{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਕਹਿ ਕਬੀਰ; ਤਾ ਕਾ. ਅੰਤੁ ਨ ਪਾਰੁ ॥੩॥੨॥੧੦॥",
      "page": 1159,
      "line": 18
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Says Kabir, of that abode there is no end and limit."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਉਸ ਟਿਕਾਣੇ ਦਾ ਕੋਈ ਅਖੀਰ ਅਤੇ ਓੜਕ ਨਹੀਂ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Says Kabeer, it has no end or limitation. ||3||2||10||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਮੇਂ ਸੋ ਬ੍ਰਹਮੁ ਦੇਖਿਆ, ਜਿਸ ਕੇ ਪਾਰ ਉਰਾਰਕਾ ਅੰਤੁ ਨਹੀਂ। ਵਾ ਵੇਦਾਂਤ ਮੇਂ ਐਸੇ ਅਰਥ ਕਰਨਾ: ਸਿਵ ਕੀ ਪੁਰੀ ਸਤਸੰਗ ਮੇਂ ਸਾਰ ਬੁਧੀ ਵਾਲੇ ਬਸਤੇ ਹੈਂ। ਤਿਸ ਸਤਸੰਗ ਮੇਂ ਤੁਮ ਮਿਲ ਕਰ ਕੇ ਬ੍ਰਹਮ ਕਾ ਬੀਚਾਰ ਕਰੋ॥☬ਜੇ ਕਹੇ ਸਤਸੰਗ ਮੇਂ ਕ੍ਯਾ ਲਾਭ ਹੋਗਾ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: (ਈਤ ਊਤ) ਲੋਕ ਪ੍ਰਲੋਕ ਕੀ ਵਾ ਜੀਵ ਈਸ੍ਵਰ ਕੀ ਤੁਮ ਕੋ ਸੋਝੀ ਪੜ ਜਾਵੇਗੀ, ਭਾਵ ਗ੍ਯਾਤ ਹੋ ਜਾਵੇਗੀ। ਫਿਰ ਯੇਹੀ ਕਹੇਗਾ ਸਕਾਮ ਕਰਮੋਂ ਕੋ ਕਰ ਕਰ ਮੇਰਾ ਮਨੁ (ਕੌਨ) ਕਿਸ ਵਾਸਤੇ ਮਰਤਾ ਫਿਰੈ? ਮੇਰਾ ਜੋ ਰਾਜਾ ਹੈ ਔ ਰਾਮ ਹੈ ਨਾਮ ਜਿਸ ਕਾ, ਜਬ ਤਿਸ ਵ੍ਯਾਪਕ ਕਾ ਗ੍ਯਾਨ ਭ੍ਯਾ ਹੈ ਤਬ ਨਿਜ ਪਦ ਊਪਰ ਧ੍ਯਾਨ ਲਗਾ ਹੈ। ਮੂਲ ਦੁਆਰੁ ਅਵਿਦ੍ਯਾ ਕੀ ਤਰਫੋਂ ਮਨ ਕੋ ਬਿਬੇਕ ਰੂਪ ਬੰਧੁ ਪਾਕੇ ਬੰਧਿਆ ਹੈ। (ਰਵਿ) ਤਮੋਂ ਗੁਨ ਊਪਰ (ਚੰਦੁ) ਸਤੋ ਗੁਣ ਕੋ ਪਕੜ ਕੇ ਰਖ੍ਯਾ ਹੈ, ਭਾਵ ਤਮੋਂ ਗੁਣ ਕੋ ਸਤੋ ਗੁਣ ਕਰ ਕੇ ਦਬਾਇ ਦੀਆ ਹੈ। (ਪਸਚਮ ਦੁਆਰ) ਜੋ ਅਵਿਦ੍ਯਾ ਹੈ ਵਹਾਂ ਗ੍ਯਾਨ ਰੂਪ ਸੂਰਜੁ ਪ੍ਰਕਾਸਿਆ ਹੈ; ਵਾ (ਪਛਮ) ਇਨ ਸਾਧਨੋਂ ਸੇ ਪੀਛੇ (ਦੁਆਰੇ) ਅੰਤਹਕਰਨ ਮੇਂ ਗ੍ਯਾਨ ਸੂਰਜ ਤਪਿਆ ਹੈ ਅਰਥਾਤ ਪ੍ਰਕਾਸ ਭ੍ਯਾ ਹੈ। (ਮੇਰ) ਸਿਰੋਮਣੀ ਵਾਹਿਗੁਰੂ ਹੈ, ਸੋ (ਡੰਡ) ਇਕ ਰਸ ਰਿਦੈ ਮੇਂ ਵਸਤਾ ਹੈ। (ਪਸਚਮ ਦੁਆਰੇ) ਅਗ੍ਯਾਨ ਕੀ ਤਰਫ ਜੋ ਸਿਲ ਹੈ ਆਸਾ ਤ੍ਰਿਸਨਾ ਤਿਸ ਸਿਲ ਕੇ ਉਪਰ ਸੂਖਮ ਵਾਸਨਾ ਰੂਪ ਔਰ ਖਿੜਕੀ ਹੈ। ਤਿਸ ਖਿੜਕੀ ਕੇ ਊਪਰ ਦਸਵਾਂ ਸ੍ਰਗ ਵਿਸਰਗ ਆਦਿਕੋਂ ਕਾ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਹੁਣ ਐਸੀ ਦਸ਼ਾ ਬਣੀ ਪਈ ਹੈ ਜੋ ਮੁੱਕ ਨਹੀਂ ਸਕਦੀ ॥੩॥੨॥੧੦॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Dice Kabir, Infinito y Sin Fronteras es lo que uno ve ahí. (3-2-10)"
    }
  ]
}