{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ੴ ਸਤਿ ਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭਉ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
      "page": 94,
      "line": 2
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "There is but One God. True is His Name, creative His personality and Immortal His form. He is without fear without enmity, unborn and self-illumined. By the favour of the True Guru he is obtained."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ ਰਚਣਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਬੇ-ਡਰ, ਦੁਸ਼ਮਨੀ ਰਹਿਤ, ਅਜਨਮਾ ਅਤੇ ਸਵੈ-ਪਰਕਾਸ਼ਵਾਨ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਮਿਹਰ ਦੁਆਰਾ ਉਹ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "One Universal Creator God. The Name Is Truth. Creative Being Personified. No Fear. No Hatred. Image Of The Undying, Beyond Birth, Self-Existent. By Guru's Grace:"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੀਵ ਈਸ ਏਕ ਰੂਪੁ ਹੈਂ, 'ਓਂ' ਕਾ ਅਰਥੁ ਵ੍ਯਾਕਰਣ ਵਾਲੇ ਨਾਮੁ ਲੇਨੇ ਮਾਤ੍ਰ ਸੇ, 'ਰੱਖ੍ਯਾ ਕਰਨੇ ਵਾਲਾ' ਪਰਮੇਸ੍ਵਰੁ ਕਹਤੇ ਹੈਂ। ਸਤਿਨਾਮਾਦਿ ਵਾਕ ਕਾ ਏਹ ਅਰਥੁ ਹੈ: ਜਿਸ ਪੁਰਖ ਕੇ ਸਤ ਆਦਿਕ ਨਾਮ ਸਰੂਪ ਕੇ ਬੋਧਕ ਹੈਂ, ਵਹੀ ਪ੍ਰਮੇਸ੍ਵਰੁ ਜਗਤ ਕੇ ਜਨਮਾਦਿਕੋਂ ਕਾ ਕਰਤਾ ਨਾਮੁ ਨਮਿਤ ਕਾਰਣੁ ਹੈ।'ਨਿਰ' ਕਹੀਏ ਦੂਰ ਹੂਆ ਹੈ ਅਜ ਅਬਿਨਾਸੀ ਹੋਣੇ ਤੇ ਜਨਮ ਮਰਣਾਦਿ। 'ਭਯ' ਜਿਸ ਸੇ ਐਸਾ ਵਹੁ ਪਰਪੁਰਖੁ ਹੈ ਵਾ ਏਕ ਹੋਨੇ ਸੇ ਦੂਸਰੇ ਕੇ ਭਯ ਤੇ ਰਹਿਤ ਹੈ।ਇਸੀ ਤੇ 'ਨਿਰਵੈਰੁ' ਅਦੁਤੀ ਸਰੂਪੁ ਹੋਣੇ ਸੇ ਦੂਸਰੇ ਸਾਥ ਹੋਣੇ ਵਾਲੇ ਵੈਰ ਸੇ ਰਹਿਤ ਹੈ।ਜੋ ਏਕੁ ਹੈ ਉਸ ਕੋ ਕਿਸੀ ਕਾ ਭਯ ਨਹੀਂ ਹੈ, ਯਾਂ ਤੇ ਨਿਰਭਯ ਹੈ। ਔਰ ਉਸ ਕਾ ਕਿਸੀ ਸਾਥ ਵੈਰ ਨਹੀਂ, ਯਾਂ ਤੇ ਨਿਰਵੈਰੁ ਹੈ।'ਅਕਾਲ' ਸਭ ਕੋ ਮਾਰਨੇ ਵਾਲੇ ਕਾਲ ਸੇ ਭਿੰਨ ਹੈ। 'ਮੂਰਤਿ' ਸਰੂਪੁ ਜਿਸ ਕਾ।'ਅਜੂਨੀਸੈ' ਮਾਯਾ ਤੇ ਰਹਿਤ, ਸੁਧ ਸਰੂਪੁ, ਅਕਾਰਣ ਹੈ। ਜੋ ਗੁਰੂ ਕੀ ਕਿਰਪਾ ਸੇ ਪ੍ਰਾਪਤ ਹੋਤਾ ਹੈ ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Por la Gracia del Único Ser Supremo, el Eterno, Omnipresente, Espíritu Supremo, Creador, sin Miedo, sin Odio, Trascendente, No Encarnado, Autodeterminado, Iluminador, por la Gracia del Guru"
    }
  ]
}
