[
  {
    "id": 18634,
    "shabad_id": 1572,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਦੲਿਅਾ ਕਰਹੁ. ਕਿਰਮ ਅਪੁਨੇ ਕੳੁ; ੲਿਹੈ ਮਨੋਰਥੁ ਸੁਅਾੳੁ ॥੨॥",
    "transliteration": "Dhaeiaa Karahu Kiram Apunae Ko Eihai Manorathh Suaao ||2||",
    "translation": "Please, be kind to me - I am just a worm. This is my object and purpose. ||2||",
    "punjabi": "ਆਪਣੇ ਇਸ ਨਾਚੀਜ਼ ਸੇਵਕ ਉਤੇ ਮੇਹਰ ਕਰ ਕੇ ਮੇਰਾ ਇਹ ਮਨੋਰਥ ਪੂਰਾ ਕਰ, ਮੇਰੀ ਇਹ ਲੋੜ ਪੂਰੀ ਕਰ ॥੨॥",
    "pronunciation": "(ਸੁਅਾੳੁ) ਲਾਭ",
    "type_id": 3
  },
  {
    "id": 18635,
    "shabad_id": 1572,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਤਨੁ ਧਨੁ ਤੇਰਾ. ਤੂੰ ਪ੍ਰਭੁ ਮੇਰਾ; ਹਮਰੈ ਵਸਿ ਕਿਛੁ ਨਾਹਿ ॥",
    "transliteration": "Than Dhhan Thaeraa Thoon Prabh Maeraa Hamarai Vas Kishh Naahi ||",
    "translation": "My body and wealth are Yours; You are my God - nothing is in my power.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਇਹ ਸਰੀਰ ਮੇਰਾ ਇਹ ਧਨ ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਲਕ ਹੈਂ (ਅਸੀਂ ਜੀਵ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਤੇਰਾ ਨਾਮ ਜਪਣ ਜੋਗੇ ਨਹੀਂ ਹਾਂ) ਸਾਡੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਵੱਸਿ ਕਿੱਛੁ",
    "type_id": 3
  },
  {
    "id": 18636,
    "shabad_id": 1572,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਰਾਖਹਿ. ਤਿੳੁ ਤਿੳੁ ਰਹਣਾ; ਤੇਰਾ ਦੀਅਾ ਖਾਹਿ ॥੩॥",
    "transliteration": "Jio Jio Raakhehi Thio Thio Rehanaa Thaeraa Dheeaa Khaahi ||3||",
    "translation": "As You keep me, so do I live; I eat what You give me. ||3||",
    "punjabi": "ਤੂੰ ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਜਿਸ ਜਿਸ ਹਾਲ ਵਿਚ ਰੱਖਦਾ ਹੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਅਸੀਂ ਜੀਵਨ ਬਿਤਾਂਦੇ ਹਾਂ, ਅਸੀਂ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹਰੇਕ ਪਦਾਰਥ ਖਾਂਦੇ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18637,
    "shabad_id": 1572,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ ਕਿਲਵਿਖ ਕਾਟੈ; ਮਜਨੁ ਹਰਿ ਜਨ ਧੂਰਿ ॥",
    "transliteration": "Janam Janam Kae Kilavikh Kaattai Majan Har Jan Dhhoor ||",
    "translation": "The sins of countless incarnations are washed away, by bathing in the dust of the Lord's humble servants.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ (ਦੇ ਚਰਨਾਂ) ਦੀ ਧੂੜ ਵਿਚ (ਕੀਤਾ ਹੋਇਆ) ਇਸ਼ਨਾਨ (ਮਨੁੱਖ ਦੇ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ (ਕੀਤੇ ਹੋਏ) ਪਾਪ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "(ਕਿਲਵਿਖ) ਪਾਪ। (ਮੱਜਨੁ) ੲਿਸ਼ਨਾਨ",
    "type_id": 3
  },
  {
    "id": 18638,
    "shabad_id": 1572,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਭਾੲਿ ਭਗਤਿ. ਭਰਮ ਭੳੁ ਨਾਸੈ; ਹਰਿ ਨਾਨਕ. ਸਦਾ ਹਜੂਰਿ ॥੪॥੪॥੧੩੯॥",
    "transliteration": "Bhaae Bhagath Bharam Bho Naasai Har Naanak Sadhaa Hajoor ||4||4||139||",
    "translation": "By loving devotional worship, doubt and fear depart; O Nanak, the Lord is Ever-present. ||4||4||139||",
    "punjabi": "ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ ਦਾ) ਹਰੇਕ ਕਿਸਮ ਦਾ ਡਰ ਵਹਮ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਸਦਾ ਅੰਗ-ਸੰਗ ਪ੍ਰਤੀਤ ਹੋਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੪॥੪॥੧੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18639,
    "shabad_id": 1573,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18640,
    "shabad_id": 1573,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਗਮ ਅਗੋਚਰੁ ਦਰਸੁ ਤੇਰਾ; ਸੋ ਪਾੲੇ. ਜਿਸੁ ਮਸਤਕਿ ਭਾਗੁ ॥",
    "transliteration": "Agam Agochar Dharas Thaeraa So Paaeae Jis Masathak Bhaag ||",
    "translation": "The Blessed Vision of Your Darshan is unapproachable and incomprehensible; he alone obtains it, who has such good destiny recorded upon his forehead.",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਤੂੰ ਮਨੁੱਖਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ, ਤੇਰਾ ਦਰਸਨ ਓਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਕਿਸਮਤ ਜਾਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18641,
    "shabad_id": 1573,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਪਿ ਕਿ੍ਰਪਾਲਿ. ਕਿ੍ਰਪਾ ਪ੍ਰਭਿ ਧਾਰੀ; ਸਤਿਗੁਰਿ ਬਖਸਿਅਾ ਹਰਿ ਨਾਮੁ ॥੧॥",
    "transliteration": "Aap Kirapaal Kirapaa Prabh Dhhaaree Sathigur Bakhasiaa Har Naam ||1||",
    "translation": "The Merciful Lord God has bestowed His Mercy, and the True Guru has granted the Lord's Name. ||1||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਕਿਰਪਾ ਦੇ ਘਰ ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਦੀ ਨਿਗਾਹ ਕੀਤੀ ਸਤਿਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਨਾਮ (-ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਬਖ਼ਸ਼ ਦਿੱਤੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18642,
    "shabad_id": 1573,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕਲਿਜੁਗੁ ੳੁਧਾਰਿਅਾ; ਗੁਰਦੇਵ ॥",
    "transliteration": "Kalijug Oudhhaariaa Guradhaev ||",
    "translation": "The Divine Guru is the Saving Grace in this Dark Age of Kali Yuga.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਤੂੰ (ਤਾਂ) ਕਲਿਜੁਗ ਨੂੰ ਭੀ ਬਚਾ ਲਿਆ ਹੈ (ਜਿਸ ਨੂੰ ਹੋਰ ਜੁਗਾਂ ਨਾਲੋਂ ਭੈੜਾ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18643,
    "shabad_id": 1573,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਲ ਮੂਤ ਮੂੜ. ਜਿ ਮੁਘਦ ਹੋਤੇ; ਸਭਿ ਲਗੇ ਤੇਰੀ ਸੇਵ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mal Mooth Moorr J Mughadh Hothae Sabh Lagae Thaeree Saev ||1|| Rehaao ||",
    "translation": "Even those fools and idiots, stained with feces and urine, have all taken to Your service. ||1||Pause||",
    "punjabi": "(ਜੇਹੜੇ ਭੀ) ਪਹਿਲਾਂ) ਗੰਦੇ ਤੇ ਮੂਰਖ (ਸਨ ਉਹ) ਸਾਰੇ ਤੇਰੀ ਸੇਵਾ ਵਿਚ ਆ ਲੱਗੇ ਹਨ (ਤੇਰੀ ਦੱਸੀ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਲੱਗ ਪਏ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੁਘਦ) ਮੂਰਖ",
    "type_id": 4
  },
  {
    "id": 18644,
    "shabad_id": 1573,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤੂ ਅਾਪਿ ਕਰਤਾ. ਸਭ ਸਿ੍ਰਸਟਿ ਧਰਤਾ; ਸਭ ਮਹਿ ਰਹਿਅਾ ਸਮਾੲਿ ॥",
    "transliteration": "Thoo Aap Karathaa Sabh Srisatt Dhharathaa Sabh Mehi Rehiaa Samaae ||",
    "translation": "You Yourself are the Creator, who established the entire world. You are contained in all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ਤੂੰ ਆਪ (ਹੀ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਸਰਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18645,
    "shabad_id": 1573,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਧਰਮਰਾਜਾ ਬਿਸਮਾਦੁ ਹੋਅਾ; ਸਭ ਪੲੀ ਪੈਰੀ ਅਾੲਿ ॥੨॥",
    "transliteration": "Dhharam Raajaa Bisamaadh Hoaa Sabh Pee Pairee Aae ||2||",
    "translation": "The Righteous Judge of Dharma is wonder-struck, at the sight of everyone falling at the Lord's Feet. ||2||",
    "punjabi": "(ਫਿਰ ਕੋਈ ਜੁਗ ਚੰਗਾ ਕਿਵੇਂ? ਤੇ, ਕੋਈ ਜੁਗ ਮਾੜਾ ਕਿਵੇਂ? ਭਾਵੇਂ ਇਸ ਕਲਿਜੁਗ ਨੂੰ ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚੋਂ ਭੈੜਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ, ਫਿਰ ਭੀ) ਧਰਮ ਰਾਜ ਹੈਰਾਨ ਹੋ ਰਿਹਾ ਹੈ (ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਕੇ) ਸਾਰੀ ਲੁਕਾਈ ਤੇਰੀ ਚਰਨੀਂ ਲੱਗ ਰਹੀ ਹੈ। (ਸੋ, ਜੇ ਪੁਰਾਣੇ ਖ਼ਿਆਲਾਂ ਵਲ ਜਾਈਏ ਤਾਂ ਭੀ ਇਹ ਕਲਿਜੁਗ ਮਾੜਾ ਜੁਗ ਨਹੀਂ, ਤੇ ਇਹ ਜੁਗ ਜੀਵਾਂ ਨੂੰ ਮੰਦ-ਕਰਮਾਂ ਵਲ ਨਹੀਂ ਪ੍ਰੇਰਦਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18646,
    "shabad_id": 1573,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਤਜੁਗੁ ਤ੍ਰੇਤਾ. ਦੁਅਾਪਰੁ ਭਣੀਅੈ; ਕਲਿਜੁਗੁ ੳੂਤਮੋ. ਜੁਗਾ ਮਾਹਿ ॥",
    "transliteration": "Sathajug Thraethaa Dhuaapar Bhaneeai Kalijug Oothamo Jugaa Maahi ||",
    "translation": "The Golden Age of Sat Yuga, the Silver Age of Trayta Yuga, and the Brass Age of Dwaapar Yuga are good; but the best is the Dark Age, the Iron Age, of Kali Yuga.",
    "punjabi": "ਸਤਿਜੁਗ ਨੂੰ, ਤ੍ਰੇਤੇ ਨੂੰ, ਦੁਆਪਰ ਨੂੰ (ਚੰਗਾ) ਜੁਗ ਆਖਿਆ ਜਾਂਦਾ ਹੈ (ਪਰ ਪ੍ਰਤੱਖ ਦਿੱਸ ਰਿਹਾ ਹੈ ਕਿ ਸਗੋਂ) ਕਲਿਜੁਗ ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਹੈ,",
    "pronunciation": "(ਭਣੀਅੈ) ਅਾਖੀਦਾ। ਸਤਜੱੁਗੁ ਕਲਿਜੱੁਗੁ ਜੱੁਗਾਂ",
    "type_id": 3
  },
  {
    "id": 18647,
    "shabad_id": 1573,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅਹਿ ਕਰੁ ਕਰੇ. ਸੁ ਅਹਿ ਕਰੁ ਪਾੲੇ; ਕੋੲੀ ਨ ਪਕੜੀਅੈ. ਕਿਸੈ ਥਾੲਿ ॥੩॥",
    "transliteration": "Ahi Kar Karae S Ahi Kar Paaeae Koee N Pakarreeai Kisai Thhaae ||3||",
    "translation": "As we act, so are the rewards we receive; no one can take the place of another. ||3||",
    "punjabi": "(ਕਿਉਂਕਿ ਇਸ ਜੁਗ ਵਿਚ) ਜੇਹੜਾ ਹੱਥ ਕੋਈ ਕਰਮ ਕਰਦਾ ਹੈ, ਉਹੀ ਹੱਥ ਉਸ ਦਾ ਫ਼ਲ ਭੁਗਤਦਾ ਹੈ। ਕੋਈ ਮਨੁੱਖ ਕਿਸੇ ਹੋਰ ਮਨੁੱਖ ਦੇ ਥਾਂ (ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਫੜਿਆ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "pronunciation": "(ਅਹਿ) ੲਿਸ (ਕਰੁ) ਹੱਥ",
    "type_id": 3
  },
  {
    "id": 18648,
    "shabad_id": 1573,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ ਸੋੲੀ ਕਰਹਿ, ਜਿ ਭਗਤ ਤੇਰੇ ਜਾਚਹਿ; ੲੇਹੁ ਤੇਰਾ ਬਿਰਦੁ ॥",
    "transliteration": "Har Jeeo Soee Karehi J Bhagath Thaerae Jaachehi Eaehu Thaeraa Biradh ||",
    "translation": "O Dear Lord, whatever Your devotees ask for, You do. This is Your Way, Your very nature.",
    "punjabi": "(ਕੋਈ ਭੀ ਜੁਗ ਹੋਵੇ, ਤੂੰ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਲਾਜ ਸਦਾ ਰੱਖਦਾ ਆਇਆ ਹੈਂ) ਤੂੰ ਓਹੀ ਕੁਝ ਕਰਦਾ ਹੈਂ ਜੋ ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਪਾਸੋਂ ਮੰਗਦੇ ਹਨ, ਇਹ ਤੇਰਾ ਮੁਢ ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18649,
    "shabad_id": 1573,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਕਰ ਜੋੜਿ ਨਾਨਕ. ਦਾਨੁ ਮਾਗੈ; ਅਪਣਿਅਾ ਸੰਤਾ ਦੇਹਿ ਹਰਿ ਦਰਸੁ ॥੪॥੫॥੧੪੦॥",
    "transliteration": "Kar Jorr Naanak Dhaan Maagai Apaniaa Santhaa Dhaehi Har Dharas ||4||5||140||",
    "translation": "With my palms pressed together, O Nanak, I beg for this gift; Lord, please bless Your Saints with Your Vision. ||4||5||140||",
    "punjabi": "ਹੇ ਹਰੀ! (ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਭੀ ਆਪਣੇ) ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ (ਤੇਰੇ ਦਰ ਤੋਂ) ਦਾਨ ਮੰਗਦਾ ਹੈ ਕਿ ਨਾਨਕ ਨੂੰ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਦੇਹ ॥੪॥੫॥੧੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18650,
    "shabad_id": 1574,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਮਹਲਾ ੫ ਘਰੁ ੧੩",
    "transliteration": "Raag Aasaa Mehalaa 5 Ghar 13",
    "translation": "Raag Aasaa, Fifth Mehl, Thirteenth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18651,
    "shabad_id": 1574,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 18652,
    "shabad_id": 1574,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ; ਬਚਨ ਤੁਮ੍ਹਾਰੇ ॥",
    "transliteration": "Sathigur Bachan Thumhaarae ||",
    "translation": "O True Guru, by Your Words,",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੇ ਬਚਨਾਂ ਨੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18653,
    "shabad_id": 1574,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਨਿਰਗੁਣ; ਨਿਸਤਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Niragun Nisathaarae ||1|| Rehaao ||",
    "translation": "Even the worthless have been saved. ||1||Pause||",
    "punjabi": "(ਤੇਰੀ ਸਰਨ ਪਏ ਅਨੇਕਾਂ) ਗੁਣ-ਹੀਣ ਬੰਦਿਆਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18654,
    "shabad_id": 1574,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਹਾ ਬਿਖਾਦੀ. ਦੁਸਟ ਅਪਵਾਦੀ; ਤੇ ਪੁਨੀਤ ਸੰਗਾਰੇ ॥੧॥",
    "transliteration": "Mehaa Bikhaadhee Dhusatt Apavaadhee Thae Puneeth Sangaarae ||1||",
    "translation": "Even the most argumentative, vicious and indecent people, have been purified in Your company. ||1||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਬੰਦੇ ਭੀ ਪਵਿਤ੍ਰ ਆਚਰਣ ਵਾਲੇ ਬਣ ਗਏ ਜੇਹੜੇ ਪਹਿਲਾਂ ਬੜੇ ਖਰ੍ਹਵੇ ਸੁਭਾਵ ਵਾਲੇ ਸਨ, ਭੈੜੇ ਆਚਰਨ ਵਾਲੇ ਸਨ ਤੇ ਮੰਦੇ ਬੋਲ ਬੋਲਣ ਵਾਲੇ ਸਨ ॥੧॥",
    "pronunciation": "(ਬਿਖਾਦੀ) ਖੋਟੇ ਝਗੜਾਲੂ। (ਅਪ-ਵਾਦੀ)ਨਿੰਦਕ। (ਸੰਗਾਰੇ) ਸੰਗਤ ਚ",
    "type_id": 3
  },
  {
    "id": 18655,
    "shabad_id": 1574,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਜਨਮ ਭਵੰਤੇ. ਨਰਕਿ ਪੜੰਤੇ; ਤਿਨ ਕੇ ਕੁਲ ੳੁਧਾਰੇ ॥੨॥",
    "transliteration": "Janam Bhavanthae Narak Parranthae Thinh Kae Kul Oudhhaarae ||2||",
    "translation": "Those who have wandered in reincarnation, and those who have been consigned to hell - even their families have been redeemed. ||2||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਤੂੰ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀਆਂ ਕੁਲਾਂ ਦੀਆਂ ਕੁਲਾਂ (ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗਣ ਤੋਂ) ਬਚਾ ਲਈਆਂ, ਜੇਹੜੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਆ ਰਹੇ ਸਨ ਤੇ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੇ) ਨਰਕ ਵਿਚ ਪਏ ਆ ਰਹੇ ਸਨ ॥੨॥",
    "pronunciation": "ਪੜੰਤੇ: ੜਾੜੇ ਪੈਰ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 18656,
    "shabad_id": 1574,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਕੋੲਿ ਨ ਜਾਨੈ. ਕੋੲਿ ਨ ਮਾਨੈ; ਸੇ ਪਰਗਟੁ ਹਰਿ ਦੁਅਾਰੇ ॥੩॥",
    "transliteration": "Koe N Jaanai Koe N Maanai Sae Paragatt Har Dhuaarae ||3||",
    "translation": "Those whom no one knew, and those whom no one respected - even they have become famous and respected at the Court of the Lord. ||3||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਉਹ ਮਨੁੱਖ ਭੀ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆਦਰ-ਮਾਣ ਹਾਸਲ ਕਰਨ ਜੋਗੇ ਹੋ ਗਏ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਹਿਲਾਂ ਕੋਈ ਜਾਣਦਾ-ਪਛਾਣਦਾ ਨਹੀਂ ਸੀ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਜਗਤ ਵਿਚ) ਕੋਈ ਆਦਰ ਨਹੀਂ ਸੀ ਦੇਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18657,
    "shabad_id": 1574,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਕਵਨ ੳੁਪਮਾ ਦੇੳੁ, ਕਵਨ ਵਡਾੲੀ; ਨਾਨਕ. ਖਿਨੁ ਖਿਨੁ ਵਾਰੇ ॥੪॥੧॥੧੪੧॥",
    "transliteration": "Kavan Oupamaa Dhaeo Kavan Vaddaaee Naanak Khin Khin Vaarae ||4||1||141||",
    "translation": "What praise, and what greatness should I attribute to You? Nanak is a sacrifice to You, each and every moment. ||4||1||141||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਤਿਗੁਰੂ!) ਮੈਂ ਤੇਰੇ ਵਰਗਾ ਹੋਰ ਕਿਸ ਨੂੰ ਆਖਾਂ? ਮੈਂ ਤੇਰੀ ਕੀਹ ਸਿਫ਼ਤਿ ਕਰਾਂ? ਮੈਂ ਤੈਥੋਂ ਹਰੇਕ ਖਿਨ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੪॥੧॥੧੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18658,
    "shabad_id": 1575,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18659,
    "shabad_id": 1575,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਾਵਰ; ਸੋੲਿ ਰਹੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Baavar Soe Rehae ||1|| Rehaao ||",
    "translation": "The crazy people are asleep. ||1||Pause||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲੇ ਹੋਏ ਮਨੁੱਖ (ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18660,
    "shabad_id": 1575,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਮੋਹ ਕੁਟੰਬ. ਬਿਖੈ ਰਸ ਮਾਤੇ; ਮਿਥਿਅਾ ਗਹਨ ਗਹੇ ॥੧॥",
    "transliteration": "Moh Kuttanb Bikhai Ras Maathae Mithhiaa Gehan Gehae ||1||",
    "translation": "They are intoxicated with attachment to their families and sensory pleasures; they are held in the grip of falsehood. ||1||",
    "punjabi": "(ਅਜੇਹੇ ਬੰਦੇ) ਪਰਵਾਰ ਦੇ ਮੋਹ ਅਤੇ ਵਿਸ਼ਿਆਂ ਦੇ ਸੁਆਦਾਂ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਕੂੜੀਆਂ ਮੱਲਾਂ ਮੱਲਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਮਿਥਿਅਾ) ਝੂਠੇ (ਗਹਨ) ਬੰਧਨਾਂ ਚ (ਗਹੇ) ਪਕੜੇ ਰਹੇ। ਮਿਥਿਅਾ",
    "type_id": 3
  },
  {
    "id": 18661,
    "shabad_id": 1575,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮਿਥਨ ਮਨੋਰਥ. ਸੁਪਨ ਅਾਨੰਦ ੳੁਲਾਸ; ਮਨਿ ਮੁਖਿ ਸਤਿ ਕਹੇ ॥੨॥",
    "transliteration": "Mithhan Manorathh Supan Aanandh Oulaas Man Mukh Sath Kehae ||2||",
    "translation": "The false desires, and the dream-like delights and pleasures - these, the self-willed manmukhs call true. ||2||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਾਗਲ ਹੋਏ ਮਨ) ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਦੀ ਲਾਲਸਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਸਾਥ ਨਹੀਂ ਨਿਭਣਾ ਜੋ ਸੁਪਨਿਆਂ ਵਿਚ ਪ੍ਰਤੀਤ ਹੋ ਰਹੇ ਮੌਜ-ਮੇਲਿਆਂ ਵਾਂਗ ਹਨ, (ਅਜੇਹੇ ਬੰਦੇ) ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਸਮਝਦੇ ਹਨ, ਮੂੰਹੋਂ ਭੀ ਉਹਨਾਂ ਨੂੰ ਹੀ ਪੱਕੇ ਸਾਥੀ ਆਖਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਮਿਥਨ) ਝੂਠੇ (ਮਨੋਰਥ) ਸੰਕਲਪ। (ੳੁਲਾਸ) ੳੁਤਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 18662,
    "shabad_id": 1575,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਨਾਮੁ ਪਦਾਰਥੁ ਸੰਗੇ; ਤਿਲੁ ਮਰਮੁ. ਨ ਲਹੇ ॥੩॥",
    "transliteration": "Anmrith Naam Padhaarathh Sangae Thil Maram N Lehae ||3||",
    "translation": "The wealth of the Ambrosial Naam, the Name of the Lord, is with them, but they do not find even a tiny bit of its mystery. ||3||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਦਾ ਸਾਥ ਦੇਣ ਵਾਲਾ ਪਦਾਰਥ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਝੱਲੇ ਹੋਏ ਮਨੁੱਖ ਇਸ ਹਰਿ-ਨਾਮ ਦਾ ਭੇਤ ਰਤਾ ਭੀ ਨਹੀਂ ਸਮਝਦੇ ॥੩॥",
    "pronunciation": "(ਮਰਮੁ) ਭੇਤ",
    "type_id": 3
  },
  {
    "id": 18663,
    "shabad_id": 1575,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਰਾਖੇ ਸਤਸੰਗੇ; ਨਾਨਕ. ਸਰਣਿ ਅਾਹੇ ॥੪॥੨॥੧੪੨॥",
    "transliteration": "Kar Kirapaa Raakhae Sathasangae Naanak Saran Aahae ||4||2||142||",
    "translation": "By Your Grace, O Lord, You save those, who take to the Sanctuary of the Sat Sangat, the True Congregation. ||4||2||142||",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਮੇਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰੱਖਦਾ ਹੈ ਉਹੀ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆਏ ਰਹਿੰਦੇ ਹਨ ॥੪॥੨॥੧੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18664,
    "shabad_id": 1576,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ਤਿਪਦੇ ॥",
    "transliteration": "Aasaa Mehalaa 5 Thipadhae ||",
    "translation": "Aasaa, Fifth Mehl, Tipadas:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਤਿਨ ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18665,
    "shabad_id": 1576,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਓਹਾ; ਪ੍ਰੇਮ ਪਿਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ouhaa Praem Piree ||1|| Rehaao ||",
    "translation": "I seek the Love of my Beloved. ||1||Pause||",
    "punjabi": "(ਮੈਨੂੰ ਤਾਂ) ਪਿਆਰੇ (ਪ੍ਰਭੂ) ਦਾ ਉਹ ਪ੍ਰੇਮ ਹੀ (ਚਾਹੀਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪਿਰੀ) ਪਿਅਾਰਾ। ਤਿ-ਪਦੇ",
    "type_id": 4
  },
  {
    "id": 18666,
    "shabad_id": 1576,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਨਿਕ ਮਾਣਿਕ. ਗਜ ਮੋਤੀਅਨ ਲਾਲਨ; ਨਹ ਨਾਹ ਨਹੀ ॥੧॥",
    "transliteration": "Kanik Maanik Gaj Motheean Laalan Neh Naah Nehee ||1||",
    "translation": "Gold, jewels, giant pearls and rubies - I have no need for them. ||1||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦੇ ਟਾਕਰੇ ਤੇ) ਸੋਨਾ, ਮੋਤੀ, ਵੱਡੇ ਵੱਡੇ ਮੋਤੀ, ਹੀਰੇ-ਲਾਲ-ਮੈਨੂੰ ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਚੀਜ਼ ਨਹੀਂ ਚਾਹੀਦੀ, ਨਹੀਂ ਚਾਹੀਦੀ ॥੧॥",
    "pronunciation": "(:ਪੋਲਾ ਬੋਲੋ ਗਜ) ਹਾਥੀ ਮੋਤੀ ਲਾਲਾਂ ਦੇ ਲੱਦੇ",
    "type_id": 3
  },
  {
    "id": 18667,
    "shabad_id": 1576,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਰਾਜਨ ਭਾਗਨ ਹੁਕਮ ਨ ਸਾਦਨ ॥",
    "transliteration": "Raajhan Bhaaghan Hukam N Saadhan",
    "translation": "Imperial power fortunes royal command and mansions.",
    "punjabi": "(ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ ਥਾਂ) ਨਾਹ ਰਾਜ, ਨਾਹ ਧਨ-ਪਦਾਰਥ, ਨਾਹ ਹੁਕੂਮਤ ਨਾਹ ਸੁਆਦਲੇ ਖਾਣੇ,",
    "pronunciation": "(ਸਾਦਨ)ਮਹਲ, ਸੁਅਾਦ",
    "type_id": 3
  }
]
