[
  {
    "id": 19647,
    "shabad_id": 1628,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ੲੇ ਮਨ. ਰੂੜ੍ਹੇ ਰੰਗੁਲੇ; ਤੂੰ ਸਚਾ ਰੰਗੁ ਚੜਾੲਿ ॥",
    "transliteration": "Eae Man Roorrhae Rangulae Thoon Sachaa Rang Charraae ||",
    "translation": "O beauteous and joyful mind, imbue yourself with your true color.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਮਨ! ਹੇ ਰੰਗੀਲੇ ਮਨ! (ਤੂੰ ਆਪਣੇ ਉੱਤੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਰੰਗ ਚਾੜ੍ਹ।",
    "pronunciation": "(ਰੂੜ੍ਹੇ) ਸੁੰਦਰ। ਚੜ੍ਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 19648,
    "shabad_id": 1628,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਰੂੜੀ ਬਾਣੀ. ਜੇ ਰਪੈ; ਨਾ ੲਿਹੁ ਰੰਗੁ ਲਹੈ, ਨ ਜਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Roorree Baanee Jae Rapai Naa Eihu Rang Lehai N Jaae ||1|| Rehaao ||",
    "translation": "If you imbue yourself with the Beauteous Word of the Guru's Bani, then this color shall never fade away. ||1||Pause||",
    "punjabi": "ਜੇ (ਇਹ ਮਨ) ਸੋਹਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ (ਇਸ ਦਾ) ਇਹ ਰੰਗ ਕਦੇ ਨਹੀਂ ਉਤਰਦਾ ਕਦੇ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਰਪੈ:ਪੋਲਾ ਬੋਲੋ। (ਰਪੈ) ਰੰਗਿਅਾ ਜਾੲੇ",
    "type_id": 4
  },
  {
    "id": 19649,
    "shabad_id": 1628,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹਮ ਨੀਚ ਮੈਲੇ. ਅਤਿ ਅਭਿਮਾਨੀ; ਦੂਜੈ ਭਾੲਿ ਵਿਕਾਰ ॥",
    "transliteration": "Ham Neech Mailae Ath Abhimaanee Dhoojai Bhaae Vikaar ||",
    "translation": "I am lowly, filthy, and totally egotistical; I am attached to the corruption of duality.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ ਅਸੀਂ ਜੀਵ ਨੀਵੇਂ ਗੰਦੇ ਆਚਰਨ ਵਾਲੇ ਤੇ ਅਹੰਕਾਰੀ ਬਣ ਜਾਂਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19650,
    "shabad_id": 1628,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਿ ਪਾਰਸਿ ਮਿਲਿਅੈ. ਕੰਚਨੁ ਹੋੲੇ; ਨਿਰਮਲ ਜੋਤਿ ਅਪਾਰ ॥੨॥",
    "transliteration": "Gur Paaras Miliai Kanchan Hoeae Niramal Joth Apaar ||2||",
    "translation": "But meeting with the Guru, the Philosopher's Stone, I am transformed into gold; I am blended with the Pure Light of the Infinite Lord. ||2||",
    "punjabi": "ਪਾਰਸ-ਗੁਰੂ ਦੇ ਮਿਲਿਆਂ ਅਸੀਂ ਸੋਨਾ ਬਣ ਜਾਂਦੇ ਹਾਂ, ਸਾਡੇ ਅੰਦਰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਪਵਿਤ੍ਰ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19651,
    "shabad_id": 1628,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਕੋੲਿ ਨ ਰੰਗੀਅੈ; ਗੁਰਿ ਮਿਲਿਅੈ. ਰੰਗੁ ਚੜਾੳੁ ॥",
    "transliteration": "Bin Gur Koe N Rangeeai Gur Miliai Rang Charraao ||",
    "translation": "Without the Guru, no one is imbued with the color of the Lord's Love; meeting with the Guru, this color is applied.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ (ਨਾਮ-ਰੰਗ ਨਾਲ) ਰੰਗਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਹੀ ਨਾਮ-ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "ਚੜ੍ਹਾੳੁ",
    "type_id": 3
  },
  {
    "id": 19652,
    "shabad_id": 1628,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਕੈ ਭੈ ਭਾੲਿ. ਜੋ ਰਤੇ; ਸਿਫਤੀ ਸਚਿ ਸਮਾੳੁ ॥੩॥",
    "transliteration": "Gur Kai Bhai Bhaae Jo Rathae Sifathee Sach Samaao ||3||",
    "translation": "Those who are imbued with the Fear, and the Love of the Guru, are absorbed in the Praise of the True Lord. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਡਰ-ਅਦਬ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਲੀਨਤਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਰੱਤੇ",
    "type_id": 3
  },
  {
    "id": 19653,
    "shabad_id": 1628,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਭੈ ਬਿਨੁ. ਲਾਗਿ ਨ ਲਗੲੀ; ਨਾ ਮਨੁ ਨਿਰਮਲੁ ਹੋੲਿ ॥",
    "transliteration": "Bhai Bin Laag N Lagee Naa Man Niramal Hoe ||",
    "translation": "Without fear, the cloth is not dyed, and the mind is not rendered pure.",
    "punjabi": "ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਮਨ-ਕੱਪੜੇ ਨੂੰ) ਪਾਹ ਨਹੀਂ ਲੱਗ ਸਕਦੀ (ਪਾਹ ਤੋਂ ਬਿਨਾ ਮਨ-ਕੱਪੜੇ ਨੂੰ ਪੱਕਾ ਪ੍ਰੇਮ-ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ) ਮਨ ਸਾਫ਼-ਸੁਥਰਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "(ਲਾਗਿ) ਲਗਨ, ਪ੍ਰੀਤ। ਲੱਗੲੀ",
    "type_id": 3
  },
  {
    "id": 19654,
    "shabad_id": 1628,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਭੈ. ਕਰਮ ਕਮਾਵਣੇ; ਝੂਠੇ. ਠਾੳੁ ਨ ਕੋੲਿ ॥੪॥",
    "transliteration": "Bin Bhai Karam Kamaavanae Jhoothae Thaao N Koe ||4||",
    "translation": "Without fear, the performance of rituals is false, and one finds no place of rest. ||4||",
    "punjabi": "ਇਸ ਡਰ-ਅਦਬ ਤੋਂ ਬਿਨਾ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕੀਤੇ ਭੀ ਜਾਣ ਤਾਂ ਭੀ (ਮਨੁੱਖ ਝੂਠ ਦਾ ਪ੍ਰੇਮੀ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਝੂਠੇ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ ॥੪॥",
    "pronunciation": "(ਠਾੳੁ) ਥਾਂ",
    "type_id": 3
  },
  {
    "id": 19655,
    "shabad_id": 1628,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਜਿਸ ਨੋ ਅਾਪੇ ਰੰਗੇ. ਸੁ ਰਪਸੀ; ਸਤਸੰਗਤਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Jis No Aapae Rangae S Rapasee Sathasangath Milaae ||",
    "translation": "Only those whom the Lord imbues, are so imbued; they join the Sat Sangat, the True Congregation.",
    "punjabi": "ਸਾਧ ਸੰਧਤਿ ਵਿਚ ਲਿਆ ਕੇ ਜਿਸ ਮਨੁੱਖ (ਦੇ ਮਨ) ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਨਾਮ-ਰੰਗ ਚਾੜ੍ਹਦਾ ਹੈ ਉਹੀ ਰੰਗਿਆ ਜਾਇਗਾ।",
    "pronunciation": "(ਰਪ-ਸੀ) ਰੰਗਿਅਾ ਜਾਂਦਾ",
    "type_id": 3
  },
  {
    "id": 19656,
    "shabad_id": 1628,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਪੂਰੇ ਗੁਰ ਤੇ ਸਤਸੰਗਤਿ ੳੂਪਜੈ; ਸਹਜੇ ਸਚਿ ਸੁਭਾੲਿ ॥੫॥",
    "transliteration": "Poorae Gur Thae Sathasangath Oopajai Sehajae Sach Subhaae ||5||",
    "translation": "From the Perfect Guru, the Sat Sangat emanates, and one easily merges into the Love of the True One. ||5||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦੀ ਹੈ (ਜਿਸ ਨੂੰ ਮਿਲਦੀ ਹੈ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ, ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ (ਮਸਤ ਰਹਿੰਦਾ ਹੈ) ॥੫॥",
    "pronunciation": "(ਸੁਭਾੲਿ) ਪ੍ਰੇਮ ਚ",
    "type_id": 3
  },
  {
    "id": 19657,
    "shabad_id": 1628,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਸੰਗਤੀ. ਸਭਿ ਅੈਸੇ ਰਹਹਿ; ਜੈਸੇ ਪਸੁ ਢੋਰ ॥",
    "transliteration": "Bin Sangathee Sabh Aisae Rehehi Jaisae Pas Dtor ||",
    "translation": "Without the Sangat, the Company of the Holy, all remain like beasts and animals.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਮਨੁੱਖ ਪਸ਼ੂਆਂ ਵਾਂਗ ਤੁਰੇ ਫਿਰਦੇ ਹਨ,",
    "pronunciation": "ਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 19658,
    "shabad_id": 1628,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਜਿਨਿ੍ਹ ਕੀਤੇ. ਤਿਸੈ, ਨ ਜਾਣਨ੍ਹੀ; ਬਿਨੁ ਨਾਵੈ. ਸਭਿ ਚੋਰ ॥੬॥",
    "transliteration": "Jinih Keethae Thisai N Jaananhee Bin Naavai Sabh Chor ||6||",
    "translation": "They do not know the One who created them; without the Name, all are thieves. ||6||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਸ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ, ਉਸ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਉਸ ਦੇ ਚੋਰ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19659,
    "shabad_id": 1628,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ੲਿਕਿ ਗੁਣ ਵਿਹਾਝਹਿ, ਅੳੁਗਣ ਵਿਕਣਹਿ; ਗੁਰ ਕੈ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Eik Gun Vihaajhehi Aougan Vikanehi Gur Kai Sehaj Subhaae ||",
    "translation": "Some purchase merits and sell off their demerits; through the Guru, they obtain peace and poise.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਐਸੇ ਭੀ ਹਨ ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਦੇ ਹਨ, ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਖ਼ਰੀਦਦੇ ਹਨ (ਗੁਣਾਂ ਦੇ ਵੱਟੇ) ਉਹਨਾਂ ਦੇ ਔਗੁਣ ਵਿਕ ਜਾਂਦੇ ਹਨ (ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(ਵਿਹਾਝਹਿ) ਖ੍ਰੀਦਦੇ। ਅੌਗੁਣਾਂ ਨੂੰ (ਵਿਕਣਹਿ) ਤਿਅਾਗੇ ਹਨ। (ਸੁਭਾੲਿ) ਪ੍ਰੇਮ ਚ",
    "type_id": 3
  },
  {
    "id": 19660,
    "shabad_id": 1628,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਤੇ. ਨਾੳੁ ਪਾੲਿਅਾ; ਵੁਠਾ ਅੰਦਰਿ ਅਾੲਿ ॥੭॥",
    "transliteration": "Gur Saevaa Thae Naao Paaeiaa Vuthaa Andhar Aae ||7||",
    "translation": "Serving the Guru, they obtain the Name, which comes to dwell deep within. ||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਸੌਦਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ ॥੭॥",
    "pronunciation": "(ਵੱੁਠਾ) ਵਸੇ",
    "type_id": 3
  },
  {
    "id": 19661,
    "shabad_id": 1628,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਸਭਨਾ ਕਾ ਦਾਤਾ ੲੇਕੁ ਹੈ; ਸਿਰਿ ਧੰਧੈ ਲਾੲਿ ॥",
    "transliteration": "Sabhanaa Kaa Dhaathaa Eaek Hai Sir Dhhandhhai Laae ||",
    "translation": "The One Lord is the Giver of all; He assigns tasks to each and every person.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਸਭ ਕੁਝ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਹਰੇਕ ਜੀਵ ਨੂੰ ਧੰਧੇ ਵਿਚ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਧੰਧੈ) ਅਾਹਰ",
    "type_id": 3
  },
  {
    "id": 19662,
    "shabad_id": 1628,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੇ ਲਾੲਿ ਸਵਾਰਿਅਨੁ; ਸਬਦੇ ਲੲੇ ਮਿਲਾੲਿ ॥੮॥੯॥੩੧॥",
    "transliteration": "Naanak Naamae Laae Savaarian Sabadhae Leae Milaae ||8||9||31||",
    "translation": "O Nanak, the Lord embellishes us with the Name; attached to the Word of the Shabad, we are merged into Him. ||8||9||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ ਜੀਵਾਂ ਦੇ ਜੀਵਨ ਸੋਹਣੇ ਬਣਾਏ ਹਨ ਉਸ ਨੇ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ ਹੈ ॥੮॥੯॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19663,
    "shabad_id": 1629,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੩ ॥",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19664,
    "shabad_id": 1629,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਭ ਨਾਵੈ ਨੋ ਲੋਚਦੀ; ਜਿਸੁ ਕਿ੍ਰਪਾ ਕਰੇ ਸੋ ਪਾੲੇ ॥",
    "transliteration": "Sabh Naavai No Lochadhee Jis Kirapaa Karae So Paaeae ||",
    "translation": "Everyone longs for the Name, but he alone receives it, unto whom the Lord shows His Mercy.",
    "punjabi": "ਸਾਰੀ ਲੁਕਾਈ ਹਰਿ-ਨਾਮ ਵਾਸਤੇ ਤਾਂਘ ਕਰਦੀ ਹੈ, ਪਰ ਉਹੀ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19665,
    "shabad_id": 1629,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਸਭੁ ਦੁਖੁ ਹੈ; ਸੁਖੁ ਤਿਸੁ. ਜਿਸੁ ਮੰਨਿ ਵਸਾੲੇ ॥੧॥",
    "transliteration": "Bin Naavai Sabh Dhukh Hai Sukh This Jis Mann Vasaaeae ||1||",
    "translation": "Without the Name, there is only pain; he alone obtains peace, whose mind is filled with the Name. ||1||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਤੋਂ ਖੁੰਝਿਆਂ (ਜਗਤ ਵਿਚ) ਨਿਰਾ ਦੁੱਖ ਹੀ ਦੁੱਖ ਹੈ, ਸੁਖ ਸਿਰਫ਼ ਉਸ ਨੂੰ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆਪਣਾ ਨਾਮ ਵਸਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19666,
    "shabad_id": 1629,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਤੂੰ ਬੇਅੰਤੁ ਦੲਿਅਾਲੁ ਹੈ; ਤੇਰੀ ਸਰਣਾੲੀ ॥",
    "transliteration": "Thoon Baeanth Dhaeiaal Hai Thaeree Saranaaee ||",
    "translation": "You are infinite and merciful; I seek Your Sanctuary.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19667,
    "shabad_id": 1629,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਤੇ ਪਾੲੀਅੈ; ਨਾਮੇ ਵਡਿਅਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Poorae Thae Paaeeai Naamae Vaddiaaee ||1|| Rehaao ||",
    "translation": "From the Perfect Guru, the glorious greatness of the Naam is obtained. ||1||Pause||",
    "punjabi": "ਤੇਰਾ ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ ਤੇ ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 19668,
    "shabad_id": 1629,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ੲੇਕੁ ਹੈ; ਬਹੁ ਬਿਧਿ ਸਿ੍ਰਸਟਿ ੳੁਪਾੲੀ ॥",
    "transliteration": "Anthar Baahar Eaek Hai Bahu Bidhh Srisatt Oupaaee ||",
    "translation": "Inwardly and outwardly, there is only the One Lord. He has created the world, with its many varieties.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਕਈ ਰੰਗਾਂ ਦੀ ਦੁਨੀਆ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ, ਹਰੇਕ ਦੇ ਅੰਦਰ ਤੇ ਸਾਰੀ ਦੁਨੀਆ ਵਿਚ ਉਹ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19669,
    "shabad_id": 1629,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹੁਕਮੇ. ਕਾਰ ਕਰਾੲਿਦਾ; ਦੂਜਾ. ਕਿਸੁ ਕਹੀਅੈ ਭਾੲੀ ॥੨॥",
    "transliteration": "Hukamae Kaar Karaaeidhaa Dhoojaa Kis Keheeai Bhaaee ||2||",
    "translation": "According to the Order of His Will, He makes us act. What else can we talk about, O Siblings of Destiny? ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਭ ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ ਕਰਾਂਦਾ ਹੈ, ਕੋਈ ਹੋਰ ਅਜੇਹੀ ਸਮਰਥਾ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19670,
    "shabad_id": 1629,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਬੁਝਣਾ ਅਬੁਝਣਾ, ਤੁਧੁ ਕੀਅਾ; ੲਿਹ ਤੇਰੀ ਸਿਰਿਕਾਰ ॥",
    "transliteration": "Bujhanaa Abujhanaa Thudhh Keeaa Eih Thaeree Sir Kaar ||",
    "translation": "Knowledge and ignorance are all your making; You have control over these.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਮਝ ਤੇ ਬੇ-ਸਮਝੀ ਇਹ ਖੇਡ ਤੂੰ ਹੀ ਰਚੀ ਹੈ, ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ ਤੇਰੀ ਹੀ ਫ਼ੁਰਮਾਈ ਹੋਈ ਕਰਨ-ਜੋਗ ਕਾਰ ਹੈ (ਤੇਰੇ ਹੀ ਹੁਕਮ ਵਿਚ ਕੋਈ ਸਮਝ ਵਾਲਾ ਤੇ ਕੋਈ ਬੇ-ਸਮਝੀ ਵਾਲਾ ਕੰਮ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "(ਬੁੱਝਣਾ) ਗਿਅਾਨ। (ਅ-ਬੁੱਝਣਾ) ਅਗਿਅਾਨ। (ਸਿਰਿਕਾਰ) ਪਾਤਿਸ਼ਾਹੀ",
    "type_id": 3
  },
  {
    "id": 19671,
    "shabad_id": 1629,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਨ੍ਹਾ ਬਖਸਿਹਿ ਮੇਲਿ ਲੈਹਿ; ੲਿਕਿ ਦਰਗਹ ਮਾਰਿ ਕਢੇ ਕੂੜਿਅਾਰ ॥੩॥",
    "transliteration": "Eikanhaa Bakhasihi Mael Laihi Eik Dharageh Maar Kadtae Koorriaar ||3||",
    "translation": "Some, You forgive, and unite with Yourself; while others, the wicked, you strike down and drive out of Your Court. ||3||",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਉਤੇ ਤੂੰ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈਂ (ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈਂ) ਕਈ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚੋਂ ਧੱਕੇ ਮਾਰ ਕੇ ਬਾਹਰ ਕੱਢ ਦੇਂਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "ਬਖਸਿਹਿ",
    "type_id": 3
  },
  {
    "id": 19672,
    "shabad_id": 1629,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਿ. ਧੁਰਿ ਪਵਿਤ ਪਾਵਨ ਹਹਿ; ਤੁਧੁ ਨਾਮੇ ਲਾੲੇ ॥",
    "transliteration": "Eik Dhhur Pavith Paavan Hehi Thudhh Naamae Laaeae ||",
    "translation": "Some, from the very beginning, are pure and pious; You attach them to Your Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕਈ ਐਸੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਧੁਰੋਂ ਹੀ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19673,
    "shabad_id": 1629,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਤੇ. ਸੁਖੁ ੳੂਪਜੈ; ਸਚੈ ਸਬਦਿ ਬੁਝਾੲੇ ॥੪॥",
    "transliteration": "Gur Saevaa Thae Sukh Oopajai Sachai Sabadh Bujhaaeae ||4||",
    "translation": "Serving the Guru, peace wells up; through the True Word of the Shabad, one comes to understand. ||4||",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਤੋਂ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਬੁੱਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 19674,
    "shabad_id": 1629,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ੲਿਕਿ ਕੁਚਲ ਕੁਚੀਲ, ਵਿਖਲੀ ਪਤੇ; ਨਾਵਹੁ ਅਾਪਿ ਖੁਅਾੲੇ ॥",
    "transliteration": "Eik Kuchal Kucheel Vikhalee Pathae Naavahu Aap Khuaaeae ||",
    "translation": "Some are crooked, filthy and vicious; the Lord Himself has led them astray from the Name.",
    "punjabi": "ਕਈ ਐਸੇ ਮਨੁੱਖ ਹਨ ਜੋ ਕੁਚੱਲਣੇ ਹਨ ਗੰਦੇ ਹਨ ਦੁਰਾਚਾਰੀ ਹਨ, ਜਿਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਨਾਮ ਵਲੋਂ ਖੁੰਝਾ ਰੱਖਿਆ ਹੈ,",
    "pronunciation": "(ਕੁਚ-ਲ) ਖੋਟੀ ਚਾਲ ਵਾਲੇ। (ਕੁਚੀਲ) ਅਪਵਿੱਤ੍ਰ। (ਵਿਖਲੀ) ਵੇਸਵਾ। (ਪਤੇ) ਪਤੀ। (ਅਾਪਿ) ਹੰਕਾਰ ਨੇ (ਖੁਅਾੲੇ) ਖੁੰਝਾੲੇ। ਨਾਵਹੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 19675,
    "shabad_id": 1629,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਨਾ ਓਨ ਸਿਧਿ. ਨ ਬੁਧਿ ਹੈ, ਨ ਸੰਜਮੀ; ਫਿਰਹਿ ੳੁਤਵਤਾੲੇ ॥੫॥",
    "transliteration": "Naa Oun Sidhh N Budhh Hai N Sanjamee Firehi Outhavathaaeae ||5||",
    "translation": "They have no intuition, no understanding and no self-discipline; they wander around delirious. ||5||",
    "punjabi": "ਉਹਨਾਂ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕਾਮਯਾਬੀ ਨਹੀਂ ਖੱਟੀ, ਚੰਗੀ ਅਕਲ ਨਹੀਂ ਸਿੱਖੀ, ਉਹ ਚੰਗੀ ਰਹਿਣੀ ਵਾਲੇ ਨਹੀਂ ਬਣੇ, ਡਾਵਾਂ ਡੋਲ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "(ਓਨ) ੳੁਨ੍ਹਾਂ ਨੰੂ। (ਸਿੱਧਿ) ਸਫਲਤਾ। (ਬੁੱਧਿ) ਸਮਝ। (ਸੰਜਮੀ) ਚੰਗੀ ਰਹਿਣੀ ਵਾਲੇ। (ੳੁਤਵ-ਤਾੲੇ) ਪੁਠੇ ਕੰਮਾਂ ਚ",
    "type_id": 3
  },
  {
    "id": 19676,
    "shabad_id": 1629,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਜਿਸੁ ਅਾਪਣੀ; ਤਿਸ ਨੋ ਭਾਵਨੀ ਲਾੲੇ ॥",
    "transliteration": "Nadhar Karae Jis Aapanee This No Bhaavanee Laaeae ||",
    "translation": "He grants faith to those whom He has blessed with His Glance of Grace.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਪਣੇ ਨਾਮ ਦੀ ਸਰਧਾ ਪੈਦਾ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(ਭਾਵਨੀ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 19677,
    "shabad_id": 1629,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ੲਿਹ ਸੰਜਮੀ; ਮਨੁ ਨਿਰਮਲੁ ਸਬਦੁ ਸੁਣਾੲੇ ॥੬॥",
    "transliteration": "Sath Santhokh Eih Sanjamee Man Niramal Sabadh Sunaaeae ||6||",
    "translation": "This mind finds truth, contentment and self-discipline, hearing the Immaculate Word of the Shabad. ||6||",
    "punjabi": "ਉਸ ਨੂੰ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਪਵਿਤ੍ਰ ਸ਼ਬਦ ਸੁਣਾਂਦਾ ਹੈ ਜਿਸ ਨਾਲ ਉਹ ਸੇਵਾ ਕਰਨ ਤੇ ਸੰਤੋਖ ਧਾਰਨ ਵਾਲੀ ਰਹਿਣੀ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19678,
    "shabad_id": 1629,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਲੇਖਾ ਪੜਿ. ਨ ਪਹੂਚੀਅੈ; ਕਥਿ ਕਹਣੈ. ਅੰਤੁ ਨ ਪਾੲਿ ॥",
    "transliteration": "Laekhaa Parr N Pehoocheeai Kathh Kehanai Anth N Paae ||",
    "translation": "By reading books, one cannot reach Him; by speaking and talking, His limits cannot be found.",
    "punjabi": "ਹਿਸਾਬ ਕਰ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੇ ਅਖ਼ੀਰ ਤਕ) ਪਹੁੰਚ ਨਹੀਂ ਸਕੀਦਾ, ਉਸ ਦੇ ਗੁਣ ਗਿਣ ਗਿਣ ਕੇ ਬਿਆਨ ਕਰ ਕਰ ਕੇ ਗੁਣਾਂ ਦੀ ਗਿਣਤੀ ਮੁਕਾ ਨਹੀਂ ਸਕੀਦੀ।",
    "pronunciation": "ਪੜਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 19679,
    "shabad_id": 1629,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਤੇ. ਕੀਮਤਿ ਪਾੲੀਅੈ; ਸਚਿ ਸਬਦਿ ਸੋਝੀ ਪਾੲਿ ॥੭॥",
    "transliteration": "Gur Thae Keemath Paaeeai Sach Sabadh Sojhee Paae ||7||",
    "translation": "Through the Guru, His value is found; through the True Word of the Shabad, understanding is obtained. ||7||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਕਦਰ-ਕੀਮਤਿ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦੀ ਹੈ (ਕਿ ਉਹ ਬੇਅੰਤ ਹੈ ਬੇਅੰਤ ਹੈ)। ਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਤੇ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19680,
    "shabad_id": 1629,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਦੇਹੀ ਸੋਧਿ ਤੂੰ; ਗੁਰ ਸਬਦਿ ਵੀਚਾਰਿ ॥",
    "transliteration": "Eihu Man Dhaehee Sodhh Thoon Gur Sabadh Veechaar ||",
    "translation": "So reform this mind and body, by contemplating the Word of the Guru's Shabad.",
    "punjabi": "ਤੂੰ ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਖੋਜ, ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਖੋਜ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਵਿਚਾਰ ਕਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19681,
    "shabad_id": 1629,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ੲਿਸੁ ਦੇਹੀ ਵਿਚਿ, ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਪਾੲੀਅੈ. ਗੁਰ ਕੈ ਹੇਤਿ, ਅਪਾਰਿ ॥੮॥੧੦॥੩੨॥",
    "transliteration": "Naanak Eis Dhaehee Vich Naam Nidhhaan Hai Paaeeai Gur Kai Haeth Apaar ||8||10||32||",
    "translation": "O Nanak, within this body is the treasure of the Naam, the Name of the Lord; it is found through the Love of the Infinite Guru. ||8||10||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਸਰੀਰ ਦੇ ਵਿਚ ਹੀ ਹੈ। ਗੁਰੂ ਦੀ ਅਪਾਰ ਮੇਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੮॥੧੦॥੩੨॥",
    "pronunciation": "(ਹੇਤਿ) ਪ੍ਰੇਮ ਰਾਹੀਂ (ਅਪਾਰਿ) ਬੇਅੰਤ ਵਾਹਿਗੁਰੂ ਜੀ ਨੰੂ",
    "type_id": 3
  },
  {
    "id": 19682,
    "shabad_id": 1630,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੩ ॥",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19683,
    "shabad_id": 1630,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਚਿ ਰਤੀਅਾ ਸੋਹਾਗਣੀ; ਜਿਨਾ. ਗੁਰ ਕੈ ਸਬਦਿ ਸੀਗਾਰਿ ॥",
    "transliteration": "Sach Ratheeaa Sohaaganee Jinaa Gur Kai Sabadh Seegaar ||",
    "translation": "The happy soul-brides are imbued with Truth; they are adorned with the Word of the Guru's Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸੁਹਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਗਈਆਂ;",
    "pronunciation": "ਰੱਤੀਅਾਂ",
    "type_id": 3
  }
]
