[
  {
    "SHABAD_ID": 357,
    "LINE_ID": 1,
    "RAAG_ID": 6,
    "GURMUKHI": "crn syv sMq swD ky; sgl mnorQ pUry ]3]",
    "TRANSLITERATION": "Charan Saev Santh Saadhh Kae Sagal Manorathh Poorae ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕੀਤਿਆਂ (ਗੁਰੂ ਦਾ ਦਰ ਮੰਨਿਆਂ) ਮਨੁੱਖ ਦੇ ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 357,
    "LINE_ID": 2,
    "RAAG_ID": 6,
    "GURMUKHI": "Git Git eyku vrqdw; jil Qil mhIAil pUry ]4]",
    "TRANSLITERATION": "Ghatt Ghatt Eaek Varathadhaa Jal Thhal Meheeal Poorae ||4||",
    "PUNJABI": "(ਇਹ ਨਿਸਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ, ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਵਿਆਪਕ ਹੈ ॥੪॥",
    "PRONUNCIATION": "(mhIAil) (mhI+Ail) (mhI) DrqI (Ail) AkwS"
  },
  {
    "SHABAD_ID": 357,
    "LINE_ID": 2,
    "RAAG_ID": 6,
    "GURMUKHI": "pwp ibnwsnu syivAw; pivqR sMqn kI DUry ]5]",
    "TRANSLITERATION": "Paap Binaasan Saeviaa Pavithr Santhan Kee Dhhoorae ||5||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਲੈ ਕੇ ਸਾਰੇ ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 357,
    "LINE_ID": 3,
    "RAAG_ID": 6,
    "GURMUKHI": "sB CfweI Ksim Awip; hir jip BeI TrUry ]6]",
    "TRANSLITERATION": "Sabh Shhaddaaee Khasam Aap Har Jap Bhee Tharoorae ||6||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਸੀਤਲ-ਮਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਖਸਮ ਪ੍ਰਭੂ ਨੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਤੋਂ) ਬਚਾ ਲਿਆ ॥੬॥",
    "PRONUNCIATION": "(TrUry) SWq"
  },
  {
    "SHABAD_ID": 357,
    "LINE_ID": 3,
    "RAAG_ID": 6,
    "GURMUKHI": "krqY kIAw, qpwvso; dust muey. hoie mUry ]7]",
    "TRANSLITERATION": "Karathai Keeaa Thapaavaso Dhusatt Mueae Hoe Moorae ||7||",
    "PUNJABI": "ਕਰਤਾਰ ਨੇ ਇਹ (ਚੰਗਾ) ਨਿਆਂ ਕੀਤਾ ਹੈ ਕਿ ਵਿਕਾਰੀ ਮਨੁੱਖ ਵੇਖਣ ਨੂੰ ਹੀ ਜੀਊਂਦੇ ਦਿੱਸ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "PRONUNCIATION": "(qpwvso) iensw&[ mr ky jwn rihq (mUry) bu`q jV@ ho gey"
  },
  {
    "SHABAD_ID": 357,
    "LINE_ID": 4,
    "RAAG_ID": 6,
    "GURMUKHI": "nwnk. rqw sic nwie; hir vyKY sdw hjUry ]8]5]39]1]32]1]5]39]",
    "TRANSLITERATION": "Naanak Rathaa Sach Naae Har Vaekhai Sadhaa Hajoorae ||8||5||39||1||32||1||5||39||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦਾ ਹੈ ॥੮॥੫॥੩੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 5,
    "RAAG_ID": 6,
    "GURMUKHI": "bwrh mwhw mWJ mhlw 5 Gru 4",
    "TRANSLITERATION": "Baareh Maahaa Maanjh Mehalaa 5 Ghar 4",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 5,
    "RAAG_ID": 6,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 6,
    "RAAG_ID": 6,
    "GURMUKHI": "ikriq krm ky vICuVy; kir ikrpw mylhu rwm ]",
    "TRANSLITERATION": "Kirath Karam Kae Veeshhurrae Kar Kirapaa Maelahu Raam ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਆਪਣੇ ਕਰਮਾਂ ਦੀ ਕਮਾਈ ਅਨੁਸਾਰ (ਤੈਥੋਂ) ਵਿੱਛੁੜੇ ਹੋਏ ਹਾਂ (ਤੈਨੂੰ ਵਿਸਾਰੀ ਬੈਠੇ ਹਾਂ), ਮਿਹਰ ਕਰ ਕੇ ਸਾਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਵੋ।",
    "PRONUNCIATION": "(ikriq) kIqy hoey (krm) kMm"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 6,
    "RAAG_ID": 6,
    "GURMUKHI": "cwir kuMt dh ids BRmy; Qik Awey. pRB kI swm ]",
    "TRANSLITERATION": "Chaar Kuntt Dheh Dhis Bhramae Thhak Aaeae Prabh Kee Saam ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਚੁਫੇਰੇ ਹਰ ਪਾਸੇ (ਸੁਖਾਂ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦੇ ਰਹੇ ਹਾਂ, ਹੁਣ, ਹੇ ਪ੍ਰਭੂ! ਥੱਕ ਕੇ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ।",
    "PRONUNCIATION": "(kuMt) idSw[au~qR d`Kx pUrb p`Cm, au~qR pUrb ivcwly eIswn kox, pUrb d`Kx mD Agin kox, d`Kx p`Cm mD nYirqI kox, p`Cm au~qR mD vwievI kox, zmIn qy Asmwn (dh) ds (ids) idSW hn[ (swm) Srn"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 7,
    "RAAG_ID": 6,
    "GURMUKHI": "Dynu. duDY qy bwhrI; ikqY. n AwvY kwm ]",
    "TRANSLITERATION": "Dhhaen Dhudhhai Thae Baaharee Kithai N Aavai Kaam ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਦੁੱਧ ਤੋਂ ਸੱਖਣੀ ਗਾਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ,",
    "PRONUNCIATION": "(Dynu) gaU"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 7,
    "RAAG_ID": 6,
    "GURMUKHI": "jl ibnu swK kumlwvqI; aupjih nwhI dwm ]",
    "TRANSLITERATION": "Jal Bin Saakh Kumalaavathee Oupajehi Naahee Dhaam ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਖੇਤੀ ਸੁੱਕ ਜਾਂਦੀ ਹੈ (ਫ਼ਸਲ ਨਹੀਂ ਪੱਕਦੀ, ਤੇ ਉਸ ਖੇਤੀ ਵਿਚੋਂ) ਧਨ ਦੀ ਕਮਾਈ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਤਿਵੇਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਡਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "(swK) KyqI[ (dwm) Dn"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 7,
    "RAAG_ID": 6,
    "GURMUKHI": "hir nwh. n imlIAY swjnY; kq pweIAY ibsrwm ]",
    "TRANSLITERATION": "Har Naah N Mileeai Saajanai Kath Paaeeai Bisaraam ||",
    "PUNJABI": "ਸੱਜਣ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਥਾਂ ਸੁਖ ਭੀ ਨਹੀਂ ਮਿਲਦਾ।",
    "PRONUNCIATION": "(nwh) pqI pRmysr[ (ibsrwm) Arwm, SWqI[ kq: polw bolo[ (dUjw pwT: nwhn)"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 8,
    "RAAG_ID": 6,
    "GURMUKHI": "ijqu Gir. hir kMqu, n pRgteI; BiT ngr sy gRwm ]",
    "TRANSLITERATION": "Jith Ghar Har Kanth N Pragattee Bhath Nagar Sae Graam ||",
    "PUNJABI": "(ਸੁਖ ਮਿਲੇ ਭੀ ਕਿਵੇਂ?) ਜਿਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਤੀ ਪ੍ਰਭੂ ਨਾ ਆ ਵੱਸੇ, ਉਸ ਦੇ ਭਾ ਦੇ (ਵੱਸਦੇ) ਪਿੰਡ ਤੇ ਸ਼ਹਰ ਤੱਪਦੀ ਭੱਠੀ ਵਰਗੇ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(B`iT) qpdI B`TI[ (gRwm) ipMf[ ijqu: polw bolo[ n`gr"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 9,
    "RAAG_ID": 6,
    "GURMUKHI": "sRb sIgwr qMbol rs; sxu dyhI sB Kwm ]",
    "TRANSLITERATION": "Srab Seegaar Thanbol Ras San Dhaehee Sabh Khaam ||",
    "PUNJABI": "(ਇਸਤ੍ਰੀ ਨੂੰ ਪਤੀ ਤੋਂ ਬਿਨਾ) ਸਰੀਰ ਦੇ ਸਾਰੇ ਸ਼ਿੰਗਾਰ ਪਾਨਾਂ ਦੇ ਬੀੜੇ ਤੇ ਹੋਰ ਰਸ (ਆਪਣੇ) ਸਰੀਰ ਸਮੇਤ ਹੀ ਵਿਅਰਥ ਦਿੱਸਦੇ ਹਨ,",
    "PRONUNCIATION": "(sRb) swry[ (qMbol) pwn[ (sxu) sxy[ (Kwm) k`cy nwsvMq"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 9,
    "RAAG_ID": 6,
    "GURMUKHI": "pRB suAwmI kMq ivhUxIAw; mIq sjx siB jwm ]",
    "TRANSLITERATION": "Prabh Suaamee Kanth Vihooneeaa Meeth Sajan Sabh Jaam ||",
    "PUNJABI": "(ਤਿਵੇਂ) ਮਾਲਕ ਖਸਮ-ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਸੱਜਣ ਮਿਤ੍ਰ ਜਿੰਦ ਦੇ ਵੈਰੀ ਹੋ ਢੁਕਦੇ ਹਨ।",
    "PRONUNCIATION": "(ivhUxIAw) ibnw[ (jwm) jm rUp"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 10,
    "RAAG_ID": 6,
    "GURMUKHI": "nwnk kI bynMqIAw; kir ikrpw dIjY nwmu ]",
    "TRANSLITERATION": "Naanak Kee Baenantheeaa Kar Kirapaa Dheejai Naam ||",
    "PUNJABI": "(ਤਾਹੀਏਂ) ਨਾਨਕ ਦੀ ਬੇਨਤੀ ਹੈ ਕਿ (ਹੇ ਪ੍ਰਭੂ!) ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 10,
    "RAAG_ID": 6,
    "GURMUKHI": "hir mylhu suAwmI sMig pRB; ijs kw inhcl Dwm ]1]",
    "TRANSLITERATION": "Har Maelahu Suaamee Sang Prabh Jis Kaa Nihachal Dhhaam ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ (ਮੈਨੂੰ) ਜੋੜੀ ਰੱਖ, (ਹੋਰ ਸਾਰੇ ਆਸਰੇ-ਪਰਨੇ ਨਾਸਵੰਤ ਹਨ) ਇਕ ਤੇਰਾ ਘਰ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(Dwm) Gr, pRkwS"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 11,
    "RAAG_ID": 6,
    "GURMUKHI": "cyiq goivMdu ArwDIAY; hovY AnMdu Gxw ]",
    "TRANSLITERATION": "Chaeth Govindh Araadhheeai Hovai Anandh Ghanaa ||",
    "PUNJABI": "ਚੇਤ ਵਿਚ (ਬਸੰਤ ਰੁੱਤ ਆਉਂਦੀ ਹੈ, ਹਰ ਪਾਸੇ ਖਿੜੀ ਫੁਲਵਾੜੀ ਮਨ ਨੂੰ ਆਨੰਦ ਦੇਂਦੀ ਹੈ, ਜੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰੀਏ (ਤਾਂ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਬਹੁਤ ਆਤਮਕ ਆਨੰਦ ਹੋ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": "(cyiq) cyq dy mhIny[ (Gxw) bhuq"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 11,
    "RAAG_ID": 6,
    "GURMUKHI": "sMq jnw imil pweIAY; rsnw nwmu Bxw ]",
    "TRANSLITERATION": "Santh Janaa Mil Paaeeai Rasanaa Naam Bhanaa ||",
    "PUNJABI": "ਪਰ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਦਾਤ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(Bxw) aucwrnw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 12,
    "RAAG_ID": 6,
    "GURMUKHI": "ijin pwieAw pRBu Awpxw; Awey iqsih gxw ]",
    "TRANSLITERATION": "Jin Paaeiaa Prabh Aapanaa Aaeae Thisehi Ganaa ||",
    "PUNJABI": "ਉਸੇ ਬੰਦੇ ਨੂੰ ਜਗਤ ਵਿਚ ਜੰਮਿਆ ਜਾਣੋ (ਉਸੇ ਦਾ ਜਨਮ ਸਫਲਾ ਸਮਝੋ) ਜਿਸ ਨੇ (ਸਿਮਰਨ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਆਪਣੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 12,
    "RAAG_ID": 6,
    "GURMUKHI": "ieku iKnu iqsu ibnu jIvxw; ibrQw jnmu jxw ]",
    "TRANSLITERATION": "Eik Khin This Bin Jeevanaa Birathhaa Janam Janaa ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਮਾਤ੍ਰ ਸਮਾ ਗੁਜ਼ਾਰਿਆਂ ਭੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਬੀਤਦੀ ਜਾਣੋ।",
    "PRONUNCIATION": "(jxw) jwxw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 13,
    "RAAG_ID": 6,
    "GURMUKHI": "jil Qil mhIAil pUirAw; rivAw ivic vxw ]",
    "TRANSLITERATION": "Jal Thhal Meheeal Pooriaa Raviaa Vich Vanaa ||",
    "PUNJABI": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਅਕਾਸ਼ ਵਿਚ ਜੰਗਲਾਂ ਵਿਚ ਹਰ ਥਾਂ ਵਿਅਪਕ ਹੈ,",
    "PRONUNCIATION": "(vxw) jMglW"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 13,
    "RAAG_ID": 6,
    "GURMUKHI": "so pRBu. iciq n AwveI; ikqVw duKu gxw ]",
    "TRANSLITERATION": "So Prabh Chith N Aavee Kitharraa Dhukh Ganaa ||",
    "PUNJABI": "ਜੇ ਐਸਾ ਪ੍ਰਭੂ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਹ ਵੱਸੇ, ਤਾਂ ਉਸ ਮਨੁੱਖ ਦਾ (ਮਾਨਸਕ) ਦੁੱਖ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": "(ik`qVw) ikMnw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 14,
    "RAAG_ID": 6,
    "GURMUKHI": "ijnI rwivAw so pRBU; iqMnw Bwgu mxw ]",
    "TRANSLITERATION": "Jinee Raaviaa So Prabhoo Thinnaa Bhaag Manaa ||",
    "PUNJABI": "(ਪਰ) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਉਸ (ਸਰਬ ਵਿਆਪਕ) ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਬੜਾ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(mxw) bhuq"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 14,
    "RAAG_ID": 6,
    "GURMUKHI": "hir drsn kMau mnu locdw; nwnk ipAws mnw ]",
    "TRANSLITERATION": "Har Dharasan Kano Man Lochadhaa Naanak Piaas Manaa ||",
    "PUNJABI": "ਨਾਨਕ ਦਾ ਮਨ (ਭੀ ਹਰੀ ਦੇ ਦੀਦਾਰ ਨੂੰ ਤਾਂਘਦਾ ਹੈ, ਨਾਨਕ ਦੇ ਮਨ ਵਿਚ ਹਰੀ-ਦਰਸਨ ਦੀ ਪਿਆਸ ਹੈ।",
    "PRONUNCIATION": "(locdw) qWGdw[ (mnw) mn c"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 15,
    "RAAG_ID": 6,
    "GURMUKHI": "cyiq imlwey so pRBU; iqs kY pwie lgw ]2]",
    "TRANSLITERATION": "Chaeth Milaaeae So Prabhoo This Kai Paae Lagaa ||2||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਮੈਨੂੰ ਹਰੀ ਦਾ ਮਿਲਾਪ ਕਰਾ ਦੇਵੇ ਮੈਂ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗਾਂਗਾ ॥੨॥",
    "PRONUNCIATION": "l`gW"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 15,
    "RAAG_ID": 6,
    "GURMUKHI": "vYswiK DIrin ikau vwFIAw; ijnw pRym ibCohu ]",
    "TRANSLITERATION": "Vaisaakh Dhheeran Kio Vaadteeaa Jinaa Praem Bishhohu ||",
    "PUNJABI": "(ਵੈਸਾਖੀ ਵਾਲਾ ਦਿਨ ਹਰੇਕ ਇਸਤ੍ਰੀ ਮਰਦ ਵਾਸਤੇ ਰੀਝਾਂ ਵਾਲਾ ਦਿਨ ਹੁੰਦਾ ਹੈ, ਪਰ) ਵੈਸਾਖ ਵਿਚ ਉਹਨਾਂ ਇਸਤ੍ਰੀਆਂ ਦਾ ਦਿਲ ਕਿਵੇਂ ਖਲੋਵੇ ਜੋ ਪਤੀ ਤੋਂ ਵਿੱਛੁੜੀਆਂ ਪਈਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਿਆਰ (ਦੇ ਪ੍ਰਗਟਾਵੇ) ਦੀ ਅਣਹੋਂਦ ਹੈ,",
    "PRONUNCIATION": "(DIrin) DIrj krn[ (vwFIAw) iv`CuVIAW hoeIAW[ (ibCohu) ivCoVw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 16,
    "RAAG_ID": 6,
    "GURMUKHI": "hir swjnu purKu ivswir kY; lgI mwieAw Dohu ]",
    "TRANSLITERATION": "Har Saajan Purakh Visaar Kai Lagee Maaeiaa Dhhohu ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਜੀਵ ਨੂੰ ਧੀਰਜ ਕਿਵੇਂ ਆਵੇ ਜਿਸ ਨੂੰ) ਸੱਜਣ-ਪ੍ਰਭੂ ਵਿਸਾਰ ਕੇ ਮਨ-ਮੋਹਣੀ ਮਾਇਆ ਚੰਬੜੀ ਹੋਈ ਹੈ?",
    "PRONUNCIATION": "(Dohu) CL rUp"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 16,
    "RAAG_ID": 6,
    "GURMUKHI": "puqR klqR n sMig Dnw; hir AivnwsI Ehu ]",
    "TRANSLITERATION": "Puthr Kalathr N Sang Dhhanaa Har Avinaasee Ouhu ||",
    "PUNJABI": "ਨਾਹ ਪੁਤ੍ਰ, ਨਾਹ ਇਸਤ੍ਰੀ, ਨਾਹ ਧਨ, ਕੋਈ ਭੀ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਨਿਭਦਾ ਇਕ ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਹੀ ਅਸਲ ਸਾਥੀ ਹੈ।",
    "PRONUNCIATION": "(k-l`qR) iesqRI[ (Dnw) Dn"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 17,
    "RAAG_ID": 6,
    "GURMUKHI": "plic plic sglI mueI; JUTY DMDY mohu ]",
    "TRANSLITERATION": "Palach Palach Sagalee Muee Jhoothai Dhhandhhai Mohu ||",
    "PUNJABI": "ਨਾਸਵੰਤ ਧੰਧੇ ਦਾ ਮੋਹ (ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਹੀ) ਵਿਆਪ ਰਿਹਾ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਮੁੜ ਮੁੜ ਫਸ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਹੀ (ਆਤਮਕ ਮੌਤੇ) ਮਰ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "(plic) Ps"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 17,
    "RAAG_ID": 6,
    "GURMUKHI": "ieksu. hir ky nwm ibnu; AgY. leIAih Koih ]",
    "TRANSLITERATION": "Eikas Har Kae Naam Bin Agai Leeahi Khohi ||",
    "PUNJABI": "ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਜਿਤਨੇ ਭੀ ਕਰਮ ਇਥੇ ਕਰੀਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਮਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਖੋਹ ਲਏ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਹ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਅੰਗ ਨਹੀਂ ਬਣ ਸਕਦੇ)।",
    "PRONUNCIATION": "(ieksu) ie`k (su) sRySt vwihgurU jI[ leI-Aih"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 18,
    "RAAG_ID": 6,
    "GURMUKHI": "dXu ivswir. ivgucxw; pRB ibnu. Avru n koie ]",
    "TRANSLITERATION": "Dhay Visaar Viguchanaa Prabh Bin Avar N Koe ||",
    "PUNJABI": "ਪਿਆਰ-ਸਰੂਪ ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ ਖ਼ੁਆਰੀ ਹੀ ਹੁੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਜਿੰਦ ਦਾ ਹੋਰ ਕੋਈ ਸਾਥੀ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": "(dXu) prmpUjnIk, ikRpwlU[ d-Xu d mukqw, Xu AONkV sihq qwlU qoN bolo[ (iv-gu`cxw) KuAwr hoxw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 18,
    "RAAG_ID": 6,
    "GURMUKHI": "pRIqm crxI. jo lgy; iqn kI inrml soie ]",
    "TRANSLITERATION": "Preetham Charanee Jo Lagae Thin Kee Niramal Soe ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਦੀ ਚਰਨੀਂ ਜੇਹੜੇ ਬੰਦੇ ਲਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਭਲੀ ਸੋਭਾ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(soie) soBw[ l`gy"
  }
]