[
  {
    "SHABAD_ID": 358,
    "LINE_ID": 1,
    "RAAG_ID": 6,
    "GURMUKHI": "kwim kroiD. n mohIAY; ibnsY loBu suAwnu ]",
    "TRANSLITERATION": "Kaam Karodhh N Moheeai Binasai Lobh Suaan ||",
    "PUNJABI": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕਾਮ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ ਨਹੀਂ ਫਸੀਦਾ, ਲੋਭ-ਕੁੱਤਾ ਭੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਲੋਭ, ਜਿਸ ਦੇ ਅਸਰ ਹੇਠ ਮਨੁੱਖ ਕੁੱਤੇ ਵਾਂਗ ਦਰ ਦਰ ਤੇ ਭਟਕਦਾ ਹੈ)।",
    "PRONUNCIATION": "(suAwnu) ku`qw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 1,
    "RAAG_ID": 6,
    "GURMUKHI": "scY mwrig clidAw; ausqiq kry jhwnu ]",
    "TRANSLITERATION": "Sachai Maarag Chaladhiaa Ousathath Karae Jehaan ||",
    "PUNJABI": "ਇਸ ਸੱਚੇ ਰਸਤੇ ਉੱਤੇ ਤੁਰਿਆਂ ਜਗਤ ਦੀ ਸੋਭਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 2,
    "RAAG_ID": 6,
    "GURMUKHI": "ATsiT qIrQ sgl puMn; jIA dieAw prvwnu ]",
    "TRANSLITERATION": "Athasath Theerathh Sagal Punn Jeea Dhaeiaa Paravaan ||",
    "PUNJABI": "ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ, ਸਾਰੇ ਪੁੰਨ ਕਰਮ, ਜੀਵਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨੀ ਜੋ ਧਾਰਮਿਕ ਕੰਮ ਮੰਨੀ ਗਈ ਹੈ (ਇਹ ਸਭ ਕੁਝ ਸਿਮਰਨ ਦੇ ਵਿਚ ਹੀ ਆ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 2,
    "RAAG_ID": 6,
    "GURMUKHI": "ijs no dyvY dieAw kir; soeI purKu sujwnu ]",
    "TRANSLITERATION": "Jis No Dhaevai Dhaeiaa Kar Soee Purakh Sujaan ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ ਪਛਾਣ ਵਾਲਾ) ਸਿਆਣਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(sujwnu) isAwxw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 3,
    "RAAG_ID": 6,
    "GURMUKHI": "ijnw imilAw pRBu Awpxw; nwnk iqn kurbwnu ]",
    "TRANSLITERATION": "Jinaa Miliaa Prabh Aapanaa Naanak Thin Kurabaan ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 3,
    "RAAG_ID": 6,
    "GURMUKHI": "mwiG sucy. sy kWFIAih; ijn pUrw guru imhrvwnu ]12]",
    "TRANSLITERATION": "Maagh Suchae Sae Kaandteeahi Jin Pooraa Gur Miharavaan ||12||",
    "PUNJABI": "ਮਾਘ ਮਹੀਨੇ ਵਿਚ ਸਿਰਫ਼ ਉਹੀ ਸੁੱਚੇ ਬੰਦੇ ਆਖੇ ਜਾਂਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪੂਰਾ ਸਤਿਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ (ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਿਮਰਨ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ) ॥੧੨॥",
    "PRONUNCIATION": "(kWFIAih) khy jWdy"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 4,
    "RAAG_ID": 6,
    "GURMUKHI": "Plguix. AnMd aupwrjnw; hir sjx. pRgty Awie ]",
    "TRANSLITERATION": "Falagun Anandh Oupaarajanaa Har Sajan Pragattae Aae ||",
    "PUNJABI": "(ਸਿਆਲੀ ਰੁੱਤ ਦੀ ਕਰੜੀ ਸਰਦੀ ਪਿੱਛੋਂ ਬਹਾਰ ਫਿਰਨ ਤੇ ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ ਲੋਕ ਹੋਲੀਆਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੀ ਰਾਹੀਂ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾਂਦੇ ਹਨ, ਪਰ) ਫੱਗਣ ਵਿਚ (ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੱਜਣ-ਹਰੀ ਪਰਤੱਖ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "(aupwr-jnw) pYdw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 4,
    "RAAG_ID": 6,
    "GURMUKHI": "sMq shweI rwm ky; kir ikrpw dIAw imlwie ]",
    "TRANSLITERATION": "Santh Sehaaee Raam Kae Kar Kirapaa Dheeaa Milaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ ਸੰਤ ਜਨ ਮਿਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਜੋੜ ਦੇਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 5,
    "RAAG_ID": 6,
    "GURMUKHI": "syj suhwvI srb suK; huix duKw nwhI jwie ]",
    "TRANSLITERATION": "Saej Suhaavee Sarab Sukh Hun Dhukhaa Naahee Jaae ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁੰਦਰ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਹੀ ਸੁੱਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਫਿਰ ਦੁੱਖਾਂ ਲਈ (ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਕਿਤੇ ਰਤਾ ਥਾਂ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 5,
    "RAAG_ID": 6,
    "GURMUKHI": "ieC punI vfBwgxI; vru pwieAw hir rwie ]",
    "TRANSLITERATION": "Eishh Punee Vaddabhaaganee Var Paaeiaa Har Raae ||",
    "PUNJABI": "ਉਹਨਾਂ ਵਡ-ਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਖਸਮ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(ie`C) ie`Cw[ (punI it`pI nlwau) pUrI hoeI[ v`fBwgxI"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 6,
    "RAAG_ID": 6,
    "GURMUKHI": "imil shIAw mMglu gwvhI; gIq goivMd Alwie ]",
    "TRANSLITERATION": "Mil Seheeaa Mangal Gaavehee Geeth Govindh Alaae ||",
    "PUNJABI": "ਉਹ ਸਤ-ਸੰਗੀ ਸਹੇਲੀਆਂ ਨਾਲ ਰਲ ਕੇ ਗੋਵਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਅਲਾਪ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਗੁਰਬਾਣੀ ਗਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "sqsMgI (shIAw) shylIAW[ vwihgurU jI dw (mMglu) js gurbwxI jI[ (Alwie) aucwrn"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 6,
    "RAAG_ID": 6,
    "GURMUKHI": "hir jyhw. Avru n idseI; koeI dUjw. lvY n lwie ]",
    "TRANSLITERATION": "Har Jaehaa Avar N Dhisee Koee Dhoojaa Lavai N Laae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਵਰਗਾ ਕੋਈ ਹੋਰ, ਉਸ ਦੀ ਬਰਾਬਰੀ ਕਰ ਸਕਣ ਵਾਲਾ ਕੋਈ ਦੂਜਾ ਉਹਨਾਂ ਨੂੰ ਕਿਤੇ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 7,
    "RAAG_ID": 6,
    "GURMUKHI": "hlqu plqu svwirEnu; inhcl idqIAnu jwie ]",
    "TRANSLITERATION": "Halath Palath Savaarioun Nihachal Dhitheean Jaae ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ (ਉਹਨਾਂ ਸਤ-ਸੰਗੀਆਂ ਦਾ) ਲੋਕ ਪਰਲੋਕ ਸਵਾਰ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਲਿਵ-ਲੀਨਤਾ ਵਾਲੀ) ਐਸੀ ਥਾਂ ਬਖ਼ਸ਼ੀ ਹੈ ਜੋ ਕਦੇ ਡੋਲਦੀ ਹੀ ਨਹੀਂ।",
    "PRONUNCIATION": "(hlqu) ieh lok, (plqu) pRlok[ (jwie) sQwn"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 7,
    "RAAG_ID": 6,
    "GURMUKHI": "sMswr swgr qy riKAnu; bhuiV. n jnmY Dwie ]",
    "TRANSLITERATION": "Sansaar Saagar Thae Rakhian Bahurr N Janamai Dhhaae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਉਹਨਾਂ ਨੂੰ (ਹੱਥ ਦੇ ਕੇ) ਰੱਖ ਲਿਆ ਹੈ, ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ ਮੁੜ ਉਹਨਾਂ ਦੀ ਦੌੜ ਭੱਜ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": "(Dwie) Btkdy"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 8,
    "RAAG_ID": 6,
    "GURMUKHI": "ijhvw eyk. Anyk gux; qry nwnk crxI pwie ]",
    "TRANSLITERATION": "Jihavaa Eaek Anaek Gun Tharae Naanak Charanee Paae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸਾਡੀ ਇਕ ਜੀਭ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਅਨੇਕਾਂ ਹੀ ਗੁਣ ਹਨ (ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਿਆਨ ਕਰਨ ਜੋਗੇ ਨਹੀਂ ਹਾਂ, ਪਰ) ਜੇਹੜੇ ਜੀਵ ਉਸ ਦੀ ਚਰਨੀਂ ਪੈਂਦੇ ਹਨ (ਉਸ ਦਾ ਆਸਰਾ ਤੱਕਦੇ ਹਨ) ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਤਰ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 8,
    "RAAG_ID": 6,
    "GURMUKHI": "Plguix inq slwhIAY; ijs no. iqlu n qmwie ]13]",
    "TRANSLITERATION": "Falagun Nith Salaaheeai Jis No Thil N Thamaae ||13||",
    "PUNJABI": "ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਹੋਲੀਆਂ ਆਦਿਕ ਵਿਚੋਂ ਅਨੰਦ ਲੱਭਣ ਦੇ ਥਾਂ) ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਨੂੰ (ਆਪਣੀ ਵਡਿਆਈ ਕਰਾਣ ਦਾ) ਰਤਾ ਭਰ ਭੀ ਲਾਲਚ ਨਹੀਂ ਹੈ (ਇਸ ਵਿਚ ਸਾਡਾ ਹੀ ਭਲਾ ਹੈ) ॥੧੩॥",
    "PRONUNCIATION": "(iqlu) iql mwqR QoVI BI[ (qmwie) lwlc, ie`Cw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 9,
    "RAAG_ID": 6,
    "GURMUKHI": "ijin ijin nwmu iDAwieAw; iqn ky kwj sry ]",
    "TRANSLITERATION": "Jin Jin Naam Dhhiaaeiaa Thin Kae Kaaj Sarae ||",
    "PUNJABI": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕਾਰਜ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(sry) pUrn sPl hoey"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 10,
    "RAAG_ID": 6,
    "GURMUKHI": "hir guru pUrw AwrwiDAw; drgh sic Kry ]",
    "TRANSLITERATION": "Har Gur Pooraa Aaraadhhiaa Dharageh Sach Kharae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਆਰਾਧਿਆ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(AwrwiDAw) jipAw iDAwieAw jpwieAw[ (Kry) au~qm"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 10,
    "RAAG_ID": 6,
    "GURMUKHI": "srb suKw iniD crx hir; Baujlu ibKmu qry ]",
    "TRANSLITERATION": "Sarab Sukhaa Nidhh Charan Har Bhoujal Bikham Tharae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਹੀ ਸਾਰੇ ਸੁੱਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਨ, (ਜਿਹੜੇ ਜੀਵ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹ) ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ (ਸਹੀ-ਸਲਾਮਤ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(iniD) Kzwnw[ AOguxW ivkwrW sihq (ibKmu) kiTn (Baujlu) sMswr smuMdr"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 11,
    "RAAG_ID": 6,
    "GURMUKHI": "pRym Bgiq iqn pweIAw; ibiKAw nwih jry ]",
    "TRANSLITERATION": "Praem Bhagath Thin Paaeeaa Bikhiaa Naahi Jarae ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਵਿਚ ਉਹ ਨਹੀਂ ਸੜਦੇ।",
    "PRONUNCIATION": "(ibiKAw) zihr mwieAw iviSAW c l`g ky nhIN (jry) sVy"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 11,
    "RAAG_ID": 6,
    "GURMUKHI": "kUV gey duibDw nsI; pUrn sic Bry ]",
    "TRANSLITERATION": "Koorr Geae Dhubidhhaa Nasee Pooran Sach Bharae ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਵਿਅਰਥ ਝੂਠੇ ਲਾਲਚ ਖ਼ਤਮ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮੁਕੰਮਲ ਤੌਰ ਤੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "kdy sweIN v`l kdy mwieAw v`l (duibDw) dÍYq Bwv[ n`sI"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 11,
    "RAAG_ID": 6,
    "GURMUKHI": "pwrbRhmu pRBu syvdy; mn AMdir eyku Dry ]",
    "TRANSLITERATION": "Paarabreham Prabh Saevadhae Man Andhar Eaek Dhharae ||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਇਕੋ ਪਰਮ ਜੋਤਿ ਪਰਮਾਤਮਾ ਨੂੰ ਵਸਾ ਕੇ ਸਦਾ ਉਸ ਨੂੰ ਸਿਮਰਦੇ ਹਨ।",
    "PRONUNCIATION": "(Dry) itkwA ky"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 12,
    "RAAG_ID": 6,
    "GURMUKHI": "mwh idvs. mUrq Bly; ijs kau. ndir kry ]",
    "TRANSLITERATION": "Maah Dhivas Moorath Bhalae Jis Ko Nadhar Karae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ) ਉਹਨਾਂ ਵਾਸਤੇ ਸਾਰੇ ਮਹੀਨੇ ਸਾਰੇ ਦਿਹਾੜੇ ਸਾਰੇ ਹੀ ਮੁਹੂਰਤ ਸੁਲੱਖਣੇ ਹਨ (ਸੰਗ੍ਰਾਂਦ ਆਦਿਕ ਦੀ ਪਵਿਤ੍ਰਤਾ ਦੇ ਭਰਮ-ਭੁਲੇਖੇ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਪੈਂਦੇ)।",
    "PRONUNCIATION": "(mUrq) mhUrq, do GVIAW dw smw"
  },
  {
    "SHABAD_ID": 358,
    "LINE_ID": 12,
    "RAAG_ID": 6,
    "GURMUKHI": "nwnku mMgY drs dwnu; ikrpw krhu hry ]14]1]",
    "TRANSLITERATION": "Naanak Mangai Dharas Dhaan Kirapaa Karahu Harae ||14||1||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰੇ) ਦੀਦਾਰ ਦੀ ਦਾਤ ਮੰਗਦਾ ਹਾਂ ॥੧੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 14,
    "RAAG_ID": 6,
    "GURMUKHI": "mwJ mhlw 5 idn rYix",
    "TRANSLITERATION": "Maajh Mehalaa 5 Dhin Raini",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 14,
    "RAAG_ID": 6,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 15,
    "RAAG_ID": 6,
    "GURMUKHI": "syvI siqguru Awpxw; hir ismrI. idn siB rYx ]",
    "TRANSLITERATION": "Saevee Sathigur Aapanaa Har Simaree Dhin Sabh Rain ||",
    "PUNJABI": "(ਹੇ ਭੈਣ! ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵਾਂ, ਤੇ ਮੈਂ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਾਰੇ ਦਿਨ ਤੇ ਸਾਰੀਆਂ ਰਾਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 15,
    "RAAG_ID": 6,
    "GURMUKHI": "Awpu iqAwig srxI pvW; muiK bolI imTVy vYx ]",
    "TRANSLITERATION": "Aap Thiaag Saranee Pavaan Mukh Bolee Mitharrae Vain ||",
    "PUNJABI": "ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ (ਹਉਮੈ ਅਹੰਕਾਰ ਛੱਡ ਕੇ) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵਾਂ ਤੇ ਮੂੰਹ ਨਾਲ (ਉਸ ਅੱਗੇ ਇਹ) ਮਿੱਠੇ ਬੋਲ ਬੋਲਾਂ,",
    "PRONUNCIATION": "(vYx) bcn"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 16,
    "RAAG_ID": 6,
    "GURMUKHI": "jnm jnm kw ivCuiVAw; hir mylhu sjxu sYx ]",
    "TRANSLITERATION": "Janam Janam Kaa Vishhurriaa Har Maelahu Sajan Sain ||",
    "PUNJABI": "(ਕਿ ਹੇ ਸਤਿਗੁਰੂ!) ਮੈਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਹ, ਮੇਰਾ ਮਨ ਕਈ ਜਨਮਾਂ ਦਾ ਉਸ ਤੋਂ ਵਿੱਛੁੜਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(sYx) suAwmI, mwlk"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 16,
    "RAAG_ID": 6,
    "GURMUKHI": "jo jIA hir qy ivCuVy; sy suiK n vsin BYx ]",
    "TRANSLITERATION": "Jo Jeea Har Thae Vishhurrae Sae Sukh N Vasan Bhain ||",
    "PUNJABI": "ਹੇ ਭੈਣ! ਜੇਹੜੇ ਜੀਵ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਛੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਸੁਖ ਨਾਲ ਨਹੀਂ ਵੱਸ ਸਕਦੇ।",
    "PRONUNCIATION": "cOrwsI dy gyVy c (BYx) BauNdy hn"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 16,
    "RAAG_ID": 6,
    "GURMUKHI": "hir ipr ibnu. cYnu n pweIAY; Koij ifTy siB gYx ]",
    "TRANSLITERATION": "Har Pir Bin Chain N Paaeeai Khoj Ddithae Sabh Gain ||",
    "PUNJABI": "ਮੈਂ ਸਾਰੇ (ਧਰਤੀ) ਆਕਾਸ਼ ਖੋਜ ਕੇ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "PRONUNCIATION": "(gYx) AkwS mMfl"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 17,
    "RAAG_ID": 6,
    "GURMUKHI": "Awp kmwxY ivCuVI; dosu. n kwhU dyx ]",
    "TRANSLITERATION": "Aap Kamaanai Vishhurree Dhos N Kaahoo Dhaen ||",
    "PUNJABI": "(ਹੇ ਭੈਣ!) ਮੈਂ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ) ਵਿੱਛੁੜੀ ਹੋਈ ਹਾਂ (ਇਸ ਬਾਰੇ) ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਦੋਸ਼ ਨਹੀਂ ਦੇ ਸਕਦੀ।",
    "PRONUNCIATION": "(kmwxY) krmW krky"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 17,
    "RAAG_ID": 6,
    "GURMUKHI": "kir ikrpw pRB rwiK lyhu; horu. nwhI krx kryx ]",
    "TRANSLITERATION": "Kar Kirapaa Prabh Raakh Laehu Hor Naahee Karan Karaen ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ, ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਕੁਝ ਕਰਨ ਕਰਾਵਨ ਦੀ ਸਮਰੱਥਾ ਨਹੀਂ ਰੱਖਦਾ।",
    "PRONUNCIATION": "(krx kryx) krn krwaux Xog"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 18,
    "RAAG_ID": 6,
    "GURMUKHI": "hir quDu ivxu. KwkU rUlxw; khIAY ikQY. vYx ]",
    "TRANSLITERATION": "Har Thudhh Vin Khaakoo Roolanaa Keheeai Kithhai Vain ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੇਰੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਮਿੱਟੀ ਵਿਚ ਰੁਲ ਜਾਈਦਾ ਹੈ। (ਇਸ ਦੁੱਖ ਦੇ) ਕੀਰਨੇ ਹੋਰ ਕਿਸ ਨੂੰ ਦੱਸੀਏ?",
    "PRONUNCIATION": "(KwkU) im`tI c[ (vYx) kIrny, ivrlwp"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 18,
    "RAAG_ID": 6,
    "GURMUKHI": "nwnk kI bynMqIAw; hir surjnu. dyKw nYx ]1]",
    "TRANSLITERATION": "Naanak Kee Baenantheeaa Har Surajan Dhaekhaa Nain ||1||",
    "PUNJABI": "(ਹੇ ਭੈਣ!) ਨਾਨਕ ਦੀ ਇਹ ਬੇਨਤੀ ਹੈ ਕਿ ਮੈਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਆਪਣੀ ਅੱਖੀਂ ਉਸ ਉੱਤਮ ਪੁਰਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾਂ ॥੧॥",
    "PRONUNCIATION": "sMq Bgq mhWpurS (surjnu) sRySt purK[ (nYx) nyqRW nwl"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 19,
    "RAAG_ID": 6,
    "GURMUKHI": "jIA kI ibrQw. so suxy; hir sMimRQ purKu Apwru ]",
    "TRANSLITERATION": "Jeea Kee Birathhaa So Sunae Har Sanmrithh Purakh Apaar ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ, ਉਹੀ ਜਿੰਦ ਦਾ ਦੁਖ-ਦਰਦ ਸੁਣਦਾ ਹੈ।",
    "PRONUNCIATION": "(ibrQw) pIVw[ sB kuJ krn nUM (sMm-i R~Q) smrQ"
  },
  {
    "SHABAD_ID": 359,
    "LINE_ID": 19,
    "RAAG_ID": 6,
    "GURMUKHI": "mrix jIvix AwrwDxw; sBnw kw AwDwru ]",
    "TRANSLITERATION": "Maran Jeevan Aaraadhhanaa Sabhanaa Kaa Aadhhaar ||",
    "PUNJABI": "ਸਾਰੀ ਹੀ ਉਮਰ ਉਸਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਉਹ ਸਭ ਜੀਵਾਂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਹੈ।",
    "PRONUNCIATION": "(AwrwDxw) ismrnw"
  }
]