[
  {
    "SHABAD_ID": 502,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "hir hir inkit vsY, sB jg kY; AprMpr purKu AqolI ]",
    "TRANSLITERATION": "Har Har Nikatt Vasai Sabh Jag Kai Aparanpar Purakh Atholee ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ, ਜੋ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ ਜੋ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਜਿਸ ਦੇ ਗੁਣ-ਸਮੂਹ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ, ਸਾਰੇ ਜਗਤ ਦੇ ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(Ap-rMpr) byAMq[ (purKu) pUrn"
  },
  {
    "SHABAD_ID": 502,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "hir hir pRgtu kIE, guir pUrY; isru vyicE. gur pih molI ]3]",
    "TRANSLITERATION": "Har Har Pragatt Keeou Gur Poorai Sir Vaechiou Gur Pehi Molee ||3||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੇਰੇ ਅੰਦਰ ਪਰਗਟ ਕੀਤਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਮੈਂ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਪਾਸ ਮੁੱਲ ਤੋਂ ਵੇਚ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਆਪਣਾ ਕੋਈ ਹੱਕ-ਦਾਅਵਾ ਨਹੀਂ ਰੱਖਿਆ ਜਿਵੇਂ ਮੁੱਲ ਲੈ ਕੇ ਵੇਚੀ ਕਿਸੇ ਚੀਜ਼ ਉੱਤੇ ਹੱਕ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ॥੩॥",
    "PRONUNCIATION": "(mo~lI) mu`l"
  },
  {
    "SHABAD_ID": 502,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "hir jI AMqir bwhir, qum srxwgiq; qum vf purK vfolI ]",
    "TRANSLITERATION": "Har Jee Anthar Baahar Thum Saranaagath Thum Vadd Purakh Vaddolee ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਸਾਰੇ ਜਗਤ ਵਿਚ ਸਭ ਜੀਵਾਂ ਦੇ) ਅੰਦਰ ਬਾਹਰ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ। ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਮੇਰੇ ਵਾਸਤੇ ਤੂੰ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈਂ।",
    "PRONUNCIATION": "srxwgiq[ (vfo~lI) v`fy"
  },
  {
    "SHABAD_ID": 502,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "jnu nwnku. An idnu hir gux gwvY; imil siqgur gur vycolI ]4]1]15]53]",
    "TRANSLITERATION": "Jan Naanak Anadhin Har Gun Gaavai Mil Sathigur Gur Vaecholee ||4||1||15||53||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਗੁਰੂ-ਵਿਚੋਲੇ ਨੂੰ ਮਿਲ ਕੇ ਹਰ ਰੋਜ਼ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੪॥੧॥੧੫॥੫੩॥",
    "PRONUNCIATION": "(vyco~lI) ivcoly"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "jgjIvn AprMpr suAwmI; jgdIsur purK ibDwqy ]",
    "TRANSLITERATION": "Jagajeevan Aparanpar Suaamee Jagadheesur Purakh Bidhhaathae ||",
    "PUNJABI": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼ਵਰ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਿਰਜਣਹਾਰ!",
    "PRONUNCIATION": "(j`gjIvn) jgq dy jIvn rUp[ (Ap-rMpr) byAMq[ (j`gdIsur) jgq dy mwlk"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "ijqu mwrig. qum pRyrhu suAwmI; iqqu mwrig hm jwqy ]1]",
    "TRANSLITERATION": "Jith Maarag Thum Praerahu Suaamee Thith Maarag Ham Jaathae ||1||",
    "PUNJABI": "ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਜਿਸ ਰਸਤੇ ਉਤੇ (ਤੁਰਨ ਲਈ) ਪ੍ਰੇਰਦਾ ਹੈਂ, ਅਸੀਂ ਉਸ ਰਸਤੇ ਉਤੇ ਹੀ ਤੁਰਦੇ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm. myrw mnu; hir syqI rwqy ]",
    "TRANSLITERATION": "Raam Maeraa Man Har Saethee Raathae ||",
    "PUNJABI": "ਹੇ ਰਾਮ (ਮਿਹਰ ਕਰ) ਮੇਰਾ ਮਨ ਤੇਰੇ (ਨਾਮ) ਵਿਚ ਰੰਗਿਆ ਰਹੇ।",
    "PRONUNCIATION": "(syqI) nwl"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "sqsMgiq imil rwmu rsu pwieAw; hir rwmY nwim smwqy ]1] rhwau ]",
    "TRANSLITERATION": "Sathasangath Mil Raam Ras Paaeiaa Har Raamai Naam Samaathae ||1|| Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(smwqy) smwauNdy, lIn huMdy"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "hir hir nwmu. hir hir jig AvKDu; hir hir nwmu hir swqy ]",
    "TRANSLITERATION": "Har Har Naam Har Har Jag Avakhadhh Har Har Naam Har Saathae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਗਤ ਵਿਚ (ਸਭ ਰੋਗਾਂ ਦੀ) ਦਵਾਈ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ) ਸ਼ਾਂਤੀ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "(AvKDu) dvweI[ (s~wqy) s`cw[ j`ig"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "iqn ky pwp doK siB ibnsy; jo gurmiq rwm rsu Kwqy ]2]",
    "TRANSLITERATION": "Thin Kae Paap Dhokh Sabh Binasae Jo Guramath Raam Ras Khaathae ||2||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਐਬ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(ibnsy) nws hoey[ (Kwqy) KWdy"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn kau. ilKqu ilKy Duir msqik; qy. gur sMqoK sir nwqy ]",
    "TRANSLITERATION": "Jin Ko Likhath Likhae Dhhur Masathak Thae Gur Santhokh Sar Naathae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਭਗਤੀ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ-ਰੂਪ ਸੰਤੋਖਸਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ (ਭਾਵ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਵਿਚ ਆਪਣਾ ਆਪ ਲੀਨ ਕਰ ਦੇਂਦੇ ਹਨ ਤੇ ਉਹ ਸੰਤੋਖ ਵਾਲਾ ਜੀਵਨ ਜੀਊਂਦੇ ਹਨ)।",
    "PRONUNCIATION": "n@wqy"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "durmiq mYlu. geI sB iqn kI; jo rwm nwm rMig rwqy ]3]",
    "TRANSLITERATION": "Dhuramath Mail Gee Sabh Thin Kee Jo Raam Naam Rang Raathae ||3||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਭੈੜੀ ਮਤਿ ਵਾਲੀ ਸਾਰੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm qum Awpy Awip. Awip pRBu Twkur; qum jyvf. Avru n dwqy ]",
    "TRANSLITERATION": "Raam Thum Aapae Aap Aap Prabh Thaakur Thum Jaevadd Avar N Dhaathae ||",
    "PUNJABI": "ਹੇ ਰਾਮ! ਹੇ ਠਾਕੁਰ! ਤੂੰ ਆਪ ਹੀ ਤੂੰ ਆਪ ਹੀ ਤੂੰ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਤੇਰੇ ਜੇਡਾ ਵੱਡਾ ਕੋਈ ਹੋਰ ਦਾਤਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "dwqy: polw bolo"
  },
  {
    "SHABAD_ID": 503,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "jnu nwnku. nwmu ley qW jIvY; hir jpIAY hir ikrpw qy ]4]2]16]54]",
    "TRANSLITERATION": "Jan Naanak Naam Leae Thaan Jeevai Har Japeeai Har Kirapaa Thae ||4||2||16||54||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤਾਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। (ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੪॥੨॥੧੬॥੫੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "krhu ikRpw jgjIvn dwqy; myrw mnu. hir syqI rwcy ]",
    "TRANSLITERATION": "Karahu Kirapaa Jagajeevan Dhaathae Maeraa Man Har Saethee Raachae ||",
    "PUNJABI": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ! ਹੇ ਦਾਤਾਰ! ਕਿਰਪਾ ਕਰ, ਮੇਰਾ ਮਨ ਤੇਰੀ ਯਾਦ ਵਿਚ ਮਸਤ ਰਹੇ।",
    "PRONUNCIATION": "j`gjIvn[ (rw`cy) lIn hovy"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "siqguir bcnu dIE. Aiq inrmlu; jip hir hir. hir mnu mwcy ]1]",
    "TRANSLITERATION": "Sathigur Bachan Dheeou Ath Niramal Jap Har Har Har Man Maachae ||1||",
    "PUNJABI": "(ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ) ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਬਹੁਤ ਪਵਿਤ੍ਰ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਮੇਰਾ ਮਨ ਹਰਿ-ਨਾਮ ਜਪ ਜਪ ਕੇ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(m`wcy) KuS huMdw"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm. myrw mnu qnu; byiD lIE hir swcy ]",
    "TRANSLITERATION": "Raam Maeraa Man Than Baedhh Leeou Har Saachae ||",
    "PUNJABI": "ਹੇ ਰਾਮ! ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰੀ! ਤੂੰ (ਮਿਹਰ ਕਰ ਕੇ) ਮੇਰੇ ਮਨ ਨੂੰ ਮੇਰੇ ਤਨ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਵਿੰਨ੍ਹ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": "(byiD) ivMn@"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "ijh kwl kY muiK, jgqu sBu gRisAw; gur siqgur kY bcin, hir hm bwcy ]1] rhwau ]",
    "TRANSLITERATION": "Jih Kaal Kai Mukh Jagath Sabh Grasiaa Gur Sathigur Kai Bachan Har Ham Baachae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਆਤਮਕ ਮੌਤ ਦੇ ਮੂੰਹ ਵਿਚ ਸਾਰਾ ਸੰਸਾਰ ਨਿਗਲਿਆ ਹੋਇਆ ਹੈ, (ਉਸ ਆਤਮਕ ਮੌਤ ਤੋਂ) ਮੈਂ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਬਚ ਗਿਆ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(gRisAw) ingilAw, PisAw[ j`g-qu bWcy"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn kau pRIiq. nwhI hir syqI; qy swkq mUV nr kwcy ]",
    "TRANSLITERATION": "Jin Ko Preeth Naahee Har Saethee Thae Saakath Moorr Nar Kaachae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਪ੍ਰੀਤਿ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ, ਉਹ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮੂਰਖ ਮਨੁੱਖ ਕਮਜ਼ੋਰ ਜੀਵਨ ਵਾਲੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(syqI) nwl[ (kw`cy) k`cy ibnsnhwr"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "iqn kau jnmu mrxu Aiq BwrI; ivic ivstw mir mir pwcy ]2]",
    "TRANSLITERATION": "Thin Ko Janam Maran Ath Bhaaree Vich Visattaa Mar Mar Paachae ||2||",
    "PUNJABI": "ਉਹਨਾਂ ਵਾਸਤੇ ਜਨਮ ਮਰਨ ਦਾ ਦੁਖਦਾਈ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਸਹੇੜ ਕੇ ਦੁਖੀ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(ivstw) gMdgI[ (pw`cy) sVdy"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "qum dieAwl. srix pRiqpwlk; mokau dIjY dwnu. hir hm jwcy ]",
    "TRANSLITERATION": "Thum Dhaeiaal Saran Prathipaalak Mo Ko Dheejai Dhaan Har Ham Jaachae ||",
    "PUNJABI": "ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! ਹੇ ਸਰਨ ਪਏ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹਾਂ, ਮੈਨੂੰ ਇਹ ਦਾਤ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": "(jwcy) mMgdw[ dieAwl"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "hir ky dws. dws hm kIjY; mnu inriq kry kir nwcy ]3]",
    "TRANSLITERATION": "Har Kae Dhaas Dhaas Ham Keejai Man Nirath Karae Kar Naachae ||3||",
    "PUNJABI": "ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ ਤਾਂ ਜੁ ਮੇਰਾ ਮਨ (ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ) ਸਦਾ ਨਾਚ ਕਰਦਾ ਰਹੇ (ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹੇ) ॥੩॥",
    "PRONUNCIATION": "(inriq) ivcwr[ n`wcy"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy swh vfy. pRB suAwmI; hm vxjwry hih qw cy ]",
    "TRANSLITERATION": "Aapae Saah Vaddae Prabh Suaamee Ham Vanajaarae Hehi Thaa Chae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਜੀ ਆਪ ਹੀ (ਨਾਮ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਦੇਣ ਵਾਲੇ ਸਭ ਜੀਵਾਂ ਦੇ) ਵੱਡੇ ਸ਼ਾਹ ਹਨ ਮਾਲਕ ਹਨ। ਅਸੀਂ ਸਾਰੇ ਜੀਵ ਉਸ (ਸ਼ਾਹ) ਦੇ (ਭੇਜੇ ਹੋਏ) ਵਣਜਾਰੇ ਹਾਂ (ਵਪਾਰੀ ਹਾਂ)।",
    "PRONUNCIATION": "(qw) iqn@W vwihgurU jI[ (cy) dy[ h-ih"
  },
  {
    "SHABAD_ID": 504,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "myrw mnu qnu jIau rwis, sB qyrI; jn nwnk ky swh pRB swcy ]4]3]17]55]",
    "TRANSLITERATION": "Maeraa Man Than Jeeo Raas Sabh Thaeree Jan Naanak Kae Saah Prabh Saachae ||4||3||17||55||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਸਦਾ-ਥਿਰ ਸ਼ਾਹ ਤੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਮੇਰੀ ਜਿੰਦ-ਇਹ ਸਭ ਕੁਝ ਤੇਰੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਰਾਸਿ-ਪੂੰਜੀ ਹੈ (ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਭੀ ਬਖ਼ਸ਼) ॥੪॥੩॥੧੭॥੫੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 505,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 505,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "qum dieAwl srb duK BMjn; iek ibnau sunhu dy kwny ]",
    "TRANSLITERATION": "Thum Dhaeiaal Sarab Dhukh Bhanjan Eik Bino Sunahu Dhae Kaanae ||",
    "PUNJABI": "ਹੇ (ਜੀਵਾਂ ਦੇ) ਸਾਰੇ ਦੁਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਸੁਆਮੀ! ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਮੇਰੀ ਇਕ ਅਰਜ਼ੋਈ ਧਿਆਨ ਨਾਲ ਸੁਣ।",
    "PRONUNCIATION": "(ibnau) bynqI[ (kwny) kMn dy ky"
  },
  {
    "SHABAD_ID": 505,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "ijs qy qum hir jwny suAwmI; so siqguru myil. myrw pRwny ]1]",
    "TRANSLITERATION": "Jis Thae Thum Har Jaanae Suaamee So Sathigur Mael Maeraa Praanae ||1||",
    "PUNJABI": "ਮੈਨੂੰ ਉਹ ਸਤਿਗੁਰੂ ਮਿਲਾ ਜੋ ਮੇਰੀ ਜਿੰਦ (ਦਾ ਸਹਾਰਾ) ਹੈ, ਜਿਸ ਦੀ ਕਿਰਪਾ ਤੋਂ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(pRwny) pRwx"
  },
  {
    "SHABAD_ID": 505,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm; hm. siqgur pwrbRhm kir mwny ]",
    "TRANSLITERATION": "Raam Ham Sathigur Paarabreham Kar Maanae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮੈਂ ਸਤਿਗੁਰੂ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਰਾਮ ਪਾਰਬ੍ਰਹਮ ਦੇ ਬਰਾਬਰ ਦਾ ਮੰਨਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 505,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "hm mUV mugD. AsuD miq hoqy; gur siqgur kY bcin. hir hm jwny ]1] rhwau ]",
    "TRANSLITERATION": "Ham Moorr Mugadhh Asudhh Math Hothae Gur Sathigur Kai Bachan Har Ham Jaanae ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਮੂਰਖ ਸਾਂ, ਮਹਾਂ ਮੂਰਖ ਸਾਂ, ਮੈਲੀ ਮਤਿ ਵਾਲਾ ਸਾਂ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(mUV) mUrK (mugD) bysmJ[ As`uD"
  },
  {
    "SHABAD_ID": 505,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "ijqny rs An rs. hm dyKy; sB iqqny PIk PIkwny ]",
    "TRANSLITERATION": "Jithanae Ras An Ras Ham Dhaekhae Sabh Thithanae Feek Feekaanae ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਜਿਤਨੇ ਭੀ ਹੋਰ ਹੋਰ (ਕਿਸਮ ਦੇ) ਰਸ ਹਨ, ਮੈਂ ਵੇਖ ਲਏ ਹਨ, ਉਹ ਸਾਰੇ ਹੀ ਫਿੱਕੇ ਹਨ ਫਿੱਕੇ ਹਨ।",
    "PRONUNCIATION": "(PIkwny) iP`ky"
  }
]