[
  {
    "SHABAD_ID": 508,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "guru pUrw pwieAw vfBwgI; hir mMqRü dIAw. mnu TwFy ]1]",
    "TRANSLITERATION": "Gur Pooraa Paaeiaa Vaddabhaagee Har Manthra Dheeaa Man Thaadtae ||1||",
    "PUNJABI": "(ਪਰ ਹੁਣ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਮੈਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, ਉਸ ਨੇ ਪ੍ਰਭੂ (-ਨਾਮ ਸਿਮਰਨ ਦਾ) ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਸ਼ਾਂਤ ਹੋ ਗਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(TwFy) itk igAw"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm hm; siqgur lwly kWFy ]1] rhwau ]",
    "TRANSLITERATION": "Raam Ham Sathigur Laalae Kaandtae ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਰਾਮ! ਮੈਂ ਗੁਰੂ ਦਾ ਗ਼ੁਲਾਮ ਅਖਵਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(l`wly) goly (kWFy) khy jWdy"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "hmrY msqik dwgu dgwnw; hm krj gurU bhu swFy ]",
    "TRANSLITERATION": "Hamarai Masathak Dhaag Dhagaanaa Ham Karaj Guroo Bahu Saadtae ||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਉਪਕਾਰ ਦਾ ਇਹ) ਬਹੁਤ ਕਰਜ਼ਾ (ਮੇਰੇ ਸਿਰ ਉਤੇ) ਇਕੱਠਾ ਹੋ ਗਿਆ ਹੈ (ਇਹ ਕਰਜ਼ਾ ਉਤਰ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਦੇ ਇਵਜ਼ ਮੈਂ ਗੁਰੂ ਦਾ ਗ਼ੁਲਾਮ ਬਣ ਗਿਆ ਹਾਂ, ਤੇ) ਮੇਰੇ ਮੱਥੇ ਉਤੇ (ਗ਼ੁਲਾਮੀ ਦਾ) ਨਿਸ਼ਾਨ ਦਾਗਿਆ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "(dgwnw) l`igAw[ (sWFy) iek`Tw hoieAw"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "praupkwru. puMnu bhu kIAw; Bau duqru qwir prwFy ]2]",
    "TRANSLITERATION": "Paroupakaar Punn Bahu Keeaa Bho Dhuthar Thaar Paraadtae ||2||",
    "PUNJABI": "(ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੇਰੇ ਉਤੇ) ਬਹੁਤ ਪਰਉਪਕਾਰ ਕੀਤਾ ਹੈ ਭਲਾਈ ਕੀਤੀ ਹੈ, ਮੈਨੂੰ ਉਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ਹੈ ਜਿਸ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਸੀ ॥੨॥",
    "PRONUNCIATION": "qrn nUM (du`q-ru) AOKw[ (prwFy) pwr kIqy"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn kau pRIiq irdY hir nwhI; iqn kUry gwFn gwFy ]",
    "TRANSLITERATION": "Jin Ko Preeth Ridhai Har Naahee Thin Koorae Gaadtan Gaadtae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਨਹੀਂ ਹੁੰਦਾ (ਜੇ ਉਹ ਬਾਹਰ ਲੋਕਾਚਾਰੀ ਪਿਆਰ ਦਾ ਕੋਈ ਵਿਖਾਵਾ ਕਰਦੇ ਹਨ, ਤਾਂ) ਉਹ ਝੂਠੇ ਗੰਢ-ਤੁਪ ਹੀ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": "(gWFy) gMFy, joVy"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau pwxI kwgdu ibnis jwq hY; iqau mnmuK griB glwFy ]3]",
    "TRANSLITERATION": "Jio Paanee Kaagadh Binas Jaath Hai Thio Manamukh Garabh Galaadtae ||3||",
    "PUNJABI": "ਜਿਵੇਂ ਪਾਣੀ ਵਿਚ (ਪਿਆ) ਕਾਗਜ਼ ਗਲ ਜਾਂਦਾ ਹੈ ਤਿਵੇਂ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਪ੍ਰੀਤਿ ਤੋਂ ਸੱਖਣੇ ਹੋਣ ਕਰਕੇ) ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ (ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਗਲ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "(ibnis) Kqm[ (glwFy) gldy"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "hm jwinAw kCU n jwnh AwgY; ijau hir rwKY iqau TwFy ]",
    "TRANSLITERATION": "Ham Jaaniaa Kashhoo N Jaaneh Aagai Jio Har Raakhai Thio Thaadtae ||",
    "PUNJABI": "(ਪਰ ਸਾਡੀ ਜੀਵਾਂ ਦੀ ਕੋਈ ਚਤੁਰਾਈ ਸਿਆਣਪ ਕੰਮ ਨਹੀਂ ਕਰ ਸਕਦੀ) ਨਾਹ (ਹੁਣ ਤਕ) ਅਸੀਂ ਜੀਵ ਕੋਈ ਚਤੁਰਾਈ-ਸਿਆਣਪ ਕਰ ਸਕੇ ਹਾਂ, ਨਾਹ ਹੀ ਅਗਾਂਹ ਨੂੰ ਹੀ ਕਰ ਸਕਾਂਗੇ। ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਸਾਨੂੰ ਰੱਖਦਾ ਹੈ ਉਸੇ ਹਾਲਤ ਵਿਚ ਅਸੀਂ ਟਿਕਦੇ ਹਾਂ।",
    "PRONUNCIATION": "(TwFy) KVy"
  },
  {
    "SHABAD_ID": 508,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "hm BUl cUk gur ikrpw Dwrhu; jn nwnk kuqry kwFy ]4]7]21]59]",
    "TRANSLITERATION": "Ham Bhool Chook Gur Kirapaa Dhhaarahu Jan Naanak Kutharae Kaadtae ||4||7||21||59||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਹੀ ਫਬਦੀ ਹੈ। ਅਰਦਾਸ ਕਰੋ ਤੇ ਆਖੋ-) ਹੇ ਗੁਰੂ! ਸਾਡੀਆਂ ਭੁੱਲਾਂ ਚੁੱਕਾਂ (ਅਣਡਿੱਠ ਕਰ ਕੇ ਸਾਡੇ ਉਤੇ) ਮਿਹਰ ਕਰੋ, ਅਸੀਂ (ਤੁਹਾਡੇ ਦਰ ਦੇ) ਕੂਕਰ ਅਖਵਾਂਦੇ ਹਾਂ ॥੪॥੭॥੨੧॥੫੯॥",
    "PRONUNCIATION": "(kuqry) ku`qy (kWFy) khy jWdy"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "kwim kroiD ngru bhu BirAw; imil swDU KMfl KMfw hy ]",
    "TRANSLITERATION": "Kaam Karodhh Nagar Bahu Bhariaa Mil Saadhhoo Khanddal Khanddaa Hae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਇਹ ਸਰੀਰ-ਨਗਰ ਕਾਮ ਕ੍ਰੋਧ ਨਾਲ ਬਹੁਤ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ (ਗੰਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ), ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਦੇ) ਸਾਰੇ ਅੰਸ਼ ਨਾਸ ਕਰ ਲਏ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(KMfl) smUh[ (KMfw) tukVy tukVy krky nws kIqw[ n`gru"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "pUrib ilKq ilKy guru pwieAw; min hir ilv mMfl mMfw hy ]1]",
    "TRANSLITERATION": "Poorab Likhath Likhae Gur Paaeiaa Man Har Liv Manddal Manddaa Hae ||1||",
    "PUNJABI": "ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ (ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ) ਲੇਖ ਲਿਖੇ ਜਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਰਿ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੁੜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਰੌਸ਼ਨੀ ਦੀ ਸਜਾਵਟ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(pUrib) pihlI Bwv rzw qoN[ min hir jI dI ilv dy (mMfl) Gyry c (mMfw) iesiQ`q kIqw"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "kir swDU AMjulI; puMnu vfw hy ]",
    "TRANSLITERATION": "Kar Saadhhoo Anjulee Punn Vaddaa Hae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਅੱਗੇ ਹੱਥ ਜੋੜ ਕੇ ਨਮਸਕਾਰ ਕਰ, ਇਹ ਵੱਡਾ ਨੇਕ ਕੰਮ ਹੈ।",
    "PRONUNCIATION": "(swDU) siqgurU swihb jI A`gy (AMjulI) dovyN h`Q joVnw kir"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "kir fMfauq; punu vfw hy ]1] rhwau ]",
    "TRANSLITERATION": "Kar Ddanddouth Pun Vaddaa Hae ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਅੱਗੇ ਡੰਡਉਤ ਕਰ, ਇਹ ਬੜਾ ਭਲਾ ਕੰਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "swkq. hir rs swdu. n jwinAw; iqn AMqir. haumY kMfw hy ]",
    "TRANSLITERATION": "Saakath Har Ras Saadh N Jaaniaa Thin Anthar Houmai Kanddaa Hae ||",
    "PUNJABI": "ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਰਸ ਦਾ ਸੁਆਦ ਨਹੀਂ ਜਾਣਦੇ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਉਮੈ ਦਾ ਕੰਡਾ (ਟਿਕਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "PRONUNCIATION": "(swkq) mnmuK"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau ijau clih. cuBY duKu pwvih; jmkwlu. shih isir fMfw hy ]2]",
    "TRANSLITERATION": "Jio Jio Chalehi Chubhai Dhukh Paavehi Jamakaal Sehehi Sir Ddanddaa Hae ||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਜਿਉਂ ਜਿਉਂ (ਜੀਵਨ-ਮਾਰਗ ਵਿਚ) ਚਲਦੇ ਹਨ ਤਿਉਂ ਤਿਉਂ (ਉਹ ਹਉਮੈ ਦਾ ਕੰਡਾ ਉਹਨਾਂ ਨੂੰ) ਚੁੱਭਦਾ ਹੈ, ਉਹ ਦੁਖ ਪਾਂਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਸਿਰ ਉਤੇ ਆਤਮਕ ਮੌਤ-ਰੂਪ ਡੰਡਾ (ਡੰਡੇ ਦੀ ਚੋਟ) ਸਹਾਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "shih"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "hir jn hir hir nwim smwxy; duKu jnm mrx Bv KMfw hy ]",
    "TRANSLITERATION": "Har Jan Har Har Naam Samaanae Dhukh Janam Maran Bhav Khanddaa Hae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਦਾ ਦੁਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਦੇ ਵਿਕਾਰਾਂ) ਦਾ ਦੁਖ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(smwxy) lIn hoey[ (Bv) sMswr smuMdr[ (KMfw) nws kIqw"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "AibnwsI purKu pwieAw prmysru; bhu soB KMf bRhmMfw hy ]3]",
    "TRANSLITERATION": "Abinaasee Purakh Paaeiaa Paramaesar Bahu Sobh Khandd Brehamanddaa Hae ||3||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਨਾਸ-ਰਹਿਤ ਸਰਬ-ਵਿਆਪਕ ਪਰਮੇਸਰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ ਬ੍ਰਹਮੰਡ ਦੇ ਸਾਰੇ ਖੰਡਾਂ ਵਿਚ ਉਹਨਾਂ ਦੀ ਬਹੁਤ ਸੋਭਾ ਹੁੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(AibnwsI) nws qoN rihq bRhm jI[ (purKu) pUrn pRkwS srUp[ (soB) soBw[ KMf (bRhmMfw) bRhmMfW c"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "hm grIb mskIn pRB qyry; hir rwKu rwKu vf vfw hy ]",
    "TRANSLITERATION": "Ham Gareeb Masakeen Prabh Thaerae Har Raakh Raakh Vadd Vaddaa Hae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! ਅਸੀਂ ਜੀਵ ਗ਼ਰੀਬ ਹਾਂ, ਆਜਿਜ਼ ਹਾਂ, ਤੇਰੇ ਹਾਂ, ਤੂੰ ਸਾਡਾ ਸਭ ਤੋਂ ਵੱਡਾ ਆਸਰਾ ਹੈਂ, ਸਾਡੀ ਰੱਖਿਆ ਕਰ।",
    "PRONUNCIATION": "Awp jI dy s`cy crnkmlW qy moihq hoey Awp jI dy dr dy nwm mMgx vwly gRIb dy dr qy (mskIn) mMgqy"
  },
  {
    "SHABAD_ID": 509,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk. nwmu ADwru tyk hY; hir nwmy hI suKu mMfw hy ]4]8]22]60]",
    "TRANSLITERATION": "Jan Naanak Naam Adhhaar Ttaek Hai Har Naamae Hee Sukh Manddaa Hae ||4||8||22||60||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਸਹਾਰਾ ਬਣਾਇਆ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥੮॥੨੨॥੬੦॥",
    "PRONUNCIATION": "(ADwru) Awsrw[ (tyk) Et[ (mMfw) mwxdw"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "iesu gV mih. hir rwmrwie hY; ikCu swdu. n pwvY. DITw ]",
    "TRANSLITERATION": "Eis Garr Mehi Har Raam Raae Hai Kishh Saadh N Paavai Dhheethaa ||",
    "PUNJABI": "ਇਸ (ਸਰੀਰ-) ਕਿਲ੍ਹੇ ਵਿਚ (ਜਗਤ ਦਾ) ਰਾਜਾ ਹਰੀ-ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੈ, (ਪਰ ਵਿਕਾਰਾਂ ਦੇ ਸੁਆਦਾਂ ਵਿਚ) ਢੀਠ ਹੋਏ ਮਨੁੱਖ ਨੂੰ (ਅੰਦਰ-ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਕੋਈ) ਆਨੰਦ ਨਹੀਂ ਆਉਂਦਾ।",
    "PRONUNCIATION": "srIr rUpI (gV@) iklw[ (rwmrwie) vwihgurU jI[ (DITw) FIT"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "hir dIn dieAwil. AnugRhu kIAw; hir gur sbdI. ciK fITw ]1]",
    "TRANSLITERATION": "Har Dheen Dhaeiaal Anugrahu Keeaa Har Gur Sabadhee Chakh Ddeethaa ||1||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹਰਿ-ਨਾਮ-ਰਸ) ਚੱਖ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਕਿ ਇਹ ਸਚ ਮੁਚ ਹੀ ਮਿੱਠਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": "(A-nu`gRhu) ikRpw[ c`iK"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm. hir kIrqnu; gur ilv mITw ]1] rhwau ]",
    "TRANSLITERATION": "Raam Har Keerathan Gur Liv Meethaa ||1|| Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ (ਦੇ ਚਰਨਾਂ ਵਿਚ) ਲਿਵ (ਲਾ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ। (ਦੁਨੀਆ ਦੇ ਸਭ ਰਸਾਂ ਨਾਲੋਂ ਇਹ ਰਸ) ਮਿੱਠਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "hir Agmu Agocru pwrbRhmu hY; imil siqgur lwig bsITw ]",
    "TRANSLITERATION": "Har Agam Agochar Paarabreham Hai Mil Sathigur Laag Baseethaa ||",
    "PUNJABI": "ਜੇਹੜਾ ਹਰੀ-ਪਾਰਬ੍ਰਹਮ ਅਪਹੁੰਚ ਹੈ ਜਿਸ ਤਕ ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਹ ਹਰੀ-ਪ੍ਰਭੂ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਗੁਰੂ-ਵਕੀਲ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ (ਹੀ ਮਿਲਦਾ ਹੈ)।",
    "PRONUNCIATION": "(Agmu) (A+gm) gm qoN (A) rihq[ie`k iKn c auuuuuuqpqI lYAqw kridAW (Agocru) inrlyp Azwd suqMqR inrMkwr jI[ (bsITw) vkIl"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn gur bcn suKwny hIArY; iqn AwgY Awix prITw ]2]",
    "TRANSLITERATION": "Jin Gur Bachan Sukhaanae Heearai Thin Aagai Aan Pareethaa ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੇ ਬਚਨ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਗੁਰੂ ਉਹਨਾਂ ਦੇ ਅੱਗੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਲਿਆ ਕੇ ਪਰੋਸ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(suKwny) suKdweI[ (prITw)) proisAw"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "mnmuK hIArw. Aiq kToru hY; iqn AMqir kwr krITw ]",
    "TRANSLITERATION": "Manamukh Heearaa Ath Kathor Hai Thin Anthar Kaar Kareethaa ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦਾ ਹਿਰਦਾ ਬੜਾ ਕਰੜਾ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ (ਵਿਕਾਰਾਂ ਦੀ) ਕਾਲਖ ਹੀ ਕਾਲਖ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(kTor) krVw[ (kwr) kwLw[(krITw) kOVw[ (dUjw pwT: kwrk rITw)"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "ibsIAr kau. bhu dUDu pIAweIAY; ibKu inksY Poil PulITw ]3]",
    "TRANSLITERATION": "Biseear Ko Bahu Dhoodhh Peeaaeeai Bikh Nikasai Fol Fuleethaa ||3||",
    "PUNJABI": "ਸੱਪ ਨੂੰ ਕਿਤਨਾ ਹੀ ਦੁੱਧ ਪਿਲਾਈ ਜਾਈਏ ਪਰ ਉਸ ਦਾ ਅੰਦਰ ਫੋਲਿਆਂ ਜ਼ਹਰ ਹੀ ਨਿਕਲਦਾ ਹੈ (ਇਹੀ ਹਾਲਤ ਮਨਮੁਖ ਦੀ ਹੁੰਦੀ ਹੈ) ॥੩॥",
    "PRONUNCIATION": "(ibsIAr) s`p[ (PulITw) Polx nwl"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "hir pRBu Awin imlwvhu guru swDU; Gis gruVu sbdu muiK lITw ]",
    "TRANSLITERATION": "Har Prabh Aan Milaavahu Gur Saadhhoo Ghas Garurr Sabadh Mukh Leethaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! (ਮਿਹਰ ਕਰ) ਮੈਨੂੰ ਸਾਧੂ ਗੁਰੂ ਲਿਆ ਕੇ ਮਿਲਾ, ਮੈਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਵਸਾਵਾਂ ਤੇ ਮੇਰੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ ਜ਼ਹਰ ਦੂਰ ਹੋਵੇ ਜਿਵੇਂ ਸੱਪ ਦਾ ਜ਼ਹਰ ਦੂਰ ਕਰਨ ਵਾਲੀ ਬੂਟੀ ਘਸਾ ਕੇ ਮੂੰਹ ਵਿਚ ਚੂਸਿਆਂ ਸੱਪ ਦਾ ਜ਼ਹਰ ਉਤਰਦਾ ਹੈ।",
    "PRONUNCIATION": "(Awin) ilAw ky[ (gruVu) s`p dI zhr k`tx vwlw mMqR (lITw) ilAw"
  },
  {
    "SHABAD_ID": 510,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk. gur ky lwly goly; lig sMgiq. krUAw mITw ]4]9]23]61]",
    "TRANSLITERATION": "Jan Naanak Gur Kae Laalae Golae Lag Sangath Karooaa Meethaa ||4||9||23||61||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਅਸੀ) ਗੁਰੂ ਦੇ ਗ਼ੁਲਾਮ ਹਾਂ ਸੇਵਕ ਹਾਂ, ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਬੈਠਿਆਂ ਕੌੜਾ (ਸੁਭਾਉ) ਮਿੱਠਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੯॥੨੩॥੬੧॥",
    "PRONUNCIATION": "(lwly goly) dwsndws[ (krUAw) kOVw"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "hir hir AriQ. srIru hm byicAw; pUry gur kY Awgy ]",
    "TRANSLITERATION": "Har Har Arathh Sareer Ham Baechiaa Poorae Gur Kai Aagae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਹਰੀ ਦੇ ਮਿਲਾਪ ਦੀ ਖ਼ਾਤਰ ਮੈਂ ਆਪਣਾ ਸਰੀਰ ਪੂਰੇ ਗੁਰੂ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "(AriQ) leI"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "siqgur dwqY nwmu idVwieAw; muiK msqik Bwg sBwgy ]1]",
    "TRANSLITERATION": "Sathigur Dhaathai Naam Dhirraaeiaa Mukh Masathak Bhaag Sabhaagae ||1||",
    "PUNJABI": "ਦਾਤੇ ਸਤਿਗੁਰੂ ਨੇ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਹਰੀ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ, ਮੇਰੇ ਮੂੰਹ ਉਤੇ ਮੇਰੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪਏ ਹਨ, ਮੈਂ ਭਾਗਾਂ ਵਾਲਾ ਹੋ ਗਿਆ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": "(sBwgy) sRySt BwgW vwly"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm; gurmiq hir ilv lwgy ]1] rhwau ]",
    "TRANSLITERATION": "Raam Guramath Har Liv Laagae ||1|| Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਰਾਮ ਹਰੀ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਲਗਨ ਲੱਗਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  }
]