[
  {
    "SHABAD_ID": 511,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "Git Git rmeIAw rmq rwmrwie; gur sbid gurU ilv lwgy ]",
    "TRANSLITERATION": "Ghatt Ghatt Rameeaa Ramath Raam Raae Gur Sabadh Guroo Liv Laagae ||",
    "PUNJABI": "(ਭਾਵੇਂ ਉਹ) ਸੋਹਣਾ ਰਾਮ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ (ਫਿਰ ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ ਉਸ ਨਾਲ) ਲਗਨ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": "(r-meIAw) rmy hoey ivAwpk bRhm jI[ (rmq) ivAwpk[ (rwmrwie) vwihgurU jI[ Git Git: polw bolo"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "hau mnu qnu dyvau kwit gurU kau; myrw BRmu Bau. gur bcnI Bwgy ]2]",
    "TRANSLITERATION": "Ho Man Than Dhaevo Kaatt Guroo Ko Maeraa Bhram Bho Gur Bachanee Bhaagae ||2||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਨੂੰ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਦੇਣ ਨੂੰ ਤਿਆਰ ਹਾਂ (ਆਪਣਾ ਸਿਰ) ਕੱਟ ਕੇ ਦੇਣ ਨੂੰ ਤਿਆਰ ਹਾਂ। ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਹੀ ਮੇਰੀ ਭਟਕਣਾ ਮੇਰਾ ਡਰ ਦੂਰ ਹੋ ਸਕਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "AMiDAwrY. dIpk Awin jlwey; gur igAwin. gurU ilv lwgy ]",
    "TRANSLITERATION": "Andhhiaarai Dheepak Aan Jalaaeae Gur Giaan Guroo Liv Laagae ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਹਨੇਰੇ ਵਿਚ (ਫਸੇ ਹੋਏ ਜੀਵ ਦੇ ਅੰਦਰ ਗੁਰੂ ਹੀ ਗਿਆਨ ਦਾ) ਦੀਵਾ ਲਿਆ ਕੇ ਬਾਲਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਦੀ ਰਾਹੀਂ ਹੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲਗਨ ਲੱਗਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "AigAwnu AMDyrw ibnis ibnwisE; Gir vsqu lhI. mn jwgy ]3]",
    "TRANSLITERATION": "Agiaan Andhhaeraa Binas Binaasiou Ghar Vasath Lehee Man Jaagae ||3||",
    "PUNJABI": "ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਪੂਰੇ ਤੌਰ ਤੇ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਪਦਾਰਥ ਲੱਭ ਪੈਂਦਾ ਹੈ, ਮਨ (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(ibnwisE) nws hoieAw"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "swkq biDk mwieAwDwrI; iqn. jm johin lwgy ]",
    "TRANSLITERATION": "Saakath Badhhik Maaeiaadhhaaree Thin Jam Johan Laagae ||",
    "PUNJABI": "ਮਾਇਆ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾਣ ਵਾਲੇ ਮਨੁੱਖ ਰੱਬ ਨਾਲੋਂ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, ਨਿਰਦਈ ਹੋ ਜਾਂਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": "(b`iDk) iSkwrI[ (johin) q`kx"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "aun. siqgur AwgY, sIsu n byicAw; Eie Awvih jwih ABwgy ]4]",
    "TRANSLITERATION": "Oun Sathigur Aagai Sees N Baechiaa Oue Aavehi Jaahi Abhaagae ||4||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਨਹੀਂ ਵੇਚਦੇ (ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਨਹੀਂ ਗਵਾਂਦੇ) ਉਹ ਬਦ-ਕਿਸਮਤ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": "(ABwgy) BwghIn"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "hmrw ibnau sunhu pRB Twkur; hm srix pRBU hir mwgy ]",
    "TRANSLITERATION": "Hamaraa Bino Sunahu Prabh Thaakur Ham Saran Prabhoo Har Maagae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੈਥੋਂ ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹਾਂ।",
    "PRONUNCIATION": "(ibnau) bynqI[ mWgy"
  },
  {
    "SHABAD_ID": 511,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk kI. lj pwiq gurU hY; isru byicE. siqgur Awgy ]5]10]24]62]",
    "TRANSLITERATION": "Jan Naanak Kee Laj Paath Guroo Hai Sir Baechiou Sathigur Aagae ||5||10||24||62||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਦੀ ਲਾਜ ਇੱਜ਼ਤ (ਰੱਖਣ ਵਾਲਾ) ਗੁਰੂ ਹੀ ਹੈ, ਮੈਂ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਵੇਚ ਦਿੱਤਾ ਹੈ (ਮੈਂ ਨਾਮ ਦੇ ਵੱਟੇ ਵਿਚ ਆਪਣੀ ਅਪਣੱਤ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤੀ ਹੈ) ॥੫॥੧੦॥੨੪॥੬੨॥",
    "PRONUNCIATION": "(l`j) lwj (pwiq) ie`zq"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "hm AhMkwrI. AhMkwr AigAwn miq; guir imilAY. Awpu gvwieAw ]",
    "TRANSLITERATION": "Ham Ahankaaree Ahankaar Agiaan Math Gur Miliai Aap Gavaaeiaa ||",
    "PUNJABI": "(ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਅਸੀਂ ਜੀਵ ਅਹੰਕਾਰੀ ਹੋਏ ਰਹਿੰਦੇ ਹਾਂ, ਸਾਡੀ ਮਤਿ ਅਹੰਕਾਰ ਤੇ ਅਗਿਆਨਤਾ ਵਾਲੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। ਜਦੋਂ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਦੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "AhM-kwrI"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "haumY rogu gieAw. suKu pwieAw; Dnu DMnu gurU hir rwieAw ]1]",
    "TRANSLITERATION": "Houmai Rog Gaeiaa Sukh Paaeiaa Dhhan Dhhann Guroo Har Raaeiaa ||1||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ) ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। ਇਹ ਸਾਰੀ ਮਿਹਰ ਗੁਰੂ ਦੀ ਹੀ ਹੈ, ਗੁਰੂ ਦੀ ਹੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(rwieAw) pwqSwh"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm; gur kY bcin hir pwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Raam Gur Kai Bachan Har Paaeiaa ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਰਾਮ ਨਾਲ ਹਰੀ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "myrY hIArY pRIiq rwmrwie kI; guir. mwrgu pMQu bqwieAw ]",
    "TRANSLITERATION": "Maerai Heearai Preeth Raam Raae Kee Gur Maarag Panthh Bathaaeiaa ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋਈ ਹੈ, ਗੁਰੂ ਨੇ (ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਸਤਾ ਦੱਸਿਆ ਹੈ।",
    "PRONUNCIATION": "(hIArY) ihrdy c[ (pMQu) rsqw"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "myrw jIau ipMfu sBu siqgur AwgY; ijin ivCuiVAw hir gil lwieAw ]2]",
    "TRANSLITERATION": "Maeraa Jeeo Pindd Sabh Sathigur Aagai Jin Vishhurriaa Har Gal Laaeiaa ||2||",
    "PUNJABI": "ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਆਪਣਾ ਸਰੀਰ ਸਭ ਕੁਝ ਗੁਰੂ ਦੇ ਅੱਗੇ ਰੱਖ ਦਿੱਤਾ ਹੈ, ਕਿਉਂਕਿ ਗੁਰੂ ਨੇ ਹੀ ਮੈਨੂੰ ਵਿੱਛੁੜੇ ਹੋਏ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਗਲ ਨਾਲ ਲਾ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(jIau) ijMd[ (ipMfu) srIr"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "myrY AMqir pRIiq lgI dyKn kau; guir. ihrdY nwil idKwieAw ]",
    "TRANSLITERATION": "Maerai Anthar Preeth Lagee Dhaekhan Ko Gur Hiradhae Naal Dhikhaaeiaa ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋਈ, ਗੁਰੂ ਨੇ (ਹੀ) ਮੈਨੂੰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਮੇਰੇ ਨਾਲ ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਵਿਖਾ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "shj AnMdu BieAw min morY; gur AwgY Awpu vycwieAw ]3]",
    "TRANSLITERATION": "Sehaj Anandh Bhaeiaa Man Morai Gur Aagai Aap Vaechaaeiaa ||3||",
    "PUNJABI": "ਮੇਰੇ ਮਨ ਵਿਚ (ਹੁਣ) ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੁਖ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ, (ਉਸ ਦੇ ਇਵਜ਼ ਵਿਚ) ਮੈਂ ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(shj) inrXqn hI"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "hm AprwD pwp bhu kIny; kir dustI cor curwieAw ]",
    "TRANSLITERATION": "Ham Aparaadhh Paap Bahu Keenae Kar Dhusattee Chor Churaaeiaa ||",
    "PUNJABI": "ਮੈਂ ਬਥੇਰੇ ਪਾਪ ਅਪਰਾਧ ਕਰਦਾ ਰਿਹਾ, ਕਈ ਭੈੜ ਕਰਦਾ ਰਿਹਾ ਤੇ ਲੁਕਾਂਦਾ ਰਿਹਾ ਜਿਵੇਂ ਚੋਰ ਆਪਣੀ ਚੋਰੀ ਲੁਕਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(dustI) dustqweI[ cor bxky, pr Dn pr qIA pdwrQ, byAMq jnmW c (curwieAw) corI kIqw"
  },
  {
    "SHABAD_ID": 512,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "Ab nwnk. srxwgiq Awey; hir rwKhu lwj hir BwieAw ]4]11]25]63]",
    "TRANSLITERATION": "Ab Naanak Saranaagath Aaeae Har Raakhahu Laaj Har Bhaaeiaa ||4||11||25||63||",
    "PUNJABI": "ਪਰ ਹੁਣ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਜੇ ਤੇਰੀ ਮਿਹਰ ਹੋਵੇ ਤਾਂ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ (ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਈ ਰੱਖ) ॥੪॥੧੧॥੨੫॥੬੩॥",
    "PRONUNCIATION": "(sr-xwgiq) Srn c [ (lwj) Srm, ie`zq[ (BwieAw) cMgw l`gw"
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI pUrbI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Poorabee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmiq bwjY. sbdu Anwhdu; gurmiq mnUAw gwvY ]",
    "TRANSLITERATION": "Guramath Baajai Sabadh Anaahadh Guramath Manooaa Gaavai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਕ-ਰਸ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦਾ ਹੈ (ਤੇ ਹੋਰ ਕੋਈ ਮਾਇਕ ਰਸ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ), ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(Anwhdu) (Anw+hdu) hdu qoN (Anw) rihq, ie`k rs (sbdu) bRhm vwihgurU Ajpw jwp[ (bw`jY) v`jdw"
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "vfBwgI gur drsnu pwieAw; Dnu DMnu gurU ilv lwvY ]1]",
    "TRANSLITERATION": "Vaddabhaagee Gur Dharasan Paaeiaa Dhhan Dhhann Guroo Liv Laavai ||1||",
    "PUNJABI": "ਕੋਈ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ। ਸਦਕੇ ਗੁਰੂ ਤੋਂ, ਸਦਕੇ ਗੁਰੂ ਤੋਂ। ਗੁਰੂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ) ਲਗਨ ਪੈਦਾ ਕਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(ilv) ibRqI"
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmuiK; hir ilv lwvY ]1] rhwau ]",
    "TRANSLITERATION": "Guramukh Har Liv Laavai ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹੀ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰ) ਹਰੀ ਦੇ ਮਿਲਾਪ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "hmrw Twkuru siqguru pUrw; mnu. gur kI kwr kmwvY ]",
    "TRANSLITERATION": "Hamaraa Thaakur Sathigur Pooraa Man Gur Kee Kaar Kamaavai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪੂਰਾ ਗੁਰੂ ਹੀ ਮੇਰਾ ਠਾਕੁਰ ਹੈ, ਮੇਰਾ ਮਨ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਹੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "hm mil mil Dovh pwv gurU ky; jo hir hir kQw sunwvY ]2]",
    "TRANSLITERATION": "Ham Mal Mal Dhhoveh Paav Guroo Kae Jo Har Har Kathhaa Sunaavai ||2||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਂਦਾ ਹਾਂ, ਕਿਉਂਕਿ ਗੁਰੂ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "ihrdY gurmiq rwm rswiexu; ijhvw hir gux gwvY ]",
    "TRANSLITERATION": "Hiradhai Guramath Raam Rasaaein Jihavaa Har Gun Gaavai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਭ ਰਸਾਂ ਦਾ ਘਰ ਪ੍ਰਭੂ-ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, (ਜਿਨ੍ਹਾਂ ਦੀ) ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(rswiexu) rsW dy Gr"
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "mn rsik rsik. hir ris AwGwny; iPir bhuir. n BUK lgwvY ]3]",
    "TRANSLITERATION": "Man Rasak Rasak Har Ras Aaghaanae Fir Bahur N Bhookh Lagaavai ||3||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਮਨ ਸਦਾ ਆਨੰਦ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਕਦੇ ਮਾਇਆ ਦੀ ਭੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੩॥",
    "PRONUNCIATION": "(rsik) suAwd nwl[ (AwGwny) iqRpq"
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "koeI krY aupwv. Anyk bhuqyry; ibnu ikrpw. nwmu n pwvY ]",
    "TRANSLITERATION": "Koee Karai Oupaav Anaek Bahuthaerae Bin Kirapaa Naam N Paavai ||",
    "PUNJABI": "ਪਰ ਕੋਈ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਪਰਮਾਤਮਾ ਦੀ) ਕਿਰਪਾ ਤੋਂ ਬਿਨਾ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਬੇਸ਼ੱਕ ਕੋਈ ਬਥੇਰੇ ਅਨੇਕਾਂ ਉਪਾਵ ਕਰਦਾ ਰਹੇ।",
    "PRONUNCIATION": "(aupwv) Xqn"
  },
  {
    "SHABAD_ID": 513,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk kau. hir ikrpw DwrI; miq gurmiq nwmu idRVwvY ]4]12]26]64]",
    "TRANSLITERATION": "Jan Naanak Ko Har Kirapaa Dhhaaree Math Guramath Naam Dhrirraavai ||4||12||26||64||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦਾਸ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੀ ਮਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੪॥੧੨॥੨੬॥੬੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 514,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "rwgu gauVI mwJ mhlw 4 ]",
    "TRANSLITERATION": "Raag Gourree Maajh Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 514,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmuiK ijMdU; jip nwmu krMmw ]",
    "TRANSLITERATION": "Guramukh Jindhoo Jap Naam Karanmaa ||",
    "PUNJABI": "ਹੇ (ਮੇਰੀ) ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪੋ, (ਤੇਰੇ) ਭਾਗ (ਜਾਗ ਪਏ ਹਨ)।",
    "PRONUNCIATION": "(ijMdU) jIv[ (krMmw) krm kr"
  },
  {
    "SHABAD_ID": 514,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "miq mwqw. miq jIau; nwmu muiK. rwmw ]",
    "TRANSLITERATION": "Math Maathaa Math Jeeo Naam Mukh Raamaa ||",
    "PUNJABI": "(ਹੇ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਦਿੱਤੀ) ਮਤਿ ਨੂੰ (ਆਪਣੀ) ਮਾਂ ਬਣਾ, ਤੇ ਮਤਿ ਨੂੰ ਹੀ ਜੀਵਨ (ਦਾ ਆਸਰਾ ਬਣਾ), ਰਾਮ ਦਾ ਨਾਮ ਮੂੰਹ ਨਾਲ ਜਪ।",
    "PRONUNCIATION": "(miq) bu`DI"
  },
  {
    "SHABAD_ID": 514,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "sMqoKu ipqw kir; guru purKu Ajnmw ]",
    "TRANSLITERATION": "Santhokh Pithaa Kar Gur Purakh Ajanamaa ||",
    "PUNJABI": "(ਹੇ ਜਿੰਦੇ!) ਸੰਤੋਖ ਨੂੰ ਪਿਤਾ ਬਣਾ, ਅਜੋਨੀ ਅਕਾਲ ਪੁਰਖ ਦੇ ਰੂਪ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ।",
    "PRONUNCIATION": "(purKu) pUrn ivAwpk pRkwS srUp bRhm[ (A-jnmw) jnm mrn rihq"
  }
]