{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਹੈ ਭੀ ਸਚੁ; ਨਾਨਕ. ਹੋਸੀ ਭੀ ਸਚੁ ॥੧॥",
      "page": 1,
      "line": 4
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "True He is even now and True He verily, shall be, O Nanak!"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਅਤੇ ਸੱਚਾ ਉਹ ਹੁਣ ਭੀ ਹੈ, ਹੇ ਨਾਨਕ! ਨਿਸਚਿਤ ਹੀ, ਉਹ ਸੱਚਾ ਹੋਵੇਗਾ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "True Here And Now. O Nanak, Forever And Ever True. ||1||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "'ਹੈ ਭੀ ਸਚੁ' ਹੁਣ ਸਾਰੇ ਜਗਤ ਕੀ ਇਸਥਿਤੀ ਕਾਲ ਮੇ ਭੀ ਸੱਚੁ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਹਤੇ ਹੈਂ: 'ਹੋਸੀ ਭੀ ਸਚੁ' ਅੱਗੇ ਨੂੰ ਸਾਰੇ ਜਗਤ ਕੇ ਪ੍ਰਲਯ ਕਾਲ ਮੇ ਭੀ ਸੱਚੁ ਹੀ ਹੋਵੇਗਾ ॥੧॥☬ਪੁਨਾ ਜਗ੍ਯਾਸੂਓਂ ਕੇ ਸੁਖੇਨ ਬੋਧ ਨਮਿੱਤ ਸੰਕੋਚ ਕਰ ਇਸ ਮੰਤ੍ਰ ਕਾ ਅਰਥੁ ਕਹਤੇ ਹੈਂ:☬ਏਕ ਜੋ 'ਓਂ' ਮੰਗਲ ਰੂਪੁ ਪਰਮਾਤਮਾ ਹੈ। ਸੋ 'ਸਤਿ' ਤੀਨ ਕਾਲ ਮੈ ਨਾਸ ਸੇ ਰਹਤ ਹੈ। 'ਨਾਮੁ' ਕਹੀਏ ਨਾਮੁਰੂਪੁ ਜੋ ਜਗਤੁ ਹੈ। ਤਿਸ ਕਾ ਕਰਤਾ ਹੈ। 'ਪੁਰਖੁ' ਸਰਬ ਸਰੀਰੋਂ ਰੂਪੀ ਪੁਰੀਆਂ ਕੇ ਬੀਚ ਬਿਰਾਜਮਾਨੁ ਹੈ। 'ਨਿਰਭਉ' ਭੈ ਤੇ ਰਹਤ ਹੈ ਔਰ 'ਨਿਰਵੈਰੁ' ਕਿਸੀ ਸੇ ਤਿਸ ਕਾ ਵੈਰੁ ਨਹੀਂ ਹੈ। ਪੁਨਾ 'ਅਕਾਲ ਮੂਰਤਿ' ਕਹੀਏ ਤਿਸ ਕਾ ਸਰੂਪ ਮ੍ਰਿਤੂ ਤੇ ਰਹਤ ਹੈ। ਮ੍ਰਿਤੂ ਤੇ ਰਹਤ ਹੋਣੇ ਮੈ ਹੇਤੁ ਕਹਤੇ ਹੈਂ। ਕਿ ਸੋ ਹਰੀ 'ਅਜੂਨੀ' ਮਾਤਾ ਕੇ ਗਰਭ ਮੈ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ ਔਰ 'ਸੈਭੰ' ਸੁਤੇ ਪਰਕਾਸ ਰੂਪੁ ਹੈ। ਸੋ ਐਸਾ ਪਰਮੇਸ੍ਵਰ 'ਗੁਰਪ੍ਰਸਾਦਿ' ਗੁਰਾਂ ਦੀ ਕ੍ਰਿਪਾ ਤੇ ਵਾ ਪ੍ਰਸਿੰਨਤਾ ਤੇ ਜਾਣੀਤਾ ਹੈ। 'ਜਪੁ' ਹੇ ਅੰਗਦ ਜੀ ! ਇਸ ਮੰਤ੍ਰ ਕੋ ਜਪੁ। ਭਾਵ ਸੇ ਜਪਾਵਨਾ ਭੀ ਆਇਆ ਕਿ ਆ ਜਪੁ। ਇਸੀ ਪਦ ਕੇ ਸੰਬੰਧ ਸੇ ਮੰਤ੍ਰ ਕਾ ਨਾਮੁ ਭੀ ਜਪੁ ਹੋਤਾ ਭਯਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਤੀਨੋ ਕਾਲ ਮੇ ਜੋ ਸੱਤ ਬ੍ਰਹਮੁ ਹੈ, ਉਸ ਕੀ ਪ੍ਰਾਪਤੀ, ਸੋਚ ਕਰ, ਵਾ ਚੁਪ ਕਰ, ਵਾ ਭੁਖੇ ਰਹਿਨੇ ਸੇ, ਵਾ ਸ੍ਯਾਨਪ ਕਰਨੇ ਸੇ, ਜੈਸੇ ਹੋਤੀ ਹੈ, ਸੋ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਕਹੀਏ?☬ਉੱਤਰ:"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਇਸ ਵੇਲੇ ਭੀ ਮੌਜੂਦ ਹੈ ਤੇ ਅਗਾਂਹ ਨੂੰ ਭੀ ਹੋਂਦ ਵਾਲਾ ਰਹੇਗਾ ॥੧॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Él es Verdad ahora, y ¡Oh!, dice Nanak, Él siempre será Verdad. (1)"
    }
  ]
}