{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਜਿਉ ਪੰਖੀ ਇਕਤ੍ਰ ਹੋਇ ਫਿਰਿ ਬਿਛੁਰੈ; ਥਿਰੁ ਸੰਗਤਿ. ਹਰਿ ਹਰਿ ਧਿਆਇਲੇ ॥੨॥",
      "page": 862,
      "line": 10
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Family members are like the birds, that meeting together separate again contemplating thy Lord God in the saints guild, thou shalt become immovable."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਪਰਿਵਾਰ ਦੇ ਜੀਅ ਪੰਛੀਆਂ ਦੀ ਤਰ੍ਹਾਂ ਹਨ, ਜੋ ਇਕੱਠੇ ਹੋ ਮੁੜ ਵੱਖਰੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਸਾਧ ਸਭਾ ਅੰਦਰ ਆਪਣੇ ਸੁਆਮੀ ਵਾਹਿਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੁਆਰਾ ਤੂੰ ਅਹਿੱਲ ਹੋ ਜਾਵੇਗਾਂ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "People are like birds that come together, and fly apart again; you shall become stable and steady, only when you meditate on the Lord, Har, Har, in the Company of the Holy. ||2||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਨ ਕੁਟੰਬੀਓਂ ਮੇਂ ਫਸਿਆ ਹੈਂ ਤਿਨ ਕੀ ਇਹ ਦਸਾ ਹੈ, ਜੈਸੇ- ਪੰਖੀ ਇਕੱਤਰ ਹੋਇ ਇਕ ਬ੍ਰਿਛ ਮੇਂ ਬਸ ਕੇ ਫੇਰ ਪਰਭਾਤ ਕੋ ਬਿਛੜ ਜਾਤੇ ਹੈਂ, ਤੈਸੇ ਹੀ ਗਰਸਤੀ ਬਰਿਛ ਮੇਂ ਸੰਬੰਧੀ ਪੰਛੀ ਇਕਤਰ ਹੋਏ ਜਾਤੇ ਹੈਂ ਪਰੰਤੂ ਅਪਨੇ ਅਪਨੇ ਕਰਮੋਂ ਕੇ ਅਨੁਸਾਰ ਕਹੀਂ ਕੇ ਕਹੀਂ ਜੋਨੀਓਂ ਮੇਂ ਚਲੇ ਜਾਤੇ ਹੈਂ। ਜੇਕਰ ਤੈਂਨੇ ਜੋਨੀਓਂ ਸੇ ਬਚਨਾ ਹੈ ਤੌ ਥਿਰ ਰਹਿਨੇ ਵਾਲੀ ਜੋ ਸਾਧ ਸੰਗਤ ਹੈ, ਤਿਨ ਮੇਂ ਮਿਲ ਕੇ ਹਰੀ ਹਰਿ ਧਿਆਇ ਲੈ॥੨॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "(ਪਰ ਤੂੰ ਇਹ ਚੇਤੇ ਨਹੀਂ ਰੱਖਦਾ ਕਿ) ਜਿਵੇਂ ਅਨੇਕਾਂ ਪੰਛੀ (ਕਿਸੇ ਰੁੱਖ ਉਤੇ) ਇਕੱਠੇ ਹੋ ਕੇ (ਰਾਤ ਕੱਟਦੇ ਹਨ, ਦਿਨ ਚੜ੍ਹਨ ਤੇ) ਫਿਰ ਹਰੇਕ ਪੰਛੀ ਵਿਛੜ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਪਰਵਾਰ ਦਾ ਹਰੇਕ ਜੀਵ ਵਿਛੜ ਜਾਣਾ ਹੈ)। ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ, ਬੱਸ! ਇਹੀ ਹੈ ਅਟੱਲ ਆਤਮਕ ਟਿਕਾਣਾ ॥੨॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "La gente es como los pájaros que se juntan, pero separados emprenden el vuelo; podrás estar estable y en calma sólo hasta que medites en el Señor, Jar, Jar, en la Compañía de los Santos.  (2)"
    }
  ]
}