{
  "content": [
    {
      "asset": "gsnl",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਕਿਸੇ ਨੂੰ ਇਹ ਅਮਰ ਧਨ ਪਰਾਪਤ ਹੋ ਗਿਆ,"
    },
    {
      "asset": "kegp",
      "type": "translation",
      "language": "en",
      "data": "The sacred 'Meem\", blesses the ear of every grieved and afflicted person with the savor of poetry.\nThe fortunate 'Ray' of his name is the glory and grace of his divine face and the well-intentioned 'Daal' is the support of every helpless.\nThe second 'Alif' of his name provides protection and refuge to every sinner and the last 'Seen' is the image of the Almighty Waaheguru. (63)\nWaaheguru is the Truth,\nWaaheguru is Omnipresent\nGueu Amar Das was from a great family lineage,\nWhose personality received the wherewithal  (to complete the task) from the compassion and benignity of Akaalpurakh. (64)\nHe is uperior than all in terms of laudation and admiration,\nHe is sitting cross-legged on the seat of the truthful Akaalpurakh. (65)\nThis world is glittering with the radiance of his message,\nAnd, this earth and the world have transformed into a beautiful garden due to his fairness. (66)\nWhat to talk about eighty thousand population, in fact, both the worlds are his slaves and servitors.\nHis praises and extols are innumerable and beyond any count. (67)\nFourth Guru, Guru Ram Das Ji\nThe rank of the fourth Guru, Guru Ram Das Ji, is higher than the ranks of the four holy sects of angels.\nThose who have been accepted in the Divine Court are ever ready to perform service for him.\nEvery unfortunate, ignoble, debased, sordid and mean person, who has sought refuge at his door, he, due to the greatness of the blessings of the fourth Guru, gets enthroned on the seat of honor and eclat.\nAny sinner and immoral person who had meditated on his Naam, take it, that he was able to shake off the filth and the dirt of his crimes and sins far away from the ends of his body.\nThe ever-gifted 'Ray' in his name is the soul of every body;\nthe first 'Alif' in his name is better and higher than every other name;\nthe 'Meem' that is the model of the benevolence and kindness from head to toe is the favorite of the Omnipotent;\nthe  'Daal' including 'Alif' in his name is always attuned to the Naam of Waaheguru.\nThe last 'Seen' is the one to bestow honor and eclat on every handicapped and the destitute and is adequate to be of help and support in both the worlds. (68)\nWaaheguru is the Truth,\nWaaheguru is Omnipresent\nGuru Ram Das, the asset and the treasure of the entire world\nAnd, is the protector/caretaker of the realm of faith and chastity. (69)\nHe includes (in his personality) symbols of both royalty and renunciation,\nAnd, he is the king of kings. (70)\nThe tongues of all the three worlds, the earth, the underworld, and the skies, are incapable to describe his eclat,\nAnd, pearls-like messages and words  (metaphors and expressions) from the four Vedaas and six Shaastraas emerge from his utterances. (71)\nAkaalpurakh has selected him as one of His specially close favorites,\nAnd, has elevated him to even a higher position than His personal sacred souls. (72)\nEveryone prostrates before him with a truthful and clear conscience,\nWhether he is high or low, a king or a mendicant. (73)\nFifth Guru, Guru Arjan Dev Ji\nThe fifth Guru, the burnisher of the flames of the previous four Gurus of heavenly glow, was the fifth successor to the divine seat of Guru Nanak.\nHe was the withholder of the truth and the disseminator of the brilliance of Akaalpurakh, a teacher of high status with spiritual ostentation because of his own greatness and his rank was a way higher than the five sacred sections of the society.\nHe was the favorite of the heavenly shrine and a beloved of the extraordinary divine court.\nHe was one with God and vice versa.\nOur tongue is incapable to describe his virtues and kudos. \nPersons of distinction are the dust of his path, and the heavenly angels are under his auspicious patronage.\nThe letter 'Alif' in the word Arjan that implies to weave the whole world into one link and is the proponent of the unity of Waaheguru, is the supporter and helper to every hopeless, cursed and disdained person. \nThe 'Ray' in his name is the friend of every tired, languid and exhausted individual.\nThe heavenly aromatic 'Jeem' blesses freshness to the faithful and the companion of largess, 'Noon', patronizes the devoted believers. (74)\nGuru Arjan is the personification of bestowals and praises,\nAnd, is the searcher of the reality of the glory of Akaalpurakh. (75)\nHis entire body is the glimpse and reflection of the kindness and benevolence of Akaalpurakh,\nAnd, is the propagator of the eternal virtues. (76)\nWhat to speak of just two worlds, he had millions of followers,\nAll of them are drinking gulps of divine nectar of his kindness. (77)\nVerses full of divine thought comes down out of him,\nAnd, faith and trust-revealing essays, full of spiritual enlightenment, are also from him. (78)\nDivine thought and conversation get the glitter and shine from him,\nAnd, the divine beauty also gets its freshness and bloom from him.(79)\nThe Sixth Guru, Guru Har Gobind Ji\nThe personality of sixth Guru, Guru Har Gobind Ji, was spreading holy glitters and represented the form and the shape of scared lights.\nThe penetrating glow of the beams of his blessings was providing day light to the world, and the radiance of his laudation was the one that would remove the darkness for those living in utter ignorance.\nHis sword would annihilate the tyrannical enemies and his arrows could easily break open the stones.\nHis chaste miracles were as clear and bright as the clear day; and his lofty court was more lustrous than every high and holy sky. \nHe was the gaiety of the congregations where discourses of imparting the spiritual education were held and where the magnificence of the five torches that adorn the world was highlighted.  \nThe first 'Hay' of his name was the bestower of the divine teachings of Waaheguru's Naam and was the guide for both the worlds.\nThe compassionate 'Ray' of his name was the pupil and darling of everyone's eye;\nthe Farsi 'Kaaf' (Gaaf) represented a pearl of divine affection and amity and the first 'Vaayo' was the rose providing freshness.\nThe eternal-life-granting 'Bay' was the beam of immortal truth; the meaningful 'Noon' was the God-given boon of ever-lasting Gurbaanee.\nThe last 'Daal' in his name was conversant with the knowledge of the secret and open mysteries (of Nature) and the Guru was able to foresee clearly all the invisible and supernatural mysteries. (80)\nWaaheguru is the Truth,\nWaaheguru is Omnipresent\nGuru Har Gobind was the personification of eternal grace and boon,\nAnd, because of him, the unfortunate and the languishing people were also accepted in Akaalpurakh's court. (81)\nFazaalo Kraamash Fazoon' Az Hisaa\nShikohish Hamaa Faraahaaye Kibreeyaa (82)\nVajoodash Saraapaa Karamhaaye Haqq\nZe Khvaasaan' Rabaaendaa Gooye Sabaqq (83)\nHamm Az Fukro Hamm Salatnat Naamvar\nB-Farmaane Oo Jumlaa Zayro Zabar (84)\nDo Aalam Maunnavar Ze Anvaare Oo\nHamaa Tishnaaye Faize Deedaare Oo (85)\nThe seventh Guru, Guru Har Rai Ji\nThe seventh Guru, Guru (Kartaa) Har Rai Ji, was larger than the seven foreign countries, specially, Great Britain and nine skies.\nMillions of people from all the seven directions and nine boundaries are standing in attention at his gate and the holy angels and gods are his obedient servitors.\nHe is the one who can break the noose of death; the chest of dreadful Yamraaj bursts open (with envy) when he listens to his laudation.\nHe occupies the immortal throne and is the favorite in the court of ever-bestowing-eternal Akaalpurakh.\nGranter of blessings and boons, the Akaalpurakh Himself, is desirous of him and his strength is overpowering over His powerful Nature. \nThe 'Kaaf' of his sacred name is soothing for those who are the near and dear ones of Waaheguru.\nThe truth-tilted 'Ray' provides nectarous eternal savor for the angels.\nThe 'Alif' along with 'Tay' in his name is powerful enough to crumple and mangle the hands of famous wrestlers like Rustam and Behman.\nThe 'Hay' along with 'Ray' can defeat the armed and weapon-wearing influential angels of the skies.\nThe 'Ray' along with 'Alif' can tame even the strong lions, and his last 'Yeh' is supporter of every common and special person. (86)\nWaaheguru is the Truth\nWaaheguru is Omnipresent\nGuru Kartaa Har Raaye was the nourisher and the anchor for  truth;\nHe was royalty as well as a mendicant. (87)\nGuru Har Rai is the bewtower for both the worlds,\nGuru Kartaa Har Rai is the chief of both this and the next worlds. (88)\nEven the Akaalpurakh is a connoisseur of the boons granted by Guru Har Rai,\nAll special persons become successful only because of Guru Har Rai (89)\nThe discourses of Guru Har Rai are the royalty of 'truth',\nAnd, Guru Har Rai is commanding all the nine skies. (90)\nGuru Kartaa Har Rai is the one to sever the heads of the rebels and arrogant tyrants (from their bodies),\nOn the other hand, He is the friend and support of the helpless and the destitute, (91)\nThe Eighth Guru, Guru Har Kishen Ji\nThe eighth Guru, Guru Har Kishen Ji, was the crown of the 'accepted' and  the 'chaste' believers of Waaheguru and the honorific master of those who have merged into Him. \nHis extraordinary miracle is world-famous and  the radiance of his personality lights up the 'truth'.\nThe special and near-ones are willing to sacrifice themselves for him and the chaste constantly bow at his door.\nHis numerous followers and those who have an appreciation of real virtues are the elite of the three worlds and the six directions, and there are countless persons who pick up bits and scraps from the refectory and pool of Guru's qualities.\nThe jewel-studded 'Hay' in his name is capable to defeat and bring down even the world-conquering and strong giants.\nThe truth-telling 'Ray' deserves to be seated respectfully with the status of a president on the eternal throne.\nThe Arabic 'Kaaf' in his name can open the doors of generosity and benevolence,\nand the glorious 'Sheen' with its pomp and show can tame and overpower even the tiger-like strong monsters.\nThe last 'Noon' in his name brings and enhances freshness and aroma in life and is the closest friend of the God-given boons. (92) \nWaaheguru is the Truth\nWaaheguru is Omnipresent\nGuru Har Kishen is the embodiment of grace and beneficence,\nAnd is the most admired one out of all special and selected near-ones of Akaalpurakh. (93)\nThe dividing wall between him and the Akaalpurakh is just a thin leaf,\nHis entire physical existence is a bundle of Waaheguru's compassion and bestowals. (94)\nBoth the worlds become successful because of his mercy and grace,\nAnd, it is his kindness and clemency that brings out the strong and powerful shine of the sun in the smallest particle. (95)\nAll are petitioners for his divinely sustaining boons,\nAnd, the entire world and the age are the followers of his command. (96)\nHis protection is a God-given gift to all of his loyal followers,\nAnd, everyone, from the underworld to the skies, is subservient to his command. (97)\nThe Nineth Guru,Guru Tegh Bahadur Ji\nThe nineth Guru, Guru Teg Bahadur Ji, with a new agenda was the chief of the heads of protectors of the truth.\nHe was the ornate of the honored and proud throne of the Lord of both the worlds.\nIn spite of the fact that he was the master of divine power, he still would always acquiesce and bow before the will and command of Waaheguru and was the mysterious instrument for the godly glory and majestic grandeur.\nHis personality was such that he had the capability of putting those who were his chaste and loyal followers to a severe test and to invigorate those devotees who follow an impartial methodology.\nThe travelers on the grand divine path and the inhabitants of the next world were existent due to his personality that was totally dependent on truth and was a close companion of the highest spiritual power.\nHe was the crown of the specialy selected devotees and the coronet of the proponents of God's adherents with truthful virtues.\nThe blessed 'Tay' in his name was a believer in living under His will and command.\nThe Farsi 'Yay' was the indicative of complete faith; the blessed Farsi 'Kaaf\" ('Gaggaa') was representing his god-blessed personality as an embodiment of humility from head to his feet;"
    }
  ]
}