[
  {
    "SHABAD_ID": 4760,
    "LINE_ID": 1,
    "RAAG_ID": 32,
    "GURMUKHI": "goivdu goivdu goivdu jip; muKu aUjlw prDwnu ]",
    "TRANSLITERATION": "Govidh Govidh Govidh Jap Mukh Oojalaa Paradhhaan ||",
    "PUNJABI": "ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੁਰਖ਼ਰੂ ਹੋਈਦਾ ਹੈ ਤੇ ਪ੍ਰਧਾਨਤਾ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4760,
    "LINE_ID": 2,
    "RAAG_ID": 32,
    "GURMUKHI": "nwnk. guru goivMdu hir; ijqu imil hir pwieAw nwmu ]2]",
    "TRANSLITERATION": "Naanak Gur Govindh Har Jith Mil Har Paaeiaa Naam ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ) ਹੈ; ਉਸ (ਗੁਰੂ) ਵਿਚ ਮਿਲ ਕੇ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4761,
    "LINE_ID": 2,
    "RAAG_ID": 32,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ":polw bolojug juVy"
  },
  {
    "SHABAD_ID": 4761,
    "LINE_ID": 2,
    "RAAG_ID": 32,
    "GURMUKHI": "qUM Awpy hI. isD swiDko; qU Awpy hI. jug jogIAw ]",
    "TRANSLITERATION": "Thoon Aapae Hee Sidhh Saadhhiko Thoo Aapae Hee Jug Jogeeaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗਾ ਹੋਇਆ ਜੋਗੀ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਾਧਨ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜੋਗ ਵਿਚ ਜੁੜਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4761,
    "LINE_ID": 3,
    "RAAG_ID": 32,
    "GURMUKHI": "qU Awpy hI rs rsIAVw; qU Awpy hI Bog BogIAw ]",
    "TRANSLITERATION": "Thoo Aapae Hee Ras Raseearraa Thoo Aapae Hee Bhog Bhogeeaa ||",
    "PUNJABI": "ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਰਸ ਚੱਖਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਭੋਗ ਭੋਗਣ ਵਾਲਾ ਹੈਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4761,
    "LINE_ID": 3,
    "RAAG_ID": 32,
    "GURMUKHI": "qU Awpy Awip vrqdw; qU Awpy krih su hogIAw ]",
    "TRANSLITERATION": "Thoo Aapae Aap Varathadhaa Thoo Aapae Karehi S Hogeeaa ||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਜੋਗੀਆਂ ਵਿਚ ਭੀ ਤੇ ਗ੍ਰਿਹਸਤੀਆਂ ਵਿਚ ਭੀ ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈਂ, ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4761,
    "LINE_ID": 4,
    "RAAG_ID": 32,
    "GURMUKHI": "sqsMgiq siqgur DMnu Dnuo. DMn DMn Dno; ijqu imil hir bulg bulogIAw ]",
    "TRANSLITERATION": "Sathasangath Sathigur Dhhann Dhhanuo Dhhann Dhhann Dhhano Jith Mil Har Bulag Bulogeeaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤ ਧੰਨ ਹੈ ਧੰਨ ਹੈ ਜਿਸ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਬੋਲੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4761,
    "LINE_ID": 5,
    "RAAG_ID": 32,
    "GURMUKHI": "siB khhu muKhu. hir hir hry. hir hir hry; hir bolq. siB pwp lhogIAw ]1]",
    "TRANSLITERATION": "Sabh Kehahu Mukhahu Har Har Harae Har Har Harae Har Bolath Sabh Paap Lehogeeaa ||1||",
    "PUNJABI": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਬੈਠ ਕੇ) ਸਾਰੇ (ਆਪਣੇ ਮੂੰਹੋਂ ਸਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੇ ਪਿਛਲੇ ਕੀਤੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4762,
    "LINE_ID": 6,
    "RAAG_ID": 32,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4762,
    "LINE_ID": 6,
    "RAAG_ID": 32,
    "GURMUKHI": "hir hir hir hir nwmu hY; gurmuiK pwvY koie ]",
    "TRANSLITERATION": "Har Har Har Har Naam Hai Guramukh Paavai Koe ||",
    "PUNJABI": "ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਹਾਸਲ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4762,
    "LINE_ID": 6,
    "RAAG_ID": 32,
    "GURMUKHI": "haumY mmqw nwsu hoie; durmiq kFY Doie ]",
    "TRANSLITERATION": "Houmai Mamathaa Naas Hoe Dhuramath Kadtai Dhhoe ||",
    "PUNJABI": "(ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਦਾਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਤੇ ਅਪਣੱਤ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਭੈੜੀ ਮੱਤ (ਦੀ ਮੈਲ) ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4762,
    "LINE_ID": 7,
    "RAAG_ID": 32,
    "GURMUKHI": "nwnk. An idnu gux aucrY; ijn kau Duir iliKAw hoie ]1]",
    "TRANSLITERATION": "Naanak Anadhin Gun Oucharai Jin Ko Dhhur Likhiaa Hoe ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਉਹ ਮਨੁੱਖ) ਹਰ ਵੇਲੇ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਉਚਾਰਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦੇ ਹਨ) ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਾਮ ਸਿਮਰਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4763,
    "LINE_ID": 7,
    "RAAG_ID": 32,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4763,
    "LINE_ID": 7,
    "RAAG_ID": 32,
    "GURMUKHI": "hir Awpy Awip dieAwlu hir; Awpy kry su hoie ]",
    "TRANSLITERATION": "Har Aapae Aap Dhaeiaal Har Aapae Karae S Hoe ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4763,
    "LINE_ID": 8,
    "RAAG_ID": 32,
    "GURMUKHI": "hir Awpy Awip vrqdw; hir jyvfu Avru. n koie ]",
    "TRANSLITERATION": "Har Aapae Aap Varathadhaa Har Jaevadd Avar N Koe ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਹਰ ਥਾਂ) ਮੌਜੂਦ ਹੈ, ਕੋਈ ਹੋਰ ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4763,
    "LINE_ID": 9,
    "RAAG_ID": 32,
    "GURMUKHI": "jo hir pRB BwvY so QIAY; jo hir pRBu kry su hoie ]",
    "TRANSLITERATION": "Jo Har Prabh Bhaavai So Thheeai Jo Har Prabh Karae S Hoe ||",
    "PUNJABI": "ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਪ੍ਰਭੂ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4763,
    "LINE_ID": 9,
    "RAAG_ID": 32,
    "GURMUKHI": "kImiq iknY. n pweIAw; byAMqu pRBU hir soie ]",
    "TRANSLITERATION": "Keemath Kinai N Paaeeaa Baeanth Prabhoo Har Soe ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਕਿਸੇ (ਮਨੁੱਖ) ਨੇ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4763,
    "LINE_ID": 10,
    "RAAG_ID": 32,
    "GURMUKHI": "nwnk. gurmuiK hir swlwihAw; qnu mnu sIqlu hoie ]2]",
    "TRANSLITERATION": "Naanak Guramukh Har Saalaahiaa Than Man Seethal Hoe ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਉਸ ਦਾ ਤਨ ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4764,
    "LINE_ID": 10,
    "RAAG_ID": 32,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4764,
    "LINE_ID": 10,
    "RAAG_ID": 32,
    "GURMUKHI": "sB joiq qyrI jgjIvnw; qU Git Git hir rMg rMgnw ]",
    "TRANSLITERATION": "Sabh Joth Thaeree Jagajeevanaa Thoo Ghatt Ghatt Har Rang Ranganaa ||",
    "PUNJABI": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਤੇਰਾ ਹੀ ਨੂਰ (ਚਾਨਣ ਕਰ ਰਿਹਾ ਹੈ), ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਮੌਜੂਦ ਹੈਂ ਤੇ ਆਪਣੇ ਨਾਮ ਦੀ) ਰੰਗਣ ਚਾੜ੍ਹਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": "j`gjIvnw"
  },
  {
    "SHABAD_ID": 4764,
    "LINE_ID": 11,
    "RAAG_ID": 32,
    "GURMUKHI": "siB iDAwvih quDu. myry pRIqmw; qU siq siq purK inrMjnw ]",
    "TRANSLITERATION": "Sabh Dhhiaavehi Thudhh Maerae Preethamaa Thoo Sath Sath Purakh Niranjanaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ (ਹੀ) ਸਿਮਰਦੇ ਹਨ। ਹੇ ਸਰਬ-ਵਿਆਪਕ (ਤੇ ਫਿਰ ਭੀ) ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4764,
    "LINE_ID": 11,
    "RAAG_ID": 32,
    "GURMUKHI": "ieku dwqw. sBu jgqu iBKwrIAw; hir jwcih sB mMg mMgnw ]",
    "TRANSLITERATION": "Eik Dhaathaa Sabh Jagath Bhikhaareeaa Har Jaachehi Sabh Mang Manganaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਦਾਤਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰਾ ਜਗਤ (ਤੇਰੇ ਦਰ ਦਾ) ਮੰਗਤਾ ਹੈ। ਹੇ ਹਰੀ! ਹਰੇਕ ਮੰਗ (ਜੀਵ ਤੈਥੋਂ ਹੀ) ਮੰਗਦੇ ਹਨ।",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 4764,
    "LINE_ID": 12,
    "RAAG_ID": 32,
    "GURMUKHI": "syvku Twkuru sBu qUhY qUhY; gurmqI hir cMg cMgnw ]",
    "TRANSLITERATION": "Saevak Thaakur Sabh Thoohai Thoohai Guramathee Har Chang Changanaa ||",
    "PUNJABI": "ਤੂੰ ਆਪ ਹੀ ਮਾਲਕ ਹੈਂ। ਹੇ ਹਰੀ! ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆ ਤੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4764,
    "LINE_ID": 13,
    "RAAG_ID": 32,
    "GURMUKHI": "siB khhu muKhu, irKIkysu hry; irKIkysu hry, ijqu pwvih sB Pl Plnw ]2]",
    "TRANSLITERATION": "Sabh Kehahu Mukhahu Rikheekaes Harae Rikheekaes Harae Jith Paavehi Sabh Fal Falanaa ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ (ਸਾਰੇ) ਇੰਦ੍ਰਿਆਂ ਦਾ ਮਾਲਕ ਹੈ, ਤੁਸੀਂ ਸਾਰੇ ਆਪਣੇ ਮੂੰਹੋਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ, ਉਸ ਦਾ ਨਾਮ ਜਪੋ, ਉਸ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਜੀਵ) ਸਾਰੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4765,
    "LINE_ID": 14,
    "RAAG_ID": 32,
    "GURMUKHI": "slok mÚ 4 ]",
    "TRANSLITERATION": "Salok Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4765,
    "LINE_ID": 14,
    "RAAG_ID": 32,
    "GURMUKHI": "hir hir nwmu iDAwie mn; hir drgh pwvih mwnu ]",
    "TRANSLITERATION": "Har Har Naam Dhhiaae Man Har Dharageh Paavehi Maan ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਹਾਸਲ ਕਰੇਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4765,
    "LINE_ID": 14,
    "RAAG_ID": 32,
    "GURMUKHI": "jo ieCih so Plu pwiesI; gur sbdI lgY iDAwnu ]",
    "TRANSLITERATION": "Jo Eishhehi So Fal Paaeisee Gur Sabadhee Lagai Dhhiaan ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਪਾਸੋਂ) ਜੋ ਤੂੰ ਮੰਗੇਂਗਾ ਉਹੀ ਫਲ (ਉਹ) ਦੇਵੇਗਾ। (ਪਰ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਪ੍ਰਭੂ ਵਿਚ) ਸੁਰਤ ਜੁੜ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4765,
    "LINE_ID": 15,
    "RAAG_ID": 32,
    "GURMUKHI": "iklivK pwp siB ktIAih; haumY cukY gumwnu ]",
    "TRANSLITERATION": "Kilavikh Paap Sabh Katteeahi Houmai Chukai Gumaan ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੁੜਦੀ ਹੈ, ਉਸ ਦੇ) ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਕੱਟੇ ਜਾਂਦੇ ਹਨ; (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4765,
    "LINE_ID": 15,
    "RAAG_ID": 32,
    "GURMUKHI": "gurmuiK kmlu ivgisAw; sBu Awqm bRhmu pCwnu ]",
    "TRANSLITERATION": "Guramukh Kamal Vigasiaa Sabh Aatham Breham Pashhaan ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ-ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਉਹ ਥਾਂ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਨਣ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "ivgisAw: polw bolo"
  },
  {
    "SHABAD_ID": 4765,
    "LINE_ID": 16,
    "RAAG_ID": 32,
    "GURMUKHI": "hir hir ikrpw Dwir pRB; jn nwnk. jip hir nwmu ]1]",
    "TRANSLITERATION": "Har Har Kirapaa Dhhaar Prabh Jan Naanak Jap Har Naam ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਦਾਸ (ਨਾਨਕ) ਉਤੇ ਮਿਹਰ ਕਰ, (ਮੈਂ ਤੇਰਾ ਦਾਸ ਭੀ) ਨਾਮ ਜਪਦਾ ਰਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4766,
    "LINE_ID": 17,
    "RAAG_ID": 32,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4766,
    "LINE_ID": 17,
    "RAAG_ID": 32,
    "GURMUKHI": "hir hir nwmu pivqu hY; nwmu jpq duKu jwie ]",
    "TRANSLITERATION": "Har Har Naam Pavith Hai Naam Japath Dhukh Jaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਸੁੱਚਾ ਬਨਾਣ-ਜੋਗ ਹੈ, ਨਾਮ ਜਪਿਆਂ (ਹਰੇਕ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4766,
    "LINE_ID": 17,
    "RAAG_ID": 32,
    "GURMUKHI": "ijn kau pUrib iliKAw; iqn min visAw Awie ]",
    "TRANSLITERATION": "Jin Ko Poorab Likhiaa Thin Man Vasiaa Aae ||",
    "PUNJABI": "(ਪਰ ਇਹ ਨਾਮ) ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਦੇ ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਾਮ ਜਪਣ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖਾ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4766,
    "LINE_ID": 18,
    "RAAG_ID": 32,
    "GURMUKHI": "siqgur kY BwxY jo clY; iqn dwldu duKu lih jwie ]",
    "TRANSLITERATION": "Sathigur Kai Bhaanai Jo Chalai Thin Dhaaladh Dhukh Lehi Jaae ||",
    "PUNJABI": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਦੁੱਖ ਦਰਿੱਦ੍ਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4766,
    "LINE_ID": 18,
    "RAAG_ID": 32,
    "GURMUKHI": "AwpxY BwxY iknY. n pwieE; jn vyKhu min pqIAwie ]",
    "TRANSLITERATION": "Aapanai Bhaanai Kinai N Paaeiou Jan Vaekhahu Man Patheeaae ||",
    "PUNJABI": "ਪਰ ਆਪਣੇ ਮਨ ਵਿਚ ਤਸੱਲੀ ਕਰ ਕੇ ਵੇਖ ਲਵੋ, ਆਪਣੇ ਮਨ ਦੀ ਮਰਜ਼ੀ ਵਿਚ ਤੁਰ ਕੇ ਕਿਸੇ ਨੇ ਭੀ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4766,
    "LINE_ID": 19,
    "RAAG_ID": 32,
    "GURMUKHI": "jnu nwnku dwsn dwsu hY; jo siqgur lwgy pwie ]2]",
    "TRANSLITERATION": "Jan Naanak Dhaasan Dhaas Hai Jo Sathigur Laagae Paae ||2||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4767,
    "LINE_ID": 19,
    "RAAG_ID": 32,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  }
]