[
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 1,
    "RAAG_ID": 33,
    "GURMUKHI": "myry mn. jpu jip jgMnwQy ]",
    "TRANSLITERATION": "Maerae Man Jap Jap Jagannaathhae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਦੇ ਨਾਥ (ਦੇ ਨਾਮ) ਦਾ ਜਾਪ ਜਪਿਆ ਕਰ।",
    "PRONUNCIATION": "jgM-nwQy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 1,
    "RAAG_ID": 33,
    "GURMUKHI": "gur aupdyis hir nwmu iDAwieE; siB iklibK duK lwQy ]1] rhwau ]",
    "TRANSLITERATION": "Gur Oupadhaes Har Naam Dhhiaaeiou Sabh Kilabikh Dhukh Laathhae ||1|| Rehaao ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੇ ਉਪਦੇਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 2,
    "RAAG_ID": 33,
    "GURMUKHI": "rsnw eyk, jsu gwie n swkY; bhu kIjY, bhu rsunQy ]",
    "TRANSLITERATION": "Rasanaa Eaek Jas Gaae N Saakai Bahu Keejai Bahu Rasunathhae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਮਨੁੱਖ ਦੀ) ਇੱਕ ਜੀਭ (ਤੇਰਾ) ਜਸ (ਪੂਰੇ ਤੌਰ ਤੇ) ਗਾ ਨਹੀਂ ਸਕਦੀ, (ਇਸ ਨੂੰ) ਬਹੁਤ ਜੀਭਾਂ ਵਾਲਾ ਬਣਾ ਦੇਹ।",
    "PRONUNCIATION": "rsun-Qy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 2,
    "RAAG_ID": 33,
    "GURMUKHI": "bwr bwr iKnu pl siB gwvih; gun kih. n skih. pRB qumnQy ]1]",
    "TRANSLITERATION": "Baar Baar Khin Pal Sabh Gaavehi Gun Kehi N Sakehi Prabh Thumanathhae ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਮੁੜ ਮੁੜ ਹਰੇਕ ਪਲ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਪਰ ਤੇਰੇ (ਸਾਰੇ) ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੧॥",
    "PRONUNCIATION": "qumn-Qy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 3,
    "RAAG_ID": 33,
    "GURMUKHI": "hm bhu pRIiq lgI pRB suAwmI; hm loch pRBu idKnQy ]",
    "TRANSLITERATION": "Ham Bahu Preeth Lagee Prabh Suaamee Ham Locheh Prabh Dhikhanathhae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ ਤੇਰੀ ਬਹੁਤ ਪ੍ਰੀਤ ਪੈਦਾ ਹੋ ਚੁਕੀ ਹੈ; ਮੈਂ ਤੈਨੂੰ ਦੇਖਣ ਲਈ ਤਾਂਘ ਕਰ ਰਿਹਾ ਹਾਂ।",
    "PRONUNCIATION": "idKn-Qy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 3,
    "RAAG_ID": 33,
    "GURMUKHI": "qum bf dwqy jIA jIAn ky; qum jwnhu hm ibrQy ]2]",
    "TRANSLITERATION": "Thum Badd Dhaathae Jeea Jeean Kae Thum Jaanahu Ham Birathhae ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਪੀੜ ਜਾਣਦਾ ਹੈਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 4,
    "RAAG_ID": 33,
    "GURMUKHI": "koeI mwrgu pMQu bqwvY pRB kw; khu iqn kau, ikAw idnQy ]",
    "TRANSLITERATION": "Koee Maarag Panthh Bathaavai Prabh Kaa Kahu Thin Ko Kiaa Dhinathhae ||",
    "PUNJABI": "ਜੇ ਕੋਈ (ਸੰਤ ਜਨ ਮੈਨੂੰ) ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਦੱਸ ਦੇਵੇ, ਤਾਂ ਅਜਿਹੇ (ਸੰਤ) ਜਨਾਂ ਨੂੰ ਕੀਹ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ?",
    "PRONUNCIATION": "idn-Qy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 5,
    "RAAG_ID": 33,
    "GURMUKHI": "sBu qnu mnu Arpau. Arip Arwpau; koeI mylY pRB imlQy ]3]",
    "TRANSLITERATION": "Sabh Than Man Arapo Arap Araapo Koee Maelai Prabh Milathhae ||3||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਿਆ ਹੋਇਆ ਕੋਈ ਪਿਆਰਾ ਮੈਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਵੇ ਤਾਂ ਮੈਂ ਤਾਂ ਆਪਣਾ ਸਾਰਾ ਤਨ ਸਾਰਾ ਮਨ ਸਦਾ ਲਈ ਭੇਟ ਕਰ ਦਿਆਂ ॥੩॥",
    "PRONUNCIATION": "iml-Qy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 5,
    "RAAG_ID": 33,
    "GURMUKHI": "hir ky gun bhuq bhuq bhu soBw; hm quC kir kir brnQy ]",
    "TRANSLITERATION": "Har Kae Gun Bahuth Bahuth Bahu Sobhaa Ham Thushh Kar Kar Baranathhae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬਹੁਤ ਹੀ ਬੇਅੰਤ ਹਨ, ਬਹੁਤ ਬੇਅੰਤ ਹਨ, ਅਸੀਂ ਜੀਵ ਬਹੁਤੇ ਹੀ ਥੋੜੇ ਬਿਆਨ ਕਰਦੇ ਹਾਂ (ਪਰ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ ਹੈ)।",
    "PRONUNCIATION": "brn-Qy"
  },
  {
    "SHABAD_ID": 4806,
    "LINE_ID": 6,
    "RAAG_ID": 33,
    "GURMUKHI": "hmrI miq vsgiq pRB qumrY; jn nwnk ky pRB smrQy ]4]3]",
    "TRANSLITERATION": "Hamaree Math Vasagath Prabh Thumarai Jan Naanak Kae Prabh Samarathhae ||4||3||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਮੱਤ ਤੇਰੇ ਹੀ ਵੱਸ ਵਿਚ ਹੈ (ਜਿਤਨੀ ਮੱਤ ਤੂੰ ਦੇਂਦਾ ਹੈਂ ਉਤਨੀ ਹੀ ਤੇਰੀ ਸੋਭਾ ਅਸੀਂ ਬਿਆਨ ਕਰ ਸਕਦੇ ਹਾਂ) ॥੪॥੩॥",
    "PRONUNCIATION": "smr`Qy"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 7,
    "RAAG_ID": 33,
    "GURMUKHI": "kilAwn mhlw 4 ]",
    "TRANSLITERATION": "Kaliaan Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 7,
    "RAAG_ID": 33,
    "GURMUKHI": "myry mn. jip hir gun; AkQ sunQeI ]",
    "TRANSLITERATION": "Maerae Man Jap Har Gun Akathh Sunathhee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਿਆ ਕਰ ਜੋ ਅਕੱਥ ਸੁਣਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(sun-QeI) sunxw kr[ A-kQ: polw bolo"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 7,
    "RAAG_ID": 33,
    "GURMUKHI": "Drmu ArQu sBu kwmu moKu hY; jn pICY lig. iPrQeI ]1] rhwau ]",
    "TRANSLITERATION": "Dhharam Arathh Sabh Kaam Mokh Hai Jan Peeshhai Lag Firathhee ||1|| Rehaao ||",
    "PUNJABI": "ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ-(ਇਹੀ ਹੈ) ਸਾਰਾ (ਮਨੁੱਖ ਦਾ ਨਿਸ਼ਾਨਾ, ਪਰ ਇਹਨਾਂ ਵਿਚੋਂ ਹਰੇਕ ਹੀ ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "iPr-QeI"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 8,
    "RAAG_ID": 33,
    "GURMUKHI": "so hir hir nwmu iDAwvY hir jnu; ijsu bfBwg mQeI ]",
    "TRANSLITERATION": "So Har Har Naam Dhhiaavai Har Jan Jis Baddabhaag Mathhee ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਵੱਡਾ ਭਾਗ (ਜਾਗ ਪੈਂਦਾ) ਹੈ, ਉਹ ਭਗਤ-ਜਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਹੈ।",
    "PRONUNCIATION": "m`-QeI"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 9,
    "RAAG_ID": 33,
    "GURMUKHI": "jh drgih, pRBu lyKw mwgY; qh CutY nwmu iDAwieQeI ]1]",
    "TRANSLITERATION": "Jeh Dharagehi Prabh Laekhaa Maagai Theh Shhuttai Naam Dhhiaaeithhee ||1||",
    "PUNJABI": "ਜਿੱਥੇ (ਆਪਣੀ) ਦਰਗਾਹ ਵਿਚ ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਲੇਖਾ ਮੰਗਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਉੱਥੇ ਮਨੁੱਖ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "iDAwie-QeI"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 9,
    "RAAG_ID": 33,
    "GURMUKHI": "hmry doK bhu jnm jnm ky; duKu haumY mYlu, lgQeI ]",
    "TRANSLITERATION": "Hamarae Dhokh Bahu Janam Janam Kae Dhukh Houmai Mail Lagathhee ||",
    "PUNJABI": "ਅਸਾਂ ਜੀਵਾਂ ਦੇ (ਅੰਦਰ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਐਬ ਇਕੱਠੇ ਹੋਏ ਪਏ ਹਨ, (ਸਾਡੇ ਅੰਦਰ) ਦੁੱਖ (ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ), ਹਉਮੈ ਦੀ ਮੈਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(l`g-QeI) l`gI hoeI hY"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 10,
    "RAAG_ID": 33,
    "GURMUKHI": "guir Dwir ikRpw, hir jil nwvwey; sB iklibK pwp, gQeI ]2]",
    "TRANSLITERATION": "Gur Dhhaar Kirapaa Har Jal Naavaaeae Sabh Kilabikh Paap Gathhee ||2||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਵਡਭਾਗੀਆਂ ਨੂੰ) ਗੁਰੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਹਰਿ-ਨਾਮ-ਜਲ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਾ ਦਿੱਤਾ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਪਾਪਾਂ ਵਿਕਾਰਾਂ ਦੀ ਸਾਰੀ (ਮੈਲ) ਦੂਰ ਹੋ ਗਈ ॥੨॥",
    "PRONUNCIATION": "(g-QeI) nws ho gey[ n@wvwey"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 10,
    "RAAG_ID": 33,
    "GURMUKHI": "jn kY ird AMqir pRBu suAwmI; jn hir hir nwmu BjQeI ]",
    "TRANSLITERATION": "Jan Kai Ridh Anthar Prabh Suaamee Jan Har Har Naam Bhajathhee ||",
    "PUNJABI": "ਭਗਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਭਗਤ ਜਨਾਂ ਨੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ।",
    "PRONUNCIATION": "Bj-QeI"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 11,
    "RAAG_ID": 33,
    "GURMUKHI": "jh AMqI Aausru Awie bnqu hY; qh rwKY nwmu swQeI ]3]",
    "TRANSLITERATION": "Jeh Anthee Aousar Aae Banath Hai Theh Raakhai Naam Saathhee ||3||",
    "PUNJABI": "ਜਿੱਥੇ ਅਖ਼ੀਰਲਾ ਵਕਤ ਆ ਬਣਦਾ ਹੈ, ਉਥੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਥੀ (ਬਣ ਕੇ) ਰਖਿਆ ਕਰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "sw-QeI"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 12,
    "RAAG_ID": 33,
    "GURMUKHI": "jn. qyrw jsu gwvih hir hir pRB; hir jipE jgMnQeI ]",
    "TRANSLITERATION": "Jan Thaeraa Jas Gaavehi Har Har Prabh Har Japiou Jagannathhee ||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਤੇਰੇ) ਭਗਤ ਤੇਰਾ ਜਸ (ਸਦਾ) ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ। ਹੇ ਜਗਤ ਦੇ ਨਾਥ ਪ੍ਰਭੂ! (ਤੇਰੇ ਭਗਤਾਂ ਨੇ) ਸਦਾ ਤੇਰਾ ਨਾਮ ਜਪਿਆ ਹੈ।",
    "PRONUNCIATION": "j`gM-nQeI"
  },
  {
    "SHABAD_ID": 4807,
    "LINE_ID": 12,
    "RAAG_ID": 33,
    "GURMUKHI": "jn nwnk ky pRB rwKy suAwmI; hm pwQr rKu bufQeI ]4]4]",
    "TRANSLITERATION": "Jan Naanak Kae Prabh Raakhae Suaamee Ham Paathhar Rakh Buddathhee ||4||4||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਰਖਵਾਲੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਅਸਾਂ ਪੱਥਰ (ਵਾਂਗ) ਡੁੱਬਦੇ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰ ॥੪॥੪॥",
    "PRONUNCIATION": "bu`fQeI"
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 13,
    "RAAG_ID": 33,
    "GURMUKHI": "kilAwn mhlw 4 ]",
    "TRANSLITERATION": "Kaliaan Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 13,
    "RAAG_ID": 33,
    "GURMUKHI": "hmrI icqvnI; hir pRBu jwnY ]",
    "TRANSLITERATION": "Hamaree Chithavanee Har Prabh Jaanai ||",
    "PUNJABI": "ਅਸਾਂ ਜੀਵਾਂ ਦੀ (ਹਰੇਕ) ਭਾਵਨੀ ਨੂੰ ਪਰਮਾਤਮਾ (ਆਪ) ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 14,
    "RAAG_ID": 33,
    "GURMUKHI": "Aauru koeI inMd krY hir jn kI; pRBu qw kw kihAw ieku iqlu. nhI mwnY ]1] rhwau ]",
    "TRANSLITERATION": "Aour Koee Nindh Karai Har Jan Kee Prabh Thaa Kaa Kehiaa Eik Thil Nehee Maanai ||1|| Rehaao ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਹੋਰ (ਨਿੰਦਕ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੋਵੇ, ਪਰਮਾਤਮਾ ਉਸ ਦਾ ਆਖਿਆ ਹੋਇਆ (ਨਿੰਦਾ ਦਾ ਬਚਨ) ਰਤਾ ਭਰ ਭੀ ਨਹੀਂ ਮੰਨਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 14,
    "RAAG_ID": 33,
    "GURMUKHI": "Aaur sB iqAwig. syvw kir Acuq; jo sB qy aUc Twkuru BgvwnY ]",
    "TRANSLITERATION": "Aour Sabh Thiaag Saevaa Kar Achuth Jo Sabh Thae Ooch Thaakur Bhagavaanai ||",
    "PUNJABI": "ਹੋਰ ਹਰੇਕ (ਆਸ) ਲਾਹ ਕੇ ਉਸ ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਿਆ ਕਰ, ਜਿਹੜਾ ਸਭ ਤੋਂ ਉੱਚਾ ਮਾਲਕ ਭਗਵਾਨ ਹੈ।",
    "PRONUNCIATION": "A-c`uq"
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 15,
    "RAAG_ID": 33,
    "GURMUKHI": "hir syvw qy. kwlu joih, n swkY; crnI Awie pvY hir jwnY ]1]",
    "TRANSLITERATION": "Har Saevaa Thae Kaal Johi N Saakai Charanee Aae Pavai Har Jaanai ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਮੌਤ (ਭਗਤ ਵਲ) ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਤਾਂ ਭਗਤ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਡਿੱਗਦੀ ਹੈ (ਭਗਤ ਦੇ ਅਧੀਨ ਹੋ ਜਾਂਦੀ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 16,
    "RAAG_ID": 33,
    "GURMUKHI": "jw kau rwiK lyie, myrw suAwmI; qw kau sumiq dyie, pY kwnY ]",
    "TRANSLITERATION": "Jaa Ko Raakh Laee Maeraa Suaamee Thaa Ko Sumath Dhaee Pai Kaanai ||",
    "PUNJABI": "ਪਿਆਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਦੀ ਰਖਿਆ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਿਆਰ ਨਾਲ ਧਿਆਨ ਨਾਲ ਸ੍ਰੇਸ਼ਟ ਮੱਤ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "PRONUNCIATION": "(kwnY) kMnW[ (pY) iv`c[su-m`iq"
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 16,
    "RAAG_ID": 33,
    "GURMUKHI": "qw kau koeI Apir. n swkY; jw kI Bgiq. myrw pRBu mwnY ]2]",
    "TRANSLITERATION": "Thaa Ko Koee Apar N Saakai Jaa Kee Bhagath Maeraa Prabh Maanai ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਦੀ ਭਗਤੀ ਪਰਵਾਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਕੋਈ ਹੋਰ ਮਨੁੱਖ ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "A`p-ir"
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 17,
    "RAAG_ID": 33,
    "GURMUKHI": "hir ky coj ivfwn dyKu jn; jo Kotw Krw iek inmK pCwnY ]",
    "TRANSLITERATION": "Har Kae Choj Viddaan Dhaekh Jan Jo Khottaa Kharaa Eik Nimakh Pashhaanai ||",
    "PUNJABI": "ਹੇ ਸੱਜਣ! ਵੇਖ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਕੌਤਕ ਬੜੇ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਹਨ ਜੋ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਖੋਟੇ ਖਰੇ ਮਨੁੱਖ ਨੂੰ ਪਛਾਣ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 18,
    "RAAG_ID": 33,
    "GURMUKHI": "qw qy. jn kau Andu BieAw hY; ird suD imly. Koty pCuqwnY ]3]",
    "TRANSLITERATION": "Thaa Thae Jan Ko Anadh Bhaeiaa Hai Ridh Sudhh Milae Khottae Pashhuthaanai ||3||",
    "PUNJABI": "ਸੁੱਧ ਹਿਰਦੇ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਖੋਟੇ ਮਨੁੱਖ ਪਛੁਤਾਂਦੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ। ਤਾਹੀਏਂ ਭਗਤ ਦੇ ਅੰਦਰ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਭਗਤ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 18,
    "RAAG_ID": 33,
    "GURMUKHI": "qum hir dwqy smrQ suAwmI; ieku mwgau quJ pwshu hir dwnY ]",
    "TRANSLITERATION": "Thum Har Dhaathae Samarathh Suaamee Eik Maago Thujh Paasahu Har Dhaanai ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੁਸੀਂ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਸੁਆਮੀ ਹੋ। ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੇ ਪਾਸੋਂ ਇਕ ਖ਼ੈਰ ਮੰਗਦਾ ਹਾਂ।",
    "PRONUNCIATION": "smr`Q"
  },
  {
    "SHABAD_ID": 4808,
    "LINE_ID": 19,
    "RAAG_ID": 33,
    "GURMUKHI": "jn nwnk kau. hir ikRpw kir dIjY; sd bsih irdY moih hir crwnY ]4]5]",
    "TRANSLITERATION": "Jan Naanak Ko Har Kirapaa Kar Dheejai Sadh Basehi Ridhai Mohi Har Charaanai ||4||5||",
    "PUNJABI": "ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਨੂੰ (ਇਹ ਦਾਨ) ਦੇਹ ਕਿ, ਹੇ ਹਰੀ! ਤੇਰੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵੱਸਦੇ ਰਹਿਣ ॥੪॥੫॥",
    "PRONUNCIATION": ""
  }
]