[
  {
    "SHABAD_ID": 4820,
    "LINE_ID": 1,
    "RAAG_ID": 33,
    "GURMUKHI": "rwm nwm quil Aauru. n aupmw; jn nwnk. ikRpw krIjY ]8]1]",
    "TRANSLITERATION": "Raam Naam Thul Aour N Oupamaa Jan Naanak Kirapaa Kareejai ||8||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਪਦਾਰਥ ਹੈ ਹੀ ਨਹੀਂ। ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਕਰ (ਅਤੇ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼) ॥੮॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 1,
    "RAAG_ID": 33,
    "GURMUKHI": "kilAwn mhlw 4 ]",
    "TRANSLITERATION": "Kaliaan Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 1,
    "RAAG_ID": 33,
    "GURMUKHI": "rwm guru pwrsu; prsu krIjY ]",
    "TRANSLITERATION": "Raam Gur Paaras Paras Kareejai ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਗੁਰੂ (ਹੀ ਅਸਲ) ਪਾਰਸ ਹੈ, (ਮੇਰੀ ਗੁਰੂ ਨਾਲ) ਛੁਹ ਕਰ ਦੇਹ (ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ ਦੇਹ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 2,
    "RAAG_ID": 33,
    "GURMUKHI": "hm inrguxI mnUr Aiq PIky; imil siqgur pwrsu kIjY ]1] rhwau ]",
    "TRANSLITERATION": "Ham Niragunee Manoor Ath Feekae Mil Sathigur Paaras Keejai ||1|| Rehaao ||",
    "PUNJABI": "ਅਸੀਂ ਜੀਵ ਗੁਣ-ਹੀਨ ਹਾਂ, ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਹਾਂ, ਬੜੇ ਰੁੱਖੇ ਜੀਵਨ ਵਾਲੇ ਹਾਂ। (ਇਹ ਮਿਹਰ) ਕਰ ਕਿ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਾਰਸ (ਹੋ ਜਾਈਏ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 2,
    "RAAG_ID": 33,
    "GURMUKHI": "surg mukiq bYkuMT siB bWCih; iniq Awsw Aws krIjY ]",
    "TRANSLITERATION": "Surag Mukath Baikunth Sabh Baanshhehi Nith Aasaa Aas Kareejai ||",
    "PUNJABI": "ਸਾਰੇ ਲੋਕ ਸੁਰਗ ਮੁਕਤੀ ਬੈਕੁੰਠ (ਹੀ) ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ, ਸਦਾ (ਸੁਰਗ ਮੁਕਤੀ ਬੈਕੁੰਠ ਦੀ ਹੀ) ਆਸ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 3,
    "RAAG_ID": 33,
    "GURMUKHI": "hir drsn ky jn mukiq. n mWgih; imil drsn iqRpiq mnu DIjY ]1]",
    "TRANSLITERATION": "Har Dharasan Kae Jan Mukath N Maangehi Mil Dharasan Thripath Man Dhheejai ||1||",
    "PUNJABI": "ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸ਼ਨ ਦੇ ਪ੍ਰੇਮੀ ਭਗਤ ਮੁਕਤੀ ਨਹੀਂ ਮੰਗਦੇ। (ਪਰਮਾਤਮਾ ਨੂੰ) ਮਿਲ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਦਰਸਨ ਦੇ ਰਜੇਵੇਂ ਨਾਲ (ਉਹਨਾਂ ਦਾ) ਮਨ ਸ਼ਾਂਤ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "mWg-ih"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 4,
    "RAAG_ID": 33,
    "GURMUKHI": "mwieAw mohu sblu hY BwrI; mohu kwlK dwg lgIjY ]",
    "TRANSLITERATION": "Maaeiaa Mohu Sabal Hai Bhaaree Mohu Kaalakh Dhaag Lageejai ||",
    "PUNJABI": "(ਸੰਸਾਰ ਵਿਚ) ਮਾਇਆ ਦਾ ਮੋਹ ਬਹੁਤ ਬਲਵਾਨ ਹੈ, (ਮਾਇਆ ਦਾ) ਮੋਹ (ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀ) ਕਾਲਖ ਦੇ ਦਾਗ਼ ਲਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "sblu: polw bolo imlvW[l`-gIjY"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 4,
    "RAAG_ID": 33,
    "GURMUKHI": "myry Twkur ky jn. Ailpq hY mukqy; ijau murgweI pMku. n BIjY ]2]",
    "TRANSLITERATION": "Maerae Thaakur Kae Jan Alipath Hai Mukathae Jio Muragaaee Pank N Bheejai ||2||",
    "PUNJABI": "ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਵੇਂ ਮੁਰਗਾਈ ਦਾ ਖੰਭ (ਪਾਣੀ ਵਿਚ) ਭਿੱਜਦਾ ਨਹੀਂ ॥੨॥",
    "PRONUNCIATION": "(pMku) KMB[ A-ilpq"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 5,
    "RAAG_ID": 33,
    "GURMUKHI": "cMdn vwsu. BuieAMgm vyVI; ikv imlIAY. cMdnu lIjY ]",
    "TRANSLITERATION": "Chandhan Vaas Bhueiangam Vaerree Kiv Mileeai Chandhan Leejai ||",
    "PUNJABI": "ਚੰਦਨ ਦੀ ਖ਼ੁਸ਼ਬੂ ਸੱਪਾਂ ਨਾਲ ਘਿਰੀ ਰਹਿੰਦੀ ਹੈ। (ਚੰਦਨ ਨੂੰ) ਕਿਵੇਂ ਮਿਲਿਆ ਜਾ ਸਕਦਾ ਹੈ? ਚੰਦਨ ਕਿਵੇਂ ਹਾਸਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ? (ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਵਿਕਾਰਾਂ ਨਾਲ ਘਿਰੀ ਰਹਿੰਦੀ ਹੈ, ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਸੁਗੰਧੀ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ)।",
    "PRONUNCIATION": "Buie-AMgm[ vyV@I"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 6,
    "RAAG_ID": 33,
    "GURMUKHI": "kwiF KVgu. gur igAwnu krwrw; ibKu Cyid Cyid. rsu pIjY ]3]",
    "TRANSLITERATION": "Kaadt Kharrag Gur Giaan Karaaraa Bikh Shhaedh Shhaedh Ras Peejai ||3||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਗਿਆਨ ਤੇਜ਼ ਖੰਡਾ (ਹੈ, ਇਹ ਖੰਡਾ) ਕੱਢ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ (ਜੜ੍ਹਾਂ ਤੋਂ) ਵੱਢ ਵੱਢ ਕੇ ਨਾਮ-ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 6,
    "RAAG_ID": 33,
    "GURMUKHI": "Awin Awin smDw bhu kInI; plu bYsMqr Bsm krIjY ]",
    "TRANSLITERATION": "Aan Aan Samadhhaa Bahu Keenee Pal Baisanthar Bhasam Kareejai ||",
    "PUNJABI": "(ਲੱਕੜਾਂ) ਲਿਆ ਲਿਆ ਕੇ ਲੱਕੜਾਂ ਦਾ ਬੜਾ ਢੇਰ ਇਕੱਠਾ ਕੀਤਾ ਜਾਏ (ਉਸ ਨੂੰ) ਅੱਗ (ਦੀ ਇਕ ਚੰਗਿਆੜੀ) ਪਲ ਵਿਚ ਸੁਆਹ ਕਰ ਸਕਦੀ ਹੈ।",
    "PRONUNCIATION": "smDw:polw bolo[ (smDw) l`kVI"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 7,
    "RAAG_ID": 33,
    "GURMUKHI": "mhw augR pwp. swkq nr kIny; imil swDU lUkI dIjY ]4]",
    "TRANSLITERATION": "Mehaa Ougr Paap Saakath Nar Keenae Mil Saadhhoo Lookee Dheejai ||4||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟ ਹੋਏ ਮਨੁੱਖ ਬੜੇ ਬੜੇ ਬੱਜਰ ਪਾਪ ਕਰਦੇ ਹਨ, (ਉਹਨਾਂ ਪਾਪਾਂ ਨੂੰ ਸਾੜਨ ਵਾਸਤੇ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਹਰਿ-ਨਾਮ-ਅੱਗ ਦੀ) ਚੁਆਤੀ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੪॥",
    "PRONUNCIATION": "au~gR, l`UkI"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 8,
    "RAAG_ID": 33,
    "GURMUKHI": "swDU swD swD jn nIky; ijn AMqir nwmu DrIjY ]",
    "TRANSLITERATION": "Saadhhoo Saadhh Saadhh Jan Neekae Jin Anthar Naam Dhhareejai ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਨ ਸਾਧ ਜਨ ਉਹ ਹਨ ਭਲੇ ਮਨੁੱਖ।",
    "PRONUNCIATION": "D-rIjY"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 8,
    "RAAG_ID": 33,
    "GURMUKHI": "prs inprsu, Bey swDU jn; jnu hir Bgvwnu idKIjY ]5]",
    "TRANSLITERATION": "Paras Niparas Bheae Saadhhoo Jan Jan Har Bhagavaan Dhikheejai ||5||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਛੁਹ ਨਾਲ (ਉਹ ਮਨੁੱਖ) ਸਾਧੂ-ਜਨ ਬਣੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ) ਮਾਨੋ, (ਹਰ ਥਾਂ) ਹਰੀ ਭਗਵਾਨ ਦਿੱਸ ਪਿਆ ਹੈ ॥੫॥",
    "PRONUNCIATION": "koV@I rogI. (in-prsu) n Cohxy Xog sn[ auh jn swDUAW nwl prs ky pRmySr jI nUM dyKx vwly ho gey[id-KIjY (dUjw pwT: prsin prsu)"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 9,
    "RAAG_ID": 33,
    "GURMUKHI": "swkq sUqu. bhu gurJI BirAw; ikau kir qwnu qnIjY ]",
    "TRANSLITERATION": "Saakath Sooth Bahu Gurajhee Bhariaa Kio Kar Thaan Thaneejai ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦੀ ਜੀਵਨ ਡੋਰ (ਵਿਕਾਰਾਂ ਦੀਆਂ) ਅਨੇਕਾਂ ਗੁੰਝਲਾਂ ਨਾਲ ਭਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "q-nIjY"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 9,
    "RAAG_ID": 33,
    "GURMUKHI": "qMqu sUqu ikCu inksY nwhI; swkq sMgu. n kIjY ]6]",
    "TRANSLITERATION": "Thanth Sooth Kishh Nikasai Naahee Saakath Sang N Keejai ||6||",
    "PUNJABI": "(ਵਿਕਾਰਾਂ ਦੀਆਂ ਗੁੰਝਲਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਜੀਵਨ-ਸੂਤਰ ਨਾਲ ਪਵਿੱਤਰ ਜੀਵਨ ਦਾ) ਤਾਣਾ ਤਣਿਆ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦਾ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਗੁੰਝਲਾਂ ਵਿਚੋਂ ਇੱਕ ਭੀ ਸਿੱਧੀ) ਤੰਦ ਨਹੀਂ ਨਿਕਲਦੀ, ਇੱਕ ਭੀ ਧਾਗਾ ਨਹੀਂ ਨਿਕਲਦਾ। (ਇਸ ਵਾਸਤੇ ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦਾ ਸਾਥ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 10,
    "RAAG_ID": 33,
    "GURMUKHI": "siqgur swDsMgiq hY nIkI; imil sMgiq rwmu rvIjY ]",
    "TRANSLITERATION": "Sathigur Saadhhasangath Hai Neekee Mil Sangath Raam Raveejai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤ ਭਲੀ (ਸੁਹਬਤ) ਹੈ, ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": "r-vIjY"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 10,
    "RAAG_ID": 33,
    "GURMUKHI": "AMqir rqn jvyhr mwxk; gur ikrpw qy lIjY ]7]",
    "TRANSLITERATION": "Anthar Rathan Javaehar Maanak Gur Kirapaa Thae Leejai ||7||",
    "PUNJABI": "(ਮਨੁੱਖ ਦੇ) ਅੰਦਰ (ਗੁਪਤ ਟਿਕਿਆ ਹੋਇਆ ਹਰਿ-ਨਾਮ, ਮਾਨੋ) ਰਤਨ ਜਵਾਹਰਾਤ ਮੋਤੀ ਹਨ (ਇਹ ਹਰਿ-ਨਾਮ ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 11,
    "RAAG_ID": 33,
    "GURMUKHI": "myrw Twkuru vfw vfw hY suAwmI; hm ikau kir imlh imlIjY ]",
    "TRANSLITERATION": "Maeraa Thaakur Vaddaa Vaddaa Hai Suaamee Ham Kio Kar Mileh Mileejai ||",
    "PUNJABI": "ਮੇਰਾ ਮਾਲਕ-ਸੁਆਮੀ ਬਹੁਤ ਵੱਡਾ ਹੈ, ਅਸੀਂ ਜੀਵ (ਆਪਣੇ ਹੀ ਉੱਦਮ ਨਾਲ ਉਸ ਨੂੰ) ਕਿਵੇਂ ਮਿਲ ਸਕਦੇ ਹਾਂ? (ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "PRONUNCIATION": "im-lIjY"
  },
  {
    "SHABAD_ID": 4821,
    "LINE_ID": 12,
    "RAAG_ID": 33,
    "GURMUKHI": "nwnk. myil imlwey guru pUrw; jn kau pUrnu dIjY ]8]2]",
    "TRANSLITERATION": "Naanak Mael Milaaeae Gur Pooraa Jan Ko Pooran Dheejai ||8||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪੂਰਾ ਗੁਰੂ (ਹੀ ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ) ਜੋੜ ਕੇ (ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ। (ਸੋ, ਗੁਰੂ ਪਰਮੇਸਰ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ) ਸੇਵਕ ਨੂੰ ਪੂਰਨਤਾ ਦਾ ਦਰਜਾ ਬਖ਼ਸ਼ ॥੮॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 12,
    "RAAG_ID": 33,
    "GURMUKHI": "kilAwnu mhlw 4 ]",
    "TRANSLITERATION": "Kaliaan Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 13,
    "RAAG_ID": 33,
    "GURMUKHI": "rwmw; rm rwmo rwmu rvIjY ]",
    "TRANSLITERATION": "Raamaa Ram Raamo Raam Raveejai ||",
    "PUNJABI": "ਸਰਬ-ਵਿਆਪਕ ਰਾਮ (ਦਾ ਨਾਮ) ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": "r-vIjY"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 13,
    "RAAG_ID": 33,
    "GURMUKHI": "swDU swD swD jn nIky; imil swDU hir rMgu kIjY ]1] rhwau ]",
    "TRANSLITERATION": "Saadhhoo Saadhh Saadhh Jan Neekae Mil Saadhhoo Har Rang Keejai ||1|| Rehaao ||",
    "PUNJABI": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਮਨੁੱਖ) ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਗੁਰਮੁਖ ਸਾਧ ਬਣ ਜਾਂਦੇ ਹਨ। ਸਾਧੂ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 14,
    "RAAG_ID": 33,
    "GURMUKHI": "jIA jMq sBu jgu hY jyqw; mnu folq fol krIjY ]",
    "TRANSLITERATION": "Jeea Janth Sabh Jag Hai Jaethaa Man Ddolath Ddol Kareejai ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਇਹ ਜਿਤਨਾ ਭੀ ਸਾਰਾ ਜਗਤ ਹੈ (ਇਸ ਦੇ ਸਾਰੇ) ਜੀਵਾਂ ਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ) ਹਰ ਵੇਲੇ ਡਾਵਾਂ-ਡੋਲ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "k-rIjY"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 14,
    "RAAG_ID": 33,
    "GURMUKHI": "ikRpw ikRpw kir swDu imlwvhu; jgu QMmn kau QMmu dIjY ]1]",
    "TRANSLITERATION": "Kirapaa Kirapaa Kar Saadhh Milaavahu Jag Thhanman Ko Thhanm Dheejai ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਜੀਵਾਂ ਨੂੰ) ਗੁਰੂ ਮਿਲਾ (ਗੁਰੂ ਜਗਤ ਲਈ ਥੰਮ੍ਹ ਹੈ), ਜਗਤ ਨੂੰ ਸਹਾਰਾ ਦੇਣ ਲਈ (ਇਹ) ਥੰਮ੍ਹ ਦੇਹ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 15,
    "RAAG_ID": 33,
    "GURMUKHI": "bsuDw qlY qlY sB aUpir; imil swDU crn rulIjY ]",
    "TRANSLITERATION": "Basudhhaa Thalai Thalai Sabh Oopar Mil Saadhhoo Charan Ruleejai ||",
    "PUNJABI": "ਧਰਤੀ ਸਦਾ (ਜੀਵਾਂ ਦੇ) ਪੈਰਾਂ ਹੇਠ ਹੀ ਰਹਿੰਦੀ ਹੈ, (ਆਖ਼ਰ) ਸਭਨਾਂ ਦੇ ਉੱਤੇ ਆ ਜਾਂਦੀ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਸਭਨਾਂ ਦੇ) ਪੈਰਾਂ ਹੇਠ ਟਿਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": "ru-lIjY"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 15,
    "RAAG_ID": 33,
    "GURMUKHI": "Aiq aUqm Aiq aUqm hovhu; sB issit crn ql dIjY ]2]",
    "TRANSLITERATION": "Ath Ootham Ath Ootham Hovahu Sabh Sisatt Charan Thal Dheejai ||2||",
    "PUNJABI": "(ਜੇ ਇਸ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰੋਗੇ ਤਾਂ) ਬੜੇ ਹੀ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਵੋਗੇ (ਨਿਮ੍ਰਤਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੀ ਧਰਤੀ (ਆਪਣੇ) ਪੈਰਾਂ ਹੇਠ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 16,
    "RAAG_ID": 33,
    "GURMUKHI": "gurmuiK joiq BlI isv nIkI; Awin pwnI skiq BrIjY ]",
    "TRANSLITERATION": "Guramukh Joth Bhalee Siv Neekee Aan Paanee Sakath Bhareejai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦੀ ਭਲੀ ਸੋਹਣੀ ਜੋਤਿ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਜਗ ਪੈਂਦੀ ਹੈ, ਤਦੋਂ) ਮਾਇਆ (ਭੀ ਉਸ ਵਾਸਤੇ) ਲਿਆ ਕੇ ਪਾਣੀ ਭਰਦੀ ਹੈ (ਮਾਇਆ ਉਸ ਦੀ ਟਹਲਣ ਬਣਦੀ ਹੈ)।",
    "PRONUNCIATION": "(skiq) mwieAw[B-rIjY"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 17,
    "RAAG_ID": 33,
    "GURMUKHI": "mYn dMq inksy gur bcnI; swru cib cib. hir rsu pIjY ]3]",
    "TRANSLITERATION": "Mainadhanth Nikasae Gur Bachanee Saar Chab Chab Har Ras Peejai ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਅਜਿਹੀ) ਕੋਮਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਕਿ ਬਲੀ ਵਿਕਾਰਾਂ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "c`ib c`ib"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 17,
    "RAAG_ID": 33,
    "GURMUKHI": "rwm nwm AnugRhu bhu kIAw; gur swDU purK imlIjY ]",
    "TRANSLITERATION": "Raam Naam Anugrahu Bahu Keeaa Gur Saadhhoo Purakh Mileejai ||",
    "PUNJABI": "ਸਾਧ ਗੁਰੂ ਪੁਰਖ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਨ ਦੇਣ ਦੀ ਮਿਹਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "A-nu`gRhu[im-lIjY"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 18,
    "RAAG_ID": 33,
    "GURMUKHI": "gun rwm nwm ibsQIrn kIey; hir sgl Bvn jsu dIjY ]4]",
    "TRANSLITERATION": "Gun Raam Naam Bisathheeran Keeeae Har Sagal Bhavan Jas Dheejai ||4||",
    "PUNJABI": "ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਖਿਲਾਰਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਾਰੇ ਭਵਨਾਂ ਵਿਚ ਵੰਡੀ ਜਾਂਦੀ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 18,
    "RAAG_ID": 33,
    "GURMUKHI": "swDU swD swD min pRIqm; ibnu dyKy rih. n skIjY ]",
    "TRANSLITERATION": "Saadhhoo Saadhh Saadhh Man Preetham Bin Dhaekhae Rehi N Sakeejai ||",
    "PUNJABI": "ਸੰਤ ਜਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਜੀ ਵੱਸਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦਾ) ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ (ਉਹਨਾਂ ਪਾਸੋਂ) ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ;",
    "PRONUNCIATION": "s-kIjY"
  },
  {
    "SHABAD_ID": 4822,
    "LINE_ID": 19,
    "RAAG_ID": 33,
    "GURMUKHI": "ijau jl mIn jlM jl pRIiq hY; iKnu jl ibnu. PUit mrIjY ]5]",
    "TRANSLITERATION": "Jio Jal Meen Jalan Jal Preeth Hai Khin Jal Bin Foott Mareejai ||5||",
    "PUNJABI": "ਜਿਵੇਂ ਪਾਣੀ ਦੀ ਮੱਛੀ ਦਾ ਹਰ ਵੇਲੇ ਪਾਣੀ ਨਾਲ ਹੀ ਪਿਆਰ ਹੈ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਉਹ ਤੜਪ ਕੇ ਮਰ ਜਾਂਦੀ ਹੈ ॥੫॥",
    "PRONUNCIATION": "m-rIjY"
  }
]