[
  {
    "SHABAD_ID": 4831,
    "LINE_ID": 1,
    "RAAG_ID": 34,
    "GURMUKHI": "guru drIAwau sdw jlu inrmlu; imilAw durmiq mYlu hrY ]",
    "TRANSLITERATION": "Gur Dhareeaao Sadhaa Jal Niramal Miliaa Dhuramath Mail Harai ||",
    "PUNJABI": "ਗੁਰੂ ਇਕ (ਐਸਾ) ਦਰਿਆ ਹੈ ਜਿਸ ਪਾਸੋਂ ਮਿਲਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਉਸ ਦਰਿਆ ਵਿਚ (ਐਸਾ) ਜਲ ਹੈ ਜੋ ਸਦਾ ਹੀ ਸਾਫ਼ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਜਲ ਮਿਲਦਾ ਹੈ ਉਸ ਦੀ ਖੋਟੀ ਮੱਤ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4831,
    "LINE_ID": 1,
    "RAAG_ID": 34,
    "GURMUKHI": "siqguir pwieAY. pUrw nwvxu; psU pryqhu dyv krY ]2]",
    "TRANSLITERATION": "Sathigur Paaeiai Pooraa Naavan Pasoo Paraethahu Dhaev Karai ||2||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ (ਉਸ ਗੁਰੂ-ਦਰਿਆ ਵਿਚ ਕੀਤਾ ਇਸ਼ਨਾਨ) ਸਫਲ ਇਸ਼ਨਾਨ ਹੁੰਦਾ ਹੈ, ਗੁਰੂ ਪਸ਼ੂਆਂ ਤੋਂ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4831,
    "LINE_ID": 2,
    "RAAG_ID": 34,
    "GURMUKHI": "rqw sic nwim, ql hIAlu; so guru prmlu khIAY ]",
    "TRANSLITERATION": "Rathaa Sach Naam Thal Heeal So Gur Paramal Keheeai ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਜਿਸ ਗੁਰੂ ਦਾ ਹਿਰਦਾ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਗੁਰੂ ਨੂੰ ਚੰਦਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "PRONUNCIATION": "pUrn gurU jI dw (praupkwrI) hIAlu irdw[ ql:polw bolo[ (ql) AMdroN s`cy nwm c rMigAw hY, bwhroN idKwvw nhIN krdy[(prmlu) gurU bwvn cMdn srUp[ r`qw"
  },
  {
    "SHABAD_ID": 4831,
    "LINE_ID": 2,
    "RAAG_ID": 34,
    "GURMUKHI": "jw kI vwsu. bnwspiq saurY; qwsu crx ilv rhIAY ]3]",
    "TRANSLITERATION": "Jaa Kee Vaas Banaasapath Sourai Thaas Charan Liv Reheeai ||3||",
    "PUNJABI": "ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ (ਨੇੜੇ ਉੱਗੀ) ਬਨਸਪਤੀ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਦੇਂਦੀ ਹੈ (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸਰਨ ਆਏ ਬੰਦਿਆਂ ਦੇ ਜੀਵਨ ਸੰਵਾਰ ਦੇਂਦਾ ਹੈ), ਉਸ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "koit bRhmMf dI rcnw rUp bnwspiq bnwspqI[ saurY suDrnw,bnws-piq"
  },
  {
    "SHABAD_ID": 4831,
    "LINE_ID": 3,
    "RAAG_ID": 34,
    "GURMUKHI": "gurmuiK jIA pRwn aupjih; gurmuiK isv Gir jweIAY ]",
    "TRANSLITERATION": "Guramukh Jeea Praan Oupajehi Guramukh Siv Ghar Jaaeeai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚ ਜਾਈਦਾ ਹੈ ਜੋ ਸਦਾ ਆਨੰਦ-ਸਰੂਪ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4831,
    "LINE_ID": 4,
    "RAAG_ID": 34,
    "GURMUKHI": "gurmuiK nwnk sic smweIAY; gurmuiK inj pdu pweIAY ]4]6]",
    "TRANSLITERATION": "Guramukh Naanak Sach Samaaeeai Guramukh Nij Padh Paaeeai ||4||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜੋ ਸਦਾ ਹੀ ਆਪਣਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਅਟੱਲ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲ ਜਾਂਦੀ ਹੈ) ॥੪॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 4,
    "RAAG_ID": 34,
    "GURMUKHI": "pRBwqI mhlw 1 ]",
    "TRANSLITERATION": "Prabhaathee Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 5,
    "RAAG_ID": 34,
    "GURMUKHI": "gur prswdI ividAw vIcwrY; piV piV pwvY mwnu ]",
    "TRANSLITERATION": "Gur Parasaadhee Vidhiaa Veechaarai Parr Parr Paavai Maan ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ) ਵਿੱਦਿਆ ਵਿਚਾਰਦਾ ਹੈ (ਸਿੱਖਦਾ ਹੈ) ਉਹ ਇਸ ਵਿੱਦਿਆ ਨੂੰ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਜਗਤ ਵਿਚ) ਆਦਰ ਹਾਸਲ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": "iv`idAw"
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 5,
    "RAAG_ID": 34,
    "GURMUKHI": "Awpw mDy. Awpu prgwisAw; pwieAw AMimRqu nwmu ]1]",
    "TRANSLITERATION": "Aapaa Madhhae Aap Paragaasiaa Paaeiaa Anmrith Naam ||1||",
    "PUNJABI": "ਉਸ ਦੇ ਅੰਦਰ ਹੀ ਉਸ ਦਾ ਆਪਣਾ ਆਪ ਚਮਕ ਪੈਂਦਾ ਹੈ (ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ), ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "mDy: polw bolo[ pr-gwisAw"
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 6,
    "RAAG_ID": 34,
    "GURMUKHI": "krqw; qU myrw jjmwnu ]",
    "TRANSLITERATION": "Karathaa Thoo Maeraa Jajamaan ||",
    "PUNJABI": "ਹੇ ਕਰਤਾਰ! ਤੂੰ ਮੇਰਾ ਦਾਤਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 6,
    "RAAG_ID": 34,
    "GURMUKHI": "iek diKxw hau. qY pih mwgau; dyih Awpxw nwmu ]1] rhwau ]",
    "TRANSLITERATION": "Eik Dhakhinaa Ho Thai Pehi Maago Dhaehi Aapanaa Naam ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਤੇਰੇ ਪਾਸੋਂ ਇਕ ਦਾਨ ਮੰਗਦਾ ਹਾਂ। ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "d`iKxw"
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 7,
    "RAAG_ID": 34,
    "GURMUKHI": "pMc qskr Dwvq rwKy; cUkw min AiBmwnu ]",
    "TRANSLITERATION": "Panch Thasakar Dhhaavath Raakhae Chookaa Man Abhimaan ||",
    "PUNJABI": "(ਇਸ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ ਵਿਕਾਰਾਂ ਵਲ) ਦੌੜਦੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਰੋਕ ਲਈਦੇ ਹਨ, ਮਨ ਵਿਚ (ਟਿਕਿਆ ਹੋਇਆ) ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 7,
    "RAAG_ID": 34,
    "GURMUKHI": "idsit ibkwrI. durmiq BwgI; AYsw bRhmigAwnu ]2]",
    "TRANSLITERATION": "Dhisatt Bikaaree Dhuramath Bhaagee Aisaa Breham Giaan ||2||",
    "PUNJABI": "(ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਨਾਲ ਪਾਈ ਹੋਈ ਡੂੰਘੀ ਸਾਂਝ ਐਸੀ (ਬਰਕਤਿ ਵਾਲੀ ਹੈ ਜਿਸ ਦਾ ਸਦਕਾ) ਵਿਕਾਰਾਂ ਵਾਲੀ ਨਿਗਾਹ ਤੇ ਖੋਟੀ ਮੱਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 8,
    "RAAG_ID": 34,
    "GURMUKHI": "jqu squ cwvl, dieAw kxk kir; pRwpiq pwqI Dwnu ]",
    "TRANSLITERATION": "Jath Sath Chaaval Dhaeiaa Kanak Kar Praapath Paathee Dhhaan ||",
    "PUNJABI": "(ਬ੍ਰਾਹਮਣ ਆਪਣੇ ਜਜਮਾਨ ਪਾਸੋਂ ਚਾਵਲ, ਕਣਕ, ਧਨ, ਦੁੱਧ, ਘਿਉ ਆਦਿਕ ਸਾਰੇ ਪਦਾਰਥ ਮੰਗਦਾ ਤੇ ਲੈਂਦਾ ਹੈ ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਜਜਮਾਨ ਹੈ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਜੱਗ ਰਚਾਇਆ ਹੋਇਆ ਹੈ,) ਮੈਂ ਤੈਥੋਂ ਇਹੋ ਜਿਹਾ ਦਾਨ ਮੰਗਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਚਾਵਲਾਂ ਦੇ ਥਾਂ ਜਤ ਸਤ ਦੇਹ (ਮੈਨੂੰ ਸੱਚਾ ਆਚਰਨ ਦੇਹ ਕਿ ਮੈਂ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਮੰਦੇ ਪਾਸੇ ਵਲੋਂ ਰੋਕ ਸਕਾਂ), ਕਣਕ ਦੇ ਥਾਂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਦਇਆ ਪੈਦਾ ਕਰ, ਮੈਨੂੰ ਇਹ ਧਨ ਦੇਹ ਕਿ ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਦੀ ਯੋਗਤਾ ਵਾਲਾ ਹੋ ਜਾਵਾਂ।",
    "PRONUNCIATION": "(p`wqI) p`qlW[ Dwnu AMn"
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 8,
    "RAAG_ID": 34,
    "GURMUKHI": "dUDu krmu sMqoKu GIau kir; AYsw mWgau dwnu ]3]",
    "TRANSLITERATION": "Dhoodhh Karam Santhokh Gheeo Kar Aisaa Maango Dhaan ||3||",
    "PUNJABI": "ਮੈਨੂੰ ਸ਼ੁਭ ਕਰਮ (ਕਰਨ ਦੀ ਸਮਰੱਥਾ) ਬਖ਼ਸ਼, ਸੰਤੋਖ ਬਖ਼ਸ਼, ਇਹ ਹਨ ਮੇਰੇ ਵਾਸਤੇ ਦੁੱਧ ਤੇ ਘਿਉ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 9,
    "RAAG_ID": 34,
    "GURMUKHI": "iKmw DIrju kir gaU lvyrI; shjy bCrw KIru pIAY ]",
    "TRANSLITERATION": "Khimaa Dhheeraj Kar Goo Lavaeree Sehajae Bashharaa Kheer Peeai ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ) ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ ਸਹਾਰਨ ਦਾ ਸੁਭਾਵ ਤੇ ਜਿਗਰਾ ਪੈਦਾ ਕਰ, ਇਹ ਹੈ ਮੇਰੇ ਲਈ ਲਵੇਰੀ ਗਾਂ, ਤਾਕਿ ਮੇਰਾ ਮਨ-ਵੱਛਾ ਸ਼ਾਂਤ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ (ਇਹ ਸ਼ਾਂਤੀ ਦਾ) ਦੁੱਧ ਪੀ ਸਕੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4832,
    "LINE_ID": 9,
    "RAAG_ID": 34,
    "GURMUKHI": "isPiq srm kw kpVw mWgau; hir gux nwnk rvqu rhY ]4]7]",
    "TRANSLITERATION": "Sifath Saram Kaa Kaparraa Maango Har Gun Naanak Ravath Rehai ||4||7||",
    "PUNJABI": "ਮੈਂ ਤੈਥੋਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੇ ਉੱਦਮ ਦਾ ਕੱਪੜਾ ਮੰਗਦਾ ਹਾਂ, ਤਾਕਿ ਹੇ ਨਾਨਕ! ਮੇਰਾ ਮਨ ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ ॥੪॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 10,
    "RAAG_ID": 34,
    "GURMUKHI": "pRBwqI mhlw 1 ]",
    "TRANSLITERATION": "Prabhaathee Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 10,
    "RAAG_ID": 34,
    "GURMUKHI": "Awvqu iknY. n rwiKAw; jwvqu. ikau rwiKAw jwie ]",
    "TRANSLITERATION": "Aavath Kinai N Raakhiaa Jaavath Kio Raakhiaa Jaae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜੇਹੜਾ ਜੀਵ ਜਗਤ ਵਿਚ ਜੰਮਦਾ ਹੈ ਉਸ ਨੂੰ ਜੰਮਣੋਂ ਕੋਈ ਰੋਕ ਨਹੀਂ ਸਕਦਾ, ਜੇਹੜਾ (ਮਰ ਕੇ ਇਥੋਂ) ਜਾਣ ਲਗਦਾ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਇਥੇ ਰੋਕ ਕੇ ਨਹੀਂ ਰੱਖ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 11,
    "RAAG_ID": 34,
    "GURMUKHI": "ijs qy hoAw, soeI pru jwxY; jW aus hI mwih smwie ]1]",
    "TRANSLITERATION": "Jis Thae Hoaa Soee Par Jaanai Jaan Ous Hee Maahi Samaae ||1||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਜਗਤ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਸੇ ਵਿਚ ਹੀ ਇਹ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਇਸ ਜਗਤ-ਰਚਨਾ ਦੇ ਭੇਤ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਠੀਕ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ (ਜੀਵ ਨੂੰ ਇਹ ਗੱਲ ਨਹੀਂ ਸੋਭਦੀ ਕਿ ਜਗਤ ਨੂੰ ਮਾੜਾ ਆਖ ਕੇ ਇਸ ਤੋਂ ਨਫ਼ਰਤ ਕਰ ਕੇ ਪਰੇ ਹਟੇ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 11,
    "RAAG_ID": 34,
    "GURMUKHI": "qUhY. hY vwhu; qyrI rjwie ]",
    "TRANSLITERATION": "Thoohai Hai Vaahu Thaeree Rajaae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਇਸ ਜਗਤ ਦਾ ਰਚਨਹਾਰ) ਤੂੰ ਆਪ ਹੀ ਹੈਂ (ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ) ਤੇਰੀ ਰਜ਼ਾ ਭੀ ਅਚਰਜ ਹੈ (ਭਾਵ, ਜੀਵਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 12,
    "RAAG_ID": 34,
    "GURMUKHI": "jo ikCu krih. soeI pru hoiebw; Avru. n krxw jwie ]1] rhwau ]",
    "TRANSLITERATION": "Jo Kishh Karehi Soee Par Hoeibaa Avar N Karanaa Jaae ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਜ਼ਰੂਰ ਉਹੀ ਕੁਝ ਵਾਪਰਦਾ ਹੈ, ਤੇਰੀ ਰਜ਼ਾ ਦੇ ਉਲਟ (ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ) ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ (ਜੀਵ ਦਾ ਇਹ ਅੰਞਾਣਪੁਣਾ ਹੈ ਕਿ ਤੇਰੇ ਰਚੇ ਜਗਤ ਤੋਂ ਨਫ਼ਰਤ ਕਰੇ, ਤੇ ਗ੍ਰਿਹਸਤ ਛੱਡ ਕੇ ਫ਼ਕੀਰ ਜਾ ਬਣੇ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 12,
    "RAAG_ID": 34,
    "GURMUKHI": "jYsy hrht kI mwlw, itMf lgq hY; iek sKnI, hor Pyr BrIAq hY ]",
    "TRANSLITERATION": "Jaisae Harehatt Kee Maalaa Ttindd Lagath Hai Eik Sakhanee Hor Faer Bhareeath Hai ||",
    "PUNJABI": "ਜਿਵੇਂ ਵਗਦੇ ਖੂਹ ਦੀ ਮਾਹਲ ਨਾਲ ਟਿੰਡਾਂ ਬੱਧੀਆਂ ਹੁੰਦੀਆਂ ਹਨ (ਜਿਉਂ ਜਿਉਂ ਖੂਹ ਚੱਲਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ) ਕੁਝ ਟਿੰਡਾਂ ਖ਼ਾਲੀ ਹੁੰਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤੇ ਕੁਝ (ਟਿੰਡਾਂ ਖੂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਮੁੜ ਭਰਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "mwlw: polw bolo[ s`KnI"
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 13,
    "RAAG_ID": 34,
    "GURMUKHI": "qYso hI iehu Kylu Ksm kw; ijau aus kI vifAweI ]2]",
    "TRANSLITERATION": "Thaiso Hee Eihu Khael Khasam Kaa Jio Ous Kee Vaddiaaee ||2||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ ਦਾ ਹੀ ਜਗਤ-ਰਚਨਾ ਦਾ ਇਹ ਤਮਾਸ਼ਾ ਹੈ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਰਚਿਆ ਹੋਇਆ ਹੈ (ਕੁਝ ਇਥੋਂ ਕੂਚ ਕਰ ਕੇ ਥਾਂ ਖ਼ਾਲੀ ਕਰ ਜਾਂਦੇ ਹਨ, ਤੇ ਕੁਝ ਸਰੀਰ ਧਾਰ ਕੇ ਥਾਂ ਆ ਮੱਲਦੇ ਹਨ)। ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੈ ਤਿਵੇਂ ਇਹ ਤਮਾਸ਼ਾ ਹੋ ਰਿਹਾ ਹੈ (ਇਸ ਤੋਂ ਨੱਕ ਵੱਟਣਾ ਫਬਦਾ ਨਹੀਂ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 14,
    "RAAG_ID": 34,
    "GURMUKHI": "surqI kY mwrig cil kY; aultI ndir pRgwsI ]",
    "TRANSLITERATION": "Surathee Kai Maarag Chal Kai Oulattee Nadhar Pragaasee ||",
    "PUNJABI": "(ਪਰ ਹਾਂ) ਉਸ ਮਨੁੱਖ ਦੀ ਨਿਗਾਹ ਵਿਚ ਚਾਨਣ ਹੋਇਆ ਹੈ (ਭਾਵ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਜੀਵਨ-ਜੁਗਤਿ ਦੀ ਸਹੀ ਸਮਝ ਪਈ ਹੈ) ਜਿਸ ਨੇ (ਜਗਤ ਦੇ ਰਚਨਹਾਰ) ਕਰਤਾਰ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨ ਦੇ ਰਸਤੇ ਤੇ ਤੁਰ ਕੇ ਆਪਣੀ ਸੁਰਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਹਟਾਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 14,
    "RAAG_ID": 34,
    "GURMUKHI": "min vIcwir dyKu bRhmigAwnI; kaunu igrhI kaunu audwsI ]3]",
    "TRANSLITERATION": "Man Veechaar Dhaekh Breham Giaanee Koun Girehee Koun Oudhaasee ||3||",
    "PUNJABI": "ਹੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਣ ਦਾ ਜਤਨ ਕਰਨ ਵਾਲੇ! ਆਪਣੇ ਮਨ ਵਿਚ ਸੋਚ ਕੇ (ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ) ਵੇਖ (ਜੇ ਸੁਰਤ ਟਿਕਾਣੇ ਤੇ ਨਹੀਂ ਹੈ; ਤਾਂ) ਨਾਹ ਹੀ ਗ੍ਰਿਹਸਤੀ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਠੀਕ ਰਾਹੇ ਤੁਰ ਰਿਹਾ ਹੈ ਤੇ ਨਾਹ ਹੀ (ਉਹ ਮਨੁੱਖ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ) ਵਿਰਕਤ (ਸਮਝਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 15,
    "RAAG_ID": 34,
    "GURMUKHI": "ijs kI Awsw. iqs hI sauip kY; eyhu rihAw inrbwxu ]",
    "TRANSLITERATION": "Jis Kee Aasaa This Hee Soup Kai Eaehu Rehiaa Nirabaan ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਦੁਨੀਆ ਵਾਲੀ ਮੋਹ ਮਾਇਆ ਦੀ ਆਸਾ ਮਨੁੱਖ ਨੂੰ ਚੰਬੋੜ ਦਿੱਤੀ ਹੈ, ਜੋ ਮਨੁੱਖ ਉਸੇ ਪਰਮਾਤਮਾ ਦੇ (ਇਹ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ) ਹਵਾਲੇ ਕਰਦਾ ਹੈ, ਤੇ ਵਾਸਨਾ-ਰਹਿਤ ਹੋ ਕੇ ਜੀਵਨ ਗੁਜ਼ਾਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4833,
    "LINE_ID": 15,
    "RAAG_ID": 34,
    "GURMUKHI": "ijs qy hoAw soeI kir mwinAw; nwnk. igrhI audwsI so prvwxu ]4]8]",
    "TRANSLITERATION": "Jis Thae Hoaa Soee Kar Maaniaa Naanak Girehee Oudhaasee So Paravaan ||4||8||",
    "PUNJABI": "ਤੇ ਇਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਇਹ ਜਗਤ-ਰਚਨਾ ਹੋਈ ਹੈ ਉਸ ਨੂੰ ਰਜ਼ਾ ਦਾ ਮਾਲਕ ਜਾਣ ਕੇ ਉਸ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਚਾਹੇ ਗ੍ਰਿਹਸਤੀ ਹੈ ਚਾਹੇ ਵਿਰਕਤ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਕਬੂਲ ਹੈ ॥੪॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 16,
    "RAAG_ID": 34,
    "GURMUKHI": "pRBwqI mhlw 1 ]",
    "TRANSLITERATION": "Prabhaathee Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 16,
    "RAAG_ID": 34,
    "GURMUKHI": "idsit ibkwrI bMDin bWDY; hau iqs kY bil jweI ]",
    "TRANSLITERATION": "Dhisatt Bikaaree Bandhhan Baandhhai Ho This Kai Bal Jaaee ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਬੰਦੇ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜੇਹੜਾ (ਆਪਣੀ) ਵਿਕਾਰਾਂ ਵਲ ਜਾਂਦੀ ਸੁਰਤ ਨੂੰ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਡੋਰੀ ਲਾਲ ਬੰਨ੍ਹ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 17,
    "RAAG_ID": 34,
    "GURMUKHI": "pwp puMn kI swr. n jwxY; BUlw iPrY AjweI ]1]",
    "TRANSLITERATION": "Paap Punn Kee Saar N Jaanai Bhoolaa Firai Ajaaee ||1||",
    "PUNJABI": "(ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਮਰਨ ਤੋਂ ਖੁੰਝ ਕੇ) ਭਲੇ ਬੁਰੇ ਕੰਮ ਦੇ ਭੇਤ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਉਹ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ) ਖੁੰਝਿਆ ਫਿਰਦਾ ਹੈ ਤੇ (ਜੀਵਨ) ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 17,
    "RAAG_ID": 34,
    "GURMUKHI": "bolhu; scu nwmu krqwr ]",
    "TRANSLITERATION": "Bolahu Sach Naam Karathaar ||",
    "PUNJABI": "ਕਰਤਾਰ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ (ਸਦਾ) ਸਿਮਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 18,
    "RAAG_ID": 34,
    "GURMUKHI": "Puin bhuiV; n Awvx vwr ]1] rhwau ]",
    "TRANSLITERATION": "Fun Bahurr N Aavan Vaar ||1|| Rehaao ||",
    "PUNJABI": "(ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਗਤ ਵਿਚ) ਮੁੜ ਮੁੜ ਜਨਮ ਲੈਣ ਦੀ ਵਾਰੀ ਨਹੀਂ ਆਵੇਗੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 18,
    "RAAG_ID": 34,
    "GURMUKHI": "aUcw qy Puin nIcu krqu hY; nIc krY sulqwnu ]",
    "TRANSLITERATION": "Oochaa Thae Fun Neech Karath Hai Neech Karai Sulathaan ||",
    "PUNJABI": "(ਉਸ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰੋ) ਜੋ ਉੱਚਿਆਂ ਤੋਂ ਨੀਵੇਂ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਨੀਵਿਆਂ (ਗਰੀਬਾਂ) ਨੂੰ ਬਾਦਸ਼ਾਹ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 19,
    "RAAG_ID": 34,
    "GURMUKHI": "ijnI jwxu sujwixAw; jig qy pUry prvwxu ]2]",
    "TRANSLITERATION": "Jinee Jaan Sujaaniaa Jag Thae Poorae Paravaan ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਉਸ (ਘਟ ਘਟ ਦੀ) ਜਾਣਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣ ਲਿਆ ਹੈ (ਭਾਵ, ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ) ਜਗਤ ਵਿਚ ਆਏ ਉਹੀ ਬੰਦੇ ਸਫਲ ਹਨ ਤੇ ਕਬੂਲ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(sujwixAw) SRySt jwxI jwx AMqrjwmI rwm jI jwxu ley hn[ (dUjw pwT: su jwixAw)"
  },
  {
    "SHABAD_ID": 4834,
    "LINE_ID": 19,
    "RAAG_ID": 34,
    "GURMUKHI": "qw kau smJwvx jweIAY; jy ko BUlw hoeI ]",
    "TRANSLITERATION": "Thaa Ko Samajhaavan Jaaeeai Jae Ko Bhoolaa Hoee ||",
    "PUNJABI": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਉਸੇ ਜੀਵ ਨੂੰ ਮੱਤ ਦੇਣ ਦਾ ਜਤਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇਹੜਾ (ਆਪ) ਕੁਰਾਹੇ ਪਿਆ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  }
]