[
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 1,
    "RAAG_ID": 34,
    "GURMUKHI": "hir hir nwmu jphu; jn BweI ]",
    "TRANSLITERATION": "Har Har Naam Japahu Jan Bhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ ਜਨੋ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 1,
    "RAAG_ID": 34,
    "GURMUKHI": "gur pRswid mnu AsiQru hovY; An idnu hir ris rihAw AGweI ]1] rhwau ]",
    "TRANSLITERATION": "Gur Prasaadh Man Asathhir Hovai Anadhin Har Ras Rehiaa Aghaaee ||1|| Rehaao ||",
    "PUNJABI": "(ਨਾਮ ਜਪਣ ਦੀ ਰਾਹੀਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮਨੁੱਖ ਦਾ) ਮਨ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਅਡੋਲ ਰਹਿੰਦਾ ਹੈ। ਹਰਿ-ਨਾਮ ਦੇ ਸੁਆਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ) ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਲੋਂ) ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 2,
    "RAAG_ID": 34,
    "GURMUKHI": "Anidnu Bgiq krhu idnu rwqI; iesu jug kw lwhw BweI ]",
    "TRANSLITERATION": "Anadhin Bhagath Karahu Dhin Raathee Eis Jug Kaa Laahaa Bhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਰਹੋ। ਇਹੀ ਹੈ ਇਸ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਲਾਭ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 2,
    "RAAG_ID": 34,
    "GURMUKHI": "sdw jn inrml, mYlu. n lwgY; sic nwim icqu lweI ]2]",
    "TRANSLITERATION": "Sadhaa Jan Niramal Mail N Laagai Sach Naam Chith Laaee ||2||",
    "PUNJABI": "(ਭਗਤੀ ਕਰਨ ਵਾਲੇ) ਮਨੁੱਖ ਸਦਾ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ। ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜਦਾ ਹੈ (ਉਸ ਦੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 3,
    "RAAG_ID": 34,
    "GURMUKHI": "suKu sIgwru siqgurU idKwieAw; nwim vfI vifAweI ]",
    "TRANSLITERATION": "Sukh Seegaar Sathiguroo Dhikhaaeiaa Naam Vaddee Vaddiaaee ||",
    "PUNJABI": "ਆਤਮਕ ਆਨੰਦ (ਮਨੁੱਖਾ ਜੀਵਨ ਵਾਸਤੇ ਇਕ) ਗਹਿਣਾ ਹੈ। (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ (ਇਹ ਗਹਿਣਾ) ਵਿਖਾ ਦਿੱਤਾ, ਉਸ ਨੇ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਖੱਟ ਲਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 4,
    "RAAG_ID": 34,
    "GURMUKHI": "AKut BMfwr Bry, kdy qoit. n AwvY; sdw hir syvhu BweI ]3]",
    "TRANSLITERATION": "Akhutt Bhanddaar Bharae Kadhae Thott N Aavai Sadhaa Har Saevahu Bhaaee ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਰਹੋ (ਸਦਾ ਭਗਤੀ ਕਰਦੇ ਰਿਹਾਂ ਇਹ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੇ ਖ਼ਜ਼ਾਨੇ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਭਰੇ ਰਹਿੰਦੇ ਹਨ, (ਇਹਨਾਂ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ) ਕਦੇ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 4,
    "RAAG_ID": 34,
    "GURMUKHI": "Awpy krqw ijs no dyvY; iqsu vsY min AweI ]",
    "TRANSLITERATION": "Aapae Karathaa Jis No Dhaevai This Vasai Man Aaee ||",
    "PUNJABI": "ਪਰ, ਇਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਰਤਾਰ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4843,
    "LINE_ID": 5,
    "RAAG_ID": 34,
    "GURMUKHI": "nwnk nwmu iDAwie sdw qU; siqguir dIAw idKweI ]4]1]",
    "TRANSLITERATION": "Naanak Naam Dhhiaae Sadhaa Thoo Sathigur Dheeaa Dhikhaaee ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਤੂੰ ਸਦਾ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ। (ਭਗਤੀ-ਸਿਮਰਨ ਦਾ ਇਹ ਰਸਤਾ) ਗੁਰੂ ਨੇ (ਹੀ) ਵਿਖਾਇਆ ਹੈ (ਇਹ ਰਸਤਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਲੱਭਦਾ ਹੈ) ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 6,
    "RAAG_ID": 34,
    "GURMUKHI": "pRBwqI mhlw 3 ]",
    "TRANSLITERATION": "Prabhaathee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 6,
    "RAAG_ID": 34,
    "GURMUKHI": "inrguxIAwry kau bKis lY suAwmI; Awpy lYhu imlweI ]",
    "TRANSLITERATION": "Niraguneeaarae Ko Bakhas Lai Suaamee Aapae Laihu Milaaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਮੈਂ) ਗੁਣ-ਹੀਨ ਨੂੰ ਬਖ਼ਸ਼ ਲੈ, ਤੂੰ ਆਪ ਹੀ (ਮੈਨੂੰ ਆਪਣੇ) ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 6,
    "RAAG_ID": 34,
    "GURMUKHI": "qU ibAMqu. qyrw AMqu, n pwieAw; sbdy dyhu buJweI ]1]",
    "TRANSLITERATION": "Thoo Bianth Thaeraa Anth N Paaeiaa Sabadhae Dhaehu Bujhaaee ||1||",
    "PUNJABI": "ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਕਿਸੇ ਨੇ ਅੰਤ ਨਹੀਂ ਪਾਇਆ। (ਹੇ ਸੁਆਮੀ! ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ (ਜੋੜ ਕੇ) ਮੈਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 7,
    "RAAG_ID": 34,
    "GURMUKHI": "hir jIau; quDu ivthu bil jweI ]",
    "TRANSLITERATION": "Har Jeeo Thudhh Vittahu Bal Jaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 7,
    "RAAG_ID": 34,
    "GURMUKHI": "qnu mnu ArpI. quDu AwgY rwKau; sdw rhW srxweI ]1] rhwau ]",
    "TRANSLITERATION": "Than Man Arapee Thudhh Aagai Raakho Sadhaa Rehaan Saranaaee ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ (ਆਪਣਾ) ਤਨ (ਆਪਣਾ) ਮਨ ਭੇਟ ਕਰਦਾ ਹਾਂ, ਤੇਰੇ ਅੱਗੇ ਰੱਖਦਾ ਹਾਂ (ਮਿਹਰ ਕਰ,) ਮੈਂ ਸਦਾ ਤੇਰੀ ਸਰਨ ਪਿਆ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 8,
    "RAAG_ID": 34,
    "GURMUKHI": "Awpxy Bwxy ivic sdw rKu suAwmI; hir nwmo dyih vifAweI ]",
    "TRANSLITERATION": "Aapanae Bhaanae Vich Sadhaa Rakh Suaamee Har Naamo Dhaehi Vaddiaaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਸਦਾ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਰੱਖ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਹੀ ਦੇਹ (ਇਹ ਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਇੱਜ਼ਤ (ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 9,
    "RAAG_ID": 34,
    "GURMUKHI": "pUry gur qy Bwxw jwpY; An idnu shij smweI ]2]",
    "TRANSLITERATION": "Poorae Gur Thae Bhaanaa Jaapai Anadhin Sehaj Samaaee ||2||",
    "PUNJABI": "ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ (ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਦੀ ਸਮਝ ਆਉਂਦੀ ਹੈ, ਅਤੇ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨਤਾ ਹੋ ਸਕਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 9,
    "RAAG_ID": 34,
    "GURMUKHI": "qyrY BwxY Bgiq jy quDu BwvY; Awpy bKis imlweI ]",
    "TRANSLITERATION": "Thaerai Bhaanai Bhagath Jae Thudhh Bhaavai Aapae Bakhas Milaaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਜੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਤੇਰੀ ਭਗਤੀ ਹੋ ਸਕਦੀ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ।",
    "PRONUNCIATION": "Awp jI dy Bwxy clx vwly Bgq, Awp jI nMU BwauNdy jy"
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 10,
    "RAAG_ID": 34,
    "GURMUKHI": "qyrY BwxY. sdw suKu pwieAw; guir. iqRsnw Agin buJweI ]3]",
    "TRANSLITERATION": "Thaerai Bhaanai Sadhaa Sukh Paaeiaa Gur Thrisanaa Agan Bujhaaee ||3||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਗੁਰੂ ਨੇ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁਝਾ ਦਿੱਤੀ, ਉਸ ਨੇ (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਰਹਿ ਕੇ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ॥੩॥",
    "PRONUNCIATION": "buJweI: polw bolo"
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 10,
    "RAAG_ID": 34,
    "GURMUKHI": "jo qU krih, su hovY krqy; Avru. n krxw jweI ]",
    "TRANSLITERATION": "Jo Thoo Karehi S Hovai Karathae Avar N Karanaa Jaaee ||",
    "PUNJABI": "ਹੇ ਕਰਤਾਰ! (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਤੂੰ (ਆਪ) ਕਰਦਾ ਹੈਂ (ਤੇਰੀ ਮਰਜ਼ੀ ਦੇ ਉਲਟ) ਹੋਰ ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4844,
    "LINE_ID": 11,
    "RAAG_ID": 34,
    "GURMUKHI": "nwnk nwvY jyvfu, Avru. n dwqw; pUry gur qy pweI ]4]2]",
    "TRANSLITERATION": "Naanak Naavai Jaevadd Avar N Dhaathaa Poorae Gur Thae Paaee ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਨਹੀਂ ਹੈ। ਇਹ ਨਾਮ ਗੁਰੂ ਪਾਸੋਂ (ਹੀ) ਮਿਲਦਾ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 11,
    "RAAG_ID": 34,
    "GURMUKHI": "pRBwqI mhlw 3 ]",
    "TRANSLITERATION": "Prabhaathee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 12,
    "RAAG_ID": 34,
    "GURMUKHI": "gurmuiK hir swlwihAw ijMnw; iqn slwih hir jwqw ]",
    "TRANSLITERATION": "Guramukh Har Saalaahiaa Jinnaa Thin Salaahi Har Jaathaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਉਹਨਾਂ ਨੇ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸਿੱਖੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 12,
    "RAAG_ID": 34,
    "GURMUKHI": "ivchu Brmu gieAw hY dUjw; gur kY sbid pCwqw ]1]",
    "TRANSLITERATION": "Vichahu Bharam Gaeiaa Hai Dhoojaa Gur Kai Sabadh Pashhaathaa ||1||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਵਾਲੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 13,
    "RAAG_ID": 34,
    "GURMUKHI": "hir jIau; qU myrw ieku soeI ]",
    "TRANSLITERATION": "Har Jeeo Thoo Maeraa Eik Soee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੇਰੀ ਸਾਰ ਲੈਣ ਵਾਲਾ ਸਿਰਫ਼ ਇਕ ਤੂੰ ਹੀ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 13,
    "RAAG_ID": 34,
    "GURMUKHI": "quDu jpI. quDY swlwhI; giq miq. quJ qy hoeI ]1] rhwau ]",
    "TRANSLITERATION": "Thudhh Japee Thudhhai Saalaahee Gath Math Thujh Thae Hoee ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ (ਸਦਾ) ਤੈਨੂੰ (ਹੀ) ਜਪਦਾ ਹਾਂ, ਮੈਂ (ਸਦਾ) ਤੈਨੂੰ ਹੀ ਸਲਾਹੁੰਦਾ ਹਾਂ। ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ ਉੱਚੀ ਅਕਲ ਤੈਥੋਂ ਹੀ ਮਿਲਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 14,
    "RAAG_ID": 34,
    "GURMUKHI": "gurmuiK swlwhin. sy swdu pwiein; mITw AMimRqu swru ]",
    "TRANSLITERATION": "Guramukh Saalaahan Sae Saadh Paaein Meethaa Anmrith Saar ||",
    "PUNJABI": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹ (ਉਸ ਦਾ) ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਉਹਨਾਂ ਨੂੰ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ (ਹੋਰ ਸਭ ਪਦਾਰਥਾਂ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਲੱਗਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 14,
    "RAAG_ID": 34,
    "GURMUKHI": "sdw mITw. kdy n PIkw; gur sbdI vIcwru ]2]",
    "TRANSLITERATION": "Sadhaa Meethaa Kadhae N Feekaa Gur Sabadhee Veechaar ||2||",
    "PUNJABI": "(ਉਹ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਵਿਚਾਰ (ਕਰਦੇ ਹਨ, ਉਸ ਦਾ ਸੁਆਦ ਉਹਨਾਂ ਨੂੰ) ਸਦਾ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ, ਕਦੇ ਬੇ-ਸੁਆਦਾ ਨਹੀਂ ਜਾਪਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 15,
    "RAAG_ID": 34,
    "GURMUKHI": "ijin mITw lwieAw, soeI jwxY; iqsu ivthu bil jweI ]",
    "TRANSLITERATION": "Jin Meethaa Laaeiaa Soee Jaanai This Vittahu Bal Jaaee ||",
    "PUNJABI": "ਪਰ, ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਆਪਣਾ ਨਾਮ) ਮਿੱਠਾ ਮਹਿਸੂਸ ਕਰਾਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਜਾਣਦਾ ਹੈ। ਮੈਂ ਉਸ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 15,
    "RAAG_ID": 34,
    "GURMUKHI": "sbid slwhI sdw suKdwqw; ivchu Awpu gvweI ]3]",
    "TRANSLITERATION": "Sabadh Salaahee Sadhaa Sukhadhaathaa Vichahu Aap Gavaaee ||3||",
    "PUNJABI": "ਮੈਂ (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਉਸ ਸੁਖ-ਦਾਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 16,
    "RAAG_ID": 34,
    "GURMUKHI": "siqguru myrw sdw hY dwqw; jo ieCY. so Plu pwey ]",
    "TRANSLITERATION": "Sathigur Maeraa Sadhaa Hai Dhaathaa Jo Eishhai So Fal Paaeae ||",
    "PUNJABI": "ਪਿਆਰਾ ਗੁਰੂ ਸਦਾ (ਹਰੇਕ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈ ਜਿਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਪਾਸੋਂ) ਮੰਗਦਾ ਹੈ, ਉਹ ਫਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4845,
    "LINE_ID": 16,
    "RAAG_ID": 34,
    "GURMUKHI": "nwnk nwmu imlY vifAweI; gur sbdI scu pwey ]4]3]",
    "TRANSLITERATION": "Naanak Naam Milai Vaddiaaee Gur Sabadhee Sach Paaeae ||4||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮਿਲਦਾ ਹੈ (ਇਹੀ ਹੈ ਅਸਲ) ਇੱਜ਼ਤ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4846,
    "LINE_ID": 17,
    "RAAG_ID": 34,
    "GURMUKHI": "pRBwqI mhlw5 3 ]",
    "TRANSLITERATION": "Prabhaathee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "mhlw hyTW Coty AKrW c 5 dw Bwv, ieh gursbd jI siqgurU pMjvyN pwiqSwh jI ny vI aucwry, qIjy pwqSwh jI dy muK r`Ky hn"
  },
  {
    "SHABAD_ID": 4846,
    "LINE_ID": 17,
    "RAAG_ID": 34,
    "GURMUKHI": "jo qyrI srxweI hir jIau; iqn. qU rwKn jogu ]",
    "TRANSLITERATION": "Jo Thaeree Saranaaee Har Jeeo Thin Thoo Raakhan Jog ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ, ਤੂੰ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4846,
    "LINE_ID": 18,
    "RAAG_ID": 34,
    "GURMUKHI": "quDu jyvfu. mY Avru, n sUJY; nw ko hoAw, n hogu ]1]",
    "TRANSLITERATION": "Thudhh Jaevadd Mai Avar N Soojhai Naa Ko Hoaa N Hog ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਮੈਨੂੰ ਹੋਰ ਕੋਈ ਨਹੀਂ ਸੁੱਝਦਾ। (ਅਜੇ ਤਕ ਤੇਰੇ ਬਰਾਬਰ ਦਾ) ਨਾਹ ਕੋਈ ਹੋਇਆ ਹੈ, (ਅਤੇ ਅਗਾਂਹ ਨੂੰ) ਨਾਹ ਕੋਈ ਹੋਵੇਗਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4846,
    "LINE_ID": 18,
    "RAAG_ID": 34,
    "GURMUKHI": "hir jIau; sdw qyrI srxweI ]",
    "TRANSLITERATION": "Har Jeeo Sadhaa Thaeree Saranaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮਿਹਰ ਕਰ, ਮੈਂ) ਸਦਾ ਤੇਰੀ ਸਰਨ ਪਿਆ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4846,
    "LINE_ID": 18,
    "RAAG_ID": 34,
    "GURMUKHI": "ijau BwvY. iqau rwKhu myry suAwmI; eyh qyrI vifAweI ]1] rhwau ]",
    "TRANSLITERATION": "Jio Bhaavai Thio Raakhahu Maerae Suaamee Eaeh Thaeree Vaddiaaee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਜਿਵੇਂ ਤੈਨੂੰ ਭਾਵੇ (ਮੇਰੀ) ਰੱਖਿਆ ਕਰ (ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰ ਸਕਣਾ) ਇਹ ਤੇਰੀ ਹੀ ਸਮਰਥਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4846,
    "LINE_ID": 19,
    "RAAG_ID": 34,
    "GURMUKHI": "jo qyrI srxweI hir jIau; iqn kI krih pRiqpwl ]",
    "TRANSLITERATION": "Jo Thaeree Saranaaee Har Jeeo Thin Kee Karehi Prathipaal ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ, ਤੂੰ (ਆਪ) ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  }
]