[
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 1,
    "RAAG_ID": 39,
    "GURMUKHI": "swgr myr auidAwn bn; nv KMf bsuDw Brm ]",
    "TRANSLITERATION": "Saagar Maer Oudhiaan Ban Nav Khandd Basudhhaa Bharam ||",
    "PUNJABI": "ਸਮੁੰਦਰ, ਪਰਬਤ, ਜੰਗਲ, ਸਾਰੀ ਧਰਤੀ-(ਇਹਨਾਂ ਦੀ ਜਾਤ੍ਰਾ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਭ੍ਰਮਣ ਕਰਨ ਵਿਚ ਹੀ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 1,
    "RAAG_ID": 39,
    "GURMUKHI": "mUsn. pRym iprMm kY; gnau eyk kir krm ]3]",
    "TRANSLITERATION": "Moosan Praem Piranm Kai Gano Eaek Kar Karam ||3||",
    "PUNJABI": "ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਲੁੱਟੇ ਜਾ ਰਹੇ ਹੇ ਮਨੁੱਖ! ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦੇ ਰਸਤੇ ਵਿਚ ਮੈਂ ਤਾਂ (ਇਸ ਸਾਰੇ ਰਟਨ ਨੂੰ) ਸਿਰਫ਼ ਇਕ ਕਦਮ ਦੇ ਬਰਾਬਰ ਹੀ ਸਮਝਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 2,
    "RAAG_ID": 39,
    "GURMUKHI": "mUsn. mskr pRym kI; rhI ju AMbru Cwie ]",
    "TRANSLITERATION": "Moosan Masakar Praem Kee Rehee J Anbar Shhaae ||",
    "PUNJABI": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਰਹੇ ਮਨੁੱਖ! (ਚੰਦ ਦੀ) ਚਾਨਣੀ ਸਾਰੇ ਆਕਾਸ਼ ਉਤੇ ਖਿਲਰੀ ਹੋਈ ਹੁੰਦੀ ਹੈ,",
    "PRONUNCIATION": "jo pRym rUpI cMdRmw dI m(skr) cWdnI, irdy rUpI AMbru c Cwie rhI hY"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 2,
    "RAAG_ID": 39,
    "GURMUKHI": "bIDy bWDy kml mih; Bvr rhy lptwie ]4]",
    "TRANSLITERATION": "Beedhhae Baandhhae Kamal Mehi Bhavar Rehae Lapattaae ||4||",
    "PUNJABI": "(ਉਸ ਵੇਲੇ) ਭੌਰੇ ਕੌਲ-ਫੁੱਲ ਵਿਚ ਵਿੱਝੇ ਹੋਏ ਬੱਝੇ ਹੋਏ (ਕੌਲ-ਫੁੱਲ ਵਿਚ ਹੀ) ਲਪਟ ਰਹੇ ਹੁੰਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ-) ਆਕਾਸ਼ ਨੂੰ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਚਾਨਣੀ ਰੌਸ਼ਨ ਕਰ ਰਹੀ ਹੁੰਦੀ ਹੈ (ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ) ਵਿੱਝੇ ਹੋਏ (ਪ੍ਰਭੂ ਦੇ) ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 2,
    "RAAG_ID": 39,
    "GURMUKHI": "jp qp sMjm hrK suK; mwn mhq Aru grb ]",
    "TRANSLITERATION": "Jap Thap Sanjam Harakh Sukh Maan Mehath Ar Garab ||",
    "PUNJABI": "(ਦੇਵਤਿਆਂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦੀ ਖ਼ਾਤਰ ਮੰਤ੍ਰਾਂ ਦੇ) ਜਾਪ, ਧੂਣੀਆਂ ਤਪਾਣੀਆਂ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਲਈ (ਪੁੱਠੇ ਲਟਕਣ ਆਦਿਕ ਦੇ ਅਨੇਕਾਂ) ਜਤਨ-ਇਹਨਾਂ ਸਾਧਨਾਂ ਤੋਂ ਮਿਲੀ ਖ਼ੁਸ਼ੀ, ਇੱਜ਼ਤ, ਵਡਿਆਈ, ਇਹਨਾਂ ਤੋਂ ਮਿਲਿਆ ਸੁਖ ਅਤੇ ਅਹੰਕਾਰ-",
    "PRONUNCIATION": "m-h`q"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 3,
    "RAAG_ID": 39,
    "GURMUKHI": "mUsn. inmKk pRym pir; vwir vwir dyNau srb ]5]",
    "TRANSLITERATION": "Moosan Nimakhak Praem Par Vaar Vaar Dhaeno Sarab ||5||",
    "PUNJABI": "ਇਹਨਾਂ ਵਿਚ ਹੀ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਹੇ ਮਨੁੱਖ! ਮੈਂ ਤਾਂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਮਿਲੇ ਪ੍ਰਭੂ-ਪਿਆਰ ਤੋਂ ਇਹਨਾਂ ਸਾਰੇ ਸਾਧਨਾਂ ਨੂੰ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 3,
    "RAAG_ID": 39,
    "GURMUKHI": "mUsn. mrmu, n jwneI; mrq ihrq sMswr ]",
    "TRANSLITERATION": "Moosan Maram N Jaanee Marath Hirath Sansaar ||",
    "PUNJABI": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਮਨੁੱਖ! (ਵੇਖ, ਤੇਰੇ ਵਾਂਗ ਹੀ ਇਹ) ਜਗਤ (ਪ੍ਰੇਮ ਦਾ) ਭੇਤ ਨਹੀਂ ਜਾਣਦਾ, (ਤੇ) ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਿਹਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਲੁਟਾ ਰਿਹਾ ਹੈ,",
    "PRONUNCIATION": "(ihrq) dyKIdw hY"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 4,
    "RAAG_ID": 39,
    "GURMUKHI": "pRym iprMm. n byiDE; auriJE imQ ibauhwr ]6]",
    "TRANSLITERATION": "Praem Piranm N Baedhhiou Ourajhiou Mithh Biouhaar ||6||",
    "PUNJABI": "ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰੇ ਵਿਚ ਨਹੀਂ ਵਿੱਝਦਾ, ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਵਿਹਾਰ-ਕਾਰ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 4,
    "RAAG_ID": 39,
    "GURMUKHI": "Gbu dbu jb jwrIAY; ibCurq pRym ibhwl ]",
    "TRANSLITERATION": "Ghab Dhab Jab Jaareeai Bishhurath Praem Bihaal ||",
    "PUNJABI": "(ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਘਰ ਸੜ ਜਾਂਦਾ ਹੈ ਧਨ-ਪਦਾਰਥ ਸੜ ਜਾਂਦਾ ਹੈ (ਉਸ ਜਾਇਦਾਦ ਤੋਂ) ਵਿਛੁੜਿਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਉਸ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਬੜਾ ਦੁਖੀ ਹੁੰਦਾ ਹੈ (ਤੇ ਪੁਕਾਰਦਾ ਹੈ 'ਮੈਂ ਲੁੱਟਿਆ ਗਿਆ, ਮੈਂ ਲੁੱਟਿਆ ਗਿਆ')।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 5,
    "RAAG_ID": 39,
    "GURMUKHI": "mUsn. qb hI mUsIAY; ibsrq purK dieAwl ]7]",
    "TRANSLITERATION": "Moosan Thab Hee Mooseeai Bisarath Purakh Dhaeiaal ||7||",
    "PUNJABI": "ਪਰ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਹੇ ਮਨੁੱਖ! (ਅਸਲ ਵਿਚ) ਤਦੋਂ ਹੀ ਲੁੱਟੇ ਜਾਈਦਾ ਹੈ ਜਦੋਂ ਦਇਆ ਦਾ ਸੋਮਾ ਅਕਾਲ ਪੁਰਖ (ਮਨੋਂ) ਭੁੱਲਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 5,
    "RAAG_ID": 39,
    "GURMUKHI": "jw ko pRym suAwau hY; crn icqv mn mwih ]",
    "TRANSLITERATION": "Jaa Ko Praem Suaao Hai Charan Chithav Man Maahi ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ-ਨਿਸ਼ਾਨਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਹੈ, (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ) ਚਰਨਾਂ ਦੀ ਯਾਦ (ਟਿਕੀ ਰਹਿੰਦੀ) ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 6,
    "RAAG_ID": 39,
    "GURMUKHI": "nwnk. ibrhI bRhm ky; Awn. n kqhU jwih ]8]",
    "TRANSLITERATION": "Naanak Birehee Breham Kae Aan N Kathehoo Jaahi ||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਆਸ਼ਿਕ ਹਨ, ਉਹ ਮਨੁੱਖ ('ਨਵਖੰਡ ਬਸੁਧਾ ਭਰਮ' ਅਤੇ 'ਜਪ ਤਪ ਸੰਜਮ' ਆਦਿਕ) ਹੋਰ ਕਿਸੇ ਭੀ ਪਾਸੇ ਵਲ ਨਹੀਂ ਜਾਂਦੇ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 6,
    "RAAG_ID": 39,
    "GURMUKHI": "lK GwtIN aUNcO Gno; cMcl cIq ibhwl ]",
    "TRANSLITERATION": "Lakh Ghaatteen Oonacha Ghano Chanchal Cheeth Bihaal ||",
    "PUNJABI": "(ਮਨੁੱਖ ਦਾ) ਚੰਚਲ ਮਨ (ਦੁਨੀਆਵੀ ਵਡੱਪਣ ਦੀਆਂ) ਅਨੇਕਾਂ ਉੱਚੀਆਂ ਚੋਟੀਆਂ (ਉੱਤੇ ਅਪੜਨ) ਨੂੰ (ਆਪਣਾ) ਨਿਸ਼ਾਨਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਤੇ, ਦੁਖੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "l`K"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 7,
    "RAAG_ID": 39,
    "GURMUKHI": "nIc kIc inimRq GnI; krnI kml jmwl ]9]",
    "TRANSLITERATION": "Neech Keech Nimrith Ghanee Karanee Kamal Jamaal ||9||",
    "PUNJABI": "ਪਰ ਚਿੱਕੜ ਨੀਵਾਂ ਹੈ (ਨੀਵੇਂ ਥਾਂ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਨੀਵੇਂ ਥਾਂ ਟਿਕੇ ਰਹਿਣ ਵਾਲੀ ਉਸ ਵਿਚ) ਬੜੀ ਨਿਮ੍ਰਤਾ ਹੈ। ਇਸ ਜੀਵਨ-ਕਰਤੱਬ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਵਿਚ) ਕੋਮਲ ਸੁੰਦਰਤਾ ਵਾਲਾ ਕੌਲ-ਫੁੱਲ ਉੱਗਦਾ ਹੈ ॥੯॥",
    "PRONUNCIATION": "inmi Rq[ (kIc) gwrw (jmwl) suMdrqw iKiV@Aw"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 7,
    "RAAG_ID": 39,
    "GURMUKHI": "kml nYn AMjn isAwm; cMdR bdn icq cwr ]",
    "TRANSLITERATION": "Kamal Nain Anjan Siaam Chandhr Badhan Chith Chaar ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ) ਜੋ ਚੰਦ ਵਰਗੇ ਸੋਹਣੇ ਮੁਖ ਵਾਲਾ ਹੈ, ਅਤੇ ਸੋਹਣੇ ਚਿੱਤ ਵਾਲਾ ਹੈ ਜਿਸ ਦੇ ਕੌਲ-ਫੁੱਲਾਂ ਵਰਗੇ ਸੋਹਣੇ ਨੇਤ੍ਰ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿਚ ਕਾਲਾ ਸੁਰਮਾ ਪਿਆ ਹੈ (ਭਾਵ, ਜੋ ਪਰਮਾਤਮਾ ਅੱਤ ਹੀ ਸੋਹਣਾ ਹੈ),",
    "PRONUNCIATION": "icq nMU c(wr) curOx vwly"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 8,
    "RAAG_ID": 39,
    "GURMUKHI": "mUsn. mgn mrMm isau; KMf KMf kir hwr ]10]",
    "TRANSLITERATION": "Moosan Magan Maranm Sio Khandd Khandd Kar Haar ||10||",
    "PUNJABI": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਮਨੁੱਖ! ਜੇ ਤੂੰ (ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੇ) ਭੇਤ ਵਿਚ ਮਸਤ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਤਾਂ ਆਪਣੇ ਇਹਨਾਂ ਹਾਰਾਂ ਨੂੰ ('ਨਵਖੰਡ ਬਸੁਧਾ ਭਰਮ' ਅਤੇ 'ਜਪ ਤਪ ਸੰਜਮ' ਆਦਿਕ ਵਿਖਾਵਿਆਂ ਨੂੰ) ਟੋਟੇ ਟੋਟੇ ਕਰ ਦੇਹ ॥੧੦॥",
    "PRONUNCIATION": "(mrMm) Byd[ hwr jWdw hY"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 8,
    "RAAG_ID": 39,
    "GURMUKHI": "mgnu BieE, ipRA pRym isau; sUD n ismrq AMg ]",
    "TRANSLITERATION": "Magan Bhaeiou Pria Praem Sio Soodhh N Simarath Ang ||",
    "PUNJABI": "(ਵਿਚਾਰਾ) ਨੀਚ (ਜਿਹਾ) ਪਤੰਗਾ (ਆਪਣੇ) ਪਿਆਰੇ (ਜਗਦੇ-ਦੀਵੇ) ਦੇ ਪਿਆਰ ਵਿਚ (ਇਤਨਾ) ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿ ਪਿਆਰੇ ਨੂੰ) ਯਾਦ ਕਰਦਿਆਂ ਉਸਨੂੰ ਆਪਣੇ ਸਰੀਰ ਦੀ ਸੁਧ-ਬੁਧ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "PRONUNCIATION": "sU`D bu`D nhIN"
  },
  {
    "SHABAD_ID": 4962,
    "LINE_ID": 9,
    "RAAG_ID": 39,
    "GURMUKHI": "pRgit BieE. sB loA mih; nwnk. ADm pqMg ]11]",
    "TRANSLITERATION": "Pragatt Bhaeiou Sabh Loa Mehi Naanak Adhham Pathang ||11||",
    "PUNJABI": "(ਉਹ ਪਤੰਗਾ ਜਗਦੇ ਦੀਵੇ ਦੀ ਲਾਟ ਉੱਤੇ ਸੜ ਮਰਦਾ ਹੈ। ਪਰ ਆਪਣੇ ਇਸ ਇਸ਼ਕ ਦਾ ਸਦਕਾ) ਹੇ ਨਾਨਕ! ਨੀਚ ਜਿਹਾ ਪਤੰਗਾ ਸਾਰੇ ਜਗਤ ਵਿਚ ਉੱਘਾ ਹੋ ਗਿਆ ਹੈ ॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4963,
    "LINE_ID": 10,
    "RAAG_ID": 40,
    "GURMUKHI": "slok Bgq kbIr jIau ky",
    "TRANSLITERATION": "Salok Bhagath Kabeer Jeeo Kae",
    "PUNJABI": "ਭਗਤ ਕਬੀਰ ਜੀ ਦੇ ਸਲੋਕ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4963,
    "LINE_ID": 10,
    "RAAG_ID": 40,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4963,
    "LINE_ID": 11,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. myrI ismrnI; rsnw aUpir rwmu ]",
    "TRANSLITERATION": "Kabeer Maeree Simaranee Rasanaa Oopar Raam ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਮੇਰੀ ਜੀਭ ਉਤੇ ਰਾਮ (ਦਾ ਨਾਮ) ਵੱਸ ਰਿਹਾ ਹੈ-ਇਹੀ ਮੇਰੀ ਮਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4963,
    "LINE_ID": 11,
    "RAAG_ID": 40,
    "GURMUKHI": "Awid jugwdI sgl Bgq; qw ko suKu ibsRwmu ]1]",
    "TRANSLITERATION": "Aadh Jugaadhee Sagal Bhagath Thaa Ko Sukh Bisraam ||1||",
    "PUNJABI": "ਜਦ ਤੋਂ ਸ੍ਰਿਸ਼ਟੀ ਬਣੀ ਹੈ ਸਾਰੇ ਭਗਤ (ਇਹੀ ਨਾਮ ਸਿਮਰਦੇ ਆਏ ਹਨ)। ਉਸ ਦਾ ਨਾਮ (ਹੀ ਭਗਤਾਂ ਲਈ) ਸੁਖ ਅਤੇ ਸ਼ਾਂਤੀ (ਦਾ ਕਾਰਨ) ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4964,
    "LINE_ID": 12,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. myrI jwiq kau; sBu ko hsnyhwru ]",
    "TRANSLITERATION": "Kabeer Maeree Jaath Ko Sabh Ko Hasanaehaar ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਮੇਰੀ ਜਾਤਿ ਨੂੰ ਹਰੇਕ ਬੰਦਾ ਹੱਸਦਾ ਹੁੰਦਾ ਸੀ (ਭਾਵ, ਜੁਲਾਹਿਆਂ ਦੀ ਜਾਤਿ ਨੂੰ ਹਰ ਕੋਈ ਮਖ਼ੌਲ ਕਰਦਾ ਹੈ)।",
    "PRONUNCIATION": "h`snyhwru"
  },
  {
    "SHABAD_ID": 4964,
    "LINE_ID": 12,
    "RAAG_ID": 40,
    "GURMUKHI": "bilhwrI ies jwiq kau; ijh jipE isrjnhwru ]2]",
    "TRANSLITERATION": "Balihaaree Eis Jaath Ko Jih Japiou Sirajanehaar ||2||",
    "PUNJABI": "ਪਰ ਹੁਣ ਮੈਂ ਇਸ ਜਾਤਿ ਤੋਂ ਸਦਕੇ ਹਾਂ ਕਿਉਂਕਿ ਇਸ ਵਿਚ ਜੰਮ ਕੇ ਮੈਂ ਕਰਤਾਰ ਦੀ ਬੰਦਗੀ ਕੀਤੀ ਹੈ (ਤੇ ਆਤਮਕ ਸੁਖ ਮਾਣ ਰਿਹਾ ਹਾਂ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4965,
    "LINE_ID": 13,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. fgmg ikAw krih; khw fulwvih jIau ]",
    "TRANSLITERATION": "Kabeer Ddagamag Kiaa Karehi Kehaa Ddulaavehi Jeeo ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਸੁਖ ਦੀ ਖ਼ਾਤਰ ਪਰਮਾਤਮਾ ਨੂੰ ਬਿਸਾਰ ਕੇ) ਹੋਰ ਕੇਹੜੇ ਪਾਸੇ ਮਨ ਨੂੰ ਭਟਕਾ ਰਿਹਾ ਹੈਂ? (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਲੋਂ) ਕਿਉਂ ਜਕੋ-ਤਕੇ ਕਰਦਾ ਹੈਂ?",
    "PRONUNCIATION": "fgmg: polw bolo[ fulwv-ih"
  },
  {
    "SHABAD_ID": 4965,
    "LINE_ID": 13,
    "RAAG_ID": 40,
    "GURMUKHI": "srb sUK ko nwieko; rwm nwm rsu pIau ]3]",
    "TRANSLITERATION": "Sarab Sookh Ko Naaeiko Raam Naam Ras Peeo ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਅੰਮ੍ਰਿਤ ਪੀ, ਇਹ ਨਾਮ ਹੀ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਪ੍ਰੇਰਕ ਹੈ (ਸਾਰੇ ਸੁਖ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਣ-ਜੋਗਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": "(nwieko) SromxI, pRyrk"
  },
  {
    "SHABAD_ID": 4966,
    "LINE_ID": 14,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. kMcn ky kuMfl bny; aUpir lwl jVwau ]",
    "TRANSLITERATION": "Kabeer Kanchan Kae Kunddal Banae Oopar Laal Jarraao ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਜੇ ਸੋਨੇ ਦੇ 'ਵਾਲੇ' ਬਣੇ ਹੋਏ ਹੋਣ, ਉਹਨਾਂ 'ਵਾਲਿਆਂ ਉਤੇ ਲਾਲ ਜੜੇ ਹੋਣ, (ਤੇ ਇਹ 'ਵਾਲੇ' ਲੋਕਾਂ ਦੇ ਕੰਨਾਂ ਵਿਚ ਪਾਏ ਹੋਣ);",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4966,
    "LINE_ID": 14,
    "RAAG_ID": 40,
    "GURMUKHI": "dIsih. dwDy kwn ijau; ijn@ min. nwhI nwau ]4]",
    "TRANSLITERATION": "Dheesehi Dhaadhhae Kaan Jio Jinh Man Naahee Naao ||4||",
    "PUNJABI": "ਪਰ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹਨਾਂ ਦੇ ਇਹ ਕੁੰਡਲ ਸੜੇ ਹੋਏ ਕਾਨਿਆਂ ਵਾਂਗ ਦਿੱਸਦੇ ਹਨ (ਜੋ ਬਾਹਰੋਂ ਤਾਂ ਲਿਸ਼ਕਦੇ ਹਨ, ਪਰ ਅੰਦਰੋਂ ਸੁਆਹ ਹੁੰਦੇ ਹਨ) ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4967,
    "LINE_ID": 15,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. AYsw eyku AwDu; jo jIvq imrqku hoie ]",
    "TRANSLITERATION": "Kabeer Aisaa Eaek Aadhh Jo Jeevath Mirathak Hoe ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਅਜੇਹਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਮਨੁੱਖ ਹੁੰਦਾ ਹੈ, ਜੋ ਦੁਨੀਆਵੀ ਸੁਖਾਂ ਵਲੋਂ ਬੇ-ਪਰਵਾਹ ਰਹੇ, ਸੁਖ ਮਿਲੇ ਚਾਹੇ ਦੁੱਖ ਆਵੇ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4967,
    "LINE_ID": 15,
    "RAAG_ID": 40,
    "GURMUKHI": "inrBY hoie kY gun rvY; jq pyKau qq soie ]5]",
    "TRANSLITERATION": "Nirabhai Hoe Kai Gun Ravai Jath Paekho Thath Soe ||5||",
    "PUNJABI": "ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਾ ਕਰਦਾ ਹੋਇਆ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਿਸ ਨੂੰ ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ ਮੌਜੂਦ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4968,
    "LINE_ID": 15,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. jw idn hau mUAw; pwCY BieAw AnMdu ]",
    "TRANSLITERATION": "Kabeer Jaa Dhin Ho Mooaa Paashhai Bhaeiaa Anandh ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ ਕੇ) ਜਦੋਂ ਮੇਰਾ 'ਮੈਂ, ਮੈਂ' ਕਰਨ ਵਾਲਾ ਸੁਭਾਉ ਮੁੱਕ ਗਿਆ, ਤਦੋਂ ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਬਣ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4968,
    "LINE_ID": 16,
    "RAAG_ID": 40,
    "GURMUKHI": "moih. imilE pRBu Awpnw; sMgI Bjih guoibMdu ]6]",
    "TRANSLITERATION": "Mohi Miliou Prabh Aapanaa Sangee Bhajehi Guobindh ||6||",
    "PUNJABI": "(ਨਿਰਾ ਸੁਖ ਹੀ ਨਾਹ ਬਣਿਆ) ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਰੱਬ ਮਿਲ ਪਿਆ, ਤੇ ਹੁਣ ਮੇਰੇ ਸਾਥੀ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦੇ ਹਨ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਰੁਚੀ ਰੱਬ ਵਾਲੇ ਪਾਸੇ ਹੋ ਗਈ ਹੈ) ॥੬॥",
    "PRONUNCIATION": "guo: hoVy Aqy AONkV ivcwly Avwj bolo"
  },
  {
    "SHABAD_ID": 4969,
    "LINE_ID": 16,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. sB qy hm bury; hm qij. Blo sBu koie ]",
    "TRANSLITERATION": "Kabeer Sabh Thae Ham Burae Ham Thaj Bhalo Sabh Koe ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਹਰਿ-ਨਾਮ ਸਿਮਰ ਕੇ ਹੁਣ ਜਦੋਂ ਮੇਰਾ 'ਮੈਂ, ਮੈਂ' ਕਰਨ ਵਾਲਾ ਸੁਭਾਉ ਹਟ ਗਿਆ ਹੈ, ਮੈਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ) ਮੈਂ ਸਭ ਨਾਲੋਂ ਮਾੜਾ ਹਾਂ, ਹਰੇਕ ਜੀਵ ਮੈਥੋਂ ਚੰਗਾ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4969,
    "LINE_ID": 17,
    "RAAG_ID": 40,
    "GURMUKHI": "ijin AYsw kir bUiJAw; mIqu hmwrw soie ]7]",
    "TRANSLITERATION": "Jin Aisaa Kar Boojhiaa Meeth Hamaaraa Soe ||7||",
    "PUNJABI": "(ਨਿਰਾ ਇਹੀ ਨਹੀਂ) ਜਿਸ ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਇਸੇ ਤਰ੍ਹਾਂ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ, ਉਹ ਭੀ ਮੈਨੂੰ ਆਪਣਾ ਮਿਤ੍ਰ ਮਲੂਮ ਹੁੰਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4970,
    "LINE_ID": 17,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. AweI muJih pih; Aink kry kir Bys ]",
    "TRANSLITERATION": "Kabeer Aaee Mujhehi Pehi Anik Karae Kar Bhaes ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਇਹ ਹਉਮੈ ਜਿਵੇਂ ਹੋਰਨਾਂ ਨੂੰ ਭਰਮਾਣ ਆਉਂਦੀ ਹੈ ਤਿਵੇਂ) ਮੇਰੇ ਕੋਲ ਭੀ ਕਈ ਸ਼ਕਲਾਂ ਵਿਚ ਆਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4970,
    "LINE_ID": 18,
    "RAAG_ID": 40,
    "GURMUKHI": "hm rwKy. gur Awpny; auin kIno Awdysu ]8]",
    "TRANSLITERATION": "Ham Raakhae Gur Aapanae Oun Keeno Aadhaes ||8||",
    "PUNJABI": "ਪਰ ਮੈਨੂੰ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਨੇ (ਇਸ ਤੋਂ) ਬਚਾ ਲਿਆ, ਉਸ ਹਉਮੈ ਨੇ ਨਮਸਕਾਰ ਕੀਤੀ (ਉਹ ਹਉਮੈ ਬਦਲ ਕੇ ਨਿਮ੍ਰਤਾ ਬਣ ਗਈ) ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4971,
    "LINE_ID": 18,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. soeI mwrIAY; ijh mUAY suKu hoie ]",
    "TRANSLITERATION": "Kabeer Soee Maareeai Jih Mooai Sukh Hoe ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਇਸ ਹਉਮੈ ਨੂੰ ਹੀ ਮਾਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਰਿਆਂ ਸੁਖ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4971,
    "LINE_ID": 19,
    "RAAG_ID": 40,
    "GURMUKHI": "Blo Blo sBu ko khY; buro. n mwnY koie ]9]",
    "TRANSLITERATION": "Bhalo Bhalo Sabh Ko Kehai Buro N Maanai Koe ||9||",
    "PUNJABI": "ਹਉਮੈ ਦੇ ਤਿਆਗ ਨੂੰ ਹਰੇਕ ਮਨੁੱਖ ਸਲਾਹੁੰਦਾ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਇਸ ਕੰਮ ਨੂੰ ਮਾੜਾ ਨਹੀਂ ਆਖਦਾ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 4972,
    "LINE_ID": 19,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. rwqI hovih kwrIAw; kwry aUBy jMq ]",
    "TRANSLITERATION": "Kabeer Raathee Hovehi Kaareeaa Kaarae Oobhae Janth ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਜਦੋਂ ਰਾਤਾਂ ਹਨ੍ਹੇਰੀਆਂ ਹੁੰਦੀਆਂ ਹਨ, ਤਾਂ ਚੋਰ ਆਦਿਕ ਕਾਲੇ ਦਿਲਾਂ ਵਾਲੇ ਬੰਦੇ (ਆਪਣੇ ਘਰਾਂ ਤੋਂ) ਉੱਠ ਖਲੋਂਦੇ ਹਨ,",
    "PRONUNCIATION": "rwqIN[ kwrIAW"
  }
]