[
  {
    "SHABAD_ID": 5139,
    "LINE_ID": 1,
    "RAAG_ID": 40,
    "GURMUKHI": "Erw gir. pwnI BieAw; jwie imilE, Fil kUil ]177]",
    "TRANSLITERATION": "Ouraa Gar Paanee Bhaeiaa Jaae Miliou Dtal Kool ||177||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦਾ ਡਰ ਮਨੁੱਖ ਦੇ ਕਠੋਰ ਹੋਏ ਮਨ ਵਾਸਤੇ, ਮਾਨੋ, ਸੇਕ ਦਾ ਕੰਮ ਦੇਂਦਾ ਹੈ; ਜਿਵੇਂ ਸੇਕ ਲੱਗਣ ਨਾਲ) ਗੜਾ ਪੰਘਰ ਕੇ ਮੁੜ ਪਾਣੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਤੇ ਢਲ ਕੇ ਨਦੀ ਵਿਚ ਜਾ ਰਲਦਾ ਹੈ ॥੧੭੭॥",
    "PRONUNCIATION": "(kUil) cSmy c iml ky smuMdR, bRhm c jw imilAw"
  },
  {
    "SHABAD_ID": 5140,
    "LINE_ID": 1,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIrw. DUir skyil kY; purIAw bWDI dyh ]",
    "TRANSLITERATION": "Kabeeraa Dhhoor Sakael Kai Pureeaa Baandhhee Dhaeh ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਜਿਵੇਂ) ਮਿੱਟੀ ਇਕੱਠੀ ਕਰ ਕੇ ਇਕ ਨਗਰੀ ਵਸਾਈ ਜਾਂਦੀ ਹੈ ਤਿਵੇਂ (ਪੰਜ ਤੱਤ ਇਕੱਠੇ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਨੇ) ਇਹ ਸਰੀਰ ਰਚਿਆ ਹੈ।",
    "PRONUNCIATION": "(purIAw) pUrn pRmysrjI[ purIAw: Aw qy ibMdI n lwau"
  },
  {
    "SHABAD_ID": 5140,
    "LINE_ID": 2,
    "RAAG_ID": 40,
    "GURMUKHI": "idvs cwir ko pyKnw; AMiq Kyh kI Kyh ]178]",
    "TRANSLITERATION": "Dhivas Chaar Ko Paekhanaa Anth Khaeh Kee Khaeh ||178||",
    "PUNJABI": "ਵੇਖਣ ਨੂੰ ਚਾਰ ਦਿਨ ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ, ਪਰ ਆਖ਼ਰ ਜਿਸ ਮਿੱਟੀ ਤੋਂ ਬਣਿਆ ਉਸ ਮਿੱਟੀ ਵਿਚ ਹੀ ਰਲ ਜਾਂਦਾ ਹੈ ॥੧੭੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5141,
    "LINE_ID": 2,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. sUrj cWd kY; audY BeI sB dyh ]",
    "TRANSLITERATION": "Kabeer Sooraj Chaandh Kai Oudhai Bhee Sabh Dhaeh ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਪੰਜਾਂ ਤੱਤਾਂ ਤੋਂ ਇਹ) ਸਰੀਰ-ਰਚਨਾ ਇਸ ਵਾਸਤੇ ਹੋਈ ਹੈ ਕਿ ਇਸ ਵਿਚ ਸੂਰਜ ਅਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਉਦੈ ਹੋਵੇ (ਭਾਵ, ਨਰਮ-ਦਿਲੀ ਅਤੇ ਸੀਤਲਤਾ ਪੈਦਾ ਹੋਣ, ਪਰ ਇਹ ਗੁਣ ਤਾਂ ਪੈਦਾ ਹੋ ਸਕਦੇ ਹਨ ਜੇ ਗੁਰੂ ਮਿਲੇ ਤੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਗੋਬਿੰਦ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀਏ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5141,
    "LINE_ID": 3,
    "RAAG_ID": 40,
    "GURMUKHI": "gur goibMd ky ibnu imly; plit BeI sB Kyh ]179]",
    "TRANSLITERATION": "Gur Gobindh Kae Bin Milae Palatt Bhee Sabh Khaeh ||179||",
    "PUNJABI": "ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਮੇਲ ਤੋਂ ਬਿਨਾ ਇਹ ਸਰੀਰ ਮੁੜ ਮਿੱਟੀ ਦਾ ਮਿੱਟੀ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਬਿਲਕੁਲ ਵਿਅਰਥ ਹੀ ਚਲਾ ਜਾਂਦਾ ਹੈ) ॥੧੭੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5142,
    "LINE_ID": 3,
    "RAAG_ID": 40,
    "GURMUKHI": "jh AnBau. qh BY nhI; jh Bau. qh hir nwih ]",
    "TRANSLITERATION": "Jeh Anabho Theh Bhai Nehee Jeh Bho Theh Har Naahi ||",
    "PUNJABI": "ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਜ਼ਿੰਦਗੀ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ ਸਮਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਥੇ (ਦਾਝਨ, ਸੰਸਾ, ਕਠੋਰਤਾ ਆਦਿਕ) ਕੋਈ ਖ਼ਤਰੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ। ਪਰ ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਅਜੇ (ਸ਼ਾਂਤ ਜੀਵਨ ਨੂੰ ਭੁਲਾ ਦੇਣ ਲਈ ਖਿੱਝ, ਸਹਿਮ, ਬੇ-ਰਹਿਮੀ ਆਦਿਕ ਕੋਈ) ਡਰ ਮੌਜੂਦ ਹੈ, ਉਥੇ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਨਹੀਂ ਹੋਇਆ",
    "PRONUNCIATION": "An-Bau"
  },
  {
    "SHABAD_ID": 5142,
    "LINE_ID": 4,
    "RAAG_ID": 40,
    "GURMUKHI": "kihE kbIr. ibcwir kY; sMq sunhu mn mwih ]180]",
    "TRANSLITERATION": "Kehiou Kabeer Bichaar Kai Santh Sunahu Man Maahi ||180||",
    "PUNJABI": "ਮੈਂ ਕਬੀਰ ਇਹ ਗੱਲ ਵਿਚਾਰ ਕੇ ਆਖ ਰਿਹਾ ਹਾਂ। ਹੇ ਸੰਤ ਜਨੋ! ਧਿਆਨ ਲਾ ਕੇ ਸੁਣੋ ॥੧੮੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5143,
    "LINE_ID": 4,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. ijnhu ikCU jwinAw nhI; iqn suK nId ibhwie ]",
    "TRANSLITERATION": "Kabeer Jinahu Kishhoo Jaaniaa Nehee Thin Sukh Needh Bihaae ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ (ਜੀਵਨ ਦੇ ਇਸ ਭੇਤ ਨੂੰ) ਰਤਾ ਭੀ ਨਹੀਂ ਸਮਝਿਆ, ਉਹ (ਇਸ ਦਾਝਨ, ਸੰਸੇ, ਕਠੋਰਤਾ ਆਦਿਕ ਵਿਚ ਵਿਲਕਦੇ ਹੋਏ ਭੀ) ਬੇ-ਪਰਵਾਹੀ ਨਾਲ ਉਮਰ ਗੁਜ਼ਾਰ ਰਹੇ ਹਨ ;",
    "PRONUNCIATION": "nhIN: dyl@I dIvw hY, ArQ krn vyly ip`Cly qy Agly A`KrW nwl lg ky ArQ bxUgw jI ijvyN kbIr. ijnhu ikCU jwinAw nhI, nhI iqn suK nId ibhwie"
  },
  {
    "SHABAD_ID": 5143,
    "LINE_ID": 5,
    "RAAG_ID": 40,
    "GURMUKHI": "hmhu. ju bUJw bUJnw; pUrI prI blwie ]181]",
    "TRANSLITERATION": "Hamahu J Boojhaa Boojhanaa Pooree Paree Balaae ||181||",
    "PUNJABI": "ਪਰ ('ਗੁਰ ਗੋਬਿੰਦ' ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਇਹ ਗੱਲ ਸਮਝ ਲਈ ਹੈ ਕਿ 'ਜਹ ਅਨਭਉ ਤਹ ਭੈ ਨਹੀ, ਜਹ ਭਉ ਤਹ ਹਰਿ ਨਾਹਿ'; ਮੈਨੂੰ ਇਹ ਗੱਲ ਕਿਸੇ ਵੇਲੇ ਭੀ ਵਿਸਰਦੀ ਨਹੀਂ ॥੧੮੧॥",
    "PRONUNCIATION": "bU`Jw bU`Jnw"
  },
  {
    "SHABAD_ID": 5144,
    "LINE_ID": 5,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. mwry bhuqu pukwirAw; pIr pukwrY Aaur ]",
    "TRANSLITERATION": "Kabeer Maarae Bahuth Pukaariaa Peer Pukaarai Aour ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ('ਦਾਝਨ ਸੰਸੇ' ਆਦਿਕ ਦੀ) ਮਾਰ ਪੈਂਦੀ ਹੈ, ਉਹ ਬਹੁਤ ਹਾਹਾਕਾਰ ਕਰਦਾ ਹੈ, ਜਿਉਂ ਜਿਉਂ ਉਹ ਪੀੜ ਉਠਦੀ ਹੈ ਤਿਉਂ ਤਿਉਂ ਹੋਰ ਦੁਖੀ ਹੁੰਦਾ ਹੈ (ਪਰ ਫਿਰ ਭੀ ਮਾਇਆ ਦਾ ਖਹਿੜਾ ਨਹੀਂ ਛੱਡਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5144,
    "LINE_ID": 6,
    "RAAG_ID": 40,
    "GURMUKHI": "lwgI cot mrMm kI; rihE kbIrw Taur ]182]",
    "TRANSLITERATION": "Laagee Chott Maranm Kee Rehiou Kabeeraa Thour ||182||",
    "PUNJABI": "ਮੈਨੂੰ ਕਬੀਰ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਚੋਟ ਵੱਜੀ ਹੈ ਜਿਸ ਨੇ ਮੇਰਾ ਦਿਲ ਵਿੰਨ੍ਹ ਲਿਆ ਹੈ, ਹੁਣ ਮੈਂ ਥਾਂ ਸਿਰ (ਭਾਵ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕ ਗਿਆ ਹਾਂ। (ਮੈਨੂੰ ਇਹ ਦਾਝਨ ਸੰਸਾ ਆਦਿਕ ਦੁਖੀ ਕਰ ਹੀ ਨਹੀਂ ਸਕਦੇ) ॥੧੮੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5145,
    "LINE_ID": 6,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. cot suhylI syl kI; lwgq. lyie ausws ]",
    "TRANSLITERATION": "Kabeer Chott Suhaelee Sael Kee Laagath Laee Ousaas ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਰੂਪ ਨੇਜ਼ੇ ਦੀ ਸੱਟ ਹੈ ਭੀ ਸੁਖਦਾਈ। ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਸੱਟ ਵੱਜਦੀ ਹੈ (ਬਿਰਹਣੀ ਨਾਰਿ ਵਾਂਗ ਉਸ ਦੇ ਅੰਦਰ) ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "ly-ie"
  },
  {
    "SHABAD_ID": 5145,
    "LINE_ID": 7,
    "RAAG_ID": 40,
    "GURMUKHI": "cot shwrY sbd kI; qwsu gurU. mY dws ]183]",
    "TRANSLITERATION": "Chott Sehaarai Sabadh Kee Thaas Guroo Mai Dhaas ||183||",
    "PUNJABI": "ਜੋ (ਭਾਗਾਂ ਵਾਲਾ) ਮਨੁੱਖ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਚੋਟ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਪੂਜਣ-ਜੋਗ ਮਨੁੱਖ ਦਾ ਮੈਂ (ਹਰ ਵੇਲੇ) ਦਾਸ (ਬਣਨ ਨੂੰ ਤਿਆਰ) ਹਾਂ ॥੧੮੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5146,
    "LINE_ID": 7,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. mulW munwry ikAw cFih; sWeI. n bhrw hoie ]",
    "TRANSLITERATION": "Kabeer Mulaan Munaarae Kiaa Chadtehi Saanee N Beharaa Hoe ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਹੇ ਮੁੱਲਾਂ! ਮਸਜਿਦ ਦੇ ਮੁਨਾਰੇ ਉਤੇ ਚੜ੍ਹਨ ਦਾ ਤੈਨੂੰ ਆਪ ਨੂੰ ਤਾਂ ਕੋਈ ਫ਼ਾਇਦਾ ਨਹੀਂ ਹੋ ਰਿਹਾ। ਖ਼ੁਦਾ ਬੋਲਾ ਨਹੀਂ (ਉਹ ਤੇਰੇ ਦਿਲ ਦੀ ਹਾਲਤ ਭੀ ਜਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਠੱਗਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "PRONUNCIATION": "mu`lW"
  },
  {
    "SHABAD_ID": 5146,
    "LINE_ID": 8,
    "RAAG_ID": 40,
    "GURMUKHI": "jw kwrin. qUM bWg dyih; idl hI BIqir joie ]184]",
    "TRANSLITERATION": "Jaa Kaaran Thoon Baang Dhaehi Dhil Hee Bheethar Joe ||184||",
    "PUNJABI": "ਜਿਸ (ਰੱਬ ਦੀ ਨਮਾਜ਼) ਦੀ ਖ਼ਾਤਰ ਤੂੰ ਬਾਂਗ ਦੇ ਰਿਹਾ ਹੈਂ, ਉਸ ਨੂੰ ਆਪਣੇ ਦਿਲ ਵਿਚ ਵੇਖ (ਤੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ। ਤੇਰੇ ਆਪਣੇ, ਅੰਦਰ ਸ਼ਾਂਤੀ ਨਹੀਂ, ਸਿਰਫ਼ ਲੋਕਾਂ ਨੂੰ ਹੀ ਸੱਦ ਰਿਹਾ ਹੈਂ) ॥੧੮੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5147,
    "LINE_ID": 9,
    "RAAG_ID": 40,
    "GURMUKHI": "syK sbUrI bwhrw; ikAw hj kwby jwie ]",
    "TRANSLITERATION": "Saekh Sabooree Baaharaa Kiaa Haj Kaabae Jaae ||",
    "PUNJABI": "ਹੇ ਸ਼ੇਖ! ਜੇ ਤੇਰੇ ਆਪਣੇ ਅੰਦਰ ਸੰਤੋਖ ਨਹੀਂ ਹੈ, ਤਾਂ ਕਾਬੇ ਦਾ ਹੱਜ ਕਰਨ ਲਈ ਜਾਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੈ;",
    "PRONUNCIATION": "h`j"
  },
  {
    "SHABAD_ID": 5147,
    "LINE_ID": 9,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. jw kI idl swbiq nhI; qw kau. khW Kudwie ]185]",
    "TRANSLITERATION": "Kabeer Jaa Kee Dhil Saabath Nehee Thaa Ko Kehaan Khudhaae ||185||",
    "PUNJABI": "ਕਿਉਂਕਿ, ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਦਿਲ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਈ, ਉਸ ਦੇ ਭਾਣੇ ਰੱਬ ਕਿਤੇ ਭੀ ਨਹੀਂ ਹੈ ॥੧੮੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5148,
    "LINE_ID": 10,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. Alh kI kir bMdgI ijh ismrq duKu jwie ]",
    "TRANSLITERATION": "Kabeer Aleh Kee Kar Bandhagee Jih Simarath Dhukh Jaae ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਰੱਬ ਦੀ ਬੰਦਗੀ ਕਰ, ਬੰਦਗੀ ਕੀਤਿਆਂ ਹੀ ਦਿਲ ਦਾ ਵਿਕਾਰ ਦੂਰ ਹੁੰਦਾ ਹੈ,",
    "PRONUNCIATION": "A`lh"
  },
  {
    "SHABAD_ID": 5148,
    "LINE_ID": 10,
    "RAAG_ID": 40,
    "GURMUKHI": "idl mih sWeI prgtY; buJY blMqI nWie ]186]",
    "TRANSLITERATION": "Dhil Mehi Saanee Paragattai Bujhai Balanthee Naane ||186||",
    "PUNJABI": "ਦਿਲ ਵਿਚ ਰੱਬ ਦਾ ਜ਼ਹੂਰ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਇਸ ਬੰਦਗੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਲਾਲਚ ਦੀ ਬਲਦੀ ਅੱਗ ਦਿਲ ਵਿਚੋਂ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੧੮੬॥",
    "PRONUNCIATION": "buJY: polw bolo"
  },
  {
    "SHABAD_ID": 5149,
    "LINE_ID": 11,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. jorI kIey julmu hY; khqw nwau hlwlu ]",
    "TRANSLITERATION": "Kabeer Joree Keeeae Julam Hai Kehathaa Naao Halaal ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਮੁੱਲਾਂ ਨੂੰ ਦੱਸ ਕਿ) ਕਿਸੇ ਉਤੇ ਧੱਕਾ ਕਰਨਾ ਜ਼ੁਲਮ ਹੈ, (ਤੂੰ ਜਾਨਵਰ ਨੂੰ ਫੜ ਕੇ ਬਿਸਮਿੱਲਾ ਆਖ ਕੇ ਜ਼ਬਹ ਕਰਦਾ ਹੈਂ ਅਤੇ) ਤੂੰ ਆਖਦਾ ਹੈਂ ਕਿ ਇਹ (ਜ਼ਬਹ ਕੀਤਾ ਜਾਨਵਰ) ਰੱਬ ਦੇ ਨਾਮ ਤੇ ਕੁਰਬਾਨੀ ਦੇਣ ਦੇ ਲਾਇਕ ਹੋ ਗਿਆ ਹੈ (ਅਤੇ ਇਸ ਕੁਰਬਾਨੀ ਨਾਲ ਖ਼ੁਦਾ ਤੇਰੇ ਉਤੇ ਖ਼ੁਸ਼ ਹੋ ਗਿਆ ਹੈ); (ਪਰ ਇਹ ਮਾਸ ਤੂੰ ਆਪ ਹੀ ਖਾ ਲੈਂਦਾ ਹੈਂ। ਇਸ ਤਰ੍ਹਾਂ ਪਾਪ ਨਹੀਂ ਬਖ਼ਸ਼ੀਂਦੇ, ਕਦੇ ਸੋਚ ਕਿ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5149,
    "LINE_ID": 11,
    "RAAG_ID": 40,
    "GURMUKHI": "dPqir lyKw mWgIAY; qb hoiego. kaunu hvwlu ]187]",
    "TRANSLITERATION": "Dhafathar Laekhaa Maangeeai Thab Hoeigo Koun Havaal ||187||",
    "PUNJABI": "ਜਦੋਂ ਰੱਬ ਦੀ ਦਰਗਾਹ ਵਿਚ ਤੇਰੇ ਅਮਲਾਂ ਦਾ ਹਿਸਾਬ ਹੋਵੇਗਾ ਤਾਂ ਤੇਰਾ ਕੀਹ ਹਾਲ ਹੋਵੇਗਾ ॥੧੮੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5150,
    "LINE_ID": 12,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. KUbu Kwnw KIcrI; jw mih AMimRqu lonu ]",
    "TRANSLITERATION": "Kabeer Khoob Khaanaa Kheecharee Jaa Mehi Anmrith Lon ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਮੁੱਲਾਂ ਨੂੰ ਬੇਸ਼ੱਕ ਆਖ ਕਿ ਕੁਰਬਾਨੀ ਦੇ ਬਹਾਨੇ ਮਾਸ ਖਾਣ ਨਾਲੋਂ) ਖਿਚੜੀ ਖਾ ਲੈਣੀ ਚੰਗੀ ਹੈ ਜਿਸ ਵਿਚ ਸਿਰਫ਼ ਸੁਆਦਲਾ ਲੂਣ ਹੀ ਪਾਇਆ ਹੋਇਆ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5150,
    "LINE_ID": 12,
    "RAAG_ID": 40,
    "GURMUKHI": "hyrw rotI kwrny; glw ktwvY kaunu ]188]",
    "TRANSLITERATION": "Haeraa Rottee Kaaranae Galaa Kattaavai Koun ||188||",
    "PUNJABI": "ਮੈਂ ਤਾਂ ਇਸ ਗੱਲ ਲਈ ਤਿਆਰ ਨਹੀਂ ਹਾਂ ਕਿ ਮਾਸ ਰੋਟੀ ਖਾਣ ਦੀ ਨਿਯਤ ਮੇਰੀ ਆਪਣੀ ਹੋਵੇ ਪਰ (ਕੁਰਬਾਨੀ ਦਾ ਹੋਕਾ ਦੇ ਦੇ ਕੇ ਕਿਸੇ ਪਸ਼ੂ ਨੂੰ) ਜ਼ਬਹ ਕਰਦਾ ਫਿਰਾਂ ॥੧੮੮॥",
    "PRONUNCIATION": "(hyrw) iSkwr kwrny leI"
  },
  {
    "SHABAD_ID": 5151,
    "LINE_ID": 13,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. guru lwgw qb jwnIAY; imtY mohu qn qwp ]",
    "TRANSLITERATION": "Kabeer Gur Laagaa Thab Jaaneeai Mittai Mohu Than Thaap ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਜਨੇਊ ਆਦਿਕ ਪਾ ਕੇ ਹਿੰਦੂ ਸਮਝਦਾ ਹੈ ਕਿ ਮੈਂ ਫਲਾਣੇ ਬ੍ਰਾਹਮਣ ਨੂੰ ਆਪਣਾ ਗੁਰੂ ਧਾਰ ਲਿਆ ਹੈ; ਪਰ) ਤਦੋਂ ਸਮਝੋ ਕਿ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ ਜਦੋਂ (ਗੁਰੂ ਧਾਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਹੋ ਜਾਏ, ਜਦੋਂ ਸਰੀਰ ਨੂੰ ਸਾੜਨ ਵਾਲੇ ਕਲੇਸ਼ ਮਿਟ ਜਾਣ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5151,
    "LINE_ID": 13,
    "RAAG_ID": 40,
    "GURMUKHI": "hrK sog dwJY nhI; qb hir Awpih Awip ]189]",
    "TRANSLITERATION": "Harakh Sog Dhaajhai Nehee Thab Har Aapehi Aap ||189||",
    "PUNJABI": "ਜਦੋਂ ਹਰਖ ਸੋਗ ਕੋਈ ਭੀ ਚਿੱਤ ਨੂੰ ਨਾਹ ਸਾੜੇ, ਅਜੇਹੀ ਹਾਲਤ ਵਿਚ ਅੱਪੜਿਆਂ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਦਿੱਸਦਾ ਹੈ ॥੧੮੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5152,
    "LINE_ID": 14,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. rwm khn mih Bydu hY; qw mih eyku ibcwru ]",
    "TRANSLITERATION": "Kabeer Raam Kehan Mehi Bhaedh Hai Thaa Mehi Eaek Bichaar ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਜਨੇਊ ਦੇ ਕੇ ਬ੍ਰਾਹਮਣ ਰਾਮ ਦੀ ਪੂਜਾ-ਪਾਠ ਦਾ ਉਪਦੇਸ਼ ਭੀ ਕਰਦਾ ਹੈ; ਪਰ) ਰਾਮ ਰਾਮ ਆਖਣ ਵਿਚ ਭੀ ਫ਼ਰਕ ਪੈ ਜਾਂਦਾ ਹੈ, ਇਸ ਵਿਚ ਭੀ ਇਕ ਗੱਲ ਸਮਝਣ ਵਾਲੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5152,
    "LINE_ID": 14,
    "RAAG_ID": 40,
    "GURMUKHI": "soeI rwmu sBY khih; soeI kauqkhwr ]190]",
    "TRANSLITERATION": "Soee Raam Sabhai Kehehi Soee Kouthakehaar ||190||",
    "PUNJABI": "ਇਕ ਰਾਮ ਤਾਂ ਉਹ ਹੈ ਜਿਸ ਨੂੰ ਹਰੇਕ ਜੀਵ ਸਿਮਰਦਾ ਹੈ (ਇਹ ਹੈ ਸਰਬ-ਵਿਆਪੀ ਰਾਮ, ਇਸ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਮਨੁੱਖ ਮਾਤ੍ਰ ਦਾ ਫ਼ਰਜ਼ ਹੈ)। ਪਰ ਇਹੀ ਰਾਮ ਨਾਮ ਰਾਸਧਾਰੀਏ ਭੀ (ਰਾਸਾਂ ਵਿਚ ਸਾਂਗ ਬਣਾ ਬਣਾ ਕੇ) ਲੈਂਦੇ ਹਨ (ਇਹ ਰਾਮ ਅਵਤਾਰੀ ਰਾਮ ਹੈ ਤੇ ਰਾਜਾ ਦਸਰਥ ਦਾ ਪੁੱਤਰ ਹੈ, ਇਹੀ ਮੂਰਤੀ-ਪੂਜਾ ਵਿਅਰਥ ਹੈ) ॥੧੯੦॥",
    "PRONUNCIATION": "khih[ kauqkhwr"
  },
  {
    "SHABAD_ID": 5153,
    "LINE_ID": 15,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. rwmY rwm khu; kihby mwih ibbyk ]",
    "TRANSLITERATION": "Kabeer Raamai Raam Kahu Kehibae Maahi Bibaek ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਸਦਾ ਰਾਮ ਦਾ ਨਾਮ ਜਪ, ਪਰ ਜਪਣ ਵੇਲੇ ਇਹ ਗੱਲ ਚੇਤੇ ਰੱਖਣੀ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5153,
    "LINE_ID": 15,
    "RAAG_ID": 40,
    "GURMUKHI": "eyku. Anykih imil gieAw; eyk smwnw eyk ]191]",
    "TRANSLITERATION": "Eaek Anaekehi Mil Gaeiaa Eaek Samaanaa Eaek ||191||",
    "PUNJABI": "ਕਿ ਇਕ ਰਾਮ ਤਾਂ ਅਨੇਕਾਂ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ (ਇਸ ਦਾ ਨਾਮ ਜਪਣਾ ਹਰੇਕ ਮਨੁੱਖ ਦਾ ਧਰਮ ਹੈ), ਪਰ ਇਕ ਰਾਮ (ਦਰਸਥ ਦਾ ਪੁੱਤਰ) ਸਿਰਫ਼ ਇਕ ਸਰੀਰ ਵਿਚ ਹੀ ਆਇਆ (ਅਵਤਾਰ ਬਣਿਆ; ਇਸ ਦਾ ਜਾਪ ਕੋਈ ਗੁਣ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੧੯੧॥",
    "PRONUNCIATION": "Anyk-ih"
  },
  {
    "SHABAD_ID": 5154,
    "LINE_ID": 16,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. jw Gr swD, n syvIAih; hir kI syvw nwih ]",
    "TRANSLITERATION": "Kabeer Jaa Ghar Saadhh N Saeveeahi Har Kee Saevaa Naahi ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਠਾਕੁਰਾਂ ਦੀ ਪੂਜਾ ਤੇ ਹਰੇਕ ਦਿਨ-ਦਿਹਾਰ ਸਮੇ ਬ੍ਰਾਹਮਣ ਦੀ ਸੇਵਾ-ਬੱਸ! ਇਹ ਹੈ ਸਿੱਖਿਆ ਜੋ ਬ੍ਰਾਹਮਣ ਦੇਵਤਾ ਆਪਣੇ ਸ਼ਰਧਾਲੂਆਂ ਨੂੰ ਦੇ ਰਿਹਾ ਹੈ। ਸ਼ਰਧਾਲੂ ਵਿਚਾਰੇ ਭੀ ਠਾਕੁਰ-ਪੂਜਾ ਤੇ ਬ੍ਰਾਹਮਣ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੁਚੱਜੇ ਤੇ ਸੁੱਚੇ ਹਿੰਦੂ ਸਮਝ ਲੈਂਦੇ ਹਨ; ਪਰ ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਜਿਨ੍ਹਾਂ ਘਰਾਂ ਵਿਚ ਨੇਕ ਬੰਦਿਆਂ ਦੀ ਸੇਵਾ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5154,
    "LINE_ID": 16,
    "RAAG_ID": 40,
    "GURMUKHI": "qy Gr mrht swrKy; BUq bsih iqn mwih ]192]",
    "TRANSLITERATION": "Thae Ghar Marehatt Saarakhae Bhooth Basehi Thin Maahi ||192||",
    "PUNJABI": "ਉਹ ਘਰ (ਭਾਵੇਂ ਕਿਤਨੇ ਹੀ ਸੁੱਚੇ ਤੇ ਸਾਫ਼ ਰੱਖੇ ਜਾਂਦੇ ਹੋਣ) ਮਸਾਣਾਂ ਵਰਗੇ ਹਨ, ਉਹਨਾਂ ਘਰਾਂ ਵਿਚ (ਮਨੁੱਖ ਨਹੀਂ) ਭੂਤਨੇ ਵੱਸਦੇ ਹਨ ॥੧੯੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5155,
    "LINE_ID": 17,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. gUMgw hUAw bwvrw; bhrw hUAw kwn ]",
    "TRANSLITERATION": "Kabeer Goongaa Hooaa Baavaraa Beharaa Hooaa Kaan ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਜਨੇਊ ਪਾ ਕੇ ਬ੍ਰਾਹਮਣ ਨੂੰ ਗੁਰੂ ਧਾਰ ਕੇ, ਠਾਕੁਰ-ਪੂਜਾ ਅਤੇ ਹਰੇਕ ਦਿਨ-ਦਿਹਾਰ ਸਮੇ ਬ੍ਰਾਹਮਣ ਦੀ ਹੀ ਪੂਜਾ-ਸੇਵਾ ਕਰ ਕੇ ਗੁਰੂ ਵਾਲਾ ਨਹੀਂ ਬਣ ਸਕੀਦਾ; ਜਿਸ ਨੂੰ ਸੱਚ-ਮੁੱਚ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ ਹੀ ਬਦਲ ਜਾਂਦਾ ਹੈ) ਉਹ (ਦੁਨੀਆ ਦੇ ਭਾਣੇ) ਗੁੰਗਾ, ਕਮਲਾ, ਬੋਲਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ ਮੂੰਹੋਂ ਮੰਦੇ ਬੋਲ ਨਹੀਂ ਬੋਲਦਾ, ਉਸ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਹੁੰਦੀ, ਕੰਨਾਂ ਨਾਲ ਨਿੰਦਾ ਨਹੀਂ ਸੁਣਦਾ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5155,
    "LINE_ID": 17,
    "RAAG_ID": 40,
    "GURMUKHI": "pwvhu qy ipMgul BieAw; mwirAw siqgur bwn ]193]",
    "TRANSLITERATION": "Paavahu Thae Pingul Bhaeiaa Maariaa Sathigur Baan ||193||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਤਿਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦਾ ਤੀਰ ਮਾਰਦਾ ਹੈ, ਉਹ (ਦੁਨੀਆਂ ਭਾਣੇ) ਲੂਲ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਪੈਰਾਂ ਨਾਲ ਮੰਦੇ ਪਾਸੇ ਵੱਲ ਤੁਰ ਕੇ ਨਹੀਂ ਜਾਂਦਾ) ॥੧੯੩॥",
    "PRONUNCIATION": "B-ieAw"
  },
  {
    "SHABAD_ID": 5156,
    "LINE_ID": 18,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. siqgur sUrmy; bwihAw bwnu ju eyku ]",
    "TRANSLITERATION": "Kabeer Sathigur Sooramae Baahiaa Baan J Eaek ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੂਰਮਾ ਸਤਿਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦਾ ਇਕ ਤੀਰ ਮਾਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5156,
    "LINE_ID": 19,
    "RAAG_ID": 40,
    "GURMUKHI": "lwgq hI Buie igir pirAw; prw kryjy Cyku ]194]",
    "TRANSLITERATION": "Laagath Hee Bhue Gir Pariaa Paraa Karaejae Shhaek ||194||",
    "PUNJABI": "ਤੀਰ ਵੱਜਦਿਆਂ ਹੀ ਉਹ ਮਨੁੱਖ ਨਿਰ-ਅਹੰਕਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਪ੍ਰੋਤਾ ਜਾਂਦਾ ਹੈ ॥੧੯੪॥",
    "PRONUNCIATION": "Bu-ie"
  },
  {
    "SHABAD_ID": 5157,
    "LINE_ID": 19,
    "RAAG_ID": 40,
    "GURMUKHI": "kbIr. inrml bUMd Akws kI; pir geI BUim ibkwr ]",
    "TRANSLITERATION": "Kabeer Niramal Boondh Akaas Kee Par Gee Bhoom Bikaar ||",
    "PUNJABI": "ਹੇ ਕਬੀਰ! (ਵਰਖਾ ਸਮੇ) ਆਕਾਸ਼ (ਤੋਂ ਮੀਂਹ) ਦੀ ਜੋ ਸਾਫ਼ ਬੂੰਦ ਨਕਾਰੀ ਧਰਤੀ ਵਿਚ ਡਿੱਗ ਪਈ,",
    "PRONUNCIATION": ""
  }
]