[
  {
    "SHABAD_ID": 5245,
    "LINE_ID": 1,
    "RAAG_ID": 41,
    "GURMUKHI": "buFw hoAw syK PrIdu; kMbix lgI dyh ]",
    "TRANSLITERATION": "Budtaa Hoaa Saekh Fareedh Kanban Lagee Dhaeh ||",
    "PUNJABI": "('ਵਿਸੁ ਗੰਦਲਾਂ' ਪਿੱਛੇ ਦੌੜ ਦੌੜ ਕੇ ਹੀ) ਸ਼ੇਖ਼ ਫਰੀਦ (ਹੁਣ) ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈ, ਸਰੀਰ ਕੰਬਣ ਲੱਗ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5245,
    "LINE_ID": 1,
    "RAAG_ID": 41,
    "GURMUKHI": "jy sau vir@Aw jIvxw; BI qnu hosI Kyh ]41]",
    "TRANSLITERATION": "Jae So Varihaaa Jeevanaa Bhee Than Hosee Khaeh ||41||",
    "PUNJABI": "ਜੇ ਸਉ ਵਰ੍ਹੇ ਭੀ ਜੀਊਣਾ ਮਿਲ ਜਾਏ, ਤਾਂ ਭੀ (ਅੰਤ ਨੂੰ) ਸਰੀਰ ਮਿੱਟੀ ਹੋ ਜਾਇਗਾ (ਤੇ ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਤੋਂ ਸਾਥ ਟੁੱਟ ਜਾਇਗਾ) ॥੪੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5246,
    "LINE_ID": 1,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. bwir prwieAY bYsxw; sWeI muJY. n dyih ]",
    "TRANSLITERATION": "Fareedhaa Baar Paraaeiai Baisanaa Saanee Mujhai N Dhaehi ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਹੇ ਸਾਂਈਂ! (ਇਹਨਾਂ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ) ਮੈਨੂੰ ਪਰਾਏ ਬੂਹੇ ਤੇ ਬੈਠਣ ਨਾਹ ਦੇਈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5246,
    "LINE_ID": 2,
    "RAAG_ID": 41,
    "GURMUKHI": "jy qU eyvY rKsI; jIau srIrhu lyih ]42]",
    "TRANSLITERATION": "Jae Thoo Eaevai Rakhasee Jeeo Sareerahu Laehi ||42||",
    "PUNJABI": "ਪਰ ਜੇ ਤੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਖਣਾ ਹੈ (ਭਾਵ, ਜੇ ਤੂੰ ਮੈਨੂੰ ਦੂਜਿਆਂ ਦਾ ਮੁਥਾਜ ਬਣਾਣਾ ਹੈ) ਤਾਂ ਮੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਜਿੰਦ ਕੱਢ ਲੈ ॥੪੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5247,
    "LINE_ID": 2,
    "RAAG_ID": 41,
    "GURMUKHI": "kMiD kuhwVw. isir GVw; vix kY sru. lohwru ]",
    "TRANSLITERATION": "Kandhh Kuhaarraa Sir Gharraa Van Kai Sar Lohaar ||",
    "PUNJABI": "ਮੋਢੇ ਉੱਤੇ ਕੁਹਾੜਾ ਤੇ ਸਿਰ ਉਤੇ ਘੜਾ (ਰੱਖੀ) ਲੋਹਾਰ ਜੰਗਲ ਵਿਚ ਬਾਦਸ਼ਾਹ (ਬਣਿਆ ਹੁੰਦਾ) ਹੈ (ਕਿਉਂਕਿ ਜਿਸ ਰੁੱਖ ਤੇ ਚਾਹੇ ਕੁਹਾੜਾ ਚਲਾ ਸਕਦਾ ਹੈ) (ਇਸੇ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਜਗਤ-ਰੂਪ ਜੰਗਲ ਵਿਚ ਸਰਦਾਰ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5247,
    "LINE_ID": 3,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. hau loVI shu Awpxw; qU loVih AMigAwr ]43]",
    "TRANSLITERATION": "Fareedhaa Ho Lorree Sahu Aapanaa Thoo Lorrehi Angiaar ||43||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਮੈਂ ਤਾਂ (ਇਸ ਜਗਤ-ਰੂਪ ਜੰਗਲ ਵਿਚ) ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਰਿਹਾ ਹਾਂ, ਤੇ, ਤੂੰ, (ਹੇ ਜੀਵ! ਲੋਹਾਰ ਵਾਂਗ) ਕੋਲੇ ਲੱਭ ਰਿਹਾ ਹੈਂ (ਭਾਵ, 'ਵਿਸੁ ਗੰਦਲਾਂ'-ਰੂਪ ਕੋਲੇ ਲੱਭਦਾ ਹੈਂ) ॥੪੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5248,
    "LINE_ID": 3,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. ieknw Awtw Aglw; ieknw. nwhI loxu ]",
    "TRANSLITERATION": "Fareedhaa Eikanaa Aattaa Agalaa Eikanaa Naahee Lon ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਕਈ ਬੰਦਿਆਂ ਪਾਸ ਆਟਾ ਬਹੁਤ ਹੈ ('ਵਿਸੁ ਗੰਦਲਾਂ' ਬਹੁਤ ਹਨ, ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਬਹੁਤ ਹਨ), ਇਕਨਾਂ ਪਾਸ (ਇਤਨਾ ਭੀ) ਨਹੀਂ ਜਿਤਨਾ (ਆਟੇ ਵਿਚ) ਲੂਣ (ਪਾਈਦਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5248,
    "LINE_ID": 4,
    "RAAG_ID": 41,
    "GURMUKHI": "AgY gey isM\\\\wpsin; cotW KwsI kauxu ]44]",
    "TRANSLITERATION": "Agai Geae Sinnjaapasan Chottaan Khaasee Koun ||44||",
    "PUNJABI": "(ਮਨੁੱਖੀ ਜੀਵਨ ਦੀ ਸਫਲਤਾ ਦਾ ਮਾਪ ਇਹ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਨਹੀਂ), ਅੱਗੇ ਜਾ ਕੇ (ਅਮਲਾਂ ਉੱਤੇ) ਪਛਾਣ ਹੋਵੇਗੀ ਕਿ ਮਾਰ ਕਿਸ ਨੂੰ ਪੈਂਦੀ ਹੈ ॥੪੪॥",
    "PRONUNCIATION": "isM\\wpsin, K`wsI"
  },
  {
    "SHABAD_ID": 5249,
    "LINE_ID": 4,
    "RAAG_ID": 41,
    "GURMUKHI": "pwis dmwmy Cqu isir; ByrI sfo rf ]",
    "TRANSLITERATION": "Paas Dhamaamae Shhath Sir Bhaeree Saddo Radd ||",
    "PUNJABI": "(ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦਾ ਕੀਹ ਮਾਣ?) (ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ) ਪਾਸ ਧੌਂਸੇ (ਵੱਜਦੇ ਸਨ), ਸਿਰ ਉੱਤੇ ਛਤਰ (ਝੁਲਦੇ ਸਨ), ਤੂਤੀਆਂ (ਵੱਜਦੀਆਂ ਸਨ) ਉਸਤਤੀ ਦੇ ਛੰਦ (ਗਾਂਵੇ ਜਾਂਦੇ ਸਨ),",
    "PRONUNCIATION": "s`fo,r`f"
  },
  {
    "SHABAD_ID": 5249,
    "LINE_ID": 5,
    "RAAG_ID": 41,
    "GURMUKHI": "jwie suqy jIrwx mih; QIey AqImw gf ]45]",
    "TRANSLITERATION": "Jaae Suthae Jeeraan Mehi Thheeeae Atheemaa Gadd ||45||",
    "PUNJABI": "ਉਹ ਭੀ ਆਖ਼ਰ ਮਸਾਣਾਂ ਵਿਚ ਜਾ ਸੁੱਤੇ, ਤੇ ਯਤੀਮਾਂ ਨਾਲ ਜਾ ਰਲੇ (ਭਾਵ, ਯਤੀਮਾਂ ਵਰਗੇ ਹੀ ਹੋ ਗਏ) ॥੪੫॥",
    "PRONUNCIATION": "(jIrwx) aujwV[ (AqImw) XqIm gRIb"
  },
  {
    "SHABAD_ID": 5250,
    "LINE_ID": 5,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. koTy mMfp mwVIAw; auswrydy BI gey ]",
    "TRANSLITERATION": "Fareedhaa Kothae Manddap Maarreeaa Ousaaraedhae Bhee Geae ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ('ਵਿਸੁ ਗੰਦਲਾਂ' ਦੇ ਵਪਾਰੀਆਂ ਵਲ ਤੱਕ!) ਘਰ ਮਹਲ ਮਾੜੀਆਂ ਉਸਾਰਨ ਵਾਲੇ ਭੀ (ਇਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ) ਚਲੇ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5250,
    "LINE_ID": 6,
    "RAAG_ID": 41,
    "GURMUKHI": "kUVw saudw kir gey; gorI Awie pey ]46]",
    "TRANSLITERATION": "Koorraa Soudhaa Kar Geae Goree Aae Peae ||46||",
    "PUNJABI": "ਉਹੋ ਹੀ ਸਉਦਾ ਕੀਤੋ ਨੇ, ਜੋ ਨਾਲ ਨਾਹ ਨਿਭਿਆ ਤੇ (ਅੰਤ ਖ਼ਾਲੀ ਹੱਥ) ਕਬਰੀਂ ਜਾ ਪਏ ॥੪੬॥",
    "PRONUNCIATION": "gorIN"
  },
  {
    "SHABAD_ID": 5251,
    "LINE_ID": 6,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. iKMQiV myKw AglIAw; ijMdu. n kweI myK ]",
    "TRANSLITERATION": "Fareedhaa Khinthharr Maekhaa Agaleeaa Jindh N Kaaee Maekh ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਇਹ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਤਾਂ ਕਿਤੇ ਰਹੀਆਂ, ਇਸ ਆਪਣੀ ਜਿੰਦ ਦੀ ਭੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ। (ਇਸ ਨਾਲੋਂ ਤਾਂ ਨਕਾਰੀ ਗੋਦੜੀ ਦਾ ਹੀ ਵਧੀਕ ਇਤਬਾਰ ਹੋ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ) ਗੋਦੜੀ ਨੂੰ ਕਈ ਟਾਂਕੇ ਲੱਗੇ ਹੋਏ ਹਨ, ਪਰ ਜਿੰਦ ਨੂੰ ਇੱਕ ਭੀ ਟਾਂਕਾ ਨਹੀਂ (ਕੀਹ ਪਤਾ, ਕੇਹੜੇ ਵੇਲੇ ਸਰੀਰ ਨਾਲੋਂ ਵੱਖ ਹੋ ਜਾਏ?)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5251,
    "LINE_ID": 7,
    "RAAG_ID": 41,
    "GURMUKHI": "vwrI Awpo AwpxI; cly mswiek syK ]47]",
    "TRANSLITERATION": "Vaaree Aapo Aapanee Chalae Masaaeik Saekh ||47||",
    "PUNJABI": "ਵੱਡੇ ਵੱਡੇ ਅਖਵਾਣ ਵਾਲੇ ਸ਼ੇਖ਼ ਆਦਿਕ ਸਭ ਆਪੋ ਆਪਣੀ ਵਾਰੀ ਇਥੋਂ ਤੁਰ ਗਏ ॥੪੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5252,
    "LINE_ID": 7,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. duhu dIvI blMidAw; mlku bihTw Awie ]",
    "TRANSLITERATION": "Fareedhaa Dhuhu Dheevee Balandhiaa Malak Behithaa Aae ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਇਹਨਾਂ ਦੋਹਾਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ (ਇਹਨਾਂ ਦੋਹਾਂ ਦੀਵਿਆਂ ਦੇ ਜਗਦਿਆਂ ਹੀ) ਮੌਤ ਦਾ ਫ਼ਰਿਸਤਾ (ਜਿਸ ਭੀ ਬੰਦੇ ਪਾਸ) ਆ ਬੈਠਾ,",
    "PRONUNCIATION": "(duhu) dovyN (dIvI) nyqRW dy[ (blMidAw) dyKidAW[ (mlku) kwl rUp &irSqw Aw bYiTAw[ dIvIN[ bih-Tw"
  },
  {
    "SHABAD_ID": 5252,
    "LINE_ID": 8,
    "RAAG_ID": 41,
    "GURMUKHI": "gVu lIqw. Gtu luitAw; dIvVy gieAw buJwie ]48]",
    "TRANSLITERATION": "Garr Leethaa Ghatt Luttiaa Dheevarrae Gaeiaa Bujhaae ||48||",
    "PUNJABI": "ਉਸ ਨੇ ਉਸ ਦੇ ਸਰੀਰ-ਰੂਪ ਕਿਲ੍ਹੇ ਉਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ, ਅੰਤਹਕਰਣ ਲੁੱਟ ਲਿਆ (ਭਾਵ, ਜਿੰਦ ਕਾਬੂ ਕਰ ਲਈ) ਤੇ (ਇਹ ਅੱਖਾਂ ਦੇ) ਦੀਵੇ ਬੁਝਾ ਗਿਆ ॥੪੮॥",
    "PRONUNCIATION": "(Gtu) sRIr gV@[ Gtu, buJwie: poly bolo"
  },
  {
    "SHABAD_ID": 5253,
    "LINE_ID": 8,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. vyKu kpwhY ij QIAw; ij isir QIAw, iqlwh ]",
    "TRANSLITERATION": "Fareedhaa Vaekh Kapaahai J Thheeaa J Sir Thheeaa Thilaah ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਵੇਖ! ਜੋ ਹਾਲਤ ਕਪਾਹ ਦੀ ਹੁੰਦੀ ਹੈ (ਭਾਵ, ਵੇਲਣੇ ਵਿਚ ਵੇਲੀ ਜਾਂਦੀ ਹੈ), ਜੋ ਤਿਲਾਂ ਦੇ ਸਿਰ ਤੇ ਬੀਤਦੀ ਹੈ (ਕੋਹਲੂ ਵਿਚ ਪੀੜੇ ਜਾਂਦੇ ਹਨ),",
    "PRONUNCIATION": "(iqlwh) iqlW"
  },
  {
    "SHABAD_ID": 5253,
    "LINE_ID": 9,
    "RAAG_ID": 41,
    "GURMUKHI": "kmwdY Aru kwgdY; kuMny koieilAwh ]",
    "TRANSLITERATION": "Kamaadhai Ar Kaagadhai Kunnae Koeiliaah ||",
    "PUNJABI": "ਜੋ ਕਮਾਦ, ਕਾਗਜ਼, ਮਿੱਟੀ ਦੀ ਹਾਂਡੀ ਅਤੇ ਕੋਲਿਆਂ ਨਾਲ ਵਰਤਦੀ ਹੈ,",
    "PRONUNCIATION": "koieil-Awh"
  },
  {
    "SHABAD_ID": 5253,
    "LINE_ID": 9,
    "RAAG_ID": 41,
    "GURMUKHI": "mMdy Aml kryidAw; eyh sjwie iqnwh ]49]",
    "TRANSLITERATION": "Mandhae Amal Karaedhiaa Eaeh Sajaae Thinaah ||49||",
    "PUNJABI": "ਇਹ ਸਜ਼ਾ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ ਜੋ (ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ) ਮੰਦੇ ਕੰਮ ਕਰਦੇ ਹਨ (ਭਾਵ, ਜਿਉਂ ਜਿਉਂ ਦੁਨੀਆਵੀ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਮੰਦੇ ਕੰਮ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਬੜੇ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੪੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5254,
    "LINE_ID": 10,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. kMin muslw. sUPu gil; idil kwqI. guVu vwiq ]",
    "TRANSLITERATION": "Fareedhaa Kann Musalaa Soof Gal Dhil Kaathee Gurr Vaath ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! (ਤੇਰੇ) ਮੋਢੇ ਉਤੇ ਮੁਸੱਲਾ ਹੈ, (ਤੂੰ) ਗਲ ਵਿਚ ਕਾਲੀ ਖ਼ਫ਼ਨੀ (ਪਾਈ ਹੋਈ ਹੈ), (ਤੇਰੇ) ਮੂੰਹ ਵਿਚ ਗੁੜ ਹੈ; (ਪਰ) ਦਿਲ ਵਿਚ ਕੈਂਚੀ ਹੈ (ਭਾਵ, ਬਾਹਰ ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਲਣ ਲਈ ਫ਼ਕੀਰੀ ਵੇਸ ਹੈ, ਮੂੰਹੋਂ ਭੀ ਲੋਕਾਂ ਨਾਲ ਮਿੱਠਾ ਬੋਲਦਾ ਹੈਂ, ਪਰ ਦਿਲੋਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ ਖੋਟਾ ਹੈਂ ਸੋ)",
    "PRONUNCIATION": "(kMin@) moFy, nmwz pV@n vwlw (mu-s`lw) Awsx, gil c kwLy sUPu bsqR dI ^&xI[ idil c jIv h`iqAw, eIrKw rUp kwqI CurI[ (vwiq) mUMh c guV vWg im`TIAW g`lW hn["
  },
  {
    "SHABAD_ID": 5254,
    "LINE_ID": 10,
    "RAAG_ID": 41,
    "GURMUKHI": "bwhir idsY cwnxw; idil AMiDAwrI rwiq ]50]",
    "TRANSLITERATION": "Baahar Dhisai Chaananaa Dhil Andhhiaaree Raath ||50||",
    "PUNJABI": "ਬਾਹਰ ਤਾਂ ਚਾਨਣ ਦਿੱਸ ਰਿਹਾ ਹੈ (ਪਰ) ਦਿਲ ਵਿਚ ਹਨੇਰੀ ਰਾਤ (ਵਾਪਰੀ ਹੋਈ) ਹੈ ॥੫੦॥",
    "PRONUNCIATION": "bw-hir"
  },
  {
    "SHABAD_ID": 5255,
    "LINE_ID": 11,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. rqI rqu, n inklY; jy qnu cIrY koie ]",
    "TRANSLITERATION": "Fareedhaa Rathee Rath N Nikalai Jae Than Cheerai Koe ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਜੇ ਕੋਈ (ਰੱਬ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੋਏ ਦਾ) ਸਰੀਰ ਚੀਰੇ (ਤਾਂ ਉਸ ਵਿਚੋਂ) ਰਤਾ ਜਿਤਨਾ ਭੀ ਲਹੂ ਨਹੀਂ ਨਿਕਲਦਾ (ਪਰ, ਹੇ ਫਰੀਦ! ਤੂੰ ਤਾਂ ਮੁਸੱਲੇ ਤੇ ਖ਼ਫ਼ਨੀ ਆਦਿਕ ਨਾਲ ਨਿਰਾ ਬਾਹਰ ਦਾ ਹੀ ਖ਼ਿਆਲ ਰੱਖਿਆ ਹੋਇਆ ਹੈ)",
    "PRONUNCIATION": "rqI:polw bolo[ (rqI) QoVy mwqR[rqu: polw bolo[ (rqu) pRIq"
  },
  {
    "SHABAD_ID": 5255,
    "LINE_ID": 11,
    "RAAG_ID": 41,
    "GURMUKHI": "jo qn rqy. rb isau; iqn qin rqu. n hoie ]51]",
    "TRANSLITERATION": "Jo Than Rathae Rab Sio Thin Than Rath N Hoe ||51||",
    "PUNJABI": "ਜੋ ਬੰਦੇ ਰੱਬ ਨਾਲ ਰੰਗੇ ਹੁੰਦੇ ਹਨ (ਭਾਵ, ਰੱਬ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੁੰਦੇ ਹਨ), ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ('ਵਿਸੁ ਗੰਦਲਾਂ' ਦਾ ਮੋਹ-ਰੂਪ) ਲਹੂ ਨਹੀਂ ਹੁੰਦਾ ॥੫੧॥",
    "PRONUNCIATION": "Apxy sRIr nwl (rqu) pRIq nhIN huMdI[r`qy: polw bolo["
  },
  {
    "SHABAD_ID": 5256,
    "LINE_ID": 12,
    "RAAG_ID": 41,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5256,
    "LINE_ID": 12,
    "RAAG_ID": 41,
    "GURMUKHI": "iehu qnu sBo rqu hY; rqu ibnu qMnu. n hoie ]",
    "TRANSLITERATION": "Eihu Than Sabho Rath Hai Rath Bin Thann N Hoe ||",
    "PUNJABI": "ਇਹ ਸਾਰਾ ਸਰੀਰ ਲਹੂ ਹੈ (ਭਾਵ, ਸਾਰੇ ਸਰੀਰ ਵਿਚ ਲਹੂ ਮੌਜੂਦ ਹੈ), ਲਹੂ ਤੋਂ ਬਿਨਾ ਸਰੀਰ ਰਹਿ ਨਹੀਂ ਸਕਦਾ (ਫਿਰ, ਸਰੀਰ ਨੂੰ ਚੀਰਿਆਂ, ਭਾਵ, ਸਰੀਰ ਦੀ ਪੜਤਾਲ ਕੀਤਿਆਂ, ਕੇਹੜਾ ਲਹੂ ਨਹੀਂ ਨਿਕਲਦਾ?)",
    "PRONUNCIATION": "rqu: dono vwr polw bolo[ (rqu) pRIq"
  },
  {
    "SHABAD_ID": 5256,
    "LINE_ID": 12,
    "RAAG_ID": 41,
    "GURMUKHI": "jo sh rqy Awpxy; iqqu qin loBu rqu. n hoie ]",
    "TRANSLITERATION": "Jo Seh Rathae Aapanae Thith Than Lobh Rath N Hoe ||",
    "PUNJABI": "ਜੋ ਬੰਦੇ ਆਪਣੇ ਖਸਮ (ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ (ਉਹਨਾਂ ਦੇ) ਇਸ ਸਰੀਰ ਵਿਚ ਲਾਲਚ-ਰੂਪ ਲਹੂ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": "r`qy[rqu: polw bolo[ (rqu) pRIq"
  },
  {
    "SHABAD_ID": 5256,
    "LINE_ID": 13,
    "RAAG_ID": 41,
    "GURMUKHI": "BY pieAY qnu KIxu hoie; loBu rqu ivchu jwie ]",
    "TRANSLITERATION": "Bhai Paeiai Than Kheen Hoe Lobh Rath Vichahu Jaae ||",
    "PUNJABI": "ਜੇ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਵਿਚ ਜੀਵੀਏ, ਤਾਂ ਸਰੀਰ (ਇਸ ਤਰ੍ਹਾਂ) ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿ) ਇਸ ਵਿਚੋਂ ਲੋਭ-ਰੂਪ ਰੱਤ ਨਿਕਲ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "rqu: polw bolo[ (rqu) pRIq"
  },
  {
    "SHABAD_ID": 5256,
    "LINE_ID": 13,
    "RAAG_ID": 41,
    "GURMUKHI": "ijau bYsMqir. Dwqu suDu hoie; iqau hir kw Bau, durmiq mYlu gvwie ]",
    "TRANSLITERATION": "Jio Baisanthar Dhhaath Sudhh Hoe Thio Har Kaa Bho Dhuramath Mail Gavaae ||",
    "PUNJABI": "ਜਿਵੇਂ ਅੱਗ ਵਿਚ (ਪਾਇਆ ਸੋਨਾ ਆਦਿਕ) ਧਾਤ ਸਾਫ਼ ਹੋ ਜਾਂਦੀ ਹੈ; ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਡਰ (ਮਨੁੱਖ ਦੀ) ਭੈੜੀ ਮੱਤ-ਰੂਪ ਮੈਲ ਨੂੰ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5256,
    "LINE_ID": 14,
    "RAAG_ID": 41,
    "GURMUKHI": "nwnk. qy jn sohxy; ij rqy hir rMgu lwie ]52]",
    "TRANSLITERATION": "Naanak Thae Jan Sohanae J Rathae Har Rang Laae ||52||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ ਸੋਹਣੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਨਿਹੁਂ ਲਾ ਕੇ (ਉਸ ਦੇ ਨਿਹੁਂ ਵਿਚ) ਰੰਗੇ ਹੋਏ ਹਨ ॥੫੨॥",
    "PRONUNCIATION": "r`qy"
  },
  {
    "SHABAD_ID": 5257,
    "LINE_ID": 14,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. soeI srvru FUiF lhu; ijQhu lBI vQu ]",
    "TRANSLITERATION": "Fareedhaa Soee Saravar Dtoodt Lahu Jithhahu Labhee Vathh ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਉਹੀ ਸੋਹਣਾ ਤਲਾਬ ਲੱਭ, ਜਿਸ ਵਿਚੋਂ (ਅਸਲ) ਚੀਜ਼ (ਨਾਮ-ਰੂਪ ਮੋਤੀ) ਮਿਲ ਪਏ,",
    "PRONUNCIATION": "v`Qu"
  },
  {
    "SHABAD_ID": 5257,
    "LINE_ID": 15,
    "RAAG_ID": 41,
    "GURMUKHI": "CpiV FUFY ikAw hovY; ickiV fubY hQu ]53]",
    "TRANSLITERATION": "Shhaparr Dtoodtai Kiaa Hovai Chikarr Ddubai Hathh ||53||",
    "PUNJABI": "ਛੱਪੜ ਭਾਲਿਆਂ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ, (ਉਥੇ ਤਾਂ) ਚਿੱਕੜ ਵਿਚ (ਹੀ) ਹੱਥ ਡੁੱਬਦਾ ਹੈ ॥੫੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5258,
    "LINE_ID": 15,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw nMFI. kMqu, n rwivE; vfI QI. mueI Awsu ]",
    "TRANSLITERATION": "Fareedhaa Nandtee Kanth N Raaviou Vaddee Thhee Mueeaas ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਜਿਸ ਜੁਆਨ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਨੇ (ਪਰਮਾਤਮਾ-) ਪਤੀ ਨਾ ਮਾਣਿਆ (ਭਾਵ, ਜਿਸ ਜੀਵ ਨੇ ਜੁਆਨੀ ਵੇਲੇ ਰੱਬ ਨੂੰ ਨਾਹ ਸਿਮਰਿਆ), ਉਹ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਜਦੋਂ ਬੁੱਢੀ ਹੋ ਕੇ ਮਰ ਗਈ,",
    "PRONUNCIATION": "gRIbI nwl (nMFI) CotI dwsI bx ky"
  },
  {
    "SHABAD_ID": 5258,
    "LINE_ID": 16,
    "RAAG_ID": 41,
    "GURMUKHI": "Dn kUkyNdI, gor myN; qY sh. nw imlIAwsu ]54]",
    "TRANSLITERATION": "Dhhan Kookaenadhee Gor Maen Thai Seh Naa Mileeaas ||54||",
    "PUNJABI": "ਤਾਂ (ਫਿਰ) ਕਬਰ ਵਿਚ ਤਰਲੇ ਲੈਂਦੀ ਹੈ (ਭਾਵ, ਮਰਨ ਪਿਛੋਂ ਜੀਵ ਪਛੁਤਾਂਦਾ ਹੈ) ਕਿ ਹੇ (ਪ੍ਰਭੂ-) ਪਤੀ! ਮੈਂ ਤੈਨੂੰ (ਵੇਲੇ-ਸਿਰ) ਨਾਹ ਮਿਲੀ ॥੫੪॥",
    "PRONUNCIATION": "imlI-Awsu"
  },
  {
    "SHABAD_ID": 5259,
    "LINE_ID": 16,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. isru pilAw, dwVI plI; muCW BI plIAW ]",
    "TRANSLITERATION": "Fareedhaa Sir Paliaa Dhaarree Palee Mushhaan Bhee Paleeaaan ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਸਿਰ ਚਿੱਟਾ ਹੋ ਗਿਆ ਹੈ, ਦਾੜ੍ਹੀ ਚਿੱਟੀ ਹੋ ਗਈ ਹੈ, ਮੁਛਾਂ ਭੀ ਚਿੱਟੀਆਂ ਹੋ ਗਈਆਂ ਹਨ।",
    "PRONUNCIATION": "dwV@I"
  },
  {
    "SHABAD_ID": 5259,
    "LINE_ID": 17,
    "RAAG_ID": 41,
    "GURMUKHI": "ry mn gihly bwvly; mwxih ikAw rlIAW ]55]",
    "TRANSLITERATION": "Rae Man Gehilae Baavalae Maanehi Kiaa Raleeaaan ||55||",
    "PUNJABI": "ਹੇ ਗ਼ਾਫ਼ਿਲ ਤੇ ਕਮਲੇ ਮਨ! (ਅਜੇ ਭੀ ਤੂੰ ਦੁਨੀਆ ਦੀਆਂ ਹੀ) ਮੌਜਾਂ ਕਿਉਂ ਮਾਣ ਰਿਹਾ ਹੈਂ? ॥੫੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5260,
    "LINE_ID": 17,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. koTy Dukxu kyqVw; ipr nIdVI invwir ]",
    "TRANSLITERATION": "Fareedhaa Kothae Dhhukan Kaetharraa Pir Needharree Nivaar ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! ਕੋਠੇ ਦੀ ਦੌੜ ਕਿਥੋਂ ਤਕ (ਭਾਵ, ਕੋਠੇ ਉਤੇ ਦੌੜ ਲੰਮੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਬ ਵਲੋਂ ਗ਼ਾਫ਼ਿਲ ਭੀ ਕਦ ਤਕ ਰਹੇਂਗਾ? ਉਮਰ ਆਖ਼ਰ ਮੁੱਕ ਜਾਇਗੀ, ਸੋ) ਰੱਬ (ਵਾਲੇ ਪਾਸੇ) ਤੋਂ ਇਹ ਕੋਝੀ (ਗ਼ਫ਼ਲਤ ਦੀ) ਨੀਂਦ ਦੂਰ ਕਰ ਦੇਹ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5260,
    "LINE_ID": 18,
    "RAAG_ID": 41,
    "GURMUKHI": "jo idh lDy gwxvy; gey ivlwiV ivlwiV ]56]",
    "TRANSLITERATION": "Jo Dhih Ladhhae Gaanavae Geae Vilaarr Vilaarr ||56||",
    "PUNJABI": "(ਉਮਰ ਦੇ) ਜੋ ਗਿਣਵੇਂ ਦਿਨ ਮਿਲੇ ਹੋਏ ਹਨ ਉਹ ਛਾਲਾਂ ਮਾਰ ਮਾਰ ਕੇ ਮੁੱਕਦੇ ਜਾ ਰਹੇ ਹਨ ॥੫੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5261,
    "LINE_ID": 18,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. koTy mMfp mwVIAw; eyqu. n lwey icqu ]",
    "TRANSLITERATION": "Fareedhaa Kothae Manddap Maarreeaa Eaeth N Laaeae Chith ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! (ਇਹ ਜੋ ਤੇਰੇ) ਘਰ ਤੇ ਮਹਲ-ਮਾੜੀਆਂ (ਹਨ, ਇਹਨਾਂ ਦੇ) ਇਸ (ਸਿਲਸਿਲੇ) ਵਿਚ ਚਿੱਤ ਨਾਹ ਜੋੜ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5261,
    "LINE_ID": 19,
    "RAAG_ID": 41,
    "GURMUKHI": "imtI peI AqolvI; koie. n hosI imqu ]57]",
    "TRANSLITERATION": "Mittee Pee Atholavee Koe N Hosee Mith ||57||",
    "PUNJABI": "(ਮਰਨ ਤੇ ਜਦੋਂ ਕਬਰ ਵਿਚ ਤੇਰੇ ਉੱਤੇ) ਅਤੋਲਵੀਂ ਮਿੱਟੀ ਪਏਗੀ ਤਦੋਂ (ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਸਾਥੀ ਨਹੀਂ ਬਣੇਗਾ ॥੫੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5262,
    "LINE_ID": 19,
    "RAAG_ID": 41,
    "GURMUKHI": "PrIdw. mMfp mwlu, n lwie; mrg sqwxI, iciq Dir ]",
    "TRANSLITERATION": "Fareedhaa Manddap Maal N Laae Marag Sathaanee Chith Dhhar ||",
    "PUNJABI": "ਹੇ ਫਰੀਦ! (ਨਿਰਾ) ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਧਨ ਨੂੰ ਚਿੱਤ ਵਿਚ ਨਾਹ ਟਿਕਾਈ ਰੱਖ, (ਸਭ ਤੋਂ) ਬਲੀ ਮੌਤ ਨੂੰ ਚਿੱਤ ਵਿਚ ਰੱਖ (ਚੇਤੇ ਰੱਖ)।",
    "PRONUNCIATION": "(mrg) mOq (sqwxI) bl vwlI"
  }
]