[
  {
    "SHABAD_ID": 5359,
    "LINE_ID": 1,
    "RAAG_ID": 43,
    "GURMUKHI": "gwvih gux. brn cwir, Kt drsn; bRhmwidk ismrMiQ gunw ]",
    "TRANSLITERATION": "Gaavehi Gun Baran Chaar Khatt Dharasan Brehamaadhik Simaranthh Gunaa ||",
    "PUNJABI": "ਚਾਰੇ ਵਰਣ, ਛੇ ਭੇਖ, ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ, ਬ੍ਰਹਮਾ ਆਦਿਕ ਭੀ ਉਸ ਦੇ ਗੁਣ ਯਾਦ ਕਰ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(cwir) bRhmx, K`qRI, vYS, SUdR[ (Kt) Cy drsn ByK jogI, jMgm, sRyvVy, sMinAwsI, vYrwgI Aqy mdwrI["
  },
  {
    "SHABAD_ID": 5359,
    "LINE_ID": 2,
    "RAAG_ID": 43,
    "GURMUKHI": "gwvY gux. sysu shs ijhbw rs; Awid AMiq ilv lwig Dunw ]",
    "TRANSLITERATION": "Gaavai Gun Saes Sehas Jihabaa Ras Aadh Anth Liv Laag Dhhunaa ||",
    "PUNJABI": "ਸ਼ੇਸ਼ਨਾਗ ਹਜ਼ਾਰਾਂ ਜੀਭਾਂ ਦੁਆਰਾ ਪ੍ਰੇਮ ਨਾਲ ਇਕ-ਰਸ ਲਿਵ ਦੀ ਧੁਨੀ ਲਗਾ ਕੇ ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5359,
    "LINE_ID": 2,
    "RAAG_ID": 43,
    "GURMUKHI": "gwvY gux. mhwdyau bYrwgI; ijin iDAwn inrMqir jwixE ]",
    "TRANSLITERATION": "Gaavai Gun Mehaadhaeo Bairaagee Jin Dhhiaan Niranthar Jaaniou ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਇਕ-ਰਸ ਬਿਰਤੀ ਜੋੜ ਕੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਪਛਾਣਿਆ ਹੈ (ਸਾਂਝ ਪਾਈ ਹੈ,) ਉਸ ਦੇ ਗੁਣ ਵੈਰਾਗਵਾਨ ਸ਼ਿਵ ਜੀ (ਭੀ) ਗਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5359,
    "LINE_ID": 3,
    "RAAG_ID": 43,
    "GURMUKHI": "kib kl. sujsu gwvau gur nwnk; rwju jogu ijin mwixE ]5]",
    "TRANSLITERATION": "Kab Kal Sujas Gaavo Gur Naanak Raaj Jog Jin Maaniou ||5||",
    "PUNJABI": "ਕਲ੍ਯ੍ਯ ਕਵੀ (ਆਖਦਾ ਹੈ)-'ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਮਾਣੇ ਹਨ' ॥੫॥",
    "PRONUNCIATION": "gurmuiK B`t kl[ su-jsu"
  },
  {
    "SHABAD_ID": 5360,
    "LINE_ID": 4,
    "RAAG_ID": 43,
    "GURMUKHI": "rwju jogu mwixE; bisE inrvYru irdMqir ]",
    "TRANSLITERATION": "Raaj Jog Maaniou Basiou Niravair Ridhanthar ||",
    "PUNJABI": "(ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ) ਰਾਜ ਭੀ ਮਾਣਿਆ ਹੈ ਤੇ ਜੋਗ ਭੀ; ਨਿਰਵੈਰ ਅਕਾਲ ਪੁਰਖ (ਉਹਨਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5360,
    "LINE_ID": 4,
    "RAAG_ID": 43,
    "GURMUKHI": "isRsit sgl auDrI; nwim ly. qirE inrMqir ]",
    "TRANSLITERATION": "Srisatt Sagal Oudhharee Naam Lae Thariou Niranthar ||",
    "PUNJABI": "(ਗੁਰੂ ਨਾਨਕ ਦੇਵ) ਆਪ ਇਕ-ਰਸ ਨਾਮ ਜਪ ਕੇ ਤਰ ਗਿਆ ਹੈ, ਤੇ (ਉਸ ਨੇ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਭੀ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤਾਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5360,
    "LINE_ID": 5,
    "RAAG_ID": 43,
    "GURMUKHI": "gux gwvih. snkwid Awid; jnkwid jugh lig ]",
    "TRANSLITERATION": "Gun Gaavehi Sanakaadh Aadh Janakaadh Jugeh Lag ||",
    "PUNJABI": "ਸਨਕ ਆਦਿ ਬ੍ਰਹਮਾ ਦੇ ਚਾਰੇ ਪੁੱਤ੍ਰ, ਜਨਕ ਆਦਿਕ ਪੁਰਾਤਨ ਰਿਸ਼ੀ ਕਈ ਜੁੱਗਾਂ ਤੋਂ (ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ) ਗੁਣ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "j`ugh l`ig"
  },
  {
    "SHABAD_ID": 5360,
    "LINE_ID": 5,
    "RAAG_ID": 43,
    "GURMUKHI": "DMin DMin guru DMin; jnmu skXQu BlO jig ]",
    "TRANSLITERATION": "Dhhann Dhhann Gur Dhhann Janam Sakayathh Bhala Jag ||",
    "PUNJABI": "ਧੰਨ ਹੈ ਗੁਰੂ (ਨਾਨਕ)! ਧੰਨ ਹੈ ਗੁਰੂ (ਨਾਨਕ)! ਜਗਤ ਵਿਚ (ਉਸ ਦਾ) ਜਨਮ ਲੈਣਾ ਸਕਾਰਥਾ ਤੇ ਭਲਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "sk-X`Qu: X svwr kyqwlU qoN bolo,sk: polw bolo"
  },
  {
    "SHABAD_ID": 5360,
    "LINE_ID": 6,
    "RAAG_ID": 43,
    "GURMUKHI": "pwqwl purI jYkwr Duin; kib jn kl vKwixE ]",
    "TRANSLITERATION": "Paathaal Puree Jaikaar Dhhun Kab Jan Kal Vakhaaniou ||",
    "PUNJABI": "ਦਾਸ ਕਲ੍ਯ੍ਯ ਕਵੀ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- (ਹੇ ਗੁਰੂ ਨਾਨਕ!) ਪਾਤਾਲ ਲੋਕ ਤੋਂ ਭੀ ਤੇਰੀ ਜੈ ਜੈਕਾਰ ਦੀ ਆਵਾਜ਼ (ਉਠ ਰਹੀ ਹੈ)।",
    "PRONUNCIATION": "gurmuiK B`t kl"
  },
  {
    "SHABAD_ID": 5360,
    "LINE_ID": 6,
    "RAAG_ID": 43,
    "GURMUKHI": "hir nwm risk nwnk gur; rwju jogu qY mwixE ]6]",
    "TRANSLITERATION": "Har Naam Rasik Naanak Gur Raaj Jog Thai Maaniou ||6||",
    "PUNJABI": "ਹਰੀ ਦੇ ਨਾਮ ਦੇ ਰਸੀਏ ਹੇ ਗੁਰੂ ਨਾਨਕ! ਤੂੰ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਹੀ ਮਾਣੇ ਹਨ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5361,
    "LINE_ID": 7,
    "RAAG_ID": 43,
    "GURMUKHI": "sqjuig. qY mwixE; CilE bil, bwvn BwieE ]",
    "TRANSLITERATION": "Sathajug Thai Maaniou Shhaliou Bal Baavan Bhaaeiou ||",
    "PUNJABI": "(ਹੇ ਗੁਰੂ ਨਾਨਕ!) ਸਤਜੁਗ ਵਿਚ (ਭੀ) ਤੂੰ ਹੀ (ਰਾਜ ਤੇ ਜੋਗ) ਮਾਣਿਆ ਸੀ, ਤੂੰ ਹੀ ਰਾਜਾ ਬਲਿ ਨੂੰ ਛਲਿਆ ਸੀ ਤੇ ਤਦੋਂ ਵਾਮਨ ਅਵਤਾਰ ਬਣਨਾ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਾ ਸੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5361,
    "LINE_ID": 8,
    "RAAG_ID": 43,
    "GURMUKHI": "qRyqY. qY mwixE; rwmu rGuvMsu khwieE ]",
    "TRANSLITERATION": "Thraethai Thai Maaniou Raam Raghuvans Kehaaeiou ||",
    "PUNJABI": "ਤ੍ਰੇਤੇ ਵਿਚ ਭੀ ਤੂੰ ਹੀ (ਰਾਜ ਤੇ ਜੋਗ) ਮਾਣਿਆ ਸੀ, ਤਦੋਂ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਰਘੁਵੰਸੀ ਰਾਮ ਅਖਵਾਇਆ ਸੀ (ਭਾਵ, ਹੇ ਗੁਰੂ ਨਾਨਕ! ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਵਾਮਨ ਅਵਤਾਰ, ਤੂੰ ਹੀ ਹੈਂ ਰਘੁਵੰਸੀ ਰਾਮ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5361,
    "LINE_ID": 8,
    "RAAG_ID": 43,
    "GURMUKHI": "duAwpuir. ikRsn murwir; kMsu ikrqwrQu kIE ]",
    "TRANSLITERATION": "Dhuaapur Kirasan Muraar Kans Kirathaarathh Keeou ||",
    "PUNJABI": "(ਹੇ ਗੁਰੂ ਨਾਨਕ!) ਦੁਆਪੁਰ ਜੁਗ ਵਿਚ ਕ੍ਰਿਸ਼ਨ ਮੁਰਾਰ ਭੀ (ਤੂੰ ਹੀ ਸੈਂ), ਤੂੰ ਹੀ ਕੰਸ ਨੂੰ (ਮਾਰ ਕੇ) ਮੁਕਤ ਕੀਤਾ ਸੀ।",
    "PRONUNCIATION": "(ikrqwrQu) kilAwx kIqI"
  },
  {
    "SHABAD_ID": 5361,
    "LINE_ID": 9,
    "RAAG_ID": 43,
    "GURMUKHI": "augRsYx kau rwju; ABY Bgqh jn dIE ]",
    "TRANSLITERATION": "Ougrasain Ko Raaj Abhai Bhagatheh Jan Dheeou ||",
    "PUNJABI": "(ਤੂੰ ਹੀ) ਉਗ੍ਰਸੈਣ ਨੂੰ (ਮਥੁਰਾ ਦਾ) ਰਾਜ ਅਤੇ ਆਪਣੇ ਭਗਤ ਜਨਾਂ ਨੂੰ ਨਿਰਭੈਤਾ ਬਖ਼ਸ਼ੀ ਸੀ (ਭਾਵ, ਹੇ ਗੁਰੂ ਨਾਨਕ! ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ)।",
    "PRONUNCIATION": "au~gRsYx, A-BY: polw bolo"
  },
  {
    "SHABAD_ID": 5361,
    "LINE_ID": 9,
    "RAAG_ID": 43,
    "GURMUKHI": "kiljuig. pRmwxu nwnk guru; AMgdu Amru khwieE ]",
    "TRANSLITERATION": "Kalijug Pramaan Naanak Gur Angadh Amar Kehaaeiou ||",
    "PUNJABI": "ਹੇ ਗੁਰੂ ਨਾਨਕ! ਕਲਜੁਗ ਵਿਚ (ਭੀ ਤੂੰ ਹੀ) ਸਮਰਥਾ ਵਾਲਾ ਹੈਂ, (ਤੂੰ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ) ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਅਖਵਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5361,
    "LINE_ID": 10,
    "RAAG_ID": 43,
    "GURMUKHI": "sRI gurU rwju Aibclu Atlu; Awid puriK PurmwieE ]7]",
    "TRANSLITERATION": "Sree Guroo Raaj Abichal Attal Aadh Purakh Furamaaeiou ||7||",
    "PUNJABI": "(ਇਹ ਤਾਂ) ਅਕਾਲ ਪੁਰਖ ਨੇ (ਹੀ) ਹੁਕਮ ਦੇ ਰੱਖਿਆ ਹੈ ਕਿ ਸ੍ਰੀ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦਾ ਰਾਜ ਸਦਾ-ਥਿਰ ਤੇ ਅਟੱਲ ਹੈ ॥੭॥",
    "PRONUNCIATION": "A-tlu"
  },
  {
    "SHABAD_ID": 5362,
    "LINE_ID": 10,
    "RAAG_ID": 43,
    "GURMUKHI": "gux gwvY rivdwsu; Bgqu jYdyv iqRlocn ]",
    "TRANSLITERATION": "Gun Gaavai Ravidhaas Bhagath Jaidhaev Thrilochan ||",
    "PUNJABI": "(ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਰਵਿਦਾਸ ਭਗਤ ਗਾ ਰਿਹਾ ਹੈ, ਜੈਦੇਵ ਤੇ ਤ੍ਰਿਲੋਚਨ ਗਾ ਰਹੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5362,
    "LINE_ID": 11,
    "RAAG_ID": 43,
    "GURMUKHI": "nwmw Bgqu kbIru; sdw gwvih. sm locn ]",
    "TRANSLITERATION": "Naamaa Bhagath Kabeer Sadhaa Gaavehi Sam Lochan ||",
    "PUNJABI": "ਭਗਤ ਨਾਮਦੇਵ ਤੇ ਕਬੀਰ ਗਾ ਰਹੇ ਹਨ; (ਜੋ) ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਆਪਣੇ ਨੇਤ੍ਰਾਂ ਨਾਲ ਸਭ ਥਾਈਂ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5362,
    "LINE_ID": 11,
    "RAAG_ID": 43,
    "GURMUKHI": "Bgqu byix. gux rvY; shij Awqm rMgu mwxY ]",
    "TRANSLITERATION": "Bhagath Baen Gun Ravai Sehaj Aatham Rang Maanai ||",
    "PUNJABI": "(ਜੋ ਗੁਰੂ ਨਾਨਕ) ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੇ ਸੁਆਦ ਨੂੰ ਮਾਣਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5362,
    "LINE_ID": 12,
    "RAAG_ID": 43,
    "GURMUKHI": "jog iDAwin gur igAwin; ibnw pRB. Avru, n jwxY ]",
    "TRANSLITERATION": "Jog Dhhiaan Gur Giaan Binaa Prabh Avar N Jaanai ||",
    "PUNJABI": "(ਜੋ ਗੁਰੂ ਨਾਨਕ) ਗੁਰੂ ਦੇ ਗਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਸੁਰਤੀ ਜੋੜ ਕੇ ਉਸ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, (ਉਸ ਦੇ) ਗੁਣਾਂ ਨੂੰ ਬੇਣੀ ਭਗਤ ਗਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5362,
    "LINE_ID": 12,
    "RAAG_ID": 43,
    "GURMUKHI": "suKdyau prIK´qu. gux rvY; goqm iriK. jsu gwieE ]",
    "TRANSLITERATION": "Sukhadhaeo Pareekhyath Gun Ravai Gotham Rikh Jas Gaaeiou ||",
    "PUNJABI": "ਸੁਖਦੇਵ ਰਿਸ਼ੀ (ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ) ਗਾ ਰਿਹਾ ਹੈ ਤੇ (ਰਾਜਾ) ਪਰੀਖਤ (ਭੀ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣਾਂ ਨੂੰ ਗਾ ਰਿਹਾ ਹੈ। ਗੋਤਮ ਰਿਸ਼ੀ ਨੇ (ਭੀ ਗੁਰੂ ਨਾਨਕ ਦਾ ਹੀ) ਜਸ ਗਾਂਵਿਆ ਹੈ।",
    "PRONUNCIATION": "prIK´qu: prIiKAqu"
  },
  {
    "SHABAD_ID": 5362,
    "LINE_ID": 13,
    "RAAG_ID": 43,
    "GURMUKHI": "kib kl. sujsu nwnk gur; inq nvqnu jig CwieE ]8]",
    "TRANSLITERATION": "Kab Kal Sujas Naanak Gur Nith Navathan Jag Shhaaeiou ||8||",
    "PUNJABI": "ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! ਗੁਰੂ ਨਾਨਕ (ਦੇਵ ਜੀ) ਦੀ ਸੋਹਣੀ ਸੋਭਾ ਨਿੱਤ ਨਵੀਂ ਹੈ ਤੇ ਜਗਤ ਵਿਚ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਰਹੀ ਹੈ ॥੮॥",
    "PRONUNCIATION": "su-jsu"
  },
  {
    "SHABAD_ID": 5363,
    "LINE_ID": 13,
    "RAAG_ID": 43,
    "GURMUKHI": "gux gwvih pwXwil; Bgq nwgwid BuXMgm ]",
    "TRANSLITERATION": "Gun Gaavehi Paayaal Bhagath Naagaadh Bhuyangam ||",
    "PUNJABI": "ਪਾਤਾਲ ਵਿਚ ਭੀ (ਸ਼ੇਸ਼-) ਨਾਗ ਆਦਿਕ ਹੋਰ ਸਰਪ-ਭਗਤ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(pw-Xw-il) Xw svwr ky,qwlU qoN bolo[ (pwXwil) pqwl iv`c[ Bu-XMgm"
  },
  {
    "SHABAD_ID": 5363,
    "LINE_ID": 14,
    "RAAG_ID": 43,
    "GURMUKHI": "mhwdyau gux rvY sdw jogI jiq jMgm ]",
    "TRANSLITERATION": "Mehaadhaeo Gun Ravai Sadhaa Jogee Jath Jangam ||",
    "PUNJABI": "???",
    "PRONUNCIATION": "jiq: polw bolo"
  },
  {
    "SHABAD_ID": 5363,
    "LINE_ID": 14,
    "RAAG_ID": 43,
    "GURMUKHI": "gux gwvY. muin b´wsu; ijin. byd b´wkrx bIcwirA ]",
    "TRANSLITERATION": "Gun Gaavai Mun Byaas Jin Baedh Byaakaran Beechaaria ||",
    "PUNJABI": "ਜਿਸ (ਵਿਆਸ ਮੁਨੀ) ਨੇ ਸਾਰੇ ਵੇਦਾਂ ਨੂੰ ਵਿਆਕਰਣਾਂ ਦੁਆਰਾ ਵਿਚਾਰਿਆ ਹੈ, ਉਹ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਗਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "b´wsu: ibAwsu[ b´wkrx: ibAwkrx[ bI-cwirA: bIcwrIAw nw pV@o jI"
  },
  {
    "SHABAD_ID": 5363,
    "LINE_ID": 15,
    "RAAG_ID": 43,
    "GURMUKHI": "bRhmw gux aucrY; ijin hukim, sB isRsit svwrIA ]",
    "TRANSLITERATION": "Brehamaa Gun Oucharai Jin Hukam Sabh Srisatt Savaareea ||",
    "PUNJABI": "ਜਿਸ (ਬ੍ਰਹਮਾ) ਨੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਵਿਚ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਰਚੀ ਹੈ, ਉਹ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਉਚਾਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "svwrIA: A mukqw iKAwl nwl bolo, svwrIAw nw pV@o jI"
  },
  {
    "SHABAD_ID": 5363,
    "LINE_ID": 15,
    "RAAG_ID": 43,
    "GURMUKHI": "bRhmMf KMf pUrn bRhmu; gux inrgux sm jwixE ]",
    "TRANSLITERATION": "Brehamandd Khandd Pooran Breham Gun Niragun Sam Jaaniou ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਸਾਰੀ ਦੁਨੀਆ ਵਿਚ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਰਗੁਣ ਤੇ ਨਿਰਗੁਣ ਰੂਪਾਂ ਵਿਚ ਇੱਕੋ ਜਿਹਾ ਪਛਾਣਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5363,
    "LINE_ID": 16,
    "RAAG_ID": 43,
    "GURMUKHI": "jpu kl. sujsu nwnk gur; shju jogu ijin mwixE ]9]",
    "TRANSLITERATION": "Jap Kal Sujas Naanak Gur Sehaj Jog Jin Maaniou ||9||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਅਡੋਲ ਅਵਸਥਾ ਨੂੰ ਤੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਮਿਲਾਪ ਨੂੰ ਮਾਣਿਆ ਹੈ, ਹੇ ਕਲ੍ਯ੍ਯ! ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ ਸੋਹਣੇ ਗੁਣਾਂ ਨੂੰ ਯਾਦ ਕਰ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5364,
    "LINE_ID": 17,
    "RAAG_ID": 43,
    "GURMUKHI": "gux gwvih. nv nwQ; DMin guru swic smwieE ]",
    "TRANSLITERATION": "Gun Gaavehi Nav Naathh Dhhann Gur Saach Samaaeiou ||",
    "PUNJABI": "ਨੌ ਨਾਥ (ਭੀ) ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ (ਤੇ ਆਖਦੇ ਹਨ), \"ਗੁਰੂ ਨਾਨਕ ਧੰਨ ਹੈ ਜੋ ਸੱਚੇ ਹਰੀ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।\"",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5364,
    "LINE_ID": 17,
    "RAAG_ID": 43,
    "GURMUKHI": "mWDwqw gux rvY; jyn ckRvY khwieE ]",
    "TRANSLITERATION": "Maandhhaathaa Gun Ravai Jaen Chakravai Kehaaeiou ||",
    "PUNJABI": "ਜਿਸ ਮਾਂਧਾਤਾ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਚੱਕ੍ਰਵਰਤੀ ਰਾਜਾ ਅਖਵਾਇਆ ਸੀ, ਉਹ ਭੀ ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਉਚਾਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(mWDwqw) mwnDwqw"
  },
  {
    "SHABAD_ID": 5364,
    "LINE_ID": 17,
    "RAAG_ID": 43,
    "GURMUKHI": "gux gwvY bil rwau; spq pwqwil bsMqO ]",
    "TRANSLITERATION": "Gun Gaavai Bal Raao Sapath Paathaal Basantha ||",
    "PUNJABI": "ਸਤਵੇਂ ਪਾਤਾਲ ਵਿਚ ਵੱਸਦਾ ਹੋਇਆ ਰਾਜਾ ਬਲਿ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਗਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(bil rwau) rwjy dw nwm"
  },
  {
    "SHABAD_ID": 5364,
    "LINE_ID": 18,
    "RAAG_ID": 43,
    "GURMUKHI": "BrQir gux aucrY; sdw gur sMig rhMqO ]",
    "TRANSLITERATION": "Bharathhar Gun Oucharai Sadhaa Gur Sang Rehantha ||",
    "PUNJABI": "ਆਪਣੇ ਗੁਰੂ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੋਇਆ ਭਰਥਰੀ ਭੀ ਸਦਾ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਉੱਚਾਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "gur Akwl c lIx (rhMqO) rihMdy hoey[ au~crY"
  },
  {
    "SHABAD_ID": 5364,
    "LINE_ID": 18,
    "RAAG_ID": 43,
    "GURMUKHI": "dUrbw prUrau AMgrY; gur nwnk. jsu gwieE ]",
    "TRANSLITERATION": "Dhoorabaa Parooro Angarai Gur Naanak Jas Gaaeiou ||",
    "PUNJABI": "ਦੁਰਵਾਸਾ ਰਿਸ਼ੀ ਨੇ, ਰਾਜਾ ਪੁਰੂ ਨੇ ਤੇ ਅੰਗਰ ਰਿਸ਼ੀ ਨੇ ਗੁਰੂ ਨਾਨਕ ਦਾ ਜਸ ਗਾਂਵਿਆਂ ਹੈ।",
    "PRONUNCIATION": "(dUrbw) durbwSw (prUrau) prUrv rwjw[ (AMgrY) irKI"
  },
  {
    "SHABAD_ID": 5364,
    "LINE_ID": 19,
    "RAAG_ID": 43,
    "GURMUKHI": "kib kl. sujsu nwnk gur; Git Git shij smwieE ]10]",
    "TRANSLITERATION": "Kab Kal Sujas Naanak Gur Ghatt Ghatt Sehaj Samaaeiou ||10||",
    "PUNJABI": "ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! ਗੁਰੂ ਨਾਨਕ ਦੀ ਸੋਹਣੀ ਸੋਭਾ ਸੁਤੇ ਹੀ ਹਰੇਕ ਪ੍ਰਾਣੀ-ਮਾਤ੍ਰ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕੀ ਹੋਈ ਹੈ ॥੧੦॥",
    "PRONUNCIATION": "gurmuiK B`t kl"
  }
]