[
  {
    "SHABAD_ID": 5399,
    "LINE_ID": 1,
    "RAAG_ID": 46,
    "GURMUKHI": "sqguir dXwil hir nwmu idRV@wXw; iqsu pRswid vis pMc kry ]",
    "TRANSLITERATION": "Sathagur Dhayaal Har Naam Dhrirrhaayaa This Prasaadh Vas Panch Karae ||",
    "PUNJABI": "ਦਇਆਲ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ (ਭਾਵ, ਜਪਾਇਆ ਹੈ); ਉਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ ਆਪਣੇ ਕਾਬੂ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "d-Xwil: d mukqw,Xw qwlU qoN bol[ idRV@w-Xw[ v`is"
  },
  {
    "SHABAD_ID": 5399,
    "LINE_ID": 1,
    "RAAG_ID": 46,
    "GURMUKHI": "kiv kl´ Tkur hrdws qny; gur rwmdws sr ABr Bry ]3]",
    "TRANSLITERATION": "Kav Kaly Thakur Haradhaas Thanae Gur Raamadhaas Sar Abhar Bharae ||3||",
    "PUNJABI": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ! ਠਾਕੁਰ ਹਰਦਾਸ ਜੀ ਦੇ ਸੁਪੁੱਤ੍ਰ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ (ਹਿਰਦੇ-ਰੂਪ) ਖ਼ਾਲੀ ਸਰੋਵਰਾਂ ਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਰਨ ਵਾਲੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "gurmuiK kl´ B`t[A-Br[ kl´: k`ilA"
  },
  {
    "SHABAD_ID": 5400,
    "LINE_ID": 2,
    "RAAG_ID": 46,
    "GURMUKHI": "AnBau aunmwin. Akl ilv lwgI; pwrsu ByitAw shj Gry ]",
    "TRANSLITERATION": "Anabho Ounamaan Akal Liv Laagee Paaras Bhaettiaa Sehaj Gharae ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਵਿਚਾਰ ਦੁਆਰਾ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ, (ਆਪ ਦੀ) ਬ੍ਰਿਤੀ ਇਕ-ਰਸ ਵਿਆਪਕ ਹਰੀ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ। (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਗੁਰੂ ਅਮਰਦਾਸ) ਪਾਰਸ ਮਿਲ ਗਿਆ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਗੁਰੂ ਰਾਮਦਾਸ) ਸਹਜ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "(A-kl) klpxw rihq bRhm[ An-Bau"
  },
  {
    "SHABAD_ID": 5400,
    "LINE_ID": 3,
    "RAAG_ID": 46,
    "GURMUKHI": "sqgur prswid prmpdu pwXw; Bgiq Bwie BMfwr Bry ]",
    "TRANSLITERATION": "Sathagur Parasaadh Param Padh Paayaa Bhagath Bhaae Bhanddaar Bharae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ (ਗੁਰੂ ਰਾਮਦਾਸ ਨੇ) ਉੱਚੀ ਪਦਵੀ ਪਾਈ ਹੈ ਅਤੇ ਭਗਤੀ ਦੇ ਪਿਆਰ ਨਾਲ (ਆਪ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "PRONUNCIATION": "pw-Xw: Xw qwlU qoN bol"
  },
  {
    "SHABAD_ID": 5400,
    "LINE_ID": 3,
    "RAAG_ID": 46,
    "GURMUKHI": "myitAw jnmWqu, mrx Bau Bwgw; icqu lwgw sMqoK sry ]",
    "TRANSLITERATION": "Maettiaa Janamaanth Maran Bho Bhaagaa Chith Laagaa Santhokh Sarae ||",
    "PUNJABI": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ (ਆਪਣਾ) ਜਨਮ ਮਰਨ ਮਿਟਾ ਲਿਆ ਹੋਇਆ ਹੈ, (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਮੌਤ ਦਾ ਡਰ ਦੂਰ ਹੋ ਚੁਕਿਆ ਹੈ ਅਤੇ (ਉਹਨਾਂ ਦਾ) ਚਿੱਤ ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5400,
    "LINE_ID": 4,
    "RAAG_ID": 46,
    "GURMUKHI": "kiv kl´. Tkur hrdws qny; gur rwmdws sr ABr Bry ]4]",
    "TRANSLITERATION": "Kav Kaly Thakur Haradhaas Thanae Gur Raamadhaas Sar Abhar Bharae ||4||",
    "PUNJABI": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ! ਠਾਕੁਰ ਹਰਦਾਸ ਜੀ ਦੇ ਸੁਪੁੱਤ੍ਰ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ (ਹਿਰਦੇ-ਰੂਪ) ਖ਼ਾਲੀ ਸਰੋਵਰਾਂ ਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਰਨ ਵਾਲੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": "kl´: k`ilA[A-Br"
  },
  {
    "SHABAD_ID": 5401,
    "LINE_ID": 4,
    "RAAG_ID": 46,
    "GURMUKHI": "ABr Bry, pwXau Apwru; ird AMqir DwirE ]",
    "TRANSLITERATION": "Abhar Bharae Paayo Apaar Ridh Anthar Dhhaariou ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਖ਼ਾਲੀ ਹਿਰਦਿਆਂ ਦੇ ਭਰਨ ਵਾਲਾ ਬੇਅੰਤ ਹਰੀ ਲੱਭ ਲਿਆ ਹੈ, (ਆਪ ਨੇ ਬੇਅੰਤ ਹਰੀ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ,",
    "PRONUNCIATION": "A-Br[pw-Xau:X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5401,
    "LINE_ID": 5,
    "RAAG_ID": 46,
    "GURMUKHI": "duKBMjnu Awqm pRboDu; min qqu bIcwirE ]",
    "TRANSLITERATION": "Dhukh Bhanjan Aatham Prabodhh Man Thath Beechaariou ||",
    "PUNJABI": "(ਅਤੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਉਸ) ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰਿਆ ਹੈ (ਜੋ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਆਤਮਾ ਦੇ ਜਗਾਉਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5401,
    "LINE_ID": 5,
    "RAAG_ID": 46,
    "GURMUKHI": "sdw cwie hir Bwie; pRym rsu. Awpy jwxie ]",
    "TRANSLITERATION": "Sadhaa Chaae Har Bhaae Praem Ras Aapae Jaanae ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਨਿੱਤ ਖ਼ੁਸ਼ੀ ਵਿਚ (ਰਹਿੰਦਾ ਹੈ), ਹਰੀ ਦੇ ਪਿਆਰ ਵਿਚ (ਮਸਤ ਹੈ ਅਤੇ ਹਰੀ ਦੇ) ਪਿਆਰ ਦੇ ਸੁਆਦ ਨੂੰ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": "jwx-ie"
  },
  {
    "SHABAD_ID": 5401,
    "LINE_ID": 6,
    "RAAG_ID": 46,
    "GURMUKHI": "sqgur kY prswid; shj syqI rMgu mwxie ]",
    "TRANSLITERATION": "Sathagur Kai Parasaadh Sehaj Saethee Rang Maanae ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਸਤਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੀ ਕਿਰਪਾ ਦੁਆਰਾ ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "mwx-ie"
  },
  {
    "SHABAD_ID": 5401,
    "LINE_ID": 6,
    "RAAG_ID": 46,
    "GURMUKHI": "nwnk pRswid. AMgd sumiq; guir Amir. Amru vrqwieE ]",
    "TRANSLITERATION": "Naanak Prasaadh Angadh Sumath Gur Amar Amar Varathaaeiou ||",
    "PUNJABI": "(ਗੁਰੂ) ਨਾਨਕ ਜੀ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਅਤੇ ਗੁਰੂ) ਅੰਗਦ ਜੀ ਦੀ ਬਖ਼ਸ਼ੀ ਸੁੰਦਰ ਬੁੱਧ ਨਾਲ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਅਕਾਲ ਪੁਰਖ ਦਾ ਹੁਕਮ ਵਰਤੋਂ ਵਿਚ ਲਿਆਂਦਾ ਹੈ,",
    "PRONUNCIATION": "su-m`iq"
  },
  {
    "SHABAD_ID": 5401,
    "LINE_ID": 7,
    "RAAG_ID": 46,
    "GURMUKHI": "gur rwmdws kl´ücrY; qYN Atl Amrpdu pwieE ]5]",
    "TRANSLITERATION": "Gur Raamadhaas Kalyaacharai Thain Attal Amar Padh Paaeiou ||5||",
    "PUNJABI": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ (ਕਿ) ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਅਬਿਨਾਸੀ ਹਰੀ ਦੀ ਪਦਵੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ ॥੫॥",
    "PRONUNCIATION": "kl´ücrY: ´ü A`Dy X`Xy hyTW AONkV, A`Dy aUVy AONkV lw ky aUVw polw bolo, klau~crY[ gurmuiK kl B`t aucwrdy hn[ A-tl"
  },
  {
    "SHABAD_ID": 5402,
    "LINE_ID": 8,
    "RAAG_ID": 46,
    "GURMUKHI": "sMqoK srovir bsY; AimA rsu rsn pRkwsY ]",
    "TRANSLITERATION": "Santhokh Sarovar Basai Amia Ras Rasan Prakaasai ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, (ਅਤੇ ਆਪਣੀ) ਜੀਭ ਨਾਲ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਸੁਆਦ ਨੂੰ ਪਰਗਟ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5402,
    "LINE_ID": 8,
    "RAAG_ID": 46,
    "GURMUKHI": "imlq sWiq aupjY; durqu dUrMqir nwsY ]",
    "TRANSLITERATION": "Milath Saanth Oupajai Dhurath Dhooranthar Naasai ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਦਰਸ਼ਨ ਕੀਤਿਆਂ (ਹਿਰਦੇ ਵਿਚ) ਠੰਢ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਅਤੇ ਪਾਪ ਦੂਰੋਂ ਹੀ (ਵੇਖ ਕੇ) ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5402,
    "LINE_ID": 8,
    "RAAG_ID": 46,
    "GURMUKHI": "suKswgru pwieAau idMqu; hir mig. n hutY ]",
    "TRANSLITERATION": "Sukh Saagar Paaeiao Dhinth Har Mag N Huttai ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਦਿੱਤਾ ਹੋਇਆ ਸੁਖਾਂ ਦਾ ਸਾਗਰ (ਪ੍ਰਭੂ-ਮਿਲਾਪ) ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, (ਤਾਹੀਏਂ ਗੁਰੂ ਰਾਮਦਾਸ) ਹਰੀ ਦੇ ਰਾਹ ਵਿਚ (ਤੁਰਦਾ ਹੋਇਆ) ਥੱਕਦਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(idMqu) bRhm pRkwSvwn[ h`utY"
  },
  {
    "SHABAD_ID": 5402,
    "LINE_ID": 9,
    "RAAG_ID": 46,
    "GURMUKHI": "sMjmu squ sMqoKu; sIl sMnwhu mPutY ]",
    "TRANSLITERATION": "Sanjam Sath Santhokh Seel Sannaahu Mafuttai ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਸੰਜਮ ਸਤ ਸੰਤੋਖ ਤੇ ਮਿੱਠਾ ਸੁਭਾਉ-ਰੂਪ ਸੰਜੋਅ (ਅਜਿਹਾ ਹੈ ਕਿ ਉਹ) ਟੁੱਟਦਾ ਨਹੀਂ ਹੈ; (ਭਾਵ, ਆਪ ਸਦਾ ਇਹਨਾਂ ਗੁਣਾਂ-ਸੰਜੁਕਤ ਹਨ)।",
    "PRONUNCIATION": "(sMnwhu) sMjoA[ (mP`utY) nw Pu`tx vwlI"
  },
  {
    "SHABAD_ID": 5402,
    "LINE_ID": 9,
    "RAAG_ID": 46,
    "GURMUKHI": "siqguru pRmwxu, ibD nY isirau; jig. js qUru bjwieAau ]",
    "TRANSLITERATION": "Sathigur Pramaan Bidhh Nai Sirio Jag Jas Thoor Bajaaeiao ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਕਰਤਾਰ ਨੇ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਤੁੱਲ ਬਣਾਇਆ ਹੈ, ਜਗਤ ਨੇ (ਆਪ ਦੀ) ਸੋਭਾ ਦਾ ਵਾਜਾ ਵਜਾਇਆ ਹੈ।",
    "PRONUNCIATION": "(ibD) krqwr jI[js dw (qUru) vwjw"
  },
  {
    "SHABAD_ID": 5402,
    "LINE_ID": 10,
    "RAAG_ID": 46,
    "GURMUKHI": "gur rwmdws kl´ücrY; qY. ABY Amrpdu pwieAau ]6]",
    "TRANSLITERATION": "Gur Raamadhaas Kalyaacharai Thai Abhai Amar Padh Paaeiao ||6||",
    "PUNJABI": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ \"ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਨਿਰਭਉ ਅਤੇ ਅਬਿਨਾਸੀ ਹਰੀ ਦੀ ਪਦਵੀ ਪਾ ਲਈ ਹੈ'' ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5403,
    "LINE_ID": 10,
    "RAAG_ID": 46,
    "GURMUKHI": "jgu ijqau. siqgur pRmwix; min eyku iDAwXau ]",
    "TRANSLITERATION": "Jag Jitho Sathigur Pramaan Man Eaek Dhhiaayo ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਵਾਂਗ ਜਗਤ ਨੂੰ ਜਿੱਤਿਆ ਹੈ ਅਤੇ (ਆਪਣੇ) ਮਨ ਵਿਚ ਇੱਕ (ਅਕਾਲ ਪੁਰਖ) ਨੂੰ ਸਿਮਰਿਆ ਹੈ।",
    "PRONUNCIATION": "ij`qau[ iDAw-Xau: X qwlU qoN bolo"
  },
  {
    "SHABAD_ID": 5403,
    "LINE_ID": 11,
    "RAAG_ID": 46,
    "GURMUKHI": "Din Din siqgur Amrdwsu; ijin nwmu idRVwXau ]",
    "TRANSLITERATION": "Dhhan Dhhan Sathigur Amaradhaas Jin Naam Dhrirraayo ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ।",
    "PRONUNCIATION": "idRVw-Xau: X qwlU qoN bolo["
  },
  {
    "SHABAD_ID": 5403,
    "LINE_ID": 12,
    "RAAG_ID": 46,
    "GURMUKHI": "nv iniD nwmu inDwnu; iriD isiD qw kI dwsI ]",
    "TRANSLITERATION": "Nav Nidhh Naam Nidhhaan Ridhh Sidhh Thaa Kee Dhaasee ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਗਿਆ ਹੈ, (ਮਾਨੋ) ਨੌ ਨਿਧੀਆਂ ਪ੍ਰਾਪਤ ਹੋ ਗਈਆਂ ਹਨ। ਸਭ ਰਿੱਧੀਆਂ ਤੇ ਸਿੱਧੀਆਂ ਉਸ ਦੀਆਂ ਦਾਸੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5403,
    "LINE_ID": 12,
    "RAAG_ID": 46,
    "GURMUKHI": "shj srovru imilE; purKu ByitE AibnwsI ]",
    "TRANSLITERATION": "Sehaj Sarovar Miliou Purakh Bhaettiou Abinaasee ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਸ਼ਾਂਤੀ ਦਾ ਸਰੋਵਰ ਹਰੀ ਮਿਲ ਪਿਆ ਹੈ, ਅਬਿਨਾਸ਼ੀ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5403,
    "LINE_ID": 13,
    "RAAG_ID": 46,
    "GURMUKHI": "Awidly Bgq. ijqu lig qry; so guir nwmu idRVwieAau ]",
    "TRANSLITERATION": "Aadh Lae Bhagath Jith Lag Tharae So Gur Naam Dhrirraaeiao ||",
    "PUNJABI": "ਜਿਸ (ਨਾਮ) ਵਿਚ ਲੱਗ ਕੇ ਮੁੱਢ ਤੋਂ ਹੀ ਭਗਤ ਤਰਦੇ ਆਏ ਹਨ, ਉਹ ਨਾਮ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ।",
    "PRONUNCIATION": "(Awidly) pihly[ l`ig"
  },
  {
    "SHABAD_ID": 5403,
    "LINE_ID": 13,
    "RAAG_ID": 46,
    "GURMUKHI": "gur rwmdws kl´ücrY; qY. hir pRym pdwrQu pwieAau ]7]",
    "TRANSLITERATION": "Gur Raamadhaas Kalyaacharai Thai Har Praem Padhaarathh Paaeiao ||7||",
    "PUNJABI": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਤੂੰ ਅਕਾਲ ਪੁਰਖ ਦੇ ਪਿਆਰ ਦਾ (ਉੱਤਮ) ਪਦਾਰਥ ਪਾ ਲਿਆ ਹੈ' ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5404,
    "LINE_ID": 14,
    "RAAG_ID": 46,
    "GURMUKHI": "pRym Bgiq prvwh; pRIiq publI. n hutie ]",
    "TRANSLITERATION": "Praem Bhagath Paravaah Preeth Pubalee N Huttae ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਪਿਆਰ-ਭਰੀ ਭਗਤੀ ਦੇ ਚਸ਼ਮੇ ਚੱਲ ਰਹੇ ਹਨ। (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅਕਾਲ ਪੁਰਖ ਨਾਲ ਜੋ) ਪੂਰਬਲੀ ਪ੍ਰੀਤ (ਹੈ ਉਹ) ਮੁੱਕਦੀ ਨਹੀਂ ਹੈ;",
    "PRONUNCIATION": "(publI) pihlI pRbl pUrn pRIq dw pRvwh, AMdr vih irhw hY[ (hu`t-ie) htdI nhIN"
  },
  {
    "SHABAD_ID": 5404,
    "LINE_ID": 14,
    "RAAG_ID": 46,
    "GURMUKHI": "siqgur sbdu AQwhu; AimA Dwrw rsu gutie ]",
    "TRANSLITERATION": "Sathigur Sabadh Athhaahu Amia Dhhaaraa Ras Guttae ||",
    "PUNJABI": "ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ (ਜੋ) ਅਥਾਹ ਸ਼ਬਦ (ਹੈ, ਉਸ ਦੁਆਰਾ ਗੁਰੂ ਰਾਮਦਾਸ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀਆਂ ਧਾਰਾਂ ਦਾ ਸੁਆਦ ਗਟ ਗਟ ਕਰ ਕੇ ਲੈ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "g`ut-ie"
  },
  {
    "SHABAD_ID": 5404,
    "LINE_ID": 15,
    "RAAG_ID": 46,
    "GURMUKHI": "miq mwqw, sMqoKu ipqw; sir shj smwXau ]",
    "TRANSLITERATION": "Math Maathaa Santhokh Pithaa Sar Sehaj Samaayo ||",
    "PUNJABI": "(ਉੱਚੀ) ਮੱਤ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ) ਮਾਤਾ ਹੈ ਤੇ ਸੰਤੋਖ (ਆਪ ਦਾ) ਪਿਤਾ ਹੈ (ਭਾਵ, ਆਪ ਇਹਨਾਂ ਗੁਣਾਂ ਵਿਚ ਜੰਮੇ-ਪਲੇ ਹਨ, ਆਪ ਉੱਚੀ ਬੁੱਧ ਵਾਲੇ ਤੇ ਪੂਰਨ ਸੰਤੋਖੀ ਹਨ)। (ਗੁਰੂ ਰਾਮਦਾਸ) ਸਦਾ ਸ਼ਾਂਤੀ ਦੇ ਸਰੋਵਰ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": "ivAwpk bRhm (sir) smMudR [ (shj) SWqI, (smw-Xau): X qwlU qoN bolo"
  },
  {
    "SHABAD_ID": 5404,
    "LINE_ID": 15,
    "RAAG_ID": 46,
    "GURMUKHI": "AwjonI sMBivAau; jgqu. gur bcin qrwXau ]",
    "TRANSLITERATION": "Aajonee Sanbhaviao Jagath Gur Bachan Tharaayo ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ ਤੇ ਸੁਤੇ-ਪ੍ਰਕਾਸ਼ ਹਰੀ ਦਾ ਰੂਪ ਹੈ। ਸੰਸਾਰ ਨੂੰ (ਆਪ ਨੇ) ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਨਾਲ ਤਾਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "(AwjonI) AjUnI srUp huMidAW (sM) suqy pRkwS sihq, (BivAau) pRgty[ sM-BivAau, qrw-Xau"
  },
  {
    "SHABAD_ID": 5404,
    "LINE_ID": 16,
    "RAAG_ID": 46,
    "GURMUKHI": "Aibgq Agocru Apr pru; min. gur sbdu vswieAau ]",
    "TRANSLITERATION": "Abigath Agochar Aparapar Man Gur Sabadh Vasaaeiao ||",
    "PUNJABI": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਅਦ੍ਰਿਸ਼ਟ ਅਗੋਚਰ ਤੇ ਬੇਅੰਤ ਹਰੀ ਦਾ ਰੂਪ ਹੈ। (ਆਪ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵਸਾਇਆ ਹੈ।",
    "PRONUNCIATION": "Aib-gq"
  },
  {
    "SHABAD_ID": 5404,
    "LINE_ID": 16,
    "RAAG_ID": 46,
    "GURMUKHI": "gur rwmdws kl´ücrY; qY jgq auDwrxu pwieAau ]8]",
    "TRANSLITERATION": "Gur Raamadhaas Kalyaacharai Thai Jagath Oudhhaaran Paaeiao ||8||",
    "PUNJABI": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਜਗਤ ਨੂੰ ਤਾਰਨ ਵਾਲਾ ਅਕਾਲ ਪੁਰਖ ਲੱਭ ਲਿਆ ਹੈ' ॥੮॥",
    "PRONUNCIATION": "kl´ücrY: klau~crY, aUVw polw bolo"
  },
  {
    "SHABAD_ID": 5405,
    "LINE_ID": 17,
    "RAAG_ID": 46,
    "GURMUKHI": "jgq auDwrxu nv inDwnu; Bgqh Bv qwrxu ]",
    "TRANSLITERATION": "Jagath Oudhhaaran Nav Nidhhaan Bhagatheh Bhav Thaaran ||",
    "PUNJABI": "ਭਗਤ ਜਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਕਰਨ ਦੇ ਸਮਰੱਥ, ਨਿਧਿਆਂ ਦਾ ਭੰਡਾਰ ਹੈ, ਸੰਸਾਰ ਨੂੰ ਤਾਰਨ ਵਾਸਤੇ ਸਮ੍ਰਥ-",
    "PRONUNCIATION": "Bg-qh"
  },
  {
    "SHABAD_ID": 5405,
    "LINE_ID": 17,
    "RAAG_ID": 46,
    "GURMUKHI": "AMimRq bUMd. hir nwmu; ibsu kI ibKY invwrxu ]",
    "TRANSLITERATION": "Anmrith Boondh Har Naam Bis Kee Bikhai Nivaaran ||",
    "PUNJABI": "(ਸਤਿਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਪਾਸ) ਹਰੀ ਦਾ ਨਾਮ (ਮਾਨੋ) ਅੰਮ੍ਰਿਤ ਦੀ ਬੂੰਦ ਹੈ, ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਦੀ ਵਿਹੁ ਦੂਰ ਕਰਨ-ਜੋਗ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5405,
    "LINE_ID": 18,
    "RAAG_ID": 46,
    "GURMUKHI": "shj qrovr PilE; igAwn AMimRq Pl lwgy ]",
    "TRANSLITERATION": "Sehaj Tharovar Faliou Giaan Anmrith Fal Laagae ||",
    "PUNJABI": "ਗੁਰੂ ਰਾਮਦਾਸ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸ੍ਰੇਸ਼ਟ ਰੁੱਖ ਹੈ ਜੋ ਫਲਿਆ ਹੋਇਆ ਹੈ, (ਇਸ ਰੁੱਖ ਨੂੰ) ਗਿਆਨ ਦੇ ਦੇਣ ਵਾਲੇ ਅੰਮ੍ਰਿਤ ਫਲ ਲੱਗੇ ਹੋਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5405,
    "LINE_ID": 18,
    "RAAG_ID": 46,
    "GURMUKHI": "gur pRswid pweIAih; DMin qy jn bfBwgy ]",
    "TRANSLITERATION": "Gur Prasaadh Paaeeahi Dhhann Thae Jan Baddabhaagae ||",
    "PUNJABI": "(ਇਹ ਫਲ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦੇ ਹਨ, ਤੇ ਉਹ ਮਨੁੱਖ ਧੰਨ ਅਤੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਫਲ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ)।",
    "PRONUNCIATION": "pweI-Aih"
  },
  {
    "SHABAD_ID": 5405,
    "LINE_ID": 19,
    "RAAG_ID": 46,
    "GURMUKHI": "qy mukqy Bey, siqgur sbid; min. gur prcw pwieAau ]",
    "TRANSLITERATION": "Thae Mukathae Bheae Sathigur Sabadh Man Gur Parachaa Paaeiao ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੁਕਤ ਹੋ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨਾਲ ਪਿਆਰ ਪਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 5405,
    "LINE_ID": 19,
    "RAAG_ID": 46,
    "GURMUKHI": "gur rwmdws kl´ücrY; qY sbd nIswnu bjwieAau ]9]",
    "TRANSLITERATION": "Gur Raamadhaas Kalyaacharai Thai Sabadh Neesaan Bajaaeiao ||9||",
    "PUNJABI": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਸ਼ਬਦ ਦਾ ਨਗਾਰਾ ਵਜਾਇਆ ਹੈ' ॥੯॥",
    "PRONUNCIATION": "kl´ücrY: klau~crY, aUVw polw bolo"
  }
]