[
  {
    "id": 90093,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਕਹੀ ਦੈ ਮਾਗ ੳੁਰਝਾੲੇ ਸੁਰਝਾੲੇ ਕੇਸ ਕੁੰਕਮ ਚੰਦਨ ਕੋ ਤਿਲਕ ਦੇ ਲਲਾਰ ਮੈ",
    "transliteration": "Kakahee Dai Maag Urajhaaay Surajhaaay Kaysa , Kounkam Chandan Ko Tilak Day Lalaar Mai ?",
    "translation": "She should comb her entangled hair and create a neat parting in her hair, apply a dot of saffron and sandalwood on her forehead.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90094,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੰਜਨ ਖੰਜਨ ਦ੍ਰਿਗ ਬੇਸਰਿ ਕਰਨ ਫੂਲ ਬਾਰੀ ਸੀਸ ਫੂਲ ਦੈ ਤਮੋਲ ਰਸ ਮੁਖ ਦੁਅਾਰ ਮੈ",
    "transliteration": "Anjan Khanjan Drig Baysari Karan Dhoola , Baaree Sees Dhool Dai Tamol Ras Moukh Duaar Mai ?",
    "translation": "Put collyrium in her frolicsome eyes, a ring in the nose, earrings, wear dome-shaped ornament on the head and wait at the main entrance chewing betel leaf.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90095,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੰਠਸਰੀ ਕਪੋਤਿ ਮਰਕਤ ਅੳੁ ਮੁਕਤਾਹਲ ਬਰਨ ਬਰਨ ਫੂਲ ਸੋਭਾ ੳੁਰ ਹਾਰ ਮੈ",
    "transliteration": "Kantthasaree Kapoti Marakat Au Moukataahala , Baran Baran Dhool Sobhaa Ur Haar Mai ?",
    "translation": "Wear diamond and pearl-studded necklace and adorn her heart with colourful flowers of virtuous qualities,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90096,
    "shabad_id": 25362,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਚਰਚਰੀ ਕੰਕਨ ਮੁੰਦਿਕਾ ਮਹਦੀ ਬਨੀ ਅੰਗੀਅਾ ਅਨੂਪ ਛੁਦ੍ਰਪੀਠਿ ਕਟ ਧਾਰ ਮੈ ॥੩੪੭॥",
    "transliteration": "Chacharacharee Kankan Moundikaa Mahadee Banee , Angeeaa Anoop Chhudrapeetthi Kat Dhaar Mai ?347?",
    "translation": "Wear colourful rings in her fingers, bracelets, bangles on her wrists, apply henna on her hands, wear a beautiful bodice and a black thread with trinkets around her waist. Note: All the above adornments are related to the virtues and Naam Simran of the Si",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
