[
  {
    "id": 90137,
    "shabad_id": 25373,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗਿਅਾਨ ਧਿਅਾਨ ਪ੍ਰਾਨ ਸੁਤ ਰਾਖਤ ਜਨਨੀ ਪ੍ਰਤਿ ਅਵਗੁਨ ਗੁਨ ਮਾਤਾ ਚਿਤ ਮੈ ਨ ਚੇਤ ਹੈ",
    "transliteration": "Giaan Dhiaan Praan Sout Raakhat Jananee Prati , Avagoun Goun Maataa Chit Mai N Chayt Hai ?",
    "translation": "Just as a son leaves his understanding, perception and protection of his life in the care of his mother, and she too does not think of her son's merits and demerits.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90138,
    "shabad_id": 25373,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਭਰਤਾਰਿ ਭਾਰਿ ਨਾਰਿ ੳੁਰ ਹਾਰਿ ਮਾਨੈ ਤਾ ਤੇ ਲਾਲੁ ਲਲਨਾ ਕੋ ਮਾਨੁ ਮਨਿ ਲੇਤ ਹੈ",
    "transliteration": "Jaisay Bharataari Bhaari Naari Ur Haari Maanai , Taa Tay Laalu Lalanaa Ko Maanu Mani Layt Hai ?",
    "translation": "Just as a wife filled with love of her husband, bears all the load of her husband on her mind, the husband too makes loving and respectful room for her in his heart.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90139,
    "shabad_id": 25373,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਚਟੀਅਾ ਸਭੀਤ ਸਕੁਚਤ ਪਾਧਾ ਪੇਖਿ ਤਾ ਤੇ ਭੂਲਿ ਚੂਕਿ ਪਾਧਾ ਛਾਡਤ ਨ ਹੇਤ ਹੈ",
    "transliteration": "Jaisay Chateeaa Sabheet Sakouchat Paadhaa Paykhi , Taa Tay Bhooli Chooki Paadhaa Chhaadat N Hayt Hai ?",
    "translation": "Just as a student feels petrified at the sight of the teacher and as a reaction, the teacher too ignores his mistakes under the influence of this reverential fear and does not give up loving him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90140,
    "shabad_id": 25373,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ ਗੁਰ ਚਰਨ ਸਰਨਿ ਸਿਖਿ ਤਾ ਤੇ ਸਤਿਗੁਰ ਜਮਦੂਤਹਿ ਨ ਦੇਤ ਹੈ ॥੩੫੮॥",
    "transliteration": "Man Bach Kram Gur Charan Sarani Sikhi , Taa Tay Satigur Jamadootahi N Dayt Hai ?358?",
    "translation": "Similarly, a Sikh of the Guru who takes the refuge of the True Guru with devotion and love in his heart, the True Guru does not let him fall in the hands of angels of death when he is about to leave for the world beyond. The True Guru provides him a place",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
