[
  {
    "id": 90250,
    "shabad_id": 25401,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੳੂਅਾ ਜੳੁ ਮਰਾਲ ਸਭਾ ਜਾੲਿ ਬੈਠੇ ਮਾਨਸਰ ਦੁਚਿਤ ੳੁਦਾਸ ਬਾਸ ਅਾਸ ਦੁਰਗੰਧ ਕੀ",
    "transliteration": "Kaooaa Jau Maraal Sabhaa Jaai Baitthay Maanasara , Douchit Udaas Baas Aas Duragandh Kee ?",
    "translation": "If a crow joins the company of swans on the bank of lake Mansarover (a sacred lake in Himalayas) he will feel morose and in two minds since he cannot find any sullage there. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90251,
    "shabad_id": 25401,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਵਾਨ ਜਿੳੁ ਬੈਠਾੲੀਅੈ ਸੁਭਗ ਪ੍ਰਜੰਗ ਪਾਰ ਤਿਅਾਗਿ ਜਾੲਿ ਚਾਕੀ ਚਾਟੈ ਹੀਨ ਮਤ ਅੰਧ ਕੀ",
    "transliteration": "Svaan Jiu Baitthaaeeai Soubhag Prajang Paara , Tiaagi Jaai Chaakee Chaatai Heen Mat Andh Kee ?",
    "translation": "Just as a dog is made to sit on a comfortable bed, being of base wisdom and foolish he will leave it and go to lick millstone. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90252,
    "shabad_id": 25401,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗਰਧਬ ਅੰਗ ਅਰਗਜਾ ਜੳੁ ਲੇਪਨ ਕੀਜੈ ਲੋਟਤ ਭਸਮ ਸੰਗਿ ਹੈ ਕੁਟੇਵ ਕੰਧ ਕੀ",
    "transliteration": "Garadhab Ang Aragajaa Jau Laypan Keejai , Lotat Bhasam Sangi Hai Koutayv Kandh Kee ?",
    "translation": "If a donkey is applied with paste of sandalwood, saffron and musk etc., he will still go and roll in the dust as is his character. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90253,
    "shabad_id": 25401,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਸਾਧ ਸਾਧਸੰਗਤਿ ਨ ਪ੍ਰੀਤਿ ਚੀਤਿ ਮਨਸਾ ੳੁਪਾਧ ਅਪਰਾਧ ਸਨਬੰਧ ਕੀ ॥੩੮੬॥",
    "transliteration": "Taisay Hee Asaadh Saadhasangati N Preeti Cheeti , Manasaa Oupaadh Aparaadh Sanabandh Kee ?386?",
    "translation": "Similarly, those of base wisdom and turned away from the True Guru have no love or attraction for the company of saintly persons. They are ever engrossed in creating troubles and doing ill deeds.  (386)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
