[
  {
    "shabad_id": 4750,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "BY Bwie Bgiq inhwl nwnk; sdw sdw kurbwn]2]4]49]",
    "transliteration": "Bhai Bhaae Bhagath Nihaal Naanak Sadhaa Sadhaa Kurabaan ||2||4||49||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੈਥੋਂ) ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, (ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੇ) ਡਰ ਵਿਚ ਪਿਆਰ ਵਿਚ (ਟਿਕ ਕੇ ਤੇਰੀ) ਭਗਤੀ (ਕਰਦੇ ਹਨ, ਉਹ) ਨਿਹਾਲ (ਹੋ ਜਾਂਦੇ ਹਨ) ॥੨॥੪॥੪੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4751,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kwnVw mhlw 5]",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4751,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "krq krq; crc crc crcrI]",
    "transliteration": "Karath Karath Charach Charach Characharee ||",
    "punjabi": "(ਬਹੁਤ ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ ਦੇ ਗਿਆਤਾ ਜਿੱਥੇ ਕਿਤੇ ਜਾਂਦੇ ਹਨ) ਚਰਚਾ ਹੀ ਚਰਚਾ ਕਰਦੇ ਫਿਰਦੇ ਹਨ,",
    "pronunciation": "(krq) krdy hn[ (crc) crcw[(n`cx) gwiex krky ig`Dy dI (crcrI) DuMm auTwauNdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 4751,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jog iDAwn. ByK igAwn; iPrq iPrq, Drq Drq DrcrI]1]rhwau]",
    "transliteration": "Jog Dhhiaan Bhaekh Giaan Firath Firath Dhharath Dhharath Dhharacharee ||1|| Rehaao ||",
    "punjabi": "ਅਨੇਕਾਂ ਜੋਗ ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ (ਛੇ) ਭੇਖਾਂ ਦੇ ਸਾਧੂ (ਸ਼ਾਸਤ੍ਰ ਦੇ) ਗਿਆਨਵਾਨ ਸਦਾ ਧਰਤੀ ਉਤੇ ਤੁਰੇ ਫਿਰਦੇ ਹਨ, (ਪਰ ਪ੍ਰਭੂ ਦੇ ਭੋਜਨ ਤੋਂ ਬਿਨਾ ਇਹ ਸਭ ਕੁਝ ਵਿਅਰਥ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "jMgm ho ky (DrcrI) DrqI hI DrqI qy (iPrq) iPrdy hI iPrdy hn",
    "type_id": 4
  },
  {
    "shabad_id": 4751,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "AhM AhM, AhY Avr; mUV mUV. mUV bvreI]",
    "transliteration": "Ahan Ahan Ahai Avar Moorr Moorr Moorr Bavaree ||",
    "punjabi": "(ਇਹੋ ਜਿਹੇ ਅਨੇਕਾਂ ਹੀ) ਹੋਰ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਹਉਮੈ ਹੀ ਹਉਮੈ, (ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਉਹ) ਮੂਰਖ ਹਨ, ਮੂਰਖ ਹਨ, ਝੱਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4751,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "jiq jwq jwq jwq, sdw sdw; sdw sdw kwl heI]1]",
    "transliteration": "Jath Jaath Jaath Jaath Sadhaa Sadhaa Sadhaa Sadhaa Kaal Hee ||1||",
    "punjabi": "(ਉਹ ਧਰਤੀ ਉੱਤੇ ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਇਸ ਨੂੰ ਧਰਮ ਦਾ ਕੰਮ ਸਮਝਦੇ ਹਨ ਪਰ ਉਹ) ਜਿੱਥੇ ਭੀ ਜਾਂਦੇ ਹਨ, ਜਿੱਥੇ ਭੀ ਜਾਂਦੇ ਹਨ, ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਆਤਮਕ ਮੌਤ (ਉਹਨਾਂ ਉਤੇ ਸਵਾਰ ਰਹਿੰਦੀ) ਹੈ ॥੧॥",
    "pronunciation": "(heInwS) krdw heI hY",
    "type_id": 3
  },
  {
    "shabad_id": 4751,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "mwnu mwnu, mwnu iqAwig; imrqu imrqu, inkit inkit, sdw heI]",
    "transliteration": "Maan Maan Maan Thiaag Mirath Mirath Nikatt Nikatt Sadhaa Hee ||",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਇਹਨਾਂ ਸਮਾਧੀਆਂ ਦਾ) ਮਾਣ, (ਭੇਖ ਦਾ) ਮਾਣ (ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਗਿਆਨ ਦਾ) ਅਹੰਕਾਰ ਛੱਡ ਦੇਹ, (ਇਸ ਤਰ੍ਹਾਂ ਆਤਮਕ) ਮੌਤ ਸਦਾ (ਤੇਰੇ) ਨੇੜੇ ਹੈ, ਸਦਾ (ਤੇਰੇ) ਨੇੜੇ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4751,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hir hry hry Bwju, khqu nwnku, sunhu ry mUV; ibnu Bjn Bjn Bjn, Aihlw jnmu geI]2]5]50]12]62]",
    "transliteration": "Har Harae Harae Bhaaj Kehath Naanak Sunahu Rae Moorr Bin Bhajan Bhajan Bhajan Ahilaa Janam Gee ||2||5||50||12||62||",
    "punjabi": "(ਤੈਨੂੰ) ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਮੂਰਖ! ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ, ਹਰੀ ਦਾ ਭਜਨ ਕਰ। ਭਜਨ ਤੋਂ ਬਿਨਾ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ (ਵਿਅਰਥ) ਜਾ ਰਿਹਾ ਹੈ ॥੨॥੫॥੫੦॥੧੨॥੬੨॥",
    "pronunciation": "(Aihlw) suMdr, ibArQ",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kwnVw AstpdIAw mhlw 4 Gru 1",
    "transliteration": "Kaanarraa Asattapadheeaa Mehalaa 4 Ghar 1",
    "punjabi": "ਰਾਗ ਕਾਨੜਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4752,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jip mn; rwm nwmu suKu pwvYgo]",
    "transliteration": "Jap Man Raam Naam Sukh Paavaigo ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਸਦਾ) ਜਪਿਆ ਕਰ (ਜਿਹੜਾ ਮਨੁੱਖ ਜਪਦਾ ਹੈ, ਉਹ) ਸੁਖ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ijau ijau jpY. iqvY suKu pwvY; siqguru syiv smwvYgo]1]rhwau]",
    "transliteration": "Jio Jio Japai Thivai Sukh Paavai Sathigur Saev Samaavaigo ||1|| Rehaao ||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ (ਮਨੁੱਖ ਹਰਿ-ਨਾਮ) ਜਪਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਅਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4752,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "Bgq jnW kI iKnu iKnu locw; nwmu jpq suKu pwvYgo]",
    "transliteration": "Bhagath Janaan Kee Khin Khin Lochaa Naam Japath Sukh Paavaigo ||",
    "punjabi": "ਹੇ ਮਨ! ਭਗਤ ਜਨਾਂ ਦੀ ਹਰ ਵੇਲੇ (ਨਾਮ ਜਪਣ ਦੀ) ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, (ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ) ਹਰਿ-ਨਾਮ ਜਪਦਿਆਂ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "An rs swd gey sB nIkir; ibnu nwvY ikCu. n suKwvYgo]1]",
    "transliteration": "An Ras Saadh Geae Sabh Neekar Bin Naavai Kishh N Sukhaavaigo ||1||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹੋਰ ਸਾਰੇ ਰਸਾਂ ਦੇ ਸੁਆਦ ਨਿਕਲ ਜਾਂਦੇ ਹਨ, ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ (ਭਗਤ ਨੂੰ) ਹੋਰ ਕੁਝ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "gurmiq hir hir mITw lwgw; guru mITy bcn kFwvYgo]",
    "transliteration": "Guramath Har Har Meethaa Laagaa Gur Meethae Bachan Kadtaavaigo ||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਭਗਤ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲਗ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ (ਉਸ ਦੇ ਮੂੰਹੋਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਮਿੱਠੇ ਬਚਨ (ਹੀ) ਕਢਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "siqgur bwxI purKu purKoqm; bwxI isau icqu lwvYgo]2]",
    "transliteration": "Sathigur Baanee Purakh Purakhotham Baanee Sio Chith Laavaigo ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ (ਭਗਤ) ਸ੍ਰੇਸ਼ਟ ਪੁਰਖ ਪਰਮਾਤਮਾ ਨੂੰ (ਮਿਲ ਪੈਂਦਾ ਹੈ, ਇਸ ਵਾਸਤੇ ਭਗਤ ਸਦਾ) ਗੁਰੂ ਦੀ ਬਾਣੀ ਨਾਲ (ਆਪਣਾ) ਚਿੱਤ ਪੱਘਰ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "gurbwxI sunq. myrw mnu dRivAw; mnu BInw. inj Gir AwvYgo]",
    "transliteration": "Gurabaanee Sunath Maeraa Man Dhraviaa Man Bheenaa Nij Ghar Aavaigo ||",
    "punjabi": "ਮੇਰਾ ਮਨ (ਨਾਮ-ਰਸ ਨਾਲ) ਭਿੱਜ ਜਾਂਦਾ ਹੈ, (ਬਾਹਰ ਭਟਕਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਅਸਲ ਸਰੂਪ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "qh Anhq DunI. bwjih inq bwjy; nIJr Dwr cuAwvYgo]3]",
    "transliteration": "Theh Anehath Dhhunee Baajehi Nith Baajae Neejhar Dhhaar Chuaavaigo ||3||",
    "punjabi": "ਹਿਰਦੇ ਵਿਚ ਇਉਂ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਮਾਨੋ) ਉਸ ਹਿਰਦੇ ਵਿਚ ਇਕ-ਰਸ ਸੁਰ ਨਾਲ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ, (ਮਾਨੋ) ਚਸ਼ਮੇ (ਦੇ ਪਾਣੀ) ਦੀ ਧਾਰ ਚਲਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "b`wjih b`wjy nI~Jr",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "rwm nwmu ieku iql iql gwvY; mnu gurmiq nwim smwvYgo]",
    "transliteration": "Raam Naam Eik Thil Thil Gaavai Man Guramath Naam Samaavaigo ||",
    "punjabi": "ਹੇ ਮਨ! (ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ) ਹਰ ਵੇਲੇ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ (ਭਗਤ ਦਾ) ਮਨ (ਸਦਾ) ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "nwmu suxY. nwmo min BwvY; nwmy hI iqRpqwvYgo]4]",
    "transliteration": "Naam Sunai Naamo Man Bhaavai Naamae Hee Thripathaavaigo ||4||",
    "punjabi": "ਭਗਤ (ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸੁਣਦਾ ਹੈ, ਨਾਮ ਹੀ (ਉਸ ਦੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ (ਭਗਤ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "kink kink pihry bhu kMgnw; kwpru BWiq bnwvYgo]",
    "transliteration": "Kanik Kanik Pehirae Bahu Kanganaa Kaapar Bhaanth Banaavaigo ||",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ) ਸੋਨੇ (ਆਦਿਕ ਕੀਮਤੀ ਧਾਤਾਂ) ਦੇ ਅਨੇਕਾਂ ਕੰਗਣ (ਆਦਿਕ ਗਹਿਣੇ) ਪਹਿਨਦਾ ਹੈ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਸਜਾਣ ਲਈ) ਕਈ ਕਿਸਮ ਦਾ ਕੱਪੜਾ ਬਣਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "nwm ibnw. siB PIk iPkwny; jnim mrY iPir AwvYgo]5]",
    "transliteration": "Naam Binaa Sabh Feek Fikaanae Janam Marai Fir Aavaigo ||5||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਤੋਂ ਬਿਨਾ (ਇਹ) ਸਾਰੇ (ਉੱਦਮ) ਬਿਲਕੁਲ ਬੇ-ਸੁਆਦੇ ਹਨ। (ਅਜਿਹਾ ਮਨੁੱਖ ਸਦਾ) ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "mwieAw ptl. ptl hY BwrI; Gru GUmin Gyir GulwvYgo]",
    "transliteration": "Maaeiaa Pattal Pattal Hai Bhaaree Ghar Ghooman Ghaer Ghulaavaigo ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮਾਇਆ (ਦੇ ਮੋਹ) ਦਾ ਪਰਦਾ ਬੜਾ ਕਰੜਾ ਪਰਦਾ ਹੈ, (ਇਸ ਮੋਹ ਦੇ ਪਰਦੇ ਦੇ ਕਾਰਨ ਮਨੁੱਖ ਲਈ ਉਸ ਦਾ) ਘਰ ਘੁੰਮਣ-ਘੇਰੀ ਬਣ ਜਾਂਦਾ ਹੈ, (ਇਸ ਵਿਚ ਡੁੱਬਣ ਤੋਂ ਬਚਣ ਲਈ ਸਾਰੀ ਉਮਰ ਮਨੁੱਖ) ਘੋਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "pwp ibkwr mnUr siB Bwry; ibKu duqru qirE. n jwvYgo]6]",
    "transliteration": "Paap Bikaar Manoor Sabh Bhaarae Bikh Dhuthar Thariou N Jaavaigo ||6||",
    "punjabi": "(ਮੋਹ ਵਿਚ ਫਸ ਦੇ ਕੀਤੇ ਹੋਏ) ਪਾਪ ਵਿਕਾਰ ਸੜੇ ਹੋਏ ਲੋਹੇ ਵਰਗੇ ਭਾਰੇ (ਬੋਝ) ਬਣ ਜਾਂਦੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਕਾਰਨ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਜ਼ਹਰ-ਰੂਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਣਾ ਔਖਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਪਾਸੋਂ ਉਸ ਵਿਚੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘਿਆ ਜਾ ਸਕਦਾ ॥੬॥",
    "pronunciation": "du`q-ru",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "Bau bYrwgu. BieAw hY boihQu; guru Kyvtu sbid qrwvYgo]",
    "transliteration": "Bho Bairaag Bhaeiaa Hai Bohithh Gur Khaevatt Sabadh Tharaavaigo ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਅਦਬ ਅਤੇ ਪਿਆਰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਜਹਾਜ਼ ਬਣ ਜਾਂਦਾ ਹੈ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਿਆਰ ਹੈ ਡਰ ਹੈ, ਉਸ ਨੂੰ) ਗੁਰੂ ਮਲਾਹ (ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "rwm nwmu hir BytIAY; hir rwmY nwim smwvYgo]7]",
    "transliteration": "Raam Naam Har Bhaetteeai Har Raamai Naam Samaavaigo ||7||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਪ ਕੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਸਕੀਦਾ ਹੈ; (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਅਦਬ ਤੇ ਪਿਆਰ ਹੈ, ਉਹ) ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 10,
    "source_line": 16,
    "gurmukhi": "AigAwin lwie svwilAw; gur igAwnY lwie jgwvYgo]",
    "transliteration": "Agiaan Laae Savaaliaa Gur Giaanai Laae Jagaavaigo ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਕਦੇ ਜੀਵ ਨੂੰ) ਅਗਿਆਨਤਾ ਵਿਚ ਫਸਾ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੰਵਾਈ ਰੱਖਦਾ ਹੈ, ਕਦੇ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਆਤਮਕ ਸੂਝ ਵਿਚ ਟਿਕਾ ਕੇ (ਉਸ ਨੀਂਦ ਤੋਂ) ਜਗਾ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4752,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "nwnk. BwxY AwpxY; ijau BwvY. iqvY clwvYgo]8]1]",
    "transliteration": "Naanak Bhaanai Aapanai Jio Bhaavai Thivai Chalaavaigo ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਤਿਵੇਂ ਹੀ (ਜੀਵ ਨੂੰ ਜੀਵਨ ਰਾਹ ਤੇ) ਤੋਰਦਾ ਹੈ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4753,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kwnVw mhlw 4]",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4753,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jip mn. hir hir nwmu; qrwvYgo]",
    "transliteration": "Jap Man Har Har Naam Tharaavaigo ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਹਰਿ-ਨਾਮ (ਮਨੁੱਖ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "qrwvY-go",
    "type_id": 3
  },
  {
    "shabad_id": 4753,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jo jo jpY. soeI giq pwvY; ijau DR¨ pRihlwdu smwvYgo]1]rhwau]",
    "transliteration": "Jo Jo Japai Soee Gath Paavai Jio Dhhroo Prehilaadh Samaavaigo ||1|| Rehaao ||",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਜਪਦਾ ਹੈ, ਉਹ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ (ਤੇ, ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ) ਜਿਵੇਂ ਧ੍ਰੂ ਅਤੇ ਪ੍ਰਹਿਲਾਦ (ਆਪੋ ਆਪਣੇ ਸਮੇ ਪ੍ਰਭੂ ਵਿਚ) ਲੀਨ ਹੁੰਦਾ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]