[
  {
    "id": 56101,
    "shabad_id": 4753,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਕਿ੍ਰਪਾ ਕਿ੍ਰਪਾ. ਕਿ੍ਰਪਾ ਕਰਿ ਹਰਿ ਜੀੳੁ; ਕਰਿ ਕਿਰਪਾ ਨਾਮਿ ਲਗਾਵੈਗੋ ॥",
    "transliteration": "Kirapaa Kirapaa Kirapaa Kar Har Jeeo Kar Kirapaa Naam Lagaavaigo ||",
    "translation": "Mercy, mercy, mercy - O Dear Lord, please shower Your Mercy on me, and attach me to Your Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਤੇ, ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜੀ ਰੱਖ। ਪਰਮਾਤਮਾ ਆਪ ਹੀ) ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵ ਨੂੰ ਆਪਣੇ) ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56102,
    "shabad_id": 4753,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਸਤਿਗੁਰੂ ਮਿਲਾਵਹੁ; ਮਿਲਿ ਸਤਿਗੁਰ ਨਾਮੁ ਧਿਅਾਵੈਗੋ ॥੧॥",
    "transliteration": "Kar Kirapaa Sathiguroo Milaavahu Mil Sathigur Naam Dhhiaavaigo ||1||",
    "translation": "Please be Merciful, and lead me to meet the True Guru; meeting the True Guru, I meditate on the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ ਗੁਰੂ ਮਿਲਾਵੋ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ (ਜੀਵ ਤੇਰਾ) ਨਾਮ ਸਿਮਰ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56103,
    "shabad_id": 4753,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੀ ਹੳੁਮੈ ਮਲੁ ਲਾਗੀ; ਮਿਲਿ ਸੰਗਤਿ. ਮਲੁ ਲਹਿ ਜਾਵੈਗੋ ॥",
    "transliteration": "Janam Janam Kee Houmai Mal Laagee Mil Sangath Mal Lehi Jaavaigo ||",
    "translation": "The filth of egotism from countless incarnations sticks to me; joining the Sangat, the Holy Congregation, this filth is washed away.",
    "punjabi": "(ਜੀਵ ਨੂੰ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੀ ਹਉਮੈ ਦੀ ਮੈਲ ਚੰਬੜੀ ਆਉਂਦੀ ਹੈ, ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਇਹ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56104,
    "shabad_id": 4753,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਲੋਹਾ. ਤਰਿਓ ਸੰਗਿ ਕਾਸਟ; ਲਗਿ ਸਬਦਿ ਗੁਰੂ ਹਰਿ ਪਾਵੈਗੋ ॥੨॥",
    "transliteration": "Jio Lohaa Thariou Sang Kaasatt Lag Sabadh Guroo Har Paavaigo ||2||",
    "translation": "As iron is carried across if it is attached to wood, one who is attached to the Word of the Guru's Shabad finds the Lord. ||2||",
    "punjabi": "ਜਿਵੇਂ ਲੋਹਾ ਕਾਠ (ਦੀ ਬੇੜੀ) ਨਾਲ ਲੱਗ ਕੇ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56105,
    "shabad_id": 4753,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸੰਗਤਿ ਸੰਤ ਮਿਲਹੁ ਸਤਸੰਗਤਿ; ਮਿਲਿ ਸੰਗਤਿ ਹਰਿ ਰਸੁ ਅਾਵੈਗੋ ॥",
    "transliteration": "Sangath Santh Milahu Sathasangath Mil Sangath Har Ras Aavaigo ||",
    "translation": "Joining the Society of the Saints, joining the Sat Sangat, the True Congregation, you shall come to receive the Sublime Essence of the Lord.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਬੈਠਿਆ ਕਰੋ, ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਆਉਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56106,
    "shabad_id": 4753,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਸੰਗਤਿ. ਕਰਮ ਕਰੈ ਅਭਿਮਾਨੀ; ਕਢਿ ਪਾਣੀ ਚੀਕੜੁ ਪਾਵੈਗੋ ॥੩॥",
    "transliteration": "Bin Sangath Karam Karai Abhimaanee Kadt Paanee Cheekarr Paavaigo ||3||",
    "translation": "But not joining the Sangat, and committing actions in egotistical pride, is like drawing out clean water, and throwing it in the mud. ||3||",
    "punjabi": "ਪਰ ਅਹੰਕਾਰੀ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਹੋਰ ਹੋਰ) ਕਰਮ ਕਰਦਾ ਹੈ, (ਅਜਿਹਾ ਮਨੁੱਖ ਆਪਣੇ ਭਾਂਡੇ ਵਿਚੋਂ) ਪਾਣੀ ਕੱਢ ਕੇ (ਉਸ ਵਿਚ) ਚਿੱਕੜ ਪਾਈ ਜਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56107,
    "shabad_id": 4753,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਭਗਤ ਜਨਾ ਕੇ ਹਰਿ ਰਖਵਾਰੇ; ਜਨ ਹਰਿ ਰਸੁ ਮੀਠ ਲਗਾਵੈਗੋ ॥",
    "transliteration": "Bhagath Janaa Kae Har Rakhavaarae Jan Har Ras Meeth Lagaavaigo ||",
    "translation": "The Lord is the Protector and Saving Grace of His humble devotees. The Lord's Sublime Essence seems so sweet to these humble beings.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਆਪ ਰਾਖੇ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, (ਤਾਹੀਏਂ) ਭਗਤ ਜਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56108,
    "shabad_id": 4753,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਖਿਨੁ ਖਿਨੁ ਨਾਮੁ ਦੇੲਿ ਵਡਿਅਾੲੀ; ਸਤਿਗੁਰ ੳੁਪਦੇਸਿ ਸਮਾਵੈਗੋ ॥੪॥",
    "transliteration": "Khin Khin Naam Dhaee Vaddiaaee Sathigur Oupadhaes Samaavaigo ||4||",
    "translation": "Each and every instant, they are blessed with the Glorious Greatness of the Naam; through the Teachings of the True Guru, they are absorbed in Him. ||4||",
    "punjabi": "ਪ੍ਰਭੂ (ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ) ਹਰੇਕ ਖਿਨ (ਜਪਣ ਲਈ ਆਪਣਾ) ਨਾਮ ਦੇਂਦਾ ਹੈ (ਨਾਮ ਦੀ) ਵਡਿਆਈ ਦੇਂਦਾ ਹੈ। ਭਗਤ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਸ਼ਬਦ) ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 56109,
    "shabad_id": 4753,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਭਗਤ ਜਨਾ ਕੳੁ ਸਦਾ ਨਿਵਿ ਰਹੀਅੈ; ਜਨ ਨਿਵਹਿ. ਤਾ ਫਲ ਗੁਨ ਪਾਵੈਗੋ ॥",
    "transliteration": "Bhagath Janaa Ko Sadhaa Niv Reheeai Jan Nivehi Thaa Fal Gun Paavaigo ||",
    "translation": "Bow forever in deep respect to the humble devotees; if you bow to those humble beings, you shall obtain the fruit of virtue.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਅੱਗੇ ਸਦਾ ਸਿਰ ਨਿਵਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਭਗਤ ਜਨ (ਆਪ ਭੀ) ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿੰਦੇ ਹਨ। (ਜਦੋਂ ਮਨੁੱਖ ਨਿਊਂਦਾ ਹੈ) ਤਦੋਂ (ਹੀ) ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56110,
    "shabad_id": 4753,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਜੋ ਨਿੰਦਾ ਦੁਸਟ ਕਰਹਿ ਭਗਤਾ ਕੀ; ਹਰਨਾਖਸ ਜਿੳੁ ਪਚਿ ਜਾਵੈਗੋ ॥੫॥",
    "transliteration": "Jo Nindhaa Dhusatt Karehi Bhagathaa Kee Haranaakhas Jio Pach Jaavaigo ||5||",
    "translation": "Those wicked enemies who slander the devotees are destroyed, like Harnaakhash. ||5||",
    "punjabi": "ਜਿਹੜੇ ਭੈੜੇ ਮਨੁੱਖ ਭਗਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ (ਉਹ ਆਪ ਹੀ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ। ਨਿੰਦਕ ਮਨੁੱਖ ਸਦਾ) ਹਰਨਾਖਸ ਵਾਂਗ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56111,
    "shabad_id": 4753,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਬ੍ਰਹਮ ਕਮਲ ਪੁਤੁ ਮੀਨ ਬਿਅਾਸਾ; ਤਪੁ ਤਾਪਨ, ਪੂਜ ਕਰਾਵੈਗੋ ॥",
    "transliteration": "Breham Kamal Puth Meen Biaasaa Thap Thaapan Pooj Karaavaigo ||",
    "translation": "Brahma, the son of the lotus, and Vyaas, the son of the fish, practiced austere penance and were worshipped.",
    "punjabi": "ਬ੍ਰਹਮਾ ਕੌਲ-ਨਾਭੀ ਵਿਚੋਂ ਜੰਮਿਆ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ, ਬਿਆਸ ਮੱਛੀ (ਮਛੋਦਰੀ) ਦਾ ਪੁਤ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਪਰ ਇਤਨੇ ਨੀਵੇਂ ਥਾਂ ਤੋਂ ਜੰਮੇ ਮੰਨੇ ਜਾ ਕੇ ਭੀ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ) ਤਪ ਕਰਨ ਦੇ ਕਾਰਨ (ਬ੍ਰਹਮਾ ਭੀ ਤੇ ਬਿਆਸ ਭੀ ਜਗਤ ਵਿਚ ਆਪਣੀ) ਪੂਜਾ ਕਰਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਮਛੋਦ੍ਰੀ ਦਾ ਸਪੂਤ (ਬਿਅਾਸਾ) ਬਿਅਾਸ। ਪੁੱਤੁ: ਦੇਲ੍ਹੀ ਦੀਵਾ ਸਬਦ ਹੈ, ਅਰਥ ਕਰਨ ਵੇਲੇ ਅੱਗੇ ਪਿੱਛੇ ਦੋਨੋਂ ਪਾਸੇ ਲਗੇਗਾ- ਬ੍ਰਹਮ ਕਮਲ ਪੁਤੁ, ਪੁਤੁ ਮੀਨ ਬਿਅਾਸਾ",
    "type_id": 3
  },
  {
    "id": 56112,
    "shabad_id": 4753,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਜੋ ਭਗਤੁ ਹੋੲਿ ਸੋ ਪੂਜਹੁ; ਭਰਮਨ ਭਰਮੁ ਚੁਕਾਵੈਗੋ ॥੬॥",
    "transliteration": "Jo Jo Bhagath Hoe So Poojahu Bharaman Bharam Chukaavaigo ||6||",
    "translation": "Whoever is a devotee - worship and adore that person. Get rid of your doubts and superstitions. ||6||",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਕੋਈ ਭਗਤ ਬਣਦਾ ਹੈ, ਉਸ ਦਾ ਆਦਰ ਸਤਕਾਰ ਕਰੋ। (ਭਗਤ ਜਨਾਂ ਦਾ ਸਤਕਾਰ) ਵੱਡੀ ਤੋਂ ਵੱਡੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56113,
    "shabad_id": 4753,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਜਾਤ ਨਜਾਤਿ ਦੇਖਿ, ਮਤ ਭਰਮਹੁ; ਸੁਕ. ਜਨਕ ਪਗੀਂ ਲਗਿ ਧਿਅਾਵੈਗੋ ॥",
    "transliteration": "Jaath Najaath Dhaekh Math Bharamahu Suk Janak Pageen Lag Dhhiaavaigo ||",
    "translation": "Do not be fooled by appearances of high and low social class. Suk Dayv bowed at the feet of Janak, and meditated.",
    "punjabi": "ਉੱਚੀ ਤੋਂ ਉੱਚੀ ਜਾਤਿ ਵੇਖ ਕੇ (ਭੀ) ਭੁਲੇਖਾ ਨਾਹ ਖਾ ਜਾਓ (ਕਿ ਭਗਤੀ ਉੱਚੀ ਜਾਤਿ ਦਾ ਹੱਕ ਹੈ। ਵੇਖੋ) ਸੁਕਦੇਵ (ਬ੍ਰਾਹਮਣ ਰਾਜਾ) ਜਨਕ ਦੀ ਪੈਰੀਂ ਲੱਗ ਕੇ ਨਾਮ ਸਿਮਰ ਰਿਹਾ ਹੈ (ਸਿਮਰਨ ਦੀ ਜਾਚ ਸਿੱਖ ਰਿਹਾ ਹੈ।)",
    "pronunciation": "ਨਜਾਤਿ: ਨੀਵੀਂ ਜ਼ਾਤ। ਪਗੀਂ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56114,
    "shabad_id": 4753,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਜੂਠਨ. ਜੂਠਿ ਪੲੀ ਸਿਰ ੳੂਪਰਿ; ਖਿਨੁ ਮਨੂਅਾ ਤਿਲੁ. ਨ ਡੁਲਾਵੈਗੋ ॥੭॥",
    "transliteration": "Joothan Jooth Pee Sir Oopar Khin Manooaa Thil N Ddulaavaigo ||7||",
    "translation": "Even though Janak threw his left-overs and garbage on Suk Dayv's head, his mind did not waver, even for an instant. ||7||",
    "punjabi": "(ਜਦੋਂ ਉਹ ਜਨਕ ਪਾਸ ਭਗਤੀ ਦੀ ਸਿੱਖਿਆ ਲੈਣ ਆਇਆ, ਲੰਗਰ ਵਰਤਾਇਆ ਜਾ ਰਿਹਾ ਸੀ। ਸੁਕਦੇਵ ਨੂੰ ਬਾਹਰ ਹੀ ਖੜਾ ਕਰ ਦਿੱਤਾ ਗਿਆ। ਲੰਗਰ ਛਕ ਰਹੇ ਲੋਕਾਂ ਦੀਆਂ ਪੱਤਲਾਂ ਦੀ) ਸਾਰੀ ਜੂਠ (ਸੁਕਦੇਵ ਦੇ) ਸਿਰ ਉੱਤੇ ਪਈ (ਵੇਖੋ, ਫਿਰ ਭੀ ਸੁਕਦੇਵ ਬ੍ਰਾਹਮਣ ਹੁੰਦਿਆਂ ਭੀ ਆਪਣੇ) ਮਨ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਡੋਲਣ ਨਹੀਂ ਦੇ ਰਿਹਾ ॥੭॥",
    "pronunciation": "(ਜੂਠਨ) ਰਸੋੲੀ ਦੀ (ਜੂਠਿ) ਪੱਤਲਾਂ",
    "type_id": 3
  },
  {
    "id": 56115,
    "shabad_id": 4753,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਜਨਕ ਜਨਕ ਬੈਠੇ ਸਿੰਘਾਸਨਿ; ਨੳੁ ਮੁਨੀ ਧੂਰਿ ਲੈ ਲਾਵੈਗੋ ॥",
    "transliteration": "Janak Janak Baithae Singhaasan No Munee Dhhoor Lai Laavaigo ||",
    "translation": "Janak sat upon his regal throne, and applied the dust of the nine sages to his forehead.",
    "punjabi": "ਅਨੇਕਾਂ ਜਨਕ (ਆਪਣੀ ਵਾਰੀ ਜਿਸ) ਰਾਜ-ਗੱਦੀ ਉਤੇ ਬੈਠਣ ਆ ਰਹੇ ਸਨ (ਉਸ ਉਤੇ ਬੈਠਾ ਹੋਇਆ ਉਸੇ ਖ਼ਾਨਦਾਨ ਦਾ ਭਗਤ ਰਾਜਾ ਜਨਕ ਰਾਜਾ ਹੁੰਦਿਆਂ ਭੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ) ਨੌ ਰਿਸ਼ੀਆਂ ਦੀ ਚਰਨ-ਧੂੜ (ਆਪਣੇ ਮੱਥੇ ਉੱਤੇ) ਲਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56116,
    "shabad_id": 4753,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਕਿ੍ਰਪਾ ਕਿ੍ਰਪਾ ਕਰਿ ਠਾਕੁਰ; ਮੈ ਦਾਸਨਿ ਦਾਸ ਕਰਾਵੈਗੋ ॥੮॥੨॥",
    "transliteration": "Naanak Kirapaa Kirapaa Kar Thaakur Mai Dhaasan Dhaas Karaavaigo ||8||2||",
    "translation": "Please shower Nanak with your Mercy, O my Lord and Master; make him the slave of Your slaves. ||8||2||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! (ਮੇਰੇ) ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਆਪਣਾ ਕੋਈ ਭਗਤ ਮਿਲਾ ਦੇਹ, ਜਿਹੜਾ) ਮੈਨੂੰ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲਏ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56117,
    "shabad_id": 4754,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56118,
    "shabad_id": 4754,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨੁ; ਗੁਰਮਤਿ ਰਸਿ ਗੁਨ ਗਾਵੈਗੋ ॥",
    "transliteration": "Man Guramath Ras Gun Gaavaigo ||",
    "translation": "O mind,follow the Guru's Teachings,and joyfully sing God's Praises.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਗੁਰੂ ਦੀ ਮੱਤ (ਲੈ ਕੇ) ਸੁਆਦ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56119,
    "shabad_id": 4754,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਹਵਾ ੲੇਕ. ਹੋੲਿ ਲਖ ਕੋਟੀ; ਲਖ ਕੋਟੀ ਕੋਟਿ ਧਿਅਾਵੈਗੋ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jihavaa Eaek Hoe Lakh Kottee Lakh Kottee Kott Dhhiaavaigo ||1|| Rehaao ||",
    "translation": "If my one tongue became hundreds of thousands and millions, I would meditate on Him millions and millions of times. ||1||Pause||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ ਇਤਨਾ ਪਿਆਰ ਜਾਗਦਾ ਹੈ ਕਿ ਉਸ ਦੀ) ਜੀਭ ਇਕ ਤੋਂ (ਮਾਨੋ) ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਬਣ ਕੇ (ਨਾਮ) ਜਪਣ ਲੱਗ ਪੈਂਦੀ ਹੈ (ਨਾਮ ਜਪਦੀ ਥੱਕਦੀ ਹੀ ਨਹੀਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56120,
    "shabad_id": 4754,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਹਸ ਫਨੀ ਜਪਿਓ ਸੇਖਨਾਗੈ; ਹਰਿ ਜਪਤਿਅਾ ਅੰਤੁ. ਨ ਪਾਵੈਗੋ ॥",
    "transliteration": "Sehas Fanee Japiou Saekhanaagai Har Japathiaa Anth N Paavaigo ||",
    "translation": "The serpent king chants and meditates on the Lord with his thousands of heads, but even by these chants, he cannot find the Lord's limits.",
    "punjabi": "(ਉਸ ਆਤਮਕ ਆਨੰਦ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਹੀ) ਸ਼ੇਸ਼ਨਾਗ ਨੇ (ਆਪਣੀ ਹਜ਼ਾਰ) ਫ਼ਨ ਨਾਲ (ਸਦਾ ਹਰਿ-ਨਾਮ) ਜਪਿਆ ਹੈ। ਪਰ ਹੇ, ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਕੋਈ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56121,
    "shabad_id": 4754,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਤੂ ਅਥਾਹੁ. ਅਤਿ ਅਗਮੁ ਅਗਮੁ ਹੈ; ਮਤਿ ਗੁਰਮਤਿ ਮਨੁ ਠਹਰਾਵੈਗੋ ॥੧॥",
    "transliteration": "Thoo Athhaahu Ath Agam Agam Hai Math Guramath Man Theharaavaigo ||1||",
    "translation": "You are Utterly Unfathomable, Inaccessible and Infinite. Through the Wisdom of the Guru's Teachings, the mind becomes steady and balanced. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਥਾਹ (ਸਮੁੰਦਰ) ਹੈਂ, ਤੂੰ ਸਦਾ ਹੀ ਅਪਹੁੰਚ ਹੈਂ। ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ (ਨਾਮ ਜਪਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56122,
    "shabad_id": 4754,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜਿਨ ਤੂ ਜਪਿਓ. ਤੇੲੀ ਜਨ ਨੀਕੇ; ਹਰਿ ਜਪਤਿਅਹੁ ਕੳੁ ਸੁਖੁ ਪਾਵੈਗੋ ॥",
    "transliteration": "Jin Thoo Japiou Thaeee Jan Neekae Har Japathiahu Ko Sukh Paavaigo ||",
    "translation": "Those humble beings who meditate on You are noble and exalted. Meditating on the Lord, they are at peace.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜੇ ਮਨੁੱਖਾਂ ਨੇ ਤੈਨੂੰ ਜਪਿਆ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਚੰਗੇ (ਜੀਵਨ ਵਾਲੇ) ਬਣੇ ਹਨ। ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਨੂੰ ਹਰੀ (ਆਤਮਕ) ਆਨੰਦ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56123,
    "shabad_id": 4754,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬਿਦਰ. ਦਾਸੀ ਸੁਤੁ, ਛੋਕ ਛੋਹਰਾ; ਕਿ੍ਰਸਨੁ ਅੰਕਿ ਗਲਿ ਲਾਵੈਗੋ ॥੨॥",
    "transliteration": "Bidhar Dhaasee Suth Shhok Shhoharaa Kirasan Ank Gal Laavaigo ||2||",
    "translation": "Bidur, the son of a slave-girl, was an untouchable, but Krishna hugged him close in His Embrace. ||2||",
    "punjabi": "(ਵੇਖੋ, ਇਕ) ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ ਛੋਕਰਾ ਜਿਹਾ ਹੀ ਸੀ, (ਪਰ ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕ੍ਰਿਸਨ ਉਸ ਨੂੰ ਛਾਤੀ ਨਾਲ ਲਾ ਰਿਹਾ ਹੈ, ਗਲ ਨਾਲ ਲਾ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਛੋਕ) ਸੂਦਰ। (ਛੋਹਰਾ) ਸਭ ਤੋਂ ਛੋਟਾ, ਦਾਸਨ ਦਾਸ",
    "type_id": 3
  },
  {
    "id": 56124,
    "shabad_id": 4754,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਜਲ ਤੇ ਓਪਤਿ ਭੲੀ ਹੈ ਕਾਸਟ; ਕਾਸਟ ਅੰਗਿ ਤਰਾਵੈਗੋ ॥",
    "transliteration": "Jal Thae Oupath Bhee Hai Kaasatt Kaasatt Ang Tharaavaigo ||",
    "translation": "Wood is produced from water, but by holding onto wood, one is saved from drowning.",
    "punjabi": "ਪਾਣੀ ਤੋਂ ਕਾਠ ਦੀ ਉਤਪੱਤੀ ਹੁੰਦੀ ਹੈ (ਇਸ ਲਾਜ ਨੂੰ ਪਾਲਣ ਲਈ ਪਾਣੀ ਉਸ) ਕਾਠ ਨੂੰ (ਆਪਣੀ ਛਾਤੀ ਉੱਤੇ ਰੱਖੀ ਰੱਖਦਾ ਹੈ) ਤਰਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਡੁੱਬਣ ਨਹੀਂ ਦੇਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56125,
    "shabad_id": 4754,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਰਾਮ ਜਨਾ ਹਰਿ ਅਾਪਿ ਸਵਾਰੇ; ਅਪਨਾ ਬਿਰਦੁ ਰਖਾਵੈਗੋ ॥੩॥",
    "transliteration": "Raam Janaa Har Aap Savaarae Apanaa Biradh Rakhaavaigo ||3||",
    "translation": "The Lord Himself embellishes and exalts His humble servants; He confirms His Innate Nature. ||3||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਾਂਦਾ ਹੈ, ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਕਾਇਮ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56126,
    "shabad_id": 4754,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਹਮ ਪਾਥਰ ਲੋਹ. ਲੋਹ ਬਡ ਪਾਥਰ; ਗੁਰ ਸੰਗਤਿ ਨਾਵ ਤਰਾਵੈਗੋ ॥",
    "transliteration": "Ham Paathhar Loh Loh Badd Paathhar Gur Sangath Naav Tharaavaigo ||",
    "translation": "I am like a stone, or a piece of iron, heavy stone and iron; in the Boat of the Guru's Congregation, I am carried across,",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਪੱਥਰ (ਵਾਂਗ ਪਾਪਾਂ ਨਾਲ ਭਾਰੇ) ਹਾਂ, ਲੋਹੇ (ਵਾਂਗ ਵਿਕਾਰਾਂ ਨਾਲ ਭਾਰੇ) ਹਾਂ, (ਪਰ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰ ਕੇ) ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰੱਖ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ (ਜਿਵੇਂ) ਬੇੜੀ (ਪੱਥਰਾਂ ਨੂੰ ਲੋਹੇ ਨੂੰ ਨਦੀ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56127,
    "shabad_id": 4754,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜਿੳੁ ਸਤਸੰਗਤਿ ਤਰਿਓ ਜੁਲਾਹੋ; ਸੰਤ ਜਨਾ ਮਨਿ ਭਾਵੈਗੋ ॥੪॥",
    "transliteration": "Jio Sathasangath Thariou Julaaho Santh Janaa Man Bhaavaigo ||4||",
    "translation": "Like Kabeer the weaver, who was saved in the Sat Sangat, the True Congregation. He became pleasing to the minds of the humble Saints. ||4||",
    "punjabi": "ਜਿਵੇਂ ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਕਬੀਰ) ਜੁਲਾਹਾ ਪਾਰ ਲੰਘ ਗਿਆ। ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56128,
    "shabad_id": 4754,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਖਰੇ ਖਰੋੲੇ ਬੈਠਤ ੳੂਠਤ; ਮਾਰਗਿ ਪੰਥਿ ਧਿਅਾਵੈਗੋ ॥",
    "transliteration": "Kharae Kharoeae Baithath Oothath Maarag Panthh Dhhiaavaigo ||",
    "translation": "Standing up, sitting down, rising up and walking on the path, I meditate.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਸੁਆਦ ਨਾਲ ਹਰਿ-ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ) ਖਲੇ-ਖਲੋਤਿਆਂ, ਬੈਠਦਿਆਂ, ਉੱਠਦਿਆਂ, ਰਸਤੇ ਵਿਚ (ਤੁਰਦਿਆਂ, ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56129,
    "shabad_id": 4754,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰ ਬਚਨ. ਬਚਨ ਹੈ ਸਤਿਗੁਰ; ਪਾਧਰੁ ਮੁਕਤਿ ਜਨਾਵੈਗੋ ॥੫॥",
    "transliteration": "Sathigur Bachan Bachan Hai Sathigur Paadhhar Mukath Janaavaigo ||5||",
    "translation": "The True Guru is the Word, and the Word is the True Guru, who teaches the Path of Liberation. ||5||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਸਦਾ) ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ (ਮਗਨ ਰਹਿੰਦਾ) ਹੈ, ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ (ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਸਿੱਧਾ ਰਸਤਾ ਦੱਸਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56130,
    "shabad_id": 4754,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਸਾਸਨਿ ਸਾਸਿ ਸਾਸਿ ਬਲੁ ਪਾੲੀ ਹੈ; ਨਿਹਸਾਸਨਿ, ਨਾਮੁ ਧਿਅਾਵੈਗੋ ॥",
    "transliteration": "Saasan Saas Saas Bal Paaee Hai Nihasaasan Naam Dhhiaavaigo ||",
    "translation": "By His Training, I find strength with each and every breath; now that I am trained and tamed, I meditate on the Naam, the Name of the Lord.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਾਹ ਦੇ ਹੁੰਦਿਆਂ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਨਾਮ ਜਪ ਜਪ ਕੇ ਆਤਮਕ) ਤਾਕਤ ਹਾਸਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਸਾਹ ਦੇ ਨਾਹ ਹੁੰਦਿਆਂ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਨਿਹ-ਸਾਸਨਿ",
    "type_id": 3
  },
  {
    "id": 56131,
    "shabad_id": 4754,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਹੳੁਮੈ ਬੂਝੈ; ਤੌ ਗੁਰਮਤਿ ਨਾਮਿ ਸਮਾਵੈਗੋ ॥੬॥",
    "transliteration": "Gur Parasaadhee Houmai Boojhai Tha Guramath Naam Samaavaigo ||6||",
    "translation": "By Guru's Grace, egotism is extinguished, and then, through the Guru's Teachings, I merge in the Naam. ||6||",
    "punjabi": "(ਜਦੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ) (ਹਉਮੈ ਦੀ ਅੱਗ) ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "ਬੱੂਝੈ",
    "type_id": 3
  }
]
