[
  {
    "shabad_id": 4754,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "siqguru dwqw. jIA jIAn ko; BwghIn. nhI BwvYgo]",
    "transliteration": "Sathigur Dhaathaa Jeea Jeean Ko Bhaageheen Nehee Bhaavaigo ||",
    "translation": "The True Guru is the Giver of the life of the soul, but the unfortunate ones do not love Him.",
    "punjabi": "ਗੁਰੂ ਸਭ ਜੀਵਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਾਤਾ ਹੈ, ਪਰ ਬਦ-ਕਿਸਮਤ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ। (ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਨਹੀਂ ਲੈਂਦਾ। ਜ਼ਿੰਦਗੀ ਦਾ ਸਮਾ ਲੰਘ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4754,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "iPir eyh vylw hwiQ. n AwvY; prqwpY pCuqwvYgo]7]",
    "transliteration": "Fir Eaeh Vaelaa Haathh N Aavai Parathaapai Pashhuthaavaigo ||7||",
    "translation": "This opportunity shall not come into their hands again; in the end, they will suffer in torment and regret. ||7||",
    "punjabi": "ਮੁੜ ਇਹ ਸਮਾ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ, ਤਦੋਂ ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ ਤੇ ਹੱਥ ਮਲਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4754,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "jy ko Blw loVY Bl Apnw; gur AwgY Fih Fih pwvYgo]",
    "transliteration": "Jae Ko Bhalaa Lorrai Bhal Apanaa Gur Aagai Dtehi Dtehi Paavaigo ||",
    "translation": "If a good person seeks goodness for himself, he should bow low in humble surrender to the Guru.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣਾ ਭਲਾ ਚਾਹੁੰਦਾ ਹੈ (ਤਾਂ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ) ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਪਾ-ਭਾਵ ਗਵਾ ਕੇ ਪਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4754,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "nwnk. dieAw dieAw kir Twkur; mY. siqgur Bsm lgwvYgo]8]3]",
    "transliteration": "Naanak Dhaeiaa Dhaeiaa Kar Thaakur Mai Sathigur Bhasam Lagaavaigo ||8||3||",
    "translation": "Nanak prays: please show kindness and compassion to me, O my Lord and Master, that I may apply the dust of the True Guru to my forehead. ||8||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੱਗੀ ਰਹੇ ॥੮॥੩॥",
    "pronunciation": "d-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kwnVw mhlw 4]",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mnu; hir rMig rwqw gwvYgo]",
    "transliteration": "Man Har Rang Raathaa Gaavaigo ||",
    "translation": "O mind, be attuned to His Love, and sing.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਣ ਵਾਸਤੇ ਮਨ ਨੂੰ) ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਪਾਣ ਦੇਂਦਾ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "BY BY qRws. Bey hY inrml; gurmiq lwig lgwvYgo]1]rhwau]",
    "transliteration": "Bhai Bhai Thraas Bheae Hai Niramal Guramath Laag Lagaavaigo ||1|| Rehaao ||",
    "translation": "The Fear of God makes me fearless and immaculate; I am dyed in the color of the Guru's Teachings. ||1||Pause||",
    "punjabi": "(ਇਸ ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ) ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ (ਮਲੀਨ) ਡਰ ਤੇ ਸਹਮ ਪਵਿੱਤਰ (ਅਦਬ-ਸਤਕਾਰ) ਬਣ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4755,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hir rMig rwqw sd bYrwgI; hir inkit iqnw Gir AwvYgo]",
    "transliteration": "Har Rang Raathaa Sadh Bairaagee Har Nikatt Thinaa Ghar Aavaigo ||",
    "translation": "Those who are attuned to the Lord's Love remain balanced and detached forever; they live near the Lord, who comes into their house.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ (ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਮਨੁੱਖਾਂ ਦੇ ਸਦਾ) ਨੇੜੇ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "iqn kI pMk imlY. qW jIvw; kir ikrpw Awip idvwvYgo]1]",
    "transliteration": "Thin Kee Pank Milai Thaan Jeevaa Kar Kirapaa Aap Dhivaavaigo ||1||",
    "translation": "If I am blessed with the dust of their feet, then I live. Granting His Grace, He Himself bestows it. ||1||",
    "punjabi": "ਜੇ ਮੈਨੂੰ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖਾਂ) ਦੀ ਚਰਨ-ਧੂੜ ਮਿਲੇ, ਤਾਂ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹਾਂ। (ਪਰ ਇਹ ਚਰਨ-ਧੂੜ ਪ੍ਰਭੂ) ਆਪ ਹੀ ਕਿਰਪਾ ਕਰ ਕੇ ਦਿਵਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "duibDw loiB lgy hY pRwxI; min korY. rMgu, n AwvYgo]",
    "transliteration": "Dhubidhhaa Lobh Lagae Hai Praanee Man Korai Rang N Aavaigo ||",
    "translation": "Mortal beings are attached to greed and duality. Their minds are unripe and unfit, and will not accept the Dye of His Love.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਮੇਰ-ਤੇਰ ਵਿਚ ਲੋਭ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਕੋਰੇ ਮਨ ਉੱਤੇ (ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ-) ਰੰਗ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "iPir aulitE jnmu hovY gur bcnI; guru purKu imlY rMgu lwvYgo]2]",
    "transliteration": "Fir Oulattiou Janam Hovai Gur Bachanee Gur Purakh Milai Rang Laavaigo ||2||",
    "translation": "But their lives are transformed through the Word of the Guru's Teachings. Meeting with the Guru, the Primal Being, they are dyed in the color of His Love. ||2||",
    "punjabi": "ਫਿਰ ਜਦੋਂ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ (ਉਹਨਾਂ ਦਾ ਮਨ ਦੁਬਿਧਾ ਲੋਭ ਆਦਿਕ ਵਲੋਂ) ਪਰਤਦਾ ਹੈ, (ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਨਵਾਂ ਆਤਮਕ) ਜਨਮ ਮਿਲਦਾ ਹੈ। (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਪੁਰਖ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਮਨ ਨੂੰ ਪ੍ਰਭੂ-ਪਿਆਰ ਦਾ) ਰੰਗ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ieMdRI dsy dsy Puin Dwvq; qRY guxIAw iKnu. n itkwvYgo]",
    "transliteration": "Eindhree Dhasae Dhasae Fun Dhhaavath Thrai Guneeaa Khin N Ttikaavaigo ||",
    "translation": "There are ten organs of sense and action; the ten wander unrestrained. Under the influence of the three dispositions, they are not stable, even for an instant.",
    "punjabi": "ਮਨੁੱਖ ਦੀਆਂ ਇਹ ਦਸੇ ਹੀ ਇੰਦ੍ਰੀਆਂ ਮੁੜ ਮੁੜ ਭਟਕਦੀਆਂ ਫਿਰਦੀਆਂ ਹਨ। (ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣਾਂ ਵਿਚ ਗ੍ਰਸਿਆ ਮਨ ਰਤਾ-ਭਰ ਸਮੇ ਲਈ ਭੀ (ਇਕ ਥਾਂ) ਨਹੀਂ ਟਿਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "siqgur prcY. vsgiq AwvY; moK mukiq so pwvYgo]3]",
    "transliteration": "Sathigur Parachai Vasagath Aavai Mokh Mukath So Paavaigo ||3||",
    "translation": "Coming in contact with the True Guru, they are brought under control; then, salvation and liberation are attained. ||3||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ (ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ) ਤ੍ਰੱਠਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਮਨ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "EAMkwir eyko riv rihAw; sBu eyks mwih smwvYgo]",
    "transliteration": "Ouankaar Eaeko Rav Rehiaa Sabh Eaekas Maahi Samaavaigo ||",
    "translation": "The One and Only Creator of the Universe is All-pervading everywhere. All shall once again merge into the One.",
    "punjabi": "ਪਰਮਾਤਮਾ ਇਕ ਆਪ ਹੀ ਸਭ ਥਾਂ ਵਿਆਪਕ ਹੈ, ਉਸ ਇਕੋ ਸਰਬ-ਵਿਆਪਕ ਵਿਚ ਹੀ ਸਾਰਾ ਜਗਤ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "eyko rUpu. eyko bhu rMgI; sBu eykqu bcin clwvYgo]4]",
    "transliteration": "Eaeko Roop Eaeko Bahu Rangee Sabh Eaekath Bachan Chalaavaigo ||4||",
    "translation": "His One Form has one, and many colors; He leads all according to His One Word. ||4||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ (ਕਦੇ) ਇਕ ਆਪ ਹੀ ਆਪ ਹੁੰਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜਗਤ ਰਚ ਕੇ) ਅਨੇਕਾਂ ਰੰਗਾਂ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ। ਸਾਰੇ ਜਗਤ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਇਕ ਆਪਣੇ ਹੀ ਹੁਕਮ ਵਿਚ ਤੋਰ ਰਿਹਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "gurmuiK eyko eyku pCwqw; gurmuiK hoie lKwvYgo]",
    "transliteration": "Guramukh Eaeko Eaek Pashhaathaa Guramukh Hoe Lakhaavaigo ||",
    "translation": "The Gurmukh realizes the One and Only Lord; He is revealed to the Gurmukh.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਹਰ ਥਾਂ) ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ (ਵੱਸਦਾ) ਪਛਾਣਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਮਨੁੱਖ) ਇਹ ਭੇਤ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "gurmuiK jwie imlY inj mhlI; Anhd sbdu bjwvYgo]5]",
    "transliteration": "Guramukh Jaae Milai Nij Mehalee Anehadh Sabadh Bajaavaigo ||5||",
    "translation": "The Gurmukh goes and meets the Lord in His Mansion deep within; the Unstruck Word of the Shabad vibrates there. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜਾ ਪਹੁੰਚਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਇਕ-ਰਸ ਪ੍ਰਬਲ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "jIA jMq sB issit aupweI; gurmuiK soBw pwvYgo]",
    "transliteration": "Jeea Janth Sabh Sisatt Oupaaee Guramukh Sobhaa Paavaigo ||",
    "translation": "God created all the beings and creatures of the universe; He blesses the Gurmukh with glory.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਸਾਰੇ ਜੀਅ ਜੰਤ (ਪ੍ਰਭੂ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ), ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਪ੍ਰਭੂ ਨੇ ਹੀ) ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ, (ਪਰ) ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਵਡਿਆਈ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ibnu gur Byty. ko mhlu, n pwvY; Awie jwie duKu pwvYgo]6]",
    "transliteration": "Bin Gur Bhaettae Ko Mehal N Paavai Aae Jaae Dhukh Paavaigo ||6||",
    "translation": "Without meeting the Guru, no one obtains the Mansion of His Presence. They suffer the agony of coming and going in reincarnation. ||6||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਨਹੀਂ ਲੈ ਸਕਦਾ (ਸਗੋਂ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਦੁੱਖ ਭੋਗਦਾ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "Anyk jnm ivCuVy myry pRIqm; kir ikrpw gurU imlwvYgo]",
    "transliteration": "Anaek Janam Vishhurrae Maerae Preetham Kar Kirapaa Guroo Milaavaigo ||",
    "translation": "For countless lifetimes, I have been separated from my Beloved; in His Mercy, the Guru has united me with Him.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! (ਜੀਵ) ਅਨੇਕਾਂ ਹੀ ਜਨਮ (ਤੇਰੇ ਚਰਨਾਂ ਤੋਂ) ਵਿਛੁੜੇ ਰਹਿੰਦੇ ਹਨ। ਗੁਰੂ (ਹੀ) ਮਿਹਰ ਕਰ ਕੇ (ਇਹਨਾਂ ਨੂੰ ਤੇਰੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "siqgur imlq mhw suKu pwieAw; miq mlIn ibgswvYgo]7]",
    "transliteration": "Sathigur Milath Mehaa Sukh Paaeiaa Math Maleen Bigasaavaigo ||7||",
    "translation": "Meeting the True Guru, I have found absolute peace, and my polluted intellect blossoms forth. ||7||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲਦਿਆਂ (ਹੀ ਮਨੁੱਖ) ਬੜਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। (ਮਨੁੱਖ ਦੀ ਵਿਕਾਰਾਂ ਵਿਚ) ਮੈਲੀ ਹੋ ਚੁਕੀ ਮੱਤ ਨੂੰ (ਗੁਰੂ) ਖੇੜੇ ਵਿਚ ਲੈ ਆਉਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "hir hir ikRpw krhu jgjIvn; mY srDw nwim lgwvYgo]",
    "transliteration": "Har Har Kirapaa Karahu Jagajeevan Mai Saradhhaa Naam Lagaavaigo ||",
    "translation": "O Lord, Har, Har, please grant Your Grace; O Life of the World, instill faith in the Naam within me.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਹਰੀ! ਮਿਹਰ ਕਰ, (ਗੁਰੂ) ਮੇਰੀ ਸਰਧਾ (ਤੇਰੇ) ਨਾਮ ਵਿਚ ਬਣਾਈ ਰੱਖੇ।",
    "pronunciation": "j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 4755,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "nwnk gurU. gurU hY siqguru; mY siqguru srin imlwvYgo]8]4]",
    "transliteration": "Naanak Guroo Guroo Hai Sathigur Mai Sathigur Saran Milaavaigo ||8||4||",
    "translation": "Nanak is the Guru, the Guru, the True Guru; I am immersed in the Sanctuary of the True Guru. ||8||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਲਈ) ਗੁਰੂ ਹੀ (ਵਸੀਲਾ) ਹੈ, ਗੁਰੂ ਹੀ (ਵਿਚੋਲਾ) ਹੈ। ਗੁਰੂ ਹੀ ਮੈਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਟਿਕਾਈ ਰੱਖ ਸਕਦਾ ਹੈ ॥੮॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kwnVw mhlw 4]",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mn. gurmiq cwl clwvYgo]",
    "transliteration": "Man Guramath Chaal Chalaavaigo ||",
    "translation": "O mind,walk on the Path of the Guru's Teachings.",
    "punjabi": "ਹੇ ਮਨ (ਤੈਨੂੰ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਹੀ ਸਹੀ ਜੀਵਨ ਦੀ) ਚਾਲ ਚਲਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ijau mYglu msqu. dIjY qil kuMfy; gur AMksu sbdu idRVwvYgo]1]rhwau]",
    "transliteration": "Jio Maigal Masath Dheejai Thal Kunddae Gur Ankas Sabadh Dhrirraavaigo ||1|| Rehaao ||",
    "translation": "Just as the wild elephant is subdued by the prod, the mind is disciplined by the Word of the Guru's Shabad. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਮਾਨੋ, ਉਹ) ਕੁੰਡਾ ਹੈ (ਜਿਸ ਨਾਲ ਹਾਥੀ ਨੂੰ ਤੋਰੀਦਾ ਹੈ)। ਜਿਵੇਂ ਮਸਤ ਹਾਥੀ ਨੂੰ ਕੁੰਡੇ ਹੇਠ ਰੱਖੀਦਾ ਹੈ (ਤਿਵੇਂ ਗੁਰੂ ਆਪਣਾ) ਸ਼ਬਦ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4756,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "clqO clY clY, dh dh idis; guru rwKY. hir ilv lwvYgo]",
    "transliteration": "Chalatha Chalai Chalai Dheh Dheh Dhis Gur Raakhai Har Liv Laavaigo ||",
    "translation": "The wandering mind wanders, roams and rambles in the ten directions; but the Guru holds it, and lovingly attunes it to the Lord.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ ਮਨ) ਮੁੜ ਮੁੜ ਦਸੀਂ ਪਾਸੀਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਗੁਰੂ (ਇਸ ਨੂੰ) ਭਟਕਣ ਤੋਂ ਬਚਾਂਦਾ ਹੈ (ਇਸਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "siqguru sbdu dyie ird AMqir; muiK AMimRqu nwmu cuAwvYgo]1]",
    "transliteration": "Sathigur Sabadh Dhaee Ridh Anthar Mukh Anmrith Naam Chuaavaigo ||1||",
    "translation": "The True Guru implants the Word of the Shabad deep within the heart; the Ambrosial Naam, the Name of the Lord, trickles into the mouth. ||1||",
    "punjabi": "ਗੁਰੂ (ਆਪਣਾ) ਸ਼ਬਦ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਦੇਂਦਾ ਹੈ, ਅਤੇ ਉਸ ਦੇ ਮੂੰਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਜਲ ਚੋਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ibsIAr. ibsU Bry hY pUrn; guru gruV sbdu. muiK pwvYgo]",
    "transliteration": "Biseear Bisoo Bharae Hai Pooran Gur Garurr Sabadh Mukh Paavaigo ||",
    "translation": "The snakes are filled with poisonous venom; the Word of the Guru's Shabad is the antidote - place it in your mouth.",
    "punjabi": "ਸੱਪ ਜ਼ਹਰ ਨਾਲ ਨਕਾ-ਨਕ ਭਰੇ ਹੁੰਦੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਅਸਰ ਤੋਂ ਬਚਾਣ ਲਈ) ਗਾਰੁੜ ਮੰਤਰ ਹੈ (ਇਸੇ ਤਰ੍ਹਾਂ) ਗੁਰੂ (ਆਪਣਾ) ਸ਼ਬਦ (-ਮੰਤ੍ਰ ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮੂੰਹ ਵਿਚ ਪਾ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "mwieAw BuieAMg. iqsu nyiV, n AwvY; ibKu Jwir Jwir. ilv lwvYgo]2]",
    "transliteration": "Maaeiaa Bhueiang This Naerr N Aavai Bikh Jhaar Jhaar Liv Laavaigo ||2||",
    "translation": "Maya, the serpent, does not even approach one who is rid of the poison, and lovingly attuned to the Lord. ||2||",
    "punjabi": "ਮਾਇਆ ਸਪਣੀ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ। (ਗੁਰੂ ਸ਼ਬਦ-ਮੰਤ੍ਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦਾ) ਜ਼ਹਰ ਝਾੜ ਝਾੜ ਕੇ (ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "suAwnu loBu ngr mih sblw; guru iKn mih mwir kFwvYgo]",
    "transliteration": "Suaan Lobh Nagar Mehi Sabalaa Gur Khin Mehi Maar Kadtaavaigo ||",
    "translation": "The dog of greed is very powerful in the village of the body; the Guru strikes it and drives it out in an instant.",
    "punjabi": "ਲੋਭ-ਕੁੱਤਾ (ਮਨੁੱਖ ਦੇ) ਸਰੀਰ-ਨਗਰ ਵਿਚ ਬਲਵਾਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਗੁਰੂ ਇਕ ਛਿਨ ਵਿਚ (ਇਸ ਕੁੱਤੇ ਨੂੰ) ਮਾਰ ਕੇ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਕੱਢ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "n`gr",
    "type_id": 3
  },
  {
    "shabad_id": 4756,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "squ sMqoKu Drmu Awin rwKy; hir ngrI hir gun gwvYgo]3]",
    "transliteration": "Sath Santhokh Dhharam Aan Raakhae Har Nagaree Har Gun Gaavaigo ||3||",
    "translation": "Truth, contentment, righteousness and Dharma have settled there; in the village of the Lord, sing the Glorious Praises of the Lord. ||3||",
    "punjabi": "(ਗੁਰੂ ਨੇ) ਸਤ ਸੰਤੋਖ ਧਰਮ (ਇਹ ਗੁਣ) ਸਾਧ ਸੰਗਤ-ਨਗਰੀ ਵਿਚ ਲਿਆ ਕੇ ਰੱਖੇ ਹੋਏ ਹਨ (ਲੋਭ-ਕੁੱਤੇ ਤੋਂ ਬਚਣ ਲਈ ਮਨੁੱਖ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "n`grI",
    "type_id": 3
  }
]