[
  {
    "id": 56164,
    "shabad_id": 4756,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "pMkj moh. inGrqu hY pRwnI; guru. inGrq kwiF kFwvYgo ]",
    "transliteration": "Pankaj Moh Nigharath Hai Praanee Gur Nigharath Kaadt Kadtaavaigo ||",
    "translation": "The mortal beings are sinking in the swamp of emotional attachment; the Guru lifts them up, and saves them from sinking.",
    "punjabi": "ਮਨੁੱਖ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦੇ ਖੋਭੇ ਵਿਚ ਖੁੱਭਦਾ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ (ਇਸ ਖੋਭੇ ਵਿਚ) ਖੁੱਭ ਰਹੇ ਮਨੁੱਖ ਨੂੰ (ਖੋਭੇ ਵਿਚੋਂ) ਕੱਢ ਕੇ ਬੰਨੇ ਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "inG-rqu: polw bolo",
    "type_id": 3
  },
  {
    "id": 56165,
    "shabad_id": 4756,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "qRwih qRwih, srin jn Awey; guru hwQI dy, inklwvYgo ]4]",
    "transliteration": "Thraahi Thraahi Saran Jan Aaeae Gur Haathhee Dhae Nikalaavaigo ||4||",
    "translation": "Crying, \"Save me! Save me!\", the humble come to His Sanctuary; the Guru reaches out His Hand, and lifts them up. ||4||",
    "punjabi": "'ਬਚਾ ਲੈ ਬਚਾ ਲੈ'-ਇਹ ਆਖਦੇ (ਜਿਹੜੇ) ਮਨੁੱਖ (ਗੁਰੂ ਦੀ) ਸਰਨ ਆਉਂਦੇ ਹਨ, ਗੁਰੂ ਆਪਣਾ ਹੱਥ ਫੜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚੋਂ) ਬਾਹਰ ਕੱਢ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ikRpw rUp (hwQI) h`Q, dsq, pMjI",
    "type_id": 3
  },
  {
    "id": 56166,
    "shabad_id": 4756,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "supnMqru sMswru sBu bwjI; sBu bwjI Kylu iKlwvYgo ]",
    "transliteration": "Supananthar Sansaar Sabh Baajee Sabh Baajee Khael Khilaavaigo ||",
    "translation": "The whole world is like a game in a dream, all a game. God plays and causes the game to be played.",
    "punjabi": "ਇਹ ਸੰਸਾਰ (ਮਨੁੱਖ ਦੇ) ਮਨ ਦੀ ਭਟਕਣਾ (ਦਾ ਮੂਲ) ਹੈ, (ਜੀਵਾਂ ਨੂੰ ਪਰਚਾਣ ਲਈ) ਸਾਰਾ ਜਗਤ (ਇਕ) ਖੇਡ (ਜਿਹੀ ਹੀ) ਹੈ। ਇਹ ਖੇਡ (ਜੀਵਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ) ਖਿਡਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56167,
    "shabad_id": 4756,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "lwhw nwmu gurmiq lY cwlhu; hir drgh pYDw jwvYgo ]5]",
    "transliteration": "Laahaa Naam Guramath Lai Chaalahu Har Dharageh Paidhhaa Jaavaigo ||5||",
    "translation": "So earn the Profit of the Naam by following the Guru's Teachings; you shall go to the Court of the Lord in robes of honor. ||5||",
    "punjabi": "(ਇਸ ਖੇਡ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਹੀ) ਲਾਭ ਹੈ। ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਇਹ ਲਾਭ ਖੱਟ ਕੇ ਜਾਵੋ। (ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਲਾਭ ਖੱਟ ਕੇ ਇਥੋਂ ਜਾਂਦਾ ਹੈ, ਉਹ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਨਾਲ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56168,
    "shabad_id": 4756,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "haumY krY, krwvY haumY; pwp koiely Awin jmwvYgo ]",
    "transliteration": "Houmai Karai Karaavai Houmai Paap Koeilae Aan Jamaavaigo ||",
    "translation": "They act in egotism, and make others act in egotism; they collect and gather up the blackness of sin.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਸਾਰੀ ਉਮਰ 'ਹਉਂ, ਹਉਂ' ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਆਪਣੀ ਮਾਨਸਿਕ ਖੇਤੀ ਵਿਚ) ਪਾਪ ਕੋਲੇ ਲਿਆ ਕੇ ਬੀਜਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(jmwvYgo) jm@Wkrygw",
    "type_id": 3
  },
  {
    "id": 56169,
    "shabad_id": 4756,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "AwieAw kwlu duKdweI hoey; jo bIjy so KvlwvYgo ]6]",
    "transliteration": "Aaeiaa Kaal Dhukhadhaaee Hoeae Jo Beejae So Khavalaavaigo ||6||",
    "translation": "And when death comes, they suffer in agony; they must eat what they have planted. ||6||",
    "punjabi": "ਜਦੋਂ ਮੌਤ ਆਉਂਦੀ ਹੈ; (ਉਹ ਬੀਜੇ ਹੋਏ ਕਮਾਏ ਹੋਏ ਪਾਪ) ਦੁਖਦਾਈ ਬਣ ਜਾਂਦੇ ਹਨ (ਪਰ ਉਸ ਵੇਲੇ ਕੀਹ ਹੋ ਸਕਦਾ ਹੈ?) ਜਿਹੜੇ ਕੋਲੇ-ਪਾਪ ਬੀਜੇ ਹੋਏ ਹੁੰਦੇ ਹਨ (ਸਾਰੀ ਉਮਰ ਕੀਤੇ ਹੁੰਦੇ ਹਨ) ਉਹਨਾਂ ਦਾ ਫਲ ਖਾਣਾ ਪੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56170,
    "shabad_id": 4756,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "sMqhu rwm nwmu Dnu sMchu; lY Krcu cly piq pwvYgo ]",
    "transliteration": "Santhahu Raam Naam Dhhan Sanchahu Lai Kharach Chalae Path Paavaigo ||",
    "translation": "O Saints, gather the Wealth of the Lord's Name; if you depart after packing these provisions, you shall be honored.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਦੇ ਰਹੋ, (ਜਿਹੜੇ ਮਨੁੱਖ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਵਰਤਣ ਲਈ ਨਾਮ-) ਖ਼ਰਚ ਲੈ ਕੇ ਤੁਰਦੇ ਹਨ, (ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ) ਇੱਜ਼ਤ-ਮਾਣ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56171,
    "shabad_id": 4756,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "Kwie Kric. dyvih bhuqyrw; hir dydy. qoit, n AwvYgo ]7]",
    "transliteration": "Khaae Kharach Dhaevehi Bahuthaeraa Har Dhaedhae Thott N Aavaigo ||7||",
    "translation": "So eat, spend, consume and give abundantly; the Lord will give - there will be no deficiency. ||7||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਇਹ ਨਾਮ-ਧਨ ਆਪ) ਖੁਲ੍ਹਾ ਵਰਤ ਕੇ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਬਹੁਤ ਵੰਡਦੇ ਹਨ, ਇਸ ਹਰਿ-ਨਾਮ ਧਨ ਦੇ ਵੰਡਦਿਆਂ ਇਸ ਵਿਚ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ ॥੭॥",
    "pronunciation": "dyNdy",
    "type_id": 3
  },
  {
    "id": 56172,
    "shabad_id": 4756,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "rwm nwm Dnu hY ird AMqir; Dnu. gur srxweI pwvYgo ]",
    "transliteration": "Raam Naam Dhhan Hai Ridh Anthar Dhhan Gur Saranaaee Paavaigo ||",
    "translation": "The wealth of the Lord's Name is deep within the heart. In the Sanctuary of the Guru, this wealth is found.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਹ ਨਾਮ-ਧਨ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਨਾਮ-ਧਨ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56173,
    "shabad_id": 4756,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "nwnk. dieAw dieAw kir dInI; duKu dwldu BMij. smwvYgo ]8]5]",
    "transliteration": "Naanak Dhaeiaa Dhaeiaa Kar Dheenee Dhukh Dhaaladh Bhanj Samaavaigo ||8||5||",
    "translation": "O Nanak, God has been kind and compassionate; He has blessed me. Removing pain and poverty, He has blended me with Himself. ||8||5||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਮ-ਧਨ ਦੀ ਦਾਤ ਮਿਹਰ ਕਰ ਕੇ ਦੇਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਆਪਣਾ ਹਰੇਕ ਦੁੱਖ ਦੂਰ ਕਰ ਕੇ (ਆਤਮਕ) ਗਰੀਬੀ ਮੁਕਾ ਕੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੮॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56174,
    "shabad_id": 4757,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kwnVw mhlw 4 ]",
    "transliteration": "Kaanarraa Mehalaa 4 ||",
    "translation": "Kaanraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56175,
    "shabad_id": 4757,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mnu. siqgur srin iDAwvYgo ]",
    "transliteration": "Man Sathigur Saran Dhhiaavaigo ||",
    "translation": "O mind, seek the Sanctuary of the True Guru, and meditate.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56176,
    "shabad_id": 4757,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "lohw. ihrnu hovY sMig pwrs; gunu pwrs ko. hoie AwvYgo ]1] rhwau ]",
    "transliteration": "Lohaa Hiran Hovai Sang Paaras Gun Paaras Ko Hoe Aavaigo ||1|| Rehaao ||",
    "translation": "Iron is transformed into gold by touching the philosopher's stone; it takes on its qualities. ||1||Pause||",
    "punjabi": "(ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਛੁਹ ਨਾਲ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ) ਪਾਰਸ ਨਾਲ (ਛੁਹ ਕੇ) ਲੋਹਾ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਪਾਰਸ ਦੀ ਛੁਹ ਦਾ ਗੁਣ ਉਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56177,
    "shabad_id": 4757,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "siqguru mhwpurKu hY pwrsu; jo lwgY so Plu pwvYgo ]",
    "transliteration": "Sathigur Mehaa Purakh Hai Paaras Jo Laagai So Fal Paavaigo ||",
    "translation": "The True Guru, the Great Primal Being, is the philosopher's stone. Whoever is attached to Him receives fruitful rewards.",
    "punjabi": "ਗੁਰੂ (ਭੀ) ਬਹੁਤ ਵੱਡਾ ਪੁਰਖ ਹੈ, (ਗੁਰੂ ਭੀ) ਪਾਰਸ ਹੈ। ਜਿਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਚਰਨੀਂ) ਲੱਗਦਾ ਹੈ ਉਹ (ਸ੍ਰੇਸ਼ਟ) ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56178,
    "shabad_id": 4757,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ijau gur aupdyis. qry pRihlwdw; guru syvk pYj rKwvYgo ]1]",
    "transliteration": "Jio Gur Oupadhaes Tharae Prehilaadhaa Gur Saevak Paij Rakhaavaigo ||1||",
    "translation": "Just as Prahlaad was saved by the Guru's Teachings, the Guru protects the honor of His servant. ||1||",
    "punjabi": "ਜਿਵੇਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਹਿਲਾਦ (ਆਦਿਕ ਕਈ) ਪਾਰ ਲੰਘ ਗਏ। ਗੁਰੂ ਆਪਣੇ (ਸੇਵਕ) ਦੀ ਇੱਜ਼ਤ (ਜ਼ਰੂਰ) ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56179,
    "shabad_id": 4757,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "siqgur bcnu. bcnu hY nIko; gur bcnI AMimRqu pwvYgo ]",
    "transliteration": "Sathigur Bachan Bachan Hai Neeko Gur Bachanee Anmrith Paavaigo ||",
    "translation": "The Word of the True Guru is the most Sublime and Noble Word. Through the Guru's Word, the Ambrosial Nectar is obtained.",
    "punjabi": "ਯਕੀਨ ਜਾਣ ਕਿ ਗੁਰੂ ਦਾ ਬਚਨ (ਬੜਾ) ਸ੍ਰੇਸ਼ਟ ਹੈ। ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56180,
    "shabad_id": 4757,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ijau AMbrIik Amrwpd pwey; siqgur muK bcn iDAwvYgo ]2]",
    "transliteration": "Jio Anbareek Amaraa Padh Paaeae Sathigur Mukh Bachan Dhhiaavaigo ||2||",
    "translation": "Ambreek the king was blessed with the status of immortality, meditating on the Word of the True Guru. ||2||",
    "punjabi": "(ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ) ਗੁਰੂ ਦਾ ਉਚਾਰਿਆ ਸ਼ਬਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ (ਉਹ ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ) ਜਿਵੇਂ ਅੰਬਰੀਕ ਨੇ ਉਹ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ ਜਿੱਥੇ ਆਤਮਕ ਮੌਤ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56181,
    "shabad_id": 4757,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "siqgur srin srin min BweI; suDw suDw kir iDAwvYgo ]",
    "transliteration": "Sathigur Saran Saran Man Bhaaee Sudhhaa Sudhhaa Kar Dhhiaavaigo ||",
    "translation": "The Sanctuary, the Protection and Sanctuary of the True Guru is pleasing to the mind. It is sacred and pure - meditate on it.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਸੰਦ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ (ਗੁਰੂ ਦੇ ਬਚਨ ਨੂੰ) ਆਤਮਕ ਜੀਵਨ-ਦਾਤਾ ਨਿਸ਼ਚੇ ਕਰ ਕੇ (ਉਸਨੂੰ) ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56182,
    "shabad_id": 4757,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "dieAwl dIn Bey hY siqgur; hir mwrgu pMQu idKwvYgo ]3]",
    "transliteration": "Dhaeiaal Dheen Bheae Hai Sathigur Har Maarag Panthh Dhikhaavaigo ||3||",
    "translation": "The True Guru has become Merciful to the meek and the poor; He has shown me the Path, the Way to the Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਵਿਖਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56183,
    "shabad_id": 4757,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "siqgur srin pey sy Qwpy; iqn rwKn kau pRBu AwvYgo ]",
    "transliteration": "Sathigur Saran Peae Sae Thhaapae Thin Raakhan Ko Prabh Aavaigo ||",
    "translation": "Those who enter the Sanctuary of the True Guru are firmly established; God comes to protect them.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਆਪ ਬਹੁੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56184,
    "shabad_id": 4757,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "jy ko sru sMDY. jn aUpir; iPir aulto. iqsY lgwvYgo ]4]",
    "transliteration": "Jae Ko Sar Sandhhai Jan Oopar Fir Oulatto Thisai Lagaavaigo ||4||",
    "translation": "If someone aims an arrow at the Lord's humble servant, it will turn around and hit him instead. ||4||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਸੇਵਕਾਂ ਉਤੇ ਤੀਰ ਚਲਾਂਦਾ ਹੈ, ਉਹ ਤੀਰ ਪਰਤ ਕੇ ਉਸੇ ਨੂੰ ਹੀ ਆ ਲੱਗਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56185,
    "shabad_id": 4757,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "hir hir hir hir. hir sru syvih; iqn drgh mwnu idvwvYgo ]",
    "transliteration": "Har Har Har Har Har Sar Saevehi Thin Dharageh Maan Dhivaavaigo ||",
    "translation": "Those who bathe in the Sacred Pool of the Lord, Har, Har, Har, Har, Har, are blessed with honor in His Court.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸਾਧ ਸੰਗਤ ਦਾ ਆਸਰਾ ਲਈ ਰੱਖਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਦਿਵਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56186,
    "shabad_id": 4757,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "gurmiq gurmiq gurmiq iDAwvih; hir gil imil myil imlwvYgo ]5]",
    "transliteration": "Guramath Guramath Guramath Dhhiaavehi Har Gal Mil Mael Milaavaigo ||5||",
    "translation": "Those who meditate on the Guru's Teachings, the Guru's Instructions, the Guru's Wisdom, are united in the Lord's Union; He hugs them close in His Embrace. ||5||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ ਹੀ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਗਲ ਨਾਲ ਮਿਲ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਇਕ-ਮਿਕ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56187,
    "shabad_id": 4757,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "gurmuiK nwdu bydu hY gurmuiK; gur prcY nwmu iDAwvYgo ]",
    "transliteration": "Guramukh Naadh Baedh Hai Guramukh Gur Parachai Naam Dhhiaavaigo ||",
    "translation": "The Guru's Word is the Sound-current of the Naad, The Guru's Word is the wisdom of the Vedas; coming in contact with the Guru, meditate on the Naam.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਵਾਸਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਹੀ ਨਾਦ ਹੈ ਗੁਰੂ ਦੀ ਸਰਨ ਹੀ ਵੇਦ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਪ੍ਰਸੰਨਤਾ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56188,
    "shabad_id": 4757,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "hir hir rUpu. hir rUpo hovY; hir jn kau pUj krwvYgo ]6]",
    "transliteration": "Har Har Roop Har Roopo Hovai Har Jan Ko Pooj Karaavaigo ||6||",
    "translation": "In the Image of the Lord, Har, Har, one becomes the Embodiment of the Lord. The Lord makes His humble servant worthy of worship. ||6||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਭੀ ਹਰ ਥਾਂ) ਉਸ ਦੀ ਇੱਜ਼ਤ ਕਰਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56189,
    "shabad_id": 4757,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "swkq nr. siqguru, nhI kIAw; qy bymuK hir BrmwvYgo ]",
    "transliteration": "Saakath Nar Sathigur Nehee Keeaa Thae Baemukh Har Bharamaavaigo ||",
    "translation": "The faithless cynic does not submit to the True Guru; the Lord makes the non-believer wander in confusion.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ (ਆਪਣਾ ਆਸਰਾ) ਨਹੀਂ ਬਣਾਂਦੇ, ਉਹ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਭਵਾਈ ਰੱਖਦੇ ਹਨ, ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾਈ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56190,
    "shabad_id": 4757,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "loB lhir. suAwn kI sMgiq; ibKu mwieAw krMig lgwvYgo ]7]",
    "transliteration": "Lobh Lehar Suaan Kee Sangath Bikh Maaeiaa Karang Lagaavaigo ||7||",
    "translation": "The waves of greed are like packs of dogs. The poison of Maya sticks to the body-skeleton. ||7||",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਲੋਭ ਦੀ ਲਹਿਰ ਚੱਲਦੀ ਰਹਿੰਦੀ ਹੈ, (ਇਹ ਲਹਿਰ) ਕੁੱਤੇ ਦੇ ਸੁਭਾਵ ਵਰਗੀ ਹੈ, (ਜਿਵੇਂ ਕੁੱਤਾ) ਮੁਰਦਾਰ ਉੱਤੇ ਜਾਂਦਾ ਹੈ (ਮੁਰਦਾਰ ਨੂੰ ਖ਼ੁਸ਼ ਹੋ ਕੇ ਖਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਲੋਭ-ਲਹਿਰ ਦਾ ਪ੍ਰੇਰਿਆ ਹੋਇਆ ਮਨੁੱਖ) ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਜ਼ਹਰ ਨੂੰ ਚੰਬੜਿਆ ਰਹਿਦਾ ਹੈ ॥੭॥",
    "pronunciation": "lh-ir",
    "type_id": 3
  },
  {
    "id": 56191,
    "shabad_id": 4757,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "rwm nwmu sB jg kw qwrku; lig sMgiq. nwmu iDAwvYgo ]",
    "transliteration": "Raam Naam Sabh Jag Kaa Thaarak Lag Sangath Naam Dhhiaavaigo ||",
    "translation": "The Lord's Name is the Saving Grace of the whole world; join the Sangat, and meditate on the Naam.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਜਗਤ ਦਾ ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਹੈ। (ਜਿਹੜਾ ਮਨੁੱਖ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ (ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56192,
    "shabad_id": 4757,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "nwnk. rwKu rwKu pRB myry; sqsMgiq rwiK smwvYgo ]8]6] Ckw 1 ]",
    "transliteration": "Naanak Raakh Raakh Prabh Maerae Sathasangath Raakh Samaavaigo ||8||6||",
    "translation": "O my God, please protect and preserve Nanak in the Sat Sangat, the True Congregation; save him, and let him merge in You. ||8||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ) ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਭੀ ਸਾਧ ਸੰਗਤ ਵਿਚ) ਰੱਖੀ ਰੱਖ। (ਪਰਮਾਤਮਾ ਪ੍ਰਾਣੀ ਨੂੰ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਰੱਖ ਕੇ (ਆਪਣੇ ਵਿਚ) ਲੀਨ ਕਰੀ ਰੱਖਦਾ ਹੈ ॥੮॥੬॥ਛਕਾ ੧ ॥",
    "pronunciation": "Cy AstpdIAW ie`k Ckw[ C`kw ie`k bolo",
    "type_id": 3
  }
]
