[
  {
    "shabad_id": 4758,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kwnVw CMq mhlw 5",
    "transliteration": "Kaanarraa Shhanth Mehalaa 5",
    "translation": "Kaanraa, Chhant, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਕਾਨੜਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4758,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sy auDry; ijn rwm iDAwey ]",
    "transliteration": "Sae Oudhharae Jin Raam Dhhiaaeae ||",
    "translation": "They alone are saved, who meditate on the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ (ਵਿਕਾਰਾਂ ਦੀ ਮਾਰ ਤੋਂ) ਬਚ ਗਏ (ਅੰਤ ਵੇਲੇ ਭੀ ਹਰਿ-ਨਾਮ ਹੀ ਉਹਨਾਂ ਦਾ ਸਾਥੀ ਬਣਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jqn mwieAw ky; kwim. n Awey ]",
    "transliteration": "Jathan Maaeiaa Kae Kaam N Aaeae ||",
    "translation": "Working for Maya is useless.",
    "punjabi": "ਮਾਇਆ (ਇਕੱਠੀ ਕਰਨ) ਦੇ ਜਤਨ (ਤਾਂ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ (ਮਾਇਆ ਇਥੇ ਹੀ ਧਰੀ ਰਹਿ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "rwm iDAwey. siB Pl pwey; Din DMin qy bfBwgIAw ]",
    "transliteration": "Raam Dhhiaaeae Sabh Fal Paaeae Dhhan Dhhann Thae Baddabhaageeaa ||",
    "translation": "Meditating on the Lord, all fruits and rewards are obtained. They are blessed, blessed and very fortunate.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹਨਾਂ (ਮਨੁੱਖਾ ਜੀਵਨ ਦੇ) ਸਾਰੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਏ, ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸੋਭਾ ਖੱਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "sqsMig jwgy. nwim lwgy; eyk isau ilv lwgIAw ]",
    "transliteration": "Sathasang Jaagae Naam Laagae Eaek Sio Liv Laageeaa ||",
    "translation": "They are awake and aware in the True Congregation; attached to the Naam, they are lovingly attuned to the One.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹੇ, ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹੇ, ਉਹਨਾਂ ਦੀ (ਸਦਾ) ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਸੁਰਤ ਜੁੜੀ ਰਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qij mwn moh ibkwr; swDU lig qrau iqn kY pwey ]",
    "transliteration": "Thaj Maan Moh Bikaar Saadhhoo Lag Tharo Thin Kai Paaeae ||",
    "translation": "I have renounced pride, emotional attachment, wickedness and corruption; attached to the Holy, I am carried across at their feet.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਣ ਮੋਹ ਵਿਕਾਰ ਤਿਆਗ ਕੇ ਉੱਚੇ ਆਚਰਣ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਚਰਣੀਂ ਲੱਗ ਕੇ ਮੈਂ (ਭੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਸਕਾਂ।",
    "pronunciation": "l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ibnvMiq nwnk. srix suAwmI; bfBwig drsnu pwey ]1]",
    "transliteration": "Binavanth Naanak Saran Suaamee Baddabhaag Dharasan Paaeae ||1||",
    "translation": "Prays Nanak, I have come to the Sanctuary of my Lord and Master; by great good fortune, I obtain the Blessed Vision of His Darshan. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ) ਸਰਨ ਵਿਚ (ਰੱਖ। ਪਰ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ (ਅਜਿਹੇ ਸਾਧੂ ਜਨਾਂ ਦਾ) ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "imil swDU; inq Bjh nwrwiex ]",
    "transliteration": "Mil Saadhhoo Nith Bhajeh Naaraaein ||",
    "translation": "The Holy meet together, and continually vibrate and meditate on the Lord.",
    "punjabi": "ਆਓ, ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰੀਏ,",
    "pronunciation": "Bjh: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "rsik rsik; suAwmI gux gwiex ]",
    "transliteration": "Rasak Rasak Suaamee Gun Gaaein ||",
    "translation": "With love and excitement, they sing the Glorious Praises of their Lord and Master.",
    "punjabi": "ਅਤੇ ਪੂਰੇ ਆਨੰਦ ਨਾਲ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "gux gwie jIvh. hir Aimau pIvh; jnm mrxw Bwgey ]",
    "transliteration": "Gun Gaae Jeeveh Har Amio Peeveh Janam Maranaa Bhaageae ||",
    "translation": "Singing His Praises they live, drinking in the Lord's Nectar; the cycle of birth and death is over for them.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਅਸੀਂ ਪੀਂਦੇ ਰਹੀਏ ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰੀਏ। (ਹਰਿ-ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sqsMig pweIAY hir iDAweIAY; bhuiV dUKu. n lwgey ]",
    "transliteration": "Sathasang Paaeeai Har Dhhiaaeeai Bahurr Dhookh N Laageae ||",
    "translation": "Finding the True Congregation and meditating on the Lord, one is never again afflicted with pain.",
    "punjabi": "(ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਸਤਸੰਗ ਵਿਚ (ਹੀ) ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, ਅਤੇ ਮੁੜ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "kir dieAw dwqy purK ibDwqy; sMq syv kmwiex ]",
    "transliteration": "Kar Dhaeiaa Dhaathae Purakh Bidhhaathae Santh Saev Kamaaein ||",
    "translation": "By the Grace of the Great Giver, the Architect of Destiny, we work to serve the Saints.",
    "punjabi": "ਹੇ ਦਾਤਾਰ! ਹੇ ਸਰਬ ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਦਾ ਅਵਸਰ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ibnvMiq nwnk. jn DUir bWCih; hir dris shij smwiex ]2]",
    "transliteration": "Binavanth Naanak Jan Dhhoor Baanshhehi Har Dharas Sehaj Samaaein ||2||",
    "translation": "Prays Nanak, I long for the dust of the feet of the humble; I am intuitively absorbed in the Blessed Vision of the Lord. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਜਿਹੜੇ ਮਨੁੱਖ) ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨਤਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "sgly jMq; Bjhu gopwlY ]",
    "transliteration": "Sagalae Janth Bhajahu Gopaalai ||",
    "translation": "All beings vibrate and meditate on the Lord of the World.",
    "punjabi": "ਹੇ ਸਾਰੇ ਪ੍ਰਾਣੀਓ! ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "jp qp sMjm; pUrn GwlY ]",
    "transliteration": "Jap Thap Sanjam Pooran Ghaalai ||",
    "translation": "This brings the merits of chanting and meditation, austere self-discipline and perfect service.",
    "punjabi": "(ਇਹ ਭਜਨ ਹੀ) ਜਪ ਤਪ ਸੰਜਮ ਆਦਿਕ ਸਾਰੀ ਮਿਹਨਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "inq Bjhu suAwmI AMqrjwmI; sPl jnmu sbwieAw ]",
    "transliteration": "Nith Bhajahu Suaamee Antharajaamee Safal Janam Sabaaeiaa ||",
    "translation": "Vibrating and meditating continuously on our Lord and Master, the Inner-knower, the Searcher of hearts, one's life becomes totally fruitful.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਓ! ਸਦਾ ਅੰਤਰਜਾਮੀ ਮਾਲਕ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰੋ (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰਾ ਹੀ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "goibdu gweIAY. inq iDAweIAY; prvwxu soeI AwieAw ]",
    "transliteration": "Gobidh Gaaeeai Nith Dhhiaaeeai Paravaan Soee Aaeiaa ||",
    "translation": "Those who sing and meditate continually on the Lord of the Universe - their coming into the world is blessed and approved.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਓ! ਗੋਬਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਸਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਜਿਹੜਾ ਸਿਮਰਨ-ਭਜਨ ਕਰਦਾ ਹੈ) ਉਹੀ ਜਗਤ ਵਿਚ ਜੰਮਿਆ ਕਬੂਲ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jp qwp sMjm, hir hir inrMjn; goibMd Dnu sMig cwlY ]",
    "transliteration": "Jap Thaap Sanjam Har Har Niranjan Gobindh Dhhan Sang Chaalai ||",
    "translation": "The Immaculate Lord, Har, Har, is meditation and chanting, and austere self-discipline; only the Wealth of the Lord of the Universe shall go along with you in the end.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਓ! ਮਾਇਆ-ਰਹਿਤ ਹਰੀ ਦਾ ਸਿਮਰਨ ਹੀ ਜਪ ਤਪ ਸੰਜਮ (ਆਦਿਕ ਉੱਦਮ) ਹੈ। ਪਰਮਾਤਮਾ ਦਾ (ਨਾਮ-) ਧਨ ਹੀ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ibnvMiq nwnk. kir dieAw dIjY; hir rqnu bwDau pwlY ]3]",
    "transliteration": "Binavanth Naanak Kar Dhaeiaa Dheejai Har Rathan Baadhho Paalai ||3||",
    "translation": "Prays Nanak, please grant Your Grace, O Lord, and bless me with the Jewel, that I may carry it in my pocket. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ, ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਪ੍ਰਭੂ) ਮਿਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ ਆਪਣਾ) ਨਾਮ-ਰਤਨ ਦੇਹ ਮੈਂ (ਆਪਣੇ) ਪੱਲੇ ਬੰਨ੍ਹ ਲਵਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "mMglcwr; coj AwnMdw ]",
    "transliteration": "Mangalachaar Choj Aanandhaa ||",
    "translation": "His Wondrous and Amazing Plays are blissful",
    "punjabi": "(ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਪੈਦਾ ਹੋ ਜਾਂਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "kir ikrpw; imly prmwnMdw ]",
    "transliteration": "Kar Kirapaa Milae Paramaanandhaa ||",
    "translation": "Granting His Grace, He bestows supreme ecstasy.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਜੀ ਮਿਹਰ ਕਰ ਕੇ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "pRB imly suAwmI suKhgwmI; ieC mn kI puMnIAw ]",
    "transliteration": "Prabh Milae Suaamee Sukhehagaamee Eishh Man Kee Punneeaa ||",
    "translation": "God, my Lord and Master, the Bringer of peace, has met me, and the desires of my mind are fulfilled.",
    "punjabi": "ਸੁਖ ਦੇਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਮਿਲ ਪੈਂਦੇ ਹਨ, (ਉਸ ਦੇ) ਮਨ ਦੀ (ਹਰੇਕ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "bjI bDweI shjy smweI; bhuiV dUiK. n ruMnIAw ]",
    "transliteration": "Bajee Badhhaaee Sehajae Samaaee Bahurr Dhookh N Runneeaa ||",
    "translation": "Congratulations pour in; I am intuitively absorbed in the Lord. I shall never again cry out in pain.",
    "punjabi": "ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਹੁਲਾਰਾ ਜਿਹਾ ਆਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਫਿਰ ਕਦੇ ਕਿਸੇ ਦੁੱਖ ਦੇ ਕਾਰਨ ਘਬਰਾਂਦੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ly kMiT lwey. suK idKwey; ibkwr ibnsy mMdw ]",
    "transliteration": "Lae Kanth Laaeae Sukh Dhikhaaeae Bikaar Binasae Mandhaa ||",
    "translation": "He hugs me close in His Embrace, and blesses me with peace; the evil of sin and corruption is gone.",
    "punjabi": "(ਪ੍ਰਭੂ ਜੀ) ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦੇ ਹਨ, ਉਸ ਨੂੰ (ਸਾਰੇ) ਸੁਖ ਵਿਖਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਵਿਕਾਰ ਸਾਰੇ ਭੈੜ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4758,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ibnvMiq nwnk. imly suAwmI; purK prmwnMdw ]4]1]",
    "transliteration": "Binavanth Naanak Milae Suaamee Purakh Paramaanandhaa ||4||1||",
    "translation": "Prays Nanak, I have met my Lord and Master, the Primal Lord, the Embodiment of Bliss. ||4||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ (ਇਉਂ ਉਸ ਜੀਵ-ਇਸਤਰੀ ਨੂੰ) ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਜੀ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4759,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kwnVy kI vwr mhlw 4, mUsy kI vwr kI, DunI",
    "transliteration": "Kaanarrae Kee Vaar Mehalaa 4 Moosae Kee Vaar Kee Dhhunee",
    "translation": "Vaar Of Kaanraa, Fourth Mehl, Sung To The Tune Of The Ballad Of Musa:",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਇਸ ਵਾਰ ਨੂੰ ਮੂਸੇ ਦੀ ਵਾਰ ਦੀ ਸੁਰ ਤੇ ਗਾਉਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4759,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4759,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4759,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "rwm nwmu inDwnu hir; gurmiq rKu aur Dwir ]",
    "transliteration": "Raam Naam Nidhhaan Har Guramath Rakh Our Dhhaar ||",
    "translation": "Follow the Guru's Teachings, and enshrine the Treasure of the Lord's Name within your heart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਅਸਲ) ਖ਼ਜ਼ਾਨਾ (ਹੈ) ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਇਸ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4759,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "dwsn dwsw hoie rhu; haumY ibiKAw mwir ]",
    "transliteration": "Dhaasan Dhaasaa Hoe Rahu Houmai Bikhiaa Maar ||",
    "translation": "Become the slave of the Lord's slaves, and conquer egotism and corruption.",
    "punjabi": "(ਇਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਉਮੈ (-ਰੂਪ) ਮਾਇਆ (ਦੇ ਪ੍ਰਭਾਵ) ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮੁਕਾ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4759,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jnmu pdwrQu jIiqAw; kdy. n AwvY hwir ]",
    "transliteration": "Janam Padhaarathh Jeethiaa Kadhae N Aavai Haar ||",
    "translation": "You shall win this treasure of life; you shall never lose.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਉਹ) ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਕੀਮਤੀ ਮਨੋਰਥ ਹਾਸਲ ਕਰ ਕੇ (ਜਗਤ ਤੋਂ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ) ਹਾਰ ਕੇ ਕਦੇ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4759,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Dnu Dnu vfBwgI nwnkw; ijn gurmiq hir rsu swir ]1]",
    "transliteration": "Dhhan Dhhan Vaddabhaagee Naanakaa Jin Guramath Har Ras Saar ||1||",
    "translation": "Blessed, blessed and very fortunate are those, O Nanak, who savor the Sublime Essence of the Lord through the Guru's Teachings. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੰਨ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ; ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4760,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4760,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "goivMdu goivdu goivdu hir; goivdu guxI inDwnu ]",
    "transliteration": "Govindh Govidh Govidh Har Govidh Gunee Nidhhaan ||",
    "translation": "Govind, Govind, Govind - the Lord God, the Lord of the Universe is the Treasure of Virtue.",
    "punjabi": "ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4760,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "goivdu goivdu gurmiq iDAweIAY; qW drgh pweIAY mwnu ]",
    "transliteration": "Govidh Govidh Guramath Dhhiaaeeai Thaan Dharageh Paaeeai Maan ||",
    "translation": "Meditating on Govind, Govind, the Lord of the Universe, through the Guru's Teachings, you shall be honored in the Court of the Lord.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਿਆ ਜਾਏ ਤਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਹਜੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
