[
  {
    "id": 56229,
    "shabad_id": 4760,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "goivdu goivdu goivdu jip; muKu aUjlw prDwnu ]",
    "transliteration": "Govidh Govidh Govidh Jap Mukh Oojalaa Paradhhaan ||",
    "translation": "Meditating on God, chanting Govind, Govind, Govind, your face shall be radiant; you shall be famous and exalted.",
    "punjabi": "ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ ਕੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੁਰਖ਼ਰੂ ਹੋਈਦਾ ਹੈ ਤੇ ਪ੍ਰਧਾਨਤਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56230,
    "shabad_id": 4760,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nwnk. guru goivMdu hir; ijqu imil hir pwieAw nwmu ]2]",
    "transliteration": "Naanak Gur Govindh Har Jith Mil Har Paaeiaa Naam ||2||",
    "translation": "O Nanak, the Guru is the Lord God, the Lord of the Universe; meeting Him, you shall obtain the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ) ਹੈ; ਉਸ (ਗੁਰੂ) ਵਿਚ ਮਿਲ ਕੇ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56231,
    "shabad_id": 4761,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": ":polw bolojug juVy",
    "type_id": 3
  },
  {
    "id": 56232,
    "shabad_id": 4761,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "qUM Awpy hI. isD swiDko; qU Awpy hI. jug jogIAw ]",
    "transliteration": "Thoon Aapae Hee Sidhh Saadhhiko Thoo Aapae Hee Jug Jogeeaa ||",
    "translation": "You Yourself are the Siddha and the seeker; You Yourself are the Yoga and the Yogi.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗਾ ਹੋਇਆ ਜੋਗੀ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਾਧਨ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਜੋਗ ਵਿਚ ਜੁੜਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56233,
    "shabad_id": 4761,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "qU Awpy hI rs rsIAVw; qU Awpy hI Bog BogIAw ]",
    "transliteration": "Thoo Aapae Hee Ras Raseearraa Thoo Aapae Hee Bhog Bhogeeaa ||",
    "translation": "You Yourself are the Taster of tastes; You Yourself are the Enjoyer of pleasures.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਰਸ ਚੱਖਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਭੋਗ ਭੋਗਣ ਵਾਲਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56234,
    "shabad_id": 4761,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "qU Awpy Awip vrqdw; qU Awpy krih su hogIAw ]",
    "transliteration": "Thoo Aapae Aap Varathadhaa Thoo Aapae Karehi S Hogeeaa ||",
    "translation": "You Yourself are All-pervading; whatever You do comes to pass.",
    "punjabi": "(ਕਿਉਂਕਿ ਜੋਗੀਆਂ ਵਿਚ ਭੀ ਤੇ ਗ੍ਰਿਹਸਤੀਆਂ ਵਿਚ ਭੀ ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈਂ, ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56235,
    "shabad_id": 4761,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sqsMgiq siqgur DMnu Dnuo. DMn DMn Dno; ijqu imil hir bulg bulogIAw ]",
    "transliteration": "Sathasangath Sathigur Dhhann Dhhanuo Dhhann Dhhann Dhhano Jith Mil Har Bulag Bulogeeaa ||",
    "translation": "Blessed, blessed, blessed, blessed, blessed is the Sat Sangat, the True Congregation of the True Guru. Join them - speak and chant the Lord's Name.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤ ਧੰਨ ਹੈ ਧੰਨ ਹੈ ਜਿਸ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਬੋਲੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56236,
    "shabad_id": 4761,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "siB khhu muKhu. hir hir hry. hir hir hry; hir bolq. siB pwp lhogIAw ]1]",
    "transliteration": "Sabh Kehahu Mukhahu Har Har Harae Har Har Harae Har Bolath Sabh Paap Lehogeeaa ||1||",
    "translation": "Let everyone chant together the Name of the Lord, Har, Har, Haray, Har, Har, Haray; chanting Har, all sins are washed away. ||1||",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਬੈਠ ਕੇ) ਸਾਰੇ (ਆਪਣੇ ਮੂੰਹੋਂ ਸਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੇ ਪਿਛਲੇ ਕੀਤੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56237,
    "shabad_id": 4762,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56238,
    "shabad_id": 4762,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir hir hir hir nwmu hY; gurmuiK pwvY koie ]",
    "transliteration": "Har Har Har Har Naam Hai Guramukh Paavai Koe ||",
    "translation": "Har, Har, Har, Har is the Name of the Lord; rare are those who, as Gurmukh, obtain it.",
    "punjabi": "ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਹਾਸਲ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56239,
    "shabad_id": 4762,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "haumY mmqw nwsu hoie; durmiq kFY Doie ]",
    "transliteration": "Houmai Mamathaa Naas Hoe Dhuramath Kadtai Dhhoe ||",
    "translation": "Egotism and possessiveness are eradicated, and evil-mindedness is washed away.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਇਹ ਦਾਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਅਤੇ ਅਪਣੱਤ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਭੈੜੀ ਮੱਤ (ਦੀ ਮੈਲ) ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56240,
    "shabad_id": 4762,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwnk. An idnu gux aucrY; ijn kau Duir iliKAw hoie ]1]",
    "transliteration": "Naanak Anadhin Gun Oucharai Jin Ko Dhhur Likhiaa Hoe ||1||",
    "translation": "O Nanak, one who is blessed with such pre-ordained destiny chants the Lord's Praises, night and day. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹ ਮਨੁੱਖ) ਹਰ ਵੇਲੇ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਉਚਾਰਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦੇ ਹਨ) ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰ ਤੋਂ (ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਾਮ ਸਿਮਰਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56241,
    "shabad_id": 4763,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56242,
    "shabad_id": 4763,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir Awpy Awip dieAwlu hir; Awpy kry su hoie ]",
    "transliteration": "Har Aapae Aap Dhaeiaal Har Aapae Karae S Hoe ||",
    "translation": "The Lord Himself is Merciful; whatever the Lord Himself does, comes to pass.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56243,
    "shabad_id": 4763,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir Awpy Awip vrqdw; hir jyvfu Avru. n koie ]",
    "transliteration": "Har Aapae Aap Varathadhaa Har Jaevadd Avar N Koe ||",
    "translation": "The Lord Himself is All-pervading. There is no other as Great as the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਹਰ ਥਾਂ) ਮੌਜੂਦ ਹੈ, ਕੋਈ ਹੋਰ ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56244,
    "shabad_id": 4763,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jo hir pRB BwvY so QIAY; jo hir pRBu kry su hoie ]",
    "transliteration": "Jo Har Prabh Bhaavai So Thheeai Jo Har Prabh Karae S Hoe ||",
    "translation": "Whatever pleases the Lord God's Will comes to pass; whatever the Lord God does is done.",
    "punjabi": "ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਪ੍ਰਭੂ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56245,
    "shabad_id": 4763,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kImiq iknY. n pweIAw; byAMqu pRBU hir soie ]",
    "transliteration": "Keemath Kinai N Paaeeaa Baeanth Prabhoo Har Soe ||",
    "translation": "No one can appraise His Value; the Lord God is Endless.",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਕਿਸੇ (ਮਨੁੱਖ) ਨੇ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56246,
    "shabad_id": 4763,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. gurmuiK hir swlwihAw; qnu mnu sIqlu hoie ]2]",
    "transliteration": "Naanak Guramukh Har Saalaahiaa Than Man Seethal Hoe ||2||",
    "translation": "O Nanak, as Gurmukh, praise the Lord; your body and mind shall be cooled and soothed. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਉਸ ਦਾ ਤਨ ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56247,
    "shabad_id": 4764,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56248,
    "shabad_id": 4764,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sB joiq qyrI jgjIvnw; qU Git Git hir rMg rMgnw ]",
    "transliteration": "Sabh Joth Thaeree Jagajeevanaa Thoo Ghatt Ghatt Har Rang Ranganaa ||",
    "translation": "You are the Light of all, the Life of the World; You imbue each and every heart with Your Love.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਤੇਰਾ ਹੀ ਨੂਰ (ਚਾਨਣ ਕਰ ਰਿਹਾ ਹੈ), ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ (ਮੌਜੂਦ ਹੈਂ ਤੇ ਆਪਣੇ ਨਾਮ ਦੀ) ਰੰਗਣ ਚਾੜ੍ਹਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "j`gjIvnw",
    "type_id": 3
  },
  {
    "id": 56249,
    "shabad_id": 4764,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "siB iDAwvih quDu. myry pRIqmw; qU siq siq purK inrMjnw ]",
    "transliteration": "Sabh Dhhiaavehi Thudhh Maerae Preethamaa Thoo Sath Sath Purakh Niranjanaa ||",
    "translation": "All meditate on You, O my Beloved; You are the True, True Primal Being, the Immaculate Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਸਾਰੇ ਜੀਵ ਤੈਨੂੰ (ਹੀ) ਸਿਮਰਦੇ ਹਨ। ਹੇ ਸਰਬ-ਵਿਆਪਕ (ਤੇ ਫਿਰ ਭੀ) ਨਿਰਲੇਪ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56250,
    "shabad_id": 4764,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ieku dwqw. sBu jgqu iBKwrIAw; hir jwcih sB mMg mMgnw ]",
    "transliteration": "Eik Dhaathaa Sabh Jagath Bhikhaareeaa Har Jaachehi Sabh Mang Manganaa ||",
    "translation": "The One is the Giver; the whole world is the beggar. All the beggars beg for His Gifts.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਦਾਤਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਸਾਰਾ ਜਗਤ (ਤੇਰੇ ਦਰ ਦਾ) ਮੰਗਤਾ ਹੈ। ਹੇ ਹਰੀ! ਹਰੇਕ ਮੰਗ (ਜੀਵ ਤੈਥੋਂ ਹੀ) ਮੰਗਦੇ ਹਨ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "id": 56251,
    "shabad_id": 4764,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "syvku Twkuru sBu qUhY qUhY; gurmqI hir cMg cMgnw ]",
    "transliteration": "Saevak Thaakur Sabh Thoohai Thoohai Guramathee Har Chang Changanaa ||",
    "translation": "You are the servant, and You are the Lord and Master of all. Through the Guru's Teachings, we are ennobled and uplifted.",
    "punjabi": "ਤੂੰ ਆਪ ਹੀ ਮਾਲਕ ਹੈਂ। ਹੇ ਹਰੀ! ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆ ਤੂੰ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56252,
    "shabad_id": 4764,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siB khhu muKhu, irKIkysu hry; irKIkysu hry, ijqu pwvih sB Pl Plnw ]2]",
    "transliteration": "Sabh Kehahu Mukhahu Rikheekaes Harae Rikheekaes Harae Jith Paavehi Sabh Fal Falanaa ||2||",
    "translation": "Let everyone say that the Lord is the Master of the senses, the Master of all faculties; through Him, we obtain all fruits and rewards. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਸਾਰੇ) ਇੰਦ੍ਰਿਆਂ ਦਾ ਮਾਲਕ ਹੈ, ਤੁਸੀਂ ਸਾਰੇ ਆਪਣੇ ਮੂੰਹੋਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ, ਉਸ ਦਾ ਨਾਮ ਜਪੋ, ਉਸ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਜੀਵ) ਸਾਰੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56253,
    "shabad_id": 4765,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56254,
    "shabad_id": 4765,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir hir nwmu iDAwie mn; hir drgh pwvih mwnu ]",
    "transliteration": "Har Har Naam Dhhiaae Man Har Dharageh Paavehi Maan ||",
    "translation": "O mind, meditate on the Name of the Lord, Har, Har; you shall be honored in the Court of the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਹਾਸਲ ਕਰੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56255,
    "shabad_id": 4765,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jo ieCih so Plu pwiesI; gur sbdI lgY iDAwnu ]",
    "transliteration": "Jo Eishhehi So Fal Paaeisee Gur Sabadhee Lagai Dhhiaan ||",
    "translation": "You shall obtain the fruits that you desire, focusing your meditation on the Word of the Guru's Shabad.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਪਾਸੋਂ) ਜੋ ਤੂੰ ਮੰਗੇਂਗਾ ਉਹੀ ਫਲ (ਉਹ) ਦੇਵੇਗਾ। (ਪਰ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਪ੍ਰਭੂ ਵਿਚ) ਸੁਰਤ ਜੁੜ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56256,
    "shabad_id": 4765,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "iklivK pwp siB ktIAih; haumY cukY gumwnu ]",
    "transliteration": "Kilavikh Paap Sabh Katteeahi Houmai Chukai Gumaan ||",
    "translation": "All your sins and mistakes shall be wiped away, and you shall be rid of egotism and pride.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੁੜਦੀ ਹੈ, ਉਸ ਦੇ) ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਕੱਟੇ ਜਾਂਦੇ ਹਨ; (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56257,
    "shabad_id": 4765,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gurmuiK kmlu ivgisAw; sBu Awqm bRhmu pCwnu ]",
    "transliteration": "Guramukh Kamal Vigasiaa Sabh Aatham Breham Pashhaan ||",
    "translation": "The heart-lotus of the Gurmukh blossoms forth, recognizing God within every soul.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ-ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਉਹ ਥਾਂ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਨਣ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ivgisAw: polw bolo",
    "type_id": 3
  },
  {
    "id": 56258,
    "shabad_id": 4765,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir hir ikrpw Dwir pRB; jn nwnk. jip hir nwmu ]1]",
    "transliteration": "Har Har Kirapaa Dhhaar Prabh Jan Naanak Jap Har Naam ||1||",
    "translation": "O Lord God, please shower Your Mercy upon servant Nanak, that he may chant the Lord's Name. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਦਾਸ (ਨਾਨਕ) ਉਤੇ ਮਿਹਰ ਕਰ, (ਮੈਂ ਤੇਰਾ ਦਾਸ ਭੀ) ਨਾਮ ਜਪਦਾ ਰਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56259,
    "shabad_id": 4766,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56260,
    "shabad_id": 4766,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir hir nwmu pivqu hY; nwmu jpq duKu jwie ]",
    "transliteration": "Har Har Naam Pavith Hai Naam Japath Dhukh Jaae ||",
    "translation": "The Name of the Lord, Har, Har, is Sacred and Immaculate. Chanting the Naam, pain is dispelled.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਸੁੱਚਾ ਬਨਾਣ-ਜੋਗ ਹੈ, ਨਾਮ ਜਪਿਆਂ (ਹਰੇਕ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56261,
    "shabad_id": 4766,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijn kau pUrib iliKAw; iqn min visAw Awie ]",
    "transliteration": "Jin Ko Poorab Likhiaa Thin Man Vasiaa Aae ||",
    "translation": "God comes to abide in the minds of those who have such pre-ordained destiny.",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ) ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਦੇ ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਨਾਮ ਜਪਣ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖਾ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56262,
    "shabad_id": 4766,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqgur kY BwxY jo clY; iqn dwldu duKu lih jwie ]",
    "transliteration": "Sathigur Kai Bhaanai Jo Chalai Thin Dhaaladh Dhukh Lehi Jaae ||",
    "translation": "Those who walk in harmony with the Will of the True Guru are rid of pain and poverty.",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਦੁੱਖ ਦਰਿੱਦ੍ਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56263,
    "shabad_id": 4766,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AwpxY BwxY iknY. n pwieE; jn vyKhu min pqIAwie ]",
    "transliteration": "Aapanai Bhaanai Kinai N Paaeiou Jan Vaekhahu Man Patheeaae ||",
    "translation": "No one finds the Lord by his own will; see this, and satisfy your mind.",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਵਿਚ ਤਸੱਲੀ ਕਰ ਕੇ ਵੇਖ ਲਵੋ, ਆਪਣੇ ਮਨ ਦੀ ਮਰਜ਼ੀ ਵਿਚ ਤੁਰ ਕੇ ਕਿਸੇ ਨੇ ਭੀ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56264,
    "shabad_id": 4766,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jnu nwnku dwsn dwsu hY; jo siqgur lwgy pwie ]2]",
    "transliteration": "Jan Naanak Dhaasan Dhaas Hai Jo Sathigur Laagae Paae ||2||",
    "translation": "Servant Nanak is the slave of the slave of those who fall at the Feet of the True Guru. ||2||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56265,
    "shabad_id": 4767,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
