[
  {
    "id": 56266,
    "shabad_id": 4767,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤੂੰ ਥਾਨ ਥਨੰਤਰਿ, ਭਰਪੂਰੁ ਹਹਿ ਕਰਤੇ; ਸਭ ਤੇਰੀ ਬਣਤ ਬਣਾਵਣੀ ॥",
    "transliteration": "Thoon Thhaan Thhananthar Bharapoor Hehi Karathae Sabh Thaeree Banath Banaavanee ||",
    "translation": "You are pervading and permeating all places and interspaces, O Creator. You made all that has been made.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਤੂੰ ਹਰੇਕ ਥਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਸੰਸਾਰ ਦੀ ਸਾਰੀ ਬਣਤਰ ਤੇਰੀ ਹੀ ਬਣਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "ਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 56267,
    "shabad_id": 4767,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰੰਗ ਪਰੰਗ. ਸਿਸਟਿ ਸਭ ਸਾਜੀ; ਬਹੁ ਬਹੁ ਬਿਧਿ ਭਾਂਤਿ ੳੁਪਾਵਣੀ ॥",
    "transliteration": "Rang Parang Sisatt Sabh Saajee Bahu Bahu Bidhh Bhaanth Oupaavanee ||",
    "translation": "You created the entire universe, with all its colors and shades; in so many ways and means and forms You formed it.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੂੰ ਕਈ ਰੰਗਾਂ ਦੀ ਬਣਾਈ ਹੈ, ਕਈ ਕਿਸਮਾਂ ਦੀ ਪੈਦਾ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56268,
    "shabad_id": 4767,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਭ ਤੇਰੀ ਜੋਤਿ. ਜੋਤੀ ਵਿਚਿ ਵਰਤਹਿ; ਗੁਰਮਤੀ ਤੁਧੈ ਲਾਵਣੀ ॥",
    "transliteration": "Sabh Thaeree Joth Jothee Vich Varathehi Guramathee Thudhhai Laavanee ||",
    "translation": "O Lord of Light, Your Light is infused within all; You link us to the Guru's Teachings.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਤੇਰਾ ਹੀ ਨੂਰ ਹੈ, ਤੇ ਨੂਰ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਮੌਜੂਦ ਹੈਂ। ਤੂੰ ਆਪ ਹੀ (ਜਗਤ ਦੇ ਜੀਵਾਂ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਜੋੜਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56269,
    "shabad_id": 4767,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਹੋਹਿ ਦੲਿਅਾਲੁ. ਤਿਨ ਸਤਿਗੁਰੁ ਮੇਲਹਿ; ਮੁਖਿ ਗੁਰਮੁਖਿ ਹਰਿ ਸਮਝਾਵਣੀ ॥",
    "transliteration": "Jin Hohi Dhaeiaal Thin Sathigur Maelehi Mukh Guramukh Har Samajhaavanee ||",
    "translation": "They alone meet the True Guru, unto whom You are Merciful; O Lord, You instruct them in the Guru's Word.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੂੰ ਦਇਅਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ ਤੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈਂ, ਤੇ, ਗੁਰੂ ਦੇ ਮੂੰਹੋਂ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣਾ ਗਿਆਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56270,
    "shabad_id": 4767,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਭਿ ਬੋਲਹੁ ਰਾਮ ਰਮੋ. ਸ੍ਰੀ ਰਾਮ ਰਮੋ; ਜਿਤੁ ਦਾਲਦੁ ਦੁਖ ਭੁਖ ਸਭ ਲਹਿ ਜਾਵਣੀ ॥੩॥",
    "transliteration": "Sabh Bolahu Raam Ramo Sree Raam Ramo Jith Dhaaladh Dhukh Bhukh Sabh Lehi Jaavanee ||3||",
    "translation": "Let everyone chant the Name of the Lord, chant the Name of the Great Lord; all poverty, pain and hunger shall be taken away. ||3||",
    "punjabi": "ਤੁਸੀਂ ਸਾਰੇ ਸੋਹਣੇ ਰਾਮ ਦਾ ਨਾਮ ਜਪੋ, ਸੋਹਣੇ ਰਾਮ ਦਾ ਨਾਮ ਜਪੋ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਦੁੱਖ ਭੁੱਖ ਦਰਿੱਦ੍ਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56271,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56272,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅੰਮਿ੍ਰਤੁ ਨਾਮ ਰਸੁ; ਹਰਿ ਅੰਮਿ੍ਰਤੁ ਹਰਿ ੳੁਰ ਧਾਰਿ ॥",
    "transliteration": "Har Har Anmrith Naam Ras Har Anmrith Har Our Dhhaar ||",
    "translation": "The Ambrosial Nectar of the Name of the Lord, Har, Har, is sweet; enshrine this Ambrosial Nectar of the Lord within your heart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ; ਇਸ ਨਾਮ-ਜਲ ਨੂੰ ਇਸ ਦੇ ਸੁਆਦ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56273,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਵਿਚਿ ਸੰਗਤਿ. ਹਰਿ ਪ੍ਰਭੁ ਵਰਤਦਾ; ਬੁਝਹੁ ਸਬਦ ਵੀਚਾਰਿ ॥",
    "transliteration": "Vich Sangath Har Prabh Varathadhaa Bujhahu Sabadh Veechaar ||",
    "translation": "The Lord God prevails in the Sangat, the Holy Congregation; reflect upon the Shabad and understand.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਦੀ ਰਾਹੀਂ (ਇਹ ਗੱਲ) ਸਮਝ ਲਵੋ (ਕਿ) ਪਰਮਾਤਮਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "ਬੁੱਝਹੁ",
    "type_id": 3
  },
  {
    "id": 56274,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਬਿਖੁ ਹੳੁਮੈ ਕਢੀ ਮਾਰਿ ॥",
    "transliteration": "Man Har Har Naam Dhhiaaeiaa Bikh Houmai Kadtee Maar ||",
    "translation": "Meditating on the Name of the Lord, Har, Har, within the mind, the poison of egotism is eradicated.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ) ਹਉਮੈ-ਜ਼ਹਰ ਮਾਰ ਕੇ ਕੱਢ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56275,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਨ ਚੇਤਿਓ; ਤਿਨ ਜੂਅੈ ਜਨਮੁ ਸਭੁ ਹਾਰਿ ॥",
    "transliteration": "Jin Har Har Naam N Chaethiou Thin Jooai Janam Sabh Haar ||",
    "translation": "One who does not remember the Name of the Lord, Har, Har, shall totally lose this life in the gamble.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਯਾਦ ਨਹੀਂ ਕੀਤਾ, ਉਹਨਾਂ (ਆਪਣਾ) ਸਾਰਾ (ਮਨੁੱਖਾ) ਜੀਵਨ (ਮਾਨੋ) ਜੂਏ (ਦੀ ਖੇਡ) ਵਿਚ ਹਾਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56276,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਿ ਤੁਠੈ. ਹਰਿ ਚੇਤਾੲਿਅਾ; ਹਰਿ ਨਾਮਾ ਹਰਿ ੳੁਰ ਧਾਰਿ ॥",
    "transliteration": "Gur Thuthai Har Chaethaaeiaa Har Naamaa Har Our Dhhaar ||",
    "translation": "By Guru's Grace, one remembers the Lord, and enshrines the Lord's Name within the heart.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਸਿਖਾਇਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56277,
    "shabad_id": 4768,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਤੇ ਮੁਖ ੳੁਜਲੇ; ਤਿਤੁ ਸਚੈ ਦਰਬਾਰਿ ॥੧॥",
    "transliteration": "Jan Naanak Thae Mukh Oujalae Thith Sachai Dharabaar ||1||",
    "translation": "O servant Nanak, his face shall be radiant in the Court of the True Lord. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਦਰਬਾਰ ਵਿਚ ਉਹ ਮਨੁੱਖ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ੳੁ੍ਨਜਲੇ",
    "type_id": 3
  },
  {
    "id": 56278,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56279,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੀਰਤਿ ੳੁਤਮੁ ਨਾਮੁ ਹੈ; ਵਿਚਿ ਕਲਿਜੁਗ ਕਰਣੀ ਸਾਰੁ ॥",
    "transliteration": "Har Keerath Outham Naam Hai Vich Kalijug Karanee Saar ||",
    "translation": "To chant the Lord's Praise and His Name is sublime and exalted. This is the most excellent deed in this Dark Age of Kali Yuga.",
    "punjabi": "ਇਸ ਵਿਕਾਰਾਂ-ਵੇੜ੍ਹੇ ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਹੀ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਨ-ਜੋਗ ਕੰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56280,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਤਿ ਗੁਰਮਤਿ ਕੀਰਤਿ ਪਾੲੀਅੈ; ਹਰਿ ਨਾਮਾ ਹਰਿ ੳੁਰਿ ਹਾਰੁ ॥",
    "transliteration": "Math Guramath Keerath Paaeeai Har Naamaa Har Our Haar ||",
    "translation": "His Praises come through the Guru's Teachings and Instructions; wear the Necklace of the Lord's Name.",
    "punjabi": "ਪਰ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਮਿਲਦੀ ਹੈ ਇਹ ਹਰਿ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰੋ ਰੱਖਣ ਲਈ) ਹਾਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56281,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਵਡਭਾਗੀ ਜਿਨ ਹਰਿ ਧਿਅਾੲਿਅਾ; ਤਿਨ ਸੳੁਪਿਅਾ ਹਰਿ ਭੰਡਾਰੁ ॥",
    "transliteration": "Vaddabhaagee Jin Har Dhhiaaeiaa Thin Soupiaa Har Bhanddaar ||",
    "translation": "Those who meditate on the Lord are very fortunate. They are entrusted with the Treasure of the Lord.",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, (ਗੁਰੂ ਨੇ) ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਖ਼ਜਾਨਾ ਸੌਂਪ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56282,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਜਿ ਕਰਮ ਕਮਾਵਣੇ; ਨਿਤ ਹੳੁਮੈ ਹੋੲਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Bin Naavai J Karam Kamaavanae Nith Houmai Hoe Khuaar ||",
    "translation": "Without the Name, no matter what people may do, they continue to waste away in egotism.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਛੱਡ ਕੇ ਜਿਹੜੇ ਹੋਰ ਹੋਰ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰੀਦੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਈ) ਹਉਮੈ ਵਿਚ (ਫਸ ਕੇ ਮਨੁੱਖ) ਸਦਾ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56283,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਲਿ ਹਸਤੀ ਮਲਿ ਨਾਵਾਲੀਅੈ; ਸਿਰਿ ਭੀ ਫਿਰਿ ਪਾਵੈ ਛਾਰੁ ॥",
    "transliteration": "Jal Hasathee Mal Naavaaleeai Sir Bhee Fir Paavai Shhaar ||",
    "translation": "Elephants can be washed and bathed in water, but they only throw dust on their heads again.",
    "punjabi": "(ਵੇਖੋ) ਹਾਥੀ ਨੂੰ ਪਾਣੀ ਵਿਚ ਮਲ ਮਲ ਕੇ ਨਵ੍ਹਾਈਦਾ ਹੈ, ਫਿਰ ਭੀ ਉਹ (ਆਪਣੇ) ਸਿਰ ਉਤੇ ਸੁਆਹ (ਹੀ) ਪਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਨ੍ਹਾਵਾਲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 56284,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਮੇਲਹੁ ਸਤਿਗੁਰੁ ਦੲਿਅਾ ਕਰਿ; ਮਨਿ ਵਸੈ ੲੇਕੰਕਾਰੁ ॥",
    "transliteration": "Har Maelahu Sathigur Dhaeiaa Kar Man Vasai Eaekankaar ||",
    "translation": "O Kind and Compassionate True Guru, please unite me with the Lord, that the One Creator of the Universe may abide within my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵਾਂ ਨੂੰ) ਗੁਰੂ ਮਿਲਾ। (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56285,
    "shabad_id": 4769,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਗੁਰਮੁਖਿ ਸੁਣਿ ਹਰਿ ਮੰਨਿਅਾ; ਜਨ ਨਾਨਕ. ਤਿਨ ਜੈਕਾਰੁ ॥੨॥",
    "transliteration": "Jin Guramukh Sun Har Manniaa Jan Naanak Thin Jaikaar ||2||",
    "translation": "Those Gurmukhs who listen to the Lord and believe in Him - servant Nanak salutes them. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣ ਕੇ (ਉਸ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ ਉਹਨਾਂ ਨੂੰ ਹਰ ਵੇਲੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਮਿਲਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56286,
    "shabad_id": 4770,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56287,
    "shabad_id": 4770,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਵਖਰੁ ਹੈ ੳੂਤਮੁ; ਹਰਿ ਨਾੲਿਕੁ ਪੁਰਖੁ ਹਮਾਰਾ ॥",
    "transliteration": "Raam Naam Vakhar Hai Ootham Har Naaeik Purakh Hamaaraa ||",
    "translation": "The Lord's Name is the most sublime and precious merchandise. The Primal Lord God is my Lord and Master.",
    "punjabi": "(ਇਹ ਜਗਤ-ਖੇਲ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਖ਼ਰੀਦਣ ਲਈ ਸਭ ਤੋਂ) ਵਧੀਆ ਸੌਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਅਸਾਂ (ਇਸ ਸੌਦੇ ਦਾ ਵਣਜ ਕਰਨ ਵਾਲੇ) ਵਣਜਾਰਿਆਂ ਦਾ ਸਰਦਾਰ ਹੈ।",
    "pronunciation": "ਵੱਖਰੁ",
    "type_id": 3
  },
  {
    "id": 56288,
    "shabad_id": 4770,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਖੇਲੁ ਕੀਅਾ ਹਰਿ ਅਾਪੇ ਵਰਤੈ; ਸਭੁ ਜਗਤੁ ਕੀਅਾ ਵਣਜਾਰਾ ॥",
    "transliteration": "Har Khael Keeaa Har Aapae Varathai Sabh Jagath Keeaa Vanajaaraa ||",
    "translation": "The Lord has staged His Play, and He Himself permeates it. The whole world deals in this merchandise.",
    "punjabi": "(ਜਗਤ ਦਾ ਇਹ) ਖੇਲ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਬਣਾਇਆ ਹੈ, (ਤੇ ਇਸ ਵਿਚ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਹਰ ਥਾਂ) ਮੌਜੂਦ ਹੈ। ਸਾਰਾ ਜਗਤ (ਹਰੇਕ ਜੀਵ ਇਸ ਸੌਦੇ ਦਾ) ਵਣਜ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 56289,
    "shabad_id": 4770,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਭ ਜੋਤਿ ਤੇਰੀ, ਜੋਤੀ ਵਿਚਿ ਕਰਤੇ; ਸਭੁ ਸਚੁ, ਤੇਰਾ ਪਾਸਾਰਾ ॥",
    "transliteration": "Sabh Joth Thaeree Jothee Vich Karathae Sabh Sach Thaeraa Paasaaraa ||",
    "translation": "Your Light is the light in all beings, O Creator. All Your Expanse is True.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਇਹ ਸਾਰਾ ਤੇਰਾ (ਬਣਾਇਆ ਹੋਇਆ ਜਗਤ-) ਖਿਲਾਰਾ ਸਚਮੁਚ ਹੋਂਦ ਵਾਲਾ ਹੈ, ਇਸ ਵਿਚ ਹਰ ਥਾਂ ਤੇਰਾ ਹੀ ਨੂਰ ਹੈ, ਤੇ ਉਸ ਨੂਰ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56290,
    "shabad_id": 4770,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਭਿ ਧਿਅਾਵਹਿ ਤੁਧੁ, ਸਫਲ ਸੇ ਗਾਵਹਿ; ਗੁਰਮਤੀ ਹਰਿ ਨਿਰੰਕਾਰਾ ॥",
    "transliteration": "Sabh Dhhiaavehi Thudhh Safal Sae Gaavehi Guramathee Har Nirankaaraa ||",
    "translation": "All those who meditate on You become prosperous; through the Guru's Teachings, they sing Your Praises, O Formless Lord.",
    "punjabi": "ਹੇ ਨਿਰੰਕਾਰ! ਸਾਰੇ ਜੀਵ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦੇ ਹਨ। ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ (ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਂਦੇ ਹਨ ਉਹ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਮਨੋਰਥ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56291,
    "shabad_id": 4770,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਭਿ ਚਵਹੁ ਮੁਖਹੁ. ਜਗੰਨਾਥੁ ਜਗੰਨਾਥੁ ਜਗਜੀਵਨੋ; ਜਿਤੁ ਭਵਜਲ ਪਾਰਿ ੳੁਤਾਰਾ ॥੪॥",
    "transliteration": "Sabh Chavahu Mukhahu Jagannaathh Jagannaathh Jagajeevano Jith Bhavajal Paar Outhaaraa ||4||",
    "translation": "Let everyone chant the Lord, the Lord of the World, the Lord of the Universe, and cross over the terrifying world-ocean. ||4||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਜਗਤ ਦਾ ਖਸਮ ਹੈ ਜਗਤ ਦਾ ਨਾਥ ਹੈ ਜਗਤ ਦੀ ਜ਼ਿੰਦਗੀ (ਦਾ ਸਹਾਰਾ) ਹੈ ਸਾਰੇ (ਆਪਣੇ) ਮੂੰਹੋਂ (ਉਸ ਦਾ ਨਾਮ) ਬੋਲੋ। ਉਸ (ਦਾ ਨਾਮ ਉਚਾਰਨ) ਨਾਲ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(ਚਵਹੁ) ੳੁਚਾਰੋ। ਜੱਗਜੀਵਨੋ",
    "type_id": 3
  },
  {
    "id": 56292,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56293,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਮਰੀ ਜਿਹਬਾ ੲੇਕ; ਪ੍ਰਭ ਹਰਿ ਕੇ ਗੁਣ ਅਗਮ ਅਥਾਹ ॥",
    "transliteration": "Hamaree Jihabaa Eaek Prabh Har Kae Gun Agam Athhaah ||",
    "translation": "I have only one tongue, and the Glorious Virtues of the Lord God are Unapproachable and Unfathomable.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੀ (ਸਿਰਫ਼) ਇੱਕ ਜੀਭ ਹੈ, ਪਰ ਤੇਰੇ ਗੁਣ ਬੇਅੰਤ ਹਨ (ਇਕ ਐਸਾ ਸਮੁੰਦਰ ਹਨ) ਜਿਸ ਦੀ ਹਾਥ ਨਹੀਂ ਪੈ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56294,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਮ ਕਿੳੁ ਕਰਿ ਜਪਹ ੲਿਅਾਣਿਅਾ; ਹਰਿ ਤੁਮ ਵਡ ਅਗਮ ਅਗਾਹ ॥",
    "transliteration": "Ham Kio Kar Japeh Eiaaniaa Har Thum Vadd Agam Agaah ||",
    "translation": "I am ignorant - how can I meditate on You, Lord? You are Great, Unapproachable and Immeasurable.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬਹੁਤ ਅਪਹੁੰਚ ਹੈਂ ਤੇ ਡੂੰਘਾ ਹੈਂ ਅਸੀਂ ਅੰਞਾਣ ਜੀਵ ਤੈਨੂੰ ਕਿਵੇਂ ਜਪ ਸਕਦੇ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56295,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਦੇਹੁ ਪ੍ਰਭੂ ਮਤਿ ੳੂਤਮਾ; ਗੁਰ ਸਤਿਗੁਰ ਕੈ ਪਗਿ ਪਾਹ ॥",
    "transliteration": "Har Dhaehu Prabhoo Math Oothamaa Gur Sathigur Kai Pag Paah ||",
    "translation": "O Lord God, please bless me with that sublime wisdom, that I may fall at the Feet of the Guru, the True Guru.",
    "punjabi": "ਹੇ ਹਰੀ! ਸਾਨੂੰ ਕੋਈ ਸ੍ਰੇਸ਼ਟ ਅਕਲ ਬਖ਼ਸ਼ ਜਿਸ ਦਾ ਸਦਕਾ ਅਸੀਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਉਤੇ ਢਹਿ ਪਈਏ।",
    "pronunciation": "ਪਗਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56296,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਹਰਿ ਮੇਲਿ ਪ੍ਰਭ; ਹਮ ਪਾਪੀ ਸੰਗਿ ਤਰਾਹ ॥",
    "transliteration": "Sathasangath Har Mael Prabh Ham Paapee Sang Tharaah ||",
    "translation": "O Lord God, please lead me to the Sat Sangat, the True Congregation, where even a sinner like myself may be saved.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! ਸਾਨੂੰ ਸਾਧ ਸੰਗਤ ਮਿਲਾ ਕਿ (ਸਤ ਸੰਗੀਆਂ ਦੀ) ਸੰਗਤ ਵਿਚ ਅਸੀਂ ਪਾਪੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56297,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਹਰਿ ਬਖਸਿ ਲੈਹੁ; ਹਰਿ ਤੁਠੈ ਮੇਲਿ ਮਿਲਾਹ ॥",
    "transliteration": "Jan Naanak Ko Har Bakhas Laihu Har Thuthai Mael Milaah ||",
    "translation": "O Lord, please bless and forgive servant Nanak; please unite him in Your Union.",
    "punjabi": "ਹੇ ਹਰੀ! (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਕਰ, ਜੇ ਤੂੰ ਮਿਹਰ ਕਰੇਂ ਤਾਂ ਹੀ ਅਸੀਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਸਕਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56298,
    "shabad_id": 4771,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਕਿਰਪਾ ਕਰਿ ਸੁਣਿ ਬੇਨਤੀ; ਹਮ ਪਾਪੀ ਕਿਰਮ ਤਰਾਹ ॥੧॥",
    "transliteration": "Har Kirapaa Kar Sun Baenathee Ham Paapee Kiram Tharaah ||1||",
    "translation": "O Lord, please be merciful and hear my prayer; I am a sinner and a worm - please save me! ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਕਿਰਪਾ ਕਰ, (ਅਸਾਡੀ) ਬੇਨਤੀ ਸੁਣ, ਅਸੀਂ ਪਾਪੀ ਅਸੀਂ ਕੀੜੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56299,
    "shabad_id": 4772,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56300,
    "shabad_id": 4772,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਕਰਹੁ ਕਿ੍ਰਪਾ ਜਗਜੀਵਨਾ; ਗੁਰੁ ਸਤਿਗੁਰੁ ਮੇਲਿ ਦੲਿਅਾਲੁ ॥",
    "transliteration": "Har Karahu Kirapaa Jagajeevanaa Gur Sathigur Mael Dhaeiaal ||",
    "translation": "O Lord, Life of the World, please bless me with Your Grace, and lead me to meet the Guru, the Merciful True Guru.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜ਼ਿੰਦਗੀ ਦੇ ਆਸਰੇ ਹਰੀ! ਮਿਹਰ ਕਰ (ਸਾਨੂੰ) ਦਇਆ ਦਾ ਸੋਮਾ ਗੁਰੂ ਮਿਲਾ।",
    "pronunciation": "ਦੲਿਅਾਾਲੁ",
    "type_id": 3
  },
  {
    "id": 56301,
    "shabad_id": 4772,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਹਰਿ. ਹਮ ਭਾੲੀਅਾ; ਹਰਿ ਹੋਅਾ ਹਰਿ ਕਿਰਪਾਲੁ ॥",
    "transliteration": "Gur Saevaa Har Ham Bhaaeeaa Har Hoaa Har Kirapaal ||",
    "translation": "I am happy to serve the Guru; the Lord has become merciful to me.",
    "punjabi": "ਜਦੋਂ ਹਰੀ ਆਪ (ਸਾਡੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋਇਆ, ਤਦੋਂ ਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਸੇਵਾ ਸਾਨੂੰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਪਈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
