[
  {
    "id": 56302,
    "shabad_id": 4772,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਭ ਅਾਸਾ ਮਨਸਾ ਵਿਸਰੀ; ਮਨਿ ਚੂਕਾ ਅਾਲ ਜੰਜਾਲੁ ||",
    "transliteration": "Sabh Aasaa Manasaa Visaree Man Chookaa Aal Janjaal ||",
    "translation": "All my hopes and desires have been forgotten; my mind is rid of its worldly entanglements.",
    "punjabi": "ਸਾਰੀ ਆਸਾ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਿੱਸਰ ਗਈ, ਮਨ ਵਿਚ (ਟਿਕਿਆ ਹੋਇਆ) ਘਰ ਦਾ ਮੋਹ (ਭੀ) ਮੁਕ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56303,
    "shabad_id": 4772,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਿ ਤੁਠੈ. ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ; ਹਮ ਕੀੲੇ ਸਬਦਿ ਨਿਹਾਲੁ ||",
    "transliteration": "Gur Thuthai Naam Dhrirraaeiaa Ham Keeeae Sabadh Nihaal ||",
    "translation": "The Guru, in His Mercy, implanted the Naam within me; I am enraptured with the Word of the Shabad.",
    "punjabi": "ਪ੍ਰਸੰਨ ਹੋਏ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਾਡੇ ਮਨ ਵਿਚ) ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਾਨੂੰ (ਉਸ ਨੇ) ਨਿਹਾਲ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56304,
    "shabad_id": 4772,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਨਾਨਕਿ. ਅਤੁਟੁ ਧਨੁ ਪਾੲਿਅਾ; ਹਰਿ ਨਾਮਾ ਹਰਿ ਧਨੁ ਮਾਲੁ ||੨||",
    "transliteration": "Jan Naanak Athutt Dhhan Paaeiaa Har Naamaa Har Dhhan Maal ||2||",
    "translation": "Servant Nanak has obtained the inexhaustible wealth; the Lord's Name is his wealth and property. ||2||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਾਸ ਨਾਨਕ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ਜੋ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56305,
    "shabad_id": 4773,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56306,
    "shabad_id": 4773,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਤੁਮ੍ਹ ਵਡ ਵਡੇ. ਵਡੇ ਵਡ ੳੂਚੇ; ਸਭ ੳੂਪਰਿ ਵਡੇ ਵਡੌਨਾ ||",
    "transliteration": "Har Thumh Vadd Vaddae Vaddae Vadd Oochae Sabh Oopar Vaddae Vaddaanaa ||",
    "translation": "O Lord, You are the Greatest of the Great, the Greatest of the Great, the Most Lofty and Exalted of all, the Greatest of the Great.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡਾ ਹੈਂ ਬੜਾ ਉੱਚਾ ਹੈਂ ਸਭ ਤੋਂ ਉਪਰ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56307,
    "shabad_id": 4773,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਧਿਅਾਵਹਿ ਹਰਿ, ਅਪਰੰਪਰੁ ਹਰਿ ਹਰਿ; ਹਰਿ ਧਿਅਾੲਿ, ਹਰੇ ਤੇ ਹੋਨਾ ||",
    "transliteration": "Jo Dhhiaavehi Har Aparanpar Har Har Har Dhhiaae Harae Thae Honaa ||",
    "translation": "Those who meditate on the Infinite Lord, who meditate on the Lord, Har, Har, Har, are rejuvenated.",
    "punjabi": "ਹਰੀ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਹੈ, ਜਿਹੜੇ ਮਨੁੱਖ ਉਸ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਉਸ ਹਰੀ ਨੂੰ ਸਦਾ ਸਿਮਰ ਕੇ ਉਸ ਦਾ ਰੂਪ ਹੀ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਅਪ-ਰੰਪਰੁ",
    "type_id": 3
  },
  {
    "id": 56308,
    "shabad_id": 4773,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਗਾਵਹਿ ਸੁਣਹਿ ਤੇਰਾ ਜਸੁ ਸੁਅਾਮੀ; ਤਿਨ ਕਾਟੇ ਪਾਪ ਕਟੋਨਾ ||",
    "transliteration": "Jo Gaavehi Sunehi Thaeraa Jas Suaamee Thin Kaattae Paap Kattonaa ||",
    "translation": "Those who sing and listen to Your Praises, O my Lord and Master, have millions of sins destroyed.",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਸੁਣਦੇ ਹਨ, ਉਹ (ਆਪਣੇ) ਕ੍ਰੋੜਾਂ ਪਾਪ ਨਾਸ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56309,
    "shabad_id": 4773,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤੁਮ ਜੈਸੇ ਹਰਿ ਪੁਰਖ ਜਾਨੇ, ਮਤਿ ਗੁਰਮਤਿ; ਮੁਖਿ ਵਡ ਵਡਭਾਗ ਵਡੋਨਾ ||",
    "transliteration": "Thum Jaisae Har Purakh Jaanae Math Guramath Mukh Vadd Vadd Bhaag Vaddonaa ||",
    "translation": "I know that those divine beings who follow the Guru's Teachings are just like You, Lord. They are the greatest of the great, so very fortunate.",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਗਿਣੇ ਜਾਂਦੇ ਹਨ (ਸਭ ਮਨੁੱਖਾਂ ਵਿਚ) ਮੁਖੀ ਮੰਨੇ ਜਾਂਦੇ ਹਨ, ਸਤਿਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਕੇ ਉਹ ਮਨੁੱਖ ਤੇਰੇ ਵਰਗੇ ਹੀ ਜਾਣੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਵਡੋਨਾ) ਵੱਡੇ ਤੋਂ ਵੱਡੇ",
    "type_id": 3
  },
  {
    "id": 56310,
    "shabad_id": 4773,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਭਿ ਧਿਅਾਵਹੁ ਅਾਦਿ ਸਤੇ, ਜੁਗਾਦਿ ਸਤੇ; ਪਰਤਖਿ ਸਤੇ, ਸਦਾ ਸਦਾ ਸਤੇ; ਜਨੁ ਨਾਨਕੁ. ਦਾਸੁ ਦਸੋਨਾ ||੫||",
    "transliteration": "Sabh Dhhiaavahu Aadh Sathae Jugaadh Sathae Parathakh Sathae Sadhaa Sadhaa Sathae Jan Naanak Dhaas Dhasonaa ||5||",
    "translation": "Let everyone meditate on the Lord, who was True in the primal beginning, and True throughout the ages; He is revealed as True here and now, and He shall be True forever and ever. Servant Nanak is the slave of His slaves. ||5||",
    "punjabi": "ਜੋ ਪਰਮਾਤਮਾ ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਹੋਂਦ ਵਾਲਾ ਹੈ; ਜੋ (ਹੁਣ ਭੀ) ਪਰਤੱਖ ਕਾਇਮ ਹੈ ਤੇ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੁਸੀਂ ਸਾਰੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹੋ। ਦਾਸ ਨਾਨਕ ਉਸ (ਹਰੀ ਦੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੫॥",
    "pronunciation": "ਦਸੋਨਾ:ਪੋਲਾ ਬੋਲੋ[ (ਦਸੋਨਾ) ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਹਾਂ[ ਸੱਤੇ[ ਜੱੁਗਾਦਿ",
    "type_id": 3
  },
  {
    "id": 56311,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56312,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਮਰੇ ਹਰਿ ਜਗਜੀਵਨਾ; ਹਰਿ ਜਪਿਓ ਹਰਿ ਗੁਰ ਮੰਤ ||",
    "transliteration": "Hamarae Har Jagajeevanaa Har Japiou Har Gur Manth ||",
    "translation": "I meditate on my Lord, the Life of the World, the Lord, chanting the Guru's Mantra.",
    "punjabi": "(ਜਿਹੜਾ) ਹਰੀ (ਸਾਰੇ) ਜਗਤ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ (ਹੈ ਉਹ) ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਭੀ ਵੱਸਦਾ ਹੈ; ਅਸਾਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਤੇ ਤੁਰ ਕੇ ਉਸ ਨੂੰ ਜਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56313,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਅਗਮੁ ਅਗੋਚਰੁ ਅਗਮੁ ਹਰਿ; ਹਰਿ ਮਿਲਿਅਾ ਅਾੲਿ ਅਚਿੰਤ ||",
    "transliteration": "Har Agam Agochar Agam Har Har Miliaa Aae Achinth ||",
    "translation": "The Lord is Unapproachable, Inaccessible and Unfathomable; the Lord, Har, Har, has spontaneously come to meet me.",
    "punjabi": "ਉਹ ਹੈ ਤਾਂ ਅਪਹੁੰਚ ਤੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ (ਪਰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਅਨੁਸਾਰ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਹਰੀ ਸਾਨੂੰ ਆਪਣੇ ਆਪ ਆ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56314,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਘਟਿ ਘਟਿ ਵਰਤਦਾ; ਹਰਿ ਅਾਪੇ ਅਾਪਿ ਬਿਅੰਤ ||",
    "transliteration": "Har Aapae Ghatt Ghatt Varathadhaa Har Aapae Aap Bianth ||",
    "translation": "The Lord Himself is pervading each and every heart; the Lord Himself is Endless.",
    "punjabi": "ਉਹ ਹਰੀ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, (ਹਰ ਥਾਂ) ਉਹ ਆਪ ਹੀ ਆਪ ਹੈ ਤੇ ਉਸ ਦੀ ਹਸਤੀ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56315,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਸਭ ਰਸ ਭੋਗਦਾ; ਹਰਿ ਅਾਪੇ ਕਵਲਾ ਕੰਤ ||",
    "transliteration": "Har Aapae Sabh Ras Bhogadhaa Har Aapae Kavalaa Kanth ||",
    "translation": "The Lord Himself enjoys all pleasures; the Lord Himself is the Husband of Maya.",
    "punjabi": "ਉਹ ਹਰੀ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਸਾਰੇ ਰਸ ਭੋਗ ਰਿਹਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਮਾਇਆ ਦਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56316,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਭਿਖਿਅਾ ਪਾੲਿਦਾ; ਸਭ ਸਿਸਟਿ ੳੁਪਾੲੀ ਜੀਅ ਜੰਤ ||",
    "transliteration": "Har Aapae Bhikhiaa Paaeidhaa Sabh Sisatt Oupaaee Jeea Janth ||",
    "translation": "The Lord Himself gives in charity to the whole world, and all the beings and creatures which He created.",
    "punjabi": "ਇਹ ਸਾਰੀ ਦੁਨੀਆ ਉਸ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਇਸ ਸਾਰੇ ਜੀਅ ਜੰਤ ਉਸ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਤੇ, (ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਦਾ) ਖੈਰ ਭੀ ਉਹ ਆਪ ਹੀ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਭਿ੍ਨਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56317,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਦੇਵਹੁ ਦਾਨੁ ਦੲਿਅਾਲ ਪ੍ਰਭ; ਹਰਿ ਮਾਂਗਹਿ ਹਰਿ ਜਨ ਸੰਤ ||",
    "transliteration": "Har Dhaevahu Dhaan Dhaeiaal Prabh Har Maangehi Har Jan Santh ||",
    "translation": "O Merciful Lord God, please bless me with Your Bountiful Gifts; the humble Saints of the Lord beg for them.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਹਰੀ ਪ੍ਰਭੂ! (ਸਾਨੂੰ ਭੀ ਉਹ ਨਾਮ-) ਦਾਨ ਦੇਹ ਜਿਹੜਾ (ਤੇਰੇ) ਸੰਤ ਜਨ (ਸਦਾ ਤੈਥੋਂ) ਮੰਗਦੇ (ਰਹਿੰਦੇ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56318,
    "shabad_id": 4774,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਅਾੲਿ ਮਿਲੁ; ਹਮ ਗਾਵਹ ਹਰਿ ਗੁਣ ਛੰਤ ||੧||",
    "transliteration": "Jan Naanak Kae Prabh Aae Mil Ham Gaaveh Har Gun Shhanth ||1||",
    "translation": "O God of servant Nanak, please come and meet me; I sing the Songs of the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ (ਮਾਲਕ) ਪ੍ਰਭੂ! (ਸਾਨੂੰ) ਆ ਮਿਲ, (ਮਿਹਰ ਕਰ) ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹੀਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56319,
    "shabad_id": 4775,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56320,
    "shabad_id": 4775,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭੁ ਸਜਣੁ ਨਾਮੁ ਹਰਿ; ਮੈ ਮਨਿ ਤਨਿ ਨਾਮੁ ਸਰੀਰਿ ||",
    "transliteration": "Har Prabh Sajan Naam Har Mai Man Than Naam Sareer ||",
    "translation": "The Name of the Lord God is my Best Friend. My mind and body are drenched with the Naam.",
    "punjabi": "ਹਰੀ ਪ੍ਰਭੂ (ਹੀ ਅਸਲ) ਮਿੱਤਰ ਹੈ, ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਨਾਲ ਨਿਭਣ ਵਾਲਾ) ਮਿੱਤਰ ਹੈ; ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਹਰੀ ਦਾ) ਨਾਮ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56321,
    "shabad_id": 4775,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਭਿ ਅਾਸਾ ਗੁਰਮੁਖਿ ਪੂਰੀਅਾ; ਜਨ ਨਾਨਕ. ਸੁਣਿ ਹਰਿ ਧੀਰ ||੨||",
    "transliteration": "Sabh Aasaa Guramukh Pooreeaa Jan Naanak Sun Har Dhheer ||2||",
    "translation": "All the hopes of the Gurmukh are fulfilled; servant Nanak is comforted, hearing the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆਂ) ਸਾਰੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਹਰੀ ਦਾ ਨਾਮ ਸੁਣ ਕੇ (ਮਨ ਵਿਚ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56322,
    "shabad_id": 4775,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56323,
    "shabad_id": 4775,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ੳੂਤਮੁ. ਹਰਿਅਾ ਨਾਮੁ ਹੈ; ਹਰਿ ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਮੳੁਲਾ ||",
    "transliteration": "Har Ootham Hariaa Naam Hai Har Purakh Niranjan Moulaa ||",
    "translation": "The Lord's Sublime Name is energizing and rejuvenating. The Immaculate Lord, the Primal Being, blossoms forth.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਸਭ ਵਿਚ ਮਿਲਿਆ ਹੋਇਆ ਹੈ ਤੇ ਨਿਰਲੇਪ (ਭੀ) ਹੈ, ਉਸ ਦਾ ਨਾਮ ਸ੍ਰੇਸ਼ਟ ਹੈ (ਉੱਚਾ ਜੀਵਨ ਬਣਾਣ ਵਾਲਾ ਹੈ) ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਮੳੁਲਾ:ਪੋਲਾ ਬੋਲੋ[ ਮੳੁਲਾ ਰਾਮ",
    "type_id": 3
  },
  {
    "id": 56324,
    "shabad_id": 4775,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਜੋ ਜਪਦੇ ਹਰਿ ਹਰਿ ਦਿਨਸੁ ਰਾਤਿ; ਤਿਨ ਸੇਵੇ ਚਰਨ ਨਿਤ ਕੳੁਲਾ ||",
    "transliteration": "Jo Japadhae Har Har Dhinas Raath Thin Saevae Charan Nith Koulaa ||",
    "translation": "Maya serves at the feet of those who chant and meditate on the Lord, Har, Har, day and night.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਜਪਦੇ ਹਨ, ਲੱਛਮੀ (ਭੀ) ਹਰ ਵੇਲੇ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹੈ (ਉਹਨਾਂ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ)।",
    "pronunciation": "ਕੳੁਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56325,
    "shabad_id": 4775,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਨਿਤ ਸਾਰਿ ਸਮ੍ਹਾਲੇ. ਸਭ ਜੀਅ ਜੰਤ; ਹਰਿ ਵਸੈ ਨਿਕਟਿ ਸਭ ਜੳੁਲਾ ||",
    "transliteration": "Nith Saar Samaalhae Sabh Jeea Janth Har Vasai Nikatt Sabh Joulaa ||",
    "translation": "The Lord always looks after and cares for all His beings and creatures; He is with all, near and far.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਉਹ (ਸਭ ਜੀਵਾਂ ਦੇ) ਨੇੜੇ ਵੱਸਦਾ ਹੈ, (ਫਿਰ ਸਭ ਤੋਂ) ਵੱਖਰਾ (ਭੀ) ਹੈ।",
    "pronunciation": "ਜੳੁ੍ਨਲਾ",
    "type_id": 3
  },
  {
    "id": 56326,
    "shabad_id": 4775,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸੋ ਬੂਝੈ. ਜਿਸੁ ਅਾਪਿ ਬੁਝਾੲਿਸੀ; ਜਿਸੁ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਪ੍ਰਭੁ ਸੳੁਲਾ ||",
    "transliteration": "So Boojhai Jis Aap Bujhaaeisee Jis Sathigur Purakh Prabh Soulaa ||",
    "translation": "Those whom the Lord inspires to understand, understand; the True Guru, God, the Primal Being, is pleased with them.",
    "punjabi": "ਪਰ ਇਹ ਗੱਲ ਉਹ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਸਮਝ ਦੇਂਦਾ ਹੈ ਜਿਸ ਉਤੇ ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸੳੁ੍ਨਲਾ",
    "type_id": 3
  },
  {
    "id": 56327,
    "shabad_id": 4775,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਭਿ ਗਾਵਹੁ, ਗੁਣ ਗੋਵਿੰਦ ਹਰੇ; ਗੋਵਿੰਦ ਹਰੇ, ਗੋਵਿੰਦ ਹਰੇ; ਗੁਣ ਗਾਵਤ ਗੁਣੀ ਸਮੳੁਲਾ ||੬||",
    "transliteration": "Sabh Gaavahu Gun Govindh Harae Govindh Harae Govindh Harae Gun Gaavath Gunee Samoulaa ||6||",
    "translation": "Let everyone sing the Praise of the Lord of the Universe, the Lord, the Lord of the Universe, the Lord, the Lord of the Universe; singing the Praise of the Lord, one is absorbed in His Glorious Virtues. ||6||",
    "punjabi": "ਤੁਸੀਂ ਸਾਰੇ, ਧਰਤੀ ਦੀ ਸਾਰ ਲੈਣ ਵਾਲੇ ਉਸ ਹਰੀ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੇ ਰਹੋ, ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਉਸ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ ॥੬॥",
    "pronunciation": "(ਸ-ਮੳੁਲਾ) ਸਮਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 56328,
    "shabad_id": 4776,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56329,
    "shabad_id": 4776,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੁਤਿਅਾ. ਹਰਿ ਪ੍ਰਭੁ ਚੇਤਿ ਮਨਿ; ਹਰਿ ਸਹਜਿ ਸਮਾਧਿ ਸਮਾੲਿ ||",
    "transliteration": "Suthiaa Har Prabh Chaeth Man Har Sehaj Samaadhh Samaae ||",
    "translation": "O mind, even in sleep, remember the Lord God; let yourself be intuitively absorbed into the Celestial State of Samaadhi.",
    "punjabi": "(ਜਾਗਦਿਆਂ ਕਿਰਤ-ਕਾਰ ਕਰਦਿਆਂ ਸਿਮਰਨ ਦੀ ਇਹੋ ਜਿਹੀ ਆਦਤ ਬਣਾ ਕਿ) ਸੁੱਤੇ ਪਿਆਂ ਭੀ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰ (ਯਾਦ ਕਰਦਾ ਰਹੇਂ), (ਇਸ ਤਰ੍ਹਾਂ) ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ) ਸਮਾਧੀ ਵਿਚ ਟਿਕਿਆ ਰਹੁ।",
    "pronunciation": "ਸੁੱਤਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56330,
    "shabad_id": 4776,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਹਰਿ ਚਾੳੁ ਮਨਿ; ਗੁਰੁ ਤੁਠਾ ਮੇਲੇ ਮਾੲਿ ||੧||",
    "transliteration": "Jan Naanak Har Har Chaao Man Gur Thuthaa Maelae Maae ||1||",
    "translation": "Servant Nanak's mind longs for the Lord, Har, Har. As the Guru pleases, he is absorbed into the Lord, O mother. ||1||",
    "punjabi": "ਹੇ ਮਾਂ! ਦਾਸ ਨਾਨਕ ਦੇ ਮਨ ਵਿਚ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੈ, ਗੁਰੂ (ਹੀ) ਪ੍ਰਸੰਨ ਹੋ ਕੇ ਮੇਲ ਕਰਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56331,
    "shabad_id": 4777,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56332,
    "shabad_id": 4777,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ੲਿਕਸੁ ਸੇਤੀ ਪਿਰਹੜੀ; ਹਰਿ ੲਿਕੋ ਮੇਰੈ ਚਿਤਿ ||",
    "transliteration": "Har Eikas Saethee Pireharree Har Eiko Maerai Chith ||",
    "translation": "I am in love with the One and Only Lord; the One Lord fills my consciousness.",
    "punjabi": "ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਮੇਰਾ ਸੋਹਣਾ ਪਿਆਰ ਹੈ, ਇਕ ਪਰਮਾਤਮਾ ਹੀ (ਸਦਾ) ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56333,
    "shabad_id": 4777,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ੲਿਕੁ ਅਧਾਰੁ ਹਰਿ; ਪ੍ਰਭ ੲਿਕਸ ਤੇ. ਗਤਿ ਪਤਿ ||੨||",
    "transliteration": "Jan Naanak Eik Adhhaar Har Prabh Eikas Thae Gath Path ||2||",
    "translation": "Servant Nanak takes the Support of the One Lord God; through the One, he obtains honor and salvation. ||2||",
    "punjabi": "ਇਕ ਪ੍ਰਭੂ ਹੀ ਦਾਸ ਨਾਨਕ (ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਹੈ, ਇਕ ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲਦੀ ਹੈ (ਤੇ ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ ਹਾਸਲ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56334,
    "shabad_id": 4778,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56335,
    "shabad_id": 4778,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੰਚੇ ਸਬਦ ਵਜੇ ਮਤਿ ਗੁਰਮਤਿ; ਵਡਭਾਗੀ ਅਨਹਦੁ ਵਜਿਅਾ ||",
    "transliteration": "Panchae Sabadh Vajae Math Guramath Vaddabhaagee Anehadh Vajiaa ||",
    "translation": "The Panch Shabad the Five Primal Sounds vibrate with the Wisdom of the Guru's Teachings; by great good fortune, the Unstruck Melody resonates and resounds.",
    "punjabi": "ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਮੱਤ ਵਿਚ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਵੱਸ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ (ਆਤਮਕ ਆਨੰਦ ਦਾ) ਇਕ-ਰਸ ਵਾਜਾ ਵੱਜ ਪੈਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਪੰਜਾਂ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ ਵੱਜ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਵੱਜੇ) ਵੱਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56336,
    "shabad_id": 4778,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਨਦ ਮੂਲੁ ਰਾਮੁ ਸਭੁ ਦੇਖਿਅਾ; ਗੁਰ ਸਬਦੀ ਗੋਵਿਦੁ ਗਜਿਅਾ ||",
    "transliteration": "Aanadh Mool Raam Sabh Dhaekhiaa Gur Sabadhee Govidh Gajiaa ||",
    "translation": "I see the Lord, the Source of Bliss, everywhere; through the Word of the Guru's Shabad, the Lord of the Universe is revealed.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਗੱਜ ਪੈਂਦਾ ਹੈ ਅਤੇ ਉਹ ਹਰ ਥਾਂ ਆਨੰਦ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਵੱਸਦਾ) ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "ਗੱਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56337,
    "shabad_id": 4778,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਦਿ ਜੁਗਾਦਿ ਵੇਸੁ ਹਰਿ ੲੇਕੋ; ਮਤਿ ਗੁਰਮਤਿ ਹਰਿ ਪ੍ਰਭੁ ਭਜਿਅਾ ||",
    "transliteration": "Aadh Jugaadh Vaes Har Eaeko Math Guramath Har Prabh Bhajiaa ||",
    "translation": "From the primal beginning, and throughout the ages, the Lord has One Form. Through the Wisdom of the Guru's Teachings, I vibrate and meditate on the Lord God.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦਾ ਹੈ (ਉਸ ਨੂੰ ਇਹ ਨਿਸਚਾ ਆ ਜਾਂਦਾ ਹੈ ਕਿ ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਆਦਿ ਤੋਂ ਜੁਗਾਂ ਦੇ ਆਦਿ ਤੋਂ ਪਰਮਾਤਮਾ ਦੀ ਇਕੋ ਹੀ ਅਟੱਲ ਹਸਤੀ ਹੈ।",
    "pronunciation": "ਜੱੁਗਾਦਿ[ ਭਜਿਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56338,
    "shabad_id": 4778,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਦੇਵਹੁ ਦਾਨੁ ਦੲਿਅਾਲ ਪ੍ਰਭ; ਜਨ ਰਾਖਹੁ ਹਰਿ ਪ੍ਰਭ ਲਜਿਅਾ ||",
    "transliteration": "Har Dhaevahu Dhaan Dhaeiaal Prabh Jan Raakhahu Har Prabh Lajiaa ||",
    "translation": "O Merciful Lord God, please bless me with Your Bounty; O Lord God, please preserve and protect the honor of Your humble servant.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੇ ਦਾਸਾਂ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦਾ) ਦਾਨ ਦੇਂਦਾ ਹੈਂ, (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਉਹਨਾਂ ਦੀ) ਲਾਜ ਰੱਖਦਾ ਹੈਂ।",
    "pronunciation": "ਲੱਜਿਅਾ",
    "type_id": 3
  }
]
