[
  {
    "id": 56339,
    "shabad_id": 4778,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "siB DMnu khhu. guru siqgurU. guru siqgurU; ijqu imil hir pVdw kijAw ]7]",
    "transliteration": "Sabh Dhhann Kehahu Gur Sathiguroo Gur Sathiguroo Jith Mil Har Parradhaa Kajiaa ||7||",
    "translation": "Let everyone proclaim: Blessed is the Guru, the True Guru, the Guru, the True Guru; meeting Him, the Lord covers their faults and deficiencies. ||7||",
    "punjabi": "ਤੁਸੀਂ ਸਾਰੇ ਗੁਰੂ ਨੂੰ ਧੰਨ-ਧੰਨ ਆਖੋ, ਗੁਰੂ ਨੂੰ ਧੰਨ-ਧੰਨ ਆਖੋ ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਕੇ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਇੱਜ਼ਤ ਬਚ ਜਾਂਦੀ ਹੈ ॥੭॥",
    "pronunciation": "kijAw: polw bolo",
    "type_id": 3
  },
  {
    "id": 56340,
    "shabad_id": 4779,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sloku mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56341,
    "shabad_id": 4779,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Bgiq srovru auClY; suBr Bry vhMin ]",
    "transliteration": "Bhagath Sarovar Oushhalai Subhar Bharae Vehann ||",
    "translation": "The sacred pool of devotional worship is filled to the brim and overflowing in torrents.",
    "punjabi": "ਗੁਰੂ (ਇਕ ਐਸਾ) ਸਰੋਵਰ ਹੈ ਜਿਸ ਵਿਚ ਭਗਤੀ ਉਛਾਲੇ ਮਾਰ ਰਹੀ ਹੈ, (ਗੁਰੂ ਇਕ ਐਸਾ ਦਰੀਆ ਹੈ ਜਿਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨਾਲ ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਵਹਿਣ ਚੱਲ ਰਹੇ ਹਨ।",
    "pronunciation": "au~ClY[ su`Br",
    "type_id": 3
  },
  {
    "id": 56342,
    "shabad_id": 4779,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijnw siqguru mMinAw; jn nwnk. vfBwg lhMin ]1]",
    "transliteration": "Jinaa Sathigur Manniaa Jan Naanak Vadd Bhaag Lehann ||1||",
    "translation": "Those who obey the True Guru, O servant Nanak, are very fortunate - they find it. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦੇ ਹਨ ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੇ ਮੋਤੀ) ਲੱਭ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56343,
    "shabad_id": 4780,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56344,
    "shabad_id": 4780,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir hir nwm AsMK hir; hir ky gun kQnu. n jwih ]",
    "transliteration": "Har Har Naam Asankh Har Har Kae Gun Kathhan N Jaahi ||",
    "translation": "The Names of the Lord, Har, Har, are countless. The Glorious Virtues of the Lord, Har, Har, cannot be described.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਅਣਗਿਣਤ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਭੀ ਬੇਅੰਤ ਹਨ) ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ, ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, (ਮਾਨੋ) ਅਥਾਹ (ਸਮੁੰਦਰ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56345,
    "shabad_id": 4780,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir hir Agmu AgwiD hir; jn ikqu ibiD. imlih imlwih ]",
    "transliteration": "Har Har Agam Agaadhh Har Jan Kith Bidhh Milehi Milaahi ||",
    "translation": "The Lord, Har, Har, is Inaccessible and Unfathomable; how can the humble servants of the Lord be united in His Union?",
    "punjabi": "ਉਸ ਦੇ ਸੇਵਕ ਭਗਤ ਉਸ ਨੂੰ ਕਿਵੇਂ ਮਿਲਦੇ ਹਨ? (ਹੋਰਨਾਂ ਨੂੰ) ਕਿਵੇਂ ਮਿਲਾਂਦੇ ਹਨ?",
    "pronunciation": "ibiD : polw bolo",
    "type_id": 3
  },
  {
    "id": 56346,
    "shabad_id": 4780,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir hir jsu. jpq jpMq jn; ieku iqlu. nhI kImiq pwie ]",
    "transliteration": "Har Har Jas Japath Japanth Jan Eik Thil Nehee Keemath Paae ||",
    "translation": "Those humble beings meditate and chant the Praises of the Lord, Har, Har, but they do not attain even a tiny bit of His Worth.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਿਆਂ (ਆਪ ਉਸ ਨੂੰ ਮਿਲਦੇ ਹਨ, ਤੇ ਹੋਰਨਾਂ ਤੋਂ) ਜਪਾਂਦਿਆਂ (ਉਹਨਾਂ ਨੂੰ ਭੀ ਉਸ ਨਾਲ ਮਿਲਾਂਦੇ ਹਨ)। (ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ) ਕੀਮਤ ਰਤਾ ਭਰ ਭੀ ਨਹੀਂ ਪੈ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56347,
    "shabad_id": 4780,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jn nwnk. hir Agm pRB; hir myil lYhu liV lwie ]2]",
    "transliteration": "Jan Naanak Har Agam Prabh Har Mael Laihu Larr Laae ||2||",
    "translation": "O servant Nanak, the Lord God is Inaccessible; the Lord has attached me to His Robe, and united me in His Union. ||2||",
    "punjabi": "(ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਹੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਕਿ) ਹੇ ਅਪਹੁੰਚ ਹਰੀ ਪ੍ਰਭੂ! ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਆਪਣੇ ਲੜ ਲਾ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56348,
    "shabad_id": 4781,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56349,
    "shabad_id": 4781,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir Agmu Agocru Agmu hir; ikau kir. hir drsnu ipKw ]",
    "transliteration": "Har Agam Agochar Agam Har Kio Kar Har Dharasan Pikhaa ||",
    "translation": "The Lord is Inaccessible and Unfathomable. How will I see the Blessed Vision of the Lord's Darshan?",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਿਵੇਂ ਕਰ ਸਕਦਾ ਹਾਂ? ਉਹ ਤਾਂ ਅਪਹੁੰਚ ਹੈ, ਉਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "ipKW: polw bolo",
    "type_id": 3
  },
  {
    "id": 56350,
    "shabad_id": 4781,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ikCu vKru hoie su vrnIAY; iqsu rUpu n irKw ]",
    "transliteration": "Kishh Vakhar Hoe S Varaneeai This Roop N Rikhaa ||",
    "translation": "If He were a material object, then I could describe Him, but He has no form or feature.",
    "punjabi": "ਜੇ ਕੋਈ ਖ਼ਰੀਦਿਆ ਜਾ ਸਕਣ ਵਾਲਾ ਪਦਾਰਥ ਹੋਵੇ ਤਾਂ (ਉਸ ਦਾ ਰੂਪ ਰੇਖ) ਬਿਆਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਪਰ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਹ ਕੋਈ ਰੂਪ ਹੈ ਨਾਹ ਰੇਖਾ ਹੈ।",
    "pronunciation": "irKw: polw bolo",
    "type_id": 3
  },
  {
    "id": 56351,
    "shabad_id": 4781,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijsu buJwey, Awip buJwie dyie; soeI jnu idKw ]",
    "transliteration": "Jis Bujhaaeae Aap Bujhaae Dhaee Soee Jan Dhikhaa ||",
    "translation": "Understanding comes only when the Lord Himself gives understanding; only such a humble being sees it.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਉਸ ਦਾ ਦਰਸਨ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਮੱਤ ਦੇ ਕੇ ਸਮਝਾਂਦਾ ਹੈ।",
    "pronunciation": "idKw:polw bolo[ (idKw) dyK lYNdw hY",
    "type_id": 3
  },
  {
    "id": 56352,
    "shabad_id": 4781,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sqsMgiq siqgur ctswl hY; ijqu hir gux isKw ]",
    "transliteration": "Sathasangath Sathigur Chattasaal Hai Jith Har Gun Sikhaa ||",
    "translation": "The Sat Sangat, the True Congregation of the True Guru, is the school of the soul, where the Glorious Virtues of the Lord are studied.",
    "punjabi": "(ਤੇ, ਇਹ ਮੱਤ ਮਿਲਦੀ ਹੈ ਸਾਧ ਸੰਗਤ ਵਿਚ) ਸਾਧ ਸੰਗਤ ਸਤਿਗੁਰੂ ਦੀ ਪਾਠਸ਼ਾਲਾ ਹੈ ਜਿਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਿੱਖੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "(is`KW) is`Kxw krW",
    "type_id": 3
  },
  {
    "id": 56353,
    "shabad_id": 4781,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Dnu DMnu su rsnw. DMnu kr, DMnu su pwDw siqgurU; ijqu imil. hir lyKw ilKw ]8]",
    "transliteration": "Dhhan Dhhann S Rasanaa Dhhann Kar Dhhann S Paadhhaa Sathiguroo Jith Mil Har Laekhaa Likhaa ||8||",
    "translation": "Blessed, blessed is the tongue, blessed is the hand, and blessed is the Teacher, the True Guru; meeting Him, the Account of the Lord is written. ||8||",
    "punjabi": "ਧੰਨ ਹੈ ਉਹ ਜੀਭ (ਜਿਹੜੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੀ ਹੈ) ਧੰਨ ਹਨ ਉਹ ਹੱਥ (ਜਿਹੜੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪੱਖੇ ਆਦਿਕ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ) ਧੰਨ ਹੈ ਉਹ ਪਾਂਧਾ ਗੁਰੂ ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰੀਦੀਆਂ ਹਨ ॥੮॥",
    "pronunciation": "ilKw: ibMdI n lwE[ (ilKw) lyKw ilKw ilAw hY",
    "type_id": 3
  },
  {
    "id": 56354,
    "shabad_id": 4782,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56355,
    "shabad_id": 4782,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir hir nwmu AMimRqu hY; hir jpIAY siqgur Bwie ]",
    "transliteration": "Har Har Naam Anmrith Hai Har Japeeai Sathigur Bhaae ||",
    "translation": "The Name of the Lord, Har, Har, is Ambrosial Nectar. Meditate on the Lord, with love for the True Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ (ਪਰ ਇਹ ਨਾਮ) ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿ ਕੇ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56356,
    "shabad_id": 4782,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir hir nwmu pivqu hY; hir jpq sunq duKu jwie ]",
    "transliteration": "Har Har Naam Pavith Hai Har Japath Sunath Dhukh Jaae ||",
    "translation": "The Name of the Lord, Har, Har is Sacred and Pure. Chanting it and listening to it, pain is taken away.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜੀਵਨ ਨੂੰ ਸੁੱਚਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਇਸ ਨੂੰ ਜਪਦਿਆਂ ਸੁਣਦਿਆਂ (ਹਰੇਕ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56357,
    "shabad_id": 4782,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir nwmu iqnI AwrwiDAw; ijn msqik iliKAw Duir pwie ]",
    "transliteration": "Har Naam Thinee Aaraadhhiaa Jin Masathak Likhiaa Dhhur Paae ||",
    "translation": "They alone worship and adore the Lord's Name, upon whose foreheads such pre-ordained destiny is written.",
    "punjabi": "(ਪਰ ਇਹ) ਹਰਿ-ਨਾਮ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹੀ ਸਿਮਰਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਲਿਖਿਆ ਲੇਖ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56358,
    "shabad_id": 4782,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir drgh jn pYnweIAin; ijn hir min visAw Awie ]",
    "transliteration": "Har Dharageh Jan Painaaeean Jin Har Man Vasiaa Aae ||",
    "translation": "Those humble beings are honored in the Court of the Lord; the Lord comes to abide in their minds.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "pYn@weIAin",
    "type_id": 3
  },
  {
    "id": 56359,
    "shabad_id": 4782,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jn nwnk. qy muK aujly; ijn hir suixAw min Bwie ]1]",
    "transliteration": "Jan Naanak Thae Mukh Oujalae Jin Har Suniaa Man Bhaae ||1||",
    "translation": "O servant Nanak, their faces are radiant. They listen to the Lord; their minds are filled with love. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰੇਮ ਨਾਲ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸੁਣਿਆ ਹੈ ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "au~jly",
    "type_id": 3
  },
  {
    "id": 56360,
    "shabad_id": 4783,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56361,
    "shabad_id": 4783,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir hir nwmu inDwnu hY; gurmuiK pwieAw jwie ]",
    "transliteration": "Har Har Naam Nidhhaan Hai Guramukh Paaeiaa Jaae ||",
    "translation": "The Name of the Lord, Har, Har, is the greatest treasure. The Gurmukhs obtain it.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਾਰੇ ਸੁਖਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਪਰ) ਇਹ ਮਿਲਦਾ ਹੈ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56362,
    "shabad_id": 4783,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijn Duir msqik iliKAw; iqn siqguru imilAw Awie ]",
    "transliteration": "Jin Dhhur Masathak Likhiaa Thin Sathigur Miliaa Aae ||",
    "translation": "The True Guru comes to meet those who have such pre-ordained destiny written upon their foreheads.",
    "punjabi": "ਤੇ, ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਗੁਰੂ-ਮਿਲਾਪ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56363,
    "shabad_id": 4783,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qnu mnu sIqlu hoieAw; sWiq vsI min Awie ]",
    "transliteration": "Than Man Seethal Hoeiaa Saanth Vasee Man Aae ||",
    "translation": "Their bodies and minds are cooled and soothed; peace and tranquility come to dwell in their minds.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਉਹਨਾਂ ਦਾ ਮਨ ਉਹਨਾਂ ਦਾ ਤਨ ਠੰਢਾ-ਠਾਰ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਹੀਂ ਹੁੰਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56364,
    "shabad_id": 4783,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. hir hir cauidAw; sBu dwldu duKu lih jwie ]2]",
    "transliteration": "Naanak Har Har Choudhiaa Sabh Dhaaladh Dhukh Lehi Jaae ||2||",
    "translation": "O Nanak, chanting the Name of the Lord, Har, Har, all poverty and pain is dispelled. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਹਰੇਕ ਦੁੱਖ ਹਰੇਕ ਦਰਿੱਦ੍ਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "cauNidAW",
    "type_id": 3
  },
  {
    "id": 56365,
    "shabad_id": 4784,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56366,
    "shabad_id": 4784,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hau vwirAw iqn kau sdw sdw; ijnw siqguru myrw ipAwrw dyiKAw ]",
    "transliteration": "Ho Vaariaa Thin Ko Sadhaa Sadhaa Jinaa Sathigur Maeraa Piaaraa Dhaekhiaa ||",
    "translation": "I am a sacrifice, forever and ever, to those who have seen my Beloved True Guru.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਸਦਾ ਹੀ ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਤੋਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਮੇਰੇ ਪਿਆਰੇ ਗੁਰੂ ਦਾ ਦਰਸਨ (ਸਦਾ) ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56367,
    "shabad_id": 4784,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "iqn kau imilAw myrw siqgurU; ijn kau Duir msqik lyiKAw ]",
    "transliteration": "Thin Ko Miliaa Maeraa Sathiguroo Jin Ko Dhhur Masathak Laekhiaa ||",
    "translation": "They alone meet my True Guru, who have such pre-ordaind destiny written upon their foreheads.",
    "punjabi": "(ਪਰ) ਪਿਆਰਾ ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਉਹਨਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56368,
    "shabad_id": 4784,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir Agmu iDAwieAw gurmqI; iqsu rUpu nhI pRB ryiKAw ]",
    "transliteration": "Har Agam Dhhiaaeiaa Guramathee This Roop Nehee Prabh Raekhiaa ||",
    "translation": "I meditate on the Inaccessible Lord, according to the Guru's Teachings; God has no form or feature.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਉਸ ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਸ ਦਾ ਕੋਈ ਰੂਪ-ਰੇਖ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56369,
    "shabad_id": 4784,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gur bcin iDAwieAw ijnw Agmu hir; qy Twkur syvk ril. eyikAw ]",
    "transliteration": "Gur Bachan Dhhiaaeiaa Jinaa Agam Har Thae Thaakur Saevak Ral Eaekiaa ||",
    "translation": "Those who follow the Guru's Teachings and meditate on the Inaccessible Lord, merge with their Lord and Master and become one with Him.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਉਸ ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਉਹ ਸੇਵਕ (ਪਰਮਾਤਮਾ ਵਿਚ) ਮਿਲ ਕੇ (ਉਸ ਨਾਲ) ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56370,
    "shabad_id": 4784,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "siB khhu muKhu, nr nrhry; nr nrhry, nr nrhry; hir lwhw, hir Bgiq ivsyiKAw ]9]",
    "transliteration": "Sabh Kehahu Mukhahu Nar Nareharae Nar Nareharae Nar Nareharae Har Laahaa Har Bhagath Visaekhiaa ||9||",
    "translation": "Let everyone proclaim out loud, the Name of the Lord, the Lord, the Lord; the profit of devotional worship of the Lord is blessed and sublime. ||9||",
    "punjabi": "ਤੁਸੀਂ ਸਾਰੇ (ਆਪਣੇ) ਮੂੰਹੋਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਰਹੋ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦਾ ਇਹ ਨਫ਼ਾ ਹੋਰ ਸਾਰੇ ਨਫ਼ਿਆਂ ਨਾਲੋਂ ਵਧੀਆ ਹੈ ॥੯॥",
    "pronunciation": "(ivsyiKAw) ivSyS AslI pRymw-BgqI",
    "type_id": 3
  },
  {
    "id": 56371,
    "shabad_id": 4785,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56372,
    "shabad_id": 4785,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwm nwmu rmu riv rhy; rmu rwmo rwmu rmIiq ]",
    "transliteration": "Raam Naam Ram Rav Rehae Ram Raamo Raam Rameeth ||",
    "translation": "The Lord's Name is permeating and pervading all. Repeat the Name of the Lord Raam Raam.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰ, ਸਦਾ ਸਿਮਰ, ਜੋ ਹਰ ਥਾਂ ਰਮਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56373,
    "shabad_id": 4785,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Git Git Awqm rwmu hY; pRiB Kylu kIE rMig rIiq ]",
    "transliteration": "Ghatt Ghatt Aatham Raam Hai Prabh Khael Keeou Rang Reeth ||",
    "translation": "The Lord is in the home of each and every soul. God created this play with its various colors and forms.",
    "punjabi": "ਜੋ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਮੌਜ ਵਿਚ ਆਪਣੇ ਹੀ ਢੰਗ ਨਾਲ ਇਹ ਜਗਤ-ਖੇਡ ਬਣਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56374,
    "shabad_id": 4785,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir inkit vsY jgjIvnw; prgwsu kIE gur mIiq ]",
    "transliteration": "Har Nikatt Vasai Jagajeevanaa Paragaas Keeou Gur Meeth ||",
    "translation": "The Lord, the Life of the World, dwells near at hand. The Guru, my Friend, has made this clear.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਮਿੱਤਰ ਗੁਰੂ ਨੇ ਸੂਝ-ਬੂਝ ਪੈਦਾ ਕੀਤੀ (ਉਸ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਜਗਤ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ (ਹਰੇਕ ਦੇ) ਨੇੜੇ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
