[
  {
    "shabad_id": 4785,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir suAwmI hir pRBu iqn imly; ijn iliKAw Duir hir pRIiq]",
    "transliteration": "Har Suaamee Har Prabh Thin Milae Jin Likhiaa Dhhur Har Preeth ||",
    "punjabi": "(ਪਰ) ਸੁਆਮੀ ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰੋਂ ਹੀ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4785,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jn nwnk. nwmu iDAwieAw; gur bcin jipE min cIiq]1]",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Gur Bachan Japiou Man Cheeth ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੁਰ ਕੇ) ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਨਾਮ ਜਪਿਆ ਹੈ (ਅਸਲ ਵਿਚ ਉਹਨਾਂ ਨੇ ਹੀ) ਨਾਮ ਸਿਮਰਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4786,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4786,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir pRBu sjxu loiV lhu; Bwig vsY vfBwig]",
    "transliteration": "Har Prabh Sajan Lorr Lahu Bhaag Vasai Vaddabhaag ||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮਿੱਤਰ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈ, (ਉਹ ਮਿੱਤਰ-ਪ੍ਰਭੂ) ਕਿਸਮਤ ਨਾਲ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ (ਹਿਰਦੇ ਵਿਚ ਆ) ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4786,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "guir pUrY dyKwilAw; nwnk. hir ilv lwig]2]",
    "transliteration": "Gur Poorai Dhaekhaaliaa Naanak Har Liv Laag ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਉਸ ਦਾ) ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ, ਉਸ ਦੀ ਸੁਰਤ (ਹਰ ਵੇਲੇ) ਹਰੀ-ਪ੍ਰਭੂ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4787,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4787,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Dnu Dnu suhwvI sPl GVI; ijqu hir syvw min BwxI]",
    "transliteration": "Dhhan Dhhan Suhaavee Safal Gharree Jith Har Saevaa Man Bhaanee ||",
    "punjabi": "(ਮਨੁੱਖ ਵਾਸਤੇ ਉਹ) ਘੜੀ ਭਾਗਾਂ ਵਾਲੀ ਹੁੰਦੀ ਹੈ ਸੋਹਣੀ ਹੁੰਦੀ ਹੈ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਮਨੋਰਥ ਪੂਰਾ ਕਰਨ ਵਾਲੀ ਹੁੰਦੀ ਹੈ। ਜਿਸ ਵਿਚ (ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਚੰਗੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4787,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir kQw suxwvhu myry gurisKhu; myry hir pRB AkQ khwxI]",
    "transliteration": "Har Kathhaa Sunaavahu Maerae Gurasikhahu Maerae Har Prabh Akathh Kehaanee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੁਰੂ ਦੇ ਸਿੱਖੋ! ਤੁਸੀਂ ਮੈਨੂੰ ਭੀ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਵੋ,",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4787,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ikau pweIAY. ikau dyKIAY; myrw hir pRBu. suGVu sujwxI]",
    "transliteration": "Kio Paaeeai Kio Dhaekheeai Maeraa Har Prabh Sugharr Sujaanee ||",
    "punjabi": "(ਤੇ ਦੱਸੋ ਕਿ) ਉਹ ਸੋਹਣਾ ਸਿਆਣਾ ਪ੍ਰਭੂ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹੈ ਕਿਵੇਂ ਉਸ ਦਾ ਦਰਸਨ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4787,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir myil idKwey Awip hir; gur bcnI nwim smwxI]",
    "transliteration": "Har Mael Dhikhaaeae Aap Har Gur Bachanee Naam Samaanee ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦੀ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਕੇ ਆਪਣਾ ਦਰਸਨ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4787,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iqn ivthu nwnku vwirAw; jo jpdy hir inrbwxI]10]",
    "transliteration": "Thin Vittahu Naanak Vaariaa Jo Japadhae Har Nirabaanee ||10||",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਜਿਹੜੇ ਨਿਰਲੇਪ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਹਰ ਵੇਲੇ) ਜਪਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4788,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "slok mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4788,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir pRB rqy loiexw; igAwn AMjnu guru dyie]",
    "transliteration": "Har Prabh Rathae Loeinaa Giaan Anjan Gur Dhaee ||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ) ਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਸੁਰਮਾ ਦੇਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀਆਂ ਅੱਖਾਂ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਨਾਲ ਰੰਗੀਆਂ ਜਾਂਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4788,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mY pRBu sjxu pwieAw; jn nwnk. shij imlyie]1]",
    "transliteration": "Mai Prabh Sajan Paaeiaa Jan Naanak Sehaj Milaee ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4789,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4789,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gurmuiK AMqir sWiq hY; min qin nwim smwie]",
    "transliteration": "Guramukh Anthar Saanth Hai Man Than Naam Samaae ||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਰਹਿੰਦੀ ਹੈ ਉਹ ਮਨੋਂ ਤਨੋਂ (ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4789,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwmu icqvY. nwmo pVY; nwim rhY ilv lwie]",
    "transliteration": "Naam Chithavai Naamo Parrai Naam Rehai Liv Laae ||",
    "punjabi": "ਉਹ (ਸਦਾ) ਨਾਮ ਚੇਤੇ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ ਨਾਮ ਹੀ ਪੜ੍ਹਦਾ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4789,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nwmu pdwrQu pweIAY; icMqw geI iblwie]",
    "transliteration": "Naam Padhaarathh Paaeeai Chinthaa Gee Bilaae ||",
    "punjabi": "(ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ) ਕੀਮਤੀ ਨਾਮ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਹਾਸਲ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਚਿੰਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4789,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "siqguir imilAY. nwmu aUpjY; iqRsnw BuK sB jwie]",
    "transliteration": "Sathigur Miliai Naam Oopajai Thrisanaa Bhukh Sabh Jaae ||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਨਾਮ (ਦਾ ਬੂਟਾ) ਉੱਗ ਪੈਂਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਾਇਆ ਦੀ) ਤ੍ਰੇਹ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਸਾਰੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4789,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. nwmy riqAw; nwmo plY pwie]2]",
    "transliteration": "Naanak Naamae Rathiaa Naamo Palai Paae ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹੀਏ ਤਾਂ ਨਾਮ ਹੀ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4790,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4790,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "quDu Awpy. jgqu aupwie kY; quDu Awpy vsgiq kIqw]",
    "transliteration": "Thudhh Aapae Jagath Oupaae Kai Thudhh Aapae Vasagath Keethaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ (ਇਸ ਨੂੰ) ਤੂੰ ਆਪ ਹੀ (ਆਪਣੇ) ਵੱਸ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "v`sgiq[ giq: polw bolo[ j`gqu[",
    "type_id": 3
  },
  {
    "shabad_id": 4790,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ieik mnmuK kir hwrwieAnu; ieknw myil gurU. iqnw jIqw]",
    "transliteration": "Eik Manamukh Kar Haaraaeian Eikanaa Mael Guroo Thinaa Jeethaa ||",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਮਨ ਦੇ ਮੁਰੀਦ ਬਣਾ ਕੇ ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ (ਜੀਵਨ-ਖੇਡ ਵਿਚ) ਹਾਰ ਦੇ ਦਿੱਤੀ ਹੈ, ਪਰ ਕਈਆਂ ਨੂੰ ਗੁਰੂ ਮਿਲਾ ਕੇ (ਉਸ ਨੇ ਇਹੋ ਜਿਹਾ ਬਣਾ ਦਿੱਤਾ ਹੈ ਕਿ) ਉਹਨਾਂ ਨੇ (ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ) ਜਿੱਤ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4790,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir aUqmu hir pRB nwmu hY; gur bcin sBwgY lIqw]",
    "transliteration": "Har Ootham Har Prabh Naam Hai Gur Bachan Sabhaagai Leethaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ) ਉੱਚਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਪਰ ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਨੇ (ਹੀ) ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ (ਇਹ ਨਾਮ) ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4790,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "duKu dwldu sBo lih gieAw; jW nwau gurU hir dIqw]",
    "transliteration": "Dhukh Dhaaladh Sabho Lehi Gaeiaa Jaan Naao Guroo Har Dheethaa ||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ) ਦਿੱਤਾ, ਤਾਂ ਉਸ ਦਾ ਸਾਰਾ ਦੁੱਖ ਸਾਰਾ ਦਰਿੱਦ੍ਰ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4790,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siB syvhu. mohno mnmohno jgmohno; ijin jgqu aupwie. sBo vis kIqw]11]",
    "transliteration": "Sabh Saevahu Mohano Manamohano Jagamohano Jin Jagath Oupaae Sabho Vas Keethaa ||11||",
    "punjabi": "ਤੁਸੀਂ ਸਾਰੇ ਉਸ ਮੋਹਨ ਪ੍ਰਭੂ ਦਾ ਮਨ-ਮੋਹਨ ਪ੍ਰਭੂ ਦਾ ਜਗ-ਮੋਹਨ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ, ਜਿਸ ਨੇ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਇਹ ਸਾਰਾ ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ ॥੧੧॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 4791,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "slok mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4791,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mn AMqir haumY rogu hY; BRim BUly mnmuK durjnw]",
    "transliteration": "Man Anthar Houmai Rog Hai Bhram Bhoolae Manamukh Dhurajanaa ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਦੁਰਾਚਾਰੀ ਮਨੁੱਖ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਹਉਮੈ (ਦਾ) ਰੋਗ (ਟਿਕਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4791,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. rogu v\\wie; imil siqgur, swDU sjnw]1]",
    "transliteration": "Naanak Rog Vanjaae Mil Sathigur Saadhhoo Sajanaa ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਾਧੂ ਸੱਜਣ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਹੀ ਇਹ) ਰੋਗ ਦੂਰ ਕਰ (ਦੂਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "v\\wie: \\ iKAwl nwl bolo[ s`jnw",
    "type_id": 3
  },
  {
    "shabad_id": 4792,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4792,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mnu qnu, qwim sgwrvw; jW dyKw hir nYxy]",
    "transliteration": "Man Than Thaam Sagaaravaa Jaan Dhaekhaa Har Nainae ||",
    "punjabi": "(ਮੇਰਾ ਇਹ) ਮਨ ਅਤੇ ਸਰੀਰ ਤਦੋਂ ਹੀ ਆਦਰ ਜੋਗ ਹੋ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਮੈਂ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਸਕਾਂ।",
    "pronunciation": "Anyk SuB guxW dy SuB iSMgwr sihq (sgwrvw) Bwrw, sPlw[ dyKW[ (dUjw pwT: qwims gwrvw)",
    "type_id": 3
  },
  {
    "shabad_id": 4792,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. so pRBu mY imlY; hau jIvw sdu suxy]2]",
    "transliteration": "Naanak So Prabh Mai Milai Ho Jeevaa Sadh Sunae ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਦੋਂ) ਉਹ ਪ੍ਰਭੂ ਮੈਨੂੰ ਮਿਲਦਾ ਹੈ, ਤਦੋਂ ਮੈਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਸੁਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "(s`du) gursbd",
    "type_id": 3
  },
  {
    "shabad_id": 4793,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4793,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jgMnwQ jgdIsr krqy; AprMpr purKu Aqolu]",
    "transliteration": "Jagannaathh Jagadheesar Karathae Aparanpar Purakh Athol ||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਹੇ ਬੇਅੰਤ ਕਰਤਾਰ! ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੇਰੀ ਹਸਤੀ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ।",
    "pronunciation": "Ap-rMpr",
    "type_id": 3
  },
  {
    "shabad_id": 4793,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir nwmu iDAwvhu myry gurisKhu; hir aUqmu hir nwmu Amolu]",
    "transliteration": "Har Naam Dhhiaavahu Maerae Gurasikhahu Har Ootham Har Naam Amol ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੁਰੂ ਦੇ ਸਿੱਖੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜੀਵਨ ਨੂੰ ਉੱਚਾ ਕਰਨ ਵਾਲਾ ਹੈ (ਪਰ) ਉਹ ਨਾਮ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4793,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijn iDAwieAw ihrdY idnsu rwiq; qy imly. nhI hir rolu]",
    "transliteration": "Jin Dhhiaaeiaa Hiradhai Dhinas Raath Thae Milae Nehee Har Rol ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ, ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4793,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "vfBwgI sMgiq imlY; gur siqgur pUrw bolu]",
    "transliteration": "Vaddabhaagee Sangath Milai Gur Sathigur Pooraa Bol ||",
    "punjabi": "(ਪਰ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਦਾ ਹੈ (ਤੇ ਸੰਗਤ ਵਿਚੋਂ ਉਸ ਨੂੰ) ਗੁਰੂ ਦਾ ਪੂਰਨ ਉਪਦੇਸ਼ ਮਿਲਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4793,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siB iDAwvhu nr nwrwiexo nwrwiexo; ijqu cUkw jm JgVu Jgolu]12]",
    "transliteration": "Sabh Dhhiaavahu Nar Naaraaeino Naaraaeino Jith Chookaa Jam Jhagarr Jhagol ||12||",
    "punjabi": "(ਸੋ, ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ) ਸਾਰੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਮ ਦਾ ਰਗੜਾ-ਝਗੜਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4794,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4794,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir jn. hir hir cauidAw; sru sMiDAw gwvwr]",
    "transliteration": "Har Jan Har Har Choudhiaa Sar Sandhhiaa Gaavaar ||",
    "punjabi": "ਮੂਰਖ ਮਨੁੱਖ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਸੰਤ ਜਨਾਂ ਉਤੇ ਤੀਰ ਚਲਾਂਦੇ ਹਨ।",
    "pronunciation": "cauNidAW",
    "type_id": 3
  },
  {
    "shabad_id": 4794,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. hir jn hir ilv aubry; ijn sMiDAw iqsu iPir mwr]1]",
    "transliteration": "Naanak Har Jan Har Liv Oubarae Jin Sandhhiaa This Fir Maar ||1||",
    "punjabi": "ਪਰ ਹੇ ਨਾਨਕ! ਉਹ ਸੰਤ ਜਨ ਤਾਂ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਬਚ ਨਿਕਲਦੇ ਹਨ; ਜਿਸ (ਮੂਰਖ) ਨੇ (ਤੀਰ) ਚਲਾਇਆ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਹੀ ਪਰਤ ਕੇ ਮੌਤ ਆਉਂਦੀ ਹੈ (ਭਾਵ, ਸੰਤ ਨਾਲ ਵੈਰ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]