[
  {
    "id": 56484,
    "shabad_id": 4806,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਜਪੁ ਜਪਿ ਜਗੰਨਾਥੇ ॥",
    "transliteration": "Maerae Man Jap Jap Jagannaathhae ||",
    "translation": "O my mind, chant and meditate on the Master of the Universe.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਗਤ ਦੇ ਨਾਥ (ਦੇ ਨਾਮ) ਦਾ ਜਾਪ ਜਪਿਆ ਕਰ।",
    "pronunciation": "ਜਗੰ-ਨਾਥੇ",
    "type_id": 3
  },
  {
    "id": 56485,
    "shabad_id": 4806,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ੳੁਪਦੇਸਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਓ; ਸਭਿ ਕਿਲਬਿਖ ਦੁਖ ਲਾਥੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Oupadhaes Har Naam Dhhiaaeiou Sabh Kilabikh Dhukh Laathhae ||1|| Rehaao ||",
    "translation": "Through the Guru's Teachings, meditate on the Lord's Name, and be rid of all the painful past sins. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੇ ਉਪਦੇਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56486,
    "shabad_id": 4806,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਰਸਨਾ ੲੇਕ, ਜਸੁ ਗਾੲਿ ਨ ਸਾਕੈ; ਬਹੁ ਕੀਜੈ, ਬਹੁ ਰਸੁਨਥੇ ॥",
    "transliteration": "Rasanaa Eaek Jas Gaae N Saakai Bahu Keejai Bahu Rasunathhae ||",
    "translation": "I have only one tongue - I cannot sing His Praises. Please bless me with many, many tongues.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮਨੁੱਖ ਦੀ) ਇੱਕ ਜੀਭ (ਤੇਰਾ) ਜਸ (ਪੂਰੇ ਤੌਰ ਤੇ) ਗਾ ਨਹੀਂ ਸਕਦੀ, (ਇਸ ਨੂੰ) ਬਹੁਤ ਜੀਭਾਂ ਵਾਲਾ ਬਣਾ ਦੇਹ।",
    "pronunciation": "ਰਸੁਨ-ਥੇ",
    "type_id": 3
  },
  {
    "id": 56487,
    "shabad_id": 4806,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬਾਰ ਬਾਰ ਖਿਨੁ ਪਲ ਸਭਿ ਗਾਵਹਿ; ਗੁਨ ਕਹਿ. ਨ ਸਕਹਿ. ਪ੍ਰਭ ਤੁਮਨਥੇ ॥੧॥",
    "transliteration": "Baar Baar Khin Pal Sabh Gaavehi Gun Kehi N Sakehi Prabh Thumanathhae ||1||",
    "translation": "Again and again, each and every instant, with all of them, I would sing His Glorious Praises; but even then, I would not be able to sing all of Your Praises, God. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਮੁੜ ਮੁੜ ਹਰੇਕ ਪਲ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਪਰ ਤੇਰੇ (ਸਾਰੇ) ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ ॥੧॥",
    "pronunciation": "ਤੁਮਨ-ਥੇ",
    "type_id": 3
  },
  {
    "id": 56488,
    "shabad_id": 4806,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਮ ਬਹੁ ਪ੍ਰੀਤਿ ਲਗੀ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਹਮ ਲੋਚਹ ਪ੍ਰਭੁ ਦਿਖਨਥੇ ॥",
    "transliteration": "Ham Bahu Preeth Lagee Prabh Suaamee Ham Locheh Prabh Dhikhanathhae ||",
    "translation": "I am so deeply in love with God, my Lord and Master; I long to see God's Vision.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ ਤੇਰੀ ਬਹੁਤ ਪ੍ਰੀਤ ਪੈਦਾ ਹੋ ਚੁਕੀ ਹੈ; ਮੈਂ ਤੈਨੂੰ ਦੇਖਣ ਲਈ ਤਾਂਘ ਕਰ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "ਦਿਖਨ-ਥੇ",
    "type_id": 3
  },
  {
    "id": 56489,
    "shabad_id": 4806,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਤੁਮ ਬਡ ਦਾਤੇ ਜੀਅ ਜੀਅਨ ਕੇ; ਤੁਮ ਜਾਨਹੁ ਹਮ ਬਿਰਥੇ ॥੨॥",
    "transliteration": "Thum Badd Dhaathae Jeea Jeean Kae Thum Jaanahu Ham Birathhae ||2||",
    "translation": "You are the Great Giver of all beings and creatures; only You know our inner pain. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਪੀੜ ਜਾਣਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56490,
    "shabad_id": 4806,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਕੋੲੀ ਮਾਰਗੁ ਪੰਥੁ ਬਤਾਵੈ ਪ੍ਰਭ ਕਾ; ਕਹੁ ਤਿਨ ਕੳੁ, ਕਿਅਾ ਦਿਨਥੇ ॥",
    "transliteration": "Koee Maarag Panthh Bathaavai Prabh Kaa Kahu Thin Ko Kiaa Dhinathhae ||",
    "translation": "If only someone would show me the Way, the Path of God. Tell me - what could I give him?",
    "punjabi": "ਜੇ ਕੋਈ (ਸੰਤ ਜਨ ਮੈਨੂੰ) ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਦੱਸ ਦੇਵੇ, ਤਾਂ ਅਜਿਹੇ (ਸੰਤ) ਜਨਾਂ ਨੂੰ ਕੀਹ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ?",
    "pronunciation": "ਦਿਨ-ਥੇ",
    "type_id": 3
  },
  {
    "id": 56491,
    "shabad_id": 4806,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਭੁ ਤਨੁ ਮਨੁ ਅਰਪੳੁ. ਅਰਪਿ ਅਰਾਪੳੁ; ਕੋੲੀ ਮੇਲੈ ਪ੍ਰਭ ਮਿਲਥੇ ॥੩॥",
    "transliteration": "Sabh Than Man Arapo Arap Araapo Koee Maelai Prabh Milathhae ||3||",
    "translation": "I would surrender, offer and dedicate all my body and mind to him; if only someone would unite me in God's Union! ||3||",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਿਆ ਹੋਇਆ ਕੋਈ ਪਿਆਰਾ ਮੈਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਵੇ ਤਾਂ ਮੈਂ ਤਾਂ ਆਪਣਾ ਸਾਰਾ ਤਨ ਸਾਰਾ ਮਨ ਸਦਾ ਲਈ ਭੇਟ ਕਰ ਦਿਆਂ ॥੩॥",
    "pronunciation": "ਮਿਲ-ਥੇ",
    "type_id": 3
  },
  {
    "id": 56492,
    "shabad_id": 4806,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕੇ ਗੁਨ ਬਹੁਤ ਬਹੁਤ ਬਹੁ ਸੋਭਾ; ਹਮ ਤੁਛ ਕਰਿ ਕਰਿ ਬਰਨਥੇ ॥",
    "transliteration": "Har Kae Gun Bahuth Bahuth Bahu Sobhaa Ham Thushh Kar Kar Baranathhae ||",
    "translation": "The Glorious Praises of the Lord are so many and numerous; I can describe only a tiny bit of them.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬਹੁਤ ਹੀ ਬੇਅੰਤ ਹਨ, ਬਹੁਤ ਬੇਅੰਤ ਹਨ, ਅਸੀਂ ਜੀਵ ਬਹੁਤੇ ਹੀ ਥੋੜੇ ਬਿਆਨ ਕਰਦੇ ਹਾਂ (ਪਰ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "ਬਰਨ-ਥੇ",
    "type_id": 3
  },
  {
    "id": 56493,
    "shabad_id": 4806,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਹਮਰੀ ਮਤਿ ਵਸਗਤਿ ਪ੍ਰਭ ਤੁਮਰੈ; ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਸਮਰਥੇ ॥੪॥੩॥",
    "transliteration": "Hamaree Math Vasagath Prabh Thumarai Jan Naanak Kae Prabh Samarathhae ||4||3||",
    "translation": "My intellect is under Your control, God; You are the All-powerful Lord God of servant Nanak. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦੀ ਮੱਤ ਤੇਰੇ ਹੀ ਵੱਸ ਵਿਚ ਹੈ (ਜਿਤਨੀ ਮੱਤ ਤੂੰ ਦੇਂਦਾ ਹੈਂ ਉਤਨੀ ਹੀ ਤੇਰੀ ਸੋਭਾ ਅਸੀਂ ਬਿਆਨ ਕਰ ਸਕਦੇ ਹਾਂ) ॥੪॥੩॥",
    "pronunciation": "ਸਮਰੱਥੇ",
    "type_id": 3
  },
  {
    "id": 56494,
    "shabad_id": 4807,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਲਿਅਾਨ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56495,
    "shabad_id": 4807,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਜਪਿ ਹਰਿ ਗੁਨ; ਅਕਥ ਸੁਨਥੲੀ ॥",
    "transliteration": "Maerae Man Jap Har Gun Akathh Sunathhee ||",
    "translation": "O my mind, chant the Glorious Praises of the Lord, which are said to be inexpressible.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਿਆ ਕਰ ਜੋ ਅਕੱਥ ਸੁਣਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਸੁਨ-ਥੲੀ) ਸੁਨਣਾ ਕਰ। ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56496,
    "shabad_id": 4807,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਰਮੁ ਅਰਥੁ ਸਭੁ ਕਾਮੁ ਮੋਖੁ ਹੈ; ਜਨ ਪੀਛੈ ਲਗਿ. ਫਿਰਥੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhharam Arathh Sabh Kaam Mokh Hai Jan Peeshhai Lag Firathhee ||1|| Rehaao ||",
    "translation": "Rightousness and Dharmic faith, success and prosperity, pleasure, the fulfillment of desires and liberation - all follow the humble servant of the Lord like a shadow. ||1||Pause||",
    "punjabi": "ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ-(ਇਹੀ ਹੈ) ਸਾਰਾ (ਮਨੁੱਖ ਦਾ ਨਿਸ਼ਾਨਾ, ਪਰ ਇਹਨਾਂ ਵਿਚੋਂ ਹਰੇਕ ਹੀ ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਫਿਰ-ਥੲੀ",
    "type_id": 4
  },
  {
    "id": 56497,
    "shabad_id": 4807,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸੋ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ਹਰਿ ਜਨੁ; ਜਿਸੁ ਬਡਭਾਗ ਮਥੲੀ ॥",
    "transliteration": "So Har Har Naam Dhhiaavai Har Jan Jis Baddabhaag Mathhee ||",
    "translation": "That humble servant of the Lord who has such good fortune written on his forehead meditates on the Name of the Lord, Har, Har.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਵੱਡਾ ਭਾਗ (ਜਾਗ ਪੈਂਦਾ) ਹੈ, ਉਹ ਭਗਤ-ਜਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "ਮੱ-ਥੲੀ",
    "type_id": 3
  },
  {
    "id": 56498,
    "shabad_id": 4807,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਹ ਦਰਗਹਿ, ਪ੍ਰਭੁ ਲੇਖਾ ਮਾਗੈ; ਤਹ ਛੁਟੈ ਨਾਮੁ ਧਿਅਾੲਿਥੲੀ ॥੧॥",
    "transliteration": "Jeh Dharagehi Prabh Laekhaa Maagai Theh Shhuttai Naam Dhhiaaeithhee ||1||",
    "translation": "In that Court, where God calls for the accounts, there, you shall be saved only by meditating on the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਜਿੱਥੇ (ਆਪਣੀ) ਦਰਗਾਹ ਵਿਚ ਪਰਮਾਤਮਾ (ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਲੇਖਾ ਮੰਗਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਉੱਥੇ ਮਨੁੱਖ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਧਿਅਾੲਿ-ਥੲੀ",
    "type_id": 3
  },
  {
    "id": 56499,
    "shabad_id": 4807,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਹਮਰੇ ਦੋਖ ਬਹੁ ਜਨਮ ਜਨਮ ਕੇ; ਦੁਖੁ ਹੳੁਮੈ ਮੈਲੁ, ਲਗਥੲੀ ॥",
    "transliteration": "Hamarae Dhokh Bahu Janam Janam Kae Dhukh Houmai Mail Lagathhee ||",
    "translation": "I am stained with the filth of the mistakes of countless lifetimes, the pain and pollution of egotism.",
    "punjabi": "ਅਸਾਂ ਜੀਵਾਂ ਦੇ (ਅੰਦਰ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਐਬ ਇਕੱਠੇ ਹੋਏ ਪਏ ਹਨ, (ਸਾਡੇ ਅੰਦਰ) ਦੁੱਖ (ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ), ਹਉਮੈ ਦੀ ਮੈਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਲੱਗ-ਥੲੀ) ਲੱਗੀ ਹੋੲੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 56500,
    "shabad_id": 4807,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਿ ਧਾਰਿ ਕਿ੍ਰਪਾ, ਹਰਿ ਜਲਿ ਨਾਵਾੲੇ; ਸਭ ਕਿਲਬਿਖ ਪਾਪ, ਗਥੲੀ ॥੨॥",
    "transliteration": "Gur Dhhaar Kirapaa Har Jal Naavaaeae Sabh Kilabikh Paap Gathhee ||2||",
    "translation": "Showering His Mercy, the Guru bathed me in the Water of the Lord, and all my sins and mistakes were taken away. ||2||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਵਡਭਾਗੀਆਂ ਨੂੰ) ਗੁਰੂ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਹਰਿ-ਨਾਮ-ਜਲ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਾ ਦਿੱਤਾ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਪਾਪਾਂ ਵਿਕਾਰਾਂ ਦੀ ਸਾਰੀ (ਮੈਲ) ਦੂਰ ਹੋ ਗਈ ॥੨॥",
    "pronunciation": "(ਗ-ਥੲੀ) ਨਾਸ ਹੋ ਗੲੇ। ਨ੍ਹਾਵਾੲੇ",
    "type_id": 3
  },
  {
    "id": 56501,
    "shabad_id": 4807,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਕੈ ਰਿਦ ਅੰਤਰਿ ਪ੍ਰਭੁ ਸੁਅਾਮੀ; ਜਨ ਹਰਿ ਹਰਿ ਨਾਮੁ ਭਜਥੲੀ ॥",
    "transliteration": "Jan Kai Ridh Anthar Prabh Suaamee Jan Har Har Naam Bhajathhee ||",
    "translation": "God, our Lord and Master, is deep within the hearts of His humble servants. They vibrate the Naam, the Name of the Lord, Har, Har.",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਭਗਤ ਜਨਾਂ ਨੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ।",
    "pronunciation": "ਭਜ-ਥੲੀ",
    "type_id": 3
  },
  {
    "id": 56502,
    "shabad_id": 4807,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਹ ਅੰਤੀ ਅੳੁਸਰੁ ਅਾੲਿ ਬਨਤੁ ਹੈ; ਤਹ ਰਾਖੈ ਨਾਮੁ ਸਾਥੲੀ ॥੩॥",
    "transliteration": "Jeh Anthee Aousar Aae Banath Hai Theh Raakhai Naam Saathhee ||3||",
    "translation": "And when that very last moment comes, then the Naam is our Best Friend and Protector. ||3||",
    "punjabi": "ਜਿੱਥੇ ਅਖ਼ੀਰਲਾ ਵਕਤ ਆ ਬਣਦਾ ਹੈ, ਉਥੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਥੀ (ਬਣ ਕੇ) ਰਖਿਆ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਸਾ-ਥੲੀ",
    "type_id": 3
  },
  {
    "id": 56503,
    "shabad_id": 4807,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜਨ. ਤੇਰਾ ਜਸੁ ਗਾਵਹਿ ਹਰਿ ਹਰਿ ਪ੍ਰਭ; ਹਰਿ ਜਪਿਓ ਜਗੰਨਥੲੀ ॥",
    "transliteration": "Jan Thaeraa Jas Gaavehi Har Har Prabh Har Japiou Jagannathhee ||",
    "translation": "Your humble servants sing Your Praises, O Lord, Har, Har; they chant and meditate on the Lord God, the Master of the Universe.",
    "punjabi": "ਹੇ ਹਰੀ! (ਤੇਰੇ) ਭਗਤ ਤੇਰਾ ਜਸ (ਸਦਾ) ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ। ਹੇ ਜਗਤ ਦੇ ਨਾਥ ਪ੍ਰਭੂ! (ਤੇਰੇ ਭਗਤਾਂ ਨੇ) ਸਦਾ ਤੇਰਾ ਨਾਮ ਜਪਿਆ ਹੈ।",
    "pronunciation": "ਜੱਗੰ-ਨਥੲੀ",
    "type_id": 3
  },
  {
    "id": 56504,
    "shabad_id": 4807,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੇ ਪ੍ਰਭ ਰਾਖੇ ਸੁਅਾਮੀ; ਹਮ ਪਾਥਰ ਰਖੁ ਬੁਡਥੲੀ ॥੪॥੪॥",
    "transliteration": "Jan Naanak Kae Prabh Raakhae Suaamee Ham Paathhar Rakh Buddathhee ||4||4||",
    "translation": "O God, my Saving Grace, Lord and Master of servant Nanak, please save me, the sinking stone. ||4||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਰਖਵਾਲੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਅਸਾਂ ਪੱਥਰ (ਵਾਂਗ) ਡੁੱਬਦੇ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰ ॥੪॥੪॥",
    "pronunciation": "ਬੁੱਡਥੲੀ",
    "type_id": 3
  },
  {
    "id": 56505,
    "shabad_id": 4808,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਲਿਅਾਨ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56506,
    "shabad_id": 4808,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਮਰੀ ਚਿਤਵਨੀ; ਹਰਿ ਪ੍ਰਭੁ ਜਾਨੈ ॥",
    "transliteration": "Hamaree Chithavanee Har Prabh Jaanai ||",
    "translation": "Only the Lord God knows my innermost thoughts.",
    "punjabi": "ਅਸਾਂ ਜੀਵਾਂ ਦੀ (ਹਰੇਕ) ਭਾਵਨੀ ਨੂੰ ਪਰਮਾਤਮਾ (ਆਪ) ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56507,
    "shabad_id": 4808,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੳੁਰੁ ਕੋੲੀ ਨਿੰਦ ਕਰੈ ਹਰਿ ਜਨ ਕੀ; ਪ੍ਰਭੁ ਤਾ ਕਾ ਕਹਿਅਾ ੲਿਕੁ ਤਿਲੁ. ਨਹੀ ਮਾਨੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aour Koee Nindh Karai Har Jan Kee Prabh Thaa Kaa Kehiaa Eik Thil Nehee Maanai ||1|| Rehaao ||",
    "translation": "If someone slanders the humble servant of the Lord, God does not believe even a tiny bit of what he says. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਹੋਰ (ਨਿੰਦਕ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੋਵੇ, ਪਰਮਾਤਮਾ ਉਸ ਦਾ ਆਖਿਆ ਹੋਇਆ (ਨਿੰਦਾ ਦਾ ਬਚਨ) ਰਤਾ ਭਰ ਭੀ ਨਹੀਂ ਮੰਨਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56508,
    "shabad_id": 4808,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅੳੁਰ ਸਭ ਤਿਅਾਗਿ. ਸੇਵਾ ਕਰਿ ਅਚੁਤ; ਜੋ ਸਭ ਤੇ ੳੂਚ ਠਾਕੁਰੁ ਭਗਵਾਨੈ ॥",
    "transliteration": "Aour Sabh Thiaag Saevaa Kar Achuth Jo Sabh Thae Ooch Thaakur Bhagavaanai ||",
    "translation": "So give up everything else, and serve the Imperishable; The Lord God, our Lord and Master, is the Highest of all.",
    "punjabi": "ਹੋਰ ਹਰੇਕ (ਆਸ) ਲਾਹ ਕੇ ਉਸ ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਿਆ ਕਰ, ਜਿਹੜਾ ਸਭ ਤੋਂ ਉੱਚਾ ਮਾਲਕ ਭਗਵਾਨ ਹੈ।",
    "pronunciation": "ਅ-ਚੱੁਤ",
    "type_id": 3
  },
  {
    "id": 56509,
    "shabad_id": 4808,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਸੇਵਾ ਤੇ. ਕਾਲੁ ਜੋਹਿ, ਨ ਸਾਕੈ; ਚਰਨੀ ਅਾੲਿ ਪਵੈ ਹਰਿ ਜਾਨੈ ॥੧॥",
    "transliteration": "Har Saevaa Thae Kaal Johi N Saakai Charanee Aae Pavai Har Jaanai ||1||",
    "translation": "When you serve the Lord, Death cannot even see you. It comes and falls at the feet of those who know the Lord. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਮੌਤ (ਭਗਤ ਵਲ) ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਤਾਂ ਭਗਤ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਡਿੱਗਦੀ ਹੈ (ਭਗਤ ਦੇ ਅਧੀਨ ਹੋ ਜਾਂਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56510,
    "shabad_id": 4808,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਾ ਕੳੁ ਰਾਖਿ ਲੇੲਿ, ਮੇਰਾ ਸੁਅਾਮੀ; ਤਾ ਕੳੁ ਸੁਮਤਿ ਦੇੲਿ, ਪੈ ਕਾਨੈ ॥",
    "transliteration": "Jaa Ko Raakh Laee Maeraa Suaamee Thaa Ko Sumath Dhaee Pai Kaanai ||",
    "translation": "Those whom my Lord and Master protects - a balanced wisdom comes to their ears.",
    "punjabi": "ਪਿਆਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਦੀ ਰਖਿਆ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਿਆਰ ਨਾਲ ਧਿਆਨ ਨਾਲ ਸ੍ਰੇਸ਼ਟ ਮੱਤ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "(ਕਾਨੈ) ਕੰਨਾਂ। (ਪੈ) ਵਿੱਚ।ਸੁ-ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 56511,
    "shabad_id": 4808,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਤਾ ਕੳੁ ਕੋੲੀ ਅਪਰਿ. ਨ ਸਾਕੈ; ਜਾ ਕੀ ਭਗਤਿ. ਮੇਰਾ ਪ੍ਰਭੁ ਮਾਨੈ ॥੨॥",
    "transliteration": "Thaa Ko Koee Apar N Saakai Jaa Kee Bhagath Maeraa Prabh Maanai ||2||",
    "translation": "No one can equal them; their devotional worship is accepted by my God. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਦੀ ਭਗਤੀ ਪਰਵਾਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਕੋਈ ਹੋਰ ਮਨੁੱਖ ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੨॥",
    "pronunciation": "ਅੱਪ-ਰਿ",
    "type_id": 3
  },
  {
    "id": 56512,
    "shabad_id": 4808,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਕੇ ਚੋਜ ਵਿਡਾਨ ਦੇਖੁ ਜਨ; ਜੋ ਖੋਟਾ ਖਰਾ ੲਿਕ ਨਿਮਖ ਪਛਾਨੈ ॥",
    "transliteration": "Har Kae Choj Viddaan Dhaekh Jan Jo Khottaa Kharaa Eik Nimakh Pashhaanai ||",
    "translation": "So behold the Wondrous and Amazing Play of the Lord. In an instant, He distinguishes the genuine from the counterfeit.",
    "punjabi": "ਹੇ ਸੱਜਣ! ਵੇਖ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਕੌਤਕ ਬੜੇ ਹੈਰਾਨ ਕਰਨ ਵਾਲੇ ਹਨ ਜੋ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਿਚ ਹੀ ਖੋਟੇ ਖਰੇ ਮਨੁੱਖ ਨੂੰ ਪਛਾਣ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56513,
    "shabad_id": 4808,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਤਾ ਤੇ. ਜਨ ਕੳੁ ਅਨਦੁ ਭੲਿਅਾ ਹੈ; ਰਿਦ ਸੁਧ ਮਿਲੇ. ਖੋਟੇ ਪਛੁਤਾਨੈ ॥੩॥",
    "transliteration": "Thaa Thae Jan Ko Anadh Bhaeiaa Hai Ridh Sudhh Milae Khottae Pashhuthaanai ||3||",
    "translation": "And that is why His humble servant is in bliss. Those of pure heart meet together, while the evil ones regret and repent. ||3||",
    "punjabi": "ਸੁੱਧ ਹਿਰਦੇ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਖੋਟੇ ਮਨੁੱਖ ਪਛੁਤਾਂਦੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ। ਤਾਹੀਏਂ ਭਗਤ ਦੇ ਅੰਦਰ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਭਗਤ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56514,
    "shabad_id": 4808,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਤੁਮ ਹਰਿ ਦਾਤੇ ਸਮਰਥ ਸੁਅਾਮੀ; ੲਿਕੁ ਮਾਗੳੁ ਤੁਝ ਪਾਸਹੁ ਹਰਿ ਦਾਨੈ ॥",
    "transliteration": "Thum Har Dhaathae Samarathh Suaamee Eik Maago Thujh Paasahu Har Dhaanai ||",
    "translation": "Lord, You are the Great Giver, our All-powerful Lord and Master; O Lord, I beg for only one gift from You.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੁਸੀਂ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਸੁਆਮੀ ਹੋ। ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੇ ਪਾਸੋਂ ਇਕ ਖ਼ੈਰ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 56515,
    "shabad_id": 4808,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਹਰਿ ਕਿ੍ਰਪਾ ਕਰਿ ਦੀਜੈ; ਸਦ ਬਸਹਿ ਰਿਦੈ ਮੋਹਿ ਹਰਿ ਚਰਾਨੈ ॥੪॥੫॥",
    "transliteration": "Jan Naanak Ko Har Kirapaa Kar Dheejai Sadh Basehi Ridhai Mohi Har Charaanai ||4||5||",
    "translation": "Lord, please bless servant Nanak with Your Grace, that Your Feet may abide forever within my heart. ||4||5||",
    "punjabi": "ਮਿਹਰ ਕਰ ਕੇ (ਆਪਣੇ) ਦਾਸ ਨਾਨਕ ਨੂੰ (ਇਹ ਦਾਨ) ਦੇਹ ਕਿ, ਹੇ ਹਰੀ! ਤੇਰੇ ਚਰਨ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵੱਸਦੇ ਰਹਿਣ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
