[
  {
    "shabad_id": 4809,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kilAwn mhlw 4 ]",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pRB kIjY ikRpw inDwn; hm hir gun gwvhgy ]",
    "transliteration": "Prabh Keejai Kirapaa Nidhhaan Ham Har Gun Gaavehagae ||",
    "translation": "O God, Treasure of Mercy, please bless me, that I may sing the Glorious Praises of the Lord.",
    "punjabi": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਅਸੀਂ (ਜੀਵ) ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hau qumrI krau, inq Aws pRB; moih. kb gil lwvihgy ]1] rhwau ]",
    "transliteration": "Ho Thumaree Karo Nith Aas Prabh Mohi Kab Gal Laavehigae ||1|| Rehaao ||",
    "translation": "I always place my hopes in You; O God, when will you take me in Your Embrace? ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਸਦਾ ਤੇਰੀ (ਮਿਹਰ ਦੀ ਹੀ) ਆਸ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ ਕਿ ਪ੍ਰਭੂ ਜੀ ਮੈਨੂੰ ਕਦੋਂ (ਆਪਣੇ) ਗਲ ਨਾਲ ਲਾਣਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "lwvih-gy",
    "type_id": 4
  },
  {
    "shabad_id": 4809,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hm bwirk mugD ieAwn; ipqw smJwvihgy ]",
    "transliteration": "Ham Baarik Mugadhh Eiaan Pithaa Samajhaavehigae ||",
    "translation": "I am a foolish and ignorant child; Father, please teach me!",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਅੰਞਾਣ ਬੱਚੇ ਹਾਂ, ਪ੍ਰਭੂ-ਪਿਤਾ ਜੀ (ਸਾਨੂੰ ਸਦਾ) ਸਮਝਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "smJwvih-gy",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "suqu iKnu iKnu BUil ibgwir; jgq ipq Bwvihgy ]1]",
    "transliteration": "Suth Khin Khin Bhool Bigaar Jagath Pith Bhaavehigae ||1||",
    "translation": "Your child makes mistakes again and again, but still, You are pleased with him, O Father of the Universe. ||1||",
    "punjabi": "ਪੁੱਤਰ ਮੁੜ ਮੁੜ ਹਰ ਵੇਲੇ ਭੁੱਲਦਾ ਹੈ ਵਿਗਾੜ ਕਰਦਾ ਹੈ, ਪਰ ਜਗਤ ਦੇ ਪਿਤਾ ਨੂੰ (ਜੀਵ ਬੱਚੇ ਫਿਰ ਭੀ) ਪਿਆਰੇ (ਹੀ) ਲੱਗਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jo hir suAwmI qum dyhu; soeI hm pwvhgy ]",
    "transliteration": "Jo Har Suaamee Thum Dhaehu Soee Ham Paavehagae ||",
    "translation": "Whatever You give me, O my Lord and Master - that is what I receive.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਜੋ ਕੁਝ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ, ਉਹੀ ਕੁਝ ਅਸੀਂ ਲੈ ਸਕਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "moih dUjI. nwhI Taur; ijsu pih hm jwvhgy ]2]",
    "transliteration": "Mohi Dhoojee Naahee Thour Jis Pehi Ham Jaavehagae ||2||",
    "translation": "There is no other place where I can go. ||2||",
    "punjabi": "(ਤੈਥੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਥਾਂ ਨਹੀਂ ਸੁੱਝਦੀ, ਜਿਸ ਕੋਲ ਅਸੀਂ ਜੀਵ ਜਾ ਸਕੀਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jo hir Bwvih Bgiq; iqnw hir Bwvihgy ]",
    "transliteration": "Jo Har Bhaavehi Bhagath Thinaa Har Bhaavehigae ||",
    "translation": "Those devotees who are pleasing to the Lord - the Lord is pleasing to them.",
    "punjabi": "ਜਿਹੜੇ ਭਗਤ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਜੀ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "joqI joiq imlwie; joiq ril jwvhgy ]3]",
    "transliteration": "Jothee Joth Milaae Joth Ral Jaavehagae ||3||",
    "translation": "Their light merges into the Light; the lights are merged and blended together. ||3||",
    "punjabi": "(ਉਹ ਭਗਤ) ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਜਿੰਦ ਮਿਲਾ ਕੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਨਾਲ ਇਕ-ਮਿਕ ਹੋਏ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "hir Awpy hoie ikRpwlu; Awip ilv lwvihgy ]",
    "transliteration": "Har Aapae Hoe Kirapaal Aap Liv Laavehigae ||",
    "translation": "The Lord Himself has shown mercy; He lovingly attunes me to Himself.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਆਪ ਹੀ ਦਇਆਲ ਹੋ ਕੇ (ਜੀਵਾਂ ਦੇ ਅੰਦਰ) ਆਪ (ਹੀ ਆਪਣਾ) ਪਿਆਰ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "rKwvih-gy",
    "type_id": 3
  },
  {
    "shabad_id": 4809,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "jnu nwnku. srin duAwir; hir. lwj rKwvihgy ]4]6] Ckw 1 ]",
    "transliteration": "Jan Naanak Saran Dhuaar Har Laaj Rakhaavehigae ||4||6||",
    "translation": "Servant Nanak seeks the Sanctuary of the Door of the Lord, who protects his honor. ||4||6||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ (ਡਿੱਗਾ) ਰਹਿੰਦਾ ਹੈ। (ਪ੍ਰਭੂ ਜੀ ਦਰ ਪਏ ਦੀ) ਆਪ ਹੀ ਇੱਜ਼ਤ ਰੱਖਦੇ ਹਨ ॥੪॥੬॥ ਛਕਾ ੧ ॥",
    "pronunciation": "Cy sbd ie`k C`kw[ C`kw ie`k bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4810,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kilAwnu BopwlI mhlw 4",
    "transliteration": "Kaliaan Bhopaalee Mehalaa 4",
    "translation": "Kalyaan Bhopaalee, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਕਲਿਆਨੁ/ਭੋਪਾਲੀ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4810,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4810,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "pwrbRhmu prmysuru suAwmI; dUK invwrxu nwrwiexy ]",
    "transliteration": "Paarabreham Paramaesur Suaamee Dhookh Nivaaran Naaraaeinae ||",
    "translation": "O Supreme Lord God, Transcendent Lord and Master, Destroyer of pain, Transcendental Lord God.",
    "punjabi": "ਹੇ ਨਾਰਾਇਣ! ਹੇ ਸੁਆਮੀ! ਤੂੰ (ਸਭ ਜੀਵਾਂ ਦੇ) ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4810,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "sgl Bgq. jwcih suKswgr; Bv iniD qrx. hir icMqwmxy ]1] rhwau ]",
    "transliteration": "Sagal Bhagath Jaachehi Sukh Saagar Bhav Nidhh Tharan Har Chinthaamanae ||1|| Rehaao ||",
    "translation": "All Your devotees beg of You. Ocean of peace, carry us across the terrifying world-ocean; You are the Wish-fulfilling Jewel. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸਭ ਦੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਕਰਨ ਵਾਲੇ! ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ! ਹੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਜਹਾਜ਼! ਸਾਰੇ ਹੀ ਭਗਤ (ਤੇਰੇ ਦਰ ਤੋਂ ਦਾਤਾਂ) ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(qrx) jhwz[ icMqw-mxy",
    "type_id": 4
  },
  {
    "shabad_id": 4810,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "dIn dieAwl jgdIs dmodr; hir AMqrjwmI goibMdy ]",
    "transliteration": "Dheen Dhaeiaal Jagadhees Dhamodhar Har Antharajaamee Gobindhae ||",
    "translation": "Merciful to the meek and poor, Lord of the world, Support of the earth, Inner-knower, Searcher of hearts, Lord of the Universe.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼੍ਵਰ! ਹੇ ਦਮੋਦਰ! ਹੇ ਅੰਤਰਜਾਮੀ ਹਰੀ! ਹੇ ਗੋਬਿੰਦ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4810,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "qy inrBau. ijn sRI rwmu iDAwieAw; gurmiq murwir hir mukMdy ]1]",
    "transliteration": "Thae Nirabho Jin Sreeraam Dhhiaaeiaa Guramath Muraar Har Mukandhae ||1||",
    "translation": "Those who meditate on the Supreme Lord become fearless. Through the Wisdom of the Guru's Teachings, they meditate on the Lord, the Liberator Lord. ||1||",
    "punjabi": "ਹੇ ਮੁਰਾਰੀ! ਹੇ ਮੁਕਤੀ ਦਾਤੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ (ਤੈਨੂੰ) ਸ੍ਰੀ ਰਾਮ ਨੂੰ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4810,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jgdIsur crn srn jo Awey; qy jn Bv iniD pwir pry ]",
    "transliteration": "Jagadheesur Charan Saran Jo Aaeae Thae Jan Bhav Nidhh Paar Parae ||",
    "translation": "Those who come to Sanctuary at the Feet of the Lord of the Universe - those humble beings cross over the terrifying world-ocean.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਜਗਤ ਦੇ ਮਾਲਕ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਆਉਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4810,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "Bgq jnw kI pYj hir rwKY; jn nwnk. Awip hir ikRpw kry ]2]1]7]",
    "transliteration": "Bhagath Janaa Kee Paij Har Raakhai Jan Naanak Aap Har Kirapaa Karae ||2||1||7||",
    "translation": "The Lord preserves the honor of His humble devotees; O servant Nanak, the Lord Himself showers them with His Grace. ||2||1||7||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਲਾਜ ਰੱਖਦਾ ਹੈ ॥੨॥੧॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rwgu kilAwnu mhlw 5 Gru 1",
    "transliteration": "Raag Kaliaan Mehalaa 5 Ghar 1",
    "translation": "Raag Kalyaan, Fifth Mehl, First House:",
    "punjabi": "ਰਾਗ ਕਲਿਆਨੁ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4811,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hmwrY; eyh ikrpw kIjY ]",
    "transliteration": "Hamaarai Eaeh Kirapaa Keejai ||",
    "translation": "Please grant me this blessing:",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ ਇਹ ਮਿਹਰ ਕਰ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Ail mkrMd crnkml isau; mnu. Pyir Pyir rIJY ]1] rhwau ]",
    "transliteration": "Al Makarandh Charan Kamal Sio Man Faer Faer Reejhai ||1|| Rehaao ||",
    "translation": "May the bumble-bee of my mind be immersed again and again in the Honey of Your Lotus Feet. ||1||Pause||",
    "punjabi": "ਕਿ (ਜਿਵੇਂ) ਭੌਰਾ ਫੁੱਲ ਦੇ ਰਸ ਨਾਲ ਰੀਝਿਆ ਰਹਿੰਦਾ ਹੈ, (ਤਿਵੇਂ ਮੇਰਾ ਮਨ) (ਤੇਰੇ) ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਮੁੜ ਮੁੜ ਲਪਟਿਆ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "Ail: polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 4811,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "Awn jlw isau kwju. n kCUAY; hir bUMd cwiqRk kau dIjY ]1]",
    "transliteration": "Aan Jalaa Sio Kaaj N Kashhooai Har Boondh Chaathrik Ko Dheejai ||1||",
    "translation": "I am not concerned with any other water; please bless this songbird with a Drop of Your Water, Lord. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਿਵੇਂ) ਪਪੀਹੇ ਨੂੰ (ਵਰਖਾ ਦੀ ਬੂੰਦ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਪਾਣੀਆਂ ਨਾਲ ਕੋਈ ਗ਼ਰਜ਼ ਨਹੀਂ ਹੁੰਦੀ, ਤਿਵੇਂ ਮੈਨੂੰ ਪਪੀਹੇ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੀ) ਬੂੰਦ ਦੇਹ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ibnu imlby. nwhI sMqoKw; pyiK drsnu nwnku jIjY ]2]1]",
    "transliteration": "Bin Milabae Naahee Santhokhaa Paekh Dharasan Naanak Jeejai ||2||1||",
    "translation": "Unless I meet my Lord, I am not satisfied. Nanak lives, gazing upon the Blessed Vision of His Darshan. ||2||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ (ਮੇਰੇ ਅੰਦਰ) ਠੰਢ ਨਹੀਂ ਪੈਂਦੀ, (ਮਿਹਰ ਕਰ; ਤੇਰਾ ਦਾਸ) ਨਾਨਕ (ਤੇਰਾ) ਦਰਸਨ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹੇ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "kil´wn mhlw 5 ]",
    "transliteration": "Kaliaan Mehalaa 5 ||",
    "translation": "Kalyaan, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jwicku; nwmu jwcY jwcY ]",
    "transliteration": "Jaachik Naam Jaachai Jaachai ||",
    "translation": "This beggar begs and begs for Your Name, Lord.",
    "punjabi": "(ਤੇਰੇ ਦਰ ਦਾ) ਮੰਗਤਾ (ਤੇਰੇ ਦਰ ਤੋਂ) ਨਿੱਤ ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "kilAwn",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "srb Dwr srb ky nwiek; suK smUh ky dwqy ]1] rhwau ]",
    "transliteration": "Sarab Dhhaar Sarab Kae Naaeik Sukh Samooh Kae Dhaathae ||1|| Rehaao ||",
    "translation": "You are the Support of all, the Master of all, the Giver of absolute peace. ||1||Pause||",
    "punjabi": "ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲੇ! (ਸਾਰਾ ਜਗਤ ਤੇਰੇ ਅੱਗੇ ਭਿਖਾਰੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4811,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "kyqI kyqI mWgin mwgY; BwvnIAw so pweIAY ]1]",
    "transliteration": "Kaethee Kaethee Maangan Maagai Bhaavaneeaa So Paaeeai ||1||",
    "translation": "So many, so very many, beg for charity at Your Door; they receive only what You are pleased to give. ||1||",
    "punjabi": "ਬੇਅੰਤ ਲੁਕਾਈ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ) ਹਰੇਕ ਮੰਗ ਮੰਗਦੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਹੜੀ ਭੀ ਮਨ ਦੀ ਮੁਰਾਦ ਹੁੰਦੀ ਹੈ ਉਹ ਹਾਸਲ ਕਰ ਲਈਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "sPl sPl sPl drsu ry; pris pris gun gweIAY ]",
    "transliteration": "Safal Safal Safal Dharas Rae Paras Paras Gun Gaaeeai ||",
    "translation": "Fruitful, fruitful, fruitful is the Blessed Vision of His Darshan; touching His Touch, I sing His Glorious Praises.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਐਸਾ ਹੈ ਜਿਸ ਦਾ ਦਰਸਨ ਸਾਰੇ ਹੀ ਫਲ ਦੇਣ ਵਾਲਾ ਹੈ। ਆਓ ਉਸ ਦੇ ਚਰਨ ਸਦਾ ਛੁਹ ਛੁਹ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4811,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "nwnk. qq qq isau imlIAY; hIrY hIru ibDweIAY ]2]2]",
    "transliteration": "Naanak Thath Thath Sio Mileeai Heerai Heer Bidhhaaeeai ||2||2||",
    "translation": "O Nanak, one's essence is blended into the Essence; the diamond of the mind is pierced through by the Diamond of the Lord. ||2||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਵੇਂ ਪਾਣੀ ਆਦਿਕ) ਤੱਤ (ਪਾਣੀ) ਤੱਤ ਨਾਲ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਗੁਣ ਗਾਵਣ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ-ਹੀਰਾ ਪ੍ਰਭੂ-ਹੀਰੇ ਨਾਲ ਵਿੰਨ੍ਹ ਲਈਦਾ ਹੈ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
