[
  {
    "shabad_id": 4817,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "nwnk dws srxwgqI; hir purK pUrn dyv]2]5]8]",
    "transliteration": "Naanak Dhaas Saranaagathee Har Purakh Pooran Dhaev ||2||5||8||",
    "translation": "Slave Nanak seeks the Sanctuary of the Lord, the Perfect, Divine Primal Being. ||2||5||8||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪੁਰਖ! ਹੇ ਸਰਬ-ਗੁਣ ਭਰਪੂਰ ਦੇਵ! ਮੈਂ (ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ ॥੨॥੫॥੮॥",
    "pronunciation": "sr-xwgqI",
    "type_id": 3
  },
  {
    "shabad_id": 4818,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kilAwnu mhlw 5]",
    "transliteration": "Kaliaan Mehalaa 5 ||",
    "translation": "Kalyaan, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4818,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pRBu myrw AMqrjwmI jwxu]",
    "transliteration": "Prabh Maeraa Antharajaamee Jaan ||",
    "translation": "My God is the Inner-knower, the Searcher of Hearts.",
    "punjabi": "ਹੇ ਸਰਬ-ਗੁਣ-ਭਰਪੂਰ ਪਰਮੇਸਰ! ਤੂੰ ਮੇਰਾ ਪ੍ਰਭੂ ਹੈਂ, ਤੂੰ ਮੇਰੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4818,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kir ikrpw pUrn prmysr; inhclu scu sbdu nIswxu]1]rhwau]",
    "transliteration": "Kar Kirapaa Pooran Paramaesar Nihachal Sach Sabadh Neesaan ||1|| Rehaao ||",
    "translation": "Take pity on me, O Perfect Transcendent Lord; bless me with the True Eternal Insignia of the Shabad, the Word of God. ||1||Pause||",
    "punjabi": "ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਸਦਾ ਅਟੱਲ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਸ਼ਬਦ (ਬਖ਼ਸ਼। ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚਣ ਲਈ ਇਹ ਸ਼ਬਦ ਹੀ ਮੇਰੇ ਵਾਸਤੇ) ਪਰਵਾਨਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4818,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir ibnu Awn. n koeI smrQu; qyrI Aws qyrw min qwxu]",
    "transliteration": "Har Bin Aan N Koee Samarathh Thaeree Aas Thaeraa Man Thaan ||",
    "translation": "O Lord, other than You, no one is all-powerful. You are the Hope and the Strength of my mind.",
    "punjabi": "ਹੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਸੁਆਮੀ! ਖਾਣ ਅਤੇ ਪਹਿਨਣ ਨੂੰ ਜੋ ਕੁਝ ਤੂੰ ਸਾਨੂੰ ਦੇਂਦਾ ਹੈਂ, ਉਹੀ ਅਸੀਂ ਵਰਤਦੇ ਹਾਂ। ਤੈਥੋਂ ਬਿਨਾ, ਹੇ ਹਰੀ! ਕੋਈ ਹੋਰ (ਇਤਨੀ) ਸਮਰਥਾ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4818,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "srb Gtw ky dwqy suAwmI; dyih su pihrxu Kwxu]1]",
    "transliteration": "Sarab Ghattaa Kae Dhaathae Suaamee Dhaehi S Pehiran Khaan ||1||",
    "translation": "You are the Giver to the hearts of all beings, O Lord and Master. I eat and wear whatever You give me. ||1||",
    "punjabi": "(ਮੈਨੂੰ ਸਦਾ) ਤੇਰੀ (ਸਹਾਇਤਾ ਦੀ ਹੀ) ਆਸ (ਰਹਿੰਦੀ ਹੈ, ਮੇਰੇ) ਮਨ ਵਿਚ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4818,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "suriq miq cqurweI soBw; rUpu rMgu Dnu mwxu]",
    "transliteration": "Surath Math Chathuraaee Sobhaa Roop Rang Dhhan Maan ||",
    "translation": "Intuitive understanding, wisdom and cleverness, glory and beauty, pleasure, wealth and honor,",
    "punjabi": "(ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਉੱਚੀ) ਸੁਰਤ (ਉੱਚੀ) ਮੱਤ, (ਸੁਚੱਜੇ ਜੀਵਨ ਵਾਲੀ) ਸਿਆਣਪ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਵਡਿਆਈ, (ਸੋਹਣਾ ਆਤਮਕ) ਰੂਪ ਰੰਗ, ਧਨ, ਇੱਜ਼ਤ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4818,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "srb sUK, AwnMd nwnk; jip rwm nwmu, kilAwxu]2]6]9]",
    "transliteration": "Sarab Sookh Aanandh Naanak Jap Raam Naam Kaliaan ||2||6||9||",
    "translation": "All comforts, bliss, happiness and salvation, O Nanak, come by chanting the Lord's Name. ||2||6||9||",
    "punjabi": "ਸਾਰੇ ਸੁਖ, ਆਨੰਦ (ਇਹ ਸਾਰੀਆਂ ਦਾਤਾਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਹਨ। ਤਾਂ ਤੇ) ਹੇ ਨਾਨਕ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ ॥੨॥੬॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4819,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kilAwxu mhlw 5]",
    "transliteration": "Kaliaan Mehalaa 5 ||",
    "translation": "Kalyaan, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4819,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir crn srn; kilAwn krn]",
    "transliteration": "Har Charan Saran Kaliaan Karan ||",
    "translation": "The Sanctuary of the Lord's Feet bring salvation.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ (ਸਾਰੇ) ਸੁਖ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4819,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pRB nwmu; piqq. pwvno]1] rhwau]",
    "transliteration": "Prabh Naam Pathith Paavano ||1|| Rehaao ||",
    "translation": "God's Name is the Purifier of sinners. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਬਣਾਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4819,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "swDsMig jip insMg; jmkwlu iqsu. n Kwvno]1]",
    "transliteration": "Saadhhasang Jap Nisang Jamakaal This N Khaavano ||1||",
    "translation": "Whoever chants and meditates in the Saadh Sangat, the Company of the Holy, shall undoubtedly escape being consumed by the Messenger of Death. ||1||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਸਰਧਾ ਨਾਲ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਭੈ-ਭੀਤ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਆਤਮਕ ਮੌਤ ਮੁਕਾ ਨਹੀਂ ਸਕਦੀ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4819,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "mukiq jugiq Aink sUK; hir Bgiq lvY. n lwvno]",
    "transliteration": "Mukath Jugath Anik Sookh Har Bhagath Lavai N Laavano ||",
    "translation": "Liberation, the key to success, and all sorts of comforts do not equal loving devotional worship of the Lord.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਮੁਕਤੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਨੇਕਾਂ ਜੁਗਤੀਆਂ ਅਤੇ ਅਨੇਕਾਂ ਸੁਖ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4819,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "pRB drs lubD. dws nwnk; bhuiV join. n Dwvno]2]7]10]",
    "transliteration": "Prabh Dharas Lubadhh Dhaas Naanak Bahurr Jon N Dhhaavano ||2||7||10||",
    "translation": "Slave Nanak longs for the Blessed Vision of God's Darshan; he shall never again wander in reincarnation. ||2||||7||10||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਦੀਦਾਰ ਦਾ ਮਤਵਾਲਾ ਮਨੁੱਖ ਮੁੜ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਭਟਕਦਾ ॥੨॥੭॥੧੦॥",
    "pronunciation": "lubD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kilAwn mhlw 4 AstpdIAw]",
    "transliteration": "Kaliaan Mehalaa 4 Asattapadheeaa ||",
    "translation": "Kalyaan, Fourth Mehl, Ashtapadees:",
    "punjabi": "ਰਾਗ ਕਲਿਆਨੁ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<>siqgur pRswid",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4820,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "rwmw. rm rwmo suin mnu BIjY]",
    "transliteration": "Raamaa Ram Raamo Sun Man Bheejai ||",
    "translation": "Hearing the Name of the Lord, the All-pervading Lord, my mind is drenched with joy.",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸੁਣ ਕੇ (ਮਨੁੱਖ ਦਾ) ਮਨ (ਪ੍ਰੇਮ-ਜਲ ਨਾਲ) ਭਿੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "hir hir nwmu AMimRqu rsu mITw; gurmiq shjy pIjY]1]rhwau]",
    "transliteration": "Har Har Naam Anmrith Ras Meethaa Guramath Sehajae Peejai ||1|| Rehaao ||",
    "translation": "The Name of the Lord, Har, Har, is Ambrosial Nectar, the most Sweet and Sublime Essence; through the Guru's Teachings, drink it in with intuitive ease. ||1||Pause||",
    "punjabi": "ਇਹ ਹਰਿ-ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ ਅਤੇ ਸੁਆਦਲਾ ਹੈ। ਇਹ ਹਰਿ-ਨਾਮ-ਜਲ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਪੀ ਸਕੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4820,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "kwst mih. ijau hY bYsMqru; miQ sMjim kwiF kFIjY]",
    "transliteration": "Kaasatt Mehi Jio Hai Baisanthar Mathh Sanjam Kaadt Kadteejai ||",
    "translation": "The potential energy of fire is within the wood; it is released if you know how to rub it and generate friction.",
    "punjabi": "ਜਿਵੇਂ (ਹਰੇਕ) ਲੱਕੜੀ ਵਿਚ ਅੱਗ (ਲੁਕੀ ਰਹਿੰਦੀ) ਹੈ, (ਪਰ) ਜੁਗਤਿ ਨਾਲ ਉੱਦਮ ਕਰ ਕੇ ਪਰਗਟ ਕਰ ਸਕੀਦੀ ਹੈ,",
    "pronunciation": "miQ: polw bolo[k-FIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "rwm nwmu hY joiq sbweI; qqu gurmiq kwiF leIjY]1]",
    "transliteration": "Raam Naam Hai Joth Sabaaee Thath Guramath Kaadt Leejai ||1||",
    "translation": "In just the same way, the Lord's Name is the Light within all; the Essence is extracted by following the Guru's Teachings. ||1||",
    "punjabi": "ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਐਸਾ) ਹੈ (ਕਿ ਇਸ ਦੀ) ਜੋਤਿ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ (ਗੁਪਤ) ਹੈ, ਇਸ ਅਸਲੀਅਤ ਨੂੰ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਸਮਝ ਸਕੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "nau drvwj. nvy dr PIky; rsu AMimRqu dsvy cueIjY]",
    "transliteration": "No Dharavaaj Navae Dhar Feekae Ras Anmrith Dhasavae Chueejai ||",
    "translation": "There are nine doors, but the taste of these nine doors is bland and insipid. The Essence of Ambrosial Nectar trickles down through the Tenth Door.",
    "punjabi": "(ਮਨੁੱਖਾ ਸਰੀਰ ਦੇ) ਨੌ ਦਰਵਾਜ਼ੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਦਾ ਸੰਬੰਧ ਬਾਹਰਲੀ ਦੁਨੀਆ ਨਾਲ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ) ਇਹ ਨੌ ਹੀ ਦਰਵਾਜ਼ੇ (ਨਾਮ-ਰਸ ਵਲੋਂ) ਰੁੱਖੇ ਰਹਿੰਦੇ ਹਨ। ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਰਸ ਦਸਵੇਂ ਦਰਵਾਜ਼ੇ (ਦਿਮਾਗ਼) ਦੀ ਰਾਹੀਂ ਹੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੁੰਦਾ ਹੈ, ਜਿਵੇਂ ਅਰਕ ਆਦਿਕ ਨਾਲ ਦੀ ਰਾਹੀਂ) ਚੋਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ikRpw ikRpw ikrpw kir ipAwry; gur sbdI hir rsu pIjY]2]",
    "transliteration": "Kirapaa Kirapaa Kirapaa Kar Piaarae Gur Sabadhee Har Ras Peejai ||2||",
    "translation": "Please take pity on me - be kind and compassionate, O my Beloved, that I may drink in the Sublime Essence of the Lord, through the Word of the Guru's Shabad. ||2||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਆਪਣੇ ਜੀਵਾਂ ਉੱਤੇ) ਸਦਾ ਹੀ ਮਿਹਰ ਕਰ, (ਜੇ ਤੂੰ ਮਿਹਰ ਕਰੇਂ, ਤਾਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਹਰਿ-ਨਾਮ-ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "kwieAw ngru. ngru hY nIko; ivic saudw. hir rsu kIjY]",
    "transliteration": "Kaaeiaa Nagar Nagar Hai Neeko Vich Soudhaa Har Ras Keejai ||",
    "translation": "The body-village is the most sublime and exalted village, in which the merchandise of the Lord's Sublime Essence is traded.",
    "punjabi": "ਮਨੁੱਖਾ ਸਰੀਰ (ਮਾਨੋ, ਇਕ) ਸ਼ਹਿਰ ਹੈ, ਇਸ (ਸਰੀਰ-ਸ਼ਹਿਰ) ਵਿਚ ਹਰਿ-ਨਾਮ-ਰਸ (ਵਿਹਾਝਣ ਦਾ) ਵਣਜ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "rqn lwl Amol Amolk; siqgur syvw lIjY]3]",
    "transliteration": "Rathan Laal Amol Amolak Sathigur Saevaa Leejai ||3||",
    "translation": "The most precious and priceless gems and jewels are obtained by serving the True Guru. ||3||",
    "punjabi": "(ਇਹ ਹਰਿ-ਨਾਮ-ਰਸ, ਮਾਨੋ) ਅਮੁੱਲੇ ਰਤਨ ਲਾਲ ਹਨ, (ਇਹ ਹਰਿ-ਨਾਮ-ਰਸ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਹਾਸਲ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "siqgur Agmu Agmu hY Twkuru; Bir swgr Bgiq krIjY]",
    "transliteration": "Sathigur Agam Agam Hai Thaakur Bhar Saagar Bhagath Kareejai ||",
    "translation": "The True Guru is Inaccessible; Inaccessible is our Lord and Master. He is the overflowing Ocean of bliss - worship Him with loving devotion.",
    "punjabi": "ਗੁਰੂ ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ (ਦਾ ਰੂਪ) ਹੈ। (ਅਮੋਲਕ ਰਤਨਾਂ ਲਾਲਾਂ ਨਾਲ) ਭਰੇ ਹੋਏ ਸਮੁੰਦਰ (ਪ੍ਰਭੂ) ਦੀ ਭਗਤੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ) ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "k-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ikRpw ikRpw kir, dIn hm swirMg; iek bUMd nwmu, muiK dIjY]4]",
    "transliteration": "Kirapaa Kirapaa Kar Dheen Ham Saaring Eik Boondh Naam Mukh Dheejai ||4||",
    "translation": "Please take pity on me, and be Merciful to this meek song-bird; please pour a drop of Your Name into my mouth. ||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ (ਤੇਰੇ ਦਰ ਦੇ) ਨਿਮਾਣੇ ਪਪੀਹੇ ਹਾਂ। ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ (ਜਿਵੇਂ ਪਪੀਹੇ ਨੂੰ ਵਰਖਾ ਦੀ) ਇਕ ਬੂੰਦ (ਦੀ ਪਿਆਸ ਰਹਿੰਦੀ ਹੈ, ਤਿਵੇਂ ਮੈਨੂੰ ਤੇਰੇ ਨਾਮ-ਜਲ ਦੀ ਪਿਆਸ ਹੈ, ਮੇਰੇ) ਮੂੰਹ ਵਿਚ (ਆਪਣਾ) ਨਾਮ (-ਜਲ) ਦੇਹ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "lwlnu lwlu lwlu hY rMgnu; mnu rMgn kau gur dIjY]",
    "transliteration": "Laalan Laal Laal Hai Rangan Man Rangan Ko Gur Dheejai ||",
    "translation": "O Beloved Lord, please color my mind with the Deep Crimson Color of Your Love; I have surrendered my mind to the Guru.",
    "punjabi": "ਸੋਹਣਾ ਹਰਿ (-ਨਾਮ) ਬੜਾ ਸੋਹਣਾ ਰੰਗ ਹੈ। ਹੇ ਗੁਰੂ! (ਮੈਨੂੰ ਆਪਣਾ) ਮਨ ਰੰਗਣ ਲਈ (ਇਹ ਹਰਿ-ਨਾਮ ਰੰਗ) ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "rwm rwm rwm rMig rwqy; rs risk gtk inq pIjY]5]",
    "transliteration": "Raam Raam Raam Rang Raathae Ras Rasik Gattak Nith Peejai ||5||",
    "translation": "Those who are imbued with the Love of the Lord, Raam, Raam, Raam, continually drink in this essence in big gulps, savoring its sweet taste. ||5||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਨਾਮ-ਰੰਗ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ) ਸਦਾ ਲਈ ਪਰਮਾਤਮਾ ਦੇ (ਨਾਮ-) ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹ ਮਨੁੱਖ ਨਾਮ-) ਰਸ ਦੇ ਰਸੀਏ (ਬਣ ਜਾਂਦੇ ਹਨ)। (ਇਹ ਨਾਮ-ਰਸ) ਗਟ ਗਟ ਕਰ ਕੇ ਸਦਾ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "bsuDw spq dIp hY swgr; kiF kMcnu kwiF DrIjY]",
    "transliteration": "Basudhhaa Sapath Dheep Hai Saagar Kadt Kanchan Kaadt Dhhareejai ||",
    "translation": "If all the gold of the seven continents and the oceans was taken out and placed before them,",
    "punjabi": "(ਜਿਤਨੀ ਭੀ) ਸੱਤ ਟਾਪੂਆਂ ਵਾਲੀ ਅਤੇ ਸੱਤ ਸਮੁੰਦਰਾਂ ਵਾਲੀ ਧਰਤੀ ਹੈ (ਜੇ ਇਸ ਨੂੰ) ਪੁੱਟ ਕੇ (ਇਸ ਵਿਚੋਂ ਸਾਰਾ) ਸੋਨਾ ਕੱਢ ਕੇ (ਬਾਹਰ) ਰੱਖ ਦਿੱਤਾ ਜਾਏ,",
    "pronunciation": "D-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "myry Twkur ky jn ienhu. n bwCih; hir mwgih hir rsu dIjY]6]",
    "transliteration": "Maerae Thaakur Kae Jan Einahu N Baashhehi Har Maagehi Har Ras Dheejai ||6||",
    "translation": "The humble servants of my Lord and Master would not even want it. They beg for the Lord to bless them with the Lord's Sublime Essence. ||6||",
    "punjabi": "(ਤਾਂ ਭੀ) ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਭਗਤ-ਜਨ (ਸੋਨਾ ਆਦਿਕ) ਇਹਨਾਂ (ਕੀਮਤੀ ਪਦਾਰਥਾਂ) ਨੂੰ ਨਹੀਂ ਲੋੜਦੇ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਹੀ) ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ। ਹੇ ਗੁਰੂ! (ਮੈਨੂੰ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰਸ ਹੀ ਬਖ਼ਸ਼ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "swkq nr pRwnI sd BUKy; inq BUKn BUK krIjY]",
    "transliteration": "Saakath Nar Praanee Sadh Bhookhae Nith Bhookhan Bhookh Kareejai ||",
    "translation": "The faithless cynics and mortal beings remain hungry forever; they continually cry out in hunger.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਸਦਾ ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ (ਮਾਇਆ ਦੀ) ਭੁੱਖ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੀ ਪੁਕਾਰ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "k-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "Dwvqu Dwie Dwvih pRIiq mwieAw; lK kosn kau ibiQ dIjY]7]",
    "transliteration": "Dhhaavath Dhhaae Dhhaavehi Preeth Maaeiaa Lakh Kosan Ko Bithh Dheejai ||7||",
    "translation": "They hurry and run, and wander all around, caught in the love of Maya; they cover hundreds of thousands of miles in their wanderings. ||7||",
    "punjabi": "ਮਾਇਆ ਦੀ ਖਿੱਚ ਦੇ ਕਾਰਨ ਉਹ ਸਦਾ ਹੀ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ। (ਮਾਇਆ ਇਕੱਠੀ ਕਰਨ ਦੀ ਖ਼ਾਤਰ ਆਪਣੇ ਮਨ ਅਤੇ ਪਰਮਾਤਮਾ ਦੇ ਵਿਚਕਾਰ) ਲੱਖਾਂ ਕੋਹਾਂ ਨੂੰ ਵਿੱਥ ਬਣਾ ਲਿਆ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ib`iQ",
    "type_id": 3
  },
  {
    "shabad_id": 4820,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "hir hir hir hir hir jn aUqm; ikAw aupmw iqn@ dIjY]",
    "transliteration": "Har Har Har Har Har Jan Ootham Kiaa Oupamaa Thinh Dheejai ||",
    "translation": "The humble servants of the Lord, Har, Har, Har, Har, Har, are sublime and exalted. What praise can we bestow upon them?",
    "punjabi": "ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਕੋਈ ਭੀ ਵਡਿਆਈ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]