[
  {
    "shabad_id": 4822,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "mhw ABwg. ABwg hY ijn ky; iqn swDU DUir. n pIjY ]",
    "transliteration": "Mehaa Abhaag Abhaag Hai Jin Kae Thin Saadhhoo Dhhoor N Peejai ||",
    "translation": "Those who have terrible luck and bad fortune do not drink in the water which washes the dust of the feet of the Holy.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਬਹੁਤ ਹੀ ਮੰਦੇ ਭਾਗ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4822,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "iqnw iqsnw jlq. jlq nhI bUJih; fMfu Drmrwie kw dIjY ]6]",
    "transliteration": "Thinaa Thisanaa Jalath Jalath Nehee Boojhehi Ddandd Dhharam Raae Kaa Dheejai ||6||",
    "translation": "The burning fire of their desires is not extinguished; they are beaten and punished by the Righteous Judge of Dharma. ||6||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, (ਉਸ ਅੱਗ ਵਿਚ) ਹਰ ਵੇਲੇ ਸੜਦਿਆਂ ਦੇ ਅੰਦਰ ਠੰਢ ਨਹੀਂ ਪੈਂਦੀ, (ਇਹ ਉਹਨਾਂ ਨੂੰ) ਧਰਮਰਾਜ ਦੀ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੬॥",
    "pronunciation": "bUJih: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4822,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "siB qIrQ brq. jg´ puMn kIey; ihvY gwil gwil. qnu CIjY ]",
    "transliteration": "Sabh Theerathh Barath Jagy Punn Keeeae Hivai Gaal Gaal Than Shheejai ||",
    "translation": "You may visit all the sacred shrines, observe fasts and sacred feasts, give generously in charity and waste away the body, melting it in the snow.",
    "punjabi": "ਜੇ ਸਾਰੇ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ, ਅਨੇਕਾਂ ਵਰਤ, ਜੱਗ ਤੇ ਹੋਰ (ਇਹੋ ਜਿਹੇ) ਪੁੰਨ-ਦਾਨ ਕੀਤੇ ਜਾਣ, (ਪਹਾੜਾਂ ਦੀਆਂ ਖੁੰਦ੍ਰਾਂ ਵਿਚ) ਬਰਫ਼ ਵਿਚ ਗਾਲ ਗਾਲ ਕੇ ਸਰੀਰ ਨਾਸ ਕੀਤਾ ਜਾਏ,",
    "pronunciation": "gwil: l`lw Bwrw nhIN bolxw[ jg´: j`igA",
    "type_id": 3
  },
  {
    "shabad_id": 4822,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "Aqulw qolu, rwm nwmu hY gurmiq; ko pujY n. qol qulIjY ]7]",
    "transliteration": "Athulaa Thol Raam Naam Hai Guramath Ko Pujai N Thol Thuleejai ||7||",
    "translation": "The weight of the Lord's Name is unweighable, according to the Guru's Teachings; nothing can equal its weight. ||7||",
    "punjabi": "(ਤਾਂ ਭੀ ਇਹਨਾਂ ਸਾਰੇ ਸਾਧਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਸਾਧਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਐਸਾ ਹੈ ਕਿ ਕੋਈ ਭੀ ਤੋਲ ਉਸ ਨੂੰ ਤੋਲ ਨਹੀਂ ਸਕਦਾ, ਉਹ ਮਿਲਦਾ ਹੈ ਗੁਰੂ ਦੀ ਮੱਤ ਤੇ ਤੁਰਿਆਂ ॥੭॥",
    "pronunciation": "A-qu`lw p`ujY[qu-lIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4822,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "qv gun bRhm bRhm qU jwnih; jn nwnk srin prIjY ]",
    "transliteration": "Thav Gun Breham Breham Thoo Jaanehi Jan Naanak Saran Pareejai ||",
    "translation": "O God, You alone know Your Glorious Virtues. Servant Nanak seeks Your Sanctuary.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣ ਤੂੰ (ਆਪ ਹੀ) ਜਾਣਦਾ ਹੈਂ (ਮਿਹਰ ਕਰ, ਅਸੀਂ ਜੀਵ ਤੇਰੀ ਹੀ) ਸਰਨ ਪਏ ਰਹੀਏ।",
    "pronunciation": "p-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4822,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "qU jliniD. mIn hm qyry; kir ikrpw sMig rKIjY ]8]3]",
    "transliteration": "Thoo Jal Nidhh Meen Ham Thaerae Kar Kirapaa Sang Rakheejai ||8||3||",
    "translation": "You are the Ocean of water, and I am Your fish. Please be kind, and keep me always with You. ||8||3||",
    "punjabi": "ਤੂੰ (ਸਾਡਾ) ਸਮੁੰਦਰ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਤੇਰੀਆਂ ਮੱਛੀਆਂ ਹਾਂ, ਮਿਹਰ ਕਰ ਕੇ (ਸਾਨੂੰ ਆਪਣੇ) ਨਾਲ ਹੀ ਰੱਖੀ ਰੱਖ ॥੮॥੩॥",
    "pronunciation": "r-KIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kilAwn mhlw 4 ]",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "rwmw; rm rwmo pUj krIjY ]",
    "transliteration": "Raamaa Ram Raamo Pooj Kareejai ||",
    "translation": "I worship and adore the Lord, the All-pervading Lord.",
    "punjabi": "ਸਦਾ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "k-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mnu qnu Arip Drau sBu AwgY; rsu gurmiq igAwnu idRVIjY ]1] rhwau ]",
    "transliteration": "Man Than Arap Dhharo Sabh Aagai Ras Guramath Giaan Dhrirreejai ||1|| Rehaao ||",
    "translation": "I surrender my mind and body, and place everything before Him; following the Guru's Teachings, spiritual wisdom is implanted within me. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰਮੱਤ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੱਕੀ ਕਰ ਦੇਵੇ ਤਾਂ ਮੈਂ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਸਭ ਕੁਝ ਉਸ ਦੇ ਅੱਗੇ ਭੇਟਾ ਰੱਖ ਦਿਆਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "idR-VIjY",
    "type_id": 4
  },
  {
    "shabad_id": 4823,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "bRhm nwm gux swK qrovr; inq cuin cuin pUj krIjY ]",
    "transliteration": "Breham Naam Gun Saakh Tharovar Nith Chun Chun Pooj Kareejai ||",
    "translation": "God's Name is the tree, and His Glorious Virtues are the branches. Picking and gathering up the fruit, I worship Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਹੀ ਰੁੱਖਾਂ ਦੀਆਂ ਸ਼ਾਖ਼ਾਂ ਹਨ (ਜਿਨ੍ਹਾਂ ਨਾਲੋਂ ਨਾਮ ਅਤੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਫੁੱਲ ਹੀ) ਚੁਣ ਚੁਣ ਕੇ ਪਰਮਾਤਮ-ਦੇਵ ਦੀ ਪੂਜਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "k-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "Awqm dyau. dyau hY Awqmu; ris lwgY pUj krIjY ]1]",
    "transliteration": "Aatham Dhaeo Dhaeo Hai Aatham Ras Laagai Pooj Kareejai ||1||",
    "translation": "The soul is divine; divine is the soul. Worship Him with love. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ (ਪੂਜਣ-ਜੋਗ) ਦੇਵਤਾ ਹੈ, (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-) ਰਸ ਵਿਚ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ibbyk buiD sB jg mih inrml; ibcir ibcir rsu pIjY ]",
    "transliteration": "Bibaek Budhh Sabh Jag Mehi Niramal Bichar Bichar Ras Peejai ||",
    "translation": "One of keen intellect and precise understanding is immaculate in all this world. In thoughtful consideration, he drinks in the sublime essence.",
    "punjabi": "(ਹੋਰ ਸਭ ਚਤੁਰਾਈਆਂ ਨਾਲੋਂ) ਜਗਤ ਵਿਚ ਚੰਗੇ ਮੰਦੇ ਕਰਮ ਦੀ ਪਰਖ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਹੀ ਸਭ ਤੋਂ ਪਵਿੱਤਰ ਹੈ। (ਇਸ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਮਨ ਵਿਚ) ਵਸਾ ਵਸਾ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-) ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ibc-ir ibc-ir: poly bolo imlvyN",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "gur prswid pdwrQu pwieAw; siqgur kau iehu mnu dIjY ]2]",
    "transliteration": "Gur Parasaadh Padhaarathh Paaeiaa Sathigur Ko Eihu Man Dheejai ||2||",
    "translation": "By Guru's Grace, the treasure is found; dedicate this mind to the True Guru. ||2||",
    "punjabi": "ਇਹ ਨਾਮ-ਪਦਾਰਥ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਹੀ) ਮਿਲਦਾ ਹੈ, ਆਪਣਾ ਇਹ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "inrmolku Aiq hIro nIko; hIrY hIru ibDIjY ]",
    "transliteration": "Niramolak Ath Heero Neeko Heerai Heer Bidhheejai ||",
    "translation": "Priceless and utterly sublime is the Diamond of the Lord. This Diamond pierces the diamond of the mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਹੀਰਾ ਬਹੁਤ ਹੀ ਕੀਮਤੀ ਹੈ ਬਹੁਤ ਹੀ ਸੋਹਣਾ ਹੈ, ਇਸ ਨਾਮ-ਹੀਰੇ ਨਾਲ (ਆਪਣੇ ਮਨ-) ਹੀਰੇ ਨੂੰ ਸਦਾ ਪ੍ਰੋ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ib-DIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "mnu moqIswlu hY, gur sbdI; ijqu hIrw, priK leIjY ]3]",
    "transliteration": "Man Mothee Saal Hai Gur Sabadhee Jith Heeraa Parakh Leejai ||3||",
    "translation": "The mind becomes the jeweller, through the Word of the Guru's Shabad; it appraises the Diamond of the Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਮਨ ਸ੍ਰੇਸ਼ਟ ਮੋਤੀ ਬਣ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਨਾਮ ਹੀਰੇ ਦੀ ਕਦਰ-ਕੀਮਤ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(moqIswlu) jOhrI[ gurU Sbd vwihgurU AiBAws duAwrw, mn jOhrI bx jWdw hY, ijs rwhIN nwm hIrw prK (leIjY) leIdw hY[l-eIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "sMgiq sMqsMig lig aUcy; ijau pIp plws Kwie lIjY ]",
    "transliteration": "Sangath Santh Sang Lag Oochae Jio Peep Palaas Khaae Leejai ||",
    "translation": "Attaching oneself to the Society of the Saints, one is exalted and uplifted, as the palaas tree is absorbed by the peepal tree.",
    "punjabi": "ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਸੰਤ-ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਸਕੀਦਾ ਹੈ। ਜਿਵੇਂ ਛਿਛਰੇ ਨੂੰ ਪਿੱਪਲ ਆਪਣੇ ਵਿਚ ਲੀਨ ਕਰ (ਕੇ ਆਪਣੇ ਵਰਗਾ ਹੀ ਬਣਾ) ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "sB nr mih. pRwnI aUqmu hovY; rwm nwmY bwsu bsIjY ]4]",
    "transliteration": "Sabh Nar Mehi Praanee Ootham Hovai Raam Naamai Baas Baseejai ||4||",
    "translation": "That mortal being is supreme among all people, who is perfumed by the fragrance of the Lord's Name. ||4||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਸ ਮਨੁੱਖ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸੁਗੰਧੀ ਵੱਸ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਭ ਪ੍ਰਾਣੀਆਂ ਵਿਚੋਂ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "b-sIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "inrml inrml krm bhu kIny; inq swKw hrI jVIjY ]",
    "transliteration": "Niramal Niramal Karam Bahu Keenae Nith Saakhaa Haree Jarreejai ||",
    "translation": "One who continually acts in goodness and immaculate purity, sprouts green branches in great abundance.",
    "punjabi": "(ਗੁਰਮਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਤੋਂ ਬਚਾਣ ਵਾਲੇ ਕੰਮ ਨਿੱਤ ਕਰਨੇ ਸ਼ੁਰੂ ਕੀਤੇ, (ਉਸ ਦੇ ਜੀਵਨ-ਰੁੱਖ ਉਤੇ, ਮਾਨੋ, ਇਹ) ਹਰੀ ਸ਼ਾਖ਼ ਸਦਾ ਉੱਗਦੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "j-VIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "Drmu Pulu. Plu guir igAwnu idRVwieAw; bhkwr bwsu jig dIjY ]5]",
    "transliteration": "Dhharam Ful Fal Gur Giaan Dhrirraaeiaa Behakaar Baas Jag Dheejai ||5||",
    "translation": "The Guru has taught me that Dharmic faith is the flower, and spiritual wisdom is the fruit; this fragrance permeates the world. ||5||",
    "punjabi": "(ਜਿਸ ਨੂੰ) ਧਰਮ-ਰੂਪ ਫੁੱਲ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਦਾ) ਫਲ ਲੱਗਦਾ ਹੈ। (ਇਸ ਫੁੱਲ ਦੀ) ਮਹਕਾਰ ਸੁਗੰਧੀ (ਸਾਰੇ) ਜਗਤ ਵਿਚ ਖਿਲਰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "(bh-kwr) mihkwr",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "eyk joiq. eyko min visAw; sB bRhm idRsit ieku kIjY ]",
    "transliteration": "Eaek Joth Eaeko Man Vasiaa Sabh Breham Dhrisatt Eik Keejai ||",
    "translation": "The One, the Light of the One, abides within my mind; God, the One, is seen in all.",
    "punjabi": "(ਸਾਰੇ ਜਗਤ ਵਿਚ) ਇਕ (ਪਰਮਾਤਮਾ) ਦੀ ਜੋਤਿ (ਹੀ ਵੱਸਦੀ ਹੈ), ਇਕ ਪਰਮਾਤਮਾ ਹੀ (ਸਭਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨੂੰ ਵੇਖਣ ਵਾਲੀ ਨਿਗਾਹ ਹੀ ਬਣਾਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "Awqm rwmu sB eykY hY psry; sB crn qly isru dIjY ]6]",
    "transliteration": "Aatham Raam Sabh Eaekai Hai Pasarae Sabh Charan Thalae Sir Dheejai ||6||",
    "translation": "The One Lord, the Supreme Soul, is spread out everywhere; all place their heads beneath His Feet. ||6||",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਪਸਾਰਾ ਪਸਾਰ ਰਿਹਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਹੇਠ (ਆਪਣਾ) ਸਿਰ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 8,
    "source_line": 13,
    "gurmukhi": "nwm ibnw. nkty nr dyKhu; iqn Gis Gis nwk vFIjY ]",
    "transliteration": "Naam Binaa Nakattae Nar Dhaekhahu Thin Ghas Ghas Naak Vadteejai ||",
    "translation": "Without the Naam, the Name of the Lord, people look like criminals with their noses cut off; bit by bit, their noses are cut off.",
    "punjabi": "ਵੇਖੋ, ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਨਿਰਾਦਰੀ ਹੀ ਕਰਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸਦਾ ਨੱਕ-ਵੱਢੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "v-FIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "swkq nr AhMkwrI khIAih; ibnu nwvY. iDRgu jIvIjY ]7]",
    "transliteration": "Saakath Nar Ahankaaree Keheeahi Bin Naavai Dhhrig Jeeveejai ||7||",
    "translation": "The faithless cynics are called egotistical; without the Name, their lives are cursed. ||7||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਅਹੰਕਾਰੀ ਹੀ ਆਖੇ ਜਾਂਦੇ ਹਨ। ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੀਵਿਆ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਹੁੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "jI-vIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "jb lgu swsu swsu mn AMqir; qqu bygl srin prIjY ]",
    "transliteration": "Jab Lag Saas Saas Man Anthar Thath Baegal Saran Pareejai ||",
    "translation": "As long as the breath breathes through the mind deep within, hurry and seek God's Sanctuary.",
    "punjabi": "ਜਦ ਤਹੈਕ ਮਨ ਵਿਚ (ਭਾਵ, ਸਰੀਰ ਵਿਚ) ਇੱਕ ਸਾਹ ਭੀ ਆ ਰਿਹਾ ਹੈ, ਤਦ ਤਕ ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "p-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4823,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "nwnk ikRpw ikRpw kir Dwrhu; mY. swDU crn pKIjY ]8]4]",
    "transliteration": "Naanak Kirapaa Kirapaa Kar Dhhaarahu Mai Saadhhoo Charan Pakheejai ||8||4||",
    "translation": "Please shower Your Kind Mercy and take pity upon Nanak, that he may wash the feet of the Holy. ||8||4||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮਿਹਰ ਕਰ, ਮੈਂ ਤੇਰੇ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਰਹਾਂ ॥੮॥੪॥",
    "pronunciation": "p-KIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kilAwn mhlw 4 ]",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rwmw; mY. swDU crn DuvIjY ]",
    "transliteration": "Raamaa Mai Saadhhoo Charan Dhhuveejai ||",
    "translation": "O Lord, I wash the feet of the Holy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨ (ਨਿੱਤ) ਧੋਂਦਾ ਰਹਾਂ,",
    "pronunciation": "Du-vIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iklibK dhn hoih iKn AMqir; myry Twkur ikrpw kIjY ]1] rhwau ]",
    "transliteration": "Kilabikh Dhehan Hohi Khin Anthar Maerae Thaakur Kirapaa Keejai ||1|| Rehaao ||",
    "translation": "May my sins be burnt away in an instant; O my Lord and Master, please bless me with Your Mercy. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਮੇਰੇ ਉੱਤੇ (ਇਹ) ਮਿਹਰ ਕਰ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਿਹਾਂ) ਇਕ ਖਿਨ ਵਿਚ ਸਾਰੇ ਪਾਪ ਸੜ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4824,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "mMgq jn dIn, Kry dir TwFy; Aiq qrsn kau, dwnu dIjY ]",
    "transliteration": "Mangath Jan Dheen Kharae Dhar Thaadtae Ath Tharasan Ko Dhaan Dheejai ||",
    "translation": "The meek and humble beggars stand begging at Your Door. Please be generous and give to those who are yearning.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਰ ਦੇ) ਨਿਮਾਣੇ ਮੰਗਤੇ (ਤੇਰੇ) ਦਰ ਤੇ ਖਲੋਤੇ ਹੋਏ ਹਨ, ਬਹੁਤ ਤਰਸ ਰਿਹਾਂ ਨੂੰ (ਇਹ) ਖ਼ੈਰ ਪਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "qRwih qRwih srin pRB Awey; mokau gurmiq nwmu idRVIjY ]1]",
    "transliteration": "Thraahi Thraahi Saran Prabh Aaeae Mo Ko Guramath Naam Dhrirreejai ||1||",
    "translation": "Save me, save me, O God - I have come to Your Sanctuary. Please implant the Guru's Teachings, and the Naam within me. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਇਹਨਾਂ ਪਾਪਾਂ ਤੋਂ) ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, (ਅਸੀਂ ਤੇਰੀ) ਸਰਨ ਆ ਪਏ ਹਾਂ। ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ (ਆਪਣਾ) ਨਾਮ ਮੇਰੇ ਅੰਦਰ ਪੱਕਾ ਕਰ ॥੧॥",
    "pronunciation": "idR-VIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "kwm kroDu ngr mih sblw; inq auiT auiT jUJu krIjY ]",
    "transliteration": "Kaam Karodhh Nagar Mehi Sabalaa Nith Outh Outh Joojh Kareejai ||",
    "translation": "Sexual desire and anger are very powerful in the body-village; I rise up to fight the battle against them.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਸਰੀਰ-) ਨਗਰ ਵਿਚ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਹਰੇਕ ਵਿਕਾਰ) ਬਲਵਾਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ ਉੱਠ ਉੱਠ ਕੇ (ਇਹਨਾਂ ਨਾਲ) ਜੁੱਧ ਕਰਨਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "n`gr[ k-rIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "AMgIkwru krhu riK lyvhu; gur pUrw kwiF kFIjY ]2]",
    "transliteration": "Angeekaar Karahu Rakh Laevahu Gur Pooraa Kaadt Kadteejai ||2||",
    "translation": "Please make me Your Own and save me; through the Perfect Guru, I drive them out. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਹਾਇਤਾ ਕਰ, (ਇਹਨਾਂ ਤੋਂ) ਬਚਾ ਲੈ। ਪੂਰਾ ਗੁਰੂ (ਮਿਲਾ ਕੇ ਇਹਨਾਂ ਦੇ ਪੰਜੇ ਵਿਚੋਂ) ਕੱਢ ਲੈ ॥੨॥",
    "pronunciation": "k-FIjY",
    "type_id": 3
  },
  {
    "shabad_id": 4824,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "AMqir Agin sbl Aiq ibiKAw; ihv sIqlu sbdu gur dIjY ]",
    "transliteration": "Anthar Agan Sabal Ath Bikhiaa Hiv Seethal Sabadh Gur Dheejai ||",
    "translation": "The powerful fire of corruption is raging violently within; the Word of the Guru's Shabad is the ice water which cools and soothes.",
    "punjabi": "(ਜੀਵਾਂ ਦੇ) ਅੰਦਰ ਮਾਇਆ (ਦੀ ਤ੍ਰਿਸ਼ਨਾ) ਦੀ ਅੱਗ ਬਹੁਤ ਭੜਕ ਰਹੀ ਹੈ। ਬਰਫ਼ ਵਰਗਾ ਗੁਰੂ ਦਾ ਠੰਢਾ-ਠਾਰ ਸ਼ਬਦ ਦੇਹ, (ਤਾ ਕਿ) ਤਨ ਵਿਚ ਮਨ ਵਿਚ ਬਹੁਤ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  }
]