[
  {
    "id": 56688,
    "shabad_id": 4824,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਤਨਿ ਮਨਿ ਸਾਂਤਿ ਹੋੲਿ ਅਧਿਕਾੲੀ; ਰੋਗੁ ਕਾਟੈ ਸੂਖਿ ਸਵੀਜੈ ||੩||",
    "transliteration": "Than Man Saanth Hoe Adhhikaaee Rog Kaattai Sookh Saveejai ||3||",
    "translation": "My mind and body are calm and tranquil; the disease has been cured, and now I sleep in peace. ||3||",
    "punjabi": "(ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਜੀਵਾਂ ਦੇ ਹਰੇਕ) ਰੋਗ ਕੱਟ ਦੇਂਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿ ਸਕੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਸ-ਵੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56689,
    "shabad_id": 4824,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਸੂਰਜੁ ਕਿਰਣਿ ਰਵਿਅਾ ਸਰਬ ਠਾੲੀ; ਸਭ ਘਟਿ ਘਟਿ ਰਾਮੁ ਰਵੀਜੈ ||",
    "transliteration": "Jio Sooraj Kiran Raviaa Sarab Thaaee Sabh Ghatt Ghatt Raam Raveejai ||",
    "translation": "As the rays of the sun spread out everywhere, the Lord pervades each and every heart.",
    "punjabi": "ਜਿਵੇਂ ਸੂਰਜ (ਆਪਣੀ) ਕਿਰਣ ਦੀ ਰਾਹੀਂ ਸਭਨੀਂ ਥਾਈਂ ਪਹੁੰਚਿਆ ਹੋਇਆ ਹੈ, (ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "ਰ-ਵੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56690,
    "shabad_id": 4824,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸਾਧੂ ਸਾਧ ਮਿਲੇ ਰਸੁ ਪਾਵੈ; ਤਤੁ ਨਿਜ ਘਰਿ ਬੈਠਿਅਾ ਪੀਜੈ ||੪||",
    "transliteration": "Saadhhoo Saadhh Milae Ras Paavai Thath Nij Ghar Baithiaa Peejai ||4||",
    "translation": "Meeting the Holy Saint, one drinks in the Sublime Essence of the Lord; sitting in the home of your own inner being, drink in the essence. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੰਤ-ਜਨ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਹ (ਮਿਲਾਪ ਦੇ) ਸੁਆਦ ਨੂੰ ਮਾਣਦਾ ਹੈ। (ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਨਾਲ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਾਮ ਰਸ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56691,
    "shabad_id": 4824,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਕੳੁ ਪ੍ਰੀਤਿ ਲਗੀ ਗੁਰ ਸੇਤੀ; ਜਿੳੁ ਚਕਵੀ ਦੇਖਿ ਸੂਰੀਜੈ ||",
    "transliteration": "Jan Ko Preeth Lagee Gur Saethee Jio Chakavee Dhaekh Sooreejai ||",
    "translation": "The humble being is in love with the Guru, like the chakvi bird which loves to see the sun.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਭਗਤ ਨੂੰ ਗੁਰੂ ਨਾਲ (ਇਉਂ) ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਵੇਂ ਸੂਰਜ (ਦੇ ਚੜ੍ਹਨ) ਨੂੰ ਉਡੀਕ ਉਡੀਕ ਕੇ ਚਕਵੀ (ਵਿਛੋੜੇ ਦੀ ਰਾਤ ਗੁਜ਼ਾਰਦੀ ਹੈ)।",
    "pronunciation": "ਸੂ-ਰੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56692,
    "shabad_id": 4824,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਨਿਰਖਤ ਨਿਰਖਤ ਰੈਨਿ ਸਭ ਨਿਰਖੀ; ਮੁਖੁ ਕਾਢੈ ਅੰਮਿ੍ਰਤੁ ਪੀਜੈ ||੫||",
    "transliteration": "Nirakhath Nirakhath Rain Sabh Nirakhee Mukh Kaadtai Anmrith Peejai ||5||",
    "translation": "She watches, and keeps on watching all through the night; and when the sun shows its face, she drinks in the Amrit. ||5||",
    "punjabi": "ਵੇਖਦਿਆਂ ਵੇਖਦਿਆਂ (ਚਕਵੀ) ਸਾਰੀ ਰਾਤ ਹੀ ਵੇਖਦੀ ਰਹਿੰਦੀ ਹੈ, (ਜਦੋਂ ਸੂਰਜ) ਮੂੰਹ ਵਿਖਾਂਦਾ ਹੈ (ਤਦੋਂ ਚਕਵੇ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਜਦੋਂ ਗੁਰੂ ਦਰਸਨ ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਸੇਵਕ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਸਕਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56693,
    "shabad_id": 4824,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਸਾਕਤ ਸੁਅਾਨ ਕਹੀਅਹਿ ਬਹੁ ਲੋਭੀ; ਬਹੁ ਦੁਰਮਤਿ ਮੈਲੁ ਭਰੀਜੈ ||",
    "transliteration": "Saakath Suaan Keheeahi Bahu Lobhee Bahu Dhuramath Mail Bhareejai ||",
    "translation": "The faithless cynic is said to be very greedy - he is a dog. He is overflowing with the filth and pollution of evil-mindedness.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਬਹੁਤ ਲੋਭੀ ਹੁੰਦੇ ਹਨ, ਕੁੱਤੇ (ਦੇ ਸੁਭਾਵ ਵਾਲੇ) ਕਹੇ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਖੋਟੀ ਮੱਤ ਦੀ ਮੈਲ (ਸਦਾ) ਭਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਕਹੀ-ਅਹਿ[ ਭ-ਰੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56694,
    "shabad_id": 4824,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਅਾਪਨ ਸੁਅਾੲਿ ਕਰਹਿ ਬਹੁ ਬਾਤਾ; ਤਿਨਾ ਕਾ ਵਿਸਾਹੁ ਕਿਅਾ ਕੀਜੈ ||੬||",
    "transliteration": "Aapan Suaae Karehi Bahu Baathaa Thinaa Kaa Visaahu Kiaa Keejai ||6||",
    "translation": "He talks excessively about his own interests. How can he be trusted? ||6||",
    "punjabi": "(ਸਾਕਤ ਮਨੁੱਖ) ਆਪਣੀ ਗ਼ਰਜ਼ ਦੀ ਖ਼ਾਤਰ ਬਹੁਤ ਗੱਲਾਂ ਕਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ ॥੬॥",
    "pronunciation": "ਬਾਤਾਂ",
    "type_id": 3
  },
  {
    "id": 56695,
    "shabad_id": 4824,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਸਾਧੂ ਸਾਧ ਸਰਨਿ ਮਿਲਿ ਸੰਗਤਿ; ਜਿਤੁ ਹਰਿ ਰਸੁ ਕਾਢਿ ਕਢੀਜੈ ||",
    "transliteration": "Saadhhoo Saadhh Saran Mil Sangath Jith Har Ras Kaadt Kadteejai ||",
    "translation": "I have sought the Sanctuary of the Saadh Sangat, the Company of the Holy; I have found the Sublime Essence of the Lord.",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੈਨੂੰ ਆਪਣੇ) ਸੰਤ ਜਨਾਂ ਭਗਤਾਂ ਦੀ ਸੰਗਤ ਦੇਹ। ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਸਕੀਦਾ ਹੈ",
    "pronunciation": "ਕ-ਢੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56696,
    "shabad_id": 4824,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਪਰੳੁਪਕਾਰ ਬੋਲਹਿ ਬਹੁ ਗੁਣੀਅਾ; ਮੁਖਿ ਸੰਤ ਭਗਤ ਹਰਿ ਦੀਜੈ ||੭||",
    "transliteration": "Paroupakaar Bolehi Bahu Guneeaa Mukh Santh Bhagath Har Dheejai ||7||",
    "translation": "They do good deeds for others, and speak of the Lord's many Glorious Virtues; please bless me to meet these Saints, these devotees of the Lord. ||7||",
    "punjabi": "ਸੰਤ ਜਨ (ਆਪਣੇ) ਮੂੰਹੋਂ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਦੇ ਬਚਨ ਬੋਲਦੇ ਰਹਿੰਦੇ ਹਨ, ਸੰਤ ਜਨ ਅਨੇਕਾਂ ਗੁਣਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ, (ਮੈਨੂੰ ਉਨ੍ਹਾਂ) ਸੰਤਾਂ ਭਗਤਾਂ ਦੀ (ਸੰਗਤ) ਬਖ਼ਸ਼ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56697,
    "shabad_id": 4824,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਤੂ ਅਗਮ ਦੲਿਅਾਲ ਦੲਿਅਾ ਪਤਿ ਦਾਤਾ; ਸਭ ਦੲਿਅਾ ਧਾਰਿ ਰਖਿ ਲੀਜੈ ||",
    "transliteration": "Thoo Agam Dhaeiaal Dhaeiaa Path Dhaathaa Sabh Dhaeiaa Dhhaar Rakh Leejai ||",
    "translation": "You are the Inaccessible Lord, Kind and Compassionate, the Great Giver; please shower us with Your Mercy, and save us.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਦਇਆ ਦਾ ਸੋਮਾ ਹੈਂ, ਦਇਆ ਦਾ ਮਾਲਕ ਹੈਂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ। ਮਿਹਰ ਕਰ ਕੇ ਸਭ ਜੀਵਾਂ ਦੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "ਅ-ਗਮ: ਪੋਲਾ ਬੋਲੋ[(ੳਗਮ) ਸੋਗ ਰਹਿਤ[ ਦੲਿਅਾ ਤੇ (ਪਤਿ) ੲਿਜ਼ਤ ਦੇ ਦਾਤੇ",
    "type_id": 3
  },
  {
    "id": 56698,
    "shabad_id": 4824,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਸਰਬ ਜੀਅ ਜਗਜੀਵਨੁ ੲੇਕੋ; ਨਾਨਕ ਪ੍ਰਤਿਪਾਲ ਕਰੀਜੈ ||੮||੫||",
    "transliteration": "Sarab Jeea Jagajeevan Eaeko Naanak Prathipaal Kareejai ||8||5||",
    "translation": "You are the Life of all the beings of the world; please cherish and sustain Nanak. ||8||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ (ਹੇ ਪ੍ਰਭੂ!) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ, ਤੂੰ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਸਹਾਰਾ ਹੈਂ। (ਸਭ ਦੀ) ਪਾਲਣਾ ਕਰ ॥੮॥੫॥",
    "pronunciation": "ਕ-ਰੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56699,
    "shabad_id": 4825,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਲਿਅਾਨੁ ਮਹਲਾ ੪ ||",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56700,
    "shabad_id": 4825,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਮਾ; ਹਮ ਦਾਸਨ ਦਾਸ ਕਰੀਜੈ ||",
    "transliteration": "Raamaa Ham Dhaasan Dhaas Kareejai ||",
    "translation": "O Lord, please make me the slave of Your slaves.",
    "punjabi": "ਹੇ ਰਾਮ! ਸਾਨੂੰ (ਆਪਣੇ) ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56701,
    "shabad_id": 4825,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਬ ਲਗਿ ਸਾਸੁ ਹੋੲਿ ਮਨ ਅੰਤਰਿ; ਸਾਧੂ ਧੂਰਿ ਪਿਵੀਜੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jab Lag Saas Hoe Man Anthar Saadhhoo Dhhoor Piveejai ||1|| Rehaao ||",
    "translation": "As long as there is breath deep within my mind, let me drink in the dust of the Holy. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤਕ ਸਰੀਰ ਵਿਚ ਸਾਹ ਆ ਰਿਹਾ ਹੈ, ਉਤਨਾ ਚਿਰ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਨਿਮ੍ਰਤਾ ਨਾਲ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਪਾਸੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਪਿ-ਵੀਜੈ",
    "type_id": 4
  },
  {
    "id": 56702,
    "shabad_id": 4825,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੰਕਰੁ ਨਾਰਦੁ ਸੇਖਨਾਗ ਮੁਨਿ; ਧੂਰਿ ਸਾਧੂ ਕੀ ਲੋਚੀਜੈ ||",
    "transliteration": "Sankar Naaradh Saekhanaag Mun Dhhoor Saadhhoo Kee Locheejai ||",
    "translation": "Shiva, Naarad, the thousand-headed cobra king and the silent sages long for the dust of the Holy.",
    "punjabi": "ਸ਼ਿਵ, ਨਾਰਦ, ਸ਼ੇਸ਼ਨਾਗ (ਆਦਿਕ ਹਰੇਕ ਰਿਸ਼ੀ-) ਮੁਨੀ ਸੰਤ-ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦੀ ਤਾਂਘ ਕਰਦਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਲੋ-ਚੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56703,
    "shabad_id": 4825,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਭਵਨ ਭਵਨ ਪਵਿਤੁ ਹੋਹਿ ਸਭਿ; ਜਹ ਸਾਧੂ ਚਰਨ ਧਰੀਜੈ ||੧||",
    "transliteration": "Bhavan Bhavan Pavith Hohi Sabh Jeh Saadhhoo Charan Dhhareejai ||1||",
    "translation": "All the worlds and realms where the Holy place their feet are sanctified. ||1||",
    "punjabi": "ਜਿੱਥੇ ਸੰਤ-ਜਨ ਚਰਨ ਰੱਖਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਭਵਨ ਸਾਰੇ ਥਾਂ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਧ-ਰੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56704,
    "shabad_id": 4825,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤਜਿ ਲਾਜ ਅਹੰਕਾਰੁ ਸਭੁ ਤਜੀਅੈ; ਮਿਲਿ ਸਾਧੂਸੰਗਿ ਰਹੀਜੈ ||",
    "transliteration": "Thaj Laaj Ahankaar Sabh Thajeeai Mil Saadhhoo Sang Reheejai ||",
    "translation": "So let go of your shame and renounce all your egotism; join with the Saadh Sangat, the Company of the Holy, and remain there.",
    "punjabi": "ਲੋਕ-ਲਾਜ ਛੱਡ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਣੇ ਕਿਸੇ ਵਡੱਪਣ ਦਾ) ਸਾਰਾ ਮਾਣ ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੁ[ ਰ-ਹੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56705,
    "shabad_id": 4825,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਕੀ ਕਾਨਿ ਚੁਕਾਵੈ; ਬਿਖੁ ਡੁਬਦਾ ਕਾਢਿ ਕਢੀਜੈ ||੨||",
    "transliteration": "Dhharam Raae Kee Kaan Chukaavai Bikh Ddubadhaa Kaadt Kadteejai ||2||",
    "translation": "Give up your fear of the Righteous Judge of Dharma, and you shall be lifted up and saved from drowning in the sea of poison. ||2||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਉਹ) ਧਰਮਰਾਜ ਦਾ ਸਹਿਮ ਮੁਕਾ ਲੈਂਦਾ ਹੈ। ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਜ਼ਹਿਰੀਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਦੇ ਨੂੰ (ਸੰਤ-ਜਨ) ਕੱਢ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਡੁੱਬਦਾ[ ਕ-ਢੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56706,
    "shabad_id": 4825,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਭਰਮਿ ਸੂਕੇ ਬਹੁ, ੳੁਭਿਸੁਕ ਕਹੀਅਹਿ; ਮਿਲਿ ਸਾਧੂਸੰਗਿ ਹਰੀਜੈ ||",
    "transliteration": "Bharam Sookae Bahu Oubh Suk Keheeahi Mil Saadhhoo Sang Hareejai ||",
    "translation": "Some are standing, parched and shrivelled up by their doubts; joining the Saadh Sangat, they are rejuvenated.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਤਰਾਵਤ ਮੁਕਾ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਉਹਨਾਂ ਰੁੱਖਾਂ ਵਰਗੇ ਕਹੇ ਜਾਂਦੇ ਹਨ, ਜਿਹੜੇ ਖੜੇ-ਖਲੋਤੇ ਸੁੱਕ ਜਾਂਦੇ ਹਨ (ਪਰ ਅਜਿਹੇ ਸੁੱਕੇ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖ ਭੀ) ਸੰਤ-ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਹਰੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ੳੁ੍ਨਭਿ-ਸੁੱਕ[ ਹ-ਰੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56707,
    "shabad_id": 4825,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਤਾ ਤੇ ਬਿਲਮੁ ਪਲੁ ਢਿਲ. ਨ ਕੀਜੈ; ਜਾੲਿ ਸਾਧੂ ਚਰਨਿ ਲਗੀਜੈ ||੩||",
    "transliteration": "Thaa Thae Bilam Pal Dtil N Keejai Jaae Saadhhoo Charan Lageejai ||3||",
    "translation": "So do not delay, even for an instant - go and fall at the feet of the Holy. ||3||",
    "punjabi": "ਇਸ ਵਾਸਤੇ ਇਕ ਪਲ ਭਰ ਭੀ ਦੇਰ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ। (ਛੇਤੀ) ਜਾ ਕੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਣਾ ਚਾਹੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਲ-ਗੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56708,
    "shabad_id": 4825,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਕੀਰਤਨ ਰਤਨ ਵਥੁ; ਹਰਿ ਸਾਧੂ ਪਾਸਿ ਰਖੀਜੈ ||",
    "transliteration": "Raam Naam Keerathan Rathan Vathh Har Saadhhoo Paas Rakheejai ||",
    "translation": "The Kirtan of the Praise of the Lord's Name is a priceless jewel. The Lord has given it for the Holy to keep.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਇਕ ਕੀਮਤੀ ਪਦਾਰਥ ਹੈ। ਇਹ ਪਦਾਰਥ ਪਰਮਾਤਮਾ ਨੇ ਸੰਤ-ਜਨਾਂ ਦੇ ਕੋਲ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਵੱਥੁ ਰ-ਖੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56709,
    "shabad_id": 4825,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਬਚਨੁ ਗੁਰ ਸਤਿ ਸਤਿ ਕਰਿ ਮਾਨੈ; ਤਿਸੁ ਅਾਗੈ ਕਾਢਿ ਧਰੀਜੈ ||੪||",
    "transliteration": "Jo Bachan Gur Sath Sath Kar Maanai This Aagai Kaadt Dhhareejai ||4||",
    "translation": "Whoever accepts and follows the Word of the Guru's Teachings as True - this Jewel is taken out and given to him. ||4||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਮੰਨਦਾ ਹੈ, (ਗੁਰੂ ਇਹ ਕੀਮਤੀ ਪਦਾਰਥ) ਉਸ ਦੇ ਅੱਗੇ ਕੱਢ ਕੇ ਰੱਖ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਧ-ਰੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56710,
    "shabad_id": 4825,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਸੰਤਹੁ ਸੁਨਹੁ, ਸੁਨਹੁ ਜਨ ਭਾੲੀ; ਗੁਰਿ ਕਾਢੀ ਬਾਹ, ਕੁਕੀਜੈ ||",
    "transliteration": "Santhahu Sunahu Sunahu Jan Bhaaee Gur Kaadtee Baah Kukeejai ||",
    "translation": "Listen, O Saints; listen, humble Siblings of Destiny: the Guru raises His Arms and sends out the call.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! ਗੁਰੂ ਨੇ (ਆਪਣੀ) ਬਾਂਹ ਉੱਚੀ ਕੀਤੀ ਹੋਈ ਹੈ ਤੇ ਕੂਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੀ ਗੱਲ) ਧਿਆਨ ਨਾਲ ਸੁਣੋ।",
    "pronunciation": "ਬਾਂਹ (ਕਾਢੀ) ਖੜ੍ਹੀ ਕਰਕੇ[ ਖ਼ੂਬ ਮਿੱਠਾ (ਕੁਕੀਜੈ) ਬੋਲਦੇ ਹਨ[ਕੁ-ਕੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56711,
    "shabad_id": 4825,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਜੇ ਅਾਤਮ ਕੳੁ ਸੁਖੁ. ਸੁਖੁ ਨਿਤ ਲੋੜਹੁ; ਤਾਂ ਸਤਿਗੁਰ ਸਰਨਿ ਪਵੀਜੈ ||੫||",
    "transliteration": "Jae Aatham Ko Sukh Sukh Nith Lorrahu Thaan Sathigur Saran Paveejai ||5||",
    "translation": "If you long for everlasting peace and comfort for your soul, then enter the Sanctuary of the True Guru. ||5||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜੇ ਤੁਸੀਂ ਆਪਣੀ ਜਿੰਦ ਵਾਸਤੇ ਸਦਾ ਦਾ ਸੁਖ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਪ-ਵੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56712,
    "shabad_id": 4825,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਜੇ ਵਡਭਾਗੁ ਹੋੲਿ ਅਤਿ ਨੀਕਾ; ਤਾਂ ਗੁਰਮਤਿ ਨਾਮੁ ਦਿ੍ਰੜੀਜੈ ||",
    "transliteration": "Jae Vadd Bhaag Hoe Ath Neekaa Thaan Guramath Naam Dhrirreejai ||",
    "translation": "If you have great good fortune and are very noble, then implant the Guru's Teachings and the Naam, the Name of the Lord, within.",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਵੱਡੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਵੇ, ਤਾਂ ਉਹ ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਦਿ੍ਰ-ੜੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56713,
    "shabad_id": 4825,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਸਭੁ ਮਾੲਿਅਾ ਮੋਹੁ ਬਿਖਮੁ ਜਗੁ ਤਰੀਅੈ; ਸਹਜੇ ਹਰਿ ਰਸੁ ਪੀਜੈ ||੬||",
    "transliteration": "Sabh Maaeiaa Mohu Bikham Jag Thareeai Sehajae Har Ras Peejai ||6||",
    "translation": "Emotional attachment to Maya is totally treacherous; drinking in the Sublime Essence of the Lord, you shall easily, intuitively cross over the world-ocean. ||6||",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ-ਇਹ ਸਾਰਾ ਬੜਾ ਔਖਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ) ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ। (ਇਸ ਵਾਸਤੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56714,
    "shabad_id": 4825,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਾੲਿਅਾ ਕੇ ਜੋ ਅਧਿਕਾੲੀ; ਵਿਚਿ ਮਾੲਿਅਾ ਪਚੈ ਪਚੀਜੈ ||",
    "transliteration": "Maaeiaa Maaeiaa Kae Jo Adhhikaaee Vich Maaeiaa Pachai Pacheejai ||",
    "translation": "Those who are totally in love with Maya, Maya, shall rot away in Maya.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਨਿਰੇ ਮਾਇਆ ਦੇ ਹੀ ਬਹੁਤ ਪ੍ਰੇਮੀ ਹਨ (ਉਹ ਸਦਾ ਦੁਖੀ ਹੁੰਦੇ ਹਨ। ਮਾਇਆ ਦਾ ਪ੍ਰੇਮੀ ਮਨੁੱਖ ਤਾਂ) ਹਰ ਵੇਲੇ ਮਾਇਆ (ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਪ-ਚੀਜੈ",
    "type_id": 3
  },
  {
    "id": 56715,
    "shabad_id": 4825,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਅਗਿਅਾਨੁ ਅੰਧੇਰੁ ਮਹਾ ਪੰਥੁ ਬਿਖੜਾ; ਅਹੰਕਾਰਿ ਭਾਰਿ ਲਦਿ ਲੀਜੈ ||੭||",
    "transliteration": "Agiaan Andhhaer Mehaa Panthh Bikharraa Ahankaar Bhaar Ladh Leejai ||7||",
    "translation": "The path of ignorance and darkness is utterly treacherous; they are loaded down with the crushing load of egotism. ||7||",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖ ਵਾਸਤੇ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਇਕ ਘੁੱਪ ਹਨੇਰਾ (ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਵਾਸਤੇ ਜ਼ਿੰਦਗੀ ਦਾ) ਰਸਤਾ ਔਖਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ) ਅਹੰਕਾਰ (-ਰੂਪ) ਭਾਰ ਨਾਲ (ਸਦਾ) ਲੱਦਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਲੱਦਿ",
    "type_id": 3
  },
  {
    "id": 56716,
    "shabad_id": 4825,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਰਾਮ ਰਮ, ਰਮੁ ਰਮ; ਰਮ ਰਾਮੈ ਤੇ ਗਤਿ ਕੀਜੈ ||",
    "transliteration": "Naanak Raam Ram Ram Ram Ram Raamai Thae Gath Keejai ||",
    "translation": "O Nanak, chanting the Name of the Lord, the All-pervading Lord, one is emancipated.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਵਿਆਪਕ ਰਾਮ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ। ਵਿਆਪਕ ਰਾਮ ਦੇ ਨਾਮ ਤੋਂ ਹੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56717,
    "shabad_id": 4825,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ. ਤਾ ਨਾਮੁ ਦਿ੍ਰੜਾੲੇ; ਰਾਮ ਨਾਮੈ ਰਲੈ ਮਿਲੀਜੈ ||੮||੬|| ਛਕਾ ੧ ||",
    "transliteration": "Sathigur Milai Thaa Naam Dhrirraaeae Raam Naamai Ralai Mileejai ||8||6||",
    "translation": "Meeting the True Guru, the Naam is implanted within; we are united and blended with the Lord's Name. ||8||6||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਹ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰਦਾ ਹੈ। (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਲਈ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ। ਛਕਾ = ਛੱਕਾ, ਛੇ (ਅਸ਼ਟਪਦੀਆਂ) ਦਾ ਇਕੱਠ ॥੮॥੬॥",
    "pronunciation": "ਮਿ-ਲੀਜੈ[ਛੇ ਅਸਟਪਦੀਅਾਂ ੲਿੱਕ ਛੱਕਾ[ ਛੱਕਾ ੲਿੱਕ ਬੋਲੋ",
    "type_id": 3
  }
]
