[
  {
    "id": 56745,
    "shabad_id": 4827,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "dUKw qy. suK aUpjih; sUKI hovih dUK ]",
    "transliteration": "Dhookhaa Thae Sukh Oopajehi Sookhee Hovehi Dhookh ||",
    "translation": "Out of pain, pleasure is produced, and out of pleasure comes pain.",
    "punjabi": "(ਦੁਨੀਆ ਵਾਲੇ ਦੁੱਖ-ਕਲੇਸ਼ ਭੀ ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਦਾ ਵਸੀਲਾ ਹਨ ਕਿਉਂਕਿ ਇਹਨਾਂ) ਦੁੱਖਾਂ ਤੋਂ (ਇਹਨਾਂ ਦੁੱਖਾਂ ਦੇ ਕਾਰਨ ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਪਰਤਿਆਂ) ਆਤਮਕ ਸੁਖ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, (ਤੇ ਦੁਨੀਆਵੀ ਭੋਗਾਂ ਦੇ) ਸੁਖਾਂ ਤੋਂ (ਆਤਮਕ ਤੇ ਸਰੀਰਕ) ਰੋਗ ਉਪਜਦੇ ਹਨ।",
    "pronunciation": "d`UKW[ sUKIN: polw bolo",
    "type_id": 3
  },
  {
    "id": 56746,
    "shabad_id": 4827,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ijqu muiK qU swlwhIAih; iqqu muiK kYsI BUK ]3]",
    "transliteration": "Jith Mukh Thoo Saalaaheeahi Thith Mukh Kaisee Bhookh ||3||",
    "translation": "That mouth which praises You - what hunger could that mouth ever suffer? ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮੂੰਹ ਨਾਲ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਉਸ ਮੂੰਹ ਵਿਚ ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ (ਤੇ ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੂਰ ਹੋਇਆਂ ਸਾਰੇ ਦੁੱਖ-ਰੋਗ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ) ॥੩॥",
    "pronunciation": "swlwhI-Aih",
    "type_id": 3
  },
  {
    "id": 56747,
    "shabad_id": 4827,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "nwnk mUrKu eyku qU; Avru Blw sYswru ]",
    "transliteration": "Naanak Moorakh Eaek Thoo Avar Bhalaa Saisaar ||",
    "translation": "O Nanak, you alone are foolish; all the rest of the world is good.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜੇ ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਹੈ ਤਾਂ) ਸਿਰਫ਼ ਤੂੰ ਹੀ ਮੂਰਖ ਹੈਂ, ਤੇਰੇ ਨਾਲੋਂ ਹੋਰ ਸੰਸਾਰ ਚੰਗਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56748,
    "shabad_id": 4827,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ijqu qin nwmu. n aUpjY; sy qn hoih KuAwr ]4]2]",
    "transliteration": "Jith Than Naam N Oopajai Sae Than Hohi Khuaar ||4||2||",
    "translation": "That body in which the Naam does not well up - that body becomes miserable. ||4||2||",
    "punjabi": "ਜਿਸ ਜਿਸ ਸਰੀਰ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ, ਉਹ ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਕੇ) ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56749,
    "shabad_id": 4828,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pRBwqI mhlw 1 ]",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56750,
    "shabad_id": 4828,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jY kwrix. byd bRhmY aucry; sMkir CofI mwieAw ]",
    "transliteration": "Jai Kaaran Baedh Brehamai Oucharae Sankar Shhoddee Maaeiaa ||",
    "translation": "For His sake, Brahma uttered the Vedas, and Shiva renounced Maya.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਖ਼ਾਤਰ ਬ੍ਰਹਮਾ ਨੇ ਵੇਦ ਉਚਾਰੇ, ਤੇ ਸ਼ਿਵ ਜੀ ਨੇ ਦੁਨੀਆ ਦੀ ਮਾਇਆ ਤਿਆਗੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56751,
    "shabad_id": 4828,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jY kwrix. isD Bey audwsI; dyvI mrmu. n pwieAw ]1]",
    "transliteration": "Jai Kaaran Sidhh Bheae Oudhaasee Dhaevee Maram N Paaeiaa ||1||",
    "translation": "For His sake, the Siddhas became hermits and renunciates; even the gods have not realized His Mystery. ||1||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਸਤੇ ਜੋਗ-ਸਾਧਨਾ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ (ਦੁਨੀਆ ਵਲੋਂ) ਵਿਰਕਤ ਹੋ ਗਏ (ਉਹ ਬੜਾ ਬੇਅੰਤ ਹੈ), ਦੇਵਤਿਆਂ ਨੇ (ਭੀ) ਉਸ (ਦੇ ਗੁਣਾਂ) ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ॥੧॥",
    "pronunciation": "dyvIN",
    "type_id": 3
  },
  {
    "id": 56752,
    "shabad_id": 4828,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "bwbw. min swcw, muiK swcw khIAY; qrIAY swcw hoeI ]",
    "transliteration": "Baabaa Man Saachaa Mukh Saachaa Keheeai Thareeai Saachaa Hoee ||",
    "translation": "O Baba, keep the True Lord in your mind, and utter the Name of the True Lord with your mouth; the True Lord will carry you across.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਸਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਮੂੰਹ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਕਰਨੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ, ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56753,
    "shabad_id": 4828,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "dusmnu dUKu. n AwvY nyVY; hir miq pwvY koeI ]1] rhwau ]",
    "transliteration": "Dhusaman Dhookh N Aavai Naerrai Har Math Paavai Koee ||1|| Rehaao ||",
    "translation": "Enemies and pain shall not even approach you; only a rare few realize the Wisdom of the Lord. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੀ ਅਕਲ ਸਿੱਖ ਲੈਂਦਾ ਹੈ, ਕੋਈ ਵੈਰੀ ਉਸ ਉਤੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਉਸ ਨੂੰ ਦਬਾ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56754,
    "shabad_id": 4828,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "Agin ibMb pvxY kI bwxI; qIin nwm ky dwsw ]",
    "transliteration": "Agan Binb Pavanai Kee Baanee Theen Naam Kae Dhaasaa ||",
    "translation": "Fire, water and air make up the world; these three are the slaves of the Naam, the Name of the Lord.",
    "punjabi": "ਇਹ ਸਾਰਾ ਜਗਤ ਤਮੋ ਗੁਣ, ਸਤੋ ਗੁਣ ਤੇ ਰਜੋ ਗੁਣ ਦੀ ਰਚਨਾ ਹੈ (ਸਾਰੇ ਜੀਅ ਜੰਤ ਇਹਨਾਂ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਹਨ), ਪਰ ਇਹ ਤਿੰਨੇ ਗੁਣ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਦਾਸ ਹਨ (ਜੇਹੜੇ ਬੰਦੇ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹਨਾਂ ਉਤੇ ਇਹ ਤਿੰਨ ਗੁਣ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56755,
    "shabad_id": 4828,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "qy qskr jo nwmu. n lyvih; vwsih kot pMcwsw ]2]",
    "transliteration": "Thae Thasakar Jo Naam N Laevehi Vaasehi Kott Panchaasaa ||2||",
    "translation": "One who does not chant the Naam is a thief, dwelling in the fortress of the five thieves. ||2||",
    "punjabi": "(ਪਰ ਹਾਂ) ਜੇਹੜੇ ਜੀਵ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ ਉਹ (ਇਹਨਾਂ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ) ਚੋਰ ਹਨ (ਇਹਨਾਂ ਤੋਂ ਕੁੱਟ ਖਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ) ਉਹ ਸਦਾ (ਕਾਮਾਦਿਕ) ਸ਼ੇਰਾਂ ਦੇ ਘੁਰਨਿਆਂ ਵਿਚ ਵੱਸਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56756,
    "shabad_id": 4828,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jy ko eyk krY cMigAweI; min iciq bhuqu bPwvY ]",
    "transliteration": "Jae Ko Eaek Karai Changiaaee Man Chith Bahuth Bafaavai ||",
    "translation": "If someone does a good deed for someone else, he totally puffs himself up in his conscious mind.",
    "punjabi": "(ਵੇਖੋ, ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਖੁਲ੍ਹ-ਦਿਲੀ!) ਜੇ ਕੋਈ ਬੰਦਾ (ਕਿਸੇ ਨਾਲ) ਕੋਈ ਇੱਕ ਭਲਾਈ ਕਰਦਾ ਹੈ; ਤਾਂ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਬੜੀਆਂ ਫੜਾਂ ਮਰਦਾ ਹੈ (ਬੜਾ ਮਾਣ ਕਰਦਾ ਹੈ, ਪਰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56757,
    "shabad_id": 4828,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "eyqy gux eyqIAw cMigAweIAw; dyie. n pCoqwvY ]3]",
    "transliteration": "Eaethae Gun Eaetheeaa Changiaaeeaa Dhaee N Pashhothaavai ||3||",
    "translation": "The Lord bestows so many virtues and so much goodness; He does not ever regret it. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਵਿਚ ਇਤਨੇ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਉਹ ਇਤਨੀਆਂ ਭਲਾਈਆਂ ਕਰਦਾ ਹੈ, ਉਹ (ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ) ਦੇਂਦਾ ਹੈ, ਪਰ ਦਾਤਾਂ ਦੇ ਦੇ ਕੇ ਕਦੇ ਅਫ਼ਸੋਸ ਨਹੀਂ ਕਰਦਾ (ਕਿ ਜੀਵ ਦਾਤਾਂ ਲੈ ਕੇ ਕਦਰ ਨਹੀਂ ਕਰਦੇ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56758,
    "shabad_id": 4828,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "quDu swlwhin. iqn Dnu plY; nwnk kw Dnu soeI ]",
    "transliteration": "Thudhh Saalaahan Thin Dhhan Palai Naanak Kaa Dhhan Soee ||",
    "translation": "Those who praise You gather the wealth in their laps; this is Nanak's wealth.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਬੰਦੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਨਾਮ-ਧਨ ਹੈ (ਉਹ ਅਸਲ ਧਨੀ ਹਨ), ਮੈਂ ਨਾਨਕ ਦਾ ਧਨ ਭੀ ਤੇਰਾ ਨਾਮ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56759,
    "shabad_id": 4828,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "jy ko jIau khY. Enw kau; jm kI qlb. n hoeI ]4]3]",
    "transliteration": "Jae Ko Jeeo Kehai Ounaa Ko Jam Kee Thalab N Hoee ||4||3||",
    "translation": "Whoever shows respect to them is not summoned by the Messenger of Death. ||4||3||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਦੇ ਪੱਲੇ ਨਾਮ-ਧਨ ਹੈ) ਜੇ ਕੋਈ ਉਹਨਾਂ ਨਾਲ ਆਦਰ-ਸਤਕਾਰ ਦਾ ਬੋਲ ਬੋਲਦਾ ਹੈ, ਤਾਂ ਜਮਰਾਜ (ਭੀ) ਉਹਨਾਂ ਤੋਂ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਨਹੀਂ ਪੁੱਛਦਾ (ਭਾਵ, ਉਹ ਮੰਦੇ ਪਾਸੇ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ) ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56760,
    "shabad_id": 4829,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pRBwqI mhlw 1 ]",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56761,
    "shabad_id": 4829,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jw kY rUpu nwhI. jwiq nwhI; nwhI muKu mwsw ]",
    "transliteration": "Jaa Kai Roop Naahee Jaath Naahee Naahee Mukh Maasaa ||",
    "translation": "One who has no beauty, no social status, no mouth, no flesh",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਜਿਨ੍ਹਾਂ ਪਾਸ ਰੂਪ ਨਹੀਂ, ਜਿਨ੍ਹਾਂ ਦੀ ਉੱਚੀ ਜਾਤਿ ਨਹੀਂ, ਜਿਨ੍ਹਾਂ ਦੇ ਸੋਹਣੇ ਨਕਸ਼ ਨਹੀਂ, ਜਿਨ੍ਹਾਂ ਪਾਸ ਸਰੀਰਕ ਬਲ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56762,
    "shabad_id": 4829,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "siqguir imly. inrMjnu pwieAw; qyrY nwim hY invwsw ]1]",
    "transliteration": "Sathigur Milae Niranjan Paaeiaa Thaerai Naam Hai Nivaasaa ||1||",
    "translation": "- meeting with the True Guru, he finds the Immaculate Lord, and dwells in Your Name. ||1||",
    "punjabi": "ਜਦੋਂ ਉਹ ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ, ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ। (ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਨਾਲ) ਉਹਨਾਂ ਦਾ ਨਿਵਾਸ ਤੇਰੇ ਨਾਮ ਵਿਚ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56763,
    "shabad_id": 4829,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "AauDU; shjy qqu bIcwir ]",
    "transliteration": "Aoudhhoo Sehajae Thath Beechaar ||",
    "translation": "O detached Yogi, contemplate the essence of reality,",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਤੂੰ ਘਰ ਬਾਰ ਛੱਡ ਕੇ ਪਿੰਡੇ ਤੇ ਸੁਆਹ ਮਲ ਕੇ ਹੀ ਇਹ ਸਮਝੀ ਬੈਠਾ ਹੈਂ ਕਿ ਤੂੰ ਜਨਮ ਮਰਨ ਦੇ ਚੱਕਰ ਵਿਚੋਂ ਨਿਕਲ ਗਿਆ ਹੈਂ, ਤੈਨੂੰ ਭੁਲੇਖਾ ਹੈ)। ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਸੁਰਤ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56764,
    "shabad_id": 4829,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jw qy iPir; n Awvhu sYswir ]1] rhwau ]",
    "transliteration": "Jaa Thae Fir N Aavahu Saisaar ||1|| Rehaao ||",
    "translation": "And you shall never again come to be born into the world. ||1||Pause||",
    "punjabi": "(ਇਹੀ ਤਰੀਕਾ ਹੈ) ਜਿਸ ਨਾਲ ਤੂੰ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਵੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56765,
    "shabad_id": 4829,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "jw kY krmu nwhI. Drmu nwhI; nwhI suic mwlw ]",
    "transliteration": "Jaa Kai Karam Naahee Dhharam Naahee Naahee Such Maalaa ||",
    "translation": "One who does not have good karma or Dharmic faith, sacred rosary or mala",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਜੋ ਬੰਦੇ ਸ਼ਾਸਤ੍ਰਾਂ ਦਾ ਦੱਸਿਆ ਹੋਇਆ ਕੋਈ ਕਰਮ ਧਰਮ ਨਹੀਂ ਕਰਦੇ, ਜਿਨ੍ਹਾਂ ਚੌਕੇ ਆਦਿਕ ਦੀ ਕੋਈ ਸੁੱਚ ਨਹੀਂ ਰੱਖੀ, ਜਿਨ੍ਹਾਂ ਦੇ ਗਲ ਵਿਚ (ਤੁਲਸੀ ਆਦਿਕ ਦੀ) ਮਾਲਾ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56766,
    "shabad_id": 4829,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "isv joiq kMnhu buiD pweI; siqgurU rKvwlw ]2]",
    "transliteration": "Siv Joth Kannahu Budhh Paaee Sathiguroo Rakhavaalaa ||2||",
    "translation": "- through the Light of God, wisdom is bestowed; the True Guru is our Protector. ||2||",
    "punjabi": "ਜਦੋਂ ਉਹਨਾਂ ਦਾ ਰਾਖਾ ਗੁਰੂ ਬਣ ਗਿਆ, ਉਹਨਾਂ ਨੂੰ ਕੱਲਿਆਣ-ਰੂਪ ਨਿਰੰਕਾਰੀ ਜੋਤਿ ਪਾਸੋਂ (ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਨ ਦੀ) ਅਕਲ ਮਿਲ ਗਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56767,
    "shabad_id": 4829,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "jw kY brqu nwhI, nymu nwhI; nwhI bkbweI ]",
    "transliteration": "Jaa Kai Barath Naahee Naem Naahee Naahee Bakabaaee ||",
    "translation": "One who does not observe any fasts, make religious vows or chant",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਕਦੇ ਕੋਈ ਵਰਤ ਨਹੀਂ ਰੱਖਿਆ, ਕੋਈ (ਇਹੋ ਜਿਹਾ ਹੋਰ) ਨੇਮ ਨਹੀਂ ਧਾਰਿਆ, ਜੇਹੜੇ ਸ਼ਾਸਤ੍ਰ-ਚਰਚਾ ਦੇ ਕੋਈ ਚਤੁਰਾਈ ਵਾਲੇ ਬੋਲ ਬੋਲਣੇ ਨਹੀਂ ਜਾਣਦੇ,",
    "pronunciation": "(bkbweI) bkvws",
    "type_id": 3
  },
  {
    "id": 56768,
    "shabad_id": 4829,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "giq Avgiq kI icMq nwhI; siqgurU PurmweI ]3]",
    "transliteration": "Gath Avagath Kee Chinth Naahee Sathiguroo Furamaaee ||3||",
    "translation": "- he does not have to worry about good luck or bad, if he obeys the Command of the True Guru. ||3||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆ, ਤਾਂ ਮੁਕਤੀ ਜਾਂ ਨਰਕ ਦਾ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਫ਼ਿਕਰ ਸਹਿਮ ਨਾਹ ਰਹਿ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56769,
    "shabad_id": 4829,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "jw kY Aws nwhI. inrws nwhI; iciq suriq smJweI ]",
    "transliteration": "Jaa Kai Aas Naahee Niraas Naahee Chith Surath Samajhaaee ||",
    "translation": "One who is not hopeful, nor hopeless, who has trained his intuitive consciousness",
    "punjabi": "ਜਿਸ ਜੀਵ ਪਾਸ ਧਨ-ਪਦਾਰਥ ਨਹੀਂ ਕਿ ਉਹ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਚਿੱਤ ਵਿਚ ਬਣਾਈ ਰੱਖੇ, ਜਿਸ ਜੀਵ ਦੇ ਚਿੱਤ ਵਿਚ ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਗ੍ਰਿਹਸਤ-ਤਿਆਗ ਦੇ ਖ਼ਿਆਲ ਭੀ ਨਹੀਂ ਉਠਦੇ, ਜਿਸ ਨੂੰ ਕੋਈ ਅਜੇਹੀ ਸੁਰਤ ਨਹੀਂ ਸਮਝ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56770,
    "shabad_id": 4829,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "qMq kau. prmqMqu imilAw; nwnkw buiD pweI ]4]4]",
    "transliteration": "Thanth Ko Param Thanth Miliaa Naanakaa Budhh Paaee ||4||4||",
    "translation": "- his being blends with the Supreme Being. O Nanak, his awareness is awakened. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਉਸ ਨੂੰ (ਸਤਿਗੁਰੂ ਪਾਸੋਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਨ ਦੀ) ਅਕਲ ਮਿਲਦੀ ਹੈ, ਤਾਂ ਉਸ ਜੀਵ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56771,
    "shabad_id": 4830,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pRBwqI mhlw 1 ]",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56772,
    "shabad_id": 4830,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "qw kw kihAw; dir prvwxu ]",
    "transliteration": "Thaa Kaa Kehiaa Dhar Paravaan ||",
    "translation": "What he says is approved in the Court of the Lord.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਬਾਰੇ) ਉਸ ਮਨੁੱਖ ਦਾ ਬੋਲਿਆ ਹੋਇਆ ਬਚਨ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਠੀਕ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56773,
    "shabad_id": 4830,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ibKu AMimRqu duie. sm kir jwxu ]1]",
    "transliteration": "Bikh Anmrith Dhue Sam Kar Jaan ||1||",
    "translation": "He looks upon poison and nectar as one and the same. ||1||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਜ਼ਹਰ ਤੇ ਅੰਮ੍ਰਿਤ (ਦੁੱਖ ਤੇ ਸੁਖ) ਦੋਹਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਸਮਝਣ-ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ। (ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਖ ਜਾਂ ਦੁੱਖ ਮਿਲਦਾ ਹੈ ਉਹਨਾਂ ਸਭਨਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਮੌਜੂਦ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56774,
    "shabad_id": 4830,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ikAw khIAY; srby rihAw smwie ]",
    "transliteration": "Kiaa Keheeai Sarabae Rehiaa Samaae ||",
    "translation": "What can I say? You are permeating and pervading all.",
    "punjabi": "(ਕਿਸੇ ਨੂੰ ਸੁਖ ਹੈ ਕਿਸੇ ਨੂੰ ਦੁੱਖ ਮਿਲ ਰਿਹਾ ਹੈ, ਪਰ ਇਸ ਦੇ ਉਲਟ) ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿਉਂਕਿ ਤੂੰ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈਂ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਖ ਜਾਂ ਦੁੱਖ ਮਿਲਦਾ ਹੈ ਉਹਨਾਂ ਵਿਚ ਭੀ ਤੂੰ ਆਪ ਹੀ ਵਿਆਪਕ ਹੈਂ, ਤੇ ਆਪ ਹੀ ਉਸ ਸੁਖ ਜਾਂ ਦੁੱਖ ਨੂੰ ਭੋਗ ਰਿਹਾ ਹੈਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56775,
    "shabad_id": 4830,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "jo ikCu vrqY; sB qyrI rjwie ]1] rhwau ]",
    "transliteration": "Jo Kishh Varathai Sabh Thaeree Rajaae ||1|| Rehaao ||",
    "translation": "Whatever happens, is all by Your Will. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਗਤ ਵਿਚ) ਜੋ ਕੁਝ ਵਾਪਰ ਰਿਹਾ ਹੈ ਸਭ ਤੇਰੇ ਹੁਕਮ ਅਨੁਸਾਰ ਵਾਪਰ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56776,
    "shabad_id": 4830,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "pRgtI joiq; cUkw AiBmwnu ]",
    "transliteration": "Pragattee Joth Chookaa Abhimaan ||",
    "translation": "The Divine Light shines radiantly, and egotistical pride is dispelled.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਚਾਨਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ ਆਪਣੇ ਵਿਤ ਦੀ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਇਸ ਵਾਸਤੇ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56777,
    "shabad_id": 4830,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "siqguir dIAw; AMimRq nwmu ]2]",
    "transliteration": "Sathigur Dheeaa Anmrith Naam ||2||",
    "translation": "The True Guru bestows the Ambrosial Naam, the Name of the Lord. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56778,
    "shabad_id": 4830,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "kil mih AwieAw; so jnu jwxu ]",
    "transliteration": "Kal Mehi Aaeiaa So Jan Jaan ||",
    "translation": "In this Dark Age of Kali Yuga, one's birth is approved,",
    "punjabi": "ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਜਗਤ ਵਿਚ ਜਨਮਿਆ ਸਮਝੋ (ਭਾਵ, ਉਸੇ ਮਨੁੱਖ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੈ, ਜੋ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦਾ ਹੈ, ਤੇ ਇਸ ਵਾਸਤੇ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56779,
    "shabad_id": 4830,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "swcI drgh; pwvY mwxu ]3]",
    "transliteration": "Saachee Dharageh Paavai Maan ||3||",
    "translation": "If one is honored in the True Court. ||3||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56780,
    "shabad_id": 4830,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "khxw sunxw AkQ Gir jwie ]",
    "transliteration": "Kehanaa Sunanaa Akathh Ghar Jaae ||",
    "translation": "Speaking and listening, one goes to the Celestial Home of the Indescribable Lord.",
    "punjabi": "ਉਹੀ ਬਚਨ ਬੋਲਣੇ ਤੇ ਸੁਣਨੇ ਸਫਲ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਸਕਦਾ ਹੈ,",
    "pronunciation": "A-kQ: polw bolo",
    "type_id": 3
  },
  {
    "id": 56781,
    "shabad_id": 4830,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "kQnI bdnI; nwnk. jil jwie ]4]5]",
    "transliteration": "Kathhanee Badhanee Naanak Jal Jaae ||4||5||",
    "translation": "Mere words of mouth, O Nanak, are burnt away. ||4||5||",
    "punjabi": "ਪਰ ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਤੋਂ ਪਰੇ ਲੈ ਜਾਣ ਵਾਲੀ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਦੂਰ ਰੱਖਣ ਵਾਲੀ) ਹੋਰ ਹੋਰ ਕਹਣੀ ਕਥਨੀ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56782,
    "shabad_id": 4831,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pRBwqI mhlw 1 ]",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56783,
    "shabad_id": 4831,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AMimRqu nIru. igAwin mn mjnu; ATsiT qIrQ sMig ghy ]",
    "transliteration": "Anmrith Neer Giaan Man Majan Athasath Theerathh Sang Gehae ||",
    "translation": "One who bathes in the Ambrosial Water of spiritual wisdom takes with him the virtues of the sixty-eight sacred shrines of pilgrimage.",
    "punjabi": "(ਗੁਰੂ ਤੋਂ ਮਿਲਣ ਵਾਲਾ) ਪ੍ਰਭੂ-ਨਾਮ (ਗੁਰੂ-ਤੀਰਥ ਦਾ) ਜਲ ਹੈ, ਗੁਰੂ ਤੋਂ ਮਿਲੇ ਆਤਮਕ ਚਾਨਣ ਵਿਚ ਮਨ ਦੀ ਚੁੱਭੀ (ਉਸ ਗੁਰ-ਤੀਰਥ ਦਾ) ਇਸ਼ਨਾਨ ਹੈ, (ਗੁਰੂ-ਤੀਰਥ ਦੇ) ਨਾਲ ਹੀ ਅਠਾਹਠ ਤੀਰਥ (ਦੇ ਇਸ਼ਨਾਨ) ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56784,
    "shabad_id": 4831,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gur aupdyis jvwhr mwxk; syvy isKu. suo Koij lhY ]1]",
    "transliteration": "Gur Oupadhaes Javaahar Maanak Saevae Sikh Suo Khoj Lehai ||1||",
    "translation": "The Guru's Teachings are the gems and jewels; the Sikh who serves Him searches and finds them. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (-ਰੂਪ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਮੋਤੀ ਤੇ ਜਵਾਹਰ ਹਨ। ਜੇਹੜਾ ਸਿੱਖ (ਗੁਰੂ-ਤੀਰਥ ਨੂੰ) ਸੇਂਵਦਾ ਹੈ (ਸਰਧਾ ਨਾਲ ਆਉਂਦਾ ਹੈ) ਉਹ ਭਾਲ ਕਰ ਕੇ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56785,
    "shabad_id": 4831,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "gur smwin qIrQu; nhI koie ]",
    "transliteration": "Gur Samaan Theerathh Nehee Koe ||",
    "translation": "There is no sacred shrine equal to the Guru.",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਤੀਰਥ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56786,
    "shabad_id": 4831,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sru sMqoKu; qwsu guru hoie ]1] rhwau ]",
    "transliteration": "Sar Santhokh Thaas Gur Hoe ||1|| Rehaao ||",
    "translation": "The Guru encompasses the ocean of contentment. ||1||Pause||",
    "punjabi": "ਉਹ ਗੁਰੂ ਹੀ ਸੰਤੋਖ-ਰੂਪ ਸਰੋਵਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "drI-Awau",
    "type_id": 4
  }
]
