[
  {
    "id": 56920,
    "shabad_id": 4840,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "psrI ikrix, ris kml ibgwsy; sis Gir sUru smwieAw ]",
    "transliteration": "Pasaree Kiran Ras Kamal Bigaasae Sas Ghar Soor Samaaeiaa ||",
    "translation": "The rays of light spread out, and the heart-lotus joyfully blossoms forth; the sun enters into the house of the moon.",
    "punjabi": "ਜਿਵੇਂ ਸੂਰਜ ਦੀਆਂ ਕਿਰਨਾਂ ਖਿਲਰਿਆਂ ਕੌਲ ਫੁਲ ਖਿੜ ਪੈਂਦੇ ਹਨ ਤਿਵੇਂ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ-ਕਿਰਨ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋਇਆਂ ਮਨੁੱਖ ਦਾ ਮਨ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਰਸ ਨਾਲ ਖਿੜ ਪੈਂਦਾ ਹੈ (ਮਨ ਸ਼ਾਂਤ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ ਉਸ) ਸ਼ਾਂਤ ਅਵਸਥਾ ਵਿਚ ਮਨੁੱਖ ਦਾ ਤਾਮਸੀ ਸੁਭਾਉ ਸਮਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56921,
    "shabad_id": 4840,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "kwlu ibDuMis, mnsw min mwrI; gur pRswid pRBu pwieAw ]3]",
    "transliteration": "Kaal Bidhhuns Manasaa Man Maaree Gur Prasaadh Prabh Paaeiaa ||3||",
    "translation": "I have conquered death; the desires of the mind are destroyed. By Guru's Grace, I have found God. ||3||",
    "punjabi": "ਮਨੁੱਖ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਮੁਕਾ ਕੇ ਮਾਇਕ ਫੁਰਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਹੀ ਮਾਰ ਦੇਂਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ibDuMis) nws",
    "type_id": 3
  },
  {
    "id": 56922,
    "shabad_id": 4840,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "Aiq ris rMig clUlY rwqI; dUjw rMgu. n koeI ]",
    "transliteration": "Ath Ras Rang Chaloolai Raathee Dhoojaa Rang N Koee ||",
    "translation": "I am dyed in the deep crimson color of His Love. I am not colored by any other color.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਜੀਭ ਪ੍ਰੇਮ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਗੂੜ੍ਹੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਰੰਗ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56923,
    "shabad_id": 4840,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "nwnk. rsin rswey rwqy; riv rihAw pRBu soeI ]4]15]",
    "transliteration": "Naanak Rasan Rasaaeae Raathae Rav Rehiaa Prabh Soee ||4||15||",
    "translation": "O Nanak, my tongue is saturated with the taste of God, who is permeating and pervading everywhere. ||4||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ ਜੀਭ ਨੂੰ ਨਾਮ-ਰਸ ਨਾਲ ਰਸਾਇਆ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਗਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ ॥੪॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56924,
    "shabad_id": 4841,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pRBwqI mhlw 1 ]",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56925,
    "shabad_id": 4841,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "bwrh mih rwvl Kip jwvih; chu iCA mih sMinAwsI ]",
    "transliteration": "Baareh Mehi Raaval Khap Jaavehi Chahu Shhia Mehi Sanniaasee ||",
    "translation": "The Yogis are divided into twelve schools, the Sannyaasees into ten.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਖੁੰਝ ਕੇ ਬਾਰਾਂ ਹੀ ਫ਼ਿਰਕਿਆਂ ਵਿਚ ਦੇ ਜੋਗੀ ਅਤੇ ਦਸਾਂ ਹੀ ਫ਼ਿਰਕਿਆਂ ਵਿਚ ਦੇ ਸੰਨਿਆਸੀ ਖਪਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56926,
    "shabad_id": 4841,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jogI kwpVIAw isrKUQy; ibnu sbdY. gil PwsI ]1]",
    "transliteration": "Jogee Kaaparreeaa Sirakhoothhae Bin Sabadhai Gal Faasee ||1||",
    "translation": "The Yogis and those wearing religious robes, and the Jains with their all hair plucked out - without the Word of the Shabad, the noose is around their necks. ||1||",
    "punjabi": "ਟਾਕੀਆਂ ਦੀ ਗੋਦੜੀ ਪਹਿਨਣ ਵਾਲੇ ਜੋਗੀ ਅਤੇ ਸਿਰ ਦੇ ਵਾਲਾਂ ਨੂੰ ਜੜ੍ਹਾਂ ਤੋਂ ਹੀ ਪੁਟਾਣ ਵਾਲੇ ਢੂੰਢੀਏ ਜੈਨੀ ਭੀ (ਖ਼ੁਆਰ ਹੀ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ)। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਇਹਨਾਂ ਸਭਨਾਂ ਦੇ ਗਲ ਵਿਚ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਫਾਹੀ ਪਈ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56927,
    "shabad_id": 4841,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "sbid rqy; pUry bYrwgI ]",
    "transliteration": "Sabadh Rathae Poorae Bairaagee ||",
    "translation": "Those who are imbued with the Shabad are the perfectly detached renunciates.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਉਪਰਾਮ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56928,
    "shabad_id": 4841,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "Aau hiT hsq mih BIiKAw jwcI; eyk Bwie ilv lwgI ]1] rhwau ]",
    "transliteration": "Aouhath Hasath Mehi Bheekhiaa Jaachee Eaek Bhaae Liv Laagee ||1|| Rehaao ||",
    "translation": "They beg to receive charity in the hands of their hearts, embracing love and affection for the One. ||1||Pause||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ (ਜੁੜ ਕੇ ਸਦਾ ਉਸ ਦੇ ਨਾਮ ਦੀ) ਭਿੱਛਿਆ ਮੰਗੀ ਹੈ, ਉਹਨਾਂ ਦੀ ਸੁਰਤ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "hiT: polw bolo",
    "type_id": 4
  },
  {
    "id": 56929,
    "shabad_id": 4841,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "bRhmx vwdu pVih. kir ikirAw; krxI krm krwey ]",
    "transliteration": "Brehaman Vaadh Parrehi Kar Kiriaa Karanee Karam Karaaeae ||",
    "translation": "The Brahmins study and argue about the scriptures; they perform ceremonial rituals, and lead others in these rituals.",
    "punjabi": "ਬ੍ਰਾਹਮਣ ਉੱਚੇ ਆਚਰਨ (ਤੇ ਜ਼ੋਰ ਦੇਣ ਦੇ ਥਾਂ) ਕਰਮ ਕਾਂਡ ਕਰਾਂਦਾ ਹੈ, ਇਹ ਕਰਮ ਕਾਂਡ ਕਰ ਕੇ (ਇਸੇ ਦੇ ਆਧਾਰ ਤੇ ਸ਼ਾਸਤ੍ਰਾਂ ਵਿਚੋਂ) ਚਰਚਾ ਪੜ੍ਹਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56930,
    "shabad_id": 4841,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ibnu bUJy. ikCu sUJY nwhI; mnmuKu ivCuiV duKu pwey ]2]",
    "transliteration": "Bin Boojhae Kishh Soojhai Naahee Manamukh Vishhurr Dhukh Paaeae ||2||",
    "translation": "Without true understanding, those self-willed manmukhs understand nothing. Separated from God, they suffer in pain. ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਖੁੰਝ ਕੇ ਆਤਮਕ ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ, ਕਿਉਂਕਿ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ) ਨਾਹ ਸਮਝਣ ਦੇ ਕਾਰਨ ਇਸ ਨੂੰ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਸੁੱਝਦਾ ਨਹੀਂ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56931,
    "shabad_id": 4841,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sbid imly. sy sUcwcwrI; swcI drgh mwny ]",
    "transliteration": "Sabadh Milae Sae Soochaachaaree Saachee Dharageh Maanae ||",
    "translation": "Those who receive the Shabad are sanctified and pure; they are approved in the True Court.",
    "punjabi": "ਪਵਿਤ੍ਰ ਕਰਤੱਬ ਵਾਲੇ ਸਿਰਫ਼ ਉਹ ਬੰਦੇ ਹਨ ਜੋ (ਮਨੋਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜੇ ਹੋਏ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਦਰਗਾਹ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(sUcwcwrI) piv`qR Awcwr vwly",
    "type_id": 3
  },
  {
    "id": 56932,
    "shabad_id": 4841,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "An idnu nwim rqin ilv lwgy; juig juig swic smwny ]3]",
    "transliteration": "Anadhin Naam Rathan Liv Laagae Jug Jug Saach Samaanae ||3||",
    "translation": "Night and day, they remain lovingly attuned to the Naam; throughout the ages, they are merged in the True One. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਲਿਵ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ ਦੇ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਵਿਚ ਲਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਸਦਾ-ਥਿਰ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56933,
    "shabad_id": 4841,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "sgly krm Drm suic sMjm; jp qp qIrQ. sbid vsy ]",
    "transliteration": "Sagalae Karam Dhharam Such Sanjam Jap Thap Theerathh Sabadh Vasae ||",
    "translation": "Good deeds, righteousness and Dharmic faith, purification, austere self-discipline, chanting, intense meditation and pilgrimages to sacred shrines - all these abide in the Shabad.",
    "punjabi": "(ਮੁੱਕਦੀ ਗੱਲ,) ਕਰਮ ਕਾਂਡ ਦੇ ਸਾਰੇ ਧਰਮ, (ਬਾਹਰਲੀ) ਸੁੱਚ, (ਬਾਹਰਲੇ) ਸੰਜਮ, ਜਪ ਤਪ ਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ-ਇਹ ਸਾਰੇ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵੱਸਦੇ ਹਨ (ਭਾਵ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜਨ ਵਾਲੇ ਨੂੰ ਇਹਨਾਂ ਕਰਮਾਂ ਧਰਮਾਂ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56934,
    "shabad_id": 4841,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "nwnk. siqgur imlY imlwieAw; dUK prwCq kwl nsy ]4]16]",
    "transliteration": "Naanak Sathigur Milai Milaaeiaa Dhookh Paraashhath Kaal Nasae ||4||16||",
    "translation": "O Nanak, united in union with the True Guru, suffering, sin and death run away. ||4||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਜਾਂਦਾ ਹੈ) ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼, ਪਾਪ ਤੇ ਮੌਤ ਆਦਿਕ ਦੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੧੬॥",
    "pronunciation": "n`sy",
    "type_id": 3
  },
  {
    "id": 56935,
    "shabad_id": 4842,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pRBwqI mhlw 1 ]",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56936,
    "shabad_id": 4842,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sMqw kI ryxu, swD jn sMgiq; hir kIriq qru qwrI ]",
    "transliteration": "Santhaa Kee Raen Saadhh Jan Sangath Har Keerath Thar Thaaree ||",
    "translation": "The dust of the feet of the Saints, the Company of the Holy, and the Praises of the Lord carry us across to the other side.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ (ਆਪਣੇ ਮੱਥੇ ਤੇ ਲਾ), ਸਾਧ ਜਨਾਂ ਦੀ ਸੰਗਤ ਕਰ, (ਸਤਸੰਗ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ (ਸੰਸਾਰ ਸਮੁੰਦਰ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਇਹ) ਤਾਰੀ ਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56937,
    "shabad_id": 4842,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "khw krY bpurw jmu frpY; gurmuiK irdY murwrI ]1]",
    "transliteration": "Kehaa Karai Bapuraa Jam Ddarapai Guramukh Ridhai Muraaree ||1||",
    "translation": "What can the wretched, terrified Messenger of Death do to the Gurmukhs? The Lord abides in their hearts. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਆ ਵੱਸਦਾ) ਹੈ, ਵਿਚਾਰਾ ਜਮਰਾਜ (ਭੀ) ਉਸਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ, ਸਗੋਂ ਜਮਰਾਜ (ਉਸ ਪਾਸੋਂ) ਡਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56938,
    "shabad_id": 4842,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "jil jwau jIvnu; nwm ibnw ]",
    "transliteration": "Jal Jaao Jeevan Naam Binaa ||",
    "translation": "Without the Naam, the Name of the Lord, life might just as well be burnt down.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦਾ) ਜੀਵਨ (ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦਾ ਹੈ ਤਾਂ) ਪਿਆ ਸੜੇ (ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉੱਦਮ ਇਸ ਨੂੰ ਸੜਨ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56939,
    "shabad_id": 4842,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir jip jwpu jpau jpmwlI; gurmuiK AwvY swdu mnw ]1] rhwau ]",
    "transliteration": "Har Jap Jaap Japo Japamaalee Guramukh Aavai Saadh Manaa ||1|| Rehaao ||",
    "translation": "The Gurmukh chants and meditates on the Lord, chanting the chant on the mala; the Flavor of the Lord comes into the mind. ||1||Pause||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ (ਮੇਰੇ) ਮਨ! ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਜਪਦਾ ਹਾਂ (ਭਾਵ, ਮੁੜ ਮੁੜ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਦਾ ਹਾਂ), ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਜਾਪ ਨੂੰ ਹੀ ਮਾਲਾ (ਬਣਾ ਲਿਆ ਹੈ)। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜਪਿਆਂ ਇਸ ਜਾਪ ਦਾ) ਆਨੰਦ ਆਉਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56940,
    "shabad_id": 4842,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gur aupdys swcu suKu jw kau; ikAw iqsu aupmw khIAY ]",
    "transliteration": "Gur Oupadhaes Saach Sukh Jaa Ko Kiaa This Oupamaa Keheeai ||",
    "translation": "Those who follow the Guru's Teachings find true peace - how can I even describe the glory of such a person?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਆਤਮਕ ਆਨੰਦ ਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56941,
    "shabad_id": 4842,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "lwl jvyhr rqn pdwrQ; Kojq gurmuiK lhIAY ]2]",
    "transliteration": "Laal Javaehar Rathan Padhaarathh Khojath Guramukh Leheeai ||2||",
    "translation": "The Gurmukh seeks and finds the gems and jewels, diamonds, rubies and treasures. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਵਿਚੋਂ) ਖੋਜਦਾ ਖੋਜਦਾ ਲਾਲ ਹੀਰੇ ਰਤਨ (ਆਦਿਕ ਪਦਾਰਥਾਂ ਵਰਗੇ ਕੀਮਤੀ ਆਤਮਕ ਗੁਣ) ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56942,
    "shabad_id": 4842,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "cInY igAwnu iDAwnu Dnu swcO; eyk sbid ilv lwvY ]",
    "transliteration": "Cheenai Giaan Dhhiaan Dhhan Saacha Eaek Sabadh Liv Laavai ||",
    "translation": "So center yourself on the treasures of spiritual wisdom and meditation; remain lovingly attuned to the One True Lord, and the Word of His Shabad.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਇਕ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ) ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣੀ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੀ ਸੁਰਤ ਉਸ ਦਾ ਸਦਾ-ਥਿਰ ਧਨ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56943,
    "shabad_id": 4842,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "inrwlMbu inrhwru inhkyvlu; inrBau qwVI lwvY ]3]",
    "transliteration": "Niraalanb Nirehaar Nihakaeval Nirabho Thaarree Laavai ||3||",
    "translation": "Remain absorbed in the Primal State of the Fearless, Immaculate, Independent, Self-sufficient Lord. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਟਿਕਾ ਲੈਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਲੋੜ ਨਹੀਂ ਜਿਸ ਨੂੰ ਕਿਸੇ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਨਹੀਂ ਜਿਸ ਨੂੰ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56944,
    "shabad_id": 4842,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "swier spq Bry jl inrmil; aultI nwv qrwvY ]",
    "transliteration": "Saaeir Sapath Bharae Jal Niramal Oulattee Naav Tharaavai ||",
    "translation": "The seven seas are overflowing with the Immaculate Water; the inverted boat floats across.",
    "punjabi": "(ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ, ਮਨ ਅਤੇ ਬੱਧ ਇਹ ਸੱਤੇ ਹੀ ਮਾਨੋ, ਚਸ਼ਮੇ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਹਰੇਕ ਇਨਸਾਨ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਪ੍ਰਫੁੱਲਤਾ ਵਾਸਤੇ ਚੰਗੀ ਮੰਦੀ ਪ੍ਰੇਰਨਾ ਦਾ ਪਾਣੀ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਇਹ ਸੱਤੇ ਹੀ ਸਰੋਵਰ ਨਾਮ-ਸਿਮਰਨ ਦੇ ਪਵਿਤ੍ਰ ਜਲ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਹਨ (ਉਸ ਨੂੰ ਇਹਨਾਂ ਤੋਂ ਪਵਿੱਤ੍ਰ ਪ੍ਰੇਰਨਾ ਦਾ ਜਲ ਮਿਲਦਾ ਹੈ ਤੇ) ਉਹ ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਲਟਾ ਕੇ ਆਪਣੀ ਜਿੰਦਗੀ ਦੀ ਬੇੜੀ ਨਾਮ-ਜਲ ਵਿਚ ਤਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56945,
    "shabad_id": 4842,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "bwhir jwqO. Twik rhwvY; gurmuiK shij smwvY ]4]",
    "transliteration": "Baahar Jaatha Thaak Rehaavai Guramukh Sehaj Samaavai ||4||",
    "translation": "The mind which wandered in external distractions is restrained and held in check; the Gurmukh is intuitively absorbed in God. ||4||",
    "punjabi": "(ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਬਾਹਰ ਭਟਕਦੇ ਮਨ ਨੂੰ ਰੋਕ ਰੱਖਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(j`wqO) ksky",
    "type_id": 3
  },
  {
    "id": 56946,
    "shabad_id": 4842,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "so igrhI. so dwsu audwsI; ijin gurmuiK Awpu pCwinAw ]",
    "transliteration": "So Girehee So Dhaas Oudhaasee Jin Guramukh Aap Pashhaaniaa ||",
    "translation": "He is a householder, he is a renunciate and God's slave, who, as Gurmukh, realizes his own self.",
    "punjabi": "(ਜੇ ਮਨ ਵਿਕਾਰਾਂ ਵਲ ਭਟਕਦਾ ਹੀ ਰਹੇ ਤਾਂ ਗ੍ਰਿਹਸਤੀ ਜਾਂ ਵਿਰਕਤ ਅਖਵਾਣ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਪੈਂਦਾ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣ ਲਿਆ ਹੈ ਉਹੀ (ਅਸਲ) ਗ੍ਰਿਹਸਤੀ ਹੈ ਤੇ ਉਹੀ (ਪ੍ਰਭੂ ਦਾ) ਸੇਵਕ ਵਿਰਕਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56947,
    "shabad_id": 4842,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "nwnku khY Avru, nhI dUjw; swc sbid mnu mwinAw ]5]17]",
    "transliteration": "Naanak Kehai Avar Nehee Dhoojaa Saach Sabadh Man Maaniaa ||5||17||",
    "translation": "Says Nanak, his mind is pleased and appeased by the True Word of the Shabad; there is no other at all. ||5||17||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਸਤੇ ਪਰਮਾਤਮਾ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਦੇ ਸ਼ਬਦ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ (ਕਿਤੇ ਭੀ) ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਦਿੱਸਦਾ ॥੫॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56948,
    "shabad_id": 4843,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rwgu pRBwqI mhlw 3 caupdy",
    "transliteration": "Raag Prabhaathee Mehalaa 3 Choupadhae",
    "translation": "Raag Prabhaatee, Third Mehl, Chau-Padas:",
    "punjabi": "ਰਾਗ ਪ੍ਰਭਾਤੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56949,
    "shabad_id": 4843,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 56950,
    "shabad_id": 4843,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "gurmuiK ivrlw koeI bUJY; sbdy rihAw smweI ]",
    "transliteration": "Guramukh Viralaa Koee Boojhai Sabadhae Rehiaa Samaaee ||",
    "translation": "Those who become Gurmukh and understand are very rare; God is permeating and pervading through the Word of His Shabad.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਇਹ) ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56951,
    "shabad_id": 4843,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "nwim rqy. sdw suKu pwvY; swic rhY ilv lweI ]1]",
    "transliteration": "Naam Rathae Sadhaa Sukh Paavai Saach Rehai Liv Laaee ||1||",
    "translation": "Those who are imbued with the Naam, the Name of the Lord, find everlasting peace; they remain lovingly attuned to the True One. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੱਤਾ ਰਹਿ ਕੇ (ਮਨੁੱਖ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
