[
  {
    "id": 56988,
    "shabad_id": 4846,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਿ ਕਿ੍ਰਪਾ ਕਰਿ ਰਾਖਹੁ ਹਰਿ ਜੀੳੁ; ਪੋਹਿ. ਨ ਸਕੈ ਜਮਕਾਲੁ ||੨||",
    "transliteration": "Aap Kirapaa Kar Raakhahu Har Jeeo Pohi N Sakai Jamakaal ||2||",
    "translation": "O Dear Lord, the Messenger of Death cannot even touch those whom You, in Your Mercy, protect. ||2||",
    "punjabi": "ਮਿਹਰ ਕਰ ਕੇ ਤੂੰ ਆਪ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ (ਫਿਰ) ਮੌਤ ਦਾ ਡਰ ਭੀ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56989,
    "shabad_id": 4846,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਤੇਰੀ ਸਰਣਾੲੀ ਸਚੀ ਹਰਿ ਜੀੳੁ; ਨਾ ਓਹ ਘਟੈ. ਨ ਜਾੲਿ ||",
    "transliteration": "Thaeree Saranaaee Sachee Har Jeeo Naa Ouh Ghattai N Jaae ||",
    "translation": "True Is Your Sanctuary, O Dear Lord; it never diminishes or goes away.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੀ ਓਟ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਨਾਹ ਉਹ ਘਟਦੀ ਹੈ ਨਾਹ ਉਹ ਖ਼ਤਮ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56990,
    "shabad_id": 4846,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜੋ ਹਰਿ ਛੋਡਿ, ਦੂਜੈ ਭਾੲਿ ਲਾਗੈ; ਓਹੁ ਜੰਮੈ ਤੈ ਮਰਿ ਜਾੲਿ ||੩||",
    "transliteration": "Jo Har Shhodd Dhoojai Bhaae Laagai Ouhu Janmai Thai Mar Jaae ||3||",
    "translation": "Those who abandon the Lord, and become attached to the love of duality, shall continue to die and be reborn. ||3||",
    "punjabi": "ਪਰ, ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ (ਦੀ ਓਟ) ਛੱਡ ਕੇ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56991,
    "shabad_id": 4846,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜੋ ਤੇਰੀ ਸਰਣਾੲੀ ਹਰਿ ਜੀੳੁ; ਤਿਨਾ. ਦੂਖ ਭੂਖ ਕਿਛੁ ਨਾਹਿ ||",
    "transliteration": "Jo Thaeree Saranaaee Har Jeeo Thinaa Dhookh Bhookh Kishh Naahi ||",
    "translation": "Those who seek Your Sanctuary, Dear Lord, shall never suffer in pain or hunger for anything.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਜਿਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਦਬਾ ਸਕਦੇ, ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਨਹੀਂ ਵਿਆਪਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56992,
    "shabad_id": 4846,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ ਨਾਮੁ ਸਲਾਹਿ ਸਦਾ ਤੂ; ਸਚੈ ਸਬਦਿ ਸਮਾਹਿ ||੪||੪||",
    "transliteration": "Naanak Naam Salaahi Sadhaa Thoo Sachai Sabadh Samaahi ||4||4||",
    "translation": "O Nanak, praise the Naam, the Name of the Lord forever, and merge in the True Word of the Shabad. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਲਾਹੁੰਦਾ ਰਿਹਾ ਕਰ, ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਲੀਨ ਰਹੇਂਗਾ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56993,
    "shabad_id": 4847,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Prabhaathee Mehalaa 3 ||",
    "translation": "Prabhaatee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56994,
    "shabad_id": 4847,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਰਿ ਜੀੳੁ ਸਦਾ ਧਿਅਾਵਹੁ; ਜਬ ਲਗੁ ਜੀਅ ਪਰਾਨ ||",
    "transliteration": "Guramukh Har Jeeo Sadhaa Dhhiaavahu Jab Lag Jeea Paraan ||",
    "translation": "As Gurmukh, meditate on the Dear Lord forever, as long as there is the breath of life.",
    "punjabi": "ਜਦੋਂ ਤਕ ਜਿੰਦ ਕਾਇਮ ਹੈ ਤੇ ਸੁਆਸ ਆ ਰਹੇ ਹਨ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56995,
    "shabad_id": 4847,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸਬਦੀ. ਮਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਚੂਕਾ ਮਨਿ ਅਭਿਮਾਨੁ ||",
    "transliteration": "Gur Sabadhee Man Niramal Hoaa Chookaa Man Abhimaan ||",
    "translation": "Through the Word of the Guru's Shabad, the mind becomes immaculate, and egotistical pride is expelled from the mind.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦਾ) ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਵਿਚ (ਵੱਸਦਾ) ਅਹੰਕਾਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56996,
    "shabad_id": 4847,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਫਲੁ ਜਨਮੁ ਤਿਸੁ ਪ੍ਰਾਨੀ ਕੇਰਾ; ਹਰਿ ਕੈ ਨਾਮਿ ਸਮਾਨ ||੧||",
    "transliteration": "Safal Janam This Praanee Kaeraa Har Kai Naam Samaan ||1||",
    "translation": "Fruitful and prosperous is the life of that mortal being, who is absorbed in the Name of the Lord. ||1||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦਾ ਸਾਰਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56997,
    "shabad_id": 4847,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਰ ਕੀ ਸਿਖ ਸੁਣੀਜੈ ||",
    "transliteration": "Maerae Man Gur Kee Sikh Suneejai ||",
    "translation": "O my mind, listen to the Teachings of the Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦਾ (ਇਹ) ਉਪਦੇਸ਼ (ਸਦਾ) ਸੁਣਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 56998,
    "shabad_id": 4847,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਸਦਾ ਸੁਖਦਾਤਾ; ਸਹਜੇ ਹਰਿ ਰਸੁ ਪੀਜੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Kaa Naam Sadhaa Sukhadhaathaa Sehajae Har Ras Peejai ||1|| Rehaao ||",
    "translation": "The Name of the Lord is the Giver of peace forever. With intuitive ease, drink in the Sublime Essence of the Lord. ||1||Pause||",
    "punjabi": "(ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ (ਇਸ ਵਾਸਤੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56999,
    "shabad_id": 4847,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮੂਲੁ ਪਛਾਣਨਿ. ਤਿਨ ਨਿਜ ਘਰਿ ਵਾਸਾ; ਸਹਜੇ ਹੀ ਸੁਖੁ ਹੋੲੀ ||",
    "transliteration": "Mool Pashhaanan Thin Nij Ghar Vaasaa Sehajae Hee Sukh Hoee ||",
    "translation": "Those who understand their own origin dwell within the home of their inner being, in intuitive peace and poise.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਜਗਤ ਦੇ ਰਚਨਹਾਰ ਨਾਲ ਸਾਂਝ ਪਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਨਿਵਾਸ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਦੇ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57000,
    "shabad_id": 4847,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ. ਕਮਲੁ ਪਰਗਾਸਿਅਾ; ਹੳੁਮੈ ਦੁਰਮਤਿ ਖੋੲੀ ||",
    "transliteration": "Gur Kai Sabadh Kamal Paragaasiaa Houmai Dhuramath Khoee ||",
    "translation": "Through the Word of the Guru's Shabad, the heart-lotus blossoms forth, and egotism and evil-mindedness are eradicated.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਹਿਰਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ। (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਵਾਲੀ ਖੋਟੀ ਮੱਤ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57001,
    "shabad_id": 4847,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਭਨਾ ਮਹਿ ੲੇਕੋ ਸਚੁ ਵਰਤੈ; ਵਿਰਲਾ ਬੂਝੈ ਕੋੲੀ ||੨||",
    "transliteration": "Sabhanaa Mehi Eaeko Sach Varathai Viralaa Boojhai Koee ||2||",
    "translation": "The One True Lord is pervading amongst all; those who realize this are very rare. ||2||",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਮੌਜੂਦ ਹੈ, ਪਰ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਗੱਲ) ਸਮਝਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਬੂੱਝੈ",
    "type_id": 3
  },
  {
    "id": 57002,
    "shabad_id": 4847,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮਤੀ ਮਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਅੰਮਿ੍ਰਤੁ ਤਤੁ ਵਖਾਨੈ ||",
    "transliteration": "Guramathee Man Niramal Hoaa Anmrith Thath Vakhaanai ||",
    "translation": "Through the Guru's Teachings, the mind becomes immaculate, speaking the Ambrosial Essence.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਦੇ ਅਸਲੇ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57003,
    "shabad_id": 4847,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਸਦਾ ਮਨਿ ਵਸਿਅਾ; ਵਿਚਿ ਮਨ ਹੀ ਮਨੁ ਮਾਨੈ ||",
    "transliteration": "Har Kaa Naam Sadhaa Man Vasiaa Vich Man Hee Man Maanai ||",
    "translation": "The Name of the Lord dwells in the mind forever; within the mind, the mind is pleased and appeased.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਆਪਣੇ ਅੰਦਰੋਂ ਹੀ ਪਤੀਜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57004,
    "shabad_id": 4847,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਸਦ ਬਲਿਹਾਰੀ ਗੁਰ ਅਪੁਨੇ ਵਿਟਹੁ; ਜਿਤੁ ਅਾਤਮ ਰਾਮੁ ਪਛਾਨੈ ||੩||",
    "transliteration": "Sadh Balihaaree Gur Apunae Vittahu Jith Aatham Raam Pashhaanai ||3||",
    "translation": "I am forever a sacrifice to my Guru, through whom I have realized the Lord, the Supreme Soul. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਜਿਸ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57005,
    "shabad_id": 4847,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਮਾਨਸ ਜਨਮਿ. ਸਤਿਗੁਰੂ, ਨ ਸੇਵਿਅਾ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Maanas Janam Sathiguroo N Saeviaa Birathhaa Janam Gavaaeiaa ||",
    "translation": "Those human beings who do not serve the True Guru - their lives are uselessly wasted.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਸ ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਲਈ, ਉਸ ਨੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਗਵਾ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57006,
    "shabad_id": 4847,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਤਾਂ ਸਤਿਗੁਰੁ ਮੇਲੇ; ਸਹਜੇ ਸਹਜਿ ਸਮਾੲਿਅਾ ||",
    "transliteration": "Nadhar Karae Thaan Sathigur Maelae Sehajae Sehaj Samaaeiaa ||",
    "translation": "When God bestows His Glance of Grace, then we meet the True Guru, merging in intuitive peace and poise.",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਫਿਰ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57007,
    "shabad_id": 4847,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਮਿਲੈ ਵਡਿਅਾੲੀ; ਪੂਰੈ ਭਾਗਿ ਧਿਅਾੲਿਅਾ ||੪||੫||",
    "transliteration": "Naanak Naam Milai Vaddiaaee Poorai Bhaag Dhhiaaeiaa ||4||5||",
    "translation": "O Nanak, by great good fortune, the Naam is bestowed; by perfect destiny, meditate. ||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ (ਜਪਣ ਦੀ) ਵਡਿਆਈ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57008,
    "shabad_id": 4848,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Prabhaathee Mehalaa 3 ||",
    "translation": "Prabhaatee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57009,
    "shabad_id": 4848,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਭਾਂਤਿ ਬਣਾੲੇ, ਬਹੁ ਰੰਗੀ; ਸਿਸਟਿ ੳੁਪਾੲਿ. ਪ੍ਰਭਿ ਖੇਲੁ ਕੀਅਾ ||",
    "transliteration": "Aapae Bhaanth Banaaeae Bahu Rangee Sisatt Oupaae Prabh Khael Keeaa ||",
    "translation": "God Himself fashioned the many forms and colors; He created the Universe and staged the play.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਈ ਕਿਸਮਾਂ ਦੀ ਕਈ ਰੰਗਾਂ ਦੀ ਸ੍ਰਿਸ਼ਟੀ ਰਚਦਾ ਹੈ। ਸ੍ਰਿਸ਼ਟੀ ਰਚ ਕੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਹ ਜਗਤ-ਤਮਾਸ਼ਾ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "ਰੰਗੀਂ ਖੇ੍ਹਲੁ",
    "type_id": 3
  },
  {
    "id": 57010,
    "shabad_id": 4848,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਰਿ ਕਰਿ ਵੇਖੈ. ਕਰੇ ਕਰਾੲੇ; ਸਰਬ ਜੀਅਾ ਨੋ ਰਿਜਕੁ ਦੀਅਾ ||੧||",
    "transliteration": "Kar Kar Vaekhai Karae Karaaeae Sarab Jeeaa No Rijak Dheeaa ||1||",
    "translation": "Creating the creation, He watches over it. He acts, and causes all to act; He gives sustenance to all beings. ||1||",
    "punjabi": "(ਇਹ ਜਗਤ-ਤਮਾਸ਼ਾ) ਰਚ ਰਚ ਕੇ (ਆਪ ਹੀ ਇਸ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ, (ਸਭ ਕੁਝ ਆਪ ਹੀ) ਕਰ ਰਿਹਾ ਹੈ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾ ਰਿਹਾ ਹੈ। ਸਭ ਜੀਵਾਂ ਨੂੰ ਆਪ ਹੀ ਰਿਜ਼ਕ ਦੇਂਦਾ ਆ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57011,
    "shabad_id": 4848,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਲੀ ਕਾਲ ਮਹਿ ਰਵਿਅਾ ਰਾਮੁ ||",
    "transliteration": "Kalee Kaal Mehi Raviaa Raam ||",
    "translation": "In this Dark Age of Kali Yuga, the Lord is All-pervading.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਸ ਬਖੇੜਿਆਂ-ਭਰੇ ਜੀਵਨ-ਸਮੇ ਵਿਚ ਉਸ ਰਾਮ ਨੂੰ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57012,
    "shabad_id": 4848,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਪੂਰਿ ਰਹਿਅਾ ਪ੍ਰਭੁ ੲੇਕੋ; ਗੁਰਮੁਖਿ ਪਰਗਟੁ ਹਰਿ ਹਰਿ ਨਾਮੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ghatt Ghatt Poor Rehiaa Prabh Eaeko Guramukh Paragatt Har Har Naam ||1|| Rehaao ||",
    "translation": "The One God is pervading and permeating each and every heart; the Name of the Lord, Har, Har, is revealed to the Gurmukh. ||1||Pause||",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਹਰੇਕ ਘਟ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਉਸ ਦਾ ਨਾਮ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ (ਅਤੇ ਝਗੜੇ-ਬਖੇੜੇ ਉਸ ਉੱਤੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57013,
    "shabad_id": 4848,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਗੁਪਤਾ ਨਾਮੁ ਵਰਤੈ. ਵਿਚਿ ਕਲਜੁਗਿ; ਘਟਿ ਘਟਿ ਹਰਿ ਭਰਪੂਰਿ ਰਹਿਅਾ ||",
    "transliteration": "Gupathaa Naam Varathai Vich Kalajug Ghatt Ghatt Har Bharapoor Rehiaa ||",
    "translation": "The Naam, the Name of the Lord, is hidden, but it is pervasive in the Dark Age. The Lord is totally pervading and permeating each and every heart.",
    "punjabi": "(ਹਰੇਕ ਸਰੀਰ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਪਤ ਮੌਜੂਦ ਹੈ, ਬਖੇੜਿਆਂ-ਭਰੇ ਜੀਵਨ-ਸਮੇ ਵਿਚ (ਉਹ ਆਪ ਹੀ ਸਭ ਦੇ ਅੰਦਰ ਲੁਕਿਆ ਪਿਆ ਹੈ)। ਪ੍ਰਭੂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57014,
    "shabad_id": 4848,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਰਤਨੁ. ਤਿਨਾ ਹਿਰਦੈ ਪ੍ਰਗਟਿਅਾ; ਜੋ. ਗੁਰ ਸਰਣਾੲੀ ਭਜਿ ਪੲਿਅਾ ||੨||",
    "transliteration": "Naam Rathan Thinaa Hiradhai Pragattiaa Jo Gur Saranaaee Bhaj Paeiaa ||2||",
    "translation": "The Jewel of the Naam is revealed within the hearts of those who hurry to the Sanctuary of the Guru. ||2||",
    "punjabi": "(ਫਿਰ ਭੀ ਉਸ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਹੀ) ਪਰਗਟ ਹੁੰਦਾ ਹੈ, ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਭੱਜਿ",
    "type_id": 3
  },
  {
    "id": 57015,
    "shabad_id": 4848,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ੲਿੰਦ੍ਰੀ ਪੰਚ. ਪੰਚੇ ਵਸਿ ਅਾਣੈ; ਖਿਮਾ ਸੰਤੋਖੁ ਗੁਰਮਤਿ ਪਾਵੈ ||",
    "transliteration": "Eindhree Panch Panchae Vas Aanai Khimaa Santhokh Guramath Paavai ||",
    "translation": "Whoever overpowers the five sense organs, is blessed with forgiveness, patience and contentment, through the Guru's Teachings.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਖਿਮਾ ਸੰਤੋਖ (ਆਦਿਕ ਗੁਣ) ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, (ਇਹ ਜੋ ਬਲਵਾਨ) ਪੰਜ ਇੰਦ੍ਰੇ ਹਨ ਇਹਨਾਂ ਪੰਜਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਲੈ ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 57016,
    "shabad_id": 4848,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਧਨੁ ਧਨੁ. ਹਰਿ ਜਨੁ ਵਡ ਪੂਰਾ; ਜੋ ਭੈ ਬੈਰਾਗਿ, ਹਰਿ ਗੁਣ ਗਾਵੈ ||੩||",
    "transliteration": "So Dhhan Dhhan Har Jan Vadd Pooraa Jo Bhai Bairaag Har Gun Gaavai ||3||",
    "translation": "Blessed, blessed, perfect and great is that humble servant of the Lord, who is inspired by the Fear of God and detached love, to sing the Glorious Praises of the Lord. ||3||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਵੈਰਾਗ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਵੱਡਾ ਹੈ ਗੁਣਾਂ ਵਿਚ ਪੂਰਨ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57017,
    "shabad_id": 4848,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਤੇ ਮੁਹੁ ਫੇਰੇ. ਜੇ ਕੋੲੀ; ਗੁਰ ਕਾ ਕਹਿਅਾ. ਨ ਚਿਤਿ ਧਰੈ ||",
    "transliteration": "Gur Thae Muhu Faerae Jae Koee Gur Kaa Kehiaa N Chith Dhharai ||",
    "translation": "If someone turns his face away from the Guru, and does not enshrine the Guru's Words in his consciousness",
    "punjabi": "ਪਰ, ਜੇ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਪਰਤਾਈ ਰੱਖਦਾ ਹੈ, ਗੁਰੂ ਦਾ ਬਚਨ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57018,
    "shabad_id": 4848,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਅਾਚਾਰ. ਬਹੁ ਸੰਪੳੁ ਸੰਚੈ; ਜੋ ਕਿਛੁ ਕਰੈ. ਸੁ ਨਰਕਿ ਪਰੈ ||੪||",
    "transliteration": "Kar Aachaar Bahu Sanpo Sanchai Jo Kishh Karai S Narak Parai ||4||",
    "translation": "- he may perform all sorts of rituals and accumulate wealth, but in the end, he will fall into hell. ||4||",
    "punjabi": "(ਉਂਞ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਕਰ ਕੇ ਬਹੁਤ ਧਨ ਭੀ ਇਕੱਠਾ ਕਰ ਲੈਂਦਾ ਹੈ, (ਫਿਰ ਭੀ) ਉਹ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ (ਉਹ ਕਰਦਿਆਂ) ਨਰਕ ਵਿਚ ਹੀ ਪਿਆ ਰਹਿੰਦਾ ਹੈ (ਸਦਾ ਦੁੱਖੀ ਹੀ ਰਹਿੰਦਾ ਹੈ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57019,
    "shabad_id": 4848,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ੲੇਕੋ ਸਬਦੁ. ੲੇਕੋ ਪ੍ਰਭੁ ਵਰਤੈ; ਸਭ ੲੇਕਸੁ ਤੇ. ੳੁਤਪਤਿ ਚਲੈ ||",
    "transliteration": "Eaeko Sabadh Eaeko Prabh Varathai Sabh Eaekas Thae Outhapath Chalai ||",
    "translation": "The One Shabad, the Word of the One God, is prevailing everywhere. All the creation came from the One Lord.",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਇਕ ਪਰਮਾਤਮਾ ਹੀ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਮੌਜੂਦ ਹੈ, (ਪਰਮਾਤਮਾ ਦਾ ਹੀ) ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ। ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਕਾਰ ਚੱਲ ਰਹੀ ਹੈ।",
    "pronunciation": "ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 57020,
    "shabad_id": 4848,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਮੇਲਿ ਮਿਲਾੲੇ; ਗੁਰਮੁਖਿ ਹਰਿ ਹਰਿ ਜਾੲਿ ਰਲੈ ||੫||੬||",
    "transliteration": "Naanak Guramukh Mael Milaaeae Guramukh Har Har Jaae Ralai ||5||6||",
    "translation": "O Nanak, the Gurmukh is united in union. When the Gurmukh goes, he blends into the Lord, Har, Har. ||5||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਿਸ ਜੀਵ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ, ਉਹ ਜੀਵ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਵਿਚ ਜਾ ਮਿਲਦਾ ਹੈ ॥੫॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57021,
    "shabad_id": 4849,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Prabhaathee Mehalaa 3 ||",
    "translation": "Prabhaatee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57022,
    "shabad_id": 4849,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਰੁ ਅਪਣਾ ਸਾਲਾਹਿ ||",
    "transliteration": "Maerae Man Gur Apanaa Saalaahi ||",
    "translation": "O my mind, praise your Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਸਦਾ) ਆਪਣੇ ਗੁਰੂ ਦੀ ਸੋਭਾ ਕਰਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  }
]
