[
  {
    "shabad_id": 4852,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gwvq sunq doaU Bey mukqy; ijnw gurmuiK iKnu hir pIk]1]",
    "transliteration": "Gaavath Sunath Dhooo Bheae Mukathae Jinaa Guramukh Khin Har Peek ||1||",
    "translation": "Both the singer and the listener are liberated, when, as Gurmukh, they drink in the Lord's Name, even for an instant. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਖਿਨ ਖਿਨ ਹਰਿ-ਨਾਮ ਰਸ ਪੀਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਹ ਹਰਿ-ਗੁਣ ਗਾਣ ਵਾਲੇ ਅਤੇ ਸੁਣਨ ਵਾਲੇ ਦੋਵੇਂ ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਗਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "myrY min hir hir; rwm nwmu rsu tIk]",
    "transliteration": "Maerai Man Har Har Raam Naam Ras Tteek ||",
    "translation": "The Sublime Essence of the Name of the Lord, Har, Har, is enshrined within my mind.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "swry rsW dw (tIk) sRomxI rs AMimRq",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "gurmuiK nwmu sIql jlu pwieAw; hir hir nwmu pIAw rsu JIk]1]rhwau]",
    "transliteration": "Guramukh Naam Seethal Jal Paaeiaa Har Har Naam Peeaa Ras Jheek ||1|| Rehaao ||",
    "translation": "As Gurmukh, I have obtained the cooling, soothing Water of the Naam. I eagerly drink in the sublime essence of the Name of the Lord, Har, Har. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਆਤਮਕ) ਠੰਢ ਪਾਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਡੀਕ ਲਾ ਕੇ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4852,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ijn hir ihrdY pRIiq lgwnI; iqnw msqik aUjl tIk]",
    "transliteration": "Jin Har Hiradhai Preeth Lagaanee Thinaa Masathak Oojal Tteek ||",
    "translation": "Those whose hearts are imbued with the Love of the Lord have the mark of radiant purity upon their foreheads.",
    "punjabi": "(ਗੁਰੂ ਨੇ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਕਰ ਦਿੱਤਾ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਸੋਭਾ ਦਾ) ਰੌਸ਼ਨ ਟਿੱਕਾ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "m`sqk au~jl dg dg nwm dy (tIk) it`ky sihq jg mgw irhw",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hir jn soBw sB jg aUpir; ijau ivic aufvw. sis kIk]2]",
    "transliteration": "Har Jan Sobhaa Sabh Jag Oopar Jio Vich Ouddavaa Sas Keek ||2||",
    "translation": "The Glory of the Lord's humble servant is manifest throughout the world, like the moon among the stars. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਦੀ ਸੋਭਾ ਸਾਰੇ ਜਹਾਨ ਉਤੇ ਖਿਲਰ ਜਾਂਦੀ ਹੈ; ਜਿਵੇਂ (ਆਕਾਸ਼ ਦੇ) ਤਾਰਿਆਂ ਵਿਚ ਚੰਦ੍ਰਮਾ (ਸੋਹਣਾ) ਬਣਾਇਆ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "(aufvw) qwirAW c [ (sis) cMdRmW[ (kIk) kIqw[ (aufvw) sis: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ijn hir ihrdY nwmu. n visE; iqn siB kwrj PIk]",
    "transliteration": "Jin Har Hiradhai Naam N Vasiou Thin Sabh Kaaraj Feek ||",
    "translation": "Those whose hearts are not filled with the Lord's Name - all their affairs are worthless and insipid.",
    "punjabi": "ਪਰ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹਨਾਂ ਦੇ (ਦੁਨੀਆ ਵਾਲੇ) ਸਾਰੇ ਹੀ ਕੰਮ ਫਿੱਕੇ ਹੁੰਦੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਨੂੰ ਰੁੱਖਾ ਬਣਾਈ ਰੱਖਦੇ ਹਨ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jYsy sIgwru krY, dyh mwnuK; nwm ibnw, nkty nk kIk]3]",
    "transliteration": "Jaisae Seegaar Karai Dhaeh Maanukh Naam Binaa Nakattae Nak Keek ||3||",
    "translation": "They may adorn and decorate their bodies, but without the Naam, they look like their noses have been cut off. ||3||",
    "punjabi": "ਜਿਵੇਂ (ਕੋਈ ਨਕ-ਵੱਢਾ ਮਨੁੱਖ ਆਪਣੇ) ਮਨੁੱਖਾ ਸਰੀਰ ਦੀ ਸਜਾਵਟ ਕਰਦਾ ਹੈ, ਪਰ ਨੱਕ ਤੋਂ ਬਿਨਾ ('ਬਿਨਾ ਨਕ') ਉਹ ਸਜਾਵਟ ਕਿਸ ਅਰਥ? ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨਕ-ਵੱਢੇ ਹੀ ਹਨ ॥੩॥",
    "pronunciation": "n`k",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "Git Git rmeIAw rmq rwmrwie; sB vrqY sB mih eIk]",
    "transliteration": "Ghatt Ghatt Rameeaa Ramath Raam Raae Sabh Varathai Sabh Mehi Eek ||",
    "translation": "The Sovereign Lord permeates each and every heart; the One Lord is all-pervading everywhere.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਸੋਹਣਾ ਰਾਮ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਉਹ ਆਪ ਹੀ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "r-meIAw",
    "type_id": 3
  },
  {
    "shabad_id": 4852,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "jn nwnk kau. hir ikrpw DwrI; gur bcn iDAwieE GrI mIk]4]3]",
    "transliteration": "Jan Naanak Ko Har Kirapaa Dhhaaree Gur Bachan Dhhiaaeiou Gharee Meek ||4||3||",
    "translation": "The Lord has showered His Mercy upon servant Nanak; through the Word of the Guru's Teachings, I have meditated on the Lord in an instant. ||4||3||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਸੇਵਕਾਂ ਉਤੇ ਉਸ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਹ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਘੜੀ ਘੜੀ (ਹਰ ਵੇਲੇ) ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਨ ਲੱਗ ਪਏ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pRBwqI mhlw 4]",
    "transliteration": "Prabhaathee Mehalaa 4 ||",
    "translation": "Prabhaatee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Agm dieAwl ikRpw pRiB DwrI; muiK hir hir nwmu, hm khy]",
    "transliteration": "Agam Dhaeiaal Kirapaa Prabh Dhhaaree Mukh Har Har Naam Ham Kehae ||",
    "translation": "God, the Inaccessible and Merciful, has showered me with His Mercy; I chant the Name of the Lord, Har, Har, with my mouth.",
    "punjabi": "ਅਪਹੁੰਚ ਅਤੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਨੇ (ਜਦੋਂ ਅਸਾਂ ਜੀਵਾਂ ਉੱਤੇ) ਮਿਹਰ ਕੀਤੀ, ਤਾਂ ਅਸਾਂ ਮੂੰਹ ਨਾਲ ਉਸ ਦਾ ਨਾਮ ਜਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "piqq. pwvn hir nwmu iDAwieE; siB iklibK pwp lhy]1]",
    "transliteration": "Pathith Paavan Har Naam Dhhiaaeiou Sabh Kilabikh Paap Lehae ||1||",
    "translation": "I meditate on the Name of the Lord, the Purifier of sinners; I am rid of all my sins and mistakes. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਾਪੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਹੀ ਪਾਪ ਦੂਰ ਹੋ ਗਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "jip mn rwm nwmu; riv rhy]",
    "transliteration": "Jap Man Raam Naam Rav Rehae ||",
    "translation": "O mind, chant the Name of the All-pervading Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਉਸ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "dIn dieAwlu duKBMjnu gwieE; gurmiq nwmu pdwrQu lhy]1]rhwau]",
    "transliteration": "Dheen Dhaeiaal Dhukh Bhanjan Gaaeiou Guramath Naam Padhaarathh Lehae ||1|| Rehaao ||",
    "translation": "I sing the Praises of the Lord, Merciful to the meek, Destroyer of pain. Following the Guru's Teachings, I gather in the Wealth of the Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਉਸ ਨੇ ਬਹੁ-ਮੁੱਲਾ ਹਰਿ-ਨਾਮ ਲੱਭ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4853,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "kwieAw ngir. ngir hir bisE; miq gurmiq hir hir shy]",
    "transliteration": "Kaaeiaa Nagar Nagar Har Basiou Math Guramath Har Har Sehae ||",
    "translation": "The Lord abides in the body-village; through the Wisdom of the Guru's Teachings, the Lord, Har, Har, is revealed.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਹਰੇਕ ਸਰੀਰ-ਸ਼ਹਰ ਵਿਚ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਇਹ ਨਿਸ਼ਚਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "srIr srovir nwmu hir pRgitE; Gir mMdir hir pRBu lhy]2]",
    "transliteration": "Sareer Sarovar Naam Har Pragattiou Ghar Mandhar Har Prabh Lehae ||2||",
    "translation": "In the lake of the body, the Lord's Name has been revealed. Within my own home and mansion, I have obtained the Lord God. ||2||",
    "punjabi": "ਜਿਸ ਸਰੀਰ-ਸਰੋਵਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਹੁੰਦਾ ਹੈ, ਉਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਉਸ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਪਰਮਾਤਮਾ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "jo nr Brim Brim auidAwny; qy swkq mUV muhy]",
    "transliteration": "Jo Nar Bharam Bharam Oudhiaanae Thae Saakath Moorr Muhae ||",
    "translation": "Those beings who wander in the wilderness of doubt - those faithless cynics are foolish, and are plundered.",
    "punjabi": "ਪਰ, ਜਿਹੜੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਇਸ ਸੰਸਾਰ) ਜੰਗਲ ਵਿਚ ਭਟਕ ਕੇ (ਉਮਰ ਗੁਜ਼ਾਰਦੇ ਹਨ) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ) ਲੁਟਾ ਬੈਠਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ijau imRg nwiB, bsY bwsu bsnw; BRim BRimE Jwr ghy]3]",
    "transliteration": "Jio Mrig Naabh Basai Baas Basanaa Bhram Bhramiou Jhaar Gehae ||3||",
    "translation": "They are like the deer: the scent of musk comes from its own navel, but it wanders and roams around, searching for it in the bushes. ||3||",
    "punjabi": "ਜਿਵੇਂ ਕਸਤੂਰੀ ਦੀ ਸੁਗੰਧੀ (ਤਾਂ) ਹਿਰਨ ਦੀ ਧੁੰਨੀ ਵਿਚ ਵੱਸਦੀ ਹੈ, ਪਰ ਉਹ (ਬਾਹਰ ਭਟਕ ਭਟਕ ਕੇ ਝਾੜੀਆਂ ਸੁੰਘਦਾ ਫਿਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ksqUrI dI (bwsu) ^uSbU[ (bsnw) nwpw[ ivSy rUp (J@wr) JwV@IAW",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "qum vf Agm AgwiD boiD pRB; miq dyvhu hir pRB lhy]",
    "transliteration": "Thum Vadd Agam Agaadhh Bodhh Prabh Math Dhaevahu Har Prabh Lehae ||",
    "translation": "You are Great and Unfathomable; Your Wisdom, God, is Profound and Incomprehensible. Please bless me with that wisdom, by which I might attain You, O Lord God.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬਹੁਤ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਜੀਵਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ ਹੈਂ। ਜੇ ਤੂੰ ਆਪ ਹੀ ਅਕਲ ਬਖ਼ਸ਼ੇਂ, ਤਾਂ ਹੀ ਤੈਨੂੰ ਜੀਵ ਮਿਲ ਸਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4853,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "jn nwnk kau. guir hwQu isir DirE; hir rwm nwim riv rhy]4]4]",
    "transliteration": "Jan Naanak Ko Gur Haathh Sir Dhhariou Har Raam Naam Rav Rehae ||4||4||",
    "translation": "The Guru has placed His Hand upon servant Nanak; he chants the Name of the Lord. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਸੇਵਕ ਦੇ ਸਿਰ ਉੱਤੇ ਗੁਰੂ ਨੇ (ਆਪਣਾ ਮਿਹਰ-ਭਰਿਆ) ਹੱਥ ਰੱਖਿਆ ਉਹ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pRBwqI mhlw 4]",
    "transliteration": "Prabhaathee Mehalaa 4 ||",
    "translation": "Prabhaatee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "min lwgI pRIiq, rwm nwm hir; hir jipE hir pRBu vfPw]",
    "transliteration": "Man Laagee Preeth Raam Naam Har Har Japiou Har Prabh Vaddafaa ||",
    "translation": "My mind is in love with the Name of the Lord, Har, Har; I meditate on the Great Lord God.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰੀਤ ਪੈਦਾ ਹੋ ਗਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਵੱਡੇ ਹਰੀ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ,",
    "pronunciation": "(v`f-Pw) vf v`fy Pw ipAwry",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "siqgur bcn suKwny hIArY; hir DwrI hir pRB ikRpPw]1]",
    "transliteration": "Sathigur Bachan Sukhaanae Heearai Har Dhhaaree Har Prabh Kirapafaa ||1||",
    "translation": "The Word of the True Guru has become pleasing to my heart. The Lord God has showered me with His Grace. ||1||",
    "punjabi": "ਜਿਸ ਉਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ। ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੇ ਬਚਨ ਪਿਆਰੇ ਲੱਗਣ ਲੱਗ ਪਏ ॥੧॥",
    "pronunciation": "ikRp-Pw",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "myry mn; Bju rwm nwm hir inmKPw]",
    "transliteration": "Maerae Man Bhaj Raam Naam Har Nimakhafaa ||",
    "translation": "O my mind, vibrate and meditate on the Lord's Name every instant.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰ ਨਿਮਖ (ਹਰ ਵੇਲੇ) ਜਪਿਆ ਕਰ।",
    "pronunciation": "inmK-Pw",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hir hir dwnu dIE. guir pUrY; hir nwmw min qin bsPw]1]rhwau]",
    "transliteration": "Har Har Dhaan Dheeou Gur Poorai Har Naamaa Man Than Basafaa ||1|| Rehaao ||",
    "translation": "The Perfect Guru has blessed me with the gift of the Name of the Lord, Har, Har. The Lord's Name abides in my mind and body. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਦਾਤ ਦੇ ਦਿੱਤੀ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸਦੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਵੱਸ ਪਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "bs-Pw",
    "type_id": 4
  },
  {
    "shabad_id": 4854,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "kwieAw ngir visE Gir mMdir; jip soBw gurmuiK krpPw]",
    "transliteration": "Kaaeiaa Nagar Vasiou Ghar Mandhar Jap Sobhaa Guramukh Karapafaa ||",
    "translation": "The Lord abides in the body-village, in my home and mansion. As Gurmukh, I meditate on His Glory.",
    "punjabi": "(ਉਂਞ ਤਾਂ) ਹਰੇਕ ਸਰੀਰ-ਨਗਰ ਵਿਚ, ਸਰੀਰ-ਘਰ ਵਿਚ, ਸਰੀਰ-ਮੰਦਰ ਵਿਚ ਪਰਮਾਤਮਾ ਵੱਸਦਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਉਸ ਦਾ ਨਾਮ) ਜਪ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "krp-Pw",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "hliq pliq jn Bey suhyly; muK aUjl gurmuiK qrPw]2]",
    "transliteration": "Halath Palath Jan Bheae Suhaelae Mukh Oojal Guramukh Tharafaa ||2||",
    "translation": "Here and hereafter, the Lord's humble servants are embellished and exalted; their faces are radiant; as Gurmukh, they are carried across. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮੁਖ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਰੌਸ਼ਨ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "AnBau hir hir hir ilv lwgI; hir aur DwirE guir. inmKPw]",
    "transliteration": "Anabho Har Har Har Liv Laagee Har Our Dhhaariou Gur Nimakhafaa ||",
    "translation": "I am lovingly attuned to the Fearless Lord, Har, Har, Har; through the Guru, I have enshrined the Lord within my heart in an instant.",
    "punjabi": "ਪਰਮਾਤਮਾ ਉਤੇ ਕੋਈ ਡਰ-ਭਉ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦਾ। ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜੀ, ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਇਕ ਨਿਮਖ ਵਾਸਤੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ,",
    "pronunciation": "An-Bau[ inmK-Pw",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "koit koit ky doK sB jn ky; hir dUir kIey. iek plPw]3]",
    "transliteration": "Kott Kott Kae Dhokh Sabh Jan Kae Har Dhoor Keeeae Eik Palafaa ||3||",
    "translation": "Millions upon millions of the faults and mistakes of the Lord's humble servant are all taken away in an instant. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਸੇਵਕ ਦੇ ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਇਕ ਪਲ ਵਿਚ ਦੂਰ ਕਰ ਦਿੱਤੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "qumry jn qum hI qy jwny; pRB jwinE jn qy muKPw]",
    "transliteration": "Thumarae Jan Thum Hee Thae Jaanae Prabh Jaaniou Jan Thae Mukhafaa ||",
    "translation": "Your humble servants are known only through You, God; knowing You, they becomes supreme.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਭਗਤ ਤੇਰੀ ਹੀ ਮਿਹਰ ਨਾਲ (ਜਗਤ ਵਿਚ) ਪਰਗਟ ਹੁੰਦੇ ਹਨ। ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੇ ਤੇਰੇ ਨਾਲ ਸਾਂਝ ਪਾਈ, ਉਹ ਸੇਵਕ ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4854,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "hir hir Awpu DirE hir jn mih; jn nwnku hir pRBu iekPw]4]5]",
    "transliteration": "Har Har Aap Dhhariou Har Jan Mehi Jan Naanak Har Prabh Eikafaa ||4||5||",
    "translation": "The Lord, Har, Har, has enshrined Himself within His humble servant. O Nanak, the Lord God and His servant are one and the same. ||4||5||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਆਪ ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਅੰਦਰ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ। (ਤਾਹੀਏਂ, ਪਰਮਾਤਮਾ ਦਾ) ਸੇਵਕ (ਗੁਰੂ) ਨਾਨਕ ਅਤੇ ਹਰੀ-ਪ੍ਰਭੂ ਇੱਕ-ਰੂਪ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]