[
  {
    "id": 57523,
    "shabad_id": 4879,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੩ ਬਿਭਾਸ",
    "transliteration": "Prabhaathee Mehalaa 3 Bibhaasa",
    "translation": "Prabhaatee, Third Mehl, Bibhaas:",
    "punjabi": "ਰਾਗ ਪ੍ਰਭਾਤੀ/ਬਿਭਾਗ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57524,
    "shabad_id": 4879,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 57525,
    "shabad_id": 4879,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਵੇਖੁ ਤੂ; ਹਰਿਮੰਦਰੁ ਤੇਰੈ ਨਾਲਿ ||",
    "transliteration": "Gur Parasaadhee Vaekh Thoo Har Mandhar Thaerai Naal ||",
    "translation": "By Guru's Grace, see that the Temple of the Lord is within you.",
    "punjabi": "ਤੂੰ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਵੇਖ, ਪਰਮਾਤਮਾ ਦਾ ਘਰ ਤੇਰੇ ਨਾਲ ਹੈ (ਤੇਰੇ ਅੰਦਰ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57526,
    "shabad_id": 4879,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ ਸਬਦੇ ਖੋਜੀਅੈ; ਹਰਿ ਨਾਮੋ ਲੇਹੁ ਸਮ੍ਹਾਲਿ ||੧||",
    "transliteration": "Har Mandhar Sabadhae Khojeeai Har Naamo Laehu Samhaal ||1||",
    "translation": "The Temple of the Lord is found through the Word of the Shabad; contemplate the Lord's Name. ||1||",
    "punjabi": "ਇਸ) 'ਹਰਿ ਮੰਦਰ' ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ, ਅਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਅੰਦਰ ਸਾਂਭ ਕੇ ਰੱਖ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57527,
    "shabad_id": 4879,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਸਬਦਿ ਰਪੈ ਰੰਗੁ ਹੋੲਿ ||",
    "transliteration": "Man Maerae Sabadh Rapai Rang Hoe ||",
    "translation": "O my mind, be joyfully attuned to the Shabad.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ) ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57528,
    "shabad_id": 4879,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਚੀ ਭਗਤਿ ਸਚਾ ਹਰਿਮੰਦਰੁ; ਪ੍ਰਗਟੀ ਸਾਚੀ ਸੋੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sachee Bhagath Sachaa Har Mandhar Pragattee Saachee Soe ||1|| Rehaao ||",
    "translation": "True is devotional worship, and True is the Temple of the Lord; True is His Manifest Glory. ||1||Pause||",
    "punjabi": "ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਸੋਭਾ ਸਦਾ ਲਈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਖਿਲਰ ਜਾਂਦੀ ਹੈ। (ਉਸ ਮਨੁੱਖ ਦਾ ਸਰੀਰ) ਪਰਮਾਤਮਾ ਦਾ ਕਦੇ ਨਾਹ ਡੋਲਣ ਵਾਲਾ ਘਰ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਸਰੀਰ ਅਜਿਹਾ 'ਹਰਿ ਮੰਦਰ' ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਝੱਖੜ ਹਿਲਾ ਨਹੀਂ ਸਕਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57529,
    "shabad_id": 4879,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ ੲੇਹੁ ਸਰੀਰੁ ਹੈ; ਗਿਅਾਨਿ ਰਤਨਿ ਪਰਗਟੁ ਹੋੲਿ ||",
    "transliteration": "Har Mandhar Eaehu Sareer Hai Giaan Rathan Paragatt Hoe ||",
    "translation": "This body is the Temple of the Lord, in which the jewel of spiritual wisdom is revealed.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ) ਇਹ ਸਰੀਰ 'ਹਰਿ-ਮੰਦਰ' ਹੈ (ਪਰ ਇਹ ਭੇਤ ਸਤਿਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਕੀਮਤੀ ਸੂਝ ਦੀ ਰਾਹੀਂ ਖੁਲ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57530,
    "shabad_id": 4879,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਨਮੁਖ ਮੂਲੁ. ਨ ਜਾਣਨੀ; ਮਾਣਸਿ. ਹਰਿਮੰਦਰੁ ਨ ਹੋੲਿ ||੨||",
    "transliteration": "Manamukh Mool N Jaananee Maanas Har Mandhar N Hoe ||2||",
    "translation": "The self-willed manmukhs do not know anything at all; they do not believe that the Lord's Temple is within. ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ (ਜਗਤ ਦੇ) ਮੂਲ (ਪਰਮਾਤਮਾ) ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ (ਇਸ ਵਾਸਤੇ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ) ਮਨੁੱਖ ਦੇ ਅੰਦਰ 'ਹਰਿ-ਮੰਦਰ' ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57531,
    "shabad_id": 4879,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ ਹਰਿ ਜੀੳੁ ਸਾਜਿਅਾ; ਰਖਿਅਾ ਹੁਕਮਿ ਸਵਾਰਿ ||",
    "transliteration": "Har Mandhar Har Jeeo Saajiaa Rakhiaa Hukam Savaar ||",
    "translation": "The Dear Lord created the Temple of the Lord; He adorns it by His Will.",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ) 'ਹਰਿ-ਮੰਦਰ' ਪ੍ਰਭੂ ਜੀ ਨੇ ਆਪ ਬਣਾਇਆ ਹੈ (ਅਤੇ ਆਪਣੇ) ਹੁਕਮ ਨਾਲ ਸਜਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57532,
    "shabad_id": 4879,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਧੁਰਿ ਲੇਖੁ ਲਿਖਿਅਾ ਸੁ ਕਮਾਵਣਾ; ਕੋੲਿ. ਨ ਮੇਟਣਹਾਰੁ ||੩||",
    "transliteration": "Dhhur Laekh Likhiaa S Kamaavanaa Koe N Maettanehaar ||3||",
    "translation": "All act according to their pre-ordained destiny; no one can erase it. ||3||",
    "punjabi": "ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਜਿਹੜਾ) ਲੇਖ (ਹਰੇਕ ਸਰੀਰ-ਹਰਿ-ਮੰਦਰ ਵਿਚ) ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ ਉਸ ਲੇਖ ਅਨੁਸਾਰ ਹਰੇਕ ਪ੍ਰਾਣੀ ਨੂੰ ਤੁਰਨਾ ਪੈਂਦਾ ਹੈ। ਕੋਈ ਮਨੁੱਖ (ਆਪਣੇ ਕਿਸੇ ਉੱਦਮ ਨਾਲ ਉਸ ਲੇਖ ਨੂੰ) ਮਿਟਾਣ ਜੋਗਾ ਨਹੀਂ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57533,
    "shabad_id": 4879,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸਬਦੁ ਚੀਨਿ੍ਹ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਚੈ ਨਾੲਿ ਪਿਅਾਰ ||",
    "transliteration": "Sabadh Cheenih Sukh Paaeiaa Sachai Naae Piaar ||",
    "translation": "Contemplating the Shabad, peace is obtained, loving the True Name.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਪਿਆਰ ਪਾਇਆ, ਉਸ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57534,
    "shabad_id": 4879,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ ਸਬਦੇ ਸੋਹਣਾ; ਕੰਚਨੁ ਕੋਟੁ ਅਪਾਰ ||੪||",
    "transliteration": "Har Mandhar Sabadhae Sohanaa Kanchan Kott Apaar ||4||",
    "translation": "The Temple of the Lord is embellished with the Shabad; it is an Infinite Fortress of God. ||4||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦਾ ਸਰੀਰ-) ਹਰਿ-ਮੰਦਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸੋਹਣਾ ਬਣ ਗਿਆ, (ਉਹ ਹਰਿ-ਮੰਦਰ) ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਨਿਵਾਸ) ਵਾਸਤੇ (ਮਾਨੋ) ਸੋਨੇ ਦਾ ਕਿਲ੍ਹਾ ਬਣ ਗਿਆ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57535,
    "shabad_id": 4879,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ. ੲੇਹੁ ਜਗਤੁ ਹੈ; ਗੁਰ ਬਿਨੁ. ਘੋਰੰਧਾਰ ||",
    "transliteration": "Har Mandhar Eaehu Jagath Hai Gur Bin Ghorandhhaar ||",
    "translation": "This world is the Temple of the Lord; without the Guru, there is only pitch darkness.",
    "punjabi": "ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਭੀ 'ਹਰਿ-ਮੰਦਰ' ਹੀ ਹੈ (ਪਰਮਾਤਮਾ ਦੇ ਰਹਿਣ ਦਾ ਘਰ ਹੈ)। ਪਰ ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ, ਜੀਵਾਂ ਨੂੰ ਇਸ ਭੇਤ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ)।",
    "pronunciation": "ਜੱਗਤੁ[ ਘੋਰੰ-ਧਾਰ",
    "type_id": 3
  },
  {
    "id": 57536,
    "shabad_id": 4879,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਦੂਜਾ ਭਾੳੁ ਕਰਿ ਪੂਜਦੇ; ਮਨਮੁਖ ਅੰਧ ਗਵਾਰ ||੫||",
    "transliteration": "Dhoojaa Bhaao Kar Poojadhae Manamukh Andhh Gavaar ||5||",
    "translation": "The blind and foolish self-willed manmukhs worship in the love of duality. ||5||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅੰਨ੍ਹੇ ਹੋਏ ਹੋਏ ਮੂਰਖ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਨਾਲ ਪਿਆਰ ਪਾ ਕੇ ਉਸ ਨੂੰ ਪੂਜਦੇ-ਸਤਕਾਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57537,
    "shabad_id": 4879,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਜਿਥੈ ਲੇਖਾ ਮੰਗੀਅੈ; ਤਿਥੈ ਦੇਹ ਜਾਤਿ. ਨ ਜਾੲਿ ||",
    "transliteration": "Jithhai Laekhaa Mangeeai Thithhai Dhaeh Jaath N Jaae ||",
    "translation": "One's body and social status do not go along to that place, where all are called to account.",
    "punjabi": "ਜਿੱਥੇ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਮਨੁੱਖ ਪਾਸੋਂ ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ ਉਥੇ (ਮਨੁੱਖ ਦੇ ਨਾਲ) ਨਾਹ (ਇਹ) ਸਰੀਰ ਜਾਂਦਾ ਹੈ ਨਾਹ (ਉੱਚੀ ਨੀਵੀਂ) ਜਾਤਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57538,
    "shabad_id": 4879,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਸਾਚਿ ਰਤੇ ਸੇ ੳੁਬਰੇ; ਦੁਖੀੲੇ ਦੂਜੈ ਭਾੲਿ ||੬||",
    "transliteration": "Saach Rathae Sae Oubarae Dhukheeeae Dhoojai Bhaae ||6||",
    "translation": "Those who are attuned to Truth are saved; those in the love of duality are miserable. ||6||",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਉਥੇ ਲੇਖਾ ਹੋਣ ਸਮੇ) ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ, (ਜਿਹੜੇ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਹੀ ਜ਼ਿੰਦਗੀ ਦੇ ਦਿਨ ਗੁਜ਼ਾਰ ਜਾਂਦੇ ਹਨ, ਉਹ ਉਥੇ) ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57539,
    "shabad_id": 4879,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਹਰਿਮੰਦਰ ਮਹਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਨਾ ਬੂਝਹਿ. ਮੁਗਧ ਗਵਾਰ ||",
    "transliteration": "Har Mandhar Mehi Naam Nidhhaan Hai Naa Boojhehi Mugadhh Gavaar ||",
    "translation": "The treasure of the Naam is within the Temple of the Lord. The idiotic fools do not realize this.",
    "punjabi": "(ਇਸ ਸਰੀਰ-) 'ਹਰਿ-ਮੰਦਰ' ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਵਾਸਤੇ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਪਰ ਮੂਰਖ ਬੰਦੇ (ਇਹ ਗੱਲ) ਨਹੀਂ ਸਮਝਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57540,
    "shabad_id": 4879,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਚੀਨਿ੍ਹਅਾ; ਹਰਿ ਰਾਖਿਅਾ ੳੁਰਿ ਧਾਰਿ ||੭||",
    "transliteration": "Gur Parasaadhee Cheenihaaa Har Raakhiaa Our Dhhaar ||7||",
    "translation": "By Guru's Grace, I have realized this. I keep the Lord enshrined within my heart. ||7||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਹ ਭੇਤ) ਸਮਝ ਲਿਆ, ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ ਲਿਆ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57541,
    "shabad_id": 4879,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਕੀ ਬਾਣੀ. ਗੁਰ ਤੇ ਜਾਤੀ; ਜਿ ਸਬਦਿ ਰਤੇ ਰੰਗੁ ਲਾੲਿ ||",
    "transliteration": "Gur Kee Baanee Gur Thae Jaathee J Sabadh Rathae Rang Laae ||",
    "translation": "Those who are attuned to the love of the Shabad know the Guru, through the Word of the Guru's Bani.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ) ਪਿਆਰ ਬਣਾ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ ਗੁਰੂ ਦੀ ਬਾਣੀ (ਦੀ ਕਦਰ) ਸਮਝ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57542,
    "shabad_id": 4879,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "ਪਵਿਤੁ ਪਾਵਨ ਸੇ ਜਨ ਨਿਰਮਲ; ਹਰਿ ਕੈ ਨਾਮਿ ਸਮਾੲਿ ||੮||",
    "transliteration": "Pavith Paavan Sae Jan Niramal Har Kai Naam Samaae ||8||",
    "translation": "Sacred, pure and immaculate are those humble beings who are absorbed in the Name of the Lord. ||8||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਸੁੱਚੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57543,
    "shabad_id": 4879,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "ਹਰਿਮੰਦਰੁ ਹਰਿ ਕਾ ਹਾਟੁ ਹੈ; ਰਖਿਅਾ ਸਬਦਿ ਸਵਾਰਿ ||",
    "transliteration": "Har Mandhar Har Kaa Haatt Hai Rakhiaa Sabadh Savaar ||",
    "translation": "The Temple of the Lord is the Lord's Shop; He embellishes it with the Word of His Shabad.",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ) 'ਹਰਿ-ਮੰਦਰ' ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ-ਵੱਖਰ) ਦਾ ਹੱਟ ਹੈ, ਇਸ (ਹੱਟ) ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਜਾ ਕੇ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57544,
    "shabad_id": 4879,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "ਤਿਸੁ ਵਿਚਿ ਸੳੁਦਾ, ੲੇਕੁ ਨਾਮੁ; ਗੁਰਮੁਖਿ ਲੈਨਿ. ਸਵਾਰਿ ||੯||",
    "transliteration": "This Vich Soudhaa Eaek Naam Guramukh Lain Savaar ||9||",
    "translation": "In that shop is the merchandise of the One Name; the Gurmukhs adorn themselves with it. ||9||",
    "punjabi": "ਇਸ (ਸਰੀਰ ਹੱਟ) ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸੌਦਾ (ਮਿਲ ਸਕਦਾ) ਹੈ। (ਪਰ ਸਿਰਫ਼) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਆਪਣੇ ਜੀਵਨ ਨੂੰ) ਸੋਹਣਾ ਬਣਾ ਕੇ (ਇਹ ਸੌਦਾ) ਲੈਂਦੇ ਹਨ ॥੯॥",
    "pronunciation": "ਨਿਸਵਾਰਿ ਪਾਠ ਨ ਕਰੋ",
    "type_id": 3
  },
  {
    "id": 57545,
    "shabad_id": 4879,
    "pada": 12,
    "source_line": 13,
    "gurmukhi": "ਹਰਿਮੰਦਰ ਮਹਿ, ਮਨੁ ਲੋਹਟੁ ਹੈ; ਮੋਹਿਅਾ ਦੂਜੈ ਭਾੲਿ ||",
    "transliteration": "Har Mandhar Mehi Man Lohatt Hai Mohiaa Dhoojai Bhaae ||",
    "translation": "The mind is like iron slag, within the Temple of the Lord; it is lured by the love of duality.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ) ਲੁਟਾ ਬੈਠਦਾ ਹੈ, (ਉਸ ਦਾ) ਮਨ (ਇਸ ਸਰੀਰ-) ਹਰਿ-ਮੰਦਰ ਵਿਚ ਲੋਹਾ (ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "(ਹਰਿਮੰਦਰ) ਸ੍ਰੀਰ[ (ਲੋਹਟੁ) ਲੋਹੇ ਦੀ ਮੈਲ਼ ਮਨੂਰ ਦਾ ਟੁਕੜਾ[ (ਮੋਹਿਅਾ) ਠੱਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 57546,
    "shabad_id": 4879,
    "pada": 12,
    "source_line": 13,
    "gurmukhi": "ਪਾਰਸਿ ਭੇਟਿਅੈ. ਕੰਚਨੁ ਭੲਿਅਾ; ਕੀਮਤਿ ਕਹੀ. ਨ ਜਾੲਿ ||੧੦||",
    "transliteration": "Paaras Bhaettiai Kanchan Bhaeiaa Keemath Kehee N Jaae ||10||",
    "translation": "Meeting with the Guru, the Philosopher's Stone, the mind is transformed into gold. Its value cannot be described. ||10||",
    "punjabi": "(ਪਰ, ਹਾਂ) ਜੇ ਗੁਰੂ-ਪਾਰਸ ਮਿਲ ਪਏ (ਤਾਂ ਲੋਹੇ ਵਰਗਾ ਨਿਕੰਮਾ ਬਣਿਆ ਉਸ ਦਾ ਮਨ) ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਫਿਰ ਉਹ ਇਤਨੇ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਉਸ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57547,
    "shabad_id": 4879,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "ਹਰਿਮੰਦਰ ਮਹਿ ਹਰਿ ਵਸੈ; ਸਰਬ ਨਿਰੰਤਰਿ ਸੋੲਿ ||",
    "transliteration": "Har Mandhar Mehi Har Vasai Sarab Niranthar Soe ||",
    "translation": "The Lord abides within the Temple of the Lord. He is pervading in all.",
    "punjabi": "(ਇਸ ਸਰੀਰ-) 'ਹਰਿ-ਮੰਦਰ' ਵਿਚ ਪਰਮਾਤਮਾ (ਆਪ) ਵੱਸਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਹੀ ਇਕ-ਰਸ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57548,
    "shabad_id": 4879,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਵਣਜੀਅੈ; ਸਚਾ ਸੳੁਦਾ ਹੋੲਿ ||੧੧||੧||",
    "transliteration": "Naanak Guramukh Vanajeeai Sachaa Soudhaa Hoe ||11||1||",
    "translation": "O Nanak, the Gurmukhs trade in the merchandise of Truth. ||11||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਰਬ-ਨਿਵਾਸੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਵਣਜਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਇਹ ਸੌਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾ ਹੈ ॥੧੧॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57549,
    "shabad_id": 4880,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Prabhaathee Mehalaa 3 ||",
    "translation": "Prabhaatee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57550,
    "shabad_id": 4880,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭੈ ਭਾੲਿ ਜਾਗੇ, ਸੇ ਜਨ ਜਾਗ੍ਰਣ ਕਰਹਿ; ਹੳੁਮੈ ਮੈਲੁ ੳੁਤਾਰਿ ||",
    "transliteration": "Bhai Bhaae Jaagae Sae Jan Jaagran Karehi Houmai Mail Outhaar ||",
    "translation": "Those who remain awake and aware in the Love and Fear of God, rid themselves of the filth and pollution of egotism.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ (ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਹੀ (ਆਪਣੇ ਮਨ ਤੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਲਾਹ ਕੇ (ਅਸਲ) ਜਾਗਰੇ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57551,
    "shabad_id": 4880,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਦਾ ਜਾਗਹਿ. ਘਰੁ ਅਪਣਾ ਰਾਖਹਿ; ਪੰਚ ਤਸਕਰ ਕਾਢਹਿ ਮਾਰਿ ||੧||",
    "transliteration": "Sadhaa Jaagehi Ghar Apanaa Raakhehi Panch Thasakar Kaadtehi Maar ||1||",
    "translation": "They remain awake and aware forever, and protect their homes, by beating and driving out the five thieves. ||1||",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖ) ਸਦਾ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਆਪਣਾ ਹਿਰਦਾ-ਘਰ (ਵਿਕਾਰ ਦੀ ਮਾਰ ਤੋਂ) ਬਚਾ ਰੱਖਦੇ ਹਨ (ਇਹਨਾਂ ਕਾਮਾਦਕਿ) ਪੰਜ ਚੋਰਾਂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57552,
    "shabad_id": 4880,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਮੇਰੇ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿ ||",
    "transliteration": "Man Maerae Guramukh Naam Dhhiaae ||",
    "translation": "O my mind, as Gurmukh, meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57553,
    "shabad_id": 4880,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਿਤੁ ਮਾਰਗਿ ਹਰਿ ਪਾੲੀਅੈ; ਮਨ ਸੇੲੀ ਕਰਮ ਕਮਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jith Maarag Har Paaeeai Man Saeee Karam Kamaae ||1|| Rehaao ||",
    "translation": "O mind, do only those deeds which will lead you to the Path of the Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! (ਹੋਰ ਹੋਰ ਪੂਜਾ ਦੇ ਕਰਮ ਛੱਡ ਕੇ) ਉਹੀ ਕਰਮ ਕਰਿਆ ਕਰ, ਜਿਸ ਰਸਤੇ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹੋ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57554,
    "shabad_id": 4880,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਹਜ ਧੁਨਿ ੳੂਪਜੈ; ਦੁਖੁ ਹੳੁਮੈ ਵਿਚਹੁ ਜਾੲਿ ||",
    "transliteration": "Guramukh Sehaj Dhhun Oopajai Dhukh Houmai Vichahu Jaae ||",
    "translation": "The celestial melody wells up in the Gurmukh, and the pains of egotism are taken away.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57555,
    "shabad_id": 4880,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਨਾਮਾ ਹਰਿ ਮਨਿ ਵਸੈ; ਸਹਜੇ ਹਰਿ ਗੁਣ ਗਾੲਿ ||੨||",
    "transliteration": "Har Naamaa Har Man Vasai Sehajae Har Gun Gaae ||2||",
    "translation": "The Name of the Lord abides in the mind, as one intuitively sings the Glorious Praises of the Lord. ||2||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਲਈ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57556,
    "shabad_id": 4880,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮਤੀ ਮੁਖ ਸੋਹਣੇ; ਹਰਿ ਰਾਖਿਅਾ ੳੁਰਿ ਧਾਰਿ ||",
    "transliteration": "Guramathee Mukh Sohanae Har Raakhiaa Our Dhhaar ||",
    "translation": "Those who follow the Guru's Teachings - their faces are radiant and beautiful. They keep the Lord enshrined in their hearts.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਹਣੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57557,
    "shabad_id": 4880,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਅੈਥੈ ਓਥੈ ਸੁਖੁ ਘਣਾ; ਜਪਿ ਹਰਿ ਹਰਿ ੳੁਤਰੇ ਪਾਰਿ ||੩||",
    "transliteration": "Aithhai Outhhai Sukh Ghanaa Jap Har Har Outharae Paar ||3||",
    "translation": "Here and hereafter, they find absolute peace; chanting the Name of the Lord, Har, Har, they are carried across to the other shore. ||3||",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ) ਇਸ ਲੋਕ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਬਹੁਤ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪ ਕੇ ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
