[
  {
    "shabad_id": 4879,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pRBwqI mhlw 3 ibBws",
    "transliteration": "Prabhaathee Mehalaa 3 Bibhaasa",
    "punjabi": "ਰਾਗ ਪ੍ਰਭਾਤੀ/ਬਿਭਾਗ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4879,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "gur prswdI vyKu qU; hirmMdru qyrY nwil]",
    "transliteration": "Gur Parasaadhee Vaekh Thoo Har Mandhar Thaerai Naal ||",
    "punjabi": "ਤੂੰ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਵੇਖ, ਪਰਮਾਤਮਾ ਦਾ ਘਰ ਤੇਰੇ ਨਾਲ ਹੈ (ਤੇਰੇ ਅੰਦਰ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hirmMdru sbdy KojIAY; hir nwmo lyhu sm@wil]1]",
    "transliteration": "Har Mandhar Sabadhae Khojeeai Har Naamo Laehu Samhaal ||1||",
    "punjabi": "ਇਸ) 'ਹਰਿ ਮੰਦਰ' ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ, ਅਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਅੰਦਰ ਸਾਂਭ ਕੇ ਰੱਖ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "mn myry; sbid rpY rMgu hoie]",
    "transliteration": "Man Maerae Sabadh Rapai Rang Hoe ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦਾ) ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "scI Bgiq scw hirmMdru; pRgtI swcI soie]1]rhwau]",
    "transliteration": "Sachee Bhagath Sachaa Har Mandhar Pragattee Saachee Soe ||1|| Rehaao ||",
    "punjabi": "ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਸੋਭਾ ਸਦਾ ਲਈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਖਿਲਰ ਜਾਂਦੀ ਹੈ। (ਉਸ ਮਨੁੱਖ ਦਾ ਸਰੀਰ) ਪਰਮਾਤਮਾ ਦਾ ਕਦੇ ਨਾਹ ਡੋਲਣ ਵਾਲਾ ਘਰ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਸਰੀਰ ਅਜਿਹਾ 'ਹਰਿ ਮੰਦਰ' ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਝੱਖੜ ਹਿਲਾ ਨਹੀਂ ਸਕਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4879,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hirmMdru eyhu srIru hY; igAwin rqin prgtu hoie]",
    "transliteration": "Har Mandhar Eaehu Sareer Hai Giaan Rathan Paragatt Hoe ||",
    "punjabi": "(ਮਨੁੱਖ ਦਾ) ਇਹ ਸਰੀਰ 'ਹਰਿ-ਮੰਦਰ' ਹੈ (ਪਰ ਇਹ ਭੇਤ ਸਤਿਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਕੀਮਤੀ ਸੂਝ ਦੀ ਰਾਹੀਂ ਖੁਲ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "mnmuK mUlu. n jwxnI; mwxis. hirmMdru n hoie ]2]",
    "transliteration": "Manamukh Mool N Jaananee Maanas Har Mandhar N Hoe ||2||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ (ਜਗਤ ਦੇ) ਮੂਲ (ਪਰਮਾਤਮਾ) ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ (ਇਸ ਵਾਸਤੇ ਉਹ ਸਮਝਦੇ ਹਨ ਕਿ) ਮਨੁੱਖ ਦੇ ਅੰਦਰ 'ਹਰਿ-ਮੰਦਰ' ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hirmMdru hir jIau swijAw; riKAw hukim svwir]",
    "transliteration": "Har Mandhar Har Jeeo Saajiaa Rakhiaa Hukam Savaar ||",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ) 'ਹਰਿ-ਮੰਦਰ' ਪ੍ਰਭੂ ਜੀ ਨੇ ਆਪ ਬਣਾਇਆ ਹੈ (ਅਤੇ ਆਪਣੇ) ਹੁਕਮ ਨਾਲ ਸਜਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "Duir lyKu iliKAw su kmwvxw; koie. n mytxhwru]3]",
    "transliteration": "Dhhur Laekh Likhiaa S Kamaavanaa Koe N Maettanehaar ||3||",
    "punjabi": "ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਜਿਹੜਾ) ਲੇਖ (ਹਰੇਕ ਸਰੀਰ-ਹਰਿ-ਮੰਦਰ ਵਿਚ) ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ ਉਸ ਲੇਖ ਅਨੁਸਾਰ ਹਰੇਕ ਪ੍ਰਾਣੀ ਨੂੰ ਤੁਰਨਾ ਪੈਂਦਾ ਹੈ। ਕੋਈ ਮਨੁੱਖ (ਆਪਣੇ ਕਿਸੇ ਉੱਦਮ ਨਾਲ ਉਸ ਲੇਖ ਨੂੰ) ਮਿਟਾਣ ਜੋਗਾ ਨਹੀਂ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "sbdu cIin@ suKu pwieAw; scY nwie ipAwr]",
    "transliteration": "Sabadh Cheenih Sukh Paaeiaa Sachai Naae Piaar ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਪਿਆਰ ਪਾਇਆ, ਉਸ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "hirmMdru sbdy sohxw; kMcnu kotu Apwr]4]",
    "transliteration": "Har Mandhar Sabadhae Sohanaa Kanchan Kott Apaar ||4||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦਾ ਸਰੀਰ-) ਹਰਿ-ਮੰਦਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸੋਹਣਾ ਬਣ ਗਿਆ, (ਉਹ ਹਰਿ-ਮੰਦਰ) ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਨਿਵਾਸ) ਵਾਸਤੇ (ਮਾਨੋ) ਸੋਨੇ ਦਾ ਕਿਲ੍ਹਾ ਬਣ ਗਿਆ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "hirmMdru. eyhu jgqu hY; gur ibnu. GorMDwr]",
    "transliteration": "Har Mandhar Eaehu Jagath Hai Gur Bin Ghorandhhaar ||",
    "punjabi": "ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਭੀ 'ਹਰਿ-ਮੰਦਰ' ਹੀ ਹੈ (ਪਰਮਾਤਮਾ ਦੇ ਰਹਿਣ ਦਾ ਘਰ ਹੈ)। ਪਰ ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ, ਜੀਵਾਂ ਨੂੰ ਇਸ ਭੇਤ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ)।",
    "pronunciation": "j`gqu[ GorM-Dwr",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "dUjw Bwau kir pUjdy; mnmuK AMD gvwr ]5]",
    "transliteration": "Dhoojaa Bhaao Kar Poojadhae Manamukh Andhh Gavaar ||5||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅੰਨ੍ਹੇ ਹੋਏ ਹੋਏ ਮੂਰਖ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਨਾਲ ਪਿਆਰ ਪਾ ਕੇ ਉਸ ਨੂੰ ਪੂਜਦੇ-ਸਤਕਾਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ijQY lyKw mMgIAY; iqQY dyh jwiq. n jwie]",
    "transliteration": "Jithhai Laekhaa Mangeeai Thithhai Dhaeh Jaath N Jaae ||",
    "punjabi": "ਜਿੱਥੇ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਮਨੁੱਖ ਪਾਸੋਂ ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ ਉਥੇ (ਮਨੁੱਖ ਦੇ ਨਾਲ) ਨਾਹ (ਇਹ) ਸਰੀਰ ਜਾਂਦਾ ਹੈ ਨਾਹ (ਉੱਚੀ ਨੀਵੀਂ) ਜਾਤਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "swic rqy sy aubry; duKIey dUjY Bwie]6]",
    "transliteration": "Saach Rathae Sae Oubarae Dhukheeeae Dhoojai Bhaae ||6||",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਉਥੇ ਲੇਖਾ ਹੋਣ ਸਮੇ) ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ, (ਜਿਹੜੇ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਹੀ ਜ਼ਿੰਦਗੀ ਦੇ ਦਿਨ ਗੁਜ਼ਾਰ ਜਾਂਦੇ ਹਨ, ਉਹ ਉਥੇ) ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "hirmMdr mih nwmu inDwnu hY; nw bUJih. mugD gvwr]",
    "transliteration": "Har Mandhar Mehi Naam Nidhhaan Hai Naa Boojhehi Mugadhh Gavaar ||",
    "punjabi": "(ਇਸ ਸਰੀਰ-) 'ਹਰਿ-ਮੰਦਰ' ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਵਾਸਤੇ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਪਰ ਮੂਰਖ ਬੰਦੇ (ਇਹ ਗੱਲ) ਨਹੀਂ ਸਮਝਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "gur prswdI cIin@Aw; hir rwiKAw auir Dwir]7]",
    "transliteration": "Gur Parasaadhee Cheenihaaa Har Raakhiaa Our Dhhaar ||7||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਹ ਭੇਤ) ਸਮਝ ਲਿਆ, ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ ਲਿਆ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "gur kI bwxI. gur qy jwqI; ij sbid rqy rMgu lwie]",
    "transliteration": "Gur Kee Baanee Gur Thae Jaathee J Sabadh Rathae Rang Laae ||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ) ਪਿਆਰ ਬਣਾ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ ਗੁਰੂ ਦੀ ਬਾਣੀ (ਦੀ ਕਦਰ) ਸਮਝ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "pivqu pwvn sy jn inrml; hir kY nwim smwie]8]",
    "transliteration": "Pavith Paavan Sae Jan Niramal Har Kai Naam Samaae ||8||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਸੁੱਚੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "hirmMdru hir kw hwtu hY; riKAw sbid svwir]",
    "transliteration": "Har Mandhar Har Kaa Haatt Hai Rakhiaa Sabadh Savaar ||",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ) 'ਹਰਿ-ਮੰਦਰ' ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ-ਵੱਖਰ) ਦਾ ਹੱਟ ਹੈ, ਇਸ (ਹੱਟ) ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਜਾ ਕੇ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "iqsu ivic saudw, eyku nwmu; gurmuiK lYin. svwir]9]",
    "transliteration": "This Vich Soudhaa Eaek Naam Guramukh Lain Savaar ||9||",
    "punjabi": "ਇਸ (ਸਰੀਰ ਹੱਟ) ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸੌਦਾ (ਮਿਲ ਸਕਦਾ) ਹੈ। (ਪਰ ਸਿਰਫ਼) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਆਪਣੇ ਜੀਵਨ ਨੂੰ) ਸੋਹਣਾ ਬਣਾ ਕੇ (ਇਹ ਸੌਦਾ) ਲੈਂਦੇ ਹਨ ॥੯॥",
    "pronunciation": "insvwir pwT n kro",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 12,
    "source_line": 13,
    "gurmukhi": "hirmMdr mih, mnu lohtu hY; moihAw dUjY Bwie]",
    "transliteration": "Har Mandhar Mehi Man Lohatt Hai Mohiaa Dhoojai Bhaae ||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ) ਲੁਟਾ ਬੈਠਦਾ ਹੈ, (ਉਸ ਦਾ) ਮਨ (ਇਸ ਸਰੀਰ-) ਹਰਿ-ਮੰਦਰ ਵਿਚ ਲੋਹਾ (ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "(hirmMdr) sRIr[ (lohtu) lohy dI mYL mnUr dw tukVw[ (moihAw) T`igAw",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 12,
    "source_line": 13,
    "gurmukhi": "pwris ByitAY. kMcnu BieAw; kImiq khI. n jwie]10]",
    "transliteration": "Paaras Bhaettiai Kanchan Bhaeiaa Keemath Kehee N Jaae ||10||",
    "punjabi": "(ਪਰ, ਹਾਂ) ਜੇ ਗੁਰੂ-ਪਾਰਸ ਮਿਲ ਪਏ (ਤਾਂ ਲੋਹੇ ਵਰਗਾ ਨਿਕੰਮਾ ਬਣਿਆ ਉਸ ਦਾ ਮਨ) ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਫਿਰ ਉਹ ਇਤਨੇ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਉਸ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "hirmMdr mih hir vsY; srb inrMqir soie]",
    "transliteration": "Har Mandhar Mehi Har Vasai Sarab Niranthar Soe ||",
    "punjabi": "(ਇਸ ਸਰੀਰ-) 'ਹਰਿ-ਮੰਦਰ' ਵਿਚ ਪਰਮਾਤਮਾ (ਆਪ) ਵੱਸਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਹੀ ਇਕ-ਰਸ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4879,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "nwnk gurmuiK vxjIAY; scw saudw hoie]11]1]",
    "transliteration": "Naanak Guramukh Vanajeeai Sachaa Soudhaa Hoe ||11||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਰਬ-ਨਿਵਾਸੀ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਵਣਜਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਇਹ ਸੌਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸੌਦਾ ਹੈ ॥੧੧॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pRBwqI mhlw 3]",
    "transliteration": "Prabhaathee Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "BY Bwie jwgy, sy jn jwgRx krih; haumY mYlu auqwir]",
    "transliteration": "Bhai Bhaae Jaagae Sae Jan Jaagran Karehi Houmai Mail Outhaar ||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ (ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਹੀ (ਆਪਣੇ ਮਨ ਤੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਲਾਹ ਕੇ (ਅਸਲ) ਜਾਗਰੇ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sdw jwgih. Gru Apxw rwKih; pMc qskr kwFih mwir]1]",
    "transliteration": "Sadhaa Jaagehi Ghar Apanaa Raakhehi Panch Thasakar Kaadtehi Maar ||1||",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖ) ਸਦਾ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਆਪਣਾ ਹਿਰਦਾ-ਘਰ (ਵਿਕਾਰ ਦੀ ਮਾਰ ਤੋਂ) ਬਚਾ ਰੱਖਦੇ ਹਨ (ਇਹਨਾਂ ਕਾਮਾਦਕਿ) ਪੰਜ ਚੋਰਾਂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਕੇ ਕੱਢ ਦੇਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mn myry; gurmuiK nwmu iDAwie]",
    "transliteration": "Man Maerae Guramukh Naam Dhhiaae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijqu mwrig hir pweIAY; mn syeI krm kmwie]1]rhwau]",
    "transliteration": "Jith Maarag Har Paaeeai Man Saeee Karam Kamaae ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਮਨ! (ਹੋਰ ਹੋਰ ਪੂਜਾ ਦੇ ਕਰਮ ਛੱਡ ਕੇ) ਉਹੀ ਕਰਮ ਕਰਿਆ ਕਰ, ਜਿਸ ਰਸਤੇ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹੋ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 4880,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "gurmuiK shj Duin aUpjY; duKu haumY ivchu jwie]",
    "transliteration": "Guramukh Sehaj Dhhun Oopajai Dhukh Houmai Vichahu Jaae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "hir nwmw hir min vsY; shjy hir gux gwie]2]",
    "transliteration": "Har Naamaa Har Man Vasai Sehajae Har Gun Gaae ||2||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਲਈ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "gurmqI muK sohxy; hir rwiKAw auir Dwir]",
    "transliteration": "Guramathee Mukh Sohanae Har Raakhiaa Our Dhhaar ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਹਣੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4880,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "AYQY EQY suKu Gxw; jip hir hir auqry pwir]3]",
    "transliteration": "Aithhai Outhhai Sukh Ghanaa Jap Har Har Outharae Paar ||3||",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ) ਇਸ ਲੋਕ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਬਹੁਤ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪ ਕੇ ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]