[
  {
    "id": 57706,
    "shabad_id": 4886,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "logw Brim; n BUlhu BweI ]",
    "transliteration": "Logaa Bharam N Bhoolahu Bhaaee ||",
    "translation": "O people, O Siblings of Destiny, do not wander deluded by doubt.",
    "punjabi": "ਹੇ ਲੋਕੋ! (ਰੱਬ ਦੀ ਹਸਤੀ ਬਾਰੇ) ਕਿਸੇ ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਖ਼ੁਆਰ ਨਾਹ ਹੋਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57707,
    "shabad_id": 4886,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "Kwilku Klk. Klk mih Kwilku; pUir rihE sRb TWeI ]1] rhwau ]",
    "transliteration": "Khaalik Khalak Khalak Mehi Khaalik Poor Rehiou Srab Thaanee ||1|| Rehaao ||",
    "translation": "The Creation is in the Creator, and the Creator is in the Creation, totally pervading and permeating all places. ||1||Pause||",
    "punjabi": "ਉਹ ਰੱਬ ਸਾਰੀ ਖ਼ਲਕਤ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਸਾਰੀ ਖ਼ਲਕਤ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਉਹ ਸਭ ਥਾਂ ਭਰਪੂਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57708,
    "shabad_id": 4886,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mwtI eyk. Anyk BWiq kir; swjI swjnhwrY ]",
    "transliteration": "Maattee Eaek Anaek Bhaanth Kar Saajee Saajanehaarai ||",
    "translation": "The clay is the same, but the Fashioner has fashioned it in various ways.",
    "punjabi": "ਸਿਰਜਨਹਾਰ ਨੇ ਇੱਕੋ ਹੀ ਮਿੱਟੀ ਤੋਂ (ਭਾਵ, ਇੱਕੋ ਜਿਹੇ ਹੀ ਤੱਤਾਂ ਤੋਂ) ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਜੀਆ-ਜੰਤ ਪੈਦਾ ਕਰ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57709,
    "shabad_id": 4886,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "nw kCu poc mwtI ky BWfy; nw kCu poc kuMBwrY ]2]",
    "transliteration": "Naa Kashh Poch Maattee Kae Bhaanddae Naa Kashh Poch Kunbhaarai ||2||",
    "translation": "There is nothing wrong with the pot of clay - there is nothing wrong with the Potter. ||2||",
    "punjabi": "(ਜਿੱਥੋਂ ਤਕ ਜੀਵਾਂ ਦੇ ਅਸਲੇ ਦਾ ਸੰਬੰਧ ਹੈ) ਨਾਹ ਇਹਨਾਂ ਮਿੱਟੀ ਦੇ ਭਾਂਡਿਆਂ (ਭਾਵ, ਜੀਵਾਂ) ਵਿਚ ਕੋਈ ਊਣਤਾ ਹੈ, ਤੇ ਨਾਹ (ਇਹਨਾਂ ਭਾਂਡਿਆਂ ਦੇ ਬਣਾਣ ਵਾਲੇ) ਘੁਮਿਆਰ ਵਿਚ ॥੨॥",
    "pronunciation": "(poc) inaUxqweI, Cotwpuxw",
    "type_id": 3
  },
  {
    "id": 57710,
    "shabad_id": 4886,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "sB mih scw eyko soeI; iqs kw kIAw. sBu kCu hoeI ]",
    "transliteration": "Sabh Mehi Sachaa Eaeko Soee This Kaa Keeaa Sabh Kashh Hoee ||",
    "translation": "The One True Lord abides in all; by His making, everything is made.",
    "punjabi": "ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ। ਜੋ ਕੁਝ ਜਗਤ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਸੇ ਦਾ ਕੀਤਾ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57711,
    "shabad_id": 4886,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hukmu pCwnY. su eyko jwnY; bMdw khIAY soeI ]3]",
    "transliteration": "Hukam Pashhaanai S Eaeko Jaanai Bandhaa Keheeai Soee ||3||",
    "translation": "Whoever realizes the Hukam of His Command, knows the One Lord. He alone is said to be the Lord's slave. ||3||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਰੱਬ ਦਾ (ਪਿਆਰਾ) ਬੰਦਾ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ, ਜੋ ਉਸ ਦੀ ਰਜ਼ਾ ਨੂੰ ਪਛਾਣਦਾ ਹੈ ਤੇ ਉਸ ਇਕ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57712,
    "shabad_id": 4886,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "Alhu AlKu. n jweI liKAw; guir. guVu dInw mITw ]",
    "transliteration": "Alahu Alakh N Jaaee Lakhiaa Gur Gurr Dheenaa Meethaa ||",
    "translation": "The Lord Allah is Unseen; He cannot be seen. The Guru has blessed me with this sweet molasses.",
    "punjabi": "ਉਹ ਰੱਬ ਐਸਾ ਹੈ ਜਿਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਦੇ ਗੁਣ ਕਹੇ ਨਹੀਂ ਜਾ ਸਕਦੇ। ਮੇਰੇ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਸੂਝ-ਰੂਪ) ਮਿੱਠਾ ਗੁੜ ਮੈਨੂੰ ਦਿੱਤਾ ਹੈ (ਜਿਸ ਦਾ ਸੁਆਦ ਤਾਂ ਮੈਂ ਨਹੀਂ ਦੱਸ ਸਕਦਾ, ਪਰ)",
    "pronunciation": "AlKu: polw bolo, A`lhu[",
    "type_id": 3
  },
  {
    "id": 57713,
    "shabad_id": 4886,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "kih kbIr. myrI sMkw nwsI; srb inrMjnu fITw ]4]3]",
    "transliteration": "Kehi Kabeer Maeree Sankaa Naasee Sarab Niranjan Ddeethaa ||4||3||",
    "translation": "Says Kabeer, my anxiety and fear have been taken away; I see the Immaculate Lord pervading everywhere. ||4||3||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ ਉਸ ਮਾਇਆ ਰਹਿਤ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਥਾਂ ਵੇਖ ਲਿਆ ਹੈ, ਮੈਨੂੰ ਇਸ ਵਿਚ ਕੋਈ ਸ਼ੱਕ ਨਹੀਂ ਰਿਹਾ (ਮੇਰਾ ਅੰਦਰ ਕਿਸੇ ਜਾਤ ਜਾਂ ਮਜ਼ਹਬ ਦੇ ਬੰਦਿਆਂ ਦੀ ਉੱਚਤਾ ਜਾਂ ਨੀਚਤਾ ਦਾ ਕਰਮ ਨਹੀਂ ਰਿਹਾ) ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57714,
    "shabad_id": 4887,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pRBwqI ]",
    "transliteration": "Prabhaathee ||",
    "translation": "Prabhaatee:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57715,
    "shabad_id": 4887,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "byd kqyb. khhu mq JUTy; JUTw. jo n ibcwrY ]",
    "transliteration": "Baedh Kathaeb Kehahu Math Jhoothae Jhoothaa Jo N Bichaarai ||",
    "translation": "Do not say that the Vedas, the Bible and the Koran are false. Those who do not contemplate them are false.",
    "punjabi": "(ਹੇ ਹਿੰਦੂ ਤੇ ਮੁਸਲਮਾਨ ਵੀਰੋ!) ਵੇਦਾਂ ਜਾਂ ਕੁਰਾਨ ਆਦਿਕ (ਇਕ ਦੂਜੇ ਦੀਆਂ) ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ ਝੂਠੀਆਂ ਨਾਹ ਆਖੋ। ਝੂਠਾ ਤਾਂ ਉਹ ਬੰਦਾ ਹੈ ਜੋ ਇਹਨਾਂ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੀ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57716,
    "shabad_id": 4887,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jau sB mih. eyku Kudwie khq hau; qau ikau, murgI mwrY ]1]",
    "transliteration": "Jo Sabh Mehi Eaek Khudhaae Kehath Ho Tho Kio Muragee Maarai ||1||",
    "translation": "You say that the One Lord is in all, so why do you kill chickens? ||1||",
    "punjabi": "(ਭਲਾ, ਹੇ ਮੁੱਲਾਂ!) ਜੇ ਤੂੰ ਇਹ ਆਖਦਾ ਹੈਂ ਕਿ ਖ਼ੁਦਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ਤਾਂ (ਉਸ ਖ਼ੁਦਾ ਅੱਗੇ ਕੁਰਬਾਨੀ ਦੇਣ ਲਈ) ਮੁਰਗ਼ੀ ਕਿਉਂ ਮਾਰਦਾ ਹੈਂ? (ਕੀ ਉਸ ਮੁਰਗ਼ੀ ਵਿਚ ਉਹ ਆਪ ਨਹੀਂ ਹੈ? ਮੁਰਗ਼ੀ ਵਿਚ ਬੈਠੇ ਖ਼ੁਦਾ ਦੀ ਅੰਸ਼ ਨੂੰ ਮਾਰ ਕੇ ਖ਼ੁਦਾ ਦੇ ਅੱਗੇ ਹੀ ਭੇਟਾ ਕਰਨ ਦਾ ਕੀਹ ਭਾਵ ਹੈ? ॥੧॥",
    "pronunciation": "(khq) kihMdy (hau) hoN",
    "type_id": 3
  },
  {
    "id": 57717,
    "shabad_id": 4887,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "mulW; khhu inAwau KudweI ]",
    "transliteration": "Mulaan Kehahu Niaao Khudhaaee ||",
    "translation": "O Mullah, tell me: is this God's Justice?",
    "punjabi": "ਹੇ ਮੁੱਲਾਂ! ਤੂੰ (ਹੋਰ ਲੋਕਾਂ ਨੂੰ ਤਾਂ) ਖ਼ੁਦਾ ਦਾ ਨਿਆਂ ਸੁਣਾਉਂਦਾ ਹੈਂ,",
    "pronunciation": "m`ulW",
    "type_id": 3
  },
  {
    "id": 57718,
    "shabad_id": 4887,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "qyry mn kw Brmu. n jweI ]1] rhwau ]",
    "transliteration": "Thaerae Man Kaa Bharam N Jaaee ||1|| Rehaao ||",
    "translation": "The doubts of your mind have not been dispelled. ||1||Pause||",
    "punjabi": "ਪਰ ਤੇਰੇ ਆਪਣੇ ਮਨ ਦਾ ਭੁਲੇਖਾ ਅਜੇ ਦੂਰ ਹੀ ਨਹੀਂ ਹੋਇਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57719,
    "shabad_id": 4887,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "pkir jIau AwinAw, dyh ibnwsI; mwtI kau ibsimil kIAw ]",
    "transliteration": "Pakar Jeeo Aaniaa Dhaeh Binaasee Maattee Ko Bisamil Keeaa ||",
    "translation": "You seize a living creature, and then bring it home and kill its body; you have killed only the clay.",
    "punjabi": "ਹੇ ਮੁੱਲਾਂ! (ਮੁਰਗ਼ੀ ਆਦਿਕ) ਜੀਵ ਨੂੰ ਫੜ ਕੇ ਤੂੰ ਲੈ ਆਂਦਾ, ਉਸ ਦਾ ਸਰੀਰ ਤੂੰ ਨਾਸ ਕੀਤਾ, ਉਸ (ਦੇ ਜਿਸਮ) ਦੀ ਮਿੱਟੀ ਨੂੰ ਤੂੰ ਖ਼ੁਦਾ ਦੇ ਨਾਮ ਤੇ ਕੁਰਬਾਨ ਕੀਤਾ (ਭਾਵ, ਖ਼ੁਦਾ ਦੀ ਨਜ਼ਰ-ਭੇਟ ਕੀਤਾ)।",
    "pronunciation": "klmW pVH ky grdn qy FweI CurIAW Pyr ky (ibsimil) koihAw[ ibs-imil: polw bolo",
    "type_id": 3
  },
  {
    "id": 57720,
    "shabad_id": 4887,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "joiq srUp Anwhq lwgI; khu. hlwlu ikAw kIAw ]2]",
    "transliteration": "Joth Saroop Anaahath Laagee Kahu Halaal Kiaa Keeaa ||2||",
    "translation": "The light of the soul passes into another form. So tell me, what have you killed? ||2||",
    "punjabi": "ਪਰ ਹੇ ਮੁੱਲਾਂ! ਜੋ ਖ਼ੁਦਾ ਨਿਰਾ ਨੂਰ ਹੀ ਨੂਰ ਹੈ, ਤੇ ਜੋ ਅਵਿਨਾਸ਼ੀ ਹੈ ਉਸ ਦੀ ਜੋਤ ਤਾਂ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, (ਉਸ ਮੁਰਗ਼ੀ ਵਿਚ ਭੀ ਹੈ ਜੋ ਤੂੰ ਖ਼ੁਦਾ ਦੇ ਨਾਮ ਤੇ ਕੁਰਬਾਨ ਕਰਦਾ ਹੈਂ) ਤਾਂ ਫਿਰ, ਦੱਸ, ਤੂੰ ਰੱਬ ਦੇ ਨਾਮ ਤੇ ਕੁਰਬਾਨੀ ਦੇਣ ਦੇ ਲਾਇਕ ਕਿਹੜੀ ਚੀਜ਼ ਬਣਾਈ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57721,
    "shabad_id": 4887,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ikAw aujU. pwku kIAw, muhu DoieAw; ikAw. msIiq isru lwieAw ]",
    "transliteration": "Kiaa Oujoo Paak Keeaa Muhu Dhhoeiaa Kiaa Maseeth Sir Laaeiaa ||",
    "translation": "And what good are your purifications? Why do you bother to wash your face? And why do you bother to bow your head in the mosque?",
    "punjabi": "ਹੇ ਮੁੱਲਾਂ! ਪੈਰ ਹੱਥ ਆਦਿਕ ਸਾਫ਼ ਕਰਨ ਦੀ ਰਸਮ ਦਾ ਕੀਹ ਲਾਭ? ਮੂੰਹ ਧੋਣ ਦਾ ਕੀਹ ਗੁਣ? ਮਸਜਦ ਵਿਚ ਜਾ ਕੇ ਸਜਦਾ ਕਰਨ ਦੀ ਕੀਹ ਲੋੜ?",
    "pronunciation": "(aujU) pMj ieSnwnw[ m`Qy qoN lw ky TofI q`k (muhu) mMUh Doxw",
    "type_id": 3
  },
  {
    "id": 57722,
    "shabad_id": 4887,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "jau idl mih kptu invwj gujwrhu; ikAw hj kwbY jwieAw ]3]",
    "transliteration": "Jo Dhil Mehi Kapatt Nivaaj Gujaarahu Kiaa Haj Kaabai Jaaeiaa ||3||",
    "translation": "Your heart is full of hypocrisy; what good are your prayers or your pilgrimage to Mecca? ||3||",
    "punjabi": "ਜੇ ਤੂੰ ਆਪਣੇ ਦਿਲ ਵਿਚ ਕਪਟ ਰੱਖ ਕੇ ਨਿਮਾਜ਼ ਪੜ੍ਹਦਾ ਹੈਂ, ਤਾਂ ਇਹ ਨਿਮਾਜ਼ ਦਾ ਕੀਹ ਫ਼ਾਇਦਾ? ਤੇ, ਕਾਹਬੇ ਦੇ ਹੱਜ ਦਾ ਕੀਹ ਫ਼ਾਇਦਾ? ॥੩॥",
    "pronunciation": "h`j k`wbY",
    "type_id": 3
  },
  {
    "id": 57723,
    "shabad_id": 4887,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "qUM nwpwku. pwku, nhI sUiJAw; iqs kw mrmu. n jwinAw ]",
    "transliteration": "Thoon Naapaak Paak Nehee Soojhiaa This Kaa Maram N Jaaniaa ||",
    "translation": "You are impure; you do not understand the Pure Lord. You do not know His Mystery.",
    "punjabi": "ਹੇ ਮੁੱਲਾਂ! ਤੂੰ ਅੰਦਰੋਂ ਤਾਂ ਪਲੀਤ ਹੀ ਰਿਹਾ, ਤੈਨੂੰ ਉਸ ਪਵਿੱਤਰ ਪ੍ਰਭੂ ਦੀ ਸਮਝ ਨਹੀਂ ਪਈ, ਤੂੰ ਉਸ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57724,
    "shabad_id": 4887,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "kih kbIr. iBsiq qy cUkw; dojk isau mnu mwinAw ]4]4]",
    "transliteration": "Kehi Kabeer Bhisath Thae Chookaa Dhojak Sio Man Maaniaa ||4||4||",
    "translation": "Says Kabeer, you have missed out on paradise; your mind is set on hell. ||4||4||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ (ਇਸ ਭੁਲੇਖੇ ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ) ਤੂੰ ਬਹਿਸ਼ਤ ਤੋਂ ਖੁੰਝ ਗਿਆ ਹੈਂ, ਤੇ ਦੋਜ਼ਕ ਨਾਲ ਤੇਰਾ ਮਨ ਪਤੀਜ ਗਿਆ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57725,
    "shabad_id": 4888,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pRBwqI ]",
    "transliteration": "Prabhaathee ||",
    "translation": "Prabhaatee:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57726,
    "shabad_id": 4888,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "suMn sMiDAw qyrI. dyv dyvw kr; ADpiq Awid smweI ]",
    "transliteration": "Sunn Sandhhiaa Thaeree Dhaev Dhaevaakar Adhhapath Aadh Samaaee ||",
    "translation": "Hear my prayer, Lord; You are the Divine Light of the Divine, the Primal, All-pervading Master.",
    "punjabi": "ਹੇ ਦੇਵ! ਹੇ ਚਾਨਣ ਦੀ ਖਾਣ! ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਹੇ ਸਭ ਦੇ ਮੂਲ! ਹੇ ਸਰਬ ਵਿਆਪਕ ਪ੍ਰਭੂ! (ਤੂੰ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਹੈਂ, ਸੋ) ਮਾਇਆ ਦੇ ਫੁਰਨਿਆਂ ਵਲੋਂ ਮਨ ਨੂੰ ਸਾਫ਼ ਰੱਖਣਾ (ਤੇ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਹੀ ਜੁੜੇ ਰਹਿਣਾ) ਇਹ ਤੇਰੀ ਆਰਤੀ ਕਰਨੀ ਹੈ।",
    "pronunciation": "(Adpiq) rwjy, pRmySr[ (dUjw pwT: dyvwkr)",
    "type_id": 3
  },
  {
    "id": 57727,
    "shabad_id": 4888,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "isD smwiD AMqu. nhI pwieAw; lwig rhy srnweI ]1]",
    "transliteration": "Sidhh Samaadhh Anth Nehee Paaeiaa Laag Rehae Saranaaee ||1||",
    "translation": "The Siddhas in Samaadhi have not found Your limits. They hold tight to the Protection of Your Sanctuary. ||1||",
    "punjabi": "ਜੋਗ-ਅੱਭਿਆਸ ਵਿਚ ਨਿਪੁੰਨ ਜੋਗੀਆਂ ਨੇ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਭੀ ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਲੱਭਾ ਉਹ ਆਖ਼ਰ ਤੇਰੀ ਸ਼ਰਨ ਲੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57728,
    "shabad_id": 4888,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "lyhu AwrqI, ho purK inrMjn; siqgur pUjhu BweI ]",
    "transliteration": "Laehu Aarathee Ho Purakh Niranjan Sathigur Poojahu Bhaaee ||",
    "translation": "Worship and adoration of the Pure, Primal Lord comes by worshipping the True Guru, O Siblings of Destiny.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਤੇ ਤੁਰੋ, ਤੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਆਰਤੀ ਉਤਾਰੋ ਜੋ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਹੈ ਤੇ ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57729,
    "shabad_id": 4888,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "TwFw bRhmw. ingm bIcwrY; AlKu. n liKAw jweI ]1] rhwau ]",
    "transliteration": "Thaadtaa Brehamaa Nigam Beechaarai Alakh N Lakhiaa Jaaee ||1|| Rehaao ||",
    "translation": "Standing at His Door, Brahma studies the Vedas, but he cannot see the Unseen Lord. ||1||Pause||",
    "punjabi": "ਜਿਸ ਦੇ ਕੋਈ ਖ਼ਾਸ ਚਿਹਨ-ਚੱਕ੍ਰ ਨਹੀਂ ਹਨ, ਜਿਸ ਦੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ਤੇ ਜਿਸ ਦੇ ਦਰ ਤੇ ਖਲੋਤਾ ਬ੍ਰਹਮਾ ਵੇਦ ਵਿਚਾਰ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57730,
    "shabad_id": 4888,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qqu qylu, nwmu kIAw bwqI; dIpku dyh, auj´wrw ]",
    "transliteration": "Thath Thael Naam Keeaa Baathee Dheepak Dhaeh Oujyaaraa ||",
    "translation": "With the oil of knowledge about the essence of reality, and the wick of the Naam, the Name of the Lord, this lamp illluminates my body.",
    "punjabi": "(ਜਿਸ ਨੇ ਆਰਤੀ ਦਾ ਇਹ ਭੇਤ ਸਮਝਿਆ ਹੈ ਉਸ ਨੇ) ਗਿਆਨ ਨੂੰ ਤੇਲ ਬਣਾਇਆ ਹੈ, ਨਾਮ ਨੂੰ ਵੱਟੀ ਤੇ ਸਰੀਰ ਵਿਚ (ਨਾਮ ਦੇ) ਚਾਨਣ ਨੂੰ ਹੀ ਦੀਵਾ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "qqu ivAwpk bRhm jI[ auijAwrw",
    "type_id": 3
  },
  {
    "id": 57731,
    "shabad_id": 4888,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "joiq lwie jgdIs jgwieAw; bUJY bUJnhwrw ]2]",
    "transliteration": "Joth Laae Jagadhees Jagaaeiaa Boojhai Boojhanehaaraa ||2||",
    "translation": "I have applied the Light of the Lord of the Universe, and lit this lamp. God the Knower knows. ||2||",
    "punjabi": "ਇਹ ਦੀਵਾ ਉਸ ਨੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੀ ਜੋਤ (ਵਿਚ ਜੁੜ ਕੇ) ਜਗਾਇਆ ਹੈ। ਕੋਈ ਵਿਰਲਾ ਗਿਆਨਵਾਨ (ਪ੍ਰਭੂ ਦੀ ਆਰਤੀ ਦਾ ਭੇਤ) ਸਮਝਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57732,
    "shabad_id": 4888,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "pMcy sbd Anwhd bwjy; sMgy swirMgpwnI ]",
    "transliteration": "Panchae Sabadh Anaahadh Baajae Sangae Saaringapaanee ||",
    "translation": "The Unstruck Melody of the Panch Shabad, the Five Primal Sounds, vibrates and resounds. I dwell with the Lord of the World.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਇਸ ਆਰਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਮੈਨੂੰ ਅੰਗ-ਸੰਗ ਦਿੱਸ ਰਿਹਾ ਹੈਂ (ਤੇ ਮੇਰੇ ਅੰਦਰ ਇਕ ਐਸਾ ਆਨੰਦ ਬਣ ਰਿਹਾ ਹੈ, ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ਼ (ਮੇਰੇ ਅੰਦਰ) ਇੱਕ-ਰਸ ਵੱਜ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57733,
    "shabad_id": 4888,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "kbIr dws. qyrI AwrqI kInI; inrMkwr inrbwnI ]3]5]",
    "transliteration": "Kabeer Dhaas Thaeree Aarathee Keenee Nirankaar Nirabaanee ||3||5||",
    "translation": "Kabeer, Your slave, performs this Aartee, this lamp-lit worship service for You, O Formless Lord of Nirvaanaa. ||3||5||",
    "punjabi": "ਹੇ ਵਾਸ਼ਨਾ-ਰਹਿਤ ਨਿਰੰਕਾਰ! ਹੇ ਸਾਰਿੰਗਪਾਣ! ਮੈਂ ਤੇਰੇ ਦਾਸ ਕਬੀਰ ਨੇ ਭੀ ਤੇਰੀ (ਇਹੋ ਜਿਹੀ ਹੀ) ਆਰਤੀ ਕੀਤੀ ਹੈ ॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57734,
    "shabad_id": 4889,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pRBwqI bwxI Bgq nwmdyv jI kI",
    "transliteration": "Prabhaathee Baanee Bhagath Naamadhaev Jee Kee",
    "translation": "Prabhaatee, The Word Of Devotee Naam Dayv Jee:",
    "punjabi": "ਰਾਗ ਪ੍ਰਭਾਤੀ ਵਿੱਚ ਭਗਤ ਨਾਮਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57735,
    "shabad_id": 4889,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 57736,
    "shabad_id": 4889,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "mn kI ibrQw. mnu hI jwnY; kY bUJl AwgY khIAY ]",
    "transliteration": "Man Kee Birathhaa Man Hee Jaanai Kai Boojhal Aagai Keheeai ||",
    "translation": "The mind alone knows the state of the mind; I tell it to the Knowing Lord.",
    "punjabi": "ਮਨ ਦਾ ਦੁੱਖ-ਕਲੇਸ਼ ਜਾਂ (ਦੁਖੀਏ ਦਾ) ਆਪਣਾ ਮਨ ਜਾਣਦਾ ਹੈ ਜਾਂ (ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ ਜਾਣਦਾ ਹੈ, ਸੋ ਜੇ ਆਖਣਾ ਹੋਵੇ ਤਾਂ) ਉਸ ਅੰਤਰਜਾਮੀ ਅੱਗੇ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "Apxy is`K dy mn nMU Akwl jI c lIx krn vwly, mn dI (bUJl) bu`Jx vwly AMqrjwmI siqgurU",
    "type_id": 3
  },
  {
    "id": 57737,
    "shabad_id": 4889,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "AMqrjwmI rwmu rvWeI; mY. fru kYsy chIAY ]1]",
    "transliteration": "Antharajaamee Raam Ravaanee Mai Ddar Kaisae Cheheeai ||1||",
    "translation": "I chant the Name of the Lord, the Inner-knower, the Searcher of hearts - why should I be afraid? ||1||",
    "punjabi": "ਮੈਨੂੰ ਤਾਂ ਹੁਣ ਕੋਈ (ਦੁੱਖਾਂ ਦਾ) ਡਰ ਰਿਹਾ ਹੀ ਨਹੀਂ, ਕਿਉਂਕਿ ਮੈਂ ਉਸ ਅੰਤਰਜਾਮੀ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰ ਰਿਹਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57738,
    "shabad_id": 4889,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "byDIAly gopwl guosweI ]",
    "transliteration": "Baedhheealae Gopaal Guosaaee ||",
    "translation": "My mind is pierced through by the love of the Lord of the World.",
    "punjabi": "ਮੇਰੇ ਗੋਪਾਲ ਗੋਸਾਈਂ ਨੇ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਵਿੰਨ੍ਹ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57739,
    "shabad_id": 4889,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "myrw pRBu rivAw; srby TweI ]1] rhwau ]",
    "transliteration": "Maeraa Prabh Raviaa Sarabae Thaaee ||1|| Rehaao ||",
    "translation": "My God is All-pervading everywhere. ||1||Pause||",
    "punjabi": "ਹੁਣ ਮੈਨੂੰ ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਸਭ ਥਾਂ ਵੱਸਦਾ ਦਿਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 57740,
    "shabad_id": 4889,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "mwnY hwtu. mwnY pwtu; mwnY hY pwswrI ]",
    "transliteration": "Maanai Haatt Maanai Paatt Maanai Hai Paasaaree ||",
    "translation": "The mind is the shop, the mind is the town, and the mind is the shopkeeper.",
    "punjabi": "(ਉਸ ਅੰਤਰਜਾਮੀ ਦਾ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਹੀ ਹੱਟ ਹੈ, ਮਨ ਵਿਚ ਹੀ ਸ਼ਹਿਰ ਹੈ, ਤੇ ਮਨ ਵਿਚ ਹੀ ਉਹ ਹੱਟ ਚਲਾ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57741,
    "shabad_id": 4889,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mwnY bwsY. nwnw BydI; Brmqu hY sMswrI ]2]",
    "transliteration": "Maanai Baasai Naanaa Bhaedhee Bharamath Hai Sansaaree ||2||",
    "translation": "The mind abides in various forms, wandering all across the world. ||2||",
    "punjabi": "ਉਹ ਅਨੇਕ ਰੂਪਾਂ ਰੰਗਾਂ ਵਾਲਾ ਪ੍ਰਭੂ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈ। ਪਰ ਸੰਸਾਰ ਨਾਲ ਮੋਹ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਬਾਹਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(mwnY) mn[ n@wn@w[ BydIN",
    "type_id": 3
  },
  {
    "id": 57742,
    "shabad_id": 4889,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "gur kY sbid. eyhu mnu rwqw; duibDw shij smwxI ]",
    "transliteration": "Gur Kai Sabadh Eaehu Man Raathaa Dhubidhhaa Sehaj Samaanee ||",
    "translation": "This mind is imbued with the Word of the Guru's Shabad, and duality is easily overcome.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ, ਉਸ ਦੀ ਮੇਰ-ਤੇਰ ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਹੋ ਗਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
