[
  {
    "id": 57935,
    "shabad_id": 4917,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਬਸੰਤ ਬਾਸੁਦੇਵਹ; ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸੁਰਹ ॥",
    "transliteration": "Ghatt Ghatt Basanth Baasudhaeveh Paarabreham Paramaesureh ||",
    "translation": "The Supreme Lord God, the Transcendent, Luminous Lord, dwells in each and every heart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਹਰੇਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57936,
    "shabad_id": 4917,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਾਚੰਤਿ ਨਾਨਕ. ਕਿ੍ਰਪਾਲ ਪ੍ਰਸਾਦੰ; ਨਹ ਬਿਸਰੰਤਿ. ਨਹ ਬਿਸਰੰਤਿ, ਨਾਰਾੲਿਣਹ ॥੨੧॥",
    "transliteration": "Jaachanth Naanak Kirapaal Prasaadhan Neh Bisaranth Neh Bisaranth Naaraaeineh ||21||",
    "translation": "Nanak begs for this blessing from the Merciful Lord, that he may never forget Him, never forget Him. ||21||",
    "punjabi": "ਨਾਨਕ ਉਸ ਕਿਰਪਾਲ ਨਾਰਾਇਣ ਤੋਂ ਕਿਰਪਾ ਦਾ ਇਹ ਦਾਨ ਮੰਗਦਾ ਹੈ ਕਿ ਉਹ ਮੈਨੂੰ ਕਦੇ ਨਾਹ ਵਿੱਸਰੇ, ਕਦੇ ਨਾਹ ਵਿੱਸਰੇ ॥੨੧॥",
    "pronunciation": "ਜਾ-ਚੰਤਿ। ਬਿਸ-ਰੰਤਿ",
    "type_id": 3
  },
  {
    "id": 57937,
    "shabad_id": 4918,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਹ ਸਮਰਥੰ. ਨਹ ਸੇਵਕੰ; ਨਹ ਪ੍ਰੀਤਿ ਪਰਮ ਪੁਰਖੋਤਮੰ ॥",
    "transliteration": "Neh Samarathhan Neh Saevakan Neh Preeth Param Purakhothaman ||",
    "translation": "I have no power; I do not serve You, and I do not love You, O Supreme Sublime Lord God.",
    "punjabi": "ਹੇ ਪਰਮ ਉੱਤਮ ਅਕਾਲ ਪੁਰਖ! (ਮੇਰੇ ਅੰਦਰ ਸਿਮਰਨ ਦੀ) ਨਾਹ ਹੀ ਸਮਰੱਥਾ ਹੈ, ਨਾ ਹੀ ਮੈਂ ਸੇਵਕ ਹਾਂ, ਨਾਹ ਹੀ ਮੇਰੇ ਅੰਦਰ (ਤੇਰੇ ਚਰਨਾਂ ਦੀ) ਪ੍ਰੀਤ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥੰ",
    "type_id": 3
  },
  {
    "id": 57938,
    "shabad_id": 4918,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਵ ਪ੍ਰਸਾਦਿ ਸਿਮਰਤੇ ਨਾਮੰ ਨਾਨਕ; ਕਿ੍ਰਪਾਲ ਹਰਿ ਹਰਿ ਗੁਰੰ ॥੨੨॥",
    "transliteration": "Thav Prasaadh Simarathae Naaman Naanak Kirapaal Har Har Guran ||22||",
    "translation": "By Your Grace, Nanak meditates on the Naam, the Name of the Merciful Lord, Har, Har. ||22||",
    "punjabi": "ਹੇ ਕ੍ਰਿਪਾਲ ਹਰੀ! ਹੇ ਗੁਰੂ ਹਰੀ! (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰੀ ਮੇਹਰ ਨਾਲ (ਹੀ) ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57939,
    "shabad_id": 4919,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭਰਣ ਪੋਖਣ ਕਰੰਤ ਜੀਅਾ; ਬਿਸ੍ਰਾਮ ਛਾਦਨ ਦੇਵੰਤ ਦਾਨੰ ॥",
    "transliteration": "Bharan Pokhan Karanth Jeeaa Bisraam Shhaadhan Dhaevanth Dhaanan ||",
    "translation": "The Lord feeds and sustains all living beings; He blesses them gifts of restful peace and fine clothes.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਪਾਲਣ-ਪੋਸ਼ਣ ਕਰਦਾ ਹੈ, ਕੱਪੜਾ ਆਸਰਾ ਆਦਿਕ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਕ-ਰੰਤ",
    "type_id": 3
  },
  {
    "id": 57940,
    "shabad_id": 4919,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਿ੍ਰਜੰਤ ਰਤਨ ਜਨਮ; ਚਤੁਰ ਚੇਤਨਹ ॥",
    "transliteration": "Srijanth Rathan Janam Chathur Chaethaneh ||",
    "translation": "He created the jewel of human life, with all its cleverness and intelligence.",
    "punjabi": "ਸਮਰੱਥ ਚੇਤਨ-ਸਰੂਪ ਪਰਮਾਤਮਾ (ਹੀ ਜੀਵਾਂ ਨੂੰ) ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਚਤੁਰ) ਸਿਅਾਣੇ ਪੁਰਖ ਰੱਬ ਜੀ ਨੰੂ (ਚੇਤਨਹ) ਚੇਤੇ ਕਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 57941,
    "shabad_id": 4919,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਵਰਤੰਤਿ ਸੁਖ ਅਾਨੰਦ ਪ੍ਰਸਾਦਹ ॥",
    "transliteration": "Varathanth Sukh Aanandh Prasaadheh ||",
    "translation": "By His Grace, mortals abide in peace and bliss.",
    "punjabi": "ਉਸ ਆਨੰਦ-ਰੂਪ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੀਵ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਵਰ-ਤੰਤਿ",
    "type_id": 3
  },
  {
    "id": 57942,
    "shabad_id": 4919,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਿਮਰੰਤ ਨਾਨਕ; ਹਰਿ ਹਰਿ ਹਰੇ ॥",
    "transliteration": "Simaranth Naanak Har Har Harae ||",
    "translation": "O Nanak, meditating in remembrance on the Lord, Har, Har, Haray,",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ ਉਸ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57943,
    "shabad_id": 4919,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਨਿਤ੍ਯ ਰਚਨਾ; ਨਿਰਮੋਹ ਤੇ ॥੨੩॥",
    "transliteration": "Anithy Rachanaa Niramoh Thae ||23||",
    "translation": "The mortal is released from attachment to the world. ||23||",
    "punjabi": "ਉਸ ਇਸ ਨਾਸਵੰਤ ਰਚਨਾ ਤੋਂ ਨਿਰਮੋਹ ਰਹਿੰਦੇ ਹਨ ॥੨੩॥",
    "pronunciation": "(ਨਿਰਮੋਹ) ਬਿਨਾ ਮੋਹ। (ਤੇ) ਤੋਂ।ਅਨਿਤ੍ਯ: ਅ-ਨਿੱਤਿਅ",
    "type_id": 3
  },
  {
    "id": 57944,
    "shabad_id": 4920,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦਾਨੰ ਪਰਾ ਪੂਰਬੇਣ; ਭੁੰਚੰਤੇ ਮਹੀਪਤੇ ॥",
    "transliteration": "Dhaanan Paraa Poorabaen Bhunchanthae Meheepathae ||",
    "translation": "The kings of the earth are eating up the blessings of the good karma of their past lives.",
    "punjabi": "ਪੂਰਬਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੇ ਪੁੰਨ-ਕਰਮਾਂ ਦਾ ਸਦਕਾ ਰਾਜੇ (ਇਥੇ ਰਾਜ-ਮਿਲਖ ਦੀ) ਮਾਲਕੀ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "ਵਾਹਿਗੁਰੂ ਜੀ ਪਹਿਲੇ (ਪੂਰਬੇਣ) ਸਮੇਂ ਜਨਮਾਂ ਜਨਮਾਂ ਤੋਂ (ਪਰਾ) ਸੇ੍ਰਸਟ ਦਾਨ ਦਿੰਦੇ ਅਾ ਰਹੇ ਹਨ। ਭੁੰ-ਚੰਤੇ। ਮਹੀ-ਪਤੇ",
    "type_id": 3
  },
  {
    "id": 57945,
    "shabad_id": 4920,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਪਰੀਤ ਬੁਧ੍ਯੰ, ਮਾਰਤ ਲੋਕਹ; ਨਾਨਕ. ਚਿਰੰਕਾਲ ਦੁਖ ਭੋਗਤੇ ॥੨੪॥",
    "transliteration": "Bipareeth Budhhyan Maarath Lokeh Naanak Chirankaal Dhukh Bhogathae ||24||",
    "translation": "Those cruel-minded rulers who oppress the people, O Nanak, shall suffer in pain for a very long time. ||24||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਇਥੇ ਨਾਸਵੰਤ ਜਗਤ ਵਿਚ (ਉਹਨਾਂ ਸੁਖਾਂ ਦੇ ਕਾਰਨ) ਜਿਨ੍ਹਾਂ ਦੀ ਬੁੱਧੀ ਉਲਟੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਚਿਰਕਾਲ ਤਕ ਦੁੱਖ ਭੋਗਦੇ ਹਨ ॥੨੪॥",
    "pronunciation": "ਬਿਪਰੀਤ ੳੁਲਟੀ (ਬੁਧ੍ਯੰ) ਬੁੱਧ ਵਾਲੇ (ਲੋਕਹ) ਲੋਕਾਂ ਨੰੂ ਮਾਰਦੇ ਹਨ। ਬੁਧ੍ਯੰ: ਬੁੱਧਿਅੰ",
    "type_id": 3
  },
  {
    "id": 57946,
    "shabad_id": 4920,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਬਿ੍ਰਥਾ ਅਨੁਗ੍ਰਹੰ ਗੋਬਿੰਦਹ; ਜਸ੍ਯ ਸਿਮਰਣ ਰਿਦੰਤਰਹ ॥",
    "transliteration": "Brithhaa Anugrehan Gobindheh Jasy Simaran Ridhanthareh ||",
    "translation": "Those who meditate in remembrance on the Lord in their hearts, look upon even pain as God's Grace.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੋਬਿੰਦ ਦੀ ਮੇਹਰ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਉਸ ਦੇ ਸਿਮਰਨ ਤੋਂ ਸੱਖਣੇ ਹਨ,",
    "pronunciation": "(ਬ ਿ੍ਰਥਾ) ਖ਼ਾਲੀ (ਅ-ਨੱੁਗ੍ਰਹੰ) ਕਿਰਪਾ ਤੋਂ। ਜਸ੍ਯ: ਜੱਸਿਅ",
    "type_id": 3
  },
  {
    "id": 57947,
    "shabad_id": 4920,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਾਰੋਗ੍ਯੰ. ਮਹਾ ਰੋਗ੍ਯੰ; ਬਿਸਿਮਿ੍ਰਤੇ ਕਰੁਣਾਮਯਹ ॥੨੫॥",
    "transliteration": "Aarogyan Mehaa Rogyan Bisimrithae Karunaa Mayeh ||25||",
    "translation": "The healthy person is very sick, if he does not remember the Lord, the Embodiment of Mercy. ||25||",
    "punjabi": "ਉਹ ਨਰੋਏ ਮਨੁੱਖ ਭੀ ਵੱਡੇ ਰੋਗੀ ਹਨ, ਕਿਉਂਕਿ ਉਹ ਦਇਆ ਸਰੂਪ ਗੋਬਿੰਦ ਨੂੰ ਵਿਸਾਰ ਰਹੇ ਹਨ ॥੨੫॥",
    "pronunciation": "ਕਰਤਾਰ ਜੀ ਦੇ (ਬਿ-ਸਿਮ ਿ੍ਰਤੇ) ਸਿਮਰਨ ਰਹਿਤ।ਅਾਰੋਗ੍ਯੰ: ਅਾਰੋਗਿਅੰ, ਰੋਗ੍ਯੰ: ਰੋਗਿਅੰ।ਕਰੁਣਾ-ਮਯਹ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 57948,
    "shabad_id": 4921,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਰਮਣੰ ਕੇਵਲੰ ਕੀਰਤਨੰ; ਸੁਧਰਮੰ ਦੇਹ ਧਾਰਣਹ ॥",
    "transliteration": "Ramanan Kaevalan Keerathanan Sudhharaman Dhaeh Dhhaaraneh ||",
    "translation": "To sing the Kirtan of God's Praises is the righteous duty incurred by taking birth in this human body.",
    "punjabi": "ਕੇਵਲ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਮਨੁੱਖਾਂ ਦਾ ਸ੍ਰੇਸ਼ਟ ਧਰਮ ਹੈ।",
    "pronunciation": "(ਰਮਣੰ) ੳੁਚਾਰੀੲੇ। (ਸੁ-ਧਰਮੰ) ਸ੍ਰੇਸ਼ਟ ਧਰਮ",
    "type_id": 3
  },
  {
    "id": 57949,
    "shabad_id": 4921,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਨਾਰਾੲਿਣ ਨਾਨਕ; ਪੀਵਤੰ. ਸੰਤ ਨ ਤਿ੍ਰਪ੍ਯਤੇ ॥੨੬॥",
    "transliteration": "Anmrith Naam Naaraaein Naanak Peevathan Santh N Thripyathae ||26||",
    "translation": "The Naam, the Name of the Lord, is Ambrosial Nectar, O Nanak. The Saints drink it in, and never have enough of it. ||26||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਜਲ ਪੀਂਦਿਆਂ ਰੱਜਦੇ ਨਹੀਂ ॥੨੬॥",
    "pronunciation": "ਤਿ੍ਰਪ੍ਯਤੇ: ਤਿ੍ਰਪਿਅਤੇ",
    "type_id": 3
  },
  {
    "id": 57950,
    "shabad_id": 4921,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਹਣ ਸੀਲ ਸੰਤੰ; ਸਮ. ਮਿਤ੍ਰਸ੍ਯ ਦੁਰਜਨਹ ॥",
    "transliteration": "Sehan Seel Santhan Sam Mithrasy Dhurajaneh ||",
    "translation": "The Saints are tolerant and good-natured; friends and enemies are the same to them.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਤ੍ਰ ਅਤੇ ਦੁਰਜਨ ਇੱਕ-ਸਮਾਨ ਹੁੰਦੇ ਹਨ। ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ ਨੂੰ ਸਹਾਰਨਾ-ਇਹ ਉਹਨਾਂ ਦਾ ਸੁਭਾਉ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮਿਤ੍ਰਸ੍ਯ: ਮਿੱਤ ੍ਰੱਸਿਅ। ਦੁਰਜ-ਨਹ",
    "type_id": 3
  },
  {
    "id": 57951,
    "shabad_id": 4921,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਭੋਜਨ ਅਨਿਕ ਪ੍ਰਕਾਰੇਣ; ਨਿੰਦਕ ਅਾਵਧ ਹੋੲਿ, ੳੁਪ ਤਿਸਟਤੇ ॥੨੭॥",
    "transliteration": "Naanak Bhojan Anik Prakaaraen Nindhak Aavadhh Hoe Oupathisattathae ||27||",
    "translation": "O Nanak, it is all the same to them, whether someone offers them all sorts of foods, or slanders them, or draws weapons to kill them. ||27||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਿਤ੍ਰ ਤਾਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਭੋਜਨ ਲੈ ਕੇ, ਪਰ ਨਿੰਦਕ (ਉਹਨਾਂ ਨੂੰ ਮਾਰਨ ਵਾਸਤੇ) ਸ਼ਸਤ੍ਰ ਲੈ ਕੇ ਉਹਨਾਂ ਪਾਸ ਜਾਂਦੇ ਹਨ (ਉਹ ਦੋਹਾਂ ਨੂੰ ਪਿਆਰ ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਤੱਕਦੇ ਹਨ) ॥੨੭॥",
    "pronunciation": "(ੳੁਪ) ਨੇੜੇ (ਤਿਸਟਤੇ) ਖਲੋਤਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 57952,
    "shabad_id": 4922,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿਰਸਕਾਰ. ਨਹ ਭਵੰਤਿ; ਨਹ ਭਵੰਤ. ਮਾਨ ਭੰਗਨਹ ॥",
    "transliteration": "Thirasakaar Neh Bhavanth Neh Bhavanth Maan Bhanganeh ||",
    "translation": "They pay no attention to dishonor or disrespect.",
    "punjabi": "ਉਹਨਾਂ (ਬੰਦਿਆਂ ਦੀ) ਦੀ ਕਦੇ ਨਿਰਾਦਰੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਹਨਾਂ ਦਾ ਕਦੇ ਅਪਮਾਨ ਨਹੀਂ ਹੋ ਸਕਦਾ,",
    "pronunciation": "(ਨਹ) ਨਹੀਂ (ਭਵੰਤਿ) ਹੁੰਦਾ",
    "type_id": 3
  },
  {
    "id": 57953,
    "shabad_id": 4922,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋਭਾ ਹੀਨ. ਨਹ ਭਵੰਤਿ; ਨਹ ਪੋਹੰਤਿ. ਸੰਸਾਰ ਦੁਖਨਹ ॥",
    "transliteration": "Sobhaa Heen Neh Bhavanth Neh Pohanth Sansaar Dhukhaneh ||",
    "translation": "They are not bothered by gossip; the miseries of the world do not touch them.",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਕਦੇ ਭੀ ਸੋਭਾ ਨਹੀਂ ਮਿਟਦੀ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ ਦੇ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57954,
    "shabad_id": 4922,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੋਬਿੰਦ ਨਾਮ ਜਪੰਤਿ. ਮਿਲਿ ਸਾਧਸੰਗਹ; ਨਾਨਕ. ਸੇ ਪ੍ਰਾਣੀ ਸੁਖ ਬਾਸਨਹ ॥੨੮॥",
    "transliteration": "Gobindh Naam Japanth Mil Saadhh Sangeh Naanak Sae Praanee Sukh Baasaneh ||28||",
    "translation": "Those who join the Saadh Sangat, the Company of the Holy, and chant the Name of the Lord of the Universe - O Nanak, those mortals abide in peace. ||28||",
    "punjabi": "ਜਿਹੜੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ। ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ (ਸਦਾ) ਸੁਖੀ ਵਸਦੇ ਹਨ ॥੨੮॥",
    "pronunciation": "(ਬਾਸਨਹ) ਵਸਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 57955,
    "shabad_id": 4923,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੈਨਾ ਸਾਧ ਸਮੂਹ, ਸੂਰ ਅਜਿਤੰ; ਸੰਨਾਹੰ ਤਨਿ ਨਿੰਮ੍ਰਤਾਹ ॥",
    "transliteration": "Sainaa Saadhh Samooh Soor Ajithan Sannaahan Than Ninmrathaah ||",
    "translation": "The Holy people are an invincible army of spiritual warriors; their bodies are protected by the armor of humility.",
    "punjabi": "ਸੰਤ-ਜਨ ਅਜਿੱਤ ਸੂਰਮਿਆਂ ਦੀ ਸੈਨਾ ਹੈ। ਗ਼ਰੀਬੀ ਸੁਭਾਉ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਉਤੇ ਸੰਜੋਅ ਹੈ;",
    "pronunciation": "(ਅਜਿੱਤੰ) ਨਾ ਜਿੱਤੇ ਜਾਣ ਵਾਲੇ (ਸੂਰ) ਸੂਰਮੇ। ਸੈਨਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 57956,
    "shabad_id": 4923,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਵਧਹ. ਗੁਣ ਗੋਬਿੰਦ ਰਮਣੰ; ਓਟ ਗੁਰ ਸਬਦ. ਕਰ ਚਰਮਣਹ ॥",
    "transliteration": "Aavadhheh Gun Gobindh Ramanan Outt Gur Sabadh Kar Charamaneh ||",
    "translation": "Their weapons are the Glorious Praises of the Lord which they chant; their Shelter and Shield is the Word of the Guru's Shabad.",
    "punjabi": "ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਉਣੇ ਉਹਨਾਂ ਪਾਸ ਸ਼ਸਤ੍ਰ ਹਨ; ਗੁਰ-ਸ਼ਬਦ ਦੀ ਓਟ ਉਹਨਾਂ ਦੇ ਹੱਥ ਦੀ ਢਾਲ ਹੈ।",
    "pronunciation": "ਚਰਮ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 57957,
    "shabad_id": 4923,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਰੂੜਤੇ, ਅਸ੍ਵ ਰਥ ਨਾਗਹ; ਬੁਝੰਤੇ, ਪ੍ਰਭ ਮਾਰਗਹ ॥",
    "transliteration": "Aaroorrathae Asv Rathh Naageh Bujhanthae Prabh Maarageh ||",
    "translation": "The horses, chariots and elephants they ride are their way to realize God's Path.",
    "punjabi": "ਸੰਤ-ਜਨ ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਭਾਲਦੇ ਰਹਿੰਦੇ ਹਨ-ਇਹ, ਮਾਨੋ, ਉਹ ਘੋੜੇ ਰਥ ਹਾਥੀਆਂ ਦੀ ਸਵਾਰੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਅਾਰੂੜਤੇ) ਸਵਾਰ ਹੁੰਦੇ ਹਨ। (ਅਸ੍ਵ) ਘੋੜੇ ਸ੍ਰਵਣ ਰੂਪ। (ਰਥ) ਮੰਨਣ ਰੂਪ। (ਨਾਗਹ) ਹਾਥੀ ਨਿਧਿਅਾਸਣ ਰੂਪ। ਅਸ੍ਵ: ਵਾਵਾ ਅੱਧਾ ਜਾਣਕੇ, ਵਾਵਾ ਪੋਲਾ ਬੋਲੋ। ਬੁੱਝੰਤੇ",
    "type_id": 3
  },
  {
    "id": 57958,
    "shabad_id": 4923,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਿਚਰਤੇ ਨਿਰਭਯੰ, ਸਤ੍ਰੁ ਸੈਨਾ; ਧਾਯੰਤੇ, ਗੁੋਪਾਲ ਕੀਰਤਨਹ ॥",
    "transliteration": "Bicharathae Nirabhayan Sathra Sainaa Dhhaayanthae Guopaal Keerathaneh ||",
    "translation": "They walk fearlessly through the armies of their enemies; they attack them with the Kirtan of God's Praises.",
    "punjabi": "ਸੰਤ-ਜਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਸਹੈਤਾ) ਨਾਲ (ਕਾਮਾਦਿਕ) ਵੈਰੀ-ਦਲ ਉਤੇ ਹੱਲਾ ਕਰਦੇ ਹਨ, ਅਤੇ (ਇਸ ਤਰ੍ਹਾਂ ਉਹਨਾਂ ਵਿਚ) ਨਿਡਰ ਹੋ ਕੇ ਤੁਰੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "ਨਿਰ-ਭਯੰ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ। (ਧਾ-ਯਮਤੇ) ਧਾਵਾ ਕਰਦੇ ਹਨ।ਗੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ।ਸੱਤ੍ਰੁ",
    "type_id": 3
  },
  {
    "id": 57959,
    "shabad_id": 4923,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਤਤੇ. ਬਿਸ੍ਵ ਸੰਸਾਰਹ; ਨਾਨਕ. ਵਸ੍ਯੰ ਕਰੋਤਿ, ਪੰਚ ਤਸਕਰਹ ॥੨੯॥",
    "transliteration": "Jithathae Bisv Sansaareh Naanak Vasyan Karoth Panch Thasakareh ||29||",
    "translation": "They conquer the entire world, O Nanak, and overpower the five thieves. ||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ-ਜਨ ਉਹਨਾਂ ਪੰਜਾਂ ਚੋਰਾਂ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲੈਂਦੇ ਹਨ ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਜਿੱਤ ਰਹੇ ਹਨ ॥੨੯॥",
    "pronunciation": "(ਬਿਸ੍ਵ) ਵਾਵਾ ਅੱਧਾ ਪੋਲਾ ਬੋਲੋ।ਵਸ੍ਯੰ: ਵੱਸਿਅੰ।ਤਸ-ਕਰਹ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 57960,
    "shabad_id": 4924,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਿ੍ਰਗ ਤਿ੍ਰਸਨਾ, ਗੰਧਰਬ ਨਗਰੰ; ਦ੍ਰੁਮ ਛਾਯਾ, ਰਚਿ ਦੁਰਮਤਿਹ ॥",
    "transliteration": "Mrig Thrisanaa Gandhharab Nagaran Dhraam Shhaayaa Rach Dhuramathih ||",
    "translation": "Misled by evil-mindedness, mortals are engrossed in the mirage of the illusory world, like the passing shade of a tree.",
    "punjabi": "ਭੈੜੀ ਬੁੱਧੀ ਵਾਲਾ ਬੰਦਾ ਠਗਨੀਰੇ ਨੂੰ ਹਵਾਈ ਕਿਲ੍ਹੇ ਨੂੰ ਅਤੇ ਰੁੱਖ ਦੀ ਛਾਂ ਨੂੰ ਸਹੀ ਮੰਨ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਛਾਯਾ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ । ਦੁਰ-ਮੱਤਿਹ। ਗੰ-ਧਰਬ",
    "type_id": 3
  },
  {
    "id": 57961,
    "shabad_id": 4924,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਤਹ. ਕੁਟੰਬ ਮੋਹ ਮਿਥ੍ਯਾ; ਸਿਮਰੰਤਿ ਨਾਨਕ. ਰਾਮ ਰਾਮ ਨਾਮਹ ॥੩੦॥",
    "transliteration": "Thatheh Kuttanb Moh Mithhyaa Simaranth Naanak Raam Raam Naameh ||30||",
    "translation": "Emotional attachment to family is false, so Nanak meditates in remembrance on the Name of the Lord, Raam, Raam. ||30||",
    "punjabi": "ਉਸੇ ਤਰ੍ਹਾਂ ਦਾ ਨਾਸਵੰਤ ਕੁਟੰਬ ਦਾ ਮੋਹ ਹੈ। ਹੇ ਨਾਨਕ! (ਇਸ ਨੂੰ ਤਿਆਗ ਕੇ ਸੰਤ-ਜਨ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ॥੩੦॥",
    "pronunciation": "ਤਤਹ: ਪੋਲਾ ਬੋਲੋ, ਮਿਥਿਅਾ",
    "type_id": 3
  },
  {
    "id": 57962,
    "shabad_id": 4924,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਚ. ਬਿਦਿਅਾ ਨਿਧਾਨ ਨਿਗਮੰ; ਨਚ. ਗੁਣਗ੍ਯ, ਨਾਮ ਕੀਰਤਨਹ ॥",
    "transliteration": "Nach Bidhiaa Nidhhaan Nigaman Nach Gunagy Naam Keerathaneh ||",
    "translation": "I do not possess the treasure of the wisdom of the Vedas, nor do I possess the merits of the Praises of the Naam.",
    "punjabi": "ਨਾਹ ਹੀ ਮੈਂ ਵੇਦ-ਵਿਦਿਆ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਾਂ, ਨਾਹ ਹੀ ਮੈਂ ਗੁਣਾਂ ਦਾ ਪਾਰਖੂ ਹਾਂ, ਨਾਹ ਹੀ ਮੇਰੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੈ।",
    "pronunciation": "ਨਚ :ਪੋਲਾ ਬੋਲੋ, ਕੱਸਕੇ ਬੋਲਣ ਨਾਲ ਅਰਥ ਨੱਚਣਾ ਬਣੇਗਾ। (ਨਚ) ਨਹੀਂ। ਗੁਣਗ੍ਯ: ਗੁਣੱਗਿਅ",
    "type_id": 3
  },
  {
    "id": 57963,
    "shabad_id": 4924,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਚ. ਰਾਗ ਰਤਨ ਕੰਠੰ; ਨਹ ਚੰਚਲ ਚਤੁਰ ਚਾਤੁਰਹ ॥",
    "transliteration": "Nach Raag Rathan Kanthan Neh Chanchal Chathur Chaathureh ||",
    "translation": "I do not have a beautiful voice to sing jewelled melodies; I am not clever, wise or shrewd.",
    "punjabi": "ਮੇਰੇ ਗਲੇ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਰਾਗ ਭੀ ਨਹੀਂ, ਨਾਹ ਹੀ ਮੈਂ ਚੁਸਤ ਤੇ ਬੜਾ ਸਿਆਣਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 57964,
    "shabad_id": 4924,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਭਾਗ ੳੁਦਿਮ, ਲਬਧ੍ਯੰ ਮਾੲਿਅਾ; ਨਾਨਕ. ਸਾਧਸੰਗਿ ਖਲ ਪੰਡਿਤਹ ॥੩੧॥",
    "transliteration": "Bhaag Oudhim Labadhhyan Maaeiaa Naanak Saadhhasang Khal Pandditheh ||31||",
    "translation": "By destiny and hard work, the wealth of Maya is obtained. O Nanak, in the Saadh Sangat, the Company of the Holy, even fools become religious scholars. ||31||",
    "punjabi": "ਪੂਰਬਲੇ ਭਾਗਾਂ ਅਨੁਸਾਰ ਉੱਦਮ ਕੀਤਿਆਂ ਮਾਇਆ ਮਿਲਦੀ ਹੈ (ਉਹ ਭੀ ਮੇਰੇ ਪਾਸ ਨਹੀਂ)। (ਪਰ) ਹੇ ਨਾਨਕ! ਸਤਸੰਗ ਵਿਚ ਆ ਕੇ ਮੂਰਖ (ਭੀ) ਪੰਡਿਤ (ਬਣ ਜਾਂਦਾ ਹੈ, ਇਹੀ ਮੇਰਾ ਭੀ ਆਸਰਾ ਹੈ) ॥੩੧॥",
    "pronunciation": "(ੳੁਦਿਮ) ੳੁ੍ਨਦਮ ਵਾਲੇ ਭਾਗ ਕਹੀਦੇ ਹਨ।ਪ੍ਰੇਮਾ-ਭਗਤੀ ਰੂਪ ਮਾੲਿਅਾ ਲੱਛਮੀ ਸਾਧਸੰਗਤ ਜੀ ਚੋਂ ਲੱਭਦੀ ਹੈ। ਲਬਧ੍ਯੰ: ਲੱਬਧਿਅੰ। ਪੰਡਿ-ਤਹ",
    "type_id": 3
  },
  {
    "id": 57965,
    "shabad_id": 4925,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕੰਠ ਰਮਣੀਯ, ਰਾਮ ਰਾਮ ਮਾਲਾਂ; ਹਸਤੳੂਚ ਪ੍ਰੇਮ ਧਾਰਣੀ ॥",
    "transliteration": "Kanth Ramaneey Raam Raam Maalaa Hasath Ooch Praem Dhhaaranee ||",
    "translation": "The mala around my neck is the chanting of the Lord's Name. The Love of the Lord is my silent chanting.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਗਲੇ ਤੋਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਉਚਾਰਨ ਨੂੰ ਗਲੇ ਦੀ ਸੁੰਦਰ ਮਾਲਾ ਬਣਾਂਦਾ ਹੈ, (ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰੇਮ ਟਿਕਾਣ ਨੂੰ ਮਾਲਾ ਦੀ ਥੈਲੀ ਬਣਾਂਦਾ ਹੈ,",
    "pronunciation": "ਸੁੰਦਰ ਰਾਮ ਰਾਮ ਜੀ ਨੂੰ ੳੁਚਾਰਨਾ ਹੀ ਮਾਲਾਂ ਹੈ। ਗੳੂ ਦੇ ਮੁਖ ਜੈਸੀ ਗੁਥਲੀ ਗੋਮੁਖੀ ਹੈ, ੲਿਸ ਚ ਹੱਥ ਪਾ ਕੇ ਮਾਲ਼ਾ ਫੇਰਨੀ, ਹਿੰਦੂ ਭਾੲੀ ਪੁੰਨ ਸਮਝਦੇ ਹਨ। ਪੂਰਨ ਪ੍ਰੀਤ ਧਾਰਨੀ ਹੀ (ਹਸਤ-ੳੂਚ) ਗੋਮੁਖੀ ਹੈ। ਰਮ-ਣੀਯ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ। ਮਾਲਾਂ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 57966,
    "shabad_id": 4925,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੀਹ ਭਣਿਜੋ, ੳੁਤਮ ਸਲੋਕ; ੳੁਧਰਣੰ ਨੈਨ ਨੰਦਨੀ ॥੩੨॥",
    "transliteration": "Jeeh Bhan Jo Outham Salok Oudhharanan Nain Nandhanee ||32||",
    "translation": "Chanting this most Sublime Word brings salvation and joy to the eyes. ||32||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਜੀਭ ਨਾਲ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ ॥੩੨॥",
    "pronunciation": "(ਨੈਨ) ਨੇਤ੍ਰਾਂ ਨੰੂ ਨੰਦਨੀ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਲੀ, ਮਾੲਿਅਾ ਤੋਂ (ੳੁਧਰ-ਣੰ) ਬਚਣਾ ਹੁੰਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 57967,
    "shabad_id": 4926,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਮੰਤ੍ਰ ਹੀਣਸ੍ਯ. ਜੋ ਪ੍ਰਾਣੀ; ਧਿ੍ਰਗੰਤ ਜਨਮ ਭ੍ਰਸਟਣਹ ॥",
    "transliteration": "Gur Manthr Heenasy Jo Praanee Dhhriganth Janam Bhrasattaneh ||",
    "translation": "That mortal who lacks the Guru's Mantra - cursed and contaminated is his life.",
    "punjabi": "ਜਿਹੜਾ ਬੰਦਾ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਤੋਂ ਸੱਖਣਾ ਹੈ, ਉਸ ਭੈੜੀ ਬੱਧ ਵਾਲੇ ਦਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਯੋਗ ਹੈ।",
    "pronunciation": "ਹੀਣਸ੍ਯ: ਹੀਣੱਸਿਅ। ਧਿ੍ਰ-ਗੰਤ",
    "type_id": 3
  },
  {
    "id": 57968,
    "shabad_id": 4926,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕੂਕਰਹ ਸੂਕਰਹ ਗਰਧਭਹ ਕਾਕਹ; ਸਰਪਨਹ ਤੁਲਿ ਖਲਹ ॥੩੩॥",
    "transliteration": "Kookareh Sookareh Garadhhabheh Kaakeh Sarapaneh Thul Khaleh ||33||",
    "translation": "That blockhead is just a dog, a pig, a jackass, a crow, a snake. ||33||",
    "punjabi": "ਉਹ ਮੂਰਖ ਕੁੱਤੇ ਸੂਰ ਖੋਤੇ ਕਾਂ ਸੱਪ ਦੇ ਬਰਾਬਰ (ਜਾਣੋ) ॥੩੩॥",
    "pronunciation": "ਅਰਥ ਕਰਨ ਲੲੀ ਤੁਲਿ ਪਹਿਲਾਂ ਅਾੳੁਣ ਵਾਲੇ ਸਾਰੇ ਅੱਖਰਾਂ ਨਾਲ ਲੱਗੇਗਾ, ਕੂਕਰਹ ਤੁਲਿ, ਸੂਕਰਹ ਤੁਲਿ, ਗਰਧਭਹ ਤੁਲਿ, ਕਾਕਹ ਤੁਲਿ। ਤੱੁਲਿ। ਖਲਹ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 57969,
    "shabad_id": 4927,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਚਰਣਾਰਬਿੰਦ ਭਜਨੰ, ਰਿਦਯੰ ਨਾਮ ਧਾਰਣਹ ॥",
    "transliteration": "Charanaarabindh Bhajanan Ridhayan Naam Dhhaaraneh ||",
    "translation": "Whoever contemplates the Lord's Lotus Feet, and enshrines His Name within the heart,",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਟਿਕਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ-ਕਮਲਾਂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "ਰਿਦ-ਯੰ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।ਧਾਰ-ਣਹ",
    "type_id": 3
  }
]
