[
  {
    "shabad_id": 4927,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kIrqnM swDsMgyx nwnk; nh idRstMiq. jmdUqnh ]34]",
    "transliteration": "Keerathanan Saadhhasangaen Naanak Neh Dhrisattanth Jamadhoothaneh ||34||",
    "translation": "And sings the Kirtan of His Praises in the Saadh Sangat, O Nanak, shall never see the Messenger of Death. ||34||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਜਮਰਾਜ ਦੇ ਦੂਤ ਉਸ ਮਨੁੱਖ ਵਲ ਤੱਕ (ਭੀ) ਨਹੀਂ ਸਕਦੇ (ਕਿਉਂਕਿ ਵਿਕਾਰ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੇ) ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4928,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nc durlBM DnM rUpM; nc durlBM sÍrg rwjnh ]",
    "transliteration": "Nach Dhuralabhan Dhhanan Roopan Nach Dhuralabhan Svarag Raajaneh ||",
    "translation": "Wealth and beauty are not so difficult to obtain. Paradise and royal power are not so difficult to obtain.",
    "punjabi": "ਧਨ ਅਤੇ ਰੂਪ ਲੱਭਣਾ ਬਹੁਤ ਔਖਾ ਨਹੀਂ ਹੈ, ਨਾਹ ਹੀ ਸੁਰਗ ਦਾ ਰਾਜ।",
    "pronunciation": "nc: polw bolo[dur-lBM[sÍrg: suArg",
    "type_id": 3
  },
  {
    "shabad_id": 4928,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nc durlBM BojnM ibMjnM; nc durlBM sÍC AMbrh ]",
    "transliteration": "Nach Dhuralabhan Bhojanan Binjanan Nach Dhuralabhan Svashh Anbareh ||",
    "translation": "Foods and delicacies are not so difficult to obtain. Elegant clothes are not so difficuilt to obtain.",
    "punjabi": "ਸੁਆਦਲੇ ਮਸਾਲੇਦਾਰ ਖਾਣੇ ਪ੍ਰਾਪਤ ਕਰਨੇ ਔਖੇ ਨਹੀਂ, ਨਾਹ ਹੀ ਸਾਫ਼ ਸੁਥਰੇ ਕੱਪੜੇ।",
    "pronunciation": "nc:polw bolo[ (nc) nhI[dur-lBM[ suA`C",
    "type_id": 3
  },
  {
    "shabad_id": 4928,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nc durlBM. suq imqR BRwq bWDv; nc durlBM. binqw iblwsh ]",
    "transliteration": "Nach Dhuralabhan Suth Mithr Bhraath Baandhhav Nach Dhuralabhan Banithaa Bilaaseh ||",
    "translation": "Children, friends, siblings and relatives are not so difficult to obtain. The pleasures of woman are not so difficult to obtain.",
    "punjabi": "ਪੁੱਤ੍ਰ ਮਿੱਤ੍ਰ ਭਰਾ ਰਿਸ਼ਤੇਦਾਰਾਂ ਦਾ ਮਿਲਣਾ ਬਹੁਤ ਮੁਸ਼ਕਿਲ ਨਹੀਂ, ਨਾਹ ਹੀ ਇਸਤ੍ਰੀ ਦੇ ਲਾਡ-ਪਿਆਰ।",
    "pronunciation": "bin-qw",
    "type_id": 3
  },
  {
    "shabad_id": 4928,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nc durlBM. ibidAw pRbIxM; nc durlBM. cqur cMclh ]",
    "transliteration": "Nach Dhuralabhan Bidhiaa Prabeenan Nach Dhuralabhan Chathur Chanchaleh ||",
    "translation": "Knowledge and wisdom are not so difficult to obtain. Cleverness and trickery are not so difficult to obtain.",
    "punjabi": "ਵਿਦਿਆ ਹਾਸਲ ਕਰਕੇ ਸਿਆਣਾ ਬਣਨਾ ਭੀ ਬਹੁਤ ਔਖਾ ਨਹੀਂ ਹੈ, ਨਾਹ ਹੀ ਔਖਾ ਹੈ (ਵਿੱਦਿਆ ਦੀ ਸਹੈਤਾ ਨਾਲ) ਚਾਲਾਕ ਤੇ ਤੀਖਣ-ਬੁੱਧ ਹੋਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4928,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "durlBM eyk Bgvwn nwmh; nwnk. lbiD´M swDsMig. ikRpw pRBM ]35]",
    "transliteration": "Dhuralabhan Eaek Bhagavaan Naameh Naanak Labadhhiyan Saadhhasang Kirapaa Prabhan ||35||",
    "translation": "Only the Naam, the Name of the Lord, is difficult to obtain. O Nanak, it is only obtained by God's Grace, in the Saadh Sangat, the Company of the Holy. ||35||",
    "punjabi": "ਹਾਂ! ਹੇ ਨਾਨਕ! ਕੇਵਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ। ਨਾਮ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹੀ ਮਿਲਦਾ ਹੈ (ਪਰ ਤਦੋਂ ਮਿਲਦਾ ਹੈ ਜਦੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਹੋਵੇ ॥੩੫॥",
    "pronunciation": "lbiD´M: l`biDAM",
    "type_id": 3
  },
  {
    "shabad_id": 4929,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jq kqh qqh idRstM; sÍrg mrq. pXwl lokh ]",
    "transliteration": "Jath Katheh Thatheh Dhrisattan Svarag Marath Payaal Lokeh ||",
    "translation": "Wherever I look, I see the Lord, whether in this world, in paradise, or the nether regions of the underworld.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਬੰਦੇ ਨੇ (ਉਸ ਪਰਮਾਤਮਾ) ਨੂੰ ਸੁਰਗ, ਮਾਤਲੋਕ, ਪਾਤਾਲ ਲੋਕ-ਹਰ ਥਾਂ ਵੇਖ ਲਿਆ ਹੈ,",
    "pronunciation": "(mrq) mwqlok[ jq, kqh, qqh: poly bolo[ sÍrg: su-Arg[p-Xwl:Xw qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 4929,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "srbqR rmxM goibMdh; nwnk. lyp Cyp n ilp´qy ]36]",
    "transliteration": "Sarabathr Ramanan Gobindheh Naanak Laep Shhaep N Lipyathae ||36||",
    "translation": "The Lord of the Universe is All-pervading everywhere. O Nanak, no blame or stain sticks to Him. ||36||",
    "punjabi": "ਜੋ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਪ੍ਰਿਥਵੀ ਦਾ ਪਾਲਕ ਹੈ; ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਪੋਚੇ ਨਾਲ ਨਹੀਂ ਲਿੱਬੜਦਾ ॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4930,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ibKXw BXMiq AMimRqM; dRüstW sKw sÍjnh ]",
    "transliteration": "Bikhayaa Bhayanth Anmrithan Dhraasattaan Sakhaa Svajaneh ||",
    "translation": "Poison is transformed into nectar, and enemies into friends and companions.",
    "punjabi": "ਜ਼ਹਿਰ ਉਸ ਦੇ ਵਾਸਤੇ ਅੰਮ੍ਰਿਤ ਬਣ ਜਾਂਦਾ ਹੈ, ਦੋਖੀ ਉਸ ਦੇ ਮਿਤ੍ਰ ਤੇ ਕਰੀਬੀ ਰਿਸ਼ਤੇਦਾਰ ਬਣ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "ibK-Xw: Xw qwlU qoN bol[B-XMiq[d RüstW[ (sÍjnh) suA`jnh",
    "type_id": 3
  },
  {
    "shabad_id": 4930,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "duKM. BXMiq suK´M; BY BIqM. q inrBXh ]",
    "transliteration": "Dhukhan Bhayanth Sukhyan Bhai Bheethan Th Nirabhayeh ||",
    "translation": "Pain is changed into pleasure, and the fearful become fearless.",
    "punjabi": "ਦੁੱਖ-ਕਲੇਸ਼ ਸੁਖ ਬਣ ਜਾਂਦੇ ਹਨ, ਜੇ ਉਹ (ਪਹਿਲਾਂ) ਅਨੇਕਾਂ ਡਰਾਂ ਨਾਲ ਸਹਿਮਿਆ ਰਹਿੰਦਾ ਸੀ, ਤਾਂ ਨਿਡਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "B-XMiq:XM qwlU qoN bol[ (B-XMiq) huMdw hY[ suK´M: suiKAM[ polw bolo, inr-BXh[ (dUjw pwT: BIqMq)",
    "type_id": 3
  },
  {
    "shabad_id": 4930,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Qwn ibhUn ibsRwm. nwmM nwnk; ikRpwl hir hir gurh ]37]",
    "transliteration": "Thhaan Bihoon Bisraam Naaman Naanak Kirapaal Har Har Gureh ||37||",
    "translation": "Those who have no home or place find their place of rest in the Naam, O Nanak, when the Guru, the Lord, becomes Merciful. ||37||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਪਰਮਾਤਮਾ-ਦਾ-ਰੂਪ ਸਤਿਗੁਰੂ ਕਿਰਪਾਲ ਹੋ ਪਏ। ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਹਾਰਾ-ਆਸਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4931,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "srb sIl, mmM sIlM; srb pWvn, mm pWvnh ]",
    "transliteration": "Sarab Seel Maman Seelan Sarab Paavan Mam Paavaneh ||",
    "translation": "He blesses all with humility; He has blessed me with humility as well. He purifies all, and He has purified me as well.",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਸ਼ਾਂਤੀ ਸੁਭਾਉ ਦੇਣ ਵਾਲਾ ਹੈ ਮੈਨੂੰ ਭੀ ਉਹੀ ਸ਼ਾਂਤੀ ਦੇਂਦਾ ਹੈ; ਜੋ ਸਭ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਦੇ ਸਮਰਥ ਹੈ, ਮੇਰਾ ਭੀ ਉਹੀ ਪਵਿਤ੍ਰ-ਕਰਤਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4931,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "srb krqb, mmM krqw; nwnk. lyp Cyp n ilp´qy ]38]",
    "transliteration": "Sarab Karathab Maman Karathaa Naanak Laep Shhaep N Lipyathae ||38||",
    "translation": "The Creator of all is the Creator of me as well. O Nanak, no blame or stain sticks to Him. ||38||",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਚਨ ਦੇ ਸਮਰਥ ਹੈ, ਉਹੀ ਮੇਰਾ ਕਰਤਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਹ ਪ੍ਰਭੂ ਵਿਕਾਰਾਂ ਦੇ ਪੋਚੇ ਨਾਲ ਨਹੀਂ ਲਿਬੜਦਾ ॥੩੮॥",
    "pronunciation": "krqb: polw bolo[ ilp´qy: ilipAqy",
    "type_id": 3
  },
  {
    "shabad_id": 4932,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nh sIqlM cMdR dyvh; nh sIqlM bwvn cMdnh ]",
    "transliteration": "Neh Seethalan Chandhr Dhaeveh Neh Seethalan Baavan Chandhaneh ||",
    "translation": "The moon-god is not cool and calm, nor is the white sandalwood tree.",
    "punjabi": "ਚੰਦ੍ਰਮਾ (ਉਤਨਾ) ਠੰਢ ਅਪੜਾਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਨਾਹ ਹੀ ਚਿੱਟਾ ਚੰਦਨ (ਉਤਨੀ) ਠੰਢ ਅਪੜਾ ਸਕਦਾ ਹੈ,",
    "pronunciation": "(dyvh) pRkwS krn vwly (cMdR) cMd dyvqw jI",
    "type_id": 3
  },
  {
    "shabad_id": 4932,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "nh sIqlM, sIq ruqyx; nwnk. sIqlM swD sÍjnh ]39]",
    "transliteration": "Neh Seethalan Seeth Ruthaen Naanak Seethalan Saadhh Svajaneh ||39||",
    "translation": "The winter season is not cool; O Nanak, only the Holy friends, the Saints, are cool and calm. ||39||",
    "punjabi": "ਨਾਹ ਹੀ ਸਰਦੀਆਂ ਦੀ ਬਹਾਰ (ਉਤਨੀ) ਠੰਢ ਦੇ ਸਕਦੀ ਹੈ, ਹੇ ਨਾਨਕ! (ਜਿਤਨੀ) ਠੰਢ-ਸ਼ਾਂਤੀ ਗੁਰਮੁਖ ਸਾਧ ਜਨ ਦੇਂਦੇ ਹਨ ॥੩੯॥",
    "pronunciation": "r`uqyx[ sÍjnh: suA`jnh",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mMqRM rwm rwm nwmM; D´wnM srbqR pUrnh ]",
    "transliteration": "Manthran Raam Raam Naaman Dhhyaanan Sarabathr Pooraneh ||",
    "translation": "Through the Mantra of the Name of the Lord, Raam, Raam, one meditates on the All-pervading Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੀਭ ਨਾਲ) ਜਪਣਾ ਅਤੇ ਉਸ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਜਾਣ ਕੇ ਉਸ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ;",
    "pronunciation": "D´wn: iDAwnM",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "g´wnM sm duK suKM; jugiq inrml inrvYrxh ]",
    "transliteration": "Gyaanan Sam Dhukh Sukhan Jugath Niramal Niravairaneh ||",
    "translation": "Those who have the wisdom to look alike upon pleasure and pain, live the immaculate lifestyle, free of vengeance.",
    "punjabi": "ਸੁਖਾਂ ਦੁਖਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਸਮਝਣਾ ਅਤੇ ਪਵਿਤ੍ਰ ਤੇ ਵੈਰ-ਰਹਿਤ ਜੀਵਨ ਜੀਊਣਾ;",
    "pronunciation": "ig´wn: igAwnM",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "dXwlM. srbqR jIAw; pMc doK ibvrijqh ]",
    "transliteration": "Dhayaalan Sarabathr Jeeaa Panch Dhokh Bivarajitheh ||",
    "translation": "They are kind to all beings; they have overpowered the five thieves.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਨਾਲ ਪਿਆਰ-ਹਮਦਰਦੀ ਰੱਖਣੀ ਅਤੇ ਕਾਮਾਦਿਕ ਪੰਜੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣਾ;",
    "pronunciation": "dXw-lM: d`dw mukqw bol ky, Xw qwlU qoN bol[ sr-b`qR[ ib-vrij`qh",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "BojnM gopwl kIrqnM; Alp mwXw, jl kml rhqh ]",
    "transliteration": "Bhojanan Gopaal Keerathanan Alap Maayaa Jal Kamal Rehatheh ||",
    "translation": "They take the Kirtan of the Lord's Praise as their food; they remain untouched by Maya, like the lotus in the water.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾਣਾ ਅਤੇ ਮਾਇਆ ਤੋਂ ਇਉਂ ਨਿਰਲੇਪ ਰਹਿਣਾ ਜਿਵੇਂ ਕਉਲ ਫੁੱਲ ਪਾਣੀ ਤੋਂ,",
    "pronunciation": "(Alp) inrlyp, (Alp) qu`C[mw-Xw: Xw qwlU qoN bol mw-Xw[rh-qh",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "aupdysM sm imqR sqRh; BgvMq Bgiq BwvnI ]",
    "transliteration": "Oupadhaesan Sam Mithr Sathreh Bhagavanth Bhagath Bhaavanee ||",
    "translation": "They share the Teachings with friend and enemy alike; they love the devotional worship of God.",
    "punjabi": "ਸੱਜਣ ਤੇ ਵੈਰੀ ਨਾਲ ਇਕੋ ਜਿਹਾ ਪ੍ਰੇਮ-ਭਾਵ ਰੱਖਣ ਦੀ ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਕਰਨੀ ਅਤੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਪਿਆਰ ਬਣਾਣਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pr inMdw, nh sRoiq sRvxM; Awpu iq´wig. sgl ryxukh ]",
    "transliteration": "Par Nindhaa Neh Sroth Sravanan Aap Thiyaag Sagal Raenukeh ||",
    "translation": "They do not listen to slander; renouncing self-conceit, they become the dust of all.",
    "punjabi": "ਪਰਾਈ ਨਿੰਦਿਆ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਨਾਹ ਸੁਣਨੀ ਅਤੇ ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਸਭ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਨਾ;",
    "pronunciation": "(sRvxM) kMnW nwl[ iqAwig",
    "type_id": 3
  },
  {
    "shabad_id": 4933,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Kt lK´x pUrnM purKh; nwnk. nwm swD sÍjnh ]40]",
    "transliteration": "Khatt Lakhyan Pooranan Purakheh Naanak Naam Saadhh Svajaneh ||40||",
    "translation": "Whoever has these six qualities, O Nanak, is called a Holy friend. ||40||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰਨ ਪੁਰਖਾਂ ਵਿਚ ਇਹ ਛੇ ਲੱਛਣ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਾਧ ਗੁਰਮੁਖਿ ਆਖੀਦਾ ਹੈ ॥੪੦॥",
    "pronunciation": "Kt: polw bolo[lK´x: l`iKAx[sÍjnh: suA`jnh",
    "type_id": 3
  },
  {
    "shabad_id": 4934,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Ajw BogMq. kMd mUlM; bsMqy smIip kyhrh ]",
    "transliteration": "Ajaa Bhoganth Kandh Moolan Basanthae Sameep Kaehareh ||",
    "translation": "The goat enjoys eating fruits and roots, but if it lives near a tiger, it is always anxious.",
    "punjabi": "ਬੱਕਰੀ ਗਾਜਰ-ਮੂਲੀ ਆਦਿਕ ਖਾਂਦੀ ਹੋਵੇ, ਪਰ ਸ਼ੇਰ ਦੇ ਨੇੜੇ ਵੱਸਦੀ ਹੋਵੇ,",
    "pronunciation": "(Ajw) b`krI (kMd) &L[ (mUlM) jVI bUtIAW",
    "type_id": 3
  },
  {
    "shabad_id": 4934,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qqRgqy sMswrh; nwnk. sog hrKM ibAwpqy ]41]",
    "transliteration": "Thathr Gathae Sansaareh Naanak Sog Harakhan Biaapathae ||41||",
    "translation": "This is the condition of the world, O Nanak; it is afflicted by pleasure and pain. ||41||",
    "punjabi": "(ਉਸ ਨੂੰ ਮਨ ਭਾਉਂਦਾ ਖਾਣਾ ਮਿਲਣ ਦੀ ਪ੍ਰਸੰਨਤਾ ਤਾਂ ਜ਼ਰੂਰ ਹੈ ਪਰ ਹਰ ਵੇਲੇ ਸ਼ੇਰ ਤੋਂ ਡਰ ਭੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ); ਹੇ ਨਾਨਕ! ਇਹੀ ਹਾਲ ਹੈ ਜਗਤ ਦਾ, ਇਸ ਨੂੰ ਖ਼ੁਸ਼ੀ ਤੇ ਗ਼ਮੀ ਦੋਵੇਂ ਹੀ ਵਿਆਪਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪੧॥",
    "pronunciation": "(q`qR-gqy) qYsy sMswr dI rIqI hY",
    "type_id": 3
  },
  {
    "shabad_id": 4935,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ClM iCdRM koit ibGnM; AprwDM iklibK mlM ]",
    "transliteration": "Shhalan Shhidhran Kott Bighanan Aparaadhhan Kilabikh Malan ||",
    "translation": "Fraud, false accusations, millions of diseases, sins and the filthy residues of evil mistakes;",
    "punjabi": "(ਦੂਜਿਆਂ ਨੂੰ) ਧੋਖਾ (ਦੇਣਾ), (ਕਿਸੇ ਦੇ) ਐਬ (ਫਰੋਲਣੇ), (ਹੋਰਨਾਂ ਦੇ ਰਸਤੇ ਵਿਚ) ਕ੍ਰੋੜਾਂ ਰੁਕਾਵਟਾਂ (ਪਾਣੀਆਂ), ਵਿਕਾਰ, ਪਾਪ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4935,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Brm mohM mwn ApmwnM; mdM mwXw ibAwipqM ]",
    "transliteration": "Bharam Mohan Maan Apamaanan Madhan Maayaa Biaapithan ||",
    "translation": "Doubt, emotional attachment, pride, dishonor and intoxication with Maya",
    "punjabi": "ਭਟਕਣਾ, ਮੋਹ, ਆਦਰ, ਨਿਰਾਦਰੀ, ਅਹੰਕਾਰ-(ਜਿਨ੍ਹ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ) ਮਾਇਆ ਆਪਣੇ ਦਬਾਉ ਹੇਠ ਰੱਖਦੀ ਹੈ,",
    "pronunciation": "bolmw-Xw: Xw qwlU qoN",
    "type_id": 3
  },
  {
    "shabad_id": 4935,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "imRq´ü jnm BRmMiq nrkh; Aink aupwvM, n isD´qy ]",
    "transliteration": "Mrithya Janam Bhramanth Narakeh Anik Oupaavan N Sidhhyathae ||",
    "translation": "These lead mortals to death and rebirth, wandering lost in hell. In spite of all sorts of efforts, salvation is not found.",
    "punjabi": "ਉਹ ਜਨਮ ਮਰਨ ਵਿਚ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ, ਨਰਕ ਭੋਗਦੇ ਰਹਿੰਦੇ ਹਨ। ਅਨੇਕਾਂ ਉਪਾਵ ਕਰਨ ਨਾਲ ਭੀ (ਇਹਨਾਂ ਦੁੱਖਾਂ ਤੋਂ ਨਿਕਲਣ ਵਿਚ ਕਾਮਯਾਬ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "A`Kr hyTW ´ A`Dy X nMU AONkV hovy qW au bolo[imRq´ü: mi Rqau[ imRq´ü(mOq)[ isD´qy: is`iDAqy",
    "type_id": 3
  },
  {
    "shabad_id": 4935,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "inrmlM swDsMgh; jpMiq nwnk. gopwl nwmM ]",
    "transliteration": "Niramalan Saadhh Sangeh Japanth Naanak Gopaal Naaman ||",
    "translation": "Chanting and meditating on the Name of the Lord in the Saadh Sangat, the Company of the Holy, O Nanak, mortals become immaculate and pure.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਸਦਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4935,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rmMiq gux goibMd; inqpRqh ]42]",
    "transliteration": "Ramanth Gun Gobindh Nith Pratheh ||42||",
    "translation": "They continually dwell upon the Glorious Praises of God. ||42||",
    "punjabi": "ਸਦਾ ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ (-ਜੀਵਨ) ਹੋ ਜਾਂਦੇ ਹਨ ॥੪੨॥",
    "pronunciation": "rmMiq[inq-pRqh",
    "type_id": 3
  },
  {
    "shabad_id": 4936,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "qrx srx suAwmI; rmx sIl prmysurh ]",
    "transliteration": "Tharan Saran Suaamee Raman Seel Paramaesureh ||",
    "translation": "In the Sanctuary of the Kind-hearted Lord, our Transcendent Lord and Master, we are carried across.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਕੌਤਕ ਰਚਨਹਾਰ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ, ਉਸ ਦੀ ਸਰਨ (ਜੀਵਾਂ ਲਈ, ਮਾਨੋ) ਜਹਾਜ਼ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4936,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "krx kwrx smrQh; dwnu dyq pRBu pUrnh ]",
    "transliteration": "Karan Kaaran Samarathheh Dhaan Dhaeth Prabh Pooraneh ||",
    "translation": "God is the Perfect, All-powerful Cause of causes; He is the Giver of gifts.",
    "punjabi": "ਪੂਰਨ ਪ੍ਰਭੂ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ, ਉਹ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਸਭ ਕੁਝ ਕਰਨ-ਜੋਗਾ ਹੈ।",
    "pronunciation": "smr`Qh",
    "type_id": 3
  },
  {
    "shabad_id": 4936,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "inrws. Aws krxM; sgl ArQ AwlXh ]",
    "transliteration": "Niraas Aas Karanan Sagal Arathh Aalayeh ||",
    "translation": "He gives hope to the hopeless. He is the Source of all riches.",
    "punjabi": "ਪ੍ਰਭੂ ਨਿਰਾਸਿਆਂ ਦੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਪਦਾਰਥਾਂ ਦਾ ਘਰ ਹੈ।",
    "pronunciation": "(ArQ) pdwrQ [Awl-Xh: X qwlU qoN bolo[ (AwlXh) Gr",
    "type_id": 3
  },
  {
    "shabad_id": 4936,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gux inDwn ismrMiq nwnk; sgl jwcMq jwickh ]43]",
    "transliteration": "Gun Nidhhaan Simaranth Naanak Sagal Jaachanth Jaachikeh ||43||",
    "translation": "Nanak meditates in remembrance on the Treasure of Virtue; we are all beggars, begging at His Door. ||43||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਰੇ (ਜੀਵ) ਮੰਗਤੇ (ਬਣ ਕੇ ਉਸ ਦੇ ਦਰ ਤੋਂ) ਮੰਗਦੇ ਹਨ, ਤੇ ਸਭ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ॥੪੩॥",
    "pronunciation": "jwic-kh",
    "type_id": 3
  },
  {
    "shabad_id": 4937,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "durgm sQwn, sugmM; mhw dUK. srb sUKxh ]",
    "transliteration": "Dhuragam Sathhaan Sugaman Mehaa Dhookh Sarab Sookhaneh ||",
    "translation": "The most difficult place becomes easy, and the worst pain turns into pleasure.",
    "punjabi": "ਔਖੀ ਪਹੁੰਚ ਵਾਲੇ ਥਾਂ ਸੌਖੀ ਪਹੁੰਚ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਵੱਡੇ ਵੱਡੇ ਦੁੱਖ ਸਾਰੇ ਹੀ ਸੁਖ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "dur-gm[ sug-mM[",
    "type_id": 3
  },
  {
    "shabad_id": 4937,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "dur bcn, Byd BrmM; swkq ipsnMq, surjnh ]",
    "transliteration": "Dhurabachan Bhaedh Bharaman Saakath Pisanan Th Surajaneh ||",
    "translation": "Evil words, differences and doubts are obliterated, and even faithless cynics and malicious gossips become good people.",
    "punjabi": "ਜਿਹੜੇ ਬੰਦੇ ਜੀਵਨ ਦੇ ਗ਼ਲਤ ਰਸਤੇ ਪੈ ਕੇ ਖਰ੍ਹਵੇ ਬਚਨਾਂ ਨਾਲ (ਹੋਰਨਾਂ ਦੇ ਮਨ) ਵਿੰਨ੍ਹਦੇ ਰਹਿੰਦੇ ਸਨ ਉਹ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਚੁਗ਼ਲ ਬੰਦੇ ਨੇਕ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(dur) Koty ic`cV, (ipsnMq) cugl",
    "type_id": 3
  },
  {
    "shabad_id": 4937,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AisQqM, sog hrKM; BY KIxMq. inrBvh ]",
    "transliteration": "Asathhithan Sog Harakhan Bhai Kheenan Th Nirabhaveh ||",
    "translation": "They become steady and stable, whether happy or sad; their fears are taken away, and they are fearless.",
    "punjabi": "ਚਿੰਤਾ ਖ਼ੁਸ਼ੀ ਵਿਚ ਜਾ ਟਿਕਦੀ ਹੈ। (ਬਦਲ ਕੇ ਖ਼ੁਸ਼ੀ ਬਣ ਜਾਂਦੀ ਹੈ)। ਡਰਾਂ ਨਾਲ ਸਹਿਮਿਆ ਹੋਇਆ ਬੰਦਾ ਨਿਡਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "AisQ`qM",
    "type_id": 3
  }
]
