[
  {
    "id": 58041,
    "shabad_id": 4946,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜੇਨ ਕਲਾ. ਮਾਤ ਗਰਭ ਪ੍ਰਤਿਪਾਲੰ; ਨਹ ਛੇਦੰਤ. ਜਠਰ ਰੋਗਣਹ ||",
    "transliteration": "Jaen Kalaa Maath Garabh Prathipaalan Neh Shhaedhanth Jathar Roganeh ||",
    "translation": "His Power provides nourishment in the womb of the mother, and does not let disease strike.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪਣੀ ਸੱਤਿਆ ਨਾਲ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਜੀਵਾਂ ਦੀ ਰਾਖੀ (ਦਾ ਪ੍ਰਬੰਧ ਕੀਤਾ ਹੋਇਆ ਹੈ), ਮਾਂ ਦੇ ਪੇਟ ਦੀ ਅੱਗ-ਰੂਪ ਰੋਗ ਜੀਵ ਦਾ ਨਾਸ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58042,
    "shabad_id": 4946,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤੇਨ ਕਲਾ. ਅਸਥੰਭੰ ਸਰੋਵਰੰ; ਨਾਨਕ. ਨਹ ਛਿਜੰਤਿ ਤਰੰਗ ਤੋਯਣਹ ||੫੩||",
    "transliteration": "Thaen Kalaa Asathhanbhan Sarovaran Naanak Neh Shhijanth Tharang Thoyaneh ||53||",
    "translation": "His Power holds back the ocean, O Nanak, and does not allow the waves of water to destroy the land. ||53||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਨੇ ਇਸ (ਸੰਸਾਰ-) ਸਰੋਵਰ ਨੂੰ ਆਪਣੀ ਤਾਕਤ ਨਾਲ ਆਸਰਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਇਸ ਸਰੋਵਰ ਦੇ ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ (ਜੀਵਾਂ ਦਾ) ਨਾਸ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ ॥੫੩॥",
    "pronunciation": "ਤੋਯ-ਣਹ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[(ਤੋਯਣਹ) ਪਾਣੀ[ ਅਸ-ਥੰਭੰ[ਛਿ-ਜੰਤਿ",
    "type_id": 3
  },
  {
    "id": 58043,
    "shabad_id": 4947,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਸਾਂੲੀ ਗਰਿਸ੍ਟ ਰੂਪੇਣ; ਸਿਮਰਣੰ ਸਰਬਤ੍ਰ ਜੀਵਣਹ ||",
    "transliteration": "Gusaanee Garist Roopaen Simaranan Sarabathr Jeevaneh ||",
    "translation": "The Lord of the World is Supremely Beautiful; His Meditation is the Life of all.",
    "punjabi": "ਜਗਤ ਦਾ ਮਾਲਕ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਵੱਡੀ ਹਸਤੀ ਹੈ, ਉਸ ਦਾ ਸਿਮਰਨ ਸਭ ਜੀਵਾਂ ਦਾ ਜੀਵਨ (ਸਹਾਰਾ) ਹੈ।",
    "pronunciation": "(ਗ-ਰਿਸ੍ਟ) ਭਾਰੀ ਵੱਡਾ[ ਰੂਪੇਣ ਰੂਪ ਹਨ[ ਸਰਬੱਤ੍ਰ[ ਗ-ਰਿਸ੍ਟ ਅੱਧਾ ਟੈਂਕਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58044,
    "shabad_id": 4947,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਲਬਧ੍ਯੰ ਸੰਤਸੰਗੇਣ ਨਾਨਕ; ਸ੍ਵਛ ਮਾਰਗ, ਹਰਿ ਭਗਤਣਹ ||੫੪||",
    "transliteration": "Labadhhyan Santh Sangaen Naanak Svashh Maarag Har Bhagathaneh ||54||",
    "translation": "In the Society of the Saints, O Nanak, He is found on the path of devotional worship of the Lord. ||54||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਹੀ (ਇਨਸਾਨੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਦਾ) ਨਿਰਮਲ ਰਸਤਾ ਹੈ, ਜੋ ਸਾਧ ਸੰਗਤ ਵਿਚ ਲੱਭਦਾ ਹੈ ॥੫੪॥",
    "pronunciation": "(ਸ੍ਵਛ) ਪਵਿੱਤ੍ਰ[ ਲਬਧ੍ਯੰ: ਲੱਬਧਿਅੰ[ ਸ੍ਵਛ: ਸੁਅੱਛ",
    "type_id": 3
  },
  {
    "id": 58045,
    "shabad_id": 4948,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਸਕੰ. ਭਗਨੰਤ ਸੈਲੰ; ਕਰਦਮੰ, ਤਰੰਤ ਪਪੀਲਕਹ ||",
    "transliteration": "Masakan Bhagananth Sailan Karadhaman Tharanth Papeelakeh ||",
    "translation": "The mosquito pierces the stone, the ant crosses the swamp,",
    "punjabi": "ਉਹ (ਮਨੁੱਖ ਪਹਿਲਾਂ) ਮੱਛਰ (ਵਾਂਗ ਨਿਤਾਣਾ ਹੁੰਦਿਆਂ ਭੀ) ਪਹਾੜ (ਅਹੰਕਾਰ) ਨੂੰ ਤੋੜ ਲੈਂਦਾ ਹੈ, ਕੀੜੀ (ਵਾਂਗ ਕਮਜ਼ੋਰ ਹੁੰਦਿਆਂ ਭੀ ਹੁਣ) ਚਿੱਕੜ (ਮੋਹ) ਤੋਂ ਤਰ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਮਸਕੰ) ਮੱਛਰ (ਭਗਨੰਤ) ਭੰਨ ਦਿੰਦਾ ਹੈ[(ਸੈਲੰ) ਪੱਥਰ ਨੰੂ[ (ਕਰਦਮੰ) ਚਿੱਕੜ, (ਪਪੀਲ-ਕਹ) ਕੀੜੀ",
    "type_id": 3
  },
  {
    "id": 58046,
    "shabad_id": 4948,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਾਗਰੰ. ਲੰਘੰਤਿ ਪਿੰਗੰ; ਤਮ ਪਰਗਾਸ ਅੰਧਕਹ ||",
    "transliteration": "Saagaran Langhanth Pingan Tham Paragaas Andhhakeh ||",
    "translation": "The cripple crosses the ocean, and the blind sees in the darkness,",
    "punjabi": "ਲੂਲ੍ਹੇ ਸਮਾਨ (ਨਿਆਸਰਾ ਹੁੰਦਿਆਂ ਭੀ ਹੁਣ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, (ਉਸ ਅਗਿਆਨੀ) ਅੰਨ੍ਹੇ ਦਾ ਹਨੇਰਾ (ਵੀ) ਚਾਨਣ ਬਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਤਮ) ਅੰਧੇਰਾ[ ਲੰ-ਘੰਤਿ",
    "type_id": 3
  },
  {
    "id": 58047,
    "shabad_id": 4948,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਾਧਸੰਗੇਣਿ ਸਿਮਰੰਤਿ ਗੋਬਿੰਦ; ਸਰਣਿ ਨਾਨਕ ਹਰਿ ਹਰਿ ਹਰੇ ||੫੫||",
    "transliteration": "Saadhh Sangaen Simaranth Gobindh Saran Naanak Har Har Harae ||55||",
    "translation": "Meditating on the Lord of the Universe in the Saadh Sangat. Nanak seeks the Sanctuary of the Lord, Har, Har, Haray. ||55||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੀ ਓਟ ਲੈ ਕੇ ਗੋਬਿੰਦ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58048,
    "shabad_id": 4949,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਿਲਕ ਹੀਣੰ. ਜਥਾ ਬਿਪ੍ਰਾ; ਅਮਰ ਹੀਣੰ. ਜਥਾ ਰਾਜਨਹ ||",
    "transliteration": "Thilak Heenan Jathhaa Bipraa Amar Heenan Jathhaa Raajaneh ||",
    "translation": "Like a Brahmin without a sacred mark on his forehead, or a king without the power of command,",
    "punjabi": "ਜਿਵੇਂ ਤਿਲਕ ਤੋਂ ਬਿਨਾ ਬ੍ਰਾਹਮਣ, ਜਿਵੇਂ ਹੁਕਮ (ਦੀ ਸਮਰਥਾ) ਤੋਂ ਬਿਨਾ ਰਾਜਾ,",
    "pronunciation": "ਜਥਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58049,
    "shabad_id": 4949,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਵਧ ਹੀਣੰ. ਜਥਾ ਸੂਰਾ; ਨਾਨਕ. ਧਰਮ ਹੀਣੰ, ਤਥਾ ਬੈਸ˜ਵਹ ||੫੬||",
    "transliteration": "Aavadhh Heenan Jathhaa Soorar Naanak Dhharam Heenan Thathhaa Baisaaveh ||56||",
    "translation": "Or a warrior without weapons, so is the devotee of God without Dharmic Faith. ||56||",
    "punjabi": "ਜਿਵੇਂ ਸ਼ਸਤ੍ਰ ਤੋਂ ਬਿਨਾ ਸੂਰਮਾ (ਸੋਭਾ ਨਹੀਂ ਪਾਂਦਾ), ਤਿਵੇਂ, ਹੇ ਨਾਨਕ! ਧਰਮ ਤੋਂ ਸੱਖਣਾ ਵਿਸ਼ਨੂ-ਭਗਤ (ਸਮਝੋ) ॥੫੬॥",
    "pronunciation": "ਬੈਸ ˜ਵਹ: ਅਧੱਾ ਨੰਨਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58050,
    "shabad_id": 4950,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨ ਸੰਖੰ. ਨ ਚਕ੍ਰੰ; ਨ ਗਦਾ. ਨ ਸਿਅਾਮੰ ||",
    "transliteration": "N Sankhan N Chakran N Gadhaa N Siaaman ||",
    "translation": "God has no conch-shell, no religious mark, no paraphernalia; he does not have blue skin.",
    "punjabi": "ਉਸ ਦੇ ਹੱਥ ਵਿਚ ਨਾਹ ਸੰਖ ਹੈ ਨਾਹ ਚੱਕ੍ਰ ਹੈ ਨਾਹ ਗਦਾ ਹੈ, ਨਾਹ ਹੀ ਉਹ ਕਾਲੇ ਰੰਗ ਵਾਲਾ ਹੈ। (ਭਾਵ, ਨਾਹ ਹੀ ਉਹ ਵਿਸ਼ਨੂ ਹੈ ਨਾਹ ਹੀ ਉਹ ਕ੍ਰਿਸ਼ਨ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58051,
    "shabad_id": 4950,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਸ੍ਚਰਜ ਰੂਪੰ; ਰਹੰਤ ਜਨਮੰ ||",
    "transliteration": "Ascharaj Roopan Rehanth Janaman ||",
    "translation": "His Form is Wondrous and Amazing. He is beyond incarnation.",
    "punjabi": "ਉਹ ਜਨਮ ਤੋਂ ਰਹਿਤ ਹੈ, ਉਸ ਦਾ ਰੂਪ ਅਚਰਜ ਹੈ (ਜੋ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ),",
    "pronunciation": "ਅਸ੍ਚਰਜ: ਅੱਧਾ ਚਚਾ ਪੋਲਾ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 58052,
    "shabad_id": 4950,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨੇਤ ਨੇਤ ਕਥੰਤਿ ਬੇਦਾ ||",
    "transliteration": "Naeth Naeth Kathhanth Baedhaa ||",
    "translation": "The Vedas say that He is not this, and not that.",
    "punjabi": "ਵੇਦ ਆਖਦੇ ਹਨ ਕਿ ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ,",
    "pronunciation": "ਬੇਦਾ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ[ ਕ-ਥੰਤਿ",
    "type_id": 3
  },
  {
    "id": 58053,
    "shabad_id": 4950,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੳੂਚ ਮੂਚ ਅਪਾਰ ਗੋਬਿੰਦਹ ||",
    "transliteration": "Ooch Mooch Apaar Gobindheh ||",
    "translation": "The Lord of the Universe is Lofty and High, Great and Infinite.",
    "punjabi": "ਗੋਬਿੰਦ ਬੇਅੰਤ ਹੈ, (ਬਹੁਤ) ਉੱਚਾ ਹੈ, (ਬਹੁਤ) ਵੱਡਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58054,
    "shabad_id": 4950,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਸੰਤਿ. ਸਾਧ ਰਿਦਯੰ ਅਚੁਤ; ਬੁਝੰਤਿ ਨਾਨਕ. ਬਡਭਾਗੀਅਹ ||੫੭||",
    "transliteration": "Basanth Saadhh Ridhayan Achuth Bujhanth Naanak Baddabhaageeah ||57||",
    "translation": "The Imperishable Lord abides in the hearts of the Holy. He is understood, O Nanak, by those who are very fortunate. ||57||",
    "punjabi": "ਉਹ ਅਵਿਨਾਸੀ ਪ੍ਰਭੂ ਗੁਰਮੁਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬੰਦੇ ਹੀ (ਇਹ ਗੱਲ) ਸਮਝਦੇ ਹਨ ॥੫੭॥",
    "pronunciation": "ਰਿਦ-ਯ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ਅ-ਚੱੁਤ[ਬੱੁਝੰਤਿ",
    "type_id": 3
  },
  {
    "id": 58055,
    "shabad_id": 4951,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੳੁਦਿਅਾਨ ਬਸਨੰ ਸੰਸਾਰੰ; ਸਨਬੰਧੀ, ਸ੍ਵਾਨ ਸਿਅਾਲ ਖਰਹ ||",
    "transliteration": "Oudhiaan Basanan Sansaaran Sanabandhhee Svaan Siaal Khareh ||",
    "translation": "Living in the world, it is like a wild jungle. One's relatives are like dogs, jackals and donkeys.",
    "punjabi": "ਜੀਵ ਦਾ ਵਾਸਾ ਇਕ ਐਸੇ ਸੰਸਾਰ-ਜੰਗਲ ਵਿਚ ਹੈ ਜਿਥੇ ਕੁੱਤੇ, ਗਿੱਦੜ, ਖੋਤੇ ਇਸ ਦੇ ਸੰਬੰਧੀ ਹਨ (ਭਾਵ, ਜੀਵ ਦਾ ਸੁਭਾਉ ਕੁੱਤੇ ਗਿੱਦੜ ਖੋਤੇ ਵਰਗਾ ਹੈ)।",
    "pronunciation": "ਬਸਨੰ: ਬਸ ਰਹੇ ਹਨ[ਸ੍ਵਾਨ: ਸੁਅਾਨ[ (ਸ੍ਵਾਨ) ਕੂਕਰ ਲੋਭੀ[ ਦਗੇਬਾਜ਼ ਰੂਪੀ (ਸਿਅਾਲ) ਗਿੱਦੜ[ਕਾਮੀ ਰੂਪੀ (ਖਰਹ) ਖੋਤੇ ਅਾਲਸੀ",
    "type_id": 3
  },
  {
    "id": 58056,
    "shabad_id": 4951,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਖਮ ਸਥਾਨ ਮਨ, ਮੋਹ ਮਦਿਰੰ; ਮਹਾਂ ਅਸਾਧ. ਪੰਚ ਤਸਕਰਹ ||",
    "transliteration": "Bikham Sathhaan Man Moh Madhiran Mehaan Asaadhh Panch Thasakareh ||",
    "translation": "In this difficult place, the mind is intoxicated with the wine of emotional attachment; the five unconquered thieves lurk there.",
    "punjabi": "ਜੀਵ ਦਾ ਮਨ ਬੜੇ ਔਖੇ ਥਾਂ (ਫਸਿਆ ਪਿਆ) ਹੈ, ਮੋਹ ਦੀ ਸ਼ਰਾਬ (ਵਿਚ ਮਸਤ ਹੈ), ਵੱਡੇ ਅਜਿੱਤ ਪੰਜ (ਕਾਮਾਦਿਕ) ਚੋਰ (ਇਸ ਦੇ ਲਾਗੂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58057,
    "shabad_id": 4951,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹੀਤ ਮੋਹ ਭੈ ਭਰਮ ਭ੍ਰਮਣੰ; ਅਹੰ ਫਾਂਸ ਤੀਖ੍ਯਣ ਕਠਿਨਹ ||",
    "transliteration": "Heeth Moh Bhai Bharam Bhramanan Ahan Faans Theekhyan Kathineh ||",
    "translation": "The mortals wander lost in love and emotional attachment, fear and doubt; they are caught in the sharp, strong noose of egotism.",
    "punjabi": "ਇਤ, ਮੋਹ, (ਅਨੇਕਾਂ) ਸਹਿਮ, ਭਟਕਣਾਂ (ਵਿਚ ਜੀਵ ਕਾਬੂ ਆਇਆ ਹੋਇਆ ਹੈ), ਹਉਮੈ ਦੀ ਔਖੀ ਤ੍ਰਿੱਖੀ ਫਾਹੀ (ਇਸ ਦੇ ਗਲ ਵਿਚ ਪਈ ਹੋਈ ਹੈ)।",
    "pronunciation": "ਤੀਖ੍ਯਣ: ਤੀਖਿਅਣ",
    "type_id": 3
  },
  {
    "id": 58058,
    "shabad_id": 4951,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਾਵਕ ਤੋਅ ਅਸਾਧ ਘੋਰੰ; ਅਗਮ ਤੀਰ. ਨਹ ਲੰਘਨਹ ||",
    "transliteration": "Paavak Thoa Asaadhh Ghoran Agam Theer Neh Langhaneh ||",
    "translation": "The ocean of fire is terrifying and impassable. The distant shore is so far away; it cannot be reached.",
    "punjabi": "(ਜੀਵ ਇਕ ਐਸੇ ਸਮੁੰਦਰ ਵਿਚ ਗੋਤੇ ਖਾ ਰਿਹਾ ਹੈ ਜਿਥੇ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ, ਭਿਆਨਕ ਅਸਾਧ ਵਿਸ਼ਿਆਂ ਦਾ ਪਾਣੀ (ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਹੈ), (ਉਸ ਸਮੁੰਦਰ ਦਾ) ਕੰਢਾ ਅਪਹੁੰਚ ਹੈ, ਪਾਰ ਨਹੀਂ ਲੰਘਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58059,
    "shabad_id": 4951,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭਜੁ ਸਾਧਸੰਗਿ ਗੁੋਪਾਲ ਨਾਨਕ; ਹਰਿ ਚਰਣ ਸਰਣ, ੳੁਧਰਣ ਕਿ੍ਰਪਾ ||੫੮||",
    "transliteration": "Bhaj Saadhhasang Guopaal Naanak Har Charan Saran Oudhharan Kirapaa ||58||",
    "translation": "Vibrate and meditate on the Lord of the World, in the Saadh Sangat, the Company of the Holy; O Nanak, by His Grace, we are saved at the Lotus Feet of the Lord. ||58||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਗੋਪਾਲ ਦਾ ਭਜਨ ਕਰ, ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਓਟ ਲਿਆਂ ਹੀ ਉਸ ਦੀ ਮੇਹਰ ਨਾਲ (ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਬਚਾਉ ਹੋ ਸਕਦਾ ਹੈ ॥੫੮॥",
    "pronunciation": "ਗੁੋ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ[ ਭਜੁ: ਪੋਲਾ ਬੋਲੋ[ ਅੌਗੁਣਾਂ ਤੋਂ (ੳੁਧਰ-ਣ) ਬਚਣਾ ਹੁੰਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 58060,
    "shabad_id": 4952,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਿ੍ਰਪਾ ਕਰੰਤ. ਗੋਬਿੰਦ ਗੋਪਾਲਹ; ਸਗਲ੍ਯੰ ਰੋਗ ਖੰਡਣਹ ||",
    "transliteration": "Kirapaa Karanth Gobindh Gopaaleh Sagalyan Rog Khanddaneh ||",
    "translation": "When the Lord of the Universe grants His Grace, all illnesses are cured.",
    "punjabi": "ਜਦੋਂ ਗੋਬਿੰਦ ਗੋਪਾਲ (ਜੀਵ ਉਤੇ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਤਾਂ (ਉਸ ਦੇ) ਸਾਰੇ ਰੋਗ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਸਗਲ੍ਯੰ: ਸਗਲਿਅੰ",
    "type_id": 3
  },
  {
    "id": 58061,
    "shabad_id": 4952,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਾਧਸੰਗੇਣਿ, ਗੁਣ ਰਮਤ ਨਾਨਕ; ਸਰਣਿ ਪੂਰਨ ਪਰਮੇਸੁਰਹ ||੫੯||",
    "transliteration": "Saadhh Sangaen Gun Ramath Naanak Saran Pooran Paramaesureh ||59||",
    "translation": "Nanak chants His Glorious Praises in the Saadh Sangat, in the Sanctuary of the Perfect Transcendent Lord God. ||59||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਧ ਸੰਗਤ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਤੇ ਪੂਰਨ ਪਰਮੇਸਰ ਦਾ ਆਸਰਾ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58062,
    "shabad_id": 4952,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਿਅਾਮਲੰ ਮਧੁਰ ਮਾਨੁਖ੍ਯੰ; ਰਿਦਯੰ ਭੂਮਿ ਵੈਰਣਹ ||",
    "transliteration": "Siaamalan Madhhur Maanukhyan Ridhayan Bhoom Vairaneh ||",
    "translation": "The mortal is beautiful and speaks sweet words, but in the farm of his heart, he harbors cruel vengeance.",
    "punjabi": "ਮਨੁੱਖ (ਵੇਖਣ ਨੂੰ) ਸੋਹਣਾ ਹੋਵੇ, ਅਤੇ ਮਿਠ-ਬੋਲਾ ਹੋਵੇ, ਪਰ ਜੇ ਉਸ ਦੇ ਹਿਰਦੇ-ਧਰਤੀ ਵਿਚ ਵੈਰ (ਦਾ ਬੀਜ) ਹੋਵੇ,",
    "pronunciation": "ਰਿਦੇ ਦਾ (ਸਿਅਾਮਲੰ) ਕਾਲਾ, ਮੰੰੂਹੋਂ (ਮਧੁਰ) ਮਿੱਠੇ ਬਚਨ ਕਰਨ ਵਾਲਾ[ (ਰਿਦਯੰ) ਰਿਦੇ (ਭੁਮਿ) ਧਰਤੀ ਚ (ਵੈਰਣਹ) ਵੈਰ ਹੈ[ ਮਾਨੁਖ੍ਯੰ: ਮਾਨੱੁਖਿਅੰ[ ਰਿਦਯੰ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 58063,
    "shabad_id": 4952,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਨਿਵੰਤਿ, ਹੋਵੰਤਿ ਮਿਥਿਅਾ; ਚੇਤਨੰ. ਸੰਤ ਸ੍ਵਜਨਹ ||੬੦||",
    "transliteration": "Nivanth Hovanth Mithhiaa Chaethanan Santh Svajaneh ||60||",
    "translation": "He pretends to bow in worship, but he is false. Beware of him, O friendly Saints. ||60||",
    "punjabi": "ਤਾਂ ਉਸ ਦਾ (ਦੂਜਿਆਂ ਅੱਗੇ) ਲਿਫਣਾ (ਨਿਰੀ) ਠੱਗੀ ਹੈ। ਭਲੇ ਮਨੁੱਖ ਸੰਤ ਜਨ (ਇਸ ਉਕਾਈ ਵਲੋਂ) ਸਾਵਧਾਨ ਰਹਿੰਦੇ ਹਨ ॥੬੦॥",
    "pronunciation": "ਸ੍ਵਜਨਹ: ਸੁਅੱਜਨਹ[ ਨਿ-ਵੰਤਿ, ਹੋ-ਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 58064,
    "shabad_id": 4953,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਚੇਤ ਮੂੜਾ. ਨ ਜਾਣੰਤ; ਘਟੰਤ ਸਾਸਾ ਨਿਤ ਪ੍ਰਤੇ ||",
    "transliteration": "Achaeth Moorraa N Jaananth Ghattanth Saasaa Nith Prathae ||",
    "translation": "The thoughtless fool does not know that each day, his breaths are being used up.",
    "punjabi": "ਬੇ-ਸਮਝ ਮੂਰਖ ਮਨੁੱਖ ਇਹ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਸੁਆਸ ਸਦਾ ਘਟਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "ਮੂੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 58065,
    "shabad_id": 4953,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਛਿਜੰਤ. ਮਹਾ ਸੁੰਦਰੀ ਕਾਂੲਿਅਾ; ਕਾਲ ਕੰਨਿਅਾ ਗ੍ਰਾਸਤੇ ||",
    "transliteration": "Shhijanth Mehaa Sundharee Kaaneiaa Kaal Kanniaa Graasathae ||",
    "translation": "His most beautiful body is wearing away; old age, the daughter of death, has seized it.",
    "punjabi": "ਬੜਾ ਸੁੰਦਰ ਸਰੀਰ (ਦਿਨੋ-ਦਿਨ) ਕਮਜ਼ੋਰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ, ਬਿਰਧ-ਅਵਸਥਾ ਆਪਣਾ ਜ਼ੋਰ ਪਾਂਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58066,
    "shabad_id": 4953,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰਚੰਤਿ ਪੁਰਖਹ ਕੁਟੰਬ ਲੀਲਾ; ਅਨਿਤ ਅਾਸਾ ਬਿਖਿਅਾ ਬਿਨੋਦ ||",
    "transliteration": "Rachanth Purakheh Kuttanb Leelaa Anith Aasaa Bikhiaa Binodh ||",
    "translation": "He is engrossed in family play; placing his hopes in transitory things, he indulges in corrupt pleasures.",
    "punjabi": "(ਅਜੇਹੀ ਹਾਲਤ ਵਿਚ ਭੀ) ਬੰਦਾ ਆਪਣੇ ਪਰਵਾਰ ਦੇ ਕਲੋਲਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਨਿੱਤ ਨਾਹ ਰਹਿਣ ਵਾਲੀ ਮਾਇਆ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਦੀਆਂ ਆਸਾਂ (ਬਣਾਈ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "ਰ-ਚੰਤਿ,ਅ-ਨਿੱਤ",
    "type_id": 3
  },
  {
    "id": 58067,
    "shabad_id": 4953,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭ੍ਰਮੰਤਿ ਭ੍ਰਮੰਤਿ. ਬਹੁ ਜਨਮ ਹਾਰਿਓ; ਸਰਣਿ ਨਾਨਕ. ਕਰੁਣਾਮਯਹ ||੬੧||",
    "transliteration": "Bhramanth Bhramanth Bahu Janam Haariou Saran Naanak Karunaa Mayeh ||61||",
    "translation": "Wandering lost in countless incarnations, he is exhausted. Nanak seeks the Sanctuary of the Embodiment of Mercy. ||61||",
    "punjabi": "(ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਜੀਵ ਥੱਕ ਜਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਇਸ ਕਲੇਸ਼ ਤੋਂ ਬਚਣ ਲਈ) ਦਇਆ-ਸਰੂਪ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲੈ ॥੬੧॥",
    "pronunciation": "ਕਰੁਣਾ-ਮਯਹ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 58068,
    "shabad_id": 4954,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹੇ ਜਿਹਬੇ. ਹੇ ਰਸਗੇ; ਮਧੁਰ ਪਿ੍ਰਅ ਤੁਯੰ ||",
    "transliteration": "Hae Jihabae Hae Rasagae Madhhur Pria Thuyan ||",
    "translation": "O tongue, you love to enjoy the sweet delicacies.",
    "punjabi": "ਹੇ ਜੀਭ! ਹੇ (ਸਭ) ਰਸਾਂ ਦੇ ਜਾਣਨ ਵਾਲੀ! (ਹੇ ਚਸਕਿਆਂ ਨਾਲ ਸਾਂਝ ਪਾ ਰੱਖਣ ਵਾਲੀ! ਹੇ ਚਸਕਿਆਂ ਵਿਚ ਫਸੀ ਹੋਈ!) ਮਿੱਠੇ ਪਦਾਰਥ ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "ਤੁ-ਯੰ",
    "type_id": 3
  },
  {
    "id": 58069,
    "shabad_id": 4954,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਤ ਹਤੰ. ਪਰਮ ਬਾਦੰ; ਅਵਰਤ ੲੇਥਹ, ਸੁਧ ਅਛਰਣਹ ||",
    "transliteration": "Sath Hathan Param Baadhan Avarath Eaethheh Sudhh Ashharaneh ||",
    "translation": "You are dead to the Truth, and involved in great disputes. Instead, repeat the holy words:",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਸਿਮਰਨ) ਵਲੋਂ ਤੂੰ ਮਰੀ ਪਈ ਹੈਂ, ਤੇ ਹੋਰ ਵੱਡੇ ਵੱਡੇ ਝਗੜੇ ਸਹੇੜਦੀ ਹੈਂ। ਹੇ ਜੀਭ! ਇਹ ਪਵਿੱਤ੍ਰ ਸ਼ਬਦ ਤੂੰ ਮੁੜ ਮੁੜ ਉਚਾਰਨ ਕਰ-",
    "pronunciation": "ਵਰਤਣ ਤੋਂ (ਅ-ਵਰਤ) ਰਹਿਤ (ਹੋ) ਰਹੀ ਹੈ ਰਸਨਾ[ ਸੱੁਧ[ ਅੱਛਰ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58070,
    "shabad_id": 4954,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੋਬਿੰਦ ਦਾਮੋਦਰ ਮਾਧਵੇ ||੬੨||",
    "transliteration": "Gobindh Dhaamodhar Maadhhavae ||62||",
    "translation": "Gobind, Daamodar, Maadhav. ||62||",
    "punjabi": "'ਗੋਬਿੰਦ' 'ਦਾਮੋਦਰ' 'ਮਾਧੋ'- (ਤਦੋਂ ਹੀ ਤੂੰ ਜੀਭ ਅਖਵਾਣ ਦੇ ਯੋਗ ਹੋਵੇਂਗੀ) ॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58071,
    "shabad_id": 4955,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗਰਬੰਤਿ ਨਾਰੀ; ਮਦੋਨ ਮਤੰ ||",
    "transliteration": "Garabanth Naaree Madhon Mathan ||",
    "translation": "Those who are proud, and intoxicated with the pleasures of sex,",
    "punjabi": "(ਜਿਹੜਾ) ਮਨੁੱਖ ਇਸਤ੍ਰੀ ਦੇ ਮਦ ਵਿਚ ਮਸਤਿਆ ਹੋਇਆ-",
    "pronunciation": "ਨਾਰੀ ਦੋਜ਼ਕੀ (ਗਰਬੰਤਿ) ਹੰਕਾਰ ਕਰਦਾ ਹੈ[ ਹੰਕਾਰ (ਮਦੋਨ) ਕਾਮ[ (ਮਤੰ) ਮਸਤ",
    "type_id": 3
  },
  {
    "id": 58072,
    "shabad_id": 4955,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਲਵੰਤ; ਬਲਾਤ ਕਾਰਣਹ ||",
    "transliteration": "Balavanth Balaath Kaaraneh ||",
    "translation": "And asserting their power over others,",
    "punjabi": "ਆਪਣੇ ਆਪ ਨੂੰ ਬਲਵਾਨ ਜਾਣ ਕੇ ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਤੇ (ਹੋਰਨਾਂ ਉਤੇ) ਧੱਕਾ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(ਬਲਵੰਤ) ਬਲ ਵਾਲਾ[ ਜ਼ੋਰ ਜ਼ੁਲਮ (ਬਲਾਤ) ਜ਼ਬਰਦਸਤੀ ਕਰਨ ਦਾ (ਕਾਰਣਹ) ਕਾਰਨ ਹੈ",
    "type_id": 3
  },
  {
    "id": 58073,
    "shabad_id": 4955,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਚਰਨਕਮਲ. ਨਹ ਭਜੰਤ; ਤਿ੍ਰਣ ਸਮਾਨਿ ਧਿ੍ਰਗੁ ਜਨਮਨਹ ||",
    "transliteration": "Charan Kamal Neh Bhajanth Thrin Samaan Dhhrig Janamaneh ||",
    "translation": "Never contemplate the Lord's Lotus Feet. Their lives are cursed, and as worthless as straw.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਨਹੀਂ ਧਰਦਾ, (ਇਸ ਕਰਕੇ ਉਸ ਦੀ ਹਸਤੀ) ਤੀਲੇ ਦੇ ਬਰਾਬਰ ਹੈ, ਉਸ ਦਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58074,
    "shabad_id": 4955,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹੇ ਪਪੀਲਕਾ. ਗ੍ਰਸਟੇ; ਗੋਬਿੰਦ ਸਿਮਰਣ ਤੁਯੰ ਧਨੇ ||",
    "transliteration": "Hae Papeelakaa Grasattae Gobindh Simaran Thuyan Dhhanae ||",
    "translation": "You are as tiny and insignificant as an ant, but you shall become great, by the Wealth of the Lord's Meditation.",
    "punjabi": "ਹੇ ਕੀੜੀ! (ਜੇ) ਗੋਬਿੰਦ ਦਾ ਸਿਮਰਨ ਤੇਰਾ ਧਨ ਹੈ, (ਤਾਂ ਤੂੰ ਨਿੱਕੀ ਜਿਹੀ ਹੁੰਦਿਆਂ ਭੀ) ਭਾਰੀ ਹੈਂ (ਤੇਰੇ ਮੁਕਾਬਲੇ ਤੇ ਉਹ ਬਲਵਾਨ ਮਨੁੱਖ ਹੌਲਾ ਤੀਲੇ-ਸਮਾਨ ਹੈ)।",
    "pronunciation": "(ਪਪੀਲਕਾ) ਕੀੜੀ ਨਿਅਾੲੀਂ ਨਿੰਮ੍ਰਤਾ ਵਾਲੇ ਗੁਰਸੇਵਕ[ ਤੰੂ (ਗ੍ਰਸਟੇ) ਭਾਰੀ ਹੈਂ[ (ਤੁ-ਯੰ): ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ (ਧਨੇ) ਧੰਨ ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 58075,
    "shabad_id": 4955,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ; ਅਨਿਕ ਬਾਰ ਨਮੋ ਨਮਹ ||੬੩||",
    "transliteration": "Naanak Anik Baar Namo Nameh ||63||",
    "translation": "Nanak bows in humble worship, countless times, over and over again. ||63||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਨੇਕਾਂ ਵਾਰੀ (ਪਰਮਾਤਮਾ ਅੱਗੇ) ਨਮਸਕਾਰ ਕਰ ॥੬੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58076,
    "shabad_id": 4956,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਿ੍ਰਣੰ. ਤ ਮੇਰੰ; ਸਹਕੰ. ਤ ਹਰੀਅੰ ||",
    "transliteration": "Thrinan Th Maeran Sehakan Th Hareean ||",
    "translation": "The blade of grass becomes a mountain, and the barren land becomes green.",
    "punjabi": "ਉਹ ਤੀਲੇ ਤੋਂ ਸੁਮੇਰ ਪਰਬਤ ਬਣ ਜਾਂਦਾ ਹੈ, ਸੁਕੇ ਤੋਂ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "ਗੁਰਸੇਵਕ (ਤਿ੍ਰਣੰ) ਕੱਖ ਗੁਰਸੇਵਕ (ਮੇਰੰ) ਸੁਮੇਰ ਗੁਰਸੇਵਕ (ਸਹਕੰ) ਸੈਹਾ ਗੁਰਸੇਵਕ (ਹਰੀਅੰ) ਸ਼ੇਰ",
    "type_id": 3
  },
  {
    "id": 58077,
    "shabad_id": 4956,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬੂਡੰ. ਤ ਤਰੀਅੰ; ੳੂਣੰ. ਤ ਭਰੀਅੰ ||",
    "transliteration": "Booddan Th Thareean Oonan Th Bhareean ||",
    "translation": "The drowning one swims across, and the empty is filled to overflowing.",
    "punjabi": "(ਵਿਚਾਰਾਂ ਵਿਚ) ਡੁੱਬਦਾ ਤਰ ਜਾਂਦਾ ਹੈ, (ਗੁਣਾਂ ਤੋਂ) ਸੱਖਣਾ (ਗੁਣਾਂ ਨਾਲ) ਭਰ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58078,
    "shabad_id": 4956,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੰਧਕਾਰ; ਕੋਟਿ ਸੂਰ ੳੁਜਾਰੰ ||",
    "transliteration": "Andhhakaar Kott Soor Oujaaran ||",
    "translation": "Millions of suns illuminate the darkness,",
    "punjabi": "(ਉਸ ਦੇ ਵਾਸਤੇ) ਹਨੇਰੇ ਤੋਂ ਕ੍ਰੋੜਾਂ ਸੂਰਜਾਂ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58079,
    "shabad_id": 4956,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨਵੰਤ ਨਾਨਕ; ਹਰਿ ਗੁਰ ਦਯਾਰੰ ||੬੪||",
    "transliteration": "Binavanth Naanak Har Gur Dhayaaran ||64||",
    "translation": "Prays Nanak, when the Guru, the Lord, becomes Merciful. ||64||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਜਿਸ ਉਤੇ) ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਿਆਲ ਹੋ ਜਾਏ ॥੬੪॥",
    "pronunciation": "(ਦ-ਯਾਰੰ) ਦ ਮੁਕਤਾ, ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  }
]
