[
  {
    "shabad_id": 4962,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "swgr myr auidAwn bn; nv KMf bsuDw Brm]",
    "transliteration": "Saagar Maer Oudhiaan Ban Nav Khandd Basudhhaa Bharam ||",
    "translation": "I would cross the oceans, mountains, wilderness, forests and the nine regions of the earth in a single step,",
    "punjabi": "ਸਮੁੰਦਰ, ਪਰਬਤ, ਜੰਗਲ, ਸਾਰੀ ਧਰਤੀ-(ਇਹਨਾਂ ਦੀ ਜਾਤ੍ਰਾ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਭ੍ਰਮਣ ਕਰਨ ਵਿਚ ਹੀ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "mUsn. pRym iprMm kY; gnau eyk kir krm]3]",
    "transliteration": "Moosan Praem Piranm Kai Gano Eaek Kar Karam ||3||",
    "translation": "O Musan, for the Love of my Beloved. ||3||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਲੁੱਟੇ ਜਾ ਰਹੇ ਹੇ ਮਨੁੱਖ! ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦੇ ਰਸਤੇ ਵਿਚ ਮੈਂ ਤਾਂ (ਇਸ ਸਾਰੇ ਰਟਨ ਨੂੰ) ਸਿਰਫ਼ ਇਕ ਕਦਮ ਦੇ ਬਰਾਬਰ ਹੀ ਸਮਝਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "mUsn. mskr pRym kI; rhI ju AMbru Cwie]",
    "transliteration": "Moosan Masakar Praem Kee Rehee J Anbar Shhaae ||",
    "translation": "O Musan, the Light of the Lord's Love has spread across the sky;",
    "punjabi": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਰਹੇ ਮਨੁੱਖ! (ਚੰਦ ਦੀ) ਚਾਨਣੀ ਸਾਰੇ ਆਕਾਸ਼ ਉਤੇ ਖਿਲਰੀ ਹੋਈ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "jo pRym rUpI cMdRmw dI m(skr) cWdnI, irdy rUpI AMbru c Cwie rhI hY",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "bIDy bWDy kml mih; Bvr rhy lptwie]4]",
    "transliteration": "Beedhhae Baandhhae Kamal Mehi Bhavar Rehae Lapattaae ||4||",
    "translation": "I cling to my Lord, like the bumble bee caught in the lotus flower. ||4||",
    "punjabi": "(ਉਸ ਵੇਲੇ) ਭੌਰੇ ਕੌਲ-ਫੁੱਲ ਵਿਚ ਵਿੱਝੇ ਹੋਏ ਬੱਝੇ ਹੋਏ (ਕੌਲ-ਫੁੱਲ ਵਿਚ ਹੀ) ਲਪਟ ਰਹੇ ਹੁੰਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ-) ਆਕਾਸ਼ ਨੂੰ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਚਾਨਣੀ ਰੌਸ਼ਨ ਕਰ ਰਹੀ ਹੁੰਦੀ ਹੈ (ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ) ਵਿੱਝੇ ਹੋਏ (ਪ੍ਰਭੂ ਦੇ) ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "jp qp sMjm hrK suK; mwn mhq Aru grb]",
    "transliteration": "Jap Thap Sanjam Harakh Sukh Maan Mehath Ar Garab ||",
    "translation": "Chanting and intense meditation, austere self-discipline, pleasure and peace, honor, greatness and pride",
    "punjabi": "(ਦੇਵਤਿਆਂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦੀ ਖ਼ਾਤਰ ਮੰਤ੍ਰਾਂ ਦੇ) ਜਾਪ, ਧੂਣੀਆਂ ਤਪਾਣੀਆਂ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਲਈ (ਪੁੱਠੇ ਲਟਕਣ ਆਦਿਕ ਦੇ ਅਨੇਕਾਂ) ਜਤਨ-ਇਹਨਾਂ ਸਾਧਨਾਂ ਤੋਂ ਮਿਲੀ ਖ਼ੁਸ਼ੀ, ਇੱਜ਼ਤ, ਵਡਿਆਈ, ਇਹਨਾਂ ਤੋਂ ਮਿਲਿਆ ਸੁਖ ਅਤੇ ਅਹੰਕਾਰ-",
    "pronunciation": "m-h`q",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "mUsn. inmKk pRym pir; vwir vwir dyNau srb]5]",
    "transliteration": "Moosan Nimakhak Praem Par Vaar Vaar Dhaeno Sarab ||5||",
    "translation": "- O Musan, I would dedicate and sacrifice all these for a moment of my Lord's Love. ||5||",
    "punjabi": "ਇਹਨਾਂ ਵਿਚ ਹੀ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਹੇ ਮਨੁੱਖ! ਮੈਂ ਤਾਂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਮਿਲੇ ਪ੍ਰਭੂ-ਪਿਆਰ ਤੋਂ ਇਹਨਾਂ ਸਾਰੇ ਸਾਧਨਾਂ ਨੂੰ ਕੁਰਬਾਨ ਕਰਦਾ ਹਾਂ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "mUsn. mrmu, n jwneI; mrq ihrq sMswr]",
    "transliteration": "Moosan Maram N Jaanee Marath Hirath Sansaar ||",
    "translation": "O Musan, the world does not understand the Mystery of the Lord; it is dying and being plundered.",
    "punjabi": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਮਨੁੱਖ! (ਵੇਖ, ਤੇਰੇ ਵਾਂਗ ਹੀ ਇਹ) ਜਗਤ (ਪ੍ਰੇਮ ਦਾ) ਭੇਤ ਨਹੀਂ ਜਾਣਦਾ, (ਤੇ) ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਿਹਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਲੁਟਾ ਰਿਹਾ ਹੈ,",
    "pronunciation": "(ihrq) dyKIdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "pRym iprMm. n byiDE; auriJE imQ ibauhwr]6]",
    "transliteration": "Praem Piranm N Baedhhiou Ourajhiou Mithh Biouhaar ||6||",
    "translation": "It is not pierced through by the Love of the Beloved Lord; it is entangled in false pursuits. ||6||",
    "punjabi": "ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਪਿਆਰੇ ਵਿਚ ਨਹੀਂ ਵਿੱਝਦਾ, ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਵਿਹਾਰ-ਕਾਰ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "Gbu dbu jb jwrIAY; ibCurq pRym ibhwl]",
    "transliteration": "Ghab Dhab Jab Jaareeai Bishhurath Praem Bihaal ||",
    "translation": "When someone's home and property are burnt, because of his attachment to them, he suffers in the sorrow of separation.",
    "punjabi": "(ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਘਰ ਸੜ ਜਾਂਦਾ ਹੈ ਧਨ-ਪਦਾਰਥ ਸੜ ਜਾਂਦਾ ਹੈ (ਉਸ ਜਾਇਦਾਦ ਤੋਂ) ਵਿਛੁੜਿਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਉਸ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਬੜਾ ਦੁਖੀ ਹੁੰਦਾ ਹੈ (ਤੇ ਪੁਕਾਰਦਾ ਹੈ 'ਮੈਂ ਲੁੱਟਿਆ ਗਿਆ, ਮੈਂ ਲੁੱਟਿਆ ਗਿਆ')।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "mUsn. qb hI mUsIAY; ibsrq purK dieAwl]7]",
    "transliteration": "Moosan Thab Hee Mooseeai Bisarath Purakh Dhaeiaal ||7||",
    "translation": "O Musan, when mortals forget the Merciful Lord God, then they are truly plundered. ||7||",
    "punjabi": "ਪਰ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਹੇ ਮਨੁੱਖ! (ਅਸਲ ਵਿਚ) ਤਦੋਂ ਹੀ ਲੁੱਟੇ ਜਾਈਦਾ ਹੈ ਜਦੋਂ ਦਇਆ ਦਾ ਸੋਮਾ ਅਕਾਲ ਪੁਰਖ (ਮਨੋਂ) ਭੁੱਲਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "jw ko pRym suAwau hY; crn icqv mn mwih]",
    "transliteration": "Jaa Ko Praem Suaao Hai Charan Chithav Man Maahi ||",
    "translation": "Whoever enjoys the taste of the Lord's Love, remembers His Lotus Feet in his mind.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ-ਨਿਸ਼ਾਨਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਹੈ, (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ) ਚਰਨਾਂ ਦੀ ਯਾਦ (ਟਿਕੀ ਰਹਿੰਦੀ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "nwnk. ibrhI bRhm ky; Awn. n kqhU jwih]8]",
    "transliteration": "Naanak Birehee Breham Kae Aan N Kathehoo Jaahi ||8||",
    "translation": "O Nanak, the lovers of God do not go anywhere else. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਆਸ਼ਿਕ ਹਨ, ਉਹ ਮਨੁੱਖ ('ਨਵਖੰਡ ਬਸੁਧਾ ਭਰਮ' ਅਤੇ 'ਜਪ ਤਪ ਸੰਜਮ' ਆਦਿਕ) ਹੋਰ ਕਿਸੇ ਭੀ ਪਾਸੇ ਵਲ ਨਹੀਂ ਜਾਂਦੇ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 10,
    "source_line": 6,
    "gurmukhi": "lK GwtIN aUNcO Gno; cMcl cIq ibhwl]",
    "transliteration": "Lakh Ghaatteen Oonacha Ghano Chanchal Cheeth Bihaal ||",
    "translation": "Climbing thousands of steep hillsides, the fickle mind becomes miserable.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ) ਚੰਚਲ ਮਨ (ਦੁਨੀਆਵੀ ਵਡੱਪਣ ਦੀਆਂ) ਅਨੇਕਾਂ ਉੱਚੀਆਂ ਚੋਟੀਆਂ (ਉੱਤੇ ਅਪੜਨ) ਨੂੰ (ਆਪਣਾ) ਨਿਸ਼ਾਨਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਤੇ, ਦੁਖੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "l`K",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "nIc kIc inimRq GnI; krnI kml jmwl]9]",
    "transliteration": "Neech Keech Nimrith Ghanee Karanee Kamal Jamaal ||9||",
    "translation": "Look at the humble, lowly mud, O Jamaal: the beautiful lotus grows in it. ||9||",
    "punjabi": "ਪਰ ਚਿੱਕੜ ਨੀਵਾਂ ਹੈ (ਨੀਵੇਂ ਥਾਂ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਨੀਵੇਂ ਥਾਂ ਟਿਕੇ ਰਹਿਣ ਵਾਲੀ ਉਸ ਵਿਚ) ਬੜੀ ਨਿਮ੍ਰਤਾ ਹੈ। ਇਸ ਜੀਵਨ-ਕਰਤੱਬ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਵਿਚ) ਕੋਮਲ ਸੁੰਦਰਤਾ ਵਾਲਾ ਕੌਲ-ਫੁੱਲ ਉੱਗਦਾ ਹੈ ॥੯॥",
    "pronunciation": "inmi Rq[ (kIc) gwrw (jmwl) suMdrqw iKiV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 11,
    "source_line": 7,
    "gurmukhi": "kml nYn AMjn isAwm; cMdR bdn icq cwr]",
    "transliteration": "Kamal Nain Anjan Siaam Chandhr Badhan Chith Chaar ||",
    "translation": "My Lord has lotus-eyes; His Face is so beautifully adorned.",
    "punjabi": "(ਪਰਮਾਤਮਾ) ਜੋ ਚੰਦ ਵਰਗੇ ਸੋਹਣੇ ਮੁਖ ਵਾਲਾ ਹੈ, ਅਤੇ ਸੋਹਣੇ ਚਿੱਤ ਵਾਲਾ ਹੈ ਜਿਸ ਦੇ ਕੌਲ-ਫੁੱਲਾਂ ਵਰਗੇ ਸੋਹਣੇ ਨੇਤ੍ਰ ਹਨ ਜਿਨ੍ਹਾਂ ਵਿਚ ਕਾਲਾ ਸੁਰਮਾ ਪਿਆ ਹੈ (ਭਾਵ, ਜੋ ਪਰਮਾਤਮਾ ਅੱਤ ਹੀ ਸੋਹਣਾ ਹੈ),",
    "pronunciation": "icq nMU c(wr) curOx vwly",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "mUsn. mgn mrMm isau; KMf KMf kir hwr]10]",
    "transliteration": "Moosan Magan Maranm Sio Khandd Khandd Kar Haar ||10||",
    "translation": "O Musan, I am intoxicated with His Mystery. I break the necklace of pride into bits. ||10||",
    "punjabi": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਲੁਟਾ ਰਹੇ ਮਨੁੱਖ! ਜੇ ਤੂੰ (ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੇ) ਭੇਤ ਵਿਚ ਮਸਤ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਤਾਂ ਆਪਣੇ ਇਹਨਾਂ ਹਾਰਾਂ ਨੂੰ ('ਨਵਖੰਡ ਬਸੁਧਾ ਭਰਮ' ਅਤੇ 'ਜਪ ਤਪ ਸੰਜਮ' ਆਦਿਕ ਵਿਖਾਵਿਆਂ ਨੂੰ) ਟੋਟੇ ਟੋਟੇ ਕਰ ਦੇਹ ॥੧੦॥",
    "pronunciation": "(mrMm) Byd[ hwr jWdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 12,
    "source_line": 8,
    "gurmukhi": "mgnu BieE, ipRA pRym isau; sUD n ismrq AMg]",
    "transliteration": "Magan Bhaeiou Pria Praem Sio Soodhh N Simarath Ang ||",
    "translation": "I am intoxicated with the Love of my Husband Lord; remembering Him in meditation, I am not conscious of my own body.",
    "punjabi": "(ਵਿਚਾਰਾ) ਨੀਚ (ਜਿਹਾ) ਪਤੰਗਾ (ਆਪਣੇ) ਪਿਆਰੇ (ਜਗਦੇ-ਦੀਵੇ) ਦੇ ਪਿਆਰ ਵਿਚ (ਇਤਨਾ) ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿ ਪਿਆਰੇ ਨੂੰ) ਯਾਦ ਕਰਦਿਆਂ ਉਸਨੂੰ ਆਪਣੇ ਸਰੀਰ ਦੀ ਸੁਧ-ਬੁਧ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "pronunciation": "sU`D bu`D nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 4962,
    "pada": 12,
    "source_line": 9,
    "gurmukhi": "pRgit BieE. sB loA mih; nwnk. ADm pqMg]11]",
    "transliteration": "Pragatt Bhaeiou Sabh Loa Mehi Naanak Adhham Pathang ||11||",
    "translation": "He is revealed in all His Glory, all throughout the world. Nanak is a lowly moth at His Flame. ||11||",
    "punjabi": "(ਉਹ ਪਤੰਗਾ ਜਗਦੇ ਦੀਵੇ ਦੀ ਲਾਟ ਉੱਤੇ ਸੜ ਮਰਦਾ ਹੈ। ਪਰ ਆਪਣੇ ਇਸ ਇਸ਼ਕ ਦਾ ਸਦਕਾ) ਹੇ ਨਾਨਕ! ਨੀਚ ਜਿਹਾ ਪਤੰਗਾ ਸਾਰੇ ਜਗਤ ਵਿਚ ਉੱਘਾ ਹੋ ਗਿਆ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4963,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "slok Bgq kbIr jIau ky",
    "transliteration": "Salok Bhagath Kabeer Jeeo Kae",
    "translation": "Shaloks Of Devotee Kabeer Jee:",
    "punjabi": "ਭਗਤ ਕਬੀਰ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4963,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 4963,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "kbIr. myrI ismrnI; rsnw aUpir rwmu]",
    "transliteration": "Kabeer Maeree Simaranee Rasanaa Oopar Raam ||",
    "translation": "Kabeer my rosary is my tongue upon which the Lord's Name is strung.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੇਰੀ ਜੀਭ ਉਤੇ ਰਾਮ (ਦਾ ਨਾਮ) ਵੱਸ ਰਿਹਾ ਹੈ-ਇਹੀ ਮੇਰੀ ਮਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4963,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Awid jugwdI sgl Bgq; qw ko suKu ibsRwmu]1]",
    "transliteration": "Aadh Jugaadhee Sagal Bhagath Thaa Ko Sukh Bisraam ||1||",
    "translation": "From the very beginning, and throughout the ages, all the devotees abide in tranquil peace. ||1||",
    "punjabi": "ਜਦ ਤੋਂ ਸ੍ਰਿਸ਼ਟੀ ਬਣੀ ਹੈ ਸਾਰੇ ਭਗਤ (ਇਹੀ ਨਾਮ ਸਿਮਰਦੇ ਆਏ ਹਨ)। ਉਸ ਦਾ ਨਾਮ (ਹੀ ਭਗਤਾਂ ਲਈ) ਸੁਖ ਅਤੇ ਸ਼ਾਂਤੀ (ਦਾ ਕਾਰਨ) ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4964,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. myrI jwiq kau; sBu ko hsnyhwru]",
    "transliteration": "Kabeer Maeree Jaath Ko Sabh Ko Hasanaehaar ||",
    "translation": "Kabeer, everyone laughs at my social class.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੇਰੀ ਜਾਤਿ ਨੂੰ ਹਰੇਕ ਬੰਦਾ ਹੱਸਦਾ ਹੁੰਦਾ ਸੀ (ਭਾਵ, ਜੁਲਾਹਿਆਂ ਦੀ ਜਾਤਿ ਨੂੰ ਹਰ ਕੋਈ ਮਖ਼ੌਲ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "h`snyhwru",
    "type_id": 3
  },
  {
    "shabad_id": 4964,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "bilhwrI ies jwiq kau; ijh jipE isrjnhwru]2]",
    "transliteration": "Balihaaree Eis Jaath Ko Jih Japiou Sirajanehaar ||2||",
    "translation": "I am a sacrifice to this social class, in which I chant and meditate on the Creator. ||2||",
    "punjabi": "ਪਰ ਹੁਣ ਮੈਂ ਇਸ ਜਾਤਿ ਤੋਂ ਸਦਕੇ ਹਾਂ ਕਿਉਂਕਿ ਇਸ ਵਿਚ ਜੰਮ ਕੇ ਮੈਂ ਕਰਤਾਰ ਦੀ ਬੰਦਗੀ ਕੀਤੀ ਹੈ (ਤੇ ਆਤਮਕ ਸੁਖ ਮਾਣ ਰਿਹਾ ਹਾਂ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4965,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. fgmg ikAw krih; khw fulwvih jIau]",
    "transliteration": "Kabeer Ddagamag Kiaa Karehi Kehaa Ddulaavehi Jeeo ||",
    "translation": "Kabeer, why do you stumble? Why does your soul waver?",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਸੁਖ ਦੀ ਖ਼ਾਤਰ ਪਰਮਾਤਮਾ ਨੂੰ ਬਿਸਾਰ ਕੇ) ਹੋਰ ਕੇਹੜੇ ਪਾਸੇ ਮਨ ਨੂੰ ਭਟਕਾ ਰਿਹਾ ਹੈਂ? (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਲੋਂ) ਕਿਉਂ ਜਕੋ-ਤਕੇ ਕਰਦਾ ਹੈਂ?",
    "pronunciation": "fgmg: polw bolo[ fulwv-ih",
    "type_id": 3
  },
  {
    "shabad_id": 4965,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "srb sUK ko nwieko; rwm nwm rsu pIau]3]",
    "transliteration": "Sarab Sookh Ko Naaeiko Raam Naam Ras Peeo ||3||",
    "translation": "He is the Lord of all comforts and peace; drink in the Sublime Essence of the Lord's Name. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਅੰਮ੍ਰਿਤ ਪੀ, ਇਹ ਨਾਮ ਹੀ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਪ੍ਰੇਰਕ ਹੈ (ਸਾਰੇ ਸੁਖ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਣ-ਜੋਗਾ ਹੈ) ॥੩॥",
    "pronunciation": "(nwieko) SromxI, pRyrk",
    "type_id": 3
  },
  {
    "shabad_id": 4966,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kbIr. kMcn ky kuMfl bny; aUpir lwl jVwau]",
    "transliteration": "Kabeer Kanchan Kae Kunddal Banae Oopar Laal Jarraao ||",
    "translation": "Kabeer, earrings made of gold and studded with jewels,",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਸੋਨੇ ਦੇ 'ਵਾਲੇ' ਬਣੇ ਹੋਏ ਹੋਣ, ਉਹਨਾਂ 'ਵਾਲਿਆਂ ਉਤੇ ਲਾਲ ਜੜੇ ਹੋਣ, (ਤੇ ਇਹ 'ਵਾਲੇ' ਲੋਕਾਂ ਦੇ ਕੰਨਾਂ ਵਿਚ ਪਾਏ ਹੋਣ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4966,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "dIsih. dwDy kwn ijau; ijn@ min. nwhI nwau]4]",
    "transliteration": "Dheesehi Dhaadhhae Kaan Jio Jinh Man Naahee Naao ||4||",
    "translation": "Look like burnt twigs, if the Name is not in the mind. ||4||",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹਨਾਂ ਦੇ ਇਹ ਕੁੰਡਲ ਸੜੇ ਹੋਏ ਕਾਨਿਆਂ ਵਾਂਗ ਦਿੱਸਦੇ ਹਨ (ਜੋ ਬਾਹਰੋਂ ਤਾਂ ਲਿਸ਼ਕਦੇ ਹਨ, ਪਰ ਅੰਦਰੋਂ ਸੁਆਹ ਹੁੰਦੇ ਹਨ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4967,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. AYsw eyku AwDu; jo jIvq imrqku hoie]",
    "transliteration": "Kabeer Aisaa Eaek Aadhh Jo Jeevath Mirathak Hoe ||",
    "translation": "Kabeer, rare is such a person, who remains dead while yet alive.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਅਜੇਹਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਮਨੁੱਖ ਹੁੰਦਾ ਹੈ, ਜੋ ਦੁਨੀਆਵੀ ਸੁਖਾਂ ਵਲੋਂ ਬੇ-ਪਰਵਾਹ ਰਹੇ, ਸੁਖ ਮਿਲੇ ਚਾਹੇ ਦੁੱਖ ਆਵੇ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4967,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "inrBY hoie kY gun rvY; jq pyKau qq soie]5]",
    "transliteration": "Nirabhai Hoe Kai Gun Ravai Jath Paekho Thath Soe ||5||",
    "translation": "Singing the Glorious Praises of the Lord, he is fearless. Wherever I look, the Lord is there. ||5||",
    "punjabi": "ਇਸ ਗੱਲ ਦੀ ਪਰਵਾਹ ਨਾ ਕਰਦਾ ਹੋਇਆ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਿਸ ਨੂੰ ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ ਮੌਜੂਦ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4968,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. jw idn hau mUAw; pwCY BieAw AnMdu]",
    "transliteration": "Kabeer Jaa Dhin Ho Mooaa Paashhai Bhaeiaa Anandh ||",
    "translation": "Kabeer, on the day when I die, afterwards there shall be bliss.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ ਕੇ) ਜਦੋਂ ਮੇਰਾ 'ਮੈਂ, ਮੈਂ' ਕਰਨ ਵਾਲਾ ਸੁਭਾਉ ਮੁੱਕ ਗਿਆ, ਤਦੋਂ ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4968,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "moih. imilE pRBu Awpnw; sMgI Bjih guoibMdu]6]",
    "transliteration": "Mohi Miliou Prabh Aapanaa Sangee Bhajehi Guobindh ||6||",
    "translation": "I shall meet with my Lord God. Those with me shall meditate and vibrate on the Lord of the Universe. ||6||",
    "punjabi": "(ਨਿਰਾ ਸੁਖ ਹੀ ਨਾਹ ਬਣਿਆ) ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਰੱਬ ਮਿਲ ਪਿਆ, ਤੇ ਹੁਣ ਮੇਰੇ ਸਾਥੀ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦੇ ਹਨ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਰੁਚੀ ਰੱਬ ਵਾਲੇ ਪਾਸੇ ਹੋ ਗਈ ਹੈ) ॥੬॥",
    "pronunciation": "guo: hoVy Aqy AONkV ivcwly Avwj bolo",
    "type_id": 3
  },
  {
    "shabad_id": 4969,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. sB qy hm bury; hm qij. Blo sBu koie]",
    "transliteration": "Kabeer Sabh Thae Ham Burae Ham Thaj Bhalo Sabh Koe ||",
    "translation": "Kabeer, I am the worst of all. Everyone else is good.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਹਰਿ-ਨਾਮ ਸਿਮਰ ਕੇ ਹੁਣ ਜਦੋਂ ਮੇਰਾ 'ਮੈਂ, ਮੈਂ' ਕਰਨ ਵਾਲਾ ਸੁਭਾਉ ਹਟ ਗਿਆ ਹੈ, ਮੈਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ) ਮੈਂ ਸਭ ਨਾਲੋਂ ਮਾੜਾ ਹਾਂ, ਹਰੇਕ ਜੀਵ ਮੈਥੋਂ ਚੰਗਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4969,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijin AYsw kir bUiJAw; mIqu hmwrw soie]7]",
    "transliteration": "Jin Aisaa Kar Boojhiaa Meeth Hamaaraa Soe ||7||",
    "translation": "Whoever understands this is a friend of mine. ||7||",
    "punjabi": "(ਨਿਰਾ ਇਹੀ ਨਹੀਂ) ਜਿਸ ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਇਸੇ ਤਰ੍ਹਾਂ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ, ਉਹ ਭੀ ਮੈਨੂੰ ਆਪਣਾ ਮਿਤ੍ਰ ਮਲੂਮ ਹੁੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4970,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. AweI muJih pih; Aink kry kir Bys]",
    "transliteration": "Kabeer Aaee Mujhehi Pehi Anik Karae Kar Bhaes ||",
    "translation": "Kabeer, she came to me in various forms and disguises.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਹ ਹਉਮੈ ਜਿਵੇਂ ਹੋਰਨਾਂ ਨੂੰ ਭਰਮਾਣ ਆਉਂਦੀ ਹੈ ਤਿਵੇਂ) ਮੇਰੇ ਕੋਲ ਭੀ ਕਈ ਸ਼ਕਲਾਂ ਵਿਚ ਆਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4970,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hm rwKy. gur Awpny; auin kIno Awdysu]8]",
    "transliteration": "Ham Raakhae Gur Aapanae Oun Keeno Aadhaes ||8||",
    "translation": "My Guru saved me, and now she bows humbly to me. ||8||",
    "punjabi": "ਪਰ ਮੈਨੂੰ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਨੇ (ਇਸ ਤੋਂ) ਬਚਾ ਲਿਆ, ਉਸ ਹਉਮੈ ਨੇ ਨਮਸਕਾਰ ਕੀਤੀ (ਉਹ ਹਉਮੈ ਬਦਲ ਕੇ ਨਿਮ੍ਰਤਾ ਬਣ ਗਈ) ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4971,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. soeI mwrIAY; ijh mUAY suKu hoie]",
    "transliteration": "Kabeer Soee Maareeai Jih Mooai Sukh Hoe ||",
    "translation": "Kabeer, kill only that, which, when killed, shall bring peace.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਸ ਹਉਮੈ ਨੂੰ ਹੀ ਮਾਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਰਿਆਂ ਸੁਖ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4971,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Blo Blo sBu ko khY; buro. n mwnY koie]9]",
    "transliteration": "Bhalo Bhalo Sabh Ko Kehai Buro N Maanai Koe ||9||",
    "translation": "Everyone shall call you good, very good, and no one shall think you are bad. ||9||",
    "punjabi": "ਹਉਮੈ ਦੇ ਤਿਆਗ ਨੂੰ ਹਰੇਕ ਮਨੁੱਖ ਸਲਾਹੁੰਦਾ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਇਸ ਕੰਮ ਨੂੰ ਮਾੜਾ ਨਹੀਂ ਆਖਦਾ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4972,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. rwqI hovih kwrIAw; kwry aUBy jMq]",
    "transliteration": "Kabeer Raathee Hovehi Kaareeaa Kaarae Oobhae Janth ||",
    "translation": "Kabeer, the night is dark, and men go about doing their dark deeds.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਦੋਂ ਰਾਤਾਂ ਹਨ੍ਹੇਰੀਆਂ ਹੁੰਦੀਆਂ ਹਨ, ਤਾਂ ਚੋਰ ਆਦਿਕ ਕਾਲੇ ਦਿਲਾਂ ਵਾਲੇ ਬੰਦੇ (ਆਪਣੇ ਘਰਾਂ ਤੋਂ) ਉੱਠ ਖਲੋਂਦੇ ਹਨ,",
    "pronunciation": "rwqIN[ kwrIAW",
    "type_id": 3
  }
]