[
  {
    "shabad_id": 4972,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "lY Pwhy. auiT Dwvqy; is jwin, mwry BgvMq]10]",
    "transliteration": "Lai Faahae Outh Dhhaavathae S Jaan Maarae Bhagavanth ||10||",
    "translation": "They take the noose and run around; but rest assured that God shall destroy them. ||10||",
    "punjabi": "ਫਾਹੇ ਲੈ ਕੇ (ਦੂਜਿਆਂ ਦੇ ਘਰ ਲੁੱਟਣ ਲਈ) ਤੁਰ ਪੈਂਦੇ ਹਨ, ਪਰ ਯਕੀਨ ਜਾਣੋ ਅਜੇਹੇ ਬੰਦੇ ਰੱਬ ਵਲੋਂ ਮਾਰੇ ਹੋਏ ਹਨ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4973,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kbIr. cMdn kw ibrvw Blw; byiV@E Fwk plws]",
    "transliteration": "Kabeer Chandhan Kaa Biravaa Bhalaa Baerrihou Dtaak Palaas ||",
    "translation": "Kabeer, the sandalwood tree is good, even though it is surrounded by weeds.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਚੰਦਨ ਦਾ ਨਿੱਕਾ ਜਿਹਾ ਭੀ ਬੂਟਾ ਚੰਗਾ ਜਾਣੋ, ਭਾਵੇਂ ਉਹ ਢਾਕ ਪਲਾਹ ਆਦਿਕ ਵਰਗੇ ਰੁੱਖਾਂ ਨਾਲ ਘਿਰਿਆ ਹੋਇਆ ਹੋਵੇ।",
    "pronunciation": "sMq rUpI (ibrvw) bUtw[ (Fwk) Fk, (plws) plwh dw bUtw",
    "type_id": 3
  },
  {
    "shabad_id": 4973,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Eie BI cMdnu hoie rhy; bsy ju cMdn pwis]11]",
    "transliteration": "Oue Bhee Chandhan Hoe Rehae Basae J Chandhan Paas ||11||",
    "translation": "Those who dwell near the sandalwood tree, become just like the sandalwood tree. ||11||",
    "punjabi": "ਉਹ (ਢਾਕ ਪਲਾਹ ਵਰਗੇ ਨਿਕੰਮੇ ਰੁੱਖ) ਭੀ, ਜੋ ਚੰਦਨ ਦੇ ਨੇੜੇ ਉੱਗੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਚੰਦਨ ਹੀ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4974,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. bWsu bfweI bUifAw; ieau. mq fUbhu koie]",
    "transliteration": "Kabeer Baans Baddaaee Booddiaa Eio Math Ddoobahu Koe ||",
    "translation": "Kabeer, the bamboo is drowned in its egotistical pride. No one should drown like this.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਬਾਂਸ ਦਾ ਬੂਟਾ (ਉੱਚਾ ਲੰਮਾ ਹੋਣ ਦੇ) ਮਾਣ ਵਿਚ ਡੁੱਬਿਆ ਹੋਇਆ ਹੈ; ਤੁਸੀਂ ਕੋਈ ਧਿਰ ਬਾਂਸ ਵਾਂਗ (ਹਉਮੈ ਵਿਚ) ਨਾਹ ਡੁੱਬ ਜਾਇਓ, ਕਿਉਂਕਿ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4974,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "cMdn kY inkty bsY; bWsu sugMDu. n hoie]12]",
    "transliteration": "Chandhan Kai Nikattae Basai Baans Sugandhh N Hoe ||12||",
    "translation": "Bamboo also dwells near the sandalwood tree, but it does not take up its fragrance. ||12||",
    "punjabi": "ਬਾਂਸ ਭਾਵੇਂ ਚੰਦਨ ਦੇ ਨੇੜੇ ਭੀ ਉੱਗਾ ਹੋਇਆ ਹੋਵੇ, ਉਸ ਵਿਚ ਚੰਦਨ ਵਾਲੀ ਸੁਗੰਧੀ ਨਹੀਂ ਆਉਂਦੀ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4975,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. dInu gvwieAw dunI isau; dunI. n cwlI swiQ]",
    "transliteration": "Kabeer Dheen Gavaaeiaa Dhunee Sio Dhunee N Chaalee Saathh ||",
    "translation": "Kabeer, the mortal loses his faith, for the sake of the world, but the world shall not go along with him in the end.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਗ਼ਾਫ਼ਲ ਮਨੁੱਖ ਨੇ 'ਦੁਨੀਆ' (ਦੇ ਧਨ-ਪਦਾਰਥ) ਦੀ ਖ਼ਾਤਰ 'ਦੀਨ' ਗਵਾ ਲਿਆ, (ਅਖ਼ੀਰ ਵੇਲੇ ਇਹ) ਦੁਨੀਆ ਭੀ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਾਹ ਤੁਰੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4975,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pwie kuhwVw mwirAw; gwPil ApunY hwiQ]13]",
    "transliteration": "Paae Kuhaarraa Maariaa Gaafal Apunai Haathh ||13||",
    "translation": "The idiot strikes his own foot with the axe by his own hand. ||13||",
    "punjabi": "(ਸੋ) ਲਾ-ਪਰਵਾਹ ਬੰਦੇ ਨੇ ਆਪਣੇ ਪੈਰ ਉਤੇ ਆਪਣੇ ਹੀ ਹੱਥ ਨਾਲ ਕੁਹਾੜਾ ਮਾਰ ਲਿਆ (ਭਾਵ, ਆਪਣਾ ਨੁਕਸਾਨ ਆਪ ਹੀ ਕਰ ਲਿਆ) ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4976,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. jh jh hau iPirE; kauqk TwE Twie]",
    "transliteration": "Kabeer Jeh Jeh Ho Firiou Kouthak Thaaou Thaae ||",
    "translation": "Kabeer, wherever I go, I see wonders everywhere.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਜਿਥੇ ਜਿਥੇ ਗਿਆ ਹਾਂ, ਥਾਂ ਥਾਂ 'ਦੁਨੀਆ' ਵਾਲੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਹੀ (ਵੇਖੇ ਹਨ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4976,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iek rwm snyhI bwhrw; aUjru myrY BWie]14]",
    "transliteration": "Eik Raam Sanaehee Baaharaa Oojar Maerai Bhaane ||14||",
    "translation": "But without the devotees of the One Lord, it is all wilderness to me. ||14||",
    "punjabi": "ਪਰ ਮੇਰੇ ਭਾ ਦਾ ਉਹ ਥਾਂ ਉਜਾੜ ਹੈ ਜਿਥੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ (ਸੰਤ) ਕੋਈ ਨਹੀਂ (ਕਿਉਂਕਿ ਉਥੇ 'ਦੁਨੀਆ' ਹੀ 'ਦੁਨੀਆ' ਵੇਖੀ ਹੈ 'ਦੀਨ' ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਨਹੀਂ) ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4977,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. sMqn kI JuMgIAw BlI; BiT kusqI gwau]",
    "transliteration": "Kabeer Santhan Kee Jhungeeaa Bhalee Bhath Kusathee Gaao ||",
    "translation": "Kabeer, the dwelling of the Saints is good; the dwelling of the unrighteous burns like an oven.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸੰਤਾਂ ਦੀ ਭੈੜੀ ਜਿਹੀ ਕੁੱਲੀ ਭੀ (ਮੈਨੂੰ) ਸੋਹਣੀ (ਲੱਗਦੀ) ਹੈ, (ਉਥੇ 'ਦੀਨ' ਵਿਹਾਝੀਦਾ ਹੈ) ਪਰ ਖੋਟੇ ਮਨੁੱਖ ਦਾ ਪਿੰਡ (ਸੜਦੀ) ਭੱਠੀ ਵਰਗਾ (ਜਾਣੋ) (ਉਥੇ ਹਰ ਵੇਲੇ 'ਦੁਨੀਆ' ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬਲ ਰਹੀ ਹੈ)।",
    "pronunciation": "B`iT kus`qI",
    "type_id": 3
  },
  {
    "shabad_id": 4977,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awig lgau. iqh Daulhr; ijh. nwhI hir ko nwau]15]",
    "transliteration": "Aag Lago Thih Dhhoulehar Jih Naahee Har Ko Naao ||15||",
    "translation": "Those mansions in which the Lord's Name is not chanted might just as well burn down. ||15||",
    "punjabi": "ਜਿਸ ਮਹਲ-ਮਾੜੀ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰੀਦਾ, ਉਸ ਨੂੰ ਪਈ ਅੱਗ ਲੱਗੇ (ਮੈਨੂੰ ਅਜੇਹੇ ਮਹਲ-ਮਾੜੀਆਂ ਦੀ ਲੋੜ ਨਹੀਂ) ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4978,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. sMq mUey ikAw roeIAY; jo Apuny igRih jwie]",
    "transliteration": "Kabeer Santh Mooeae Kiaa Roeeai Jo Apunae Grihi Jaae ||",
    "translation": "Kabeer, why cry at the death of a Saint? He is just going back to his home.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਕਿਸੇ ਸੰਤ ਦੇ ਮਰਨ ਤੇ ਅਫ਼ਸੋਸ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ, ਕਿਉਂਕਿ ਉਹ ਸੰਤ ਤਾਂ ਉਸ ਘਰ ਵਿਚ ਜਾਂਦਾ ਹੈ ਜਿਥੋਂ ਉਸ ਨੂੰ ਕੋਈ ਕੱਢੇਗਾ ਨਹੀਂ (ਭਾਵ, ਉਹ ਸੰਤ 'ਦੀਨ' ਦਾ ਵਪਾਰੀ ਹੋਣ ਕਰਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜਾ ਅੱਪੜਦਾ ਹੈ);",
    "pronunciation": "giR ih",
    "type_id": 3
  },
  {
    "shabad_id": 4978,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "rovhu swkq bwpury; ju hwtY hwt ibkwie]16]",
    "transliteration": "Rovahu Saakath Baapurae J Haattai Haatt Bikaae ||16||",
    "translation": "Cry for the wretched, faithless cynic, who is sold from store to store. ||16||",
    "punjabi": "(ਜੇ ਅਫ਼ਸੋਸ ਕਰਨਾ ਹੈ ਤਾਂ) ਉਸ ਮੰਦ-ਭਾਗੀ (ਦੇ ਮਰਨ) ਤੇ ਅਫ਼ਸੋਸ ਕਰੋ ਜੋ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜਿਆ ਹੋਇਆ ਹੈ, (ਉਹ ਆਪਣੇ ਕੀਤੇ ਮੰਦ-ਕਰਮਾਂ ਦੇ ਵੱਟੇ) ਹਰੇਕ ਹੱਟੀ ਤੇ ਵਿਕਦਾ ਹੈ (ਭਾਵ, ਸਾਰੀ 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ ਭਟਕਣ ਕਰਕੇ ਹੁਣ ਕਈ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਹੈ) ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4979,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. swkqu AYsw hY; jYsI lsn kI Kwin]",
    "transliteration": "Kabeer Saakath Aisaa Hai Jaisee Lasan Kee Khaan ||",
    "translation": "Kabeer, the faithless cynic is like a piece of garlic.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਮਨੁੱਖ ਰੱਬ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਹੈ (ਜੋ 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ 'ਦੀਨ' ਨੂੰ ਗਵਾਈ ਜਾ ਰਿਹਾ ਹੈ) ਉਸ ਨੂੰ ਇਉਂ ਸਮਝੋ ਜਿਵੇਂ ਥੋਮ ਦੀ ਭਰੀ ਹੋਈ ਕੋਠੜੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4979,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kony bYTy KweIAY; prgt hoie indwn]17]",
    "transliteration": "Konae Baithae Khaaeeai Paragatt Hoe Nidhaan ||17||",
    "translation": "Even if you eat it sitting in a corner, it becomes obvious to everyone. ||17||",
    "punjabi": "ਥੋਮ ਨੂੰ ਕਿਤੇ ਲੁਕਵੇਂ ਥਾਂ ਭੀ ਬਹਿ ਕੇ ਖਾ ਲਈਏ, ਤਾਂ ਭੀ ਉਹ ਜ਼ਰੂਰ (ਆਪਣੀ ਬੋ ਤੋਂ) ਉੱਘੜ ਪੈਂਦਾ ਹੈ (ਸਾਕਤ ਦੇ ਅੰਦਰੋਂ ਭੀ ਜਦੋਂ ਨਿਕਲਣਗੇ ਮੰਦੇ ਬਚਨ ਹੀ ਨਿਕਲਣਗੇ) ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4980,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. mwieAw folnI; pvnu Jkolnhwru]",
    "transliteration": "Kabeer Maaeiaa Ddolanee Pavan Jhakolanehaar ||",
    "translation": "Kabeer, Maya is the butter-churn, and the breath is the churning-stick.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਸ 'ਦੁਨੀਆ' ('ਮਾਇਆ') ਨੂੰ ਦੁੱਧ ਦੀ ਭਰੀ ਚਾਟੀ ਸਮਝੋ, (ਹਰੇਕ ਜੀਵ ਦਾ) ਸੁਆਸ ਸੁਆਸ (ਉਸ ਚਾਟੀ ਨੂੰ ਰਿੜਕਣ ਲਈ) ਮਧਾਣੀ ਮਿਥ ਲਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4980,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sMqhu mwKnu KwieAw; CwiC pIAY sMswru]18]",
    "transliteration": "Santhahu Maakhan Khaaeiaa Shhaashh Peeai Sansaar ||18||",
    "translation": "The Saints eat the butter, while the world drinks the whey. ||18||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਦੁੱਧ ਰਿੜਕਣ ਦੀ ਜਾਚ ਆ ਗਈ, ਜਿਨ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਿਆਂ ਇਸ ਮਾਇਆ ਨੂੰ ਵਰਤਿਆ, ਜਿਨ੍ਹਾਂ ਨੇ 'ਦੁਨੀਆ' ਨੂੰ ਵਣ-ਜਿਆ ਪਰ 'ਦੀਨ' ਭੀ ਗੁਆਚਨ ਨਾਹ ਦਿੱਤਾ) ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਨੇ (ਇਸ ਰੇੜਕੇ ਵਿਚੋਂ) ਮੱਖਣ (ਹਾਸਲ ਕੀਤਾ ਤੇ) ਖਾਧਾ (ਭਾਵ; ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲ ਮਨੋਰਥ ਹਾਸਲ ਕੀਤਾ, ਜਿਵੇਂ ਦੁੱਧ ਨੂੰ ਰਿੜਕਣ ਦਾ ਮਨੋਰਥ ਹੈ ਮੱਖਣ ਕੱਢਣਾ); ਪਰ ਨਿਰੀ 'ਦੁਨੀਆ' ਦਾ ਵਪਾਰੀ (ਮਾਨੋ,) ਲੱਸੀ ਹੀ ਪੀ ਰਿਹਾ ਹੈ (ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲੀ ਮਨੋਰਥ ਨਹੀਂ ਪਾ ਸਕਿਆ) ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4981,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. mwieAw folnI; pvnu vhY ihv Dwr]",
    "transliteration": "Kabeer Maaeiaa Ddolanee Pavan Vehai Hiv Dhhaar ||",
    "translation": "Kabeer, Maya is the butter-churn; the breath flows like ice water.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ 'ਦੁਨੀਆ' (ਮਾਇਆ') ਮਾਨੋ, ਦੁੱਧ ਦੀ ਚਾਟੀ ਹੈ, (ਇਸ ਚਾਟੀ ਵਿਚ ਨਾਮ ਦੀ) ਠੰਢਕ ਵਾਲੇ ਸੁਆਸ, ਮਾਨੋ, ਮਧਾਣੀ ਹਿਲਾਈ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4981,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ijin ibloieAw iqin KwieAw; Avr iblovnhwr]19]",
    "transliteration": "Jin Biloeiaa Thin Khaaeiaa Avar Bilovanehaar ||19||",
    "translation": "Whoever does the churning eats the butter; the others are just churning-sticks. ||19||",
    "punjabi": "ਜਿਸ (ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ) ਨੇ (ਇਸ ਮਧਾਣੀ ਨਾਲ ਦੁੱਧ) ਰਿੜਕਿਆ ਹੈ ਉਸ ਨੇ (ਮੱਖਣ) ਖਾਧਾ ਹੈ, ਬਾਕੀ ਦੇ ਹੋਰ ਲੋਕ ਨਿਰਾ ਰਿੜਕ ਹੀ ਰਹੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਮੱਖਣ ਖਾਣ ਨੂੰ ਨਹੀਂ ਮਿਲਦਾ) (ਭਾਵ, ਜੋ ਲੋਕ ਨਿਰਬਾਹ-ਮਾਤ੍ਰ ਮਾਇਆ ਨੂੰ ਵਰਤਦੇ ਹਨ, ਤੇ ਨਾਲ ਨਾਲ ਸੁਆਸ ਸੁਆਸ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸ਼ਾਂਤੀ-ਭਰਿਆ ਹੁੰਦਾ ਹੈ, ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲ ਮਨੋਰਥ ਉਹ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ। ਪਰ ਜੋ ਲੋਕ 'ਦੀਨ' ਵਿਸਾਰ ਕੇ ਨਿਰੀ 'ਦੁਨੀਆ' ਪਿੱਛੇ ਦੌੜ-ਭੱਜ ਕਰਦੇ ਹਨ, ਉਹ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ, ਤੇ ਜੀਵਨ ਅਜਾਈਂ ਗੰਵਾ ਜਾਂਦੇ ਹਨ) ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4982,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIr. mwieAw cortI; muis muis lwvY hwit]",
    "transliteration": "Kabeer Maaeiaa Chorattee Mus Mus Laavai Haatt ||",
    "translation": "Kabeer, Maya is the thief, which breaks in and plunders the store.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਦੁਨੀਆ, ਇਹ ਮਾਇਆ, ਮੋਮੋ-ਠੱਗਣੀ ਹੈ (ਜੋ ਲੋਕ 'ਦੀਨ' ਵਿਸਾਰ ਕੇ ਨਿਰੀ 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ ਭਟਕ ਰਹੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ) ਠੱਗ ਠੱਗ ਕੇ ਇਹ ਮਾਇਆ ਆਪਣੀ ਹੱਟੀ (ਹੋਰ ਹੋਰ) ਸਜਾਂਦੀ ਹੈ।",
    "pronunciation": "m`uis m`uis",
    "type_id": 3
  },
  {
    "shabad_id": 4982,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "eyku kbIrw. nw musY; ijin. kInI bwrh bwt]20]",
    "transliteration": "Eaek Kabeeraa Naa Musai Jin Keenee Baareh Baatt ||20||",
    "translation": "Only Kabeer is not plundered; he has cut her into twelve pieces. ||20||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸਿਰਫ਼ ਉਹ ਮਨੁੱਖ ਇਸ ਦੀ ਠੱਗੀ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਨੇ ਇਸ ਮਾਇਆ ਦੀਆਂ ਬਾਰਾਂ ਵੰਡੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ (ਜਿਸ ਨੇ ਇਸ ਦੀ ਠੱਗੀ ਨੂੰ ਭੰਨ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ) ॥੨੦॥",
    "pronunciation": "mu`sY",
    "type_id": 3
  },
  {
    "shabad_id": 4983,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kbIr. sUKu n eyNh juig; krih ju bhuqY mIq]",
    "transliteration": "Kabeer Sookh N Eaeneh Jug Karehi J Bahuthai Meeth ||",
    "translation": "Kabeer, peace does not come in this world by making lots of friends.",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਦੀਨ' ਵਿਸਾਰ ਕੇ, ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ ਤੂੰ ਜੋ ਪੁਤ੍ਰ ਇਸਤ੍ਰੀ ਧਨ ਮਿਲਖ ਆਦਿਕ) ਕਈ ਮਿਤ੍ਰ ਬਣਾ ਰਿਹਾ ਹੈਂ, ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ (ਇਹਨਾਂ ਮਿਤ੍ਰਾਂ ਤੋਂ) ਸੁਖ ਨਹੀਂ ਮਿਲੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4983,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jo icqu rwKih eyk isau; qy. suKu pwvih nIq]21]",
    "transliteration": "Jo Chith Raakhehi Eaek Sio Thae Sukh Paavehi Neeth ||21||",
    "translation": "Those who keep their consciousness focused on the One Lord shall find eternal peace. ||21||",
    "punjabi": "ਸਿਰਫ਼ ਉਹ ਮਨੁੱਖ ਸਦਾ ਸੁਖ ਮਾਣਦੇ ਹਨ ਜੋ ('ਦੁਨੀਆ' ਵਿਚ ਵਰਤਦੇ ਹੋਏ ਭੀ) ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਆਪਣਾ ਮਨ ਜੋੜ ਰੱਖਦੇ ਹਨ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4984,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. ijsu mrny qy jgu frY; myry mn AwnMdu]",
    "transliteration": "Kabeer Jis Maranae Thae Jag Ddarai Maerae Man Aanandh ||",
    "translation": "Kabeer, the world is afraid of death - that death fills my mind with bliss.",
    "punjabi": "('ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ 'ਦੀਨ' ਨੂੰ ਵਿਸਾਰ ਕੇ ਮਨੁੱਖ ਧਨ-ਪਦਾਰਥ ਪੁਤ੍ਰ ਇਸਤ੍ਰੀ ਆਦਿਕ ਕਈ ਮਿਤ੍ਰ ਬਣਾਂਦਾ ਹੈ, ਅਤੇ ਇਹਨਾਂ ਤੋਂ ਸੁਖ ਦੀ ਆਸ ਰੱਖਦਾ ਹੈ, ਇਸ ਆਸ ਦੇ ਕਾਰਨ ਹੀ ਇਹਨਾਂ ਨਾਲੋਂ ਮੋਹ ਤੋੜ ਨਹੀਂ ਸਕਦਾ; ਪਰ) ਹੇ ਕਬੀਰ! ਜਿਸ (ਮੋਹ ਦੇ ਤਿਆਗ-ਰੂਪ) ਮੌਤ ਤੋਂ ਜਗਤ ਝੱਕਦਾ ਹੈ, ਉਸ ਨਾਲ ਮੇਰੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4984,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mrny hI qy pweIAY; pUrnu prmwnMdu]22]",
    "transliteration": "Maranae Hee Thae Paaeeai Pooran Paramaanandh ||22||",
    "translation": "It is only by death that perfect, supreme bliss is obtained. ||22||",
    "punjabi": "'ਦੁਨੀਆ' ਦੇ ਇਸ ਮੋਹ ਵਲੋਂ ਮਰਿਆਂ ਹੀ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ ਜੋ ਮੁਕੰਮਲ ਤੌਰ ਤੇ ਆਨੰਦ ਸਰੂਪ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4985,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rwm pdwrQu pwie kY; kbIrw gWiT. n Kol@]",
    "transliteration": "Raam Padhaarathh Paae Kai Kabeeraa Gaanth N Kholh ||",
    "translation": "The Treasure of the Lord is obtained, O Kabeer, but do not undo its knot.",
    "punjabi": "(ਜਿਧਰ ਤੱਕੋ, 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਹੈ; ਸੋ) ਹੇ ਕਬੀਰ! (ਚੰਗੇ ਭਾਗਾਂ ਨਾਲ) ਜੇ ਤੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸੋਹਣੀ ਵਸਤ ਮਿਲ ਗਈ ਹੈ ਤਾਂ ਇਹ ਗਠੜੀ ਹੋਰਨਾਂ ਅੱਗੇ ਨਾਹ ਖੋਲ੍ਹਦਾ ਫਿਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4985,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nhI ptxu. nhI pwrKU; nhI gwhku. nhI molu]23]",
    "transliteration": "Nehee Pattan Nehee Paarakhoo Nehee Gaahak Nehee Mol ||23||",
    "translation": "There is no market to sell it, no appraiser, no customer, and no price. ||23||",
    "punjabi": "(ਜਗਤ 'ਦੁਨੀਆ' ਵਿਚ ਇਤਨਾ ਮਸਤ ਹੈ ਕਿ ਨਾਮ-ਪਦਾਰਥ ਦੇ ਖ਼ਰੀਦਣ ਲਈ) ਨਾਹ ਕੋਈ ਮੰਡੀ ਹੈ ਨਾ ਕੋਈ ਇਸ ਵਸਤ ਦੀ ਕਦਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਨਾਹ ਇਹ ਕੋਈ ਵਸਤ ਖ਼ਰੀਦਣੀ ਚਾਹੁੰਦਾ ਹੈ, ਤੇ ਨਾਹ ਕੋਈ ਇਤਨੀ ਕੀਮਤ ਹੀ ਦੇਣ ਨੂੰ ਤਿਆਰ ਹੈ (ਕਿ 'ਦੁਨੀਆ' ਨਾਲੋਂ ਪ੍ਰੀਤ ਤੋੜੇ) ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4986,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kbIr. qw isau pRIiq kir; jw ko Twkuru rwmu]",
    "transliteration": "Kabeer Thaa Sio Preeth Kar Jaa Ko Thaakur Raam ||",
    "translation": "Kabeer, be in love with only that one, whose Master is the Lord.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਉਸ (ਸਤਸੰਗੀ) ਨਾਲ ਸਾਂਝ ਬਣਾ ਜਿਸ ਦਾ (ਆਸਰਾ-ਪਰਨਾ) ਉਹ ਪਰਮਾਤਮਾ ਹੈ ਜੋ ਸਭ ਦਾ ਪਾਲਕ ਹੈ, ('ਰਾਮ ਪਦਾਰਥ' ਦੇ ਵਣਜਾਰਿਆਂ ਨਾਲ ਬਣੀ ਹੋਈ ਪ੍ਰੀਤ ਤੋੜ ਨਿਭ ਸਕਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4986,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pMifq rwjy BUpqI; Awvih kauny kwm]24]",
    "transliteration": "Panddith Raajae Bhoopathee Aavehi Kounae Kaam ||24||",
    "translation": "The Pandits, the religious scholars, kings and landlords - what good is love for them? ||24||",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਵਿਦਿਆ ਰਾਜ ਭੁਇਂ ਆਦਿਕ ਦਾ ਮਾਣ ਹੈ, ਜੋ 'ਦੁਨੀਆ' ਦੇ ਵਪਾਰੀ ਹਨ ਉਹ) ਪੰਡਿਤ ਹੋਣ ਚਾਹੇ ਰਾਜੇ ਹੋਣ ਚਾਹੇ ਬੜੀ ਭੁਇਂ ਦੇ ਮਾਲਕ ਹੋਣ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4987,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. pRIiq iek isau kIey; Awn. duibDw jwie]",
    "transliteration": "Kabeer Preeth Eik Sio Keeeae Aan Dhubidhhaa Jaae ||",
    "translation": "Kabeer, when you are in love with the One Lord, duality and alienation depart.",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਦੁਨੀਆ' ਵਾਲਾ) ਹੋਰ ਹੋਰ ਸਹਿਮ ਤਦੋਂ ਹੀ ਦੂਰ ਹੁੰਦਾ ਹੈ ਜੇ ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾਇਆ ਜਾਏ।",
    "pronunciation": "(Awn) hor (duibDw) dÍYq jwie c`lI jWdI hY",
    "type_id": 3
  },
  {
    "shabad_id": 4987,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "BwvY lWby kys kru; BwvY Grir mufwie]25]",
    "transliteration": "Bhaavai Laanbae Kaes Kar Bhaavai Gharar Muddaae ||25||",
    "translation": "You may have long hair, or you may shave your head bald. ||25||",
    "punjabi": "(ਜਦ ਤਕ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ ਨਹੀਂ ਜੋੜੀ ਜਾਂਦੀ, 'ਦੁਨੀਆ' ਵਾਲੀ 'ਦੁਬਿਧਾ' ਮਿਟ ਨਹੀਂ ਸਕਦੀ) ਚਾਹੇ (ਸੁਆਹ ਮਲ ਕੇ) ਲੰਮੀਆਂ ਜਟਾਂ ਰਖ ਲੈ, ਚਾਹੇ ਉੱਕਾ ਹੀ ਸਿਰ ਰੋਡ-ਮੋਡ ਕਰ ਲੈ (ਅਤੇ ਜੰਗਲਾਂ ਜਾਂ ਤੀਰਥਾਂ ਤੇ ਜਾ ਕੇ ਡੇਰਾ ਲਾ ਲੈ) ॥੨੫॥",
    "pronunciation": "pUrn s`cy vwihgurU jI nUM (BwvY) BwauNdw hY,kys (lWby) lMby kru rhy hn, jIv nUM BwauNdw hY, ausqRy nwl (Grir) Gsw ky, (mufwie) munw idMdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 4988,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. jgu kwjl kI koTrI; AMD pry iqs mwih]",
    "transliteration": "Kabeer Jag Kaajal Kee Kotharee Andhh Parae This Maahi ||",
    "translation": "Kabeer, the world is a room filled with black soot; the blind fall into its trap.",
    "punjabi": "ਹੇ ਕਬੀਰ! 'ਦੁਨੀਆ' ਦਾ ਮੋਹ, ਮਾਨੋ, ਇਕ ਐਸੀ ਕੋਠੜੀ ਹੈ ਜੋ ਕਾਲਖ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ; ਇਸ ਵਿਚ ਉਹ ਬੰਦੇ ਡਿੱਗੇ ਪਏ ਹਨ ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ ਬੰਦ ਹਨ (ਜਿਨ੍ਹਾਂ ਨੂੰ 'ਦੀਨ' ਦੀ ਸੂਝ ਨਹੀਂ ਆਈ, ਚਾਹੇ ਉਹ ਪੰਡਿਤ ਰਾਜੇ ਭੂਪਤੀ ਹਨ, ਚਾਹੇ ਜਟਾਧਾਰੀ ਸੰਨਿਆਸੀ ਆਦਿਕ ਤਿਆਗੀ ਹਨ)।",
    "pronunciation": "k`wjl",
    "type_id": 3
  },
  {
    "shabad_id": 4988,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hau bilhwrI iqn@ kau; pYis. ju nIkis jwih]26]",
    "transliteration": "Ho Balihaaree Thin Ko Pais J Neekas Jaahi ||26||",
    "translation": "I am a sacrifice to those who are thrown in, and still escape. ||26||",
    "punjabi": "ਪਰ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜੋ ਇਸ ਵਿਚ ਡਿੱਗ ਕੇ ਮੁੜ ਨਿਕਲ ਆਉਂਦੇ ਹਨ-(ਜੋ ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਕੇ 'ਦੁਨੀ' ਦੇ ਮੋਹ ਨੂੰ ਤਿਆਗ ਦੇਂਦੇ ਹਨ) ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4989,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. iehu qnu jwiegw; skhu. q lyhu bhoir]",
    "transliteration": "Kabeer Eihu Than Jaaeigaa Sakahu Th Laehu Behor ||",
    "translation": "Kabeer, this body shall perish; save it, if you can.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਸਾਰਾ ਸਰੀਰ ਨਾਸ ਹੋ ਜਾਇਗਾ, ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਨਾਸ ਹੋਣ ਤੋਂ ਬਚਾ ਸਕਦੇ ਹੋ ਤਾਂ ਬਚਾ ਲਵੋ (ਭਾਵ, ਕੋਈ ਭੀ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਨਾਸ ਹੋਣ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦਾ, ਇਹ ਜ਼ਰੂਰ ਨਾਸ ਹੋਵੇਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4989,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nWgy pwvhu qy gey; ijn@ ky lwK kroir]27]",
    "transliteration": "Naangae Paavahu Thae Geae Jin Kae Laakh Karor ||27||",
    "translation": "Even those who have tens of thousands and millions, must depart bare-footed in the end. ||27||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਪਾਸ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਰੁਪਏ ਜਮ੍ਹਾ ਸਨ, ਉਹ ਭੀ ਇਥੋਂ ਨੰਗੀ ਪੈਰੀਂ ਹੀ (ਭਾਵ, ਕੰਗਾਲਾਂ ਵਾਂਗ ਹੀ) ਚਲੇ ਗਏ (ਸਾਰੀ ਉਮਰ 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ ਭਟਕਦੇ ਰਹੇ, 'ਦੀਨ' ਨੂੰ ਵਿਸਾਰ ਦਿੱਤਾ; ਆਖ਼ਰ ਇਹ 'ਦੁਨੀਆ' ਤਾਂ ਇਥੇ ਰਹਿ ਗਈ, ਇਥੋਂ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਨਿਰੋਲ ਕੰਗਾਲ ਹੋ ਕੇ ਤੁਰੇ) ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4990,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. iehu qnu jwiegw; kvnY mwrig lwie]",
    "transliteration": "Kabeer Eihu Than Jaaeigaa Kavanai Maarag Laae ||",
    "translation": "Kabeer, this body shall perish; place it on the path.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਸਰੀਰ ਨਾਸ ਹੋ ਜਾਇਗਾ, ਇਸ ਨੂੰ ਕਿਸੇ (ਉਸ) ਕੰਮ ਵਿਚ ਜੋੜ (ਜੋ ਤੇਰੇ ਲਈ ਲਾਹੇਵੰਦਾ ਹੋਵੇ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4990,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kY sMgiq kir swD kI; kY hir ky gun gwie]28]",
    "transliteration": "Kai Sangath Kar Saadhh Kee Kai Har Kae Gun Gaae ||28||",
    "translation": "Either join the Saadh Sangat, the Company of the Holy, or sing the Glorious Praises of the Lord. ||28||",
    "punjabi": "ਸੋ, ਸਾਧ ਸੰਗਤ ਕਰ ਅਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ('ਦੁਨੀ' ਤਾਂ ਇਥੇ ਹੀ ਰਹਿ ਜਾਂਦੀ ਹੈ, 'ਦੀਨ' ਹੀ ਸਾਥੀ ਬਣਦਾ ਹੈ) ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4991,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. mrqw mrqw jgu mUAw; mir. BI n jwinAw koie]",
    "transliteration": "Kabeer Marathaa Marathaa Jag Mooaa Mar Bhee N Jaaniaa Koe ||",
    "translation": "Kabeer, dying, dying, the whole world has to die, and yet, none know how to die.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਨਿਰੀ 'ਦੁਨੀਆ' ਦਾ ਵਪਾਰੀ) ਜਗਤ ਹਰ ਵੇਲੇ ਮੌਤ ਦੇ ਸਹਿਮ ਦਾ ਦਬਾਇਆ ਰਹਿੰਦਾ ਹੈ, (ਨਿਰੀ ਮਾਇਆ ਦਾ ਵਪਾਰੀ) ਕਿਸੇ ਧਿਰ ਨੂੰ ਭੀ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਮੌਤ ਦਾ ਇਹ ਸਹਿਮ ਕਿਵੇਂ ਮੁਕਾਇਆ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  }
]