[
  {
    "shabad_id": 4991,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AYsy mrny jo mrY; bhuir. n mrnw hoie ]29]",
    "transliteration": "Aisae Maranae Jo Marai Bahur N Maranaa Hoe ||29||",
    "translation": "Let those who die, die such a death, that they shall never have to die again. ||29||",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ) ਜੋ ਮਨੁੱਖ ਜਿਊਂਦਾ ਹੀ ਮਰਦਾ ਹੈ ('ਦੁਨੀਆ' ਵਲੋਂ ਮੋਹ ਤੋੜਦਾ ਹੈ) ਉਸ ਨੂੰ ਫਿਰ ਇਹ ਸਹਿਮ ਨਹੀਂ ਰਹਿੰਦਾ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4992,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kbIr. mwns jnmu dulMBu hY; hoie n. bwrY bwr ]",
    "transliteration": "Kabeer Maanas Janam Dhulanbh Hai Hoe N Baarai Baar ||",
    "translation": "Kabeer, it is so difficult to obtain this human body; it does not just come over and over again.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, (ਤੇ, ਜੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰ ਕੇ ਨਿਰਾ 'ਦੁਨੀਆ' ਵਿਚ ਲੱਗ ਕੇ ਇੱਕ ਵਾਰੀ ਹੱਥੋਂ ਗਿਆ) ਤਾਂ ਮੁੜ ਮੁੜ ਨਹੀਂ ਮਿਲਦਾ;",
    "pronunciation": "du-lMBu",
    "type_id": 3
  },
  {
    "shabad_id": 4992,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijau bn Pl pwky. Buie igrih; bhuir. n lwgih fwr ]30]",
    "transliteration": "Jio Ban Fal Paakae Bhue Girehi Bahur N Laagehi Ddaar ||30||",
    "translation": "It is like the ripe fruit on the tree; when it falls to the ground, it cannot be re-attached to the branch. ||30||",
    "punjabi": "ਜਿਵੇਂ ਜੰਗਲ ਦੇ ਰੁੱਖਾਂ ਦੇ ਪੱਕੇ ਹੋਏ ਫਲ (ਜਦੋਂ) ਜ਼ਮੀਨ ਉਤੇ ਡਿੱਗ ਪੈਂਦੇ ਹਨ ਤਾਂ ਮੁੜ ਡਾਲੀ ਨਾਲ ਨਹੀਂ ਲੱਗਦੇ ॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4993,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIrw quhI. kbIru qU; qyro nwau kbIru ]",
    "transliteration": "Kabeeraa Thuhee Kabeer Thoo Thaero Naao Kabeer ||",
    "translation": "Kabeer, you are Kabeer; your name means great.",
    "punjabi": "(ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲ ਮਨੋਰਥ 'ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ' ਹੈ, ਇਸ ਦੀ ਖ਼ਾਤਰ ਇਹ ਜ਼ਰੂਰੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਜਾਏ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਜਾਏ ਜਾਣ; ਸੋ) ਹੇ ਕਬੀਰ! (ਸਦਾ ਇਉਂ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈਂ, ਤੇਰਾ ਹੀ ਨਾਮ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4993,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwm rqnu qb pweIAY; jau pihly qjih srIru ]31]",
    "transliteration": "Raam Rathan Thab Paaeeai Jo Pehilae Thajehi Sareer ||31||",
    "translation": "O Lord, You are Kabeer. The Jewel of the Lord is obtained, when the mortal first gives up his body. ||31||",
    "punjabi": "(ਪਰ ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਨਾਲ ਨਾਲ ਹੇ ਕਬੀਰ!) ਜੇ ਤੂੰ ਪਹਿਲਾਂ ਆਪਣੇ ਸਰੀਰ ਦਾ ਮੋਹ ਭੀ ਤਿਆਗੇਂ, ਤਦੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ ਰਤਨ ਮਿਲਦਾ ਹੈ ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4994,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. JMKu, n JMKIAY; qumro kihE. n hoie ]",
    "transliteration": "Kabeer Jhankh N Jhankheeai Thumaro Kehiou N Hoe ||",
    "translation": "Kabeer, do not struggle in stubborn pride; nothing happens just because you say so.",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਸਰੀਰ ਤਜਣ' ਦਾ ਭਾਵ ਇਹ ਹੈ ਕਿ 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ) ਗਿਲੇ-ਗੁਜ਼ਾਰੀ ਨਾਹ ਕਰਦੇ ਰਹੀਏ, ('ਦੁਨੀਆ' ਦੇ ਲਾਲਚ ਵਿਚ ਫਸਿਆ ਹੋਇਆ) ਜੋ ਕੁਝ ਤੂੰ ਆਖਦਾ ਹੈਂ ਉਹੀ ਨਹੀਂ ਹੋ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4994,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "krm krIm ju kir rhy; myit. n swkY koie ]32]",
    "transliteration": "Karam Kareem J Kar Rehae Maett N Saakai Koe ||32||",
    "translation": "No one can erase the actions of the Merciful Lord. ||32||",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੇ ਨਾਲ ਨਾਲ ਇਹ ਭੀ ਯਕੀਨ ਰੱਖ ਕਿ) ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਜੋ ਬਖ਼ਸ਼ਸ਼ਾਂ (ਜੀਵਾਂ ਉਤੇ) ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਕੋਈ (ਹੋਰ ਜੀਵ) ਵਧਾ-ਘਟਾ ਨਹੀਂ ਸਕਦਾ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4995,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. ksautI rwm kI; JUTw itkY. n koie ]",
    "transliteration": "Kabeer Kasouttee Raam Kee Jhoothaa Ttikai N Koe ||",
    "translation": "Kabeer, no one who is false can withstand the Touchstone of the Lord.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਮਨੁੱਖ 'ਦੁਨੀਆ' ਨਾਲ ਮੋਹ ਕਰਨ ਵਾਲਾ ਹੈ ਉਹ ਉਸ ਕਸੌਟੀ ਉਤੇ ਖਰਾ ਸਾਬਤ ਨਹੀਂ ਹੁੰਦਾ ਜਿਸ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਦੀ ਪ੍ਰਭੂ ਨਾਲ ਸੱਚੀ ਪ੍ਰੀਤ ਪਰਖੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "k-sautI rwm",
    "type_id": 3
  },
  {
    "shabad_id": 4995,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "rwm ksautI so shY; jo mir jIvw hoie ]33]",
    "transliteration": "Raam Kasouttee So Sehai Jo Mar Jeevaa Hoe ||33||",
    "translation": "He alone can pass the test of the Lord's Touchstone, who remains dead while yet alive. ||33||",
    "punjabi": "ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ ਦੀ ਪਰਖ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਪੂਰਾ ਉਤਰਦਾ ਹੈ ਜੋ 'ਦੁਨੀਆ' ਦੇ ਮੋਹ ਵਲੋਂ ਮਰ ਕੇ 'ਦੀਨ' ਦੇ ਪਿਆਰ ਵਿਚ ਜੀਊ ਪਿਆ ਹੈ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4996,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. aUjl pihrih kwpry; pwn supwrI Kwih ]",
    "transliteration": "Kabeer Oojal Pehirehi Kaaparae Paan Supaaree Khaahi ||",
    "translation": "Kabeer, some wear gaudy robes, and chew betel leaves and betel nuts.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਨਿਰੀ 'ਦੁਨੀਆ' ਦੇ ਵਪਾਰੀ ਬੰਦੇ ਆਪਣੇ ਆਪ ਦੀ ਸ਼ੂਕਾ-ਸ਼ਾਕੀ ਵਾਸਤੇ) ਵਧੀਆ ਕੱਪੜੇ ਪਾਂਦੇ ਹਨ ਤੇ ਪਾਨ ਸੁਪਾਰੀਆਂ ਖਾਂਦੇ ਹਨ;",
    "pronunciation": "pih-rih",
    "type_id": 3
  },
  {
    "shabad_id": 4996,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "eyks hir ky nwm ibnu; bwDy jmpuir jWih ]34]",
    "transliteration": "Eaekas Har Kae Naam Bin Baadhhae Jam Pur Jaanhi ||34||",
    "translation": "Without the Name of the One Lord, they are bound and gagged and taken to the City of Death. ||34||",
    "punjabi": "ਪਰ (ਸਰੀਰ ਨੂੰ ਸਜਾਈ ਰੱਖਣ ਦੇ ਮੋਹ ਨਾਲ) ਬੱਝੇ ਹੋਏ ਉਹ ਬੰਦੇ ਮੌਤ ਆਦਿਕ ਦੇ ਸਹਿਮ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ ('ਦੀਨ' ਵਿਸਾਰ ਕੇ 'ਦੁਨੀ' ਦਾ ਮੋਹ ਹਰ ਹਾਲਤ ਵਿਚ ਦੁਖਦਾਈ ਹੈ) ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4997,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. byVw jrjrw; PUty CyNk hjwr ]",
    "transliteration": "Kabeer Baerraa Jarajaraa Foottae Shhaenak Hajaar ||",
    "translation": "Kabeer, the boat is old, and it has thousands of holes.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਇਕ ਬਹੁਤ ਹੀ ਪੁਰਾਣਾ ਜਹਾਜ਼ ਹੋਵੇ, ਜਿਸ ਵਿਚ ਹਜ਼ਾਰਾਂ ਹੀ ਛੇਕ ਫੁੱਟ ਪਏ ਹੋਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4997,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hrUey hrUey iqir gey; fUby ijn isr Bwr ]35]",
    "transliteration": "Harooeae Harooeae Thir Geae Ddoobae Jin Sir Bhaar ||35||",
    "translation": "Those who are light get across, while those who carry the weight of their sins on their heads are drowned. ||35||",
    "punjabi": "(ਉਹ ਆਖ਼ਰ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਹੀ ਜਾਂਦਾ ਹੈ, ਇਸ ਜਹਾਜ਼ ਦੇ ਮੁਸਾਫ਼ਿਰਾਂ ਵਿਚੋਂ) ਸਿਰਫ਼ ਉਹੀ ਬੰਦੇ ਤਰ ਕੇ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਕੋਈ ਭਾਰ ਨਹੀਂ ਚੁੱਕਿਆ ਹੁੰਦਾ; ਪਰ ਜਿੰਨ੍ਹਾਂ ਦੇ ਸਿਰਾਂ ਉਤੇ ਭਾਰ ਹੁੰਦਾ ਹੈ, ਉਹ (ਭਾਰ ਹੇਠ ਦੱਬ ਕੇ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ ॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4998,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. hwf jry ijau lwkrI; kys jry ijau Gwsu ]",
    "transliteration": "Kabeer Haadd Jarae Jio Laakaree Kaes Jarae Jio Ghaas ||",
    "translation": "Kabeer, the bones burn like wood, and the hair burns like straw.",
    "punjabi": "('ਦੀਨ' ਨੂੰ ਵਿਸਾਰ ਕੇ ਨਿਰੀ 'ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਕਰਦਿਆਂ ਮਨੁੱਖ ਆਪਣੇ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚ ਇਤਨਾ ਫਸਦਾ ਹੈ ਕਿ ਹਰ ਵੇਲੇ ਮੌਤ ਤੋਂ ਸਹਿਮਿਆ ਰਹਿੰਦਾ ਹੈ। ਫਿਰ ਭੀ, ਇਹ ਸਰੀਰ ਸਦਾ ਕਾਇਮ ਨਹੀਂ ਰਹਿ ਸਕਦਾ, ਮੌਤ ਆ ਹੀ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ) ਹੇ ਕਬੀਰ! (ਸਰੀਰ ਨੂੰ ਚਿਖਾ ਤੇ ਪਾਇਆਂ) ਹੱਡ ਲੱਕੜਾਂ ਵਾਂਗ ਸੜਦੇ ਹਨ, ਕੇਸ ਘਾਹ ਵਾਂਗ ਸੜਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4998,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iehu jgu jrqw dyiK kY; BieE kbIru audwsu ]36]",
    "transliteration": "Eihu Jag Jarathaa Dhaekh Kai Bhaeiou Kabeer Oudhaas ||36||",
    "translation": "Seeing the world burning like this, Kabeer has become sad. ||36||",
    "punjabi": "ਇਸ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਹੀ ਸੜਦਿਆਂ ਵੇਖ ਕੇ (ਭਾਵ, ਇਹ ਵੇਖ ਕੇ ਕਿ ਸਭ ਜੀਵਾਂ ਦਾ ਇਸ ਸਰੀਰ ਨਾਲੋਂ ਵਿਛੋੜਾ ਆਖ਼ਰ ਜ਼ਰੂਰ ਹੁੰਦਾ ਹੈ) ਮੈਂ ਕਬੀਰ ਇਸ ਸਰੀਰ ਦੇ ਮੋਹ ਤੋਂ ਉਪਰਾਮ ਹੋ ਗਿਆ ਹਾਂ (ਮੈਂ ਸਰੀਰ ਦਾ ਮੋਹ ਛੱਡ ਦਿੱਤਾ ਹੈ) ॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4999,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. grbu, n kIjIAY; cwm lpyty hwf ]",
    "transliteration": "Kabeer Garab N Keejeeai Chaam Lapaettae Haadd ||",
    "translation": "Kabeer, do not be so proud of your bones wrapped up in skin.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਸ ਸਰੀਰ ਦੀ ਜੁਆਨੀ ਸੁੰਦਰਤਾ ਆਦਿਕ ਦਾ) ਮਾਣ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਆਖ਼ਰ ਹੈ ਤਾਂ ਇਹ) ਹੱਡੀਆਂ (ਦੀ ਮੁੱਠ) ਜੋ ਚੰਮ ਨਾਲ ਲਪੇਟੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 4999,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hYvr aUpir, CqR qr; qy Puin DrnI gwf ]37]",
    "transliteration": "Haivar Oopar Shhathr Thar Thae Fun Dhharanee Gaadd ||37||",
    "translation": "Those who were on their horses and under their canopies, were eventually buried under the ground. ||37||",
    "punjabi": "(ਇਸ ਸਰੀਰ ਦਾ ਅਹੰਕਾਰ ਕਰਦੇ) ਉਹ ਬੰਦੇ ਭੀ (ਅੰਤ ਨੂੰ) ਮਿੱਟੀ ਵਿਚ ਜਾ ਰਲੇ ਜੋ ਵਧੀਆ ਘੋੜਿਆਂ ਉੱਤੇ (ਸਵਾਰ ਹੁੰਦੇ ਸਨ) ਤੇ ਜੋ (ਝੁਲਦੇ) ਛਤਰਾਂ ਹੇਠ ਬੈਠਦੇ ਸਨ ॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5000,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. grbu, n kIjIAY; aUcw dyiK Avwsu ]",
    "transliteration": "Kabeer Garab N Keejeeai Oochaa Dhaekh Avaas ||",
    "translation": "Kabeer, do not be so proud of your tall mansions.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਆਪਣਾ ਉੱਚਾ ਮਹਲ ਵੇਖ ਕੇ (ਭੀ) ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਇਹ ਭੀ ਚਾਰ ਦਿਨ ਦੀ ਹੀ ਖੇਡ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5000,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awju kwil@ Buie lytxw; aUpir jwmY Gwsu ]38]",
    "transliteration": "Aaj Kaalih Bhue Laettanaa Oopar Jaamai Ghaas ||38||",
    "translation": "Today or tomorrow, you shall lie beneath the ground, and the grass shall grow above you. ||38||",
    "punjabi": "ਮੌਤ ਆਉਣ ਤੇ ਇਸ ਮਹਲ ਨੂੰ ਛੱਡ ਕੇ) ਅੱਜ ਭਲਕ ਹੀ ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਣਾ ਹੈ, ਸਾਡੇ (ਸਰੀਰ) ਉਤੇ ਘਾਹ ਉੱਗ ਪਏਗਾ ॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5001,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIr. grbu, n kIjIAY; rMku. n hsIAY koie ]",
    "transliteration": "Kabeer Garab N Keejeeai Rank N Haseeai Koe ||",
    "translation": "Kabeer, do not be so proud, and do not laugh at the poor.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਤੂੰ ਧਨਵਾਨ ਹੈਂ, ਤਾਂ ਇਸ ਧਨ-ਪਦਾਰਥ ਦਾ ਭੀ) ਮਾਣ ਨਾਹ ਕਰੀਂ, ਨਾਹ ਕਿਸੇ ਕੰਗਾਲ ਨੂੰ (ਵੇਖ ਕੇ) ਠੱਠਾ-ਮਖ਼ੌਲ ਕਰੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5001,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Ajhu su nwau smuMdR mih; ikAw jwnau ikAw hoie ]39]",
    "transliteration": "Ajahu S Naao Samundhr Mehi Kiaa Jaano Kiaa Hoe ||39||",
    "translation": "Your boat is still out at sea; who knows what will happen? ||39||",
    "punjabi": "(ਤੇਰੀ ਆਪਣੀ ਜੀਵਨ-) ਬੇੜੀ ਅਜੇ ਸਮੁੰਦਰ ਵਿਚ ਹੈ, ਪਤਾ ਨਹੀਂ ਕੀਹ ਹੋ ਜਾਏ (ਇਹ ਧਨ-ਪਦਾਰਥ ਹੱਥੋਂ ਜਾਂਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ) ॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5002,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kbIr. grbu, n kIjIAY; dyhI dyiK surMg ]",
    "transliteration": "Kabeer Garab N Keejeeai Dhaehee Dhaekh Surang ||",
    "translation": "Kabeer, do not be so proud, looking at your beautiful body.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਸ ਸੋਹਣੇ ਰੰਗ ਵਾਲੇ ਸਰੀਰ ਨੂੰ ਵੇਖ ਕੇ ਭੀ ਅਹੰਕਾਰ ਨਾਹ ਕਰੀਏ;",
    "pronunciation": "(surMg) sony rMgI",
    "type_id": 3
  },
  {
    "shabad_id": 5002,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awju kwil@. qij jwhugy; ijau kWcurI BuXMg ]40]",
    "transliteration": "Aaj Kaalih Thaj Jaahugae Jio Kaanchuree Bhuyang ||40||",
    "translation": "Today or tomorrow, you will have to leave it behind, like the snake shedding its skin. ||40||",
    "punjabi": "ਇਹ ਸਰੀਰ ਭੀ ਥੋਹੜੇ ਦਿਨਾਂ ਵਿਚ ਹੀ ਛੱਡ ਜਾਉਗੇ ਜਿਵੇਂ ਸੱਪ ਕੁੰਜ ਲਾਹ ਦੇਂਦਾ ਹੈ (ਜਿੰਦ ਤੇ ਸਰੀਰ ਦਾ ਭੀ ਪੱਕਾ ਸਦਾ-ਨਿਭਵਾਂ ਸਾਥ ਨਹੀਂ ਹੈ) ॥੪੦॥",
    "pronunciation": "Bu-XMg: XM qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5003,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. lUtnw hY, q lUit lY; rwm nwm hY lUit ]",
    "transliteration": "Kabeer Loottanaa Hai Th Loott Lai Raam Naam Hai Loott ||",
    "translation": "Kabeer, if you must rob and plunder, then plunder the plunder of the Lord's Name.",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਦੁਨੀਆ' ਦੀ ਖ਼ਾਤਰ ਕੀਹ ਭਟਕ ਰਿਹਾ ਹੈਂ? ਵੇਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਬਾ-ਦਬ ਵੰਡਿਆ ਜਾ ਰਿਹਾ ਹੈ, ਜੇ ਇਕੱਠਾ ਕਰਨਾ ਹੈ ਤਾਂ ਇਹ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5003,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "iPir pwCY pCuqwhugy; pRwn jwihMgy CUit ]41]",
    "transliteration": "Fir Paashhai Pashhuthaahugae Praan Jaahingae Shhoott ||41||",
    "translation": "Otherwise, in the world hereafter, you will regret and repent, when the breath of life leaves the body. ||41||",
    "punjabi": "ਜਦੋਂ ਜਿੰਦ (ਸਰੀਰ ਵਿਚੋਂ) ਨਿਕਲ ਗਈ, ਸਮਾਂ ਵਿਹਾ ਜਾਣ ਤੇ ਅਫ਼ਸੋਸ ਕਰਨਾ ਪਏਗਾ ॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5004,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. AYsw koeI, n jnimE; ApnY Gir lwvY Awig ]",
    "transliteration": "Kabeer Aisaa Koee N Janamiou Apanai Ghar Laavai Aag ||",
    "translation": "Kabeer, there is no one born, who burns his own home,",
    "punjabi": "(ਪਰ ਨਾਮ ਧਨ ਇਕੱਠਾ ਕਰਨ ਲਈ ਜ਼ਰੂਰੀ ਹੈ ਕਿ ਮਨੁੱਖ ਅਪਣੱਤ ਨੂੰ ਪਹਿਲਾਂ ਖ਼ਤਮ ਕਰੇ, ਤੇ) ਹੇ ਕਬੀਰ! (ਜਗਤ ਵਿਚ) ਅਜਿਹਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਮਿਲਦਾ ਹੈ ਜੋ ਆਪਣੇ ਸਰੀਰਕ ਮੋਹ ਨੂੰ ਸਾੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5004,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pWcau lirkw jwir kY; rhY rwm ilv lwig ]42]",
    "transliteration": "Paancho Larikaa Jaar Kai Rehai Raam Liv Laag ||42||",
    "translation": "And burning his five sons, remains lovingly attuned to the Lord. ||42||",
    "punjabi": "ਤੇ, ਕਾਮਾਦਿਕ ਮਾਇਆ ਦੇ ਪੰਜਾਂ ਹੀ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਸਾੜ ਕੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5005,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ko hY lirkw byceI; lirkI bycY koie ]",
    "transliteration": "Ko Hai Larikaa Baechee Larikee Baechai Koe ||",
    "translation": "Kabeer, how rare are those who sell their son and sell their daughter",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ (ਉਸ ਦੇ ਨਾਮ ਦਾ) ਵਣਜ ਕਰਦਾ ਹੈ, ਜੋ (ਨਾਮ ਧਨ ਖ਼ਰੀਦਣ ਲਈ ਕਾਮਾਦਿਕ ਮਾਇਆ ਦੇ ਪੰਜ) ਪੁੱਤ੍ਰ ਅਤੇ (ਆਸ਼ਾ ਤ੍ਰਿਸ਼ਨਾ ਈਰਖਾ ਆਦਿਕ) ਧੀਆਂ ਵੱਟੇ ਵਿਚ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5005,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "swJw krY kbIr isau; hir sMig bnju kryie ]43]",
    "transliteration": "Saajhaa Karai Kabeer Sio Har Sang Banaj Karaee ||43||",
    "translation": "And, entering into partnership with Kabeer, deal with the Lord. ||43||",
    "punjabi": "ਕਬੀਰ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਅਜੇਹਾ ਮਨੁੱਖ (ਇਸ ਵਪਾਰ ਵਿਚ) ਮੇਰੇ ਨਾਲ ਭੀ ਸਤ-ਸੰਗ ਦੀ ਸਾਂਝ ਬਣਾਏ ॥੪੩॥",
    "pronunciation": "kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 5006,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. ieh cyqwvnI; mq shsw rih jwie ]",
    "transliteration": "Kabeer Eih Chaethaavanee Math Sehasaa Rehi Jaae ||",
    "translation": "Kabeer, let me remind you of this. Do not be skeptical or cynical.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਤੈਨੂੰ ਚੇਤਾ ਕਰਾਂਦਾ ਹਾਂ, ਮਤਾਂ ਫਿਰ ਗੁਮਰ ਰਹਿ ਜਾਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5006,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pwCY Bog ju Bogvy; iqn ko guVu lY Kwih ]44]",
    "transliteration": "Paashhai Bhog J Bhogavae Thin Ko Gurr Lai Khaahi ||44||",
    "translation": "Those pleasures which you enjoyed so much in the past - now you must eat their fruits. ||44||",
    "punjabi": "ਜੋ ਭੋਗ ਹੁਣ ਤਾਈਂ ਤੂੰ ਭੋਗੇ ਹਨ (ਮਤਾਂ ਸਮਝੇਂ ਕਿ ਤੂੰ ਬੜੀਆਂ ਮੌਜਾਂ ਮਾਣ ਲਈਆਂ ਹਨ, ਅਸਲ ਵਿਚ) ਇਹਨਾਂ ਦੀ ਪਾਂਇਆਂ ਇਤਨੀ ਕੁ ਹੀ ਹੈ (ਜਿਵੇਂ ਕਿਸੇ ਹੱਟੀ ਤੋਂ ਸੌਦਾ ਲੈ ਕੇ ਝੂੰਗੇ ਵਜੋਂ) ਰਤਾ ਕੁ ਗੁੜ ਲੈ ਕੇ ਖਾ ਲਏਂ ॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5007,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. mY jwinE piVbo Blo; piVby isau Bl jogu ]",
    "transliteration": "Kabeer Mai Jaaniou Parribo Bhalo Parribae Sio Bhal Jog ||",
    "translation": "Kabeer, at first, I thought learning was good; then I thought Yoga was better.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਥੇ ਕਾਸ਼ੀ ਵਿਚ ਉੱਚੀਆਂ ਜਾਤਾਂ ਵਾਲਿਆਂ ਨੂੰ ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ ਪੜ੍ਹਦਿਆਂ ਵੇਖ ਕੇ) ਮੈਂ ਸਮਝਿਆ ਸੀ ਕਿ ਵਿੱਦਿਆ ਪੜ੍ਹਨੀ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਸਭ ਤੋਂ ਚੰਗਾ ਕੰਮ ਹੋਵੇਗਾ, ਪਰ (ਇਹਨਾਂ ਲੋਕਾਂ ਦੇ ਨਿਰੇ ਵਾਦ ਵਿਵਾਦ ਵੇਖ ਕੇ ਮੈਨੂੰ ਯਕੀਨ ਆ ਗਿਆ ਹੈ ਕਿ ਅਜੇਹੀ ਵਿੱਦਿਆ) ਪੜ੍ਹਨ ਨਾਲੋਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਨਾ (ਮਨੁੱਖ ਲਈ) ਭਲਾ ਹੈ।",
    "pronunciation": "bRhm srUp Bgq kbIr swihb jI &urmwauNdy hn:- (mY)dwsn dws ny ieh inscy krky (jwinE)jwixAW hY ik gurmuKI bRhmiv`idAw dw (piVbo)pV@nw (Blo)cMgw hY, ikauN jo gurmuKI bRhmiv`idAw pV@ ky, gurbwxI gur ieiqhws Drm ihq syvw ismrn kurbwnI krn vwly mhWpurSW dy praupkwr gurU pRymw-BgqI (piVby)pV@n (isau)nwl, pRymw-BgqI krky vwihgurU jI c (Bl)BlI pRkwr (jogu)juVnw huMdw hY[ ies leI hy ipAwirE! ivAwpk rwm jI (kI)dI pRymw (Bgiq)BgqI dw pV@nw dwsn dws (n)nhIN (Cwfau)C`fygw, (BwvY)BwvyN hy (logu)loko! dwsndws dI (inMdau)inMdw hI krdy rho[ so ArQ, dsvyN duAwr suAws cV@waux vwlw jog nhIN[",
    "type_id": 3
  },
  {
    "shabad_id": 5007,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Bgiq. n Cwfau, rwm kI; BwvY inMdau logu ]45]",
    "transliteration": "Bhagath N Shhaaddo Raam Kee Bhaavai Nindho Log ||45||",
    "translation": "I shall never abandon devotional worship of the Lord, even though people may slander me. ||45||",
    "punjabi": "(ਸੋ, ਇਸ ਗੱਲੋਂ) ਜਗਤ ਬੇ-ਸ਼ੱਕ ਮੈਨੂੰ ਮਾੜਾ ਪਿਆ ਆਖੇ ਮੈਂ (ਵਿੱਦਿਆ ਦੇ ਵੱਟੇ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਛੱਡਾਂਗਾ ॥੪੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5008,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. logu ik inMdY bpuVw; ijh min. nwhI igAwnu ]",
    "transliteration": "Kabeer Log K Nindhai Bapurraa Jih Man Naahee Giaan ||",
    "translation": "Kabeer, how can the wretched people slander me? They have no wisdom or intelligence.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਇਹ) ਸੂਝ ਨਹੀਂ ਹੈ (ਕਿ ਵਿੱਦਿਆ ਦੇ ਟਾਕਰੇ ਤੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਿਤਨੀ ਵਡ-ਮੁੱਲੀ ਦਾਤ ਹੈ, ਉਹ ਮਨੁੱਖ ਜੇ ਮੇਰੀ ਇਸ ਚੋਣ ਤੇ ਮੈਨੂੰ ਮਾੜਾ ਆਖੇ) ਤਾਂ ਉਸ ਮਨੁੱਖ ਦੇ ਇਹ ਨਿੰਦਾ ਕਰਨ ਦਾ ਕੋਈ ਅਰਥ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5008,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rwm kbIrw. riv rhy; Avr qjy sB kwm ]46]",
    "transliteration": "Raam Kabeeraa Rav Rehae Avar Thajae Sabh Kaam ||46||",
    "translation": "Kabeer continues to dwell upon the Lord's Name; I have abandoned all other affairs. ||46||",
    "punjabi": "ਸੋ, ਕਬੀਰ (ਅਜੇਹੇ ਬੰਦਿਆਂ ਦੀ ਇਸ ਦੰਦ-ਕਥਾ ਦੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ, ਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ ਰਿਹਾ ਹੈ, ਅਤੇ ਹੋਰ ਸਾਰੇ (ਕੰਮਾਂ ਦੇ) ਮੋਹ ਦਾ ਤਿਆਗ ਕਰ ਰਿਹਾ ਹੈ ॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5009,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. prdysI kY GwGrY; chu idis lwgI Awig ]",
    "transliteration": "Kabeer Paradhaesee Kai Ghaagharai Chahu Dhis Laagee Aag ||",
    "translation": "Kabeer, the robe of the stranger-soul has caught fire on all four sides.",
    "punjabi": "ਇਸ ਪਰਦੇਸੀ ਜੀਵ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਹਰ ਪਾਸੇ ਵਲੋਂ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ,",
    "pronunciation": "(GwGrY) Gyrydwr coly",
    "type_id": 3
  },
  {
    "shabad_id": 5009,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iKMQw jil. koielw BeI; qwgy AWc. n lwg ]47]",
    "transliteration": "Khinthhaa Jal Koeilaa Bhee Thaagae Aaanch N Laag ||47||",
    "translation": "The cloth of the body has been burnt and reduced to charcoal, but the fire did not touch the thread of the soul. ||47||",
    "punjabi": "(ਜੋ ਪਰਦੇਸੀ ਜੋਗੀ ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਇਸ ਅੱਗ ਦਾ ਨਿੱਘ ਮਾਣਦਾ ਰਿਹਾ, ਉਸ ਦੀ) ਸਰੀਰ-ਗੋਦੜੀ (ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ) ਸੜ ਕੇ ਕੋਲੇ ਹੋ ਗਈ, (ਪਰ ਜਿਸ ਪਰਦੇਸੀ ਜੋਗੀ ਨੇ ਇਸ ਗੋਦੜੀ ਦੇ ਧਾਗੇ ਦਾ, ਇਸ ਸਰੀਰ ਵਿਚ ਵੱਸਦੀ ਜਿੰਦ ਦਾ, ਖ਼ਿਆਲ ਰੱਖਿਆ ਤੇ ਵਿਕਾਰ-ਅਗਨੀ ਦੇ ਨਿੱਘ ਦਾ ਸੁਆਦ ਮਾਣਨ ਤੋਂ ਸੰਕੋਚ ਕੀਤੀ ਰੱਖਿਆ, ਉਸ ਦੀ) ਆਤਮਾ ਨੂੰ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਦਾ) ਸੇਕ ਭੀ ਨਾਹ ਲੱਗਾ (ਭਾਵ, ਉਹ ਇਸ ਬਲਦੀ ਅੱਗ ਵਿਚੋਂ ਬਚ ਗਿਆ) ॥੪੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5010,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. iKMQw jil koielw BeI; Kwpru PUt mPUt ]",
    "transliteration": "Kabeer Khinthhaa Jal Koeilaa Bhee Khaapar Foott Mafoott ||",
    "translation": "Kabeer, the cloth has been burnt and reduced to charcoal, and the begging bowl is shattered into pieces.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ ਪੈ ਕੇ ਜਿਸ ਬਦ-ਨਸੀਬ ਜੀਵ-ਜੋਗੀ ਦੀ) ਸਰੀਰ-ਗੋਦੜੀ ਸੜ ਕੇ ਕੋਲਾ ਹੋ ਗਈ ਤੇ (ਜਿਸ ਦਾ) ਮਨ-ਖੱਪਰ ਦਰ ਦਰ ਤੋਂ ਵਾਸਨਾਂ ਦੀ ਭਿੱਛਿਆ ਹੀ ਇਕੱਠੀ ਕਰਦਾ ਰਿਹਾ,",
    "pronunciation": "(iKMQw) K&xI, K`prw (Put) Pu`t igAw[ ijs nUM Pu`tx qoN (mPUt) rihq smJdw sYN",
    "type_id": 3
  },
  {
    "shabad_id": 5010,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jogI bpuVw KyilE; Awsin rhI ibBUiq ]48]",
    "transliteration": "Jogee Bapurraa Khaeliou Aasan Rehee Bibhooth ||48||",
    "translation": "The poor Yogi has played out his game; only ashes remain on his seat. ||48||",
    "punjabi": "(ਉਹ) ਮੰਦ-ਭਾਗੀ ਜੀਵ-ਜੋਗੀ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਖੇਡ ਉਜਾੜ ਕੇ ਹੀ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਪੱਲੇ ਖੇਹ-ਖ਼ੁਆਰੀ ਹੀ ਪੈਂਦੀ ਹੈ ॥੪੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
