[
  {
    "id": 58363,
    "shabad_id": 5011,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kbIr. QorY jil mwCulI; JIvir myilE jwlu ]",
    "transliteration": "Kabeer Thhorai Jal Maashhulee Jheevar Maeliou Jaal ||",
    "translation": "Kabeer, the fish is in the shallow water; the fisherman has cast his net.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਥੋੜ੍ਹੇ ਪਾਣੀ ਵਿਚ ਮੱਛੀ ਰਹਿੰਦੀ ਹੋਵੇ, ਤਾਂ ਝੀਊਰ ਆ ਕੇ ਜਾਲ ਪਾ ਲੈਂਦਾ ਹੈ (ਤਿਵੇਂ ਜੇ ਜੀਵ ਦੁਨਿਆਵੀ ਭੋਗ ਵਿੱਦਿਆ ਧਨ ਆਦਿਕ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਬਣਾ ਲਏ ਤਾਂ ਮਾਇਆ ਦੇ 'ਪਾਂਚਉ ਲਰਿਕਾ' ਅਸਾਨੀ ਨਾਲ ਹੀ ਗ੍ਰਸ ਲੈਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58364,
    "shabad_id": 5011,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ieh toGnY. n CUtsih; iPir kir smuMdu sm@wil ]49]",
    "transliteration": "Eih Ttoghanai N Shhoottasehi Fir Kar Samundh Samhaal ||49||",
    "translation": "You shall not escape this little pool; think about returning to the ocean. ||49||",
    "punjabi": "ਹੇ ਮੱਛੀ! ਇਸ ਟੋਏ ਵਿਚ ਰਹਿ ਕੇ ਤੂੰ ਝੀਊਰ ਦੇ ਜਾਲ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਦੀ, ਜੇ ਬਚਣਾ ਹੈ ਤਾਂ ਸਮੁੰਦਰ ਲੱਭ (ਹੇ ਜਿੰਦੇ! ਇਹਨਾਂ ਭੋਗ-ਪਦਾਰਥਾਂ ਨੂੰ ਆਸਰਾ ਬਣਾਇਆਂ ਤੂੰ ਕਾਮਾਦਿਕ ਦੀ ਮਾਰ ਤੋਂ ਬਚ ਨਹੀਂ ਸਕਦੀ; ਇਹ ਹੋਛੇ ਆਸਰੇ ਛੱਡ, ਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ) ॥੪੯॥",
    "pronunciation": "AOgux pwp kusMgq rUp (toGnY) toey[(smuMdu) Akwl purK jI nUM (sm@wil) Xwd kr",
    "type_id": 3
  },
  {
    "id": 58365,
    "shabad_id": 5012,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. smuMdu, n CofIAY; jau Aiq Kwro hoie ]",
    "transliteration": "Kabeer Samundh N Shhoddeeai Jo Ath Khaaro Hoe ||",
    "translation": "Kabeer, do not leave the ocean, even if it is very salty.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸਮੁੰਦਰ ਨਾਹ ਛੱਡੀਏ, ਚਾਹੇ (ਉਸ ਦਾ ਪਾਣੀ) ਬੜਾ ਹੀ ਖਾਰਾ ਹੋਵੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58366,
    "shabad_id": 5012,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "poKir poKir FUFqy; Blo. n kihhY koie ]50]",
    "transliteration": "Pokhar Pokhar Dtoodtathae Bhalo N Kehihai Koe ||50||",
    "translation": "If you poke around searching from puddle to puddle, no one will call you smart. ||50||",
    "punjabi": "ਨਿੱਕੇ ਨਿੱਕੇ ਛੱਪੜਾਂ ਵਿਚ (ਜਿੰਦ ਦਾ ਆਸਰਾ) ਢੂੰਢਿਆਂ-ਕੋਈ ਨਹੀਂ ਆਖਦਾ ਕਿ ਇਹ ਕੰਮ ਚੰਗਾ ਹੈ ॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58367,
    "shabad_id": 5013,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. ingusWeyN bih gey; QWGI. nwhI koie ]",
    "transliteration": "Kabeer Nigusaaneaen Behi Geae Thhaanghee Naahee Koe ||",
    "translation": "Kabeer, those who have no guru are washed away. No one can help them.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਹ ਸੰਸਾਰ, ਮਾਨੋ ਸਮੁੰਦਰ ਹੈ, ਜਿਸ ਵਿਚੋਂ ਦੀ ਜੀਵਾਂ ਦੇ ਜ਼ਿੰਦਗੀ ਦੇ ਬੇੜੇ ਤਰ ਕੇ ਲੰਘ ਰਹੇ ਹਨ, ਪਰ) ਜੋ ਬੇੜੇ ਨਿ-ਖਸਮੇ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਉਤੇ ਕੋਈ ਗੁਰੂ-ਮਲਾਹ ਨਹੀਂ ਹੁੰਦਾ ਉਹ ਡੁੱਬ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(in-gusweyN) ingury[ sMswr smuMdR c (bih) ruVH gey[ AOgux pwp kusMgq jMmx mrx qoN (QWGI) rokx vwlw",
    "type_id": 3
  },
  {
    "id": 58368,
    "shabad_id": 5013,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "dIn grIbI AwpunI; krqy hoie su hoie ]51]",
    "transliteration": "Dheen Gareebee Aapunee Karathae Hoe S Hoe ||51||",
    "translation": "Be meek and humble; whatever happens is what the Creator Lord does. ||51||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ (ਆਪਣੀ ਸਿਆਣਪ ਛੱਡ ਕੇ) ਨਿਮ੍ਰਤਾ ਤੇ ਗ਼ਰੀਬੀ ਧਾਰ ਕੇ (ਗੁਰੂ-ਮਲਾਹ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਠਿੱਲਾਂ ਵੇਖ ਕੇ) ਜੋ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਕਰਤਾਰ ਦੀ ਰਜ਼ਾ ਜਾਣ ਕੇ ਬੇ-ਫ਼ਿਕਰ ਰਹਿੰਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਬੇੜੇ ਦੇ ਡੁੱਬਣ ਦਾ ਕੋਈ ਫ਼ਿਕਰ ਨਹੀਂ ਹੁੰਦਾ ਹੈ) ॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58369,
    "shabad_id": 5014,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. bYsnau kI kUkir BlI; swkq kI burI mwie ]",
    "transliteration": "Kabeer Baisano Kee Kookar Bhalee Saakath Kee Buree Maae ||",
    "translation": "Kabeer, even the dog of a devotee is good, while the mother of the faithless cynic is bad.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਕਿਸੇ) ਭਗਤ ਦੀ ਕੁੱਤੀ ਭੀ ਭਾਗਾਂ ਵਾਲੀ ਜਾਣ, ਪਰ ਰੱਬ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਬੰਦੇ ਦੀ ਮਾਂ ਭੀ ਮੰਦ-ਭਾਗਣ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58370,
    "shabad_id": 5014,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Eh inq sunY hir nwm jsu; auh pwp ibswhn jwie ]52]",
    "transliteration": "Ouh Nith Sunai Har Naam Jas Ouh Paap Bisaahan Jaae ||52||",
    "translation": "The dog hears the Praises of the Lord's Name, while the other is engaged in sin. ||52||",
    "punjabi": "ਕਿਉਂਕਿ ਉਹ ਭਗਤ ਸਦਾ ਹਰਿ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਕਰਦਾ ਹੈ ਉਸ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਕੁੱਤੀ ਭੀ ਸੁਣਦੀ ਹੈ, (ਸਾਕਤ ਨਿਤ ਪਾਪ ਕਮਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਕੁਸੰਗ ਵਿਚ) ਉਸ ਦੀ ਮਾਂ ਭੀ ਪਾਪਾਂ ਦੀ ਭਾਗਣ ਬਣਦੀ ਹੈ ॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58371,
    "shabad_id": 5015,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. hrnw dUblw; iehu hrIAwrw qwlu ]",
    "transliteration": "Kabeer Haranaa Dhoobalaa Eihu Hareeaaraa Thaal ||",
    "translation": "Kabeer, the deer is weak, and the pool is lush with green vegetation.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਜਗਤ ਇਕ ਐਸਾ ਸਰੋਵਰ ਹੈ ਜਿਸ ਵਿਚ ਬੇਅੰਤ ਮਾਇਕ ਭੋਗਾਂ ਦੀ ਹਰਿਆਵਲ ਹੈ, ਮੇਰੀ ਇਹ ਜਿੰਦ-ਰੂਪ ਹਰਨ ਕਮਜ਼ੋਰ ਹੈ (ਇਸ ਹਰਿਆਵਲ ਵਲ ਜਾਣ ਤੋਂ ਰਹਿ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "ijvyN k`cw qwlu hry bUr nwL hrw hovy, hrn BulyKy nwl hrI AMgUrI smJ ky crn leI pRvyS kr jwvy, hrn DoKy c hY[sRovr dy duAwLy l`KW iSkwrI, mwrn leI iqAwr hox[ (dUblw) kmzor[ ivSy suK rUp (hrI-Awrw) hrw sMswr rUpI qwlu qlwb hY[",
    "type_id": 3
  },
  {
    "id": 58372,
    "shabad_id": 5015,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "lwK AhyrI eyku jIau; kyqw bMcau kwlu ]53]",
    "transliteration": "Laakh Ahaeree Eaek Jeeo Kaethaa Bancho Kaal ||53||",
    "translation": "Thousands of hunters are chasing after the soul; how long can it escape death? ||53||",
    "punjabi": "ਮੇਰੀ ਜਿੰਦ ਇੱਕ-ਇਕੱਲੀ ਹੈ, (ਇਸ ਨੂੰ ਫਸਾਣ ਲਈ ਮਾਇਕ ਭੋਗ) ਲੱਖਾਂ ਸ਼ਿਕਾਰੀ ਹਨ, (ਇਹਨਾਂ ਦੀ ਮਾਰ ਤੋਂ ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਮੈਂ ਬਹੁਤਾ ਚਿਰ ਬਚ ਨਹੀਂ ਸਕਦਾ ॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58373,
    "shabad_id": 5016,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. gMgw qIr ju Gru krih; pIvih inrml nIru ]",
    "transliteration": "Kabeer Gangaa Theer J Ghar Karehi Peevehi Niramal Neer ||",
    "translation": "Kabeer, some make their homes on the banks of the Ganges, and drink pure water.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਤੂੰ ਗੰਗਾ ਦੇ ਕੰਢੇ ਉਤੇ (ਰਹਿਣ ਲਈ) ਆਪਣਾ ਘਰ ਬਣਾ ਲਏਂ, ਤੇ (ਗੰਗਾ ਦਾ) ਸਾਫ਼ ਪਾਣੀ ਪੀਂਦਾ ਰਹੇਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58374,
    "shabad_id": 5016,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ibnu hir Bgiq. n mukiq hoie; ieau kih rmy kbIr ]54]",
    "transliteration": "Bin Har Bhagath N Mukath Hoe Eio Kehi Ramae Kabeer ||54||",
    "translation": "Without devotional worship of the Lord, they are not liberated. Kabeer proclaims this. ||54||",
    "punjabi": "ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਤੋਂ ਬਿਨਾ ('ਲਾਖ ਅਹੇਰੀ' ਆਦਿਕ ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਕਬੀਰ ਤਾਂ ਇਹ ਗੱਲ ਦੱਸ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹੈ ॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58375,
    "shabad_id": 5017,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. mnu inrmlu BieAw; jYsw gMgw nIru ]",
    "transliteration": "Kabeer Man Niramal Bhaeiaa Jaisaa Gangaa Neer ||",
    "translation": "Kabeer, my mind has become immaculate, like the waters of the Ganges.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਗੰਗਾ ਆਦਿਕ ਤੀਰਥਾਂ ਦੇ ਸਾਫ਼ ਜਲ ਦੇ ਕੰਢੇ ਰਿਹੈਸ਼ ਰੱਖਿਆਂ ਤਾਂ ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ, ਤੇ ਨਾਹ ਹੀ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਸਕਦਾ ਹੈ, ਪਰ) ਜਦੋਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ) ਮੇਰਾ ਮਨ ਗੰਗਾ ਦੇ ਸਾਫ਼ ਪਾਣੀ ਵਰਗਾ ਪਵਿੱਤ੍ਰ ਹੋ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58376,
    "shabad_id": 5017,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pwCY lwgo hir iPrY; khq kbIr kbIr ]55]",
    "transliteration": "Paashhai Laago Har Firai Kehath Kabeer Kabeer ||55||",
    "translation": "The Lord follows after me, calling, \"Kabeer! Kabeer!\"||55||",
    "punjabi": "ਤਾਂ ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਕਬੀਰ ਕਬੀਰ ਆਖ ਕੇ ('ਵਾਜਾਂ ਮਾਰਦਾ) ਮੇਰੇ ਪਿੱਛੇ ਤੁਰਿਆ ਫਿਰੇਗਾ ॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58377,
    "shabad_id": 5018,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. hrdI pIArI; cUMnW aUjl Bwie ]",
    "transliteration": "Kabeer Haradhee Peearee Choonnaan Oojal Bhaae ||",
    "translation": "Kabeer, tumeric is yelow, and lime is white.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਹਲਦੀ ਪੀਲੇ ਰੰਗ ਦੀ ਹੁੰਦੀ ਹੈ, ਚੂਨਾ ਸਫ਼ੈਦ ਹੁੰਦਾ ਹੈ (ਪਰ ਜਦੋਂ ਇਹ ਦੋਵੇਂ ਮਿਲਦੇ ਹਨ ਤਾਂ ਦੋਹਾਂ ਦਾ ਰੰਗ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਲਾਲ ਰੰਗ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ; ਇਸੇ ਤਰ੍ਹਾਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58378,
    "shabad_id": 5018,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "rwm snyhI qau imlY; donau brn gvwie ]56]",
    "transliteration": "Raam Sanaehee Tho Milai Dhono Baran Gavaae ||56||",
    "translation": "You shall meet the Beloved Lord, only when both colors are lost. ||56||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਤਦੋਂ ਮਿਲਿਆ ਸਮਝੋ, ਜਦੋਂ ਮਨੁੱਖ ਉੱਚੀ ਨੀਵੀਂ ਦੋਵੇਂ ਜਾਤੀਆਂ (ਦਾ ਵਿਤਕਰਾ) ਮਿਟਾ ਦੇਂਦਾ ਹੈ, (ਤੇ ਉਸ ਦੇ ਅੰਦਰ ਸਭ ਜੀਵਾਂ ਵਿਚ ਇੱਕ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਹੀ ਵੇਖਣ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ) ॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58379,
    "shabad_id": 5019,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. hrdI pIrqnu hrY; cUn ichnu. n rhwie ]",
    "transliteration": "Kabeer Haradhee Peerathan Harai Choon Chihan N Rehaae ||",
    "translation": "Kabeer, tumeric has lost its yellow color, and no trace of lime's whiteness remains.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਦੋਂ ਹਲਦੀ ਤੇ ਚੂਨਾ ਮਿਲਦੇ ਹਨ ਤਾਂ) ਹਲਦੀ ਆਪਣਾ ਪੀਲਾ ਰੰਗ ਛੱਡ ਦੇਂਦੀ ਹੈ, ਚੂਨੇ ਦਾ ਚਿੱਟਾ ਰੰਗ ਨਹੀਂ ਰਹਿੰਦਾ, (ਇਸੇ ਤਰ੍ਹਾਂ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਨੀਵੀਂ ਜਾਤਿ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਨੀਵੀਂ ਜਾਤਿ ਵਾਲੀ ਢਹਿੰਦੀ ਕਲਾ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਤੇ ਉੱਚੀ ਜਾਤਿ ਵਾਲੇ ਦੇ ਮਨ ਵਿਚੋਂ ਉੱਚਤਾ ਦਾ ਮਾਣ ਦੂਰ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "AOgux pwp kusMgq dI rMgq rUp hldI dI, pwp kmwaux rUp pIrqnu pIlw puxw, inSkwm krm rUp ic`ty cUn Awty dw hMkwr rUp ic`twpuxw[pI-r`qnu",
    "type_id": 3
  },
  {
    "id": 58380,
    "shabad_id": 5019,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bilhwrI ieh pRIiq kau; ijh jwiq brnu kulu jwie ]57]",
    "transliteration": "Balihaaree Eih Preeth Ko Jih Jaath Baran Kul Jaae ||57||",
    "translation": "I am a sacrifice to this love, by which social class and status, color and ancestry are taken away. ||57||",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਇਸ ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਤੋਂ, ਜਿਸ ਦਾ ਸਦਕਾ ਉੱਚੀ ਨੀਵੀਂ ਜਾਤਿ ਵਰਨ ਕੁਲ (ਦਾ ਫ਼ਰਕ) ਮਿਟ ਜਾਂਦਾ ਹੈ ॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58381,
    "shabad_id": 5020,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIr. mukiq duAwrw sMkurw; rweI dseyN Bwie ]",
    "transliteration": "Kabeer Mukath Dhuaaraa Sankuraa Raaee Dhaseaen Bhaae ||",
    "translation": "Kabeer, the door of liberation is very narrow, less than the width of a mustard seed.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਉਹ ਦਰਵਾਜ਼ਾ ਜਿਸ ਵਿਚੋਂ ਦੀ ਲੰਘ ਕੇ 'ਲਾਖ ਅਹੇਰੀ' ਅਤੇ 'ਪਾਂਚਉ ਲਰਿਕਾ' ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ, ਬਹੁਤ ਭੀੜਾ ਹੈ, ਰਾਈ ਦੇ ਦਾਣੇ ਤੋਂ ਭੀ ਦਸਵਾਂ ਹਿੱਸਾ ਸਮਝੋ,",
    "pronunciation": "(sMkurw) BIVw[ ds-eyN: ds polw bolo",
    "type_id": 3
  },
  {
    "id": 58382,
    "shabad_id": 5020,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mnu qau mYglu hoie rihE; inkso. ikau kY jwie ]58]",
    "transliteration": "Man Tho Maigal Hoe Rehiou Nikaso Kio Kai Jaae ||58||",
    "translation": "Your mind is larger than an elephant; how will it pass through? ||58||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਅਤੇ ਉੱਚੀ ਜਾਤਿ ਵਿਚ ਜਨਮ ਲੈਣ ਦੇ ਅਹੰਕਾਰ ਨਾਲ ਮਸਤ ਹਾਥੀ ਵਰਗਾ ਬਣਿਆ ਪਿਆ ਹੈ, ਉਹ ਇਸ ਦਰਵਾਜ਼ੇ ਵਿਚੋਂ ਦੀ ਨਹੀਂ ਲੰਘ ਸਕਦਾ ॥੫੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58383,
    "shabad_id": 5021,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kbIr. AYsw siqguru jy imlY; quTw kry pswau ]",
    "transliteration": "Kabeer Aisaa Sathigur Jae Milai Thuthaa Karae Pasaao ||",
    "translation": "Kabeer, if I meet such a True Guru, who mercifully blesses me with the gift,",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਕੋਈ ਅਜਿਹਾ ਗੁਰੂ ਮਿਲ ਪਏ, ਜੋ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਮਨੁੱਖ ਉਤੇ) ਮੇਹਰ ਕਰੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58384,
    "shabad_id": 5021,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mukiq duAwrw moklw; shjy Awvau jwau ]59]",
    "transliteration": "Mukath Dhuaaraa Mokalaa Sehajae Aavo Jaao ||59||",
    "translation": "Then the door of liberation will open wide for me, and I will easily pass through. ||59||",
    "punjabi": "ਤਾਂ ਉਹ ਦਰਵਾਜ਼ਾ ਜਿਸ ਰਾਹੀਂ ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ, ਖੁੱਲ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਗੁਰੂ-ਦਰ ਤੋਂ ਮਿਲੀ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਫਿਰ ਬੇ-ਸ਼ੱਕ ਕਿਰਤ-ਕਾਰ ਕਰਦੇ ਫਿਰੋ ॥੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58385,
    "shabad_id": 5022,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. nw muoih Cwin. n CwprI; nw muoih Gru. nhI gwau ]",
    "transliteration": "Kabeer Naa Muohi Shhaan N Shhaaparee Naa Muohi Ghar Nehee Gaao ||",
    "translation": "Kabeer, I have no hut or hovel, no house or village.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੇਰੇ ਪਾਸ ਨਾਹ ਕੋਈ ਛੰਨ ਨਾਹ ਕੁੱਲੀ; ਨਾਹ ਮੇਰੇ ਪਾਸ ਕੋਈ ਘਰ ਨਾਹ ਗਿਰਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58386,
    "shabad_id": 5022,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mq hir pUCY. kaunu hY; myry jwiq n nwau ]60]",
    "transliteration": "Math Har Pooshhai Koun Hai Maerae Jaath N Naao ||60||",
    "translation": "I hope that the Lord will not ask who I am. I have no social status or name. ||60||",
    "punjabi": "ਜਿਵੇਂ ਮੇਰੇ ਮਨ ਵਿਚ ਜਾਤਿ ਦਾ ਕੋਈ ਵਿਤਕਰਾ ਨਹੀਂ ਤਿਵੇਂ ਮਲਕੀਅਤ ਦੇ ਨਾਮਣੇ ਦੀ ਕੋਈ ਚਾਹ ਨਹੀਂ (ਜੇ ਜਾਤਿ-ਅਭਿਮਾਨ ਤੇ ਮਾਇਆ ਦੀ ਮਮਤਾ ਛੱਡ ਦੇਈਏ ਤਾਂ) ਸ਼ਾਇਦ ਪਰਮਾਤਮਾ (ਅਸਾਡੀ) ਵਾਤ ਪੁੱਛ ਲਏ ॥੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58387,
    "shabad_id": 5023,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. muih mrny kw cwau hY; mrau q hir kY duAwr ]",
    "transliteration": "Kabeer Muhi Maranae Kaa Chaao Hai Maro Th Har Kai Dhuaar ||",
    "translation": "Kabeer, I long to die; let me die at the Lord's Door.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਦਿਆਂ, ਮਮਤਾ ਮੁਕਾ ਦਿਆਂ; ਪਰ ਇਹ ਆਪਾ-ਭਾਵ ਤਦੋਂ ਹੀ ਮਿਟ ਸਕਦਾ ਹੈ ਜੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਡਿੱਗ ਪਈਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58388,
    "shabad_id": 5023,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mq hir pUCY kaunu hY; prw hmwrY bwr ]61]",
    "transliteration": "Math Har Pooshhai Koun Hai Paraa Hamaarai Baar ||61||",
    "translation": "I hope that the Lord does not ask, \"Who is this, lying at my door?\"||61||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਕੋਈ ਅਜਬ ਗੱਲ ਨਹੀਂ ਕਿ ਮੇਹਰ ਕਰ ਕੇ ਉਹ ਬਖ਼ਸ਼ਿੰਦ) ਪ੍ਰਭੂ ਕਦੇ ਪੁੱਛ ਹੀ ਬਹੇ ਕਿ ਮੇਰੇ ਦਰਵਾਜ਼ੇ ਉਤੇ ਕੌਣ ਡਿੱਗ ਪਿਆ ਹੈ ॥੬੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58389,
    "shabad_id": 5024,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kbIr. nw hm kIAw, n krihgy; nw kir skY srIru ]",
    "transliteration": "Kabeer Naa Ham Keeaa N Karehigae Naa Kar Sakai Sareer ||",
    "translation": "Kabeer, I have not done anything; I shall not do anything; my body cannot do anything.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਮੇਰੀ ਹਿੰਮਤ ਨਹੀਂ ਸੀ ਕਿ ਕਾਮਾਦਿਕ 'ਲਾਖ ਅਹੇਰੀ' ਦੀ ਮਾਰ ਤੋਂ ਬਚ ਕੇ ਮੈਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਸਕਦਾ; ਅਗਾਂਹ ਨੂੰ ਭੀ ਮੇਰੇ ਵਿਚ ਇਹ ਤਾਕਤ ਨਹੀਂ ਆ ਸਕਦੀ ਕਿ ਖ਼ੁਦ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦਾ ਟਾਕਰਾ ਕਰਾਂ, ਮੇਰਾ ਇਹ ਸਰੀਰ ਇਤਨੇ ਜੋਗਾ ਹੈ ਹੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58390,
    "shabad_id": 5024,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ikAw jwnau. ikCu hir kIAw; BieE kbIru kbIru ]62]",
    "transliteration": "Kiaa Jaano Kishh Har Keeaa Bhaeiou Kabeer Kabeer ||62||",
    "translation": "I do not know what the Lord has done, but the call has gone out: \"Kabeer, Kabeer.\"||62||",
    "punjabi": "ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ ਕਾਮਾਦਿਕਾਂ ਨੂੰ ਜਿੱਤ ਕੇ ਜੋ ਥੋੜ੍ਹੀ-ਬਹੁਤ ਭਗਤੀ ਮੈਥੋਂ ਹੋਈ ਹੈ ਇਹ ਸਭ ਕੁਝ ਪ੍ਰਭੂ ਨੇ ਆਪ ਕੀਤਾ ਹੈ ਤੇ (ਉਸ ਦੀ ਮੇਹਰ ਨਾਲ) ਕਬੀਰ (ਭਗਤ) ਮਸ਼ਹੂਰ ਹੋ ਗਿਆ ਹੈ ॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58391,
    "shabad_id": 5025,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. supnY hU brVwie kY; ijh muiK inksY rwmu ]",
    "transliteration": "Kabeer Supanai Hoo Bararraae Kai Jih Mukh Nikasai Raam ||",
    "translation": "Kabeer, if someone utters the Name of the Lord even in dreams,",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸੁੱਤੇ ਪਿਆਂ ਸੁਪਨੇ ਵਿਚ ਉੱਚੀ ਬੋਲਿਆਂ ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਮੂੰਹੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਿਕਲੇ ਤਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58392,
    "shabad_id": 5025,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "qw ky pg kI pwnhI; myry qn ko cwmu ]63]",
    "transliteration": "Thaa Kae Pag Kee Paanehee Maerae Than Ko Chaam ||63||",
    "translation": "I would make my skin into shoes for his feet. ||63||",
    "punjabi": "ਉਸ ਦੇ ਪੈਰਾਂ ਦੀ ਜੁੱਤੀ ਵਾਸਤੇ ਮੇਰੇ ਸਰੀਰ ਦੀ ਖੱਲ ਹਾਜ਼ਰ ਹੈ (ਭਾਵ, ਮੈਂ ਹਰ ਤਰ੍ਹਾਂ ਉਸ ਦੀ ਸੇਵਾ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ) ॥੬੩॥",
    "pronunciation": "pg: polw bolo",
    "type_id": 3
  },
  {
    "id": 58393,
    "shabad_id": 5026,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. mwtI ky hm pUqry; mwnsu rwiKEu nwau ]",
    "transliteration": "Kabeer Maattee Kae Ham Pootharae Maanas Raakhio Naao ||",
    "translation": "Kabeer, we are puppets of clay, but we take the name of mankind.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਅਸੀਂ ਮਿੱਟੀ ਦੀਆਂ ਪੁਤਲੀਆਂ ਹਾਂ, ਅਸਾਂ ਆਪਣੇ ਆਪ ਦਾ ਨਾਮ ਤਾਂ ਮਨੁੱਖ ਰੱਖ ਲਿਆ ਹੈ (ਪਰ ਰਹੇ ਅਸੀਂ ਮਿੱਟੀ ਦੇ ਹੀ ਪੁਤਲੇ, ਕਿਉਂਕਿ ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਅਸਾਡਾ ਇਹ ਪੁਤਲਾ ਸਜਾ ਕੇ ਇਸ ਵਿਚ ਆਪਣੀ ਜੋਤਿ ਪਾਈ ਹੈ ਉਸ ਨੂੰ ਵਿਸਾਰ ਕੇ ਮਿੱਟੀ ਨਾਲ ਹੀ ਪਿਆਰ ਕਰ ਰਹੇ ਹਾਂ);",
    "pronunciation": "Eu: hoVy Aqy AONkV ivcwly Avwj bolo",
    "type_id": 3
  },
  {
    "id": 58394,
    "shabad_id": 5026,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "cwir idvs ky pwhuny; bf bf rUMDih Twau ]64]",
    "transliteration": "Chaar Dhivas Kae Paahunae Badd Badd Roondhhehi Thaao ||64||",
    "translation": "We are guests here for only a few days, but we take up so much space. ||64||",
    "punjabi": "ਅਸੀਂ ਇਥੇ ਚਾਰ ਦਿਨਾਂ ਲਈ ਪ੍ਰਾਹੁਣੇ ਹਾਂ ਪਰ ਵਧੀਕ ਵਧੀਕ ਥਾਂ ਮੱਲਦੇ ਜਾ ਰਹੇ ਹਾਂ ॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58395,
    "shabad_id": 5027,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. mihdI kir GwilAw; Awpu pIswie pIswie ]",
    "transliteration": "Kabeer Mehidhee Kar Ghaaliaa Aap Peesaae Peesaae ||",
    "translation": "Kabeer, I have made myself into henna, and I grind myself into powder.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮਹਿੰਦੀ ਪੀਹ ਪੀਹ ਕੇ ਬਾਰੀਕ ਕਰੀਦੀ ਹੈ, ਤੇ ਫਿਰ ਪੈਰੀਂ ਲਾਈਦੀ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਮਹਿੰਦੀ ਦੇ ਸਹੇ ਹੋਏ ਕਸ਼ਟ ਮਾਨੋ, ਕਬੂਲ ਪੈ ਜਾਂਦੇ ਹਨ; ਪਰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58396,
    "shabad_id": 5027,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "qY sh bwq. n pUCIAY; kbhu. n lweI pwie ]65]",
    "transliteration": "Thai Seh Baath N Pooshheeai Kabahu N Laaee Paae ||65||",
    "translation": "But You, O my Husband Lord, have not asked about me; You have never applied me to Your Feet. ||65||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਤਪ ਆਦਿਕਾਂ ਦੇ ਕਸ਼ਟ ਦੇ ਕੇ ਬੜੀ ਘਾਲ ਘਾਲੀ ਜਿਵੇਂ ਮਹਿੰਦੀ ਨੂੰ ਪੀਹ ਪੀਹ ਕੇ ਬਾਰੀਕ ਕਰੀਦਾ ਹੈ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉਸ ਦੀ ਘਾਲ-ਕਮਾਈ ਵਲ ਤਾਂ ਪਰਤ ਕੇ ਤੱਕਿਆ ਭੀ ਨਾ, ਤੂੰ ਉਸ ਨੂੰ ਕਦੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਨਾਹ ਜੋੜਿਆ ॥੬੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58397,
    "shabad_id": 5028,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. ijh dir Awvq jwiqAhu; htkY nwhI. koie ]",
    "transliteration": "Kabeer Jih Dhar Aavath Jaathiahu Hattakai Naahee Koe ||",
    "translation": "Kabeer, that door, through which people never stop coming and going",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਦਰ ਤੇ ਟਿਕੇ ਰਿਹਾਂ ('ਲਾਖ ਅਹੇਰੀ', 'ਪਾਂਚਉ ਲਰਿਕਾ' ਆਦਿਕ ਵਿਚੋਂ) ਕੋਈ ਭੀ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਾਹ ਵਿਚ ਰੋਕ ਨਹੀਂ ਪਾ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58398,
    "shabad_id": 5028,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "so dru. kYsy CofIAY; jo dru AYsw hoie ]66]",
    "transliteration": "So Dhar Kaisae Shhoddeeai Jo Dhar Aisaa Hoe ||66||",
    "translation": "- how can I leave such a door as that? ||66||",
    "punjabi": "ਜੋ ਦਰਵਾਜ਼ਾ ਅਜੇਹਾ ਹੈ ਉਹ ਦਰ ਕਦੇ ਛੱਡਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58399,
    "shabad_id": 5029,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. fUbw Qw pY aubirE; gun kI lhir Jbik ]",
    "transliteration": "Kabeer Ddoobaa Thhaa Pai Oubariou Gun Kee Lehar Jhabak ||",
    "translation": "Kabeer, I was drowning, but the waves of virtue saved me in an instant.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਮੈਂ ਡੁੱਬ ਚੱਲਿਆ ਸਾਂ, ਪਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਲਹਿਰ ਦੇ ਧੱਕੇ ਨਾਲ (ਸੰਸਾਰਕ ਮੋਹ ਦੀਆਂ ਠਿੱਲਾਂ ਵਿਚੋਂ) ਮੈਂ ਉਤਾਂਹ ਚੁਕਿਆ ਗਿਆ।",
    "pronunciation": "sRIr dy rom rom c (Jbik) CyqI hI siq dieAw Drm vIcwr inmRqw hlImI gRIbI iekwgRqw SWqI SuB (gun) guxW (kI) dI lhir au~T KV@I[ Qw sI Jbik SIGr[lh-ir, Jbik: polw bolo",
    "type_id": 3
  }
]
