[
  {
    "shabad_id": 5048,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kbIr. mnu pMKI BieE; auif auif dh ids jwie]",
    "transliteration": "Kabeer Man Pankhee Bhaeiou Oudd Oudd Dheh Dhis Jaae ||",
    "punjabi": "(ਹੇ ਕਬੀਰ! ਇਹ ਜਾਣਦਿਆਂ ਭੀ ਕਿ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਕਾਰਾਂ ਨੂੰ ਸਾੜ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜਦੀ ਹੈ) ਮਨੁੱਖ ਦਾ ਮਨ ਪੰਛੀ ਬਣ ਜਾਂਦਾ ਹੈ ਇਕ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ) ਭਟਕ ਭਟਕ ਕੇ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਪਿੱਛੇ) ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5048,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jo jYsI sMgiq imlY; so qYso Plu Kwie]86]",
    "transliteration": "Jo Jaisee Sangath Milai So Thaiso Fal Khaae ||86||",
    "punjabi": "(ਤੇ ਇਹ ਕੁਦਰਤਿ ਦਾ ਨਿਯਮ ਹੀ ਹੈ ਕਿ) ਜੋ ਮਨੁੱਖ ਜਿਹੋ ਜਿਹੀ ਸੰਗਤ ਵਿਚ ਬੈਠਦਾ ਹੈ ਉਹੋ ਜਿਹਾ ਉਸ ਨੂੰ ਫਲ ਮਿਲਦਾ ਹੈ ॥੮੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5049,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. jw kau Kojqy; pwieE soeI Tauru]",
    "transliteration": "Kabeer Jaa Ko Khojathae Paaeiou Soee Thour ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਵਿਆਂ, ਗੁਣਾਂ ਦਾ ਅੰਤ ਤਾਂ ਨਹੀਂ ਪੈ ਸਕਦਾ; ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਸਹੈਤਾ ਨਾਲ) ਮੈਂ (ਪ੍ਰਭੂ ਦੇ ਚਰਨ-ਰੂਪ) ਜੇਹੜੀ ਥਾਂ ਭਾਲ ਰਿਹਾ ਸਾਂ, ਉਹੀ ਥਾਂ ਮੈਨੂੰ ਲੱਭ ਪਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5049,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "soeI iPir kY. qU BieAw; jw kau khqw Aauru]87]",
    "transliteration": "Soee Fir Kai Thoo Bhaeiaa Jaa Ko Kehathaa Aour ||87||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ (ਪ੍ਰਭੂ) ਨੂੰ ਤੂੰ ਪਹਿਲਾਂ 'ਕੋਈ ਹੋਰ' ਆਖਦਾ ਸੈਂ (ਜਿਸ ਨੂੰ ਤੂੰ ਪਹਿਲਾਂ ਆਪਣੇ ਨਾਲੋਂ ਵੱਖਰਾ ਸਮਝਦਾ ਸੈਂ) ਤੂੰ (ਸਿਫ਼ਤ ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਬਦਲ ਕੇ ਉਸੇ ਦਾ ਹੀ ਰੂਪ ਬਣ ਗਿਆ ਹੈਂ, (ਉਸੇ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹੈਂ, ਉਸੇ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਗਿਆ ਹੈਂ) ॥੮੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5050,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. mwrI mrau kusMg kI; kyly inkit ju byir]",
    "transliteration": "Kabeer Maaree Maro Kusang Kee Kaelae Nikatt J Baer ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਛੱਡ ਦਿੱਤੀ, ਤਾਂ ਸੁਤੇ ਹੀ ਉਹਨਾਂ ਦਾ ਸਾਥ ਕਰੇਂਗਾ ਜੋ ਪ੍ਰਭੂ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਹਨ; ਪਰ ਵੇਖ) ਰੱਬ ਨਾਲੋਂ ਟੁੱਟੇ ਬੰਦਿਆਂ ਦਾ ਸਾਥ ਕਦੇ ਭੀ ਨਾਹ ਕਰੀਂ। ਕੇਲੇ ਦੇ ਨੇੜੇ ਬੇਰੀ ਉੱਗੀ ਹੋਈ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5050,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "auh JUlY. auh cIrIAY; swkq sMgu. n hyir]88]",
    "transliteration": "Ouh Jhoolai Ouh Cheereeai Saakath Sang N Haer ||88||",
    "punjabi": "ਬੇਰੀ ਹਵਾ ਨਾਲ ਹੁਲਾਰੇ ਲੈਂਦੀ ਹੈ, ਕੇਲਾ (ਉਸ ਦੇ ਕੰਡਿਆਂ ਨਾਲ) ਚੀਰੀਦਾ ਹੈ; ਤਿਵੇਂ (ਹੇ ਕਬੀਰ!) ਭੈੜੀ ਸੁਹਬਤਿ ਵਿਚ ਬੈਠਿਆਂ ਵਿਕਾਰਾਂ ਦੇ ਅਸਰ ਹੇਠ ਤੇਰੀ ਜਿੰਦ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਇਗੀ ॥੮੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5051,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. Bwr prweI isir crY; cilE cwhY bwt]",
    "transliteration": "Kabeer Bhaar Paraaee Sir Charai Chaliou Chaahai Baatt ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਕੁਸੰਗ ਦੇ ਕਾਰਨ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਪਰਾਈ (ਨਿੰਦਿਆ) ਦਾ ਭਾਰ ਚੜ੍ਹਦਾ ਜਾਂਦਾ ਹੈ (ਭਾਰ ਭੀ ਚੜ੍ਹੀ ਜਾਂਦਾ ਹੈ, ਫਿਰ ਭੀ ਮਨੁੱਖ ਇਸ ਨਿੰਦਿਆ ਦੇ) ਰਾਹੇ ਹੀ ਤੁਰਨਾ ਪਸੰਦ ਕਰਦਾ ਹੈ;",
    "pronunciation": "cr@Y",
    "type_id": 3
  },
  {
    "shabad_id": 5051,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Apny Bwrih. nw frY; AwgY AauGt Gwt]89]",
    "transliteration": "Apanae Bhaarehi Naa Ddarai Aagai Aoughatt Ghaatt ||89||",
    "punjabi": "ਮਨੁੱਖ ਦੇ ਸਾਹਮਣੇ ਇਕ ਡਾਢਾ ਔਖਾ ਰਸਤਾ ਹੈ, ਆਪਣੇ (ਕੀਤੇ ਹੋਰ ਮੰਦ-ਕਰਮਾਂ ਦੇ) ਭਾਰ ਦਾ ਤਾਂ ਇਸ ਨੂੰ ਚੇਤਾ ਹੀ ਨਹੀਂ ਆਉਂਦਾ ॥੮੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5052,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. bn kI dwDI lwkrI; TwFI krY pukwr]",
    "transliteration": "Kabeer Ban Kee Dhaadhhee Laakaree Thaadtee Karai Pukaar ||",
    "punjabi": "ਹੇ ਕਬੀਰ (ਜੇ ਤੂੰ ਧਿਆਨ ਨਾਲ ਸੁਣ ਕੇ ਸਮਝੇਂ ਤਾਂ) ਜੰਗਲ ਦੀ ਕੋਲਾ ਬਣੀ ਹੋਈ ਲੱਕੜੀ ਭੀ ਸਾਫ਼ ਤੌਰ ਤੇ ਪੁਕਾਰ ਕਰਦੀ (ਸੁਣੀਦੀ ਹੈ)",
    "pronunciation": "d`wDI",
    "type_id": 3
  },
  {
    "shabad_id": 5052,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "miq bis prau luhwr ky; jwrY dUjI bwr]90]",
    "transliteration": "Math Bas Paro Luhaar Kae Jaarai Dhoojee Baar ||90||",
    "punjabi": "ਕਿ ਮੈਂ ਕਿਤੇ ਲੁਹਾਰ ਦੇ ਵੱਸ ਨਾ ਪੈ ਜਾਵਾਂ, ਉਹ ਤਾਂ ਮੈਨੂੰ ਦੂਜੀ ਵਾਰੀ ਸਾੜੇਗਾ ॥੯੦॥",
    "pronunciation": "b`is",
    "type_id": 3
  },
  {
    "shabad_id": 5053,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. eyk mrMqy, duie mUey; doie mrMqh. cwir]",
    "transliteration": "Kabeer Eaek Maranthae Dhue Mooeae Dhoe Marantheh Chaar ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਵਿਆਂ ਗੁਣਾਂ ਦਾ ਅੰਤ ਤਾਂ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਰ ਇਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ 'ਮਨ' ਮਰ ਜਾਂਦਾ ਹੈ 'ਮਨ' ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦਾ ਹੈ) ਇਸ ਇੱਕ ਮਨ ਦੇ ਮਰਨ ਨਾਲ ਇਕ ਹੋਰ ਭੀ ਮਰਿਆ ਜਾਤਿ-ਅਭਿਮਾਨ, ਤੇ ਕੁਲ ਦੋ ਮਰ ਗਏ-ਮਨ ਅਤੇ ਜਾਤਿ-ਅਭਿਮਾਨ। ਫਿਰ ਦੋ ਹੋਰ ਮਰੇ-ਦੇਹ-ਅੱਧਿਆਸ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ; ਕੁੱਲ ਚਾਰ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5053,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "cwir mrMqh. Ch mUey; cwir purK. duie nwir]91]",
    "transliteration": "Chaar Marantheh Shheh Mooeae Chaar Purakh Dhue Naar ||91||",
    "punjabi": "ਦੋ ਹੋਰ ਮਰੇ-ਕੁਸੰਗ ਅਤੇ ਨਿੰਦਾ; ਤੇ ਇਹ ਸਾਰੇ ਛੇ ਹੋ ਗਏ, ਚਾਰ ਪੁਲਿੰਗ ('ਪੁਰਖ') ਅਤੇ ਦੋ ਇਸਤ੍ਰੀ-ਲਿੰਗ ('ਨਾਰਿ') ॥੯੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5054,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. dyiK dyiK jgu FUMiFAw; khUM. n pwieAw Tauru]",
    "transliteration": "Kabeer Dhaekh Dhaekh Jag Dtoondtiaa Kehoon N Paaeiaa Thour ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਬੜੀ ਮੇਹਨਤਿ ਨਾਲ ਸਾਰਾ ਜਗਤ ਢੂੰਡ ਵੇਖਿਆ ਹੈ, ਕਿਤੇ ਵੀ ਅਜੇਹਾ ਥਾਂ ਨਹੀਂ ਲੱਭਾ (ਜਿਥੇ ਮਨ ਭਟਕਣੋਂ ਹਟ ਜਾਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5054,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijin hir kw nwmu. n cyiqE; khw Bulwny Aaur]92]",
    "transliteration": "Jin Har Kaa Naam N Chaethiou Kehaa Bhulaanae Aour ||92||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ (ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਦਾ ਥਾਂ ਨਹੀਂ ਲੱਭ ਸਕਿਆ; ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ, ਜੋ ਸਤਸੰਗ ਵਿਚ ਮਿਲਦਾ ਹੈ, ਭਟਕਣ ਤੋਂ ਬਚਾਂਦਾ ਹੈ)। (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਛੱਡ ਕੇ) ਕਿਉਂ ਹੋਰ ਹੋਰ ਥਾਂ ਭਟਕਦੇ ਫਿਰਦੇ ਹੋ? ॥੯੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5055,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. sMgiq krIAY swD kI; AMiq krY inrbwhu]",
    "transliteration": "Kabeer Sangath Kareeai Saadhh Kee Anth Karai Nirabaahu ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਲਈ ਇਕੋ ਹੀ 'ਠੌਰ' ਹੈ, ਉਹ ਹੈ 'ਸਾਧ ਸੰਗਤ', ਸੋ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਜੁੜਨਾ ਚਾਹੀਦਾ ਹੈ, ਸਾਧ ਸੰਗਤ ਵਾਲਾ ਸਾਥ ਤੋੜ ਨਿਭਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5055,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swkq sMgu. n kIjIAY; jw qy hoie ibnwhu]93]",
    "transliteration": "Saakath Sang N Keejeeai Jaa Thae Hoe Binaahu ||93||",
    "punjabi": "ਰੱਬ ਨਾਲੋਂ ਟੁੱਟੇ ਬੰਦਿਆਂ ਦੀ ਸੁਹਬਤਿ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ, ਇਸ ਤੋਂ ਆਤਮਕ ਮੌਤ (ਹੋਣ ਦਾ ਡਰ) ਹੈ ॥੯੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5056,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. jg mih cyiqE jwin kY; jg mih rihE smwie]",
    "transliteration": "Kabeer Jag Mehi Chaethiou Jaan Kai Jag Mehi Rehiou Samaae ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮਨ ਵਾਸਤੇ ਸ਼ਾਂਤੀ ਦੀ 'ਠੌਰ' ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਹੈ, ਸੋ) ਜਿਨ੍ਹਾਂ ਨੇ ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ, ਇਉਂ ਪਛਾਣ ਕੇ ਕਿ ਉਹ ਸਾਰੇ ਜਗਤ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਸਿਮਰਿਆ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਹੀ ਜਗਤ ਵਿਚ ਜੰਮੇ ਸਮਝੋ, ਉਹਨਾਂ ਦਾ ਹੀ ਜੰਮਣਾ ਸਫਲ ਹੈ, ਉਹੀ ਹਨ ਸਾਧ, ਤੇ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਹੀ ਸਾਧ-ਸੰਗਤ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5056,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijn hir kw nwmu. n cyiqE; bwdih jnmyN Awie]94]",
    "transliteration": "Jin Har Kaa Naam N Chaethiou Baadhehi Janamaen Aae ||94||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹ ਵਿਅਰਥ ਹੀ ਜੰਮੇ ॥੯੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5057,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIr. Awsw krIAY rwm kI; AvrY Aws inrws]",
    "transliteration": "Kabeer Aasaa Kareeai Raam Kee Avarai Aas Niraas ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਮਨ ਵਾਸਤੇ ਸ਼ਾਂਤੀ ਦੀ 'ਠੌਰ' ਚਾਹੀਦੀ ਹੈ ਤਾਂ 'ਸਾਧ ਸੰਗਤ' ਵਿਚ ਜੁੜ ਕੇ) ਇਕ ਪਰਮਾਤਮਾ ਉਤੇ ਡੋਰੀ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ, ਹੋਰ ਆਸਾਂ ਛੱਡ ਦੇਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5057,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nrik prih. qy mwneI; jo. hir nwm audws]95]",
    "transliteration": "Narak Parehi Thae Maanee Jo Har Naam Oudhaas ||95||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਲੋਂ ਮੂੰਹ ਮੋੜ ਲੈਂਦੇ ਹਨ ਉਹ ਨਰਕ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ (ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ) ॥੯੫॥",
    "pronunciation": "mnu`K[ mw-neI",
    "type_id": 3
  },
  {
    "shabad_id": 5058,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kbIr. isK swKw bhuqy kIey; kyso kIE. n mIqu]",
    "transliteration": "Kabeer Sikh Saakhaa Bahuthae Keeeae Kaeso Keeou N Meeth ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਤ੍ਰ ਨਾਹ ਬਣਾਇਆ (ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਾਹ ਬਣਾਈ, ਤੇ) ਕਈ ਚੇਲੇ-ਚਾਟੜੇ ਬਣਾ ਲਏ,",
    "pronunciation": "is`K[ swKw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5058,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "cwly Qy hir imln kau; bIcY AtikE cIqu]96]",
    "transliteration": "Chaalae Thhae Har Milan Ko Beechai Attakiou Cheeth ||96||",
    "punjabi": "(ਉਹਨਾਂ ਨੇ ਪਹਿਲਾਂ ਤਾਂ ਭਾਵੇਂ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਲਈ ਉੱਦਮ ਕੀਤਾ ਸੀ, ਪਰ ਉਹਨਾਂ ਦਾ ਮਨ ਰਾਹ ਵਿਚ ਹੀ ਅਟਕ ਗਿਆ (ਚੇਲਿਆਂ-ਚਾਟੜਿਆਂ ਤੋਂ ਸੇਵਾ-ਪੂਜਾ ਕਰਾਣ ਵਿਚ ਹੀ ਉਹ ਰੁਝ ਗਏ, ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਭੁਲਾ ਬੈਠੇ ਤੇ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਦੀ 'ਠੌਰ' ਨਸੀਬ ਨਾਹ ਹੋਈ) ॥੯੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5059,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. kwrnu bpurw ikAw krY; jau rwmu. n krY shwie]",
    "transliteration": "Kabeer Kaaran Bapuraa Kiaa Karai Jo Raam N Karai Sehaae ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਹ ਤਾਂ ਠੀਕ ਹੈ ਕਿ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਦਾ 'ਠੌਰ' ਸਾਧ ਸੰਗਤ ਹੀ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਲਈ 'ਸੰਗਤ ਕਰੀਐ ਸਾਧ ਕੀ' ਸਾਧ ਸੰਗਤ ਹੀ ਇਕੋ-ਇਕ ਵਸੀਲਾ ਹੈ; ਪਰ) ਜੇ ਪਰਮਾਤਮਾ ਆਪ ਸਹੈਤਾ ਨਾਹ ਕਰੇ (ਜੇ 'ਸਾਧ' ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਆਪ ਨ ਆ ਵਸੇ, ਜੇ 'ਸਾਧ' ਖ਼ੁਦਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਨਾਹ ਜੁੜਿਆ ਹੋਵੇ) ਤਾਂ ਇਹ ਵਸੀਲਾ ਕਮਜ਼ੋਰ ਹੋ ਜਾਣ ਦੇ ਕਾਰਨ ਕੋਈ ਲਾਭ ਨਹੀਂ ਪੁਚਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5059,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijh ijh fwlI pgu Drau; soeI muir muir jwie]97]",
    "transliteration": "Jih Jih Ddaalee Pag Dhharo Soee Mur Mur Jaae ||97||",
    "punjabi": "(ਇਨਸਾਨੀ ਉੱਚ ਜੀਵਨ-ਰੂਪ ਰੁੱਖ ਦੀ ਚੋਟੀ ਤੇ ਅਪੜਾਣ ਲਈ 'ਸਾਧ', ਮਾਨੋ, ਡਾਲੀਆਂ ਹਨ, ਪਰ ਭੇਖੀ ਤੇ ਚੇਲੇ-ਚਾਟੜੇ ਹੀ ਬਨਾਣ ਵਾਲੇ 'ਸਾਧ' ਕਮਜ਼ੋਰ ਟਹਿਣੀਆਂ ਹਨ) ਮੈਂ ਤਾਂ (ਅਜੇਹੀ) ਜਿਸ ਜਿਸ ਡਾਲੀ ਉੱਤੇ ਪੈਰ ਧਰਦਾ ਹਾਂ ਉਹ (ਸੁਆਰਥ ਵਿਚ ਕਮਜ਼ੋਰ ਹੋਣ ਕਰਕੇ) ਟੁੱਟਦੀ ਜਾ ਰਹੀ ਹੈ ॥੯੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5060,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. Avrh kau aupdysqy; muK mY. pir hY ryqu]",
    "transliteration": "Kabeer Avareh Ko Oupadhaesathae Mukh Mai Par Hai Raeth ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ('ਸਾਧ' ਨਿਰਾ) ਹੋਰਨਾਂ ਨੂੰ ਮੱਤਾਂ ਦੇਂਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ ਆਪਣੇ ਅੰਦਰ ਕੋਈ ਰਸ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "Av-rh",
    "type_id": 3
  },
  {
    "shabad_id": 5060,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "rwis ibrwnI rwKqy; KwXw Gr kw Kyqu]98]",
    "transliteration": "Raas Biraanee Raakhathae Khaayaa Ghar Kaa Khaeth ||98||",
    "punjabi": "ਅਜੇਹੇ ('ਸਾਧ') ਹੋਰਨਾਂ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਦੀ ਤਾਂ ਰਾਖੀ ਕਰਨ ਦਾ ਜਤਨ ਕਰਦੇ ਹਨ, ਪਰ ਆਪਣੇ ਪਿਛਲੇ ਸਾਰੇ ਗੁਣ ਮੁਕਾ ਲੈਂਦੇ ਹਨ (ਅਜੇਹੇ 'ਸਾਧ' ਭੀ ਕਮਜ਼ੋਰ ਡਾਲੀਆਂ ਹਨ, ਮਨੁੱਖਤਾ ਦੀ ਚੋਟੀ ਉਤੇ ਇਹ ਭੀ ਅਪੜਾ ਨਹੀਂ ਸਕਦੇ) ॥੯੮॥",
    "pronunciation": "X: qwlU qoN bol Kw-Xw",
    "type_id": 3
  },
  {
    "shabad_id": 5061,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kbIr. swDU kI sMgiq rhau; jau kI BUsI Kwau]",
    "transliteration": "Kabeer Saadhhoo Kee Sangath Reho Jo Kee Bhoosee Khaao ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਆਖ-ਮੇਰੀ ਤਾਂ ਇਹ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ (ਚਾਹੇ ਮੇਰੀ ਕਿਰਤ-ਕਮਾਈ ਬਹੁਤ ਹੀ ਘਟ ਜਾਏ) ਤੇ ਮੈਂ ਜੌਂ ਦੇ ਛਿੱਲੜ ਖਾ ਕੇ ਗੁਜ਼ਾਰਾ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5061,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "honhwru so hoiehY; swkq sMig. n jwau]99]",
    "transliteration": "Honehaar So Hoeihai Saakath Sang N Jaao ||99||",
    "punjabi": "(ਸਾਧ ਸੰਗਤ ਵਿਚ ਸਮਾਂ ਦੇਣ ਕਰਕੇ ਗ਼ਰੀਬੀ ਆਦਿਕ) ਜੇਹੜਾ ਕਸ਼ਟ ਭੀ ਆਵੇ ਪਿਆ ਆਵੇ। ਪਰ ਮੈਂ ਰੱਬ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਬੰਦਿਆਂ ਦੀ ਸੁਹਬਤਿ ਵਿਚ ਨਾਹ ਜਾਵਾਂ ॥੯੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5062,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. sMgiq swD kI; idn idn dUnw hyqu]",
    "transliteration": "Kabeer Sangath Saadhh Kee Dhin Dhin Dhoonaa Haeth ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ ਦਿਨੋ ਦਿਨ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਵਧਦਾ ਹੀ ਵਧਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5062,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swkq kwrI kWbrI; Doey. hoie, n syqu]100]",
    "transliteration": "Saakath Kaaree Kaanbaree Dhhoeae Hoe N Saeth ||100||",
    "punjabi": "ਪਰ ਰੱਬ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ, ਮਾਨੋ, ਕਾਲੀ ਕੰਬਲੀ ਹੈ ਜੋ ਧੋਤਿਆਂ ਭੀ ਕਦੇ ਚਿੱਟੀ ਨਹੀਂ ਹੁੰਦੀ। ਉਸ ਦੀ ਸੁਹਬਤਿ ਵਿਚ ਟਿਕਿਆਂ ਮਨ ਦੀ ਪਵਿਤ੍ਰਤਾ ਨਹੀਂ ਮਿਲ ਸਕਦੀ ॥੧੦੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5063,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. mnu mUMifAw nhI; kys muMfwey kWie]",
    "transliteration": "Kabeer Man Moonddiaa Nehee Kaes Munddaaeae Kaane ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਹ ਜੋ ਸਿਰ ਮੁਨਾ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ 'ਸਾਧ' ਸਮਝਦਾ ਫਿਰਦਾ ਹੈ, ਇਸ ਨੇ) ਆਪਣਾ ਮਨ ਨਹੀਂ ਮੁੰਨਿਆ (ਮਨ ਉਤੋਂ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਦੂਰ ਕੀਤੀ) ਸਿਰ ਦੇ ਕੇਸ ਮੁਨਾਇਆਂ ਤਾਂ ਇਹ 'ਸਾਧੂ' ਨਹੀਂ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5063,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jo ikCu kIAw. so mn kIAw; mUMfw mUMfu AjWie]101]",
    "transliteration": "Jo Kishh Keeaa So Man Keeaa Moonddaa Moondd Ajaane ||101||",
    "punjabi": "ਜਿਸ ਭੀ ਮੰਦੇ ਕਰਮ ਦੀ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ ਮਨ ਹੀ ਕਰਦਾ ਹੈ (ਜੇ 'ਸਾਧੂ' ਬਣਨ ਦੀ ਖ਼ਾਤਰ ਹੀ ਸਿਰ ਮੁਨਾਇਆ ਹੈ ਤਾਂ) ਸਿਰ ਮੁਨਾਉਣਾ ਵਿਅਰਥ ਹੈ ॥੧੦੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5064,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. rwmu, n CofIAY; qnu Dnu jwie q jwau]",
    "transliteration": "Kabeer Raam N Shhoddeeai Than Dhhan Jaae Th Jaao ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਨਾਹ ਭੁਲਾਈਏ, (ਜੇ ਨਾਮ ਸਿਮਰਦਿਆਂ ਅਸਾਡਾ) ਸਰੀਰ ਤੇ ਧਨ ਨਾਸ ਹੋਣ ਲੱਗੇ ਤਾਂ ਬੇਸ਼ੱਕ ਨਾਸ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5064,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "crnkml icqu byiDAw; rwmih nwim smwau]102]",
    "transliteration": "Charan Kamal Chith Baedhhiaa Raamehi Naam Samaao ||102||",
    "punjabi": "ਪਰ ਅਸਾਡਾ ਚਿੱਤ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਜ਼ਰੂਰ ਵਿੱਝਿਆ ਰਹੇ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜ਼ਰੂਰ ਸਮਾਇਆ ਰਹੇ ॥੧੦੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5065,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. jo hm jMqu bjwvqy; tUit geIN sB qwr]",
    "transliteration": "Kabeer Jo Ham Janth Bajaavathae Ttoott Geen Sabh Thaar ||",
    "punjabi": "('ਤਨੁ ਧਨ' ਜਾਣ ਤੇ ਭੀ ਜੇ ਮੇਰਾ ਮਨ 'ਰਾਮਹਿ ਨਾਮਿ' ਸਮਾਇਆ ਰਹੇ, ਤਾਂ ਇਹ ਸੌਦਾ ਬੜਾ ਸਸਤਾ ਹੈ, ਕਿਉਂਕਿ) ਹੇ ਕਬੀਰ! (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਸਰੀਰਕ ਮੋਹ ਦਾ ਜੇਹੜਾ ਵਾਜਾ ਮੈਂ ਸਦਾ ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਸਾਂ (ਹੁਣ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਦੀਆਂ (ਮੋਹ ਦੀਆਂ) ਸਾਰੀਆਂ ਤਾਰਾਂ ਟੁੱਟ ਗਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5065,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jMqu ibcwrw ikAw krY; cly bjwvnhwr]103]",
    "transliteration": "Janth Bichaaraa Kiaa Karai Chalae Bajaavanehaar ||103||",
    "punjabi": "(ਦੇਹ-ਅੱਧਿਆਸ ਦਾ ਇਹ) ਵਿਚਾਰਾ ਵਾਜਾ (ਹੁਣ) ਕੀਹ ਕਰ ਸਕਦਾ ਹੈ? ਭਾਵ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਰੀਰਕ ਮੋਹ ਮਾਤ ਪੈ ਗਿਆ ਹੈ। (ਸਰੀਰਕ ਮੋਹ ਤਾਂ ਕਿਤੇ ਰਿਹਾ) ਉਹ ਮਨ ਹੀ ਨਹੀਂ ਰਿਹਾ ਜੋ ਸਰੀਰਕ ਮੋਹ ਦਾ ਵਾਜਾ ਵਜਾ ਰਿਹਾ ਸੀ ॥੧੦੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5066,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. mwie mUMfau. iqh gurU kI; jw qy Brmu. n jwie]",
    "transliteration": "Kabeer Maae Moonddo Thih Guroo Kee Jaa Thae Bharam N Jaae ||",
    "punjabi": "(ਇਹ ਪੰਡਿਤ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਨ ਤੋਂ ਹੋੜਦਾ ਹੈ ਤੇ ਆਪਣੇ ਵੇਦ ਆਦਿਕ ਕਰਮ ਪੁਸਤਕਾਂ ਦੇ ਕਰਮ-ਕਾਂਡ ਦਾ ਢੋਲ ਵਜਾ ਕੇ ਮੇਰਾ ਗੁਰੂ-ਪੁਰੋਹਤ ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈ; ਪਰ) ਹੇ ਕਬੀਰ! ਮੈਂ ਅਜੇਹੇ ਗੁਰੂ ਦੀ ਮਾਂ ਦਾ ਸਿਰ ਮੁੰਨ ਦਿਆਂ, ਇਸ ਦੇ ਰਾਹ ਤੇ ਤੁਰਿਆਂ (ਸਰੀਰਕ ਮੋਹ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]