[
  {
    "shabad_id": 5066,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awp fuby chu byd mih; cyly dIey bhwie ]104]",
    "transliteration": "Aap Ddubae Chahu Baedh Mehi Chaelae Dheeeae Behaae ||104||",
    "translation": "He himself is drowning in the four Vedas; he drowns his disciples as well. ||104||",
    "punjabi": "ਇਹ ਲੋਕ ਆਪ ਭੀ ਚਹੁੰਆਂ ਵੇਦਾਂ (ਦੇ ਕਰਮ-ਕਾਂਡ) ਵਿਚ ਪੈ ਕੇ (ਦੇਹ-ਅੱਧਿਆਸ ਦੇ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚ) ਡੁੱਬੇ ਹੋਏ ਹਨ, ਜੋ ਜੋ ਬੰਦੇ ਇਹਨਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਭੀ ਇਹਨਾਂ ਉਸੇ ਮੋਹ ਵਿਚ ਰੋੜ੍ਹ ਦਿੱਤਾ ਹੈ ॥੧੦੪॥",
    "pronunciation": "fu`by",
    "type_id": 3
  },
  {
    "shabad_id": 5067,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kbIr. jyqy pwp kIey; rwKy qlY durwie ]",
    "transliteration": "Kabeer Jaethae Paap Keeeae Raakhae Thalai Dhuraae ||",
    "translation": "Kabeer, whatever sins the mortal has committed, he tries to keep hidden under cover.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਭੁਲਾਇਆਂ ਮਨੁੱਖ ਸਰੀਰਕ ਮੋਹ ਦੇ ਵਹਿਣ ਵਿਚ ਪੈ ਕੇ ਵਿਕਾਰਾਂ ਵਾਲੇ ਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ; ਤਿਲਕ, ਮਾਲਾ, ਪੂਜਾ, ਧੋਤੀ ਆਦਿਕ ਧਰਮ-ਭੇਖ ਨਾਲ ਲੋਕ ਸ਼ਾਇਦ ਪਤੀਜ ਜਾਣ ਕਿ ਇਹ ਭਗਤ ਹਨ; ਪਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਹੇ ਕਬੀਰ! ਜੋ ਜੋ ਪਾਪ ਕੀਤੇ ਜਾਂਦੇ ਹਨ (ਭਾਵੇਂ ਉਹ ਪਾਪ) ਆਪਣੇ ਅੰਦਰ ਲੁਕਾ ਕੇ ਰੱਖੇ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5067,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "prgt Bey indwn sB; jb pUCy Drmrwie ]105]",
    "transliteration": "Paragatt Bheae Nidhaan Sabh Jab Pooshhae Dhharam Raae ||105||",
    "translation": "But in the end, they shall all be revealed, when the Righteous Judge of Dharma investigates. ||105||",
    "punjabi": "ਫਿਰ ਭੀ ਜਦੋਂ ਧਰਮਰਾਜ ਪੁੱਛਦਾ ਹੈ ਉਹ ਪਾਪ ਆਖ਼ਰ ਸਾਰੇ ਉੱਘੜ ਆਉਂਦੇ ਹਨ (ਭਾਵ, ਵੇਦ ਆਦਿਕਾਂ ਦਾ ਕਰਮ-ਕਾਂਡ ਵਿਕਾਰਾਂ ਤੋਂ ਨਹੀਂ ਬਚਾ ਸਕਦਾ, ਬਾਹਰਲੇ ਧਰਮ-ਭੇਖ ਨਾਲ ਲੋਕ ਤਾਂ ਭਾਵੇਂ ਪਤੀਜ ਜਾਣ, ਪਰ ਅੰਦਰਲੇ ਪਾਪ ਪਰਮਾਤਮਾ ਤੋਂ ਲੁਕੇ ਨਹੀਂ ਰਹਿ ਸਕਦੇ) ॥੧੦੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5068,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. hir kw ismrnu Cwif kY; pwilE bhuqu kutMbu ]",
    "transliteration": "Kabeer Har Kaa Simaran Shhaadd Kai Paaliou Bahuth Kuttanb ||",
    "translation": "Kabeer, you have given up meditating on the Lord, and you have raised a large family.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਛੱਡਣ ਦਾ ਹੀ ਇਹ ਨਤੀਜਾ ਹੈ ਕਿ ਮਨੁੱਖ ਸਾਰੀ ਉਮਰ ਨਿਰਾ ਟੱਬਰ ਹੀ ਪਾਲਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5068,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "DMDw krqw rih gieAw; BweI rihAw n bMDu ]106]",
    "transliteration": "Dhhandhhaa Karathaa Rehi Gaeiaa Bhaaee Rehiaa N Bandhh ||106||",
    "translation": "You continue to involve yourself in worldly affairs, but none of your brothers and relatives remain. ||106||",
    "punjabi": "(ਟੱਬਰ ਦੀ ਖ਼ਾਤਰ) ਜਗਤ ਦੇ ਧੰਧੇ ਕਰਦਾ (ਤੇ, ਜਿੰਦ ਦੇ ਸਾਥੀ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੜਿਆ ਰਹਿ ਕੇ) ਆਖ਼ਰ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ (ਇਸ ਆਤਮਕ ਮੌਤ ਤੋਂ) ਕੋਈ ਰਿਸ਼ਤੇਦਾਰ ਬਚਾਣ-ਜੋਗਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧੦੬॥",
    "pronunciation": "g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 5069,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. hir kw ismrnu Cwif kY; rwiq jgwvn jwie ]",
    "transliteration": "Kabeer Har Kaa Simaran Shhaadd Kai Raath Jagaavan Jaae ||",
    "translation": "Kabeer, those who give up meditation on the Lord, and get up at night to wake the spirits of the dead,",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਤੋਂ ਵਾਂਜੀ ਰਹਿਣ ਕਰਕੇ ਹੀ, (ਕੋਈ ਔਤਰੀ ਜਾਹਲ ਜ਼ਨਾਨੀ) ਰਾਤ ਨੂੰ ਮਸਾਣ ਜਗਾਣ ਲਈ (ਮਸਾਣ-ਭੂਮੀ ਵਿਚ) ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5069,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "srpin hoie kY AauqrY; jwey Apuny Kwie ]107]",
    "transliteration": "Sarapan Hoe Kai Aoutharai Jaaeae Apunae Khaae ||107||",
    "translation": "Shall be reincarnated as snakes, and eat their own offspring. ||107||",
    "punjabi": "(ਪਰ ਮੰਦੇ ਕੰਮਾਂ ਤੋਂ ਸੁਖ ਕਿੱਥੇ? ਅਜੇਹੀ ਤ੍ਰੀਮਤ ਮਨੁੱਖਾ ਜਨਮ ਹੱਥੋਂ ਗਵਾਣ ਪਿਛੋਂ) ਸੱਪਣੀ ਬਣ ਕੇ ਜੰਮਦੀ ਹੈ, ਤੇ ਆਪਣੇ ਹੀ ਬੱਚੇ ਖਾਂਦੀ ਹੈ ॥੧੦੭॥",
    "pronunciation": "AauqrY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5070,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. hir kw ismrnu. Cwif kY; AhoeI rwKY nwir ]",
    "transliteration": "Kabeer Har Kaa Simaran Shhaadd Kai Ahoee Raakhai Naar ||",
    "translation": "Kabeer, the woman who gives up meditation on the Lord, and observes the ritual fast of Ahoi,",
    "punjabi": "ਹੇ ਕਬੀਰ! (\"ਰਾਮੁ ਨ ਛੋਡੀਐ, ਤਨੁ ਧਨੁ ਜਾਇ ਤ ਜਾਉ\" ਨਹੀਂ ਤਾਂ) ਰਾਮ-ਨਾਮ ਛੱਡਣ ਦਾ ਹੀ ਇਹ ਨਤੀਜਾ ਹੈ ਕਿ (ਮੂਰਖ) ਇਸਤ੍ਰੀ ਸੀਤਲਾ ਦੀ ਵਰਤ ਰੱਖਦੀ ਫਿਰਦੀ ਹੈ।",
    "pronunciation": "(AhoeI) AnhoeI, AhoeI dw vrq",
    "type_id": 3
  },
  {
    "shabad_id": 5070,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gdhI hoie kY AauqrY; Bwru shY mn cwir ]108]",
    "transliteration": "Gadhehee Hoe Kai Aoutharai Bhaar Sehai Man Chaar ||108||",
    "translation": "Shall be reincarnated as a donkey, to carry heavy burdens. ||108||",
    "punjabi": "(ਤੇ, ਜੇ ਭਲਾ ਸੀਤਲਾ ਉਸ ਨਾਲ ਬੜਾ ਹੀ ਪਿਆਰ ਕਰੇਗੀ ਤਾਂ ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਆਪਣੇ ਪਾਸ ਰੱਖਣ ਲਈ ਆਪਣੀ ਸਵਾਰੀ ਖੋਤੀ ਬਣਾ ਲਏਗੀ) ਸੋ, ਉਹ ਮੂਰਖ ਇਸਤ੍ਰੀ ਖੋਤੀ ਦੀ ਜੂਨੇ ਪੈਂਦੀ ਹੈ ਤੇ (ਹੋਰ ਖੋਤੇ ਖੋਤੀਆਂ ਵਾਂਗ ਛੱਟਾ ਆਦਿਕ ਦਾ) ਚਾਰ ਮਣ ਭਾਰ ਢੋਂਦੀ ਹੈ ॥੧੦੮॥",
    "pronunciation": "gd-hI",
    "type_id": 3
  },
  {
    "shabad_id": 5071,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. cqurweI Aiq GnI; hir jip ihrdY mwih ]",
    "transliteration": "Kabeer Chathuraaee Ath Ghanee Har Jap Hiradhai Maahi ||",
    "translation": "Kabeer, it is the most clever wisdom, to chant and meditate on the Lord in the heart.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਦੁਨੀਆ ਦੇ ਸਹਿਮਾਂ ਭਰਮਾਂ-ਵਹਿਮਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਸਭ ਤੋਂ ਵੱਡੀ ਸਿਆਣਪ ਇਹੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਹੀ ਯਾਦ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5071,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sUrI aUpir Kylnw; igrY. q Twhr nwih ]109]",
    "transliteration": "Sooree Oopar Khaelanaa Girai Th Thaahar Naahi ||109||",
    "translation": "It is like playing on a pig; if you fall off, you will find no place of rest. ||109||",
    "punjabi": "(ਪਰ) ਇਹ ਸਿਮਰਨ ਕਰਨਾ ਕੋਈ ਸੌਖੀ ਕਾਰ ਨਹੀਂ ਹੈ; (ਜਾਤਿ-ਅਭਿਮਾਨ, ਨਿੰਦਾ, ਕੁਸੰਗ; ਚਸਕੇ, ਵਰਤ ਆਦਿਕ ਭਰਮ ਛੱਡਣੇ ਪੈਂਦੇ ਹਨ; ਸੋ,) ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਸੂਲੀ ਉਤੇ ਚੜ੍ਹਨ ਸਮਾਨ ਹੈ, ਇਸ ਸੂਲੀ ਤੋਂ ਡਿਗਿਆਂ ਹੀ (ਭਾਵ, ਸਿਮਰਨ ਦੀ ਇਹ ਅੱਤ ਔਖੀ ਕਾਰ ਛੱਡਿਆਂ ਭੀ) ਨਹੀਂ ਬਣ ਆਉਂਦੀ, ਕਿਉਂਕਿ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾਂ (ਦੁਨੀਆ ਦੇ ਦੁੱਖ-ਕਲੇਸ਼ਾਂ ਤੇ ਸਹਿਮਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਹੋਰ ਕੋਈ ਆਸਰਾ ਭੀ ਨਹੀਂ ਹੈ ॥੧੦੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5072,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. suoeI muKu DMin hY; jw muiK khIAY rwmu ]",
    "transliteration": "Kabeer Suoee Mukh Dhhann Hai Jaa Mukh Keheeai Raam ||",
    "translation": "Kabeer, blessed is that mouth, which utters the Lord's Name.",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਕਬੀਰ! ਉਹੀ ਮੂੰਹ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜਿਸ ਮੂੰਹ ਨਾਲ ਰਾਮ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "sou: hoVy Aqy AONkV ivcwly Avwj bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5072,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "dyhI iks kI bwpurI; pivqRü hoiego gRwmu ]110]",
    "transliteration": "Dhaehee Kis Kee Baapuree Pavithra Hoeigo Graam ||110||",
    "translation": "It purifies the body, and the whole village as well. ||110||",
    "punjabi": "ਉਸ ਸਰੀਰ ਵਿਚਾਰੇ ਦੀ ਕੀਹ ਗੱਲ ਹੈ? (ਉਸ ਸਰੀਰ ਦਾ ਪਵਿੱਤ੍ਰ ਹੋਣਾ ਤਾਂ ਇਕ ਨਿੱਕੀ ਜਿਹੀ ਗੱਲ ਹੈ, ਨਿਰਾ ਉਹ ਸਰੀਰ ਤਾਂ ਕਿਤੇ ਰਿਹਾ,) ਉਹ ਸਾਰਾ ਪਿੰਡ ਹੀ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਰਹਿੰਦਾ ਹੋਇਆ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੧੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5073,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. soeI kul BlI; jw kul hir ko dwsu ]",
    "transliteration": "Kabeer Soee Kul Bhalee Jaa Kul Har Ko Dhaas ||",
    "translation": "Kabeer, that family is good, in which the Lord's slave is born.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਕੁਲ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਵਾਲਾ ਭਗਤ ਪਰਗਟ ਹੋ ਪਏ, ਉਹੀ ਕੁਲ ਸੁਲੱਖਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5073,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijh kul dwsu. n aUpjY; so kul Fwku plwsu ]111]",
    "transliteration": "Jih Kul Dhaas N Oopajai So Kul Dtaak Palaas ||111||",
    "translation": "But that family in which the Lord's slave is not born is as useless as weeds. ||111||",
    "punjabi": "ਜਿਸ ਕੁਲ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲਾ ਬੰਦਾ ਨਹੀਂ ਪਰਗਟਦਾ, ਉਹ ਕੁਲ ਢਾਕ ਪਲਾਹ (ਆਦਿਕ ਨਿਕੰਮੇ ਰੁੱਖਾਂ ਵਰਗੀ ਅਫਲ ਜਾਣੋ) ॥੧੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5074,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. hY gie bwhn, sGn Gn; lwK Djw Phrwih ]",
    "transliteration": "Kabeer Hai Gae Baahan Saghan Ghan Laakh Dhhajaa Feharaahi ||",
    "translation": "Kabeer, some have lots of horses, elephants and carriages, and thousands of banners waving.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਸਵਾਰੀ ਕਰਨ ਲਈ ਬੇਅੰਤ ਘੋੜੇ ਤੇ ਹਾਥੀ ਹੋਣ, ਜੇ (ਮਹੱਲਾਂ ਉਤੇ) ਲੱਖਾਂ ਝੰਡੇ ਝੂਲਦੇ ਹੋਣ (ਇਤਨਾ ਤੇਜ-ਪ੍ਰਤਾਪ ਭੀ ਹੋਵੇ, ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਰਹਿ ਕੇ ਇਹ ਰਾਜ-ਭਾਗ ਕਿਸੇ ਕੰਮ ਦਾ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "(hY) GoVy (gie) hwQI (bwhn) AsvwrIAW[ Ph-rwih",
    "type_id": 3
  },
  {
    "shabad_id": 5074,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ieAw suK qy. iBK´w BlI; jau hir ismrq idn jwih ]112]",
    "transliteration": "Eiaa Sukh Thae Bhikhyaa Bhalee Jo Har Simarath Dhin Jaahi ||112||",
    "translation": "But begging is better than these comforts, if one spends his days meditating in remembrance on the Lord. ||112||",
    "punjabi": "ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਿਆਂ (ਜ਼ਿੰਦਗੀ ਦੇ) ਦਿਨ ਗੁਜ਼ਰਨ ਤਾਂ ਉਸ (ਸਿਮਰਨ-ਹੀਣ ਰਾਜ-ਭਾਗ ਦੇ) ਸੁਖ ਨਾਲੋਂ ਉਹ ਟੁੱਕਰ ਚੰਗਾ ਹੈ ਜੋ ਲੋਕਾਂ ਦੇ ਦਰ ਤੋਂ ਮੰਗ ਕੇ ਮੰਗਤੇ ਫ਼ਕੀਰ ਖਾਂਦੇ ਹਨ ॥੧੧੨॥",
    "pronunciation": "iB`iKAw",
    "type_id": 3
  },
  {
    "shabad_id": 5075,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. sBu jgu hau iPirE; mWdlu kMD cFwie ]",
    "transliteration": "Kabeer Sabh Jag Ho Firiou Maandhal Kandhh Chadtaae ||",
    "translation": "Kabeer, I have wandered all over the world, carrying the drum on my shoulder.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਢੋਲ ਮੋਢਿਆਂ ਤੇ ਰੱਖ ਕੇ ਮੈਂ (ਵਜਾਂਦਾ ਫਿਰਿਆ ਹਾਂ ਤੇ) ਸਾਰਾ ਜਗਤ ਗਾਹਿਆ ਹੈ (ਮੈਂ ਪੁੱਛਦਾ ਫਿਰਿਆ ਹਾਂ ਕਿ ਦੱਸੋ, ਭਾਈ! ਇਸ ਰਾਜ-ਭਾਗ, ਮਹਲ-ਮਾੜੀਆਂ, ਸਾਕ-ਸੰਬੰਧੀ ਵਿਚੋਂ ਕੋਈ ਤੋੜ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ ਭੀ ਕਿਸੇ ਨੇ ਵੇਖਿਆ ਹੈ, ਪਰ ਕਿਸੇ ਨੇ ਹਾਮੀ ਨਹੀਂ ਭਰੀ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5075,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "koeI. kwhU ko nhI; sB dyKI Toik bjwie ]113]",
    "transliteration": "Koee Kaahoo Ko Nehee Sabh Dhaekhee Thok Bajaae ||113||",
    "translation": "No one belongs to anyone else; I have looked and carefully studied it. ||113||",
    "punjabi": "(ਸੋ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਮੈਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖ ਕੇ ਵੇਖ ਲਈ ਹੈ ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ (ਤੋੜ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ) ਨਹੀਂ ਹੈ (ਅਸਲ ਸਾਥੀ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੈ, ਇਸ ਵਾਸਤੇ 'ਰਾਮੁ ਨ ਛੋਡੀਐ, ਤਨੁ ਧਨੁ ਜਾਇ ਤ ਜਾਉ') ॥੧੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5076,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mwrig moqI bIQry; AMDw inkisE Awie ]",
    "transliteration": "Maarag Mothee Beethharae Andhhaa Nikasiou Aae ||",
    "translation": "The pearls are scattered on the road; the blind man comes along.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ, ਮਾਨੋ) ਮੋਤੀ (ਹਨ ਜੋ ਇਨਸਾਨੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਦੇ) ਰਸਤੇ ਵਿਚ ਖਿੱਲਰੇ ਹੋਏ ਹਨ (ਭਾਵ, ਇਹ ਮੋਤੀ ਲੈਣ ਵਾਸਤੇ ਕੋਈ ਧਨ-ਪਦਾਰਥ ਨਹੀਂ ਖਰਚਣਾ ਪੈਂਦਾ; ਪਰ ਇਥੇ ਗਿਆਨ-ਹੀਣ) ਅੰਨ੍ਹਾ ਮਨੁੱਖ ਆ ਅੱਪੜਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5076,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "joiq ibnw jgdIs kI; jgqu aulMGy jwie ]114]",
    "transliteration": "Joth Binaa Jagadhees Kee Jagath Oulanghae Jaae ||114||",
    "translation": "Without the Light of the Lord of the Universe, the world just passes them by. ||114||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ (ਗਿਆਨ ਦੀ) ਜੋਤਿ ਤੋਂ ਬਿਨਾਂ ਜਗਤ ਇਹਨਾਂ ਮੋਤੀਆਂ ਨੂੰ ਪੈਰਾਂ ਹੇਠ ਲਤਾੜਦਾ ਤੁਰਿਆ ਜਾ ਰਿਹਾ ਹੈ (ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈਂਦੀ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਮੇਹਰ ਕਰੇ ਤਾਂ ਇਹ ਜੀਵ ਗੁਣ ਗਾ ਸਕਦਾ ਹੈ) ॥੧੧੪॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 5077,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "bUfw bMsu. kbIr kw; aupijE pUqu kmwlu ]",
    "transliteration": "Booddaa Bans Kabeer Kaa Oupajiou Pooth Kamaal ||",
    "translation": "My family is drowned, O Kabeer, since the birth of my son Kamaal.",
    "punjabi": "('ਹੈ ਗਇ ਬਾਹਨ ਸਘਨ ਘਨ' ਅਤੇ 'ਲਾਖ ਧਜਾ' ਵਿਚੋਂ 'ਕੋਈ ਕਾਹੂ ਕੋ ਨਹੀਂ'-ਇਹ ਗੱਲ ਮੈਂ ਡਿੱਠੀ 'ਡਿੱਠੀ ਟੋਕਿ ਬਜਾਇ', ਫਿਰ ਭੀ) ਜੇ ਮੇਰਾ ਮੂਰਖ ਮਨ (ਨੀਵੀਂ) ਅਵਸਥਾ ਤੇ ਆ ਅੱਪੜਿਆ ਹੈ, ਤਾਂ ਮੈਂ ਕਬੀਰ ਦਾ ਸਾਰਾ ਹੀ ਟੱਬਰ (ਅੱਖਾਂ, ਕੰਨ, ਨੱਕ ਆਦਿਕ ਸਾਰੇ ਹੀ ਇੰਦ੍ਰਿਆਂ ਦਾ ਟੋਲਾ ਵਿਕਾਰਾਂ ਵਿਚ ਜ਼ਰੂਰ) ਡੁੱਬ ਗਿਆ ਜਾਣੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5077,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir kw ismrnu Cwif kY; Gir ly AwXw mwlu ]115]",
    "transliteration": "Har Kaa Simaran Shhaadd Kai Ghar Lae Aayaa Maal ||115||",
    "translation": "He has given up meditating on the Lord, in order to bring home wealth. ||115||",
    "punjabi": "ਕਿਉਂਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ ਮੈਂ ਆਪਣੇ ਅੰਦਰ ਮਾਇਆ ਦਾ ਮੋਹ ਵਸਾ ਲਿਆ ਹੈ ॥੧੧੫॥",
    "pronunciation": "Aw-Xw:Xw qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5078,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. swDU kau imlny jweIAY; swiQ. n lIjY koie ]",
    "transliteration": "Kabeer Saadhhoo Ko Milanae Jaaeeai Saathh N Leejai Koe ||",
    "translation": "Kabeer, go out to meet the holy man; do not take anyone else with you.",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਰਾਮੁ ਨ ਛੋਡੀਐ, ਤਨੁ ਧਨੁ ਜਾਇ ਤ ਜਾਉ'; ਪਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਰਫ਼ ਉਨ੍ਹਾਂ ਤੋਂ ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਆਪਣੇ ਮਨ ਨੂੰ ਸਾਧ ਕੇ ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਜੋ ਆਪ 'ਸਾਧੂ' ਹਨ; ਸੋ, 'ਸਾਧੂ' ਦੀ ਸੰਗਤ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ; ਪਰ) ਜੇ ਕਿਸੇ ਸਾਧੂ ਗੁਰਮੁਖਿ ਦੇ ਦਰਸ਼ਨ ਕਰਨ ਜਾਈਏ, ਤਾਂ ਕਿਸੇ ਨੂੰ ਆਪਣੇ ਨਾਲ ਨਹੀਂ ਲੈ ਜਾਣਾ ਚਾਹੀਦਾ (ਕੋਈ ਸਾਥ ਉਡੀਕਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਜਾਣ ਵਾਸਤੇ ਕੋਈ ਆਸਰੇ ਨਹੀਂ ਢੂੰਡਣੇ ਚਾਹੀਦੇ, ਮਤਾਂ ਕੋਈ ਮਮਤਾ-ਬੱਧਾ ਸਾਥੀ ਢਿੱਲ-ਮੱਠ ਹੀ ਕਰਾ ਦੇਵੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5078,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pwCY pwau. n dIjIAY; AwgY hoie su hoie ]116]",
    "transliteration": "Paashhai Paao N Dheejeeai Aagai Hoe S Hoe ||116||",
    "translation": "Do not turn back - keep on going. Whatever will be, will be. ||116||",
    "punjabi": "ਕਿਸੇ ਗੁਰਮੁਖਿ ਦਾ ਦੀਦਾਰ ਕਰਨ ਗਿਆਂ ਕਦੇ ਪੈਰ ਪਿਛਾਂਹ ਨਾਹ ਰੱਖੀਏ, (ਕਦੇ ਆਲਸ ਨਾਹ ਕਰੀਏ); ਸਗੋਂ ਉਧਰ ਜਾਂਦਿਆਂ ਜੇ ਕੋਈ ਔਖਿਆਈ ਭੀ ਆਵੇ ਤਾਂ ਪਈ ਆਵੇ ॥੧੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5079,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. jgu bwiDE ijh jyvrI; iqh mq bMDhu kbIr ]",
    "transliteration": "Kabeer Jag Baadhhiou Jih Jaevaree Thih Math Bandhhahu Kabeer ||",
    "translation": "Kabeer, do not bind yourself with that chain, which binds the whole world.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਾਇਆ-ਮੋਹ ਦੀ ਜਿਸ ਰੱਸੀ ਨਾਲ ਜਗਤ (ਦਾ ਹਰੇਕ ਜੀਵ) ਬੱਝਾ ਪਿਆ ਹੈ, ਉਸ ਰੱਸੀ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ ਬੱਝਣ ਨਾ ਦੇਈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5079,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jYhih Awtwlon ijau; son smwin srIru ]117]",
    "transliteration": "Jaihehi Aattaa Lon Jio Son Samaan Sareer ||117||",
    "translation": "As the salt is lost in the flour, so shall your golden body be lost. ||117||",
    "punjabi": "ਇਹ ਸੋਨੇ ਵਰਗਾ (ਕੀਮਤੀ) ਮਨੁੱਖਾ ਸਰੀਰ (ਮਿਲਿਆ) ਹੈ (ਜੇ ਤੂੰ ਮੋਹ ਦੀ ਰੱਸੀ ਵਿਚ ਬੱਝ ਕੇ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਤੋਂ ਪਰੇ ਰਹਿ ਕੇ, ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਛੱਡ ਬੈਠਾ, ਤਾਂ) ਸਸਤੇ ਭਾ ਅਜਾਈਂ ਤਬਾਹ ਹੋ ਜਾਹਿਂਗਾ ॥੧੧੭॥",
    "pronunciation": "(jY-h-ih) jweygw[Aw-tw-lon: polw bolo[(Awtwlon) lUx dy Fyly vWg[ (son) sonw",
    "type_id": 3
  },
  {
    "shabad_id": 5080,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. hMsu auifE, qnu gwifE; soJweI sYnwh ]",
    "transliteration": "Kabeer Hans Ouddiou Than Gaaddiou Sojhaaee Sainaah ||",
    "translation": "Kabeer, the soul-swan is flying away, and the body is being buried, and still he makes gestures.",
    "punjabi": "(ਇਹ ਮਮਤਾ ਦੀ ਜੇਵੜੀ ਕੋਈ ਸਾਧਾਰਨ ਜਿਹਾ ਜਕੜ-ਬੰਦ ਨਹੀਂ ਹੁੰਦਾ) ਹੇ ਕਬੀਰ! (ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਤੋਂ ਖੁੰਝ ਕੇ ਮਾਇਆ-ਮੋਹ ਦੀ ਰੱਸੀ ਵਿਚ ਬੱਝੇ ਹੋਇਆਂ ਦਾ ਹਾਲ ਜੇ ਤੂੰ ਸਮਝਣਾ ਹੈ ਤਾਂ ਵੇਖ ਕਿ ਮੌਤ ਸਿਰ ਉਤੇ ਆ ਅੱਪੜਦੀ ਹੈ) ਜੀਵਾਤਮਾ (ਸਰੀਰ ਵਿਚੋਂ) ਨਿਕਲਣ ਤੇ ਹੁੰਦਾ ਹੈ, ਸਰੀਰ (ਆਤਮਾ ਦੇ ਵਿਛੁੜਨ ਤੇ) ਢਹਿ-ਢੇਰੀ ਹੋਣ ਵਾਲਾ ਹੁੰਦਾ ਹੈ, ਫਿਰ ਵੀ ਮੋਹ ਦੀ ਜੇਵੜੀ ਨਾਲ ਬੱਝਾ ਹੋਇਆ ਜੀਵ ਸੈਣਤਾਂ ਨਾਲ ਹੀ (ਪਿਛਲੇ ਸੰਬੰਧੀਆਂ ਨੂੰ) ਸਮਝਾਂਦਾ ਹੈ,",
    "pronunciation": "(soJweI) smJwauNdw hY[ (sYnwh) sYnqW nwl[sYnwh: zor dI bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5080,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "AjhU jIau. n CofeI; rMkweI nYnwh ]118]",
    "transliteration": "Ajehoo Jeeo N Shhoddee Rankaaee Nainaah ||118||",
    "translation": "Even then, the mortal does not give up the cruel look in his eyes. ||118||",
    "punjabi": "(ਉਸ ਵੇਲੇ ਭੀ ਪ੍ਰਭੂ ਚੇਤੇ ਨਹੀਂ ਆਉਂਦਾ), ਅਜੇ ਭੀ ਜੀਵ ਅੱਖਾਂ ਦੀ ਕੰਗਾਲਤਾ ਨਹੀਂ ਛੱਡਦਾ ॥੧੧੮॥",
    "pronunciation": "(rMkweI) kMgwlpuxw",
    "type_id": 3
  },
  {
    "shabad_id": 5081,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. nYn inhwrau, quJ kau; sRvn sunau quA nwau ]",
    "transliteration": "Kabeer Nain Nihaaro Thujh Ko Sravan Suno Thua Naao ||",
    "translation": "Kabeer: with my eyes, I see You, Lord; with my ears, I hear Your Name.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ- ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਵਿਸਾਰ ਕੇ ਜਿਸ ਮੋਹ-ਜੇਵੜੀ ਨਾਲ ਜਗਤ ਬੱਝਾ ਪਿਆ ਹੈ ਤੇ ਮਰਨ ਦੇ ਵੇਲੇ ਤਕ ਭੀ ਅੱਖਾਂ ਦੀ ਕੰਗਾਲਤਾ ਨਹੀਂ ਛੱਡਦਾ; ਮੇਹਰ ਕਰ, ਉਸ ਜੇਵੜੀ ਤੋਂ ਬਚਣ ਲਈ) ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ (ਹਰ ਪਾਸੇ) ਤੇਰਾ ਹੀ ਦੀਦਾਰ ਕਰਦਾ ਰਹਾਂ, ਤੇਰਾ ਹੀ ਨਾਮ ਮੈਂ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਸੁਣਦਾ ਰਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5081,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "bYn aucrau. quA nwm jI; crnkml ird Twau ]119]",
    "transliteration": "Bain Oucharo Thua Naam Jee Charan Kamal Ridh Thaao ||119||",
    "translation": "With my tongue I chant Your Name; I enshrine Your Lotus Feet within my heart. ||119||",
    "punjabi": "(ਜੀਭ ਨਾਲ) ਬਚਨਾਂ ਦੁਆਰਾ ਮੈਂ ਤੇਰਾ ਨਾਮ ਹੀ ਉਚਾਰਦਾ ਰਹਾਂ, ਅਤੇ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਥਾਂ ਦੇਈ ਰੱਖਾਂ ॥੧੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5082,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. surg nrk qy, mY rihE; siqgur ky prswid ]",
    "transliteration": "Kabeer Surag Narak Thae Mai Rehiou Sathigur Kae Parasaadh ||",
    "translation": "Kabeer, I have been spared from heaven and hell, by the Grace of the True Guru.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਸੁਰਗ (ਦੀ ਲਾਲਸਾ) ਅਤੇ ਨਰਕ (ਦੇ ਡਰ) ਤੋਂ ਬਚ ਗਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5082,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "crnkml kI mauj mih; rhau. AMiq Aru Awid ]120]",
    "transliteration": "Charan Kamal Kee Mouj Mehi Reho Anth Ar Aadh ||120||",
    "translation": "From beginning to end, I abide in the joy of the Lord's Lotus Feet. ||120||",
    "punjabi": "ਮੈਂ ਤਾਂ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ (ਦੀ ਯਾਦ) ਦੇ ਹੁਲਾਰੇ ਵਿਚ ਰਹਿੰਦਾ ਹਾਂ ॥੧੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5083,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. crnkml kI mauj ko; kih kYsy aunmwn ]",
    "transliteration": "Kabeer Charan Kamal Kee Mouj Ko Kehi Kaisae Ounamaan ||",
    "translation": "Kabeer, how can I even describe the extent of the joy of the Lord's Lotus Feet?",
    "punjabi": "(ਪਰ), ਹੇ ਕਬੀਰ! ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਦੇ ਹੁਲਾਰੇ ਦਾ ਅੰਦਾਜ਼ਾ ਕਿਵੇਂ ਕੋਈ ਦੱਸ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5083,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kihby kau soBw nhI; dyKw hI prvwnu ]121]",
    "transliteration": "Kehibae Ko Sobhaa Nehee Dhaekhaa Hee Paravaan ||121||",
    "translation": "I cannot describe its sublime glory; it has to be seen to be appreciated. ||121||",
    "punjabi": "(ਜੀਭ ਨਾਲ) ਉਸ ਮੌਜ ਦਾ ਬਿਆਨ ਕਰਨਾ ਫਬਦਾ ਹੀ ਨਹੀਂ ਹੈ; ਉਹ ਕੇਡਾ ਕੁ ਹੁਲਾਰਾ ਹੈ? ਇਹ ਤਾਂ ਉਹ ਹੁਲਾਰਾ ਲਿਆਂ ਹੀ ਤਸੱਲੀ ਹੁੰਦੀ ਹੈ ॥੧੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5084,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. dyiK kY ikh khau; khy. n ko pqIAwie ]",
    "transliteration": "Kabeer Dhaekh Kai Kih Keho Kehae N Ko Patheeaae ||",
    "translation": "Kabeer, how can I describe what I have seen? No one will believe my words.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਉਸ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰਕੇ ਮੈਂ ਦੱਸ ਭੀ ਕੁਝ ਨਹੀਂ ਸਕਦਾ, ਤੇ ਦੱਸਿਆਂ ਕਿਸੇ ਨੂੰ ਤਸੱਲੀ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਕਿਉਂਕਿ ਜਗਤ ਵਿਚ ਕੋਈ ਸ਼ੈ ਐਸੀ ਨਹੀਂ ਹੈ ਜਿਸ ਵਲ ਇਸ਼ਾਰਾ ਕਰ ਕੇ ਆਖਿਆ ਜਾ ਸਕੇ ਕਿ ਪਰਮਾਤਮਾ ਇਸ ਵਰਗਾ ਹੈ),",
    "pronunciation": "pqI-Awie",
    "type_id": 3
  },
  {
    "shabad_id": 5084,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir jYsw. qYsw auhI; rhau hriK gun gwie ]122]",
    "transliteration": "Har Jaisaa Thaisaa Ouhee Reho Harakh Gun Gaae ||122||",
    "translation": "The Lord is just as He is. I dwell in delight, singing His Glorious Praises. ||122||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਵਰਗਾ ਆਪ ਹੀ ਹੈ; (ਮੈਂ ਤਾਂ ਸਿਰਫ਼ ਇਹ ਕਹਿ ਸਕਦਾ ਹਾਂ ਕਿ) ਉਸ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਮੈਂ ਮੌਜ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੧੨੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]