[
  {
    "shabad_id": 5085,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "kbIr. cugY icqwrY BI cugY; cuig cuig icqwry ]",
    "transliteration": "Kabeer Chugai Chithaarai Bhee Chugai Chug Chug Chithaarae ||",
    "translation": "Kabeer, the flamingo pecks and feeds, and remembers her chicks.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਕੂੰਜ ਚੋਗਾ ਚੁਗਦੀ ਹੈ ਤੇ ਆਪਣੇ ਬੱਚਿਆਂ ਦਾ ਭੀ ਚੇਤਾ ਕਰਦੀ ਹੈ, ਮੁੜ ਚੁਗਦੀ ਹੈ, ਚੋਗਾ ਭੀ ਚੁਗਦੀ ਹੈ ਤੇ ਬੱਚਿਆਂ ਦਾ ਚੇਤਾ ਭੀ ਕਰਦੀ ਹੈ।",
    "pronunciation": "cugY cugY cuig cuig: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5085,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jYsy bcrih. kUMj mn; mwieAw mmqw. ry ]123]",
    "transliteration": "Jaisae Bacharehi Koonj Man Maaeiaa Mamathaa Rae ||123||",
    "translation": "She pecks and pecks and feeds, and remembers them always. Her chicks are very dear to her, just like the love of wealth and Maya is dear to the mortal's mind. ||123||",
    "punjabi": "ਜਿਵੇਂ ਕੂੰਜ ਦੀ ਸੁਰਤ ਹਰ ਵੇਲੇ ਆਪਣੇ ਬੱਚਿਆਂ ਵਿਚ ਰਹਿੰਦੀ ਹੈ, ਤਿਵੇਂ, (\"ਹਰਿ ਕਾ ਸਿਮਰਨੁ ਛਾਡਿ ਕੈ\") ਮਨੁੱਖ ਦਾ ਮਨ ਮਾਇਆ ਦੀ ਮਲਕੀਅਤ ਦੀ ਤਾਂਘ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧੨੩॥",
    "pronunciation": "b`cr-ih",
    "type_id": 3
  },
  {
    "shabad_id": 5086,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. AMbr Gnhru CwieAw; briK. Bry sr qwl ]",
    "transliteration": "Kabeer Anbar Ghanehar Shhaaeiaa Barakh Bharae Sar Thaal ||",
    "translation": "Kabeer, the sky is overcast and cloudy; the ponds and lakes are overflowing with water.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਵਰਖਾ ਰੁੱਤੇ) ਬੱਦਲ ਆਕਾਸ਼ ਵਿਚ (ਚਾਰ ਚੁਫੇਰੇ) ਵਿਛ ਜਾਂਦਾ ਹੈ, ਵਰਖਾ ਕਰ ਕੇ (ਨਿੱਕੇ ਵੱਡੇ ਸਾਰੇ) ਸਰੋਵਰ ਤਾਲਾਬ ਭਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5086,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "cwiqRk ijau qrsq rhY; iqn ko kaunu hvwlu ]124]",
    "transliteration": "Chaathrik Jio Tharasath Rehai Thin Ko Koun Havaal ||124||",
    "translation": "Like the rainbird, some remain thirsty - what is their condition? ||124||",
    "punjabi": "(ਪਰ ਪਪੀਹਾ ਫਿਰ ਭੀ ਵਰਖਾ ਦੀ ਬੂੰਦ ਨੂੰ ਤਰਸਦਾ ਤੇ ਕੂਕਦਾ ਰਹਿੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਪਰ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਫਸੇ ਹੋਏ ਜੀਵ ਉਸ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਕਰ ਸਕਦੇ) (\"ਹਰਿ ਕਾ ਸਿਮਰਨੁ ਛਾਡਿ ਕੈ\") ਉਹ ਪਪੀਹੇ ਵਾਂਗ ਤਰਲੇ ਲੈਂਦੇ ਹਨ, ਤੇ ਉਹਨਾਂ ਦਾ ਸਦਾ ਮੰਦਾ ਹਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੧੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5087,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. ckeI jau inis bICurY; Awie imlY prBwiq ]",
    "transliteration": "Kabeer Chakee Jo Nis Beeshhurai Aae Milai Parabhaath ||",
    "translation": "Kabeer, the chakvi duck is separated from her love through the night, but in the morning, she meets him again.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਚਕਵੀ ਜਦੋਂ ਰਾਤ ਨੂੰ (ਆਪਣੇ ਚੁਕਵੇ ਤੋਂ) ਵਿਛੁੜਦੀ ਹੈ ਤਾਂ ਸਵੇਰ-ਸਾਰ ਮੁੜ ਆ ਮਿਲਦੀ ਹੈ (ਰਾਤ ਦਾ ਹਨੇਰਾ ਇਹਨਾਂ ਦੇ ਮੇਲ ਦੇ ਰਸਤੇ ਵਿਚ ਰੁਕਾਵਟ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਂਞ ਇਹ ਹਨੇਰਾ ਉਨ੍ਹਾਂ ਨੂੰ ਵਧ ਤੋਂ ਵਧ ਚਾਰ ਪਹਿਰ ਹੀ ਵਿਛੋੜ ਸਕਦਾ ਹੈ।",
    "pronunciation": "ckeI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5087,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jo nr ibCury. rwm isau; nw idn imly. n rwiq ]125]",
    "transliteration": "Jo Nar Bishhurae Raam Sio Naa Dhin Milae N Raath ||125||",
    "translation": "Those who are separated from the Lord do not meet Him in the day, or in the night. ||125||",
    "punjabi": "ਪਰ ਮਾਇਆ ਦੀ ਮਮਤਾ ਦਾ ਹਨੇਰਾ ਐਸਾ ਨਹੀਂ ਜੋ ਛੇਤੀ ਮੁੱਕ ਸਕੇ, ਇਹ ਤਾਂ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਤਕ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦਾ; ਇਸ ਹਨੇਰੇ ਦੇ ਕਾਰਨ) ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜਦੇ ਹਨ, ਉਹ ਨਾਹ ਦਿਨੇ ਮਿਲ ਸਕਦੇ ਹਨ ਨਾਹ ਰਾਤ ਨੂੰ ॥੧੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5088,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. rYnwier ibCoirAw; rhu ry sMK mJUir ]",
    "transliteration": "Kabeer Rainaaeir Bishhoriaa Rahu Rae Sankh Majhoor ||",
    "translation": "Kabeer: O conch shell, remain in the ocean.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸਮੁੰਦਰ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਹੇ ਸੰਖ! ਸਮੁੰਦਰ ਦੇ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹੁ,",
    "pronunciation": "rYnwier smuMdR c",
    "type_id": 3
  },
  {
    "shabad_id": 5088,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "dyvl dyvl DwhVI; dysih. augvq sUr ]126]",
    "transliteration": "Dhaeval Dhaeval Dhhaaharree Dhaesehi Ougavath Soor ||126||",
    "translation": "If you are separated from it, you shall scream at sunrise from temple to temple. ||126||",
    "punjabi": "ਨਹੀਂ ਤਾਂ ਹਰ ਰੋਜ਼ ਸੂਰਜ ਚੜ੍ਹਦੇ ਸਾਰ ਹਰੇਕ ਮੰਦਰ ਵਿਚ ਡਰਾਉਣੀ ਢਾਹ ਮਾਰੇਂਗਾ ॥੧੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5089,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. sUqw ikAw krih; jwgu. roie BY duK ]",
    "transliteration": "Kabeer Soothaa Kiaa Karehi Jaag Roe Bhai Dhukh ||",
    "translation": "Kabeer, what are you doing sleeping? Wake up and cry in fear and pain.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਸੁੱਤਾ ਹੋਇਆ (ਮਸਤ ਹੋਇਆ) ਕੀਹ ਕਰ ਰਿਹਾ ਹੈਂ (ਕਿਉਂ ਅਜਾਈਂ ਉਮਰ ਗਵਾ ਰਿਹਾ ਹੈਂ?) ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਹੁਸ਼ਿਆਰ ਹੋ ਅਤੇ (ਇਸ ਯਾਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਸੰਸਾਰਕ) ਸਹਿਮਾਂ ਤੇ ਕਲੇਸ਼ਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰ (ਜੋ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜਿਆਂ ਆ ਘੇਰਦੇ ਹਨ। ਤੂੰ ਸਮਝਦਾ ਹੈਂ ਕਿ ਮੋਹ ਦੀ ਨੀਂਦ ਮਿੱਠੀ ਨੀਂਦ ਹੈ, ਪਰ ਇਹ ਮੋਹ ਤੋਂ ਪੈਦਾ ਹੋਏ ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਤੇ ਸਹਿਮਾਂ ਹੇਠ ਦੱਬੇ ਰਹਿਣਾ ਕਬਰ ਵਿਚ ਪੈਣ ਸਮਾਨ ਹੈ। ਇਹ ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਸਹਿਮਾਂ ਭਰਿਆ ਜੀਵਨ ਸੁਖੀ ਜੀਵਨ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5089,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jw kw bwsw gor mih; so ikau sovY suK ]127]",
    "transliteration": "Jaa Kaa Baasaa Gor Mehi So Kio Sovai Sukh ||127||",
    "translation": "Those who live in the grave - how can they sleep in peace? ||127||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਵਾਸ ਸਦਾ (ਅਜੇਹੀ) ਕਬਰ ਵਿਚ ਰਹੇ, ਉਹ ਕਦੇ ਸੁਖੀ ਜੀਵਨ ਜਿਊਂਦਾ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ ॥੧੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5090,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. sUqw ikAw krih; auiT ik. n jpih murwir ]",
    "transliteration": "Kabeer Soothaa Kiaa Karehi Outh K N Japehi Muraar ||",
    "translation": "Kabeer, what are you doing sleeping? Why not rise up and meditate on the Lord?",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਕਿਉਂ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਿਹਾ ਹੈਂ? ਇਸ ਮੋਹ ਨੀਂਦ ਵਿਚੋਂ ਹੁਸ਼ਿਆਰ ਹੋ ਕੇ ਕਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5090,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iek idn sovnu hoiego; lWby gof pswir ]128]",
    "transliteration": "Eik Dhin Sovan Hoeigo Laanbae Godd Pasaar ||128||",
    "translation": "One day you shall sleep with your legs outstretched. ||128||",
    "punjabi": "ਇਕ ਦਿਨ ਅਜੇਹਾ ਬੇ-ਬਸ ਹੋ ਕੇ ਸੌਣਾ ਪਏਗਾ ਕਿ ਮੁੜ ਉੱਠਿਆ ਹੀ ਨਹੀਂ ਜਾ ਸਕੇਗਾ (ਇਕ ਦਿਨ ਸਦਾ ਦੀ ਨੀਂਦਰੇ ਸੌਣਾ ਪਏਗਾ) ॥੧੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5091,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. sUqw ikAw krih; bYTw rhu Aru jwgu ]",
    "transliteration": "Kabeer Soothaa Kiaa Karehi Baithaa Rahu Ar Jaag ||",
    "translation": "Kabeer, what are you doing sleeping? Wake up, and sit up.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਕਿਉਂ ਉਮਰ ਅਜਾਈਂ ਗਵਾ ਰਿਹਾ ਹੈਂ? ਹੁਸ਼ਿਆਰ ਹੋ, ਮਮਤਾ ਦੀ ਨੀਂਦ ਦੇ ਹੁਲਾਰੇ ਵਲੋਂ ਸੁਚੇਤ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5091,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jw ky sMg qy bICurw; qwhI ky sMg lwgu ]129]",
    "transliteration": "Jaa Kae Sang Thae Beeshhuraa Thaa Hee Kae Sang Laag ||129||",
    "translation": "Attach yourself to the One, from whom you have been separated. ||129||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਵਿਛੁੜਿਆ ਹੋਇਆ ਹੈਂ (ਅਤੇ ਇਹ ਸਹਿਮ ਤੇ ਕਲੇਸ਼ ਸਹਾਰ ਰਿਹਾ ਹੈਂ) ਉਸੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੁ ॥੧੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5092,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kbIr. sMq kI gYl, n CofIAY; mwrig lwgw jwau ]",
    "transliteration": "Kabeer Santh Kee Gail N Shhoddeeai Maarag Laagaa Jaao ||",
    "translation": "Kabeer, do not leave the Society of the Saints; walk upon this Path.",
    "punjabi": "(ਪਰ) ਹੇ ਕਬੀਰ! (ਜੇ \"ਜਾ ਕੇ ਸੰਗ ਤੇ ਬੀਛੁਰਾ, ਤਾਹੀ ਕੇ ਸੰਗ ਲਾਗੁ\" ਵਾਲਾ ਉੱਦਮ ਕਰਨਾ ਹੈ ਤਾਂ) ਉਹ ਰਸਤਾ ਨਾਹ ਛੱਡੀਏ ਜਿਸ ਉੱਤੇ ਸੰਤ ਗੁਰਮੁਖਿ ਤੁਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਰਸਤੇ ਉੱਤੇ ਤੁਰੇ ਚੱਲਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5092,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pyKq hI puMnIq hoie; Bytq jpIAY nwau ]130]",
    "transliteration": "Paekhath Hee Punneeth Hoe Bhaettath Japeeai Naao ||130||",
    "translation": "See them, and be sanctified; meet them, and chant the Name. ||130||",
    "punjabi": "ਸੰਤਾਂ ਗੁਰਮੁਖਾਂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਪਾਸ ਬੈਠਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰੀਦਾ ਹੈ (ਸਿਮਰਨ ਦਾ ਸ਼ੌਕ ਪੈ ਜਾਂਦਾ ਹੈ) ॥੧੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5093,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. swkq sMgu, n kIjIAY; dUrih jweIAY Bwig ]",
    "transliteration": "Kabeer Saakath Sang N Keejeeai Dhoorehi Jaaeeai Bhaag ||",
    "translation": "Kabeer, do not associate with the faithless cynics; run far away from them.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ \"ਜਾ ਕੇ ਸੰਗ ਤੇ ਬੀਛੁਰਾ, ਤਾਹੀ ਕੇ ਸੰਗ ਲਾਗੁ\" ਵਾਲਾ ਉੱਦਮ ਕਰਨਾ ਹੈ ਤਾਂ) ਰੱਬ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਬੰਦੇ ਦੀ ਸੁਹਬਤਿ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ, ਉਸ ਤੋਂ ਦੂਰ ਹੀ ਹਟ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "dUr-ih",
    "type_id": 3
  },
  {
    "shabad_id": 5093,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bwsnu kwro prsIAY; qau kCu lwgY dwgu ]131]",
    "transliteration": "Baasan Kaaro Paraseeai Tho Kashh Laagai Dhaag ||131||",
    "translation": "If you touch a vessel stained with soot, some of the soot will stick to you. ||131||",
    "punjabi": "(ਵੇਖ) ਜੇ ਕਿਸੇ ਕਾਲੇ ਭਾਂਡੇ ਨੂੰ ਛੋਹੀਏ, ਤਾਂ ਥੋੜਾ-ਬਹੁਤ ਦਾਗ਼ ਲੱਗ ਹੀ ਜਾਂਦਾ ਹੈ ॥੧੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5094,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIrw. rwmu, n cyiqE; jrw phUMicE Awie ]",
    "transliteration": "Kabeeraa Raam N Chaethiou Jaraa Pehoonchiou Aae ||",
    "translation": "Kabeer, you have not contemplated the Lord, and now old age has overtaken you.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ \"ਜਾ ਕੇ ਸੰਗ ਤੇ ਬੀਛੁਰਾ, ਤਾਹੀ ਕੇ ਸੰਗ ਲਾਗੁ\" ਦਾ ਉੱਦਮ ਕਰਨਾ ਹੈ, ਤਾਂ ਇਹ ਵੇਲੇ-ਸਿਰ ਹੀ ਹੋ ਸਕਦਾ ਹੈ, ਸਾਧਾਰਨ ਤੌਰ ਤੇ ਬੁਢੇਪੇ ਤੋਂ ਪਹਿਲਾਂ ਪਹਿਲਾਂ ਹੀ ਇਹ ਉੱਦਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ; ਪਰ ਜੇ ਜੁਆਨੀ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਨਾਹ ਕੀਤਾ (ਉਤੋਂ) ਬੁਢੇਪਾ ਆ ਅੱਪੜਿਆ (ਇਸ ਉਮਰ ਤਕ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਿਹਾਂ ਬੇਅੰਤ ਮੰਦੇ ਸੰਸਕਾਰ ਅੰਦਰ ਜਮ੍ਹਾ ਹੁੰਦੇ ਗਏ, ਇਹ ਕਿਵੇਂ ਹੁਣ ਸਿਮਰਨ ਵਲ ਪਰਤਣ ਦੇਣਗੇ?)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5094,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "lwgI mMidr duAwr qy; Ab ikAw kwiFAw jwie ]132]",
    "transliteration": "Laagee Mandhir Dhuaar Thae Ab Kiaa Kaadtiaa Jaae ||132||",
    "translation": "Now that the door of your mansion is on fire, what can you take out? ||132||",
    "punjabi": "ਜੇ ਕਿਸੇ ਘਰ ਨੂੰ ਬੂਹੇ ਵਲੋਂ ਹੀ ਅੱਗ ਲੱਗ ਜਾਏ, ਤਾਂ ਉਸ ਵੇਲੇ (ਘਰ ਵਿਚੋਂ) ਬਹੁਤਾ ਕੁਝ (ਸੜਨੋਂ) ਬਚਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਜੁਆਨੀ ਵਿਕਾਰਾਂ ਵਿਚ ਗਲ ਜਾਏ, ਤਾਂ ਬੁਢੇਪੇ ਵਿਚ ਉਮਰ ਦੇ ਗਿਣਤੀ ਦੇ ਦਿਨ ਹੋਣ ਕਰਕੇ ਜੀਵਨ ਬਹੁਤ ਸੰਵਾਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5095,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kbIr. kwrnu so BieE; jo kIno krqwr ]",
    "transliteration": "Kabeer Kaaran So Bhaeiou Jo Keeno Karathaar ||",
    "translation": "Kabeer, the Creator does whatever He pleases.",
    "punjabi": "(ਪਰ) ਹੇ ਕਬੀਰ! (ਜੇ ਸਿਮਰਨ ਤੋਂ ਖੁੰਝਿਆਂ ਹੀ ਜੁਆਨੀ ਲੰਘ ਗਈ ਹੈ ਅਤੇ ਬੁਢੇਪਾ ਆ ਜਾਣ ਤੇ ਹੁਣ ਸੂਝ ਪਈ ਹੈ, ਤਾਂ ਭੀ ਨਿਰਾਸ ਹੋਣ ਦੀ ਲੋੜ ਨਹੀਂ। ਸਿਮਰਨ ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ ਬਖ਼ਸ਼ਸ਼ ਹੈ ਜਦੋਂ ਦੇਵੇ ਤਦੋਂ ਹੀ ਜੀਵ ਸਿਮਰਨ ਕਰ ਸਕਦਾ ਹੈ। ਜੁਆਨੀ ਹੋਵੇ ਚਾਹੇ ਬੁਢੇਪਾ, ਸਿਮਰਨ ਕਰਨ ਦਾ) ਸਬਬ ਉਹੀ ਬਣਦਾ ਹੈ ਜੋ ਕਰਤਾਰ ਆਪ ਬਣਾਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5095,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "iqsu ibnu. dUsru ko nhI; eykY isrjnhwru ]133]",
    "transliteration": "This Bin Dhoosar Ko Nehee Eaekai Sirajanehaar ||133||",
    "translation": "There is none other than Him; He alone is the Creator of all. ||133||",
    "punjabi": "(ਇਹ ਦਾਤ ਕਿਸੇ ਭੀ ਜੀਵ ਦੇ ਹੱਥ ਵਿਚ ਨਹੀਂ ਹੈ, ਇਹ ਸਬਬ ਬਣਾਣ ਵਾਲਾ) ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾਂ ਹੋਰ ਕੋਈ ਨਹੀਂ, ਸਿਰਫ਼ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਆਪ ਹੀ ਇਹ ਸਬਬ ਬਣਾਣ-ਜੋਗਾ ਹੈ ॥੧੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5096,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. Pl lwgy Plin; pwkin lwgy AWb ]",
    "transliteration": "Kabeer Fal Laagae Falan Paakan Laagae Aaanb ||",
    "translation": "Kabeer, the fruit trees are bearing fruit, and the mangoes are becoming ripe.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਅੰਬਾਂ ਦੇ ਬੂਟਿਆਂ ਨੂੰ (ਪਹਿਲਾਂ) ਫਲ ਲੱਗਦੇ ਹਨ, ਤੇ (ਸਹਜੇ ਸਹਜੇ ਫਿਰ ਉਹ) ਪੱਕਣੇ ਸ਼ੁਰੂ ਹੁੰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5096,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jwie phUcih Ksm kau; jau bIic. n KwhI kWb ]134]",
    "transliteration": "Jaae Pehoochehi Khasam Ko Jo Beech N Khaahee Kaanb ||134||",
    "translation": "They will reach the owner, only if the crows do not eat them first. ||134||",
    "punjabi": "ਪੱਕਣ ਤੋਂ ਪਹਿਲਾਂ ਜੇ ਇਹ ਅੰਬ (ਹਨੇਰੀ ਆਦਿਕ ਨਾਲ ਟਹਿਣੀ ਨਾਲੋਂ) ਹਿੱਲ ਨਾਹ ਜਾਣ ਤਾਂ ਹੀ ਮਾਲਕ ਤਕ ਅੱਪੜਦੇ ਹਨ ॥੧੩੪॥",
    "pronunciation": "phUc-ih",
    "type_id": 3
  },
  {
    "shabad_id": 5097,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. Twkuru pUjih moil ly; mn hT qIrQ jwih ]",
    "transliteration": "Kabeer Thaakur Poojehi Mol Lae Manehath Theerathh Jaahi ||",
    "translation": "Kabeer, some buy idols and worship them; in their stubborn-mindedness, they make pilgrimages to sacred shrines.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਲੋਕ ਠਾਕੁਰ (ਦੀ ਮੂਰਤੀ) ਮੁੱਲ ਲੈ ਕੇ (ਉਸ ਦੀ) ਪੂਜਾ ਕਰਦੇ ਹਨ, ਅਤੇ ਮਨ ਦੇ ਹਠ ਨਾਲ ਤੀਰਥਾਂ ਤੇ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5097,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "dyKw dyKI sÍWgu Dir; BUly Btkw Kwih ]135]",
    "transliteration": "Dhaekhaa Dhaekhee Svaang Dhhar Bhoolae Bhattakaa Khaahi ||135||",
    "translation": "They look at one another, and wear religious robes, but they are deluded and lost. ||135||",
    "punjabi": "(ਅਸਲ ਵਿਚ ਉਹ ਲੋਕ) ਇਕ ਦੂਜੇ ਨੂੰ (ਇਹ ਕੰਮ ਕਰਦਿਆਂ) ਵੇਖ ਕੇ ਸਾਂਗ ਬਣਾਈ ਜਾਂਦੇ ਹਨ (ਇਸ ਵਿਚ ਅਸਲੀਅਤ ਕੋਈ ਨਹੀਂ ਹੁੰਦੀ, ਸਭ ਕੁਝ ਲੋਕਾਂ ਵਿਚ ਚੰਗਾ ਅਖਵਾਣ ਲਈ ਹੀ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦਾ ਕੋਈ ਹੁਲਾਰਾ ਨਹੀਂ ਹੁੰਦਾ, ਸਹੀ ਰਾਹ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਇਹ ਲੋਕ ਭਟਕਦੇ ਹਨ ॥੧੩੫॥",
    "pronunciation": "suAWgu",
    "type_id": 3
  },
  {
    "shabad_id": 5098,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kbIr. pwhn prmysuru kIAw; pUjY sBu sMswru ]",
    "transliteration": "Kabeer Paahan Paramaesur Keeaa Poojai Sabh Sansaar ||",
    "translation": "Kabeer, someone sets up a stone idol and all the world worships it as the Lord.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪੰਡਿਤਾਂ ਦੇ ਪਿੱਛੇ ਲੱਗਾ ਹੋਇਆ ਇਹ) ਸਾਰਾ ਜਗਤ ਪੱਥਰ (ਦੀ ਮੂਰਤੀ) ਨੂੰ ਪਰਮੇਸਰ ਮਿਥ ਰਿਹਾ ਹੈ ਤੇ ਇਸ ਦੀ ਪੂਜਾ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5098,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ies Brvwsy jo rhy; bUfy kwlI Dwr ]136]",
    "transliteration": "Eis Bharavaasae Jo Rehae Booddae Kaalee Dhhaar ||136||",
    "translation": "Those who hold to this belief will be drowned in the river of darkness. ||136||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਖ਼ਿਆਲ ਬਣਿਆ ਹੋਇਆ ਹੈ ਕਿ ਪੱਥਰ ਨੂੰ ਪੂਜ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰ ਰਹੇ ਹਨ ਉਹ ਡੂੰਘੇ ਪਾਣੀਆਂ ਵਿਚ ਡੁੱਬੇ ਸਮਝੋ (ਜਿਥੋਂ ਉਹਨਾਂ ਦਾ ਕੋਈ ਥਹੁ-ਪਤਾ ਹੀ ਨਹੀਂ ਲੱਗਣਾ) ॥੧੩੬॥",
    "pronunciation": "kwl rUpI Dwr c (bUfy) fu`by hn",
    "type_id": 3
  },
  {
    "shabad_id": 5099,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. kwgd kI EbrI; msu ky krm kpwt ]",
    "transliteration": "Kabeer Kaagadh Kee Oubaree Mas Kae Karam Kapaatt ||",
    "translation": "Kabeer, the paper is the prison, and the ink of rituals are the bars on the windows.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਹਨਾਂ ਪੰਡਿਤਾਂ ਦੇ) ਸ਼ਾਸਤ੍ਰ, ਮਾਨੋ ਕੈਦਖ਼ਾਨਾ ਹਨ, (ਇਹਨਾਂ ਸ਼ਾਸਤ੍ਰਾਂ ਵਿਚ) ਸਿਆਹੀ ਨਾਲ ਲਿਖੀ ਹੋਈ ਕਰਮ-ਕਾਂਡ ਦੀ ਮਰਯਾਦਾ, ਮਾਨੋ, ਉਸ ਕੈਦਖ਼ਾਨੇ ਦੇ ਬੰਦ ਦਰਵਾਜ਼ੇ ਹਨ।",
    "pronunciation": "(EbrI) koTVI[ (krm) A`Kr[ (kpwt) q^qy[ m`su",
    "type_id": 3
  },
  {
    "shabad_id": 5099,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pwhn borI iprQmI; pMifq pwVI bwt ]137]",
    "transliteration": "Paahan Boree Pirathhamee Panddith Paarree Baatt ||137||",
    "translation": "The stone idols have drowned the world, and the Pandits, the religious scholars, have plundered it on the way. ||137||",
    "punjabi": "(ਇਸ ਕੈਦਖ਼ਾਨੇ ਵਿਚ ਰੱਖੀਆਂ) ਪੱਥਰ ਦੀਆਂ ਮੂਰਤੀਆਂ ਨੇ ਧਰਤੀ ਨੇ ਬੰਦਿਆਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦਿੱਤਾ ਹੈ, ਪੰਡਿਤ ਲੋਕ ਡਾਕੇ ਮਾਰ ਰਹੇ ਹਨ (ਭਾਵ, ਸਾਦਾ-ਦਿਲ ਲੋਕਾਂ ਨੂੰ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਕਰਮ-ਕਾਂਡ ਦੀ ਮਰਯਾਦਾ ਤੇ ਮੂਰਤੀ-ਪੂਜਾ ਵਿਚ ਲਾ ਕੇ ਦੱਛਣਾ-ਦਾਨ ਆਦਿ ਦੀ ਰਾਹੀਂ ਲੁੱਟ ਰਹੇ ਹਨ) ॥੧੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5100,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. kwil krMqw. Abih kru; Ab krqw. suieqwl ]",
    "transliteration": "Kabeer Kaal Karanthaa Abehi Kar Ab Karathaa Sue Thaal ||",
    "translation": "Kabeer, that which you have to do tomorrow - do it today instead; and that which you have to do now - do it immediately!",
    "punjabi": "(ਸ਼ਲੋਕ ਨੰ: ੧੩੨ ਦੇ ਖ਼ਿਆਲ ਨੂੰ ਮੁੜ ਜਾਰੀ ਰੱਖਦੇ ਹੋਏ ਆਖਦੇ ਹਨ ਕਿ:) ਹੇ ਕਬੀਰ! (ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਵਿਚ ਕਦੇ ਆਲਸ ਨਾਹ ਕਰ) ਭਲਕੇ (ਸਿਮਰਨ ਕਰਾਂਗਾ, ਇਹ ਸਲਾਹ) ਕਰਦਾ ਹੁਣੇ ਹੀ (ਸਿਮਰਨ) ਕਰ (ਭਲਕੇ ਸਿਮਰਨ ਸ਼ੁਰੂ ਕਰਨ ਦੇ ਥਾਂ ਹੁਣੇ ਹੀ ਸ਼ੁਰੂ ਕਰ ਦੇਹ। ਨਹੀਂ ਤਾਂ ਭਲਕ ਭਲਕ ਕਰਦਿਆਂ)",
    "pronunciation": "(suie-qwl) CyqI",
    "type_id": 3
  },
  {
    "shabad_id": 5100,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pwCY kCU. n hoiegw; jau. isr pr AwvY kwlu ]138]",
    "transliteration": "Paashhai Kashhoo N Hoeigaa Jo Sir Par Aavai Kaal ||138||",
    "translation": "Later on, you will not be able to do anything, when death hangs over your head. ||138||",
    "punjabi": "ਜਦੋਂ ਮੌਤ ਸਿਰ ਤੇ ਆ ਜਾਂਦੀ ਹੈ ਉਸ ਵੇਲੇ ਸਮਾਂ ਵਿਹਾ ਜਾਣ ਤੇ ਕੁਝ ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੧੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5101,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. AYsw jMqu ieku dyiKAw; jYsI DoeI lwK ]",
    "transliteration": "Kabeer Aisaa Janth Eik Dhaekhiaa Jaisee Dhhoee Laakh ||",
    "translation": "Kabeer, I have seen a person, who is as shiny as washed wax.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਇਕ ਅਜੇਹਾ ਮਨੁੱਖ ਵੇਖਿਆ (ਜਿਸ ਨੇ ਕਦੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਸੀ ਕੀਤਾ) ਉਹ (ਬਾਹਰੋਂ ਵੇਖਣ ਨੂੰ) ਧੋਤੀ ਹੋਈ ਚਮਕਦੀ ਲਾਖ ਵਰਗਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5101,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "dIsY cMclu bhu gunw; miq hInw nwpwk ]139]",
    "transliteration": "Dheesai Chanchal Bahu Gunaa Math Heenaa Naapaak ||139||",
    "translation": "He seems very clever and very virtuous, but in reality, he is without understanding, and corrupt. ||139||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ ਮਨੁੱਖ ਭਾਵੇਂ ਬਹੁਤ ਹੀ ਚੁਸਤ-ਚਲਾਕ ਦਿੱਸਦਾ ਹੋਵੇ, ਪਰ ਉਹ ਅਸਲ ਵਿਚ ਅਕਲ ਤੋਂ ਸੱਖਣਾ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜ ਕੇ ਉਸ ਦਾ ਜੀਵਨ ਗੰਦਾ ਹੁੰਦਾ ਹੈ ॥੧੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5102,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. myrI buiD kau; jmu. n krY iqskwr ]",
    "transliteration": "Kabeer Maeree Budhh Ko Jam N Karai Thisakaar ||",
    "translation": "Kabeer, the Messenger of Death shall not compromise my understanding.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਭੁੱਲਾ ਹੋਇਆ ਮਨੁੱਖ ਬੜਾ ਚੁਸਤ-ਚਾਲਾਕ ਹੁੰਦਾ ਹੋਇਆ ਭੀ ਅਕਲ-ਹੀਣ ਤੇ ਫਿਟਕਾਰ-ਜੋਗ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦਾ ਜੀਵਨ ਨੀਵਾਂ ਰਹਿ ਜਾਂਦਾ ਹੈ। ਪਰ ਮੇਰੇ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਹੋਈ ਹੈ, ਦੁਨੀਆ ਦੇ ਲੋਕ ਤਾਂ ਕਿਤੇ ਰਹੇ) ਮੇਰੀ ਅਕਲ ਨੂੰ ਜਮਰਾਜ ਭੀ ਫਿਟਕਾਰ ਨਹੀਂ ਪਾ ਸਕਦਾ,",
    "pronunciation": "(iqskwr) inrwdrI",
    "type_id": 3
  },
  {
    "shabad_id": 5102,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijin iehu jmUAw isrijAw; su jipAw privdgwr ]140]",
    "transliteration": "Jin Eihu Jamooaa Sirajiaa S Japiaa Paravidhagaar ||140||",
    "translation": "I have meditated on the Lord, the Cherisher, who created this Messenger of Death. ||140||",
    "punjabi": "ਕਿਉਂਕਿ ਮੈਂ ਉਸ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਜਿਸ ਨੇ ਇਸ ਵਿਚਾਰੇ ਜਮ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੧੪੦॥",
    "pronunciation": "pr-ivd-gwr",
    "type_id": 3
  },
  {
    "shabad_id": 5103,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIru. ksqUrI BieAw; Bvr Bey sB dws ]",
    "transliteration": "Kabeer Kasathooree Bhaeiaa Bhavar Bheae Sabh Dhaas ||",
    "translation": "Kabeer, the Lord is like musk; all His slaves are like bumble bees.",
    "punjabi": "(ਭਗਤੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ) ਪਰਮਾਤਮਾ (ਇਉਂ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ) ਕਸਤੂਰੀ ਹੈ, ਸਾਰੇ ਭਗਤ ਉਸ ਦੇ ਭੌਰੇ ਬਣ ਜਾਂਦੇ ਹਨ (ਜਿਵੇਂ ਭੌਰੇ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਵਿਚ ਮਸਤ ਹੋ ਜਾਂਦੇ ਹਨ ਤੇ ਕਿਤੇ ਗੰਦੀ-ਮੰਦੀ ਬੂ ਵਾਲੇ ਥਾਂ ਵਲ ਨਹੀਂ ਜਾਂਦੇ, ਤਿਵੇਂ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦੀ ਸੁਗੰਧੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ਤੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲ ਨਹੀਂ ਪਰਤਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
