[
  {
    "id": 58548,
    "shabad_id": 5103,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਭਗਤਿ ਕਬੀਰ ਕੀ; ਤਿੳੁ ਤਿੳੁ ਰਾਮ ਨਿਵਾਸ ॥੧੪੧॥",
    "transliteration": "Jio Jio Bhagath Kabeer Kee Thio Thio Raam Nivaas ||141||",
    "translation": "The more Kabeer worships Him, the more the Lord abides within his mind. ||141||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਅਜੇਹੇ ਮਨੁੱਖਾਂ ਦੀ ਅਕਲ ਨੂੰ ਕੌਣ ਫਿਟਕਾਰ ਪਾ ਸਕਦਾ ਹੈ?) ॥੧੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58549,
    "shabad_id": 5104,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਬੀਰ. ਗਹਗਚਿ ਪਰਿਓ ਕੁਟੰਬ ਕੈ; ਕਾਂਠੈ ਰਹਿ ਗੲਿਓ, ਰਾਮੁ ॥",
    "transliteration": "Kabeer Gehagach Pariou Kuttanb Kai Kaanthai Rehi Gaeiou Raam ||",
    "translation": "Kabeer, the mortal has fallen into the grip of family life, and the Lord has been set aside.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਮਨੁੱਖ ਟੱਬਰ ਦੇ ਗਾੜ੍ਹ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਦਾ ਭਜਨ ਉਸ ਦੇ ਹਿਰਦੇ ਤੋਂ) ਲਾਂਭੇ ਹੀ ਰਹਿ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਗਹ-ਗਚਿ) ਪਕੜ ਚ ਖੱਚਿਤ। (ਕਾਂਠੈ) ਕਿਨਾਰੇ",
    "type_id": 3
  },
  {
    "id": 58550,
    "shabad_id": 5104,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾੲਿ ਪਰੇ ਧਰਮਰਾੲਿ ਕੇ; ਬੀਚਹਿ ਧੂਮਾ ਧਾਮ ॥੧੪੨॥",
    "transliteration": "Aae Parae Dhharam Raae Kae Beechehi Dhhoomaa Dhhaam ||142||",
    "translation": "The messengers of the Righteous Judge of Dharma descend upon the mortal, in the midst of all his pomp and ceremony. ||142||",
    "punjabi": "ਇਸ ਰੌਲੇ-ਗੌਲੇ ਵਿਚ ਹੀ ਫਸੇ ਹੋਏ ਦੇ ਪਾਸ ਧਰਮਰਾਜ ਦੇ ਭੇਜੇ ਹੋਏ ਦੂਤ ਆ ਅੱਪੜਦੇ ਹਨ ('ਰਾਮੁ ਨ ਚੇਤਿਓ, ਜਰਾ ਪਹੂੰਚਿਓ ਆਇ') ॥੧੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58551,
    "shabad_id": 5105,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ਸਾਕਤ ਤੇ ਸੂਕਰ ਭਲਾ; ਰਾਖੈ ਅਾਛਾ ਗਾੳੁ ॥",
    "transliteration": "Kabeer Saakath Thae Sookar Bhalaa Raakhai Aashhaa Gaao ||",
    "translation": "Kabeer, even a pig is better than the faithless cynic; at least the pig keeps the village clean.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਕੁਟੰਬ ਦੇ ਗਹਗਚ ਵਿਚ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਦੇਣ ਵਾਲੇ) ਸਾਕਤ ਨਾਲੋਂ ਤਾਂ ਸੂਰ ਹੀ ਚੰਗਾ ਜਾਣੋ (ਪਿੰਡ ਦੇ ਦੁਆਲੇ ਦਾ ਗੰਦ ਖਾ ਕੇ) ਪਿੰਡ ਨੂੰ ਸਾਫ਼-ਸੁਥਰਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58552,
    "shabad_id": 5105,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੳੁਹੁ ਸਾਕਤੁ ਬਪੁਰਾ ਮਰਿ ਗੲਿਅਾ; ਕੋੲਿ. ਨ ਲੈਹੈ ਨਾੳੁ ॥੧੪੩॥",
    "transliteration": "Ouhu Saakath Bapuraa Mar Gaeiaa Koe N Laihai Naao ||143||",
    "translation": "When the wretched, faithless cynic dies, no one even mentions his name. ||143||",
    "punjabi": "ਜਦੋਂ ਉਹ ਮੰਦ-ਭਾਗੀ ਸਾਕਤ ਮਰ ਜਾਂਦਾ ਹੈ ਕਿਸੇ ਨੂੰ ਉਸ ਦਾ ਚੇਤਾ ਭੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ (ਭਾਵੇਂ ਉਹ ਜਿਊਂਦਿਆਂ ਕਿਤਨਾ ਹੀ ਵੱਡਾ ਬਣ ਬਣ ਬਹਿੰਦਾ ਰਿਹਾ ਹੋਵੇ) ॥੧੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58553,
    "shabad_id": 5106,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰ. ਕੳੁਡੀ ਕੳੁਡੀ ਜੋਰਿ ਕੈ; ਜੋਰੇ ਲਾਖ ਕਰੋਰਿ ॥",
    "transliteration": "Kabeer Kouddee Kouddee Jor Kai Jorae Laakh Karor ||",
    "translation": "Kabeer, the mortal gathers wealth, shell by shell, accumulating thousands and millions.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਨਾਲੋਂ ਟੁੱਟ ਕੇ ਨਿਰੀ ਮਾਇਆ ਜੋੜਨ ਦਾ ਭੀ ਕੀਹ ਲਾਭ?) ਜਿਸ ਮਨੁੱਖ ਨੇ ਤਰਲਿਆਂ ਨਾਲ ਜੋੜ ਕੇ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਰੁਪਏ ਭੀ ਇਕੱਠੇ ਕਰ ਲਏ ਹੋਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58554,
    "shabad_id": 5106,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਚਲਤੀ ਬਾਰ. ਨ ਕਛੁ ਮਿਲਿਓ; ਲੲੀ ਲੰਗੋਟੀ ਤੋਰਿ ॥੧੪੪॥",
    "transliteration": "Chalathee Baar N Kashh Miliou Lee Langottee Thor ||144||",
    "translation": "But when the time of his departure comes, he takes nothing at all with him. He is even stripped of his loin-cloth. ||144||",
    "punjabi": "(ਤੇ ਇਸ ਜੋੜੇ ਹੋਏ ਧਨ ਦਾ ਇਤਨਾ ਖ਼ਿਆਲ ਰੱਖਦਾ ਹੋਵੇ ਕਿ ਵਾਂਸਲੀ ਵਿਚ ਪਾ ਕੇ ਲੱਕ ਨਾਲ ਬੰਨ੍ਹੀ ਫਿਰਦਾ ਹੋਵੇ, ਉਸ ਨੂੰ ਭੀ) ਮਰਨ ਵੇਲੇ ਕੁਝ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ, (ਉਸ ਦੇ ਸੰਬੰਧੀ) ਉਸ ਦੀ ਵਾਂਸਲੀ ਭੀ ਤੋੜ ਕੇ ਲਾਹ ਲੈਂਦੇ ਹਨ ॥੧੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58555,
    "shabad_id": 5107,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਬੀਰ. ਬੈਸਨੋ ਹੂਅਾ, ਤ ਕਿਅਾ ਭੲਿਅਾ; ਮਾਲਾ ਮੇਲੀਂ ਚਾਰਿ ॥",
    "transliteration": "Kabeer Baisano Hooaa Th Kiaa Bhaeiaa Maalaa Maeleen Chaar ||",
    "translation": "Kabeer, what good is it to become a devotee of Vishnu, and wear four malas?",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ ਨਿਰਾ ਧਨ ਕਮਾਣ ਵਾਲੇ ਬੰਦੇ ਉਮਰ ਅਜਾਈਂ ਗਵਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਧਨ ਇਥੇ ਹੀ ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਪਰ ਨਿਰ ਭੇਖ ਨੂੰ ਹੀ ਭਗਤੀ-ਮਾਰਗ ਸਮਝਣ ਵਾਲੇ ਭੀ ਕੁਝ ਨਹੀਂ ਖੱਟ ਰਹੇ) ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਤਿਲਕ ਚੱਕ੍ਰ ਲਾ ਕੇ ਅਤੇ ਚਾਰ ਮਾਲਾ ਪਾ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਵੈਸ਼ਨਵ ਭਗਤ ਅਖਵਾ ਲਿਆ, ਉਸ ਨੇ ਭੀ ਕੁਝ ਨਹੀਂ ਖੱਟਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58556,
    "shabad_id": 5107,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਾਹਰਿ ਕੰਚਨੁ ਬਾਰਹਾ; ਭੀਤਰਿ ਭਰੀ ਭੰਗਾਰ ॥੧੪੫॥",
    "transliteration": "Baahar Kanchan Baarehaa Bheethar Bharee Bhangaar ||145||",
    "translation": "On the outside, he may look like pure gold, but on the inside, he is stuffed with dust. ||145||",
    "punjabi": "(ਇਸ ਧਾਰਮਿਕ ਭੇਖ ਦੇ ਕਾਰਨ) ਬਾਹਰੋਂ ਵੇਖਣ ਨੂੰ ਭਾਵੇਂ ਸ਼ੁੱਧ ਸੋਨਾ ਦਿਸੇ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਖੋਟ ਹੀ ਖੋਟ ਹੈ ॥੧੪੫॥",
    "pronunciation": "(ਬਾਰਹਾ) ਬਾਰਾਂ ਵੰਨੀ ਦਾ।ਪਾਪਾਂ ਵਿਸ਼ਿਅਾਂ ਦੀ (ਭੰਗਾਰ) ਲਾਖ। ਬਾ-ਹਰਿ",
    "type_id": 3
  },
  {
    "id": 58557,
    "shabad_id": 5108,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਬੀਰ. ਰੋੜਾ ਹੋੲਿ ਰਹੁ ਬਾਟ ਕਾ; ਤਜਿ ਮਨ ਕਾ ਅਭਿਮਾਨੁ ॥",
    "transliteration": "Kabeer Rorraa Hoe Rahu Baatt Kaa Thaj Man Kaa Abhimaan ||",
    "translation": "Kabeer, let yourself be a pebble on the path; abandon your egotistical pride.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ 'ਜਾ ਕੇ ਸੰਗ ਤੇ ਬੀਛੁਰਾ, ਤਾ ਹੀ ਕੇ ਸੰਗਿ' ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੈ, ਤਾਂ) ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਰਾਹ ਵਿਚ ਪਏ ਹੋਏ ਰੋੜੇ ਵਰਗਾ ਹੋ ਜਾਹ (ਤੇ ਹਰੇਕ ਰਾਹੀ ਦੇ ਠੇਡੇ ਸਹਾਰ)!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58558,
    "shabad_id": 5108,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੈਸਾ ਕੋੲੀ ਦਾਸੁ ਹੋੲਿ; ਤਾਹਿ ਮਿਲੈ ਭਗਵਾਨੁ ॥੧੪੬॥",
    "transliteration": "Aisaa Koee Dhaas Hoe Thaahi Milai Bhagavaan ||146||",
    "translation": "Such a humble slave shall meet the Lord God. ||146||",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ ਮਨੁੱਖ ਅਜੇਹਾ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58559,
    "shabad_id": 5109,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬੀਰ. ਰੋੜਾ ਹੂਅਾ. ਤ ਕਿਅਾ ਭੲਿਅਾ; ਪੰਥੀ ਕੳੁ ਦੁਖੁ ਦੇੲਿ ॥",
    "transliteration": "Kabeer Rorraa Hooaa Th Kiaa Bhaeiaa Panthhee Ko Dhukh Dhaee ||",
    "translation": "Kabeer, what good would it be, to be a pebble? It would only hurt the traveller on the path.",
    "punjabi": "ਪਰ ਹੇ ਕਬੀਰ! ਰੋੜਾ ਬਣਿਆਂ ਭੀ ਅਜੇ ਪੂਰੀ ਕਾਮਯਾਬੀ ਨਹੀਂ ਹੁੰਦੀ, ਕਿਉਂਕਿ (ਰੋੜਾ ਠੇਡੇ ਤਾਂ ਸਹਾਰਦਾ ਹੈ, ਪਰ ਨੰਗੀਂ ਪੈਰੀਂ ਤੁਰਨ ਵਾਲੇ) ਰਾਹੀਆਂ ਦੇ ਪੈਰਾਂ ਵਿਚ ਚੁੱਭਦਾ ਭੀ ਹੈ (ਤੂੰ ਕਿਸੇ ਨੂੰ ਦੁੱਖ ਨਹੀਂ ਦੇਣਾ)।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 58560,
    "shabad_id": 5109,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅੈਸਾ ਤੇਰਾ ਦਾਸੁ ਹੈ; ਜਿੳੁ ਧਰਨੀ ਮਹਿ ਖੇਹ ॥੧੪੭॥",
    "transliteration": "Aisaa Thaeraa Dhaas Hai Jio Dhharanee Mehi Khaeh ||147||",
    "translation": "Your slave, O Lord, is like the dust of the earth. ||147||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਭਗਤ ਤਾਂ ਅਜੇਹਾ (ਨਰਮ-ਦਿਲ) ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਰਾਹ ਦੀ ਬਾਰੀਕ ਧੂੜ ॥੧੪੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58561,
    "shabad_id": 5110,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਬੀਰ. ਖੇਹ ਹੂੲੀ, ਤੳੁ ਕਿਅਾ ਭੲਿਅਾ; ਜੳੁ ੳੁਡਿ ਲਾਗੈ ਅੰਗ ॥",
    "transliteration": "Kabeer Khaeh Hooee Tho Kiaa Bhaeiaa Jo Oudd Laagai Ang ||",
    "translation": "Kabeer, what then, if one could become dust? It is blown up by the wind, and sticks to the body.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਖੇਹ (ਵਾਂਗ) ਬਣਿਆਂ ਭੀ ਅਜੇ ਕਸਰ ਰਹਿ ਜਾਂਦੀ ਹੈ, ਖੇਹ (ਪੈਰਾਂ ਨਾਲ) ਉੱਡ ਕੇ (ਰਾਹੀਆਂ ਦੇ) ਅੰਗਾਂ ਉਤੇ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58562,
    "shabad_id": 5110,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਜਨੁ. ਅੈਸਾ ਚਾਹੀਅੈ; ਜਿੳੁ ਪਾਨੀ ਸਰਬੰਗ ॥੧੪੮॥",
    "transliteration": "Har Jan Aisaa Chaaheeai Jio Paanee Sarabang ||148||",
    "translation": "The humble servant of the Lord should be like water, which cleans everything. ||148||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਅਜੇਹਾ ਚਾਹੀਦਾ ਹੈ ਜਿਵੇਂ ਪਾਣੀ ਹਰੇਕ ਸ਼ਕਲ ਦੇ ਭਾਂਡੇ ਨਾਲ ਸਮਾਈ ਰੱਖਦਾ ਹੈ ॥੧੪੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58563,
    "shabad_id": 5111,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਬੀਰ. ਪਾਨੀ ਹੂਅਾ, ਤ ਕਿਅਾ ਭੲਿਅਾ; ਸੀਰਾ ਤਾਤਾ ਹੋੲਿ ॥",
    "transliteration": "Kabeer Paanee Hooaa Th Kiaa Bhaeiaa Seeraa Thaathaa Hoe ||",
    "translation": "Kabeer, what then, if one could become water? It becomes cold, then hot.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਾਣੀ ਵਾਂਗ ਸਭ ਨਾਲ ਮੇਲ ਰੱਖਿਆਂ (ਭੀ) ਅਜੇ ਪੂਰਨਤਾ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ, ਪਾਣੀ ਕਦੇ ਠੰਢਾ ਤੇ ਕਦੇ ਤੱਤਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "ਤੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 58564,
    "shabad_id": 5111,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਜਨੁ. ਅੈਸਾ ਚਾਹੀਅੈ; ਜੈਸਾ ਹਰਿ ਹੀ ਹੋੲਿ ॥੧੪੯॥",
    "transliteration": "Har Jan Aisaa Chaaheeai Jaisaa Har Hee Hoe ||149||",
    "translation": "The humble servant of the Lord should be just like the Lord. ||149||",
    "punjabi": "ਭਗਤ ਅਜੇਹਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ (ਕਿ ਦੁਨੀਆ ਨਾਲ ਵਰਤਦਾ ਹੋਇਆ ਆਪਣੇ ਸੁਭਾਵ ਨੂੰ ਇਤਨਾ ਅਡੋਲ ਰੱਖੇ) ਕਿ ਇਸ ਵਿਚ ਤੇ ਪਰਮਾਤਮਾ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਾਹ ਰਹਿ ਜਾਏ ॥੧੪੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58565,
    "shabad_id": 5112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੳੂਚ ਭਵਨ ਕਨ ਕਾਮਨੀ; ਸਿਖਰਿ ਧਜਾ ਫਹਰਾੲਿ ॥",
    "transliteration": "Ooch Bhavan Kanakaamanee Sikhar Dhhajaa Feharaae ||",
    "translation": "The banners wave above the lofty mansions, filled with gold and beautiful women.",
    "punjabi": "ਉੱਚੇ ਮਹਲ-ਮਾੜੀਆਂ ਹੋਣ, ਬੜਾ ਧਨ-ਪਦਾਰਥ ਹੋਵੇ, ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਹੋਵੇ, ਮਹਲ ਦੀ ਚੋਟੀ ਉਤੇ ਝੰਡਾ ਝੂਲਦਾ ਹੋਵੇ,",
    "pronunciation": "(ਕਨ) ਸੋਨਾ। (ਕਾਮਨੀ) ਨਾਰੀ",
    "type_id": 3
  },
  {
    "id": 58566,
    "shabad_id": 5112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਾ ਤੇ ਭਲੀ ਮਧੂਕਰੀ; ਸੰਤਸੰਗ ਗੁਨ ਗਾੲਿ ॥੧੫੦॥",
    "transliteration": "Thaa Thae Bhalee Madhhookaree Santhasang Gun Gaae ||150||",
    "translation": "But better than these is dry bread, if one sings the Glorious Praises of the Lord in the Society of the Saints. ||150||",
    "punjabi": "(ਪਰ ਜੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਸੁੰਞ ਹੋਵੇ)-ਇਸ ਸਾਰੇ ਰਾਜ-ਭਾਗ ਨਾਲੋਂ ਮੰਗ ਕੇ ਲਿਆਂਦੀ ਭਿੱਛਿਆ ਚੰਗੀ ਹੈ ਜੇ ਮਨੁੱਖ ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੋਵੇ ॥੧੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58567,
    "shabad_id": 5113,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਬੀਰ. ਪਾਟਨ ਤੇ ੳੂਜਰੁ ਭਲਾ; ਰਾਮ ਭਗਤ ਜਿਹ ਠਾੲਿ ॥",
    "transliteration": "Kabeer Paattan Thae Oojar Bhalaa Raam Bhagath Jih Thaae ||",
    "translation": "Kabeer, the wilderness is better than a city, if the Lord's devotees live there.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸ਼ਹਿਰ ਨਾਲੋਂ ਉਹ ਉੱਜੜਿਆ ਹੋਇਆ ਥਾਂ ਚੰਗਾ ਹੈ ਜਿਥੇ ਪ੍ਰਭੂ ਦੇ ਭਗਤ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ) ਹੋਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58568,
    "shabad_id": 5113,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਾਮ ਸਨੇਹੀ. ਬਾਹਰਾ; ਜਮਪੁਰੁ ਮੇਰੇ ਭਾਂੲਿ ॥੧੫੧॥",
    "transliteration": "Raam Sanaehee Baaharaa Jam Pur Maerae Bhaane ||151||",
    "translation": "Without my Beloved Lord, it is like the City of Death for me. ||151||",
    "punjabi": "ਜੇਹੜਾ ਥਾਂ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਤੋਂ ਸੁੰਞਾ ਹੋਵੇ, ਮੈਨੂੰ ਤਾਂ ਉਹ ਨਰਕ ਜਾਪਦਾ ਹੈ ॥੧੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58569,
    "shabad_id": 5114,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਬੀਰ. ਗੰਗ ਜਮੁਨ ਕੇ ਅੰਤਰੇ; ਸਹਜ ਸੁੰਨ ਕੇ ਘਾਟ ॥",
    "transliteration": "Kabeer Gang Jamun Kae Antharae Sehaj Sunn Kae Ghaatt ||",
    "translation": "Kabeer, between the Ganges and Jamunaa Rivers, on the shore of Celestial Silence,",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਿਉਂ ਜਿਉਂ ਮੈਂ 'ਜਪਿਆ ਪਰਵਿਦਗਾਰ', ਰੋੜੇ ਆਦਿਕ ਵਾਂਗ ਮੈਂ ਅਭਿਮਾਨ ਤਜਿਆ ਤੇ 'ਜੈਸਾ ਹਰਿ ਹੀ ਹੋਇ' ਵਾਲੀ ਮੇਰੀ ਅਵਸਥਾ ਬਣੀ, ਤਾਂ) ਮੈਂ ਕਬੀਰ ਦੇ ਮਨ ਨੇ ਉਸ ਪੱਤਣ ਤੇ ਟਿਕਾਣਾ ਕੀਤਾ ਜਿਥੇ ਸਹਜ ਅਵਸਥਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਫੁਰਨਿਆਂ ਵਲੋਂ ਸੁੰਞ ਹੈ, ਜਿਥੇ, ਮਾਨੋ, ਗੰਗਾ ਜਮੁਨਾ ਦੇ ਪਾਣੀਆਂ ਦਾ ਮਿਲਾਪ ਹੈ (ਵੱਖ ਵੱਖ ਨਦੀਆਂ ਦੇ ਪਾਣੀ ਦਾ ਵੇਗ ਘਟ ਕੇ ਹੁਣ ਗੰਭੀਰਤਾ ਤੇ ਸ਼ਾਂਤੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58570,
    "shabad_id": 5114,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਹਾ ਕਬੀਰੈ. ਮਟੁ ਕੀਅਾ; ਖੋਜਤ ਮੁਨਿ ਜਨ ਬਾਟ ॥੧੫੨॥",
    "transliteration": "Thehaa Kabeerai Matt Keeaa Khojath Mun Jan Baatt ||152||",
    "translation": "There, Kabeer has made his home. The silent sages and the humble servants of the Lord search for the way to get there. ||152||",
    "punjabi": "ਮੈਂ ਕਬੀਰ ਦਾ ਮਨ ਉਸ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਗਿਆ, ਜਿਥੇ ਅੱਪੜਨ ਦਾ ਰਸਤਾ ਸਾਰੇ ਰਿਸ਼ੀ ਲੋਕ ਭਾਲਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੫੨॥",
    "pronunciation": "(ਬਾਟ) ਰਸਤਾ। ਮਟੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58571,
    "shabad_id": 5115,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ. ਜੈਸੀ ੳੁਪਜੀ ਪੇਡ ਤੇ; ਜੳੁ ਤੈਸੀ ਨਿਬਹੈ ਓੜਿ ॥",
    "transliteration": "Kabeer Jaisee Oupajee Paedd Thae Jo Thaisee Nibehai Ourr ||",
    "translation": "Kabeer, if the mortal continues to love the Lord in the end, as he pledged in the beginning,",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਹੋ ਜਿਹੀ ਕੋਮਲਤਾ ਨਵੇਂ ਉੱਗੇ ਪੌਦੇ ਦੀ ਹੁੰਦੀ ਹੈ, ਜੇ ਅਜੇਹੀ ਕੋਮਲਤਾ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਦਾ ਲਈ ਟਿਕੀ ਰਹੇ ('ਊਚ ਭਵਨ ਕਨਕਾਮਨੀ' ਤੇ 'ਸਿਖਰਿ ਧਜਾ' ਉਸ ਕੋਮਲਤਾ ਨੂੰ ਦੂਰ ਨ ਕਰ ਸਕਣ, ਮਨੁੱਖ 'ਸਹਜ ਸੁੰਨ ਕੇ ਘਾਟ' ਉੱਤੇ ਸਦਾ ਆਸਨ ਲਾਈ ਰੱਖੇ, ਤਾਂ ਉਸ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਇਤਨਾ ਉੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58572,
    "shabad_id": 5115,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹੀਰਾ ਕਿਸ ਕਾ ਬਾਪੁਰਾ; ਪੁਜਹਿ ਨ. ਰਤਨ ਕਰੋੜਿ ॥੧੫੩॥",
    "transliteration": "Heeraa Kis Kaa Baapuraa Pujehi N Rathan Karorr ||153||",
    "translation": "No poor diamond, not even millions of jewels, can equal him. ||153||",
    "punjabi": "ਇਕ ਹੀਰਾ ਕੀਹ? ਕਰੋੜਾਂ ਰਤਨ ਭੀ ਉਸ ਦੀ ਕੀਮਤ ਨਹੀਂ ਪਾ ਸਕਦੇ ॥੧੫੩॥",
    "pronunciation": "ਪੱੁਜਹਿ",
    "type_id": 3
  },
  {
    "id": 58573,
    "shabad_id": 5116,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਬੀਰਾ. ੲੇਕੁ ਅਚੰਭੳੁ ਦੇਖਿਓ; ਹੀਰਾ ਹਾਟ ਬਿਕਾੲਿ ॥",
    "transliteration": "Kabeeraa Eaek Achanbho Dhaekhiou Heeraa Haatt Bikaae ||",
    "translation": "Kabeer, I saw a strange and wonderful thing. A jewel was being sold in a store.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਗਤ ਵਿਚ) ਮੈਂ ਇਕ ਅਚਰਜ (ਮੂਰਖਤਾ ਦਾ) ਤਮਾਸ਼ਾ ਵੇਖਿਆ ਹੈ। ਹੀਰਾ ਹੱਟੀ ਹੱਟੀ ਤੇ ਵਿਕ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58574,
    "shabad_id": 5116,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਨਜਨਹਾਰੇ ਬਾਹਰਾ; ਕੳੁਡੀ ਬਦਲੈ ਜਾੲਿ ॥੧੫੪॥",
    "transliteration": "Banajanehaarae Baaharaa Kouddee Badhalai Jaae ||154||",
    "translation": "Because there was no buyer, it was going in exchange for a shell. ||154||",
    "punjabi": "ਚੂੰਕਿ ਕਿਸੇ ਨੂੰ ਇਸ ਦੀ ਕਦਰ-ਪਛਾਣ ਨਹੀਂ ਹੈ, ਇਹ ਕਉਡੀਆਂ ਦੇ ਭਾ ਜਾ ਰਿਹਾ ਹੈ (ਅਜਾਈਂ ਜਾ ਰਿਹਾ ਹੈ) ॥੧੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58575,
    "shabad_id": 5117,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਬੀਰਾ. ਜਹਾ ਗਿਅਾਨੁ. ਤਹ ਧਰਮੁ ਹੈ; ਜਹਾ ਝੂਠੁ. ਤਹ ਪਾਪੁ ॥",
    "transliteration": "Kabeeraa Jehaa Giaan Theh Dhharam Hai Jehaa Jhooth Theh Paap ||",
    "translation": "Kabeer, where there is spiritual wisdom, there is righteousness and Dharma. Where there is falsehood, there is sin.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਨਮ-ਮਨੋਰਥ ਦੇ ਪੂਰਾ ਕਰਨ ਦੀ ਫ਼ਰਜ਼-ਸ਼ਿਨਾਸੀ ਸਿਰਫ਼ ਉਥੇ ਹੋ ਸਕਦੀ ਹੈ ਜਿਥੇ ਇਹ ਸਮਝ ਹੋਵੇ ਕਿ ਹੀਰਾ-ਜਨਮ ਕਾਹਦੇ ਲਈ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58576,
    "shabad_id": 5117,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਹਾ ਲੋਭੁ. ਤਹ ਕਾਲੁ ਹੈ; ਜਹਾ ਖਿਮਾ. ਤਹ ਅਾਪਿ ॥੧੫੫॥",
    "transliteration": "Jehaa Lobh Theh Kaal Hai Jehaa Khimaa Theh Aap ||155||",
    "translation": "Where there is greed, there is death. Where there is forgiveness, there is God Himself. ||155||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਝੂਠ ਅਤੇ ਲੋਭ (ਦਾ ਜ਼ੋਰ) ਹੋਵੇ, ਉਥੇ (ਧਰਮ ਦੇ ਥਾਂ) ਪਾਪ ਅਤੇ ਆਤਮਕ ਮੌਤ ਹੀ ਹੋ ਸਕਦੇ ਹਨ (ਉਹ ਜੀਵਨ 'ਕਉਡੀ ਬਦਲੈ' ਹੀ ਜਾਣਾ ਹੋਇਆ)। ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਸਿਰਫ਼ ਉਸ ਹਿਰਦੇ ਵਿਚ ਹੁੰਦਾ ਹੈ ਜਿਥੇ ਸ਼ਾਂਤੀ ਹੈ ॥੧੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58577,
    "shabad_id": 5118,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਬੀਰ. ਮਾੲਿਅਾ ਤਜੀ. ਤ ਕਿਅਾ ਭੲਿਅਾ; ਜੳੁ ਮਾਨੁ ਤਜਿਅਾ. ਨਹੀ ਜਾੲਿ ॥",
    "transliteration": "Kabeer Maaeiaa Thajee Th Kiaa Bhaeiaa Jo Maan Thajiaa Nehee Jaae ||",
    "translation": "Kabeer, what good is it to give up Maya, if the mortal does not give up his pride?",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਊਚ ਭਵਨ ਕਨਕਾਮਨੀ' ਆਦਿਕ) ਮਾਇਆ ਤਿਆਗ ਦਿੱਤੀ ਤਾਂ ਭੀ ਕੁਝ ਨਹੀਂ ਸੰਵਾਰਦਾ, ਜੇ ਅਹੰਕਾਰ ਨਹੀਂ ਤਿਆਗਿਆ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58578,
    "shabad_id": 5118,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾਨ. ਮੁਨੀ ਮੁਨਿਵਰ ਗਲੇ; ਮਾਨੁ. ਸਭੈ ਕੳੁ ਖਾੲਿ ॥੧੫੬॥",
    "transliteration": "Maan Munee Munivar Galae Maan Sabhai Ko Khaae ||156||",
    "translation": "Even the silent sages and seers are destroyed by pride; pride eats up everything. ||156||",
    "punjabi": "ਵੱਡੇ ਵੱਡੇ ਰਿਸ਼ੀ ਮੁਨੀ (ਤਿਆਗ ਦੇ) ਇਸ ਮਾਣ-ਅਹੰਕਾਰ ਵਿਚ ਗਲ ਜਾਂਦੇ ਹਨ, (ਇਹ ਮਾਣ ਕਿਸੇ ਦਾ ਲਿਹਾਜ਼ ਨਹੀਂ ਕਰਦਾ) ਮਾਣ ਹਰੇਕ ਨੂੰ ਖਾ ਜਾਂਦਾ ਹੈ (ਜੋ ਭੀ ਪ੍ਰਾਣੀ ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧੫੬॥",
    "pronunciation": "ਮੁਨਿ-ਵਰ, ਸੱਭੈ",
    "type_id": 3
  },
  {
    "id": 58579,
    "shabad_id": 5119,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਬੀਰ. ਸਾਚਾ ਸਤਿਗੁਰੁ. ਮੈ ਮਿਲਿਅਾ; ਸਬਦੁ ਜੁ ਬਾਹਿਅਾ ੲੇਕੁ ॥",
    "transliteration": "Kabeer Saachaa Sathigur Mai Miliaa Sabadh J Baahiaa Eaek ||",
    "translation": "Kabeer, the True Guru has met me; He aimed the Arrow of the Shabad at me.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਹੀਰਾ ਜਨਮ ਬਚਾਣ ਲਈ ਮੈਨੂੰ ਗ੍ਰਿਹਸਤ ਤਿਆਗਣ ਦੀ ਲੋੜ ਹੀ ਨਾਹ ਪਈ) ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੇ ਇਕ ਸ਼ਬਦ ਸੁਣਾਇਆ ਜੋ ਮੈਨੂੰ ਤੀਰ ਵਾਂਗ ਲੱਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58580,
    "shabad_id": 5119,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਲਾਗਤ ਹੀ. ਭੁੲਿ ਮਿਲਿ ਗੲਿਅਾ; ਪਰਿਅਾ ਕਲੇਜੇ ਛੇਕੁ ॥੧੫੭॥",
    "transliteration": "Laagath Hee Bhue Mil Gaeiaa Pariaa Kalaejae Shhaek ||157||",
    "translation": "As soon as it struck me, I fell to the ground with a hole in my heart. ||157||",
    "punjabi": "ਮੇਰਾ ਹਿਰਦਾ ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੋਤਾ ਗਿਆ, ਤੇ ਮੇਰਾ ਅਹੰਕਾਰ ਮਿੱਟੀ ਵਿਚ ਮਿਲ ਗਿਆ ॥੧੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58581,
    "shabad_id": 5120,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਬੀਰ. ਸਾਚਾ ਸਤਿਗੁਰੁ, ਕਿਅਾ ਕਰੈ; ਜੳੁ ਸਿਖਾ ਮਹਿ ਚੂਕ ॥",
    "transliteration": "Kabeer Saachaa Sathigur Kiaa Karai Jo Sikhaa Mehi Chook ||",
    "translation": "Kabeer, what can the True Guru do, when His Sikhs are at fault?",
    "punjabi": "ਪਰ ਹੇ ਕਬੀਰ! ਜੇ ਸਿੱਖਾਂ ਵਿਚ ਉਕਾਈ ਹੋਵੇ, ਤਾਂ ਸਤਿਗੁਰੂ ਭੀ ਕੁਝ ਸੰਵਾਰ ਨਹੀਂ ਸਕਦਾ (ਇਸ ਹੀਰੇ-ਜਨਮ ਨੂੰ 'ਕਉਡੀ ਬਦਲੈ' ਜਾਂਦੇ ਨੂੰ ਬਚਾ ਨਹੀਂ ਸਕਦਾ),",
    "pronunciation": "ਸਿੱਖਾਂ",
    "type_id": 3
  },
  {
    "id": 58582,
    "shabad_id": 5120,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੰਧੇ ੲੇਕ. ਨ ਲਾਗੲੀ; ਜਿੳੁ ਬਾਂਸੁ ਬਜਾੲੀਅੈ ਫੂਕ ॥੧੫੮॥",
    "transliteration": "Andhhae Eaek N Laagee Jio Baans Bajaaeeai Fook ||158||",
    "translation": "The blind do not take in any of His Teachings; it is as useless as blowing into bamboo. ||158||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਅਹੰਕਾਰ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹੇ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਕੋਈ ਭੀ ਗੱਲ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦੀ। ਜਿਵੇਂ ਫੂਕ ਮਾਰਿਆਂ ਬਾਂਸ (ਦੀ ਬੰਸਰੀ) ਵੱਜਣ ਲੱਗ ਪੈਂਦੀ ਹੈ (ਪਰ ਫੂਕ ਇਕ ਸਿਰੇ ਤੋਂ ਲੰਘ ਕੇ ਦੂਜੇ ਸਿਰੇ ਰਾਹ ਬਾਹਰ ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਅਹੰਕਾਰੀ ਦੇ ਇਕ ਕੰਨ ਤੋਂ ਦੂਜੇ ਕੰਨ ਰਾਹੀਂ ਉਹ ਸਿੱਖਿਆ ਅਸਰ ਕਰਨ ਤੋਂ ਬਿਨਾ ਹੀ ਨਿਕਲ ਜਾਂਦੀ ਹੈ। ਚੁੰਚ-ਗਿਆਨੀ ਉਹ ਭਾਵੇਂ ਬਣ ਜਾਏ।) ॥੧੫੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58583,
    "shabad_id": 5121,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਬੀਰ. ਹੈ ਗੈ ਬਾਹਨ ਸਘਨ ਘਨ; ਛਤ੍ਰਪਤੀ ਕੀ ਨਾਰਿ ॥",
    "transliteration": "Kabeer Hai Gai Baahan Saghan Ghan Shhathrapathee Kee Naar ||",
    "translation": "Kabeer, the wife of the king has all sorts of horses, elephants and carriages.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਉਸ ਇਸਤ੍ਰੀ ਦੀ ਬਰਾਬਰੀ ਉਸ ਛਤਰ-ਪਤੀ ਰਾਜੇ ਦੀ ਰਾਣੀ ਭੀ ਨਹੀਂ ਕਰ ਸਕਦੀ ਜਿਸ ਦੇ ਪਾਸ ਸਵਾਰੀ ਲਈ ਬੇਅੰਤ ਘੋੜੇ ਹਾਥੀ ਹੋਣ,",
    "pronunciation": "",
    "type_id": 3
  }
]
