[
  {
    "id": 58584,
    "shabad_id": 5121,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤਾਸੁ ਪਟੰਤਰ. ਨਾ ਪੁਜੈ; ਹਰਿ ਜਨ ਕੀ. ਪਨਿਹਾਰਿ ॥੧੫੯॥",
    "transliteration": "Thaas Pattanthar N Pujai Har Jan Kee Panihaar ||159||",
    "translation": "But she is not equal to the water-carrier of the Lord's humble servant. ||159||",
    "punjabi": "ਜੋ ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨ ਵਾਲੇ ਗੁਰਮੁਖਾਂ ਦਾ ਪਾਣੀ ਭਰਨ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹੈ (ਉਹ ਭਾਵੇਂ ਕਿਤਨੀ ਭੀ ਗ਼ਰੀਬ ਕਿਉਂ ਨਾ ਹੋਵੇ) ॥੧੫੯॥",
    "pronunciation": "(ਪਟੰਤਰ) ਬਰਾਬਰੀ। ਪੁੱਜੈ",
    "type_id": 3
  },
  {
    "id": 58585,
    "shabad_id": 5122,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ਨਿ੍ਰਪ ਨਾਰੀ, ਕਿੳੁ ਨਿੰਦੀਅੈ; ਕਿੳੁ ਹਰਿ ਚੇਰੀ ਕੳੁ ਮਾਨੁ ॥",
    "transliteration": "Kabeer Nrip Naaree Kio Nindheeai Kio Har Chaeree Ko Maan ||",
    "translation": "Kabeer, why do you slander the wife of the king? Why do you honor the slave of the Lord?",
    "punjabi": "ਹੇ ਕਬੀਰ! ਅਸੀਂ ਉਸ ਰਾਣੀ ਨੂੰ ਕਿਉਂ ਮਾੜੀ ਆਖਦੇ ਹਾਂ ਤੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੀ ਨੂੰ ਕਿਉਂ ਆਦਰ ਦੇਂਦੇ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58586,
    "shabad_id": 5122,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਓਹੁ ਮਾਂਗ ਸਵਾਰੈ ਬਿਖੈ ਕੳੁ; ਓਹੁ ਸਿਮਰੈ ਹਰਿ ਨਾਮੁ ॥੧੬੦॥",
    "transliteration": "Ouh Maang Savaarai Bikhai Ko Ouh Simarai Har Naam ||160||",
    "translation": "Because one combs her hair for corruption, while the other remembers the Name of the Lord. ||160||",
    "punjabi": "(ਇਸ ਦਾ ਕਾਰਨ ਇਹ ਹੈ ਕਿ) ਨ੍ਰਿਪ-ਨਾਰੀ ਤਾਂ ਸਦਾ ਕਾਮ-ਵਾਸਨਾ ਦੀ ਖ਼ਾਤਰ ਪੱਟੀਆਂ ਢਾਲਦੀ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਸੰਤ ਜਨਾਂ ਦੀ ਟਹਿਲਣ (ਸੰਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਹੈ ॥੧੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58587,
    "shabad_id": 5123,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਬੀਰ. ਥੂਨੀ ਪਾੲੀ ਥਿਤਿ ਭੲੀ; ਸਤਿਗੁਰ ਬੰਧੀ ਧੀਰ ॥",
    "transliteration": "Kabeer Thhoonee Paaee Thhith Bhee Sathigur Bandhhee Dhheer ||",
    "translation": "Kabeer, with the Support of the Lord's Pillar, I have become steady and stable.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਸਹਾਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ('ਊਚ ਭਵਨ ਕਨਕਾਮਨੀ' 'ਹੈ ਗੈ ਬਾਹਨ' ਆਦਿਕ ਵਲ) ਭਟਕਣੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58588,
    "shabad_id": 5123,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਬੀਰ. ਹੀਰਾ ਬਨਜਿਅਾ; ਮਾਨ ਸਰੋਵਰ ਤੀਰ ॥੧੬੧॥",
    "transliteration": "Kabeer Heeraa Banajiaa Maan Sarovar Theer ||161||",
    "translation": "The True Guru has given me courage. Kabeer, I have purchased the diamond, on the banks of the Mansarovar Lake. ||161||",
    "punjabi": "ਹੇ ਕਬੀਰ (ਆਪਣਾ ਮਨ ਸਤਿਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਕੇ) ਉਹ ਮਨੁੱਖ ਸਤਸੰਗ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਅਮੋਲਕ ਨਾਮ ਖ਼ਰੀਦਦਾ ਹੈ ॥੧੬੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58589,
    "shabad_id": 5124,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰ. ਹਰਿ ਹੀਰਾ. ਜਨ ਜੳੁਹਰੀ; ਲੇ ਕੈ ਮਾਂਡੈ ਹਾਟ ॥",
    "transliteration": "Kabeer Har Heeraa Jan Jouharee Lae Kai Maanddai Haatt ||",
    "translation": "Kabeer, the Lord is the Diamond, and the Lord's humble servant is the jeweller who has set up his shop.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਮਾਨੋ, ਹੀਰਾ ਹੈ; ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਉਸ ਹੀਰੇ ਦਾ ਵਪਾਰੀ ਹੈ; ਇਹ ਹੀਰਾ ਹਾਸਲ ਕਰ ਕੇ ਉਹ (ਆਪਣੇ) ਹਿਰਦੇ ਨੂੰ ਸੋਹਣਾ ਸਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58590,
    "shabad_id": 5124,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਬ ਹੀ ਪਾੲੀਅਹਿ ਪਾਰਖੂ; ਤਬ ਹੀਰਨ ਕੀ ਸਾਟ ॥੧੬੨॥",
    "transliteration": "Jab Hee Paaeeahi Paarakhoo Thab Heeran Kee Saatt ||162||",
    "translation": "As soon as an appraiser is found, the price of the jewel is set. ||162||",
    "punjabi": "ਜਦੋਂ (ਨਾਮ-ਹੀਰੇ ਦੀ) ਕਦਰ ਜਾਨਣ ਵਾਲੇ ਇਹ ਸੇਵਕ (ਸਤਸੰਗ ਵਿਚ) ਮਿਲਦੇ ਹਨ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਸਾਂਝ ਬਣਾਂਦੇ ਹਨ (ਭਾਵ, ਰਲ ਕੇ ਪ੍ਰਭੂ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ ॥੧੬੨॥",
    "pronunciation": "(ਸਾਟ) ਵੱਟਾ ਮੁੱਲ ਪਾੲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 58591,
    "shabad_id": 5125,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਬੀਰ. ਕਾਮ ਪਰੇ, ਹਰਿ ਸਿਮਰੀਅੈ; ਅੈਸਾ ਸਿਮਰਹੁ ਨਿਤ ॥",
    "transliteration": "Kabeer Kaam Parae Har Simareeai Aisaa Simarahu Nith ||",
    "translation": "Kabeer, you remember the Lord in meditation, only when the need arises. You should remember Him all the time.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਕੋਈ ਗ਼ਰਜ਼ ਪੈਣ ਤੇ ਜਿਸ ਤਰ੍ਹਾਂ (ਭਾਵ, ਜਿਸ ਖਿੱਚ ਤੇ ਪਿਆਰ ਨਾਲ) ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰੀਦਾ ਹੈ, ਜੇ ਉਸੇ ਖਿੱਚ-ਪਿਆਰ ਨਾਲ ਉਸ ਨੂੰ ਸਦਾ ਹੀ ਯਾਦ ਕਰੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58592,
    "shabad_id": 5125,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਮਰਾ ਪੁਰ ਬਾਸਾ ਕਰਹੁ; ਹਰਿ. ਗੲਿਅਾ ਬਹੋਰੈ ਬਿਤ ॥੧੬੩॥",
    "transliteration": "Amaraa Pur Baasaa Karahu Har Gaeiaa Behorai Bith ||163||",
    "translation": "You shall dwell in the city of immortality, and the Lord shall restore the wealth you lost. ||163||",
    "punjabi": "ਤਾਂ ਉਸ ਥਾਂ ਤੇ ਟਿਕ ਜਾਉਗੇ ਜਿਥੇ ਅਮਰ ਹੋ ਜਾਈਦਾ ਹੈ (ਜਿਥੇ ਆਤਮਕ ਮੌਤ ਪੋਹ ਨਹੀਂ ਸਕਦੀ); ਅਤੇ, ਜੋ ਸੁੰਦਰ ਗੁਣ ਮਾਇਕ ਪਦਾਰਥਾਂ ਪਿਛੇ ਦੌੜ ਦੌੜ ਕੇ ਗੁਆਚ ਚੁਕੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਗੁਣ ਪ੍ਰਭੂ ਮੁੜ (ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧੬੩॥",
    "pronunciation": "ਗ-ੲਿਅਾ, ਬਿਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58593,
    "shabad_id": 5126,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਬੀਰ. ਸੇਵਾ ਕੳੁ ਦੁੲਿ ਭਲੇ; ੲੇਕੁ ਸੰਤੁ. ੲਿਕੁ ਰਾਮੁ ॥",
    "transliteration": "Kabeer Saevaa Ko Dhue Bhalae Eaek Santh Eik Raam ||",
    "translation": "Kabeer, it is good to perform selfless service for two - the Saints and the Lord.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਕ ਸੰਤ ਅਤੇ ਇਕ ਪਰਮਾਤਮਾ-(ਮੁਕਤੀ ਅਤੇ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਖ਼ਾਤਰ) ਇਹਨਾਂ ਦੋਹਾਂ ਦੀ ਹੀ ਸੇਵਾ-ਪੂਜਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58594,
    "shabad_id": 5126,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਮੁ ਜੁ ਦਾਤਾ ਮੁਕਤਿ ਕੋ; ਸੰਤੁ ਜਪਾਵੈ ਨਾਮੁ ॥੧੬੪॥",
    "transliteration": "Raam J Dhaathaa Mukath Ko Santh Japaavai Naam ||164||",
    "translation": "The Lord is the Giver of liberation, and the Saint inspires us to chant the Naam. ||164||",
    "punjabi": "ਕਿਉਂਕਿ ਮਾਇਕ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੈ, ਅਤੇ ਸੰਤ-ਗੁਰਮੁਖਿ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਲ ਪ੍ਰੇਰਦਾ ਹੈ ॥੧੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58595,
    "shabad_id": 5127,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬੀਰ. ਜਿਹ ਮਾਰਗਿ ਪੰਡਿਤ ਗੲੇ; ਪਾਛੈ ਪਰੀ ਬਹੀਰ ॥",
    "transliteration": "Kabeer Jih Maarag Panddith Geae Paashhai Paree Beheer ||",
    "translation": "Kabeer, the crowds follow the path which the Pandits, the religious scholars, have taken.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਤੀਰਥ ਵਰਤ ਆਦਿਕ ਦੇ) ਜਿਸ ਰਸਤੇ ਉੱਤੇ ਪੰਡਿਤ ਲੋਕ ਤੁਰ ਰਹੇ ਹਨ (ਇਹ ਰਾਹ ਚੂੰਕਿ ਸੌਖਾ ਹੈ) ਬੜੇ ਲੋਕ ਉਹਨਾਂ ਦੇ ਪਿਛੇ ਪਿਛੇ ਲੱਗੇ ਹੋਏ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58596,
    "shabad_id": 5127,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੲਿਕ ਅਵਘਟ ਘਾਟੀ ਰਾਮ ਕੀ; ਤਿਹ ਚੜਿ ਰਹਿਓ ਕਬੀਰ ॥੧੬੫॥",
    "transliteration": "Eik Avaghatt Ghaattee Raam Kee Thih Charr Rehiou Kabeer ||165||",
    "translation": "There is a difficult and treacherous cliff on that path to the Lord; Kabeer is climbing that cliff. ||165||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦਾ ਰਸਤਾ, ਮਾਨੋ, ਇਕ ਔਖਾ ਪਹਾੜੀ ਰਸਤਾ ਹੈ, ਕਬੀਰ (ਇਹਨਾਂ ਪੰਡਿਤਾਂ ਲੋਕਾਂ ਨੂੰ ਛੱਡ ਕੇ) ਚੜ੍ਹਾਈ ਵਾਲਾ ਪੈਂਡਾ ਕਰ ਰਿਹਾ ਹੈ ॥੧੬੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58597,
    "shabad_id": 5128,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਬੀਰ. ਦੁਨੀਅਾ ਕੇ ਦੋਖੇ ਮੂਅਾ; ਚਾਲਤ ਕੁਲ ਕੀ ਕਾਨਿ ॥",
    "transliteration": "Kabeer Dhuneeaa Kae Dhokhae Mooaa Chaalath Kul Kee Kaan ||",
    "translation": "Kabeer, the mortal dies of his worldly troubles and pain, after worrying about his family.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਨੁੱਖ ਆਮ ਤੌਰ ਤੇ ਕੁਲਾ-ਰੀਤ ਅਨੁਸਾਰ ਹੀ ਤੁਰਦਾ ਹੈ, ਇਸ ਖ਼ਿਆਲ ਨਾਲ ਕਿ ਦੁਨੀਆ ਕੀਹ ਆਖੇਗੀ (ਲੋਕਾਚਾਰ ਨੂੰ ਛੱਡ ਕੇ ਭਗਤੀ ਸਤਸੰਗ ਵਾਲੇ ਰਸਤੇ ਵਲ ਨਹੀਂ ਆਉਂਦਾ, ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਕੁਲ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58598,
    "shabad_id": 5128,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਬ ਕੁਲੁ ਕਿਸ ਕਾ ਲਾਜਸੀ; ਜਬ ਲੇ ਧਰਹਿ ਮਸਾਨਿ ॥੧੬੬॥",
    "transliteration": "Thab Kul Kis Kaa Laajasee Jab Lae Dhharehi Masaan ||166||",
    "translation": "Whose family is dishonored, when he is placed on the funeral pyre? ||166||",
    "punjabi": "(ਇਹ ਨਹੀਂ ਸੋਚਦਾ ਕਿ) ਜਦੋਂ ਮੌਤ ਆ ਗਈ (ਤਦੋਂ ਇਹ ਕੁਲਾ-ਰੀਤ ਤਾਂ ਆਪੇ ਛੁੱਟ ਜਾਣੀ ਹੈ; ਸਿਮਰਨ-ਭਗਤੀ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਜੋ ਖੁਆਰੀ ਖੱਟੀ, ਉਸ ਦੇ ਕਾਰਨ) ਕਿਸ ਦੀ ਕੁਲ ਨੂੰ ਨਮੋਸ਼ੀ ਆਵੇਗੀ? ॥੧੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58599,
    "shabad_id": 5129,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਬੀਰ. ਡੂਬਹਿਗੋ, ਰੇ ਬਾਪੁਰੇ; ਬਹੁ ਲੋਗਨ ਕੀ ਕਾਨਿ ॥",
    "transliteration": "Kabeer Ddoobehigo Rae Baapurae Bahu Logan Kee Kaan ||",
    "translation": "Kabeer, you shall drown, you wretched being, from worrying about what other people think.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਲੋਕ-ਲਾਜ ਵਿਚ ਫਸ ਕੇ ਭਗਤੀ ਤੋਂ ਵਾਂਜੇ ਰਹਿਣ ਵਾਲੇ ਬੰਦੇ ਨੂੰ ਆਖ-) ਹੇ ਮੰਦ-ਭਾਗੀ ਮਨੁੱਖ! ਬਹੁਤਾ ਲੋਕ-ਲਾਜ ਵਿਚ ਹੀ ਰਿਹਾਂ (ਲੋਕ-ਲਾਜ ਵਿਚ ਹੀ) ਡੁੱਬ ਜਾਇਂਗਾ (ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਇਂਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58600,
    "shabad_id": 5129,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਾਰੋਸੀ ਕੇ ਜੋ ਹੂਅਾ; ਤੂ ਅਪਨੇ ਭੀ ਜਾਨੁ ॥੧੬੭॥",
    "transliteration": "Paarosee Kae Jo Hooaa Thoo Apanae Bhee Jaan ||167||",
    "translation": "You know that whatever happens to your neighbors, will also happen to you. ||167||",
    "punjabi": "(ਇਥੇ ਸਦਾ ਬੈਠ ਨਹੀਂ ਰਹਿਣਾ) ਜੋ ਮੌਤ ਕਿਸੇ ਗੁਆਂਢੀ ਤੇ ਆ ਰਹੀ ਹੈ, ਚੇਤਾ ਰੱਖ ਉਹ ਤੇਰੇ ਉਤੇ ਭੀ ਆਉਣੀ ਹੈ ॥੧੬੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58601,
    "shabad_id": 5130,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਬੀਰ. ਭਲੀ ਮਧੂਕਰੀ; ਨਾਨਾ ਬਿਧਿ ਕੋ ਨਾਜੁ ॥",
    "transliteration": "Kabeer Bhalee Madhhookaree Naanaa Bidhh Ko Naaj ||",
    "translation": "Kabeer, even dry bread, made of various grains, is good.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਾਇਦਾਦਾਂ ਦੀਆਂ ਮੱਲਾਂ ਮੱਲਣ ਨਾਲੋਂ ਮੰਗਤਾ ਬਣ ਕੇ) ਘਰ ਘਰ ਤੋਂ ਮੰਗੀ ਹੋਈ ਰੋਟੀ ਖਾ ਲੈਣੀ ਚੰਗੀ ਹੈ ਜਿਸ ਵਿਚ (ਘਰ ਘਰ ਤੋਂ ਮੰਗਣ ਕਰਕੇ) ਕਈ ਕਿਸਮਾਂ ਦਾ ਅੰਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਨ੍ਹਾਨ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 58602,
    "shabad_id": 5130,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦਾਵਾ ਕਾਹੂ ਕੋ ਨਹੀ; ਬਡਾ ਦੇਸੁ ਬਡ ਰਾਜੁ ॥੧੬੮॥",
    "transliteration": "Dhaavaa Kaahoo Ko Nehee Baddaa Dhaes Badd Raaj ||168||",
    "translation": "No one brags about it, throughout the vast country and great empire. ||168||",
    "punjabi": "(ਮੰਗਤਾ) ਕਿਸੇ ਜਾਇਦਾਦ ਉਤੇ ਮਲਕੀਅਤ ਦਾ ਹੱਕ ਨਹੀਂ ਬੰਨ੍ਹਦਾ, ਸਾਰਾ ਦੇਸ ਉਸ ਦਾ ਆਪਣਾ ਦੇਸ ਹੈ, ਸਾਰਾ ਰਾਜ ਉਸ ਦਾ ਆਪਣਾ ਰਾਜ ਹੈ ॥੧੬੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58603,
    "shabad_id": 5131,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਬੀਰ. ਦਾਵੈ ਦਾਝਨੁ ਹੋਤੁ ਹੈ; ਨਿਰਦਾਵੈ ਰਹੈ ਨਿਸੰਕ ॥",
    "transliteration": "Kabeer Dhaavai Dhaajhan Hoth Hai Niradhaavai Rehai Nisank ||",
    "translation": "Kabeer, those who brag, shall burn. Those who do not brag remain carefree.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਲਕੀਅਤਾਂ ਬਣਾਇਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਖਿੱਝ-ਸੜਨ ਪੈਦਾ ਹੁੰਦੀ ਹੈ। ਜੋ ਮਨੁੱਖ ਕੋਈ ਮਲਕੀਅਤ ਨਹੀਂ ਬਣਾਂਦਾ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਨਹੀਂ ਰਹਿੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58604,
    "shabad_id": 5131,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਜਨੁ ਨਿਰਦਾਵੈ ਰਹੈ; ਸੋ ਗਨੈ. ੲਿੰਦ੍ਰ ਸੋ ਰੰਕ ॥੧੬੯॥",
    "transliteration": "Jo Jan Niradhaavai Rehai So Ganai Eindhr So Rank ||169||",
    "translation": "That humble being who does not brag, looks upon the gods and the poor alike. ||169||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਜਾਇਦਾਦਾਂ ਦੀਆਂ ਮਲਕੀਅਤਾਂ ਨਹੀਂ ਬਣਾਂਦਾ, ਉਹ ਇੰਦ੍ਰ ਦੇਵਤੇ ਵਰਗਿਆਂ ਨੂੰ ਭੀ ਕੰਗਾਲ ਸਮਝਦਾ ਹੈ (ਭਾਵ, ਉਹ ਕਿਸੇ ਧਨਾਢ ਆਦਿਕ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਨਹੀਂ ਕਰਦਾ ਫਿਰਦਾ) ॥੧੬੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58605,
    "shabad_id": 5132,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਬੀਰ. ਪਾਲਿ ਸਮੁਹਾ, ਸਰਵਰੁ ਭਰਾ; ਪੀ. ਨ ਸਕੈ ਕੋੲੀ ਨੀਰੁ ॥",
    "transliteration": "Kabeer Paal Samuhaa Saravar Bharaa Pee N Sakai Koee Neer ||",
    "translation": "Kabeer, the pool is filled to overflowing, but no one can drink the water from it.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸਰੋਵਰ ਕੰਢਿਆਂ ਤਕ ਨਕਾ-ਨਕ (ਪਾਣੀ ਨਾਲ) ਭਰਿਆ ਹੋਇਆ ਹੈ, (ਪਰ \"ਦਾਵੈ ਦਾਝਨੁ\" ਦੇ ਕਾਰਨ ਇਹ ਪਾਣੀ ਕਿਸੇ ਨੂੰ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ, ਇਸ ਵਾਸਤੇ) ਕੋਈ ਮਨੁੱਖ ਇਹ ਪਾਣੀ ਪੀ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58606,
    "shabad_id": 5132,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭਾਗ ਬਡੇ ਤੈ ਪਾੲਿਓ; ਤੂੰ ਭਰਿ ਭਰਿ ਪੀੳੁ ਕਬੀਰ ॥੧੭੦॥",
    "transliteration": "Bhaag Baddae Thai Paaeiou Thoon Bhar Bhar Peeo Kabeer ||170||",
    "translation": "By great good fortune, you have found it; drink it in handfuls, O Kabeer. ||170||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਤੂੰ ਇਸ 'ਦਾਝਨ' ਤੋਂ ਬਚ ਗਿਆ) ਚੰਗੇ ਭਾਗਾਂ ਨਾਲ ਤੈਨੂੰ ਇਹ ਪਾਣੀ ਦਿੱਸ ਪਿਆ ਹੈ, ਤੂੰ ਹੁਣ (ਪਿਆਲੇ) ਭਰ ਭਰ ਕੇ ਪੀ (ਮੌਜ ਨਾਲ ਸੁਆਸ ਸੁਆਸ ਨਾਮ ਜਪ) ॥੧੭੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58607,
    "shabad_id": 5133,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ. ਪਰਭਾਤੇ ਤਾਰੇ ਖਿਸਹਿ; ਤਿੳੁ ੲਿਹੁ ਖਿਸੈ ਸਰੀਰੁ ॥",
    "transliteration": "Kabeer Parabhaathae Thaarae Khisehi Thio Eihu Khisai Sareer ||",
    "translation": "Kabeer, just as the stars disappear at dawn, so shall this body disappear.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਿਵੇਂ ਸੂਰਜ ਦੇ ਤੇਜ-ਪ੍ਰਤਾਪ ਕਰਕੇ) ਪਰਭਾਤ ਵੇਲੇ ਤਾਰੇ (ਜੋ ਰਾਤ ਦੀ ਟਿਕਵੀਂ ਸ਼ਾਂਤੀ ਵਿਚ ਚਮਕ ਰਹੇ ਹੁੰਦੇ ਹਨ) ਮੱਧਮ ਪੈਂਦੇ ਜਾਂਦੇ ਹਨ; ਤਿਵੇਂ ਮਲਕੀਅਤਾਂ ਤੋਂ ਪੈਦਾ ਹੋਈ ਅੰਦਰਲੀ ਤਪਸ਼ ਦੇ ਕਾਰਨ ਗਿਆਨ ਇੰਦ੍ਰਿਆਂ ਵਿਚੋਂ ਪ੍ਰਭੂ ਵਾਲੇ ਪਾਸੇ ਦੀ ਲੋ ਘਟਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58608,
    "shabad_id": 5133,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲੇ ਦੁੲਿ ਅਖਰ. ਨਾ ਖਿਸਹਿ; ਸੋ. ਗਹਿ ਰਹਿਓ ਕਬੀਰੁ ॥੧੭੧॥",
    "transliteration": "Eae Dhue Akhar Naa Khisehi So Gehi Rehiou Kabeer ||171||",
    "translation": "Only the letters of God's Name do not disappear; Kabeer holds these tight. ||171||",
    "punjabi": "ਸਿਰਫ਼ ਇਕ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਹੈਂ ਜੋ ਮਲਕੀਅਤਾਂ ਦੀ ਤਪਸ਼ ਦੇ ਅਸਰ ਤੋਂ ਪਰੇ ਰਹਿੰਦਾ ਹੈ। ਕਬੀਰ (ਦੁਨੀਆ ਦੀਆਂ ਮੱਲਾਂ ਮੱਲਣ ਦੇ ਥਾਂ) ਉਸ ਨਾਮ ਨੂੰ ਸਾਂਭੀ ਬੈਠਾ ਹੈ ॥੧੭੧॥",
    "pronunciation": "(ਅੱਖਰ) ਬ੍ਰਹਮ",
    "type_id": 3
  },
  {
    "id": 58609,
    "shabad_id": 5134,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਬੀਰ. ਕੋਠੀ ਕਾਠ ਕੀ; ਦਹ ਦਿਸਿ ਲਾਗੀ ਅਾਗਿ ॥",
    "transliteration": "Kabeer Kothee Kaath Kee Dheh Dhis Laagee Aag ||",
    "translation": "Kabeer, the wooden house is burning on all sides.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਜਗਤ, ਮਾਨੋ, ਲੱਕੜ ਦਾ ਮਕਾਨ ਹੈ ਜਿਸ ਨੂੰ ਹਰ ਪਾਸੇ ਵਲੋਂ (ਮੱਲਾਂ ਮੱਲਣ ਦੀ) ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58610,
    "shabad_id": 5134,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੰਡਿਤ ਪੰਡਿਤ ਜਲਿ ਮੂੲੇ; ਮੂਰਖ ੳੁਬਰੇ ਭਾਗਿ ॥੧੭੨॥",
    "transliteration": "Panddith Panddith Jal Mooeae Moorakh Oubarae Bhaag ||172||",
    "translation": "The Pandits, the religious scholars, have been burnt to death, while the illiterate ones run to safety. ||172||",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਵਲੋਂ) ਸਿਆਣੇ (ਬਣ ਕੇ ਇਸ ਅੱਗ ਦੇ ਵਿਚ ਹੀ ਬੈਠੇ ਰਹਿੰਦੇ ਹਨ ਉਹ) ਸੜ ਮਰਦੇ ਹਨ, (ਜੋ ਇਹਨਾਂ ਸਿਆਣਿਆਂ ਦੇ ਭਾਣੇ) ਮੂਰਖ (ਹਨ ਉਹ) ਇਸ ਅੱਗ ਤੋਂ ਦੂਰ ਪਰੇ ਭੱਜ ਕੇ (ਸੜਨੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੧੭੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58611,
    "shabad_id": 5135,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਬੀਰ. ਸੰਸਾ ਦੂਰਿ ਕਰੁ; ਕਾਗਦ ਦੇਹ ਬਿਹਾੲਿ ॥",
    "transliteration": "Kabeer Sansaa Dhoor Kar Kaagadh Dhaeh Bihaae ||",
    "translation": "Kabeer, give up your skepticism; let your papers float away.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਸ ਪ੍ਰਭੂ-ਯਾਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਦੁਨੀਆ ਵਾਲੇ ਸਹਸੇ-ਦਾਝਨ ਦੂਰ ਕਰ, ਚਿੰਤਾ ਵਾਲੇ ਸਾਰੇ ਲੇਖੇ ਹੀ ਭਗਤੀ ਦੇ ਪਰਵਾਹ ਵਿਚ ਰੋੜ੍ਹ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58612,
    "shabad_id": 5135,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਾਵਨ ਅਖਰ ਸੋਧਿ ਕੈ; ਹਰਿ ਚਰਨੀ ਚਿਤੁ ਲਾੲਿ ॥੧੭੩॥",
    "transliteration": "Baavan Akhar Sodhh Kai Har Charanee Chith Laae ||173||",
    "translation": "Find the essence of the letters of the alphabet, and focus your consciousness on the Lord. ||173||",
    "punjabi": "ਵਿੱਦਿਆ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰਵਾਨ ਬਣ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ (ਭਾਵ, ਜੇ ਤੈਨੂੰ ਵਿੱਦਿਆ ਹਾਸਲ ਕਰਨ ਦਾ ਮੌਕਾ ਮਿਲਿਆ ਹੈ ਤਾਂ ਉਸ ਦੀ ਰਾਹੀਂ ਦੁਨੀਆ ਦੀਆਂ ਮਲਕੀਅਤਾਂ ਵਿਚ ਖਿੱਝਣ ਦੇ ਥਾਂ ਵਿਚਾਰਵਾਨ ਬਣ ਅਤੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ) ॥੧੭੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58613,
    "shabad_id": 5136,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਬੀਰ. ਸੰਤੁ, ਨ ਛਾਡੈ ਸੰਤੲੀ; ਜੳੁ ਕੋਟਿਕ ਮਿਲਹਿ ਅਸੰਤ ॥",
    "transliteration": "Kabeer Santh N Shhaaddai Santhee Jo Kottik Milehi Asanth ||",
    "translation": "Kabeer, the Saint does not forsake his Saintly nature, even though he meets with millions of evil-doers.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਹਰਿ-ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਲਾਣ ਦੀ ਹੀ ਇਹ ਬਰਕਤਿ ਹੈ ਕਿ) ਸੰਤ ਆਪਣਾ ਸ਼ਾਂਤ ਸੁਭਾਉ ਨਹੀਂ ਛੱਡਦਾ, ਭਾਵੇਂ ਉਸ ਨੂੰ ਕ੍ਰੋੜਾਂ ਭੈੜੇ ਬੰਦਿਆਂ ਨਾਲ ਵਾਹ ਪੈਂਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58614,
    "shabad_id": 5136,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਲਿਅਾਗਰੁ ਭੁਯੰਗਮ ਬੇਢਿਓ; ਤ ਸੀਤਲਤਾ. ਨ ਤਜੰਤ ॥੧੭੪॥",
    "transliteration": "Maliaagar Bhuyangam Baedtiou Th Seethalathaa N Thajanth ||174||",
    "translation": "Even when sandalwood is surrounded by snakes, it does not give up its cooling fragrance. ||174||",
    "punjabi": "ਚੰਦਨ ਦਾ ਬੂਟਾ ਸੱਪਾਂ ਨਾਲ ਘਿਰਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਹ ਆਪਣੀ ਅੰਦਰਲੀ ਠੰਢਕ ਨਹੀਂ ਤਿਆਗਦਾ ॥੧੭੪॥",
    "pronunciation": "ਭੁ-ਯੰਗਮ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 58615,
    "shabad_id": 5137,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਬੀਰ. ਮਨੁ ਸੀਤਲੁ ਭੲਿਅਾ; ਪਾੲਿਅਾ ਬ੍ਰਹਮਗਿਅਾਨੁ ॥",
    "transliteration": "Kabeer Man Seethal Bhaeiaa Paaeiaa Breham Giaan ||",
    "translation": "Kabeer, my mind is cooled and soothed; I have become God-conscious.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ (ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ) ਜਾਣ-ਪਛਾਣ ਬਣਾ ਲੈਂਦਾ ਹੈ ਤਾਂ (ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਿਆਂ ਭੀ) ਉਸ ਦਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58616,
    "shabad_id": 5137,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਨਿ ਜੁਅਾਲਾ. ਜਗੁ ਜਾਰਿਅਾ; ਸੁ ਜਨ ਕੇ ੳੁਦਕ ਸਮਾਨਿ ॥੧੭੫॥",
    "transliteration": "Jin Juaalaa Jag Jaariaa S Jan Kae Oudhak Samaan ||175||",
    "translation": "The fire which has burnt the world is like water to the Lord's humble servant. ||175||",
    "punjabi": "ਜਿਸ (ਮਾਇਆ ਦੀ ਮਲਕੀਅਤ ਦੀ) ਅੱਗ ਨੇ ਸਾਰਾ ਸੰਸਾਰ ਸਾੜ ਦਿੱਤਾ ਹੈ, ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਵਾਸਤੇ ਉਹ ਪਾਣੀ (ਵਰਗੀ ਠੰਢੀ) ਰਹਿੰਦੀ ਹੈ ॥੧੭੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58617,
    "shabad_id": 5138,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਬੀਰ. ਸਾਰੀ ਸਿਰਜਨਹਾਰ ਕੀ; ਜਾਨੈ ਨਾਹੀ ਕੋੲਿ ॥",
    "transliteration": "Kabeer Saaree Sirajanehaar Kee Jaanai Naahee Koe ||",
    "translation": "Kabeer, no one knows the Play of the Creator Lord.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਗੱਲ ਹਰੇਕ ਸ਼ਖ਼ਸ ਨਹੀਂ ਜਾਣਦਾ ਕਿ ਇਹ (ਮਾਇਆ-ਰੂਪ ਅੱਗ ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਸਾੜ ਰਹੀ ਹੈ) ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਬਣਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58618,
    "shabad_id": 5138,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕੈ ਜਾਨੈ ਅਾਪਨ ਧਨੀ; ਕੈ ਦਾਸੁ ਦੀਵਾਨੀ ਹੋੲਿ ॥੧੭੬॥",
    "transliteration": "Kai Jaanai Aapan Dhhanee Kai Dhaas Dheevaanee Hoe ||176||",
    "translation": "Only the Lord Himself and the slaves at His Court understand it. ||176||",
    "punjabi": "ਇਸ ਭੇਤ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਜਾਣਦਾ ਹੈ ਜਾਂ ਉਹ ਭਗਤ ਜਾਣਦਾ ਹੈ ਜੋ ਸਦਾ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੇ (ਸੋ, ਹਜ਼ੂਰੀ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਨੂੰ ਪਤਾ ਹੁੰਦਾ ਹੈ ਕਿ ਮਾਇਆ ਦੀ ਸੜਨ ਤੋਂ ਬਚਣ ਲਈ ਮਾਇਆ ਨੂੰ ਬਣਾਣ ਵਾਲੇ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿਣਾ ਹੀ ਸਹੀ ਤਰੀਕਾ ਹੈ) ॥੧੭੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58619,
    "shabad_id": 5139,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਬੀਰ. ਭਲੀ ਭੲੀ ਜੋ ਭੳੁ ਪਰਿਅਾ; ਦਿਸਾ ਗੲਂØੀ ਸਭ ਭੂਲਿ ॥",
    "transliteration": "Kabeer Bhalee Bhee Jo Bho Pariaa Dhisaa Geanaee Sabh Bhool ||",
    "translation": "Kabeer, it is good that I feel the Fear of God; I have forgotten everything else.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਇਹ) ਡਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਕਿ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ ਮਾਇਆ ਪਿੱਛੇ ਭਟਕਿਆਂ ਕਈ ਠੇਡੇ ਖਾਣੇ ਪੈਂਦੇ ਹਨ) ਤਾਂ (ਇਸ ਦੇ) ਮਨ ਦੀ ਹਾਲਤ ਚੰਗੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਓਟ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਸਾਰੇ ਪਾਸੇ ਭੁੱਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਦਿਸਾਂ",
    "type_id": 3
  }
]
