[
  {
    "id": 58656,
    "shabad_id": 5157,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਸੰਗਤਿ. ੲਿੳੁ ਮਾਂਨੲੀ; ਹੋੲਿ ਗੲੀ ਭਠ ਛਾਰ ॥੧੯੫॥",
    "transliteration": "Bin Sangath Eio Maannee Hoe Gee Bhath Shhaar ||195||",
    "translation": "You must acknowledge this, that without the Sangat, the Holy Congregation, it turns into burnt ashes. ||195||",
    "punjabi": "(ਉਹ ਕਿਸੇ ਦਾ ਕੁਝ ਸੰਵਾਰ ਨਾਹ ਸਕੀ, ਸਗੋਂ ਆਪ ਭੀ) ਉਹ, ਮਾਨੋ, (ਬਲਦੇ) ਭੱਠ ਦੀ ਸੁਆਹ ਹੋ ਗਈ। ਇਹੀ ਹਾਲ ਸੰਗਤ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਹੁੰਦਾ ਹੈ (ਪਰਮ ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ਼ ਜੀਵ ਜਨਮ ਲੈ ਕੇ ਜੇ ਕੁਸੰਗ ਵਿਚ ਫਸ ਗਿਆ ਤਾਂ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਕੋਈ ਸੇਵਾ ਕਰਨ ਦੇ ਥਾਂ ਆਪ ਭੀ ਵਿਕਾਰਾਂ ਵਿਚ ਸੜ ਮੁਇਆ) ॥੧੯੫॥",
    "pronunciation": "ਭੱਠ",
    "type_id": 3
  },
  {
    "id": 58657,
    "shabad_id": 5158,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਬੀਰ. ਨਿਰਮਲ ਬੂੰਦ ਅਕਾਸ ਕੀ; ਲੀਨੀ ਭੂਮਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Kabeer Niramal Boondh Akaas Kee Leenee Bhoom Milaae ||",
    "translation": "Kabeer, the pure drop of water falls from the sky, and mixes with the dust.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਵਰਖਾ ਸਮੇ) ਆਕਾਸ਼ (ਤੋਂ ਮੀਂਹ) ਦੀ ਜਿਸ ਸਾਫ਼ ਬੂੰਦ ਨੂੰ (ਸਿਆਣੇ ਜ਼ਿਮੀਂਦਾਰ ਨੇ ਹਲ ਆਦਿਕ ਨਾਲ ਵਾਹ-ਬਣਾ ਕੇ ਸੰਵਾਰੀ ਹੋਈ ਆਪਣੀ, ਜ਼ਮੀਨ ਵਿਚ (ਵੱਟ-ਬੰਨਾ ਠੀਕ ਕਰ ਕੇ) ਰਲਾ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58658,
    "shabad_id": 5158,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਨਿਕ ਸਿਅਾਨੇ. ਪਚਿ ਗੲੇ; ਨਾ ਨਿਰਵਾਰੀ ਜਾੲਿ ॥੧੯੬॥",
    "transliteration": "Anik Siaanae Pach Geae Naa Niravaaree Jaae ||196||",
    "translation": "Millions of clever people may try, but they will fail - it cannot be made separate again. ||196||",
    "punjabi": "ਉਹ ਬੂੰਦ ਜ਼ਮੀਨ ਨਾਲੋਂ ਨਿਖੇੜੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਭਾਵੇਂ ਅਨੇਕਾਂ ਸਿਆਣੇ ਕੋਸ਼ਸ਼ ਕਰ ਥੱਕਣ। (ਨੋਟ: ਕਲਰਾਠੀ ਅਣਵਾਹੀ ਧਰਤੀ ਉਤੇ ਪਿਆ ਮੀਂਹ ਦਾ ਪਾਣੀ ਧਰਤੀ ਉਤੇ ਜਾਲਾ ਬਣ ਜਾਣ ਕਰਕੇ ਬਹੁਤ ਘਟ ਜੀਊਰਦਾ ਹੈ)। (ਇਹੀ ਹਾਲ ਮਨੁੱਖ ਦਾ ਸਮਝੋ। ਪੂਰੇ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਸ ਦੀ ਜੀਭ ਕੰਨ ਆਦਿਕ ਇੰਦ੍ਰੇ ਪਰ-ਨਿੰਦਾ ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ। ਇਸ ਸੰਵਾਰੀ ਹੋਈ ਸਰੀਰ-ਧਰਤੀ ਦੀ ਰਾਹੀਂ ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਅਜੇਹਾ ਜੁੜਦਾ ਹੈ ਕਿ ਕੋਈ ਵਿਕਾਰ ਉਸ ਨੂੰ ਉਥੋਂ ਵਿਛੋੜ ਨਹੀਂ ਸਕਦਾ) ॥੧੯੬॥",
    "pronunciation": "ਪਚਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58659,
    "shabad_id": 5159,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ਹਜ ਕਾਬੇ ਹੳੁ ਜਾੲਿ ਥਾ; ਅਾਗੈ ਮਿਲਿਅਾ ਖੁਦਾੲਿ ॥",
    "transliteration": "Kabeer Haj Kaabae Ho Jaae Thhaa Aagai Miliaa Khudhaae ||",
    "translation": "Kabeer, I was going on a pilgrimage to Mecca, and God met me on the way.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਕਾਬੇ ਦਾ ਹੱਜ ਕਰਨ ਜਾ ਰਿਹਾ ਸਾਂ, ਉਥੇ ਗਏ ਨੂੰ ਅੱਗੋਂ ਖ਼ੁਦਾ ਮਿਲ ਪਿਆ।",
    "pronunciation": "ਹੱਜ",
    "type_id": 3
  },
  {
    "id": 58660,
    "shabad_id": 5159,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਂੲੀ ਮੁਝ ਸਿੳੁ. ਲਰਿ ਪਰਿਅਾ; ਤੁਝੈ. ਕਿਨਿ੍ਹ ਫੁਰਮਾੲੀ ਗਾੲਿ ॥੧੯੭॥",
    "transliteration": "Saanee Mujh Sio Lar Pariaa Thujhai Kinih Furamaaee Gaae ||197||",
    "translation": "He scolded me and asked, \"Who told you that I am only there?\"||197||",
    "punjabi": "ਉਹ ਮੇਰਾ ਸਾਈਂ (ਖ਼ੁਦਾ ਖ਼ੁਸ਼ ਹੋਣ ਦੇ ਥਾਂ ਕਿ ਮੈਂ ਉਸ ਦੇ ਘਰ ਦਾ ਦੀਦਾਰ ਕਰਨ ਆਇਆ ਹਾਂ, ਸਗੋਂ) ਮੇਰੇ ਉਤੇ ਗੁੱਸੇ ਹੋਇਆ (ਤੇ ਆਖਣ ਲੱਗਾ) ਕਿ ਮੈਂ ਤਾਂ ਇਹ ਹੁਕਮ ਨਹੀਂ ਦਿੱਤਾ ਜੁ ਮੇਰੇ ਨਾਮ ਤੇ ਤੂੰ ਗਾਂ (ਆਦਿਕ) ਦੀ ਕੁਰਬਾਨੀ ਦੇਵੇਂ (ਤੇ, ਮੈਂ ਤੇਰੇ ਗੁਨਾਹ ਬਖ਼ਸ਼ ਦਿਆਂਗਾ) ॥੧੯੭॥",
    "pronunciation": "ਗਾੲਿ ਗੱਲ",
    "type_id": 3
  },
  {
    "id": 58661,
    "shabad_id": 5160,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰ. ਹਜ ਕਾਬੈ ਹੋੲਿ ਹੋੲਿ ਗੲਿਅਾ; ਕੇਤੀ ਬਾਰ ਕਬੀਰ ॥",
    "transliteration": "Kabeer Haj Kaabai Hoe Hoe Gaeiaa Kaethee Baar Kabeer ||",
    "translation": "Kabeer, I went to Mecca - how many times, Kabeer?",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਕਈ ਵਾਰੀ, ਹੇ ਸਾਈਂ! (ਤੇਰੇ ਘਰ-) ਕਾਬੇ ਦਾ ਦੀਦਾਰ ਕਰਨ ਲਈ ਗਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58662,
    "shabad_id": 5160,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਾਂੲੀ. ਮੁਝ ਮਹਿ ਕਿਅਾ ਖਤਾ; ਮੁਖਹੁ. ਨ ਬੋਲੈ ਪੀਰ ॥੧੯੮॥",
    "transliteration": "Saanee Mujh Mehi Kiaa Khathaa Mukhahu N Bolai Peer ||198||",
    "translation": "O Lord, what is the problem with me? You have not spoken to me with Your Mouth. ||198||",
    "punjabi": "ਪਰ, ਹੇ ਖ਼ੁਦਾ! ਤੂੰ ਮੇਰੇ ਨਾਲ ਗੱਲ ਹੀ ਨਹੀਂ ਕਰਦਾ, ਮੇਰੇ ਵਿਚ ਤੂੰ ਕੀਹ ਕੀਹ ਖ਼ਤਾ ਵੇਖ ਰਿਹਾ ਹੈਂ? (ਜੋ ਹੱਜ ਅਤੇ ਕੁਰਬਾਨੀ ਨਾਲ ਭੀ ਬਖ਼ਸ਼ੇ ਨਹੀਂ ਗਏ। ਭਾਵ, ਹੱਜ ਅਤੇ ਕੁਰਬਾਨੀ ਨਾਲ ਖ਼ੁਦਾ ਖ਼ੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ) ॥੧੯੮॥",
    "pronunciation": "ਖਤਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58663,
    "shabad_id": 5161,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਬੀਰ. ਜੀਅ ਜੁ ਮਾਰਹਿ, ਜੋਰੁ ਕਰਿ; ਕਹਤੇ ਹਹਿ ਜੁ ਹਲਾਲੁ ॥",
    "transliteration": "Kabeer Jeea J Maarehi Jor Kar Kehathae Hehi J Halaal ||",
    "translation": "Kabeer, they oppress living beings and kill them, and call it proper.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਲੋਕ ਧੱਕਾ ਕਰ ਕੇ (ਗਾਂ ਆਦਿਕ) ਜੀਵਾਂ ਨੂੰ ਮਾਰਦੇ ਹਨ; ਪਰ ਆਖਦੇ ਇਹ ਹਨ ਕਿ (ਇਹ ਜ਼ਬਹ ਕੀਤਾ ਹੋਇਆ ਮਾਸ) ਖ਼ੁਦਾ ਦੇ ਨਾਮ ਤੇ ਕੁਰਬਾਨੀ ਦੇ ਲਾਇਕ ਹੋ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58664,
    "shabad_id": 5161,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦਫਤਰੁ ਦੲੀ ਜਬ ਕਾਢਿ ਹੈ; ਹੋੲਿਗਾ ਕੳੁਨੁ ਹਵਾਲੁ ॥੧੯੯॥",
    "transliteration": "Dhafathar Dhee Jab Kaadt Hai Hoeigaa Koun Havaal ||199||",
    "translation": "When the Lord calls for their account, what will their condition be? ||199||",
    "punjabi": "ਜਦੋਂ ਸਭ ਜੀਵਾਂ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਖ਼ੁਦਾ (ਇਹਨਾਂ ਲੋਕਾਂ ਪਾਸੋਂ-ਅਮਲਾਂ ਦਾ ਲੇਖਾ ਮੰਗੇਗਾ, ਤਾਂ ਇਹਨਾਂ ਦਾ ਕੀਹ ਹਾਲ ਹੋਵੇਗਾ? (ਭਾਵ, ਕੁਰਬਾਨੀ ਦਿੱਤਿਆਂ ਗੁਨਾਹ ਬਖ਼ਸ਼ੇ ਨਹੀਂ ਜਾਂਦੇ) ॥੧੯੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58665,
    "shabad_id": 5162,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਬੀਰ. ਜੋਰੁ ਕੀਅਾ ਸੋ ਜੁਲਮੁ ਹੈ; ਲੇੲਿ ਜਬਾਬੁ ਖੁਦਾੲਿ ॥",
    "transliteration": "Kabeer Jor Keeaa So Julam Hai Laee Jabaab Khudhaae ||",
    "translation": "Kabeer, it is tyranny to use force; the Lord shall call you to account.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਭੀ ਮਨੁੱਖ ਕਿਸੇ ਉਤੇ ਧੱਕਾ ਕਰਦਾ ਹੈ ਉਹ ਜ਼ੁਲਮ ਕਰਦਾ ਹੈ; (ਅਤੇ ਜ਼ੁਲਮ ਦਾ) ਲੇਖਾ ਖ਼ੁਦਾ ਮੰਗਦਾ ਹੈ।",
    "pronunciation": "ਲੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 58666,
    "shabad_id": 5162,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦਫਤਰਿ ਲੇਖਾ ਨੀਕਸੈ; ਮਾਰ ਮੁਹੈ ਮੁਹਿ ਖਾੲਿ ॥੨੦੦॥",
    "transliteration": "Dhafathar Laekhaa Neekasai Maar Muhai Muhi Khaae ||200||",
    "translation": "When your account is called for, your face and mouth shall be beaten. ||200||",
    "punjabi": "ਜਿਸ ਕਿਸੇ ਦੀ ਵੀ ਲੇਖੇ ਦੀ ਬਾਕੀ ਨਿਕਲਦੀ ਹੈ ਉਹ ਬੜੀ ਸਜ਼ਾ ਭੁਗਤਦਾ ਹੈ। ਨੋਟ: ਕੀਤੇ ਗੁਨਾਹਾਂ ਨੂੰ 'ਕੁਰਬਾਨੀ' ਦੇ ਕੇ ਧੋਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੨੦੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58667,
    "shabad_id": 5163,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬੀਰ. ਲੇਖਾ ਦੇਨਾ ਸੁਹੇਲਾ; ਜੳੁ ਦਿਲ ਸੂਚੀ ਹੋੲਿ ॥",
    "transliteration": "Kabeer Laekhaa Dhaenaa Suhaelaa Jo Dhil Soochee Hoe ||",
    "translation": "Kabeer, it is easy to render your account, if your heart is pure.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਉਹ ਰੱਬ ਮਨੁੱਖ ਪਾਸੋਂ ਸਿਰਫ਼ ਦਿਲ ਦੀ ਪਾਕੀਜ਼ਗੀ ਦੀ ਕੁਰਬਾਨੀ ਮੰਗਦਾ ਹੈ) ਜੇ ਮਨੁੱਖ ਦੇ ਦਿਲ ਦੀ ਪਵਿਤ੍ਰਤਾ ਕਾਇਮ ਹੋਵੇ ਤਾਂ ਆਪਣੇ ਕੀਤੇ ਅਮਲਾਂ ਦਾ ਲੇਖਾ ਦੇਣਾ ਸੌਖਾ ਹੋ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58668,
    "shabad_id": 5163,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੳੁਸੁ ਸਾਚੇ ਦੀਬਾਨ ਮਹਿ; ਪਲਾ. ਨ ਪਕਰੈ ਕੋੲਿ ॥੨੦੧॥",
    "transliteration": "Ous Saachae Dheebaan Mehi Palaa N Pakarai Koe ||201||",
    "translation": "In the True Court of the Lord, no one will seize you. ||201||",
    "punjabi": "(ਇਸ ਪਵਿਤ੍ਰਤਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਸੱਚੀ ਕਚਹਿਰੀ ਵਿਚ ਕੋਈ ਰੋਕ-ਟੋਕ ਨਹੀਂ ਕਰਦਾ ॥੨੦੧॥",
    "pronunciation": "ਪੱਲਾ",
    "type_id": 3
  },
  {
    "id": 58669,
    "shabad_id": 5164,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਬੀਰ. ਧਰਤੀ ਅਰੁ ਅਾਕਾਸ ਮਹਿ; ਦੁੲਿ. ਤੂੰ ਬਰੀ ਅਬਧ ॥",
    "transliteration": "Kabeer Dhharathee Ar Aakaas Mehi Dhue Thoon Baree Abadhh ||",
    "translation": "Kabeer: O duality, you are mighty and powerful in the earth and the sky.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਹੇ ਦ੍ਵੈਤ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਹੀ (ਤੂੰ ਬਹੁਤ ਬਲੀ ਹੈਂ) ਤੈਨੂੰ ਬੜੀ ਔਖਿਆਈ ਨਾਲ ਹੀ ਮੁਕਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਅ-ਬੱਧ) ਕੱਟਣ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 58670,
    "shabad_id": 5164,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਖਟ ਦਰਸਨ ਸੰਸੇ ਪਰੇ; ਅਰੁ ਚੳੁਰਾਸੀਹ ਸਿਧ ॥੨੦੨॥",
    "transliteration": "Khatt Dharasan Sansae Parae Ar Chouraaseeh Sidhh ||202||",
    "translation": "The six Shaastras and the eighty-four Siddhas are entrenched in skepticism. ||202||",
    "punjabi": "(ਹੱਜ ਕਰਨ ਤੇ ਕੁਰਬਾਨੀ ਦੇਣ ਵਾਲੇ ਮੁੱਲਾਂ, ਜਾਂ ਠਾਕੁਰ-ਪੂਜਾ ਕਰਨ ਕਰਾਣ ਵਾਲੇ ਬ੍ਰਾਹਮਣ ਤਾਂ ਕਿਤੇ ਰਹੇ) ਛੇ ਭੇਖਾਂ ਦੇ ਤਿਆਗੀ ਅਤੇ (ਜੋਗ ਦੇ ਸਾਧਨਾਂ ਵਿਚ ਪ੍ਰਪੱਕ ਹੋਏ) ਚੌਰਾਸੀ ਸਿੱਧ ਭੀ, ਹੇ ਦੁਇ! ਤੈਥੋਂ ਸਹਿਮੇ ਹੋਏ ਹਨ ॥੨੦੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58671,
    "shabad_id": 5165,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਬੀਰ. ਮੇਰਾ ਮੁਝ ਮਹਿ, ਕਿਛੁ ਨਹੀ; ਜੋ ਕਿਛੁ ਹੈ. ਸੋ ਤੇਰਾ ॥",
    "transliteration": "Kabeer Maeraa Mujh Mehi Kishh Nehee Jo Kishh Hai So Thaeraa ||",
    "translation": "Kabeer, nothing is mine within myself. Whatever there is, is Yours, O Lord.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਇਸ 'ਦੁਇ' ਨੂੰ ਮਿਟਾਣ ਲਈ ਨਾਹ ਹੱਜ, ਕੁਰਬਾਨੀਆਂ, ਨਾਹ ਠਾਕੁਰ-ਪੂਜਾ ਨਾਹ ਬ੍ਰਾਹਮਣ ਦੀ ਸੇਵਾ, ਨਾਹ ਤਿਆਗ ਤੇ ਨਾਹ ਜੋਗ-ਸਾਧਨ-ਇਹ ਕੋਈ ਭੀ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰਦੇ। ਸਿਰਫ਼ ਇੱਕੋ ਹੀ ਤਰੀਕਾ ਹੈ ਉਹ ਇਹ ਕਿ ਆਪਣਾ ਆਪ ਪ੍ਰਭੂ ਦੇ ਹਵਾਲੇ ਕੀਤਾ ਜਾਏ, ਇਸੇ ਦਾ ਨਾਮ 'ਦਿਲ-ਸਾਬਤਿ' ਹੈ। ਸੋ, ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਮੇਰੇ ਪਾਸ ਹੈ (ਇਹ ਤਨ ਮਨ ਧਨ), ਇਸ ਵਿਚ ਕੋਈ ਚੀਜ਼ ਐਸੀ ਨਹੀਂ ਜਿਸ ਨੂੰ ਮੈਂ ਆਪਣੀ ਆਖ ਸਕਾਂ; ਜੋ ਕੁਝ ਮੇਰੇ ਕੋਲ ਹੈ ਸਭ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58672,
    "shabad_id": 5165,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤੇਰਾ. ਤੁਝ ਕੳੁ ਸੳੁਪਤੇ; ਕਿਅਾ ਲਾਗੈ ਮੇਰਾ ॥੨੦੩॥",
    "transliteration": "Thaeraa Thujh Ko Soupathae Kiaa Laagai Maeraa ||203||",
    "translation": "If I surrender to You what is already Yours, what does it cost me? ||203||",
    "punjabi": "(ਜੇ ਤੇਰੀ ਮੇਹਰ ਹੋਵੇ ਤਾਂ) ਤੇਰਾ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ (ਇਹ ਤਨ ਮਨ ਧਨ) ਮੈਂ ਤੇਰੀ ਭੇਟ ਕਰਦਾ ਹਾਂ, ਇਸ ਵਿਚ ਮੇਰੇ ਪੱਲਿਓਂ ਕੁਝ ਖ਼ਰਚ ਨਹੀਂ ਹੁੰਦਾ ॥੨੦੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58673,
    "shabad_id": 5166,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਬੀਰ. ਤੂੰ ਤੂੰ ਕਰਤਾ, ਤੂ ਹੂਅਾ; ਮੁਝ ਮਹਿ ਰਹਾ ਨ. ਹੂੰ ॥",
    "transliteration": "Kabeer Thoon Thoon Karathaa Thoo Hooaa Mujh Mehi Rehaa N Hoon ||",
    "translation": "Kabeer, repeating, \"You, You\", I have become like You. Nothing of me remains in myself.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਇਉਂ ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਹਰ ਵੇਲੇ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦਿਆਂ ਮੈਂ ਤੇਰੇ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਗਿਆ ਹਾਂ, ਮੇਰੇ ਅੰਦਰ 'ਮੈਂ ਮੈਂ' ਦਾ ਖ਼ਿਆਲ ਰਹਿ ਹੀ ਨਹੀਂ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58674,
    "shabad_id": 5166,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਬ ਅਾਪਾ ਪਰ ਕਾ ਮਿਟਿ ਗੲਿਅਾ; ਜਤ ਦੇਖੳੁ ਤਤ ਤੂ ॥੨੦੪॥",
    "transliteration": "Jab Aapaa Par Kaa Mitt Gaeiaa Jath Dhaekho Thath Thoo ||204||",
    "translation": "When the difference between myself and others is removed, then wherever I look, I see only You. ||204||",
    "punjabi": "(ਤੇਰਾ ਸਿਮਰਨ ਕਰਦਿਆਂ ਹੁਣ) ਜਦੋਂ (ਮੇਰੇ ਅੰਦਰੋਂ ਆਪਣੇ ਪਰਾਏ ਵਾਲਾ ਵਿਤਕਰਾ ਮਿਟ ਗਿਆ ਹੈ ('ਦੁਇ' ਮਿਟ ਗਈ ਹੈ), ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਮੈਨੂੰ (ਹਰ ਥਾਂ) ਤੂੰ ਹੀ ਦਿਸ ਰਿਹਾ ਹੈਂ ॥੨੦੪॥",
    "pronunciation": "ਜਤ ਤਤ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58675,
    "shabad_id": 5167,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਬੀਰ. ਬਿਕਾਰਹ ਚਿਤਵਤੇ; ਝੂਠੇ ਕਰਤੇ ਅਾਸ ॥",
    "transliteration": "Kabeer Bikaareh Chithavathae Jhoothae Karathae Aas ||",
    "translation": "Kabeer, those who think of evil and entertain false hopes",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੋ ਮਨੁੱਖ 'ਦੁਇ' ਵਿਚ ਫਸੇ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦੇ) ਜੋ ਸਦਾ ਭੈੜੇ ਕੰਮ ਕਰਨ ਦੀਆਂ ਹੀ ਸੋਚਾਂ ਸੋਚਦੇ ਰਹਿੰਦੇ ਹਨ, ਜੋ ਸਦਾ ਇਹਨਾਂ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀਆਂ ਹੀ ਤਾਂਘਾਂ ਤਾਂਘਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58676,
    "shabad_id": 5167,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨੋਰਥੁ ਕੋੲਿ. ਨ ਪੂਰਿਓ; ਚਾਲੇ ੳੂਠਿ ਨਿਰਾਸ ॥੨੦੫॥",
    "transliteration": "Manorathh Koe N Pooriou Chaalae Ooth Niraas ||205||",
    "translation": "- none of their desires shall be fulfilled; they shall depart in despair. ||205||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਦਿਲ ਦੀਆਂ ਆਸਾਂ ਨਾਲ ਲੈ ਕੇ ਹੀ (ਇਥੋਂ) ਤੁਰ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਕੋਈ ਦੌੜ-ਭੱਜ ਪੂਰੀ ਨਹੀਂ ਹੁੰਦੀ (ਭਾਵ, ਕਿਸੇ ਭੀ ਪਦਾਰਥ ਦੇ ਮਿਲਣ ਨਾਲ ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਦੌੜ-ਭੱਜ ਮੁੱਕਦੀ ਨਹੀਂ, ਆਸਾਂ ਹੋਰ ਹੋਰ ਵਧਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ) ॥੨੦੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58677,
    "shabad_id": 5168,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਬੀਰ. ਹਰਿ ਕਾ ਸਿਮਰਨੁ ਜੋ ਕਰੈ; ਸੋ ਸੁਖੀਅਾ ਸੰਸਾਰਿ ॥",
    "transliteration": "Kabeer Har Kaa Simaran Jo Karai So Sukheeaa Sansaar ||",
    "translation": "Kabeer, whoever meditates in remembrance on the Lord, he alone is happy in this world.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਹ ਇਸ ਜਗਤ ਵਿਚ ਸੁਖੀ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58678,
    "shabad_id": 5168,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲਿਤ ੳੁਤ ਕਤਹਿ. ਨ ਡੋਲੲੀ; ਜਿਸ ਰਾਖੈ ਸਿਰਜਨਹਾਰ ॥੨੦੬॥",
    "transliteration": "Eith Outh Kathehi N Ddolee Jis Raakhai Sirajanehaar ||206||",
    "translation": "One who is protected and saved by the Creator Lord, shall never waver, here or hereafter. ||206||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਦੇ ਕਾਰਨ) ਭਟਕਦਾ ਨਹੀਂ ਹੈ, ਕਿਉਂਕਿ ਪਰਮਾਤਮਾ ਆਪ ਉਸ ਨੂੰ ਇਹਨਾਂ ਤੋਂ ਬਚਾਂਦਾ ਹੈ ॥੨੦੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58679,
    "shabad_id": 5169,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ. ਘਾਣੀ ਪੀੜਤੇ; ਸਤਿਗੁਰ ਲੀੲੇ ਛਡਾੲਿ ॥",
    "transliteration": "Kabeer Ghaanee Peerrathae Sathigur Leeeae Shhaddaae ||",
    "translation": "Kabeer, I was being crushed like sesame seeds in the oil-press, but the True Guru saved me.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਦੁਨੀਆ ਦੇ ਜੀਵ ਵਿਕਾਰਾਂ ਤੇ ਦੁਨਿਆਵੀ ਆਸਾਂ ਦੀ) ਘਾਣੀ ਵਿਚ (ਇਉਂ) ਪੀੜੇ ਜਾ ਰਹੇ ਹਨ, (ਜਿਵੇਂ ਕੋਹਲੂ ਵਿਚ ਤਿਲ ਪੀੜੀਦੇ ਹਨ;) (ਪਰ ਜੋ ਜੋ 'ਹਰਿ ਕਾ ਸਿਮਰਨੁ ਕਰੈ') ਉਹਨਾਂ ਨੂੰ ਸਤਿਗੁਰੂ (ਇਸ ਘਾਣੀ ਵਿਚੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58680,
    "shabad_id": 5169,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪਰਾ ਪੂਰਬਲੀ ਭਾਵਨੀ; ਪਰਗਟੁ ਹੋੲੀ ਅਾੲਿ ॥੨੦੭॥",
    "transliteration": "Paraa Poorabalee Bhaavanee Paragatt Hoee Aae ||207||",
    "translation": "My pre-ordained primal destiny has now been revealed. ||207||",
    "punjabi": "(ਪ੍ਰਭੂ ਚਰਨਾਂ ਨਾਲ ਉਹਨਾਂ ਦਾ) ਪਿਆਰ ਜੋ ਧੁਰ ਤੋਂ ਤੁਰਿਆ ਆ ਰਿਹਾ ਸੀ (ਪਰ ਜੋ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਹੇਠ ਨੱਪਿਆ ਗਿਆ ਸੀ, ਉਹ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੁੜ ਹਿਰਦੇ ਵਿਚ ਚਮਕ ਪੈਂਦਾ ਹੈ ॥੨੦੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58681,
    "shabad_id": 5170,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਬੀਰ. ਟਾਲੈ ਟੋਲੈ ਦਿਨੁ ਗੲਿਅਾ; ਬਿਅਾਜੁ ਬਢੰਤੳੁ ਜਾੲਿ ॥",
    "transliteration": "Kabeer Ttaalai Ttolai Dhin Gaeiaa Biaaj Badtantho Jaae ||",
    "translation": "Kabeer, my days have passed, and I have postponed my payments; the interest on my account continues to increase.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੇ, ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਵਿਕਾਰਾਂ ਤੇ ਬਣਾਈਆਂ ਆਸਾਂ ਦੇ ਕਾਰਨ ਸਿਮਰਨ ਵਲੋਂ) ਅੱਜ-ਭਲਕ ਕਰਦਿਆਂ ਉਹਨਾਂ ਦੀ ਉਮਰ ਦਾ ਸਮਾਂ ਗੁਜ਼ਰਦਾ ਜਾਂਦਾ ਹੈ, (ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਦਾ) ਵਿਆਜ ਵਧਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਟਾਲੈ ਟੋਲੈ:ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58682,
    "shabad_id": 5170,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾ ਹਰਿ ਭਜਿਓ. ਨ ਖਤੁ ਫਟਿਓ; ਕਾਲੁ ਪਹੂੰਚੋ ਅਾੲਿ ॥੨੦੮॥",
    "transliteration": "Naa Har Bhajiou N Khath Fattiou Kaal Pehooncho Aae ||208||",
    "translation": "I have not meditated on the Lord and my account is still pending, and now, the moment of my death has come! ||208||",
    "punjabi": "ਨਾਹ ਹੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਨਾਹ ਹੀ ਉਹਨਾਂ ਦਾ (ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਦਾ ਇਹ) ਲੇਖਾ ਮੁੱਕਦਾ ਹੈ। (ਬੱਸ! ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਵਿਚ ਫਸੇ ਹੋਇਆਂ ਦੇ ਸਿਰ ਉਤੇ) ਮੌਤ ਆ ਅੱਪੜਦੀ ਹੈ ॥੨੦੮॥",
    "pronunciation": "ਖਤੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58683,
    "shabad_id": 5171,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਹਲਾ ੫ ॥",
    "transliteration": "Mehalaa 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "ਭਗਤ ਬਾਣੀ, ਗੁਰਬਾਣੀ ਜੀ ਦੀ ੲੇਕਤਾ ਅਭੇਦਤਾ ਦਿਖਾੳੁਂਣ ਲੲੀ ਮਹੱਲਾ ਪੰਜਵਾਂ ਜੀ ਗੁਰਬਾਣੀ ੳੁਚਾਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 58684,
    "shabad_id": 5171,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਬੀਰ. ਕੂਕਰੁ ਭੳੁਕਨਾ; ਕਰੰਗ ਪਿਛੈ ੳੁਠਿ ਧਾੲਿ ॥",
    "transliteration": "Kabeer Kookar Bhoukanaa Karang Pishhai Outh Dhhaae ||",
    "translation": "Kabeer, the mortal is a barking dog, chasing after a carcass.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਭੌਂਕਣ ਵਾਲਾ (ਭਾਵ, ਲਾਲਚ ਦਾ ਮਾਰਿਆ) ਕੁੱਤਾ ਸਦਾ ਮੁਰਦਾਰ ਵੱਲ ਦੌੜਦਾ ਹੈ (ਇਸੇ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ ਸਦਾ ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਵੱਲ ਹੀ ਦੌੜਦਾ ਹੈ, ਤਾਹੀਏਂ ਇਹ ਸਿਮਰਨ ਵਲੋਂ ਟਾਲ-ਮਟੌਲੇ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58685,
    "shabad_id": 5171,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਰਮੀ ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ; ਜਿਨਿ. ਹੳੁ ਲੀਅਾ ਛਡਾੲਿ ॥੨੦੯॥",
    "transliteration": "Karamee Sathigur Paaeiaa Jin Ho Leeaa Shhaddaae ||209||",
    "translation": "By the Grace of good karma, I have found the True Guru, who has saved me. ||209||",
    "punjabi": "ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਨਾਲ ਸਤਿਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, ਉਸ ਨੇ ਮੈਨੂੰ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੇ ਆਸਾਂ ਦੇ ਪੰਜੇ ਤੋਂ) ਛੁਡਾ ਲਿਆ ਹੈ ॥੨੦੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58686,
    "shabad_id": 5172,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਹਲਾ ੫ ॥",
    "transliteration": "Mehalaa 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58687,
    "shabad_id": 5172,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਬੀਰ. ਧਰਤੀ ਸਾਧ ਕੀ; ਤਸਕਰ ਬੈਸਹਿ ਗਾਹਿ ॥",
    "transliteration": "Kabeer Dhharathee Saadhh Kee Thasakar Baisehi Gaahi ||",
    "translation": "Kabeer, the earth belongs to the Holy, but it is being occupied by thieves.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਵਿਕਾਰੀ ਮਨੁੱਖ (ਚੰਗੇ ਭਾਗਾਂ ਨਾਲ) ਹੋਰ ਝਾਕ ਛੱਡ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਆ ਬੈਠਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58688,
    "shabad_id": 5172,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਧਰਤੀ ਭਾਰਿ. ਨ ਬਿਅਾਪੲੀ; ੳੁਨ ਕੳੁ ਲਾਹੂ ਲਾਹਿ ॥੨੧੦॥",
    "transliteration": "Dhharathee Bhaar N Biaapee Oun Ko Laahoo Laahi ||210||",
    "translation": "They are not a burden to the earth; they receive its blessings. ||210||",
    "punjabi": "ਤਾਂ ਵਿਕਾਰੀਆਂ ਦਾ ਅਸਰ ਉਸ ਸੰਗਤ ਉਤੇ ਨਹੀਂ ਪੈਂਦਾ। ਹਾਂ, ਵਿਕਾਰੀ ਬੰਦਿਆਂ ਨੂੰ ਜ਼ਰੂਰ ਲਾਭ ਅੱਪੜਦਾ ਹੈ, ਉਹ ਵਿਕਾਰੀ ਬੰਦੇ ਜ਼ਰੂਰ ਲਾਭ ਉਠਾਂਦੇ ਹਨ ॥੨੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58689,
    "shabad_id": 5173,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਹਲਾ ੫ ॥",
    "transliteration": "Mehalaa 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58690,
    "shabad_id": 5173,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਬੀਰ. ਚਾਵਲ ਕਾਰਨੇ; ਤੁਖ ਕੳੁ ਮੁਹਲੀ ਲਾੲਿ ॥",
    "transliteration": "Kabeer Chaaval Kaaranae Thukh Ko Muhalee Laae ||",
    "translation": "Kabeer, the rice is beaten with a mallet to get rid of the husk.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਤੋਹਾਂ ਨਾਲੋਂ) ਚਉਲ (ਵੱਖਰੇ ਕਰਨ) ਦੀ ਖ਼ਾਤਰ (ਛੜਨ ਵੇਲੇ) ਤੋਹਾਂ ਨੂੰ ਮੁਹਲੀ (ਦੀ ਸੱਟ) ਵੱਜਦੀ ਹੈ।",
    "pronunciation": "ਤੁਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58691,
    "shabad_id": 5173,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੰਗਿ ਕੁਸੰਗੀ ਬੈਸਤੇ; ਤਬ ਪੂਛੈ ਧਰਮਰਾੲਿ ॥੨੧੧॥",
    "transliteration": "Sang Kusangee Baisathae Thab Pooshhai Dhharam Raae ||211||",
    "translation": "When people sit in evil company, the Righteous Judge of Dharma calls them to account. ||211||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਮਨੁੱਖ ਵਿਕਾਰੀਆਂ ਦੀ ਸੁਹਬਤਿ ਵਿਚ ਬੈਠਦਾ ਹੈ (ਉਹ ਭੀ ਵਿਕਾਰਾਂ ਦੀ ਸੱਟ ਖਾਂਦਾ ਹੈ, ਵਿਕਾਰ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ) ਉਸ ਤੋਂ ਧਰਮਰਾਜ ਲੇਖਾ ਮੰਗਦਾ ਹੈ ॥੨੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58692,
    "shabad_id": 5174,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਮਾ ਮਾੲਿਅਾ ਮੋਹਿਅਾ; ਕਹੈ ਤਿਲੋਚਨੁ ਮੀਤ ॥",
    "transliteration": "Naamaa Maaeiaa Mohiaa Kehai Thilochan Meeth ||",
    "translation": "Trilochan says, O Naam Dayv, Maya has enticed you, my friend.",
    "punjabi": "ਤ੍ਰਿਲੋਚਨ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਮਿੱਤ੍ਰ ਨਾਮਦੇਵ! ਤੂੰ ਤਾਂ ਮਾਇਆ ਵਿਚ ਫਸਿਆ ਜਾਪਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58693,
    "shabad_id": 5174,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਾਹੇ. ਛੀਪਹੁ ਛਾੲਿਲੈ; ਰਾਮ. ਨ ਲਾਵਹੁ ਚੀਤੁ ॥੨੧੨॥",
    "transliteration": "Kaahae Shheepahu Shhaaeilai Raam N Laavahu Cheeth ||212||",
    "translation": "Why are you printing designs on these sheets, and not focusing your consciousness on the Lord? ||212||",
    "punjabi": "ਇਹ ਅੰਬਰੇ ਕਿਉਂ ਠੇਕ ਰਿਹਾ ਹੈਂ? ਪਰਮਾਤਮਾ ਦੇ (ਚਰਨਾਂ) ਨਾਲ ਕਿਉਂ ਚਿੱਤ ਨਹੀਂ ਜੋੜਦਾ? ॥੨੧੨॥",
    "pronunciation": "(ਛਪਿਹੁ) ਛਾਪਦੇ ਹੋਂ। (ਛਾੲਿਲੈ) ਚਾਦਰ।",
    "type_id": 3
  },
  {
    "id": 58694,
    "shabad_id": 5174,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨਾਮਾ ਕਹੈ ਤਿਲੋਚਨਾ; ਮੁਖ ਤੇ ਰਾਮੁ ਸੰਮ੍ਹਾਲਿ ॥",
    "transliteration": "Naamaa Kehai Thilochanaa Mukh Thae Raam Sanmhaal ||",
    "translation": "Naam Dayv answers, O Trilochan, chant the Lord's Name with your mouth.",
    "punjabi": "ਨਾਮਦੇਵ (ਅੱਗੋਂ) ਉੱਤਰ ਦੇਂਦਾ ਹੈ- ਹੇ ਤ੍ਰਿਲੋਚਨ! ਮੂੰਹ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਲੈ;",
    "pronunciation": "",
    "type_id": 3
  }
]
