[
  {
    "shabad_id": 5174,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "hwQ pwau kir kwmu sBu; cIqu inrMjn nwil]213]",
    "transliteration": "Haathh Paao Kar Kaam Sabh Cheeth Niranjan Naal ||213||",
    "punjabi": "ਹੱਥ ਪੈਰ ਵਰਤ ਕੇ ਸਾਰਾ ਕੰਮ-ਕਾਜ ਕਰ, ਅਤੇ ਆਪਣਾ ਚਿਤ ਮਾਇਆ-ਰਹਿਤ ਪਰਮਾਤਮਾ ਨਾਲ ਜੋੜ ॥੨੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5175,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mhlw 5]",
    "transliteration": "Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5175,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIrw. hmrw ko nhI; hm. iks hU ky nwih]",
    "transliteration": "Kabeeraa Hamaraa Ko Nehee Ham Kis Hoo Kae Naahi ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਨਾਹ ਕੋਈ ਅਸਾਡਾ ਸਦਾ ਦਾ ਸਾਥੀ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਅਸੀਂ ਕਿਸੇ ਦੇ ਸਦਾ ਲਈ ਸਾਥੀ ਬਣ ਸਕਦੇ ਹਾਂ (ਬੇੜੀ ਦੇ ਪੂਰ ਦਾ ਮੇਲਾ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5175,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijin iehu rcnu rcwieAw; iqs hI mwih smwih]214]",
    "transliteration": "Jin Eihu Rachan Rachaaeiaa This Hee Maahi Samaahi ||214||",
    "punjabi": "(ਤਾਂ ਤੇ) ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਰਚਨਾ ਰਚੀ ਹੈ, ਅਸੀਂ ਤਾਂ ਉਸੇ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਾਂ ॥੨੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5176,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kbIr. kIciV Awtw igir pirAw; ikCU. n AwieE hwQ]",
    "transliteration": "Kabeer Keecharr Aattaa Gir Pariaa Kishhoo N Aaeiou Haathh ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਕੋਈ ਤੀਵੀਂ ਜੁ ਕਿਸੇ ਦੇ ਘਰੋਂ ਆਟਾ ਪੀਹ ਕੇ ਲਿਆਈ, ਆਪਣੇ ਘਰ ਆਉਂਦਿਆਂ ਰਾਹ ਵਿਚ ਉਹ) ਆਟਾ ਚਿੱਕੜ ਵਿਚ ਡਿੱਗ ਪਿਆ, ਉਸ (ਵਿਚਾਰੀ) ਦੇ ਹੱਥ-ਪੱਲੇ ਕੁਝ ਭੀ ਨਾਹ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5176,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pIsq pIsq cwibAw; soeI inbihAw swQ]215]",
    "transliteration": "Peesath Peesath Chaabiaa Soee Nibehiaa Saathh ||215||",
    "punjabi": "ਚੱਕੀ ਪੀਂਹਦਿਆਂ ਪੀਂਹਦਿਆਂ ਜਿਤਨੇ ਕੁ ਦਾਣੇ ਉਸ ਨੇ ਚੱਬ ਲਏ, ਬੱਸ! ਉਹੀ ਉਸ ਦੇ ਕੰਮ ਆਇਆ ॥੨੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5177,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kbIr. mnu jwnY sB bwq; jwnq hI Aaugnu krY]",
    "transliteration": "Kabeer Man Jaanai Sabh Baath Jaanath Hee Aougan Karai ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੋ ਮਨੁੱਖ ਹਰ ਰੋਜ਼ ਧਰਮ = ਅਸਥਾਨ ਤੇ ਜਾ ਕੇ ਭਜਨ ਭਗਤੀ ਕਰਨ ਪਿਛੋਂ ਸਾਰਾ ਦਿਨ ਠੱਗੀ-ਫ਼ਰੇਬ ਦੀ ਕਿਰਤ-ਕਮਾਈ ਕਰਦਾ ਹੈ, ਉਹ ਇਸ ਗੱਲੋਂ ਨਾਵਾਕਿਫ਼ ਨਹੀਂ ਕਿ ਇਹ ਮਾੜੀ ਗੱਲ ਹੈ, ਉਸ ਦਾ) ਮਨ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈ, ਪਰ ਉਹ ਜਾਣਦਾ ਹੋਇਆ ਭੀ (ਠੱਗੀ ਦੀ ਕਮਾਈ ਵਾਲਾ) ਪਾਪ ਕਰੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5177,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kwhy kI kuslwq; hwiQ dIpu. kUey prY]216]",
    "transliteration": "Kaahae Kee Kusalaath Haathh Dheep Kooeae Parai ||216||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤਾਂ ਇਕ ਜਗਦਾ ਦੀਵਾ ਹੈ ਜਿਸ ਨੇ ਜ਼ਿੰਦਗੀ ਦੇ ਹਨੇਰੇ ਸਫ਼ਰ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਰਸਤਾ ਵਿਖਾਣਾ ਹੈ, ਵਿਕਾਰਾਂ ਦੇ ਖੂਹ-ਖਾਤੇ ਵਿਚ ਡਿੱਗਣੋਂ ਬਚਾਣਾ ਹੈ, ਪਰ) ਉਸ ਦੀਵੇ ਤੋਂ ਕੀਹ ਸੁਖ ਜੇ ਉਸ ਦੀਵੇ ਦੇ ਅਸਾਡੇ ਹੱਥ ਵਿਚ ਹੁੰਦਿਆਂ ਭੀ ਅਸੀਂ ਖੂਹ ਵਿਚ ਡਿੱਗ ਪਏ? ॥੨੧੬॥",
    "pronunciation": "(kuslwq) suK",
    "type_id": 3
  },
  {
    "shabad_id": 5178,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kbIr. lwgI pRIiq sujwn isau; brjY logu Ajwnu]",
    "transliteration": "Kabeer Laagee Preeth Sujaan Sio Barajai Log Ajaan ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਤੂੰ \"ਚੀਤੁ ਨਿਰੰਜਨ ਨਾਲਿ\" ਜੋੜੀ ਰੱਖਣਾ ਹੈ ਤਾਂ ਇਹ ਚੇਤਾ ਰੱਖ ਕਿ ਇਹ) ਮੂਰਖ ਜਗਤ (ਭਾਵ, ਸਾਕ-ਸੰਬੰਧੀਆਂ ਦਾ ਮੋਹ ਅਤੇ ਠੱਗੀ ਦੀ ਕਿਰਤ-ਕਾਰ) ਘਟ ਘਟ ਦੀ ਜਾਨਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣੀ ਪ੍ਰੀਤ ਦੇ ਰਸਤੇ ਵਿਚ ਰੋਕ ਪਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5178,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "qw isau tUtI. ikau bnY; jw ky jIA prwn]217]",
    "transliteration": "Thaa Sio Ttoottee Kio Banai Jaa Kae Jeea Paraan ||217||",
    "punjabi": "(ਅਤੇ ਇਸ ਧੋਖੇ ਵਿਚ ਆਇਆਂ ਘਾਟਾ ਹੀ ਘਾਟਾ ਹੈ, ਕਿਉਂਕਿ) ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਦਿੱਤੀ ਹੋਈ ਇਹ ਜਿੰਦ-ਜਾਨ ਹੈ ਉਸ ਨਾਲੋਂ ਵਿਛੜੀ ਹੋਈ (ਕਿਸੇ ਹਾਲਤ ਵਿਚ ਭੀ) ਇਹ ਸੋਹਣੀ ਨਹੀਂ ਲੱਗ ਸਕਦੀ (ਸੌਖੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ) ॥੨੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5179,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kbIr. koTy mMfp hyqu kir; kwhy mrhu svwir]",
    "transliteration": "Kabeer Kothae Manddap Haeth Kar Kaahae Marahu Savaar ||",
    "punjabi": "(ਜਿੰਦ-ਦਾਤੇ ਪ੍ਰਭੂ ਨਾਲੋਂ ਵਿਛੁੜੀ ਜਿੰਦ ਸੌਖੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ, 'ਤਾ ਸਿਉ ਟੂਟੀ ਕਿਉ ਬਨੈ'; ਤਾਂ ਤੇ) ਹੇ ਕਬੀਰ! (ਉਸ ਜਿੰਦ ਦਾਤੇ ਨੂੰ ਭੁਲਾ ਕੇ) ਘਰ ਮਹਲ-ਮਾੜੀਆਂ ਬੜੇ ਸ਼ੌਕ ਨਾਲ ਸਜਾ ਸਜਾ ਕੇ ਕਿਉਂ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੇ ਹੋ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5179,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kwrju swFy qIin hQ; GnI q pauny cwir]218]",
    "transliteration": "Kaaraj Saadtae Theen Hathh Ghanee Th Pounae Chaar ||218||",
    "punjabi": "ਤੁਹਾਡੀ ਆਪਣੀ ਲੋੜ ਤਾਂ ਸਾਢੇ ਤਿੰਨ ਹੱਥ ਜ਼ਮੀਨ ਨਾਲ ਪੂਰੀ ਹੋ ਰਹੀ ਹੈ (ਕਿਉਂਕਿ ਹਰ ਰੋਜ਼ ਸੌਣ ਵੇਲੇ ਆਪਣੇ ਕੱਦ ਅਨੁਸਾਰ ਤੁਸੀਂ ਇਤਨੀ ਕੁ ਹੀ ਵਰਤਦੇ ਹੋ), ਪਰ ਜੇ (ਤੁਹਾਡਾ ਕੱਦ ਕੁਝ ਲੰਮਾ ਹੈ, ਜੇ) ਤੁਹਾਨੂੰ ਕੁਝ ਵਧੀਕ ਜ਼ਮੀਨ ਦੀ ਲੋੜ ਪੈਂਦੀ ਹੈ ਤਾਂ ਪੌਣੇ ਚਾਰ ਹੱਥ ਵਰਤ ਲੈਂਦੇ ਹੋਵੋਗੇ ॥੨੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5180,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. jo mY icqvau, nw krY; ikAw myry icqvy hoie]",
    "transliteration": "Kabeer Jo Mai Chithavo Naa Karai Kiaa Maerae Chithavae Hoe ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (\"ਚੀਤੁ ਨਿਰੰਜਨ ਨਾਲਿ\" ਰੱਖਣ ਦੇ ਥਾਂ ਤੂੰ ਸਾਰਾ ਦਿਨ ਮਾਇਆ ਦੀਆਂ ਹੀ ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਪਰ ਤੇਰੇ) ਮੇਰੇ ਸੋਚਾਂ ਸੋਚਣ ਨਾਲ ਕੁੱਝ ਨਹੀਂ ਬਣਦਾ; ਪਰਮਾਤਮਾ ਉਹ ਕੁਝ ਨਹੀਂ ਕਰਦਾ ਜੋ ਮੈਂ ਸੋਚਦਾ ਹਾਂ (ਭਾਵ, ਜੋ ਅਸੀਂ ਸੋਚਦੇ ਰਹਿੰਦੇ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5180,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Apnw icqivAw hir krY; jo myry icq. n hoie]219]",
    "transliteration": "Apanaa Chithaviaa Har Karai Jo Maerae Chith N Hoe ||219||",
    "punjabi": "ਪ੍ਰਭੂ ਉਹ ਕੁਝ ਕਰਦਾ ਹੈ ਜੋ ਉਹ ਆਪ ਸੋਚਦਾ ਹੈ, ਤੇ ਜੋ ਕੁਝ ਉਹ ਪਰਮਾਤਮਾ ਸੋਚਦਾ ਹੈ ਉਹ ਅਸਾਡੇ ਚਿੱਤ-ਚੇਤੇ ਭੀ ਨਹੀਂ ਹੁੰਦਾ ॥੨੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5181,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mÚ 3]",
    "transliteration": "Ma 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5181,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "icMqw iB Awip krwiesI; AicMqu iB Awpy dyie]",
    "transliteration": "Chinthaa Bh Aap Karaaeisee Achinth Bh Aapae Dhaee ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਦੁਨੀਆ ਦੇ ਫ਼ਿਕਰ-ਸੋਚਾਂ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਉਹ ਅਵਸਥਾ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ ਜਦੋਂ ਮਨੁੱਖ ਇਹਨਾਂ ਫ਼ਿਕਰ-ਸੋਚਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5181,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. so swlwhIAY; ij sBnw swr kryie]220]",
    "transliteration": "Naanak So Saalaaheeai J Sabhanaa Saar Karaee ||220||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ਉਸੇ ਦੇ ਗੁਣ ਗਾਣੇ ਚਾਹੀਦੇ ਹਨ (ਭਾਵ ਪ੍ਰਭੂ ਅੱਗੇ ਹੀ ਅਰਦਾਸ ਕਰ ਕੇ ਦੁਨੀਆ ਦੇ ਫ਼ਿਕਰ-ਸੋਚਾਂ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੀ ਦਾਤ ਮੰਗੀਏ) ॥੨੨੦॥",
    "pronunciation": "kry-ie",
    "type_id": 3
  },
  {
    "shabad_id": 5182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mÚ 5]",
    "transliteration": "Ma 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5182,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. rwmu n cyiqE; iPirAw lwlc mwih]",
    "transliteration": "Kabeer Raam N Chaethiou Firiaa Laalach Maahi ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਦਾ (ਸਿਮਰਨ ਨਾਹ ਕਰਨ ਦਾ ਨਤੀਜਾ ਹੀ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ ਉਹ ਦੁਨੀਆ ਦੀਆਂ ਸੋਚਾਂ ਸੋਚਦਾ ਹੈ, ਤੇ ਦੁਨੀਆ ਦੇ) ਲਾਲਚ ਵਿਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5182,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pwp krMqw mir gieAw; AauD puMnI iKn mwih]221]",
    "transliteration": "Paap Karanthaa Mar Gaeiaa Aoudhh Punee Khin Maahi ||221||",
    "punjabi": "ਪਾਪ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਉਹ (ਭਾਗ-ਹੀਣ) ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ), ਅਤੇ ਉਹ ਵਿਕਾਰਾਂ ਵਿਚ ਰੱਜਦਾ ਭੀ ਨਹੀਂ ਕਿ ਅਚਨਚੇਤ ਉਮਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੨੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5183,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIr. kwieAw kwcI kwrvI; kyvl kwcI Dwqu]",
    "transliteration": "Kabeer Kaaeiaa Kaachee Kaaravee Kaeval Kaachee Dhhaath ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਇਹ ਸਰੀਰ ਕੱਚਾ ਲੋਟਾ (ਸਮਝ ਲੈ), ਇਸ ਦਾ ਅਸਲਾ ਨਿਰੋਲ ਕੱਚੀ ਮਿੱਟੀ (ਮਿਥ ਲੈ)।",
    "pronunciation": "(kwrvI) qOVI",
    "type_id": 3
  },
  {
    "shabad_id": 5183,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swbqu rKih. q rwm Bju; nwih q ibnTI bwq]222]",
    "transliteration": "Saabath Rakhehi Th Raam Bhaj Naahi Th Binathee Baath ||222||",
    "punjabi": "ਜੇ ਤੂੰ ਇਸ ਨੂੰ (ਬਾਹਰਲੇ ਭੈੜੇ ਅਸਰਾਂ ਤੋਂ) ਪਵ੍ਰਿਤ ਰੱਖਣਾ ਲੋੜਦਾ ਹੈਂ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ, ਨਹੀਂ ਤਾਂ (ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਇਹ) ਖੇਡ ਵਿਗੜੀ ਹੀ ਜਾਣ ਲੈ (ਭਾਵ, ਜ਼ਰੂਰ ਵਿਗੜ ਜਾਇਗੀ) ॥੨੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5184,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kbIr. kyso kyso kUkIAY; n soeIAY Aswr]",
    "transliteration": "Kabeer Kaeso Kaeso Kookeeai N Soeeai Asaar ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਇਸ ਸਰੀਰ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ 'ਸਾਬਤੁ ਰਖਹਿ ਤ') ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਯਾਦ ਕਰਦੇ ਰਹੀਏ, ਕਿਸੇ ਵੇਲੇ ਭੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬੇ-ਪਰਵਾਹ ਨਾਹ ਹੋਈਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5184,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "rwiq idvs ky kUkny; kbhU ky sunY pukwr]223]",
    "transliteration": "Raath Dhivas Kae Kookanae Kabehoo Kae Sunai Pukaar ||223||",
    "punjabi": "ਜੇ ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਰਹੀਏ ਤਾਂ ਕਿਸੇ ਨ ਕਿਸੇ ਵੇਲੇ ਉਹ ਪ੍ਰਭੂ ਜੀਵ ਦੀ ਅਰਦਾਸ ਸੁਣ ਹੀ ਲੈਂਦਾ ਹੈ (ਤੇ ਇਸ ਨੂੰ ਆਤਮਕ ਮੌਤੇ ਮਰਨੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ) ॥੨੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5185,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kbIr. kwieAw kjlI bnu BieAw; mnu kuMcru. mX mMqu]",
    "transliteration": "Kabeer Kaaeiaa Kajalee Ban Bhaeiaa Man Kunchar May Manth ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਕੇਸੋ ਕੇਸੋ ਨਾਹ ਕੂਕੀਏ, ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਾਹ ਕਰੀਏ ਤਾਂ ਅਨੇਕਾਂ ਵਿਕਾਰ ਪੈਦਾ ਹੋ ਜਾਣ ਕਰਕੇ) ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ, ਮਾਨੋ, 'ਕਜਲੀ ਬਨੁ' ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਵਿਚ ਮਨ-ਹਾਥੀ ਆਪਣੇ ਮਦ ਵਿਚ ਮੱਤਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "kjlI:polw bolo[ (kjlI) kyilAW dw bn[mX: X qwlU qoN bolo[ Srwb (mMqu) msq",
    "type_id": 3
  },
  {
    "shabad_id": 5185,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AMksu g´wnu. rqnu hY; Kyvtu. ibrlw sMqu]224]",
    "transliteration": "Ankas Gyaan Rathan Hai Khaevatt Biralaa Santh ||224||",
    "punjabi": "ਇਸ ਹਾਥੀ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖਣ ਲਈ ਗੁਰੂ ਦਾ ਸ੍ਰੇਸ਼ਟ ਗਿਆਨ ਹੀ ਕੁੰਡਾ ਬਣ ਸਕਦਾ ਹੈ, ਕੋਈ ਭਾਗਾਂ ਵਾਲਾ ਗੁਰਮੁਖਿ (ਇਸ ਗਿਆਨ-ਕੁੰਡੇ ਨੂੰ ਵਰਤ ਕੇ ਮਨ-ਹਾਥੀ ਨੂੰ) ਚਲਾਣ-ਜੋਗਾ ਹੁੰਦਾ ਹੈ ॥੨੨੪॥",
    "pronunciation": "igAwnu",
    "type_id": 3
  },
  {
    "shabad_id": 5186,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. rwm rqnu muKu koQrI; pwrK AwgY Koil]",
    "transliteration": "Kabeer Raam Rathan Mukh Kothharee Paarakh Aagai Khol ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਦੁਨੀਆ ਵਿਚ) ਸਭ ਤੋਂ ਕੀਮਤੀ ਪਦਾਰਥ ਹੈ, (ਇਸ ਪਦਾਰਥ ਨੂੰ ਸਾਂਭ ਕੇ ਰੱਖਣ ਵਾਸਤੇ) ਆਪਣੇ ਮੂੰਹ ਨੂੰ ਗੁੱਥੀ ਬਣਾ ਤੇ ਇਸ ਰਤਨ ਦੀ ਕਦਰ-ਕੀਮਤ ਜਾਣਨ ਵਾਲੇ ਕਿਸੇ ਗੁਰਮੁਖਿ ਦੇ ਅੱਗੇ ਹੀ ਮੂੰਹ ਖੋਲ੍ਹਣਾ (ਭਾਵ, ਸਤਸੰਗ ਵਿਚ ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5186,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "koeI Awie imlYgo gwhkI; lygo mhgy moil]225]",
    "transliteration": "Koee Aae Milaigo Gaahakee Laego Mehagae Mol ||225||",
    "punjabi": "ਜਦੋਂ ਨਾਮ-ਰਤਨ ਦੀ ਕਦਰ ਜਾਨਣ ਵਾਲਾ ਕੋਈ ਗਾਹਕ ਸਤਸੰਗ ਵਿਚ ਆ ਅੱਪੜਦਾ ਹੈ ਤਾਂ ਉਹ ਆਪਣਾ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਕੇ ਨਾਮ ਰਤਨ ਨੂੰ ਖ਼ਰੀਦਦਾ ਹੈ ॥੨੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5187,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kbIr. rwm nwmu jwinE nhI; pwilE ktku kutMbu]",
    "transliteration": "Kabeer Raam Naam Jaaniou Nehee Paaliou Kattak Kuttanb ||",
    "punjabi": "(ਪਰ), ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਤਨ ਦੀ ਕਦਰ-ਕੀਮਤ ਨਹੀਂ ਪੈਂਦੀ, ਉਹ (ਨਾਮ-ਰਤਨ ਨੂੰ ਵਿਸਾਰ ਕੇ ਸਾਰੀ ਉਮਰ) ਬਹੁਤਾ ਟੱਬਰ ਹੀ ਪਾਲਦਾ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5187,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "DMDy hI mih mir gieE; bwhir BeI. n bMb]226]",
    "transliteration": "Dhhandhhae Hee Mehi Mar Gaeiou Baahar Bhee N Banb ||226||",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਵਿਚ ਹੀ ਖਪ ਖਪ ਕੇ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ, ਇਹਨਾਂ ਖਪਾਣਿਆਂ ਵਿਚੋਂ ਨਿਕਲ ਕੇ ਕਦੇ ਉਸ ਦੇ ਮੂੰਹੋਂ ਰਾਮ-ਨਾਮ ਦੀ ਆਵਾਜ਼ ਨਹੀਂ ਨਿਕਲਦੀ (ਨਾਹ ਹੀ ਇਹਨਾਂ ਖਪਾਣਿਆਂ ਵਿਚੋਂ ਕਦੇ ਉਸ ਨੂੰ ਵੇਹਲ ਮਿਲਦੀ ਹੈ, ਤੇ ਨਾਹ ਉਹ ਕਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਉਚਾਰਦਾ ਹੈ) ॥੨੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5188,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kbIr. AwKI kyry mwtuky; plu plu geI ibhwie]",
    "transliteration": "Kabeer Aakhee Kaerae Maattukae Pal Pal Gee Bihaae ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਉਸ ਬਦ-ਨਸੀਬ ਦਾ ਹਾਲ ਵੇਖ ਜੋ ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਕਦਰ-ਕੀਮਤ ਨਾਹ ਜਾਣਦਾ ਹੋਇਆ ਸਾਰੀ ਉਮਰ ਕੁਟੰਬ ਪਾਲਣ ਵਿਚ ਹੀ ਗੁਜ਼ਾਰਦਾ ਹੈ ਤੇ ਕਦੇ ਭੀ ਪ੍ਰਭੂ-ਨਾਮ ਮੂੰਹੋਂ ਨਹੀਂ ਉਚਾਰਦਾ! ਥੋੜੀ ਥੋੜੀ ਕਰ ਕੇ ਬੇ-ਮਲੂਮੇ ਜਿਹੇ) ਉਸ ਦੀ ਉਮਰ ਅੱਖਾਂ ਦੇ ਝਮਕਣ ਜਿਤਨਾ ਸਮਾਂ ਤੇ ਪਲ ਪਲ ਕਰ ਕੇ ਬੀਤ ਜਾਂਦੀ ਹੈ;",
    "pronunciation": "AwKIN",
    "type_id": 3
  },
  {
    "shabad_id": 5188,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mnu jMjwlu. n CofeI; jm dIAw dmwmw Awie]227]",
    "transliteration": "Man Janjaal N Shhoddee Jam Dheeaa Dhamaamaa Aae ||227||",
    "punjabi": "ਫਿਰ ਭੀ ਉਸ ਦਾ ਮਨ (ਕੁਟੰਬ ਦਾ) ਜੰਜਾਲ ਨਹੀਂ ਛੱਡਦਾ, ਆਖ਼ਰ ਜਮ ਮੌਤ ਦਾ ਨਗਾਰਾ ਆ ਵਜਾਂਦੇ ਹਨ ॥੨੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5189,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kbIr. qrvr rUpI rwmu hY; Pl rUpI bYrwgu]",
    "transliteration": "Kabeer Tharavar Roopee Raam Hai Fal Roopee Bairaag ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਨਾਲ ਤਪ ਰਹੇ ਇਸ ਸੰਸਾਰ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਇਕ ਸੋਹਣਾ ਰੁੱਖ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5189,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "CwieAw rUpI swDu hY; ijin qijAw bwdu ibbwdu]228]",
    "transliteration": "Shhaaeiaa Roopee Saadhh Hai Jin Thajiaa Baadh Bibaadh ||228||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦਾ) ਝਗੜਾ-ਝਾਂਜਾ ਮੁਕਾ ਦਿੱਤਾ ਹੈ ਉਹ ਗੁਰਮੁਖਿ ਇਸ ਰੁੱਖ ਦੀ, ਮਾਨੋ, ਛਾਂ ਹੈ। (ਜੋ ਭਾਗਾਂ ਵਾਲਾ ਬੰਦਾ ਉਸ ਤਪਸ਼ ਤੋਂ ਬਚਣ ਲਈ ਇਸ ਛਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਵੈਰਾਗ-ਰੂਪ ਫਲ (ਹਾਸਲ ਹੁੰਦਾ) ਹੈ ॥੨੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5190,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kbIr. AYsw bIju boie; bwrh mws PlMq]",
    "transliteration": "Kabeer Aisaa Beej Boe Baareh Maas Falanth ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (\"ਜਿਨਿ ਤਜਿਆ ਬਾਦੁ ਬਿਬਾਦੁ\" ਉਸ 'ਸਾਧ' ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਤੂੰ ਵੀ ਆਪਣੇ ਹਿਰਦੇ ਦੀ ਧਰਤੀ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਇਕ ਅਜੇਹਾ ਬੀ ਬੀਜ ਜੋ ਸਦਾ ਹੀ ਫਲ ਦੇਂਦਾ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5190,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sIql CwieAw gihr Pl; pMKI kyl krMq]229]",
    "transliteration": "Seethal Shhaaeiaa Gehir Fal Pankhee Kael Karanth ||229||",
    "punjabi": "ਉਸ ਦਾ ਆਸਰਾ ਲਈਏ ਤਾਂ ਅੰਦਰ ਠੰਢ ਪੈਂਦੀ ਹੈ, ਫਲ ਮਿਲਦਾ ਹੈ ਕਿ ਦੁਨੀਆ ਦੇ \"ਬਾਦ ਬਿਬਾਦ\" ਵਲੋਂ ਮਨ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਜੋ ਪਹਿਲਾਂ ਪੰਛੀਆਂ ਵਾਂਗ ਥਾਂ ਥਾਂ ਤੇ ਚੋਗ ਲਈ ਭਟਕਦੇ ਸਨ, ਹੁਣ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ) ਆਨੰਦ ਲੈਂਦੇ ਹਨ ॥੨੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5191,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kbIr. dwqw qrvru, dXw Plu; aupkwrI jIvMq]",
    "transliteration": "Kabeer Dhaathaa Tharavar Dhayaa Fal Oupakaaree Jeevanth ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (\"ਜਿਨਿ ਤਜਿਆ ਬਾਦੁ ਬਿਬਾਦੁ\") ਉਹ 'ਸਾਧੂ' ਆਪਣੀ ਸਾਰੀ ਉਮਰ ਉਪਕਾਰ ਵਿਚ ਹੀ ਗੁਜ਼ਾਰਦਾ ਹੈ; ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਉਹ 'ਸਾਧੂ' ਵਿਕਾਰਾਂ ਵਿਚ ਤਪਦੇ ਸਾਰੇ ਇਸ ਸੰਸਾਰ ਲਈ), ਮਾਨੋ, ਇਕ ਸੋਹਣਾ ਰੁੱਖ ਹੈ, ਉਸ ਪਾਸੋਂ 'ਜੀਅ-ਦਇਆ' ਦੀ ਦਾਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "d-Xw: d mukqw,Xw qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5191,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "pMKI cly idswvrI; ibrKw suPl PlMq]230]",
    "transliteration": "Pankhee Chalae Dhisaavaree Birakhaa Sufal Falanth ||230||",
    "punjabi": "ਸੰਸਾਰੀ ਜੀਵ ਤਾਂ ਹੋਰ ਹੋਰ ਧੰਧਿਆਂ ਵਿਚ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਗੁਰਮੁਖ 'ਸਾਧ' ਸਦਾ ਇਹੀ ਸਿੱਖਿਆ ਦੇਂਦਾ ਰਹਿੰਦਾ ਹੈ ਕਿ ਸਭ ਨਾਲ ਦਇਆ-ਪਿਆਰ ਵਰਤੋ ॥੨੩੦॥",
    "pronunciation": "c`ly",
    "type_id": 3
  },
  {
    "shabad_id": 5192,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kbIr. swDU sMgu prwpqI; iliKAw hoie illwt]",
    "transliteration": "Kabeer Saadhhoo Sang Paraapathee Likhiaa Hoe Lilaatt ||",
    "punjabi": "ਹੇ ਕਬੀਰ! \"ਜਿਨਿ ਤਜਿਆ ਬਾਦੁ ਬਿਬਾਦੁ\" ਉਸ ਸਾਧੂ-ਗੁਰਮੁਖਿ ਦੀ ਸੰਗਤ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਜਿਸ ਦੇ ਬੜੇ ਚੰਗੇ ਭਾਗ ਹੋਣ।",
    "pronunciation": "",
    "type_id": 3
  }
]