[
  {
    "shabad_id": 5192,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mukiq pdwrQu pweIAY; Twk n. AvGt Gwt]231]",
    "transliteration": "Mukath Padhaarathh Paaeeai Thaak N Avaghatt Ghaatt ||231||",
    "punjabi": "ਉਸ ਦੀ ਸੰਗਤ ਤੋਂ ਫਲ ਇਹ ਮਿਲਦਾ ਹੈ ਕਿ ਦੁਨੀਆ ਦੇ \"ਬਾਦ ਬਿਬਾਦ\" ਤੋਂ ਖ਼ਲਾਸੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਕੋਈ ਭੀ ਵਿਕਾਰ ਇਸ ਔਖੇ ਸਫ਼ਰ ਦੇ ਰਾਹ ਵਿਚ ਰੋਕ ਨਹੀਂ ਪਾਂਦਾ ॥੨੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5193,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. eyk GVI, AwDI GrI; AwDI hUM qy AwD]",
    "transliteration": "Kabeer Eaek Gharree Aadhhee Gharee Aadhhee Hoon Thae Aadhh ||",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਚੂੰਕਿ ਦੁਨੀਆ ਦੇ \"ਬਾਦ ਬਿਬਾਦ\" ਤੋਂ ਖ਼ਲਾਸੀ ਸਾਧੂ ਦੀ ਸੰਗਤ ਕੀਤਿਆਂ ਹੀ ਮਿਲਦੀ ਹੈ, ਇਸ ਵਾਸਤੇ) ਇੱਕ ਘੜੀ, ਅੱਧੀ ਘੜੀ, ਘੜੀ ਦਾ ਚੌਥਾ ਹਿੱਸਾ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5193,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Bgqn syqI gosty; jo kIny so lwB]232]",
    "transliteration": "Bhagathan Saethee Gosattae Jo Keenae So Laabh ||232||",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਭੀ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਕੀਤੀ ਜਾਏ, ਇਸ ਤੋਂ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਨਫ਼ਾ ਹੀ ਨਫ਼ਾ ਹੈ ॥੨੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5194,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kbIr. BWg mwCulI, surw pwin; jo jo pRwnI KWih]",
    "transliteration": "Kabeer Bhaang Maashhulee Suraa Paan Jo Jo Praanee Khaanhi ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਲੋਕ 'ਭਗਤਨ ਸੇਤੀ ਗੋਸਟੇ' ਕਰ ਕੇ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਵਰਤ-ਨੇਮ ਆਦਿਕ ਭੀ ਕਰਦੇ ਹਨ ਤੇ ਉਹ ਸ਼ਰਾਬੀ ਲੋਕ ਭੰਗ ਮੱਛੀ ਭੀ ਖਾਂਦੇ ਹਨ (ਭਾਵ, ਸਤਸੰਗ ਵਿਚ ਭੀ ਜਾਂਦੇ ਹਨ ਤੇ ਸ਼ਰਾਬ-ਕਬਾਬ ਭੀ ਖਾਂਦੇ ਪੀਂਦੇ ਹਨ, ਵਿਕਾਰ ਭੀ ਕਰਦੇ ਹਨ)",
    "pronunciation": "(BWg) qmwkU p`qy nUM BMg AwKdy hn[ (mwCulI) m`CI dw mws[ (surw) Srwb[ pwn qMmwkU sihq (Kwih) c`bxy",
    "type_id": 3
  },
  {
    "shabad_id": 5194,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "qIrQ brq nym kIey; qy sBY rswql jWih]233]",
    "transliteration": "Theerathh Barath Naem Keeeae Thae Sabhai Rasaathal Jaanhi ||233||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਉਹ ਤੀਰਥ ਵਰਤ ਆਦਿਕ ਵਾਲੇ ਸਾਰੇ ਕਰਮ ਬਿਲਕੁਲ ਵਿਅਰਥ ਜਾਂਦੇ ਹਨ ॥੨੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5195,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nIcy loien kir rhau; ly swjn Gt mwih]",
    "transliteration": "Neechae Loein Kar Reho Lae Saajan Ghatt Maahi ||",
    "punjabi": "(ਹੇ ਮੇਰੀ ਸਤ-ਸੰਗਣ ਸਹੇਲੀਏ! ਜਦੋਂ ਦੀ ਮੈਨੂੰ 'ਸਾਧੂ ਸੰਗੁ ਪਰਾਪਤੀ' ਹੋਈ ਹੈ, ਮੈਂ 'ਭਗਤਨ ਸੇਤੀ ਗੋਸਟੇ' ਹੀ ਕਰਦੀ ਹਾਂ, ਇਸ 'ਸਾਧੂ ਸੰਗ' ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ (ਇਹਨਾਂ 'ਭਾਂਗ ਮਾਛੁਲੀ ਸੁਰਾ' ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨੀਵੀਆਂ ਕਰੀ ਰੱਖਦੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5195,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sB rs Kylau pIA sau; iksI lKwvau nwih]234]",
    "transliteration": "Sabh Ras Khaelo Peea So Kisee Lakhaavo Naahi ||234||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਇਹਨਾਂ ਰਸਾਂ ਨਾਲ ਖੇਡਾਂ ਖੇਡਣ ਦੇ ਥਾਂ) ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਸਾਰੇ ਰੰਗ ਮਾਣਦੀ ਹਾਂ; ਪਰ ਮੈਂ (ਇਹ ਭੇਤ) ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਦੱਸਦੀ ॥੨੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5196,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AwT jwm, causiT GrI; quA inrKq rhY jIau]",
    "transliteration": "Aath Jaam Chousath Gharee Thua Nirakhath Rehai Jeeo ||",
    "punjabi": "(ਹੇ ਸਖੀ! ਮੈਂ ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹੀ ਆਖਦੀ ਹਾਂ ਕਿ ਹੇ ਪਤੀ!) ਅੱਠੇ ਪਹਿਰ ਹਰ ਘੜੀ ਮੇਰੀ ਜਿੰਦ ਤੈਨੂੰ ਹੀ ਤੱਕਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5196,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nIcy loien ikau krau; sB Gt dyKau pIau]235]",
    "transliteration": "Neechae Loein Kio Karo Sabh Ghatt Dhaekho Peeo ||235||",
    "punjabi": "(ਹੇ ਸਖੀ!) ਮੈਂ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹੀ ਵੇਖਦੀ ਹਾਂ, ਇਸ ਵਾਸਤੇ ਮੈਨੂੰ ਕਿਸੇ ਪ੍ਰਾਣੀ-ਮਾਤ੍ਰ ਤੋਂ ਨਫ਼ਰਤ ਨਹੀਂ ਹੈ ॥੨੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5197,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sunu sKI. pIA mih jIau bsY; jIA mih bsY ik pIau]",
    "transliteration": "Sun Sakhee Peea Mehi Jeeo Basai Jeea Mehi Basai K Peeo ||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ('ਸਾਧੂ ਸੰਗ' ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਇਕ ਅਚਰਜ ਖੇਡ ਬਣ ਗਈ ਹੈ, ਮੈਨੂੰ ਹੁਣ ਇਹ ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ ਕਿ) ਮੇਰੀ ਜਿੰਦ ਪ੍ਰਭੂ-ਪਤੀ ਵਿਚ ਵੱਸ ਰਹੀ ਹੈ ਜਾਂ ਜਿੰਦ ਵਿਚ ਪਿਆਰਾ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5197,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jIau pIau. bUJau nhI; Gt mih jIau ik pIau]236]",
    "transliteration": "Jeeo Peeo Boojho Nehee Ghatt Mehi Jeeo K Peeo ||236||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਤੂੰ ਹੁਣ ਇਹ ਸਮਝ ਹੀ ਨਹੀਂ ਸਕਦੀ ਕਿ ਮੇਰੇ ਅੰਦਰ ਮੇਰੀ ਜਿੰਦ ਹੈ ਜਾਂ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ॥੨੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5198,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kbIr. bwmnu gurU hY jgq kw; Bgqn kw guru nwih]",
    "transliteration": "Kabeer Baaman Guroo Hai Jagath Kaa Bhagathan Kaa Gur Naahi ||",
    "punjabi": "ਪਰ, ਹੇ ਕਬੀਰ! (ਆਖ-ਮੈਨੂੰ ਜੋ ਇਹ ਜੀਵਨ- ਦਾਤ ਮਿਲੀ ਹੈ, ਜੀਵਨ-ਦਾਤੇ ਸਤਿਗੁਰੂ ਤੋਂ ਮਿਲੀ ਹੈ ਜੋ ਆਪ ਭੀ ਨਾਮ ਦਾ ਰਸੀਆ ਹੈ; ਜਨੇਊ ਆਦਿਕ ਦੇ ਕੇ ਤੇ ਕਰਮ-ਕਾਂਡ ਦਾ ਰਾਹ ਦੱਸ ਕੇ) ਬ੍ਰਾਹਮਣ ਸਿਰਫ਼ ਦੁਨੀਆਦਾਰਾਂ ਦਾ ਹੀ ਗੁਰੂ ਅਖਵਾ ਸਕਦਾ ਹੈ, ਭਗਤੀ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਉਪਦੇਸ਼-ਦਾਤਾ ਬ੍ਰਾਹਮਣ ਨਹੀਂ ਬਣ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5198,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AriJ auriJ kY pic mUAw; cwrau bydhu mwih]237]",
    "transliteration": "Arajh Ourajh Kai Pach Mooaa Chaaro Baedhahu Maahi ||237||",
    "punjabi": "ਕਿਉਂਕਿ ਇਹ ਤਾਂ ਆਪ ਹੀ ਚਹੁੰਆਂ ਵੇਦਾਂ ਦੇ ਜੱਗ ਆਦਿਕ ਕਰਮ-ਕਾਂਡ ਦੀਆਂ ਉਲਝਣਾਂ ਨੂੰ ਸੋਚ ਸੋਚ ਕੇ ਇਹਨਾਂ ਵਿਚ ਹੀ ਖਪ ਖਪ ਕੇ ਆਤਮਕ ਮੌਤ ਮਰ ਚੁੱਕਾ ਹੈ (ਇਸ ਦੀ ਆਪਣੀ ਹੀ ਜਿੰਦ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕੀ, ਇਹ ਭਗਤਾਂ ਨੂੰ ਉਹ ਸੁਆਦ ਕਿਵੇਂ ਦੇ ਦਿਵਾ ਸਕਦਾ ਹੈ?) ॥੨੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5199,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir hY KWfu. ryqu mih ibKrI; hwQI cunI. n jwie]",
    "transliteration": "Har Hai Khaandd Raeth Mehi Bikharee Haathhee Chunee N Jaae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਮਾਨੋ, ਖੰਡ ਹੈ ਜੋ ਰੇਤ ਵਿਚ ਖਿੱਲਰੀ ਹੋਈ ਹੈ, ਹਾਥੀ ਪਾਸੋਂ ਇਹ ਖੰਡ ਰੇਤ ਵਿਚੋਂ ਚੁਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "h`wQI",
    "type_id": 3
  },
  {
    "shabad_id": 5199,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kih kbIr. guir, BlI buJweI; kItI hoie kY Kwie]238]",
    "transliteration": "Kehi Kabeer Gur Bhalee Bujhaaee Keettee Hoe Kai Khaae ||238||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਹੀ ਇਹ ਭਲੀ ਮੱਤ ਦਿੱਤੀ ਹੈ ਕਿ ਮਨੁੱਖ ਕੀੜੀ ਬਣ ਕੇ ਇਹ ਖੰਡ ਖਾ ਸਕਦਾ ਹੈ ॥੨੩੮॥",
    "pronunciation": "b`uJweI",
    "type_id": 3
  },
  {
    "shabad_id": 5200,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kbIr. jau quih swD, iprMm kI; sIsu kwit kir goie ]",
    "transliteration": "Kabeer Jo Thuhi Saadhh Piranm Kee Sees Kaatt Kar Goe ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਤੈਨੂੰ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਖੇਡ ਖੇਡਣ ਦੀ ਤਾਂਘ ਹੈ, ਤਾਂ ਆਪਣਾ ਸਿਰ ਕੱਟ ਕੇ ਗੇਂਦ ਬਣਾ ਲੈ (ਇਸ ਤਰ੍ਹਾਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕਿ ਲੋਕ ਬੇ-ਸ਼ੱਕ ਠੇਡੇ ਪਏ ਮਾਰਨ 'ਕਬੀਰ ਰੋੜਾ ਹੋਇ ਰਹੁ ਬਾਟ ਕਾ, ਤਜਿ ਮਨ ਕਾ, ਅਭਿਮਾਨੁ')",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5200,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Kylq Kylq hwl kir; jo ikCu hoie q hoie]239]",
    "transliteration": "Khaelath Khaelath Haal Kar Jo Kishh Hoe Th Hoe ||239||",
    "punjabi": "ਇਹ ਖੇਡ ਖੇਡਦਾ ਖੇਡਦਾ ਇਤਨਾ ਮਸਤ ਹੋ ਜਾ ਕਿ (ਦੁਨੀਆ ਵਲੋਂ) ਜੋ (ਸਲੂਕ ਤੇਰੇ ਨਾਲ) ਹੋਵੇ ਉਹ ਪਿਆ ਹੋਵੇ ॥੨੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5201,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kbIr. jau quih swD, iprMm kI; pwky syqI Kylu]",
    "transliteration": "Kabeer Jo Thuhi Saadhh Piranm Kee Paakae Saethee Khael ||",
    "punjabi": "ਪਰ, ਹੇ ਕਬੀਰ! ਜੇ ਤੈਨੂੰ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਇਹ ਖੇਡ ਖੇਡਣ ਦੀ ਸਿੱਕ ਹੈ ਤਾਂ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਖੇਡ; (ਕਰਮ-ਕਾਂਡੀ ਬ੍ਰਾਹਮਣ ਪਾਸ ਇਹ ਚੀਜ਼ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5201,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kwcI srsauN pyil kY; nw Kil BeI, n qylu]240]",
    "transliteration": "Kaachee Sarasoun Pael Kai Naa Khal Bhee N Thael ||240||",
    "punjabi": "ਕੱਚੀ ਸਰਹੋਂ ਪੀੜਿਆਂ ਨਾਹ ਤੇਲ ਨਿਕਲਦਾ ਹੈ ਤੇ ਨਾਹ ਹੀ ਖਲ ਬਣਦੀ ਹੈ (ਇਹੀ ਹਾਲ ਜਨੇਊ ਆਦਿਕ ਦੇ ਕੇ ਬਣੇ ਕੱਚੇ ਗੁਰੂਆਂ ਦਾ ਹੈ) ॥੨੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5202,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "FUMFq folih. AMD giq; Aru cInq nwhI, sMq]",
    "transliteration": "Dtoondtath Ddolehi Andhh Gath Ar Cheenath Naahee Santh ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ) ਭਾਲ ਤਾਂ ਕਰਦੇ ਹਨ, ਪਰ ਭਗਤ ਜਨਾਂ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਦੇ ਉਹ ਅੰਨ੍ਹਿਆਂ ਵਾਂਗ ਹੀ ਟਟੌਲੇ ਮਾਰਦੇ ਹਨ।",
    "pronunciation": "sMq sMgiq duAwrw, pRmySr jI nMU nhIN is\\wxdy, AMD AMiDAW giq inAweIN (FUMFq) FMUFdy, ivkwrW AOguxW c (folih) foldy hn",
    "type_id": 3
  },
  {
    "shabad_id": 5202,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kih nwmw. ikau pweIAY; ibnu Bgqhu BgvMqu]241]",
    "transliteration": "Kehi Naamaa Kio Paaeeai Bin Bhagathahu Bhagavanth ||241||",
    "punjabi": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ ਕਿ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ (ਦੀ ਸੰਗਤ) ਤੋਂ ਬਿਨਾ ਭਗਵਾਨ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੨੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5203,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hir so hIrw Cwif kY; krih. Awn kI Aws ]",
    "transliteration": "Har So Heeraa Shhaadd Kai Karehi Aan Kee Aas ||",
    "punjabi": "(ਸਾਰੇ ਸੁਖ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਵਿਚ ਹਨ, ਪਰ) ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਹੀਰਾ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਥਾਂ ਤੋਂ ਸੁਖਾਂ ਦੀ ਆਸ ਰੱਖਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5203,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qy nr dojk jwihgy; siq BwKY rivdws]242]",
    "transliteration": "Thae Nar Dhojak Jaahigae Sath Bhaakhai Ravidhaas ||242||",
    "punjabi": "ਉਹ ਲੋਕ ਸਦਾ ਦੁੱਖ ਹੀ ਸਹਾਰਦੇ ਹਨ-ਇਹ ਸੱਚੀ ਗੱਲ ਰਵਿਦਾਸ ਦੱਸਦਾ ਹੈ ॥੨੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5204,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kbIr. jau igRhu krih. q Drmu kru; nwhI q. kru bYrwgu]",
    "transliteration": "Kabeer Jo Grihu Karehi Th Dhharam Kar Naahee Th Kar Bairaag ||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਤੂੰ ਘਰ-ਬਾਰੀ ਬਣਦਾ ਹੈਂ ਤਾਂ ਘਰ-ਬਾਰੀ ਵਾਲਾ ਫ਼ਰਜ਼ ਭੀ ਨਿਬਾਹ (ਭਾਵ, ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ, ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਿਆ ਰਹੁ ਅਤੇ ਕਿਸੇ ਤੋਂ ਨਫ਼ਰਤ ਨਾਹ ਕਰ। ਪਰ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿ ਕੇ) ਜੇ ਤੂੰ ਮਾਇਆ ਵਿਚ ਹੀ ਗ਼ਰਕੇ ਰਹਿਣਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਤਿਆਗਣਾ ਹੀ ਭਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5204,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "bYrwgI. bMDnu krY; qw ko bfo ABwgu]243]",
    "transliteration": "Bairaagee Bandhhan Karai Thaa Ko Baddo Abhaag ||243||",
    "punjabi": "ਤਿਆਗੀ ਬਣ ਕੇ ਜੋ ਮਨੁੱਖ ਫਿਰ ਭੀ ਨਾਲ ਨਾਲ ਮਾਇਆ ਦਾ ਜੰਜਾਲ ਸਹੇੜਦਾ ਹੈ ਉਸ ਦੀ ਬੜੀ ਬਦ-ਕਿਸਮਤੀ ਸਮਝੋ (ਉਹ ਕਿਸੇ ਥਾਂ ਜੋਗਾ ਨਾਹ ਰਿਹਾ) ॥੨੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "slok syK PrId ky",
    "transliteration": "Salok Saekh Fareedh Kae",
    "punjabi": "ਸ਼ੇਖ ਫਰੀਦ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ijqu idhwVY. Dn vrI; swhy ley ilKwie]",
    "transliteration": "Jith Dhihaarrai Dhhan Varee Saahae Leae Likhaae ||",
    "punjabi": "ਜਿਸ ਦਿਨ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਵਿਆਹੀ ਜਾਇਗੀ, ਉਹ ਸਮਾ (ਪਹਿਲਾਂ ਹੀ) ਲਿਖਿਆ ਗਿਆ ਹੈ (ਭਾਵ, ਜੀਵ ਦੇ ਜਗਤ ਵਿਚ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਇਸ ਦੀ ਮੌਤ ਦਾ ਸਮਾ ਮਿਥਿਆ ਜਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "mlku. ij kMnI suxIdw; muhu dyKwly Awie]",
    "transliteration": "Malak J Kannee Suneedhaa Muhu Dhaekhaalae Aae ||",
    "punjabi": "ਮੌਤ ਦਾ ਫ਼ਰਿਸਤਾ ਜੋ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੀ ਹੋਇਆ ਸੀ, ਆ ਕੇ ਮੂੰਹ ਵਿਖਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਬਾਰੇ ਪਹਿਲਾਂ ਹੋਰਨਾਂ ਦੀ ਮੌਤ ਸਮੇ ਸੁਣਿਆ ਸੀ, ਹੁਣ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆ ਮੂੰਹ ਵਿਖਾਂਦਾ ਹੈ ਜਿਸ ਦੀ ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ijMdu inmwxI kFIAY; hfw kU kVkwie]",
    "transliteration": "Jindh Nimaanee Kadteeai Haddaa Koo Karrakaae ||",
    "punjabi": "ਹੱਡਾਂ ਨੂੰ ਭੰਨ ਭੰਨ ਕੇ (ਭਾਵ, ਸਰੀਰ ਨੂੰ ਰੋਗ ਆਦਿਕ ਨਾਲ ਨਿਤਾਣਾ ਕਰ ਕੇ) ਵਿਚਾਰੀ ਜਿੰਦ (ਇਸ ਵਿਚੋਂ) ਕੱਢ ਲਈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "h`fW",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "swhy ilKy. n clnI; ijMdU kUM smJwie]",
    "transliteration": "Saahae Likhae N Chalanee Jindhoo Koon Samajhaae ||",
    "punjabi": "ਜਿੰਦ ਨੂੰ (ਇਹ ਗੱਲ) ਸਮਝਾ ਕਿ (ਮੌਤ ਦਾ) ਇਹ ਮਿਥਿਆ ਹੋਇਆ ਸਮਾ ਟਲ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijMdu vhutI. mrxu vru; lY jwsI prxwie]",
    "transliteration": "Jindh Vahuttee Maran Var Lai Jaasee Paranaae ||",
    "punjabi": "ਜਿੰਦ, ਮਾਨੋ, ਵਹੁਟੀ ਹੈ, ਮੌਤ (ਦਾ ਫ਼ਰਿਸਤਾ ਇਸ ਦਾ) ਲਾੜਾ ਹੈ (ਜਿੰਦ ਨੂੰ) ਵਿਆਹ ਕੇ ਜ਼ਰੂਰ ਲੈ ਜਾਇਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "Awpx hQI. joil kY; kY gil lgY Dwie]",
    "transliteration": "Aapan Hathhee Jol Kai Kai Gal Lagai Dhhaae ||",
    "punjabi": "ਇਹ (ਕਾਂਇਆਂ ਜਿੰਦ ਨੂੰ) ਆਪਣੀ ਹੱਥੀਂ ਤੋਰ ਤੇ ਕਿਸ ਦੇ ਗਲ ਲੱਗੇਗੀ? (ਭਾਵ ਨਿਆਸਰੀ ਹੋ ਜਾਇਗੀ)।",
    "pronunciation": "pYrW nwl (joil) jw ky[ h`QIN[ giL",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "vwlhu inkI pur slwq; kMnI. n suxIAwie]",
    "transliteration": "Vaalahu Nikee Purasalaath Kannee N Sunee Aae ||",
    "punjabi": "ਹੇ ਫਰੀਦ! ਤੂੰ ਕਦੇ 'ਪੁਲ ਸਿਰਾਤ' ਦਾ ਨਾਮ ਨਹੀਂ ਸੁਣਿਆ ਜੋ ਵਾਲ ਤੋਂ ਭੀ ਬਰੀਕ ਹੈ?",
    "pronunciation": "jm dy rsqy dw (pur) pul (slwq) du`KW vwlw[ suxI-Awie",
    "type_id": 3
  },
  {
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "PrIdw. ikVI pvMdIeI; KVw. n Awpu muhwie]1]",
    "transliteration": "Fareedhaa Kirree Pavandheeee Kharraa N Aap Muhaae ||1||",
    "punjabi": "ਕੰਨੀਂ ਵਾਜਾਂ ਪੈਂਦਿਆਂ ਭੀ ਆਪਣੇ ਆਪ ਨੂੰ ਲੁਟਾਈ ਨਾ ਜਾਹ (ਭਾਵ, ਜਗਤ ਵਿਚ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਉੱਠ ਰਹੀਆਂ ਹਨ, ਇਸ ਵਿਚੋਂ ਸਹੀ ਸਲਾਮੱਤ ਪਾਰ ਲੰਘਣ ਲਈ 'ਦਰਵੇਸ਼ੀ', ਮਾਨੋ, ਇਕ ਪੁਲ ਹੈ, ਜੋ ਹੈ ਬਹੁਤ ਸੌੜਾ ਤੇ ਬਾਰੀਕ, ਭਾਵ, ਦਰਵੇਸ਼ੀ ਕਮਾਣੀ ਬੜੀ ਹੀ ਔਖੀ ਹੈ, ਪਰ ਦੁਨੀਆ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਲਈ ਰਸਤਾ ਸਿਰਫ਼ ਇਹੀ ਹੈ। ਧਰਮ-ਪੁਸਤਕਾਂ ਦੀ ਰਾਹੀਂ ਗੁਰੂ-ਪੈਗ਼ੰਬਰ ਤੈਨੂੰ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਦੇ ਖ਼ਤਰੇ ਤੋਂ ਬਚਣ ਲਈ ਵਾਜਾਂ ਮਾਰ ਰਹੇ ਹਨ; ਧਿਆਨ ਨਾਲ ਸੁਣ ਤੇ ਜੀਵਨ ਅਜ਼ਾਈਂ ਨਾਹ ਗਵਾ) ॥੧॥",
    "pronunciation": "(ikVI) AvwzW (pvMdI-eI) pYNdIAW hn[ (muhwie) lutw nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 5206,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "PrIdw. dr drvysI gwKVI; clW dunIAW Biq]",
    "transliteration": "Fareedhaa Dhar Dharavaesee Gaakharree Chalaan Dhuneeaaan Bhath ||",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਪਰਮਾਤਮਾ ਦੇ) ਦਰ ਦੀ ਫ਼ਕੀਰੀ ਔਖੀ (ਕਾਰ) ਹੈ, ਤੇ ਮੈਂ ਦੁਨੀਆਦਾਰਾਂ ਵਾਂਗ ਹੀ ਤੁਰ ਰਿਹਾ ਹਾਂ,",
    "pronunciation": "Biq:polw bolo[ (Biq) qr@W[ g`wKVI[ c`lW",
    "type_id": 3
  }
]