[
  {
    "id": 58770,
    "shabad_id": 5206,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬੰਨਿ੍ਹ ੳੁਠਾੲੀ ਪੋਟਲੀ; ਕਿਥੈ ਵੰਞਞਾ ਘਤਿ ॥੨॥",
    "transliteration": "Bannih Outhaaee Pottalee Kithhai Vannjaa Ghath ||2||",
    "translation": "I am so accustomed to walking in the ways of the world. I have tied and picked up the bundle; where can I go to throw it away? ||2||",
    "punjabi": "('ਦੁਨੀਆ' ਵਾਲੀ) ਨਿੱਕੀ ਜਹੀ ਗੰਢ (ਮੈਂ ਭੀ) ਬੰਨ੍ਹ ਕੇ ਚੁੱਕੀ ਹੋਈ ਹੈ, ਇਸ ਨੂੰ ਸੁੱਟ ਕੇ ਕਿਥੇ ਜਾਵਾਂ? (ਭਾਵ, ਦੁਨੀਆ ਦੇ ਮੋਹ ਨੂੰ ਛੱਡਣਾ ਕੋਈ ਸੌਖਾ ਕੰਮ ਨਹੀਂ ਹੈ) ॥੨॥",
    "pronunciation": "ਘੱਤਿ",
    "type_id": 3
  },
  {
    "id": 58771,
    "shabad_id": 5207,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਿਝੁ. ਨ ਬੁਝੈ, ਕਿਝੁ. ਨ ਸੁਝੈ; ਦੁਨੀਅਾ ਗੁਝੀ ਭਾਹਿ ॥",
    "transliteration": "Kijh N Bujhai Kijh N Sujhai Dhuneeaa Gujhee Bhaahi ||",
    "translation": "I know nothing; I understand nothing. The world is a smouldering fire.",
    "punjabi": "ਦੁਨੀਆ (ਵੇਖਣ ਨੂੰ ਤਾਂ ਗੁਲਜ਼ਾਰ ਹੈ, ਪਰ ਇਸ ਦਾ ਮੋਹ ਅਸਲ ਵਿਚ) ਲੁਕਵੀਂ ਅੱਗ ਹੈ (ਜੋ ਅੰਦਰ ਹੀ ਅੰਦਰ ਮਨ ਵਿਚ ਧੁਖਦੀ ਰਹਿੰਦੀ ਹੈ; ਇਸ ਵਿਚ ਪਏ ਹੋਏ ਜੀਵਾਂ ਨੂੰ ਜ਼ਿੰਦਗੀ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ) ਕੁਝ ਸੂਝ-ਬੂਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58772,
    "shabad_id": 5207,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾਂੲੀਂ ਮੇਰੈ ਚੰਗਾ ਕੀਤਾ; ਨਾਹੀ ਤ, ਹੰ ਭੀ ਦਝਾਂ ਅਾਹਿ ॥੩॥",
    "transliteration": "Saaneen Maerai Changaa Keethaa Naahee Th Han Bhee Dhajhaan Aahi ||3||",
    "translation": "My Lord did well to warn me about it; otherwise, I would have been burnt as well. ||3||",
    "punjabi": "ਮੇਰੇ ਸਾਂਈ ਨੇ (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕੀਤੀ ਹੈ (ਤੇ ਮੈਨੂੰ ਇਸ ਤੋਂ ਬਚਾ ਲਿਆ ਹੈ) ਨਹੀਂ ਤਾਂ (ਬਾਕੀ ਲੋਕਾਂ ਵਾਂਗ) ਮੈਂ ਭੀ (ਇਸ ਵਿਚ) ਸੜ ਜਾਂਦਾ (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ ਬਚਾਂਦਾ ਹੈ, ਅਸਾਡੇ ਆਪਣੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ ਕਿ ਇਹ 'ਪੋਟਲੀ' ਸਿਰੋਂ ਲਾਹ ਕੇ ਸੁੱਟ ਦੇਈਏ) ॥੩॥",
    "pronunciation": "ਦੱਝਾਂ",
    "type_id": 3
  },
  {
    "id": 58773,
    "shabad_id": 5208,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਫਰੀਦਾ. ਜੇ ਜਾਣਾ ਤਿਲ ਥੋੜੜੇ; ਸੰਮਲਿ ਬੁਕੁ ਭਰੀ ॥",
    "transliteration": "Fareedhaa Jae Jaanaa Thil Thhorrarrae Sanmal Buk Bharee ||",
    "translation": "Fareed, if I had known that I had so few sesame seeds, I would have been more careful with them in my hands.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਮੈਨੂੰ ਪਤਾ ਹੋਵੇ ਕਿ (ਇਸ ਸਰੀਰ-ਰੂਪ ਭਾਂਡੇ ਵਿਚ) ਬਹੁਤ ਥੋੜ੍ਹੇ ਜਿਹੇ (ਸੁਆਸ ਰੂਪ) ਤਿਲ ਹਨ ਤਾਂ ਮੈਂ ਸੋਚ-ਸਮਝ ਕੇ (ਇਹਨਾਂ ਦਾ) ਬੁੱਕ ਭਰਾਂ (ਭਾਵ, ਬੇ-ਪਰਵਾਹੀ ਨਾਲ ਜੀਵਨ ਦੇ ਸੁਆਸ ਨਾ ਗੁਜ਼ਾਰੀ ਜਾਵਾਂ)।",
    "pronunciation": "ਬੁੱਕੁ, ਭਰੀਂ",
    "type_id": 3
  },
  {
    "id": 58774,
    "shabad_id": 5208,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜੇ ਜਾਣਾ ਸਹੁ ਨੰਢੜਾ; ਤਾਂ. ਥੋੜਾ ਮਾਣੁ ਕਰੀ ॥੪॥",
    "transliteration": "Jae Jaanaa Sahu Nandtarraa Thaan Thhorraa Maan Karee ||4||",
    "translation": "If I had known that my Husband Lord was so young and innocent, I would not have been so arrogant. ||4||",
    "punjabi": "ਜੇ ਮੈਨੂੰ ਸਮਝ ਆ ਜਾਏ ਕਿ (ਮੇਰਾ) ਪਤੀ (-ਪ੍ਰਭੂ) ਬਾਲ-ਸੁਭਾਵ ਵਾਲਾ ਹੈ (ਭਾਵ, ਭੋਲੇ ਸੁਭਾਵ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ) ਤਾਂ ਮੈਂ ਭੀ (ਇਸ ਦੁਨੀਆ ਵਾਲੀ 'ਪੋਟਲੀ' ਦਾ) ਮਾਣ ਛੱਡ ਦਿਆਂ ॥੪॥",
    "pronunciation": "ਕਰੀਂ",
    "type_id": 3
  },
  {
    "id": 58775,
    "shabad_id": 5209,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੇ ਜਾਣਾ ਲੜੁ ਛਿਜਣਾ; ਪੀਡੀ ਪਾੲੀਂ ਗੰਢਿ ॥",
    "transliteration": "Jae Jaanaa Larr Shhijanaa Peeddee Paaeen Gandt ||",
    "translation": "If I had known that my robe would come loose, I would have tied a tighter knot.",
    "punjabi": "(ਹੇ ਪਤੀ-ਪ੍ਰਭੂ!) ਜੇ ਮੈਨੂੰ ਸਮਝ ਹੋਵੇ ਕਿ (ਇਸ 'ਪੋਟਲੀ' ਦੇ ਕਾਰਨ ਤੇਰਾ ਫੜਿਆ ਹੋਇਆ) ਪੱਲਾ ਛਿੱਜ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਤੇਰੇ ਨਾਲੋਂ ਵਿੱਥ ਪੈ ਜਾਂਦੀ ਹੈ) ਤਾਂ ਮੈਂ (ਤੇਰੇ ਪੱਲੇ ਨਾਲ ਹੀ) ਪੱਕੀ ਗੰਢ ਪਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58776,
    "shabad_id": 5209,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੈ ਜੇਵਡੁ. ਮੈ ਨਾਹਿ ਕੋ; ਸਭੁ ਜਗੁ ਡਿਠਾ ਹੰਢਿ ॥੫॥",
    "transliteration": "Thai Jaevadd Mai Naahi Ko Sabh Jag Ddithaa Handt ||5||",
    "translation": "I have found none as great as You, Lord; I have looked and searched throughout the world. ||5||",
    "punjabi": "(ਹੇ ਸਾਂਈਂ!) ਮੈਂ ਸਾਰਾ ਜਗਤ ਫਿਰ ਕੇ ਵੇਖ ਲਿਆ ਹੈ, ਤੇਰੇ ਵਰਗਾ (ਸਾਥੀ) ਮੈਨੂੰ ਹੋਰ ਕੋਈ ਨਹੀਂ ਲੱਭਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58777,
    "shabad_id": 5210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਫਰੀਦਾ. ਜੇ ਤੂ ਅਕਲਿ ਲਤੀਫੁ; ਕਾਲੇ ਲਿਖੁ. ਨ ਲੇਖੁ ॥",
    "transliteration": "Fareedhaa Jae Thoo Akal Latheef Kaalae Likh N Laekh ||",
    "translation": "Fareed, if you have a keen understanding, then do not write black marks against anyone else.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਤੂੰ ਬਰੀਕ ਅਕਲ ਵਾਲਾ (ਸਮਝਦਾਰ) ਹੈਂ, ਤਾਂ ਹੋਰ ਬੰਦਿਆਂ ਦੇ ਮੰਦੇ ਕਰਮਾਂ ਦੀ ਪਛਚੋਲ ਨਾ ਕਰ;",
    "pronunciation": "(ਲਤੀਫੁ) ਪਵਿੱਤ੍ਰ ਨੇਕ ਕਿ੍ਰਪਾਲ ਚਤਰ ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 58778,
    "shabad_id": 5210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਪਨੜੇ ਗਿਰੀਵਾਨ ਮਹਿ; ਸਿਰੁ ਨੀਂਵਾਂ ਕਰਿ ਦੇਖੁ ॥੬॥",
    "transliteration": "Aapanarrae Gireevaan Mehi Sir Nanaeevaan Kar Dhaekh ||6||",
    "translation": "Look underneath your own collar instead. ||6||",
    "punjabi": "ਆਪਣੀ ਬੁੱਕਲ ਵਿਚ ਮੂੰਹ ਪਾ ਕੇ ਵੇਖ (ਕਿ ਤੇਰੇ ਆਪਣੇ ਕਰਮ ਕੈਸੇ ਹਨ) ॥੬॥",
    "pronunciation": "ਅਪਨੇ ਅੰਦਰ ਝਾਤੀ ਮਾਰ,ਦੂਜਿਅਾਂ ਦੇ ਅੌਗੁਣ ਦੇਖਣ ਦੀ ਥਾਂ, ਅਪਣੇ ਹੀ ਅੌਗੁਣ ਦੇਖ।(ਗਿਰੀਵਾਨ) ਅੰਤਰਮੁਖ ਬਿ੍ਰਤੀ ਕਰਕੇ। (ਸਿਰ) ਹੰਕਾਰ ਨੰੂ ਨੀਵਾਂ ਕਰਕੇ ,ਸਭ ਅੰਦਰ ਬ੍ਰਹਮ ਦੇਖੁ।",
    "type_id": 3
  },
  {
    "id": 58779,
    "shabad_id": 5211,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਫਰੀਦਾ. ਜੋ ਤੈ ਮਾਰਨਿ ਮੁਕੀਅਾਂ; ਤਿਨ੍ਹਾ. ਨ ਮਾਰੇ ਘੁੰਮਿ ॥",
    "transliteration": "Fareedhaa Jo Thai Maaran Mukeeaaan Thinhaa N Maarae Ghunm ||",
    "translation": "Fareed, do not turn around and strike those who strike you with their fists.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੋ (ਮਨੁੱਖ) ਤੈਨੂੰ ਮੁੱਕੀਆਂ ਮਾਰਨ (ਭਾਵ, ਕੋਈ ਦੁੱਖ ਦੇਣ) ਉਹਨਾਂ ਨੂੰ ਤੂੰ ਪਰਤ ਕੇ ਨਾ ਮਾਰੀਂ (ਭਾਵ, ਬਦਲਾ ਨਾ ਲਈਂ, ਸਗੋਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58780,
    "shabad_id": 5211,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਪਨੜੈ ਘਰਿ ਜਾੲੀਅੈ; ਪੈਰ ਤਿਨ੍ਹਾ ਦੇ ਚੁੰਮਿ ॥੭॥",
    "transliteration": "Aapanarrai Ghar Jaaeeai Pair Thinhaa Dhae Chunm ||7||",
    "translation": "Kiss their feet, and return to your own home. ||7||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਪੈਰ ਚੁੰਮ ਕੇ ਆਪਣੇ ਘਰ ਵਿਚ (ਸ਼ਾਂਤ ਅਵਸਥਾ ਵਿਚ) ਟਿਕੇ ਰਹੀਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58781,
    "shabad_id": 5212,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਫਰੀਦਾ. ਜਾਂ ਤੳੁ ਖਟਣ ਵੇਲ; ਤਾਂ ਤੂ ਰਤਾ ਦੁਨੀ ਸਿੳੁ ॥",
    "transliteration": "Fareedhaa Jaan Tho Khattan Vael Thaan Thoo Rathaa Dhunee Sio ||",
    "translation": "Fareed, when there was time for you to earn good karma, you were in love with the world instead.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਦੋਂ ਤੇਰਾ (ਅਸਲ ਖੱਟੀ) ਖੱਟਣ ਦਾ ਵੇਲਾ ਸੀ ਤਦੋਂ ਤੂੰ ਦੁਨੀਆ (ਦੀ 'ਪੋਟਲੀ') ਨਾਲ ਮਸਤ ਰਿਹਾ।",
    "pronunciation": "ਖੱਟਣ",
    "type_id": 3
  },
  {
    "id": 58782,
    "shabad_id": 5212,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਰਗ ਸਵਾੲੀ ਨੀਹਿ; ਜਾਂ ਭਰਿਅਾ ਤਾਂ ਲਦਿਅਾ ॥੮॥",
    "transliteration": "Marag Savaaee Neehi Jaan Bhariaa Thaan Ladhiaa ||8||",
    "translation": "Now, death has a strong foothold; when the load is full, it is taken away. ||8||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਮੌਤ ਦੀ ਨੀਂਹ ਪੱਕੀ ਹੁੰਦੀ ਗਈ, (ਭਾਵ, ਮੌਤ ਦਾ ਸਮਾਂ ਨੇੜੇ ਆਉਂਦਾ ਗਿਆ) ਜਦੋਂ ਸਾਰੇ ਸੁਆਸ ਪੂਰੇ ਹੋ ਗਏ, ਤਾਂ ਇਥੋਂ ਕੂਚ ਕਰਨਾ ਪਿਆ ॥੮॥",
    "pronunciation": "(ਮਰਗ) ਮੌਤ (ਸਵਾੲੀ) ਸਾਰੀ ਸਿ੍ਰਸ਼ਟੀ। ਲੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58783,
    "shabad_id": 5213,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਦੇਖੁ ਫਰੀਦਾ. ਜੁ ਥੀਅਾ; ਦਾੜੀ ਹੋੲੀ ਭੂਰ ॥",
    "transliteration": "Dhaekh Fareedhaa J Thheeaa Dhaarree Hoee Bhoor ||",
    "translation": "See, Fareed, what has happened: your beard has become grey.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਵੇਖ ਜੋ ਕੁਝ (ਹੁਣ ਤਕ) ਹੋ ਚੁਕਿਆ ਹੈ (ਉਹ ਇਹ ਹੈ ਕਿ) ਦਾੜ੍ਹੀ ਚਿੱਟੀ ਹੋ ਗਈ ਹੈ,",
    "pronunciation": "ਦਾੜ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 58784,
    "shabad_id": 5213,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਗਹੁ. ਨੇੜਾ ਅਾੲਿਅਾ; ਪਿਛਾ ਰਹਿਅਾ ਦੂਰਿ ॥੯॥",
    "transliteration": "Agahu Naerraa Aaeiaa Pishhaa Rehiaa Dhoor ||9||",
    "translation": "That which is coming is near, and the past is left far behind. ||9||",
    "punjabi": "ਮੌਤ ਵਾਲੇ ਪਾਸਿਓਂ ਸਮਾਂ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ, ਤੇ ਪਿਛਲਾ ਪਾਸਾ (ਜਦੋਂ ਜੰਮਿਆਂ ਸੈਂ) ਦੂਰ (ਪਿਛਾਂਹ) ਰਹਿ ਗਿਆ ਹੈ, (ਸੋ ਹੁਣ ਅੰਞਾਣਾਂ ਵਾਲੇ ਕੰਮ ਨਾਹ ਕਰ, ਤੇ ਅਗਾਂਹ ਦੀ ਤਿਆਰੀ ਲਈ ਕਮਾਈ ਕਰ) ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58785,
    "shabad_id": 5214,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦੇਖੁ ਫਰੀਦਾ. ਜਿ ਥੀਅਾ; ਸਕਰ ਹੋੲੀ ਵਿਸੁ ॥",
    "transliteration": "Dhaekh Fareedhaa J Thheeaa Sakar Hoee Vis ||",
    "translation": "See, Fareed, what has happened: sugar has become poison.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਵੇਖ, (ਹੁਣ ਤਕ) ਜੋ ਹੋਇਆ ਹੈ (ਉਹ ਇਹ ਹੈ ਕਿ 'ਦਾੜ੍ਹੀ ਭੂਰ' ਹੋ ਜਾਣ ਕਰਕੇ) ਦੁਨੀਆ ਦੇ ਮਿੱਠੇ ਪਦਾਰਥ (ਭੀ) ਦੁਖਦਾਈ ਲੱਗਦੇ ਹਨ (ਕਿਉਂਕਿ ਹੁਣ ਸਰੀਰਕ ਇੰਦ੍ਰੇ ਕਮਜ਼ੋਰ ਪੈ ਜਾਣ ਕਰਕੇ ਉਨ੍ਹਾਂ ਭੋਗਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਭੋਗ ਨਹੀਂ ਸਕਦੇ)।",
    "pronunciation": "ਵਿਸ਼ੇ ਸੁਅਾਦ ਅੌਗੁਣ ਪਾਪ ਨਸ਼ੇ ਜੋ ਸ਼ੱਕਰ ਮੰਨੇ ਸਨ, ਸੋ (ਿਵਸੁ) ਵਿਹੁ ਹੋ ਗੲੇ। ਸੱਕਰ। ਵਿਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58786,
    "shabad_id": 5214,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਾਂੲੀ ਬਾਝਹੁ ਅਾਪਣੇ; ਵੇਦਣ ਕਹੀਅੈ ਕਿਸੁ ॥੧੦॥",
    "transliteration": "Saanee Baajhahu Aapanae Vaedhan Keheeai Kis ||10||",
    "translation": "Without my Lord, who can I tell of my sorrow? ||10||",
    "punjabi": "ਇਹ ਦੁੱਖੜਾ ਆਪਣੇ ਸਾਈਂ ਬਾਝੋਂ ਹੋਰ ਕਿਸ ਨੂੰ ਆਖੀਏ? (ਭਾਵ, ਪ੍ਰਭੂ ਦੇ ਨਿਯਮਾਂ ਅਨੁਸਾਰ ਹੋ ਰਹੀ ਇਸ ਤਬਦੀਲੀ ਵਿਚ ਕੋਈ ਰੋਕ ਨਹੀਂ ਪਾ ਸਕਦਾ) ॥੧੦॥",
    "pronunciation": "ਵੇਦਣ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58787,
    "shabad_id": 5215,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਫਰੀਦਾ. ਅਖੀ ਦੇਖਿ ਪਤੀਣੀਅਾਂ; ਸੁਣਿ ਸੁਣਿ ਰੀਣੇ ਕੰਨ ॥",
    "transliteration": "Fareedhaa Akhee Dhaekh Patheeneeaaan Sun Sun Reenae Kann ||",
    "translation": "Fareed, my eyes have become weak, and my ears have become hard of hearing.",
    "punjabi": "ਹੇ ਫਰੀਦ! ('ਸੱਕਰ' ਦੇ 'ਵਿਸੁ' ਹੋ ਜਾਣ ਦਾ ਕਾਰਨ ਇਹ ਹੈ ਕਿ) ਅੱਖਾਂ (ਜਗਤ ਦੇ ਰੰਗ-ਤਮਾਸ਼ੇ) ਵੇਖ ਕੇ (ਹੁਣ) ਕਮਜ਼ੋਰ ਹੋ ਗਈਆਂ ਹਨ (ਜਗਤ ਦੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਤਾਂ ਉਸੇ ਤਰ੍ਹਾਂ ਮੌਜੂਦ ਹਨ, ਪਰ ਅੱਖਾਂ ਵਿਚ ਹੁਣ ਵੇਖਣ ਦੀ ਸੱਤਿਆ ਨਹੀਂ ਰਹੀ), ਕੰਨ (ਦੁਨੀਆ ਦੇ ਰਾਗ-ਰੰਗ) ਸੁਣ ਸੁਣ ਕੇ (ਹੁਣ) ਬੋਲੇ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "ਅੱਖੀਂ",
    "type_id": 3
  },
  {
    "id": 58788,
    "shabad_id": 5215,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਖ ਪਕੰਦੀ ਅਾੲੀਅਾ; ਹੋਰ ਕਰੇਂਦੀ ਵੰਨ ॥੧੧॥",
    "transliteration": "Saakh Pakandhee Aaeeaa Hor Karaenadhee Vann ||11||",
    "translation": "The body's crop has become ripe and turned color. ||11||",
    "punjabi": "(ਨਿਰਾ ਅੱਖਾਂ ਤੇ ਕੰਨ ਹੀ ਨਹੀਂ, ਸਾਰਾ) ਸਰੀਰ ਹੀ ਬਿਰਧ ਹੋ ਗਿਆ ਹੈ, ਇਸ ਨੇ ਹੋਰ ਹੀ ਰੰਗ ਵਟਾ ਲਿਆ ਹੈ (ਹੁਣ ਭੋਗ ਭੋਗਣ ਜੋਗਾ ਨਹੀਂ ਰਿਹਾ, ਤੇ ਇਸ ਹਹੁਕੇ ਦਾ ਕੋਈ ਇਲਾਜ ਨਹੀਂ ਹੈ) ॥੧੧॥",
    "pronunciation": "(ਸਾਖ) ਖੇਤੀ",
    "type_id": 3
  },
  {
    "id": 58789,
    "shabad_id": 5216,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਫਰੀਦਾ. ਕਾਲਂØੀ ਜਿਨੀ, ਨ ਰਾਵਿਅਾ; ਧੳੁਲੀ ਰਾਵੈ ਕੋੲਿ ॥",
    "transliteration": "Fareedhaa Kaalanaee Jinee N Raaviaa Dhhoulee Raavai Koe ||",
    "translation": "Fareed, those who did not enjoy their Spouse when their hair was black - hardly any of them enjoy Him when their hair turns grey.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਕਾਲੇ ਕੇਸਾਂ ਦੇ ਹੁੰਦਿਆਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪਤੀ-ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਕੀਤਾ, ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਕੋਈ ਵਿਰਲਾ ਹੀ ਧਉਲੇ ਆਇਆਂ (ਭਾਵ, ਬਿਰਧ ਉਮਰੇ) ਰੱਬ ਨੂੰ ਯਾਦ ਕਰ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58790,
    "shabad_id": 5216,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਰਿ ਸਾਂੲੀ ਸਿੳੁ ਪਿਰਹੜੀ; ਰੰਗੁ ਨਵੇਲਾ ਹੋੲਿ ॥੧੨॥",
    "transliteration": "Kar Saanee Sio Pireharree Rang Navaelaa Hoe ||12||",
    "translation": "So be in love with the Lord, so that your color may ever be new. ||12||",
    "punjabi": "(ਹੇ ਫਰੀਦ!) ਤੂੰ ਸਾਂਈਂ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਕਰ, (ਇਹ) ਪਿਆਰ (ਨਿੱਤ) ਨਵਾਂ ਰਹੇਗਾ (ਦੁਨੀਆ ਦੀ 'ਪੋਟਲੀ' ਵਾਲਾ ਪਿਆਰ ਤਾਂ ਸਰੀਰ-'ਸਾਖ' ਪੱਕਣ ਤੇ ਟੁੱਟ ਜਾਇਗਾ) ॥੧੨॥",
    "pronunciation": "(ਪਿਰਹੜੀ) ਪ੍ਰੀਤੀ। ਨਵੇਲਾ ਨਵੀਨ",
    "type_id": 3
  },
  {
    "id": 58791,
    "shabad_id": 5217,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58792,
    "shabad_id": 5217,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਫਰੀਦਾ. ਕਾਲੀ ਧੳੁਲੀ ਸਾਹਿਬੁ ਸਦਾ ਹੈ; ਜੇ ਕੋ ਚਿਤਿ ਕਰੇ ॥",
    "transliteration": "Fareedhaa Kaalee Dhhoulee Saahib Sadhaa Hai Jae Ko Chith Karae ||",
    "translation": "Fareed whether one's hair is black or grey our Lord and Master is always here if one remembers Him.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਕੋਈ ਬੰਦਾ ਬੰਦਗੀ ਕਰੇ, ਤਾਂ ਜੁਆਨੀ ਵਿਚ ਭੀ ਤੇ ਬੁਢੇਪੇ ਵਿਚ ਭੀ ਮਾਲਿਕ (ਮਿਲ ਸਕਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58793,
    "shabad_id": 5217,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਣਾ ਲਾੲਿਅਾ ਪਿਰਮੁ. ਨ ਲਗੲੀ; ਜੇ ਲੋਚੈ ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Aapanaa Laaeiaa Piram N Lagee Jae Lochai Sabh Koe ||",
    "translation": "This loving devotion to the Lord does not come by one's own efforts, even though all may long for it.",
    "punjabi": "ਪਰ ਬੇਸ਼ਕ ਕੋਈ ਤਾਂਘ ਕਰ ਕੇ ਵੇਖ ਲਏ, 'ਇਹ ਪਿਆਰ' ਆਪਣਾ ਲਾਇਆ ਨਹੀਂ ਲੱਗ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58794,
    "shabad_id": 5217,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲੇਹੁ ਪਿਰਮੁ ਪਿਅਾਲਾ ਖਸਮ ਕਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ॥੧੩॥",
    "transliteration": "Eaehu Piram Piaalaa Khasam Kaa Jai Bhaavai Thai Dhaee ||13||",
    "translation": "This cup of loving devotion belongs to our Lord and Master; He gives it to whomever He likes. ||13||",
    "punjabi": "ਇਹ ਪਿਆਰ-ਰੂਪ ਪਿਆਲਾ ਤਾਂ ਮਾਲਿਕ ਦਾ (ਆਪਣਾ) ਹੈ, ਜਿਸ ਨੂੰ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੁੰਦੀ ਹੈ ਦੇਂਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58795,
    "shabad_id": 5218,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਫਰੀਦਾ. ਜਿਨ੍ਹ ਲੋੲਿਣ, ਜਗੁ ਮੋਹਿਅਾ; ਸੇ ਲੋੲਿਣ ਮੈ ਡਿਠੁ ॥",
    "transliteration": "Fareedhaa Jinh Loein Jag Mohiaa Sae Loein Mai Ddith ||",
    "translation": "Fareed, those eyes which have enticed the world - I have seen those eyes.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਸ ਦਿੱਸਦੀ ਗੁਲਜ਼ਾਰ, ਪਰ ਅਸਲ ਵਿਚ, 'ਗੁਝੀ ਭਾਹਿ' ਵਿਚ ਮਸਤ ਜੀਵ ਨੂੰ ਕੁਝ ਸੁੱਝਦਾ-ਬੁੱਝਦਾ ਨਹੀਂ। ਪਿਆ ਮਾਣ ਕਰਦਾ ਹੈ। ਪਰ ਮਾਣ ਕਾਹਦਾ?) ਜਿਹੜੀਆਂ (ਸੋਹਣੀਆਂ) ਅੱਖਾਂ ਨੇ ਜਗਤ ਨੂੰ ਮੋਹ ਰੱਖਿਆ ਸੀ, ਉਹ ਅੱਖਾਂ ਮੈਂ ਭੀ ਵੇਖੀਆਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58796,
    "shabad_id": 5218,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਜਲ ਰੇਖ. ਨ ਸਹਦਿਅਾ; ਸੇ ਪੰਖੀ ਸੂੲਿ, ਬਹਿਠੁ ॥੧੪॥",
    "transliteration": "Kajal Raekh N Sehadhiaa Sae Pankhee Sooe Behith ||14||",
    "translation": "Once, they could not endure even a bit of mascara; now, the birds hatch their young in them! ||14||",
    "punjabi": "(ਪਹਿਲਾਂ ਤਾਂ ਇਤਨੀਆਂ ਨਾਜ਼ਕ ਸਨ ਕਿ) ਕੱਜਲ ਦੀ ਧਾਰ ਨਹੀਂ ਸਹਾਰ ਸਕਦੀਆਂ ਸਨ, ਫਿਰ ਉਹ ਪੰਛੀਆਂ ਦੇ ਬੱਚਿਆਂ ਦਾ ਆਹਲਣਾ ਬਣੀਆਂ (ਭਾਵ, ਅਸਾਡੇ ਸਾਹਮਣੇ ਸਰੀਰਕ ਸੁੰਦਰਤਾ ਆਖ਼ਰ ਨਿੱਤ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਸ ਤੇ ਮਾਣ ਕੂੜਾ ਹੈ) ॥੧੪॥",
    "pronunciation": "ਪੰਛੀ ਬੱਚੇ (ਸੂੲਿ) ਜੰਮੇ (ਬਹਿਠੁ) ਬੈਠੇ ਹਨ। ਕੱਜਲ। ਬਹਿ-ਠੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58797,
    "shabad_id": 5219,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਫਰੀਦਾ. ਕੂਕੇਦਿਅਾ ਚਾਂਗੇਦਿਅਾ; ਮਤੀ ਦੇਦਿਅਾ ਨਿਤ ॥",
    "transliteration": "Fareedhaa Kookaedhiaa Chaangaedhiaa Mathee Dhaedhiaa Nith ||",
    "translation": "Fareed, they shouted and yelled, and constantly gave good advice.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਭਾਵੇਂ ਕਿਤਨਾ ਹੀ) ਪੁਕਾਰ ਪੁਕਾਰ ਕੇ ਆਖੀਏ (ਕਿਤਨਾ ਹੀ) ਨਿੱਤ ਮੱਤਾਂ ਦੇਈਏ;",
    "pronunciation": "ਮੱਤੀ",
    "type_id": 3
  },
  {
    "id": 58798,
    "shabad_id": 5219,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਸੈਤਾਨਿ ਵੰਞਞਾੲਿਅਾ; ਸੇ ਕਿਤ ਫੇਰਹਿ ਚਿਤ ॥੧੫॥",
    "transliteration": "Jo Saithaan Vannjaaeiaa Sae Kith Faerehi Chith ||15||",
    "translation": "But those whom the devil has spoiled - how can they turn their consciousness towards God? ||15||",
    "punjabi": "ਪਰ, ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ (ਮਨ-) ਸ਼ੈਤਾਨ ਨੇ ਵਿਗਾੜਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਕਿਵੇਂ ('ਦੁਨੀ' ਵਲੋਂ) ਚਿੱਤ ਫੇਰ ਸਕਦੇ ਹਨ? ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58799,
    "shabad_id": 5220,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਫਰੀਦਾ; ਥੀੳੁ ਪਵਾਹੀ ਦਭੁ ॥",
    "transliteration": "Fareedhaa Thheeo Pavaahee Dhabh ||",
    "translation": "Fareed, become the grass on the path,",
    "punjabi": "ਹੇ ਫਰੀਦ! ਤੂੰ ਪਹੇ ਦੀ ਦੱਭ (ਵਰਗਾ) ਬਣ ਜਾ,",
    "pronunciation": "ਦੱਭੁ",
    "type_id": 3
  },
  {
    "id": 58800,
    "shabad_id": 5220,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੇ; ਸਾਂੲੀ ਲੋੜਹਿ ਸਭੁ ॥",
    "transliteration": "Jae Saanee Lorrehi Sabh ||",
    "translation": "If you long for the Lord of all.",
    "punjabi": "ਜੇ ਤੂੰ ਮਾਲਕ (-ਪ੍ਰਭੂ) ਨੂੰ ਹਰ ਥਾਂ ਭਾਲਦਾ ਹੈਂ (ਭਾਵ, ਵੇਖਣਾ ਚਾਹੁੰਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58801,
    "shabad_id": 5220,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲਿਕੁ ਛਿਜਹਿ; ਬਿਅਾ ਲਤਾੜੀਅਹਿ ॥",
    "transliteration": "Eik Shhijehi Biaa Lathaarreeahi ||",
    "translation": "One will cut you down, and another will trample you underfoot;",
    "punjabi": "(ਦੱਭ ਦੇ) ਇਕ ਬੂਟੇ ਨੂੰ (ਲੋਕ) ਤੋੜਦੇ ਹਨ, ਤੇ ਕਈ ਹੋਰ ਬੂਟੇ (ਉਨ੍ਹਾਂ ਦੇ ਪੈਰਾਂ ਹੇਠ) ਲਤਾੜੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਛਿੱਜ-ਹਿ, ਲਤਾੜੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 58802,
    "shabad_id": 5220,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਾਂ ਸਾੲੀ ਦੈ ਦਰਿ; ਵਾੜੀਅਹਿ ॥੧੬॥",
    "transliteration": "Thaan Saaee Dhai Dhar Vaarreeahi ||16||",
    "translation": "Then, you shall enter the Court of the Lord. ||16||",
    "punjabi": "(ਜੇ ਤੂੰ ਇਹੋ ਜਿਹਾ ਸੁਭਾਉ ਬਣਾ ਲਏਂ) ਤਾਂ ਤੂੰ ਮਾਲਕ ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਹੋਵੇਂਗਾ ॥੧੬॥",
    "pronunciation": "ਸਾਂੲੀਂ,ਵਾੜੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 58803,
    "shabad_id": 5221,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਫਰੀਦਾ. ਖਾਕੁ, ਨ ਨਿੰਦੀਅੈ; ਖਾਕੂ ਜੇਡੁ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Fareedhaa Khaak N Nindheeai Khaakoo Jaedd N Koe ||",
    "translation": "Fareed, do not slander the dust; noting is as great as dust.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮਿੱਟੀ ਨੂੰ ਮਾੜਾ ਨਹੀਂ ਆਖਣਾ ਚਾਹੀਦਾ, ਮਿੱਟੀ ਦੀ ਬਰਾਬਰੀ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58804,
    "shabad_id": 5221,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੀਵਦਿਅਾ ਪੈਰਾ ਤਲੈ; ਮੁੲਿਅਾ ੳੁਪਰਿ ਹੋੲਿ ॥੧੭॥",
    "transliteration": "Jeevadhiaa Pairaa Thalai Mueiaa Oupar Hoe ||17||",
    "translation": "When we are alive, it is under our feet, and when we are dead, it is above us. ||17||",
    "punjabi": "(ਮਨੁੱਖ ਦੇ) ਪੈਰਾਂ ਹੇਠ ਹੁੰਦੀ ਹੈ, (ਪਰ ਮਨੁੱਖ ਦੇ) ਮਰਿਆਂ ਉਸ ਦੇ ਉੱਤੇ ਹੋ ਜਾਂਦੀ ਹੈ, (ਇਸੇ ਤਰ੍ਹਾਂ 'ਗ਼ਰੀਬੀ-ਸੁਭਾਵ' ਦੀ ਰੀਸ ਨਹੀਂ ਹੋ ਸਕਦੀ, 'ਗ਼ਰੀਬੀ-ਸੁਭਾਵ' ਵਾਲਾ ਬੰਦਾ ਜ਼ਿੰਦਗੀ ਵਿਚ ਭਾਵੇਂ ਸਭ ਦੀ ਵਧੀਕੀ ਸਹਾਰਦਾ ਹੈ, ਪਰ ਮਨ ਨੂੰ ਮਾਰਨ ਕਰਕੇ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਹੁੰਦਾ ਹੈ) ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58805,
    "shabad_id": 5222,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਫਰੀਦਾ. ਜਾ ਲਬੁ, ਤਾ ਨੇਹੁ ਕਿਅਾ; ਲਬੁ. ਤ ਕੂੜਾ ਨੇਹੁ ॥",
    "transliteration": "Fareedhaa Jaa Lab Thaa Naehu Kiaa Lab Th Koorraa Naehu ||",
    "translation": "Fareed, when there is greed, what love can there be? When there is greed, love is false.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ (ਰੱਬ ਦੀ ਬੰਦਗੀ ਕਰਦਿਆਂ ਇਵਜ਼ਾਨੇ ਵਜੋਂ ਕੋਈ ਦੁਨੀਆ ਦਾ) ਲਾਲਚ ਹੈ, ਤਾਂ (ਰੱਬ ਨਾਲ) ਅਸਲ ਪਿਆਰ ਨਹੀਂ ਹੈ। (ਜਦ ਤਕ) ਲਾਲਚ ਹੈ, ਤਦ ਤਕ ਪਿਆਰ ਝੂਠਾ ਹੈ।",
    "pronunciation": "ਲੱਬੁ ਲਾਲਚ",
    "type_id": 3
  },
  {
    "id": 58806,
    "shabad_id": 5222,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਿਚਰੁ. ਝਤਿ ਲਘਾੲੀਅੈ; ਛਪਰਿ ਤੁਟੈ ਮੇਹੁ ॥੧੮॥",
    "transliteration": "Kichar Jhath Laghaaeeai Shhapar Thuttai Maehu ||18||",
    "translation": "How long can one remain in a thatched hut which leaks when it rains? ||18||",
    "punjabi": "ਟੁੱਟੇ ਹੋਏ ਛੱਪਰ ਉਤੇ ਮੀਂਹ ਪੈਂਦਿਆਂ ਕਦ ਤਾਂਈ ਸਮਾ ਨਿਕਲ ਸਕੇਗਾ? (ਭਾਵ, ਜਦੋਂ ਦੁਨੀਆ ਵਾਲੀ ਗ਼ਰਜ਼ ਪੂਰੀ ਨਾ ਹੋਈ, ਪਿਆਰ ਟੁੱਟ ਜਾਏਗਾ) ॥੧੮॥",
    "pronunciation": "ਕਿੱਚਰੁ,ਝੱਤਿ,ਛੱਪਰਿ",
    "type_id": 3
  },
  {
    "id": 58807,
    "shabad_id": 5223,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਫਰੀਦਾ. ਜੰਗਲੁ ਜੰਗਲੁ ਕਿਅਾ ਭਵਹਿ; ਵਣਿ ਕੰਡਾ ਮੋੜੇਹਿ ॥",
    "transliteration": "Fareedhaa Jangal Jangal Kiaa Bhavehi Van Kanddaa Morraehi ||",
    "translation": "Fareed, why do you wander from jungle to jungle, crashing through the thorny trees?",
    "punjabi": "ਹੇ ਫਰੀਦ! ਹਰੇਕ ਜੰਗਲ ਨੂੰ ਗਾਹਣ ਦਾ ਕੀਹ ਲਾਭ ਹੈ? ਜੰਗਲ ਵਿਚ ਕੰਡੇ ਕਿਉਂ ਲਤਾੜਦਾ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58808,
    "shabad_id": 5223,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਵਸੀ ਰਬੁ ਹਿਅਾਲੀਅੈ; ਜੰਗਲੁ ਕਿਅਾ ਢੂਢੇਹਿ ॥੧੯॥",
    "transliteration": "Vasee Rab Hiaaleeai Jangal Kiaa Dtoodtaehi ||19||",
    "translation": "The Lord abides in the heart; why are you looking for Him in the jungle? ||19||",
    "punjabi": "ਰੱਬ (ਤਾਂ ਤੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਜੰਗਲ ਨੂੰ ਭਾਲਣ ਦਾ ਕੀ ਫ਼ਾਇਦਾ? ॥੧੯॥",
    "pronunciation": "(ਹਿਅਾਲੀਅੈ) ਹਿਰਦੇ ਅੰਦਰ",
    "type_id": 3
  },
  {
    "id": 58809,
    "shabad_id": 5224,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਫਰੀਦਾ. ੲਿਨੀ ਨਿਕੀ ਜੰਘੀਅੈ; ਥਲ ਡੂੰਗਰ ਭਵਿਓਮਿ੍ਹ੍ਹ ॥",
    "transliteration": "Fareedhaa Einee Nikee Jangheeai Thhal Ddoongar Bhavioumih ||",
    "translation": "Fareed, with these small legs, I crossed deserts and mountains.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹਨਾਂ ਨਿੱਕੀਆਂ ਨਿੱਕੀਆਂ ਲੱਤਾਂ ਨਾਲ (ਜਵਾਨੀ ਵੇਲੇ) ਮੈਂ ਥਲ ਤੇ ਪਹਾੜ ਗਾਹ ਆਉਂਦਾ ਰਿਹਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58810,
    "shabad_id": 5224,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਜੁ ਫਰੀਦੈ. ਕੂਜੜਾ; ਸੈ ਕੋਹਾਂ, ਥੀਓਮਿ ॥੨੦॥",
    "transliteration": "Aj Fareedhai Koojarraa Sai Kohaan Thheeoum ||20||",
    "translation": "But today, Fareed, my water jug seems hundreds of miles away. ||20||",
    "punjabi": "ਪਰ ਅੱਜ (ਬੁਢੇਪੇ ਵਿਚ) ਮੈਨੂੰ ਫਰੀਦ ਨੂੰ (ਇਹ ਰਤਾ ਪਰੇ ਪਿਆ) ਲੋਟਾ ਸੈ ਕੋਹਾਂ ਤੇ ਹੋ ਗਿਆ ਹੈ (ਸੋ, ਬੰਦਗੀ ਦਾ ਵੇਲਾ ਭੀ ਜੁਆਨੀ ਹੀ ਹੈ ਜਦੋਂ ਸਰੀਰ ਕੰਮ ਦੇ ਸਕਦਾ ਹੈ) ॥੨੦॥",
    "pronunciation": "ਕੱੂਜੜਾ ਲੋਟਾ। (ਥੀਓਮਿ) ਹੋ ਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58811,
    "shabad_id": 5225,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫਰੀਦਾ. ਰਾਤੀ ਵਡੀਅਾਂ; ਧੁਖਿ ਧੁਖਿ ੳੁਠਨਿ ਪਾਸ ॥",
    "transliteration": "Fareedhaa Raathee Vaddeeaaan Dhhukh Dhhukh Outhan Paas ||",
    "translation": "Fareed, the nights are long, and my sides are aching in pain.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਸਿਆਲ ਦੀਆਂ) ਲੰਮੀਆਂ ਰਾਤਾਂ ਵਿਚ (ਸਉਂ ਸਉਂ ਕੇ) ਪਾਸੇ ਧੁਖ ਉੱਠਦੇ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਾਈ ਆਸ ਤੱਕਦਿਆਂ ਸਮਾ ਮੁੱਕਦਾ ਨਹੀਂ, ਪਰਾਏ ਦਰ ਤੇ ਬੈਠਿਆਂ ਅੱਕ ਜਾਈਦਾ ਹੈ)।",
    "pronunciation": "ਰਾਤੀਂ,ਧੁਖਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
