[
  {
    "shabad_id": 5245,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "buFw hoAw syK PrIdu; kMbix lgI dyh ]",
    "transliteration": "Budtaa Hoaa Saekh Fareedh Kanban Lagee Dhaeh ||",
    "translation": "Shaykh Fareed has grown old, and his body has begun to tremble.",
    "punjabi": "('ਵਿਸੁ ਗੰਦਲਾਂ' ਪਿੱਛੇ ਦੌੜ ਦੌੜ ਕੇ ਹੀ) ਸ਼ੇਖ਼ ਫਰੀਦ (ਹੁਣ) ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈ, ਸਰੀਰ ਕੰਬਣ ਲੱਗ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5245,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jy sau vir@Aw jIvxw; BI qnu hosI Kyh ]41]",
    "transliteration": "Jae So Varihaaa Jeevanaa Bhee Than Hosee Khaeh ||41||",
    "translation": "Even if he could live for hundreds of years, his body will eventually turn to dust. ||41||",
    "punjabi": "ਜੇ ਸਉ ਵਰ੍ਹੇ ਭੀ ਜੀਊਣਾ ਮਿਲ ਜਾਏ, ਤਾਂ ਭੀ (ਅੰਤ ਨੂੰ) ਸਰੀਰ ਮਿੱਟੀ ਹੋ ਜਾਇਗਾ (ਤੇ ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਤੋਂ ਸਾਥ ਟੁੱਟ ਜਾਇਗਾ) ॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5246,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "PrIdw. bwir prwieAY bYsxw; sWeI muJY. n dyih ]",
    "transliteration": "Fareedhaa Baar Paraaeiai Baisanaa Saanee Mujhai N Dhaehi ||",
    "translation": "Fareed begs, O Lord, do not make me sit at another's door.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਹੇ ਸਾਂਈਂ! (ਇਹਨਾਂ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ) ਮੈਨੂੰ ਪਰਾਏ ਬੂਹੇ ਤੇ ਬੈਠਣ ਨਾਹ ਦੇਈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5246,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jy qU eyvY rKsI; jIau srIrhu lyih ]42]",
    "transliteration": "Jae Thoo Eaevai Rakhasee Jeeo Sareerahu Laehi ||42||",
    "translation": "If this is the way you are going to keep me, then go ahead and take the life out of my body. ||42||",
    "punjabi": "ਪਰ ਜੇ ਤੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਖਣਾ ਹੈ (ਭਾਵ, ਜੇ ਤੂੰ ਮੈਨੂੰ ਦੂਜਿਆਂ ਦਾ ਮੁਥਾਜ ਬਣਾਣਾ ਹੈ) ਤਾਂ ਮੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਜਿੰਦ ਕੱਢ ਲੈ ॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5247,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kMiD kuhwVw. isir GVw; vix kY sru. lohwru ]",
    "transliteration": "Kandhh Kuhaarraa Sir Gharraa Van Kai Sar Lohaar ||",
    "translation": "With the axe on his shoulder, and a bucket on his head, the blacksmith is ready to cut down the tree.",
    "punjabi": "ਮੋਢੇ ਉੱਤੇ ਕੁਹਾੜਾ ਤੇ ਸਿਰ ਉਤੇ ਘੜਾ (ਰੱਖੀ) ਲੋਹਾਰ ਜੰਗਲ ਵਿਚ ਬਾਦਸ਼ਾਹ (ਬਣਿਆ ਹੁੰਦਾ) ਹੈ (ਕਿਉਂਕਿ ਜਿਸ ਰੁੱਖ ਤੇ ਚਾਹੇ ਕੁਹਾੜਾ ਚਲਾ ਸਕਦਾ ਹੈ) (ਇਸੇ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਜਗਤ-ਰੂਪ ਜੰਗਲ ਵਿਚ ਸਰਦਾਰ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5247,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "PrIdw. hau loVI shu Awpxw; qU loVih AMigAwr ]43]",
    "transliteration": "Fareedhaa Ho Lorree Sahu Aapanaa Thoo Lorrehi Angiaar ||43||",
    "translation": "Fareed, I long for my Lord; you long only for the charcoal. ||43||",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮੈਂ ਤਾਂ (ਇਸ ਜਗਤ-ਰੂਪ ਜੰਗਲ ਵਿਚ) ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਰਿਹਾ ਹਾਂ, ਤੇ, ਤੂੰ, (ਹੇ ਜੀਵ! ਲੋਹਾਰ ਵਾਂਗ) ਕੋਲੇ ਲੱਭ ਰਿਹਾ ਹੈਂ (ਭਾਵ, 'ਵਿਸੁ ਗੰਦਲਾਂ'-ਰੂਪ ਕੋਲੇ ਲੱਭਦਾ ਹੈਂ) ॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5248,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "PrIdw. ieknw Awtw Aglw; ieknw. nwhI loxu ]",
    "transliteration": "Fareedhaa Eikanaa Aattaa Agalaa Eikanaa Naahee Lon ||",
    "translation": "Fareed, some have lots of flour, while others do not even have salt.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਕਈ ਬੰਦਿਆਂ ਪਾਸ ਆਟਾ ਬਹੁਤ ਹੈ ('ਵਿਸੁ ਗੰਦਲਾਂ' ਬਹੁਤ ਹਨ, ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਬਹੁਤ ਹਨ), ਇਕਨਾਂ ਪਾਸ (ਇਤਨਾ ਭੀ) ਨਹੀਂ ਜਿਤਨਾ (ਆਟੇ ਵਿਚ) ਲੂਣ (ਪਾਈਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5248,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AgY gey isM\\\\wpsin; cotW KwsI kauxu ]44]",
    "transliteration": "Agai Geae Sinnjaapasan Chottaan Khaasee Koun ||44||",
    "translation": "When they go beyond this world, it shall be seen, who will be punished. ||44||",
    "punjabi": "(ਮਨੁੱਖੀ ਜੀਵਨ ਦੀ ਸਫਲਤਾ ਦਾ ਮਾਪ ਇਹ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਨਹੀਂ), ਅੱਗੇ ਜਾ ਕੇ (ਅਮਲਾਂ ਉੱਤੇ) ਪਛਾਣ ਹੋਵੇਗੀ ਕਿ ਮਾਰ ਕਿਸ ਨੂੰ ਪੈਂਦੀ ਹੈ ॥੪੪॥",
    "pronunciation": "isM\\wpsin, K`wsI",
    "type_id": 3
  },
  {
    "shabad_id": 5249,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pwis dmwmy Cqu isir; ByrI sfo rf ]",
    "transliteration": "Paas Dhamaamae Shhath Sir Bhaeree Saddo Radd ||",
    "translation": "Drums were beaten in their honor, there were canopies above their heads, and bugles announced their coming.",
    "punjabi": "(ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦਾ ਕੀਹ ਮਾਣ?) (ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਦੇ) ਪਾਸ ਧੌਂਸੇ (ਵੱਜਦੇ ਸਨ), ਸਿਰ ਉੱਤੇ ਛਤਰ (ਝੁਲਦੇ ਸਨ), ਤੂਤੀਆਂ (ਵੱਜਦੀਆਂ ਸਨ) ਉਸਤਤੀ ਦੇ ਛੰਦ (ਗਾਂਵੇ ਜਾਂਦੇ ਸਨ),",
    "pronunciation": "s`fo,r`f",
    "type_id": 3
  },
  {
    "shabad_id": 5249,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jwie suqy jIrwx mih; QIey AqImw gf ]45]",
    "transliteration": "Jaae Suthae Jeeraan Mehi Thheeeae Atheemaa Gadd ||45||",
    "translation": "They have gone to sleep in the cemetary, buried like poor orphans. ||45||",
    "punjabi": "ਉਹ ਭੀ ਆਖ਼ਰ ਮਸਾਣਾਂ ਵਿਚ ਜਾ ਸੁੱਤੇ, ਤੇ ਯਤੀਮਾਂ ਨਾਲ ਜਾ ਰਲੇ (ਭਾਵ, ਯਤੀਮਾਂ ਵਰਗੇ ਹੀ ਹੋ ਗਏ) ॥੪੫॥",
    "pronunciation": "(jIrwx) aujwV[ (AqImw) XqIm gRIb",
    "type_id": 3
  },
  {
    "shabad_id": 5250,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "PrIdw. koTy mMfp mwVIAw; auswrydy BI gey ]",
    "transliteration": "Fareedhaa Kothae Manddap Maarreeaa Ousaaraedhae Bhee Geae ||",
    "translation": "Fareed, those who built houses, mansions and lofty buildings, are also gone.",
    "punjabi": "ਹੇ ਫਰੀਦ! ('ਵਿਸੁ ਗੰਦਲਾਂ' ਦੇ ਵਪਾਰੀਆਂ ਵਲ ਤੱਕ!) ਘਰ ਮਹਲ ਮਾੜੀਆਂ ਉਸਾਰਨ ਵਾਲੇ ਭੀ (ਇਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ) ਚਲੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5250,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "kUVw saudw kir gey; gorI Awie pey ]46]",
    "transliteration": "Koorraa Soudhaa Kar Geae Goree Aae Peae ||46||",
    "translation": "They made false deals, and were dropped into their graves. ||46||",
    "punjabi": "ਉਹੋ ਹੀ ਸਉਦਾ ਕੀਤੋ ਨੇ, ਜੋ ਨਾਲ ਨਾਹ ਨਿਭਿਆ ਤੇ (ਅੰਤ ਖ਼ਾਲੀ ਹੱਥ) ਕਬਰੀਂ ਜਾ ਪਏ ॥੪੬॥",
    "pronunciation": "gorIN",
    "type_id": 3
  },
  {
    "shabad_id": 5251,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "PrIdw. iKMQiV myKw AglIAw; ijMdu. n kweI myK ]",
    "transliteration": "Fareedhaa Khinthharr Maekhaa Agaleeaa Jindh N Kaaee Maekh ||",
    "translation": "Fareed, there are many seams on the patched coat, but there are no seams on the soul.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਤਾਂ ਕਿਤੇ ਰਹੀਆਂ, ਇਸ ਆਪਣੀ ਜਿੰਦ ਦੀ ਭੀ ਕੋਈ ਪਾਂਇਆਂ ਨਹੀਂ। (ਇਸ ਨਾਲੋਂ ਤਾਂ ਨਕਾਰੀ ਗੋਦੜੀ ਦਾ ਹੀ ਵਧੀਕ ਇਤਬਾਰ ਹੋ ਸਕਦਾ ਹੈ, ਕਿਉਂਕਿ) ਗੋਦੜੀ ਨੂੰ ਕਈ ਟਾਂਕੇ ਲੱਗੇ ਹੋਏ ਹਨ, ਪਰ ਜਿੰਦ ਨੂੰ ਇੱਕ ਭੀ ਟਾਂਕਾ ਨਹੀਂ (ਕੀਹ ਪਤਾ, ਕੇਹੜੇ ਵੇਲੇ ਸਰੀਰ ਨਾਲੋਂ ਵੱਖ ਹੋ ਜਾਏ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5251,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vwrI Awpo AwpxI; cly mswiek syK ]47]",
    "transliteration": "Vaaree Aapo Aapanee Chalae Masaaeik Saekh ||47||",
    "translation": "The shaykhs and their disciples have all departed, each in his own turn. ||47||",
    "punjabi": "ਵੱਡੇ ਵੱਡੇ ਅਖਵਾਣ ਵਾਲੇ ਸ਼ੇਖ਼ ਆਦਿਕ ਸਭ ਆਪੋ ਆਪਣੀ ਵਾਰੀ ਇਥੋਂ ਤੁਰ ਗਏ ॥੪੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5252,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "PrIdw. duhu dIvI blMidAw; mlku bihTw Awie ]",
    "transliteration": "Fareedhaa Dhuhu Dheevee Balandhiaa Malak Behithaa Aae ||",
    "translation": "Fareed, the two lamps are lit, but death has come anyway.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹਨਾਂ ਦੋਹਾਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ (ਇਹਨਾਂ ਦੋਹਾਂ ਦੀਵਿਆਂ ਦੇ ਜਗਦਿਆਂ ਹੀ) ਮੌਤ ਦਾ ਫ਼ਰਿਸਤਾ (ਜਿਸ ਭੀ ਬੰਦੇ ਪਾਸ) ਆ ਬੈਠਾ,",
    "pronunciation": "(duhu) dovyN (dIvI) nyqRW dy[ (blMidAw) dyKidAW[ (mlku) kwl rUp &irSqw Aw bYiTAw[ dIvIN[ bih-Tw",
    "type_id": 3
  },
  {
    "shabad_id": 5252,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gVu lIqw. Gtu luitAw; dIvVy gieAw buJwie ]48]",
    "transliteration": "Garr Leethaa Ghatt Luttiaa Dheevarrae Gaeiaa Bujhaae ||48||",
    "translation": "It has captured the fortress of the body, and plundered the home of the heart; it extinguishes the lamps and departs. ||48||",
    "punjabi": "ਉਸ ਨੇ ਉਸ ਦੇ ਸਰੀਰ-ਰੂਪ ਕਿਲ੍ਹੇ ਉਤੇ ਕਬਜ਼ਾ ਕਰ ਲਿਆ, ਅੰਤਹਕਰਣ ਲੁੱਟ ਲਿਆ (ਭਾਵ, ਜਿੰਦ ਕਾਬੂ ਕਰ ਲਈ) ਤੇ (ਇਹ ਅੱਖਾਂ ਦੇ) ਦੀਵੇ ਬੁਝਾ ਗਿਆ ॥੪੮॥",
    "pronunciation": "(Gtu) sRIr gV@[ Gtu, buJwie: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5253,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "PrIdw. vyKu kpwhY ij QIAw; ij isir QIAw, iqlwh ]",
    "transliteration": "Fareedhaa Vaekh Kapaahai J Thheeaa J Sir Thheeaa Thilaah ||",
    "translation": "Fareed, look at what has happened to the cotton and the sesame seed,",
    "punjabi": "ਹੇ ਫਰੀਦ! ਵੇਖ! ਜੋ ਹਾਲਤ ਕਪਾਹ ਦੀ ਹੁੰਦੀ ਹੈ (ਭਾਵ, ਵੇਲਣੇ ਵਿਚ ਵੇਲੀ ਜਾਂਦੀ ਹੈ), ਜੋ ਤਿਲਾਂ ਦੇ ਸਿਰ ਤੇ ਬੀਤਦੀ ਹੈ (ਕੋਹਲੂ ਵਿਚ ਪੀੜੇ ਜਾਂਦੇ ਹਨ),",
    "pronunciation": "(iqlwh) iqlW",
    "type_id": 3
  },
  {
    "shabad_id": 5253,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kmwdY Aru kwgdY; kuMny koieilAwh ]",
    "transliteration": "Kamaadhai Ar Kaagadhai Kunnae Koeiliaah ||",
    "translation": "The sugar cane and paper, the clay pots and the charcoal.",
    "punjabi": "ਜੋ ਕਮਾਦ, ਕਾਗਜ਼, ਮਿੱਟੀ ਦੀ ਹਾਂਡੀ ਅਤੇ ਕੋਲਿਆਂ ਨਾਲ ਵਰਤਦੀ ਹੈ,",
    "pronunciation": "koieil-Awh",
    "type_id": 3
  },
  {
    "shabad_id": 5253,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mMdy Aml kryidAw; eyh sjwie iqnwh ]49]",
    "transliteration": "Mandhae Amal Karaedhiaa Eaeh Sajaae Thinaah ||49||",
    "translation": "This is the punishment for those who do evil deeds. ||49||",
    "punjabi": "ਇਹ ਸਜ਼ਾ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ ਜੋ (ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ) ਮੰਦੇ ਕੰਮ ਕਰਦੇ ਹਨ (ਭਾਵ, ਜਿਉਂ ਜਿਉਂ ਦੁਨੀਆਵੀ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਮੰਦੇ ਕੰਮ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਬੜੇ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੪੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5254,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "PrIdw. kMin muslw. sUPu gil; idil kwqI. guVu vwiq ]",
    "transliteration": "Fareedhaa Kann Musalaa Soof Gal Dhil Kaathee Gurr Vaath ||",
    "translation": "Fareed, you wear your prayer shawl on your shoulders and the robes of a Sufi; your words are sweet, but there is a dagger in your heart.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਤੇਰੇ) ਮੋਢੇ ਉਤੇ ਮੁਸੱਲਾ ਹੈ, (ਤੂੰ) ਗਲ ਵਿਚ ਕਾਲੀ ਖ਼ਫ਼ਨੀ (ਪਾਈ ਹੋਈ ਹੈ), (ਤੇਰੇ) ਮੂੰਹ ਵਿਚ ਗੁੜ ਹੈ; (ਪਰ) ਦਿਲ ਵਿਚ ਕੈਂਚੀ ਹੈ (ਭਾਵ, ਬਾਹਰ ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਲਣ ਲਈ ਫ਼ਕੀਰੀ ਵੇਸ ਹੈ, ਮੂੰਹੋਂ ਭੀ ਲੋਕਾਂ ਨਾਲ ਮਿੱਠਾ ਬੋਲਦਾ ਹੈਂ, ਪਰ ਦਿਲੋਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ ਖੋਟਾ ਹੈਂ ਸੋ)",
    "pronunciation": "(kMin@) moFy, nmwz pV@n vwlw (mu-s`lw) Awsx, gil c kwLy sUPu bsqR dI ^&xI[ idil c jIv h`iqAw, eIrKw rUp kwqI CurI[ (vwiq) mUMh c guV vWg im`TIAW g`lW hn[",
    "type_id": 3
  },
  {
    "shabad_id": 5254,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bwhir idsY cwnxw; idil AMiDAwrI rwiq ]50]",
    "transliteration": "Baahar Dhisai Chaananaa Dhil Andhhiaaree Raath ||50||",
    "translation": "Outwardly, you look bright, but your heart is dark as night. ||50||",
    "punjabi": "ਬਾਹਰ ਤਾਂ ਚਾਨਣ ਦਿੱਸ ਰਿਹਾ ਹੈ (ਪਰ) ਦਿਲ ਵਿਚ ਹਨੇਰੀ ਰਾਤ (ਵਾਪਰੀ ਹੋਈ) ਹੈ ॥੫੦॥",
    "pronunciation": "bw-hir",
    "type_id": 3
  },
  {
    "shabad_id": 5255,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "PrIdw. rqI rqu, n inklY; jy qnu cIrY koie ]",
    "transliteration": "Fareedhaa Rathee Rath N Nikalai Jae Than Cheerai Koe ||",
    "translation": "Fareed, not even a drop of blood would issue forth, if someone cut my body.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਕੋਈ (ਰੱਬ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੋਏ ਦਾ) ਸਰੀਰ ਚੀਰੇ (ਤਾਂ ਉਸ ਵਿਚੋਂ) ਰਤਾ ਜਿਤਨਾ ਭੀ ਲਹੂ ਨਹੀਂ ਨਿਕਲਦਾ (ਪਰ, ਹੇ ਫਰੀਦ! ਤੂੰ ਤਾਂ ਮੁਸੱਲੇ ਤੇ ਖ਼ਫ਼ਨੀ ਆਦਿਕ ਨਾਲ ਨਿਰਾ ਬਾਹਰ ਦਾ ਹੀ ਖ਼ਿਆਲ ਰੱਖਿਆ ਹੋਇਆ ਹੈ)",
    "pronunciation": "rqI:polw bolo[ (rqI) QoVy mwqR[rqu: polw bolo[ (rqu) pRIq",
    "type_id": 3
  },
  {
    "shabad_id": 5255,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jo qn rqy. rb isau; iqn qin rqu. n hoie ]51]",
    "transliteration": "Jo Than Rathae Rab Sio Thin Than Rath N Hoe ||51||",
    "translation": "Those bodies which are imbued with the Lord - those bodies contain no blood. ||51||",
    "punjabi": "ਜੋ ਬੰਦੇ ਰੱਬ ਨਾਲ ਰੰਗੇ ਹੁੰਦੇ ਹਨ (ਭਾਵ, ਰੱਬ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੁੰਦੇ ਹਨ), ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ('ਵਿਸੁ ਗੰਦਲਾਂ' ਦਾ ਮੋਹ-ਰੂਪ) ਲਹੂ ਨਹੀਂ ਹੁੰਦਾ ॥੫੧॥",
    "pronunciation": "Apxy sRIr nwl (rqu) pRIq nhIN huMdI[r`qy: polw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5256,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5256,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "iehu qnu sBo rqu hY; rqu ibnu qMnu. n hoie ]",
    "transliteration": "Eihu Than Sabho Rath Hai Rath Bin Thann N Hoe ||",
    "translation": "This body is all blood; without blood, this body could not exist.",
    "punjabi": "ਇਹ ਸਾਰਾ ਸਰੀਰ ਲਹੂ ਹੈ (ਭਾਵ, ਸਾਰੇ ਸਰੀਰ ਵਿਚ ਲਹੂ ਮੌਜੂਦ ਹੈ), ਲਹੂ ਤੋਂ ਬਿਨਾ ਸਰੀਰ ਰਹਿ ਨਹੀਂ ਸਕਦਾ (ਫਿਰ, ਸਰੀਰ ਨੂੰ ਚੀਰਿਆਂ, ਭਾਵ, ਸਰੀਰ ਦੀ ਪੜਤਾਲ ਕੀਤਿਆਂ, ਕੇਹੜਾ ਲਹੂ ਨਹੀਂ ਨਿਕਲਦਾ?)",
    "pronunciation": "rqu: dono vwr polw bolo[ (rqu) pRIq",
    "type_id": 3
  },
  {
    "shabad_id": 5256,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jo sh rqy Awpxy; iqqu qin loBu rqu. n hoie ]",
    "transliteration": "Jo Seh Rathae Aapanae Thith Than Lobh Rath N Hoe ||",
    "translation": "Those who are imbued with their Lord, do not have the blood of greed in their bodies.",
    "punjabi": "ਜੋ ਬੰਦੇ ਆਪਣੇ ਖਸਮ (ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ) ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ (ਉਹਨਾਂ ਦੇ) ਇਸ ਸਰੀਰ ਵਿਚ ਲਾਲਚ-ਰੂਪ ਲਹੂ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "r`qy[rqu: polw bolo[ (rqu) pRIq",
    "type_id": 3
  },
  {
    "shabad_id": 5256,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "BY pieAY qnu KIxu hoie; loBu rqu ivchu jwie ]",
    "transliteration": "Bhai Paeiai Than Kheen Hoe Lobh Rath Vichahu Jaae ||",
    "translation": "When the Fear of God fills the body, it becomes thin; the blood of greed departs from within.",
    "punjabi": "ਜੇ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਵਿਚ ਜੀਵੀਏ, ਤਾਂ ਸਰੀਰ (ਇਸ ਤਰ੍ਹਾਂ) ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿ) ਇਸ ਵਿਚੋਂ ਲੋਭ-ਰੂਪ ਰੱਤ ਨਿਕਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "rqu: polw bolo[ (rqu) pRIq",
    "type_id": 3
  },
  {
    "shabad_id": 5256,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijau bYsMqir. Dwqu suDu hoie; iqau hir kw Bau, durmiq mYlu gvwie ]",
    "transliteration": "Jio Baisanthar Dhhaath Sudhh Hoe Thio Har Kaa Bho Dhuramath Mail Gavaae ||",
    "translation": "Just as metal is purified by fire, the Fear of God removes the filthy residues of evil-mindedness.",
    "punjabi": "ਜਿਵੇਂ ਅੱਗ ਵਿਚ (ਪਾਇਆ ਸੋਨਾ ਆਦਿਕ) ਧਾਤ ਸਾਫ਼ ਹੋ ਜਾਂਦੀ ਹੈ; ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਡਰ (ਮਨੁੱਖ ਦੀ) ਭੈੜੀ ਮੱਤ-ਰੂਪ ਮੈਲ ਨੂੰ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5256,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. qy jn sohxy; ij rqy hir rMgu lwie ]52]",
    "transliteration": "Naanak Thae Jan Sohanae J Rathae Har Rang Laae ||52||",
    "translation": "O Nanak, those humble beings are beautiful, who are imbued with the Lord's Love. ||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ ਸੋਹਣੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਨਿਹੁਂ ਲਾ ਕੇ (ਉਸ ਦੇ ਨਿਹੁਂ ਵਿਚ) ਰੰਗੇ ਹੋਏ ਹਨ ॥੫੨॥",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 5257,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "PrIdw. soeI srvru FUiF lhu; ijQhu lBI vQu ]",
    "transliteration": "Fareedhaa Soee Saravar Dtoodt Lahu Jithhahu Labhee Vathh ||",
    "translation": "Fareed, seek that sacred pool, in which the genuine article is found.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਉਹੀ ਸੋਹਣਾ ਤਲਾਬ ਲੱਭ, ਜਿਸ ਵਿਚੋਂ (ਅਸਲ) ਚੀਜ਼ (ਨਾਮ-ਰੂਪ ਮੋਤੀ) ਮਿਲ ਪਏ,",
    "pronunciation": "v`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 5257,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "CpiV FUFY ikAw hovY; ickiV fubY hQu ]53]",
    "transliteration": "Shhaparr Dtoodtai Kiaa Hovai Chikarr Ddubai Hathh ||53||",
    "translation": "Why do you bother to search in the pond? Your hand will only sink into the mud. ||53||",
    "punjabi": "ਛੱਪੜ ਭਾਲਿਆਂ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ, (ਉਥੇ ਤਾਂ) ਚਿੱਕੜ ਵਿਚ (ਹੀ) ਹੱਥ ਡੁੱਬਦਾ ਹੈ ॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5258,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "PrIdw nMFI. kMqu, n rwivE; vfI QI. mueI Awsu ]",
    "transliteration": "Fareedhaa Nandtee Kanth N Raaviou Vaddee Thhee Mueeaas ||",
    "translation": "Fareed, when she is young, she does not enjoy her Husband. When she grows up, she dies.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਿਸ ਜੁਆਨ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਨੇ (ਪਰਮਾਤਮਾ-) ਪਤੀ ਨਾ ਮਾਣਿਆ (ਭਾਵ, ਜਿਸ ਜੀਵ ਨੇ ਜੁਆਨੀ ਵੇਲੇ ਰੱਬ ਨੂੰ ਨਾਹ ਸਿਮਰਿਆ), ਉਹ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਜਦੋਂ ਬੁੱਢੀ ਹੋ ਕੇ ਮਰ ਗਈ,",
    "pronunciation": "gRIbI nwl (nMFI) CotI dwsI bx ky",
    "type_id": 3
  },
  {
    "shabad_id": 5258,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Dn kUkyNdI, gor myN; qY sh. nw imlIAwsu ]54]",
    "transliteration": "Dhhan Kookaenadhee Gor Maen Thai Seh Naa Mileeaas ||54||",
    "translation": "Lying in the grave, the soul-bride cries, \"I did not meet You, my Lord.\"||54||",
    "punjabi": "ਤਾਂ (ਫਿਰ) ਕਬਰ ਵਿਚ ਤਰਲੇ ਲੈਂਦੀ ਹੈ (ਭਾਵ, ਮਰਨ ਪਿਛੋਂ ਜੀਵ ਪਛੁਤਾਂਦਾ ਹੈ) ਕਿ ਹੇ (ਪ੍ਰਭੂ-) ਪਤੀ! ਮੈਂ ਤੈਨੂੰ (ਵੇਲੇ-ਸਿਰ) ਨਾਹ ਮਿਲੀ ॥੫੪॥",
    "pronunciation": "imlI-Awsu",
    "type_id": 3
  },
  {
    "shabad_id": 5259,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "PrIdw. isru pilAw, dwVI plI; muCW BI plIAW ]",
    "transliteration": "Fareedhaa Sir Paliaa Dhaarree Palee Mushhaan Bhee Paleeaaan ||",
    "translation": "Fareed, your hair has turned grey, your beard has turned grey, and your moustache has turned grey.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਸਿਰ ਚਿੱਟਾ ਹੋ ਗਿਆ ਹੈ, ਦਾੜ੍ਹੀ ਚਿੱਟੀ ਹੋ ਗਈ ਹੈ, ਮੁਛਾਂ ਭੀ ਚਿੱਟੀਆਂ ਹੋ ਗਈਆਂ ਹਨ।",
    "pronunciation": "dwV@I",
    "type_id": 3
  },
  {
    "shabad_id": 5259,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ry mn gihly bwvly; mwxih ikAw rlIAW ]55]",
    "transliteration": "Rae Man Gehilae Baavalae Maanehi Kiaa Raleeaaan ||55||",
    "translation": "O my thoughtless and insane mind, why are you indulging in pleasures? ||55||",
    "punjabi": "ਹੇ ਗ਼ਾਫ਼ਿਲ ਤੇ ਕਮਲੇ ਮਨ! (ਅਜੇ ਭੀ ਤੂੰ ਦੁਨੀਆ ਦੀਆਂ ਹੀ) ਮੌਜਾਂ ਕਿਉਂ ਮਾਣ ਰਿਹਾ ਹੈਂ? ॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5260,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "PrIdw. koTy Dukxu kyqVw; ipr nIdVI invwir ]",
    "transliteration": "Fareedhaa Kothae Dhhukan Kaetharraa Pir Needharree Nivaar ||",
    "translation": "Fareed, how long can you run on the rooftop? You are asleep to your Husband Lord - give it up!",
    "punjabi": "ਹੇ ਫਰੀਦ! ਕੋਠੇ ਦੀ ਦੌੜ ਕਿਥੋਂ ਤਕ (ਭਾਵ, ਕੋਠੇ ਉਤੇ ਦੌੜ ਲੰਮੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਬ ਵਲੋਂ ਗ਼ਾਫ਼ਿਲ ਭੀ ਕਦ ਤਕ ਰਹੇਂਗਾ? ਉਮਰ ਆਖ਼ਰ ਮੁੱਕ ਜਾਇਗੀ, ਸੋ) ਰੱਬ (ਵਾਲੇ ਪਾਸੇ) ਤੋਂ ਇਹ ਕੋਝੀ (ਗ਼ਫ਼ਲਤ ਦੀ) ਨੀਂਦ ਦੂਰ ਕਰ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5260,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jo idh lDy gwxvy; gey ivlwiV ivlwiV ]56]",
    "transliteration": "Jo Dhih Ladhhae Gaanavae Geae Vilaarr Vilaarr ||56||",
    "translation": "The days which were allotted to you are numbered, and they are passing, passing away. ||56||",
    "punjabi": "(ਉਮਰ ਦੇ) ਜੋ ਗਿਣਵੇਂ ਦਿਨ ਮਿਲੇ ਹੋਏ ਹਨ ਉਹ ਛਾਲਾਂ ਮਾਰ ਮਾਰ ਕੇ ਮੁੱਕਦੇ ਜਾ ਰਹੇ ਹਨ ॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5261,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "PrIdw. koTy mMfp mwVIAw; eyqu. n lwey icqu ]",
    "transliteration": "Fareedhaa Kothae Manddap Maarreeaa Eaeth N Laaeae Chith ||",
    "translation": "Fareed, houses, mansions and balconies - do not attach your consciousness to these.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਹ ਜੋ ਤੇਰੇ) ਘਰ ਤੇ ਮਹਲ-ਮਾੜੀਆਂ (ਹਨ, ਇਹਨਾਂ ਦੇ) ਇਸ (ਸਿਲਸਿਲੇ) ਵਿਚ ਚਿੱਤ ਨਾਹ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5261,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "imtI peI AqolvI; koie. n hosI imqu ]57]",
    "transliteration": "Mittee Pee Atholavee Koe N Hosee Mith ||57||",
    "translation": "When these collapse into heaps of dust, none of them will be your friend. ||57||",
    "punjabi": "(ਮਰਨ ਤੇ ਜਦੋਂ ਕਬਰ ਵਿਚ ਤੇਰੇ ਉੱਤੇ) ਅਤੋਲਵੀਂ ਮਿੱਟੀ ਪਏਗੀ ਤਦੋਂ (ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਸਾਥੀ ਨਹੀਂ ਬਣੇਗਾ ॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5262,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "PrIdw. mMfp mwlu, n lwie; mrg sqwxI, iciq Dir ]",
    "transliteration": "Fareedhaa Manddap Maal N Laae Marag Sathaanee Chith Dhhar ||",
    "translation": "Fareed, do not focus on mansions and wealth; center your consciousness on death, your powerful enemy.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਨਿਰਾ) ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਧਨ ਨੂੰ ਚਿੱਤ ਵਿਚ ਨਾਹ ਟਿਕਾਈ ਰੱਖ, (ਸਭ ਤੋਂ) ਬਲੀ ਮੌਤ ਨੂੰ ਚਿੱਤ ਵਿਚ ਰੱਖ (ਚੇਤੇ ਰੱਖ)।",
    "pronunciation": "(mrg) mOq (sqwxI) bl vwlI",
    "type_id": 3
  }
]
