[
  {
    "shabad_id": 5282,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dyhI rogu. n lgeI; plY sBu ikCu pwie ]78]",
    "transliteration": "Dhaehee Rog N Lagee Palai Sabh Kishh Paae ||78||",
    "translation": "Your body shall not suffer from any disease, and you shall obtain everything. ||78||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਸਰੀਰ ਨੂੰ ਕੋਈ ਰੋਗ ਨਹੀਂ ਲੱਗਦਾ ਅਤੇ ਹਰੇਕ ਪਦਾਰਥ (ਭਾਵ, ਚੰਗਾ ਗੁਣ) ਸਾਂਭਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5283,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "PrIdw. pMK prwhuxI; dunI suhwvw bwgu ]",
    "transliteration": "Fareedhaa Pankh Paraahunee Dhunee Suhaavaa Baag ||",
    "translation": "Fareed, the bird is a guest in this beautiful world-garden.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹ ਦੁਨੀਆ (ਇਕ) ਸੋਹਣਾ ਬਾਗ਼ ਹੈ (ਇਥੇ ਮਨ ਵਿਚ 'ਟੋਏ ਟਿੱਬੇ' ਬਣਾਏ ਕਿਉਂ ਹੋਏ? ਇਥੇ ਤਾਂ ਸਾਰੇ ਜੀਵ-ਰੂਪ) ਪੰਛੀਆਂ ਦੀ ਡਾਰ ਪਰਾਹੁਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5283,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "naubiq vjI subh isau; clx kw kir swju ]79]",
    "transliteration": "Noubath Vajee Subeh Sio Chalan Kaa Kar Saaj ||79||",
    "translation": "The morning drums are beating - get ready to leave! ||79||",
    "punjabi": "ਜਦੋਂ ਸਵੇਰ ਦਾ ਧੌਂਸਾ ਵੱਜਾ (ਸਭ ਨੇ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਕੱਟ ਕੇ ਤੁਰ ਜਾਣਾ ਹੈ)। (ਹੇ ਫਰੀਦ! ਇਹ 'ਟੋਏ ਟਿੱਬੇ' ਦੂਰ ਕਰ, ਤੇ ਤੂੰ ਭੀ) ਤੁਰਨ ਦੀ ਤਿਆਰੀ ਕਰ ॥੭੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5284,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "PrIdw. rwiq kQUrI vMfIAY; suiqAw imlY. n Bwau ]",
    "transliteration": "Fareedhaa Raath Kathhooree Vanddeeai Suthiaa Milai N Bhaao ||",
    "translation": "Fareed, musk is released at night. Those who are sleeping do not receive their share.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਉਹ ਤਿਆਰੀ ਰਾਤ ਨੂੰ ਹੀ ਹੋ ਸਕਦੀ ਹੈ) ਰਾਤਿ (ਦੀ ਇਕਾਂਤ) ਵਿਚ ਕਸਤੂਰੀ ਵੰਡੀਦੀ ਹੈ (ਭਾਵ, ਰਾਤਿ ਦੀ ਇਕਾਂਤ ਵੇਲੇ ਭਜਨ ਦੀ ਸੁਗੰਧੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ), ਜੋ ਸੁੱਤੇ ਰਹਿਣ ਉਹਨਾਂ ਨੂੰ (ਇਸ ਵਿਚੋਂ) ਹਿੱਸਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5284,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijMn@w nYx nˆØIdRwvly; iqMn@w imlxu kuAwau ]80]",
    "transliteration": "Jinnhaa Nain Nanaeedhraavalae Thinnhaa Milan Kuaao ||80||",
    "translation": "Those whose eyes are heavy with sleep - how can they receive it? ||80||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀਆਂ ਅੱਖਾਂ (ਸਾਰੀ ਰਾਤ) ਨੀਂਦ ਵਿਚ ਘੁੱਟੀਆਂ ਰਹਿਣ, ਉਹਨਾਂ ਨੂੰ (ਨਾਮ ਦੀ ਕਸਤੂਰੀ ਦੀ) ਪ੍ਰਾਪਤੀ ਕਿਵੇਂ ਹੋਵੇ? ॥੮੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5285,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "PrIdw. mY jwinAw duKu muJ kU; duKu sbwieAY jig ]",
    "transliteration": "Fareedhaa Mai Jaaniaa Dhukh Mujh Koo Dhukh Sabaaeiai Jag ||",
    "translation": "Fareed, I thought that I was in trouble; the whole world is in trouble!",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮੈਂ (ਪਹਿਲਾਂ ਮਨ ਦੇ 'ਟੋਏ ਟਿੱਬੇ' ਤੋਂ ਪੈਦਾ ਹੋਏ ਦੁੱਖ ਵਿਚ ਘਾਬਰ ਕੇ ਇਹ) ਸਮਝਿਆ ਕਿ ਦੁੱਖ (ਸਿਰਫ਼) ਮੈਨੂੰ (ਹੀ) ਹੈ (ਸਿਰਫ਼ ਮੈਂ ਹੀ ਦੁਖੀ ਹਾਂ), (ਪਰ ਅਸਲ ਵਿਚ ਇਹ) ਦੁੱਖ ਤਾਂ ਸਾਰੇ (ਹੀ) ਜਗਤ ਵਿਚ (ਵਾਪਰ ਰਿਹਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5285,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "aUcy ciV kY dyiKAw; qW Gir Gir eyhw Aig ]81]",
    "transliteration": "Oochae Charr Kai Dhaekhiaa Thaan Ghar Ghar Eaehaa Ag ||81||",
    "translation": "When I climbed the hill and looked around, I saw this fire in each and every home. ||81||",
    "punjabi": "ਜਦੋਂ ਮੈਂ (ਆਪਣੇ ਦੁੱਖ ਤੋਂ) ਉਚੇਰਾ ਹੋ ਕੇ (ਧਿਆਨ ਮਾਰਿਆ) ਤਾਂ ਮੈਂ ਵੇਖਿਆ ਕਿ ਹਰੇਕ ਘਰ ਵਿਚ ਇਹੀ ਅੱਗ (ਬਲ) ਰਹੀ ਹੈ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਦੁਖੀ ਹੈ) ॥੮੧॥",
    "pronunciation": "ciV@,A`ig",
    "type_id": 3
  },
  {
    "shabad_id": 5286,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "mhlw 5 ]",
    "transliteration": "Mehalaa 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5286,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "PrIdw. BUim rMgwvlI; mMiJ ivsUlw bwg ]",
    "transliteration": "Fareedhaa Bhoom Rangaavalee Manjh Visoolaa Baag ||",
    "translation": "Fareed, in the midst of this beautiful earth, there is a garden of thorns.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਹ) ਧਰਤੀ (ਤਾਂ) ਸੁਹਾਵਣੀ ਹੈ, (ਪਰ ਮਨੁੱਖੀ ਮਨ ਦੇ ਟੋਏ ਟਿੱਬਿਆਂ ਦੇ ਕਾਰਨ ਇਸ) ਵਿਚ ਵਿਹੁਲਾ ਬਾਗ (ਲੱਗਾ ਹੋਇਆ) ਹੈ (ਜਿਸ ਵਿਚ ਦੁੱਖਾਂ ਦੀ ਅੱਗ ਬਲ ਰਹੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5286,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jo jn. pIir invwijAw; iqMn@w AMc. n lwg ]82]",
    "transliteration": "Jo Jan Peer Nivaajiaa Thinnhaa Anch N Laag ||82||",
    "translation": "Those humble beings who are blessed by their spiritual teacher, do not suffer even a scratch. ||82||",
    "punjabi": "ਜਿਸ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਉੱਚਾ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਦੁੱਖ-ਅਗਨਿ ਦਾ) ਸੇਕ ਨਹੀਂ ਲੱਗਦਾ ॥੮੨॥",
    "pronunciation": "AOgux pwp du`K dw (Amc) syk",
    "type_id": 3
  },
  {
    "shabad_id": 5287,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mhlw 5 ]",
    "transliteration": "Mehalaa 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5287,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "PrIdw aumr suhwvVI; sMig suvMnVI dyh ]",
    "transliteration": "Fareedhaa Oumar Suhaavarree Sang Suvannarree Dhaeh ||",
    "translation": "Fareed, life is blessed and beautiful, along with the beautiful body.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ) ਜ਼ਿੰਦਗੀ ਸੌਖੀ ਹੈ ਅਤੇ ਸਰੀਰ ਭੀ ਸੋਹਣੇ ਰੰਗ ਵਾਲਾ (ਭਾਵ, ਰੋਗ-ਰਹਿਤ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5287,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ivrly kyeI pweIAin; ijMn@w ipAwry nyh ]83]",
    "transliteration": "Viralae Kaeee Paaeean Jinnhaa Piaarae Naeh ||83||",
    "translation": "Only a rare few are found, who love their Beloved Lord. ||83||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਪਿਆਰ ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਨਾਲ ਹੈ, ('ਵਿਸੂਲਾ ਬਾਗ' ਤੇ 'ਦੁਖ-ਅਗਨੀ' ਉਹਨਾਂ ਨੂੰ ਛੁੰਹਦੇ ਨਹੀਂ, ਪਰ ਅਜੇਹੇ ਬੰਦੇ) ਕੋਈ ਵਿਰਲੇ ਹੀ ਮਿਲਦੇ ਹਨ ॥੮੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5288,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kMDI vhx. n Fwih; qau BI lyKw dyvxw ]",
    "transliteration": "Kandhhee Vehan N Dtaahi Tho Bhee Laekhaa Dhaevanaa ||",
    "translation": "O river, do not destroy your banks; you too will be asked to give your account.",
    "punjabi": "ਦੁੱਖਾਂ ਹੇਠ ਨੱਪਿਆ ਹੋਇਆ ਜੀਵ 'ਦੁੱਖ' ਅੱਗੇ ਤਰਲੇ ਲੈ ਕੇ ਆਖਦਾ ਹੈ ਕਿ) ਹੇ (ਦੁੱਖਾਂ ਦੇ) ਵਹਣ! (ਮੈਨੂੰ) ਕੰਧੀ (-ਰੁੱਖੜੇ) ਨੂੰ ਨਾਹ ਢਾਹ (ਭਾਵ, ਮੈਨੂੰ ਦੁਖੀ ਨਾਹ ਕਰ), ਤੈਨੂੰ ਭੀ (ਆਪਣੇ ਕੀਤੇ ਦਾ) ਹਿਸਾਬ ਦੇਣਾ ਪਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5288,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijDir rb rjwie; vhxu iqdwaU gMau kry ]84]",
    "transliteration": "Jidhhar Rab Rajaae Vehan Thidhaaoo Gano Karae ||84||",
    "translation": "The river flows in whatever direction the Lord orders. ||84||",
    "punjabi": "(ਦੁਖੀ ਮਨੁੱਖ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਰਹਿੰਦੀ ਕਿ) ਦੁੱਖਾਂ ਦਾ ਹੜ੍ਹ ਉਸੇ ਪਾਸੇ ਹੀ ਢਾਹ ਲਾਂਦਾ ਹੈ, ਜਿਸ ਪਾਸੇ ਰੱਬ ਦੀ ਮਰਜ਼ੀ ਹੁੰਦੀ ਹੈ (ਭਾਵ, ਰੱਬ ਦੀ ਰਜ਼ਾ-ਅਨੁਸਾਰ ਰੱਬ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਬੰਦੇ ਆਪਣੇ ਕੀਤੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਅਧੀਨ ਦੁੱਖਾਂ ਦਾ ਹੜ੍ਹ ਉਸ ਨੂੰ ਆ ਰੋੜ੍ਹਦਾ ਹੈ) ॥੮੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5289,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "PrIdw. fuKw syqI. idhu gieAw; sUlW syqI rwiq ]",
    "transliteration": "Fareedhaa Ddukhaa Saethee Dhihu Gaeiaa Soolaan Saethee Raath ||",
    "translation": "Fareed, the day passes painfully; the night is spent in anguish.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਮਨ ਵਿਚ ਬਣੇ 'ਟੋਏ ਟਿਬੇ' ਦੇ ਕਾਰਨ ਦੁੱਖਾਂ ਦੀ ਨਦੀ ਵਿਚ ਰੁੜ੍ਹੇ ਜਾਂਦੇ ਜੀਵਾਂ ਦਾ) ਦਿਨ ਦੁੱਖਾਂ ਵਿਚ ਲੰਘਦਾ ਹੈ, ਰਾਤ ਭੀ (ਚਿੰਤਾ ਦੀਆਂ) ਚੋਭਾਂ ਵਿਚ ਬੀਤਦੀ ਹੈ।",
    "pronunciation": "f`uKW",
    "type_id": 3
  },
  {
    "shabad_id": 5289,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "KVw pukwry pwqxI; byVw kpr vwiq ]85]",
    "transliteration": "Kharraa Pukaarae Paathanee Baerraa Kapar Vaath ||85||",
    "translation": "The boatman stands up and shouts, \"The boat is caught in the whirlpool!\"||85||",
    "punjabi": "(ਕੰਢੇ ਤੇ) ਖਲੋਤਾ ਹੋਇਆ (ਗੁਰੂ-) ਮਲਾਹ ਇਹਨਾਂ ਨੂੰ ਉੱਚੀ ਉੱਚੀ ਕਹਿ ਰਿਹਾ ਹੈ (ਕਿ ਤੁਹਾਡਾ ਜ਼ਿੰਦਗੀ ਦਾ) ਬੇੜਾ (ਦੁੱਖਾਂ ਦੀਆਂ) ਠਾਠਾਂ ਦੇ ਮੂੰਹ ਵਿਚ (ਆ ਡਿੱਗਣ ਲੱਗਾ) ਹੈ ॥੮੫॥",
    "pronunciation": "(p`wqxI) gurU[ jIvn rUpI byVw [ AOgux ivkwr zor zulm mMd vwsnw kpr lihrW[ (vwiq) muK c [ KV@w[ k`pr",
    "type_id": 3
  },
  {
    "shabad_id": 5290,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "lMmI lMmI ndI vhY; kMDI kyrY hyiq ]",
    "transliteration": "Lanmee Lanmee Nadhee Vehai Kandhhee Kaerai Haeth ||",
    "translation": "The river flows on and on; it loves to eat into its banks.",
    "punjabi": "(ਸੰਸਾਰੀ ਬੰਦਿਆਂ-ਰੂਪ) ਕੰਧੀ (ਰੁੱਖੜਿਆਂ) ਨੂੰ ਢਾਹੁਣ ਲਈ (ਭਾਵ, ਦੁੱਖੀ ਕਰਨ ਲਈ) (ਇਹ ਦੁੱਖਾਂ ਦੀ) ਬੇਅੰਤ ਲੰਮੀ ਨਦੀ ਵਗ ਰਹੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5290,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "byVy no kpru ikAw kry; jy pwqx rhY sucyiq ]86]",
    "transliteration": "Baerrae No Kapar Kiaa Karae Jae Paathan Rehai Suchaeth ||86||",
    "translation": "What can the whirlpool do to the boat, if the boatman remains alert? ||86||",
    "punjabi": "(ਪਰ ਇਸ ਨਦੀ ਦਾ) ਘੁੰਮਣ-ਘੇਰ (ਉਸ ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਬੇੜੇ ਦਾ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਜੋ (ਸਤਿਗੁਰੂ) ਮਲਾਹ ਦੇ ਚੇਤੇ ਵਿਚ ਰਹੇ (ਭਾਵ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਰੱਖੇ, ਉਸ ਨੂੰ ਦੁੱਖ-ਅਗਨੀ ਨਹੀਂ ਪੋਂਹਦੀ) ॥੮੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5291,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "PrIdw. glˆØI su sjx vIh; ieku FUMFydI. n lhW ]",
    "transliteration": "Fareedhaa Galanaee S Sajan Veeh Eik Dtoondtaedhee N Lehaan ||",
    "translation": "Fareed, there are dozens who say they are friends; I search, but I cannot find even one.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਗੱਲਾਂ ਨਾਲ ਪਤਿਆਉਣ ਵਾਲੇ ਤਾਂ ਵੀਹ ਮਿਤ੍ਰ (ਮਿਲ ਪੈਂਦੇ) ਹਨ; ਪਰ ਖੋਜ ਕਰਨ ਲੱਗਿਆਂ ਅਸਲ ਸੱਚਾ ਮਿੱਤਰ ਨਹੀਂ ਲੱਭਦਾ (ਜੋ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ ਬੇੜੇ ਨੂੰ ਦੁੱਖਾਂ ਦੀ ਨਦੀ ਵਿਚੋਂ ਪਾਰ ਲਾਏ)।",
    "pronunciation": "g`lˆØI",
    "type_id": 3
  },
  {
    "shabad_id": 5291,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "DuKW. ijau mWlIh; kwrix iqMn@w mw iprI ]87]",
    "transliteration": "Dhhukhaan Jio Maanleeh Kaaran Thinnhaa Maa Piree ||87||",
    "translation": "I yearn for my beloved like a smouldering fire. ||87||",
    "punjabi": "ਮੈਂ ਤਾਂ ਇਹੋ ਜਿਹੇ (ਸਤ-ਸੰਗੀ) ਸੱਜਣਾਂ ਦੇ (ਨਾਹ ਮਿਲਣ) ਕਰਕੇ ਧੁਖਦੀ ਮਿਲੀ ਵਾਂਗ ਅੰਦਰੇ ਅੰਦਰ ਦੁਖੀ ਹੋ ਰਿਹਾ ਹਾਂ ॥੮੭॥",
    "pronunciation": "(mWlIh) gohy dw ig`lw cUrw[ mw: ibMdI nhIN lwauxI[ DuKW: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5292,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "PrIdw. iehu qnu Baukxw; inq inq duKIAY kauxu ]",
    "transliteration": "Fareedhaa Eihu Than Bhoukanaa Nith Nith Dhukheeai Koun ||",
    "translation": "Fareed, this body is always barking. Who can stand this constant suffering?",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹ (ਮੇਰਾ) ਸਰੀਰ ਤਾਂ ਭੌਂਕਾ ਹੋ ਗਿਆ ਹੈ (ਭਾਵ, ਹਰ ਵੇਲੇ ਨਿੱਤ ਨਵੇਂ ਪਦਾਰਥ ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ, ਇਸ ਦੀਆਂ ਨਿੱਤ ਦੀਆਂ ਮੰਗਾਂ ਪੂਰੀਆਂ ਕਰਨ ਦੀ ਖ਼ਾਤਰ) ਕੌਣ ਨਿੱਤ ਔਖਾ ਹੁੰਦਾ ਰਹੇ? (ਭਾਵ, ਮੈਨੂੰ ਨਹੀਂ ਪੁੱਜਦਾ ਕਿ ਨਿੱਤ ਔਖਾ ਹੁੰਦਾ ਰਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5292,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kMnI bujy dy rhW; ikqI vgY pauxu ]88]",
    "transliteration": "Kannee Bujae Dhae Rehaan Kithee Vagai Poun ||88||",
    "translation": "I have put plugs in my ears; I don't care how much the wind is blowing. ||88||",
    "punjabi": "ਮੈਂ ਤਾਂ ਕੰਨਾਂ ਵਿਚ ਬੁੱਜੇ ਦੇਈ ਰੱਖਾਂਗਾ ਜਿਤਨੀ ਜੀ ਚਾਹੇ ਹਵਾ ਝੁੱਲਦੀ ਰਹੇ, (ਭਾਵ, ਜਿਤਨਾ ਜੀ ਚਾਹੇ ਇਹ ਸਰੀਰ ਮੰਗਾਂ ਮੰਗਣ ਦਾ ਰੌਲਾ ਪਾਈ ਜਾਏ, ਮੈਂ ਇਸ ਦੀ ਇੱਕ ਭੀ ਨਹੀਂ ਸੁਣਾਂਗਾ) ॥੮੮॥",
    "pronunciation": "bu`jy, ikqI vgY: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5293,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "PrIdw. rb KjUrI pkIAW; mwiKA. neI vhMin@ ]",
    "transliteration": "Fareedhaa Rab Khajooree Pakeeaaan Maakhia Nee Vehannih ||",
    "translation": "Fareed, God's dates have ripened, and rivers of honey flow.",
    "punjabi": "(ਪਰ ਇਹ ਸਰੀਰ ਵਿਚਾਰਾ ਭੀ ਕੀਹ ਕਰੇ? ਇਸ ਨੂੰ ਖਿੱਚ ਪਾਣ ਲਈ ਚਾਰ-ਚੁਫੇਰੇ ਜਗਤ ਵਿਚ) ਹੇ ਫਰੀਦ! ਪਰਮਾਤਮਾ ਦੀਆਂ ਪੱਕੀਆਂ ਹੋਈਆਂ ਖਜੂਰਾਂ (ਦਿੱਸ ਰਹੀਆਂ ਹਨ), ਅਤੇ ਸ਼ਹਿਦ ਦੀਆਂ ਨਦੀਆਂ ਵਗ ਰਹੀਆਂ ਹਨ (ਭਾਵ, ਹਰ ਪਾਸੇ ਸੋਹਣੇ ਸੋਹਣੇ, ਸੁਆਦਲੇ ਤੇ ਮਨ-ਮੋਹਣੇ ਪਦਾਰਥ ਤੇ ਵਿਸ਼ੇ-ਵਿਕਾਰ ਮੌਜੂਦ ਹਨ)।",
    "pronunciation": "(mwiKA) Sihd[ (neI) ndI[ (KjUrIN) p`kIAW",
    "type_id": 3
  },
  {
    "shabad_id": 5293,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jo jo vM\\\\YN fIhVw; so aumr hQ pvMin ]89]",
    "transliteration": "Jo Jo Vannjain Ddeeharraa So Oumar Hathh Pavann ||89||",
    "translation": "With each passing day, your life is being stolen away. ||89||",
    "punjabi": "(ਉ​ਂਞ ਇਹ ਭੀ ਠੀਕ ਹੈ ਕਿ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਦੇ ਮਾਣਨ ਵਿਚ ਮਨੁੱਖ ਦਾ) ਜੋ ਜੋ ਦਿਹਾੜਾ ਬੀਤਦਾ ਹੈ, ਉਹ ਇਸ ਦੀ ਉਮਰ ਨੂੰ ਹੀ ਹੱਥ ਪੈ ਰਹੇ ਹਨ (ਭਾਵ, ਅਜ਼ਾਈਂ ਜਾ ਰਹੇ ਹਨ) ॥੮੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5294,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "PrIdw. qnu sukw ipMjru QIAw; qlIAW KUMfih kwg ]",
    "transliteration": "Fareedhaa Than Sukaa Pinjar Thheeaa Thaleeaaan Khoonddehi Kaag ||",
    "translation": "Fareed, my withered body has become a skeleton; the crows are pecking at my palms.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹ ਭੌਂਕਾ) ਸਰੀਰ (ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਪੈ ਕੇ) ਡਾਢਾ ਮਾੜਾ ਹੋ ਗਿਆ ਹੈ, ਹੱਡੀਆਂ ਦੀ ਮੁੱਠ ਰਹਿ ਗਿਆ ਹੈ। (ਫਿਰ ਭੀ, ਇਹ) ਕਾਂ ਇਸ ਦੀਆਂ ਤਲੀਆਂ ਨੂੰ ਠੂੰਗੇ ਮਾਰੀ ਜਾ ਰਹੇ ਹਨ (ਭਾਵ, ਦੁਨੀਆਵੀ ਪਦਾਰਥਾਂ ਦੇ ਚਸਕੇ ਤੇ ਵਿਸ਼ੇ-ਵਿਕਾਰ ਇਸ ਦੇ ਮਨ ਨੂੰ ਚੋਭਾਂ ਲਾਈ ਜਾ ਰਹੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5294,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AjY su rbu. n bwhuiVE; dyKu bMdy ky Bwg ]90]",
    "transliteration": "Ajai S Rab N Baahurriou Dhaekh Bandhae Kae Bhaag ||90||",
    "translation": "Even now, God has not come to help me; behold, this is the fate of all mortal beings. ||90||",
    "punjabi": "ਵੇਖੋ, (ਵਿਕਾਰਾਂ ਵਿਚ ਪਏ) ਮਨੁੱਖ ਦੀ ਕਿਸਮਤ ਭੀ ਅਜੀਬ ਹੈ ਕਿ ਅਜੇ ਭੀ (ਜਦੋਂ ਕਿ ਇਸ ਦਾ ਸਰੀਰ ਦੁਨੀਆ ਦੇ ਵਿਸ਼ੇ ਭੋਗ ਭੋਗ ਕੇ ਆਪਣੀ ਸੱਤਿਆ ਭੀ ਗਵਾ ਬੈਠਾ ਹੈ) ਰੱਬ ਇਸ ਉਤੇ ਤ੍ਰੁੱਠਾ ਨਹੀਂ (ਭਾਵ, ਇਸ ਦੀ ਝਾਕ ਮਿਟੀ ਨਹੀਂ) ॥੯੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5295,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kwgw krMg FMFoilAw; sglw KwieAw mwsu ]",
    "transliteration": "Kaagaa Karang Dtandtoliaa Sagalaa Khaaeiaa Maas ||",
    "translation": "The crows have searched my skeleton, and eaten all my flesh.",
    "punjabi": "ਕਾਵਾਂ ਨੇ ਪਿੰਜਰ ਭੀ ਫੋਲ ਮਾਰਿਆ ਹੈ, ਅਤੇ ਸਾਰਾ ਮਾਸ ਖਾ ਲਿਆ ਹੈ (ਭਾਵ, ਦੁਨੀਆਵੀ ਪਦਾਰਥਾਂ ਦੇ ਚਸਕੇ ਤੇ ਵਿਸ਼ੇ-ਵਿਕਾਰ ਇਸ ਅੱਤ ਲਿੱਸੇ ਹੋਏ ਹੋਏ ਸਰੀਰ ਨੂੰ ਭੀ ਚੋਭਾਂ ਲਾਈ ਜਾ ਰਹੇ ਹਨ, ਇਸ ਭੌਂਕੇ ਸਰੀਰ ਦੀ ਸਾਰੀ ਸੱਤਿਆ ਇਹਨਾਂ ਨੇ ਖਿੱਚ ਲਈ ਹੈ)।",
    "pronunciation": "k`wgW",
    "type_id": 3
  },
  {
    "shabad_id": 5295,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ey duie nYnw. miq Cuhau; ipr dyKn kI Aws ]91]",
    "transliteration": "Eae Dhue Nainaa Math Shhuho Pir Dhaekhan Kee Aas ||91||",
    "translation": "But please do not touch these eyes; I hope to see my Lord. ||91||",
    "punjabi": "ਰੱਬ ਕਰ ਕੇ ਕੋਈ ਵਿਕਾਰ (ਮੇਰੀਆਂ) ਅੱਖਾਂ ਅੱਖਾਂ ਨੂੰ ਨਾਹ ਛੇੜੇ, ਇਹਨਾਂ ਵਿਚ ਤਾਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖਣ ਦੀ ਤਾਂਘ ਟਿਕੀ ਰਹੇ ॥੯੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5296,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kwgw cUMif. n ipMjrw; bsY q. aufir jwih ]",
    "transliteration": "Kaagaa Choondd N Pinjaraa Basai Th Ouddar Jaahi ||",
    "translation": "O crow, do not peck at my skeleton; if you have landed on it, fly away.",
    "punjabi": "ਹੇ ਕਾਂ! ਮੇਰਾ ਪਿੰਜਰ ਨਾਹ ਠੂੰਗ, ਜੇ ਤੇਰੇ ਵੱਸ ਵਿਚ (ਇਹ ਗੱਲ) ਹੈ ਤਾਂ (ਇਥੋਂ) ਉੱਡ ਜਾਹ,",
    "pronunciation": "(au~fir) au~f[ (jwih) jwh[ k`wgw",
    "type_id": 3
  },
  {
    "shabad_id": 5296,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ijqu ipMjrY myrw shu vsY; mwsu. n iqdU Kwih ]92]",
    "transliteration": "Jith Pinjarai Maeraa Sahu Vasai Maas N Thidhoo Khaahi ||92||",
    "translation": "Do not eat the flesh from that skeleton, within which my Husband Lord abides. ||92||",
    "punjabi": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਵੱਸ ਰਿਹਾ ਹੈ, ਇਸ ਵਿਚੋਂ ਮਾਸ ਨਾਹ ਖਾਹ, (ਭਾਵ, ਹੇ ਵਿਸ਼ਿਆਂ ਦੇ ਚਸਕੇ! ਮੇਰੇ ਇਸ ਸਰੀਰ ਨੂੰ ਚੋਭਾਂ ਲਾਣੀਆਂ ਛੱਡ ਦੇਹ, ਤਰਸ ਕਰ, ਤੇ ਜਾਹ, ਖ਼ਲਾਸੀ ਕਰ। ਇਸ ਸਰੀਰ ਵਿਚ ਤਾਂ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਵੱਸ ਰਿਹਾ ਹੈ, ਤੂੰ ਇਸ ਨੂੰ ਵਿਸ਼ੇ-ਭੋਗਾਂ ਵਲ ਪ੍ਰੇਰਨ ਦਾ ਜਤਨ ਨਾਹ ਕਰ) ॥੯੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5297,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "PrIdw. gor inmwxI, sfu kry; inGirAw. Gir Awau ]",
    "transliteration": "Fareedhaa Gor Nimaanee Sadd Karae Nighariaa Ghar Aao ||",
    "translation": "Fareed, the poor grave calls out, \"O homeless one, come back to your home.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਕਬਰ ਵਿਚਾਰੀ (ਬੰਦੇ ਨੂੰ) ਵਾਜ ਮਾਰ ਰਹੀ ਹੈ (ਤੇ ਆਖਦੀ ਹੈ-) ਹੇ ਬੇ-ਘਰੇ ਜੀਵ! (ਆਪਣੇ) ਘਰ ਵਿਚ ਆ,",
    "pronunciation": "(gor) kbr[ jnmW jnmW c Gor iBAwnk kSt Bog rhI inmwxI ijMd[ (s`fu) s`dxw kr rhI hY[ in-GirAw",
    "type_id": 3
  },
  {
    "shabad_id": 5297,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "srpr mY QY Awvxw; mrxhu. n firAwhu ]93]",
    "transliteration": "Sarapar Maithhai Aavanaa Maranahu N Ddariaahu ||93||",
    "translation": "You shall surely have to come to me; do not be afraid of death.\"||93||",
    "punjabi": "(ਭਾਵ) ਆਖ਼ਿਰ ਨੂੰ (ਤੂੰ) ਮੇਰੇ ਪਾਸ ਹੀ ਆਉਣਾ ਹੈ (ਤਾਂ ਫਿਰ) ਮੌਤ ਤੋਂ (ਇਤਨਾ) ਨਾਹ ਡਰ ॥੯੩॥",
    "pronunciation": "(srpr) zrUr br zrUr[(mY) myry (QY) QW iv`c",
    "type_id": 3
  },
  {
    "shabad_id": 5298,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "eynI loiexI dyKidAw; kyqI cil geI ]",
    "transliteration": "Eaenee Loeinee Dhaekhadhiaa Kaethee Chal Gee ||",
    "translation": "These eyes have seen a great many leave.",
    "punjabi": "ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਵੇਖਦਿਆਂ (ਭਾਵ, ਮੇਰੀਆਂ ਅੱਖਾਂ ਦੇ ਸਾਹਮਣੇ) ਕਿਤਨੀ ਹੀ ਖ਼ਲਕਤਿ ਚਲੀ ਗਈ ਹੈ (ਮੌਤ ਦਾ ਸ਼ਿਕਾਰ ਹੋ ਗਈ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5298,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "PrIdw. lokW Awpo AwpxI; mY AwpxI peI ]94]",
    "transliteration": "Fareedhaa Lokaan Aapo Aapanee Mai Aapanee Pee ||94||",
    "translation": "Fareed, the people have their fate, and I have mine. ||94||",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਖ਼ਲਕਤਿ ਤੁਰੀ ਜਾਂਦੀ ਵੇਖ ਕੇ ਭੀ) ਹਰੇਕ ਨੂੰ ਆਪੋ ਆਪਣੇ ਸੁਆਰਥ ਦਾ ਹੀ ਖ਼ਿਆਲ ਹੈ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਦੁਨੀਆ ਵਾਲੀ ਧੁਨ ਵਿਚ ਹੀ ਹੈ), ਮੈਨੂੰ ਭੀ ਆਪਣਾ ਹੀ ਫ਼ਿਕਰ ਪਿਆ ਹੋਇਆ ਹੈ ॥੯੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5299,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awpu svwrih. mY imlih; mY imilAw suKu hoie ]",
    "transliteration": "Aap Savaarehi Mai Milehi Mai Miliaa Sukh Hoe ||",
    "translation": "God says, \"If you reform yourself, you shall meet me, and meeting me, you shall be at peace.",
    "punjabi": "ਜੇ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਸਵਾਰ ਲਏਂ, ਤਾਂ ਤੂੰ ਮੈਨੂੰ ਮਿਲ ਪਏਂਗਾ, ਤੇ ਮੇਰੇ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਤੈਨੂੰ ਸੁਖ ਹੋਵੇਗਾ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5299,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "PrIdw. jy qU, myrw hoie rhih; sBu jgu qyrw hoie ]95]",
    "transliteration": "Fareedhaa Jae Thoo Maeraa Hoe Rehehi Sabh Jag Thaeraa Hoe ||95||",
    "translation": "O Fareed, if you will be mine, the whole world will be yours.\"||95||",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਤੂੰ ਮੇਰਾ ਬਣ ਜਾਏਂ, (ਭਾਵ, ਦੁਨੀਆ ਵਾਲਾ ਪਿਆਰ ਛੱਡ ਕੇ ਮੇਰੇ ਨਾਲ ਪਿਆਰ ਕਰਨ ਲੱਗ ਪਏਂ, ਤਾਂ) ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਬਣ ਜਾਏਗਾ (ਭਾਵ, ਮਾਇਆ ਤੇਰੇ ਪਿੱਛੇ ਪਿੱਛੇ ਦੌੜੇਗੀ) ॥੯੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5300,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kMDI auqY ruKVw; ikcrku bMnY DIru ]",
    "transliteration": "Kandhhee Outhai Rukharraa Kicharak Bannai Dhheer ||",
    "translation": "How long can the tree remain implanted on the river-bank?",
    "punjabi": "(ਦਰੀਆ ਦੇ) ਕੰਢੇ ਉੱਤੇ (ਉੱਗਾ ਹੋਇਆ) ਵਿਚਾਰਾ ਰੁੱਖ ਕਿਤਨਾ ਕੁ ਚਿਰ ਧਰਵਾਸ ਬੰਨ੍ਹੇਗਾ? ਹੇ ਫਰੀਦ! ਕੱਚੇ ਭਾਂਡੇ ਵਿਚ ਪਾਣੀ ਕਿਤਨਾ ਕੁ ਚਿਰ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "r`uKVw[ bMnY@[ ikcr-ku",
    "type_id": 3
  },
  {
    "shabad_id": 5300,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "PrIdw. kcY BWfY rKIAY; ikcru qweI nIru ]96]",
    "transliteration": "Fareedhaa Kachai Bhaanddai Rakheeai Kichar Thaaee Neer ||96||",
    "translation": "Fareed, how long can water be kept in a soft clay pot? ||96||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਮਨੁੱਖ ਮੌਤ ਦੀ ਨਦੀ ਦੇ ਕੰਢੇ ਤੇ ਖਲੋਤਾ ਹੋਇਆ ਹੈ, ਇਸ ਸਰੀਰ ਵਿਚੋਂ ਸੁਆਸ ਮੁੱਕਦੇ ਜਾ ਰਹੇ ਹਨ) ॥੯੬॥",
    "pronunciation": "qWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 5301,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "PrIdw. mhl insKx rih gey; vwsw AwieAw qil ]",
    "transliteration": "Fareedhaa Mehal Nisakhan Rehi Geae Vaasaa Aaeiaa Thal ||",
    "translation": "Fareed, the mansions are vacant; those who lived in them have gone to live underground.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਮੌਤ ਆਉਣ ਤੇ) ਮਹਲ-ਮਾੜੀਆਂ ਸੁੰਞੀਆਂ ਰਹਿ ਜਾਂਦੀਆਂ ਹਨ, ਧਰਤੀ ਦੇ ਹੇਠ (ਕਬਰ ਵਿਚ) ਡੇਰਾ ਲਾਣਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(mhl) sRIr[ (in-s`Kx) ^wlI[ DrqI dy (qil) qly[ qil: polw bolo",
    "type_id": 3
  }
]
