[
  {
    "id": 58972,
    "shabad_id": 5301,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gorW sy inmwxIAw; bhsin rUhW mil ]",
    "transliteration": "Goraan Sae Nimaaneeaa Behasan Roohaan Mal ||",
    "translation": "They remain there, in those unhonored graves.",
    "punjabi": "ਉਹਨਾਂ ਕਬਰਾਂ ਵਿਚ ਜਿਨ੍ਹਾਂ ਤੋਂ ਨਫ਼ਰਤ ਕਰੀਦੀ ਹੈ ਰੂਹਾਂ ਸਦਾ ਲਈ ਜਾ ਬੈਠਣਗੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58973,
    "shabad_id": 5301,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AwKIN syKw bMdgI; clxu Aju ik kil ]97]",
    "transliteration": "Aakheen Saekhaa Bandhagee Chalan Aj K Kal ||97||",
    "translation": "O Shaykh, dedicate yourself to God; you will have to depart, today or tomorrow. ||97||",
    "punjabi": "ਹੇ ਸ਼ੇਖ਼ (ਫਰੀਦ)! (ਰੱਬ ਦੀ) ਬੰਦਗੀ ਕਰ (ਇਹਨਾਂ ਮਹਲ-ਮਾੜੀਆਂ ਤੋਂ) ਅੱਜ ਭਲਕ ਕੂਚ ਕਰਨਾ ਹੋਵੇਗਾ ॥੯੭॥",
    "pronunciation": "hy sy^ &rId! ^udw jI A`gy bMdgI pRwpqI leI, bwr bwr (AwKIN) AwKxw krIN[ c`lxu[ syKw: ibMdI nhIN lwauxI[k`il",
    "type_id": 3
  },
  {
    "id": 58974,
    "shabad_id": 5302,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "PrIdw. mauqY dw bMnw, eyvY idsY; ijau drIAwvY Fwhw ]",
    "transliteration": "Fareedhaa Mouthai Dhaa Bannaa Eaevai Dhisai Jio Dhareeaavai Dtaahaa ||",
    "translation": "Fareed, the shore of death looks like the river-bank, being eroded away.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਿਵੇਂ ਦਰਿਆ ਦਾ ਕਿਨਾਰਾ ਹੈ (ਜੋ ਪਾਣੀ ਦੇ ਵੇਗ ਨਾਲ ਢਹਿ ਰਿਹਾ ਹੁੰਦਾ ਹੈ) ਇਸੇ ਤਰ੍ਹਾਂ ਮੌਤ (-ਰੂਪ) ਨਦੀ ਦਾ ਕੰਢਾ ਹੈ (ਜਿਸ ਵਿਚ ਬੇਅੰਤ ਜੀਵ ਉਮਰ ਭੋਗ ਕੇ ਡਿੱਗਦੇ ਜਾ ਰਹੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58975,
    "shabad_id": 5302,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AgY. dojku qipAw suxIAY; hUl pvY kwhwhw ]",
    "transliteration": "Agai Dhojak Thapiaa Suneeai Hool Pavai Kaahaahaa ||",
    "translation": "Beyond is the burning hell, from which cries and shrieks are heard.",
    "punjabi": "(ਮੌਤ) ਅਗਲੇ ਪਾਸੇ (ਵਿਕਾਰੀਆਂ ਵਾਸਤੇ) ਤਪੇ ਹੋਏ ਨਰਕ ਸੁਣੀਂਦੇ ਹਨ, ਉਥੇ ਉਹਨਾਂ ਦੀ ਹਾਹਾਕਾਰ ਤੇ ਰੌਲਾ ਪੈ ਰਿਹਾ ਹੈ।",
    "pronunciation": "jm cuPyirEN Gyr ky (hUl) h`lw krdy hn[ (kw-hwhw) fMf rOLw[ (pvY) pY irhw hY",
    "type_id": 3
  },
  {
    "id": 58976,
    "shabad_id": 5302,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ieknw no sB soJI AweI; ieik iPrdy vyprvwhw ]",
    "transliteration": "Eikanaa No Sabh Sojhee Aaee Eik Firadhae Vaeparavaahaa ||",
    "translation": "Some understand this completely, while others wander around carelessly.",
    "punjabi": "ਕਈ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਨੂੰ ਤਾਂ ਸਾਰੀ ਸਮਝ ਆ ਗਈ ਹੈ (ਕਿ ਇਥੇ ਕਿਵੇਂ ਜ਼ਿੰਦਗੀ ਗੁਜ਼ਾਰਨੀ ਹੈ, ਪਰ) ਕਈ ਬੇਪਰਵਾਹ ਫਿਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58977,
    "shabad_id": 5302,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Aml ij kIiqAw. dunI ivic; sy drgh Egwhw ]98]",
    "transliteration": "Amal J Keethiaa Dhunee Vich Sae Dharageh Ougaahaa ||98||",
    "translation": "Those actions which are done in this world, shall be examined in the Court of the Lord. ||98||",
    "punjabi": "ਜੇਹੜੇ ਅਮਲ ਇਥੇ ਦੁਨੀਆ ਵਿਚ ਕਰੀਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ) ਗਵਾਹ ਬਣਦੇ ਹਨ ॥੯੮॥",
    "pronunciation": "kIiqAw: ibMdI nhIN lwauxI",
    "type_id": 3
  },
  {
    "id": 58978,
    "shabad_id": 5303,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "PrIdw. drIAwvY kMn@Y bgulw; bYTw kyl kry ]",
    "transliteration": "Fareedhaa Dhareeaavai Kannhai Bagulaa Baithaa Kael Karae ||",
    "translation": "Fareed, the crane perches on the river bank, playing joyfully.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਬੰਦਾ ਜਗਤ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਮਸਤ ਹੈ, ਜਿਵੇਂ) ਦਰਿਆ ਦੇ ਕੰਢੇ ਤੇ ਬੈਠਾ ਹੋਇਆ ਬਗੁਲਾ ਕਲੋਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "drI-AwvY",
    "type_id": 3
  },
  {
    "id": 58979,
    "shabad_id": 5303,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "kyl krydy hMJ no; AicMqy bwj pey ]",
    "transliteration": "Kael Karaedhae Hanjh No Achinthae Baaj Peae ||",
    "translation": "While it is playing, a hawk suddenly pounces on it.",
    "punjabi": "(ਜਿਵੇਂ ਉਸ) ਹੰਸ (ਵਰਗੇ ਚਿੱਟੇ ਬਗੁਲੇ) ਨੂੰ ਕਲੋਲ ਕਰਦੇ ਨੂੰ ਅਚਨ-ਚੇਤ ਬਾਜ਼ ਆ ਪੈਂਦੇ ਹਨ, (ਤਿਵੇਂ ਬੰਦੇ ਨੂੰ ਮੌਤ ਦੇ ਦੂਤ ਆ ਫੜਦੇ ਹਨ)।",
    "pronunciation": "(hMJ) bgly dMBI[ no: nMU[ A-icMqy",
    "type_id": 3
  },
  {
    "id": 58980,
    "shabad_id": 5303,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "bwj pey iqsu rb dy; kylW ivsrIAW ]",
    "transliteration": "Baaj Peae This Rab Dhae Kaelaan Visareeaaan ||",
    "translation": "When the Hawk of God attacks, playful sport is forgotten.",
    "punjabi": "ਜਦੋਂ ਉਸ ਨੂੰ ਬਾਜ਼ ਆ ਕੇ ਪੈਂਦੇ ਹਨ, ਤਾਂ ਸਾਰੇ ਕਲੋਲ ਉਸ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹਨ (ਆਪਣੀ ਜਾਨ ਦੀ ਪੈ ਜਾਂਦੀ ਹੈ, ਇਹੀ ਹਾਲ ਮੌਤ ਆਇਆਂ ਬੰਦੇ ਦਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58981,
    "shabad_id": 5303,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jo. min iciq n cyqy sin; so gwlI. rb kIAW ]99]",
    "transliteration": "Jo Man Chith N Chaethae San So Gaalee Rab Keeaaan ||99||",
    "translation": "God does what is not expected or even considered. ||99||",
    "punjabi": "ਜੋ ਗੱਲਾਂ (ਮਨੁੱਖ ਦੇ ਕਦੇ) ਮਨ ਵਿਚ ਚਿੱਤ-ਚੇਤੇ ਵਿਚ ਨਹੀਂ ਸਨ, ਰੱਬ ਨੇ ਉਹ ਕਰ ਦਿੱਤੀਆਂ ॥੯੯॥",
    "pronunciation": "g`wlIN",
    "type_id": 3
  },
  {
    "id": 58982,
    "shabad_id": 5304,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swFy qRY mx dyhurI; clY pwxI AMin ]",
    "transliteration": "Saadtae Thrai Man Dhaehuree Chalai Paanee Ann ||",
    "translation": "The body is nourished by water and grain.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ ਇਹ) ਸਾਢੇ ਤਿੰਨ ਮਣ ਦਾ ਪਲਿਆ ਹੋਇਆ ਸਰੀਰ (ਇਸ ਨੂੰ) ਪਾਣੀ ਤੇ ਅੰਨ ਦੇ ਜ਼ੋਰ ਕੰਮ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58983,
    "shabad_id": 5304,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "AwieE bMdw dunI ivic; viq, AwsUxI bMin@ ]",
    "transliteration": "Aaeiou Bandhaa Dhunee Vich Vath Aasoonee Bannih ||",
    "translation": "The mortal comes into the world with high hopes.",
    "punjabi": "ਬੰਦਾ ਜਗਤ ਵਿਚ ਕੋਈ ਸੋਹਣੀ ਜਿਹੀ ਆਸ ਬਣ ਕੇ ਆਇਆ ਹੈ (ਪਰ ਆਸ ਪੂਰੀ ਨਹੀਂ ਹੁੰਦੀ)।",
    "pronunciation": "sMswr qoN (viq) muV igAw[ j`g qy ijaux, hor Anyk pRkwr dI Aws pUrI n hox qoN, Awsw nUM aUxI bMin@ ky hI[v`iq",
    "type_id": 3
  },
  {
    "id": 58984,
    "shabad_id": 5304,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mlkl mauq jW AwvsI; sB drvwjy BMin ]",
    "transliteration": "Malakal Mouth Jaan Aavasee Sabh Dharavaajae Bhann ||",
    "translation": "But when the Messenger of Death comes, it breaks down all the doors.",
    "punjabi": "ਜਦੋਂ ਮੌਤ ਦਾ ਫ਼ਰਿਸਤਾ (ਸਰੀਰ ਦੇ) ਸਾਰੇ ਦਰਵਾਜ਼ੇ ਭੰਨ ਕੇ (ਭਾਵ, ਸਾਰੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਨਕਾਰੇ ਕਰ ਕੇ) ਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(mlkl) pwqSwhxI mOq jW AwvygI",
    "type_id": 3
  },
  {
    "id": 58985,
    "shabad_id": 5304,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iqn@w ipAwirAw BweIAW; AgY idqw bMin@ ]",
    "transliteration": "Thinhaa Piaariaa Bhaaeeaaan Agai Dhithaa Bannih ||",
    "translation": "It binds and gags the mortal, before the eyes of his beloved brothers.",
    "punjabi": "(ਮਨੁੱਖ ਦੇ) ਉਹ ਪਿਆਰੇ ਵੀਰ (ਮੌਤ ਦੇ ਫ਼ਰਿਸਤੇ ਦੇ) ਅੱਗੇ ਬੰਨ੍ਹ ਕੇ ਤੋਰ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58986,
    "shabad_id": 5304,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "vyKhu bMdw cilAw; chu jixAw dY kMin@ ]",
    "transliteration": "Vaekhahu Bandhaa Chaliaa Chahu Janiaa Dhai Kannih ||",
    "translation": "Behold, the mortal being is going away, carried on the shoulders of four men.",
    "punjabi": "ਵੇਖੋ! ਬੰਦਾ ਚਹੁੰ ਮਨੁੱਖਾਂ ਦੇ ਮੋਢੇ ਤੇ ਤੁਰ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58987,
    "shabad_id": 5304,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "PrIdw. Aml ij kIqy dunI ivic; drgh Awey kMim ]100]",
    "transliteration": "Fareedhaa Amal J Keethae Dhunee Vich Dharageh Aaeae Kanm ||100||",
    "translation": "Fareed, only those good deeds done in the world will be of any use in the Court of the Lord. ||100||",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਪਰਮਾਤਮਾ ਦੀ) ਦਰਗਾਹ ਵਿਚ ਉਹੀ (ਭਲੇ) ਕੰਮ ਸਹਾਈ ਹੁੰਦੇ ਹਨ ਜੋ ਦੁਨੀਆ ਵਿਚ (ਰਹਿ ਕੇ) ਕੀਤੇ ਜਾਂਦੇ ਹਨ ॥੧੦੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58988,
    "shabad_id": 5305,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "PrIdw. hau bilhwrI iqn@ pMKIAw; jMgil ijMn@w vwsu ]",
    "transliteration": "Fareedhaa Ho Balihaaree Thinh Pankheeaa Jangal Jinnhaa Vaas ||",
    "translation": "Fareed, I am a sacrifice to those birds which live in the jungle.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮੈਂ ਉਹਨਾਂ ਪੰਛੀਆਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਦਾ ਵਾਸਾ ਜੰਗਲ ਵਿਚ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58989,
    "shabad_id": 5305,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kkru cugin. Qil vsin; rb. n Cofin, pwsu ]101]",
    "transliteration": "Kakar Chugan Thhal Vasan Rab N Shhoddan Paas ||101||",
    "translation": "They peck at the roots and live on the ground, but they do not leave the Lord's side. ||101||",
    "punjabi": "ਰੋੜ ਚੁਗਦੇ ਹਨ, ਭੋਇਂ ਉੱਤੇ ਵੱਸਦੇ ਹਨ, (ਪਰ) ਰੱਬ ਦਾ ਆਸਰਾ ਨਹੀਂ ਛੱਡਦੇ (ਭਾਵ, ਮਹਲਾਂ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਪਲੇ ਹੋਏ ਸਰੀਰ ਵਾਲੇ ਪਰ ਰੱਬ ਨੂੰ ਭੁਲਾ ਦੇਣ ਵਾਲੇ ਬੰਦੇ ਨਾਲੋਂ ਤਾਂ ਉਹ ਪੰਛੀ ਹੀ ਚੰਗੇ ਹਨ ਜੋ ਰੁੱਖਾਂ ਤੇ ਆਲ੍ਹਣੇ ਬਣਾ ਲੈਂਦੇ ਹਨ, ਰੋੜ ਚੁਗ ਕੇ ਗੁਜ਼ਾਰਾ ਕਰ ਲੈਂਦੇ ਹਨ, ਪਰ ਰੱਬ ਨੂੰ ਚੇਤੇ ਰੱਖਦੇ ਹਨ) ॥੧੦੧॥",
    "pronunciation": "k`kru",
    "type_id": 3
  },
  {
    "id": 58990,
    "shabad_id": 5306,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "PrIdw. ruiq iPrI vxu kMibAw; pq JVy JiV pwih ]",
    "transliteration": "Fareedhaa Ruth Firee Van Kanbiaa Path Jharrae Jharr Paahi ||",
    "translation": "Fareed, the seasons change, the woods shake and the leaves drop from the trees.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮੌਸਮ ਬਦਲ ਗਿਆ ਹੈ, ਜੰਗਲ (ਦਾ ਬੂਟਾ ਬੂਟਾ) ਹਿੱਲ ਗਿਆ ਹੈ, ਪੱਤਰ ਝੜ ਰਹੇ ਹਨ।",
    "pronunciation": "p`q",
    "type_id": 3
  },
  {
    "id": 58991,
    "shabad_id": 5306,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "cwry kuMfw FUMFIAW; rhxu ikQwaU nwih ]102]",
    "transliteration": "Chaarae Kunddaa Dtoondteeaaan Rehan Kithhaaoo Naahi ||102||",
    "translation": "I have searched in the four directions, but I have not found any resting place anywhere. ||102||",
    "punjabi": "(ਜਗਤ ਦੇ) ਚਾਰੇ ਪਾਸੇ ਢੂੰਢ ਵੇਖੇ ਹਨ, ਥਿਰਤਾ ਕਿਤੇ ਭੀ ਨਹੀਂ ਹੈ (ਨਾਹ ਹੀ ਰੁੱਤ ਇਕੋ ਰਹਿ ਸਕਦੀ ਹੈ, ਨਾਹ ਹੀ ਰੁੱਖ ਤੇ ਰੁੱਖਾਂ ਦੇ ਪੱਤਰ ਸਦਾ ਟਿਕੇ ਰਹਿ ਸਕਦੇ ਹਨ। ਭਾਵ, ਸਮਾਂ ਗੁਜ਼ਰਨ ਤੇ ਇਸ ਮਨੁੱਖ ਉਤੇ ਬੁਢੇਪਾ ਆ ਜਾਂਦਾ ਹੈ, ਸਾਰੇ ਅੰਗ ਕਮਜ਼ੋਰ ਪੈ ਜਾਂਦੇ ਹਨ, ਆਖ਼ਰ ਜਗਤ ਤੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ) ॥੧੦੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58992,
    "shabad_id": 5307,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "PrIdw. pwiV ptolw Dj krI; kMblVI pihryau ]",
    "transliteration": "Fareedhaa Paarr Pattolaa Dhhaj Karee Kanbalarree Pehiraeo ||",
    "translation": "Fareed, I have torn my clothes to tatters; now I wear only a rough blanket.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਪੱਟ ਦਾ ਕੱਪੜਾ ਪਾੜ ਕੇ ਮੈਂ ਲੀਰਾਂ ਕਰ ਦਿਆਂ, ਤੇ ਮਾੜੀ ਜਿਹੀ ਕੰਬਲੀ ਪਾ ਲਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58993,
    "shabad_id": 5307,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ijn@I vysI. shu imlY; syeI vys kryau ]103]",
    "transliteration": "Jinhee Vaesee Sahu Milai Saeee Vaes Karaeo ||103||",
    "translation": "I wear only those clothes which will lead me to meet my Lord. ||103||",
    "punjabi": "ਮੈਂ ਉਹੀ ਵੇਸ ਕਰ ਲਵਾਂ, ਜਿਨ੍ਹਾਂ ਵੇਸਾਂ ਨਾਲ (ਮੇਰਾ) ਖਸਮ ਪਰਮਾਤਮਾ ਮਿਲ ਪਏ ॥੧੦੩॥",
    "pronunciation": "vysIN",
    "type_id": 3
  },
  {
    "id": 58994,
    "shabad_id": 5308,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58995,
    "shabad_id": 5308,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kwie ptolw pwVqI; kMblVI pihryie ]",
    "transliteration": "Kaae Pattolaa Paarrathee Kanbalarree Pehiraee ||",
    "translation": "Why do you tear apart your fine clothes, and take to wearing a rough blanket?",
    "punjabi": "(ਪਤੀ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਿਰ ਦਾ ਪੱਟ ਦਾ ਕਪੜਾ ਕਿਉਂ ਪਾੜੇ ਤੇ ਭੈੜੀ ਜਿਹੀ ਕੰਬਲੀ ਕਿਉਂ ਪਾਏ?",
    "pronunciation": "pihry-ie",
    "type_id": 3
  },
  {
    "id": 58996,
    "shabad_id": 5308,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwnk. Gr hI bYiTAw shu imlY; jy nIAiq rwis kryie ]104]",
    "transliteration": "Naanak Ghar Hee Baithiaa Sahu Milai Jae Neeath Raas Karaee ||104||",
    "translation": "O Nanak, even sitting in your own home, you can meet the Lord, if your mind is in the right place. ||104||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਘਰ ਵਿਚ ਬੈਠਿਆਂ ਹੀ ਖਸਮ (-ਪਰਮਾਤਮਾ) ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੀ) ਨੀਅਤ ਸਾਫ਼ ਕਰ ਲਏ (ਜੇ ਮਨ ਪਵਿਤ੍ਰ ਕਰ ਲਏ) ॥੧੦੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58997,
    "shabad_id": 5309,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58998,
    "shabad_id": 5309,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "PrIdw. grbu ijn@w vifAweIAw; Din jobin Awgwh ]",
    "transliteration": "Fareedhaa Garab Jinhaa Vaddiaaeeaa Dhhan Joban Aagaah ||",
    "translation": "Fareed, those who are very proud of their greatness, wealth and youth,",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਦੁਨੀਆਵੀ ਇੱਜ਼ਤ ਦਾ ਅਹੰਕਾਰ (ਰਿਹਾ), ਬੇਅੰਤ ਧਨ ਦੇ ਕਾਰਣ ਜਾਂ ਜੁਆਨੀ ਦੇ ਕਾਰਣ (ਕੋਈ) ਮਾਣ ਰਿਹਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58999,
    "shabad_id": 5309,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "KwlI cly DxI isau; itby ijau mIhwhu ]105]",
    "transliteration": "Khaalee Chalae Dhhanee Sio Ttibae Jio Meehaahu ||105||",
    "translation": "Shall return empty-handed from their Lord, like sandhills after the rain. ||105||",
    "punjabi": "ਉਹ (ਜਗਤ ਵਿਚੋਂ) ਮਾਲਕ (ਦੀ ਮੇਹਰ) ਤੋਂ ਸੱਖਣੇ ਹੀ ਚਲੇ ਗਏ, ਜਿਵੇਂ ਟਿੱਬੇ ਮੀਂਹ (ਦੇ ਵੱਸਣ) ਪਿੱਛੋਂ (ਸੁੱਕੇ ਰਹਿ ਜਾਂਦੇ ਹਨ) ॥੧੦੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59000,
    "shabad_id": 5310,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "PrIdw. iqnw muK frwvxy; ijnw ivswirEnu nwau ]",
    "transliteration": "Fareedhaa Thinaa Mukh Ddaraavanae Jinaa Visaarioun Naao ||",
    "translation": "Fareed, the faces of those who forget the Lord's Name are dreadful.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾਇਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਡਰਾਉਣੇ ਲੱਗਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਵੇਖਦਿਆਂ ਡਰ ਲੱਗਦਾ ਹੈ, ਭਾਵੇਂ ਉਹ ਪੱਟ ਪਹਿਨਣ ਵਾਲੇ ਹੋਣ, ਧਨ ਵਾਲੇ ਹੋਣ, ਜੁਆਨੀ ਵਾਲੇ ਹੋਣ ਜਾਂ ਮਾਣ ਵਡਿਆਈਆਂ ਵਾਲੇ ਹੋਣ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59001,
    "shabad_id": 5310,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AYQY duK GxyirAw; AgY. Taur n Twau ]106]",
    "transliteration": "Aithhai Dhukh Ghanaeriaa Agai Thour N Thaao ||106||",
    "translation": "They suffer terrible pain here, and hereafter they find no place of rest or refuge. ||106||",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ) ਉਹ ਇਥੇ (ਜਿਊਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ) ਕਈ ਦੁੱਖ ਵਾਪਰਦੇ ਹਨ, ਤੇ ਅਗਾਂਹ ਵੀ ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਥਾਂ-ਥਿੱਤਾ ਨਹੀਂ ਮਿਲਦਾ (ਭਾਵ, ਧੱਕੇ ਹੀ ਪੈਂਦੇ ਹਨ) ॥੧੦੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59002,
    "shabad_id": 5311,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "PrIdw. ipCl rwiq, n jwigEih; jIvdVo muieEih ]",
    "transliteration": "Fareedhaa Pishhal Raath N Jaagiouhi Jeevadharro Mueiouhi ||",
    "translation": "Fareed, if you do not awaken in the early hours before dawn, you are dead while yet alive.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਤੂੰ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਨਹੀਂ ਜਾਗਿਆ ਤਾਂ (ਇਹ ਕੋਝਾ ਜੀਵਨ) ਜਿਊਂਦਾ ਹੀ ਤੂੰ ਮਰਿਆ ਹੋਇਆ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59003,
    "shabad_id": 5311,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jy qY. rbu ivswirAw; q rib. n ivsirEih ]107]",
    "transliteration": "Jae Thai Rab Visaariaa Th Rab N Visariouhi ||107||",
    "translation": "Although you have forgotten God, God has not forgotten you. ||107||",
    "punjabi": "ਜੇ ਤੂੰ ਰੱਬ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ, ਤਾਂ ਰੱਬ ਨੇ ਤੈਨੂੰ ਨਹੀਂ ਭੁਲਾਇਆ (ਭਾਵ, ਪਰਮਾਤਮਾ ਹਰ ਵੇਲੇ ਤੇਰੇ ਅਮਲਾਂ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ) ॥੧੦੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59004,
    "shabad_id": 5312,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59005,
    "shabad_id": 5312,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "PrIdw. kMqu rMgwvlw; vfw vymuhqwju ]",
    "transliteration": "Fareedhaa Kanth Rangaavalaa Vaddaa Vaemuhathaaj ||",
    "translation": "Fareed, my Husband Lord is full of joy; He is Great and Self-sufficient.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਖਸਮ (ਪਰਮਾਤਮਾ) ਸੋਹਣਾ ਹੈ ਤੇ ਬੜਾ ਬੇ-ਮੁਥਾਜ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59006,
    "shabad_id": 5312,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Alh syqI riqAw; eyhu scwvW swju ]108]",
    "transliteration": "Aleh Saethee Rathiaa Eaehu Sachaavaan Saaj ||108||",
    "translation": "To be imbued with the Lord God - this is the most beautiful decoration. ||108||",
    "punjabi": "(ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠ ਕੇ) ਜੇ ਰੱਬ ਨਾਲ ਰੰਗੇ ਜਾਈਏ ਤਾਂ (ਮਨੁੱਖ ਨੂੰ ਭੀ) ਰੱਬ ਵਾਲਾ ਇਹ (ਸੋਹਣਾ ਤੇ ਬੇ-ਮੁਥਾਜੀ ਵਾਲਾ) ਰੂਪ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਮਨੁੱਖ ਦਾ ਮਨ ਸੁੰਦਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਇਸ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ) ॥੧੦੮॥",
    "pronunciation": "A`lh,s`cwvW",
    "type_id": 3
  },
  {
    "id": 59007,
    "shabad_id": 5313,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59008,
    "shabad_id": 5313,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "PrIdw. duKu suKu ieku kir; idl qy lwih ivkwru ]",
    "transliteration": "Fareedhaa Dhukh Sukh Eik Kar Dhil Thae Laahi Vikaar ||",
    "translation": "Fareed, look upon pleasure and pain as the same; eradicate corruption from your heart.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠ ਕੇ ਰੱਬੀ ਯਾਦ ਦੇ ਅੱਭਿਆਸ ਨਾਲ ਜੀਵਨ ਵਿਚ ਵਾਪਰਦੇ) ਦੁੱਖ ਤੇ ਸੁੱਖ ਨੂੰ ਇੱਕੋ ਜੇਹਾ ਜਾਣ, ਦਿਲ ਤੋਂ ਪਾਪ ਕੱਢ ਦੇਹ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59009,
    "shabad_id": 5313,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Alh BwvY so Blw; qW lBI drbwru ]109]",
    "transliteration": "Aleh Bhaavai So Bhalaa Thaan Labhee Dharabaar ||109||",
    "translation": "Whatever pleases the Lord God is good; understand this, and you will reach His Court. ||109||",
    "punjabi": "ਜੋ ਰੱਬ ਦੀ ਰਜ਼ਾ ਵਿਚ ਵਰਤੇ ਉਸ ਨੂੰ ਉਸ ਨੂੰ ਚੰਗਾ ਜਾਣ, ਤਾਂ ਤੈਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ) ਦਰਗਾਹ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋਵੇਗੀ ॥੧੦੯॥",
    "pronunciation": "A`lh",
    "type_id": 3
  },
  {
    "id": 59010,
    "shabad_id": 5314,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59011,
    "shabad_id": 5314,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "PrIdw. dunI vjweI vjdI; qUM BI vjih nwil ]",
    "transliteration": "Fareedhaa Dhunee Vajaaee Vajadhee Thoon Bhee Vajehi Naal ||",
    "translation": "Fareed, the world dances as it dances, and you dance with it as well.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਦੁਨੀਆ ਦੇ ਲੋਕ (ਵਾਜੇ ਹਨ ਜੋ ਮਾਇਆ ਦੇ) ਵਜਾਏ ਹੋਏ ਵੱਜ ਰਹੇ ਹਨ, ਤੂੰ ਭੀ ਉਹਨਾਂ ਦੇ ਨਾਲ ਹੀ ਵੱਜ ਰਿਹਾ ਹੈਂ, (ਭਾਵ, ਮਾਇਆ ਦਾ ਨਚਾਇਆ ਨੱਚ ਰਿਹਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59012,
    "shabad_id": 5314,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "soeI jIau. n vjdw; ijsu Alhu krdw swr ]110]",
    "transliteration": "Soee Jeeo N Vajadhaa Jis Alahu Karadhaa Saar ||110||",
    "translation": "That soul alone does not dance with it, who is under the care of the Lord God. ||110||",
    "punjabi": "ਉਹੀ (ਭਾਗਾਂ ਵਾਲਾ) ਜੀਵ (ਮਾਇਆ ਦਾ ਵਜਾਇਆ ਹੋਇਆ) ਨਹੀਂ ਵੱਜਦਾ, ਜਿਸ ਦੀ ਸੰਭਾਲ (ਰਾਖੀ) ਪਰਮਾਤਮਾ ਆਪ ਕਰਦਾ ਹੈ (ਸੋ, ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠ ਕੇ ਉਸ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜ, ਤਾਕਿ ਤੇਰੀ ਭੀ ਸੰਭਾਲ ਹੋ ਸਕੇ) ॥੧੧੦॥",
    "pronunciation": "A`lhu",
    "type_id": 3
  },
  {
    "id": 59013,
    "shabad_id": 5315,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mÚ 5 ]",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "r`qw",
    "type_id": 3
  },
  {
    "id": 59014,
    "shabad_id": 5315,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "PrIdw. idlu rqw iesu dunI isau; dunI. n ikqY kMim ]",
    "transliteration": "Fareedhaa Dhil Rathaa Eis Dhunee Sio Dhunee N Kithai Kanm ||",
    "translation": "Fareed, the heart is imbued with this world, but the world is of no use to it at all.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠਣਾ ਹੀ ਕਾਫ਼ੀ ਨਹੀਂ; ਉਸ ਉੱਠਣ ਦੀ ਕੀਹ ਲਾਭ ਜੇ ਉਸ ਵੇਲੇ ਭੀ) ਦਿਲ ਦੁਨੀਆ (ਦੇ ਪਦਾਰਥਾਂ) ਨਾਲ ਹੀ ਰੰਗਿਆ ਰਿਹਾ? ਦੁਨੀਆ (ਅੰਤ ਵੇਲੇ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]
