[
  {
    "shabad_id": 5315,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "imsl PkIrW gwKVI; su pweIAY. pUr krMim]111]",
    "transliteration": "Misal Fakeeraan Gaakharree S Paaeeai Poor Karanm ||111||",
    "translation": "It is so difficult to be like the fakeers - the Holy Saints; it is only achieved by perfect karma. ||111||",
    "punjabi": "(ਉੱਠ ਕੇ ਰੱਬ ਨੂੰ ਯਾਦ ਕਰ, ਇਹ) ਫ਼ਕੀਰਾਂ ਵਾਲੀ ਰਹਿਣੀ ਬੜੀ ਔਖੀ ਹੈ, ਤੇ ਮਿਲਦੀ ਹੈ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ॥੧੧੧॥",
    "pronunciation": "g`wKVI",
    "type_id": 3
  },
  {
    "shabad_id": 5316,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pihlY phrY PulVw; Plu BI pCw rwiq]",
    "transliteration": "Pehilai Peharai Fularraa Fal Bhee Pashhaa Raath ||",
    "translation": "The first watch of the night brings flowers, and the later watches of the night bring fruit.",
    "punjabi": "(ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਿਰ ਦੀ ਬੰਦਗੀ (ਮਾਨੋ) ਇਕ ਸੋਹਣਾ ਜਿਹਾ ਫੁੱਲ ਹੈ, ਫਲ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਦੀ ਬੰਦਗੀ ਹੀ ਹੋ ਸਕਦੀ ਹੈ।",
    "pronunciation": "Pu`lVw",
    "type_id": 3
  },
  {
    "shabad_id": 5316,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jo jwgMin@. lhMin sy; sweI kMno dwiq]112]",
    "transliteration": "Jo Jaagannih Lehann Sae Saaee Kanno Dhaath ||112||",
    "translation": "Those who remain awake and aware, receive the gifts from the Lord. ||112||",
    "punjabi": "ਜੋ ਬੰਦੇ (ਅੰਮ੍ਰਿਤ ਵੇਲੇ) ਜਾਗਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਬਖ਼ਸ਼ਸ਼ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੧੧੨॥",
    "pronunciation": "l-hMin,sWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 5317,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "dwqI swihb sMdIAw; ikAw clY iqsu nwil]",
    "transliteration": "Dhaathee Saahib Sandheeaa Kiaa Chalai This Naal ||",
    "translation": "The gifts are from our Lord and Master; who can force Him to bestow them?",
    "punjabi": "ਬਖ਼ਸ਼ਸ਼ਾਂ ਮਾਲਕ ਦੀਆਂ (ਆਪਣੀਆਂ) ਹਨ। ਉਸ ਮਾਲਕ ਨਾਲ (ਕਿਸੇ ਦਾ) ਕੀਹ ਜ਼ੋਰ ਚੱਲ ਸਕਦਾ ਹੈ?",
    "pronunciation": "dwqIN",
    "type_id": 3
  },
  {
    "shabad_id": 5317,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ieik jwgMdy. nw lhin@; iekn@w suiqAw. dyie auTwil]113]",
    "transliteration": "Eik Jaagandhae Naa Lehanih Eikanhaa Suthiaa Dhaee Outhaal ||113||",
    "translation": "Some are awake, and do not receive them, while He awakens others from sleep to bless them. ||113||",
    "punjabi": "ਕਈ (ਅੰਮ੍ਰਿਤ ਵੇਲੇ) ਜਾਗਦੇ ਭੀ (ਇਹ ਬਖ਼ਸ਼ਸ਼ਾਂ) ਨਹੀਂ ਲੈ ਸਕਦੇ, ਕਈ (ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੂੰ) ਸੁੱਤੇ ਪਿਆਂ ਨੂੰ (ਉਹ ਆਪ) ਜਗਾ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਕਈ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਜਾਗੇ ਹੋਏ ਭੀ ਕਿਸੇ ਅਹੰਕਾਰ ਆਦਿਕ-ਰੂਪ ਮਾਇਆ ਵਿਚ ਸੁੱਤੇ ਰਹਿ ਜਾਂਦੇ ਹਨ, ਤੇ, ਕਈ ਗ਼ਾਫ਼ਿਲਾਂ ਨੂੰ ਮੇਹਰ ਕਰ ਕੇ ਆਪ ਸੂਝ ਦੇ ਦੇਂਦਾ ਹੈ) ॥੧੧੩॥",
    "pronunciation": "(nw) nwmu (lhin@) pRwpq krdy hn, A`gy s`uiqAW nMU nwm b^S ky auTwl idMdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 5318,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "FUFydIey suhwg kU; qau qin. kweI kor]",
    "transliteration": "Dtoodtaedheeeae Suhaag Koo Tho Than Kaaee Kor ||",
    "translation": "You search for your Husband Lord; you must have some fault in your body.",
    "punjabi": "ਸੁਹਾਗ (-ਪਰਮਾਤਮਾ) ਨੂੰ ਭਾਲਣ ਵਾਲੀਏ (ਹੇ ਜੀਵ ਇਸਤ੍ਰੀਏ!) (ਤੂੰ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠ ਕੇ ਪਤੀ-ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਲਈ ਬੰਦਗੀ ਕਰਦੀ ਹੈਂ ਪਰ ਤੈਨੂੰ ਅਜੇ ਭੀ ਨਹੀਂ ਮਿਲਿਆ) ਤੇਰੇ ਆਪਣੇ ਅੰਦਰ ਹੀ ਕੋਈ ਕਸਰ ਹੈ।",
    "pronunciation": "(kor) kwx",
    "type_id": 3
  },
  {
    "shabad_id": 5318,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijn@w nwau suhwgxI; iqn@w Jwk. n hor]114]",
    "transliteration": "Jinhaa Naao Suhaaganee Thinhaa Jhaak N Hor ||114||",
    "translation": "Those who are known as happy soul-brides, do not look to others. ||114||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਨਾਮ 'ਸੋਹਾਗਣਾਂ' ਹੈ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੋਈ ਹੋਰ ਟੇਕ ਨਹੀਂ ਹੁੰਦੀ (ਭਾਵ, ਪਤੀ-ਮਿਲਾਪ ਦੀ 'ਦਾਤਿ' ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦੀ ਹੈ ਜੋ ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਉੱਠਣ ਦਾ ਕੋਈ 'ਹੱਕ' ਨਹੀਂ ਜਮਾਂਦੀਆਂ) ॥੧੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5319,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sbr mMJ kmwx; ey sbru kw nIhxo]",
    "transliteration": "Sabar Manjh Kamaan Eae Sabar Kaa Neehano ||",
    "translation": "Within yourself, make patience the bow, and make patience the bowstring.",
    "punjabi": "ਜੇ ਮਨ ਵਿਚ ਇਸ ਸਬਰ ਦੀ ਕਮਾਨ ਹੋਵੇ, ਜੇ ਸਬਰ ਹੀ ਕਮਾਣ ਦਾ ਚਿੱਲਾ ਹੋਵੇ,",
    "pronunciation": "(mMJ) ihrdy c[ (sbr) sMqoK[ (nIhxo) ic`lw,sbru: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5319,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sbr sMdw bwxu; Kwlku. Kqw, n krI]115]",
    "transliteration": "Sabar Sandhaa Baan Khaalak Khathaa N Karee ||115||",
    "translation": "Make patience the arrow, the Creator will not let you miss the target. ||115||",
    "punjabi": "ਸਬਰ ਦਾ ਹੀ ਤੀਰ ਹੋਵੇ, ਤਾਂ ਪਰਮਾਤਮਾ (ਇਸ ਦਾ ਨਿਸ਼ਾਨਾ) ਖੁੰਝਣ ਨਹੀਂ ਦੇਂਦਾ ॥੧੧੫॥",
    "pronunciation": "(sMdw) dw[ AYsy mhWpurK (Kwlk) r`b srUp hn, (sbr) AMdir swbrI hoxy krky (Kqw) gunwh nhIN krdy[ Kqw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5320,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sbr AMdir swbrI; qnu eyvY jwlyin@]",
    "transliteration": "Sabar Andhar Saabaree Than Eaevai Jaalaenih ||",
    "translation": "Those who are patient abide in patience; in this way, they burn their bodies.",
    "punjabi": "ਸਬਰ ਵਾਲੇ ਬੰਦੇ ਸਬਰ ਵਿਚ ਰਹਿ ਕੇ ਇਸੇ ਤਰ੍ਹਾਂ (ਸਦਾ ਸਬਰ ਵਿਚ ਹੀ) ਬੰਦਗੀ ਦੀ ਘਾਲ ਘਾਲਦੇ ਹਨ,",
    "pronunciation": "ieauN Apxy sRIr nMU sbr c (jwlyin@) jlwauNdy, pRkwS srUp bxwauNdy hn, Bwv sRIr pRkwS hI pRkwS (sbr) bRhm srUp hI ho jWdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 5320,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hoin njIik. Kudwie dY; Byqu. n iksY dyin]116]",
    "transliteration": "Hon Najeek Khudhaae Dhai Bhaeth N Kisai Dhaen ||116||",
    "translation": "They are close to the Lord, but they do not reveal their secret to anyone. ||116||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਰੱਬ ਦੇ ਨੇੜੇ ਹੁੰਦੇ ਜਾਂਦੇ ਹਨ, ਤੇ ਕਿਸੇ ਨੂੰ ਆਪਣੇ ਦਿਲ ਦਾ ਭੇਤ ਨਹੀਂ ਦੇਂਦੇ ॥੧੧੬॥",
    "pronunciation": "(Byqu) judweI &rk[ (iksY) iksy AOgux krky",
    "type_id": 3
  },
  {
    "shabad_id": 5321,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sbru eyhu suAwau; jy qUM bMdw idVu krih]",
    "transliteration": "Sabar Eaehu Suaao Jae Thoon Bandhaa Dhirr Karehi ||",
    "translation": "Let patience be your purpose in life; implant this within your being.",
    "punjabi": "ਹੇ ਬੰਦੇ! ਇਹ ਸਬਰ ਹੀ ਜ਼ਿੰਦਗੀ ਦਾ ਅਸਲ ਨਿਸ਼ਾਨਾ ਹੈ। ਜੇ ਤੂੰ (ਸਬਰ ਨੂੰ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰ ਲਏਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5321,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "viD QIvih drIAwau; tuit. n QIvih vwhVw]117]",
    "transliteration": "Vadhh Thheevehi Dhareeaao Ttutt N Thheevehi Vaaharraa ||117||",
    "translation": "In this way, you will grow into a great river; you will not break off into a tiny stream. ||117||",
    "punjabi": "ਤਾਂ ਤੂੰ ਵਧ ਕੇ ਦਰੀਆ ਹੋ ਜਾਹਿਂਗਾ, (ਪਰ) ਘਟ ਕੇ ਨਿੱਕਾ ਜਿਹਾ ਵਹਣ ਨਹੀਂ ਬਣੇਂਗਾ (ਭਾਵ, ਸਬਰ ਵਾਲਾ ਜੀਵਨ ਬਣਾਇਆਂ ਤੇਰਾ ਦਿਲ ਵਧ ਕੇ ਦਰਿਆ ਹੋ ਜਾਇਗਾ, ਤੇਰੇ ਦਿਲ ਵਿਚ ਸਾਰੇ ਜਗਤ ਵਾਸਤੇ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਇਗਾ, ਤੇਰੇ ਅੰਦਰ ਤੰਗ-ਦਿਲੀ ਨਹੀਂ ਰਹਿ ਜਾਇਗੀ) ॥੧੧੭॥",
    "pronunciation": "Akwl jI rUpI (drI-Awau) smuMdR[jIv rUp (nwLw) vwhVw",
    "type_id": 3
  },
  {
    "shabad_id": 5322,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "PrIdw. drvysI gwKVI; copVI prIiq]",
    "transliteration": "Fareedhaa Dharavaesee Gaakharree Choparree Pareeth ||",
    "translation": "Fareed, it is difficult to be a dervish - a Holy Saint; it is easier to love bread when it is buttered.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਹ ਸਬਰ ਵਾਲਾ ਜੀਵਨ ਅਸਲ) ਫ਼ਕੀਰੀ (ਹੈ, ਤੇ ਇਹ) ਔਖੀ (ਕਾਰ) ਹੈ, ਪਰ (ਹੇ ਫਰੀਦ! ਰੱਬ ਨਾਲ ਤੇਰੀ) ਪ੍ਰੀਤ ਤਾਂ ਉਪਰੋਂ ਉਪਰੋਂ ਹੈ।",
    "pronunciation": "g`wKVI",
    "type_id": 3
  },
  {
    "shabad_id": 5322,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iekin iknY cwlIAY; drvyswvI rIiq]118]",
    "transliteration": "Eikan Kinai Chaaleeai Dharavaesaavee Reeth ||118||",
    "translation": "Only a rare few follow the way of the Saints. ||118||",
    "punjabi": "ਫ਼ਕੀਰਾਂ ਦੀ (ਇਹ ਸਬਰ ਵਾਲੀ) ਕਾਰ ਕਿਸੇ ਵਿਰਲੇ ਬੰਦੇ ਨੇ ਕਮਾਈ ਹੈ ॥੧੧੮॥",
    "pronunciation": "(drvyswvIN)P`krW, drvysW vwlI[ c`wlIAY",
    "type_id": 3
  },
  {
    "shabad_id": 5323,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qnu qpY qnUr ijau; bwlxu hf blMin@]",
    "transliteration": "Than Thapai Thanoor Jio Baalan Hadd Balannih ||",
    "translation": "My body is cooking like an oven; my bones are burning like firewood.",
    "punjabi": "ਮੇਰਾ ਸਰੀਰ (ਬੇਸ਼ੱਕ) ਤਨੂਰ ਵਾਂਗ ਤਪੇ, ਮੇਰੇ ਹੱਡ (ਬੇਸ਼ੱਕ ਇਉਂ) ਬਲਣ ਜਿਵੇਂ ਬਾਲਣ (ਬਲਦਾ) ਹੈ।",
    "pronunciation": "h`f, b-lMin@",
    "type_id": 3
  },
  {
    "shabad_id": 5323,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pYrI QkW. isir julW; jy mUM iprI imlMin@]119]",
    "transliteration": "Pairee Thhakaan Sir Julaan Jae Moon Piree Milannih ||119||",
    "translation": "If my feet become tired, I will walk on my head, if I can meet my Beloved. ||119||",
    "punjabi": "(ਪਿਆਰੇ ਰੱਬ ਨੂੰ ਮਿਲਣ ਦੇ ਰਾਹ ਤੇ ਜੇ ਮੈਂ) ਪੈਰਾਂ ਨਾਲ (ਤੁਰਦਾ ਤੁਰਦਾ) ਥੱਕ ਜਾਵਾਂ, ਤਾਂ ਮੈਂ ਸਿਰ ਭਾਰ ਤੁਰਨ ਲੱਗ ਪਵਾਂ। (ਮੈਂ ਇਹ ਸਾਰੇ ਔਖ ਸਹਾਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ) ਜੇ ਮੈਨੂੰ ਪਿਆਰੇ ਰੱਬ ਜੀ ਮਿਲ ਪੈਣ (ਭਾਵ, ਰੱਬ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਜੇ ਇਹ ਜ਼ਰੂਰੀ ਹੋਵੇ ਕਿ ਸਰੀਰ ਨੂੰ ਧੂਣੀਆਂ ਤਪਾ ਤਪਾ ਕੇ ਦੁਖੀ ਕੀਤਾ ਜਾਏ, ਤਾਂ ਮੈਂ ਇਹ ਕਸ਼ਟ ਸਹਾਰਨ ਨੂੰ ਭੀ ਤਿਆਰ ਹਾਂ) ॥੧੧੯॥",
    "pronunciation": "pYrIN, Q`kW, julW: polw bolo[ im-lMin@",
    "type_id": 3
  },
  {
    "shabad_id": 5324,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "qnu. n qpwie qnUr ijau; bwlxu hf. n bwil]",
    "transliteration": "Than N Thapaae Thanoor Jio Baalan Hadd N Baal ||",
    "translation": "Do not heat up your body like an oven, and do not burn your bones like firewood.",
    "punjabi": "ਸਰੀਰ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਤਨੂਰ ਵਾਂਗ ਨਾਹ ਸਾੜ; ਤੇ ਹੱਡਾਂ ਨੂੰ ਇਉਂ ਨਾਹ ਬਾਲ ਜਿਵੇਂ ਇਹ ਬਾਲਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5324,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "isir pYrI ikAw PyiVAw; AMdir iprI inhwil]120]",
    "transliteration": "Sir Pairee Kiaa Faerriaa Andhar Piree Nihaal ||120||",
    "translation": "What harm have your feet and head done to you? Behold your Beloved within yourself. ||120||",
    "punjabi": "ਸਿਰ ਨੇ ਤੇ ਪੈਰਾਂ ਨੇ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਿਆ ਹੈ, (ਇਸ ਵਾਸਤੇ ਇਹਨਾਂ ਨੂੰ ਦੁਖੀ ਨਾਹ ਕਰ) ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੇਖ ॥੧੨੦॥",
    "pronunciation": "pYrIN",
    "type_id": 3
  },
  {
    "shabad_id": 5325,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hau FUFydI sjxw; sjxu mYfy nwil]",
    "transliteration": "Ho Dtoodtaedhee Sajanaa Sajan Maiddae Naal ||",
    "translation": "I search for my Friend, but my Friend is already with me.",
    "punjabi": "ਮੈਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਸੱਜਣ (-ਪ੍ਰਭੂ) ਨੂੰ (ਬਾਹਰ) ਭਾਲ ਰਹੀ ਹਾਂ, (ਪਰ ਉਹ) ਸੱਜਣ (ਤਾਂ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5325,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. AlKu, n lKIAY; gurmuiK dyie idKwil]121]",
    "transliteration": "Naanak Alakh N Lakheeai Guramukh Dhaee Dhikhaal ||121||",
    "translation": "O Nanak, the Unseen Lord cannot be seen; He is revealed only to the Gurmukh. ||121||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ (ਸੱਜਣ) ਦਾ ਕੋਈ ਲੱਛਣ ਨਹੀਂ, (ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਜੀਵ ਪਾਸੋਂ) ਉਹ ਪਛਾਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਸਤਿਗੁਰੂ ਵਿਖਾਲ ਦੇਂਦਾ ਹੈ ॥੧੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5326,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hMsw. dyiK qrMidAw; bgw AwieAw cwau]",
    "transliteration": "Hansaa Dhaekh Tharandhiaa Bagaa Aaeiaa Chaao ||",
    "translation": "Seeing the swans swimming, the cranes became excited.",
    "punjabi": "ਹੰਸਾਂ ਨੂੰ ਤਰਦਿਆਂ ਵੇਖ ਕੇ ਬਗਲਿਆਂ ਨੂੰ ਭੀ ਚਾਉ ਆ ਗਿਆ,",
    "pronunciation": "hMsW[ b`gW",
    "type_id": 3
  },
  {
    "shabad_id": 5326,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "fuib muey bg bpuVy; isru qil aupir pwau]122]",
    "transliteration": "Ddub Mueae Bag Bapurrae Sir Thal Oupar Paao ||122||",
    "translation": "The poor cranes were drowned to death, with their heads below the water and their feet sticking out above. ||122||",
    "punjabi": "ਪਰ ਵਿਚਾਰੇ ਬਗਲੇ (ਇਹ ਉੱਦਮ ਕਰਦੇ) ਸਿਰ ਹੇਠਾਂ ਤੇ ਪੈਰ ਉੱਪਰ (ਹੋ ਕੇ) ਡੁੱਬ ਕੇ ਮਰ ਗਏ ॥੧੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5327,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mY jwixAw vf hMsu hY; qW mY kIqw sMgu]",
    "transliteration": "Mai Jaaniaa Vadd Hans Hai Thaan Mai Keethaa Sang ||",
    "translation": "I knew him as a great swan, so I associated with him.",
    "punjabi": "ਮੈਂ ਸਮਝਿਆ ਕਿ ਇਹ ਕੋਈ ਵੱਡਾ ਹੰਸ ਹੈ, ਇਸੇ ਕਰ ਕੇ ਮੈਂ ਉਸ ਦੀ ਸੰਗਤ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5327,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jy jwxw. bgu bpuVw; jnim. n ByVI AMgu]123]",
    "transliteration": "Jae Jaanaa Bag Bapurraa Janam N Bhaerree Ang ||123||",
    "translation": "If I had known that he was a only wretched crane, I would never in my life have crossed paths with him. ||123||",
    "punjabi": "ਪਰ ਜੇ ਮੈਨੂੰ ਪਤਾ ਹੁੰਦਾ ਕਿ ਇਹ ਤਾਂ ਨਕਾਰਾ ਬਗਲਾ ਹੈ, ਤਾਂ ਮੈਂ ਕਦੇ ਉਸ ਦੇ ਨੇੜੇ ਨਾਹ ਢੁਕਦੀ ॥੧੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5328,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ikAw hMsu ikAw bgulw; jw kau ndir Dry]",
    "transliteration": "Kiaa Hans Kiaa Bagulaa Jaa Ko Nadhar Dhharae ||",
    "translation": "Who is a swan, and who is a crane, if God blesses him with His Glance of Grace?",
    "punjabi": "ਭਾਵੇਂ ਹੋਵੇ ਹੰਸ ਤੇ ਭਾਵੇਂ ਬਗਲਾ, ਜਿਸ ਉਤੇ (ਪ੍ਰਭੂ) ਕਿਰਪਾ ਦੀ ਨਜ਼ਰ ਕਰੇ (ਉਸ ਨੂੰ ਆਪਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ; ਸੋ ਕਿਸੇ ਤੋਂ ਨਫ਼ਰਤਿ ਕਿਉਂ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5328,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jy iqsu BwvY nwnkw; kwghu hMsu kry]124]",
    "transliteration": "Jae This Bhaavai Naanakaa Kaagahu Hans Karae ||124||",
    "translation": "If it pleases Him, O Nanak, He changes a crow into a swan. ||124||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ (ਬਗਲਾ ਤਾਂ ਕਿਤੇ ਰਿਹਾ, ਉਹ) ਕਾਂ ਤੋਂ (ਭੀ) ਹੰਸ ਬਣਾ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਬੜੇ ਵਿਕਾਰੀ ਨੂੰ ਭੀ ਸੁਧਾਰ ਲੈਂਦਾ ਹੈਂ) ॥੧੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5329,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "srvr pMKI hykVo; PwhIvwl pcws]",
    "transliteration": "Saravar Pankhee Haekarro Faaheevaal Pachaas ||",
    "translation": "There is only one bird in the lake, but there are fifty trappers.",
    "punjabi": "(ਜਗਤ-ਰੂਪ) ਤਲਾਬ ਦਾ (ਇਹ ਜੀਵ-ਰੂਪ) ਪੰਛੀ ਇਕੱਲਾ ਹੀ ਹੈ, ਫਸਾਉਣ ਵਾਲੇ (ਕਾਮਾਦਿਕ) ਪੰਜਾਹ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5329,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "iehu qnu lhrI. gfu iQAw; scy qyrI Aws]125]",
    "transliteration": "Eihu Than Leharee Gadd Thhiaa Sachae Thaeree Aas ||125||",
    "translation": "This body is caught in the waves of desire. O my True Lord, You are my only hope! ||125||",
    "punjabi": "(ਮੇਰਾ) ਇਹ ਸਰੀਰ (ਸੰਸਾਰ-ਰੂਪ ਤਲਾਬ ਦੀਆਂ ਵਿਕਾਰਾਂ ਰੂਪ) ਲਹਿਰਾਂ ਵਿਚ ਫਸ ਗਿਆ ਹੈ। ਹੇ ਸੱਚੇ (ਪ੍ਰਭੂ)! (ਇਹਨਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਇਕ ਤੇਰੀ (ਸਹੈਤਾ ਦੀ ਹੀ) ਆਸ ਹੈ (ਇਸ ਵਾਸਤੇ ਤੈਨੂੰ ਮਿਲਣ ਲਈ ਜੇ ਤਪ ਤਪਣੇ ਪੈਣ ਤਾਂ ਭੀ ਸੌਦਾ ਸਸਤਾ ਹੈ) ॥੧੨੫॥",
    "pronunciation": "ieh qnu sRIr BYVIAW vwSnW rUp lhrI lihrW dI (gfu) m`CI (iQAw) ho igAw hY",
    "type_id": 3
  },
  {
    "shabad_id": 5330,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kvxu su AKru. kvxu guxu; kvxu su mxIAw mMqu]",
    "transliteration": "Kavan S Akhar Kavan Gun Kavan S Maneeaa Manth ||",
    "translation": "What is that word, what is that virtue, and what is that magic mantra?",
    "punjabi": "(ਹੇ ਭੈਣ!) ਉਹ ਕੇਹੜਾ ਅੱਖਰ ਹੈ? ਉਹ ਕੇਹੜਾ ਗੁਣ ਹੈ? ਉਹ ਕੇਹੜਾ ਸ਼ਿਰੋਮਣੀ ਮੰਤਰ ਹੈ?",
    "pronunciation": "(A`Kr) aupdys, bRhm[(mxIAw) SRomxI, mxIAW rUp[ mxIAw: ibMdI nhIN lwauxI",
    "type_id": 3
  },
  {
    "shabad_id": 5330,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kvxu su vyso, hau krI; ijqu vis AwvY kMqu]126]",
    "transliteration": "Kavan S Vaeso Ho Karee Jith Vas Aavai Kanth ||126||",
    "translation": "What are those clothes, which I can wear to captivate my Husband Lord? ||126||",
    "punjabi": "ਉਹ ਕੇਹੜਾ ਵੇਸ ਮੈਂ ਕਰਾਂ ਜਿਸ ਨਾਲ (ਮੇਰਾ) ਖਸਮ (ਮੇਰੇ) ਵੱਸ ਵਿਚ ਆ ਜਾਏ? ॥੧੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5331,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "invxu su AKru. Kvxu guxu; ijhbw mxIAw mMqu]",
    "transliteration": "Nivan S Akhar Khavan Gun Jihabaa Maneeaa Manth ||",
    "translation": "Humility is the word, forgiveness is the virtue, and sweet speech is the magic mantra.",
    "punjabi": "ਹੇ ਭੈਣ! ਨਿਊਣਾ ਅੱਖਰ ਹੈ, ਸਹਾਰਨਾ ਗੁਣ ਹੈ, ਮਿੱਠਾ ਬੋਲਣਾ ਸ਼ਿਰੋਮਣੀ ਮੰਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5331,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ey qRY. BYxy vys kir; qW vis AwvI kMqu]127]",
    "transliteration": "Eae Thrai Bhainae Vaes Kar Thaan Vas Aavee Kanth ||127||",
    "translation": "Wear these three robes, O sister, and you will captivate your Husband Lord. ||127||",
    "punjabi": "ਜੇ ਇਹ ਤਿੰਨ ਵੇਸ ਕਰ ਲਏਂ ਤਾਂ (ਮੇਰਾ) ਖਸਮ (ਤੇਰੇ) ਵੱਸ ਵਿਚ ਆ ਜਾਇਗਾ ॥੧੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5332,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "miq hodI; hoie ieAwxw]",
    "transliteration": "Math Hodhee Hoe Eiaanaa ||",
    "translation": "If you are wise, be simple;",
    "punjabi": "(ਜੋ ਮਨੁੱਖ) ਅਕਲ ਹੁੰਦਿਆਂ ਭੀ ਅੰਞਾਣਾ ਬਣੇ (ਭਾਵ, ਅਕਲ ਦੇ ਤ੍ਰਾਣ ਦੂਜਿਆਂ ਤੇ ਕੋਈ ਦਬਾਉ ਨ ਪਾਏ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5332,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qwx hody; hoie inqwxw]",
    "transliteration": "Thaan Hodhae Hoe Nithaanaa ||",
    "translation": "If you are powerful, be weak;",
    "punjabi": "ਜ਼ੋਰ ਹੁੰਦਿਆਂ ਕਮਜ਼ੋਰਾਂ ਵਾਂਗ ਜੀਵੇ (ਭਾਵ, ਕਿਸੇ ਉਤੇ ਧੱਕਾ ਨਾ ਕਰੇ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5332,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Axhody; Awpu vMfwey]",
    "transliteration": "Anehodhae Aap Vanddaaeae ||",
    "translation": "And when there is nothing to share, then share with others.",
    "punjabi": "ਜਦੋਂ ਕੁਝ ਭੀ ਦੇਣ-ਜੋਗਾ ਨਾਹ ਹੋਵੇ, ਤਦੋਂ ਆਪਣਾ ਆਪ (ਭਾਵ, ਆਪਣਾ ਹਿੱਸਾ) ਵੰਡ ਦੇਵੇ,",
    "pronunciation": "(Axhody) in`j hoey, BYVy (Awpu) hMkwr nMU siqgurW qoN (vMfwey) nws krwvy",
    "type_id": 3
  },
  {
    "shabad_id": 5332,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ko AYsw; Bgqu sdwey]128]",
    "transliteration": "Ko Aisaa Bhagath Sadhaaeae ||128||",
    "translation": "How rare is one who is known as such a devotee. ||128||",
    "punjabi": "ਕਿਸੇ ਅਜੇਹੇ ਮਨੁੱਖ ਨੂੰ (ਹੀ) ਭਗਤ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧੨੮॥",
    "pronunciation": "s`dwey",
    "type_id": 3
  },
  {
    "shabad_id": 5333,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ieku iPkw. n gwlwie; sBnw mY scw DxI]",
    "transliteration": "Eik Fikaa N Gaalaae Sabhanaa Mai Sachaa Dhhanee ||",
    "translation": "Do not utter even a single harsh word; your True Lord and Master abides in all.",
    "punjabi": "ਇੱਕ ਭੀ ਫਿੱਕਾ ਬਚਨ ਨਾਹ ਬੋਲ (ਕਿਉਂਕਿ) ਸਭ ਵਿਚ ਸੱਚਾ ਮਾਲਕ (ਵੱਸ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "(iPkw) iP`kw bcn[ (gwlwie) khy",
    "type_id": 3
  },
  {
    "shabad_id": 5333,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ihAwau. n kYhI Twih; mwxk sB Amolvy]129]",
    "transliteration": "Hiaao N Kaihee Thaahi Maanak Sabh Amolavae ||129||",
    "translation": "Do not break anyone's heart; these are all priceless jewels. ||129||",
    "punjabi": "ਕਿਸੇ ਦਾ ਭੀ ਦਿਲ ਨਾਹ ਦੁਖਾ (ਕਿਉਂਕਿ) ਇਹ ਸਾਰੇ (ਜੀਵ) ਅਮੋਲਕ ਮੋਤੀ ਹਨ ॥੧੨੯॥",
    "pronunciation": "(ihAwau) irdw (kYhI) iksydw[ (Twih) Fwhy",
    "type_id": 3
  },
  {
    "shabad_id": 5334,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sBnw mn mwixk; Twhxu mUil mcWgvw]",
    "transliteration": "Sabhanaa Man Maanik Thaahan Mool Machaangavaa ||",
    "translation": "The minds of all are like precious jewels; to harm them is not good at all.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਦੇ ਮਨ ਮੋਤੀ ਹਨ, (ਕਿਸੇ ਨੂੰ ਭੀ) ਦੁਖਾਣਾ ਉੱਕਾ ਹੀ ਚੰਗਾ ਨਹੀਂ।",
    "pronunciation": "(Twhxu) Fwhuxw[ (mUil) au~kw hI[ (mcWgvw) cMgw nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 5334,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jy qau. iprIAw dI isk; ihAwau. n Twhy khI dw]130]",
    "transliteration": "Jae Tho Pireeaa Dhee Sik Hiaao N Thaahae Kehee Dhaa ||130||",
    "translation": "If you desire your Beloved, then do not break anyone's heart. ||130||",
    "punjabi": "ਜੇ ਤੈਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਣ ਦੀ ਤਾਂਘ ਹੈ, ਤਾਂ ਕਿਸੇ ਦਾ ਦਿਲ ਨਾਹ ਢਾਹ ॥੧੩੦॥",
    "pronunciation": "(isk) ie`Cw, cwh imlxdI[ (khI) iksy dw[is`k",
    "type_id": 3
  }
]