[
  {
    "id": 59073,
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾਪ ਹੀ ਧਾਰਨ ਧਾਰੇ, ਕੁਦਰਤਿ ਹੈ ਦੇਖਾਰੇ; ਬਰਨੁ ਚਿਹਨੁ ਨਾਹੀ, ਮੁਖ ਨ ਮਸਾਰੇ ॥",
    "transliteration": "Aap Hee Dhhaaran Dhhaarae Kudharath Hai Dhaekhaarae Baran Chihan Naahee Mukh N Masaarae ||",
    "translation": "He Himself supports the Universe, revealing His All-powerful Creative Potency. He has no color, form, mouth or beard.",
    "punjabi": "(ਹਰੀ) ਆਪ ਹੀ ਸਾਰੇ ਜਗਤ ਨੂੰ ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ, ਆਪਣੀ ਕੁਦਰਤਿ ਵਿਖਾਲ ਰਿਹਾ ਹੈ। ਨਾਹ (ਉਸ ਦਾ ਕੋਈ) ਰੰਗ ਹੈ ਨਾ (ਕੋਈ) ਨਿਸ਼ਾਨ, ਨਾਹ ਮੂੰਹ, ਤੇ ਨਾਹ ਦਾੜ੍ਹੀ।",
    "pronunciation": "(ਮਸਾਰੇ) ਮਾਸ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 59074,
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਭਗਤੁ ਦਰਿ, ਤੁਲਿ ਬ੍ਰਹਮ ਸਮਸਰਿ; ੲੇਕ ਜੀਹ. ਕਿਅਾ ਬਖਾਨੈ ॥",
    "transliteration": "Jan Naanak Bhagath Dhar Thul Breham Samasar Eaek Jeeh Kiaa Bakhaanai ||",
    "translation": "Your devotees are at Your Door, O God - they are just like You. How can servant Nanak describe them with only one tongue?",
    "punjabi": "ਹਰੀ ਦਾ ਭਗਤ ਦਾਸ (ਗੁਰੂ) ਨਾਨਕ (ਹਰੀ ਦੇ) ਦਰ ਤੇ ਪ੍ਰਵਾਨ (ਹੋਇਆ ਹੈ) ਅਤੇ ਹਰੀ ਵਰਗਾ ਹੈ। (ਮੇਰੀ) ਇੱਕ ਜੀਭ (ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਕੀਹ (ਗੁਣ) ਕਹਿ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59075,
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਾਂ ਕਿ ਬਲਿ ਬਲਿ; ਬਲਿ ਬਲਿ ਸਦ ਬਲਿਹਾਰਿ ॥੩॥",
    "transliteration": "Haan K Bal Bal Bal Bal Sadh Balihaar ||3||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice, a sacrifice, forever a sacrifice to them. ||3||",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਨਾਨਕ ਤੋਂ) ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ, ਸਦਾ ਸਦਕੇ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59076,
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਰਬ ਗੁਣ ਨਿਧਾਨੰ. ਕੀਮਤਿ ਨ, ਗ੍ਯਾਨੰ ਧ੍ਯਾਨੰ; ੳੂਚੇ ਤੇ ੳੂਚੌ ਜਾਨੀਜੈ, ਪ੍ਰਭ ਤੇਰੋ ਥਾਨੰ ॥",
    "transliteration": "Sarab Gun Nidhhaanan Keemath N Gyaanan Dhhyaanan Oochae Thae Oocha Jaaneejai Prabh Thaero Thhaanan ||",
    "translation": "You are the Treasure of all virtue; who can know the value of Your spiritual wisdom and meditation? O God, Your Place is known as the highest of the high.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੇਰੇ ਗਿਆਨ ਦਾ ਅਤੇ (ਤੇਰੇ ਵਿਚ) ਧਿਆਨ (ਜੋੜਨ) ਦਾ ਮੁੱਲ ਨਹੀਂ (ਪੈ ਸਕਦਾ)। ਤੇਰਾ ਟਿਕਾਣਾ ਉੱਚੇ ਤੋਂ ਉੱਚਾ ਸੁਣੀਂਦਾ ਹੈ।",
    "pronunciation": "ਗ੍ਯਾਨੰ ਧ੍ਯਾਨੰ: ਗਿਅਾਨੰ ਧਿਅਾਨੰ",
    "type_id": 3
  },
  {
    "id": 59077,
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਨੁ ਧਨੁ ਤੇਰੋ ਪ੍ਰਾਨੰ, ੲੇਕੈ ਸੂਤਿ ਹੈ ਜਹਾਨੰ; ਕਵਨ ੳੁਪਮਾ ਦੇੳੁ, ਬਡੇ ਤੇ ਬਡਾਨੰ ॥",
    "transliteration": "Man Dhhan Thaero Praanan Eaekai Sooth Hai Jehaanan Kavan Oupamaa Dhaeo Baddae Thae Baddaanan ||",
    "translation": "Mind, wealth and the breath of life belong to You alone, Lord. The world is strung upon Your Thread. What praises can I give to You? You are the Greatest of the great.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੇਰਾ ਮਨ, ਮੇਰਾ ਧਨ ਅਤੇ ਮੇਰੇ ਪ੍ਰਾਣ-ਇਹ ਸਭ ਤੇਰੇ ਹੀ (ਦਿੱਤੇ ਹੋਏ) ਹਨ। ਸਾਰਾ ਸੰਸਾਰ ਤੇਰੀ ਇਕੋ ਹੀ ਸੱਤਾ ਵਿਚ ਹੈ (ਭਾਵ, ਸੱਤਾ ਦੇ ਆਸਰੇ ਹੈ)। ਮੈਂ ਕਿਸ ਦਾ ਨਾਉਂ ਦੱਸਾਂ ਜੋ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਵੇ? ਤੂੰ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59078,
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਾਨੈ ਕੳੁਨੁ. ਤੇਰੋ ਭੇੳੁ, ਅਲਖ ਅਪਾਰ ਦੇੳੁ; ਅਕਲ ਕਲਾ ਹੈ ਪ੍ਰਭ. ਸਰਬ ਕੋ ਧਾਨੰ ॥",
    "transliteration": "Jaanai Koun Thaero Bhaeo Alakh Apaar Dhaeo Akal Kalaa Hai Prabh Sarab Ko Dhhaanan ||",
    "translation": "Who can know Your Mystery? O Unfathomable, Infinite, Divine Lord, Your Power is unstoppable. O God, You are the Support of all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਭੇਦ ਕੌਣ ਜਾਣ ਸਕਦਾ ਹੈ? ਹੇ ਅਲੱਖ! ਹੇ ਅਪਾਰ! ਹੇ ਪ੍ਰਕਾਸ਼ ਰੂਪ! ਤੇਰੀ ਸੱਤਾ (ਸਭ ਥਾਂ) ਇੱਕ-ਰਸ ਹੈ; ਤੂੰ ਸਾਰੇ ਜੀਆਂ ਦਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "(ਅ-ਕਲ) ਕਲਪਣਾ ਰਹਿਤ ਕਰਤਾਰ। ਅ-ਲਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59079,
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਭਗਤੁ ਦਰਿ, ਤੁਲਿ ਬ੍ਰਹਮ ਸਮਸਰਿ; ੲੇਕ ਜੀਹ. ਕਿਅਾ ਬਖਾਨੈ ॥",
    "transliteration": "Jan Naanak Bhagath Dhar Thul Breham Samasar Eaek Jeeh Kiaa Bakhaanai ||",
    "translation": "Your devotees are at Your Door, O God - they are just like You. How can servant Nanak describe them with only one tongue?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ) ਭਗਤ ਸੇਵਕ (ਗੁਰੂ ਨਾਨਕ (ਤੇਰੇ) ਦਰ ਤੇ ਪ੍ਰਵਾਨ (ਹੋਇਆ ਹੈ) ਅਤੇ (ਹੇ ਪ੍ਰਭੂ! ਤੈਂ) ਬ੍ਰਹਮ ਦੇ ਸਮਾਨ ਹੈ। (ਮੇਰੀ) ਇੱਕ ਜੀਭ (ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਕੀਹ (ਗੁਣ) ਕਹਿ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59080,
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਾਂ ਕਿ ਬਲਿ ਬਲਿ; ਬਲਿ ਬਲਿ ਸਦ ਬਲਿਹਾਰਿ ॥੪॥",
    "transliteration": "Haan K Bal Bal Bal Bal Sadh Balihaar ||4||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice, a sacrifice, forever a sacrifice to them. ||4||",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਨਾਨਕ ਤੋਂ) ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59081,
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਿਰੰਕਾਰੁ ਅਾਕਾਰ; ਅਛਲ ਪੂਰਨ ਅਬਿਨਾਸੀ ॥",
    "transliteration": "Nirankaar Aakaar Ashhal Pooran Abinaasee ||",
    "translation": "O Formless, Formed, Undeceivable, Perfect, Imperishable,",
    "punjabi": "ਤੂੰ ਵਰਨਾਂ ਚਿੰਨ੍ਹਾਂ ਤੋਂ ਬਾਹਰਾ ਹੈਂ, ਤੇ ਸਰੂਪ ਵਾਲਾ ਭੀ ਹੈਂ; ਤੈਨੂੰ ਕੋਈ ਛਲ ਨਹੀਂ ਸਕਦਾ, ਤੂੰ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈਂ, ਤੇ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ਹੈਂ,",
    "pronunciation": "ਅ-ਛਲ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59082,
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਖਵੰਤ ਅਾਨੰਤ ਰੂਪ; ਨਿਰਮਲ ਬਿਗਾਸੀ ॥",
    "transliteration": "Harakhavanth Aananth Roop Niramal Bigaasee ||",
    "translation": "Blissful, Unlimited, Beautiful, Immaculate, Blossoming Lord:",
    "punjabi": "ਤੂੰ ਸਦਾ-ਪ੍ਰਸੰਨ ਹੈਂ, ਤੇਰੇ ਬੇਅੰਤ ਸਰੂਪ ਹਨ, ਤੂੰ ਸੁੱਧ-ਸਰੂਪ ਹੈਂ ਅਤੇ ਜ਼ਾਹਰਾ-ਜ਼ਹੂਰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59083,
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਣ ਗਾਵਹਿ ਬੇਅੰਤ; ਅੰਤੁ. ੲਿਕੁ ਤਿਲੁ ਨਹੀ ਪਾਸੀ ॥",
    "transliteration": "Gun Gaavehi Baeanth Anth Eik Thil Nehee Paasee ||",
    "translation": "Countless are those who sing Your Glorious Praises, but they do not know even a tiny bit of Your extent.",
    "punjabi": "ਬੇਅੰਤ ਜੀਵ ਤੇਰੇ ਗੁਣ ਗਾਉਂਦੇ ਹਨ, ਪਰ ਤੇਰਾ ਅੰਤ ਰਤਾ ਭੀ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59084,
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਾ ਕੳੁ ਹੋਂਹਿ ਕਿ੍ਰਪਾਲ; ਸੁ ਜਨੁ. ਪ੍ਰਭ ਤੁਮਹਿ ਮਿਲਾਸੀ ॥",
    "transliteration": "Jaa Ko Honehi Kirapaal S Jan Prabh Thumehi Milaasee ||",
    "translation": "That humble being upon whom You shower Your Mercy meets with You, O God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਉੱਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖ ਤੈਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59085,
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਧੰਨਿ ਧੰਨਿ ਤੇ ਧੰਨਿ ਜਨ; ਜਿਹ ਕਿ੍ਰਪਾਲੁ ਹਰਿ ਹਰਿ ਭਯੳੁ ॥",
    "transliteration": "Dhhann Dhhann Thae Dhhann Jan Jih Kirapaal Har Har Bhayo ||",
    "translation": "Blessed, blessed, blessed are those humble beings, upon whom the Lord, Har, Har, showers His Mercy.",
    "punjabi": "ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਹਰੀ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਭ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59086,
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਗੁਰੁ ਨਾਨਕੁ. ਜਿਨ ਪਰਸਿਯੳੁ; ਸਿ ਜਨਮ ਮਰਣ ਦੁਹ. ਥੇ ਰਹਿਓ ॥੫॥",
    "transliteration": "Har Gur Naanak Jin Parasiao S Janam Maran Dhuh Thhae Rehiou ||5||",
    "translation": "Whoever meets with the Lord through Guru Nanak is rid of both birth and death. ||5||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਉਪਰੋਕਤ ਗੁਣਾਂ ਵਾਲੇ) ਹਰੀ ਦੇ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਪਰਸਿਆ ਹੈ, ਉਹ ਜਨਮ ਮਰਨ ਦੋਹਾਂ ਤੋਂ ਬਚ ਰਹੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59087,
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿ ਸਤਿ, ਹਰਿ ਸਤਿ; ਸਤਿ ਸਤੇ, ਸਤਿ ਭਣੀਅੈ ॥",
    "transliteration": "Sath Sath Har Sath Sath Sathae Sath Bhaneeai ||",
    "translation": "The Lord is said to be True, True, True, True, the Truest of the True.",
    "punjabi": "ਮਹਾਤਮਾ ਲੋਕ ਸਦਾ ਤੋਂ ਕਹਿੰਦੇ ਆਏ ਹਨ ਕਿ ਹਰੀ ਸਦਾ ਅਟੱਲ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59088,
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦੂਸਰ ਅਾਨ. ਨ ਅਵਰੁ; ਪੁਰਖੁ ਪੳੂਰਾਤਨੁ. ਸੁਣੀਅੈ ॥",
    "transliteration": "Dhoosar Aan N Avar Purakh Pooraathan Suneeai ||",
    "translation": "There is no other like Him. He is the Primal Being, the Primal Soul.",
    "punjabi": "ਉਹ ਪੁਰਾਤਨ ਪੁਰਖ ਸੁਣੀਂਦਾ ਹੈ (ਭਾਵ, ਸਭ ਦਾ ਮੁੱਢ ਹੈ,) ਕੋਈ ਹੋਰ ਦੂਜਾ ਉਹਦੇ ਵਰਗਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59089,
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਹਰਿ ਕੋ ਨਾਮੁ ਲੈਤ; ਮਨਿ ਸਭ ਸੁਖ ਪਾੲੇ ॥",
    "transliteration": "Anmrith Har Ko Naam Laith Man Sabh Sukh Paaeae ||",
    "translation": "Chanting the Ambrosial Name of the Lord, the mortal is blessed with all comforts.",
    "punjabi": "ਹੇ ਮਨ! ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖ ਲੱਭ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59090,
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੇਹ ਰਸਨ ਚਾਖਿਓ; ਤੇਹ ਜਨ. ਤਿ੍ਰਪਤਿ ਅਘਾੲੇ ॥",
    "transliteration": "Jaeh Rasan Chaakhiou Thaeh Jan Thripath Aghaaeae ||",
    "translation": "Those who taste it with their tongues, those humble beings are satisfied and fulfilled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਜੀਭ ਨਾਲ ਚੱਖਿਆ ਹੈ, ਉਹ ਮਨੁੱਖ ਰੱਜ ਗਏ ਹਨ (ਭਾਵ, ਹੋਰ ਰਸਾਂ ਦੀ ਉਹਨਾਂ ਨੂੰ ਤਾਂਘ ਨਹੀਂ ਰਹੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59091,
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਹ ਠਾਕੁਰੁ. ਸੁਪ੍ਰਸੰਨੁ ਭਯੁੋ; ਸਤਸੰਗਤਿ ਤਿਹ ਪਿਅਾਰੁ ॥",
    "transliteration": "Jih Thaakur Suprasann Bhayuo Sathasangath Thih Piaar ||",
    "translation": "That person who becomes pleasing to his Lord and Master, loves the Sat Sangat, the True Congregation.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪ੍ਰੇਮ (ਪੈ ਗਿਆ ਹੈ)।",
    "pronunciation": "ਸੁਪ੍ਰਸੰਨ।ਭ-ਯੁੋ: ਯੁੋ ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ, ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59092,
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਗੁਰੁ ਨਾਨਕੁ. ਜਿਨ ਪਰਸਿਓ; ਤਿਨ੍ਹ ਸਭ ਕੁਲ ਕੀਓ ੳੁਧਾਰੁ ॥੬॥",
    "transliteration": "Har Gur Naanak Jinh Parasiou Thinh Sabh Kul Keeou Oudhhaar ||6||",
    "translation": "Whoever meets with the Lord through Guru Nanak, saves all his generations. ||6||",
    "punjabi": "(ਇਹੋ ਜਿਹੇ) ਹਰੀ-ਰੂਪ ਗੁਰੂ ਨਾਨਕ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਜਿਨ੍ਹਾਂ ਪਰਸਿਆ ਹੈ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੀ ਸਾਰੀ ਕੁਲ ਦਾ ਬੇੜਾ ਪਾਰ ਕਰ ਲਿਆ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59093,
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚੁ ਸਭਾ. ਦੀਬਾਣੁ ਸਚੁ; ਸਚੇ ਪਹਿ ਧਰਿਓ ॥",
    "transliteration": "Sach Sabhaa Dheebaan Sach Sachae Pehi Dhhariou ||",
    "translation": "True is His Congregation and His Court. The True Lord has established Truth.",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਦੀ) ਸਭਾ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੀ ਹੈ, (ਉਸ ਦੀ) ਕਚਹਿਰੀ ਸਦਾ-ਥਿਰ ਹੈ; (ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪਣਾ ਆਪ) ਆਪਣੇ ਸਦਾ-ਥਿਰ-ਰੂਪ ਗੁਰੂ ਕੋਲ ਰੱਖਿਆ ਹੋਇਆ ਹੈ; (ਭਾਵ, ਹਰੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ),",
    "pronunciation": "ਸਭਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59094,
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚੈ ਤਖਤਿ ਨਿਵਾਸੁ; ਸਚੁ ਤਪਾਵਸੁ ਕਰਿਓ ॥",
    "transliteration": "Sachai Thakhath Nivaas Sach Thapaavas Kariou ||",
    "translation": "Sitting upon His Throne of Truth, He administers True Justice.",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਦਾ) ਟਿਕਾਣਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਆਸਣ ਹੈ ਤੇ, ਅਤੇ ਉਹ (ਸਦਾ) ਸੱਚਾ ਨਿਆਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਤਪਾਵਸੁ) ਨਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 59095,
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਚਿ ਸਿਰਜਿ੍ਯੳੁ ਸੰਸਾਰੁ; ਅਾਪਿ ਅਾਭੁਲੁ. ਨ ਭੁਲੳੁ ॥",
    "transliteration": "Sach Sirajiyo Sansaar Aap Aabhul N Bhulo ||",
    "translation": "The True Lord Himself fashioned the Universe. He is Infallible, and does not make mistakes.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਸੱਚੇ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਜਗਤ ਨੂੰ ਰਚਿਆ ਹੈ, ਉਹ ਆਪ ਕਦੇ ਭੁੱਲਣਹਾਰ ਨਹੀਂ, ਕਦੇ ਭੁੱਲ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਸਿਰਜਿ੍ਯੳੁ: ਸਿਰਜਿਅੳੁ। ਅਾਭੱੁਲੁ। ਭੱੁਲੳੁ",
    "type_id": 3
  },
  {
    "id": 59096,
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰਤਨ ਨਾਮੁ ਅਪਾਰੁ; ਕੀਮ ਨਹੁ ਪਵੈ. ਅਮੁਲੳੁ ॥",
    "transliteration": "Rathan Naam Apaar Keem Nahu Pavai Amulo ||",
    "translation": "The Naam, the Name of the Infinite Lord, is the jewel. Its value cannot be appraised - it is priceless.",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ (ਭੀ) ਬੇਅੰਤ ਹੈ, ਅਮੋਲਕ ਹੈ, (ਉਸ ਦੇ ਨਾਮ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "ਅ-ਮੱੁਲੳੁ",
    "type_id": 3
  },
  {
    "id": 59097,
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਹ ਕਿ੍ਰਪਾਲੁ ਹੋਯੳੁ ਗੁੋਬਿੰਦੁ; ਸਰਬ ਸੁਖ ਤਿਨਹੂ ਪਾੲੇ ॥",
    "transliteration": "Jih Kirapaal Hoyo Guobindh Sarab Sukh Thinehoo Paaeae ||",
    "translation": "That person, upon whom the Lord of the Universe showers His Mercy obtains all comforts.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਅਕਾਲ ਪੁਰਖ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਾਰੇ ਸੁਖ ਮਿਲੇ ਹਨ।",
    "pronunciation": "ਹੋ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59098,
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਗੁਰੁ ਨਾਨਕੁ. ਜਿਨ੍ਹ ਪਰਸਿਓ; ਤੇ ਬਹੁੜਿ ਫਿਰਿ ਜੋਨਿ. ਨ ਅਾੲੇ ॥੭॥",
    "transliteration": "Har Gur Naanak Jinh Parasiou Thae Bahurr Fir Jon N Aaeae ||7||",
    "translation": "Those who touch the Feet of the Lord through Guru Nanak, do not have to enter the cycle of reincarnation ever again. ||7||",
    "punjabi": "(ਅਜਿਹੇ ਗੁਣਾਂ ਵਾਲੇ) ਅਕਾਲ ਪੁਰਖ ਦੇ ਰੂਪ ਗੁਰੂ ਨਾਨਕ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਜਿਨ੍ਹਾਂ ਪਰਸਿਆ ਹੈ, ਉਹ ਫਿਰ ਪਰਤ ਕੇ ਜਨਮ (ਮਰਣ) ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59099,
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਵਨੁ ਜੋਗੁ. ਕੳੁਨੁ ਗ੍ਯਾਨੁ ਧ੍ਯਾਨੁ; ਕਵਨ ਬਿਧਿ ੳੁਸ੍ਤਤਿ ਕਰੀਅੈ ॥",
    "transliteration": "Kavan Jog Koun Gyaan Dhhyaan Kavan Bidhh Ousoth Kareeai ||",
    "translation": "What is the Yoga, what is the spiritual wisdom and meditation, and what is the way, to praise the Lord?",
    "punjabi": "ਕਿਹੜਾ ਜੋਗ (ਦਾ ਸਾਧਨ) ਕਰੀਏ? ਕਿਹੜਾ ਗਿਆਨ (ਵਿਚਾਰੀਏ)? ਕਿਹੜਾ ਧਿਆਨ (ਧਰੀਏ)? ਉਹ ਕਿਹੜੀ ਜੁਗਤੀ ਵਰਤੀਏ ਜਿਸ ਕਰਕੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣ ਗਾ ਸਕੀਏ?",
    "pronunciation": "ਗ੍ਯਾਨੁ ਧ੍ਯਾਨੁ: ਗਿਅਾਨੁ ਧਿਅਾਨੁ। ੳੁਸ ੍ਤ ਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59100,
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਿਧ ਸਾਧਿਕ, ਤੇਤੀਸ ਕੋਰਿ; ਤਿਰੁ ਕੀਮ, ਨ ਪਰੀਅੈ ॥",
    "transliteration": "Sidhh Saadhhik Thaethees Kor Thir Keem N Pareeai ||",
    "translation": "The Siddhas and seekers and the three hundred thirty million gods cannot find even a tiny bit of the Lord's Value.",
    "punjabi": "ਸਿੱਧ, ਸਾਧਿਕ ਅਤੇ ਤੇਤੀ ਕਰੋੜ ਦੇਵਤਿਆਂ ਪਾਸੋਂ (ਭੀ) ਅਕਾਲ ਪੁਰਖ ਦਾ ਮੁੱਲ ਰਤਾ ਭੀ ਨਹੀਂ ਪੈ ਸਕਿਆ।",
    "pronunciation": "(ਤਿਰੁ) ਤਿਲ ਜਿਤਨੀ",
    "type_id": 3
  },
  {
    "id": 59101,
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬ੍ਰਹਮਾਦਿਕ ਸਨਕਾਦਿ ਸੇਖ; ਗੁਣ ਅੰਤੁ. ਨ ਪਾੲੇ ॥",
    "transliteration": "Brehamaadhik Sanakaadh Saekh Gun Anth N Paaeae ||",
    "translation": "Neither Brahma, nor Sanak, nor the thousand-headed serpent king can find the limits of His Glorious Virtues.",
    "punjabi": "ਬ੍ਰਹਮਾ ਅਤੇ ਹੋਰ ਦੇਵਤੇ (ਬ੍ਰਹਮਾ ਦੇ ਪੁੱਤ੍ਰ) ਸਨਕ ਆਦਿਕ ਅਤੇ ਸ਼ੇਸ਼ਨਾਗ ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59102,
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਗਹੁ. ਗਹਿਓ, ਨਹੀ ਜਾੲਿ; ਪੂਰਿ ਸ੍ਰਬ ਰਹਿਓ ਸਮਾੲੇ ॥",
    "transliteration": "Agahu Gehiou Nehee Jaae Poor Srab Rehiou Samaaeae ||",
    "translation": "The Inapprehensible Lord cannot be apprehended. He is pervading and permeating amongst all.",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਮਨੁੱਖਾਂ ਦੀ) ਸਮਝ ਤੋਂ ਉੱਚਾ ਹੈ, ਉਸ ਦੀ ਗਤਿ ਪਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਸਾਰੇ ਥਾਈਂ ਵਿਆਪਕ ਹੈ ਤੇ ਸਭ ਵਿਚ ਰਮਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਅ-ਗਹੁ",
    "type_id": 3
  },
  {
    "id": 59103,
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਹ ਕਾਟੀ ਸਿਲਕ, ਦਯਾਲ ਪ੍ਰਭਿ; ਸੇੲਿ ਜਨ ਲਗੇ ਭਗਤੇ ॥",
    "transliteration": "Jih Kaattee Silak Dhayaal Prabh Saee Jan Lagae Bhagathae ||",
    "translation": "Those whom God has mercifully freed from their nooses - those humble beings are attached to His devotional worship.",
    "punjabi": "ਦਇਆਲ ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਫਾਹੀ ਕੱਟ ਦਿੱਤੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਦੀ ਭਗਤੀ ਵਿਚ ਜੁੜ ਗਏ ਹਨ।",
    "pronunciation": "ਦ-ਯਾਲ: ਦ ਮੁਕਤਾ,ਯਾ ਸਵਾਰ ਕੇਤਾਲੂ ਤੋਂ ਬੋਲੋ। ।ਸੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 59104,
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਗੁਰੁ ਨਾਨਕੁ. ਜਿਨਿ ਪਰਸਿਓ; ਤੇ ੲਿਤ ੳੁਤ ਸਦਾ ਮੁਕਤੇ ॥੮॥",
    "transliteration": "Har Gur Naanak Jinh Parasiou Thae Eith Outh Sadhaa Mukathae ||8||",
    "translation": "Those who meet with the Lord through Guru Nanak are liberated forever, here and hereafter. ||8||",
    "punjabi": "(ਇਹੋ ਜਿਹੇ ਉਪ੍ਰੋਕਤ ਗੁਣਾਂ ਵਾਲੇ) ਹਰੀ ਦੇ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਸਿਆ ਹੈ, ਉਹ ਜੀਵ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਬਚੇ ਹੋਏ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59105,
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪ੍ਰਭ ਦਾਤੳੁ ਦਾਤਾਰ; ਪਰਿ੍ਯੳੁ ਜਾਚਕੁ. ੲਿਕੁ ਸਰਨਾ ॥",
    "transliteration": "Prabh Dhaatho Dhaathaar Pariyo Jaachak Eik Saranaa ||",
    "translation": "I am a beggar; I seek the Sanctuary of God, the Giver of givers.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਦਾਤੇ! ਹੇ ਦਾਤਾਰ! ਮੈਂ ਇਕ ਮੰਗਤਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ,",
    "pronunciation": "ਪਰਿ੍ਯੳੁ: ਪਰਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59106,
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਿਲੈ ਦਾਨੁ ਸੰਤ ਰੇਨ; ਜੇਹ ਲਗਿ ਭੳੁਜਲੁ ਤਰਨਾ ॥",
    "transliteration": "Milai Dhaan Santh Raen Jaeh Lag Bhoujal Tharanaa ||",
    "translation": "Please bless me with the gift of the dust of the feet of the Saints; grasping them, I cross over the terrifying world-ocean.",
    "punjabi": "(ਮੈਨੂੰ ਮੰਗਤੇ ਨੂੰ) ਸਤਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦਾ ਖ਼ੈਰ ਮਿਲ ਜਾਏ, ਤਾਕਿ ਇਸ ਧੂੜ ਦੀ ਓਟ ਲੈ ਕੇ ਮੈਂ (ਸੰਸਾਰ ਦੇ) ਘੁੰਮਣ-ਘੇਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59107,
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨਤਿ ਕਰੳੁ ਅਰਦਾਸਿ; ਸੁਨਹੁ. ਜੇ ਠਾਕੁਰ ਭਾਵੈ ॥",
    "transliteration": "Binath Karo Aradhaas Sunahu Jae Thaakur Bhaavai ||",
    "translation": "Please listen to my prayer, if it pleases You, O my Lord and Master.",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਜੇ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗੇ ਤਾਂ (ਮਿਹਰ ਕਰ ਕੇ ਮੇਰੀ) ਅਰਜ਼ੋਈ ਸੁਣ, ਮੈਂ ਇਕ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]
