[
  {
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awp hI Dwrn Dwry, kudriq hY dyKwry; brnu ichnu nwhI, muK n mswry]",
    "transliteration": "Aap Hee Dhhaaran Dhhaarae Kudharath Hai Dhaekhaarae Baran Chihan Naahee Mukh N Masaarae ||",
    "punjabi": "(ਹਰੀ) ਆਪ ਹੀ ਸਾਰੇ ਜਗਤ ਨੂੰ ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ, ਆਪਣੀ ਕੁਦਰਤਿ ਵਿਖਾਲ ਰਿਹਾ ਹੈ। ਨਾਹ (ਉਸ ਦਾ ਕੋਈ) ਰੰਗ ਹੈ ਨਾ (ਕੋਈ) ਨਿਸ਼ਾਨ, ਨਾਹ ਮੂੰਹ, ਤੇ ਨਾਹ ਦਾੜ੍ਹੀ।",
    "pronunciation": "(mswry) mws nhIN",
    "type_id": 3
  },
  {
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jnu nwnku. Bgqu dir, quil bRhm smsir; eyk jIh. ikAw bKwnY]",
    "transliteration": "Jan Naanak Bhagath Dhar Thul Breham Samasar Eaek Jeeh Kiaa Bakhaanai ||",
    "punjabi": "ਹਰੀ ਦਾ ਭਗਤ ਦਾਸ (ਗੁਰੂ) ਨਾਨਕ (ਹਰੀ ਦੇ) ਦਰ ਤੇ ਪ੍ਰਵਾਨ (ਹੋਇਆ ਹੈ) ਅਤੇ ਹਰੀ ਵਰਗਾ ਹੈ। (ਮੇਰੀ) ਇੱਕ ਜੀਭ (ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਕੀਹ (ਗੁਣ) ਕਹਿ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hW ik bil bil; bil bil sd bilhwir]3]",
    "transliteration": "Haan K Bal Bal Bal Bal Sadh Balihaar ||3||",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਨਾਨਕ ਤੋਂ) ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ, ਸਦਾ ਸਦਕੇ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "srb gux inDwnM. kImiq n, g´wnM D´wnM; aUcy qy aUcO jwnIjY, pRB qyro QwnM]",
    "transliteration": "Sarab Gun Nidhhaanan Keemath N Gyaanan Dhhyaanan Oochae Thae Oocha Jaaneejai Prabh Thaero Thhaanan ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੇਰੇ ਗਿਆਨ ਦਾ ਅਤੇ (ਤੇਰੇ ਵਿਚ) ਧਿਆਨ (ਜੋੜਨ) ਦਾ ਮੁੱਲ ਨਹੀਂ (ਪੈ ਸਕਦਾ)। ਤੇਰਾ ਟਿਕਾਣਾ ਉੱਚੇ ਤੋਂ ਉੱਚਾ ਸੁਣੀਂਦਾ ਹੈ।",
    "pronunciation": "g´wnM D´wnM: igAwnM iDAwnM",
    "type_id": 3
  },
  {
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mnu Dnu qyro pRwnM, eykY sUiq hY jhwnM; kvn aupmw dyau, bfy qy bfwnM]",
    "transliteration": "Man Dhhan Thaero Praanan Eaekai Sooth Hai Jehaanan Kavan Oupamaa Dhaeo Baddae Thae Baddaanan ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੇਰਾ ਮਨ, ਮੇਰਾ ਧਨ ਅਤੇ ਮੇਰੇ ਪ੍ਰਾਣ-ਇਹ ਸਭ ਤੇਰੇ ਹੀ (ਦਿੱਤੇ ਹੋਏ) ਹਨ। ਸਾਰਾ ਸੰਸਾਰ ਤੇਰੀ ਇਕੋ ਹੀ ਸੱਤਾ ਵਿਚ ਹੈ (ਭਾਵ, ਸੱਤਾ ਦੇ ਆਸਰੇ ਹੈ)। ਮੈਂ ਕਿਸ ਦਾ ਨਾਉਂ ਦੱਸਾਂ ਜੋ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਵੇ? ਤੂੰ ਵੱਡਿਆਂ ਤੋਂ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jwnY kaunu. qyro Byau, AlK Apwr dyau; Akl klw hY pRB. srb ko DwnM]",
    "transliteration": "Jaanai Koun Thaero Bhaeo Alakh Apaar Dhaeo Akal Kalaa Hai Prabh Sarab Ko Dhhaanan ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਭੇਦ ਕੌਣ ਜਾਣ ਸਕਦਾ ਹੈ? ਹੇ ਅਲੱਖ! ਹੇ ਅਪਾਰ! ਹੇ ਪ੍ਰਕਾਸ਼ ਰੂਪ! ਤੇਰੀ ਸੱਤਾ (ਸਭ ਥਾਂ) ਇੱਕ-ਰਸ ਹੈ; ਤੂੰ ਸਾਰੇ ਜੀਆਂ ਦਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "(A-kl) klpxw rihq krqwr[ A-lK: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jnu nwnku. Bgqu dir, quil bRhm smsir; eyk jIh. ikAw bKwnY]",
    "transliteration": "Jan Naanak Bhagath Dhar Thul Breham Samasar Eaek Jeeh Kiaa Bakhaanai ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ) ਭਗਤ ਸੇਵਕ (ਗੁਰੂ ਨਾਨਕ (ਤੇਰੇ) ਦਰ ਤੇ ਪ੍ਰਵਾਨ (ਹੋਇਆ ਹੈ) ਅਤੇ (ਹੇ ਪ੍ਰਭੂ! ਤੈਂ) ਬ੍ਰਹਮ ਦੇ ਸਮਾਨ ਹੈ। (ਮੇਰੀ) ਇੱਕ ਜੀਭ (ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਕੀਹ (ਗੁਣ) ਕਹਿ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5338,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hW ik bil bil; bil bil sd bilhwir]4]",
    "transliteration": "Haan K Bal Bal Bal Bal Sadh Balihaar ||4||",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਨਾਨਕ ਤੋਂ) ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "inrMkwru Awkwr; ACl pUrn AibnwsI]",
    "transliteration": "Nirankaar Aakaar Ashhal Pooran Abinaasee ||",
    "punjabi": "ਤੂੰ ਵਰਨਾਂ ਚਿੰਨ੍ਹਾਂ ਤੋਂ ਬਾਹਰਾ ਹੈਂ, ਤੇ ਸਰੂਪ ਵਾਲਾ ਭੀ ਹੈਂ; ਤੈਨੂੰ ਕੋਈ ਛਲ ਨਹੀਂ ਸਕਦਾ, ਤੂੰ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈਂ, ਤੇ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ਹੈਂ,",
    "pronunciation": "A-Cl: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hrKvMq AwnMq rUp; inrml ibgwsI]",
    "transliteration": "Harakhavanth Aananth Roop Niramal Bigaasee ||",
    "punjabi": "ਤੂੰ ਸਦਾ-ਪ੍ਰਸੰਨ ਹੈਂ, ਤੇਰੇ ਬੇਅੰਤ ਸਰੂਪ ਹਨ, ਤੂੰ ਸੁੱਧ-ਸਰੂਪ ਹੈਂ ਅਤੇ ਜ਼ਾਹਰਾ-ਜ਼ਹੂਰ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gux gwvih byAMq; AMqu. ieku iqlu nhI pwsI]",
    "transliteration": "Gun Gaavehi Baeanth Anth Eik Thil Nehee Paasee ||",
    "punjabi": "ਬੇਅੰਤ ਜੀਵ ਤੇਰੇ ਗੁਣ ਗਾਉਂਦੇ ਹਨ, ਪਰ ਤੇਰਾ ਅੰਤ ਰਤਾ ਭੀ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jw kau hoNih ikRpwl; su jnu. pRB qumih imlwsI]",
    "transliteration": "Jaa Ko Honehi Kirapaal S Jan Prabh Thumehi Milaasee ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਉੱਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖ ਤੈਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "DMin DMin qy DMin jn; ijh ikRpwlu hir hir BXau]",
    "transliteration": "Dhhann Dhhann Thae Dhhann Jan Jih Kirapaal Har Har Bhayo ||",
    "punjabi": "ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਹਰੀ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ।",
    "pronunciation": "B-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5339,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir guru nwnku. ijn prisXau; is jnm mrx duh. Qy rihE]5]",
    "transliteration": "Har Gur Naanak Jin Parasiao S Janam Maran Dhuh Thhae Rehiou ||5||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਉਪਰੋਕਤ ਗੁਣਾਂ ਵਾਲੇ) ਹਰੀ ਦੇ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਪਰਸਿਆ ਹੈ, ਉਹ ਜਨਮ ਮਰਨ ਦੋਹਾਂ ਤੋਂ ਬਚ ਰਹੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "siq siq, hir siq; siq sqy, siq BxIAY]",
    "transliteration": "Sath Sath Har Sath Sath Sathae Sath Bhaneeai ||",
    "punjabi": "ਮਹਾਤਮਾ ਲੋਕ ਸਦਾ ਤੋਂ ਕਹਿੰਦੇ ਆਏ ਹਨ ਕਿ ਹਰੀ ਸਦਾ ਅਟੱਲ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "dUsr Awn. n Avru; purKu paUrwqnu. suxIAY]",
    "transliteration": "Dhoosar Aan N Avar Purakh Pooraathan Suneeai ||",
    "punjabi": "ਉਹ ਪੁਰਾਤਨ ਪੁਰਖ ਸੁਣੀਂਦਾ ਹੈ (ਭਾਵ, ਸਭ ਦਾ ਮੁੱਢ ਹੈ,) ਕੋਈ ਹੋਰ ਦੂਜਾ ਉਹਦੇ ਵਰਗਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMimRqu hir ko nwmu lYq; min sB suK pwey]",
    "transliteration": "Anmrith Har Ko Naam Laith Man Sabh Sukh Paaeae ||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖ ਲੱਭ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jyh rsn cwiKE; qyh jn. iqRpiq AGwey]",
    "transliteration": "Jaeh Rasan Chaakhiou Thaeh Jan Thripath Aghaaeae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਨਾਮ-ਅੰਮ੍ਰਿਤ) ਜੀਭ ਨਾਲ ਚੱਖਿਆ ਹੈ, ਉਹ ਮਨੁੱਖ ਰੱਜ ਗਏ ਹਨ (ਭਾਵ, ਹੋਰ ਰਸਾਂ ਦੀ ਉਹਨਾਂ ਨੂੰ ਤਾਂਘ ਨਹੀਂ ਰਹੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ijh Twkuru. supRsMnu BXuo; sqsMgiq iqh ipAwru]",
    "transliteration": "Jih Thaakur Suprasann Bhayuo Sathasangath Thih Piaar ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪ੍ਰੇਮ (ਪੈ ਗਿਆ ਹੈ)।",
    "pronunciation": "supRsMn[B-Xuo: Xuo hoVy AONkV ivcwly, qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5340,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir guru nwnku. ijn prisE; iqn@ sB kul kIE auDwru]6]",
    "transliteration": "Har Gur Naanak Jinh Parasiou Thinh Sabh Kul Keeou Oudhhaar ||6||",
    "punjabi": "(ਇਹੋ ਜਿਹੇ) ਹਰੀ-ਰੂਪ ਗੁਰੂ ਨਾਨਕ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਜਿਨ੍ਹਾਂ ਪਰਸਿਆ ਹੈ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੀ ਸਾਰੀ ਕੁਲ ਦਾ ਬੇੜਾ ਪਾਰ ਕਰ ਲਿਆ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "scu sBw. dIbwxu scu; scy pih DirE]",
    "transliteration": "Sach Sabhaa Dheebaan Sach Sachae Pehi Dhhariou ||",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਦੀ) ਸਭਾ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੀ ਹੈ, (ਉਸ ਦੀ) ਕਚਹਿਰੀ ਸਦਾ-ਥਿਰ ਹੈ; (ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪਣਾ ਆਪ) ਆਪਣੇ ਸਦਾ-ਥਿਰ-ਰੂਪ ਗੁਰੂ ਕੋਲ ਰੱਖਿਆ ਹੋਇਆ ਹੈ; (ਭਾਵ, ਹਰੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ),",
    "pronunciation": "sBw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "scY qKiq invwsu; scu qpwvsu kirE]",
    "transliteration": "Sachai Thakhath Nivaas Sach Thapaavas Kariou ||",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਦਾ) ਟਿਕਾਣਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਆਸਣ ਹੈ ਤੇ, ਅਤੇ ਉਹ (ਸਦਾ) ਸੱਚਾ ਨਿਆਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(qpwvsu) inAW",
    "type_id": 3
  },
  {
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sic isrij´au sMswru; Awip AwBulu. n Bulau]",
    "transliteration": "Sach Sirajiyo Sansaar Aap Aabhul N Bhulo ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਸੱਚੇ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਜਗਤ ਨੂੰ ਰਚਿਆ ਹੈ, ਉਹ ਆਪ ਕਦੇ ਭੁੱਲਣਹਾਰ ਨਹੀਂ, ਕਦੇ ਭੁੱਲ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "isrij´au: isrijAau[ AwB`ulu[ B`ulau",
    "type_id": 3
  },
  {
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rqn nwmu Apwru; kIm nhu pvY. Amulau]",
    "transliteration": "Rathan Naam Apaar Keem Nahu Pavai Amulo ||",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ (ਭੀ) ਬੇਅੰਤ ਹੈ, ਅਮੋਲਕ ਹੈ, (ਉਸ ਦੇ ਨਾਮ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "A-m`ulau",
    "type_id": 3
  },
  {
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ijh ikRpwlu hoXau guoibMdu; srb suK iqnhU pwey]",
    "transliteration": "Jih Kirapaal Hoyo Guobindh Sarab Sukh Thinehoo Paaeae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉੱਤੇ ਅਕਾਲ ਪੁਰਖ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਾਰੇ ਸੁਖ ਮਿਲੇ ਹਨ।",
    "pronunciation": "ho-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5341,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir guru nwnku. ijn@ prisE; qy bhuiV iPir join. n Awey]7]",
    "transliteration": "Har Gur Naanak Jinh Parasiou Thae Bahurr Fir Jon N Aaeae ||7||",
    "punjabi": "(ਅਜਿਹੇ ਗੁਣਾਂ ਵਾਲੇ) ਅਕਾਲ ਪੁਰਖ ਦੇ ਰੂਪ ਗੁਰੂ ਨਾਨਕ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਜਿਨ੍ਹਾਂ ਪਰਸਿਆ ਹੈ, ਉਹ ਫਿਰ ਪਰਤ ਕੇ ਜਨਮ (ਮਰਣ) ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "kvnu jogu. kaunu g´wnu D´wnu; kvn ibiD ausœiq krIAY]",
    "transliteration": "Kavan Jog Koun Gyaan Dhhyaan Kavan Bidhh Ousoth Kareeai ||",
    "punjabi": "ਕਿਹੜਾ ਜੋਗ (ਦਾ ਸਾਧਨ) ਕਰੀਏ? ਕਿਹੜਾ ਗਿਆਨ (ਵਿਚਾਰੀਏ)? ਕਿਹੜਾ ਧਿਆਨ (ਧਰੀਏ)? ਉਹ ਕਿਹੜੀ ਜੁਗਤੀ ਵਰਤੀਏ ਜਿਸ ਕਰਕੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣ ਗਾ ਸਕੀਏ?",
    "pronunciation": "g´wnu D´wnu: igAwnu iDAwnu[ aus œ iq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "isD swiDk, qyqIs koir; iqru kIm, n prIAY]",
    "transliteration": "Sidhh Saadhhik Thaethees Kor Thir Keem N Pareeai ||",
    "punjabi": "ਸਿੱਧ, ਸਾਧਿਕ ਅਤੇ ਤੇਤੀ ਕਰੋੜ ਦੇਵਤਿਆਂ ਪਾਸੋਂ (ਭੀ) ਅਕਾਲ ਪੁਰਖ ਦਾ ਮੁੱਲ ਰਤਾ ਭੀ ਨਹੀਂ ਪੈ ਸਕਿਆ।",
    "pronunciation": "(iqru) iql ijqnI",
    "type_id": 3
  },
  {
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "bRhmwidk snkwid syK; gux AMqu. n pwey]",
    "transliteration": "Brehamaadhik Sanakaadh Saekh Gun Anth N Paaeae ||",
    "punjabi": "ਬ੍ਰਹਮਾ ਅਤੇ ਹੋਰ ਦੇਵਤੇ (ਬ੍ਰਹਮਾ ਦੇ ਪੁੱਤ੍ਰ) ਸਨਕ ਆਦਿਕ ਅਤੇ ਸ਼ੇਸ਼ਨਾਗ ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਲੱਭ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Aghu. gihE, nhI jwie; pUir sRb rihE smwey]",
    "transliteration": "Agahu Gehiou Nehee Jaae Poor Srab Rehiou Samaaeae ||",
    "punjabi": "(ਅਕਾਲ ਪੁਰਖ ਮਨੁੱਖਾਂ ਦੀ) ਸਮਝ ਤੋਂ ਉੱਚਾ ਹੈ, ਉਸ ਦੀ ਗਤਿ ਪਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਸਾਰੇ ਥਾਈਂ ਵਿਆਪਕ ਹੈ ਤੇ ਸਭ ਵਿਚ ਰਮਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "A-ghu",
    "type_id": 3
  },
  {
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijh kwtI islk, dXwl pRiB; syie jn lgy Bgqy]",
    "transliteration": "Jih Kaattee Silak Dhayaal Prabh Saee Jan Lagae Bhagathae ||",
    "punjabi": "ਦਇਆਲ ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਫਾਹੀ ਕੱਟ ਦਿੱਤੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਦੀ ਭਗਤੀ ਵਿਚ ਜੁੜ ਗਏ ਹਨ।",
    "pronunciation": "d-Xwl: d mukqw,Xw svwr kyqwlU qoN bolo[ [sy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 5342,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir guru nwnku. ijin prisE; qy ieq auq sdw mukqy]8]",
    "transliteration": "Har Gur Naanak Jinh Parasiou Thae Eith Outh Sadhaa Mukathae ||8||",
    "punjabi": "(ਇਹੋ ਜਿਹੇ ਉਪ੍ਰੋਕਤ ਗੁਣਾਂ ਵਾਲੇ) ਹਰੀ ਦੇ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਸਿਆ ਹੈ, ਉਹ ਜੀਵ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਬਚੇ ਹੋਏ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pRB dwqau dwqwr; pir´au jwcku. ieku srnw]",
    "transliteration": "Prabh Dhaatho Dhaathaar Pariyo Jaachak Eik Saranaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਦਾਤੇ! ਹੇ ਦਾਤਾਰ! ਮੈਂ ਇਕ ਮੰਗਤਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ,",
    "pronunciation": "pir´au: pirAau",
    "type_id": 3
  },
  {
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "imlY dwnu sMq ryn; jyh lig Baujlu qrnw]",
    "transliteration": "Milai Dhaan Santh Raen Jaeh Lag Bhoujal Tharanaa ||",
    "punjabi": "(ਮੈਨੂੰ ਮੰਗਤੇ ਨੂੰ) ਸਤਸੰਗੀਆਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦਾ ਖ਼ੈਰ ਮਿਲ ਜਾਏ, ਤਾਕਿ ਇਸ ਧੂੜ ਦੀ ਓਟ ਲੈ ਕੇ ਮੈਂ (ਸੰਸਾਰ ਦੇ) ਘੁੰਮਣ-ਘੇਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ibniq krau Ardwis; sunhu. jy Twkur BwvY]",
    "transliteration": "Binath Karo Aradhaas Sunahu Jae Thaakur Bhaavai ||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਜੇ ਤੈਨੂੰ ਚੰਗੀ ਲੱਗੇ ਤਾਂ (ਮਿਹਰ ਕਰ ਕੇ ਮੇਰੀ) ਅਰਜ਼ੋਈ ਸੁਣ, ਮੈਂ ਇਕ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]