[
  {
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dyhu drsu. min cwau; Bgiq iehu mnu ThrwvY]",
    "transliteration": "Dhaehu Dharas Man Chaao Bhagath Eihu Man Theharaavai ||",
    "translation": "My mind yearns for the Blessed Vision of Your Darshan. This mind abides in devotional worship.",
    "punjabi": "(ਮੈਨੂੰ) ਦੀਦਾਰ ਦੇਹ; ਮੇਰੇ ਮਨ ਵਿਚ ਇਹ ਤਾਂਘ ਹੈ, (ਮਿਹਰ ਕਰ) ਮੇਰਾ ਇਹ ਮਨ ਤੇਰੀ ਭਗਤੀ ਵਿਚ ਟਿਕ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "bilE crwgu AMD´wr mih; sB kil auDrI. iek nwm Drm]",
    "transliteration": "Baliou Charaag Andhhyaar Mehi Sabh Kal Oudhharee Eik Naam Dhharam ||",
    "translation": "The lamp is lit in the darkness; all are saved in this Dark Age of Kali Yuga, through the One Name and faith in the Dharma.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ) ਹਨੇਰੇ ਵਿਚ ਦੀਵਾ ਜਗ ਪਿਆ ਹੈ, (ਉਸ ਦੇ ਦੱਸੇ ਹੋਏ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪਾਰ ਲੰਘ ਰਹੀ ਹੈ।",
    "pronunciation": "AMD´wr: AMiDAwr",
    "type_id": 3
  },
  {
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pRgtu sgl hir Bvn mih; jnu nwnku. gur pwrbRhm]9]",
    "transliteration": "Pragatt Sagal Har Bhavan Mehi Jan Naanak Gur Paarabreham ||9||",
    "translation": "The Lord is revealed in all the worlds. O servant Nanak, the Guru is the Supreme Lord God. ||9||",
    "punjabi": "ਤੇਰਾ ਸੇਵਕ, ਹੇ ਪਾਰਬ੍ਰਹਮ! ਤੇਰਾ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਇਆ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "svXy sRI muKbwK´ mhlw 5",
    "transliteration": "Savayae Sree Mukhabaaky Mehalaa 5",
    "translation": "Swaiyas From The Mouth Of The Great Fifth Mehl:",
    "punjabi": "ਗੁਰੂ ਅਰਜਨਦੇਵ ਦੇ ਮੁਖਾਰਬਿੰਦ ਤੋਂ ਉਚਾਰਨ ਕੀਤੇ ਹੋਏ ਸਵਯੇ।",
    "pronunciation": "svXy: Xy svwr ky qwlU qoN bolo [ muKbwK´: muKbwikA",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "kwcI dyh moh Puin bWDI; sT kTor, kucIl kuigAwnI]",
    "transliteration": "Kaachee Dhaeh Moh Fun Baandhhee Sath Kathor Kucheel Kugiaanee ||",
    "translation": "This body is frail and transitory, and bound to emotional attachment. I am foolish, stone-hearted, filthy and unwise.",
    "punjabi": "ਮੈਂ ਦੁਰਜਨ ਹਾਂ, ਕਠੋਰ-ਦਿਲ ਹਾਂ, ਮੰਦੇ ਕੰਮਾਂ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹਾਂ ਅਤੇ ਮੂਰਖ ਹਾਂ। (ਇਕ ਤਾਂ ਅੱਗੇ ਹੀ ਮੇਰਾ) ਸਰੀਰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਉੱਤੋਂ ਸਗੋਂ ਇਹ ਮੋਹ ਨਾਲ ਜਕੜਿਆ ਪਿਆ ਹੈ,",
    "pronunciation": "sT: polw bolo[ ku-igAwnI",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "Dwvq BRmq. rhnu, nhI pwvq; pwrbRhm kI giq. nhI jwnI]",
    "transliteration": "Dhhaavath Bhramath Rehan Nehee Paavath Paarabreham Kee Gath Nehee Jaanee ||",
    "translation": "My mind wanders and wobbles, and will not hold steady. It does not know the state of the Supreme Lord God.",
    "punjabi": "(ਇਸ ਮੋਹ ਦੇ ਕਾਰਣ) ਭਟਕਦਾ ਫਿਰਦਾ ਹਾਂ, (ਮਨ) ਟਿਕਦਾ ਨਹੀਂ ਹੈ, ਤੇ ਨਾ ਹੀ ਮੈਂ ਇਹ ਜਾਣਿਆ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jobn rUp. mwieAw md mwqw; ibcrq ibkl, bfO AiBmwnI]",
    "transliteration": "Joban Roop Maaeiaa Madh Maathaa Bicharath Bikal Badda Abhimaanee ||",
    "translation": "I am intoxicated with the wine of youth, beauty and the riches of Maya. I wander around perplexed, in excessive egotistical pride.",
    "punjabi": "ਮੈਂ ਜੁਆਨੀ, ਸੋਹਣੀ ਸ਼ਕਲ ਤੇ ਮਾਇਆ ਦੇ ਮਾਣ ਵਿਚ ਮਸਤ ਹੋਇਆ ਹੋਇਆ ਹਾਂ, ਆਪਣੇ ਆਪ ਨੂੰ ਭੁਲਾ ਕੇ ਭਟਕ ਰਿਹਾ ਹਾਂ ਅਤੇ ਬੜਾ ਅਹੰਕਾਰੀ ਹਾਂ।",
    "pronunciation": "ibkl:polw bolo[ (ibkl) ivAwkul[ mw`qw: ksky bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "pr Dn. pr Apvwd nwir inMdw; Xh mITI, jIA mwih ihqwnI]",
    "transliteration": "Par Dhhan Par Apavaadh Naar Nindhaa Yeh Meethee Jeea Maahi Hithaanee ||",
    "translation": "The wealth and women of others, arguments and slander, are sweet and dear to my soul.",
    "punjabi": "ਪਰਾਇਆ ਧਨ, ਪਰਾਈ ਬਖ਼ੀਲੀ, ਪਰਾਈ ਇਸਤ੍ਰੀ ਵੱਲ ਮੰਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕਣਾ ਅਤੇ ਪਰਾਈ ਨਿੰਦਾ-ਮੈਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਗੱਲਾਂ ਮਿੱਠੀਆਂ ਤੇ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।",
    "pronunciation": "(Apvwd) Koty JgVy[ (ihqwnI) ipAwrI l`gdI hY[ (ihqwnI) ipAwrI mMnI hY[ Xh- X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "bl bMc Cip krq aupwvw; pyKq sunq pRB AMqrjwmI]",
    "transliteration": "Balabanch Shhap Karath Oupaavaa Paekhath Sunath Prabh Antharajaamee ||",
    "translation": "I try to hide my deception, but God, the Inner-knower, the Searcher of Hearts, sees and hears all.",
    "punjabi": "ਹੇ ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ! ਮੈਂ ਲੁਕ ਲੁਕ ਕੇ ਠੱਗੀ ਦੇ ਉਪਰਾਲੇ ਕਰਦਾ ਹਾਂ, (ਪਰ) ਤੂੰ ਵੇਖਦਾ ਤੇ ਸੁਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sIl Drm dXw suc nwisœ; AwieE srin jIA ky dwnI]",
    "transliteration": "Seel Dhharam Dhayaa Such Naasio Aaeiou Saran Jeea Kae Dhaanee ||",
    "translation": "I have no humility, faith, compassion or purity, but I seek Your Sanctuary, O Giver of life.",
    "punjabi": "ਹੇ ਜੀਅ-ਦਾਨ ਦੇਣ ਵਾਲੇ! ਮੇਰੇ ਵਿਚ ਨਾਹ ਸੀਲ ਹੈ ਨਾਹ ਧਰਮ; ਨਾਹ ਦਇਆ ਹੈ ਨਾਹ ਸੁੱਚ। ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "d-Xw: d mukqw Xw svwr kyqwlU qoN bolo [nws i œ: A`Dw qqw ishwrI lw ky: polw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "kwrx krx smrQ isrIDr; rwiK lyhu. nwnk ky suAwmI]1]",
    "transliteration": "Kaaran Karan Samarathh Sireedhhar Raakh Laehu Naanak Kae Suaamee ||1||",
    "translation": "The All-powerful Lord is the Cause of causes. O Lord and Master of Nanak, please save me! ||1||",
    "punjabi": "ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਮਰੱਥ ਕਰਤਾਰ! ਹੇ ਮਾਇਆ ਦੇ ਮਾਲਕ! ਹੇ ਨਾਨਕ ਦੇ ਸੁਆਮੀ! (ਮੈਨੂੰ ਇਹਨਾਂ ਤੋਂ) ਰੱਖ ਲੈ ॥੧॥",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "kIriq krn srn mnmohn; john pwp ibdwrn kau]",
    "transliteration": "Keerath Karan Saran Manamohan Johan Paap Bidhaaran Ko ||",
    "translation": "The Praises of the Creator, the Enticer of the mind, are potent to destroy sins.",
    "punjabi": "ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਤੇ ਉਸ ਦੀ ਸਰਨੀ ਪੈਣਾ-(ਜੀਵਾਂ ਦੇ) ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਲਈ ਇਹ ਸਮਰੱਥ ਹਨ (ਭਾਵ, ਹਰੀ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਦਾ ਜਸ ਕਰੀਏ ਤਾਂ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir qwrn qrn smrQ sBY ibiD; kulh smUh auDwrn sau]",
    "transliteration": "Har Thaaran Tharan Samarathh Sabhai Bidhh Kuleh Samooh Oudhhaaran So ||",
    "translation": "The All-powerful Lord is the boat, to carry us across; He saves all our generations.",
    "punjabi": "ਹਰੀ (ਜੀਆਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ ਅਤੇ (ਭਗਤ ਜਨਾਂ ਦੀਆਂ ਅਨੇਕਾਂ ਕੁਲਾਂ ਨੂੰ ਪਾਰ ਉਤਾਰਨ ਲਈ ਪੂਰਨ ਤੌਰ ਤੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "smr`Q, kul-h: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "icq cyiq Acyq, jwin sqsMgiq; Brm AMDyr moihE, kq DNau]",
    "transliteration": "Chith Chaeth Achaeth Jaan Sathasangath Bharam Andhhaer Mohiou Kath Dhhano ||",
    "translation": "O my unconscious mind, contemplate and remember Him in the Sat Sangat, the True Congregation. Why are you wandering around, enticed by the darkness of doubt?",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਗ਼ਾਫਲ ਮਨ! (ਰਾਮ ਨੂੰ) ਸਿਮਰ, ਸਾਧ ਸੰਗਤ ਨਾਲ ਸਾਂਝ ਪਾ, ਭਰਮ-ਰੂਪ ਹਨੇਰੇ ਦਾ ਮੁੱਠਿਆ ਹੋਇਆ (ਤੂੰ) ਕਿੱਧਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "(Dnau) dOVdw hYN",
    "type_id": 3
  },
  {
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mUrq GrI csw plu ismrn; rwm nwm. rsnw sMg lau]",
    "transliteration": "Moorath Gharee Chasaa Pal Simaran Raam Naam Rasanaa Sang Lo ||",
    "translation": "Remember Him in meditation, for an hour, for a moment, even for an instant. Chant the Name of the Lord with your tongue.",
    "punjabi": "ਮਹੂਰਤ ਮਾਤ੍ਰ, ਘੜੀ ਭਰ, ਚਸਾ ਮਾਤ੍ਰ ਜਾਂ ਪਲ ਭਰ ਹੀ ਰਾਮ ਦਾ ਸਿਮਰਨ ਕਰ, ਜੀਭ ਨਾਲ ਰਾਮ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "csw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hoCau kwju Alp suK bMDn; koit jnMm. khw duK BNau]",
    "transliteration": "Hoshho Kaaj Alap Sukh Bandhhan Kott Jananm Kehaa Dhukh Bhano ||",
    "translation": "You are bound to worthless deeds and shallow pleasures; why do you spend millions of lifetimes wandering in such pain?",
    "punjabi": "(ਇਹ ਦੁਨੀਆ ਦਾ) ਧੰਧਾ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, (ਮਾਇਆ ਦੇ ਇਹ) ਥੋੜੇ ਜਿਹੇ ਸੁਖ (ਜੀਵ ਨੂੰ) ਫਸਾਵਣ ਦਾ ਕਾਰਨ ਹਨ; (ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ) ਕਿੱਥੇ ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਤਾਈਂ (ਤੂੰ) ਦੁਖਾਂ ਵਿਚ ਭਟਕਦਾ ਫਿਰੇਂਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "isK´w sMq. nwmu Bju nwnk; rwm rMig. Awqm isau rNau]2]",
    "transliteration": "Sikhyaa Santh Naam Bhaj Naanak Raam Rang Aatham Sio Rano ||2||",
    "translation": "Chant and vibrate the Name of the Lord, O Nanak, through the Teachings of the Saints. Meditate on the Lord with love in your soul. ||2||",
    "punjabi": "ਤਾਂ ਤੇ, ਹੇ ਨਾਨਕ! ਸੰਤਾਂ ਦਾ ਉਪਦੇਸ਼ ਲੈ ਕੇ ਨਾਮ ਸਿਮਰ, ਤੇ ਰਾਮ ਦੇ ਰੰਗ ਵਿਚ (ਮਗਨ ਹੋ ਕੇ) ਆਪਣੇ ਅੰਦਰ ਹੀ ਆਨੰਦ ਲੈ ॥੨॥",
    "pronunciation": "isK´w:is`iKAw",
    "type_id": 3
  },
  {
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "rMck ryq, Kyq qin inrimq; durlB dyh svwir DrI]",
    "transliteration": "Ranchak Raeth Khaeth Than Niramith Dhuralabh Dhaeh Savaar Dhharee ||",
    "translation": "The little sperm is planted in the body-field of the mother, and the human body, so difficult to obtain, is formed.",
    "punjabi": "(ਹੇ ਜੀਵ! ਪਰਮਾਤਮਾ ਨੇ ਪਿਤਾ ਦਾ) ਰਤਾ ਕੁ ਬੀਰਜ ਮਾਂ ਦੇ ਪੇਟ-ਰੂਪ ਖੇਤ ਵਿਚ ਨਿੰਮਿਆ ਤੇ (ਤੇਰਾ) ਅਮੋਲਕ (ਮਨੁੱਖਾ) ਸਰੀਰ ਸਜਾ ਕੇ ਰੱਖ ਦਿੱਤਾ।",
    "pronunciation": "(rMck) QoVHy ijhy[ (ryq) ibMd nUM[mwqw dy (sRIr) Kyq c [ (inr-imq) iesiQ`q[ dur-lB",
    "type_id": 3
  },
  {
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Kwn pwn soDy suK BuMcq; sMkt kwit ibpiq hrI]",
    "transliteration": "Khaan Paan Sodhhae Sukh Bhunchath Sankatt Kaatt Bipath Haree ||",
    "translation": "He eats and drinks, and enjoys pleasures; his pains are taken away, and his suffering is gone.",
    "punjabi": "(ਉਸ ਨੇ ਤੈਨੂੰ) ਖਾਣ ਪੀਣ ਦੇ ਪਦਾਰਥ, ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਮਾਣਨ ਨੂੰ ਸੁਖ ਬਖ਼ਸ਼ੇ, ਸੰਕਟ ਕੱਟ ਕੇ ਤੇਰੀ ਬਿਪਤਾ ਦੂਰ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mwq ipqw BweI Aru bMDp; bUJn kI sB sUJ prI]",
    "transliteration": "Maath Pithaa Bhaaee Ar Bandhhap Boojhan Kee Sabh Soojh Paree ||",
    "translation": "He is given the understanding to recognize mother, father, siblings and relatives.",
    "punjabi": "(ਹੇ ਜੀਵ! ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ) ਤਦੋਂ ਮਾਂ, ਪਿਉ, ਭਰਾ ਤੇ ਸਾਕ-ਸੈਣ-ਪਛਾਣਨ ਦੀ ਤੇਰੇ ਅੰਦਰ ਸੂਝ ਪੈ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "brDmwn hovq. idn pRq inq; Awvq inkit ibKMm jrI]",
    "transliteration": "Baradhhamaan Hovath Dhin Prath Nith Aavath Nikatt Bikhanm Jaree ||",
    "translation": "He grows day by day, as the horrible specter of old age comes closer and closer.",
    "punjabi": "ਦਿਨੋ-ਦਿਨ ਸਦਾ (ਤੇਰਾ ਸਰੀਰ) ਵਧ-ਫੁੱਲ ਰਿਹਾ ਹੈ ਤੇ ਡਰਾਉਣਾ ਬੁਢੇਪਾ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(jrI) buFypw[ib-KMm",
    "type_id": 3
  },
  {
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ry gun hIn, dIn mwieAw ikRm; ismir suAwmI eyk GrI]",
    "transliteration": "Rae Gun Heen Dheen Maaeiaa Kiram Simar Suaamee Eaek Gharee ||",
    "translation": "You worthless, petty worm of Maya - remember your Lord and Master, at least for an instant!",
    "punjabi": "ਹੇ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ, ਕੰਗਲੇ, ਮਾਇਆ ਦੇ ਕੀੜੇ! ਇੱਕ ਘੜੀ (ਤਾਂ) ਉਸ ਮਾਲਕ ਨੂੰ ਯਾਦ ਕਰ (ਜਿਸ ਨੇ ਤੇਰੇ ਉੱਤੇ ਇਤਨੀਆਂ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕੀਤੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kru gih lyhu ikRpwl ikRpwiniD; nwnk. kwit BrMm BrI]3]",
    "transliteration": "Kar Gehi Laehu Kirapaal Kirapaa Nidhh Naanak Kaatt Bharanm Bharee ||3||",
    "translation": "Please take Nanak's hand, O Merciful Ocean of Mercy, and take away this heavy load of doubt. ||3||",
    "punjabi": "ਹੇ ਦਿਆਲ! ਹੇ ਦਇਆ ਦੇ ਸਮੁੰਦਰ! ਨਾਨਕ ਦਾ ਹੱਥ ਫੜ ਲੈ ਤੇ ਭਰਮਾਂ ਦੀ ਪੰਡ ਲਾਹ ਦੇਹ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ry mn mUs, iblw mih grbq; krqb krq mhW muGnW]",
    "transliteration": "Rae Man Moos Bilaa Mehi Garabath Karathab Karath Mehaan Mughanaan ||",
    "translation": "O mind, you are a mouse, living in the mousehole of the body; you are so proud of yourself, but you act like an absolute fool.",
    "punjabi": "ਹੇ ਮਨ! (ਤੂੰ ਇਸ ਸਰੀਰ ਵਿਚ ਮਾਣ ਕਰਦਾ ਹੈਂ ਜਿਵੇਂ) ਚੂਹਾ ਖੁੱਡ ਵਿਚ ਰਹਿ ਕੇ ਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੂੰ ਵੱਡੇ ਮੂਰਖਾਂ ਵਾਲੇ ਕੰਮ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "dyh rUp (iblw) K`f[ (muGnW) mUrKW vwly[ kr-qb, iblw: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sMpq dol Jol sMg JUlq; mwieAw mgn BRmq GuGnw]",
    "transliteration": "Sanpath Dhol Jhol Sang Jhoolath Maaeiaa Magan Bhramath Ghughanaa ||",
    "translation": "You swing in the swing of wealth, intoxicated with Maya, and you wander around like an owl.",
    "punjabi": "(ਤੂੰ) ਮਾਇਆ ਦੇ ਪੰਘੂੜੇ ਵਿਚ ਹੁਲਾਰੇ ਲੈ ਕੇ ਝੂਟ ਰਿਹਾ ਹੈਂ, ਅਤੇ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉੱਲੂ ਵਾਂਗ ਭਟਕ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "suq binqw, swjn suK bMDp; qw isau mohu biFE su Gnw]",
    "transliteration": "Suth Banithaa Saajan Sukh Bandhhap Thaa Sio Mohu Badtiou S Ghanaa ||",
    "translation": "You take pleasure in your children, spouse, friends and relatives; your emotional attachment to them is increasing.",
    "punjabi": "ਪੁੱਤ੍ਰ, ਇਸਤ੍ਰੀ, ਮਿੱਤ੍ਰ, (ਸੰਸਾਰ ਦੇ) ਸੁਖ ਅਤੇ ਸੰਬੰਧੀ-ਇਹਨਾਂ ਨਾਲ (ਤੇਰਾ) ਬਹੁਤਾ ਮੋਹ ਵਧ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "boieE bIju AhM. mm AMkuru; bIqq AauD, krq AGnW]",
    "transliteration": "Boeiou Beej Ahan Mam Ankur Beethath Aoudhh Karath Aghanaan ||",
    "translation": "You have planted the seeds of egotism, and the sprout of possessiveness has come up. You pass your life making sinful mistakes.",
    "punjabi": "ਤੂੰ (ਆਪਣੇ ਅੰਦਰ) ਹਉਮੈ ਦਾ ਬੀਜ ਬੀਜਿਆ ਹੋਇਆ ਹੈ (ਜਿਸ ਤੋਂ) ਮਮਤਾ ਦਾ ਅੰਗੂਰ (ਉੱਗ ਰਿਹਾ ਹੈ), ਤੇਰੀ ਉਮਰ ਪਾਪ ਕਰਦਿਆਂ ਬੀਤ ਰਹੀ ਹੈ।",
    "pronunciation": "(AhM) hMkwr (mm) mmqw rUpI bIju [ (AGnW) pwp dw (Amkuru) AkUr",
    "type_id": 3
  },
  {
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "imrqu mMjwr pswir muKu inrKq; BuMcq Bugiq BUK BuKnw]",
    "transliteration": "Mirath Manjaar Pasaar Mukh Nirakhath Bhunchath Bhugath Bhookh Bhukhanaa ||",
    "translation": "The cat of death, with his mouth wide-open, is watching you. You eat food, but you are still hungry.",
    "punjabi": "ਮੌਤ-ਰੂਪ ਬਿੱਲਾ ਮੂੰਹ ਖੋਹਲ ਕੇ (ਤੈਨੂੰ) ਤੱਕ ਰਿਹਾ ਹੈ, (ਪਰ) ਤੂੰ ਭੋਗਾਂ ਨੂੰ ਭੋਗ ਰਿਹਾ ਹੈਂ। ਫਿਰ ਭੀ ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ (ਤੂੰ) ਭੁੱਖਾ ਹੀ ਹੈਂ।",
    "pronunciation": "(Bu`Knw) kwl",
    "type_id": 3
  },
  {
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ismir gupwl dieAwl sqsMgiq; nwnk. jgu jwnq supnw]4]",
    "transliteration": "Simar Gupaal Dhaeiaal Sathasangath Naanak Jag Jaanath Supanaa ||4||",
    "translation": "Meditate in remembrance on the Merciful Lord of the World, O Nanak, in the Sat Sangat, the True Congregation. Know that the world is just a dream. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ (ਦੇ ਮਨ!) ਸੰਸਾਰ ਨੂੰ ਸੁਫ਼ਨਾ ਜਾਣ ਕੇ ਸਤ-ਸੰਗਤ ਵਿਚ (ਟਿਕ ਕੇ) ਗੋਪਾਲ ਦਇਆਲ ਹਰੀ ਨੂੰ ਸਿਮਰ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]