[
  {
    "id": 59108,
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਦੇਹੁ ਦਰਸੁ. ਮਨਿ ਚਾੳੁ; ਭਗਤਿ ੲਿਹੁ ਮਨੁ ਠਹਰਾਵੈ ||",
    "transliteration": "Dhaehu Dharas Man Chaao Bhagath Eihu Man Theharaavai ||",
    "translation": "My mind yearns for the Blessed Vision of Your Darshan. This mind abides in devotional worship.",
    "punjabi": "(ਮੈਨੂੰ) ਦੀਦਾਰ ਦੇਹ; ਮੇਰੇ ਮਨ ਵਿਚ ਇਹ ਤਾਂਘ ਹੈ, (ਮਿਹਰ ਕਰ) ਮੇਰਾ ਇਹ ਮਨ ਤੇਰੀ ਭਗਤੀ ਵਿਚ ਟਿਕ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59109,
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਲਿਓ ਚਰਾਗੁ ਅੰਧ੍ਯਾਰ ਮਹਿ; ਸਭ ਕਲਿ ੳੁਧਰੀ. ੲਿਕ ਨਾਮ ਧਰਮ ||",
    "transliteration": "Baliou Charaag Andhhyaar Mehi Sabh Kal Oudhharee Eik Naam Dhharam ||",
    "translation": "The lamp is lit in the darkness; all are saved in this Dark Age of Kali Yuga, through the One Name and faith in the Dharma.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ) ਹਨੇਰੇ ਵਿਚ ਦੀਵਾ ਜਗ ਪਿਆ ਹੈ, (ਉਸ ਦੇ ਦੱਸੇ ਹੋਏ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪਾਰ ਲੰਘ ਰਹੀ ਹੈ।",
    "pronunciation": "ਅੰਧ੍ਯਾਰ: ਅੰਧਿਅਾਰ",
    "type_id": 3
  },
  {
    "id": 59110,
    "shabad_id": 5343,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਗਟੁ ਸਗਲ ਹਰਿ ਭਵਨ ਮਹਿ; ਜਨੁ ਨਾਨਕੁ. ਗੁਰ ਪਾਰਬ੍ਰਹਮ ||੯||",
    "transliteration": "Pragatt Sagal Har Bhavan Mehi Jan Naanak Gur Paarabreham ||9||",
    "translation": "The Lord is revealed in all the worlds. O servant Nanak, the Guru is the Supreme Lord God. ||9||",
    "punjabi": "ਤੇਰਾ ਸੇਵਕ, ਹੇ ਪਾਰਬ੍ਰਹਮ! ਤੇਰਾ ਰੂਪ ਗੁਰੂ ਨਾਨਕ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਇਆ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59111,
    "shabad_id": 5344,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਵਯੇ ਸ੍ਰੀ ਮੁਖਬਾਖ੍ਯ ਮਹਲਾ ੫",
    "transliteration": "Savayae Sree Mukhabaaky Mehalaa 5",
    "translation": "Swaiyas From The Mouth Of The Great Fifth Mehl:",
    "punjabi": "ਗੁਰੂ ਅਰਜਨਦੇਵ ਦੇ ਮੁਖਾਰਬਿੰਦ ਤੋਂ ਉਚਾਰਨ ਕੀਤੇ ਹੋਏ ਸਵਯੇ।",
    "pronunciation": "ਸਵਯੇ: ਯੇ ਸਵਾਰ ਕੇ ਤਾਲੂ ਤੋਂ ਬੋਲੋ [ ਮੁਖਬਾਖ੍ਯ: ਮੁਖਬਾਕਿਅ",
    "type_id": 3
  },
  {
    "id": 59112,
    "shabad_id": 5344,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59113,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਾਚੀ ਦੇਹ ਮੋਹ ਫੁਨਿ ਬਾਂਧੀ; ਸਠ ਕਠੋਰ, ਕੁਚੀਲ ਕੁਗਿਅਾਨੀ ||",
    "transliteration": "Kaachee Dhaeh Moh Fun Baandhhee Sath Kathor Kucheel Kugiaanee ||",
    "translation": "This body is frail and transitory, and bound to emotional attachment. I am foolish, stone-hearted, filthy and unwise.",
    "punjabi": "ਮੈਂ ਦੁਰਜਨ ਹਾਂ, ਕਠੋਰ-ਦਿਲ ਹਾਂ, ਮੰਦੇ ਕੰਮਾਂ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹਾਂ ਅਤੇ ਮੂਰਖ ਹਾਂ। (ਇਕ ਤਾਂ ਅੱਗੇ ਹੀ ਮੇਰਾ) ਸਰੀਰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਉੱਤੋਂ ਸਗੋਂ ਇਹ ਮੋਹ ਨਾਲ ਜਕੜਿਆ ਪਿਆ ਹੈ,",
    "pronunciation": "ਸਠ: ਪੋਲਾ ਬੋਲੋ[ ਕੁ-ਗਿਅਾਨੀ",
    "type_id": 3
  },
  {
    "id": 59114,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਧਾਵਤ ਭ੍ਰਮਤ. ਰਹਨੁ, ਨਹੀ ਪਾਵਤ; ਪਾਰਬ੍ਰਹਮ ਕੀ ਗਤਿ. ਨਹੀ ਜਾਨੀ ||",
    "transliteration": "Dhhaavath Bhramath Rehan Nehee Paavath Paarabreham Kee Gath Nehee Jaanee ||",
    "translation": "My mind wanders and wobbles, and will not hold steady. It does not know the state of the Supreme Lord God.",
    "punjabi": "(ਇਸ ਮੋਹ ਦੇ ਕਾਰਣ) ਭਟਕਦਾ ਫਿਰਦਾ ਹਾਂ, (ਮਨ) ਟਿਕਦਾ ਨਹੀਂ ਹੈ, ਤੇ ਨਾ ਹੀ ਮੈਂ ਇਹ ਜਾਣਿਆ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59115,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜੋਬਨ ਰੂਪ. ਮਾੲਿਅਾ ਮਦ ਮਾਤਾ; ਬਿਚਰਤ ਬਿਕਲ, ਬਡੌ ਅਭਿਮਾਨੀ ||",
    "transliteration": "Joban Roop Maaeiaa Madh Maathaa Bicharath Bikal Badda Abhimaanee ||",
    "translation": "I am intoxicated with the wine of youth, beauty and the riches of Maya. I wander around perplexed, in excessive egotistical pride.",
    "punjabi": "ਮੈਂ ਜੁਆਨੀ, ਸੋਹਣੀ ਸ਼ਕਲ ਤੇ ਮਾਇਆ ਦੇ ਮਾਣ ਵਿਚ ਮਸਤ ਹੋਇਆ ਹੋਇਆ ਹਾਂ, ਆਪਣੇ ਆਪ ਨੂੰ ਭੁਲਾ ਕੇ ਭਟਕ ਰਿਹਾ ਹਾਂ ਅਤੇ ਬੜਾ ਅਹੰਕਾਰੀ ਹਾਂ।",
    "pronunciation": "ਬਿਕਲ:ਪੋਲਾ ਬੋਲੋ[ (ਬਿਕਲ) ਵਿਅਾਕੁਲ[ ਮਾੱਤਾ: ਕਸਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59116,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਪਰ ਧਨ. ਪਰ ਅਪਵਾਦ ਨਾਰਿ ਨਿੰਦਾ; ਯਹ ਮੀਠੀ, ਜੀਅ ਮਾਹਿ ਹਿਤਾਨੀ ||",
    "transliteration": "Par Dhhan Par Apavaadh Naar Nindhaa Yeh Meethee Jeea Maahi Hithaanee ||",
    "translation": "The wealth and women of others, arguments and slander, are sweet and dear to my soul.",
    "punjabi": "ਪਰਾਇਆ ਧਨ, ਪਰਾਈ ਬਖ਼ੀਲੀ, ਪਰਾਈ ਇਸਤ੍ਰੀ ਵੱਲ ਮੰਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕਣਾ ਅਤੇ ਪਰਾਈ ਨਿੰਦਾ-ਮੈਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਗੱਲਾਂ ਮਿੱਠੀਆਂ ਤੇ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਅਪਵਾਦ) ਖੋਟੇ ਝਗੜੇ[ (ਹਿਤਾਨੀ) ਪਿਅਾਰੀ ਲੱਗਦੀ ਹੈ[ (ਹਿਤਾਨੀ) ਪਿਅਾਰੀ ਮੰਨੀ ਹੈ[ ਯਹ- ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59117,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਬਲ ਬੰਚ ਛਪਿ ਕਰਤ ੳੁਪਾਵਾ; ਪੇਖਤ ਸੁਨਤ ਪ੍ਰਭ ਅੰਤਰਜਾਮੀ ||",
    "transliteration": "Balabanch Shhap Karath Oupaavaa Paekhath Sunath Prabh Antharajaamee ||",
    "translation": "I try to hide my deception, but God, the Inner-knower, the Searcher of Hearts, sees and hears all.",
    "punjabi": "ਹੇ ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ! ਮੈਂ ਲੁਕ ਲੁਕ ਕੇ ਠੱਗੀ ਦੇ ਉਪਰਾਲੇ ਕਰਦਾ ਹਾਂ, (ਪਰ) ਤੂੰ ਵੇਖਦਾ ਤੇ ਸੁਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59118,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸੀਲ ਧਰਮ ਦਯਾ ਸੁਚ ਨਾਸਿ੍ਤ; ਅਾੲਿਓ ਸਰਨਿ ਜੀਅ ਕੇ ਦਾਨੀ ||",
    "transliteration": "Seel Dhharam Dhayaa Such Naasio Aaeiou Saran Jeea Kae Dhaanee ||",
    "translation": "I have no humility, faith, compassion or purity, but I seek Your Sanctuary, O Giver of life.",
    "punjabi": "ਹੇ ਜੀਅ-ਦਾਨ ਦੇਣ ਵਾਲੇ! ਮੇਰੇ ਵਿਚ ਨਾਹ ਸੀਲ ਹੈ ਨਾਹ ਧਰਮ; ਨਾਹ ਦਇਆ ਹੈ ਨਾਹ ਸੁੱਚ। ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "ਦ-ਯਾ: ਦ ਮੁਕਤਾ ਯਾ ਸਵਾਰ ਕੇਤਾਲੂ ਤੋਂ ਬੋਲੋ [ਨਾਸ  ਿ੍ਤ: ਅੱਧਾ ਤਤਾ ਸਿਹਾਰੀ ਲਾ ਕੇ: ਪੋਲਾ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59119,
    "shabad_id": 5344,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਾਰਣ ਕਰਣ ਸਮਰਥ ਸਿਰੀਧਰ; ਰਾਖਿ ਲੇਹੁ. ਨਾਨਕ ਕੇ ਸੁਅਾਮੀ ||੧||",
    "transliteration": "Kaaran Karan Samarathh Sireedhhar Raakh Laehu Naanak Kae Suaamee ||1||",
    "translation": "The All-powerful Lord is the Cause of causes. O Lord and Master of Nanak, please save me! ||1||",
    "punjabi": "ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਮਰੱਥ ਕਰਤਾਰ! ਹੇ ਮਾਇਆ ਦੇ ਮਾਲਕ! ਹੇ ਨਾਨਕ ਦੇ ਸੁਆਮੀ! (ਮੈਨੂੰ ਇਹਨਾਂ ਤੋਂ) ਰੱਖ ਲੈ ॥੧॥",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 59120,
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕੀਰਤਿ ਕਰਨ ਸਰਨ ਮਨਮੋਹਨ; ਜੋਹਨ ਪਾਪ ਬਿਦਾਰਨ ਕੳੁ ||",
    "transliteration": "Keerath Karan Saran Manamohan Johan Paap Bidhaaran Ko ||",
    "translation": "The Praises of the Creator, the Enticer of the mind, are potent to destroy sins.",
    "punjabi": "ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਤੇ ਉਸ ਦੀ ਸਰਨੀ ਪੈਣਾ-(ਜੀਵਾਂ ਦੇ) ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਲਈ ਇਹ ਸਮਰੱਥ ਹਨ (ਭਾਵ, ਹਰੀ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਦਾ ਜਸ ਕਰੀਏ ਤਾਂ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59121,
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਤਾਰਨ ਤਰਨ ਸਮਰਥ ਸਭੈ ਬਿਧਿ; ਕੁਲਹ ਸਮੂਹ ੳੁਧਾਰਨ ਸੳੁ ||",
    "transliteration": "Har Thaaran Tharan Samarathh Sabhai Bidhh Kuleh Samooh Oudhhaaran So ||",
    "translation": "The All-powerful Lord is the boat, to carry us across; He saves all our generations.",
    "punjabi": "ਹਰੀ (ਜੀਆਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ ਅਤੇ (ਭਗਤ ਜਨਾਂ ਦੀਆਂ ਅਨੇਕਾਂ ਕੁਲਾਂ ਨੂੰ ਪਾਰ ਉਤਾਰਨ ਲਈ ਪੂਰਨ ਤੌਰ ਤੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥ, ਕੁਲ-ਹ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59122,
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚਿਤ ਚੇਤਿ ਅਚੇਤ, ਜਾਨਿ ਸਤਸੰਗਤਿ; ਭਰਮ ਅੰਧੇਰ ਮੋਹਿਓ, ਕਤ ਧਂੳੁ ||",
    "transliteration": "Chith Chaeth Achaeth Jaan Sathasangath Bharam Andhhaer Mohiou Kath Dhhano ||",
    "translation": "O my unconscious mind, contemplate and remember Him in the Sat Sangat, the True Congregation. Why are you wandering around, enticed by the darkness of doubt?",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਗ਼ਾਫਲ ਮਨ! (ਰਾਮ ਨੂੰ) ਸਿਮਰ, ਸਾਧ ਸੰਗਤ ਨਾਲ ਸਾਂਝ ਪਾ, ਭਰਮ-ਰੂਪ ਹਨੇਰੇ ਦਾ ਮੁੱਠਿਆ ਹੋਇਆ (ਤੂੰ) ਕਿੱਧਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "(ਧਨੳੁ) ਦੌੜਦਾ ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 59123,
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੂਰਤ ਘਰੀ ਚਸਾ ਪਲੁ ਸਿਮਰਨ; ਰਾਮ ਨਾਮ. ਰਸਨਾ ਸੰਗ ਲੳੁ ||",
    "transliteration": "Moorath Gharee Chasaa Pal Simaran Raam Naam Rasanaa Sang Lo ||",
    "translation": "Remember Him in meditation, for an hour, for a moment, even for an instant. Chant the Name of the Lord with your tongue.",
    "punjabi": "ਮਹੂਰਤ ਮਾਤ੍ਰ, ਘੜੀ ਭਰ, ਚਸਾ ਮਾਤ੍ਰ ਜਾਂ ਪਲ ਭਰ ਹੀ ਰਾਮ ਦਾ ਸਿਮਰਨ ਕਰ, ਜੀਭ ਨਾਲ ਰਾਮ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "ਚਸਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59124,
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹੋਛੳੁ ਕਾਜੁ ਅਲਪ ਸੁਖ ਬੰਧਨ; ਕੋਟਿ ਜਨੰਮ. ਕਹਾ ਦੁਖ ਭਂੳੁ ||",
    "transliteration": "Hoshho Kaaj Alap Sukh Bandhhan Kott Jananm Kehaa Dhukh Bhano ||",
    "translation": "You are bound to worthless deeds and shallow pleasures; why do you spend millions of lifetimes wandering in such pain?",
    "punjabi": "(ਇਹ ਦੁਨੀਆ ਦਾ) ਧੰਧਾ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, (ਮਾਇਆ ਦੇ ਇਹ) ਥੋੜੇ ਜਿਹੇ ਸੁਖ (ਜੀਵ ਨੂੰ) ਫਸਾਵਣ ਦਾ ਕਾਰਨ ਹਨ; (ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ) ਕਿੱਥੇ ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਤਾਈਂ (ਤੂੰ) ਦੁਖਾਂ ਵਿਚ ਭਟਕਦਾ ਫਿਰੇਂਗਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59125,
    "shabad_id": 5345,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਿਖ੍ਯਾ ਸੰਤ. ਨਾਮੁ ਭਜੁ ਨਾਨਕ; ਰਾਮ ਰੰਗਿ. ਅਾਤਮ ਸਿੳੁ ਰਂੳੁ ||੨||",
    "transliteration": "Sikhyaa Santh Naam Bhaj Naanak Raam Rang Aatham Sio Rano ||2||",
    "translation": "Chant and vibrate the Name of the Lord, O Nanak, through the Teachings of the Saints. Meditate on the Lord with love in your soul. ||2||",
    "punjabi": "ਤਾਂ ਤੇ, ਹੇ ਨਾਨਕ! ਸੰਤਾਂ ਦਾ ਉਪਦੇਸ਼ ਲੈ ਕੇ ਨਾਮ ਸਿਮਰ, ਤੇ ਰਾਮ ਦੇ ਰੰਗ ਵਿਚ (ਮਗਨ ਹੋ ਕੇ) ਆਪਣੇ ਅੰਦਰ ਹੀ ਆਨੰਦ ਲੈ ॥੨॥",
    "pronunciation": "ਸਿਖ੍ਯਾ:ਸਿੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 59126,
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਰੰਚਕ ਰੇਤ, ਖੇਤ ਤਨਿ ਨਿਰਮਿਤ; ਦੁਰਲਭ ਦੇਹ ਸਵਾਰਿ ਧਰੀ ||",
    "transliteration": "Ranchak Raeth Khaeth Than Niramith Dhuralabh Dhaeh Savaar Dhharee ||",
    "translation": "The little sperm is planted in the body-field of the mother, and the human body, so difficult to obtain, is formed.",
    "punjabi": "(ਹੇ ਜੀਵ! ਪਰਮਾਤਮਾ ਨੇ ਪਿਤਾ ਦਾ) ਰਤਾ ਕੁ ਬੀਰਜ ਮਾਂ ਦੇ ਪੇਟ-ਰੂਪ ਖੇਤ ਵਿਚ ਨਿੰਮਿਆ ਤੇ (ਤੇਰਾ) ਅਮੋਲਕ (ਮਨੁੱਖਾ) ਸਰੀਰ ਸਜਾ ਕੇ ਰੱਖ ਦਿੱਤਾ।",
    "pronunciation": "(ਰੰਚਕ) ਥੋੜ੍ਹੇ ਜਿਹੇ[ (ਰੇਤ) ਬਿੰਦ ਨੂੰ[ਮਾਤਾ ਦੇ (ਸ੍ਰੀਰ) ਖੇਤ ਚ [ (ਨਿਰ-ਮਿਤ) ੲਿਸਥਿੱਤ[ ਦੁਰ-ਲਭ",
    "type_id": 3
  },
  {
    "id": 59127,
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਖਾਨ ਪਾਨ ਸੋਧੇ ਸੁਖ ਭੁੰਚਤ; ਸੰਕਟ ਕਾਟਿ ਬਿਪਤਿ ਹਰੀ ||",
    "transliteration": "Khaan Paan Sodhhae Sukh Bhunchath Sankatt Kaatt Bipath Haree ||",
    "translation": "He eats and drinks, and enjoys pleasures; his pains are taken away, and his suffering is gone.",
    "punjabi": "(ਉਸ ਨੇ ਤੈਨੂੰ) ਖਾਣ ਪੀਣ ਦੇ ਪਦਾਰਥ, ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਮਾਣਨ ਨੂੰ ਸੁਖ ਬਖ਼ਸ਼ੇ, ਸੰਕਟ ਕੱਟ ਕੇ ਤੇਰੀ ਬਿਪਤਾ ਦੂਰ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59128,
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਭਾੲੀ ਅਰੁ ਬੰਧਪ; ਬੂਝਨ ਕੀ ਸਭ ਸੂਝ ਪਰੀ ||",
    "transliteration": "Maath Pithaa Bhaaee Ar Bandhhap Boojhan Kee Sabh Soojh Paree ||",
    "translation": "He is given the understanding to recognize mother, father, siblings and relatives.",
    "punjabi": "(ਹੇ ਜੀਵ! ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ) ਤਦੋਂ ਮਾਂ, ਪਿਉ, ਭਰਾ ਤੇ ਸਾਕ-ਸੈਣ-ਪਛਾਣਨ ਦੀ ਤੇਰੇ ਅੰਦਰ ਸੂਝ ਪੈ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59129,
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਰਧਮਾਨ ਹੋਵਤ. ਦਿਨ ਪ੍ਰਤ ਨਿਤ; ਅਾਵਤ ਨਿਕਟਿ ਬਿਖੰਮ ਜਰੀ ||",
    "transliteration": "Baradhhamaan Hovath Dhin Prath Nith Aavath Nikatt Bikhanm Jaree ||",
    "translation": "He grows day by day, as the horrible specter of old age comes closer and closer.",
    "punjabi": "ਦਿਨੋ-ਦਿਨ ਸਦਾ (ਤੇਰਾ ਸਰੀਰ) ਵਧ-ਫੁੱਲ ਰਿਹਾ ਹੈ ਤੇ ਡਰਾਉਣਾ ਬੁਢੇਪਾ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਜਰੀ) ਬੁਢੇਪਾ[ਬਿ-ਖੰਮ",
    "type_id": 3
  },
  {
    "id": 59130,
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰੇ ਗੁਨ ਹੀਨ, ਦੀਨ ਮਾੲਿਅਾ ਕਿ੍ਰਮ; ਸਿਮਰਿ ਸੁਅਾਮੀ ੲੇਕ ਘਰੀ ||",
    "transliteration": "Rae Gun Heen Dheen Maaeiaa Kiram Simar Suaamee Eaek Gharee ||",
    "translation": "You worthless, petty worm of Maya - remember your Lord and Master, at least for an instant!",
    "punjabi": "ਹੇ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ, ਕੰਗਲੇ, ਮਾਇਆ ਦੇ ਕੀੜੇ! ਇੱਕ ਘੜੀ (ਤਾਂ) ਉਸ ਮਾਲਕ ਨੂੰ ਯਾਦ ਕਰ (ਜਿਸ ਨੇ ਤੇਰੇ ਉੱਤੇ ਇਤਨੀਆਂ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕੀਤੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59131,
    "shabad_id": 5346,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੇਹੁ ਕਿ੍ਰਪਾਲ ਕਿ੍ਰਪਾਨਿਧਿ; ਨਾਨਕ. ਕਾਟਿ ਭਰੰਮ ਭਰੀ ||੩||",
    "transliteration": "Kar Gehi Laehu Kirapaal Kirapaa Nidhh Naanak Kaatt Bharanm Bharee ||3||",
    "translation": "Please take Nanak's hand, O Merciful Ocean of Mercy, and take away this heavy load of doubt. ||3||",
    "punjabi": "ਹੇ ਦਿਆਲ! ਹੇ ਦਇਆ ਦੇ ਸਮੁੰਦਰ! ਨਾਨਕ ਦਾ ਹੱਥ ਫੜ ਲੈ ਤੇ ਭਰਮਾਂ ਦੀ ਪੰਡ ਲਾਹ ਦੇਹ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59132,
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰੇ ਮਨ ਮੂਸ, ਬਿਲਾ ਮਹਿ ਗਰਬਤ; ਕਰਤਬ ਕਰਤ ਮਹਾਂ ਮੁਘਨਾਂ ||",
    "transliteration": "Rae Man Moos Bilaa Mehi Garabath Karathab Karath Mehaan Mughanaan ||",
    "translation": "O mind, you are a mouse, living in the mousehole of the body; you are so proud of yourself, but you act like an absolute fool.",
    "punjabi": "ਹੇ ਮਨ! (ਤੂੰ ਇਸ ਸਰੀਰ ਵਿਚ ਮਾਣ ਕਰਦਾ ਹੈਂ ਜਿਵੇਂ) ਚੂਹਾ ਖੁੱਡ ਵਿਚ ਰਹਿ ਕੇ ਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਅਤੇ ਤੂੰ ਵੱਡੇ ਮੂਰਖਾਂ ਵਾਲੇ ਕੰਮ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "ਦੇਹ ਰੂਪ (ਬਿਲਾ) ਖੱਡ[ (ਮੁਘਨਾਂ) ਮੂਰਖਾਂ ਵਾਲੇ[ ਕਰ-ਤਬ, ਬਿਲਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59133,
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੰਪਤ ਦੋਲ ਝੋਲ ਸੰਗ ਝੂਲਤ; ਮਾੲਿਅਾ ਮਗਨ ਭ੍ਰਮਤ ਘੁਘਨਾ ||",
    "transliteration": "Sanpath Dhol Jhol Sang Jhoolath Maaeiaa Magan Bhramath Ghughanaa ||",
    "translation": "You swing in the swing of wealth, intoxicated with Maya, and you wander around like an owl.",
    "punjabi": "(ਤੂੰ) ਮਾਇਆ ਦੇ ਪੰਘੂੜੇ ਵਿਚ ਹੁਲਾਰੇ ਲੈ ਕੇ ਝੂਟ ਰਿਹਾ ਹੈਂ, ਅਤੇ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉੱਲੂ ਵਾਂਗ ਭਟਕ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59134,
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਤ ਬਨਿਤਾ, ਸਾਜਨ ਸੁਖ ਬੰਧਪ; ਤਾ ਸਿੳੁ ਮੋਹੁ ਬਢਿਓ ਸੁ ਘਨਾ ||",
    "transliteration": "Suth Banithaa Saajan Sukh Bandhhap Thaa Sio Mohu Badtiou S Ghanaa ||",
    "translation": "You take pleasure in your children, spouse, friends and relatives; your emotional attachment to them is increasing.",
    "punjabi": "ਪੁੱਤ੍ਰ, ਇਸਤ੍ਰੀ, ਮਿੱਤ੍ਰ, (ਸੰਸਾਰ ਦੇ) ਸੁਖ ਅਤੇ ਸੰਬੰਧੀ-ਇਹਨਾਂ ਨਾਲ (ਤੇਰਾ) ਬਹੁਤਾ ਮੋਹ ਵਧ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59135,
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬੋੲਿਓ ਬੀਜੁ ਅਹੰ. ਮਮ ਅੰਕੁਰੁ; ਬੀਤਤ ਅੳੁਧ, ਕਰਤ ਅਘਨਾਂ ||",
    "transliteration": "Boeiou Beej Ahan Mam Ankur Beethath Aoudhh Karath Aghanaan ||",
    "translation": "You have planted the seeds of egotism, and the sprout of possessiveness has come up. You pass your life making sinful mistakes.",
    "punjabi": "ਤੂੰ (ਆਪਣੇ ਅੰਦਰ) ਹਉਮੈ ਦਾ ਬੀਜ ਬੀਜਿਆ ਹੋਇਆ ਹੈ (ਜਿਸ ਤੋਂ) ਮਮਤਾ ਦਾ ਅੰਗੂਰ (ਉੱਗ ਰਿਹਾ ਹੈ), ਤੇਰੀ ਉਮਰ ਪਾਪ ਕਰਦਿਆਂ ਬੀਤ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਅਹੰ) ਹੰਕਾਰ (ਮਮ) ਮਮਤਾ ਰੂਪੀ ਬੀਜੁ [ (ਅਘਨਾਂ) ਪਾਪ ਦਾ (ਅਮਕੁਰੁ) ਅਕੂਰ",
    "type_id": 3
  },
  {
    "id": 59136,
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਿਰਤੁ ਮੰਜਾਰ ਪਸਾਰਿ ਮੁਖੁ ਨਿਰਖਤ; ਭੁੰਚਤ ਭੁਗਤਿ ਭੂਖ ਭੁਖਨਾ ||",
    "transliteration": "Mirath Manjaar Pasaar Mukh Nirakhath Bhunchath Bhugath Bhookh Bhukhanaa ||",
    "translation": "The cat of death, with his mouth wide-open, is watching you. You eat food, but you are still hungry.",
    "punjabi": "ਮੌਤ-ਰੂਪ ਬਿੱਲਾ ਮੂੰਹ ਖੋਹਲ ਕੇ (ਤੈਨੂੰ) ਤੱਕ ਰਿਹਾ ਹੈ, (ਪਰ) ਤੂੰ ਭੋਗਾਂ ਨੂੰ ਭੋਗ ਰਿਹਾ ਹੈਂ। ਫਿਰ ਭੀ ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ (ਤੂੰ) ਭੁੱਖਾ ਹੀ ਹੈਂ।",
    "pronunciation": "(ਭੁੱਖਨਾ) ਕਾਲ",
    "type_id": 3
  },
  {
    "id": 59137,
    "shabad_id": 5347,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਿਮਰਿ ਗੁਪਾਲ ਦੲਿਅਾਲ ਸਤਸੰਗਤਿ; ਨਾਨਕ. ਜਗੁ ਜਾਨਤ ਸੁਪਨਾ ||੪||",
    "transliteration": "Simar Gupaal Dhaeiaal Sathasangath Naanak Jag Jaanath Supanaa ||4||",
    "translation": "Meditate in remembrance on the Merciful Lord of the World, O Nanak, in the Sat Sangat, the True Congregation. Know that the world is just a dream. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ (ਦੇ ਮਨ!) ਸੰਸਾਰ ਨੂੰ ਸੁਫ਼ਨਾ ਜਾਣ ਕੇ ਸਤ-ਸੰਗਤ ਵਿਚ (ਟਿਕ ਕੇ) ਗੋਪਾਲ ਦਇਆਲ ਹਰੀ ਨੂੰ ਸਿਮਰ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
