[
  {
    "id": 59168,
    "shabad_id": 5352,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਮਦ ਮਤਸਰ ਤਿ੍ਰਸਨਾ; ਬਿਨਸਿ ਜਾਹਿ. ਹਰਿ ਨਾਮੁ ੳੁਚਾਰੀ ॥",
    "transliteration": "Kaam Krodhh Madh Mathasar Thrisanaa Binas Jaahi Har Naam Ouchaaree ||",
    "translation": "Lust, anger, egotism, jealousy and desire are eliminated by chanting the Name of the Lord.",
    "punjabi": "ਹਰੀ-ਨਾਮ ਨੂੰ ਸਿਮਰਿਆਂ ਕਾਮ, ਕ੍ਰੋਧ, ਅਹੰਕਾਰ, ਈਰਖਾ ਤੇ ਤ੍ਰਿਸ਼ਨਾ-ਇਹ ਸਭ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59169,
    "shabad_id": 5352,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਸਨਾਨ ਦਾਨ ਤਾਪਨ ਸੁਚਿ ਕਿਰਿਅਾ; ਚਰਣਕਮਲ ਹਿਰਦੈ ਪ੍ਰਭ ਧਾਰੀ ॥",
    "transliteration": "Eisanaan Dhaan Thaapan Such Kiriaa Charan Kamal Hiradhai Prabh Dhhaaree ||",
    "translation": "The merits of cleansing baths, charity, penance, purity and good deeds, are obtained by enshrining the Lotus Feet of God within the heart.",
    "punjabi": "(ਤੀਰਥਾਂ ਦੇ) ਇਸ਼ਨਾਨ ਕਰਨੇ, (ਓਥੇ) ਦਾਨ ਕਰਨੇ, ਤਪ ਸਾਧਣੇ ਤੇ ਸਰੀਰਕ ਸੁੱਚ ਦੇ ਕਰਮ-(ਇਹਨਾਂ ਸਭਨਾਂ ਦੀ ਥਾਂ) ਅਸਾਂ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਲਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59170,
    "shabad_id": 5352,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਾਜਨ ਮੀਤ. ਸਖਾ ਹਰਿ ਬੰਧਪ; ਜੀਅ ਧਾਨ ਪ੍ਰਭ ਪ੍ਰਾਨ ਅਧਾਰੀ ॥",
    "transliteration": "Saajan Meeth Sakhaa Har Bandhhap Jeea Dhhaan Prabh Praan Adhhaaree ||",
    "translation": "The Lord is my Friend, my Very Best Friend, Companion and Relative. God is the Sustenance of the soul, the Support of the breath of life.",
    "punjabi": "ਹਰੀ ਸਾਡਾ ਸੱਜਣ ਹੈ, ਮਿੱਤ੍ਰ ਹੈ, ਸਖਾ ਤੇ ਸੰਬੰਧੀ ਹੈ; ਸਾਡੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਹੈ ਤੇ ਪ੍ਰਾਣਾਂ ਦਾ ਆਧਾਰ ਹੈ।",
    "pronunciation": "(ਧਾਨ) ਧਿਅਾਨ",
    "type_id": 3
  },
  {
    "id": 59171,
    "shabad_id": 5352,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਓਟ ਗਹੀ ਸੁਅਾਮੀ ਸਮਰਥਹ; ਨਾਨਕ ਦਾਸ. ਸਦਾ ਬਲਿਹਾਰੀ ॥੯॥",
    "transliteration": "Outt Gehee Suaamee Samarathheh Naanak Dhaas Sadhaa Balihaaree ||9||",
    "translation": "I have grasped the Shelter and Support of my All-powerful Lord and Master; slave Nanak is forever a sacrifice to Him. ||9||",
    "punjabi": "ਅਸਾਂ ਸਮਰੱਥ ਮਾਲਕ ਦੀ ਓਟ ਪਕੜੀ ਹੈ, ਨਾਨਕ (ਉਸ ਦਾ) ਦਾਸ ਉਸ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹੈ ॥੯॥",
    "pronunciation": "ਸਮਰੱਥਹ",
    "type_id": 3
  },
  {
    "id": 59172,
    "shabad_id": 5353,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਧ ਕਟਿਓ. ਨ ਜਾਤ; ਪ੍ਰੇਮ ਰਸ, ਚਰਨਕਮਲ ਸੰਗਿ ॥",
    "transliteration": "Aavadhh Kattiou N Jaath Praem Ras Charan Kamal Sang ||",
    "translation": "Weapons cannot cut that person who delights in the love of the Lord's Lotus Feet.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਹਰੀ ਦੇ ਚਰਨ ਕਮਲਾਂ ਨਾਲ ਜੁੜ ਕੇ ਪ੍ਰੇਮ ਦਾ ਸੁਆਦ (ਚੱਖਿਆ ਹੈ, ਉਹ) ਸ਼ਸਤ੍ਰਾਂ ਨਾਲ ਵੱਢਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ਅਾਵਧ) ਸ਼ਸ਼ਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59173,
    "shabad_id": 5353,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦਾਵਨਿ ਬੰਧਿਓ. ਨ ਜਾਤ; ਬਿਧੇ ਮਨ, ਦਰਸ ਮਗਿ ॥",
    "transliteration": "Dhaavan Bandhhiou N Jaath Bidhhae Man Dharas Mag ||",
    "translation": "Ropes cannot bind that person whose mind is pierced through by the Vision of the Lord's Way.",
    "punjabi": "(ਜਿਸ ਦਾ) ਮਨ (ਹਰੀ ਦੇ) ਦਰਸ਼ਨ ਦੇ ਰਾਹ ਵਿੱਚ ਵਿੱਝ ਗਿਆ ਹੈ, ਉਹ ਰੱਸੀ ਨਾਲ (ਕਿਸੇ ਹੋਰ ਪਾਸੇ) ਬੰਨ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ਦਾਵਨਿ) ਰੱਸੇ, ਦ੍ਹਾਵਿਅਾਂ।(ਮਗਿ) ਮਗਨ।ਮਗਿ: ਪੋਲੇ ਬੋਲੋ।ਬਿੱਧੇ",
    "type_id": 3
  },
  {
    "id": 59174,
    "shabad_id": 5353,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪਾਵਕ ਜਰਿਓ. ਨ ਜਾਤ; ਰਹਿਓ. ਜਨ ਧੂਰਿ ਲਗਿ ॥",
    "transliteration": "Paavak Jariou N Jaath Rehiou Jan Dhhoor Lag ||",
    "translation": "Fire cannot burn that person who is attached to the dust of the feet of the Lord's humble servant.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ) ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਵਿਚ ਲੱਗ ਰਿਹਾ ਹੈ, (ਉਸ ਨੂੰ) ਅੱਗ ਸਾੜ ਨਹੀਂ ਸਕਦੀ;",
    "pronunciation": "ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 59175,
    "shabad_id": 5353,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨੀਰੁ. ਨ ਸਾਕਸਿ ਬੋਰਿ; ਚਲਹਿ ਹਰਿ ਪੰਥਿ ਪਗਿ ॥",
    "transliteration": "Neer N Saakas Bor Chalehi Har Panthh Pag ||",
    "translation": "Water cannot drown that person whose feet walk on the Lord's Path.",
    "punjabi": "(ਜਿਸ ਦੇ) ਪੈਰ ਰੱਬ ਦੇ ਰਾਹ ਵਲ ਤੁਰਦੇ ਹਨ, ਉਸ ਨੂੰ ਪਾਣੀ ਡੋਬ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਚੱਲਹਿ: ਪੋਲਾ ਬੋਲੋ। (ਪਗਿ) ਪੈਰ",
    "type_id": 3
  },
  {
    "id": 59176,
    "shabad_id": 5353,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਰੋਗ ਦੋਖ ਅਘ ਮੋਹ; ਛਿਦੇ. ਹਰਿ ਨਾਮ ਖਗਿ ॥੧॥੧੦॥",
    "transliteration": "Naanak Rog Dhokh Agh Moh Shhidhae Har Naam Khag ||1||10||",
    "translation": "O Nanak, diseases, faults, sinful mistakes and emotional attachment are pierced by the Arrow of the Name. ||1||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਮਨੁੱਖ ਦੇ) ਰੋਗ, ਦੋਖ, ਪਾਪ ਅਤੇ ਮੋਹ-ਇਹ ਸਾਰੇ ਹੀ ਹਰੀ ਦੇ ਨਾਮ-ਰੂਪੀ ਤੀਰ ਨਾਲ ਕੱਟੇ ਜਾਂਦੇ ਹਨ ॥੧॥੧੦॥",
    "pronunciation": "(ਖੱਗਿ) ਖੜਗ। ਛਿੱਦੇ",
    "type_id": 3
  },
  {
    "id": 59177,
    "shabad_id": 5354,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੳੁਦਮੁ ਕਰਿ. ਲਾਗੇ ਬਹੁ ਭਾਤੀ; ਬਿਚਰਹਿ ਅਨਿਕ ਸਾਸਤ੍ਰ ਬਹੁ ਖਟੂਅਾ ॥",
    "transliteration": "Oudham Kar Laagae Bahu Bhaathee Bicharehi Anik Saasathr Bahu Khattooaa ||",
    "translation": "People are engaged in making all sorts of efforts; they contemplate the various aspects of the six Shaastras.",
    "punjabi": "ਅਨੇਕਾਂ ਮਨੁੱਖ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਉੱਦਮ ਕਰ ਰਹੇ ਹਨ, ਛੇ ਸ਼ਾਸਤ੍ਰ ਵਿਚਾਰ ਰਹੇ ਹਨ;",
    "pronunciation": "ਭਾਂਤੀ। ਖਟੂਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59178,
    "shabad_id": 5354,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭਸਮ ਲਗਾੲਿ, ਤੀਰਥ ਬਹੁ ਭ੍ਰਮਤੇ; ਸੂਖਮ ਦੇਹ, ਬੰਧਹਿ ਬਹੁ ਜਟੂਅਾ ॥",
    "transliteration": "Bhasam Lagaae Theerathh Bahu Bhramathae Sookham Dhaeh Bandhhehi Bahu Jattooaa ||",
    "translation": "Rubbing ashes all over their bodies, they wander around at the various sacred shrines of pilgrimage; they fast until their bodies are emaciated, and braid their hair into tangled messes.",
    "punjabi": "(ਪਿੰਡੇ ਤੇ) ਸੁਆਹ ਮਲ ਕੇ ਬਹੁਤੇ ਮਨੁੱਖ ਤੀਰਥਾਂ ਤੇ ਭੌਂਦੇ ਫਿਰਦੇ ਹਨ, ਅਤੇ ਕਈ ਬੰਦੇ ਸਰੀਰ ਨੂੰ (ਤਪਾਂ ਨਾਲ) ਕਮਜ਼ੋਰ ਕਰ ਚੁਕੇ ਹਨ ਤੇ (ਸੀਸ ਉਤੇ) ਜਟਾਂ ਧਾਰ ਰਹੇ ਹਨ।",
    "pronunciation": "ਜਟੂਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59179,
    "shabad_id": 5354,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਭਜਨ, ਸਗਲ ਦੁਖ ਪਾਵਤ; ਜਿੳੁ ਪ੍ਰੇਮ ਬਢਾੲਿ, ਸੂਤ ਕੇ ਹਟੂਅਾ ॥",
    "transliteration": "Bin Har Bhajan Sagal Dhukh Paavath Jio Praem Badtaae Sooth Kae Hattooaa ||",
    "translation": "Without devotional worship of the Lord, they all suffer in pain, caught in the tangled web of their love.",
    "punjabi": "ਹਰੀ ਦਾ ਨਾਮ ਲੈਣ ਤੋਂ ਬਿਨਾ, ਇਹ ਸਾਰੇ ਲੋਕ ਦੁੱਖ ਪਾਂਦੇ ਹਨ (ਇਹ ਸਾਰੇ ਅਡੰਬਰ ਉਹਨਾਂ ਲਈ ਫਸਣ ਵਾਸਤੇ ਜਾਲ ਬਣ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ (ਕਹਣਾ) ਬੜੇ ਮਜ਼ੇ ਨਾਲ ਤਾਰਾਂ ਦਾ ਜਾਲ ਤਣਦਾ ਹੈ (ਤੇ ਆਪ ਹੀ ਉਸ ਵਿਚ ਫਸ ਕੇ ਆਪਣੇ ਬੱਚਿਆਂ ਦੇ ਹੱਥੋਂ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ)",
    "pronunciation": "(ਹਟੂਅਾ) ਬਾਣੀਅਾਂ ਸੂਤ ਦੇ (ਹਟੂਅਾ) ਲੱਡੂਅਾਂ",
    "type_id": 3
  },
  {
    "id": 59180,
    "shabad_id": 5354,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੂਜਾ ਚਕ੍ਰ ਕਰਤ ਸੋਮਪਾਕਾ; ਅਨਿਕ ਭਾਂਤਿ ਥਾਟਹਿ ਕਰਿ ਥਟੂਅਾ ॥੨॥੧੧॥੨੦॥",
    "transliteration": "Poojaa Chakr Karath Somapaakaa Anik Bhaanth Thhaattehi Kar Thhattooaa ||2||11||20||",
    "translation": "They perform worship ceremonies, draw ritual marks on their bodies, cook their own food fanatically, and make pompous shows of themselves in all sorts of ways. ||2||11||20||",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਪੂਜਾ ਕਰਦੇ ਹਨ; ਸਰੀਰ ਤੇ ਚੱਕ੍ਰਾਂ ਦੇ ਚਿੰਨ੍ਹ ਲਗਾਉਂਦੇ ਹਨ, (ਸੁੱਚ ਦੀ ਖ਼ਾਤਰ) ਆਪਣੀ ਹੱਥੀਂ ਰੋਟੀ ਤਿਆਰ ਕਰਦੇ ਹਨ, ਤੇ ਹੋਰ ਅਨੇਕਾਂ ਤਰ੍ਹਾਂ ਦੇ ਕਈ ਬਣਤਰ ਬਣਾਉਂਦੇ ਹਨ ਪਰ (ਪਰ ਨਾਮ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾਂ ਇਹ ਵੀ ਵਿਅਰਥ ਹੀ ਹਨ) ॥੨॥੧੧॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59181,
    "shabad_id": 5355,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਵੲੀੲੇ ਮਹਲੇ ਪਹਿਲੇ ਕੇ ੧",
    "transliteration": "Saveeeae Mehalae Pehilae Kae 1",
    "translation": "Swaiyas In Praise Of The First Mehl:",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ।",
    "pronunciation": "੧ ਅੰਕ ਨ ਪੜ੍ਹੋ",
    "type_id": 3
  },
  {
    "id": 59182,
    "shabad_id": 5355,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59183,
    "shabad_id": 5355,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ੲਿਕ ਮਨਿ; ਪੁਰਖੁ ਧਿਅਾੲਿ ਬਰਦਾਤਾ ॥",
    "transliteration": "Eik Man Purakh Dhhiaae Baradhaathaa ||",
    "translation": "Meditate single-mindedly on the Primal Lord God, the Bestower of blessings.",
    "punjabi": "ਉਸ ਆਕਲ ਪੁਰਖ ਨੂੰ ਇਕਾਗਰ ਮਨ ਨਾਲ ਸਿਮਰ ਕੇ, ਜੋ ਬਖ਼ਸ਼ਿਸ਼ਾਂ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59184,
    "shabad_id": 5355,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸੰਤ ਸਹਾਰੁ; ਸਦਾ ਬਿਖਿਅਾਤਾ ॥",
    "transliteration": "Santh Sehaar Sadhaa Bikhiaathaa ||",
    "translation": "He is the Helper and Support of the Saints, manifest forever.",
    "punjabi": "ਜੋ ਸੰਤਾਂ ਦਾ ਆਸਰਾ ਹੈ ਅਤੇ ਜੋ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59185,
    "shabad_id": 5355,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤਾਸੁ ਚਰਨ ਲੇ; ਰਿਦੈ ਬਸਾਵੳੁ ॥",
    "transliteration": "Thaas Charan Lae Ridhai Basaavo ||",
    "translation": "Grasp His Feet and enshrine them in your heart.",
    "punjabi": "ਮੈਂ ਉਸ ਦੇ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59186,
    "shabad_id": 5355,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਤੳੁ ਪਰਮ ਗੁਰੂ ਨਾਨਕ; ਗੁਨ ਗਾਵੳੁ ॥੧॥",
    "transliteration": "Tho Param Guroo Naanak Gun Gaavo ||1||",
    "translation": "Then, let us sing the Glorious Praises of the most exalted Guru Nanak. ||1||",
    "punjabi": "ਅਤੇ (ਇਹਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮ ਸਤਿਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਗੁਣਾਂ ਨੂੰ ਗਾਉਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59187,
    "shabad_id": 5356,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗਾਵੳੁ ਗੁਨ. ਪਰਮ ਗੁਰੂ ਸੁਖਸਾਗਰ; ਦੁਰਤ ਨਿਵਾਰਣ. ਸਬਦ ਸਰੇ ॥",
    "transliteration": "Gaavo Gun Param Guroo Sukh Saagar Dhurath Nivaaran Sabadh Sarae ||",
    "translation": "I sing the Glorious Praises of the most exalted Guru Nanak, the Ocean of peace, the Eradicator of sins, the sacred pool of the Shabad, the Word of God.",
    "punjabi": "ਮੈਂ ਉਸ ਪਰਮ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ, ਜੋ ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਜੋ ਬਾਣੀ ਦਾ ਸੋਮਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59188,
    "shabad_id": 5356,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗਾਵਹਿ ਗੰਭੀਰ ਧੀਰ ਮਤਿ ਸਾਗਰ; ਜੋਗੀ ਜੰਗਮ ਧਿਅਾਨੁ ਧਰੇ ॥",
    "transliteration": "Gaavehi Ganbheer Dhheer Math Saagar Jogee Jangam Dhhiaan Dhharae ||",
    "translation": "The beings of deep and profound understanding, oceans of wisdom, sing of Him; the Yogis and wandering hermits meditate on Him.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਨੂੰ) ਜੋਗੀ, ਜੰਗਮ ਧਿਆਨ ਧਰ ਕੇ ਗਾਉਂਦੇ ਹਨ, ਅਤੇ ਉਹ ਲੋਕ ਗਾਉਂਦੇ ਹਨ ਜੋ ਗੰਭੀਰ ਹਨ, ਜੋ ਧੀਰਜਵਾਨ ਹਨ ਅਤੇ ਜੋ ਉੱਚੀ ਮਤ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59189,
    "shabad_id": 5356,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗਾਵਹਿ ੲਿੰਦ੍ਰਾਦ. ਭਗਤ ਪ੍ਰਹਿਲਾਦਿਕ; ਅਾਤਮ ਰਸੁ. ਜਿਨਿ ਜਾਣਿਓ ॥",
    "transliteration": "Gaavehi Eindhraadh Bhagath Prehilaadhik Aatham Ras Jin Jaaniou ||",
    "translation": "Indra and devotees like Prahlaad, who know the joy of the soul, sing of Him.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਆਤਮਕ ਆਨੰਦ ਜਾਣਿਆ ਹੈ, ਉਸ ਨੂੰ ਇੰਦਰ ਆਦਿਕ ਤੇ ਪ੍ਰਹਿਲਾਦ ਆਦਿਕ ਭਗਤ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59190,
    "shabad_id": 5356,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਬਿ ਕਲ. ਸੁਜਸੁ ਗਾਵੳੁ ਗੁਰ ਨਾਨਕ; ਰਾਜੁ ਜੋਗੁ ਜਿਨਿ ਮਾਣਿਓ ॥੨॥",
    "transliteration": "Kab Kal Sujas Gaavo Gur Naanak Raaj Jog Jin Maaniou ||2||",
    "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga, the Yoga of meditation and success. ||2||",
    "punjabi": "'ਕਲ੍ਯ੍ਯ' ਕਵੀ (ਆਖਦਾ ਹੈ),-ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਸੋਹਣੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਮਾਣਿਆ ਹੈ (ਭਾਵ, ਜੋ ਗ੍ਰਿਹਸਤੀ ਭੀ ਹੈ ਤੇ ਨਾਲ ਹੀ ਮਾਇਆ ਤੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਹਰੀ ਦੇ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ) ॥੨॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ। ਸੁ-ਜਸੁ",
    "type_id": 3
  },
  {
    "id": 59191,
    "shabad_id": 5357,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗਾਵਹਿ ਜਨਕਾਦਿ. ਜੁਗਤਿ ਜੋਗੇਸੁਰ; ਹਰਿ ਰਸ ਪੂਰਨ ਸਰਬ ਕਲਾ ॥",
    "transliteration": "Gaavehi Janakaadh Jugath Jogaesur Har Ras Pooran Sarab Kalaa ||",
    "translation": "King Janak and the great Yogic heroes of the Lord's Way, sing the Praises of the All-powerful Primal Being, filled with the sublime essence of the Lord.",
    "punjabi": "ਜੋ ਗੁਰੂ ਨਾਨਕ ਹਰੀ ਦੇ ਰਸ ਵਿਚ ਭਿੱਜਾ ਹੋਇਆ ਹੈ, ਜੋ ਗੁਰੂ ਨਾਨਕ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਸੱਤਿਆ ਵਾਲਾ ਹੈ, ਉਸ ਨੂੰ ਜਨਕ ਆਦਿਕ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀਆਂ ਸਮੇਤ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59192,
    "shabad_id": 5357,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗਾਵਹਿ ਸਨਕਾਦਿ ਸਾਧ ਸਿਧਾਦਿਕ; ਮੁਨਿ ਜਨ ਗਾਵਹਿ. ਅਛਲ ਛਲਾ ॥",
    "transliteration": "Gaavehi Sanakaadh Saadhh Sidhhaadhik Mun Jan Gaavehi Ashhal Shhalaa ||",
    "translation": "Sanak and Brahma's sons, the Saadhus and Siddhas, the silent sages and humble servants of the Lord sing the Praises of Guru Nanak, who cannot be deceived by the great deceiver.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਮਾਇਆ ਨਹੀਂ ਛਲ ਸਕੀ, ਉਸ ਨੂੰ ਰਿਸ਼ੀ ਗਾਉਂਦੇ ਹਨ, ਸਨਕ ਆਦਿਕ ਸਾਧ ਤੇ ਸਿੱਧ ਆਦਿਕ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "ਅ-ਛਲ ਛਲਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59193,
    "shabad_id": 5357,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗਾਵੈ ਗੁਣ ਧੋਮੁ. ਅਟਲ ਮੰਡਲਵੈ; ਭਗਤਿ ਭਾੲਿ, ਰਸੁ ਜਾਣਿਓ ॥",
    "transliteration": "Gaavai Gun Dhhom Attal Manddalavai Bhagath Bhaae Ras Jaaniou ||",
    "translation": "Dhoma the seer and Dhroo, whose realm is unmoving, sing the Glorious Praises of Guru Nanak, who knows the ecstasy of loving devotional worship.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਭਗਤੀ ਵਾਲੇ ਭਾਵ ਦੁਆਰਾ (ਹਰੀ ਦੇ ਮਿਲਾਪ ਦਾ) ਆਨੰਦ ਜਾਣਿਆ ਹੈ, ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਧੋਮੁ ਰਿਸ਼ੀ ਗਾਂਦਾ ਹੈ, ਧ੍ਰੂ ਭਗਤ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਧੋਮੁ) ਧਰੂਅ। ਅ-ਟਲ",
    "type_id": 3
  },
  {
    "id": 59194,
    "shabad_id": 5357,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਬਿ ਕਲ. ਸੁਜਸੁ ਗਾਵੳੁ ਗੁਰ ਨਾਨਕ; ਰਾਜੁ ਜੋਗੁ ਜਿਨਿ ਮਾਣਿਓ ॥੩॥",
    "transliteration": "Kab Kal Sujas Gaavo Gur Naanak Raaj Jog Jin Maaniou ||3||",
    "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga. ||3||",
    "punjabi": "ਕਲ੍ਯ੍ਯ ਕਵੀ (ਆਖਦਾ ਹੈ)-'ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ ਸੋਹਣੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਮਾਣਿਆ ਹੈ' ॥੩॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ। ਸੁ-ਜਸੁ",
    "type_id": 3
  },
  {
    "id": 59195,
    "shabad_id": 5358,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗਾਵਹਿ ਕਪਿਲਾਦਿ, ਅਾਦਿ ਜੋਗੇਸੁਰ; ਅਪਰੰਪਰ ਅਵਤਾਰ ਵਰੋ ॥",
    "transliteration": "Gaavehi Kapilaadh Aadh Jogaesur Aparanpar Avathaar Varo ||",
    "translation": "Kapila and the other Yogis sing of Guru Nanak. He is the Avataar, the Incarnation of the Infinite Lord.",
    "punjabi": "ਕਪਿਲ ਆਦਿਕ ਰਿਸ਼ੀ ਅਤੇ ਪੁਰਾਤਨ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਸ਼ਿਰੋਮਣੀ ਅਵਤਾਰ ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "ਵਿਸ਼ਨੰੂ ਦੇ ਅਵਤਾਰ ਅਨੇਕਾਂ (ਕਪਿਲਾਦਿ) ਕਪਲ ਸਿੱਧ ਅਾਦਿ।ਅਪ-ਰੰਪਰ",
    "type_id": 3
  },
  {
    "id": 59196,
    "shabad_id": 5358,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗਾਵੈ ਜਮਦਗਨਿ, ਪਰਸਰਾਮੇਸੁਰ ਕਰ ਕੁਠਾਰੁ; ਰਘੁ. ਤੇਜੁ ਹਰਿਓ ॥",
    "transliteration": "Gaavai Jamadhagan Parasaraamaesur Kar Kuthaar Ragh Thaej Hariou ||",
    "translation": "Parasraam the son of Jamdagan, whose axe and powers were taken away by Raghuvira, sing of Him.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਦੇ ਜਸ ਨੂੰ) ਜਮਦਗਨਿ ਦਾ ਪੁੱਤਰ ਪਰਸਰਾਮ ਭੀ ਗਾ ਰਿਹਾ ਹੈ, ਜਿਸ ਦੇ ਹੱਥ ਦਾ ਕੁਹਾੜਾ ਤੇ ਜਿਸ ਦਾ ਪ੍ਰਤਾਪ ਸ੍ਰੀ ਰਾਮ ਚੰਦਰ ਜੀ ਨੇ ਖੋਹ ਲਿਆ ਸੀ।",
    "pronunciation": "ਕੁਹਾੜਾ ਧਾਰੀ (ਪਰਸ-ਰਾਮੇਸੁਰ) ਪਰਸਰਾਮ",
    "type_id": 3
  },
  {
    "id": 59197,
    "shabad_id": 5358,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੳੁਧੌ ਅਕ੍ਰ¨ਰੁ, ਬਿਦਰੁ ਗੁਣ ਗਾਵੈ; ਸਰਬਾਤਮੁ ਜਿਨਿ ਜਾਣਿਓ ॥",
    "transliteration": "Oudhha Akroor Bidhar Gun Gaavai Sarabaatham Jin Jaaniou ||",
    "translation": "Udho, Akrur and Bidur sing the Glorious Praises of Guru Nanak, who knows the Lord, the Soul of All.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ ਨੂੰ ਜਾਣ ਲਿਆ (ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਸੀ), ਉਸ ਦੇ ਗੁਣ ਉਧੌ ਗਾਂਦਾ ਹੈ, ਅਕ੍ਰੂਰੁ ਗਾਂਦਾ ਹੈ, ਬਿਦਰ ਭਗਤ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59198,
    "shabad_id": 5358,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਬਿ ਕਲ. ਸੁਜਸੁ ਗਾਵੳੁ ਗੁਰ ਨਾਨਕ; ਰਾਜੁ ਜੋਗੁ ਜਿਨਿ ਮਾਣਿਓ ॥੪॥",
    "transliteration": "Kab Kal Sujas Gaavo Gur Naanak Raaj Jog Jin Maaniou ||4||",
    "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga. ||4||",
    "punjabi": "ਕਲ੍ਯ੍ਯ ਕਵੀ (ਆਖਦਾ ਹੈ)-'ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦਾ ਸੋਹਣਾ ਜਸ ਗਾਉਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਮਾਣੇ ਹਨ' ॥੪॥",
    "pronunciation": "ਸੁ-ਜਸੁ",
    "type_id": 3
  }
]
