[
  {
    "id": 59233,
    "shabad_id": 5365,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਵੲੀੲੇ ਮਹਲੇ ਦੂਜੇ ਕੇ ੨",
    "transliteration": "Saveeeae Mehalae Dhoojae Kae 2",
    "translation": "Swaiyas In Praise Of The Second Mehl:",
    "punjabi": "ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ।",
    "pronunciation": "੨ ਅੰਕ ਨਹੀਂ ਪੜ੍ਹਨਾ",
    "type_id": 3
  },
  {
    "id": 59234,
    "shabad_id": 5365,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59235,
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸੋੲੀ ਪੁਰਖੁ ਧੰਨੁ ਕਰਤਾ; ਕਾਰਣ ਕਰਤਾਰੁ ਕਰਣ ਸਮਰਥੋ ॥",
    "transliteration": "Soee Purakh Dhhann Karathaa Kaaran Karathaar Karan Samarathho ||",
    "translation": "Blessed is the Primal Lord God, the Creator, the All-powerful Cause of causes.",
    "punjabi": "ਧੰਨ ਹੈ ਉਹ ਕਰਤਾਰ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ, ਜੋ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮੂਲ ਕਾਰਨ ਹੈ, ਸਿਰਜਣ ਵਾਲਾ ਹੈ ਤੇ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥੋ",
    "type_id": 3
  },
  {
    "id": 59236,
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਧੰਨੁ ਨਾਨਕੁ; ਮਸਤਕਿ ਤੁਮ. ਧਰਿਓ ਜਿਨਿ ਹਥੋ ॥",
    "transliteration": "Sathiguroo Dhhann Naanak Masathak Thum Dhhariou Jin Hathho ||",
    "translation": "Blessed is the True Guru Nanak, who placed His hand upon Your forehead.",
    "punjabi": "ਧੰਨ ਹੈ ਸਤਿਗੁਰੂ ਨਾਨਕ, ਜਿਸ ਨੇ (ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੇਰੇ ਮੱਥੇ ਉੱਤੇ (ਆਪਣਾ) ਹੱਥ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "ਹੱਥੋ",
    "type_id": 3
  },
  {
    "id": 59237,
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤ ਧਰਿਓ ਮਸਤਕਿ ਹਥੁ ਸਹਜਿ; ਅਮਿੳੁ ਵੁਠੳੁ ਛਜਿ; ਸੁਰਿ ਨਰ ਗਣ ਮੁਨਿ ਬੋਹਿਯ ਅਗਾਜਿ ॥",
    "transliteration": "Th Dhhariou Masathak Hathh Sehaj Amio Vutho Shhaj Sur Nar Gan Mun Bohiy Agaaj ||",
    "translation": "When He placed His hand upon Your forehead, then the celestial nectar began to rain down in torrents; the gods and human beings, heavenly heralds and sages were drenched in its fragrance.",
    "punjabi": "ਤਦੋਂ ਸਹਿਜੇ ਹੀ (ਗੁਰੂ ਨਾਨਕ ਨੇ ਤੇਰੇ) ਮੱਥੇ ਉੱਤੇ ਹੱਥ ਰੱਖਿਆ। (ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਛਹਬਰ ਲਾ ਕੇ ਵੱਸ ਪਿਆ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੇਵਤੇ, ਮਨੁੱਖ, ਗਣ ਤੇ ਰਿਸ਼ੀ ਮੁਨੀ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਭਿੱਜ ਗਏ।",
    "pronunciation": "ਛੱਜੀਂ ਖਾਰੀ (ਛਜਿ) ਫੱਬ ਕੇ ਭਾਵ ਬਹੁਤਾ ਹੀ।ਬੋਹਿਯ: ਯ ਸਵਾਰ ਕੇ,ਤਾਲੂ ਤੋਂ ਬੋਲੋ। (ਬੋਹਿਯ) ਸੁਗੰਧੀ ਜਸ ਰੂਪ। (ਅਗਾਜਿ) ਪ੍ਰਗਟ। ਛੱਜਿ",
    "type_id": 3
  },
  {
    "id": 59238,
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮਾਰਿਓ ਕੰਟਕੁ ਕਾਲੁ ਗਰਜਿ; ਧਾਵਤੁ ਲੀਓ ਬਰਜਿ; ਪੰਚ ਭੂਤ ੲੇਕ ਘਰਿ, ਰਾਖਿ ਲੇ ਸਮਜਿ ॥",
    "transliteration": "Maariou Kanttak Kaal Garaj Dhhaavath Leeou Baraj Panch Bhooth Eaek Ghar Raakh Lae Samaj ||",
    "translation": "You challenged and subdued the cruel demon of death; You restrained Your wandering mind; You overpowered the five demons and You keep them in one home.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਦੁਖਦਾਈ ਕਾਲ ਨੂੰ ਆਪਣਾ ਬਲ ਵਿਖਾ ਕੇ ਨਾਸ ਕਰ ਦਿੱਤਾ, ਆਪਣੇ ਮਨ ਨੂੰ ਭਟਕਣ ਤੋਂ ਰੋਕ ਲਿਆ, ਤੇ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ ਹੀ ਇੱਕ ਥਾਂ ਇਕੱਠਾ ਕਰ ਕੇ ਕਾਬੂ ਕਰ ਲਿਆ।",
    "pronunciation": "(ਸਮੱਜਿ) ਭਲੀ ਪ੍ਰਕਾਰ ਜਿੱਤ ਕੇ ਅਥਵਾ ਪੰਜ ਭੂਤਾਂ ਵਿਕਾਰਾਂ ਦੀ ਮੰਡਲੀ ੲਿੱਕ ਥਾਂ ਕਾਬੂ ਕਰਕੇ ਰੱਖੀ ਹੈ।",
    "type_id": 3
  },
  {
    "id": 59239,
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਗੁ ਜੀਤੳੁ. ਗੁਰ ਦੁਅਾਰਿ; ਖੇਲਹਿ ਸਮਤ ਸਾਰਿ; ਰਥੁ ੳੁਨਮਨਿ, ਲਿਵ ਰਾਖਿ ਨਿਰੰਕਾਰਿ ॥",
    "transliteration": "Jag Jeetho Gur Dhuaar Khaelehi Samath Saar Rathh Ounaman Liv Raakh Nirankaar ||",
    "translation": "Through the Guru's Door, the Gurdwara, You have conquered the world; You play the game even-handedly. You keep the flow of your love steady for the Formless Lord.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਗੁਰੂ (ਨਾਨਕ) ਦੇ ਦਰ ਤੇ ਪੈ ਕੇ ਤੂੰ ਜਗਤ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ, ਤੂੰ ਸਮਤਾ ਦੀ ਬਾਜ਼ੀ ਖੇਲ ਰਿਹਾ ਹੈਂ; (ਭਾਵ, ਤੂੰ ਸਭ ਇੱਕ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਵੇਖ ਰਿਹਾ ਹੈਂ)। ਨਿਰੰਕਾਰ ਵਿਚ ਲਿਵ ਰੱਖਣ ਕਰ ਕੇ ਤੇਰੀ ਬ੍ਰਿਤੀ ਦਾ ਪ੍ਰਵਾਹ ਪੂਰਨ ਖਿੜਾਉ ਦੀ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਸੰਮਤਾ) ਰੂਪਸਾਰਿ ਬਾਜੀ।(ਰਥੁ) ਪ੍ਰਵਾਹ (ੳੁਨਮਨਿ) ਬ੍ਰਹਮ। ਖ੍ਹੇਲਹਿ। ਸਮਤ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 59240,
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਕੀਰਤਿ. ਕਲ ਸਹਾਰ, ਸਪਤ ਦੀਪ ਮਝਾਰ; ਲਹਣਾ ਜਗਤ੍ਰ ਗੁਰੁ ਪਰਸਿ ਮੁਰਾਰਿ ॥੧॥",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||1||",
    "translation": "O Kal Sahaar, chant the Praises of Lehnaa throughout the seven continents; He met with the Lord, and became Guru of the World. ||1||",
    "punjabi": "ਹੇ ਕਲਸਹਾਰ! ਆਖ- ਹਰੀ-ਰੂਪ ਜਗਤ ਦੇ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਭਾਵ, ਗੁਰੂ ਨਾਨਕ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਫੈਲ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "ਜਗੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59241,
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਾ ਕੀ ਦਿ੍ਰਸਟਿ, ਅੰਮਿ੍ਰਤਧਾਰ; ਕਾਲੁਖ ਖਨਿ ੳੁਤਾਰ; ਤਿਮਰ ਅਗ੍ਯਾਨ ਜਾਹਿ, ਦਰਸ ਦੁਅਾਰ ॥",
    "transliteration": "Jaa Kee Dhrisatt Anmrith Dhhaar Kaalukh Khan Outhaar Thimar Agyaan Jaahi Dharas Dhuaar ||",
    "translation": "The Stream of Ambrosial Nectar from His eyes washes away the slime and filth of sins; the sight of His door dispels the darkness of ignorance.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਅੰਮ੍ਰਿਤ ਵਸਾਣ ਵਾਲੀ ਹੈ, (ਪਾਪਾਂ ਦੀ) ਕਾਲਖ ਪੁੱਟ ਕੇ ਦੂਰ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ, ਉਸ ਦੇ ਦਰ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨਾਲ ਅਗਿਆਨ ਆਦਿਕ ਹਨੇਰੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਖਨਿ) ਪੁਟ ਕੇ। (ਤਿਮਰ) ਅੰਧੇਰਾ।ਅਗ੍ਯਾਨ: ਅਗਿਅਾਨ",
    "type_id": 3
  },
  {
    "id": 59242,
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਓੲਿ ਜੁ ਸੇਵਹਿ. ਸਬਦੁ ਸਾਰੁ; ਗਾਖੜੀ ਬਿਖਮ ਕਾਰ; ਤੇ ਨਰ ਭਵ ੳੁਤਾਰਿ, ਕੀੲੇ ਨਿਰਭਾਰ ॥",
    "transliteration": "Oue J Saevehi Sabadh Saar Gaakharree Bikham Kaar Thae Nar Bhav Outhaar Keeeae Nirabhaar ||",
    "translation": "Whoever accomplishes this most difficult task of contemplating the most sublime Word of the Shabad - those people cross over the terrifying world-ocean, and cast off their loads of sin.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਉਸ ਦੇ) ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ ਨੂੰ ਜਪਦੇ ਹਨ, ਅਤੇ (ਇਹ) ਔਖੀ ਤੇ ਬਿਖੜੀ ਕਾਰ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਕੇ ਸਤਿਗੁਰੂ ਨੇ ਮੁਕਤ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਕਠਨ ਤੋਂ (ਬਿਖਮ) ਕਠਨ। ਗੱਾਖੜੀ",
    "type_id": 3
  },
  {
    "id": 59243,
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਹਜ ਸਾਰਿ, ਜਾਗੀਲੇ ਗੁਰ ਬੀਚਾਰਿ; ਨਿੰਮਰੀ ਭੂਤ ਸਦੀਵ, ਪਰਮ ਪਿਅਾਰਿ ॥",
    "transliteration": "Sathasangath Sehaj Saar Jaageelae Gur Beechaar Ninmaree Bhooth Sadheev Param Piaar ||",
    "translation": "The Sat Sangat, the True Congregation, is celestial and sublime; whoever remains awake and aware, contemplating the Guru, embodies humility, and is imbued forever with the Supreme Love of the Lord.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ) ਸਤਸੰਗਤ ਵਿਚ ਸਹਜ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਮਨ) ਜਾਗ ਪੈਂਦੇ ਹਨ; ਉਹ ਸਦਾ ਨਿੰਮ੍ਰਤਾ ਤੇ ਪਰਮ ਪਿਆਰ ਵਿਚ (ਭਿੱਜੇ) ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਭੁਤ) ਸਰੂਪ। ਜਾਗੀ-ਲੇ",
    "type_id": 3
  },
  {
    "id": 59244,
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਹੁ ਕੀਰਤਿ. ਕਲ ਸਹਾਰ, ਸਪਤ ਦੀਪ ਮਝਾਰ; ਲਹਣਾ ਜਗਤ੍ਰ ਗੁਰੁ ਪਰਸਿ ਮੁਰਾਰਿ ॥੨॥",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||2||",
    "translation": "O Kal Sahaar, chant the Praises of Lehnaa throughout the seven continents; He met with the Lord, and became Guru of the World. ||2||",
    "punjabi": "ਹੇ ਕਲਸਹਾਰ! ਆਖ- ਮੁਰਾਰੀ ਦੇ ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਐਸੇ ਗੁਰੂ ਅੰਗਦ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "ਜਗੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59245,
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤੈ ਤੳੁ. ਦਿ੍ਰੜਿਓ ਨਾਮੁ ਅਪਾਰੁ, ਬਿਮਲ ਜਾਸੁ ਬਿਥਾਰੁ; ਸਾਧਿਕ ਸਿਧ ਸੁਜਨ, ਜੀਅਾ ਕੋ ਅਧਾਰੁ ॥",
    "transliteration": "Thai Tho Dhrirriou Naam Apaar Bimal Jaas Bithhaar Saadhhik Sidhh Sujan Jeeaa Ko Adhhaar ||",
    "translation": "You hold tight to the Naam, the Name of the Infinite Lord; Your expanse is immaculate. You are the Support of the Siddhas and seekers, and the good and humble beings.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਤਾਂ (ਅਕਾਲ ਪੁਰਖ ਦੇ) ਅਪਾਰ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ, ਤੇਰੀ ਨਿਰਮਲ ਸੋਭਾ ਖਿੱਲਰੀ ਹੋਈ ਹੈ। ਤੂੰ ਸਾਧਿਕ ਸਿੱਧ ਅਤੇ ਸੰਤ ਜਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈਂ।",
    "pronunciation": "(ਬਿਮਲ) ੳੁ੍ਨਜਲ। ਸੁ-ਜਨ",
    "type_id": 3
  },
  {
    "id": 59246,
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੂ ਤਾ. ਜਨਿਕ ਰਾਜਾ ਅੳੁਤਾਰੁ; ਸਬਦੁ ਸੰਸਾਰਿ ਸਾਰੁ; ਰਹਹਿ ਜਗਤ੍ਰ, ਜਲ ਪਦਮ ਬੀਚਾਰ ॥",
    "transliteration": "Thoo Thaa Janik Raajaa Aouthaar Sabadh Sansaar Saar Rehehi Jagathr Jal Padham Beechaar ||",
    "translation": "You are the incarnation of King Janak; the contemplation of Your Shabad is sublime throughout the universe. You abide in the world like the lotus on the water.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਤਾਂ (ਨਿਰਲੇਪਤਾ ਵਿਚ) ਰਾਜਾ ਜਨਕ ਦਾ ਅਵਤਾਰ ਹੈਂ (ਭਾਵ, ਜਿਵੇਂ ਰਾਜਾ ਜਨਕ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਸੀ, ਤਿਵੇਂ ਤੂੰ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈਂ)। ਜਗਤ ਵਿਚ (ਤੇਰਾ) ਸ਼ਬਦ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਤੂੰ ਜਗਤ ਵਿਚ ਇਉਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈਂ; ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਜਲ ਵਿਚ।",
    "pronunciation": "ਜ-ਗੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59247,
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਲਿਪਤਰੁ ਰੋਗ ਬਿਦਾਰੁ, ਸੰਸਾਰ ਤਾਪ ਨਿਵਾਰੁ; ਅਾਤਮਾ ਤਿ੍ਰਬਿਧਿ. ਤੇਰੈ ੲੇਕ ਲਿਵ ਤਾਰ ॥",
    "transliteration": "Kalip Thar Rog Bidhaar Sansaar Thaap Nivaar Aathamaa Thribidhh Thaerai Eaek Liv Thaar ||",
    "translation": "Like the Elyisan Tree, You cure all illnesses and take away the sufferings of the world. The three-phased soul is lovingly attuned to You alone.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਕਲਪ ਰੁੱਖ ਹੈਂ, ਰੋਗਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਸੰਸਾਰ ਦੇ ਦੁੱਖਾਂ ਨੂੰ ਨਿਵਿਰਤ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵ ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਇੱਕ-ਰਸ ਲਿਵ ਲਾਈ ਬੈਠੇ ਹਨ।",
    "pronunciation": "ਕਲਿਪ-ਤਰੁ",
    "type_id": 3
  },
  {
    "id": 59248,
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਹੁ ਕੀਰਤਿ. ਕਲ ਸਹਾਰ, ਸਪਤ ਦੀਪ ਮਝਾਰ; ਲਹਣਾ ਜਗਤ੍ਰ ਗੁਰੁ ਪਰਸਿ ਮੁਰਾਰਿ ॥੩॥",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||3||",
    "translation": "O Kal Sahaar, chant the Praises of Lehnaa throughout the seven continents; He met with the Lord, and became Guru of the World. ||3||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਆਖ- ਮੁਰਾਰੀ-ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਐਸੇ ਗੁਰੂ ਅੰਗਦ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸੱਤਾਂ ਦੀਪਾਂ ਵਿਚ ਫੈਲ ਰਹੀ ਹੈ ॥੩॥",
    "pronunciation": "ਜਗੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59249,
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤੈ ਤਾ. ਹਦਰਥਿ ਪਾੲਿਓ ਮਾਨੁ, ਸੇਵਿਅਾ ਗੁਰੁ ਪਰਵਾਨੁ; ਸਾਧਿ ਅਜਗਰੁ. ਜਿਨਿ ਕੀਅਾ ੳੁਨਮਾਨੁ ॥",
    "transliteration": "Thai Thaa Hadharathh Paaeiou Maan Saeviaa Gur Paravaan Saadhh Ajagar Jin Keeaa Ounamaan ||",
    "translation": "You were blessed with glory by the Prophet; You serve the Guru, certified by the Lord, who has subdued the snake of the mind, and who abides in the state of sublime bliss.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਤਾਂ (ਗੁਰੂ-ਨਾਨਕ ਦੀ) ਹਜ਼ੂਰੀ ਵਿੱਚੋਂ ਮਾਨ ਪਾਇਆ ਹੈ; ਤੂੰ ਪ੍ਰਵਾਣੀਕ ਗੁਰੂ (ਨਾਨਕ) ਨੂੰ ਸੇਵਿਆ ਹੈ, ਜਿਸ ਨੇ ਅਸਾਧ ਮਨ ਨੂੰ ਸਾਧ ਕੇ ਉਸ ਨੂੰ ਉੱਚਾ ਕੀਤਾ ਹੋਇਆ ਹੈ,",
    "pronunciation": "ਹਦ-ਰਥਿ:ਪੋਲਾ ਬੋਲੋ। (ਹਦਰਥਿ) ਹਜ਼ੂਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਸਾਹਿਬ ਜੀ ਤੋਂ।(ਹਦਰਥਿ) ਹੱਦ ਰਹਿਤ।ਅਜਗਰੁ: ਪੋਲਾ ਬੋਲੋ। (ਅਜ-ਗਰੁ) ਅਸਹਿ ਭਾਰ, ਅਗਿਅਾਨ ਨੂੰ ਸਾਧ ਕੇ। ਜਿਨ੍ਹਾਂ ਨੇ (ੳੁਨਮਾਨੁ) ਬ੍ਰਹਮ-ਵਿਚਾਰ ਦੁਅਾਰਾ, ਵਿਕਾਰ ਸੱਪ ਨੂੰ ਵੱਸ ਕੀਤਾ ਹੈ।",
    "type_id": 3
  },
  {
    "id": 59250,
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਦਰਸ ਸਮਾਨ, ਅਾਤਮਾਵੰਤ ਗਿਅਾਨ; ਜਾਣੀਅ ਅਕਲ ਗਤਿ, ਗੁਰ ਪਰਵਾਨ ॥",
    "transliteration": "Har Har Dharas Samaan Aathamaa Vanthagiaan Jaaneea Akal Gath Gur Paravaan ||",
    "translation": "Your Vision is like that of the Lord, Your soul is a fount of spiritual wisdom; You know the unfathomable state of the certified Guru.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਜਿਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹਰੀ ਦੇ ਦਰਸ਼ਨ-ਸਮਾਨ ਹੈ, ਜੋ ਆਤਮ-ਗਿਆਨ ਵਾਲਾ ਹੈ, ਤੂੰ ਉਸ ਪ੍ਰਵਾਣੀਕ ਅਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੇ ਰੂਪ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਸਮਝ ਲਈ ਹੈ।",
    "pronunciation": "(ਅਾਤਮਾ) ਬ੍ਰਹਮਗਿਅਾਨ (ਵੰਤ) ਵਾਲੇ। (ਅ-ਕਲ) ਕਲਪਣਾ ਰਹਿਤ ਕਰਤਾਰਜੀ",
    "type_id": 3
  },
  {
    "id": 59251,
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਾ ਕੀ ਦਿ੍ਰਸਟਿ. ਅਚਲ ਠਾਣ, ਬਿਮਲ ਬੁਧਿ ਸੁਥਾਨ; ਪਹਿਰਿ ਸੀਲ ਸਨਾਹੁ. ਸਕਤਿ ਬਿਦਾਰਿ ॥",
    "transliteration": "Jaa Kee Dhrisatt Achal Thaan Bimal Budhh Suthhaan Pehir Seel Sanaahu Sakath Bidhaar ||",
    "translation": "Your Gaze is focused upon the unmoving, unchanging place. Your Intellect is immaculate; it is focused upon the most sublime place. Wearing the armor of humility, you have overcome Maya.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਨਾਨਕ) ਦੀ ਨਿਗਾਹ ਅਚੱਲ ਟਿਕਾਣੇ ਤੇ (ਟਿਕੀ ਹੋਈ) ਹੈ, ਜਿਸ ਗੁਰੂ ਦੀ ਬੁੱਧੀ ਨਿਰਮਲ ਹੈ ਤੇ ਸ੍ਰੇਸ਼ਟ ਥਾਂ ਤੇ ਲੱਗੀ ਹੋਈ ਹੈ, ਅਤੇ ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਨਿੰਮ੍ਰਤਾ ਵਾਲੇ ਸੁਭਾਉ ਦਾ ਸੰਨਾਹ ਪਹਿਨ ਕੇ ਮਾਇਆ (ਦੇ ਪ੍ਰਭਾਵ) ਨੂੰ ਨਾਸ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(ਸਕਤਿ) ਮਾੲਿਅਾ ਨੂੰ (ਬਿਦਾਰਿ) ਨਾਸ ਕੀਤਾ। (ਠਾਣ) ਅਬਿਨਾਸੀ ਅਸਥਾਨ।ਅ-ਚੱਲ। ਪ-ਹਿਰਿ",
    "type_id": 3
  },
  {
    "id": 59252,
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਕੀਰਤਿ. ਕਲਸਹਾਰ, ਸਪਤ ਦੀਪ ਮਝਾਰ; ਲਹਣਾ ਜਗਤ੍ਰ ਗੁਰੁ, ਪਰਸਿ ਮੁਰਾਰਿ ॥੪॥",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||4||",
    "translation": "O Kal Sakaar, chant the Praises of Lehnaa throughout the seven continents; He met with the Lord, and became Guru of the World. ||4||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਆਖ- ਮੁਰਾਰੀ-ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਚਰਨਾਂ) ਨੂੰ ਪਰਸ ਕੇ ਲਹਣੇ ਜੀ ਦੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ ॥੪॥",
    "pronunciation": "ਕਲਸਹਾਰ ਭੱਟ।ਜਗੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59253,
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦਿ੍ਰਸਟਿ ਧਰਤ, ਤਮ ਹਰਨ; ਦਹਨ ਅਘ, ਪਾਪ ਪ੍ਰਨਾਸਨ ॥",
    "transliteration": "Dhrisatt Dhharath Tham Haran Dhehan Agh Paap Pranaasan ||",
    "translation": "Casting Your Glance of Grace, you dispel the darkness, burn away evil, and destroy sin.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਦ੍ਰਿਸ਼ਟੀ ਕਰਦਿਆਂ ਹੀ ਤੂੰ (ਅਗਿਆਨ-ਰੂਪ) ਹਨੇਰੇ ਨੂੰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈਂ; ਤੂੰ ਪਾਪ ਸਾੜਨ ਵਾਲਾ ਹੈਂ, ਅਤੇ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਪ੍ਰ-ਨਾਸਨ",
    "type_id": 3
  },
  {
    "id": 59254,
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਬਦ ਸੂਰ ਬਲਵੰਤ; ਕਾਮ ਅਰੁ ਕ੍ਰੋਧ ਬਿਨਾਸਨ ॥",
    "transliteration": "Sabadh Soor Balavanth Kaam Ar Krodhh Binaasan ||",
    "translation": "You are the Heroic Warrior of the Shabad, the Word of God. Your Power destroys sexual desire and anger.",
    "punjabi": "ਤੂੰ ਸ਼ਬਦ ਦਾ ਸੂਰਮਾ ਹੈਂ ਤੇ ਬਲਵਾਨ ਹੈਂ, ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਨੂੰ ਤੂੰ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59255,
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਲੋਭ ਮੋਹ, ਵਸਿ ਕਰਣ; ਸਰਣ ਜਾਚਿਕ, ਪ੍ਰਤਿਪਾਲਣ ॥",
    "transliteration": "Lobh Moh Vas Karan Saran Jaachik Prathipaalan ||",
    "translation": "You have overpowered greed and emotional attachment; You nurture and cherish those who seek Your Sanctuary.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਲੋਭ ਤੇ ਮੋਹ ਨੂੰ ਕਾਬੂ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਸਰਨ ਆਏ ਮੰਗਤਿਆਂ ਨੂੰ ਤੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈਂ,",
    "pronunciation": "ਵੱਸਿ। ਪ੍ਰਤਿ-ਪਾਲਣ",
    "type_id": 3
  },
  {
    "id": 59256,
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਤਮ ਰਤ, ਸੰਗ੍ਰਹਣ; ਕਹਣ ਅੰਮਿ੍ਰਤ ਕਲ ਢਾਲਣ ॥",
    "transliteration": "Aatham Rath Sangrehan Kehan Anmrith Kal Dtaalan ||",
    "translation": "You gather in the joyful love of the soul; Your Words have the Potency to bring forth Ambrosial Nectar.",
    "punjabi": "ਤੂੰ ਆਤਮਕ ਪ੍ਰੇਮ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤੇਰੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਦੇ ਸੁੰਦਰ ਚਸ਼ਮੇ ਹਨ।",
    "pronunciation": "(ਕਲ) ਸੁੰਦਰ। ਸੰਗ੍ਰਹਣ",
    "type_id": 3
  },
  {
    "id": 59257,
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਕਲ, ਸਤਿਗੁਰ ਤਿਲਕੁ; ਸਤਿ ਲਾਗੈ, ਸੋ ਪੈ ਤਰੈ ॥",
    "transliteration": "Sathiguroo Kal Sathigur Thilak Sath Laagai So Pai Tharai ||",
    "translation": "You are appointed the True Guru, the True Guru in this Dark Age of Kali Yuga; whoever is truly attached to You is carried across.",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਸ਼ਿਰੋਮਣੀ ਗੁਰੂ ਹੈ। ਜੋ ਮਨੁੱਖ ਸਰਧਾ ਧਾਰ ਕੇ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹੈ ਉਹ ਤਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59258,
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰੁ ਜਗਤ. ਫਿਰਣ ਸੀਹ ਅੰਗਰੳੁ; ਰਾਜੁ ਜੋਗੁ. ਲਹਣਾ ਕਰੈ ॥੫॥",
    "transliteration": "Gur Jagath Firanaseeh Angaro Raaj Jog Lehanaa Karai ||5||",
    "translation": "The lion, the son of Pheru, is Guru Angad, the Guru of the World; Lehnaa practices Raja Yoga, the Yoga of meditation and success. ||5||",
    "punjabi": "ਜਗਤ ਦਾ ਗੁਰੂ, ਬਾਬਾ ਫੇਰੂ (ਜੀ) ਦਾ ਸੁਪੁੱਤ੍ਰ ਲਹਿਣਾ ਜੀ (ਗੁਰੂ) ਅੰਗਦ ਰਾਜ ਅਤੇ ਜੋਗ ਮਾਣਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(ਫਿਰਣ) ਫੇਰੂ ਜੀ ਦੇ। (ਸੀਹ) ਸ਼ੇਰ।ਸਤਿਗੁਰੂ ਗੁਰੂ (ਅੰਗਰੳੁ) ਅੰਗਦ ਸਾਹਿਬ ਜੀ",
    "type_id": 3
  }
]
