[
  {
    "shabad_id": 5365,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sveIey mhly dUjy ky 2",
    "transliteration": "Saveeeae Mehalae Dhoojae Kae 2",
    "punjabi": "ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ।",
    "pronunciation": "2 AMk nhIN pV@nw",
    "type_id": 3
  },
  {
    "shabad_id": 5365,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "soeI purKu DMnu krqw; kwrx krqwru krx smrQo]",
    "transliteration": "Soee Purakh Dhhann Karathaa Kaaran Karathaar Karan Samarathho ||",
    "punjabi": "ਧੰਨ ਹੈ ਉਹ ਕਰਤਾਰ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ, ਜੋ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮੂਲ ਕਾਰਨ ਹੈ, ਸਿਰਜਣ ਵਾਲਾ ਹੈ ਤੇ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈ।",
    "pronunciation": "smr`Qo",
    "type_id": 3
  },
  {
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "siqgurU DMnu nwnku; msqik qum. DirE ijin hQo]",
    "transliteration": "Sathiguroo Dhhann Naanak Masathak Thum Dhhariou Jin Hathho ||",
    "punjabi": "ਧੰਨ ਹੈ ਸਤਿਗੁਰੂ ਨਾਨਕ, ਜਿਸ ਨੇ (ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੇਰੇ ਮੱਥੇ ਉੱਤੇ (ਆਪਣਾ) ਹੱਥ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "h`Qo",
    "type_id": 3
  },
  {
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "q DirE msqik hQu shij; Aimau vuTau Cij; suir nr gx muin boihX Agwij]",
    "transliteration": "Th Dhhariou Masathak Hathh Sehaj Amio Vutho Shhaj Sur Nar Gan Mun Bohiy Agaaj ||",
    "punjabi": "ਤਦੋਂ ਸਹਿਜੇ ਹੀ (ਗੁਰੂ ਨਾਨਕ ਨੇ ਤੇਰੇ) ਮੱਥੇ ਉੱਤੇ ਹੱਥ ਰੱਖਿਆ। (ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਛਹਬਰ ਲਾ ਕੇ ਵੱਸ ਪਿਆ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੇਵਤੇ, ਮਨੁੱਖ, ਗਣ ਤੇ ਰਿਸ਼ੀ ਮੁਨੀ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਭਿੱਜ ਗਏ।",
    "pronunciation": "C`jIN KwrI (Cij) P`b ky Bwv bhuqw hI[boihX: X svwr ky,qwlU qoN bolo[ (boihX) sugMDI js rUp[ (Agwij) pRgt[ C`ij",
    "type_id": 3
  },
  {
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "mwirE kMtku kwlu grij; Dwvqu lIE brij; pMc BUq eyk Gir, rwiK ly smij]",
    "transliteration": "Maariou Kanttak Kaal Garaj Dhhaavath Leeou Baraj Panch Bhooth Eaek Ghar Raakh Lae Samaj ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਦੁਖਦਾਈ ਕਾਲ ਨੂੰ ਆਪਣਾ ਬਲ ਵਿਖਾ ਕੇ ਨਾਸ ਕਰ ਦਿੱਤਾ, ਆਪਣੇ ਮਨ ਨੂੰ ਭਟਕਣ ਤੋਂ ਰੋਕ ਲਿਆ, ਤੇ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ ਹੀ ਇੱਕ ਥਾਂ ਇਕੱਠਾ ਕਰ ਕੇ ਕਾਬੂ ਕਰ ਲਿਆ।",
    "pronunciation": "(sm`ij) BlI pRkwr ij`q ky AQvw pMj BUqW ivkwrW dI mMflI ie`k QW kwbU krky r`KI hY[",
    "type_id": 3
  },
  {
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jgu jIqau. gur duAwir; Kylih smq swir; rQu aunmin, ilv rwiK inrMkwir]",
    "transliteration": "Jag Jeetho Gur Dhuaar Khaelehi Samath Saar Rathh Ounaman Liv Raakh Nirankaar ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਗੁਰੂ (ਨਾਨਕ) ਦੇ ਦਰ ਤੇ ਪੈ ਕੇ ਤੂੰ ਜਗਤ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ, ਤੂੰ ਸਮਤਾ ਦੀ ਬਾਜ਼ੀ ਖੇਲ ਰਿਹਾ ਹੈਂ; (ਭਾਵ, ਤੂੰ ਸਭ ਇੱਕ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਵੇਖ ਰਿਹਾ ਹੈਂ)। ਨਿਰੰਕਾਰ ਵਿਚ ਲਿਵ ਰੱਖਣ ਕਰ ਕੇ ਤੇਰੀ ਬ੍ਰਿਤੀ ਦਾ ਪ੍ਰਵਾਹ ਪੂਰਨ ਖਿੜਾਉ ਦੀ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(sMmqw) rUpswir bwjI[(rQu) pRvwh (aunmin) bRhm[ K@ylih[ smq: polw bolo imlvW",
    "type_id": 3
  },
  {
    "shabad_id": 5365,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "khu kIriq. kl shwr, spq dIp mJwr; lhxw jgqR guru pris murwir]1]",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||1||",
    "punjabi": "ਹੇ ਕਲਸਹਾਰ! ਆਖ- ਹਰੀ-ਰੂਪ ਜਗਤ ਦੇ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਭਾਵ, ਗੁਰੂ ਨਾਨਕ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਫੈਲ ਰਹੀ ਹੈ ॥੧॥",
    "pronunciation": "jg`qR",
    "type_id": 3
  },
  {
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jw kI idRsit, AMimRqDwr; kwluK Kin auqwr; iqmr Ag´wn jwih, drs duAwr]",
    "transliteration": "Jaa Kee Dhrisatt Anmrith Dhhaar Kaalukh Khan Outhaar Thimar Agyaan Jaahi Dharas Dhuaar ||",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਦੀ ਦ੍ਰਿਸ਼ਟੀ ਅੰਮ੍ਰਿਤ ਵਸਾਣ ਵਾਲੀ ਹੈ, (ਪਾਪਾਂ ਦੀ) ਕਾਲਖ ਪੁੱਟ ਕੇ ਦੂਰ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ, ਉਸ ਦੇ ਦਰ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨਾਲ ਅਗਿਆਨ ਆਦਿਕ ਹਨੇਰੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(Kin) put ky[ (iqmr) AMDyrw[Ag´wn: AigAwn",
    "type_id": 3
  },
  {
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Eie ju syvih. sbdu swru; gwKVI ibKm kwr; qy nr Bv auqwir, kIey inrBwr]",
    "transliteration": "Oue J Saevehi Sabadh Saar Gaakharree Bikham Kaar Thae Nar Bhav Outhaar Keeeae Nirabhaar ||",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਉਸ ਦੇ) ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ ਨੂੰ ਜਪਦੇ ਹਨ, ਅਤੇ (ਇਹ) ਔਖੀ ਤੇ ਬਿਖੜੀ ਕਾਰ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਕੇ ਸਤਿਗੁਰੂ ਨੇ ਮੁਕਤ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "kTn qoN (ibKm) kTn[ g`wKVI",
    "type_id": 3
  },
  {
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sqsMgiq shj swir, jwgIly gur bIcwir; inMmrI BUq sdIv, prm ipAwir]",
    "transliteration": "Sathasangath Sehaj Saar Jaageelae Gur Beechaar Ninmaree Bhooth Sadheev Param Piaar ||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ) ਸਤਸੰਗਤ ਵਿਚ ਸਹਜ ਅਵਸਥਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਮਨ) ਜਾਗ ਪੈਂਦੇ ਹਨ; ਉਹ ਸਦਾ ਨਿੰਮ੍ਰਤਾ ਤੇ ਪਰਮ ਪਿਆਰ ਵਿਚ (ਭਿੱਜੇ) ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(Buq) srUp[ jwgI-ly",
    "type_id": 3
  },
  {
    "shabad_id": 5366,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "khu kIriq. kl shwr, spq dIp mJwr; lhxw jgqR guru pris murwir]2]",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||2||",
    "punjabi": "ਹੇ ਕਲਸਹਾਰ! ਆਖ- ਮੁਰਾਰੀ ਦੇ ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਐਸੇ ਗੁਰੂ ਅੰਗਦ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "jg`qR",
    "type_id": 3
  },
  {
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "qY qau. idRiVE nwmu Apwru, ibml jwsu ibQwru; swiDk isD sujn, jIAw ko ADwru]",
    "transliteration": "Thai Tho Dhrirriou Naam Apaar Bimal Jaas Bithhaar Saadhhik Sidhh Sujan Jeeaa Ko Adhhaar ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਤਾਂ (ਅਕਾਲ ਪੁਰਖ ਦੇ) ਅਪਾਰ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ, ਤੇਰੀ ਨਿਰਮਲ ਸੋਭਾ ਖਿੱਲਰੀ ਹੋਈ ਹੈ। ਤੂੰ ਸਾਧਿਕ ਸਿੱਧ ਅਤੇ ਸੰਤ ਜਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈਂ।",
    "pronunciation": "(ibml) au~jl[ su-jn",
    "type_id": 3
  },
  {
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "qU qw. jink rwjw Aauqwru; sbdu sMswir swru; rhih jgqR, jl pdm bIcwr]",
    "transliteration": "Thoo Thaa Janik Raajaa Aouthaar Sabadh Sansaar Saar Rehehi Jagathr Jal Padham Beechaar ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਤਾਂ (ਨਿਰਲੇਪਤਾ ਵਿਚ) ਰਾਜਾ ਜਨਕ ਦਾ ਅਵਤਾਰ ਹੈਂ (ਭਾਵ, ਜਿਵੇਂ ਰਾਜਾ ਜਨਕ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਸੀ, ਤਿਵੇਂ ਤੂੰ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈਂ)। ਜਗਤ ਵਿਚ (ਤੇਰਾ) ਸ਼ਬਦ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਤੂੰ ਜਗਤ ਵਿਚ ਇਉਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈਂ; ਜਿਵੇਂ ਕੌਲ ਫੁੱਲ ਜਲ ਵਿਚ।",
    "pronunciation": "j-g`qR",
    "type_id": 3
  },
  {
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kilpqru rog ibdwru, sMswr qwp invwru; Awqmw iqRibiD. qyrY eyk ilv qwr]",
    "transliteration": "Kalip Thar Rog Bidhaar Sansaar Thaap Nivaar Aathamaa Thribidhh Thaerai Eaek Liv Thaar ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਕਲਪ ਰੁੱਖ ਹੈਂ, ਰੋਗਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਸੰਸਾਰ ਦੇ ਦੁੱਖਾਂ ਨੂੰ ਨਿਵਿਰਤ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵ ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਇੱਕ-ਰਸ ਲਿਵ ਲਾਈ ਬੈਠੇ ਹਨ।",
    "pronunciation": "kilp-qru",
    "type_id": 3
  },
  {
    "shabad_id": 5367,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "khu kIriq. kl shwr, spq dIp mJwr; lhxw jgqR guru pris murwir]3]",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||3||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਆਖ- ਮੁਰਾਰੀ-ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਨੂੰ ਪਰਸ ਕੇ (ਐਸੇ ਗੁਰੂ ਅੰਗਦ) ਲਹਣੇ ਦੀ ਸੋਭਾ ਸੱਤਾਂ ਦੀਪਾਂ ਵਿਚ ਫੈਲ ਰਹੀ ਹੈ ॥੩॥",
    "pronunciation": "jg`qR",
    "type_id": 3
  },
  {
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qY qw. hdriQ pwieE mwnu, syivAw guru prvwnu; swiD Ajgru. ijin kIAw aunmwnu]",
    "transliteration": "Thai Thaa Hadharathh Paaeiou Maan Saeviaa Gur Paravaan Saadhh Ajagar Jin Keeaa Ounamaan ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਤਾਂ (ਗੁਰੂ-ਨਾਨਕ ਦੀ) ਹਜ਼ੂਰੀ ਵਿੱਚੋਂ ਮਾਨ ਪਾਇਆ ਹੈ; ਤੂੰ ਪ੍ਰਵਾਣੀਕ ਗੁਰੂ (ਨਾਨਕ) ਨੂੰ ਸੇਵਿਆ ਹੈ, ਜਿਸ ਨੇ ਅਸਾਧ ਮਨ ਨੂੰ ਸਾਧ ਕੇ ਉਸ ਨੂੰ ਉੱਚਾ ਕੀਤਾ ਹੋਇਆ ਹੈ,",
    "pronunciation": "hd-riQ:polw bolo[ (hdriQ) hzUr gurU nwnk dyv swihb jI qoN[(hdriQ) h`d rihq[Ajgru: polw bolo[ (Aj-gru) Asih Bwr, AigAwn nUM swD ky[ ijn@W ny (aunmwnu) bRhm-ivcwr duAwrw, ivkwr s`p nUM v`s kIqw hY[",
    "type_id": 3
  },
  {
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir hir drs smwn, AwqmwvMq igAwn; jwxIA Akl giq, gur prvwn]",
    "transliteration": "Har Har Dharas Samaan Aathamaa Vanthagiaan Jaaneea Akal Gath Gur Paravaan ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਜਿਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹਰੀ ਦੇ ਦਰਸ਼ਨ-ਸਮਾਨ ਹੈ, ਜੋ ਆਤਮ-ਗਿਆਨ ਵਾਲਾ ਹੈ, ਤੂੰ ਉਸ ਪ੍ਰਵਾਣੀਕ ਅਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੇ ਰੂਪ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਸਮਝ ਲਈ ਹੈ।",
    "pronunciation": "(Awqmw) bRhmigAwn (vMq) vwly[ (A-kl) klpxw rihq krqwrjI",
    "type_id": 3
  },
  {
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jw kI idRsit. Acl Twx, ibml buiD suQwn; pihir sIl snwhu. skiq ibdwir]",
    "transliteration": "Jaa Kee Dhrisatt Achal Thaan Bimal Budhh Suthhaan Pehir Seel Sanaahu Sakath Bidhaar ||",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਨਾਨਕ) ਦੀ ਨਿਗਾਹ ਅਚੱਲ ਟਿਕਾਣੇ ਤੇ (ਟਿਕੀ ਹੋਈ) ਹੈ, ਜਿਸ ਗੁਰੂ ਦੀ ਬੁੱਧੀ ਨਿਰਮਲ ਹੈ ਤੇ ਸ੍ਰੇਸ਼ਟ ਥਾਂ ਤੇ ਲੱਗੀ ਹੋਈ ਹੈ, ਅਤੇ ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਨਿੰਮ੍ਰਤਾ ਵਾਲੇ ਸੁਭਾਉ ਦਾ ਸੰਨਾਹ ਪਹਿਨ ਕੇ ਮਾਇਆ (ਦੇ ਪ੍ਰਭਾਵ) ਨੂੰ ਨਾਸ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(skiq) mwieAw nUM (ibdwir) nws kIqw[ (Twx) AibnwsI AsQwn[A-c`l[ p-ihir",
    "type_id": 3
  },
  {
    "shabad_id": 5368,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "khu kIriq. klshwr, spq dIp mJwr; lhxw jgqR guru, pris murwir]4]",
    "transliteration": "Kahu Keerath Kal Sehaar Sapath Dheep Majhaar Lehanaa Jagathr Gur Paras Muraar ||4||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਆਖ- ਮੁਰਾਰੀ-ਰੂਪ ਜਗਤ-ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਚਰਨਾਂ) ਨੂੰ ਪਰਸ ਕੇ ਲਹਣੇ ਜੀ ਦੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ ॥੪॥",
    "pronunciation": "klshwr B`t[jg`qR",
    "type_id": 3
  },
  {
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "idRsit Drq, qm hrn; dhn AG, pwp pRnwsn]",
    "transliteration": "Dhrisatt Dhharath Tham Haran Dhehan Agh Paap Pranaasan ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਦ੍ਰਿਸ਼ਟੀ ਕਰਦਿਆਂ ਹੀ ਤੂੰ (ਅਗਿਆਨ-ਰੂਪ) ਹਨੇਰੇ ਨੂੰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈਂ; ਤੂੰ ਪਾਪ ਸਾੜਨ ਵਾਲਾ ਹੈਂ, ਅਤੇ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "pR-nwsn",
    "type_id": 3
  },
  {
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "sbd sUr blvMq; kwm Aru kRoD ibnwsn]",
    "transliteration": "Sabadh Soor Balavanth Kaam Ar Krodhh Binaasan ||",
    "punjabi": "ਤੂੰ ਸ਼ਬਦ ਦਾ ਸੂਰਮਾ ਹੈਂ ਤੇ ਬਲਵਾਨ ਹੈਂ, ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਨੂੰ ਤੂੰ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "loB moh, vis krx; srx jwick, pRiqpwlx]",
    "transliteration": "Lobh Moh Vas Karan Saran Jaachik Prathipaalan ||",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਲੋਭ ਤੇ ਮੋਹ ਨੂੰ ਕਾਬੂ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਸਰਨ ਆਏ ਮੰਗਤਿਆਂ ਨੂੰ ਤੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈਂ,",
    "pronunciation": "v`is[ pRiq-pwlx",
    "type_id": 3
  },
  {
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awqm rq, sMgRhx; khx AMimRq kl Fwlx]",
    "transliteration": "Aatham Rath Sangrehan Kehan Anmrith Kal Dtaalan ||",
    "punjabi": "ਤੂੰ ਆਤਮਕ ਪ੍ਰੇਮ ਨੂੰ ਇਕੱਠਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤੇਰੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਦੇ ਸੁੰਦਰ ਚਸ਼ਮੇ ਹਨ।",
    "pronunciation": "(kl) suMdr[ sMgRhx",
    "type_id": 3
  },
  {
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqgurU kl, siqgur iqlku; siq lwgY, so pY qrY]",
    "transliteration": "Sathiguroo Kal Sathigur Thilak Sath Laagai So Pai Tharai ||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਸ਼ਿਰੋਮਣੀ ਗੁਰੂ ਹੈ। ਜੋ ਮਨੁੱਖ ਸਰਧਾ ਧਾਰ ਕੇ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹੈ ਉਹ ਤਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5369,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guru jgq. iPrx sIh AMgrau; rwju jogu. lhxw krY]5]",
    "transliteration": "Gur Jagath Firanaseeh Angaro Raaj Jog Lehanaa Karai ||5||",
    "punjabi": "ਜਗਤ ਦਾ ਗੁਰੂ, ਬਾਬਾ ਫੇਰੂ (ਜੀ) ਦਾ ਸੁਪੁੱਤ੍ਰ ਲਹਿਣਾ ਜੀ (ਗੁਰੂ) ਅੰਗਦ ਰਾਜ ਅਤੇ ਜੋਗ ਮਾਣਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(iPrx) PyrU jI dy[ (sIh) Syr[siqgurU gurU (AMgrau) AMgd swihb jI",
    "type_id": 3
  }
]