[
  {
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "hir nwmu rsin gurmuiK brdwXau; aulit gMg psçim DrIAw ]",
    "transliteration": "Har Naam Rasan Guramukh Baradhaayo Oulatt Gang Pascham Dhhareeaa ||",
    "translation": "The Guru spoke the Lord's Name with His mouth and broadcast it throughout the world, to turn the tide of the hearts of men.",
    "punjabi": "ਜਿਹੜਾ ਹਰੀ ਦਾ ਨਾਮ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਉਚਾਰ ਕੇ ਵਰਤਾਇਆ ਤੇ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੀ ਥ੍ਰਿਤੀ ਸੰਸਾਰ ਵਲੋਂ ਉਲਟਾ ਦਿੱਤੀ,",
    "pronunciation": "br-dwXau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "soeI nwmu AClu. Bgqh Bv qwrxu; Amrdws gur kau PuirAw ]1]",
    "transliteration": "Soee Naam Ashhal Bhagatheh Bhav Thaaran Amaradhaas Gur Ko Furiaa ||1||",
    "translation": "That Undeceivable Naam, which carries the devotees across the world-ocean, came into Guru Amar Daas. ||1||",
    "punjabi": "ਉਹੀ ਅਛੱਲ ਨਾਮ, ਉਹੀ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ ਤੋਂ ਪਾਰ ਉਤਾਰਨ ਵਾਲਾ ਨਾਮ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ ॥੧॥",
    "pronunciation": "A-Clu",
    "type_id": 3
  },
  {
    "shabad_id": 5376,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ismrih soeI nwmu. jK´ Aru ikMnr; swiDk isD smwiD hrw ]",
    "transliteration": "Simarehi Soee Naam Jakhy Ar Kinnar Saadhhik Sidhh Samaadhh Haraa ||",
    "translation": "The gods and heavenly heralds, the Siddhas and seekers and Shiva in Samaadhi meditate in remembrance on the Naam, the Name of the Lord.",
    "punjabi": "ਉਸੇ ਨਾਮ ਨੂੰ ਜੱਖ, ਕਿੰਨਰ, ਸਾਧਿਕ ਸਿੱਧ ਅਤੇ ਸ਼ਿਵ ਜੀ ਸਮਾਧੀ ਲਾ ਕੇ ਸਿਮਰ ਰਹੇ ਹਨ।",
    "pronunciation": "jK´: j`iKA",
    "type_id": 3
  },
  {
    "shabad_id": 5376,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ismrih nK´qR Avr DR¨ mMfl; nwrdwid pRhlwid vrw ]",
    "transliteration": "Simarehi Nakhyathr Avar Dhhroo Manddal Naaradhaadh Prehalaadh Varaa ||",
    "translation": "The stars and the realms of Dhroo, and devotees like Naaraad and Prahlaad meditate on the Naam.",
    "punjabi": "ਉਸੇ ਨਾਮ ਨੂੰ ਅਨੇਕਾਂ ਨਛੱਤ੍ਰ, ਧ੍ਰੂ ਭਗਤ ਦੇ ਮੰਡਲ, ਨਾਰਦ ਆਦਿਕ ਤੇ ਪ੍ਰਹਲਾਦ ਆਦਿਕ ਸ੍ਰੇਸ਼ਟ ਭਗਤ ਜਪ ਰਹੇ ਹਨ।",
    "pronunciation": "nK´qR: niKAqR",
    "type_id": 3
  },
  {
    "shabad_id": 5376,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ssIAru Aru sUru. nwmu aulwsih; sYl loA, ijin auDirAw ]",
    "transliteration": "Saseear Ar Soor Naam Oulaasehi Sail Loa Jin Oudhhariaa ||",
    "translation": "The moon and the sun long for the Naam; it has saved even mountain ranges.",
    "punjabi": "ਚੰਦ੍ਰਮਾ ਅਤੇ ਸੂਰਜ ਉਸੇ ਹਰੀ-ਨਾਮ ਨੂੰ ਲੋਚ ਰਹੇ ਹਨ, ਜਿਸ ਨੇ ਪੱਥਰਾਂ ਦੇ ਢੇਰ ਤਾਰ ਦਿੱਤੇ।",
    "pronunciation": "(aulws-ih) auqSwh krdy hn[ au-DirAw",
    "type_id": 3
  },
  {
    "shabad_id": 5376,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "soeI nwmu AClu. Bgqh Bv qwrxu; Amrdws gur kau PuirAw ]2]",
    "transliteration": "Soee Naam Ashhal Bhagatheh Bhav Thaaran Amaradhaas Gur Ko Furiaa ||2||",
    "translation": "That Undeceivable Naam, which carries the devotees across the world-ocean, came into Guru Amar Daas. ||2||",
    "punjabi": "ਉਹੀ ਅਛੱਲ ਨਾਮ, ਤੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ ਤੋਂ ਤਾਰਨ ਵਾਲਾ ਨਾਮ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ ॥੨॥",
    "pronunciation": "A-Clu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5377,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "soeI nwmu isvir, nv nwQ inrMjnu; isv snkwid smuDirAw ]",
    "transliteration": "Soee Naam Sivar Nav Naathh Niranjan Siv Sanakaadh Samudhhariaa ||",
    "translation": "Dwelling upon that Immaculate Naam, the nine Yogic masters, Shiva and Sanak and many others have been emancipated.",
    "punjabi": "ਨੌ ਨਾਥ, ਸ਼ਿਵ ਜੀ, ਸਨਕ ਆਦਿਕ ਉਸੇ ਪਵਿੱਤ੍ਰ ਨਾਮ ਨੂੰ ਸਿਮਰ ਕੇ ਤਰ ਗਏ;",
    "pronunciation": "(s-muDirAw) BlI pRkwr auDirAw",
    "type_id": 3
  },
  {
    "shabad_id": 5377,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "cvrwsIh isD buD ijqu rwqy; AMbrIk Bvjlu qirAw ]",
    "transliteration": "Chavaraaseeh Sidhh Budhh Jith Raathae Anbareek Bhavajal Thariaa ||",
    "translation": "The eighty-four Siddhas, the beings of supernatural spiritual powers, and the Buddhas are imbued with the Naam; it carried Ambreek across the terrifying world-ocean.",
    "punjabi": "ਚੌਰਾਸੀ ਸਿੱਧ ਤੇ ਹੋਰ ਗਿਆਨਵਾਨ ਉਸੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ; (ਉਸੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅੰਬਰੀਕ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਤਰ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5377,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "auDau AkR¨ru iqlocnu nwmw; kil kbIr. iklivK hirAw ]",
    "transliteration": "Oudhho Akroor Thilochan Naamaa Kal Kabeer Kilavikh Hariaa ||",
    "translation": "It has erased the sins of Oodho, Akroor, Trilochan, Naam Dayv and Kabeer, in this Dark Age of Kali Yuga.",
    "punjabi": "ਉਸੇ ਨਾਮ ਨੂੰ ਊਧੌ, ਅਕ੍ਰੂਰ, ਤ੍ਰਿਲੋਚਨ ਅਤੇ ਨਾਮਦੇਵ ਭਗਤ ਨੇ ਸਿਮਰਿਆ, (ਉਸੇ ਨਾਮ ਨੇ) ਕਲਜੁਗ ਵਿਚ ਕਬੀਰ ਦੇ ਪਾਪ ਦੂਰ ਕੀਤੇ।",
    "pronunciation": "auDau: imlvW",
    "type_id": 3
  },
  {
    "shabad_id": 5377,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "soeI nwmu AClu. Bgqh Bv qwrxu; Amrdws gur kau PuirAw ]3]",
    "transliteration": "Soee Naam Ashhal Bhagatheh Bhav Thaaran Amaradhaas Gur Ko Furiaa ||3||",
    "translation": "That Undeceivable Naam, which carries the devotees across the world-ocean, came into Guru Amar Daas. ||3||",
    "punjabi": "ਉਹੀ ਅਛੱਲ ਨਾਮ, ਤੇ ਭਗਤ ਜਨਾਂ ਨੂੰ ਸੰਸਾਰ ਤੋਂ ਪਾਰ ਕਰਨ ਵਾਲਾ ਨਾਮ, ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਅਨੁਭਵ ਹੋਇਆ ॥੩॥",
    "pronunciation": "A-Clu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5378,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iqqu nwim lwig, qyqIs iDAwvih; jqI qpI sur min visAw ]",
    "transliteration": "Thith Naam Laag Thaethees Dhhiaavehi Jathee Thapeesur Man Vasiaa ||",
    "translation": "The three hundred thirty million angels meditate, attached to the Naam; it is enshrined within the minds of the celibates and ascetics.",
    "punjabi": "ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ ਉਸ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਅਕਾਲ ਪੁਰਖ ਨੂੰ) ਸਿਮਰ ਰਹੇ ਹਨ, (ਉਹੀ ਨਾਮ) ਜਤੀਆਂ ਅਤੇ ਵੱਡੇ ਵੱਡੇ ਤਪੀਆਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5378,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "soeI nwmu ismir, gMgyv ipqwmh; crx icq AMimRq risAw ]",
    "transliteration": "Soee Naam Simar Gangaev Pithaameh Charan Chith Anmrith Rasiaa ||",
    "translation": "Bhisham Pitama, the son of the Ganges, meditated on that Naam; his consciousness delighted in the Ambrosial Nectar of the Lord's Feet.",
    "punjabi": "ਉਸੇ ਨਾਮ ਨੂੰ ਸਿਮਰ ਕੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਚਰਣਾਂ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਭੀਸ਼ਮ ਪਤਾਮਾ ਦੇ ਚਿੱਤ ਵਿਚ ਨਾਮ ਅੰਮ੍ਰਿਤ ਚੋਇਆ।",
    "pronunciation": "gMgyv: BISm ipqwmh",
    "type_id": 3
  },
  {
    "shabad_id": 5378,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iqqu nwim gurU gMBIr. grUA miq; sq kir sMgiq auDrIAw ]",
    "transliteration": "Thith Naam Guroo Ganbheer Garooa Math Sath Kar Sangath Oudhhareeaa ||",
    "translation": "The great and profound Guru has brought forth the Naam; accepting the teachings as true, the Holy Congregation has been saved.",
    "punjabi": "ਉਸੇ ਨਾਮ ਵਿਚ ਲੱਗ ਕੇ, ਗੰਭੀਰ ਤੇ ਉਚੀ ਮੱਤ ਵਾਲੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ, ਪੂਰਨ ਸਰਧਾ ਦਾ ਸਦਕਾ, ਸੰਗਤ ਤਰ ਰਹੀ ਹੈ।",
    "pronunciation": "(grUA) BwrI miq gurmiq[ auDrI-Aw",
    "type_id": 3
  },
  {
    "shabad_id": 5378,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "soeI nwmu AClu. Bgqh Bv qwrxu; Amrdws gur kau PuirAw ]4]",
    "transliteration": "Soee Naam Ashhal Bhagatheh Bhav Thaaran Amaradhaas Gur Ko Furiaa ||4||",
    "translation": "That Undeceivable Naam, which carries the devotees across the world-ocean, came into Guru Amar Daas. ||4||",
    "punjabi": "ਉਹੀ ਅਛੱਲ ਨਾਮ ਤੇ ਭਗਤ ਜਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਤਾਰਨ ਵਾਲਾ ਨਾਮ ਗੁਰੂ ਅਮਰਦਾਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਗਟ ਹੋਇਆ ॥੪॥",
    "pronunciation": "A-Clu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5379,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwm ikiq sMswir; ikrix riv surqr swKh ]",
    "transliteration": "Naam Kith Sansaar Kiran Rav Surathar Saakheh ||",
    "translation": "The Glory of the Naam shines forth, like the rays of the sun, and the branches of the Elysian Tree.",
    "punjabi": "(ਜਿਵੇਂ) ਸ੍ਵਰਗ ਦੇ ਰੁੱਖ (ਮੌਲਸਰੀ) ਦੀਆਂ ਸ਼ਾਖ਼ਾਂ (ਖਿੱਲਰ ਕੇ ਸੁਗੰਧੀ ਖਿਲਾਰਦੀਆਂ ਹਨ), (ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਵਡਿਆਈ-ਰੂਪ ਸੂਰਜ ਦੀ ਕਿਰਣ ਦੇ ਜਗਤ ਵਿਚ (ਪ੍ਰਕਾਸ਼ ਕਰਨ ਦੇ ਕਾਰਨ)",
    "pronunciation": "(ikiq) kIrqI[ ijvyN svrg dy r`uK mOlsrI dIAW SwKW (iKlr ky sugMDI iKlwrdIAW hn), (iqvyN) prmwqmw dy nwm dI vifAweI-rUp sUrj dI ikrx duAwrw[ (surqr) svrg dw ru`K[",
    "type_id": 3
  },
  {
    "shabad_id": 5379,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "auqir diKix puib dyis; psçim jsu BwKh ]",
    "transliteration": "Outhar Dhakhin Pub Dhaes Pascham Jas Bhaakheh ||",
    "translation": "In the countries of the north, south, east and west, the Praises of the Naam are chanted.",
    "punjabi": "ਉੱਤਰ, ਦੱਖਣ, ਪੂਰਬ, ਪੱਛਮ ਦੇਸ ਵਿਚ (ਭਾਵ, ਸਭ ਪਾਸੀਂ) ਲੋਕ ਨਾਮ ਦਾ ਜਸ ਉਚਾਰ ਰਹੇ ਹਨ।",
    "pronunciation": "d-iKix",
    "type_id": 3
  },
  {
    "shabad_id": 5379,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jnmu. q iehu skXQu; ijqu nwmu hir irdY invwsY ]",
    "transliteration": "Janam Th Eihu Sakayathh Jith Naam Har Ridhai Nivaasai ||",
    "translation": "Life is fruitful, when the Name of the Lord abides in the heart.",
    "punjabi": "ਉਹੀ ਜਨਮ ਸਕਾਰਥਾ ਹੈ ਜਿਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵੱਸੇ।",
    "pronunciation": "sk-XQu: X qwlU qoN bolo[ (sk-XQu) skwrQ, sPlw",
    "type_id": 3
  },
  {
    "shabad_id": 5379,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "suir nr gx gMDrb; iCA drsn AwswsY ]",
    "transliteration": "Sur Nar Gan Gandhharab Shhia Dharasan Aasaasai ||",
    "translation": "The angelic beings, heavenly heralds, celestial singers and the six Shaastras yearn for the Naam.",
    "punjabi": "ਇਸ ਨਾਮ ਨੂੰ ਦੇਵਤੇ, ਮਨੁੱਖ, ਗਣ, ਗੰਧਰਬ ਤੇ ਛੇ ਹੀ ਭੇਖ ਲੋਚ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5379,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Blau pRisDu. qyjo qnO; kl´ joiV kr D´wieAE ]",
    "transliteration": "Bhalo Prasidhh Thaejo Thana Kaly Jorr Kar Dhhyaaeiaou ||",
    "translation": "The son of Tayj Bhaan of the Bhalla dynasty is noble and famous; with his palms pressed together, KALL meditates on Him.",
    "punjabi": "ਤੇਜ ਭਾਨ ਜੀ ਦੇ ਪੁੱਤ੍ਰ, ਭੱਲਿਆਂ ਦੀ ਕੁਲ ਵਿਚ ਉੱਘੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ) ਕਲ੍ਯ੍ਯ ਕਵੀ ਹੱਥ ਜੋੜ ਕੇ ਆਰਾਧਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ)-",
    "pronunciation": "bwby (qyjo) qyjBwn jI dy[ (qnO) spu`qR siqgurU Amrdws jI[ pRis`Du, gurmuiK kl´ B`t[kl´: k`ilA[ D´wieAE: iDAwieAE",
    "type_id": 3
  },
  {
    "shabad_id": 5379,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "soeI nwmu. Bgq Bvjl hrxu; gur Amrdws. qY pwieE ]5]",
    "transliteration": "Soee Naam Bhagath Bhavajal Haran Gur Amaradhaas Thai Paaeiou ||5||",
    "translation": "The Naam takes away the fears of the devotees about the word-ocean; Guru Amar Daas has obtained it. ||5||",
    "punjabi": "ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ! ਭਗਤਾਂ ਦਾ ਜਨਮ-ਮਰਨ ਕੱਟਣ ਵਾਲਾ ਉਹੀ ਨਾਮ ਤੂੰ ਪਾ ਲਿਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5380,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwmu iDAwvih dyv qyqIs, Aru swiDk isD nr; nwim KMf bRhmMf Dwry ]",
    "transliteration": "Naam Dhhiaavehi Dhaev Thaethees Ar Saadhhik Sidhh Nar Naam Khandd Brehamandd Dhhaarae ||",
    "translation": "The thirty-one million gods meditate on the Naam, along with the Siddhas and seekers; the Naam supports solar systems and galaxies.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਤੇਤੀ ਕਰੋੜ ਦੇਵਤੇ ਸਾਧਿਕ ਸਿੱਧ ਤੇ ਮਨੁੱਖ ਧਿਆਉਂਦੇ ਹਨ। ਹਰੀ ਦੇ ਨਾਮ ਨੇ ਹੀ ਸਾਰੇ ਖੰਡ ਬ੍ਰਹਮੰਡ (ਭਾਵ, ਸਾਰੇ ਲੋਕ) ਟਿਕਾਏ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5380,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jh nwmu smwiDE; hrKu sogu. sm kir shwry ]",
    "transliteration": "Jeh Naam Samaadhhiou Harakh Sog Sam Kar Sehaarae ||",
    "translation": "One who meditates on the Naam in Samaadhi, endures sorrow and joy as one and the same.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ ਨਾਮ ਨੂੰ ਸਿਮਰਿਆ ਹੈ, ਉਨ੍ਹਾਂ ਨੇ ਖ਼ੁਸ਼ੀ ਤੇ ਚਿੰਤਾ ਨੂੰ ਇਕ ਸਮਾਨ ਜਰਿਆ ਹੈ।",
    "pronunciation": "(smwiDE) A&ur smwDI lw ky nwm ismirAw",
    "type_id": 3
  },
  {
    "shabad_id": 5380,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwmu isromix srb mY; Bgq rhy ilv Dwir ]",
    "transliteration": "Naam Siroman Sarab Mai Bhagath Rehae Liv Dhhaar ||",
    "translation": "The Naam is the most sublime of all; the devotees remain lovingly attuned to it.",
    "punjabi": "(ਸਾਰੇ ਪਦਾਰਥਾਂ ਵਿਚੋਂ) ਸਰਬ-ਵਿਆਪਕ ਹਰੀ ਦਾ ਨਾਮ-ਪਦਾਰਥ ਉੱਤਮ ਹੈ, ਭਗਤ ਜਨ ਇਸ ਨਾਮ ਵਿਚ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ ਟਿਕ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5380,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "soeI nwmu pdwrQu Amr gur; quis dIE krqwir ]6]",
    "transliteration": "Soee Naam Padhaarathh Amar Gur Thus Dheeou Karathaar ||6||",
    "translation": "Guru Amar Daas was blessed with the treasure of the Naam, by the Creator Lord, in His Pleasure. ||6||",
    "punjabi": "ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ! ਉਹੀ ਨਾਮ-ਪਦਾਰਥ ਕਰਤਾਰ ਨੇ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਤੈਨੂੰ) ਦਿੱਤਾ ਹੈ ॥੬॥",
    "pronunciation": "(q`uis) pRsMn ho ky",
    "type_id": 3
  },
  {
    "shabad_id": 5381,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "siq sUrau sIil blvMqu; sq Bwie sMgiq sGn, grUA miq, inrvYir lIxw ]",
    "transliteration": "Sath Sooro Seel Balavanth Sath Bhaae Sangath Saghan Garooa Math Niravair Leenaa ||",
    "translation": "He is the Warrior Hero of Truth, humility is His Power. His Loving Nature inspires the Congregation with deep and profound understanding; He is absorbed in the Lord, free of hate and vengeance.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ) ਸੱਤਿ ਦਾ ਸੂਰਮਾ ਹੈ (ਭਾਵ, ਨਾਮ ਦਾ ਪੂਰਨ ਰਸੀਆ), ਸੀਲਵੰਤ ਹੈ, ਸ਼ਾਂਤ ਸੁਭਾਉ ਵਿਚ ਤਕੜਾ ਹੈ, ਵੱਡੀ ਸੰਗਤ ਵਾਲਾ ਹੈ, ਡੂੰਘੀ ਮੱਤ ਵਾਲਾ ਹੈ ਤੇ ਨਿਰਵੈਰ ਹਰੀ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "(siq) s`cy, inscy[ (Bwie) pRym nwl",
    "type_id": 3
  },
  {
    "shabad_id": 5381,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijsu DIrju Duir. Dvlu; Dujw syiq, bYkuMT bIxw ]",
    "transliteration": "Jis Dhheeraj Dhhur Dhhaval Dhhujaa Saeth Baikunth Beenaa ||",
    "translation": "Patience has been His white banner since the beginning of time, planted on the bridge to heaven.",
    "punjabi": "ਜਿਸ ਦਾ (ਭਾਵ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਧੀਰਜ ਰੂਪ ਝੰਡਾ ਬੈਕੁੰਠ ਦੇ ਪੁਲ ਤੇ ਬਣਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਧੀਰਜ ਤੋਂ ਸਿਖਿਆ ਲੈ ਕੇ ਸੇਵਕ ਜਨ ਸੰਸਾਰ ਤੋਂ ਪਾਰ ਲੰਘ ਕੇ ਮੁਕਤ ਹੁੰਦੇ ਹਨ। ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਧੀਰਜ ਸੇਵਕਾਂ ਦੀ, ਝੰਡਾ-ਰੂਪ ਹੋ ਕੇ, ਅਗਵਾਈ ਕਰ ਰਹੀ ਹੈ)।",
    "pronunciation": "(ijsu) ijnHW ny Drm rUpI (Dvlu) DOl nMU DuroN hI DIrju idqw hY[ (syiq) ic`ty inSwn vwly sulh kul[ (bIxw) suMdr",
    "type_id": 3
  },
  {
    "shabad_id": 5381,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "prsih sMq ipAwru; ijh krqwrh sMjogu ]",
    "transliteration": "Parasehi Santh Piaar Jih Karathaareh Sanjog ||",
    "translation": "The Saints meet their Beloved Guru, who is united with the Creator Lord.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਦਾ ਕਰਤਾਰ ਨਾਲ ਸੰਜੋਗ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਉਸ ਪਿਆਰ-ਸਰੂਪ ਗੁਰੂ ਨੂੰ ਸੰਤ ਜਨ ਪਰਸਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5381,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "siqgurU syiv suKu pwieE; Amir guir. kIqau jogu ]7]",
    "transliteration": "Sathiguroo Saev Sukh Paaeiou Amar Gur Keetho Jog ||7||",
    "translation": "Serving the True Guru, they find peace; Guru Amar Daas has given them this ability. ||7||",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਸੇਵ ਕੇ ਸੁਖ ਪਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਉਹਨਾਂ ਨੂੰ ਇਸ ਜੋਗ ਬਣਾ ਦਿੱਤਾ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5382,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "nwmu nwvxu, nwmu rs Kwxu, Aru Bojnu nwm rsu; sdw cwX, muiK ims† bwxI ]",
    "transliteration": "Naam Naavan Naam Ras Khaan Ar Bhojan Naam Ras Sadhaa Chaay Mukh Mist Baanee ||",
    "translation": "The Naam is His cleansing bath; the Naam is the food He eats; the Naam is the taste He enjoys. With deep yearning, He chants the Sweet Bani of the Guru's Word forever.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਲਈ) ਨਾਮ ਹੀ ਇਸ਼ਨਾਨ ਹੈ, ਨਾਮ ਹੀ ਰਸਾਂ ਦਾ ਖਾਣਾ ਪੀਣਾ ਹੈ, ਨਾਮ ਦਾ ਰਸ ਹੀ (ਉਹਨਾਂ ਲਈ) ਉਤਸ਼ਾਹ ਦੇਣ ਵਾਲਾ ਹੈ ਅਤੇ ਨਾਮ ਹੀ (ਉਹਨਾਂ ਦੇ) ਮੁਖ ਵਿਚ ਮਿੱਠੇ ਬਚਨ ਹਨ।",
    "pronunciation": "n@wvxu[ cw-X: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5382,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Din siqguru syivE; ijsu pswie giq Agm jwxI ]",
    "transliteration": "Dhhan Sathigur Saeviou Jis Pasaae Gath Agam Jaanee ||",
    "translation": "Blessed is service to the True Guru; by His Grace, the State of the Unfathomable Lord is known.",
    "punjabi": "ਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਧੰਨ ਹੈ (ਜਿਸ ਨੂੰ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ) ਸੇਵਿਆ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਹਨਾਂ ਅਪਹੁੰਚ ਪ੍ਰਭੂ ਦਾ ਭੇਤ ਪਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5382,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kul sMbUh, smuDry; pwXau nwm invwsu ]",
    "transliteration": "Kul Sanbooh Samudhharae Paayo Naam Nivaas ||",
    "translation": "All Your generations are totally saved; You dwell in the Naam, the Name of the Lord.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ) ਕਈ ਕੁਲਾਂ ਤਾਰ ਕਰ ਦਿੱਤੀਆਂ, (ਆਪ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਨਾਮ ਦਾ ਨਿਵਾਸ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(s-muDry) BlI pRkwr auDry[ pw-Xau",
    "type_id": 3
  }
]
