[
  {
    "shabad_id": 5382,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "skXQu jnmu kl´ücrY; guru pris´au Amr pRgwsu ]8]",
    "transliteration": "Sakayathh Janam Kalyaacharai Gur Parasiyo Amar Pragaas ||8||",
    "translation": "So speaks KALL: fruitful is the life of one who meets with Guru Amar Daas, radiant with the Light of God. ||8||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ ਉਸ ਮਨੁੱਖ ਦਾ ਜਨਮ ਸਕਾਰਥਾ ਹੈ ਜਿਸ ਨੇ ਪ੍ਰਕਾਸ਼-ਸੂਰਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਪਰਸਿਆ ਹੈ ॥੮॥",
    "pronunciation": "sk-XQu: X qwlU qoN bolo [ pris´au: prisAau",
    "type_id": 3
  },
  {
    "shabad_id": 5383,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "bwirju kir dwihxY; isiD. snmuK muKu jovY ]",
    "transliteration": "Baarij Kar Dhaahinai Sidhh Sanamukh Mukh Jovai ||",
    "translation": "On His right hand is the sign of the lotus; the Siddhis, the supernatural spiritual powers, await His Command.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ) ਸੱਜੇ ਹੱਥ ਵਿਚ ਪਦਮ ਹੈ; ਸਿੱਧੀ (ਉਹਨਾਂ ਦੇ) ਮੂੰਹ ਨੂੰ ਸਾਹਮਣੇ ਹੋ ਕੇ ਤੱਕ ਰਹੀ ਹੈ;",
    "pronunciation": "gurU Amrdws jI dy (dwihxY) s`jy h`Q s`jy h`Q c (bwirju) kvl hY, isDI mukqI muK kml nMU q`k rhI hY",
    "type_id": 3
  },
  {
    "shabad_id": 5383,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iriD bsY bWvWig; ju qIin lokWqr mohY ]",
    "transliteration": "Ridhh Basai Baanvaang J Theen Lokaanthar Mohai ||",
    "translation": "On His left are worldly powers, which fascinate the three worlds.",
    "punjabi": "(ਆਪ ਦੇ) ਖੱਬੇ ਅੰਗ ਵਿਚ ਰਿੱਧੀ ਵੱਸ ਰਹੀ ਹੈ, ਜੋ ਤਿੰਨਾਂ ਲੋਕਾਂ ਨੂੰ ਮੋਂਹਦੀ ਹੈ।",
    "pronunciation": "iqMnW lokWqr lokW nMU AMdroN AMdrIN moh rhI ir`DI[(bWvWig) K`by pwsy KV@I hY",
    "type_id": 3
  },
  {
    "shabad_id": 5383,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "irdY bsY AkhIau; soie rsu. iqn hI jwqau ]",
    "transliteration": "Ridhai Basai Akeheeo Soe Ras Thin Hee Jaatho ||",
    "translation": "The Inexpressible Lord abides in His Heart; He alone knows this joy.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਅਕੱਥ ਹਰੀ ਵੱਸ ਰਿਹਾ ਹੈ, ਇਸ ਆਨੰਦ ਨੂੰ ਉਸ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਨੇ ਆਪ ਹੀ ਜਾਣਿਆ ਹੈ।",
    "pronunciation": "(A-k`hIau) kQn rihq pRmySr[ jw-qau",
    "type_id": 3
  },
  {
    "shabad_id": 5383,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "muKhu Bgiq aucrY; Amru guru, iequ rMig rwqau ]",
    "transliteration": "Mukhahu Bhagath Oucharai Amar Gur Eith Rang Raatho ||",
    "translation": "Guru Amar Daas utters the words of devotion, imbued with the Love of the Lord.",
    "punjabi": "ਇਸ ਰੰਗ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਗੁਰੂ ਅਮਰਦਾਸ ਆਪਣੇ ਮੁਖ ਤੋਂ (ਅਕਾਲ ਪੁਰਖ ਦੀ) ਭਗਤੀ ਉਚਾਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "au~crY",
    "type_id": 3
  },
  {
    "shabad_id": 5383,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "msqik nIswxu, scau krmu; kl´ joiV kir D´wieAau ]",
    "transliteration": "Masathak Neesaan Sacho Karam Kaly Jorr Kar Dhhyaaeiao ||",
    "translation": "On His forehead is the true insignia of the Lord's Mercy; with his palms pressed together, KALL meditates on Him.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ) ਮੱਥੇ ਉੱਤੇ (ਪਰਮਾਤਮਾ ਦੀ) ਸੱਚੀ ਬਖ਼ਸ਼ਸ਼-ਰੂਪ ਨਿਸ਼ਾਨ ਹੈ। ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! ਹੱਥ ਜੋੜ ਕੇ (ਇਸ ਸਤਿਗੁਰੂ ਨੂੰ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਧਿਆਇਆ ਹੈ,",
    "pronunciation": "gurmuiK kl´ B`t[ kl´: k`ilA[D´wieAau: iDAwieAau",
    "type_id": 3
  },
  {
    "shabad_id": 5383,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "prisAau, gurU siqgur iqlku; srb ieC. iqin pwieAau ]9]",
    "transliteration": "Parasiao Guroo Sathigur Thilak Sarab Eishh Thin Paaeiao ||9||",
    "translation": "Whoever meets with the Guru, the certified True Guru, has all his desires fulfilled. ||9||",
    "punjabi": "ਤੇ ਇਸ ਸ਼ਿਰੋਮਣੀ ਸਤਿਗੁਰੂ ਨੂੰ ਪਰਸਿਆ ਹੈ, ਉਸ ਨੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਮਨੋ-ਕਾਮਨਾਂ ਪਾ ਲਈਆਂ ਹਨ ॥੯॥",
    "pronunciation": "pr-isAau[ pwieAau",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "crx. q pr skXQ; crx. gur Amr pvil rX ]",
    "transliteration": "Charan Th Par Sakayathh Charan Gur Amar Paval Ray ||",
    "translation": "Supremely fruitful are the feet which walk upon the path of Guru Amar Daas.",
    "punjabi": "ਉਹੀ ਚਰਨ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਕਾਰਥੇ ਹਨ, ਜੋ ਚਰਨ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "sk-XQ: X qwlU qoN bolo[ (skXQ) skwrQy, sPly[ (pv`il) pYNdy hn[ r-X: X qwlU qoN bolo[ (rX) rsqy[",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hQ. q pr skXQ; hQ lgih. gur Amr pX ]",
    "transliteration": "Hathh Th Par Sakayathh Hathh Lagehi Gur Amar Pay ||",
    "translation": "Supremely fruitful are the hands which touch the feet of Guru Amar Daas.",
    "punjabi": "ਉਹੀ ਹੱਥ ਸਫਲੇ ਹਨ, ਜੋ ਹੱਥ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਚਰਨਾਂ ਤੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "p-X",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jIh. q pr skXQ; jIh. gur Amru BixjY ]",
    "transliteration": "Jeeh Th Par Sakayathh Jeeh Gur Amar Bhanijai ||",
    "translation": "Supremely fruitful is the tongue which utters the praises of Guru Amar Daas.",
    "punjabi": "ਉਹੀ ਜੀਭ ਸਕਾਰਥੀ ਹੈ, ਜੋ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਸਲਾਹੁੰਦੀ ਹੈ।",
    "pronunciation": "Bix`jY",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nYx. q pr skXQ; nXix. guru Amru ipiKjY ]",
    "transliteration": "Nain Th Par Sakayathh Nayan Gur Amar Pikhijai ||",
    "translation": "Supremely fruitful are the eyes which behold Guru Amar Daas.",
    "punjabi": "ਉਹੀ ਅੱਖਾਂ ਸਫਲ ਹਨ ਜਿਨ੍ਹਾਂ ਅੱਖਾਂ ਨਾਲ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਵੇਖੀਏ।",
    "pronunciation": "n-X-ix: X qwlU qoN bolo[ ip`iKjY",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sRvx. q pr skXQ; sRvix guru Amru suixjY ]",
    "transliteration": "Sravan Th Par Sakayathh Sravan Gur Amar Sunijai ||",
    "translation": "Supremely fruitful are the ears which hear the Praises of Guru Amar Daas.",
    "punjabi": "ਉਹੀ ਕੰਨ ਸਫਲ ਹਨ, ਜਿਨ੍ਹਾਂ ਕੰਨਾਂ ਨਾਲ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਸੋਭਾ ਸੁਣੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "skXQu su hIau, ijqu hIA bsY; gur Amrdwsu, inj jgq ipq ]",
    "transliteration": "Sakayathh S Heeo Jith Heea Basai Gur Amaradhaas Nij Jagath Pith ||",
    "translation": "Fruitful is the heart in which Guru Amar Daas, the Father of the world, Himself abides.",
    "punjabi": "ਉਹੀ ਹਿਰਦਾ ਸਕਾਰਥਾ ਹੈ, ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਜਗਤ ਦਾ ਪਿਤਾ ਪਿਆਰਾ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5384,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "skXQu su isru, jwlpu BxY; ju isru invY, gur Amr inq ]1]10]",
    "transliteration": "Sakayathh S Sir Jaalap Bhanai J Sir Nivai Gur Amar Nith ||1||10||",
    "translation": "Fruitful is the head, says Jaalap, which bows forever before Guru Amar Daas. ||1||10||",
    "punjabi": "ਜਾਲਪ ਕਵੀ ਆਖਦਾ ਹੈ ਕਿ ਉਹੀ ਸਿਰ ਸਫਲ ਹੈ, ਜੋ ਸਿਰ ਸਦਾ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਅੱਗੇ ਨਿਊਂਦਾ ਹੈ ॥੧॥੧੦॥",
    "pronunciation": "gurmuiK jwlpu B`t[",
    "type_id": 3
  },
  {
    "shabad_id": 5385,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iq nr duK nh BuK; iq nr inDn, nhu khIAih ]",
    "transliteration": "Th Nar Dhukh Neh Bhukh Th Nar Nidhhan Nahu Keheeahi ||",
    "translation": "They do not suffer pain or hunger, and they cannot be called poor.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਨਾਹ ਕੋਈ ਦੁੱਖ ਹੈ ਨਾਹ ਭੁੱਖ, ਉਹ ਮਨੁੱਖ ਕੰਗਾਲ ਨਹੀਂ ਕਹੇ ਜਾ ਸਕਦੇ;",
    "pronunciation": "(in-Dn) inrDn, khI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 5385,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iq nr soku, nhu hUAY; iq nr sy AMqu, n lhIAih ]",
    "transliteration": "Th Nar Sok Nahu Huai Th Nar Sae Anth N Leheeahi ||",
    "translation": "They do not grieve, and their limits cannot be found.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਨਹੀਂ ਵਿਆਪਦੀ; ਉਹ ਮਨੁੱਖ ਅਜਿਹੇ ਹਨ ਕਿ ਉਹਨਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5385,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iq nr syv. nhu krih; iq nr. sX shs smpih ]",
    "transliteration": "Th Nar Saev Nahu Karehi Th Nar Say Sehas Samapehi ||",
    "translation": "They do not serve anyone else, but they give gifts to hundreds and thousands.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਕਰਦੇ, ਉਹ ਮਨੁੱਖ (ਤਾਂ ਆਪ) ਸੈਂਕੜੇ ਹਜ਼ਾਰਾਂ (ਪਦਾਰਥ ਹੋਰਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ) ਦੇਂਦੇ ਹਨ;",
    "pronunciation": "pUrn gurU jI ibn, hor dMBI dI syv nhIN krdy[ s-X: X qwlU qoN bolo[ (sX) sYNkVy mnu`KW nUM[ (shs) hzwrW pdwrQ[ (s-mpih) Arp idMdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 5385,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iq nr dulIcY bhih; iq nr auQip ibQpih ]",
    "transliteration": "Th Nar Dhuleechai Behehi Th Nar Outhhap Bithhapehi ||",
    "translation": "They sit on beautiful carpets; they establish and disestablish at will.",
    "punjabi": "ਗ਼ਲੀਚੇ ਤੇ ਬੈਠਦੇ ਹਨ (ਭਾਵ, ਰਾਜ ਮਾਣਦੇ ਹਨ) ਅਤੇ ਉਹ ਮਨੁੱਖ (ਔਗੁਣਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚੋਂ) ਪੁੱਟ ਕੇ (ਸ਼ੁਭ ਗੁਣਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ) ਟਿਕਾਉਂਦੇ ਹਨ।",
    "pronunciation": "au-Qip ib-Qpih",
    "type_id": 3
  },
  {
    "shabad_id": 5385,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "suK lhih. iq nr sMswr mih; ABY ptu, irp miD iqh ]",
    "transliteration": "Sukh Lehehi Th Nar Sansaar Mehi Abhai Patt Rip Madhh Thih ||",
    "translation": "They find peace in this world, and live fearlessly amidst their enemies.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ ਵਿਚ ਸੁਖ ਮਾਣਦੇ ਹਨ, (ਕਾਮਾਦਿਕ) ਵੈਰੀਆਂ ਦੇ ਵਿਚ ਨਿਰਭੈਤਾ ਦਾ ਬਸਤ੍ਰ ਪਾਈ ਰੱਖਦੇ ਹਨ (ਭਾਵ, ਨਿਰਭੈ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "(ptu) cqur[ (irp) vYrIAW (miD) iv`c[ A-BY, ptu, miD: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5385,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "skXQ iq nr. jwlpu BxY; gur Amrdwsu supRsMnu ijh ]2]11]",
    "transliteration": "Sakayathh Th Nar Jaalap Bhanai Gur Amaradhaas Suprasann Jih ||2||11||",
    "translation": "They are fruitful and prosperous, says Jaalap. Guru Amar Daas is pleased with them. ||2||11||",
    "punjabi": "ਜਾਲਪ ਕਵੀ ਆਖਦਾ ਹੈ ਕਿ \"ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਪ੍ਰਸੰਨ ਹਨ, ਉਹ ਮਨੁੱਖ ਸਫਲ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਸਫਲਾ ਹੈ)\" ॥੨॥੧੧॥",
    "pronunciation": "gurmuiK jwlpu B`t[ supRsMn[ sk-XQ: X qwlU qoN bol",
    "type_id": 3
  },
  {
    "shabad_id": 5386,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "qY piFAau ieku, min DirAau ieku; kir ieku pCwixE ]",
    "transliteration": "Thai Padtiao Eik Man Dhhariao Eik Kar Eik Pashhaaniou ||",
    "translation": "You read about the One Lord, and enshrine Him in Your mind; You realize the One and Only Lord.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ!) ਤੂੰ ਇਕ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਹੀ ਪੜ੍ਹਿਆ ਹੈ, ਤੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਇੱਕ ਨੂੰ ਹੀ ਸਿਮਰਿਆ ਹੈ, ਅਤੇ ਇਹੀ ਨਿਸਚੇ ਕੀਤਾ ਹੈ ਕਿ ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ ਆਪ ਹੈ (ਭਾਵ, ਕੋਈ ਦੂਜਾ ਉਸ ਜਿਹਾ ਨਹੀਂ ਹੈ);",
    "pronunciation": "piF-Aau[ Dir-Aau",
    "type_id": 3
  },
  {
    "shabad_id": 5386,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nXix bXix muih, ieku ieku; duhu TWie. n jwixE ]",
    "transliteration": "Nayan Bayan Muhi Eik Eik Dhuhu Thaane N Jaaniou ||",
    "translation": "With Your eyes and the words You speak, You dwell upon the One Lord; You do not know any other place of rest.",
    "punjabi": "(ਤੇਰੀ) ਦ੍ਰਿਸ਼ਟੀ ਵਿਚ, (ਤੇਰੇ) ਬਚਨ ਵਿਚ, ਅਤੇ (ਤੇਰੇ) ਮੂੰਹ ਵਿਚ ਕੇਵਲ ਅਕਾਲ ਪੁਰਖ ਹੀ ਅਕਾਲ ਪੁਰਖ ਹੈ, ਤੂੰ ਦੂਜਾ-ਪਨ ਨੂੰ (ਭਾਵ, ਇਸ ਖ਼ਿਆਲ ਨੂੰ ਕਿ ਅਕਾਲ ਪੁਰਖ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਹੋਰ ਭੀ ਦੂਜਾ ਹੈ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਜਾਤਾ ਹੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(muih) mUMh c [X qwlU qoN bolo[ n-X-ix, b-X-ix: XXy bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "supin ieku. prqiK ieku; ieks mih lIxau ]",
    "transliteration": "Supan Eik Parathakh Eik Eikas Mehi Leeno ||",
    "translation": "You know the One Lord while dreaming, and the One Lord while awake. You are absorbed in the One.",
    "punjabi": "ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਨੂੰ, (ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ!) ਤੂੰ ਸੁਫ਼ਨੇ ਵਿਚ ਭੀ ਅਤੇ ਜਾਗਦਿਆਂ ਭੀ (ਸਿਮਰਦਾ ਹੈਂ), ਤੂੰ ਉਸ ਇੱਕ ਵਿਚ ਹੀ (ਸਦਾ) ਲੀਨ ਰਹਿੰਦਾ ਹੈਂ,",
    "pronunciation": "prq`iK",
    "type_id": 3
  },
  {
    "shabad_id": 5386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qIs ieku Aru pMij isDu; pYqIs. n KIxau ]",
    "transliteration": "Thees Eik Ar Panj Sidhh Paithees N Kheeno ||",
    "translation": "At the age of seventy-one, You began to march towards the Indestructible Lord.",
    "punjabi": "ਜੋ ਅਕਾਲ ਪੁਰਖ ਤ੍ਰੀਹਾਂ (ਦਿਨਾਂ ਵਿਚ, ਭਾਵ, ਮਹੀਨੇ ਸਾਲ ਸਦੀਆਂ ਜੁਗਾਂ ਵਿਚ ਸਦਾ ਹਰ ਸਮੇਂ) ਵਿਚ ਇਕੋ ਹੀ ਹੈ, ਜੋ ਅਕਾਲ ਪੁਰਖ ਪੰਜਾਂ ਤੱਤਾਂ ਦੇ ਸਮੂਹ ਵਿਚ (ਭਾਵ, ਸਾਰੇ ਜਗਤ ਵਿਚ) ਪਰਗਟ ਹੈ, ਜੋ ਅਬਿਨਾਸ਼ੀ ਪ੍ਰਭੂ ਪੈਂਤੀ (ਅੱਖਰਾਂ ਵਿਚ, ਭਾਵ, ਸਾਰੀ ਹੀ ਬਾਣੀ ਵਿਚ ਜੋ ਇਹਨਾਂ ਅੱਖਰਾਂ ਦੁਆਰਾ ਲਿਖਤ ਵਿਚ ਆਈ ਹੈ) ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "(qIs) ieku pMij pYqIs, 71 swl dI bzurg AvsQw nMU (isDu) pRwpiq ho ky, mhwrwj swihb jI dI s`cI Srn c Awey[ syvw s&weI kridAW (Kixau) hIxqweI gilAwnI nhIN mMnI beI bdbo AwauNdI hY",
    "type_id": 3
  },
  {
    "shabad_id": 5386,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iekhu ij lwKu. lKhu AlKu hY; ieku ieku kir vrinAau ]",
    "transliteration": "Eikahu J Laakh Lakhahu Alakh Hai Eik Eik Kar Varaniao ||",
    "translation": "The One Lord, who takes hundreds of thousands of forms, cannot be seen. He can only be described as One.",
    "punjabi": "ਜਿਸ ਇੱਕ ਹਰੀ ਤੋਂ ਲੱਖਾਂ ਜੀਵ ਬਣੇ ਹਨ, ਅਤੇ ਜੋ ਇਹਨਾਂ ਲੱਖਾਂ ਜੀਆਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਇੱਕ ਨੂੰ (ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ!) ਤੂੰ ਇੱਕ (ਅਦੁਤੀ) ਕਰਕੇ ਹੀ ਵਰਣਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5386,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gur Amrdws jwlpu BxY; qU ieku loVih. ieku mMinAau ]3]12]",
    "transliteration": "Gur Amaradhaas Jaalap Bhanai Thoo Eik Lorrehi Eik Manniao ||3||12||",
    "translation": "So speaks Jaalap: O Guru Amar Daas, You long for the One Lord, and believe in the One Lord alone. ||3||12||",
    "punjabi": "ਜਾਲਪ ਭੱਟ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ! ਤੂੰ ਇੱਕ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਹੀ ਮੰਗਦਾ ਹੈਂ ਅਤੇ ਇੱਕ ਨੂੰ ਹੀ ਮੰਨਦਾ ਹੈਂ ॥੩॥੧੨॥",
    "pronunciation": "gurmuiK jwlpu B`t",
    "type_id": 3
  },
  {
    "shabad_id": 5387,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ij miq ghI jYdyiv; ij miq nwmY sMmwxI ]",
    "transliteration": "J Math Gehee Jaidhaev J Math Naamai Sanmaanee ||",
    "translation": "The understanding which Jai Dayv grasped, the understanding which permeated Naam Dayv,",
    "punjabi": "ਜਿਹੜੀ ਮੱਤ ਜੈਦੇਵ ਨੇ ਸਿੱਖੀ, ਜਿਹੜੀ ਮੱਤ ਨਾਮਦੇਵ ਵਿਚ ਸਮਾਈ ਹੋਈ ਸੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5387,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ij miq iqRlocn iciq; Bgq kMbIrih jwxI ]",
    "transliteration": "J Math Thrilochan Chith Bhagath Kanbeerehi Jaanee ||",
    "translation": "The understanding which was in the consciousness of Trilochan and known by the devotee Kabeer,",
    "punjabi": "ਜੋ ਮੱਤ ਤ੍ਰਿਲੋਚਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੀ, ਜਿਹੜੀ ਮੱਤ ਕਬੀਰ ਭਗਤ ਨੇ ਸਮਝੀ ਸੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5387,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "rukmWgd krqUiq; rwmu jMphu inq BweI ]",
    "transliteration": "Rukamaangadh Karathooth Raam Janpahu Nith Bhaaee ||",
    "translation": "By which Rukmaangad constantly meditated on the Lord, O Siblings of Destiny,",
    "punjabi": "ਜਿਸ ਮੱਤ ਦਾ ਸਦਕਾ ਰੁਕਮਾਂਗਦ ਦੀ ਕਾਰ ਇਹ ਸੀ (ਕਿ ਆਪ ਜਪਦਾ ਸੀ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਆਖਦਾ ਸੀ) ਹੇ ਭਾਈ! ਨਿੱਤ ਰਾਮ ਨੂੰ ਸਿਮਰੋ,",
    "pronunciation": "nyk swaU Drmwqmw rwjy rukmWgd nMU CLx leI, ienW@ dy bwZ c , AiqAMq hI suMdr nwrI phMucI[ ijs nMU dyKx vwly swry hI moihq ho gey[ ismrn c lIx rwjy dw ic`q Afol irhw, AYsy gurmuiK rwjy vWg nwm jpo jI ipAwry[",
    "type_id": 3
  },
  {
    "shabad_id": 5387,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AMmrIk pRhlwid; srix goibMd giq pweI ]",
    "transliteration": "Anmareek Prehalaadh Saran Gobindh Gath Paaee ||",
    "translation": "Which brought Ambreek and Prahlaad to seek the Sanctuary of the Lord of the Universe, and which brought them to salvation",
    "punjabi": "ਜਿਸ ਮੱਤ ਦੁਆਰਾ ਅੰਬਰੀਕ ਤੇ ਪ੍ਰਹਲਾਦ ਨੇ ਗੋਬਿੰਦ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਲੱਭੀ ਸੀ,",
    "pronunciation": "pR-hlw-id",
    "type_id": 3
  },
  {
    "shabad_id": 5387,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "qY loBu kRoDu iqRsnw qjI; sumiq jl´ jwxI jugiq ]",
    "transliteration": "Thai Lobh Krodhh Thrisanaa Thajee S Math Jaly Jaanee Jugath ||",
    "translation": "Says JALL that sublime understanding has brought You to renounce greed, anger and desire, and to know the way.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ!) ਜਲ੍ਯ੍ਯ (ਆਖਦਾ ਹੈ) ਤੂੰ ਉਸ ਮੱਤ ਦੀ ਜੁਗਤੀ ਜਾਣ ਲਈ ਹੈ ਤੂੰ ਲੋਭ ਕ੍ਰੋਧ ਤੇ ਤ੍ਰਿਸਨਾ ਤਿਆਗ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "su-m`iq, gurmuiK jl´ B`t[ jl´: j`ilA",
    "type_id": 3
  },
  {
    "shabad_id": 5387,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "guru Amrdwsu inj Bgqu hY; dyiK drsu pwvau mukiq ]4]13]",
    "transliteration": "Gur Amaradhaas Nij Bhagath Hai Dhaekh Dharas Paavo Mukath ||4||13||",
    "translation": "Guru Amar Daas is the Lord's own devotee; gazing upon the Blessed Vision of His Darshan, one is liberated. ||4||13||",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਅਕਾਲ ਪੁਰਖ ਦਾ ਪਿਆਰਾ ਭਗਤ ਹੈ। ਮੈਂ (ਉਸ ਦਾ) ਦਰਸ਼ਨ ਦੇਖ ਕੇ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰਦਾ ਹਾਂ ॥੪॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5388,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guru Amrdwsu prsIAY; puhim pwiqk ibnwsih ]",
    "transliteration": "Gur Amaradhaas Paraseeai Puham Paathik Binaasehi ||",
    "translation": "Meeting with Guru Amar Daas, the earth is purged of its sin.",
    "punjabi": "(ਆਓ) ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ ਦੇ ਚਰਨਾਂ) ਨੂੰ ਪਰਸੀਏ, (ਗੁਰੂ ਅਮਰਦਾਸ ਦੇ ਚਰਨ ਪਰਸਨ ਨਾਲ) ਧਰਤੀ ਦੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(puhim) DrqI[ (pwiqk pwp) ,ibnws-ih",
    "type_id": 3
  },
  {
    "shabad_id": 5388,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guru Amrdwsu prsIAY; isD swiDk Awswsih ]",
    "transliteration": "Gur Amaradhaas Paraseeai Sidhh Saadhhik Aasaasehi ||",
    "translation": "The Siddhas and seekers long to meet with Guru Amar Daas.",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਪਰਸੀਏ, (ਗੁਰੂ ਅਮਰਦਾਸ ਦੇ ਚਰਨ ਪਰਸਨ ਨੂੰ) ਸਿਧ ਤੇ ਸਾਧਿਕ ਲੋਚਦੇ ਹਨ।",
    "pronunciation": "(prsIAY) drSn dyKIey, crn CohIey[ (Aw-sws-ih) cwhuMdy hn, sMsy rihq huMdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 5388,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "guru Amrdwsu prsIAY; iDAwnu lhIAY, pau muikih ]",
    "transliteration": "Gur Amaradhaas Paraseeai Dhhiaan Leheeai Po Mukihi ||",
    "translation": "Meeting with Guru Amar Daas, the mortal meditates on the Lord, and his journey comes to its end.",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ ਦੇ ਚਰਨਾਂ) ਨੂੰ ਪਰਸੀਏ, (ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਵਾਲਾ) ਧਿਆਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਭਾਵ, ਪਰਮਾਤਮਾ ਵਿਚ ਬ੍ਰਿਤੀ ਜੁੜਦੀ ਹੈ) ਤੇ (ਜਨਮ ਮਰਨ ਦੇ) ਸਫ਼ਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(pau) pw leIdI hY[(muik-ih) mukqI",
    "type_id": 3
  },
  {
    "shabad_id": 5388,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gur Amrdwsu prsIAY; ABau lBY, gau cuikih ]",
    "transliteration": "Gur Amaradhaas Paraseeai Abho Labhai Go Chukihi ||",
    "translation": "Meeting with Guru Amar Daas, the Fearless Lord is obtained, and the cycle of reincarnation is brought to an end.",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਪਰਸੀਏ, (ਇਸ ਤਰ੍ਹਾਂ) ਨਿਰਭਉ ਅਕਾਲ ਪੁਰਖ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(Abau) c`uikih",
    "type_id": 3
  }
]