[
  {
    "id": 59360,
    "shabad_id": 5388,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲਿਕੁ ਬਿੰਨਿ, ਦੁਗਣ ਜੁ ਤੳੁ ਰਹੈ; ਜਾ ਸੁਮੰਤਿ੍ਰ ਮਾਨਵਹਿ ਲਹਿ ||",
    "transliteration": "Eik Binn Dhugan J Tho Rehai Jaa Sumanthr Maanavehi Lehi ||",
    "translation": "Realizing the One Lord, love of duality ceases, and one comes to accept the Sublime Mantra of the Guru.",
    "punjabi": "ਜੋ ਦੂਜਾ ਭਾਉ ਹੈ ਉਹ ਤਦੋਂ ਹੀ ਦੂਰ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ੍ਰੇਸ਼ਟ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਪਛਾਣ ਕੇ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਬਿੰਨਿ) ਦੇਖ ਲੈਂਦਾ ਹੈ[ਜੁ ਪੁਰਖ ਹੈ[ ਦੁ-ਗਣ ਦੁ ਦ੍ਵੈਤ ਦੀ ਗਣ ਗਿਣਤੀ [ ਰਹੈ ਰਹਿਤ ਹੁੰਦਾ ਹੈ[ ਮਾਨਵ-ਹਿ ਮਨੁੱਖ",
    "type_id": 3
  },
  {
    "id": 59361,
    "shabad_id": 5388,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਾਲਪਾ ਪਦਾਰਥ ੲਿਤੜੇ; ਗੁਰ ਅਮਰਦਾਸਿ ਡਿਠੈ ਮਿਲਹਿ ||੫||੧੪||",
    "transliteration": "Jaalapaa Padhaarathh Eitharrae Gur Amaradhaas Ddithai Milehi ||5||14||",
    "translation": "So speaks Jaalap: countless treasures are obtained, by the sight of Guru Amar Daas. ||5||14||",
    "punjabi": "ਹੇ ਜਾਲਪ! ਇਹ ਸਾਰੇ ਪਦਾਰਥ (ਜੋ ਉੱਪਰ ਦੱਸੇ ਹਨ) ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੇ ਡਿੱਠਿਆਂ ਮਿਲ ਜਾਂਦੇ ਹਨ ॥੫॥੧੪॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਜਾਲਪਾ ਭੱਟ",
    "type_id": 3
  },
  {
    "id": 59362,
    "shabad_id": 5389,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਚੁ ਨਾਮੁ ਕਰਤਾਰੁ; ਸੁ ਦਿ੍ਰੜੁ ਨਾਨਕਿ ਸੰਗ੍ਰਹਿਅੳੁ ||",
    "transliteration": "Sach Naam Karathaar S Dhrirr Naanak Sangrehiao ||",
    "translation": "Guru Nanak gathered up the True Name of the Creator Lord, and implanted it within.",
    "punjabi": "(ਗੁਰੂ) ਨਾਨਕ (ਦੇਵ ਜੀ) ਨੇ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਜੋ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਪੱਕੇ ਤੌਰ ਤੇ ਗ੍ਰਹਿਣ ਕੀਤਾ;",
    "pronunciation": "(ਸੰਗ੍ਰ-ਹਿਅੳੁ) (ਸੰ) ਭਲੀ ਪ੍ਰਕਾਰ, (ਗ੍ਰਹਿਅੳੁ) ਧਾਰਨ ਕੀਤਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 59363,
    "shabad_id": 5389,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਾ ਤੇ ਅੰਗਦੁ ਲਹਣਾ ਪ੍ਰਗਟਿ; ਤਾਸੁ ਚਰਣਹ ਲਿਵ ਰਹਿਅੳੁ ||",
    "transliteration": "Thaa Thae Angadh Lehanaa Pragatt Thaas Charaneh Liv Rehiao ||",
    "translation": "Through Him, Lehnaa became manifest in the form of Guru Angad, who remained lovingly attuned to His Feet.",
    "punjabi": "ਉਹਨਾਂ ਤੋਂ ਲਹਣਾ ਜੀ ਗੁਰੂ ਅੰਗਦ ਹੋ ਕੇ ਪਰਗਟ ਹੋਏ ਅਤੇ ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣੀ ਬ੍ਰਿਤੀ ਲਾ ਰੱਖੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59364,
    "shabad_id": 5389,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਿਤੁ ਕੁਲਿ ਗੁਰ ਅਮਰਦਾਸੁ, ਅਾਸਾ ਨਿਵਾਸੁ; ਤਾਸੁ ਗੁਣ. ਕਵਣ ਵਖਾਣੳੁ ||",
    "transliteration": "Thith Kul Gur Amaradhaas Aasaa Nivaas Thaas Gun Kavan Vakhaano ||",
    "translation": "Guru Amar Daas of that dynasty is the home of hope. How can I express His Glorious Virtues?",
    "punjabi": "ਉਸ ਕੁਲ ਵਿਚ ਗੁਰੂ ਅਮਰਦਾਸ, ਆਸਾਂ ਦਾ ਪੂਰਨ ਵਾਲਾ, (ਪਰਗਟ ਹੋਇਆ)। ਮੈਂ ਉਸ ਦੇ ਕਿਹੜੇ ਗੁਣ ਦੱਸਾਂ?",
    "pronunciation": "(ਤਿਤੁ) ਤਿਸ ਗੁਰਿਅਾੲੀ ਰੂਪ ਕੁਲਿ ਚ[ ਵਖਾਣ-ੳੁ",
    "type_id": 3
  },
  {
    "id": 59365,
    "shabad_id": 5389,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੋ ਗੁਣ ਅਲਖ ਅਗੰਮ; ਤਿਨਹ ਗੁਣ ਅੰਤੁ. ਨ ਜਾਣੳੁ ||",
    "transliteration": "Jo Gun Alakh Aganm Thineh Gun Anth N Jaano ||",
    "translation": "His Virtues are unknowable and unfathomable. I do not know the limits of His Virtues.",
    "punjabi": "ਉਹ ਗੁਣ ਅਲੱਖ ਤੇ ਅਗੰਮ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59366,
    "shabad_id": 5389,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬੋਹਿਥੳੁ ਬਿਧਾਤੈ, ਨਿਰਮਯੌ; ਸਭ ਸੰਗਤਿ, ਕੁਲ ੳੁਧਰਣ ||",
    "transliteration": "Bohithho Bidhhaathai Niramaya Sabh Sangath Kul Oudhharan ||",
    "translation": "The Creator, the Architect of Destiny, has made Him a boat to carry all His generations across, along with the Sangat, the Holy Congregation.",
    "punjabi": "ਸਾਰੀ ਸੰਗਤ ਤੇ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਤਾਰਨ ਲਈ ਕਰਤਾਰ ਨੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ) ਇਕ ਜਹਾਜ਼ ਬਣਾਇਆ ਹੈ;",
    "pronunciation": "ਨਿਰਮਯੌ: ਯੌ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[(ਨਿਰਮਯੌ) ਪੈਦਾ ਕੀਤਾ[ ੳੁ-ਧਰਣ",
    "type_id": 3
  },
  {
    "id": 59367,
    "shabad_id": 5389,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਅਮਰਦਾਸ ਕੀਰਤੁ ਕਹੈ; ਤ੍ਰਾਹਿ ਤ੍ਰਾਹਿ ਤੁਅ ਪਾ ਸਰਣ ||੧||੧੫||",
    "transliteration": "Gur Amaradhaas Keerath Kehai Thraahi Thraahi Thua Paa Saran ||1||15||",
    "translation": "So speaks Keerat: O Guru Amar Daas, please protect me and save me; I seek the Sanctuary of Your Feet. ||1||15||",
    "punjabi": "ਕੀਰਤ (ਭੱਟ) ਆਖਦਾ ਹੈ- ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ (ਜੀ)! ਮੈਨੂੰ ਰੱਖ ਲੈ, ਮੈਨੂੰ ਬਚਾ ਲੈ, ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਪਿਆ ਹਾਂ ॥੧॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59368,
    "shabad_id": 5390,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਿ ਨਰਾੲਿਣੁ. ਕਲਾ ਧਾਰਿ; ਜਗ ਮਹਿ ਪਰਵਰਿਯੳੁ ||",
    "transliteration": "Aap Naraaein Kalaa Dhhaar Jag Mehi Paravariyo ||",
    "translation": "The Lord Himself wielded His Power and entered the world.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ) ਆਪ ਹੀ ਨਰਾਇਣ-ਰੂਪ ਹੈ, ਜੋ ਆਪਣੀ ਸੱਤਾ ਰਚ ਕੇ ਜਗਤ ਵਿਚ ਪ੍ਰਵਿਰਤ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਪਰ-ਵਰਿ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59369,
    "shabad_id": 5390,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਿਰੰਕਾਰਿ ਅਾਕਾਰੁ; ਜੋਤਿ. ਜਗ ਮੰਡਲਿ ਕਰਿਯੳੁ ||",
    "transliteration": "Nirankaar Aakaar Joth Jag Manddal Kariyo ||",
    "translation": "The Formless Lord took form, and with His Light He illuminated the realms of the world.",
    "punjabi": "ਨਿਰੰਕਾਰ ਨੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਅਕਾਰ-ਰੂਪ ਹੋ ਕੇ (ਰੂਪ ਧਾਰ ਕੇ) ਜਗਤ ਵਿਚ ਜੋਤਿ ਪ੍ਰਗਟਾਈ ਹੈ।",
    "pronunciation": "(ਮੰਡਲਿ) ਸਮੂਹ[ ਕਰਿ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59370,
    "shabad_id": 5390,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਹ ਕਹ ਤਹ ਭਰਪੂਰੁ; ਸਬਦੁ ਦੀਪਕਿ. ਦੀਪਾਯੳੁ ||",
    "transliteration": "Jeh Keh Theh Bharapoor Sabadh Dheepak Dheepaayo ||",
    "translation": "He is All-pervading everywhere; the Lamp of the Shabad, the Word, has been lit.",
    "punjabi": "(ਨਿਰੰਕਾਰ ਨੇ) ਆਪਣੇ ਸ਼ਬਦ (-ਨਾਮ) ਨੂੰ, ਜੋ ਹਰ ਥਾਂ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈ, (ਗੁਰੂ ਅਮਰਦਾਸ-ਰੂਪ) ਦੀਵੇ ਦੀ ਰਾਹੀਂ ਪ੍ਰਗਟਾਇਆ ਹੈ।",
    "pronunciation": "ਦੀ-ਪਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ (ਦੀਪਾਯੳੁ) ਪ੍ਰਕਾਸ਼ਿਅਾ",
    "type_id": 3
  },
  {
    "id": 59371,
    "shabad_id": 5390,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਹ ਸਿਖਹ ਸੰਗ੍ਰਹਿਓ; ਤਤੁ ਹਰਿ ਚਰਣ ਮਿਲਾਯੳੁ ||",
    "transliteration": "Jih Sikheh Sangrehiou Thath Har Charan Milaayo ||",
    "translation": "Whoever gathers in the essence of the teachings shall be absorbed in the Feet of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਿੱਖਾਂ ਨੇ ਇਸ ਸ਼ਬਦ ਨੂੰ ਗ੍ਰਹਣ ਕੀਤਾ ਹੈ, (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ) ਤੁਰਤ (ਉਹਨਾਂ ਨੂੰ) ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਮਿਲਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59372,
    "shabad_id": 5390,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ ਕੁਲਿ ਨਿੰਮਲੁ ਅਵਤਰਿ੍ਯੳੁ; ਅੰਗਦ ਲਹਣੇ ਸੰਗਿ ਹੁਅ ||",
    "transliteration": "Naanak Kul Ninmal Avathariyo Angadh Lehanae Sang Hua ||",
    "translation": "Lehnaa, who became Guru Angad, and Guru Amar Daas, have been reincarnated into the pure house of Guru Nanak.",
    "punjabi": "ਲਹਣੇ ਜੀ (ਭਾਵ) ਗੁਰੂ ਅੰਗਦ ਜੀ ਦੇ ਨਾਲ ਮਿਲ ਕੇ (ਗੁਰੂ ਅਮਰਦਾਸ) ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੀ ਕੁਲ ਵਿਚ ਨਿਰਮਲ ਅਵਤਾਰ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਅਵਤਰਿ੍ਯੳੁ: ਅਵ-ਤਰਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59373,
    "shabad_id": 5390,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਅਮਰਦਾਸ ਤਾਰਣ ਤਰਣ; ਜਨਮ ਜਨਮ ਪਾ ਸਰਣਿ ਤੁਅ ||੨||੧੬||",
    "transliteration": "Gur Amaradhaas Thaaran Tharan Janam Janam Paa Saran Thua ||2||16||",
    "translation": "Guru Amar Daas is our Saving Grace, who carries us across; in lifetime after lifetime, I seek the Sanctuary of Your Feet. ||2||16||",
    "punjabi": "ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਹੇ ਸੰਸਾਰ ਦੇ ਤਾਰਨ ਨੂੰ ਜਹਾਜ਼! ਮੈਂ ਹਰੇਕ ਜਨਮ ਵਿਚ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਸਰਨ (ਰਹਾਂ) ॥੨॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59374,
    "shabad_id": 5391,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸਤੁ ਸੰਤੋਖੁ; ਪਿਖਿ ਦਰਸਨੁ ਗੁਰ ਸਿਖਹ ||",
    "transliteration": "Jap Thap Sath Santhokh Pikh Dharasan Gur Sikheh ||",
    "translation": "Gazing upon the Blessed Vision of His Darshan, the Gursikh is blessed with chanting and deep meditation, truth and contentment.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਸਿੱਖਾਂ ਨੂੰ ਜਪ ਤਪ ਸਤ ਸੰਤੋਖ (ਪ੍ਰਾਪਤ ਹੁੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59375,
    "shabad_id": 5391,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਰਣਿ ਪਰਹਿ. ਤੇ ੳੁਬਰਹਿ; ਛੋਡਿ ਜਮਪੁਰ ਕੀ ਲਿਖਹ ||",
    "transliteration": "Saran Parehi Thae Oubarehi Shhodd Jam Pur Kee Likheh ||",
    "translation": "Whoever seeks His Sanctuary is saved; his account is cleared in the City of Death.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ) ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ ਜਮ-ਪੁਰੀ ਦੀ ਲਿਖਤ ਨੂੰ ਛੱਡ ਕੇ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59376,
    "shabad_id": 5391,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭਗਤਿ ਭਾੲਿ ਭਰਪੂਰੁ; ਰਿਦੈ ੳੁਚਰੈ ਕਰਤਾਰੈ ||",
    "transliteration": "Bhagath Bhaae Bharapoor Ridhai Oucharai Karathaarai ||",
    "translation": "His heart is totally filled with loving devotion; he chants to the Creator Lord.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ (ਕਰਤਾਰ ਦੀ) ਭਗਤੀ ਦੇ ਪ੍ਰੇਮ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਅਤੇ ਕਰਤਾਰ ਨੂੰ ਸਿਮਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59377,
    "shabad_id": 5391,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰੁ ਗੳੁਹਰੁ ਦਰੀਅਾੳੁ; ਪਲਕ ਡੁਬੰਤ੍ਯਹ ਤਾਰੈ ||",
    "transliteration": "Gur Gouhar Dhareeaao Palak Ddubanthyeh Thaarai ||",
    "translation": "The Guru is the river of pearls; in an instant, he carries the drowning ones across.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ) ਗੰਭੀਰ ਹੈ, ਦਰੀਆ-ਦਿਲ ਹੈ, ਡੁੱਬਦੇ ਜੀਵਾਂ ਨੂੰ ਪਲ ਵਿਚ ਤਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਪੂਰਨ ਗੁਰੂ ਜੀ ਗਹਿਰ ਗੰਭੀਰ ਸ਼ੁਭ ਗੁਣਾਂ ਰੂਪੀ ਅਨਵਿੱਧ (ਗੳੁਹਰੁ) ਮੋਤੀਅਾਂ ਦੇ ਅਥਾਹ ਦਰੀ-ਅਾੳੁ ਸਮੁੰਦ੍ਰ ਹਨ[ਡੁਬੰਤ੍ਯਹ: ਡੁਬੰਤਿਅਹ",
    "type_id": 3
  },
  {
    "id": 59378,
    "shabad_id": 5391,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਕੁਲਿ ਨਿੰਮਲੁ ਅਵਤਰਿ੍ਯੳੁ; ਗੁਣ ਕਰਤਾਰੈ ੳੁਚਰੈ ||",
    "transliteration": "Naanak Kul Ninmal Avathariyo Gun Karathaarai Oucharai ||",
    "translation": "He was reincarnated into the House of Guru Nanak; He chants the Glorious Praises of the Creator Lord.",
    "punjabi": "(ਗੁਰੂ) ਨਾਨਕ (ਦੇਵ ਜੀ) ਦੀ ਕੁਲ ਵਿਚ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਨਿਰਮਲ ਅਵਤਾਰ ਹੋਇਆ ਹੈ, ਜੋ ਕਰਤਾਰ ਦੇ ਗੁਣਾਂ ਨੂੰ ਉਚਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59379,
    "shabad_id": 5391,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੁ ਅਮਰਦਾਸੁ. ਜਿਨ੍ਹ ਸੇਵਿਅੳੁ; ਤਿਨ੍ਹ ਦੁਖੁ ਦਰਿਦ੍ਰੁ ਪਰਹਰਿ ਪਰੈ ||੩||੧੭||",
    "transliteration": "Gur Amaradhaas Jinh Saeviao Thinh Dhukh Dharidhra Parehar Parai ||3||17||",
    "translation": "Those who serve Guru Amar Daas - their pains and poverty are taken away, far away. ||3||17||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਸੇਵਿਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਦੁੱਖ ਤੇ ਦਰਿਦ੍ਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59380,
    "shabad_id": 5392,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਚਿਤਿ ਚਿਤਵੳੁ ਅਰਦਾਸਿ ਕਹੳੁ; ਪਰੁ ਕਹਿ ਭਿ, ਨ ਸਕੳੁ ||",
    "transliteration": "Chith Chithavo Aradhaas Keho Par Kehi Bh N Sako ||",
    "translation": "I consciously pray within my consciousness, but I cannot express it in words.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ!) ਮੈਂ ਚਿੱਤ ਵਿਚ ਸੋਚਾਂ ਸੋਚਦਾ ਹਾਂ ਕਿ (ਇਕ) ਬੇਨਤੀ ਆਖਾਂ; ਪਰ ਮੈਂ ਆਖ ਭੀ ਨਹੀਂ ਸਕਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59381,
    "shabad_id": 5392,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਰਬ ਚਿੰਤ. ਤੁਝੁ ਪਾਸਿ; ਸਾਧਸੰਗਤਿ ਹੳੁ ਤਕੳੁ ||",
    "transliteration": "Sarab Chinth Thujh Paas Saadhhasangath Ho Thako ||",
    "translation": "I place all my worries and anxieties before You; I look to the Saadh Sangat, the Company of the Holy, for help.",
    "punjabi": "(ਹੇ ਸਤਿਗੁਰੂ!) ਮੇਰੇ ਸਾਰੇ ਫ਼ਿਕਰ ਤੇਰੇ ਹਵਾਲੇ ਹਨ (ਭਾਵ, ਤੈਨੂੰ ਹੀ ਮੇਰੇ ਸਾਰੇ ਫ਼ਿਕਰ ਹਨ), ਮੈਂ ਸਾਧ ਸੰਗਤ (ਦਾ ਆਸਰਾ) ਤੱਕਦਾ ਹਾਂ।",
    "pronunciation": "ਤੱਕੳੁ",
    "type_id": 3
  },
  {
    "id": 59382,
    "shabad_id": 5392,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤੇਰੈ ਹੁਕਮਿ ਪਵੈ ਨੀਸਾਣੁ; ਤੳੁ ਕਰੳੁ ਸਾਹਿਬ ਕੀ ਸੇਵਾ ||",
    "transliteration": "Thaerai Hukam Pavai Neesaan Tho Karo Saahib Kee Saevaa ||",
    "translation": "By the Hukam of Your Command, I am blessed with Your Insignia; I serve my Lord and Master.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ!) ਜੇ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਪ੍ਰਵਾਨਗੀ ਮਿਲ ਜਾਏ, ਤਾਂ ਮੈਂ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59383,
    "shabad_id": 5392,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਬ ਗੁਰੁ ਦੇਖੈ ਸੁਭ ਦਿਸਟਿ; ਨਾਮੁ ਕਰਤਾ ਮੁਖਿ ਮੇਵਾ ||",
    "transliteration": "Jab Gur Dhaekhai Subh Dhisatt Naam Karathaa Mukh Maevaa ||",
    "translation": "When You, O Guru, gaze at me with Your Glance of Grace, the fruit of the Naam, the Name of the Creator, is placed within my mouth.",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ) ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਤੱਕਦਾ ਹੈ, ਤਾਂ ਕਰਤਾਰ ਦਾ ਨਾਮ-ਰੂਪ ਫਲ ਮੂੰਹ ਵਿਚ (ਭਾਵ, ਖਾਣ ਨੂੰ) ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59384,
    "shabad_id": 5392,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਗਮ ਅਲਖ ਕਾਰਣ ਪੁਰਖ; ਜੋ ਫੁਰਮਾਵਹਿ ਸੋ ਕਹੳੁ ||",
    "transliteration": "Agam Alakh Kaaran Purakh Jo Furamaavehi So Keho ||",
    "translation": "The Unfathomable and Unseen Primal Lord God, the Cause of causes - as He orders, so do I speak.",
    "punjabi": "ਹੇ ਅਗਮ-ਰੂਪ ਸਤਿਗੁਰੂ! ਹੇ ਅਲੱਖ ਹਰੀ-ਰੂਪ ਗੁਰੂ! ਹੇ ਕਾਰਣ ਪੁਰਖ-ਰੂਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਜੋ ਤੂੰ ਹੁਕਮ ਕਰਦਾ ਹੈਂ, ਮੈਂ ਸੋਈ ਆਖਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59385,
    "shabad_id": 5392,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਅਮਰਦਾਸ ਕਾਰਣ ਕਰਣ; ਜਿਵ ਤੂ ਰਖਹਿ. ਤਿਵ ਰਹੳੁ ||੪||੧੮||",
    "transliteration": "Gur Amaradhaas Kaaran Karan Jiv Thoo Rakhehi Thiv Reho ||4||18||",
    "translation": "O Guru Amar Daas, Doer of deeds, Cause of causes, as You keep me, I remain; as You protect me, I survive. ||4||18||",
    "punjabi": "ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਕਰਤਾ-ਰੂਪ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਜਿਵੇਂ ਤੂੰ ਮੈਨੂੰ ਰੱਖਦਾ ਹੈਂ ਤਿਵੇਂ ਮੈਂ ਰਹਿੰਦਾ ਹਾਂ ॥੪॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59386,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਭਿਖੇ ਕੇ ||",
    "transliteration": "Bhikhae Kae ||",
    "translation": "Of Bhikhaa:",
    "punjabi": "",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭਿਖੇ ਭੱਟ[",
    "type_id": 3
  },
  {
    "id": 59387,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰੁ ਗਿਅਾਨੁ ਅਰੁ ਧਿਅਾਨੁ; ਤਤ ਸਿੳੁ ਤਤੁ ਮਿਲਾਵੈ ||",
    "transliteration": "Gur Giaan Ar Dhhiaan Thath Sio Thath Milaavai ||",
    "translation": "In deep meditation, and the spiritual wisdom of the Guru, one's essence merges with the essence of reality.",
    "punjabi": "ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਗਿਆਨ-ਰੂਪ ਤੇ ਧਿਆਨ-ਰੂਪ ਹੈ (ਭਾਵ, ਪੂਰਨ ਗਿਆਨ ਵਾਲਾ ਤੇ ਦ੍ਰਿੜ ਧਿਆਨ ਵਾਲਾ ਹੈ); (ਗੁਰੂ ਅਮਰਦਾਸ ਨੇ) ਆਪਣੇ ਆਤਮਾ ਨੂੰ ਹਰੀ ਨਾਲ ਮਿਲਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59388,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਚਿ ਸਚੁ ਜਾਣੀਅੈ; ੲਿਕ ਚਿਤਹਿ ਲਿਵ ਲਾਵੈ ||",
    "transliteration": "Sach Sach Jaaneeai Eik Chithehi Liv Laavai ||",
    "translation": "In truth, the True Lord is recognized and realized, when one is lovingly attuned to Him, with one-pointed consciousness.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਨੂੰ ਹਰੀ-ਰੂਪ ਹੀ ਸਮਝਣਾ ਚਾਹੀਏ, (ਗੁਰੂ ਅਮਰਦਾਸ) ਇਕਾਗ੍ਰ ਮਨ ਹੋ ਕੇ (ਹਰੀ ਵਿਚ) ਲਿਵ ਲਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59389,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਵਸਿ ਕਰੈ; ਪਵਣੁ ੳੁਡੰਤ. ਨ ਧਾਵੈ ||",
    "transliteration": "Kaam Krodhh Vas Karai Pavan Ouddanth N Dhhaavai ||",
    "translation": "Lust and anger are brought under control, when the breath does not fly around, wandering restlessly.",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਕਾਮ ਕ੍ਰੋਧ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰੀ ਰੱਖਦਾ ਹੈ, (ਉਹਨਾਂ ਦਾ) ਮਨ ਭਟਕਦਾ ਨਹੀਂ ਹੈ (ਕਿਸੇ ਪਾਸੇ ਵਲ) ਦੌੜਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਪਵਣੁ) ਵਾਸ਼ਨਾ",
    "type_id": 3
  },
  {
    "id": 59390,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਿਰੰਕਾਰ ਕੈ ਵਸੈ ਦੇਸਿ; ਹੁਕਮੁ ਬੁਝਿ. ਬੀਚਾਰੁ ਪਾਵੈ ||",
    "transliteration": "Nirankaar Kai Vasai Dhaes Hukam Bujh Beechaar Paavai ||",
    "translation": "Dwelling in the land of the Formless Lord, realizing the Hukam of His Command, His contemplative wisdom is attained.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ) ਨਿਰੰਕਾਰ ਦੇ ਦੇਸ ਵਿਚ ਟਿਕ ਰਿਹਾ ਹੈ, (ਪ੍ਰਭੂ ਦਾ) ਹੁਕਮ ਪਛਾਣ ਕੇ (ਉਹਨਾਂ ਨੇ) ਗਿਆਨ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59391,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਲਿ ਮਾਹਿ ਰੂਪੁ ਕਰਤਾ ਪੁਰਖੁ; ਸੋ ਜਾਣੈ ਜਿਨਿ ਕਿਛੁ ਕੀਅੳੁ ||",
    "transliteration": "Kal Maahi Roop Karathaa Purakh So Jaanai Jin Kishh Keeao ||",
    "translation": "In this Dark Age of Kali Yuga, the Guru is the Form of the Creator, the Primal Lord God; he alone knows, who has tried it.",
    "punjabi": "ਕਲਜੁਗ ਵਿਚ (ਗੁਰੂ ਅਮਰਦਾਸ) ਕਰਤਾ ਪੁਰਖ-ਰੂਪ ਹੈ; (ਇਸ ਕੌਤਕ ਨੂੰ) ਉਹ ਕਰਤਾਰ ਹੀ ਜਾਣਦਾ ਹੈ ਜਿਸ ਨੇ ਇਹ ਅਚਰਜ ਕੌਤਕ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59392,
    "shabad_id": 5393,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰੁ ਮਿਲਿ੍ਯੳੁ ਸੋੲਿ, ਭਿਖਾ ਕਹੈ; ਸਹਜ ਰੰਗਿ ਦਰਸਨੁ ਦੀਅੳੁ ||੧||੧੯||",
    "transliteration": "Gur Miliyo Soe Bhikhaa Kehai Sehaj Rang Dharasan Dheeao ||1||19||",
    "translation": "So speaks Bhikhaa: I have met the Guru. With love and intuitive affection, He has bestowed the Blessed Vision of His Darshan. ||1||19||",
    "punjabi": "ਭਿੱਖਾ ਕਵੀ ਆਖਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਉਹ ਗੁਰੂ (ਅਮਰਦਾਸ) ਮਿਲ ਪਿਆ ਹੈ, (ਉਹਨਾਂ ਨੇ) ਪੂਰਨ ਖਿੜਾਉ ਦੇ ਰੰਗ ਵਿਚ ਮੈਨੂੰ ਦਰਸਨ ਦਿੱਤਾ ਹੈ ॥੧॥੧੯॥",
    "pronunciation": "ਮਿਲਿ੍ਯੳੁ: ਮਿਲਿ-ਅੳੁ[ਭਿੱਖਾ[ਦੀ-ਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59393,
    "shabad_id": 5394,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਰਹਿਓ ਸੰਤ ਹੳੁ ਟੋਲਿ; ਸਾਧ ਬਹੁਤੇਰੇ ਡਿਠੇ ||",
    "transliteration": "Rehiou Santh Ho Ttol Saadhh Bahuthaerae Ddithae ||",
    "translation": "I have been searching for the Saints; I have seen so many Holy and spiritual people.",
    "punjabi": "ਮੈਂ ਸੰਤਾਂ ਨੂੰ ਟੋਲਦਾ ਟੋਲਦਾ ਥੱਕ ਗਿਆ ਹਾਂ, ਮੈਂ ਕਈ ਸਾਧ (ਭੀ) ਵੇਖੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59394,
    "shabad_id": 5394,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੰਨਿਅਾਸੀ ਤਪਸੀਅਹ; ਮੁਖਹੁ. ੲੇ ਪੰਡਿਤ ਮਿਠੇ ||",
    "transliteration": "Sanniaasee Thapaseeah Mukhahu Eae Panddith Mithae ||",
    "translation": "The hermits, Sannyaasees, ascetics, penitents, fanatics and Pandits all speak sweetly.",
    "punjabi": "ਕਈ ਸੰਨਿਆਸੀ, ਕਈ ਤਪੱਸਵੀ ਤੇ ਕਈ ਇਹ ਮੂੰਹੋਂ-ਮਿੱਠੇ ਪੰਡਿਤ (ਭੀ ਵੇਖੇ ਹਨ)।",
    "pronunciation": "ਤਪੱਸੀ-ਅਹ",
    "type_id": 3
  },
  {
    "id": 59395,
    "shabad_id": 5394,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਰਸੁ ੲੇਕੁ ਹੳੁ ਫਿਰਿਓ; ਕਿਨੈ. ਨਹੁ ਪਰਚੳੁ ਲਾਯੳੁ ||",
    "transliteration": "Baras Eaek Ho Firiou Kinai Nahu Paracho Laayo ||",
    "translation": "I wandered around lost for a year, but no one touched my soul.",
    "punjabi": "ਮੈਂ ਇਕ ਸਾਲ ਫਿਰਦਾ ਰਿਹਾ ਹਾਂ, ਕਿਸੇ ਨੇ ਮੇਰੀ ਨਿਸ਼ਾ ਨਹੀਂ ਕੀਤੀ;",
    "pronunciation": "ਲਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  }
]
