[
  {
    "id": 59429,
    "shabad_id": 5399,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਤਗੁਰਿ ਦਯਾਲਿ ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜ੍ਹਾਯਾ; ਤਿਸੁ ਪ੍ਰਸਾਦਿ ਵਸਿ ਪੰਚ ਕਰੇ ॥",
    "transliteration": "Sathagur Dhayaal Har Naam Dhrirrhaayaa This Prasaadh Vas Panch Karae ||",
    "translation": "The Merciful True Guru has implanted the Lord's Name within me, and by His Grace, I have overpowered the five thieves.",
    "punjabi": "ਦਇਆਲ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ (ਭਾਵ, ਜਪਾਇਆ ਹੈ); ਉਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ ਆਪਣੇ ਕਾਬੂ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਦ-ਯਾਲਿ: ਦ ਮੁਕਤਾ,ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ। ਦਿ੍ਰੜ੍ਹਾ-ਯਾ। ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 59430,
    "shabad_id": 5399,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਵਿ ਕਲ੍ਯ ਠਕੁਰ ਹਰਦਾਸ ਤਨੇ; ਗੁਰ ਰਾਮਦਾਸ ਸਰ ਅਭਰ ਭਰੇ ॥੩॥",
    "transliteration": "Kav Kaly Thakur Haradhaas Thanae Gur Raamadhaas Sar Abhar Bharae ||3||",
    "translation": "So speaks KALL the poet: Guru Raam Daas, the son of Har Daas, fills the empty pools to overflowing. ||3||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ! ਠਾਕੁਰ ਹਰਦਾਸ ਜੀ ਦੇ ਸੁਪੁੱਤ੍ਰ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ (ਹਿਰਦੇ-ਰੂਪ) ਖ਼ਾਲੀ ਸਰੋਵਰਾਂ ਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਰਨ ਵਾਲੇ ਹਨ ॥੩॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਕਲ੍ਯ ਭੱਟ।ਅ-ਭਰ। ਕਲ੍ਯ: ਕੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59431,
    "shabad_id": 5400,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਨਭੳੁ ੳੁਨਮਾਨਿ. ਅਕਲ ਲਿਵ ਲਾਗੀ; ਪਾਰਸੁ ਭੇਟਿਅਾ ਸਹਜ ਘਰੇ ॥",
    "transliteration": "Anabho Ounamaan Akal Liv Laagee Paaras Bhaettiaa Sehaj Gharae ||",
    "translation": "With intuitive detachment, He is lovingly attuned to the Fearless, Unmanifest Lord; He met with Guru Amar Daas, the Philosopher's Stone, within his own home.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਵਿਚਾਰ ਦੁਆਰਾ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ, (ਆਪ ਦੀ) ਬ੍ਰਿਤੀ ਇਕ-ਰਸ ਵਿਆਪਕ ਹਰੀ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ। (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਗੁਰੂ ਅਮਰਦਾਸ) ਪਾਰਸ ਮਿਲ ਗਿਆ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਗੁਰੂ ਰਾਮਦਾਸ) ਸਹਜ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਅ-ਕਲ) ਕਲਪਣਾ ਰਹਿਤ ਬ੍ਰਹਮ। ਅਨ-ਭੳੁ",
    "type_id": 3
  },
  {
    "id": 59432,
    "shabad_id": 5400,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਗੁਰ ਪਰਸਾਦਿ ਪਰਮਪਦੁ ਪਾਯਾ; ਭਗਤਿ ਭਾੲਿ ਭੰਡਾਰ ਭਰੇ ॥",
    "transliteration": "Sathagur Parasaadh Param Padh Paayaa Bhagath Bhaae Bhanddaar Bharae ||",
    "translation": "By the Grace of the True Guru, He attained the supreme status; He is overflowing with the treasures of loving devotion.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ (ਗੁਰੂ ਰਾਮਦਾਸ ਨੇ) ਉੱਚੀ ਪਦਵੀ ਪਾਈ ਹੈ ਅਤੇ ਭਗਤੀ ਦੇ ਪਿਆਰ ਨਾਲ (ਆਪ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "ਪਾ-ਯਾ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 59433,
    "shabad_id": 5400,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮੇਟਿਅਾ ਜਨਮਾਂਤੁ, ਮਰਣ ਭੳੁ ਭਾਗਾ; ਚਿਤੁ ਲਾਗਾ ਸੰਤੋਖ ਸਰੇ ॥",
    "transliteration": "Maettiaa Janamaanth Maran Bho Bhaagaa Chith Laagaa Santhokh Sarae ||",
    "translation": "He was released from reincarnation, and the fear of death was taken away. His consciousness is attached to the Lord, the Ocean of contentment.",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ (ਆਪਣਾ) ਜਨਮ ਮਰਨ ਮਿਟਾ ਲਿਆ ਹੋਇਆ ਹੈ, (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਮੌਤ ਦਾ ਡਰ ਦੂਰ ਹੋ ਚੁਕਿਆ ਹੈ ਅਤੇ (ਉਹਨਾਂ ਦਾ) ਚਿੱਤ ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59434,
    "shabad_id": 5400,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਵਿ ਕਲ੍ਯ. ਠਕੁਰ ਹਰਦਾਸ ਤਨੇ; ਗੁਰ ਰਾਮਦਾਸ ਸਰ ਅਭਰ ਭਰੇ ॥੪॥",
    "transliteration": "Kav Kaly Thakur Haradhaas Thanae Gur Raamadhaas Sar Abhar Bharae ||4||",
    "translation": "So speaks KALL the poet: Guru Raam Daas, the son of Har Daas, fills the empty pools to overflowing. ||4||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ! ਠਾਕੁਰ ਹਰਦਾਸ ਜੀ ਦੇ ਸੁਪੁੱਤ੍ਰ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ (ਹਿਰਦੇ-ਰੂਪ) ਖ਼ਾਲੀ ਸਰੋਵਰਾਂ ਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਰਨ ਵਾਲੇ ਹਨ ॥੪॥",
    "pronunciation": "ਕਲ੍ਯ: ਕੱਲਿਅ।ਅ-ਭਰ",
    "type_id": 3
  },
  {
    "id": 59435,
    "shabad_id": 5401,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਭਰ ਭਰੇ, ਪਾਯੳੁ ਅਪਾਰੁ; ਰਿਦ ਅੰਤਰਿ ਧਾਰਿਓ ॥",
    "transliteration": "Abhar Bharae Paayo Apaar Ridh Anthar Dhhaariou ||",
    "translation": "He fills the empty to overflowing; He has enshrined the Infinite within His heart.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਖ਼ਾਲੀ ਹਿਰਦਿਆਂ ਦੇ ਭਰਨ ਵਾਲਾ ਬੇਅੰਤ ਹਰੀ ਲੱਭ ਲਿਆ ਹੈ, (ਆਪ ਨੇ ਬੇਅੰਤ ਹਰੀ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ,",
    "pronunciation": "ਅ-ਭਰ।ਪਾ-ਯੳੁ:ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59436,
    "shabad_id": 5401,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦੁਖਭੰਜਨੁ ਅਾਤਮ ਪ੍ਰਬੋਧੁ; ਮਨਿ ਤਤੁ ਬੀਚਾਰਿਓ ॥",
    "transliteration": "Dhukh Bhanjan Aatham Prabodhh Man Thath Beechaariou ||",
    "translation": "Within His mind, He contemplates the essence of reality, the Destroyer of pain, the Enlightener of the soul.",
    "punjabi": "(ਅਤੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਉਸ) ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰਿਆ ਹੈ (ਜੋ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਆਤਮਾ ਦੇ ਜਗਾਉਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59437,
    "shabad_id": 5401,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਦਾ ਚਾੲਿ ਹਰਿ ਭਾੲਿ; ਪ੍ਰੇਮ ਰਸੁ. ਅਾਪੇ ਜਾਣੲਿ ॥",
    "transliteration": "Sadhaa Chaae Har Bhaae Praem Ras Aapae Jaanae ||",
    "translation": "He yearns for the Lord's Love forever; He Himself knows the sublime essence of this Love.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਨਿੱਤ ਖ਼ੁਸ਼ੀ ਵਿਚ (ਰਹਿੰਦਾ ਹੈ), ਹਰੀ ਦੇ ਪਿਆਰ ਵਿਚ (ਮਸਤ ਹੈ ਅਤੇ ਹਰੀ ਦੇ) ਪਿਆਰ ਦੇ ਸੁਆਦ ਨੂੰ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "ਜਾਣ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 59438,
    "shabad_id": 5401,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਗੁਰ ਕੈ ਪਰਸਾਦਿ; ਸਹਜ ਸੇਤੀ ਰੰਗੁ ਮਾਣੲਿ ॥",
    "transliteration": "Sathagur Kai Parasaadh Sehaj Saethee Rang Maanae ||",
    "translation": "By the Grace of the True Guru, He intuitively enjoys this Love.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਸਤਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੀ ਕਿਰਪਾ ਦੁਆਰਾ ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਮਾਣ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 59439,
    "shabad_id": 5401,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ ਪ੍ਰਸਾਦਿ. ਅੰਗਦ ਸੁਮਤਿ; ਗੁਰਿ ਅਮਰਿ. ਅਮਰੁ ਵਰਤਾੲਿਓ ॥",
    "transliteration": "Naanak Prasaadh Angadh Sumath Gur Amar Amar Varathaaeiou ||",
    "translation": "By the Grace of Guru Nanak, and the sublime teachings of Guru Angad, Guru Amar Daas broadcast the Lord's Command.",
    "punjabi": "(ਗੁਰੂ) ਨਾਨਕ ਜੀ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਅਤੇ ਗੁਰੂ) ਅੰਗਦ ਜੀ ਦੀ ਬਖ਼ਸ਼ੀ ਸੁੰਦਰ ਬੁੱਧ ਨਾਲ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਅਕਾਲ ਪੁਰਖ ਦਾ ਹੁਕਮ ਵਰਤੋਂ ਵਿਚ ਲਿਆਂਦਾ ਹੈ,",
    "pronunciation": "ਸੁ-ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 59440,
    "shabad_id": 5401,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਕਲ੍ਯੁਚਰੈ; ਤੈਂ ਅਟਲ ਅਮਰਪਦੁ ਪਾੲਿਓ ॥੫॥",
    "transliteration": "Gur Raamadhaas Kalyaacharai Thain Attal Amar Padh Paaeiou ||5||",
    "translation": "So speaks KALL: O Guru Raam Daas, You have attained the status of eternal and imperishable dignity. ||5||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ (ਕਿ) ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਅਬਿਨਾਸੀ ਹਰੀ ਦੀ ਪਦਵੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ ॥੫॥",
    "pronunciation": "ਕਲ੍ਯੁਚਰੈ: ੍ਯੁ ਅੱਧੇ ਯੱਯੇ ਹੇਠਾਂ ਅੌਂਕੜ, ਅੱਧੇ ੳੂੜੇ ਅੌਂਕੜ ਲਾ ਕੇ ੳੂੜਾ ਪੋਲਾ ਬੋਲੋ, ਕਲੳੁ੍ਨਚਰੈ। ਗੁਰਮੁਖਿ ਕਲ ਭੱਟ ੳੁਚਾਰਦੇ ਹਨ। ਅ-ਟਲ",
    "type_id": 3
  },
  {
    "id": 59441,
    "shabad_id": 5402,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੰਤੋਖ ਸਰੋਵਰਿ ਬਸੈ; ਅਮਿਅ ਰਸੁ ਰਸਨ ਪ੍ਰਕਾਸੈ ॥",
    "transliteration": "Santhokh Sarovar Basai Amia Ras Rasan Prakaasai ||",
    "translation": "You abide in the pool of contentment; Your tongue reveals the Ambrosial Essence.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਵਿਚ ਵੱਸਦਾ ਹੈ, (ਅਤੇ ਆਪਣੀ) ਜੀਭ ਨਾਲ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਸੁਆਦ ਨੂੰ ਪਰਗਟ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59442,
    "shabad_id": 5402,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਿਲਤ ਸਾਂਤਿ ੳੁਪਜੈ; ਦੁਰਤੁ ਦੂਰੰਤਰਿ ਨਾਸੈ ॥",
    "transliteration": "Milath Saanth Oupajai Dhurath Dhooranthar Naasai ||",
    "translation": "Meeting with You, a tranquil peace wells up, and sins run far away.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਦਰਸ਼ਨ ਕੀਤਿਆਂ (ਹਿਰਦੇ ਵਿਚ) ਠੰਢ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਅਤੇ ਪਾਪ ਦੂਰੋਂ ਹੀ (ਵੇਖ ਕੇ) ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59443,
    "shabad_id": 5402,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੁਖਸਾਗਰੁ ਪਾੲਿਅੳੁ ਦਿੰਤੁ; ਹਰਿ ਮਗਿ. ਨ ਹੁਟੈ ॥",
    "transliteration": "Sukh Saagar Paaeiao Dhinth Har Mag N Huttai ||",
    "translation": "You have attained the Ocean of peace, and You never grow tired on the Lord's path.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਦਿੱਤਾ ਹੋਇਆ ਸੁਖਾਂ ਦਾ ਸਾਗਰ (ਪ੍ਰਭੂ-ਮਿਲਾਪ) ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, (ਤਾਹੀਏਂ ਗੁਰੂ ਰਾਮਦਾਸ) ਹਰੀ ਦੇ ਰਾਹ ਵਿਚ (ਤੁਰਦਾ ਹੋਇਆ) ਥੱਕਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਦਿੰਤੁ) ਬ੍ਰਹਮ ਪ੍ਰਕਾਸ਼ਵਾਨ। ਹੱੁਟੈ",
    "type_id": 3
  },
  {
    "id": 59444,
    "shabad_id": 5402,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੰਜਮੁ ਸਤੁ ਸੰਤੋਖੁ; ਸੀਲ ਸੰਨਾਹੁ ਮਫੁਟੈ ॥",
    "transliteration": "Sanjam Sath Santhokh Seel Sannaahu Mafuttai ||",
    "translation": "The armor of self-restraint, truth, contentment and humility can never be pierced.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਸੰਜਮ ਸਤ ਸੰਤੋਖ ਤੇ ਮਿੱਠਾ ਸੁਭਾਉ-ਰੂਪ ਸੰਜੋਅ (ਅਜਿਹਾ ਹੈ ਕਿ ਉਹ) ਟੁੱਟਦਾ ਨਹੀਂ ਹੈ; (ਭਾਵ, ਆਪ ਸਦਾ ਇਹਨਾਂ ਗੁਣਾਂ-ਸੰਜੁਕਤ ਹਨ)।",
    "pronunciation": "(ਸੰਨਾਹੁ) ਸੰਜੋਅ। (ਮਫੱੁਟੈ) ਨਾ ਫੁੱਟਣ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 59445,
    "shabad_id": 5402,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪ੍ਰਮਾਣੁ, ਬਿਧ ਨੈ ਸਿਰਿੳੁ; ਜਗਿ. ਜਸ ਤੂਰੁ ਬਜਾੲਿਅੳੁ ॥",
    "transliteration": "Sathigur Pramaan Bidhh Nai Sirio Jag Jas Thoor Bajaaeiao ||",
    "translation": "The Creator Lord certified the True Guru, and now the world blows the trumpet of His Praises.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਕਰਤਾਰ ਨੇ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਤੁੱਲ ਬਣਾਇਆ ਹੈ, ਜਗਤ ਨੇ (ਆਪ ਦੀ) ਸੋਭਾ ਦਾ ਵਾਜਾ ਵਜਾਇਆ ਹੈ।",
    "pronunciation": "(ਬਿਧ) ਕਰਤਾਰ ਜੀ।ਜਸ ਦਾ (ਤੂਰੁ) ਵਾਜਾ",
    "type_id": 3
  },
  {
    "id": 59446,
    "shabad_id": 5402,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਕਲ੍ਯੁਚਰੈ; ਤੈ. ਅਭੈ ਅਮਰਪਦੁ ਪਾੲਿਅੳੁ ॥੬॥",
    "transliteration": "Gur Raamadhaas Kalyaacharai Thai Abhai Amar Padh Paaeiao ||6||",
    "translation": "So speaks KALL: O Guru Raam Daas, You have attained the state of fearless immortality. ||6||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ \"ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਨਿਰਭਉ ਅਤੇ ਅਬਿਨਾਸੀ ਹਰੀ ਦੀ ਪਦਵੀ ਪਾ ਲਈ ਹੈ'' ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59447,
    "shabad_id": 5403,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਗੁ ਜਿਤੳੁ. ਸਤਿਗੁਰ ਪ੍ਰਮਾਣਿ; ਮਨਿ ੲੇਕੁ ਧਿਅਾਯੳੁ ॥",
    "transliteration": "Jag Jitho Sathigur Pramaan Man Eaek Dhhiaayo ||",
    "translation": "O certified True Guru, You have conquered the world; You meditate single-mindedly on the One Lord.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਵਾਂਗ ਜਗਤ ਨੂੰ ਜਿੱਤਿਆ ਹੈ ਅਤੇ (ਆਪਣੇ) ਮਨ ਵਿਚ ਇੱਕ (ਅਕਾਲ ਪੁਰਖ) ਨੂੰ ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "ਜਿੱਤੳੁ। ਧਿਅਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59448,
    "shabad_id": 5403,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਧਨਿ ਧਨਿ ਸਤਿਗੁਰ ਅਮਰਦਾਸੁ; ਜਿਨਿ ਨਾਮੁ ਦਿ੍ਰੜਾਯੳੁ ॥",
    "transliteration": "Dhhan Dhhan Sathigur Amaradhaas Jin Naam Dhrirraayo ||",
    "translation": "Blessed, blessed is Guru Amar Daas, the True Guru, who implanted the Naam, the Name of the Lord, deep within.",
    "punjabi": "ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ।",
    "pronunciation": "ਦਿ੍ਰੜਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 59449,
    "shabad_id": 5403,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਵ ਨਿਧਿ ਨਾਮੁ ਨਿਧਾਨੁ; ਰਿਧਿ ਸਿਧਿ ਤਾ ਕੀ ਦਾਸੀ ॥",
    "transliteration": "Nav Nidhh Naam Nidhhaan Ridhh Sidhh Thaa Kee Dhaasee ||",
    "translation": "The Naam is the wealth of the nine treasures; prosperity and supernatural spiritual powers are His slaves.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਗਿਆ ਹੈ, (ਮਾਨੋ) ਨੌ ਨਿਧੀਆਂ ਪ੍ਰਾਪਤ ਹੋ ਗਈਆਂ ਹਨ। ਸਭ ਰਿੱਧੀਆਂ ਤੇ ਸਿੱਧੀਆਂ ਉਸ ਦੀਆਂ ਦਾਸੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59450,
    "shabad_id": 5403,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਹਜ ਸਰੋਵਰੁ ਮਿਲਿਓ; ਪੁਰਖੁ ਭੇਟਿਓ ਅਬਿਨਾਸੀ ॥",
    "transliteration": "Sehaj Sarovar Miliou Purakh Bhaettiou Abinaasee ||",
    "translation": "He is blessed with the ocean of intuitive wisdom; He has met with the Imperishable Lord God.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਸ਼ਾਂਤੀ ਦਾ ਸਰੋਵਰ ਹਰੀ ਮਿਲ ਪਿਆ ਹੈ, ਅਬਿਨਾਸ਼ੀ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59451,
    "shabad_id": 5403,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਦਿਲੇ ਭਗਤ. ਜਿਤੁ ਲਗਿ ਤਰੇ; ਸੋ ਗੁਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅੳੁ ॥",
    "transliteration": "Aadh Lae Bhagath Jith Lag Tharae So Gur Naam Dhrirraaeiao ||",
    "translation": "The Guru has implanted the Naam deep within; attached to the Naam, the devotees have been carried across since ancient times.",
    "punjabi": "ਜਿਸ (ਨਾਮ) ਵਿਚ ਲੱਗ ਕੇ ਮੁੱਢ ਤੋਂ ਹੀ ਭਗਤ ਤਰਦੇ ਆਏ ਹਨ, ਉਹ ਨਾਮ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ।",
    "pronunciation": "(ਅਾਦਿਲੇ) ਪਹਿਲੇ। ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 59452,
    "shabad_id": 5403,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਕਲ੍ਯੁਚਰੈ; ਤੈ. ਹਰਿ ਪ੍ਰੇਮ ਪਦਾਰਥੁ ਪਾੲਿਅੳੁ ॥੭॥",
    "transliteration": "Gur Raamadhaas Kalyaacharai Thai Har Praem Padhaarathh Paaeiao ||7||",
    "translation": "So speaks KALL: O Guru Raam Daas, You have obtained the wealth of the Lord's Love. ||7||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਤੂੰ ਅਕਾਲ ਪੁਰਖ ਦੇ ਪਿਆਰ ਦਾ (ਉੱਤਮ) ਪਦਾਰਥ ਪਾ ਲਿਆ ਹੈ' ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59453,
    "shabad_id": 5404,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰੇਮ ਭਗਤਿ ਪਰਵਾਹ; ਪ੍ਰੀਤਿ ਪੁਬਲੀ. ਨ ਹੁਟੲਿ ॥",
    "transliteration": "Praem Bhagath Paravaah Preeth Pubalee N Huttae ||",
    "translation": "The flow of loving devotion and primal love does not stop.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਪਿਆਰ-ਭਰੀ ਭਗਤੀ ਦੇ ਚਸ਼ਮੇ ਚੱਲ ਰਹੇ ਹਨ। (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅਕਾਲ ਪੁਰਖ ਨਾਲ ਜੋ) ਪੂਰਬਲੀ ਪ੍ਰੀਤ (ਹੈ ਉਹ) ਮੁੱਕਦੀ ਨਹੀਂ ਹੈ;",
    "pronunciation": "(ਪੁਬਲੀ) ਪਹਿਲੀ ਪ੍ਰਬਲ ਪੂਰਨ ਪ੍ਰੀਤ ਦਾ ਪ੍ਰਵਾਹ, ਅੰਦਰ ਵਹਿ ਰਿਹਾ ਹੈ। (ਹੁੱਟ-ੲਿ) ਹਟਦੀ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 59454,
    "shabad_id": 5404,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਸਬਦੁ ਅਥਾਹੁ; ਅਮਿਅ ਧਾਰਾ ਰਸੁ ਗੁਟੲਿ ॥",
    "transliteration": "Sathigur Sabadh Athhaahu Amia Dhhaaraa Ras Guttae ||",
    "translation": "The True Guru drinks in the stream of nectar, the sublime essence of the Shabad, the Infinite Word of God.",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ (ਜੋ) ਅਥਾਹ ਸ਼ਬਦ (ਹੈ, ਉਸ ਦੁਆਰਾ ਗੁਰੂ ਰਾਮਦਾਸ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀਆਂ ਧਾਰਾਂ ਦਾ ਸੁਆਦ ਗਟ ਗਟ ਕਰ ਕੇ ਲੈ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਗੱੁਟ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 59455,
    "shabad_id": 5404,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਤਿ ਮਾਤਾ, ਸੰਤੋਖੁ ਪਿਤਾ; ਸਰਿ ਸਹਜ ਸਮਾਯੳੁ ॥",
    "transliteration": "Math Maathaa Santhokh Pithaa Sar Sehaj Samaayo ||",
    "translation": "Wisdom is His mother, and contentment is His father; He is absorbed in the ocean of intuitive peace and poise.",
    "punjabi": "(ਉੱਚੀ) ਮੱਤ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ) ਮਾਤਾ ਹੈ ਤੇ ਸੰਤੋਖ (ਆਪ ਦਾ) ਪਿਤਾ ਹੈ (ਭਾਵ, ਆਪ ਇਹਨਾਂ ਗੁਣਾਂ ਵਿਚ ਜੰਮੇ-ਪਲੇ ਹਨ, ਆਪ ਉੱਚੀ ਬੁੱਧ ਵਾਲੇ ਤੇ ਪੂਰਨ ਸੰਤੋਖੀ ਹਨ)। (ਗੁਰੂ ਰਾਮਦਾਸ) ਸਦਾ ਸ਼ਾਂਤੀ ਦੇ ਸਰੋਵਰ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਵਿਅਾਪਕ ਬ੍ਰਹਮ (ਸਰਿ) ਸਮੰੁਦ੍ਰ । (ਸਹਜ) ਸ਼ਾਂਤੀ, (ਸਮਾ-ਯੳੁ): ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59456,
    "shabad_id": 5404,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਜੋਨੀ ਸੰਭਵਿਅੳੁ; ਜਗਤੁ. ਗੁਰ ਬਚਨਿ ਤਰਾਯੳੁ ॥",
    "transliteration": "Aajonee Sanbhaviao Jagath Gur Bachan Tharaayo ||",
    "translation": "The Guru is the Embodiment of the Unborn, Self-illumined Lord; by the Word of His Teachings, the Guru carries the world across.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ ਤੇ ਸੁਤੇ-ਪ੍ਰਕਾਸ਼ ਹਰੀ ਦਾ ਰੂਪ ਹੈ। ਸੰਸਾਰ ਨੂੰ (ਆਪ ਨੇ) ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਨਾਲ ਤਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਅਾਜੋਨੀ) ਅਜੂਨੀ ਸਰੂਪ ਹੁੰਦਿਅਾਂ (ਸੰ) ਸੁਤੇ ਪ੍ਰਕਾਸ਼ ਸਹਿਤ, (ਭਵਿਅੳੁ) ਪ੍ਰਗਟੇ। ਸੰ-ਭਵਿਅੳੁ, ਤਰਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59457,
    "shabad_id": 5404,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਬਿਗਤ ਅਗੋਚਰੁ ਅਪਰ ਪਰੁ; ਮਨਿ. ਗੁਰ ਸਬਦੁ ਵਸਾੲਿਅੳੁ ॥",
    "transliteration": "Abigath Agochar Aparapar Man Gur Sabadh Vasaaeiao ||",
    "translation": "Within His mind, the Guru has enshrined the Shabad, the Word of the Unseen, Unfathomable, Infinite Lord.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਅਦ੍ਰਿਸ਼ਟ ਅਗੋਚਰ ਤੇ ਬੇਅੰਤ ਹਰੀ ਦਾ ਰੂਪ ਹੈ। (ਆਪ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵਸਾਇਆ ਹੈ।",
    "pronunciation": "ਅਬਿ-ਗਤ",
    "type_id": 3
  },
  {
    "id": 59458,
    "shabad_id": 5404,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਕਲ੍ਯੁਚਰੈ; ਤੈ ਜਗਤ ੳੁਧਾਰਣੁ ਪਾੲਿਅੳੁ ॥੮॥",
    "transliteration": "Gur Raamadhaas Kalyaacharai Thai Jagath Oudhhaaran Paaeiao ||8||",
    "translation": "So speaks KALL: O Guru Raam Daas, You have attained the Lord, the Saving Grace of the world. ||8||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਜਗਤ ਨੂੰ ਤਾਰਨ ਵਾਲਾ ਅਕਾਲ ਪੁਰਖ ਲੱਭ ਲਿਆ ਹੈ' ॥੮॥",
    "pronunciation": "ਕਲ੍ਯੁਚਰੈ: ਕਲੳੁ੍ਨਚਰੈ, ੳੂੜਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59459,
    "shabad_id": 5405,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਗਤ ੳੁਧਾਰਣੁ ਨਵ ਨਿਧਾਨੁ; ਭਗਤਹ ਭਵ ਤਾਰਣੁ ॥",
    "transliteration": "Jagath Oudhhaaran Nav Nidhhaan Bhagatheh Bhav Thaaran ||",
    "translation": "The Saving Grace of the world, the nine treasures, carries the devotees across the world-ocean.",
    "punjabi": "ਭਗਤ ਜਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਕਰਨ ਦੇ ਸਮਰੱਥ, ਨਿਧਿਆਂ ਦਾ ਭੰਡਾਰ ਹੈ, ਸੰਸਾਰ ਨੂੰ ਤਾਰਨ ਵਾਸਤੇ ਸਮ੍ਰਥ-",
    "pronunciation": "ਭਗ-ਤਹ",
    "type_id": 3
  },
  {
    "id": 59460,
    "shabad_id": 5405,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬੂੰਦ. ਹਰਿ ਨਾਮੁ; ਬਿਸੁ ਕੀ ਬਿਖੈ ਨਿਵਾਰਣੁ ॥",
    "transliteration": "Anmrith Boondh Har Naam Bis Kee Bikhai Nivaaran ||",
    "translation": "The Drop of Ambrosial Nectar, the Lord's Name, is the antidote to the poison of sin.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਪਾਸ) ਹਰੀ ਦਾ ਨਾਮ (ਮਾਨੋ) ਅੰਮ੍ਰਿਤ ਦੀ ਬੂੰਦ ਹੈ, ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਦੀ ਵਿਹੁ ਦੂਰ ਕਰਨ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59461,
    "shabad_id": 5405,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਹਜ ਤਰੋਵਰ ਫਲਿਓ; ਗਿਅਾਨ ਅੰਮਿ੍ਰਤ ਫਲ ਲਾਗੇ ॥",
    "transliteration": "Sehaj Tharovar Faliou Giaan Anmrith Fal Laagae ||",
    "translation": "The tree of intuitive peace and poise blossoms and bears the ambrosial fruit of spiritual wisdom.",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸ੍ਰੇਸ਼ਟ ਰੁੱਖ ਹੈ ਜੋ ਫਲਿਆ ਹੋਇਆ ਹੈ, (ਇਸ ਰੁੱਖ ਨੂੰ) ਗਿਆਨ ਦੇ ਦੇਣ ਵਾਲੇ ਅੰਮ੍ਰਿਤ ਫਲ ਲੱਗੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59462,
    "shabad_id": 5405,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਪਾੲੀਅਹਿ; ਧੰਨਿ ਤੇ ਜਨ ਬਡਭਾਗੇ ॥",
    "transliteration": "Gur Prasaadh Paaeeahi Dhhann Thae Jan Baddabhaagae ||",
    "translation": "Blessed are those fortunate people who receive it, by Guru's Grace.",
    "punjabi": "(ਇਹ ਫਲ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦੇ ਹਨ, ਤੇ ਉਹ ਮਨੁੱਖ ਧੰਨ ਅਤੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਫਲ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ)।",
    "pronunciation": "ਪਾੲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 59463,
    "shabad_id": 5405,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੇ ਮੁਕਤੇ ਭੲੇ, ਸਤਿਗੁਰ ਸਬਦਿ; ਮਨਿ. ਗੁਰ ਪਰਚਾ ਪਾੲਿਅੳੁ ॥",
    "transliteration": "Thae Mukathae Bheae Sathigur Sabadh Man Gur Parachaa Paaeiao ||",
    "translation": "They are liberated through the Shabad, the Word of the True Guru; their minds are filled with the Guru's Wisdom.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੁਕਤ ਹੋ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨਾਲ ਪਿਆਰ ਪਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59464,
    "shabad_id": 5405,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰ ਰਾਮਦਾਸ ਕਲ੍ਯੁਚਰੈ; ਤੈ ਸਬਦ ਨੀਸਾਨੁ ਬਜਾੲਿਅੳੁ ॥੯॥",
    "transliteration": "Gur Raamadhaas Kalyaacharai Thai Sabadh Neesaan Bajaaeiao ||9||",
    "translation": "So speaks KALL: O Guru Raam Daas, You beat the drum of the Shabad. ||9||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੂੰ ਸ਼ਬਦ ਦਾ ਨਗਾਰਾ ਵਜਾਇਆ ਹੈ' ॥੯॥",
    "pronunciation": "ਕਲ੍ਯੁਚਰੈ: ਕਲੳੁ੍ਨਚਰੈ, ੳੂੜਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
