[
  {
    "id": 59465,
    "shabad_id": 5406,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "syj sDw. shju Cwvwxu, sMqoKu srwiecau; sdw sIl sMnwhu sohY ]",
    "transliteration": "Saej Sadhhaa Sehaj Shhaavaan Santhokh Saraaeicho Sadhaa Seel Sannaahu Sohai ||",
    "translation": "On the bed of faith, with the blankets of intuitive peace and poise and the canopy of contentment, You are embellished forever with the armor of humility.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਸਰਧਾ ਨੂੰ (ਪਰਮਾਤਮਾ ਲਈ) ਸੇਜ ਬਣਾਇਆ ਹੈ, (ਆਪ ਦੇ) ਹਿਰਦੇ ਦਾ ਟਿਕਾਉ ਸ਼ਾਮੀਆਨਾ ਹੈ, ਸੰਤੋਖ ਕਨਾਤ ਹੈ ਅਤੇ ਨਿੱਤ ਦਾ ਮਿੱਠਾ ਸੁਭਾਉ ਸੰਜੋਅ ਹੈ।",
    "pronunciation": "(sDw) SrDw, (Cwvwxu) cMdoAw, (srwie-cau) knwqW",
    "type_id": 3
  },
  {
    "id": 59466,
    "shabad_id": 5406,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gur sbid. smwcirE; nwmu tyk. sMgwid bohY ]",
    "transliteration": "Gur Sabadh Samaachariou Naam Ttaek Sangaadh Bohai ||",
    "translation": "Through the Word of the Guru's Shabad, you practice the Naam; You lean on its Support, and give Your Fragrance to Your companions.",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਆਪ ਨੇ) ਕਮਾਇਆ ਹੈ, (ਗੁਰੂ ਦੀ) ਟੇਕ (ਆਪ ਦੇ) ਸੰਗੀ ਆਦਿਕਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਰਹੀ ਹੈ।",
    "pronunciation": "(smwcirE) BlI pRkwr pRwpq krnw[ (sMgwid) sMgI Awidk[ (bohY) sugMDI",
    "type_id": 3
  },
  {
    "id": 59467,
    "shabad_id": 5406,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AwjonIau Bl´ü Amlu; siqgur sMig invwsu ]",
    "transliteration": "Ajoneeo Bhalya Amal Sathigur Sang Nivaas ||",
    "translation": "You abide with the Unborn Lord, the Good and Pure True Guru.",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜਨਮ (ਮਰਨ) ਤੋਂ ਰਹਿਤ ਹੈ, ਭਲਾ ਹੈ ਅਤੇ ਸੁੱਧ-ਆਤਮਾ ਹੈ।",
    "pronunciation": "(Bl´ü) BlI pRkwr[ Bl´ü: Blau[ A-mlu",
    "type_id": 3
  },
  {
    "id": 59468,
    "shabad_id": 5406,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gur rwmdws kl´ücrY; quA shj srovir bwsu ]10]",
    "transliteration": "Gur Raamadhaas Kalyaacharai Thua Sehaj Sarovar Baas ||10||",
    "translation": "So speaks KALL: O Guru Raam Daas, You abide in the sacred pool of intuitive peace and poise. ||10||",
    "punjabi": "ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਤੇਰਾ ਵਾਸ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸਰੋਵਰ ਵਿਚ ਹੈ' ॥੧੦॥",
    "pronunciation": "kl´ücrY: klau~crY, aUVw polw bolo",
    "type_id": 3
  },
  {
    "id": 59469,
    "shabad_id": 5407,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "guru. ijn@ kau supRsMnu; nwmu hir irdY invwsY ]",
    "transliteration": "Gur Jinh Ko Suprasann Naam Har Ridhai Nivaasai ||",
    "translation": "The Lord's Name abides in the hearts of those who are pleasing to the Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਸਤਿਗੁਰੂ ਤ੍ਰੁੱਠਦਾ ਹੈ, (ਉਹਨਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਵਸਾਉਂਦਾ ਹੈ।",
    "pronunciation": "supRsMnu",
    "type_id": 3
  },
  {
    "id": 59470,
    "shabad_id": 5407,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijn@ kau. guru supRsMnu; durqu dUrMqir nwsY ]",
    "transliteration": "Jinh Ko Gur Suprasann Dhurath Dhooranthar Naasai ||",
    "translation": "Sins run far away from those who are pleasing to the Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰੂ ਤ੍ਰੁਠਦਾ ਹੈ, (ਉਹਨਾਂ ਤੋਂ) ਪਾਪ ਦੂਰੋਂ ਹੀ (ਵੇਖ ਕੇ) ਭੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "supRsMnu",
    "type_id": 3
  },
  {
    "id": 59471,
    "shabad_id": 5407,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "guru. ijn@ kau supRsMnu; mwnu AiBmwnu invwrY ]",
    "transliteration": "Gur Jinh Ko Suprasann Maan Abhimaan Nivaarai ||",
    "translation": "Those who are pleasing to the Guru eradicate pride and egotism from within.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਸਤਿਗੁਰੂ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "supRsMnu",
    "type_id": 3
  },
  {
    "id": 59472,
    "shabad_id": 5407,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijn@ kau. guru supRsMnu; sbid lig. Bvjlu qwrY ]",
    "transliteration": "Jinh Ko Gur Suprasann Sabadh Lag Bhavajal Thaarai ||",
    "translation": "Those who are pleasing to the Guru are attached to the Shadad, the Word of God; they are carried across the terrifying world-ocean.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਇਸ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59473,
    "shabad_id": 5407,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "prcau pRmwxu, gur pwieAau; iqn skXQau jnmu jig ]",
    "transliteration": "Paracho Pramaan Gur Paaeiao Thin Sakayathho Janam Jag ||",
    "translation": "Those who are blessed with the wisdom of the certified Guru - blessed and fruitful is their birth into the world.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਪ੍ਰਮਾਣੀਕ ਉਪਦੇਸ਼ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਜੰਮਣਾ ਜਗਤ ਵਿਚ ਸਫਲ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "sk-X-Qau: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "id": 59474,
    "shabad_id": 5407,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sRI gurU srix Bju. kl´ kib; Bugiq mukiq sB. gurU lig ]11]",
    "transliteration": "Sree Guroo Saran Bhaj Kaly Kab Bhugath Mukath Sabh Guroo Lag ||11||",
    "translation": "KALL the poet runs to the Sanctuary of the Great Guru; attached to the Guru, they are blessed with worldly enjoyments, liberation and everything. ||11||",
    "punjabi": "ਹੇ ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਸਤਿਗੁਰ ਦੀ ਸਰਨੀ ਪਉ, ਗੁਰੂ ਦੀ ਸਰਨੀ ਪਿਆਂ ਹੀ ਮੁਕਤੀ ਅਤੇ ਸਾਰੇ ਪਦਾਰਥ (ਮਿਲ ਸਕਦੇ ਹਨ) ॥੧੧॥",
    "pronunciation": "kl´: k`ilA[ kl´ B`t jI",
    "type_id": 3
  },
  {
    "id": 59475,
    "shabad_id": 5408,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "siqguir. Kymw qwixAw; jug jUQ smwxy ]",
    "transliteration": "Sathigur Khaemaa Thaaniaa Jug Joothh Samaanae ||",
    "translation": "The Guru has pitched the tent; under it, all the ages are gathered.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ (ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ-ਰੂਪ) ਚੰਦੋਆ ਤਾਣਿਆ ਹੈ, ਸਾਰੇ ਜੁਗ (ਭਾਵ, ਸਾਰੇ ਜੁਗਾਂ ਦੇ ਜੀਵ) ਉਸ ਦੇ ਹੇਠ ਆ ਟਿਕੇ ਹਨ (ਭਾਵ, ਸਭ ਜੀਵ ਹਰਿ ਜਸ ਕਰਨ ਲੱਗ ਪਏ ਹਨ)।",
    "pronunciation": "(jUQ) toilAW dy toly[ Kymw: ibMdI nhIN lwauxI",
    "type_id": 3
  },
  {
    "id": 59476,
    "shabad_id": 5408,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AnBau nyjw nwmu tyk; ijqu Bgq AGwxy ]",
    "transliteration": "Anabho Naejaa Naam Ttaek Jith Bhagath Aghaanae ||",
    "translation": "He carries the spear of intuition, and takes the Support of Naam, the Name of the Lord, through which the devotees are fulfilled.",
    "punjabi": "ਗਿਆਨ (ਆਪ ਦੇ ਹੱਥ ਵਿਚ) ਨੇਜਾ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ (ਆਪ ਦਾ) ਆਸਰਾ ਹੈ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਰੱਜ ਰਹੇ ਹਨ।",
    "pronunciation": "An-Bau",
    "type_id": 3
  },
  {
    "id": 59477,
    "shabad_id": 5408,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "guru nwnku AMgdu Amru Bgq; hir sMig smwxy ]",
    "transliteration": "Gur Naanak Angadh Amar Bhagath Har Sang Samaanae ||",
    "translation": "Guru Nanak, Guru Angad and Guru Amar Daas, through devotional worship, have merged into the Lord.",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਰੂਪ ਟੇਕ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ, ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਅਤੇ ਹੋਰ ਭਗਤ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਲੀਨ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59478,
    "shabad_id": 5408,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "iehu rwj jog gur rwmdws; qum@ hU rsu jwxy ]12]",
    "transliteration": "Eihu Raaj Jog Gur Raamadhaas Thumh Hoo Ras Jaanae ||12||",
    "translation": "O Guru Raam Daas, You alone know the taste of this Raja Yoga. ||12||",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਆਪ ਨੇ ਭੀ ਰਾਜ ਜੋਗ ਦੇ ਇਸ ਸੁਆਦ ਨੂੰ ਪਛਾਣਿਆ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59479,
    "shabad_id": 5409,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jnku soie. ijin jwixAw; aunmin rQu DirAw ]",
    "transliteration": "Janak Soe Jin Jaaniaa Ounaman Rathh Dhhariaa ||",
    "translation": "He alone is enlightened like Janaka, who links the chariot of his mind to the state of ecstatic realization.",
    "punjabi": "ਜਨਕ ਉਹ ਹੈ ਜਿਸ ਨੇ (ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਜਾਣ ਲਿਆ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਮਨ ਦੀ ਬ੍ਰਿਤੀ ਨੂੰ ਪੂਰਨ ਖਿੜਾਉ ਵਿਚ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59480,
    "shabad_id": 5409,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "squ sMqoKu smwcry; ABrw sru BirAw ]",
    "transliteration": "Sath Santhokh Samaacharae Abharaa Sar Bhariaa ||",
    "translation": "He gathers in truth and contentment, and fills up the empty pool within.",
    "punjabi": "ਜਿਸ ਨੇ ਸਤ ਅਤੇ ਸੰਤੋਖ (ਆਪਣੇ ਅੰਦਰ) ਇਕੱਠੇ ਕੀਤੇ ਹਨ, ਅਤੇ ਜਿਸ ਨੇ ਇਸ ਨਾਹ ਰੱਜਣ ਵਾਲੇ ਮਨ ਨੂੰ ਤ੍ਰਿਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "(A-Brw) ^wlI[ smw-cry",
    "type_id": 3
  },
  {
    "id": 59481,
    "shabad_id": 5409,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "AkQ kQw Amrw purI; ijsu dyie su pwvY ]",
    "transliteration": "Akathh Kathhaa Amaraa Puree Jis Dhaee S Paavai ||",
    "translation": "He speaks the Unspoken Speech of the eternal city. He alone obtains it, unto whom God gives it.",
    "punjabi": "ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਦੀ (ਭਾਵ, ਜਨਕ ਵਾਲੀ) ਇਹ (ਉਪ੍ਰੋਕਤ) ਗੂਝ ਗੱਲ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਅਕਾਲ ਪੁਰਖ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ (ਭਾਵ, ਇਹੋ ਜਿਹੀ ਜਨਕ-ਪਦਵੀ ਹਰੇਕ ਨੂੰ ਨਹੀਂ ਮਿਲਦੀ)।",
    "pronunciation": "A-kQ: polw bolo[ dy-ie",
    "type_id": 3
  },
  {
    "id": 59482,
    "shabad_id": 5409,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iehu jnk rwju, gur rwmdws; quJ hI bix AwvY ]13]",
    "transliteration": "Eihu Janak Raaj Gur Raamadhaas Thujh Hee Ban Aavai ||13||",
    "translation": "O Guru Raam Daas, Your sovereign rule, like that of Janak, is Yours alone. ||13||",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ! ਇਹ ਜਨਕ-ਰਾਜ ਤੈਨੂੰ ਹੀ ਸੋਭਦਾ ਹੈ (ਭਾਵ, ਇਸ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਤੂੰ ਹੀ ਅਧਿਕਾਰੀ ਹੈਂ) ॥੧੩॥",
    "pronunciation": "(jnk) bRhm ipqw",
    "type_id": 3
  },
  {
    "id": 59483,
    "shabad_id": 5410,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqgur nwmu. eyk ilv min jpY idRV@; iqn@ jn duK pwpu. khu kq hovY jIau ]",
    "transliteration": "Sathigur Naam Eaek Liv Man Japai Dhrirrha Thinh Jan Dhukh Paap Kahu Kath Hovai Jeeo ||",
    "translation": "Tell me, how can sin and suffering cling to that humble being who chants the Naam, given by the Guru, with single-minded love and firm faith?",
    "punjabi": "ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ ਮਨ ਵਿਚ ਸਰਧਾ ਨਾਲ ਜਪਦਾ ਹੈ, ਦੱਸੋ ਜੀ, ਉਹਨਾਂ ਨੂੰ ਕਲੇਸ਼ ਤੇ ਪਾਪ ਕਦੋਂ ਪੋਹ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59484,
    "shabad_id": 5410,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "qwrx qrx, iKn mwqR jw kau idRis†  DwrY; sbdu ird bIcwrY, kwmu kRoDu KovY jIau ]",
    "transliteration": "Thaaran Tharan Khin Maathr Jaa Ko Dhrist Dhhaarai Sabadh Ridh Beechaarai Kaam Krodhh Khovai Jeeo ||",
    "translation": "When the Lord, the Boat to carry us across, bestows His Glance of Grace, even for an instant, the mortal contemplates the Shabad within his heart; unfulfilled sexual desire and unresolved anger are eradicated.",
    "punjabi": "(ਸਤਿਗੁਰੂ, ਜੋ) ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ (ਮਾਨੋ) ਜਹਾਜ਼ (ਹੈ) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਖਿਨ ਭਰ ਲਈ ਭੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਿਚਾਰਦਾ ਹੈ ਤੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਕਾਮ ਕ੍ਰੋਧ ਨੂੰ ਗੰਵਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "zor zulm AOgux ivkwr swgr qoN qwrn leI, (qrx) jhwz rUp hn[ di Rsi † : A`Dw tYNkw polw bolo",
    "type_id": 3
  },
  {
    "id": 59485,
    "shabad_id": 5410,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jIAn sBn dwqw. Agm g´wn ibK´wqw; Aih inis D´wn DwvY. plk, n sovY jIau ]",
    "transliteration": "Jeean Sabhan Dhaathaa Agam Gyaan Bikhyaathaa Ahinis Dhhyaan Dhhaavai Palak N Sovai Jeeo ||",
    "translation": "The Guru is the Giver to all beings; He speaks the spiritual wisdom of the Unfathomable Lord, and meditates on Him day and night. He never sleeps, even for an instant.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਰਾਮਦਾਸ) ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਦਾਤਾ ਹੈ, ਅਗਮ ਹਰੀ ਦੇ ਗਿਆਨ ਦੇ ਪ੍ਰਗਟ ਕਰਨ ਵਾਲਾ ਹੈ; ਦਿਨ ਰਾਤ ਹਰੀ ਦਾ ਧਿਆਨ ਧਾਰਦਾ ਹੈ ਅਤੇ ਪਲਕ ਭਰ ਭੀ ਗ਼ਾਫਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "igAwn,ibiKAwqw,iDAwn",
    "type_id": 3
  },
  {
    "id": 59486,
    "shabad_id": 5410,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jw kau dyKq. dirdRü jwvY, nwmu so inDwnu pwvY; gurmuiK g´win. durmiq mYlu. DovY jIau ]",
    "transliteration": "Jaa Ko Dhaekhath Dharidhra Jaavai Naam So Nidhhaan Paavai Guramukh Gyaan Dhuramath Mail Dhhovai Jeeo ||",
    "translation": "Seeing Him, poverty vanishes, and one is blessed with the treasure of the Naam, the Name of the Lord. The spiritual wisdom of the Guru's Word washes away the filth of evil-mindedness.",
    "punjabi": "ਜੋ ਗੁਰਮੁਖ (ਗੁਰੂ ਰਾਮਦਾਸ ਦੇ ਦਿੱਤੇ) ਗਿਆਨ ਦੀ ਰਾਹੀਂ ਆਪਣੀ ਦੁਰਮੱਤ ਦੀ ਮੈਲ ਧੋਂਦਾ ਹੈ, ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਅਤੇ ਉਸ ਦਾ ਦਲਿਦ੍ਰ ਆਪ ਦੇ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "igAwn[ dur-m`iq",
    "type_id": 3
  },
  {
    "id": 59487,
    "shabad_id": 5410,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "siqgur nwmu. eyk ilv min jpY idRVu; iqn jn duK pwp, khu kq hovY jIau ]1]",
    "transliteration": "Sathigur Naam Eaek Liv Man Japai Dhrirr Thin Jan Dhukh Paap Kahu Kath Hovai Jeeo ||1||",
    "translation": "Tell me, how can sin and suffering cling to that humble being who chants the Naam, given by the Guru, with single-minded love and firm faith? ||1||",
    "punjabi": "ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ (ਰਾਮਦਾਸ) ਦਾ ਨਾਮ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ ਮਨ ਵਿਚ ਸਰਧਾ ਨਾਲ ਜਪਦਾ ਹੈ, ਦੱਸੋ ਜੀ, ਉਹਨਾਂ ਨੂੰ ਪਾਪ ਤੇ ਕਲੇਸ਼ ਪੋਹ ਸਕਦਾ ਹੈ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59488,
    "shabad_id": 5411,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Drm krm; pUrY siqguru pweI hY ]",
    "transliteration": "Dhharam Karam Poorai Sathigur Paaee Hai ||",
    "translation": "Dharmic faith and the karma of good deeds are obtained from the Perfect True Guru.",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਮਿਲਿਆਂ ਸਾਰੇ ਧਰਮ ਕਰਮ (ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59489,
    "shabad_id": 5411,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jw kI syvw isD swD muin jn, suir nr jwcih; sbd swru, eyk ilv lweI hY ]",
    "transliteration": "Jaa Kee Saevaa Sidhh Saadhh Mun Jan Sur Nar Jaachehi Sabadh Saar Eaek Liv Laaee Hai ||",
    "translation": "The Siddhas and Holy Saadhus, the silent sages and angelic beings, yearn to serve Him; through the most excellent Word of the Shabad, they are lovingly attuned to the One Lord.",
    "punjabi": "ਸਿੱਧ, ਸਾਧ ਮੁਨੀ ਲੋਕ, ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਇਸ (ਗੁਰੂ ਰਾਮਦਾਸ ਦੀ) ਸੇਵਾ ਮੰਗਦੇ ਹਨ, (ਆਪ ਦਾ) ਸ਼ਬਦ ਸ੍ਰੇਸ਼ਟ ਹੈ ਤੇ (ਆਪ ਨੇ) ਇਕ (ਅਕਾਲ ਪੁਰਖ) ਨਾਲ ਬ੍ਰਿਤੀ ਜੋੜੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59490,
    "shabad_id": 5411,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Puin jwnY ko qyrw Apwru. inrBau inrMkwru; AkQ kQnhwru. quJih buJweI hY ]",
    "transliteration": "Fun Jaanai Ko Thaeraa Apaar Nirabho Nirankaar Akathh Kathhanehaar Thujhehi Bujhaaee Hai ||",
    "translation": "Who can know Your limits? You are the Embodiment of the Fearless, Formless Lord. You are the Speaker of the Unspoken Speech; You alone understand this.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ!) ਕੌਣ ਤੇਰਾ (ਅੰਤ) ਪਾ ਸਕਦਾ ਹੈ? ਤੂੰ ਬੇਅੰਤ, ਨਿਰਭਉ ਨਿਰੰਕਾਰ (ਦਾ ਰੂਪ) ਹੈਂ। ਕਥਨ-ਜੋਗ ਅਕੱਥ ਹਰੀ ਦਾ ਗਿਆਨ ਤੈਨੂੰ ਹੀ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "A-kQ: polw bolo, bu`JweI",
    "type_id": 3
  },
  {
    "id": 59491,
    "shabad_id": 5411,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Brm BUly sMswr. Cuthu jUnI sMGwr; jm ko. n fMf kwl, gurmiq D´weI hY ]",
    "transliteration": "Bharam Bhoolae Sansaar Shhuttahu Joonee Sanghaar Jam Ko N Ddandd Kaal Guramath Dhhyaaee Hai ||",
    "translation": "O foolish worldly mortal, you are deluded by doubt; give up birth and death, and you shall not be punished by the Messenger of Death. Meditate on the Guru's Teachings.",
    "punjabi": "ਭਰਮਾਂ ਵਿਚ ਭੁੱਲੇ ਹੋਏ ਹੇ ਸੰਸਾਰੀ ਜੀਵ! ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੀ ਮਤ ਲੈ ਕੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਸਿਮਰ, ਤੂੰ ਜਨਮ ਮਰਨ ਤੋਂ ਬਚ ਜਾਹਿਂਗਾ, ਤੇ ਜਮ ਦੀ ਭੀ ਤਾੜਨਾ ਨਹੀਂ ਹੋਵੇਗੀ।",
    "pronunciation": "D´weI: iDAweI",
    "type_id": 3
  },
  {
    "id": 59492,
    "shabad_id": 5411,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mn pRwxI mugD bIcwru, Aih inis jpu; Drm krm, pUrY siqguru pweI hY ]2]",
    "transliteration": "Man Praanee Mugadhh Beechaar Ahinis Jap Dhharam Karam Poorai Sathigur Paaee Hai ||2||",
    "translation": "You foolish mortal being, reflect on this in your mind; chant and meditate day and night. Dharmic faith and the karma of good deeds are obtained from the Perfect True Guru. ||2||",
    "punjabi": "ਹੇ ਮੂਰਖ ਮਨ! ਹੇ ਮੂਰਖ ਜੀਵ! ਵਿਚਾਰ ਕਰ ਤੇ ਦਿਨ ਰਾਤ (ਨਾਮ) ਸਿਮਰ। ਪੂਰੇ ਸਤਿਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਮਿਲਿਆਂ (ਸਾਰੇ) ਧਰਮ ਕਰਮ (ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59493,
    "shabad_id": 5412,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hau bil bil jwau; siqgur swcy nwm pr ]",
    "transliteration": "Ho Bal Bal Jaao Sathigur Saachae Naam Par ||",
    "translation": "I am a sacrifice, a sacrifice, to the True Name, O my True Guru.",
    "punjabi": "ਸੱਚੇ ਸਤਿਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੇ ਨਾਮ ਤੋਂ ਸਦਕੇ ਜਾਵਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59494,
    "shabad_id": 5412,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kvn aupmw dyau. kvn syvw sryau; eyk muK rsnw rshu. jug joir kr ]",
    "transliteration": "Kavan Oupamaa Dhaeo Kavan Saevaa Saraeo Eaek Mukh Rasanaa Rasahu Jug Jor Kar ||",
    "translation": "What Praises can I offer to You? What service can I do for You? I have only one mouth and tongue; with my palms pressed together, I chant to You with joy and delight.",
    "punjabi": "ਮੈਂ ਕਿਹੜੀ ਉਪਮਾ ਦਿਆਂ (ਭਾਵ, ਕੀਹ ਆਖਾਂ ਕਿਹੋ ਜਿਹਾ ਹੈ), ਮੈਂ ਕਿਹੜੀ ਸੇਵਾ ਕਰਾਂ? (ਹੇ ਮੇਰੇ ਮਨ!) ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਸਨਮੁਖ ਹੋ ਕੇ ਜੀਭ ਨਾਲ ਸਿਮਰ (ਬੱਸ, ਇਹੀ ਉਪਮਾ ਤੇ ਇਹੀ ਸੇਵਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59495,
    "shabad_id": 5412,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Puin mn bc kRm jwnu. Anq dUjw, n mwnu; nwmu so Apwru swru. dIno guir, ird Dr ]",
    "transliteration": "Fun Man Bach Kram Jaan Anath Dhoojaa N Maan Naam So Apaar Saar Dheeno Gur Ridh Dhhar ||",
    "translation": "In thought, word and deed, I know the Lord; I do not worship any other. The Guru has enshrined the most excellent Name of the Infinite Lord within my heart.",
    "punjabi": "ਹੇ ਨਲ੍ਯ੍ਯ ਕਵੀ! ਅਤੇ ਹੋਰ (ਇਹ ਕੰਮ ਕਰ, ਕਿ) ਆਪਣੇ ਮਨ ਬਚਨਾਂ ਅਤੇ ਕਰਮਾਂ ਦੀ ਰਾਹੀਂ (ਉਸੇ ਨਾਮ ਨੂੰ) ਦ੍ਰਿੜ ਕਰ, ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਾਹ ਜਪ, ਉਹ ਬੇਅੰਤ ਤੇ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਉਸ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ ਤੇਰੇ ਹਿਰਦੇ ਦਾ ਆਸਰਾ ਬਣਾ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
