[
  {
    "id": 59496,
    "shabad_id": 5412,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nl´ kiv pwrs prs, kc kMcnw huie; cMdnw subwsu jwsu, ismrq An qr ]",
    "transliteration": "Naly Kav Paaras Paras Kach Kanchanaa Hue Chandhanaa Subaas Jaas Simarath An Thar ||",
    "translation": "So speaks NALL the poet: touching the Philosopher's Stone, glass is transformed into gold, and the sandalwood tree imparts its fragrance to other trees; meditating in remembrance on the Lord, I am transformed.",
    "punjabi": "ਜਿਸ ਨੂੰ ਸਿਮਰਿਆਂ (ਇਉਂ ਹੋ ਜਾਈਦਾ ਹੈ ਜਿਵੇਂ) ਪਾਰਸ ਦੀ ਛੁਹ ਨਾਲ ਕੱਚ ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ (ਚੰਦਨ ਦੀ ਛੁਹ ਨਾਲ) ਹੋਰ ਰੁੱਖਾਂ ਵਿਚ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "gurmuK B`t nl´ jI[ (kc) k`c qoN[ (kMcnw) sonw, (An) hor[ (qr) ibRC vWgUM[ nl´: n`ilA[",
    "type_id": 3
  },
  {
    "id": 59497,
    "shabad_id": 5412,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jw ky dyKq duAwry, kwm kRoD hI invwry jI; hau bil bil jwau, siqgur swcy nwm pr ]3]",
    "transliteration": "Jaa Kae Dhaekhath Dhuaarae Kaam Krodhh Hee Nivaarae Jee Ho Bal Bal Jaao Sathigur Saachae Naam Par ||3||",
    "translation": "Seeing His Door, I am rid of sexual desire and anger. I am a sacrifice, a sacrifice, to the True Name, O my True Guru. ||3||",
    "punjabi": "ਜਿਸ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੇ ਦਰ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਇਹ ਸਾਰੇ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਮੈਂ ਸਦਕੇ ਹਾਂ, ਉਸ ਸੱਚੇ ਗੁਰੂ ਦੇ ਨਾਮ ਤੋਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59498,
    "shabad_id": 5413,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwju jogu qKqu; dIAnu gur rwmdws ]",
    "transliteration": "Raaj Jog Thakhath Dheean Gur Raamadhaas ||",
    "translation": "Guru Raam Daas was blessed with the Throne of Raja Yoga.",
    "punjabi": "ਉਸ (ਅਕਾਲ ਪੁਰਖ) ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਨੂੰ ਰਾਜ ਤੇ ਜੋਗ (ਵਾਲਾ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59499,
    "shabad_id": 5413,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "pRQmy nwnk cMdu, jgq BXo AwnMdu; qwrin mnuK´ jn, kIAau pRgws ]",
    "transliteration": "Prathhamae Naanak Chandh Jagath Bhayo Aanandh Thaaran Manukhy Jan Keeao Pragaas ||",
    "translation": "First, Guru Nanak illuminated the world, like the full moon, and filled it with bliss. To carry humanity across, He bestowed His Radiance.",
    "punjabi": "ਪਹਿਲਾਂ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਚੰਦ੍ਰਮਾ (-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ), ਮਨੁੱਖਾਂ ਨੂੰ ਤਾਰਨ ਲਈ (ਆਪ ਨੇ) ਚਾਨਣਾ ਕੀਤਾ ਤੇ (ਸਾਰੇ) ਸੰਸਾਰ ਨੂੰ ਖ਼ੁਸ਼ੀ ਹੋਈ।",
    "pronunciation": "B-Xo: X qwlU qoN bolo[ mnuK´: mn`uiKA",
    "type_id": 3
  },
  {
    "id": 59500,
    "shabad_id": 5413,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gur AMgd. dIAau inDwnu, AkQ kQw igAwnu; pMc BUq bis kIny, jmq. n qRws ]",
    "transliteration": "Gur Angadh Dheeao Nidhhaan Akathh Kathhaa Giaan Panch Bhooth Bas Keenae Jamath N Thraas ||",
    "translation": "He blessed Guru Angad with the treasure of spiritual wisdom, and the Unspoken Speech; He overcame the five demons and the fear of the Messenger of Death.",
    "punjabi": "(ਫਿਰ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਨੇ) ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੂੰ ਹਰੀ ਦੀ ਅਕੱਥ ਕਥਾ ਦਾ ਗਿਆਨ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ, (ਜਿਸ ਕਰਕੇ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਨੇ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵੈਰੀ ਵੱਸ ਵਿਚ ਕਰ ਲਏ, ਤੇ (ਉਸ ਨੂੰ ਉਹਨਾਂ ਦਾ) ਡਰ ਨਾਹ ਰਿਹਾ।",
    "pronunciation": "(jmq) jMmx mrn dw (qRws) fr[A-kQ[ jmq: poly bolo[ b`is",
    "type_id": 3
  },
  {
    "id": 59501,
    "shabad_id": 5413,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gur Amru gurU sRI siq, kiljuig rwKI piq; AGn dyKq gqu, crnkvl jws ]",
    "transliteration": "Gur Amar Guroo Sree Sath Kalijug Raakhee Path Aghan Dhaekhath Gath Charan Kaval Jaas ||",
    "translation": "The Great and True Guru, Guru Amar Daas, has preserved honor in this Dark Age of Kali Yuga. Seeing His Lotus Feet, sin and evil are destroyed.",
    "punjabi": "(ਫਿਰ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਦੀ ਛੁਹ ਨਾਲ) ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਗੁਰੂ ਅਮਰਦਾਸ (ਪ੍ਰਗਟ ਹੋਇਆ), (ਉਸ ਨੇ) ਕਲਿਜੁਗ ਦੀ ਪਤਿ ਰੱਖੀ, ਆਪ ਦੇ ਚਰਨ ਕਮਲਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਕਲਿਜੁਗ ਦੇ) ਪਾਪ ਭੱਜ ਗਏ।",
    "pronunciation": "(Agn) pwp (gqu) nws[ Agn, gqu: poly bolo",
    "type_id": 3
  },
  {
    "id": 59502,
    "shabad_id": 5413,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sB ibiD. mwin´au mnu, qb hI BXau pRsMnu; rwju jogu qKqu, dIAnu gur rwmdws ]4]",
    "transliteration": "Sabh Bidhh Maaniyo Man Thab Hee Bhayo Prasann Raaj Jog Thakhath Dheean Gur Raamadhaas ||4||",
    "translation": "When His mind was totally satisfied in every way, when He was totally pleased, He bestowed upon Guru Raam Daas the Throne of Raja Yoga. ||4||",
    "punjabi": "(ਜਦੋਂ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ) ਮਨ ਪੂਰਨ ਤੌਰ ਤੇ ਪਤੀਜ ਗਿਆ, ਤਦੋਂ (ਉਹ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਉਤੇ) ਤ੍ਰੁੱਠੇ ਤੇ (ਉਹਨਾਂ) ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਰਾਜ ਜੋਗ ਵਾਲਾ ਤਖ਼ਤ ਬਖ਼ਸ਼ਿਆ ॥੪॥",
    "pronunciation": "ibiD: polw bolo[ mwin´au: mwinAau[ B-Xau X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "id": 59503,
    "shabad_id": 5414,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "rf ]",
    "transliteration": "Radd ||",
    "translation": "Radd:",
    "punjabi": "",
    "pronunciation": "r`f",
    "type_id": 3
  },
  {
    "id": 59504,
    "shabad_id": 5414,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijsih Dwir´au. Driq Aru ivaumu, Aru pvxu qy nIr sr; Avr Anl Anwid kIAau ]",
    "transliteration": "Jisehi Dhhaariyo Dhharath Ar Vioum Ar Pavan Thae Neer Sar Avar Anal Anaadh Keeao ||",
    "translation": "He established the earth, the sky and the air, the water of the oceans, fire and food.",
    "punjabi": "ਜਿਸ ਹਰੀ-ਨਾਮ ਨੇ ਧਰਤੀ ਤੇ ਅਕਾਸ਼ ਨੂੰ ਟਿਕਾ ਰੱਖਿਆ ਹੈ, ਅਤੇ ਜਿਸ ਨੇ ਪਵਣ, ਸਰੋਵਰਾਂ ਦੇ ਉਹ ਜਲ, ਅੱਗ ਤੇ ਅੰਨ ਆਦਿਕ ਪੈਦਾ ਕੀਤੇ ਹਨ,",
    "pronunciation": "(ivaumu) AkwS, (Anl) AgnI, (Anwid) AMn Awidk[ Dwir´au: DwirAau",
    "type_id": 3
  },
  {
    "id": 59505,
    "shabad_id": 5414,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sis iriK inis. sUr idin, sYl; qrUA Pl Pul dIAau ]",
    "transliteration": "Sas Rikh Nis Soor Dhin Sail Tharooa Fal Ful Dheeao ||",
    "translation": "He created the moon, the starts and the sun, night and day and mountains; he blessed the trees with flowers and fruits.",
    "punjabi": "(ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਰਾਤ ਨੂੰ ਚੰਦ੍ਰਮਾ ਤੇ ਤਾਰੇ ਅਤੇ ਦਿਨ ਵੇਲੇ ਸੂਰਜ (ਚੜ੍ਹਦਾ ਹੈ), ਜਿਸ ਨੇ ਪਹਾੜ ਰਚੇ ਹਨ ਅਤੇ ਜਿਸ ਨੇ ਰੁੱਖਾਂ ਨੂੰ ਫਲ ਫੁੱਲ ਲਾਏ ਹਨ।",
    "pronunciation": "(iriK) qwry[ Pu`l",
    "type_id": 3
  },
  {
    "id": 59506,
    "shabad_id": 5414,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "suir nr spq smudR ikA; DwirE iqRBvx jwsu ]",
    "transliteration": "Sur Nar Sapath Samudhr Kia Dhhaariou Thribhavan Jaas ||",
    "translation": "He created the gods, human beings and the seven seas; He established the three worlds.",
    "punjabi": "ਜਿਸ ਨੇ ਦੇਵਤੇ ਮਨੁੱਖ ਤੇ ਸੱਤ ਸਮੁੰਦਰ ਪੈਦਾ ਕੀਤੇ ਹਨ ਅਤੇ ਤਿੰਨੇ ਭਵਣ ਟਿਕਾ ਰੱਖੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59507,
    "shabad_id": 5414,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "soeI eyku nwmu, hir nwmu siq; pwieE. gur Amr pRgwsu ]1]5]",
    "transliteration": "Soee Eaek Naam Har Naam Sath Paaeiou Gur Amar Pragaas ||1||5||",
    "translation": "Guru Amar Daas was blessed with the Light of the One Name, the True Name of the Lord. ||1||5||",
    "punjabi": "ਉਹੀ ਇਕ ਹਰੀ-ਨਾਮ ਸਦਾ ਅਟੱਲ ਹੈ, (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਉਹੀ ਨਾਮ-ਰੂਪ) ਚਾਨਣਾ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਤੋਂ ਲੱਭਾ ਹੈ ॥੧॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59508,
    "shabad_id": 5415,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kchu. kMcnu BieAau; sbdu gur. sRvxih suixE ]",
    "transliteration": "Kachahu Kanchan Bhaeiao Sabadh Gur Sravanehi Suniou ||",
    "translation": "Glass is transformed into gold, listening to the Word of the Guru's Shabad.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੈ, ਉਹ (ਮਾਨੋ) ਕੱਚ ਤੋਂ ਸੋਨਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "k`chu",
    "type_id": 3
  },
  {
    "id": 59509,
    "shabad_id": 5415,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ibKu qy AMimRqu huXau; nwmu siqgur muiK BixAau ]",
    "transliteration": "Bikh Thae Anmrith Huyo Naam Sathigur Mukh Bhaniao ||",
    "translation": "Poison is transformed into ambrosial nectar, speaking the Name of the True Guru.",
    "punjabi": "ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਉਚਾਰਿਆ ਹੈ, ਉਹ ਵਿਹੁ ਤੋਂ ਅੰਮ੍ਰਿਤ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "hu-Xau: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "id": 59510,
    "shabad_id": 5415,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "lohau. hoXau lwlu; ndir siqguru jid DwrY ]",
    "transliteration": "Loho Hoyo Laal Nadhar Sathigur Jadh Dhhaarai ||",
    "translation": "Iron is transformed into jewels, when the True Guru bestows His Glance of Grace.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ (ਮਿਹਰ ਦੀ) ਨਜ਼ਰ ਕਰੇ, ਤਾਂ (ਜੀਵ) ਲੋਹੇ ਤੋਂ ਲਾਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ho-Xau",
    "type_id": 3
  },
  {
    "id": 59511,
    "shabad_id": 5415,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pwhx mwxk krY; igAwnu gur kihAau bIcwrY ]",
    "transliteration": "Paahan Maanak Karai Giaan Gur Kehiao Beechaarai ||",
    "translation": "Stones are transformed into emeralds, when the mortal chants and contemplates the spiritual wisdom of the Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਗਿਆਨ ਨੂੰ ਵਿਚਾਰ ਕੇ ਜਪਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ (ਮਾਨੋ) ਪੱਥਰਾਂ ਤੋਂ ਮਾਣਕ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59512,
    "shabad_id": 5415,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kwThu. sRIKMf siqguir kIAau; duK dirdR. iqn ky gieA ]",
    "transliteration": "Kaathahu Sreekhandd Sathigur Keeao Dhukh Dharidhr Thin Kae Gaeia ||",
    "translation": "The True Guru transforms ordinary wood into sandalwood, eradicating the pains of poverty.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਦੁੱਖ ਦਰਦ੍ਰਿ ਦੂਰ ਹੋ ਗਏ ਹਨ ਅਤੇ ਸਤਿਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਮਾਨੋ) ਕਾਠ ਤੋਂ ਚੰਦਨ ਬਣਾ ਦਿਤਾ ਹੈ,",
    "pronunciation": "(sRIKMf) cMdn[ g-ieA",
    "type_id": 3
  },
  {
    "id": 59513,
    "shabad_id": 5415,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "siqgurU crn ijn@ prisAw; sy psu pryq. suir nr BieA ]2]6]",
    "transliteration": "Sathiguroo Charan Jinh Parasiaa Sae Pas Paraeth Sur Nar Bhaeia ||2||6||",
    "translation": "Whoever touches the Feet of the True Guru, is transformed from a beast and a ghost into an angelic being. ||2||6||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਪਰਸੇ ਹਨ, ਉਹ ਪਸੂ ਤੇ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਤੇ ਮਨੁੱਖ ਬਣ ਗਏ ਹਨ ॥੨॥੬॥",
    "pronunciation": "B-ieA",
    "type_id": 3
  },
  {
    "id": 59514,
    "shabad_id": 5416,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jwim gurU hoie vil; Dnih ikAw gwrvu idjie ]",
    "transliteration": "Jaam Guroo Hoe Val Dhhanehi Kiaa Gaarav Dhijae ||",
    "translation": "One who has the Guru on his side - how could he be proud of his wealth?",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ (ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਪੱਖ ਕਰੇ ਤਾਂ ਉਹ ਧਨ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "v`il,id`j-ie",
    "type_id": 3
  },
  {
    "id": 59515,
    "shabad_id": 5416,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jwim gurU. hoie vil; lK bwhy ikAw ikjie ]",
    "transliteration": "Jaam Guroo Hoe Val Lakh Baahae Kiaa Kijae ||",
    "translation": "One who has the Guru on his side - what would hundreds of thousands of supporters do for him?",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਪੱਖ ਤੇ ਹੋਵੇ, ਤਾਂ ਲੱਖਾਂ ਫ਼ੌਜਾਂ ਕੀਹ ਵਿਗਾੜ ਸਕਦੀਆਂ ਹਨ?",
    "pronunciation": "bwhyN[ ikj-ie",
    "type_id": 3
  },
  {
    "id": 59516,
    "shabad_id": 5416,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jwim gurU. hoie vil; igAwn Aru iDAwn. Ann pir ]",
    "transliteration": "Jaam Guroo Hoe Val Giaan Ar Dhhiaan Anan Par ||",
    "translation": "One who has the Guru on his side, does not depend on anyone else for spiritual wisdom and meditation.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਪੱਖ ਕਰੇ, ਤਾਂ ਮਨੁੱਖ ਗਿਆਨ ਅਤੇ ਧਿਆਨ ਦੀ ਦਾਤ ਹੋਣ ਦੇ ਕਾਰਨ (ਹਰੀ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59517,
    "shabad_id": 5416,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jwim gurU hoie vil; sbdu swKI su sch Gir ]",
    "transliteration": "Jaam Guroo Hoe Val Sabadh Saakhee S Sacheh Ghar ||",
    "translation": "One who has the Guru on his side contemplates the Shabad and the Teachings, and abides in the Home of Truth.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਸਹੈਤਾ ਕਰੇ, ਤਾਂ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸ਼ਬਦ ਸਾਖਿਆਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਸੱਚੇ ਹਰੀ ਦੇ ਘਰ ਵਿਚ (ਟਿਕ ਜਾਂਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59518,
    "shabad_id": 5416,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jo gurU gurU Aih inis jpY; dwsu Btu byniq khY ]",
    "transliteration": "Jo Guroo Guroo Ahinis Japai Dhaas Bhatt Baenath Kehai ||",
    "translation": "The Lord's humble slave and poet utters this prayer: whoever chants to the Guru night and day,",
    "punjabi": "ਦਾਸ (ਨਲ੍ਯ੍ਯ) ਭੱਟ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜੋ ਮਨੁੱਖ ਦਿਨ ਰਾਤ 'ਗੁਰੂ ਗੁਰੂ' ਜਪਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59519,
    "shabad_id": 5416,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jo gurU nwmu. ird mih DrY; so jnm mrx duh. Qy rhY ]3]7]",
    "transliteration": "Jo Guroo Naam Ridh Mehi Dhharai So Janam Maran Dhuh Thhae Rehai ||3||7||",
    "translation": "Whoever enshrines the Name of the Guru within his heart, is rid of both birth and death. ||3||7||",
    "punjabi": "ਜੋ ਸਤਿਗੁਰੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਜੰਮਣ ਮਰਨ ਦੋਹਾਂ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ ॥੩॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59520,
    "shabad_id": 5417,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gur ibnu. Goru AMDwru; gurU ibnu smJ. n AwvY ]",
    "transliteration": "Gur Bin Ghor Andhhaar Guroo Bin Samajh N Aavai ||",
    "translation": "Without the Guru, there is utter darkness; without the Guru, understanding does not come.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖਾ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ) ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਸਹੀ ਜੀਵਨ ਦੀ) ਸਮਝ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59521,
    "shabad_id": 5417,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gur ibnu. suriq n isiD; gurU ibnu mukiq. n pwvY ]",
    "transliteration": "Gur Bin Surath N Sidhh Guroo Bin Mukath N Paavai ||",
    "translation": "Without the Guru, there is no intuitive awareness or success; without the Guru, there is no liberation.",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸੁਰਤ (ਉੱਚੀ) ਨਹੀਂ ਹੁੰਦੀ ਤੇ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ) ਸਫਲਤਾ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59522,
    "shabad_id": 5417,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "guru kru scu bIcwru; gurU kru ry mn myry ]",
    "transliteration": "Gur Kar Sach Beechaar Guroo Kar Rae Man Maerae ||",
    "translation": "So make Him your Guru, and contemplate the Truth; make Him your Guru, O my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਇਹੀ ਉੱਤਮ ਵਿਚਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59523,
    "shabad_id": 5417,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guru kru sbd spuMn; AGn ktih sB qyry ]",
    "transliteration": "Gur Kar Sabadh Sapunn Aghan Kattehi Sabh Thaerae ||",
    "translation": "Make Him your Guru, who is embellished and exalted in the Word of the Shabad; all your sins shall be washed away.",
    "punjabi": "ਸ਼ਬਦ ਦੇ ਸੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਕੱਟੇ ਜਾਣਗੇ।",
    "pronunciation": "s-puMn",
    "type_id": 3
  },
  {
    "id": 59524,
    "shabad_id": 5417,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guru nXix bXix, guru guru krhu; gurU siq. kiv nl´ kih ]",
    "transliteration": "Gur Nayan Bayan Gur Gur Karahu Guroo Sath Kav Naly Kehi ||",
    "translation": "So speaks NALL the poet: with your eyes, make Him your Guru; with the words you speak, make Him your Guru, your True Guru.",
    "punjabi": "ਕਵੀ ਨਲ੍ਯ੍ਯ ਆਖਦਾ ਹੈ ਕਿ (ਹੇ ਮੇਰੇ ਮਨ!) ਆਪਣੀ ਅੱਖ ਵਿਚ, ਆਪਣੇ ਬੋਲ ਵਿਚ ਕੇਵਲ ਗੁਰੂ ਨੂੰ ਵਸਾਓ, ਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "gurmuK B`t nl´: n`ilA[ n-X-ix, b-X-ix: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "id": 59525,
    "shabad_id": 5417,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijin gurU. n dyiKAau, nhu kIAau; qy AkXQ sMswr mih ]4]8]",
    "transliteration": "Jin Guroo N Dhaekhiao Nahu Keeao Thae Akayathh Sansaar Mehi ||4||8||",
    "translation": "Those who have not seen the Guru, who have not made Him their Guru, are useless in this world. ||4||8||",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤੇ, ਤੇ ਜੋ ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪਿਆ, ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਨਿਸਫਲ (ਹੀ ਆਏ) ॥੪॥੮॥",
    "pronunciation": "Ak-XQ: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "id": 59526,
    "shabad_id": 5418,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gurU gurU guru kru; mn myry ]",
    "transliteration": "Guroo Guroo Gur Kar Man Maerae ||",
    "translation": "Dwell upon the Guru, the Guru, the Guru, O my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! 'ਗੁਰੂ' 'ਗੁਰੂ' ਜਪ।",
    "pronunciation": "",
    "type_id": 3
  }
]
