[
  {
    "shabad_id": 5418,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "qwrx qrx smRQu, kiljuig; sunq smwiD, sbd ijsu kyry ]",
    "transliteration": "Thaaran Tharan Samrathh Kalijug Sunath Samaadhh Sabadh Jis Kaerae ||",
    "translation": "The All-powerful Guru is the Boat to carry us across in this Dark Age of Kali Yuga. Hearing the Word of His Shabad, we are transported into Samaadhi.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦੀ ਬਾਣੀ ਸੁਣਦਿਆਂ ਸਮਾਧੀ (ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ), ਉਹ ਗੁਰੂ ਕਲਜੁਗ ਵਿਚ (ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਤਾਰਨ ਲਈ ਸਮਰੱਥ ਜਹਾਜ਼ ਹੈ।",
    "pronunciation": "smR`Qu[ kilju`ig",
    "type_id": 3
  },
  {
    "shabad_id": 5418,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Puin duKin nwsu. suKdwXku sUrau; jo Drq iDAwnu. bsq iqh nyry ]",
    "transliteration": "Fun Dhukhan Naas Sukhadhaayak Sooro Jo Dhharath Dhhiaan Basath Thih Naerae ||",
    "translation": "He is the Spiritual Hero who destroys pain and brings peace. Whoever meditates on Him, dwells near Him.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਸੂਰਮਾ ਹੈ। ਜੋ ਮਨੁੱਖ ਉਸ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਉਸ ਦੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "suK-dw-Xku: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5418,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pUrau purKu. irdY hir ismrq; muKu dyKq. AG jwih pryry ]",
    "transliteration": "Pooro Purakh Ridhai Har Simarath Mukh Dhaekhath Agh Jaahi Paraerae ||",
    "translation": "He is the Perfect Primal Being, who meditates in remembrance on the Lord within his heart; seeing His Face, sins run away.",
    "punjabi": "ਸਤਿਗੁਰੂ ਪੂਰਨ ਪੁਰਖ ਹੈ, ਗੁਰੂ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਨੂੰ ਸਿਮਰਦਾ ਹੈ, (ਉਸ ਦਾ) ਮੁਖ ਵੇਖਿਆਂ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "AG: polw bolo[ (pryry) pryho jWdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 5418,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jau hir buiD iriD isiD cwhq; gurU gurU, guru kru mn myry ]5]9]",
    "transliteration": "Jo Har Budhh Ridhh Sidhh Chaahath Guroo Guroo Gur Kar Man Maerae ||5||9||",
    "translation": "If you long for wisdom, wealth, spiritual perfection and properity, O my mind, dwell upon the Guru, the Guru, the Guru. ||5||9||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਤੂੰ ਰੱਬੀ ਅਕਲ, ਰਿੱਧੀ ਤੇ ਸਿੱਧੀ ਚਾਹੁੰਦਾ ਹੈਂ, ਤਾਂ 'ਗੁਰੂ' 'ਗੁਰੂ' ਜਪ ॥੫॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5419,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gurU muKu dyiK; grU suKu pwXO ]",
    "transliteration": "Guroo Mukh Dhaekh Garoo Sukh Paayo ||",
    "translation": "Gazing upon the Face of the Guru, I find peace.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਵੱਡਾ ਆਨੰਦ ਪਾਇਆ ਹੈ।",
    "pronunciation": "pw-Xau: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5419,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "huqI ju ipAws, ipaUs ipvMn kI; bMCq isiD kau ibiD imlwXau ]",
    "transliteration": "Huthee J Piaas Pioos Pivann Kee Banshhath Sidhh Ko Bidhh Milaayo ||",
    "translation": "I was thirsty, yearning to drink in the Nectar; to fulfill that wish, the Guru laid out the way.",
    "punjabi": "(ਆਪ ਨੂੰ) ਅੰਮ੍ਰਿਤ ਪੀਣ ਦੀ ਜਿਹੜੀ ਤਾਂਘ ਲੱਗੀ ਹੋਈ ਸੀ, ਉਸ ਮਨ-ਇੱਛਤ (ਤਾਂਘ ਦੀ) ਸਫਲਤਾ ਦਾ ਢੰਗ (ਹਰੀ ਨੇ) ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ipaUs) AMimRq, (ipvMn) pIx dI, (is`iD) pRwpqI[ (bMCq) cwhuMdy sI[ (is`iD) mukq[ huqI, ibiD: poly bolo[ imlw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5419,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pUrn Bo. mn Taur bso; rs bwsn isau, ju dhM idis DwXau ]",
    "transliteration": "Pooran Bho Man Thour Baso Ras Baasan Sio J Dhehan Dhis Dhhaayo ||",
    "translation": "My mind has become perfect; it dwells in the Lord's Place; it had been wandering in all directions, in its desire for tastes and pleasures.",
    "punjabi": "(ਸੰਸਾਰੀ ਜੀਵਾਂ ਦਾ) ਜੋ ਮਨ ਰਸਾਂ ਵਾਸ਼ਨਾਂ ਦੇ ਪਿੱਛੇ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਹੈ ਆਪ ਦਾ ਉਹ ਮਨ ਰੱਜ ਗਿਆ ਹੈ ਤੇ ਟਿਕ ਗਿਆ ਹੈ।",
    "pronunciation": "Dw-Xau",
    "type_id": 3
  },
  {
    "shabad_id": 5419,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "goibMdvwlu, goibMd purI sm; jl´n. qIir ibpws bnwXau ]",
    "transliteration": "Gobindh Vaal Gobindh Puree Sam Jalyan Theer Bipaas Banaayo ||",
    "translation": "Goindwal is the City of God, built on the bank of the Beas River.",
    "punjabi": "(ਜਿਸ ਸਤਿਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ) ਬੈਕੁੰਠ ਵਰਗਾ ਗੋਇੰਦਵਾਲ ਬਿਆਸਾ ਦੇ ਪਾਣੀਆਂ ਦੇ ਕੰਢੇ ਉਤੇ ਬਣਾ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "bnw-Xau: X qwlU qoN bolo[ gurmuK B`t jl´n: j`ilAn",
    "type_id": 3
  },
  {
    "shabad_id": 5419,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gXau duKu dUir, brKn ko; su gurU muKu dyiK, grU suKu pwXau ]6]10]",
    "transliteration": "Gayo Dhukh Dhoor Barakhan Ko S Guroo Mukh Dhaekh Garoo Sukh Paayo ||6||10||",
    "translation": "The pains of so many years have been taken away; gazing upon the Face of the Guru, I find peace. ||6||10||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦਾ ਮੂੰਹ ਵੇਖ ਕੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਵੱਡਾ ਆਨੰਦ ਪਾਇਆ ਹੈ, (ਆਪ ਦਾ, ਮਾਨੋ) ਵਰ੍ਹਿਆਂ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ ਹੈ ॥੬॥੧੦॥",
    "pronunciation": "(brKn) vir@AW dw, (grU) v`fw, g-Xau,pw-Xau",
    "type_id": 3
  },
  {
    "shabad_id": 5420,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "smrQ gurU; isir hQ DirAau ]",
    "transliteration": "Samarathh Guroo Sir Hathh Dhharyo ||",
    "translation": "The All-powerful Guru placed His hand upon my head.",
    "punjabi": "ਸਮਰੱਥ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ) ਸਿਰ ਉੱਤੇ ਹੱਥ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "smr`Q,Dir-Aau",
    "type_id": 3
  },
  {
    "shabad_id": 5420,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "guir kInI ikRpw, hir nwmu dIAau; ijsu dyiK crMn AGMn hr´au ]",
    "transliteration": "Gur Keenee Kirapaa Har Naam Dheeao Jis Dhaekh Charann Aghann Haryo ||",
    "translation": "The Guru was kind, and blessed me with the Lord's Name. Gazing upon His Feet, my sins were dispelled.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਦੇ ਚਰਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਗੁਰੂ ਨੇ ਮਿਹਰ ਕੀਤੀ ਹੈ, (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ) ਹਰੀ ਦਾ ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੈ;",
    "pronunciation": "c-rMn[ A-GMn[ hr´a: hir-Aau",
    "type_id": 3
  },
  {
    "shabad_id": 5420,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "inis bwsur, eyk smwn iDAwn; su nwm suny, suqu Bwn fr´au ]",
    "transliteration": "Nis Baasur Eaek Samaan Dhhiaan S Naam Sunae Suth Bhaan Ddaryo ||",
    "translation": "Night and day, the Guru meditates on the One Lord; hearing His Name, the Messenger of Death is scared away.",
    "punjabi": "(ਉਸ ਨਾਮ ਵਿਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਦਿਨ ਰਾਤ ਇੱਕ-ਰਸ ਧਿਆਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨਾਮ ਦੇ ਸੁਣਨ ਨਾਲ ਜਮ-ਰਾਜ (ਭੀ) ਡਰਦਾ ਹੈ (ਭਾਵ, ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ)।",
    "pronunciation": "(Bwn) sUrj dw[suqu pu`qR Drmrwjw[ fr´a: firAau",
    "type_id": 3
  },
  {
    "shabad_id": 5420,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Bin dws, su Aws jgqR gurU kI; pwrsu Byit, prsu kr´au ]",
    "transliteration": "Bhan Dhaas S Aas Jagathr Guroo Kee Paaras Bhaett Paras Karyo ||",
    "translation": "So speaks the Lord's slave: Guru Raam Daas placed His Faith in Guru Amar Daas, the Guru of the World; touching the Philosopher's Stone, He was transformed into the Philosopher's Stone.",
    "punjabi": "ਹੇ ਦਾਸ (ਨਲ੍ਯ੍ਯ ਕਵੀ!) ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਕੇਵਲ ਜਗਤ ਦੇ ਗੁਰੂ ਦੀ ਹੀ ਆਸ ਹੈ, ਪਾਰਸ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਨੂੰ ਮਿਲ ਕੇ ਆਪ ਭੀ ਪਰਸਨ-ਜੋਗ (ਪਾਰਸ ਹੀ) ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "gurmuK B`t dws[ j-g`qR[kr´au: kirAau",
    "type_id": 3
  },
  {
    "shabad_id": 5420,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwmdwsu gurU. hir siq kIXau; smrQ gurU. isir hQu Dr´au ]7]11]",
    "transliteration": "Raamadhaas Guroo Har Sath Keeyo Samarathh Guroo Sir Hathh Dhharyo ||7||11||",
    "translation": "Guru Raam Daas recognized the Lord as True; the All-powerful Guru placed His hand upon His head. ||7||11||",
    "punjabi": "ਹਰੀ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਅਟੱਲ ਕਰ ਰੱਖਿਆ ਹੈ, (ਕਿਉਂਕਿ) ਸਮਰੱਥ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ (ਉਹਨਾਂ ਦੇ) ਸਿਰ ਉਤੇ ਹੱਥ ਰੱਖਿਆ ਹੋਇਆ ਹੈ\" ॥੭॥੧੧॥",
    "pronunciation": "kI-Xau: X qwlU qoN bolo[ DirAau",
    "type_id": 3
  },
  {
    "shabad_id": 5421,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Ab rwKhu; dws Bwt kI lwj ]",
    "transliteration": "Ab Raakhahu Dhaas Bhaatt Kee Laaj ||",
    "translation": "Now, please preserve the honor of Your humble slave.",
    "punjabi": "(ਹੇ ਸਤਿਗੁਰੂ ਜੀ!) ਹੁਣ ਇਸ ਦਾਸ (ਨਲ੍ਯ੍ਯ) ਭੱਟ ਦੀ ਲਾਜ ਰੱਖ ਲਵੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5421,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jYsI rwKI lwj. Bgq pRihlwd kI; hrnwKs Pwry kr Awj ]",
    "transliteration": "Jaisee Raakhee Laaj Bhagath Prehilaadh Kee Haranaakhas Faarae Kar Aaj ||",
    "translation": "God saved the honor of the devotee Prahlaad, when Harnaakhash tore him apart with his claws.",
    "punjabi": "ਜਿਵੇਂ (ਆਪ ਨੇ) ਪ੍ਰਹਲਾਦ ਭਗਤ ਦੀ ਇੱਜ਼ਤ ਰੱਖੀ ਸੀ ਤੇ ਹਰਣਾਖਸ਼ ਨੂੰ ਹੱਥਾਂ ਦੇ ਨਹੁੰਆਂ ਨਾਲ ਮਾਰ ਦਿੱਤਾ ਸੀ।",
    "pronunciation": "pR-ihlwd",
    "type_id": 3
  },
  {
    "shabad_id": 5421,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Puin dRopqI lwj rKI, hir pRB jI; CInq bsqR. dIn bhu swj ]",
    "transliteration": "Fun Dhropathee Laaj Rakhee Har Prabh Jee Shheenath Basathr Dheen Bahu Saaj ||",
    "translation": "And the Dear Lord God saved the honor of Dropadi; when her clothes were stripped from her, she was blessed with even more.",
    "punjabi": "ਅਤੇ, ਹੇ ਹਰਿ-ਪ੍ਰਭ ਜੀ! ਦ੍ਰੋਪਤੀ ਦੀ (ਭੀ) ਆਪ ਨੇ ਇੱਜ਼ਤ ਬਚਾਈ, ਜਦੋਂ ਉਸ ਦੇ ਬਸਤਰ ਖੋਹੇ ਜਾ ਰਹੇ ਸਨ, (ਆਪ ਨੇ) ਉਸ ਨੂੰ ਤਦੋਂ ਬਹੁਤ ਸਾਮਾਨ ਬਖ਼ਸ਼ਿਆ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5421,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sodwmw Apdw qy rwiKAw; ginkw pVHq. pUry iqh kwj ]",
    "transliteration": "Sodhaamaa Apadhaa Thae Raakhiaa Ganikaa Parrhath Poorae Thih Kaaj ||",
    "translation": "Sudaamaa was saved from misfortune; and Ganikaa the prostitute - when she chanted Your Name, her affairs were perfectly resolved.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ ਜੀ! ਸੁਦਾਮੇ ਨੂੰ (ਆਪ ਨੇ) ਬਿਪਤਾ ਤੋਂ ਬਚਾਇਆ, (ਰਾਮ ਨਾਮ) ਪੜ੍ਹਦੀ ਗਨਿਕਾ ਦੇ ਕਾਰਜ ਸਿਰੇ ਚਾੜ੍ਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5421,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sRI siqgur supRsMn, kljug hoie; rwKhu. dws Bwt kI lwj ]8]12]",
    "transliteration": "Sree Sathigur Suprasann Kalajug Hoe Raakhahu Dhaas Bhaatt Kee Laaj ||8||12||",
    "translation": "O Great True Guru, if it pleases You, please save the honor of Your slave in this Dark Age of kali Yuga. ||8||12||",
    "punjabi": "ਹੁਣ ਕਲਜੁਗ ਦੇ ਸਮੇ ਇਸ ਸੇਵਕ (ਨਲ੍ਯ੍ਯ) ਭੱਟ ਤੇ (ਭੀ) ਤੁੱਠ ਕੇ ਇਸ ਦੀ ਪੈਜ ਰੱਖੋ ॥੮॥੧੨॥",
    "pronunciation": "supRsMn[ klj`ug[ gurmuK B`t dws",
    "type_id": 3
  },
  {
    "shabad_id": 5422,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Jolnw ]",
    "transliteration": "Jholanaa ||",
    "translation": "Jholnaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5422,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gurU guru gurU guru; gurU jpu. pRwnIAhu ]",
    "transliteration": "Guroo Gur Guroo Gur Guroo Jap Praaneeahu ||",
    "translation": "Chant Guru, Guru, Guru, Guru, Guru, O mortal beings.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀਓ! ਨਿਤ 'ਗੁਰੂ' 'ਗੁਰੂ' ਜਪੋ।",
    "pronunciation": "pRwnI-Ahu",
    "type_id": 3
  },
  {
    "shabad_id": 5422,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "sbdu hir hir jpY. nwmu nv iniD ApY; rsin Aih inis rsY. siq kir jwnIAhu ]",
    "transliteration": "Sabadh Har Har Japai Naam Nav Nidhh Apai Rasan Ahinis Rasai Sath Kar Jaaneeahu ||",
    "translation": "Chant the Shabad, the Word of the Lord, Har, Har; the Naam, the Name of the Lord, brings the nine treasures. With your tongue, taste it, day and night, and know it as true.",
    "punjabi": "(ਇਹ ਗੱਲ) ਸੱਚ ਜਾਣਿਓ, ਕਿ (ਸਤਿਗੁਰੂ ਆਪ) ਹਰੀ-ਸ਼ਬਦ ਜਪਦਾ ਹੈ, (ਹੋਰਨਾਂ ਨੂੰ) ਨਾਮ-ਰੂਪੀ ਨੌ ਨਿਧੀਆਂ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਅਤੇ ਹਰ ਵੇਲੇ ਜੀਭ ਨਾਲ (ਨਾਮ ਦਾ) ਆਨੰਦ ਲੈ ਰਿਹਾ ਹੈ।",
    "pronunciation": "jwnI-Ahu",
    "type_id": 3
  },
  {
    "shabad_id": 5422,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Puin. pRym rMg pweIAY, gurmuKih iDAweIAY; AMn mwrg qjhu, Bjhu hir g´wnIAhu ]",
    "transliteration": "Fun Praem Rang Paaeeai Guramukhehi Dhhiaaeeai Ann Maarag Thajahu Bhajahu Har Gyaaneeahu ||",
    "translation": "Then, you shall obtain His Love and Affection; become Gurmukh, and meditate on Him. Give up all other ways; vibrate and meditate on Him, O spiritual people.",
    "punjabi": "(ਜੇ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ (ਹਰੀ) ਨੂੰ ਸਿਮਰੀਏ, ਤਾਂ ਹਰੀ ਦੇ ਪ੍ਰੇਮ ਦਾ ਰੰਗ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, (ਤਾਂ ਤੇ) ਹੇ ਗਿਆਨਵਾਨੋਂ! ਹੋਰ ਰਸਤੇ ਛੱਡ ਦਿਓ, ਤੇ ਹਰੀ ਨੂੰ ਸਿਮਰੋ।",
    "pronunciation": "gurmuiK roim roim hir iDAwvY] AvsQw c (gurmuKih) gurmuiK bx ky, Akwl gurmuiK gurU jI nUM iDAweIey[(AMn) hor[ igAwnI-Ahu",
    "type_id": 3
  },
  {
    "shabad_id": 5422,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "bcn gur. irid Drhu, pMc BU bis krhu; jnmu kul auDrhu. dÍwir hir mwnIAhu ]",
    "transliteration": "Bachan Gur Ridh Dhharahu Panch Bhoo Bas Karahu Janam Kul Oudhharahu Dhvaar Har Maaneeahu ||",
    "translation": "Enshrine the Word of the Guru's Teachings within your heart, and overpower the five passions. Your life, and your generations, shall be saved, and you shall be honored at the Lord's Door.",
    "punjabi": "(ਹੇ ਪ੍ਰਾਣੀਓ!) ਸਤਿਗੁਰੂ ਦੇ ਬਚਨਾਂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਓ (ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਮਨ ਨੂੰ ਕਾਬੂ ਕਰੋ, ਆਪਣੇ ਜਨਮ ਤੇ ਕੁਲ ਨੂੰ ਸਫਲਾ ਕਰੋ, ਹਰੀ ਦੇ ਦਰ ਤੇ ਆਦਰ ਪਾਓਗੇ।",
    "pronunciation": "b`is[ au-Drhu[ dÍwir: duAwir[ mwnI-Ahu",
    "type_id": 3
  },
  {
    "shabad_id": 5422,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jau. q sB suK, ieq auq qum bMCvhu; gurU guru gurU guru, gurU jpu pRwnIAhu ]1]13]",
    "transliteration": "Jo Th Sabh Sukh Eith Outh Thum Banshhavahu Guroo Gur Guroo Gur Guroo Jap Praaneeahu ||1||13||",
    "translation": "If you desire all the peace and comforts of this world and the next, then chant Guru, Guru, Guru, Guru, Guru, O mortal beings. ||1||13||",
    "punjabi": "ਜੇਕਰ ਤੁਸੀਂ ਇਸ ਸੰਸਾਰ ਦੇ ਤੇ ਪਰਲੋਕ ਦੇ ਸਾਰੇ ਸੁਖ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਹੇ ਪ੍ਰਾਣੀਓ! ਸਦਾ ਗੁਰੂ ਗੁਰੂ ਜਪੋ ॥੧॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5423,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gurU guru gurU guru; gurU jip siq kir ]",
    "transliteration": "Guroo Gur Guroo Gur Guroo Jap Sath Kar ||",
    "translation": "Chant Guru, Guru, Guru, Guru, Guru, and know Him as true.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਗੁਰਸਿੱਖੋ! ਸਰਧਾ ਨਾਲ ਗੁਰੂ ਗੁਰੂ ਜਪੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5423,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Agm gun jwnu inDwnu, hir min Drhu D´wn; Aih inis krhu bcn. gur irdY Dir ]",
    "transliteration": "Agam Gun Jaan Nidhhaan Har Man Dhharahu Dhhyaan Ahinis Karahu Bachan Gur Ridhai Dhhar ||",
    "translation": "Know that the Lord is the Treasure of Excellence. Enshrine Him in your mind,and meditate on Him. Enshrine the Word of the Guru's Teachings within your heart.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ (ਘਟ ਘਟ ਦੀ) ਜਾਣਨਹਾਰ ਤੇ ਬੇਅੰਤ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਓ, ਅਤੇ ਦਿਨ ਰਾਤ ਉਸੇ ਦਾ ਧਿਆਨ ਧਰੋ।",
    "pronunciation": "D´wn: iDAwnu",
    "type_id": 3
  },
  {
    "shabad_id": 5423,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Puin. gurU jl ibml, AQwh mjnu krhu; sMq gurisK qrhu, nwm sc rMg sir ]",
    "transliteration": "Fun Guroo Jal Bimal Athhaah Majan Karahu Santh Gurasikh Tharahu Naam Sach Rang Sar ||",
    "translation": "Then, cleanse yourself in the Immaculate and Unfathomable Water of the Guru; O Gursikhs and Saints, cross over the Ocean of Love of the True Name.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਗੁਰਸਿੱਖੋ! ਫਿਰ ਸਤਿਗੁਰੂ-ਰੂਪੀ ਨਿਰਮਲ ਤੇ ਗੰਭੀਰ ਜਲ ਵਿਚ ਚੁੱਭੀ ਲਾਓ, ਤੇ ਸੱਚੇ ਨਾਮ ਦੇ ਪ੍ਰੇਮ ਦੇ ਸਰੋਵਰ ਵਿਚ ਤਾਰੀਆਂ ਲਾਓ।",
    "pronunciation": "m`jnu",
    "type_id": 3
  },
  {
    "shabad_id": 5423,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sdw inrvYru inrMkwru, inrBau jpY; pRym gur sbd ris, krq idRVu Bgiq hir ]",
    "transliteration": "Sadhaa Niravair Nirankaar Nirabho Japai Praem Gur Sabadh Ras Karath Dhrirr Bhagath Har ||",
    "translation": "Meditate lovingly forever on the Lord, free of hate and vengeance, Formless and Fearless; lovingly savor the Word of the Guru's Shabad, and implant devotional worship of the Lord deep within.",
    "punjabi": "(ਜੋ ਗੁਰੂ ਰਾਮਦਾਸ) ਸਦਾ ਨਿਰਵੈਰ ਤੇ ਨਿਰਭਉ ਨਿਰੰਕਾਰ ਨੂੰ ਜਪਦਾ ਹੈ, ਤੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੇ ਪ੍ਰੇਮ ਦੇ ਆਨੰਦ ਵਿਚ ਹਰੀ ਦੀ ਭਗਤੀ ਦ੍ਰਿੜ੍ਹ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5423,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mugD mn BRmu qjhu. nwmu gurmuiK Bjhu; gurU guru gurU guru, gurU jpu siq kir ]2]14]",
    "transliteration": "Mugadhh Man Bhram Thajahu Naam Guramukh Bhajahu Guroo Gur Guroo Gur Guroo Jap Sath Kar ||2||14||",
    "translation": "O foolish mind, give up your doubts; as Gurmukh, vibrate and meditate on the Naam. Chant Guru, Guru, Guru, Guru, Guru, and know Him as true. ||2||14||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹੇ ਮੂਰਖ ਮਨ! (ਹਰੀ ਦਾ) ਨਾਮ ਜਪ, ਤੇ ਭਰਮ ਛੱਡ ਦੇਹ, ਸਰਧਾ ਨਾਲ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰ ॥੨॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
