{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਸੰਜੋਗੁ ਵਿਜੋਗੁ ਦੁਇ, ਕਾਰ ਚਲਾਵਹਿ; ਲੇਖੇ ਆਵਹਿ ਭਾਗ ॥",
      "page": 6,
      "line": 19
    },
    {
      "asset": "jsts",
      "type": "note",
      "language": "pa",
      "data": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Union and separation both regulate the world's business and by destiny man obtains his share."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਮਿਲਾਪ ਅਤੇ ਵਿਛੋੜਾ ਦੋਨੇਂ ਸੰਸਾਰ ਦੇ ਕੰਮ ਚਲਾਉਂਦੇ ਹਨ ਅਤੇ ਪਰਾਲਭਧ ਦੁਆਰਾ ਬੰਦਾ ਆਪਣਾ ਹਿੱਸਾ ਪਰਾਪਤ ਕਰਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Union with Him, and separation from Him, come by His Will. We come to receive what is written in our destiny."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਜੋਗੀਯੋਂ ਕੇ ਸਾਥ ਚੇਲੇ ਹੋਤੇ ਹੈਂ। ਜੋ ਵਸਤੂ ਆਵਣੇ ਵਾਲੀ ਹੋਤੀ ਹੈ, ਸੋ ਸੰਜੋਗ ਕਰਨੇ ਵਾਲਾ ਕਰਮੁ ਰੂਪੁ ਚੇਲਾ ਲੇ ਆਵਤਾ ਹੈ। ਜੋ ਵਸਤੂ ਜਾਣੇ ਵਾਲੀ ਹੈ, ਸੋ ਵਿਜੋਗ ਕਰਨੇ ਵਾਲਾ ਕਰਮ ਰੂਪੁ ਚੇਲਾ ਲੇ ਜਾਤਾ ਹੈ। ਭਾਵ ਪ੍ਰਾਰਬਧ ਕੇ ਅਨੁਸਾਰ ਸੁਖ ਦੁਖ ਆਵਤਾ ਜਾਤਾ ਰਹਿਤਾ ਹੈ। ਐਸੇ ਸੰਜੋਗ ਔਰ ਵਿਜੋਗ ਦੋਨੋ ਚੇਲੇ ਕਾਰ ਚਲਾਵਤੇ ਹੈਂ। ਜੋ ਹਮਾਰੇ ਲੇਖ ਮੈ ਲਿਖਾ ਹੈ, ਸੋ ਹਮਾਰੇ ਕੋ (ਭਾਗ) ਛਾਂਦਾ ਆਇ ਜਾਤਾ ਹੈ, ਭਾਵ ਮਿਲ ਜਾਤਾ ਹੈ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਅਕਾਲ ਪੁਰਖ ਦੀ \"ਸੰਜੋਗ\" ਸੱਤਾ ਤੇ \"ਵਿਜੋਗ\" ਸੱਤਾ ਦੋਵੇਂ (ਮਿਲ ਕੇ ਇਸ ਸੰਸਾਰ ਦੀ) ਕਾਰ ਨੂੰ ਚਲਾ ਰਹੀਆਂ ਹਨ (ਭਾਵ, ਪਿਛਲੇ ਸੰਜੋਗਾਂ ਕਰ ਕੇ ਟੱਬਰ ਆਦਿਕਾਂ ਦੇ ਜੀਵ ਇੱਥੇ ਆ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ। ਰਜ਼ਾ ਵਿਚ ਫਿਰ ਵਿਛੜ ਵਿਛੜ ਕੇ ਆਪੋ-ਆਪਣੀ ਵਾਰੀ ਇੱਥੋਂ ਤੁਰ ਜਾਂਦੇ ਹਨ) ਅਤੇ (ਸਭ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ) ਲੇਖ ਅਨੁਸਾਰ (ਦਰਜਾ-ਬ-ਦਰਜਾ ਸੁਖ ਦੁਖ ਦੇ) ਛਾਂਦੇ ਮਿਲ ਰਹੇ ਹਨ (ਜੇ ਇਹ ਯਕੀਨ ਬਣ ਜਾਏ ਤਾਂ ਅੰਦਰੋਂ ਕੂੜ ਦੀ ਕੰਧ ਟੁੱਟ ਜਾਂਦੀ ਹੈ।)"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Él es quien nos acerca o nos aleja de Sí Mismo, regulando el comercio del mundo y determinando el Destino de los hombres."
    }
  ]
}