[
  {
    "id": 5444,
    "shabad_id": 357,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸੇਵ ਸੰਤ ਸਾਧ ਕੇ; ਸਗਲ ਮਨੋਰਥ ਪੂਰੇ ॥੩॥",
    "transliteration": "Charan Saev Santh Saadhh Kae Sagal Manorathh Poorae ||3||",
    "translation": "Serving at the Feet of the Holy Saints, all desires are fulfilled. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕੀਤਿਆਂ (ਗੁਰੂ ਦਾ ਦਰ ਮੰਨਿਆਂ) ਮਨੁੱਖ ਦੇ ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5445,
    "shabad_id": 357,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਘਟਿ ਘਟਿ ੲੇਕੁ ਵਰਤਦਾ; ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰੇ ॥੪॥",
    "transliteration": "Ghatt Ghatt Eaek Varathadhaa Jal Thhal Meheeal Poorae ||4||",
    "translation": "In each and every heart, the One Lord is pervading. He is totally permeating the water, the land, and the sky. ||4||",
    "punjabi": "(ਇਹ ਨਿਸਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ, ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਵਿਆਪਕ ਹੈ ॥੪॥",
    "pronunciation": "(ਮਹੀਅਲਿ) (ਮਹੀ+ਅਲਿ) (ਮਹੀ) ਧਰਤੀ (ਅਲਿ) ਅਕਾਸ਼",
    "type_id": 3
  },
  {
    "id": 5446,
    "shabad_id": 357,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਪਾਪ ਬਿਨਾਸਨੁ ਸੇਵਿਅਾ; ਪਵਿਤ੍ਰ ਸੰਤਨ ਕੀ ਧੂਰੇ ॥੫॥",
    "transliteration": "Paap Binaasan Saeviaa Pavithr Santhan Kee Dhhoorae ||5||",
    "translation": "I serve the Destroyer of sin, and I am sanctified by the dust of the feet of the Saints. ||5||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਲੈ ਕੇ ਸਾਰੇ ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5447,
    "shabad_id": 357,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ਸਭ ਛਡਾੲੀ ਖਸਮਿ ਅਾਪਿ; ਹਰਿ ਜਪਿ ਭੲੀ ਠਰੂਰੇ ॥੬॥",
    "transliteration": "Sabh Shhaddaaee Khasam Aap Har Jap Bhee Tharoorae ||6||",
    "translation": "My Lord and Master Himself has saved me completely; I am comforted by meditating on the Lord. ||6||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਸੀਤਲ-ਮਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਖਸਮ ਪ੍ਰਭੂ ਨੇ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਤੋਂ) ਬਚਾ ਲਿਆ ॥੬॥",
    "pronunciation": "(ਠਰੂਰੇ) ਸ਼ਾਂਤ",
    "type_id": 3
  },
  {
    "id": 5448,
    "shabad_id": 357,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "ਕਰਤੈ ਕੀਅਾ, ਤਪਾਵਸੋ; ਦੁਸਟ ਮੁੲੇ. ਹੋੲਿ ਮੂਰੇ ॥੭॥",
    "transliteration": "Karathai Keeaa Thapaavaso Dhusatt Mueae Hoe Moorae ||7||",
    "translation": "The Creator has passed judgement, and the evil-doers have been silenced and killed. ||7||",
    "punjabi": "ਕਰਤਾਰ ਨੇ ਇਹ (ਚੰਗਾ) ਨਿਆਂ ਕੀਤਾ ਹੈ ਕਿ ਵਿਕਾਰੀ ਮਨੁੱਖ ਵੇਖਣ ਨੂੰ ਹੀ ਜੀਊਂਦੇ ਦਿੱਸ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "(ਤਪਾਵਸੋ) ੲਿਨਸਾਫ਼। ਮਰ ਕੇ ਜਾਨ ਰਹਿਤ (ਮੂਰੇ) ਬੁੱਤ ਜੜ੍ਹ ਹੋ ਗੲੇ",
    "type_id": 3
  },
  {
    "id": 5449,
    "shabad_id": 357,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਰਤਾ ਸਚਿ ਨਾੲਿ; ਹਰਿ ਵੇਖੈ ਸਦਾ ਹਜੂਰੇ ॥੮॥੫॥੩੯॥੧॥੩੨॥੧॥੫॥੩੯॥",
    "transliteration": "Naanak Rathaa Sach Naae Har Vaekhai Sadhaa Hajoorae ||8||5||39||1||32||1||5||39||",
    "translation": "Nanak is attuned to the True Name; he beholds the Presence of the Ever-present Lord. ||8||5||39||1||32||1||5||39||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦਾ ਹੈ ॥੮॥੫॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5450,
    "shabad_id": 358,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਾਰਹ ਮਾਹਾ ਮਾਂਝ ਮਹਲਾ ੫ ਘਰੁ ੪",
    "transliteration": "Baareh Maahaa Maanjh Mehalaa 5 Ghar 4",
    "translation": "Baarah Maahaa ~ The Twelve Months: Maajh, Fifth Mehl, Fourth House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5451,
    "shabad_id": 358,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 5452,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਿਰਤਿ ਕਰਮ ਕੇ ਵੀਛੁੜੇ; ਕਰਿ ਕਿਰਪਾ ਮੇਲਹੁ ਰਾਮ ॥",
    "transliteration": "Kirath Karam Kae Veeshhurrae Kar Kirapaa Maelahu Raam ||",
    "translation": "By the actions we have committed, we are separated from You. Please show Your Mercy, and unite us with Yourself, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਆਪਣੇ ਕਰਮਾਂ ਦੀ ਕਮਾਈ ਅਨੁਸਾਰ (ਤੈਥੋਂ) ਵਿੱਛੁੜੇ ਹੋਏ ਹਾਂ (ਤੈਨੂੰ ਵਿਸਾਰੀ ਬੈਠੇ ਹਾਂ), ਮਿਹਰ ਕਰ ਕੇ ਸਾਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਵੋ।",
    "pronunciation": "(ਕਿਰਤਿ) ਕੀਤੇ ਹੋੲੇ (ਕਰਮ) ਕੰਮ",
    "type_id": 3
  },
  {
    "id": 5453,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਚਾਰਿ ਕੁੰਟ ਦਹ ਦਿਸ ਭ੍ਰਮੇ; ਥਕਿ ਅਾੲੇ. ਪ੍ਰਭ ਕੀ ਸਾਮ ॥",
    "transliteration": "Chaar Kuntt Dheh Dhis Bhramae Thhak Aaeae Prabh Kee Saam ||",
    "translation": "We have grown weary of wandering to the four corners of the earth and in the ten directions. We have come to Your Sanctuary, God.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਚੁਫੇਰੇ ਹਰ ਪਾਸੇ (ਸੁਖਾਂ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦੇ ਰਹੇ ਹਾਂ, ਹੁਣ, ਹੇ ਪ੍ਰਭੂ! ਥੱਕ ਕੇ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ।",
    "pronunciation": "(ਕੁੰਟ) ਦਿਸ਼ਾ।ੳੁ੍ਨਤ੍ਰ ਦੱਖਣ ਪੂਰਬ ਪੱਛਮ, ੳੁ੍ਨਤ੍ਰ ਪੂਰਬ ਵਿਚਾਲੇ ੲੀਸਾਨ ਕੋਣ, ਪੂਰਬ ਦੱਖਣ ਮਧ ਅਗਨਿ ਕੋਣ, ਦੱਖਣ ਪੱਛਮ ਮਧ ਨੈਰਿਤੀ ਕੋਣ, ਪੱਛਮ ੳੁ੍ਨਤ੍ਰ ਮਧ ਵਾੲਿਵੀ ਕੋਣ, ਜ਼ਮੀਨ ਤੇ ਅਸਮਾਨ (ਦਹ) ਦਸ (ਦਿਸ) ਦਿਸ਼ਾਂ ਹਨ। (ਸਾਮ) ਸ਼ਰਨ",
    "type_id": 3
  },
  {
    "id": 5454,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਧੇਨੁ. ਦੁਧੈ ਤੇ ਬਾਹਰੀ; ਕਿਤੈ. ਨ ਅਾਵੈ ਕਾਮ ॥",
    "transliteration": "Dhhaen Dhudhhai Thae Baaharee Kithai N Aavai Kaam ||",
    "translation": "Without milk, a cow serves no purpose.",
    "punjabi": "(ਜਿਵੇਂ) ਦੁੱਧ ਤੋਂ ਸੱਖਣੀ ਗਾਂ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ,",
    "pronunciation": "(ਧੇਨੁ) ਗੳੂ",
    "type_id": 3
  },
  {
    "id": 5455,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜਲ ਬਿਨੁ ਸਾਖ ਕੁਮਲਾਵਤੀ; ੳੁਪਜਹਿ ਨਾਹੀ ਦਾਮ ॥",
    "transliteration": "Jal Bin Saakh Kumalaavathee Oupajehi Naahee Dhaam ||",
    "translation": "Without water, the crop withers, and it will not bring a good price.",
    "punjabi": "(ਜਿਵੇਂ) ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਖੇਤੀ ਸੁੱਕ ਜਾਂਦੀ ਹੈ (ਫ਼ਸਲ ਨਹੀਂ ਪੱਕਦੀ, ਤੇ ਉਸ ਖੇਤੀ ਵਿਚੋਂ) ਧਨ ਦੀ ਕਮਾਈ ਨਹੀਂ ਹੋ ਸਕਦੀ, (ਤਿਵੇਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਡਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(ਸਾਖ) ਖੇਤੀ। (ਦਾਮ) ਧਨ",
    "type_id": 3
  },
  {
    "id": 5456,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਨਾਹ. ਨ ਮਿਲੀਅੈ ਸਾਜਨੈ; ਕਤ ਪਾੲੀਅੈ ਬਿਸਰਾਮ ॥",
    "transliteration": "Har Naah N Mileeai Saajanai Kath Paaeeai Bisaraam ||",
    "translation": "If we do not meet the Lord, our Friend, how can we find our place of rest?",
    "punjabi": "ਸੱਜਣ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਥਾਂ ਸੁਖ ਭੀ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "(ਨਾਹ) ਪਤੀ ਪ੍ਰਮੇਸਰ। (ਬਿਸਰਾਮ) ਅਰਾਮ, ਸ਼ਾਂਤੀ। ਕਤ: ਪੋਲਾ ਬੋਲੋ। (ਦੂਜਾ ਪਾਠ: ਨਾਹਨ)",
    "type_id": 3
  },
  {
    "id": 5457,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਿਤੁ ਘਰਿ. ਹਰਿ ਕੰਤੁ, ਨ ਪ੍ਰਗਟੲੀ; ਭਠਿ ਨਗਰ ਸੇ ਗ੍ਰਾਮ ॥",
    "transliteration": "Jith Ghar Har Kanth N Pragattee Bhath Nagar Sae Graam ||",
    "translation": "Those homes, those hearts, in which the Husband Lord is not manifest-those towns and villages are like burning furnaces.",
    "punjabi": "(ਸੁਖ ਮਿਲੇ ਭੀ ਕਿਵੇਂ?) ਜਿਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਤੀ ਪ੍ਰਭੂ ਨਾ ਆ ਵੱਸੇ, ਉਸ ਦੇ ਭਾ ਦੇ (ਵੱਸਦੇ) ਪਿੰਡ ਤੇ ਸ਼ਹਰ ਤੱਪਦੀ ਭੱਠੀ ਵਰਗੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(ਭੱਠਿ) ਤਪਦੀ ਭੱਠੀ। (ਗ੍ਰਾਮ) ਪਿੰਡ। ਜਿਤੁ: ਪੋਲਾ ਬੋਲੋ। ਨੱਗਰ",
    "type_id": 3
  },
  {
    "id": 5458,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸ੍ਰਬ ਸੀਗਾਰ ਤੰਬੋਲ ਰਸ; ਸਣੁ ਦੇਹੀ ਸਭ ਖਾਮ ॥",
    "transliteration": "Srab Seegaar Thanbol Ras San Dhaehee Sabh Khaam ||",
    "translation": "All decorations, the chewing of betel to sweeten the breath, and the body itself, are all useless and vain.",
    "punjabi": "(ਇਸਤ੍ਰੀ ਨੂੰ ਪਤੀ ਤੋਂ ਬਿਨਾ) ਸਰੀਰ ਦੇ ਸਾਰੇ ਸ਼ਿੰਗਾਰ ਪਾਨਾਂ ਦੇ ਬੀੜੇ ਤੇ ਹੋਰ ਰਸ (ਆਪਣੇ) ਸਰੀਰ ਸਮੇਤ ਹੀ ਵਿਅਰਥ ਦਿੱਸਦੇ ਹਨ,",
    "pronunciation": "(ਸ੍ਰਬ) ਸਾਰੇ। (ਤੰਬੋਲ) ਪਾਨ। (ਸਣੁ) ਸਣੇ। (ਖਾਮ) ਕੱਚੇ ਨਾਸਵੰਤ",
    "type_id": 3
  },
  {
    "id": 5459,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਸੁਅਾਮੀ ਕੰਤ ਵਿਹੂਣੀਅਾ; ਮੀਤ ਸਜਣ ਸਭਿ ਜਾਮ ॥",
    "transliteration": "Prabh Suaamee Kanth Vihooneeaa Meeth Sajan Sabh Jaam ||",
    "translation": "Without God, our Husband, our Lord and Master, all friends and companions are like the Messenger of Death.",
    "punjabi": "(ਤਿਵੇਂ) ਮਾਲਕ ਖਸਮ-ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਸੱਜਣ ਮਿਤ੍ਰ ਜਿੰਦ ਦੇ ਵੈਰੀ ਹੋ ਢੁਕਦੇ ਹਨ।",
    "pronunciation": "(ਵਿਹੂਣੀਅਾ) ਬਿਨਾ। (ਜਾਮ) ਜਮ ਰੂਪ",
    "type_id": 3
  },
  {
    "id": 5460,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਬੇਨੰਤੀਅਾ; ਕਰਿ ਕਿਰਪਾ ਦੀਜੈ ਨਾਮੁ ॥",
    "transliteration": "Naanak Kee Baenantheeaa Kar Kirapaa Dheejai Naam ||",
    "translation": "This is Nanak's prayer: \"Please show Your Mercy, and bestow Your Name.",
    "punjabi": "(ਤਾਹੀਏਂ) ਨਾਨਕ ਦੀ ਬੇਨਤੀ ਹੈ ਕਿ (ਹੇ ਪ੍ਰਭੂ!) ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5461,
    "shabad_id": 358,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਮੇਲਹੁ ਸੁਅਾਮੀ ਸੰਗਿ ਪ੍ਰਭ; ਜਿਸ ਕਾ ਨਿਹਚਲ ਧਾਮ ॥੧॥",
    "transliteration": "Har Maelahu Suaamee Sang Prabh Jis Kaa Nihachal Dhhaam ||1||",
    "translation": "O my Lord and Master, please unite me with Yourself, O God, in the Eternal Mansion of Your Presence\". ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ (ਮੈਨੂੰ) ਜੋੜੀ ਰੱਖ, (ਹੋਰ ਸਾਰੇ ਆਸਰੇ-ਪਰਨੇ ਨਾਸਵੰਤ ਹਨ) ਇਕ ਤੇਰਾ ਘਰ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਧਾਮ) ਘਰ, ਪ੍ਰਕਾਸ਼",
    "type_id": 3
  },
  {
    "id": 5462,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਚੇਤਿ ਗੋਵਿੰਦੁ ਅਰਾਧੀਅੈ; ਹੋਵੈ ਅਨੰਦੁ ਘਣਾ ॥",
    "transliteration": "Chaeth Govindh Araadhheeai Hovai Anandh Ghanaa ||",
    "translation": "In the month of Chayt, by meditating on the Lord of the Universe, a deep and profound joy arises.",
    "punjabi": "ਚੇਤ ਵਿਚ (ਬਸੰਤ ਰੁੱਤ ਆਉਂਦੀ ਹੈ, ਹਰ ਪਾਸੇ ਖਿੜੀ ਫੁਲਵਾੜੀ ਮਨ ਨੂੰ ਆਨੰਦ ਦੇਂਦੀ ਹੈ, ਜੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰੀਏ (ਤਾਂ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਬਹੁਤ ਆਤਮਕ ਆਨੰਦ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਚੇਤਿ) ਚੇਤ ਦੇ ਮਹੀਨੇ। (ਘਣਾ) ਬਹੁਤ",
    "type_id": 3
  },
  {
    "id": 5463,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਮਿਲਿ ਪਾੲੀਅੈ; ਰਸਨਾ ਨਾਮੁ ਭਣਾ ॥",
    "transliteration": "Santh Janaa Mil Paaeeai Rasanaa Naam Bhanaa ||",
    "translation": "Meeting with the humble Saints, the Lord is found, as we chant His Name with our tongues.",
    "punjabi": "ਪਰ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਦੀ ਦਾਤ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਭਣਾ) ੳੁਚਾਰਨਾ",
    "type_id": 3
  },
  {
    "id": 5464,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਨਿ ਪਾੲਿਅਾ ਪ੍ਰਭੁ ਅਾਪਣਾ; ਅਾੲੇ ਤਿਸਹਿ ਗਣਾ ॥",
    "transliteration": "Jin Paaeiaa Prabh Aapanaa Aaeae Thisehi Ganaa ||",
    "translation": "Those who have found God-blessed is their coming into this world.",
    "punjabi": "ਉਸੇ ਬੰਦੇ ਨੂੰ ਜਗਤ ਵਿਚ ਜੰਮਿਆ ਜਾਣੋ (ਉਸੇ ਦਾ ਜਨਮ ਸਫਲਾ ਸਮਝੋ) ਜਿਸ ਨੇ (ਸਿਮਰਨ ਦੀ ਸਹਾਇਤਾ ਨਾਲ) ਆਪਣੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5465,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੲਿਕੁ ਖਿਨੁ ਤਿਸੁ ਬਿਨੁ ਜੀਵਣਾ; ਬਿਰਥਾ ਜਨਮੁ ਜਣਾ ॥",
    "transliteration": "Eik Khin This Bin Jeevanaa Birathhaa Janam Janaa ||",
    "translation": "Those who live without Him, for even an instant-their lives are rendered useless.",
    "punjabi": "(ਕਿਉਂਕਿ) ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਮਾਤ੍ਰ ਸਮਾ ਗੁਜ਼ਾਰਿਆਂ ਭੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਬੀਤਦੀ ਜਾਣੋ।",
    "pronunciation": "(ਜਣਾ) ਜਾਣਾ",
    "type_id": 3
  },
  {
    "id": 5466,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਿਅਾ; ਰਵਿਅਾ ਵਿਚਿ ਵਣਾ ॥",
    "transliteration": "Jal Thhal Meheeal Pooriaa Raviaa Vich Vanaa ||",
    "translation": "The Lord is totally pervading the water, the land, and all space. He is contained in the forests as well.",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਅਕਾਸ਼ ਵਿਚ ਜੰਗਲਾਂ ਵਿਚ ਹਰ ਥਾਂ ਵਿਅਪਕ ਹੈ,",
    "pronunciation": "(ਵਣਾ) ਜੰਗਲਾਂ",
    "type_id": 3
  },
  {
    "id": 5467,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ. ਚਿਤਿ ਨ ਅਾਵੲੀ; ਕਿਤੜਾ ਦੁਖੁ ਗਣਾ ॥",
    "transliteration": "So Prabh Chith N Aavee Kitharraa Dhukh Ganaa ||",
    "translation": "Those who do not remember God-how much pain must they suffer!",
    "punjabi": "ਜੇ ਐਸਾ ਪ੍ਰਭੂ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਹ ਵੱਸੇ, ਤਾਂ ਉਸ ਮਨੁੱਖ ਦਾ (ਮਾਨਸਕ) ਦੁੱਖ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "(ਕਿੱਤੜਾ) ਕਿੰਨਾ",
    "type_id": 3
  },
  {
    "id": 5468,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜਿਨੀ ਰਾਵਿਅਾ ਸੋ ਪ੍ਰਭੂ; ਤਿੰਨਾ ਭਾਗੁ ਮਣਾ ॥",
    "transliteration": "Jinee Raaviaa So Prabhoo Thinnaa Bhaag Manaa ||",
    "translation": "Those who dwell upon their God have great good fortune.",
    "punjabi": "(ਪਰ) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਉਸ (ਸਰਬ ਵਿਆਪਕ) ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ, ਉਹਨਾਂ ਦਾ ਬੜਾ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਮਣਾ) ਬਹੁਤ",
    "type_id": 3
  },
  {
    "id": 5469,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਦਰਸਨ ਕੰੳੁ ਮਨੁ ਲੋਚਦਾ; ਨਾਨਕ ਪਿਅਾਸ ਮਨਾ ॥",
    "transliteration": "Har Dharasan Kano Man Lochadhaa Naanak Piaas Manaa ||",
    "translation": "My mind yearns for the Blessed Vision of the Lord's Darshan. O Nanak, my mind is so thirsty!",
    "punjabi": "ਨਾਨਕ ਦਾ ਮਨ (ਭੀ ਹਰੀ ਦੇ ਦੀਦਾਰ ਨੂੰ ਤਾਂਘਦਾ ਹੈ, ਨਾਨਕ ਦੇ ਮਨ ਵਿਚ ਹਰੀ-ਦਰਸਨ ਦੀ ਪਿਆਸ ਹੈ।",
    "pronunciation": "(ਲੋਚਦਾ) ਤਾਂਘਦਾ। (ਮਨਾ) ਮਨ ਚ",
    "type_id": 3
  },
  {
    "id": 5470,
    "shabad_id": 358,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਚੇਤਿ ਮਿਲਾੲੇ ਸੋ ਪ੍ਰਭੂ; ਤਿਸ ਕੈ ਪਾੲਿ ਲਗਾ ॥੨॥",
    "transliteration": "Chaeth Milaaeae So Prabhoo This Kai Paae Lagaa ||2||",
    "translation": "I touch the feet of one who unites me with God in the month of Chayt. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮੈਨੂੰ ਹਰੀ ਦਾ ਮਿਲਾਪ ਕਰਾ ਦੇਵੇ ਮੈਂ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗਾਂਗਾ ॥੨॥",
    "pronunciation": "ਲੱਗਾਂ",
    "type_id": 3
  },
  {
    "id": 5471,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਵੈਸਾਖਿ ਧੀਰਨਿ ਕਿੳੁ ਵਾਢੀਅਾ; ਜਿਨਾ ਪ੍ਰੇਮ ਬਿਛੋਹੁ ॥",
    "transliteration": "Vaisaakh Dhheeran Kio Vaadteeaa Jinaa Praem Bishhohu ||",
    "translation": "In the month of Vaisaakh, how can the bride be patient? She is separated from her Beloved.",
    "punjabi": "(ਵੈਸਾਖੀ ਵਾਲਾ ਦਿਨ ਹਰੇਕ ਇਸਤ੍ਰੀ ਮਰਦ ਵਾਸਤੇ ਰੀਝਾਂ ਵਾਲਾ ਦਿਨ ਹੁੰਦਾ ਹੈ, ਪਰ) ਵੈਸਾਖ ਵਿਚ ਉਹਨਾਂ ਇਸਤ੍ਰੀਆਂ ਦਾ ਦਿਲ ਕਿਵੇਂ ਖਲੋਵੇ ਜੋ ਪਤੀ ਤੋਂ ਵਿੱਛੁੜੀਆਂ ਪਈਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਿਆਰ (ਦੇ ਪ੍ਰਗਟਾਵੇ) ਦੀ ਅਣਹੋਂਦ ਹੈ,",
    "pronunciation": "(ਧੀਰਨਿ) ਧੀਰਜ ਕਰਨ। (ਵਾਢੀਅਾ) ਵਿੱਛੁੜੀਅਾਂ ਹੋੲੀਅਾਂ। (ਬਿਛੋਹੁ) ਵਿਛੋੜਾ",
    "type_id": 3
  },
  {
    "id": 5472,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਸਾਜਨੁ ਪੁਰਖੁ ਵਿਸਾਰਿ ਕੈ; ਲਗੀ ਮਾੲਿਅਾ ਧੋਹੁ ॥",
    "transliteration": "Har Saajan Purakh Visaar Kai Lagee Maaeiaa Dhhohu ||",
    "translation": "She has forgotten the Lord, her Life-companion, her Master; she has become attached to Maya, the deceitful one.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਜੀਵ ਨੂੰ ਧੀਰਜ ਕਿਵੇਂ ਆਵੇ ਜਿਸ ਨੂੰ) ਸੱਜਣ-ਪ੍ਰਭੂ ਵਿਸਾਰ ਕੇ ਮਨ-ਮੋਹਣੀ ਮਾਇਆ ਚੰਬੜੀ ਹੋਈ ਹੈ?",
    "pronunciation": "(ਧੋਹੁ) ਛਲ਼ ਰੂਪ",
    "type_id": 3
  },
  {
    "id": 5473,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਨ ਸੰਗਿ ਧਨਾ; ਹਰਿ ਅਵਿਨਾਸੀ ਓਹੁ ॥",
    "transliteration": "Puthr Kalathr N Sang Dhhanaa Har Avinaasee Ouhu ||",
    "translation": "Neither son, nor spouse, nor wealth shall go along with you-only the Eternal Lord.",
    "punjabi": "ਨਾਹ ਪੁਤ੍ਰ, ਨਾਹ ਇਸਤ੍ਰੀ, ਨਾਹ ਧਨ, ਕੋਈ ਭੀ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਨਿਭਦਾ ਇਕ ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਹੀ ਅਸਲ ਸਾਥੀ ਹੈ।",
    "pronunciation": "(ਕ-ਲੱਤ੍ਰ) ੲਿਸਤ੍ਰੀ। (ਧਨਾ) ਧਨ",
    "type_id": 3
  },
  {
    "id": 5474,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਪਲਚਿ ਪਲਚਿ ਸਗਲੀ ਮੁੲੀ; ਝੂਠੈ ਧੰਧੈ ਮੋਹੁ ॥",
    "transliteration": "Palach Palach Sagalee Muee Jhoothai Dhhandhhai Mohu ||",
    "translation": "Entangled and enmeshed in the love of false occupations, the whole world is perishing.",
    "punjabi": "ਨਾਸਵੰਤ ਧੰਧੇ ਦਾ ਮੋਹ (ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਹੀ) ਵਿਆਪ ਰਿਹਾ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਮੁੜ ਮੁੜ ਫਸ ਕੇ ਸਾਰੀ ਲੁਕਾਈ ਹੀ (ਆਤਮਕ ਮੌਤੇ) ਮਰ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਪਲਚਿ) ਫਸ",
    "type_id": 3
  },
  {
    "id": 5475,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ੲਿਕਸੁ. ਹਰਿ ਕੇ ਨਾਮ ਬਿਨੁ; ਅਗੈ. ਲੲੀਅਹਿ ਖੋਹਿ ॥",
    "transliteration": "Eikas Har Kae Naam Bin Agai Leeahi Khohi ||",
    "translation": "Without the Naam, the Name of the One Lord, they lose their lives in the hereafter.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ ਜਿਤਨੇ ਭੀ ਕਰਮ ਇਥੇ ਕਰੀਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਮਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਖੋਹ ਲਏ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਉਹ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਅੰਗ ਨਹੀਂ ਬਣ ਸਕਦੇ)।",
    "pronunciation": "(ੲਿਕਸੁ) ੲਿੱਕ (ਸੁ) ਸ੍ਰੇਸ਼ਟ ਵਾਹਿਗੁਰੂ ਜੀ। ਲੲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 5476,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਦਯੁ ਵਿਸਾਰਿ. ਵਿਗੁਚਣਾ; ਪ੍ਰਭ ਬਿਨੁ. ਅਵਰੁ ਨ ਕੋੲਿ ॥",
    "transliteration": "Dhay Visaar Viguchanaa Prabh Bin Avar N Koe ||",
    "translation": "Forgetting the Merciful Lord, they are ruined. Without God, there is no other at all.",
    "punjabi": "ਪਿਆਰ-ਸਰੂਪ ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ ਖ਼ੁਆਰੀ ਹੀ ਹੁੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਜਿੰਦ ਦਾ ਹੋਰ ਕੋਈ ਸਾਥੀ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਦਯੁ) ਪਰਮਪੂਜਨੀਕ, ਕ੍ਰਿਪਾਲੂ। ਦ-ਯੁ ਦ ਮੁਕਤਾ, ਯੁ ਅੌਂਕੜ ਸਹਿਤ ਤਾਲੂ ਤੋਂ ਬੋਲੋ। (ਵਿ-ਗੁੱਚਣਾ) ਖੁਅਾਰ ਹੋਣਾ",
    "type_id": 3
  },
  {
    "id": 5477,
    "shabad_id": 358,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪ੍ਰੀਤਮ ਚਰਣੀ. ਜੋ ਲਗੇ; ਤਿਨ ਕੀ ਨਿਰਮਲ ਸੋੲਿ ॥",
    "transliteration": "Preetham Charanee Jo Lagae Thin Kee Niramal Soe ||",
    "translation": "Pure is the reputation of those who are attached to the Feet of the Beloved Lord.",
    "punjabi": "ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਦੀ ਚਰਨੀਂ ਜੇਹੜੇ ਬੰਦੇ ਲਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਭਲੀ ਸੋਭਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਸੋੲਿ) ਸੋਭਾ। ਲੱਗੇ",
    "type_id": 3
  }
]
