[
  {
    "id": 5636,
    "shabad_id": 361,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾੲਿਅਾ ਗੲਿਅਾ; ਮੁੲਿਅਾ ਨਾੳੁ ॥",
    "transliteration": "Aaeiaa Gaeiaa Mueiaa Naao ||",
    "translation": "He came and he went, and now, even his name has died.",
    "punjabi": "ਜੀਵ ਜਗਤ ਵਿਚ ਆਇਆ ਤੇ ਤੁਰ ਗਿਆ, (ਜਗਤ ਵਿਚ ਉਸ ਦਾ) ਨਾਮ ਭੀ ਭੁੱਲ ਗਿਆ,",
    "pronunciation": "(ਨਾੳੁ) ਨਾਮ ਭੀ (ਮੁੲਿਅਾ) ਖਤਮ ਹੋ ਗਿਅਾ। ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 5637,
    "shabad_id": 361,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪਿਛੈ, ਪਤਲਿ ਸਦਿਹੁ ਕਾਵ ॥",
    "transliteration": "Pishhai Pathal Sadhihu Kaav ||",
    "translation": "After he left, food was offered on leaves, and the birds were called to come and eat.",
    "punjabi": "(ਉਸ ਦੇ ਮਰਨ) ਪਿਛੋਂ ਪੱਤਰਾਂ ਉਤੇ (ਪਿੰਡ ਭਰਾ ਕੇ) ਕਾਂਵਾਂ ਨੂੰ ਹੀ ਸੱਦੀਦਾ ਹੈ (ਉਸ ਜੀਵ ਨੂੰ ਕੁਝ ਨਹੀਂ ਅੱਪੜਦਾ)।",
    "pronunciation": "ਪਿੱਛੈ। ਪੱਤਲਿ। ਸੱਦਿਹੁ।",
    "type_id": 3
  },
  {
    "id": 5638,
    "shabad_id": 361,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ; ਮਨਮੁਖਿ ਅੰਧੁ ਪਿਅਾਰੁ ॥",
    "transliteration": "Naanak Manamukh Andhh Piaar ||",
    "translation": "O Nanak, the self-willed manmukhs love the darkness.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ (ਜਗਤ ਨਾਲ) ਪਿਆਰ ਅੰਨ੍ਹਿਆਂ ਵਾਲਾ ਪਿਆਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5639,
    "shabad_id": 361,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਾਝੁ ਗੁਰੂ; ਡੁਬਾ ਸੰਸਾਰੁ ॥੨॥",
    "transliteration": "Baajh Guroo Ddubaa Sansaar ||2||",
    "translation": "Without the Guru, the world is drowning. ||2||",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਣ ਆਉਣ) ਤੋਂ ਬਿਨਾ ਜਗਤ (ਇਸ 'ਅੰਧ ਪਿਆਰ' ਵਿਚ) ਡੁੱਬ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5640,
    "shabad_id": 362,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੧ ॥",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5641,
    "shabad_id": 362,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦਸ ਬਾਲਤਣਿ. ਬੀਸ ਰਵਣਿ; ਤੀਸਾ ਕਾ. ਸੁੰਦਰੁ ਕਹਾਵੈ ॥",
    "transliteration": "Dhas Baalathan Bees Ravan Theesaa Kaa Sundhar Kehaavai ||",
    "translation": "At the age of ten, he is a child; at twenty, a youth, and at thirty, he is called handsome.",
    "punjabi": "ਦਸਾਂ ਸਾਲਾਂ ਦਾ (ਜੀਵ) ਬਾਲਪਨ ਵਿਚ (ਹੁੰਦਾ ਹੈ) ਵੀਹਾਂ ਵਰ੍ਹਿਆਂ ਦਾ ਹੋ ਕੇ ਕਾਮ-ਚੇਸ਼ਟਾ ਵਾਲੀ ਅਵਸਥਾ ਵਿਚ (ਅੱਪੜਦਾ ਹੈ), ਤੀਹਾਂ ਸਾਲਾਂ ਦਾ ਹੋ ਕੇ ਸੋਹਣਾ ਅਖਵਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਬਾ-ਲੱਤਣਿ) ਬਚਪਨ। ਦਸ ਤੋਂ ਵੀਹ ਸਾਲ ਤੱਕ (ਰਵਣਿ) ਕਿਸ਼ੋਰ ਸੋਹਣੀ ਅਵਸਥਾ। ਤੀਸਾਂ",
    "type_id": 3
  },
  {
    "id": 5642,
    "shabad_id": 362,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਚਾਲੀਸੀ. ਪੁਰੁ ਹੋੲਿ, ਪਚਾਸੀ. ਪਗੁ ਖਿਸੈ; ਸਠੀ ਕੇ. ਬੋਢੇਪਾ ਅਾਵੈ ॥",
    "transliteration": "Chaaleesee Pur Hoe Pachaasee Pag Khisai Sathee Kae Bodtaepaa Aavai ||",
    "translation": "At forty, he is full of life; at fifty, his foot slips, and at sixty, old age is upon him.",
    "punjabi": "ਚਾਲੀ ਸਾਲਾਂ ਦੀ ਉਮਰੇ ਭਰ-ਜੁਆਨ ਹੁੰਦਾ ਹੈ, ਪੰਜਾਹ ਤੇ ਅੱਪੜ ਕੇ ਪੈਰ (ਜੁਆਨੀ ਤੋਂ ਹਿਠਾਂਹ) ਖਿਸਕਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਸੱਠ ਸਾਲਾਂ ਤੇ ਬੁਢੇਪਾ ਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਚਾਲੀਸੀ) ਚਾਲੀ ਸਾਲ ਤੱਕ ਸ੍ਰੀਰ ਦਾ ਬਲ ਤੇ ਲੰਬਾੲੀ (ਪੁਰੁ) ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ। (ਪਚੱਾਸੀ) ਪੰਜਾਹ ਸਾਲ। ਪਗੁ, ਖਿਸੈ: ਪੋਲਾ ਬੋਲੋ। ਸੱਠੀ",
    "type_id": 3
  },
  {
    "id": 5643,
    "shabad_id": 362,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਰਿ ਕਾ. ਮਤਿ ਹੀਣੁ; ਅਸੀਹਾਂ ਕਾ. ਵਿੳੁਹਾਰੁ ਨ ਪਾਵੈ ॥",
    "transliteration": "Sathar Kaa Mathiheen Aseehaan Kaa Viouhaar N Paavai ||",
    "translation": "At seventy, he loses his intellect, and at eighty, he cannot perform his duties.",
    "punjabi": "ਸੱਤਰ ਸਾਲਾਂ ਦਾ ਜੀਵ ਅਕਲੋਂ ਹੀਣਾ ਹੋਣ ਲੱਗ ਜਾਂਦਾ ਹੈ, ਤੇ ਅੱਸੀ ਸਾਲਾਂ ਦਾ ਕੰਮ ਕਾਰ ਜੋਗਾ ਨਹੀਂ ਰਹਿੰਦਾ।",
    "pronunciation": "(ਅੱਸੀਹਾਂ) ਅੱਸੀ ਸਾਲ। ਸੱਤਰਿ",
    "type_id": 3
  },
  {
    "id": 5644,
    "shabad_id": 362,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਵੈ ਕਾ ਸਿਹਜਾਸਣੀ; ਮੂਲਿ ਨ ਜਾਣੈ. ਅਪਬਲੁ ॥",
    "transliteration": "Navai Kaa Sihajaasanee Mool N Jaanai Ap Bal ||",
    "translation": "At ninety, he lies in his bed, and he cannot understand his weakness.",
    "punjabi": "ਨੱਵੇ ਸਾਲ ਦਾ ਮੰਜੇ ਤੋਂ ਹੀ ਨਹੀਂ ਹਿੱਲ ਸਕਦਾ, ਆਪਣਾ ਆਪ ਭੀ ਸੰਭਾਲ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਸਿਹਜਾਸਣੀ) ਸੇਜਾ ਤ ੇ ਪਿਅਾ ਰਹਿਣ ਵਾਲਾ। (ਅਪ-ਬਲੁ) ਨਿਰਬਲ। ਨੱਵੈ",
    "type_id": 3
  },
  {
    "id": 5645,
    "shabad_id": 362,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਢੰਢੋਲਿਮੁ ਢੂਢਿਮੁ ਡਿਠੁ ਮੈ; ਨਾਨਕ. ਜਗੁ ਧੂੲੇ ਕਾ ਧਵਲਹਰੁ ॥੩॥",
    "transliteration": "Dtandtolim Dtoodtim Ddith Mai Naanak Jag Dhhooeae Kaa Dhhavalehar ||3||",
    "translation": "After seeking and searching for such a long time, O Nanak, I have seen that the world is just a mansion of smoke. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਢੂੰਢਿਆ ਹੈ, ਭਾਲਿਆ ਹੈ, ਵੇਖਿਆ ਹੈ, ਇਹ ਜਗਤ ਚਿੱਟਾ ਪਲਸਤਰੀ ਮੰਦਰ ਹੈ (ਭਾਵ, ਵੇਖਣ ਨੂੰ ਸੋਹਣਾ ਹੈ) ਪਰ ਹੈ ਧੂਏਂ ਦਾ (ਭਾਵ, ਸਦਾ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ) ॥੩॥",
    "pronunciation": "(ਢੰਢੋਲਿਮੁ) ਢੰੂਢਿਅਾ, ਲੱਭਿਅਾ (ਢੂਢਿਮੁ) ਖੋਜ ਕੀਤੀ। ਅੱਖਾਂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ (ਧਵਲ-ਹਰੁ) ਚਿੱਟਾ ਮਹਿਲ",
    "type_id": 3
  },
  {
    "id": 5646,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5647,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤੂੰ ਕਰਤਾ ਪੁਰਖੁ ਅਗੰਮੁ ਹੈ; ਅਾਪਿ ਸ੍ਰਿਸਟਿ ੳੁਪਾਤੀ ॥",
    "transliteration": "Thoon Karathaa Purakh Aganm Hai Aap Srisatt Oupaathee ||",
    "translation": "You, O Creator Lord, are Unfathomable. You Yourself created the Universe,",
    "punjabi": "ਹੇ (ਪ੍ਰਭੂ!) ਤੂੰ ਸਿਰਜਣਹਾਰ ਹੈਂ, ਸਭ ਵਿਚ ਮੌਜੂਦ ਹੈਂ, (ਫਿਰ ਭੀ) ਤੇਰੇ ਤੀਕ ਕਿਸੇ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੈ, ਤੂੰ ਆਪ (ਸਾਰੀ) ਸ੍ਰਿਸ਼ਟੀ ਉਪਾਈ ਹੈ।",
    "pronunciation": "(ੳੁਪਾਤੀ) ਪੈਦਾ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 5648,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰੰਗ ਪਰੰਗ ੳੁਪਾਰਜਨਾ; ਬਹੁ ਬਹੁ ਬਿਧਿ ਭਾਤੀ ॥",
    "transliteration": "Rang Parang Oupaarajanaa Bahu Bahu Bidhh Bhaathee ||",
    "translation": "Its colors, qualities and varieties, in so many ways and forms.",
    "punjabi": "(ਇਹ ਰਚਨਾ) ਤੂੰ ਕਈ ਰੰਗਾਂ ਦੀ ਕਈ ਕਿਸਮਾਂ ਦੀ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਬਣਾਈ ਹੈ।",
    "pronunciation": "(ਪਰੰਗ) ਮਿਸਰਤ ਰੰਗ। (ੳੁਪਾਰਜਨਾ) ਪੈਦਾ ਕੀਤੀ। ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ। ਭਾਂਤੀ",
    "type_id": 3
  },
  {
    "id": 5649,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤੂੰ ਜਾਣਹਿ. ਜਿਨਿ ੳੁਪਾੲੀਅੈ; ਸਭੁ ਖੇਲੁ ਤੁਮਾਤੀ ॥",
    "transliteration": "Thoon Jaanehi Jin Oupaaeeai Sabh Khael Thumaathee ||",
    "translation": "You created it, and You alone understand it. It is all Your Play.",
    "punjabi": "(ਜਗਤ ਦਾ ਇਹ) ਸਾਰਾ ਤਮਾਸ਼ਾ ਤੇਰਾ ਹੀ (ਬਣਾਇਆ ਹੋਇਆ) ਹੈ, (ਇਸ ਤਮਾਸ਼ੇ ਦੇ ਭੇਤ ਨੂੰ) ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ, (ਜਿਸ ਨੇ ਖੇਲ ਬਣਾਇਆ ਹੋਇਆ ਹੈ)।",
    "pronunciation": "(ਤੁਮਾਤੀ) ਅਾਪਜੀ। ਖ੍ਹੇਲੁ",
    "type_id": 3
  },
  {
    "id": 5650,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਕਿ ਅਾਵਹਿ ੲਿਕਿ ਜਾਹਿ ੳੁਠਿ; ਬਿਨੁ ਨਾਵੈ. ਮਰਿ ਜਾਤੀ ॥",
    "transliteration": "Eik Aavehi Eik Jaahi Outh Bin Naavai Mar Jaathee ||",
    "translation": "Some come, and some arise and depart; but without the Name, all are bound to die.",
    "punjabi": "(ਇਸ ਤਮਾਸ਼ੇ ਵਿਚ) ਕਈ ਜੀਵ ਆ ਰਹੇ ਹਨ, ਕਈ (ਤਮਾਸ਼ਾ ਵੇਖ ਕੇ) ਤੁਰੇ ਜਾ ਰਹੇ ਹਨ, (ਪਰ ਜੋ) 'ਨਾਮ' ਤੋਂ ਸੱਖਣੇ ਹਨ ਉਹ ਮਰ ਕੇ (ਭਾਵ, ਦੁਖੀ ਹੋ ਕੇ) ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5651,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਰੰਗਿ ਚਲੂਲਿਅਾ; ਰੰਗਿ ਹਰਿ. ਰੰਗਿ ਰਾਤੀ ॥",
    "transliteration": "Guramukh Rang Chalooliaa Rang Har Rang Raathee ||",
    "translation": "The Gurmukhs are imbued with the deep crimson color of the poppy; they are dyed in the color of the Lord's Love.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ ਉਹ (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਵਿਚ ਗੂੜ੍ਹੇ ਰੰਗੇ ਹੋਏ ਹਨ, ਉਹ ਨਿਰੋਲ ਹਰੀ ਦੇ ਪਿਆਰ ਰੰਗੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਚਲੂਲਿਅਾ) ਗਾੜ੍ਹਾ ਲਾਲ ਰੰਗ। (ਰਾਤੀ) ਰੰਗੇ",
    "type_id": 3
  },
  {
    "id": 5652,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋ ਸੇਵਹੁ ਸਤਿ ਨਿਰੰਜਨੋ; ਹਰਿ ਪੁਰਖੁ ਬਿਧਾਤੀ ॥",
    "transliteration": "So Saevahu Sath Niranjano Har Purakh Bidhhaathee ||",
    "translation": "So serve the True and Pure Lord, the Supremely Powerful Architect of Destiny.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੋ ਪ੍ਰਭੂ ਸਭ ਵਿਚ ਵਿਆਪਕ (ਪੁਰਖ) ਹੈ, ਜਗਤ ਦਾ ਰਚਨ ਵਾਲਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਹੈ, ਉਸ ਨੂੰ ਸਿਮਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5653,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤੂੰ ਅਾਪੇ ਅਾਪਿ ਸੁਜਾਣੁ ਹੈ; ਵਡ ਪੁਰਖੁ ਵਡਾਤੀ ॥",
    "transliteration": "Thoon Aapae Aap Sujaan Hai Vadd Purakh Vaddaathee ||",
    "translation": "You Yourself are All-knowing. O Lord, You are the Greatest of the Great!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਤੋਂ ਵੱਡੀ ਹਸਤੀ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5654,
    "shabad_id": 363,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਮਨਿ ਚਿਤਿ. ਤੁਧੁ ਧਿਅਾੲਿਦੇ ਮੇਰੇ ਸਚਿਅਾ; ਬਲਿ ਬਲਿ ਹੳੁ. ਤਿਨ ਜਾਤੀ ॥੧॥",
    "transliteration": "Jo Man Chith Thudhh Dhhiaaeidhae Maerae Sachiaa Bal Bal Ho Thin Jaathee ||1||",
    "translation": "O my True Lord, I am a sacrifice, a humble sacrifice, to those who meditate on You within their conscious mind. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੱਚੇ (ਸਾਹਿਬ!) ਜੋ ਤੈਨੂੰ ਮਨ ਲਾ ਕੇ ਚਿੱਤ ਲਾ ਕੇ ਸਿਮਰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5655,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5656,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੀੳੁ ਪਾੲਿ. ਤਨੁ ਸਾਜਿਅਾ; ਰਖਿਅਾ ਬਣਤ ਬਣਾੲਿ ॥",
    "transliteration": "Jeeo Paae Than Saajiaa Rakhiaa Banath Banaae ||",
    "translation": "He placed the soul in the body which He had fashioned. He protects the Creation which He has created.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੇ) ਜਿੰਦ ਪਾ ਕੇ (ਮਨੁੱਖ ਦਾ) ਸਰੀਰ ਬਣਾਇਆ ਹੈ, (ਕਿਆ ਸੋਹਣੀ) ਘਾੜਤ ਘੜ ਕੇ ਰੱਖੀ ਹੈ।",
    "pronunciation": "(ਜੀੳੁ) ਜਿੰਦ",
    "type_id": 3
  },
  {
    "id": 5657,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਖੀ ਦੇਖੈ. ਜਿਹਵਾ ਬੋਲੈ; ਕੰਨੀ ਸੁਰਤਿ ਸਮਾੲਿ ॥",
    "transliteration": "Akhee Dhaekhai Jihavaa Bolai Kannee Surath Samaae ||",
    "translation": "With their eyes, they see, and with their tongues, they speak; with their ears, they bring the mind to awareness.",
    "punjabi": "ਅੱਖਾਂ ਨਾਲ ਇਹ ਵੇਖਦਾ ਹੈ, ਜੀਭ ਨਾਲ ਬੋਲਦਾ ਹੈ, (ਇਸ ਦੇ) ਕੰਨਾਂ ਵਿਚ ਸੁਣਨ ਦੀ ਸੱਤਿਆ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "(ਸੁਰਤਿ) ਸੁਨਣ ਦੀ ਸੱਤਿਅਾ। ਅੱਖੀਂ",
    "type_id": 3
  },
  {
    "id": 5658,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੈਰੀ ਚਲੈ. ਹਥੀ ਕਰਣਾ; ਦਿਤਾ ਪੈਨ੍ਹੈ ਖਾੲਿ ॥",
    "transliteration": "Pairee Chalai Hathhee Karanaa Dhithaa Painai Khaae ||",
    "translation": "With their feet, they walk, and with their hands, they work; they wear and eat whatever is given.",
    "punjabi": "ਪੈਰਾਂ ਨਾਲ ਤੁਰਦਾ ਹੈ, ਹੱਥਾਂ ਨਾਲ (ਕੰਮ) ਕਰਦਾ ਹੈ, ਤੇ (ਪ੍ਰਭੂ ਦਾ) ਦਿੱਤਾ ਖਾਂਦਾ ਪਹਿਨਦਾ ਹੈ।",
    "pronunciation": "ਵਾਹਿਗੁਰੂ ਜੀ ਦਾ ਦਿੱਤਾ (ਪੈਨ੍ਹੈ) ਪਹਿਨਦਾ (ਖਾੲਿ) ਖਾਂਦਾ ਹੈ। ਚੱਲੈ ਹੱਥੀਂ",
    "type_id": 3
  },
  {
    "id": 5659,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਨਿ ਰਚਿ ਰਚਿਅਾ. ਤਿਸਹਿ. ਨ ਜਾਣੈ; ਅੰਧਾ. ਅੰਧੁ ਕਮਾੲਿ ॥",
    "transliteration": "Jin Rach Rachiaa Thisehi N Jaanai Andhhaa Andhh Kamaae ||",
    "translation": "They do not know the One who created the Creation. The blind fools do their dark deeds.",
    "punjabi": "ਪਰ, ਜਿਸ (ਪ੍ਰਭੂ) ਨੇ (ਇਸ ਦੇ ਸਰੀਰ ਨੂੰ) ਬਣਾਇਆ ਸੁਆਰਿਆ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਪਛਾਣਦਾ (ਭੀ) ਨਹੀਂ, ਅੰਨ੍ਹਾ ਮਨੁੱਖ (ਭਾਵ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝ) ਅੰਨ੍ਹਿਆਂ ਵਾਲਾ ਕੰਮ ਕਰਦਾ ਹੈ (ਭਾਵ, ਔਝੜੇ ਪਿਆ ਭਟਕਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5660,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਾ ਭਜੈ ਤਾ ਠੀਕਰੁ ਹੋਵੈ; ਘਾੜਤ. ਘੜੀ ਨ ਜਾੲਿ ॥",
    "transliteration": "Jaa Bhajai Thaa Theekar Hovai Ghaarrath Gharree N Jaae ||",
    "translation": "When the pitcher of the body breaks and shatters into pieces, it cannot be re-created again.",
    "punjabi": "ਜਦੋਂ (ਇਹ ਸਰੀਰ-ਰੂਪ ਭਾਂਡਾ) ਟੁੱਟ ਜਾਂਦਾ ਹੈ, ਤਾਂ (ਇਹ ਤਾਂ) ਠੀਕਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਕਿਸੇ ਕੰਮ ਦਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ਤੇ ਮੁੜ ਇਹ (ਸਰੀਰਕ) ਬਣਤਰ ਬਣ ਭੀ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "ਭੱਜੈ",
    "type_id": 3
  },
  {
    "id": 5661,
    "shabad_id": 364,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰ ਬਿਨੁ ਨਾਹਿ ਪਤਿ; ਪਤਿ ਵਿਣੁ ਪਾਰਿ ਨ ਪਾੲਿ ॥੧॥",
    "transliteration": "Naanak Gur Bin Naahi Path Path Vin Paar N Paae ||1||",
    "translation": "O Nanak, without the Guru, there is no honor; without honor, no one is carried across. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅੰਨ੍ਹਾ ਮਨੁੱਖ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਬਖ਼ਸ਼ਸ਼ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ (ਇਸ ਔਝੜ ਵਿਚੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5662,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੨ ॥",
    "transliteration": "Ma 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5663,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਦੇਂਦੇ ਥਾਵਹੁ. ਦਿਤਾ ਚੰਗਾ; ਮਨਮੁਖਿ ਅੈਸਾ ਜਾਣੀਅੈ ॥",
    "transliteration": "Dhaenadhae Thhaavahu Dhithaa Changaa Manamukh Aisaa Jaaneeai ||",
    "translation": "They prefer the gift, instead of the Giver; such is the way of the self-willed manmukhs.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਇਹੋ ਜਿਹਾ ਸਮਝ ਲਵੋ (ਕਿ ਉਸ ਨੂੰ) ਦੇਣ ਵਾਲੇ (ਪਰਮਾਤਮਾ) ਨਾਲੋਂ (ਉਸ ਦਾ) ਦਿੱਤਾ ਹੋਇਆ (ਪਦਾਰਥ) ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਦੇਹੀ ਧਨ ਪਦਾਰਥ ਪ੍ਰਵਾਰ (ਦੇਂਦੇ) ਦੇਣ ਵਾਲੇ ਵਾਹਿਗੁਰੂ ਜੀ (ਥਾਵਹੁ) ਨਾਲੋਂ ੳੁਨਾਂ ਦਾ ਦਿਤਾ ਹੋੲਿਅਾ ਚੰਗਾ ਜਾਣਦਾ",
    "type_id": 3
  },
  {
    "id": 5664,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੁਰਤਿ ਮਤਿ ਚਤੁਰਾੲੀ ਤਾ ਕੀ; ਕਿਅਾ ਕਰਿ ਅਾਖਿ ਵਖਾਣੀਅੈ ॥",
    "transliteration": "Surath Math Chathuraaee Thaa Kee Kiaa Kar Aakh Vakhaaneeai ||",
    "translation": "What can anyone say about their intelligence, their understanding or their cleverness?",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ ਸੂਝ, ਅਕਲ ਤੇ ਸਿਆਣਪ (ਅਜੇਹੀ ਨੀਵੀਂ ਹੈ ਕਿ) ਲਫ਼ਜ਼ਾਂ ਨਾਲ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5665,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅੰਤਰਿ ਬਹਿ ਕੈ ਕਰਮ ਕਮਾਵੈ; ਸੋ ਚਹੁ ਕੁੰਡੀ ਜਾਣੀਅੈ ॥",
    "transliteration": "Anthar Behi Kai Karam Kamaavai So Chahu Kunddee Jaaneeai ||",
    "translation": "The deeds which one commits, while sitting in one's own home, are known far and wide, in the four directions.",
    "punjabi": "(ਉਹ ਆਪਣੇ ਵਲੋਂ) ਲੁਕ ਕੇ (ਮੰਦੇ) ਕੰਮ ਕਰਦਾ ਹੈ, (ਪਰ ਜੋ ਕੁਝ ਉਹ ਕਰਦਾ ਹੈ) ਉਹ ਹਰ ਥਾਂ ਨਸ਼ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਚਹੁ) ਚਾਰੇ (ਕੁੰਡੀ) ਦਿਸ਼ਾਵਾਂ",
    "type_id": 3
  },
  {
    "id": 5666,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਧਰਮੁ ਕਮਾਵੈ. ਤਿਸੁ ਧਰਮ ਨਾੳੁ ਹੋਵੈ; ਪਾਪਿ ਕਮਾਣੈ ਪਾਪੀ ਜਾਣੀਅੈ ॥",
    "transliteration": "Jo Dhharam Kamaavai This Dhharam Naao Hovai Paap Kamaanai Paapee Jaaneeai ||",
    "translation": "One who lives righteously is known as righteous; one who commits sins is known as a sinner.",
    "punjabi": "(ਕੁਦਰਤ ਦਾ ਨੇਮ ਹੀ ਐਸਾ ਹੈ ਕਿ) ਜੋ ਮਨੁੱਖ ਭਲਾ ਕੰਮ ਕਰਦਾ ਹੈ, ਉਸਦਾ ਨਾਮ 'ਧਰਮੀ' ਪੈ ਜਾਂਦਾ ਹੈ, ਮੰਦੇ ਕੰਮ ਕੀਤਿਆਂ ਮਨੁੱਖ ਮੰਦਾ ਹੀ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5667,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੂੰ ਅਾਪੇ ਖੇਲ ਕਰਹਿ ਸਭਿ ਕਰਤੇ; ਕਿਅਾ ਦੂਜਾ. ਅਾਖਿ ਵਖਾਣੀਅੈ ॥",
    "transliteration": "Thoon Aapae Khael Karehi Sabh Karathae Kiaa Dhoojaa Aakh Vakhaaneeai ||",
    "translation": "You Yourself enact the entire play, O Creator. Why should we speak of any other?",
    "punjabi": "(ਪਰ ਮੰਦਾ ਕਿਸ ਨੂੰ ਆਖੀਏ?) (ਹੇ ਪ੍ਰਭੂ!) ਸਾਰੇ ਕੌਤਕ ਤੂੰ ਆਪ ਹੀ ਕਰ ਰਿਹਾ ਹੈਂ। ਤੈਥੋਂ ਵੱਖਰਾ ਹੋਰ ਕੇਹੜਾ ਦੱਸੀਏ?",
    "pronunciation": "(ਵਖਾਣੀਅੈ) ਕਹੀੲੇ",
    "type_id": 3
  },
  {
    "id": 5668,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਚਰੁ ਤੇਰੀ ਜੋਤਿ. ਤਿਚਰੁ ਜੋਤੀ ਵਿਚਿ ਤੂੰ ਬੋਲਹਿ; ਵਿਣੁ ਜੋਤੀ. ਕੋੲੀ ਕਿਛੁ ਕਰਿਹੁ. ਦਿਖਾ ਸਿਅਾਣੀਅੈ ॥",
    "transliteration": "Jichar Thaeree Joth Thichar Jothee Vich Thoon Bolehi Vin Jothee Koee Kishh Karihu Dhikhaa Siaaneeai ||",
    "translation": "As long as Your Light is within the body, You speak through that Light. Without Your Light, who can do anything? Show me any such cleverness!",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਅੰਦਰ) ਜਿਤਨਾ ਚਿਰ ਤੇਰੀ ਜੋਤਿ ਮੌਜੂਦ ਹੈ ਉਤਨਾ ਚਿਰ ਉਸ ਜੋਤਿ ਵਿਚ ਤੂੰ (ਆਪ ਹੀ) ਬੋਲਦਾ ਹੈਂ। ਜਦੋਂ ਤੇਰੀ ਜੋਤਿ ਨਿਕਲ ਜਾਏ, ਤਾਂ ਭਲਾ ਕੋਈ ਕੁਝ ਕਰੇ ਤਾਂ ਸਹੀ, ਅਸੀਂ ਪਰਖ ਕੇ ਵੇਖੀਏ, (ਭਾਵ, ਤੇਰੀ ਜੋਤਿ ਤੋਂ ਬਿਨਾ ਕੋਈ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ; ਸੋ, ਮਨਸੁਖ ਵਿਚ ਭੀ ਤੇਰੀ ਹੀ ਜੋਤਿ ਹੈ)।",
    "pronunciation": "ਕਰਿਹੁ",
    "type_id": 3
  },
  {
    "id": 5669,
    "shabad_id": 365,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਨਦਰੀ ਅਾੲਿਅਾ; ਹਰਿ ੲਿਕੋ ਸੁਘੜੁ ਸੁਜਾਣੀਅੈ ॥੨॥",
    "transliteration": "Naanak Guramukh Nadharee Aaeiaa Har Eiko Sugharr Sujaaneeai ||2||",
    "translation": "O Nanak, the Lord alone is Perfect and All-knowing; He is revealed to the Gurmukh. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਆਏ ਮਨੁੱਖ ਨੂੰ (ਹਰ ਥਾਂ) ਇਕੋ ਸਿਆਣਾ ਤੇ ਸੁਜਾਨ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਸੁਘੜੁ) ਸਿਅਾਣਾ। (ਸੁਜਾਣੀਅੈ) ਸਭ ਕੁੱਝ ਦਾ ਗਿਅਾਤਾ",
    "type_id": 3
  },
  {
    "id": 5670,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5671,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਜਗਤੁ ੳੁਪਾੲਿ ਕੈ; ਤੁਧੁ ਅਾਪੇ ਧੰਧੈ ਲਾੲਿਅਾ ॥",
    "transliteration": "Thudhh Aapae Jagath Oupaae Kai Thudhh Aapae Dhhandhhai Laaeiaa ||",
    "translation": "You Yourself created the world, and You Yourself put it to work.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਤੂੰ ਆਪ ਹੀ (ਇਸ ਨੂੰ) ਜੰਜਾਲ ਵਿਚ ਪਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਜੱਗ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 5672,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮੋਹ ਠਗੳੁਲੀ ਪਾੲਿ ਕੈ; ਤੁਧੁ ਅਾਪਹੁ ਜਗਤੁ ਖੁਅਾੲਿਅਾ ॥",
    "transliteration": "Moh Thagoulee Paae Kai Thudhh Aapahu Jagath Khuaaeiaa ||",
    "translation": "Administering the drug of emotional attachment, You Yourself have led the world astray.",
    "punjabi": "(ਮਾਇਆ ਦੇ) ਮੋਹ ਦੀ ਠਗ ਬੂਟੀ ਖੁਆ ਕੇ ਤੂੰ ਜਗਤ ਨੂੰ ਆਪਣੇ ਆਪ ਤੋਂ (ਭਾਵ, ਆਪਣੀ ਯਾਦ ਤੋਂ) ਖੁੰਝਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਠ-ਗੳੁਲੀ",
    "type_id": 3
  },
  {
    "id": 5673,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਿਸਨਾ ਅੰਦਰਿ ਅਗਨਿ ਹੈ; ਨਹ ਤਿਪਤੈ ਭੁਖਾ ਤਿਹਾੲਿਅਾ ॥",
    "transliteration": "Thisanaa Andhar Agan Hai Neh Thipathai Bhukhaa Thihaaeiaa ||",
    "translation": "The fire of desire is deep within; unsatisfied, people remain hungry and thirsty.",
    "punjabi": "(ਜਗਤ ਦੇ) ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ (ਬਲ ਰਹੀ) ਹੈ, (ਇਸ ਵਾਸਤੇ ਇਹ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਹ ਤੇ ਭੁੱਖ ਦਾ ਮਾਰਿਆ ਹੋਇਆ ਰੱਜਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5674,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਹਸਾ ੲਿਹੁ ਸੰਸਾਰੁ ਹੈ; ਮਰਿ ਜੰਮੈ ਅਾੲਿਅਾ ਜਾੲਿਅਾ ॥",
    "transliteration": "Sehasaa Eihu Sansaar Hai Mar Janmai Aaeiaa Jaaeiaa ||",
    "translation": "This world is an illusion; it dies and it is re-born-it comes and it goes in reincarnation.",
    "punjabi": "ਇਹ ਜਗਤ ਹੈ ਹੀ ਤੌਖ਼ਲਾ (ਰੂਪ), (ਇਸ ਤੌਖ਼ਲੇ ਵਿਚ ਪਿਆ ਜੀਵ) ਜੰਮਦਾ ਮਰਦਾ ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5675,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ. ਮੋਹੁ ਨ ਤੁਟੲੀ; ਸਭਿ ਥਕੇ ਕਰਮ ਕਮਾੲਿਅਾ ॥",
    "transliteration": "Bin Sathigur Mohu N Thuttee Sabh Thhakae Karam Kamaaeiaa ||",
    "translation": "Without the True Guru, emotional attachment is not broken. All have grown weary of performing empty rituals.",
    "punjabi": "(ਮਾਇਆ ਦਾ ਇਹ) ਮੋਹ ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਟੁੱਟਦਾ ਨਹੀਂ, (ਬਥੇਰੇ ਜੀਵ) ਹੋਰ ਹੋਰ (ਧਾਰਮਿਕ) ਕੰਮ ਕਰ ਕੇ ਹਾਰ ਚੁਕੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5676,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮਤੀ ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਸੁਖਿ ਰਜਾ. ਜਾ ਤੁਧੁ ਭਾੲਿਅਾ ॥",
    "transliteration": "Guramathee Naam Dhhiaaeeai Sukh Rajaa Jaa Thudhh Bhaaeiaa ||",
    "translation": "Those who follow the Guru's Teachings meditate on the Naam, the Name of the Lord. Filled with a joyful peace, they surrender to Your Will.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਰਾਹੀਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ। (ਹੇ ਪ੍ਰਭੂ!) ਜਦੋਂ ਤੈਨੂੰ ਭਾਵੇ (ਤਾਂ ਜੀਵ ਤੇਰੇ ਨਾਮ ਦੇ) ਸੁਖ ਵਿਚ (ਟਿਕ ਕੇ) ਤ੍ਰਿਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਰੱਜਾ",
    "type_id": 3
  },
  {
    "id": 5677,
    "shabad_id": 366,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕੁਲੁ ੳੁਧਾਰੇ ਅਾਪਣਾ; ਧੰਨੁ ਜਣੇਦੀ ਮਾੲਿਅਾ ॥",
    "transliteration": "Kul Oudhhaarae Aapanaa Dhhann Janaedhee Maaeiaa ||",
    "translation": "They save their families and ancestors; blessed are the mothers who gave birth to them.",
    "punjabi": "ਧੰਨ ਹੈ (ਉਸ ਜੀਵ ਦੀ) ਜੰਮਣ ਵਾਲੀ ਮਾਂ, (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ) ਆਪਣਾ ਖ਼ਾਨਦਾਨ (ਹੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
