[
  {
    "id": 6516,
    "shabad_id": 464,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ੲੇਕਸੁ ਚਰਣੀ. ਜੇ ਚਿਤੁ ਲਾਵਹਿ; ਲਬਿ ਲੋਭਿ ਕੀ ਧਾਵਸਿਤਾ ॥੩॥",
    "transliteration": "Eaekas Charanee Jae Chith Laavehi Lab Lobh Kee Dhhaavasithaa ||3||",
    "translation": "If you focus your consciousness on the Feet of the One Lord, what reason would you have to chase after greed? ||3||",
    "punjabi": "ਜੇ ਤੂੰ ਇੱਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜੇਂ, ਤਾਂ ਲੱਬ ਤੇ ਲੋਭ ਦੇ ਕਾਰਨ ਬਣੀ ਹੋਈ ਤੇਰੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਏ ॥੩॥",
    "pronunciation": "(ਕੀ) ਕਿੳੁਂ (ਧਾਵਸਿ-ਤਾ) ਧਾਵੇਗਾ, ਦੌੜੇਗਾ। ਲੱਬਿ",
    "type_id": 3
  },
  {
    "id": 6517,
    "shabad_id": 464,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਜਪਸਿ ਨਿਰੰਜਨੁ; ਰਚਸਿ ਮਨਾ ॥",
    "transliteration": "Japas Niranjan Rachas Manaa ||",
    "translation": "Meditate on the Immaculate Lord, and saturate your mind with Him.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਆਪਣਾ ਮਨ ਜੋੜ ਕੇ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "pronunciation": "(ਰਚਸਿ) ਰਚਾ ਕੇ, ਜੁੜ ਕੇ",
    "type_id": 3
  },
  {
    "id": 6518,
    "shabad_id": 464,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਾਹੇ ਬੋਲਹਿ ਜੋਗੀ; ਕਪਟੁ ਘਨਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kaahae Bolehi Jogee Kapatt Ghanaa ||1|| Rehaao ||",
    "translation": "Why, O Yogi, do you make so many false and deceptive claims? ||1||Pause||",
    "punjabi": "ਬਹੁਤਾ ਠੱਗੀ-ਫਰੇਬ ਦਾ ਬੋਲ ਕਿਉਂ ਬੋਲਦਾ ਹੈਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 6519,
    "shabad_id": 464,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਕਾੲਿਅਾ ਕਮਲੀ. ਹੰਸੁ ੲਿਅਾਣਾ; ਮੇਰੀ ਮੇਰੀ ਕਰਤ ਬਿਹਾਣੀਤਾ ॥",
    "transliteration": "Kaaeiaa Kamalee Hans Eiaanaa Maeree Maeree Karath Bihaaneethaa ||",
    "translation": "The body is wild, and the mind is foolish. Practicing egotism, selfishness and conceit, your life is passing away.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਝੱਲਾ ਹੋਇਆ ਪਿਆ ਹੋਵੇ (ਜਿਸ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਿਚ ਝੱਲੇ ਹੋਏ ਪਏ ਹੋਣ) ਜਿਸ ਦਾ ਜੀਵਾਤਮਾ ਅੰਞਾਣਾ ਹੋਵੇ (ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ ਰਸਤਾ ਨਾਹ ਸਮਝਦਾ ਹੋਵੇ) ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਲੰਘ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਬਿਹਾਣੀ-ਤਾ) ਬਤੀਤ ਹੁੰਦੀ",
    "type_id": 3
  },
  {
    "id": 6520,
    "shabad_id": 464,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕੁ. ਨਾਗੀ ਦਾਝੈ; ਫਿਰਿ ਪਾਛੈ. ਪਛੁਤਾਣੀਤਾ ॥੪॥੩॥੧੫॥",
    "transliteration": "Pranavath Naanak Naagee Dhaajhai Fir Paashhai Pashhuthaaneethaa ||4||3||15||",
    "translation": "Prays Nanak, when the naked body is cremated, then you will come to regret and repent. ||4||3||15||",
    "punjabi": "(ਤੇ) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਦੋਂ (ਮਮਤਾ ਦੇ ਸਾਰੇ ਪਦਾਰਥ ਜਗਤ ਵਿਚ ਹੀ ਛੱਡ ਕੇ) ਸਰੀਰ ਇਕੱਲਾ ਹੀ (ਮਸਾਣਾਂ ਵਿਚ) ਸੜਦਾ ਹੈ, ਸਮਾ ਵਿਹਾ ਜਾਣ ਤੇ ਜੀਵ ਪਛੁਤਾਉਂਦਾ ਹੈ ॥੪॥੩॥੧੫॥",
    "pronunciation": "(ਨਾਗੀ) ਨੰਗੀ ਨਾਗਾਂ ਦੀ ਡੰਗੀ।(ਦਾਝੈ) ਸੜਦੀ ਹੈ। ਪਛੁਤਾਣੀ-ਤਾ",
    "type_id": 3
  },
  {
    "id": 6521,
    "shabad_id": 465,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੳੁੜੀ ਚੇਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Gourree Chaethee Mehalaa 1 ||",
    "translation": "Gauree Chaytee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6522,
    "shabad_id": 465,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅੳੁਖਧ ਮੰਤ੍ਰ ਮੂਲੁ. ਮਨ ੲੇਕੈ; ਜੇ ਕਰਿ. ਦਿ੍ਰੜੁ ਚਿਤੁ ਕੀਜੈ ਰੇ ॥",
    "transliteration": "Aoukhadhh Manthr Mool Man Eaekai Jae Kar Dhrirr Chith Keejai Rae ||",
    "translation": "O mind, there is only the One medicine, mantra and healing herb - center your consciousness firmly on the One Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਤੂੰ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਕੀਤੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਨੂੰ ਕੱਟਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਲੈਂਦਾ ਰਹੇਂ, ਜੇ ਤੂੰ (ਉਸ ਨਾਮ ਦੇ ਸਿਮਰਨ ਵਿਚ) ਆਪਣੇ ਚਿੱਤ ਨੂੰ ਪੱਕਾ ਕਰ ਲਏਂ,",
    "pronunciation": "(ਅੳੁਖਧ) ਦਵਾੲੀ। ਮੰਤ੍ਰ ਪੜ੍ਹ ਕੇ ਹੱਥੌਲ਼ਾ ਕਰਨਾ।(ਮੂਲੁ) ਜੜੀ ਬੂਟੀ",
    "type_id": 3
  },
  {
    "id": 6523,
    "shabad_id": 465,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ. ਪਾਪ ਕਰਮ ਕੇ; ਕਾਟਨਹਾਰਾ ਲੀਜੈ ਰੇ ॥੧॥",
    "transliteration": "Janam Janam Kae Paap Karam Kae Kaattanehaaraa Leejai Rae ||1||",
    "translation": "Take to the Lord, the Destroyer of the sins and karma of past incarnations. ||1||",
    "punjabi": "ਤਾਂ (ਤੈਨੂੰ ਯਕੀਨ ਆ ਜਾਇਗਾ ਕਿ) ਮਨ ਦੇ ਰੋਗ ਦੂਰ ਕਰਨ ਵਾਲੀ ਸਭ ਤੋਂ ਵਧੀਆ ਦਵਾਈ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਹੈ, ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰਨ ਵਾਲਾ ਸਭ ਤੋਂ ਵਧੀਆ ਮੰਤ੍ਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6524,
    "shabad_id": 465,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਨ; ੲੇਕੋ ਸਾਹਿਬੁ ਭਾੲੀ ਰੇ ॥",
    "transliteration": "Man Eaeko Saahib Bhaaee Rae ||",
    "translation": "The One Lord and Master is pleasing to my mind.",
    "punjabi": "ਹੇ ਭਾਈ! (ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚਾ ਸਕਣ ਵਾਲਾ) ਮਨ ਦਾ ਰਾਖਾ ਇਕ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਹੈ (ਉਸ ਦੇ ਗੁਣ ਪਛਾਣ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6525,
    "shabad_id": 465,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਤੇਰੇ ਤੀਨਿ ਗੁਣਾ, ਸੰਸਾਰਿ ਸਮਾਵਹਿ; ਅਲਖੁ. ਨ ਲਖਣਾ ਜਾੲੀ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thaerae Theen Gunaa Sansaar Samaavehi Alakh N Lakhanaa Jaaee Rae ||1|| Rehaao ||",
    "translation": "In Your three qualities, the world is engrossed; the Unknowable cannot be known. ||1||Pause||",
    "punjabi": "ਪਰ ਜਿਤਨਾ ਚਿਰ ਤੇਰੇ ਤ੍ਰਿਗੁਣੀ ਇੰਦ੍ਰੇ ਸੰਸਾਰ (ਦੇ ਮੋਹ) ਵਿਚ ਰੁੱਝੇ ਹੋਏ ਹਨ, ਉਸ ਅਲੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅ-ਲਖੁ, ਲਖਣਾ: ਪੋਲੇ ਬੋਲੋ। ਜੇ ਗੁਰਬਾਣੀ ਜੀ ਚ ਅਲਖ ਮਗਰੋਂ ਨ ਅਾਵੇ ਤਾਂ ਅਲਖ ਮਗਰੋਂ ਠਮਕੀ ਲਾੳੁ।",
    "type_id": 4
  },
  {
    "id": 6526,
    "shabad_id": 465,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਕਰ ਖੰਡੁ ਮਾੲਿਅਾ ਤਨਿ ਮੀਠੀ; ਹਮ ਤੳੁ ਪੰਡ ੳੁਚਾੲੀ ਰੇ ॥",
    "transliteration": "Sakar Khandd Maaeiaa Than Meethee Ham Tho Pandd Ouchaaee Rae ||",
    "translation": "Maya is so sweet to the body, like sugar or molasses. We all carry loads of it.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸਾਂ ਜੀਵਾਂ ਨੇ ਤਾਂ ਮਾਇਆ ਦੀ ਪੰਡ (ਹਰ ਵੇਲੇ ਸਿਰ ਉਤੇ) ਚੁਕੀ ਹੋਈ ਹੈ, ਸਾਨੂੰ ਤਾਂ ਆਪਣੇ ਅੰਦਰ ਮਾਇਆ ਸ਼ੱਕਰ ਖੰਡ ਵਰਗੀ ਮਿੱਠੀ ਲੱਗ ਰਹੀ ਹੈ।",
    "pronunciation": "(ੳੁਚਾੲੀ) ੳੁਠਾੲੀ। ਸੱਕਰ",
    "type_id": 3
  },
  {
    "id": 6527,
    "shabad_id": 465,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਰਾਤਿ ਅਨੇਰੀ. ਸੂਝਸਿ ਨਾਹੀ; ਲਜੁ ਟੂਕਸਿ ਮੂਸਾ. ਭਾੲੀ ਰੇ ॥੨॥",
    "transliteration": "Raath Anaeree Soojhas Naahee Laj Ttookas Moosaa Bhaaee Rae ||2||",
    "translation": "In the dark of the night, nothing can be seen. The mouse of death is gnawing away at the rope of life, O Siblings of Destiny! ||2||",
    "punjabi": "(ਸਾਡੇ ਭਾ ਦੀ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਹਨੇਰੀ ਰਾਤ ਪਈ ਹੋਈ ਹੈ, (ਜਿਸ ਵਿਚ ਸਾਨੂੰ ਕੁਝ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ, ਤੇ (ਉਧਰੋਂ) ਜਮ-ਚੂਹਾ ਸਾਡੀ ਉਮਰ ਦੀ ਲੱਜ ਟੁੱਕਦਾ ਜਾ ਰਿਹਾ ਹੈ (ਉਮਰ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ) ॥੨॥",
    "pronunciation": "ਕਾਲ ਰੂਪੀ (ਮੱੂਸਾ) ਚੂਹਾ। (ਟੂਕਸਿ) ਟੁੱਕਦਾ। ਅਨ੍ਹੇਰੀ ਲੱਜੁ",
    "type_id": 3
  },
  {
    "id": 6528,
    "shabad_id": 465,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਮਨਮੁਖਿ ਕਰਹਿ. ਤੇਤਾ ਦੁਖੁ ਲਾਗੈ; ਗੁਰਮੁਖਿ ਮਿਲੈ ਵਡਾੲੀ ਰੇ ॥",
    "transliteration": "Manamukh Karehi Thaethaa Dhukh Laagai Guramukh Milai Vaddaaee Rae ||",
    "translation": "As the self-willed manmukhs act, they suffer in pain. The Gurmukh obtains honor and greatness.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ ਮਨੁੱਖ ਜਿਤਨਾ ਭੀ ਉੱਦਮ ਕਰਦੇ ਹਨ, ਉਤਨਾ ਹੀ ਦੁੱਖ ਵਾਪਰਦਾ ਹੈ। (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6529,
    "shabad_id": 465,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਤਿਨਿ ਕੀਅਾ. ਸੋੲੀ ਹੋਅਾ; ਕਿਰਤੁ. ਨ ਮੇਟਿਅਾ ਜਾੲੀ ਰੇ ॥੩॥",
    "transliteration": "Jo Thin Keeaa Soee Hoaa Kirath N Maettiaa Jaaee Rae ||3||",
    "translation": "Whatever He does, that alone happens; past actions cannot be erased. ||3||",
    "punjabi": "ਜੋ (ਨਿਯਮ) ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਬਣਾ ਦਿੱਤਾ ਹੈ ਉਹੀ ਵਰਤਦਾ ਹੈ (ਉਸ ਨਿਯਮ ਅਨੁਸਾਰ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਸਮੂਹ (ਜੋ ਸਾਡੇ ਮਨ ਵਿਚ ਟਿਕਿਆ ਪਿਆ ਹੈ, ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਿਆਂ) ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6530,
    "shabad_id": 465,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸੁਭਰ ਭਰੇ. ਨ ਹੋਵਹਿ ੳੂਣੇ; ਜੋ ਰਾਤੇ ਰੰਗੁ ਲਾੲੀ ਰੇ ॥",
    "transliteration": "Subhar Bharae N Hovehi Oonae Jo Raathae Rang Laaee Rae ||",
    "translation": "Those who are imbued with, and committed to the Lord's Love, are filled to overflowing; they never lack anything.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੀਤ ਜੋੜ ਕੇ ਉਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਪ੍ਰੇਮ-ਰਸ ਨਾਲ ਸਦਾ ਨਕਾ-ਨਕ ਭਰੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਪ੍ਰੇਮ ਤੋਂ) ਖ਼ਾਲੀ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "(ਸੁੱਭਰ) ਲਬਾ ਲਬ, ਚੰਗੀ ਤਰਾਂ",
    "type_id": 3
  },
  {
    "id": 6531,
    "shabad_id": 465,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਤਿਨ ਕੀ ਪੰਕ ਹੋਵੈ. ਜੇ ਨਾਨਕੁ; ਤੳੁ ਮੂੜਾ. ਕਿਛੁ ਪਾੲੀ ਰੇ ॥੪॥੪॥੧੬॥",
    "transliteration": "Thin Kee Pank Hovai Jae Naanak Tho Moorraa Kishh Paaee Rae ||4||4||16||",
    "translation": "If Nanak could be the dust of their feet, then he, the ignorant one, might also obtain some. ||4||4||16||",
    "punjabi": "ਜੇ (ਸਾਡਾ) ਮੂਰਖ (ਮਨ) ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣੇ, ਨਾਨਕ (ਆਖਦਾ ਹੈ) ਤਾਂ ਇਸ ਨੂੰ ਭੀ ਕੁਝ ਪ੍ਰਾਪਤੀ ਹੋ ਜਾਏ ॥੪॥੪॥੧੬॥",
    "pronunciation": "(ਪੰਕ) ਧੂੜ। (ਮੂੜ੍ਹਾ) ਮੂਰਖ",
    "type_id": 3
  },
  {
    "id": 6532,
    "shabad_id": 466,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੳੁੜੀ ਚੇਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Gourree Chaethee Mehalaa 1 ||",
    "translation": "Gauree Chaytee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6533,
    "shabad_id": 466,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਤ ਕੀ ਮਾੲੀ. ਬਾਪੁ ਕਤ ਕੇਰਾ; ਕਿਦੂ ਥਾਵਹੁ. ਹਮ ਅਾੲੇ ॥",
    "transliteration": "Kath Kee Maaee Baap Kath Kaeraa Kidhoo Thhaavahu Ham Aaeae ||",
    "translation": "Who is our mother, and who is our father? Where did we come from?",
    "punjabi": "(ਹੇ ਮੇਰੇ ਸਾਹਿਬ! ਅਣਗਿਣਤ ਔਗੁਣਾਂ ਦੇ ਕਾਰਨ ਹੀ ਸਾਨੂੰ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਣਾ ਪੈਂਦਾ ਹੈ, ਅਸੀਂ ਕੀਹ ਦੱਸੀਏ ਕਿ) ਕਦੋਂ ਦੀ ਸਾਡੀ (ਕੋਈ) ਮਾਂ ਹੈ ਕਦੋਂ ਦਾ (ਭਾਵ, ਕਿਸ ਜੂਨ ਦਾ) ਸਾਡਾ ਕੋਈ ਪਿਉ ਹੈ, ਕਿਸ ਕਿਸ ਥਾਂ ਤੋਂ (ਜੂਨ ਵਿਚੋਂ ਹੋ ਕੇ) ਅਸੀਂ (ਹੁਣ ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਆਏ ਹਾਂ?",
    "pronunciation": "ਕਤ:ਪੋਲਾ ਬੋਲੋ। (ਕਤ) ਕਿਸ। (ਕੀ) ਦੀ। (ਕੇਰਾ) ਦਾ",
    "type_id": 3
  },
  {
    "id": 6534,
    "shabad_id": 466,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਗਨਿ ਬਿੰਬ ਜਲ ਭੀਤਰਿ ਨਿਪਜੇ; ਕਾਹੇ ਕੰਮਿ ੳੁਪਾੲੇ ॥੧॥",
    "transliteration": "Agan Binb Jal Bheethar Nipajae Kaahae Kanm Oupaaeae ||1||",
    "translation": "We are formed from the fire of the womb within, and the bubble of water of the sperm. For what purpose are we created? ||1||",
    "punjabi": "(ਇਨ੍ਹਾਂ ਔਗੁਣਾਂ ਦੇ ਕਾਰਨ ਹੀ ਸਾਨੂੰ ਇਹ ਵਿਚਾਰ ਭੀ ਨਹੀਂ ਫੁਰਦੀ ਕਿ) ਅਸੀਂ ਕਿਸ ਮਨੋਰਥ ਵਾਸਤੇ ਪਿਤਾ ਦੇ ਬੀਰਜ ਨਾਲ ਮਾਂ ਦੇ ਪੇਟ ਦੀ ਅੱਗ ਵਿਚ ਨਿੰਮੇ, ਤੇ ਕਾਹਦੇ ਵਾਸਤੇ ਪੈਦਾ ਕੀਤੇ ਗਏ ॥੧॥",
    "pronunciation": "(ਬਿੰਬ) ਬੁਦਬੁਦਾ। (ਨਿਪਜੇ) ਪੈਦਾ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 6535,
    "shabad_id": 466,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮੇਰੇ ਸਾਹਿਬਾ; ਕੳੁਣੁ ਜਾਣੈ ਗੁਣ ਤੇਰੇ ॥",
    "transliteration": "Maerae Saahibaa Koun Jaanai Gun Thaerae ||",
    "translation": "O my Master, who can know Your Glorious Virtues?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣ ਕੋਈ ਜਾਣ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6536,
    "shabad_id": 466,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਹੇ ਨ ਜਾਨੀ; ਅੳੁਗਣ ਮੇਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kehae N Jaanee Aougan Maerae ||1|| Rehaao ||",
    "translation": "My own demerits cannot be counted. ||1||Pause||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਇਤਨੇ ਔਗੁਣ ਹਨ ਕਿ ਉਹ ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ। (ਤੇ, ਜਿਸ ਜੀਵ ਦੇ ਅੰਦਰ ਅਣਗਿਣਤ ਔਗੁਣ ਹੋਣ, ਉਹ ਐਸਾ ਕੋਈ ਭੀ ਨਹੀਂ ਹੁੰਦਾ ਜੋ ਤੇਰੇ ਗੁਣਾਂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਸਕੇ, ਜੋ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜ ਸਕੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 6537,
    "shabad_id": 466,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕੇਤੇ ਰੁਖ ਬਿਰਖ. ਹਮ ਚੀਨੇ; ਕੇਤੇ ਪਸੂ ੳੁਪਾੲੇ ॥",
    "transliteration": "Kaethae Rukh Birakh Ham Cheenae Kaethae Pasoo Oupaaeae ||",
    "translation": "I took the form of so many plants and trees, and so many animals.",
    "punjabi": "(ਅਣਗਿਣਤ ਔਗੁਣਾਂ ਦੇ ਕਾਰਨ) ਅਸਾਂ ਅਨੇਕਾਂ ਰੁੱਖਾਂ ਬਿਰਖਾਂ ਦੀਆਂ ਜੂਨਾਂ ਵੇਖੀਆਂ, ਅਨੇਕਾਂ ਵਾਰੀ ਪਸ਼ੂ-ਜੂਨਾਂ ਵਿਚ ਅਸੀਂ ਜੰਮੇ,",
    "pronunciation": "ਰੁੱਖ ਬਿਰਖਾਂ ਦੀਅਾਂ ਜੂਨਾਂ (ਚੀਨੇ) ਦੇਖੀਅਾਂ। (ੳੁਪਾੲੇ) ਪੈਦਾ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 6538,
    "shabad_id": 466,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕੇਤੇ. ਨਾਗ ਕੁਲੀ ਮਹਿ ਅਾੲੇ; ਕੇਤੇ ਪੰਖ ੳੁਡਾੲੇ ॥੨॥",
    "transliteration": "Kaethae Naag Kulee Mehi Aaeae Kaethae Pankh Ouddaaeae ||2||",
    "translation": "Many times I entered the families of snakes and flying birds. ||2||",
    "punjabi": "ਅਨੇਕਾਂ ਵਾਰੀ ਸੱਪਾਂ ਦੀਆਂ ਕੁਲਾਂ ਵਿਚ ਪੈਦਾ ਹੋਏ, ਤੇ ਅਨੇਕਾਂ ਵਾਰੀ ਪੰਛੀ ਬਣ ਬਣ ਕੇ ਉਡਦੇ ਰਹੇ ॥੨॥",
    "pronunciation": "ਕੁਲੀ: ਪੋਲਾ ਬੋਲੋ। (ਕੁਲੀ) ਕੁਲਾਂ ਚ। (ਪੰਖ) ਪੰਛੀ",
    "type_id": 3
  },
  {
    "id": 6539,
    "shabad_id": 466,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਹਟ ਪਟਣ. ਬਿਜਮੰਦਰ ਭੰਨੈ; ਕਰਿ ਚੋਰੀ. ਘਰਿ ਅਾਵੈ ॥",
    "transliteration": "Hatt Pattan Bij Mandhar Bhannai Kar Choree Ghar Aavai ||",
    "translation": "I broke into the shops of the city and well-guarded palaces; stealing from them, I snuck home again.",
    "punjabi": "(ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਵਿਚ ਕੀਤੇ ਕੁਕਰਮਾਂ ਦੇ ਅਸਰ ਹੇਠ ਹੀ) ਮਨੁੱਖ ਸ਼ਹਰਾਂ ਦੀਆਂ ਹੱਟੀਆਂ ਭੰਨਦਾ ਹੈ, ਪੱਕੇ ਘਰ ਭੰਨਦਾ ਹੈ (ਸੰਨ੍ਹ ਲਾਂਦਾ ਹੈ), ਚੋਰੀ ਕਰ ਕੇ (ਮਾਲ ਲੈ ਕੇ) ਆਪਣੇ ਘਰ ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "(ਬਿਜਮੰਦਰ) ਪੱਥਰ ਦੇ ਪੱਕੇ ਮੰਦਰ। ਪਟਣ :ਪੋਲਾ ਬੋਲੋ। (ਪਟਣ) ਸ਼ਹਰ। ਹੱਟ",
    "type_id": 3
  },
  {
    "id": 6540,
    "shabad_id": 466,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਗਹੁ ਦੇਖੈ. ਪਿਛਹੁ ਦੇਖੈ; ਤੁਝ ਤੇ. ਕਹਾ ਛਪਾਵੈ ॥੩॥",
    "transliteration": "Agahu Dhaekhai Pishhahu Dhaekhai Thujh Thae Kehaa Shhapaavai ||3||",
    "translation": "I looked in front of me, and I looked behind me, but where could I hide from You? ||3||",
    "punjabi": "(ਚੋਰੀ ਦਾ ਮਾਲ ਲਿਆਉਂਦਾ) ਅੱਗੇ ਪਿੱਛੇ ਤੱਕਦਾ ਹੈ (ਕਿ ਕੋਈ ਆਦਮੀ ਵੇਖ ਨ ਲਏ, ਪਰ ਮੂਰਖ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਪਾਸੋਂ ਕਿਤੇ ਲੁਕਾ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੩॥",
    "pronunciation": "ਅੱਗਹੁ ਪਿੱਛਹੁ",
    "type_id": 3
  },
  {
    "id": 6541,
    "shabad_id": 466,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਤਟ ਤੀਰਥ. ਹਮ ਨਵ ਖੰਡ ਦੇਖੇ; ਹਟ ਪਟਣ ਬਾਜਾਰਾ ॥",
    "transliteration": "Thatt Theerathh Ham Nav Khandd Dhaekhae Hatt Pattan Baajaaraa ||",
    "translation": "I saw the banks of sacred rivers, the nine continents, the shops and bazaars of the cities.",
    "punjabi": "(ਇਹਨਾਂ ਕੀਤੇ ਕੁਕਰਮਾਂ ਨੂੰ ਧੋਣ ਲਈ ਅਸੀਂ ਜੀਵ) ਸਾਰੀ ਧਰਤੀ ਦੇ ਸਾਰੇ ਤੀਰਥਾਂ ਦੇ ਦਰਸਨ ਕਰਦੇ ਫਿਰਦੇ ਹਾਂ, ਸਾਰੇ ਸ਼ਹਰਾਂ ਬਜ਼ਾਰਾਂ ਦੀ ਹੱਟੀ ਹੱਟੀ ਵੇਖਦੇ ਹਾਂ (ਭਾਵ, ਭੀਖ ਮੰਗਦੇ ਫਿਰਦੇ ਹਾਂ, ਪਰ ਇਹ ਕੁਕਰਮ ਫਿਰ ਭੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ)।",
    "pronunciation": "ਧਰਤੀ ਦੇ (ਨਵ) ਨੌਂ ਖੰਡ। ਪਟਣ: ਪੋਲਾ ਬੋਲੋ। ਹੱਟ",
    "type_id": 3
  },
  {
    "id": 6542,
    "shabad_id": 466,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਲੈ ਕੈ ਤਕੜੀ. ਤੋਲਣਿ ਲਾਗਾ; ਘਟ ਹੀ ਮਹਿ ਵਣਜਾਰਾ ॥੪॥",
    "transliteration": "Lai Kai Thakarree Tholan Laagaa Ghatt Hee Mehi Vanajaaraa ||4||",
    "translation": "Taking the scale, the merchant begins to weigh his actions within his own heart. ||4||",
    "punjabi": "(ਜਦੋਂ ਕੋਈ ਭਾਗਾਂ ਵਾਲਾ ਜੀਵ-) ਵਣਜਾਰਾ (ਤੇਰੀ ਮਿਹਰ ਦਾ ਸਦਕਾ) ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖ-ਵਿਚਾਰ ਕਰਦਾ ਹੈ (ਤਾਂ ਉਸ ਨੂੰ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਤੂੰ ਤਾਂ) ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈਂ ॥੪॥",
    "pronunciation": "ਤੱਕੜੀ",
    "type_id": 3
  },
  {
    "id": 6543,
    "shabad_id": 466,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਜੇਤਾ ਸਮੁੰਦੁ ਸਾਗਰੁ ਨੀਰਿ ਭਰਿਅਾ; ਤੇਤੇ ਅੳੁਗਣ ਹਮਾਰੇ ॥",
    "transliteration": "Jaethaa Samundh Saagar Neer Bhariaa Thaethae Aougan Hamaarae ||",
    "translation": "As the seas and the oceans are overflowing with water, so vast are my own sins.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਸਾਹਿਬ!) ਜਿਵੇਂ (ਅਮਿਣਵੇਂ) ਪਾਣੀ ਨਾਲ ਸਮੁੰਦਰ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਤਿਵੇਂ ਹੀ ਸਾਡੇ ਜੀਵਾਂ ਦੇ ਅਣਗਿਣਤ ਹੀ ਔਗੁਣ ਹਨ।",
    "pronunciation": "(ਨੀਰਿ) ਜਲ",
    "type_id": 3
  },
  {
    "id": 6544,
    "shabad_id": 466,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਦੲਿਅਾ ਕਰਹੁ. ਕਿਛੁ ਮਿਹਰ ੳੁਪਾਵਹੁ; ਡੁਬਦੇ ਪਥਰ ਤਾਰੇ ॥੫॥",
    "transliteration": "Dhaeiaa Karahu Kishh Mihar Oupaavahu Ddubadhae Pathhar Thaarae ||5||",
    "translation": "Please, shower me with Your Mercy, and take pity upon me. I am a sinking stone - please carry me across! ||5||",
    "punjabi": "(ਅਸੀਂ ਇਹਨਾਂ ਨੂੰ ਧੋ ਸਕਣ ਤੋਂ ਅਸਮਰਥ ਹਾਂ), ਤੂੰ ਆਪ ਹੀ ਦਇਆ ਕਰ ਮਿਹਰ ਕਰ। ਤੂੰ ਤਾਂ ਡੁੱਬਦੇ ਪੱਥਰਾਂ ਨੂੰ ਭੀ ਤਾਰ ਸਕਦਾ ਹੈਂ ॥੫॥",
    "pronunciation": "(ੳੁਪਾਵਹੁ) ਕਰੋ",
    "type_id": 3
  },
  {
    "id": 6545,
    "shabad_id": 466,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਜੀਅੜਾ. ਅਗਨਿ ਬਰਾਬਰਿ ਤਪੈ; ਭੀਤਰਿ ਵਗੈ ਕਾਤੀ ॥",
    "transliteration": "Jeearraa Agan Baraabar Thapai Bheethar Vagai Kaathee ||",
    "translation": "My soul is burning like fire, and the knife is cutting deep.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਸਾਹਿਬ!) ਮੇਰੀ ਜਿੰਦ ਅੱਗ ਵਾਂਗ ਤਪ ਰਹੀ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਛੁਰੀ ਚੱਲ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਕੱਾਤੀ) ਛੁਰੀ। ਤਪੈ, ਵਗੈ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 6546,
    "shabad_id": 466,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕੁ. ਹੁਕਮੁ ਪਛਾਣੈ; ਸੁਖੁ ਹੋਵੈ ਦਿਨੁ ਰਾਤੀ ॥੬॥੫॥੧੭॥",
    "transliteration": "Pranavath Naanak Hukam Pashhaanai Sukh Hovai Dhin Raathee ||6||5||17||",
    "translation": "Prays Nanak, recognizing the Lord's Command, I am at peace, day and night. ||6||5||17||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ ਹੀ) ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥੫॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6547,
    "shabad_id": 467,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੳੁੜੀ ਬੈਰਾਗਣਿ ਮਹਲਾ ੧ ॥",
    "transliteration": "Gourree Bairaagan Mehalaa 1 ||",
    "translation": "Gauree Bairaagan, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6548,
    "shabad_id": 467,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਰੈਣਿ ਗਵਾੲੀ ਸੋੲਿ ਕੈ; ਦਿਵਸੁ ਗਵਾੲਿਅਾ ਖਾੲਿ ॥",
    "transliteration": "Rain Gavaaee Soe Kai Dhivas Gavaaeiaa Khaae ||",
    "translation": "The nights are wasted sleeping, and the days are wasted eating.",
    "punjabi": "(ਹੇ ਮੂਰਖ!) ਤੂੰ ਰਾਤ ਸੌਂ ਕੇ ਗੁਜ਼ਾਰਦਾ ਜਾ ਰਿਹਾ ਹੈਂ ਤੇ ਦਿਨ ਖਾ ਖਾ ਕੇ ਵਿਅਰਥ ਬਿਤਾਂਦਾ ਜਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6549,
    "shabad_id": 467,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹੀਰੇ ਜੈਸਾ ਜਨਮੁ ਹੈ; ਕੳੁਡੀ ਬਦਲੇ ਜਾੲਿ ॥੧॥",
    "transliteration": "Heerae Jaisaa Janam Hai Kouddee Badhalae Jaae ||1||",
    "translation": "Human life is such a precious jewel, but it is being lost in exchange for a mere shell. ||1||",
    "punjabi": "ਤੇਰਾ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਹੀਰੇ ਵਰਗਾ ਕੀਮਤੀ ਹੈ, ਪਰ (ਸਿਮਰਨ-ਹੀਨ ਹੋਣ ਕਰਕੇ) ਕੌਡੀ ਦੇ ਭਾ ਜਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6550,
    "shabad_id": 467,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੁ ਨ ਜਾਨਿਅਾ; ਰਾਮ ਕਾ ॥",
    "transliteration": "Naam N Jaaniaa Raam Kaa ||",
    "translation": "You do not know the Name of the Lord.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6551,
    "shabad_id": 467,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮੂੜੇ; ਫਿਰਿ ਪਾਛੈ ਪਛੁਤਾਹਿ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Moorrae Fir Paashhai Pashhuthaahi Rae ||1|| Rehaao ||",
    "translation": "You fool - you shall regret and repent in the end! ||1||Pause||",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਜੀਵਨ ਹੀ ਸਿਮਰਨ ਦਾ ਸਮਾ ਹੈ, ਜਦੋਂ ਇਹ ਉਮਰ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਹੀ ਲੰਘ ਗਈ, ਤਾਂ) ਹੇ ਮੂਰਖ! ਮੁੜ ਸਮਾ ਬੀਤ ਜਾਣ ਤੇ ਅਫ਼ਸੋਸ ਕਰੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 6552,
    "shabad_id": 467,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਨਤਾ ਧਨੁ. ਧਰਣੀ ਧਰੇ; ਅਨਤ ਨ ਚਾਹਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Anathaa Dhhan Dhharanee Dhharae Anath N Chaahiaa Jaae ||",
    "translation": "You bury your temporary wealth in the ground, but how can you love that which is temporary?",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਨਿਰਾ) ਬੇਅੰਤ ਧਨ ਹੀ ਇਕੱਠਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "(ਅਨਤਾ) ਬੇਅੰਤ। (ਧਰਣੀ) ਧਰਤੀ।(ਅਨਤ) ਬੇਅੰਤ ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 6553,
    "shabad_id": 467,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਨਤ ਕੳੁ ਚਾਹਨ. ਜੋ ਗੲੇ; ਸੇ ਅਾੲੇ ਅਨਤ ਗਵਾੲਿ ॥੨॥",
    "transliteration": "Anath Ko Chaahan Jo Geae Sae Aaeae Anath Gavaae ||2||",
    "translation": "Those who have departed, after craving for temporary wealth, have returned home without this temporary wealth. ||2||",
    "punjabi": "ਜੋ ਜੋ ਭੀ ਬੇਅੰਤ ਦੌਲਤ ਦੀ ਲਾਲਸਾ ਵਿਚ ਦੌੜੇ ਫਿਰਦੇ ਹਨ, ਉਹ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਧਨ ਨੂੰ ਗਵਾ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6554,
    "shabad_id": 467,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਅਾਪਣ ਲੀਅਾ ਜੇ ਮਿਲੈ; ਤਾ ਸਭੁ ਕੋ ਭਾਗਠੁ ਹੋੲਿ ॥",
    "transliteration": "Aapan Leeaa Jae Milai Thaa Sabh Ko Bhaagath Hoe ||",
    "translation": "If people could gather it in by their own efforts, then everyone would be so lucky.",
    "punjabi": "(ਪਰ) ਜੇ ਨਿਰੀ ਇੱਛਾ ਕੀਤਿਆਂ ਹੀ ਨਾਮ-ਧਨ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਤਾਂ ਹਰੇਕ ਜੀਵ ਨਾਮ-ਧਨ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਮਾਲਕ ਬਣ ਜਾਏ।",
    "pronunciation": "(ਭਾਗਠੁ) ਭਾਗਾਂ ਵਾਲਾ",
    "type_id": 3
  }
]
