[
  {
    "id": 7058,
    "shabad_id": 500,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੳੁੜੀ ਬੈਰਾਗਣਿ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "translation": "Gauree Bairaagan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7059,
    "shabad_id": 500,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿੳੁ ਜਨਨੀ ਸੁਤੁ ਜਣਿ ਪਾਲਤੀ; ਰਾਖੈ ਨਦਰਿ ਮਝਾਰਿ ॥",
    "transliteration": "Jio Jananee Suth Jan Paalathee Raakhai Nadhar Majhaar ||",
    "translation": "Just as the mother, having given birth to a son, feeds him and keeps him in her vision",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਪੁੱਤਰ ਨੂੰ ਜਨਮ ਦੇ ਕੇ (ਉਸ ਨੂੰ) ਆਪਣੀ ਨਜ਼ਰ ਹੇਠ ਰੱਖਦੀ ਹੈ ਤੇ ਪਾਲਦੀ ਹੈ।",
    "pronunciation": "(ਜਣਿ) ਜਨਮ ਦੇ ਕੇ। (ਨਦਰਿ) ਨਜ਼ਰ (ਮਝਾਰਿ) ਵਿੱਚ",
    "type_id": 3
  },
  {
    "id": 7060,
    "shabad_id": 500,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ਮੁਖਿ ਦੇ ਗਿਰਾਸੁ; ਖਿਨੁ ਖਿਨੁ ਪੋਚਾਰਿ ॥",
    "transliteration": "Anthar Baahar Mukh Dhae Giraas Khin Khin Pochaar ||",
    "translation": "- indoors and outdoors, she puts food in his mouth; each and every moment, she caresses him.",
    "punjabi": "(ਘਰ ਵਿਚ) ਅੰਦਰ ਬਾਹਰ (ਕੰਮ ਕਰਦੀ ਹੋਈ ਭੀ) ਖਿਨ ਖਿਨ ਪਿਆਰ ਕਰ ਕੇ (ਉਸ ਪੁੱਤਰ ਦੇ) ਮੂੰਹ ਵਿਚ ਗਿਰਾਹੀ ਦੇਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਗਿਰਾਸੁ) ਗਿਰਾਹੀ। (ਪੋਚਾਰਿ) ਪਿਅਾਰ ਲਾਡ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 7061,
    "shabad_id": 500,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤਿੳੁ ਸਤਿਗੁਰੁ. ਗੁਰਸਿਖ ਰਾਖਤਾ; ਹਰਿ ਪ੍ਰੀਤਿ ਪਿਅਾਰਿ ॥੧॥",
    "transliteration": "Thio Sathigur Gurasikh Raakhathaa Har Preeth Piaar ||1||",
    "translation": "In just the same way, the True Guru protects His GurSikhs, who love their Beloved Lord. ||1||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਗੁਰੂ ਸਤਿਗੁਰੂ ਸਿੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ (ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ) ਦੇ ਕੇ ਪਿਆਰ ਨਾਲ ਸੰਭਾਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7062,
    "shabad_id": 500,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ਰਾਮ. ਹਮ ਬਾਰਿਕ; ਹਰਿ ਪ੍ਰਭ ਕੇ ਹੈ ੲਿਅਾਣੇ ॥",
    "transliteration": "Maerae Raam Ham Baarik Har Prabh Kae Hai Eiaanae ||",
    "translation": "O my Lord, we are just the ignorant children of our Lord God.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਅੰਞਾਣ ਬੱਚੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7063,
    "shabad_id": 500,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਧੰਨੁ ਧੰਨੁ ਗੁਰੂ. ਗੁਰੁ ਸਤਿਗੁਰੁ ਪਾਧਾ; ਜਿਨਿ ਹਰਿ ੳੁਪਦੇਸੁ ਦੇ. ਕੀੲੇ ਸਿਅਾਣੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhhann Dhhann Guroo Gur Sathigur Paadhhaa Jin Har Oupadhaes Dhae Keeeae Siaanae ||1|| Rehaao ||",
    "translation": "Hail, hail, to the Guru, the Guru, the True Guru, the Divine Teacher who has made me wise through the Lord's Teachings. ||1||Pause||",
    "punjabi": "ਸ਼ਾਬਾਸ਼ੇ ਉਪਦੇਸ਼-ਦਾਤੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੂੰ, ਜਿਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਉਪਦੇਸ਼ ਦੇ ਕੇ ਸਾਨੂੰ ਸਿਆਣੇ ਬਣਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪਾਧਾ) ੳੁਪਦੇਸ਼ ਦੇਣ ਵਾਲੇ",
    "type_id": 4
  },
  {
    "id": 7064,
    "shabad_id": 500,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜੈਸੀ ਗਗਨਿ ਫਿਰੰਤੀ ੳੂਡਤੀ; ਕਪਰੇ ਬਾਗੇ ਵਾਲੀ ॥",
    "transliteration": "Jaisee Gagan Firanthee Ooddathee Kaparae Baagae Vaalee ||",
    "translation": "The white flamingo circles through the sky,",
    "punjabi": "ਜਿਵੇਂ ਚਿੱਟੇ ਖੰਭਾਂ ਵਾਲੀ (ਕੂੰਜ) ਆਸਮਾਨ ਵਿਚ ਉੱਡਦੀ ਫਿਰਦੀ ਹੈ,",
    "pronunciation": "(ਬਾਗੇ) ਚਿੱਟੇ (ਕੱਪਰੇ) ਕੱਪੜੇ, ਖੰਭਾਂ ਵਾਲੀ ਕੰੂਜ",
    "type_id": 3
  },
  {
    "id": 7065,
    "shabad_id": 500,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਓਹ ਰਾਖੈ ਚੀਤੁ. ਪੀਛੈ ਬਿਚਿ ਬਚਰੇ; ਨਿਤ ਹਿਰਦੈ ਸਾਰਿ ਸਮਾਲੀ ॥",
    "transliteration": "Ouh Raakhai Cheeth Peeshhai Bich Bacharae Nith Hiradhai Saar Samaalee ||",
    "translation": "But she keeps her young ones in her mind; she has left them behind, but she constantly remembers them in her heart.",
    "punjabi": "ਪਰ ਉਹ ਪਿੱਛੇ (ਰਹੇ ਹੋਏ ਆਪਣੇ) ਨਿੱਕੇ ਨਿੱਕੇ ਬੱਚਿਆਂ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਰੱਖਦੀ ਹੈ, ਸਦਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਦੀ ਹੈ ਸੰਭਾਲਦੀ ਹੈ।",
    "pronunciation": "(ਬਚਰੇ) ਬੱਚੇ। (ਸਾਰਿ) ਚੇਤੇ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 7066,
    "shabad_id": 500,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤਿੳੁ ਸਤਿਗੁਰ ਸਿਖ. ਪ੍ਰੀਤਿ ਹਰਿ ਹਰਿ ਕੀ; ਗੁਰੁਸਿਖ. ਰਖੈ ਜੀਅ ਨਾਲੀ ॥੨॥",
    "transliteration": "Thio Sathigur Sikh Preeth Har Har Kee Gur Sikh Rakhai Jeea Naalee ||2||",
    "translation": "In just the same way, the True Guru loves His Sikhs. The Lord cherishes His GurSikhs, and keeps them clasped to His Heart. ||2||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਗੁਰੂ ਤੇ ਸਿੱਖ ਦੀ ਪ੍ਰੀਤਿ ਹੈ, ਗੁਰੂ ਆਪਣੇ ਸਿੱਖਾਂ ਨੂੰ ਹਰੀ ਦੀ ਪ੍ਰੀਤਿ ਦੇ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਜਿੰਦ ਦੇ ਨਾਲ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7067,
    "shabad_id": 500,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜੈਸੇ ਕਾਤੀ. ਤੀਸ ਬਤੀਸ ਹੈ; ਵਿਚਿ ਰਾਖੈ ਰਸਨਾ. ਮਾਸ ਰਤੁ ਕੇਰੀ ॥",
    "transliteration": "Jaisae Kaathee Thees Bathees Hai Vich Raakhai Rasanaa Maas Rath Kaeree ||",
    "translation": "Just as the tongue, made of flesh and blood, is protected within the scissors of the thirty-two teeth",
    "punjabi": "ਜਿਵੇਂ ਤੀਹਾਂ ਬੱਤੀਆਂ (ਦੰਦਾਂ) ਦੀ ਕੈਂਚੀ ਹੈ (ਉਸ ਕੈਂਚੀ) ਵਿਚ (ਪਰਮਾਤਮਾ) ਮਾਸ ਤੇ ਲਹੂ ਦੀ ਬਣੀ ਹੋਈ ਜੀਭ ਨੂੰ (ਬਚਾ ਕੇ) ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਤੀਸ ਬਤੀਸ ਦੰਦਾਂ ਰੂਪ (ਕਾੱਤੀ) ਕੈਂਚੀ। (ਕੇਰੀ) ਦੀ। ਬੱਤੀਸ ਰੱਤੁ",
    "type_id": 3
  },
  {
    "id": 7068,
    "shabad_id": 500,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕੋੲੀ ਜਾਣਹੁ. ਮਾਸ ਕਾਤੀ ਕੈ ਕਿਛੁ ਹਾਥਿ ਹੈ; ਸਭ ਵਸਗਤਿ ਹੈ. ਹਰਿ ਕੇਰੀ ॥",
    "transliteration": "Koee Jaanahu Maas Kaathee Kai Kishh Haathh Hai Sabh Vasagath Hai Har Kaeree ||",
    "translation": "Who thinks that the power lies in the flesh or the scissors? Everything is in the Power of the Lord.",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਪਿਆ ਸਮਝੇ ਕਿ (ਬਚ ਕੇ ਰਹਿਣਾ ਜਾਂ ਬਚਾ ਕੇ ਰੱਖਣਾ) ਮਾਸ ਦੀ ਜੀਭ ਦੇ ਹੱਥ ਵਿਚ ਹੈ ਜਾਂ (ਦੰਦਾਂ ਦੀ) ਕੈਂਚੀ ਦੇ ਵੱਸ ਵਿਚ ਹੈ, ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਹੀ ਹੈ।",
    "pronunciation": "ਕਾੱਤੀ। (ਵੱਸ-ਗਤਿ) ਅਧੀਨ। (ਕੇਰੀ) ਦੇ। ਗਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7069,
    "shabad_id": 500,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਤਿੳੁ ਸੰਤ ਜਨਾ ਕੀ, ਨਰ ਨਿੰਦਾ ਕਰਹਿ; ਹਰਿ ਰਾਖੈ ਪੈਜ. ਜਨ ਕੇਰੀ ॥੩॥",
    "transliteration": "Thio Santh Janaa Kee Nar Nindhaa Karehi Har Raakhai Paij Jan Kaeree ||3||",
    "translation": "In just the same way, when someone slanders the Saint, the Lord preserves the honor of His servant. ||3||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਲੋਕ ਤਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਲਾਜ (ਹੀ) ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਪੈਜ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 7070,
    "shabad_id": 500,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਭਾੲੀ. ਮਤ ਕੋੲੀ ਜਾਣਹੁ, ਕਿਸੀ ਕੈ ਕਿਛੁ ਹਾਥਿ ਹੈ; ਸਭ ਕਰੇ ਕਰਾੲਿਅਾ ॥",
    "transliteration": "Bhaaee Math Koee Jaanahu Kisee Kai Kishh Haathh Hai Sabh Karae Karaaeiaa ||",
    "translation": "O Siblings of Destiny, let none think that they have any power. All act as the Lord causes them to act.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਤਾਂ ਕੋਈ ਸਮਝੋ ਕਿ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਕੁਝ ਵੱਸ ਵਿਚ ਹੈ। ਇਹ ਤਾਂ ਸਭ ਕੁਝ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਦਾ ਹੈ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7071,
    "shabad_id": 500,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜਰਾ ਮਰਾ ਤਾਪੁ, ਸਿਰਤਿ ਸਾਪੁ; ਸਭੁ ਹਰਿ ਕੈ ਵਸਿ ਹੈ; ਕੋੲੀ ਲਾਗਿ ਨ ਸਕੈ, ਬਿਨੁ ਹਰਿ ਕਾ ਲਾੲਿਅਾ ॥",
    "transliteration": "Jaraa Maraa Thaap Sirath Saap Sabh Har Kai Vas Hai Koee Laag N Sakai Bin Har Kaa Laaeiaa ||",
    "translation": "Old age, death, fever, poisons and snakes - everything is in the Hands of the Lord. Nothing can touch anyone without the Lord's Order.",
    "punjabi": "ਬੁਢੇਪਾ, ਮੌਤ, ਸਿਰ-ਪੀੜ, ਤਾਪ ਆਦਿਕ ਹਰੇਕ (ਦੁਖ-ਕਲੇਸ਼) ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਹੈ। ਪਰਮਾਤਮਾ ਦੇ ਲਾਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਰੋਗ (ਕਿਸੇ ਜੀਵ ਨੂੰ) ਲੱਗ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਠੰਢਾ ਤੱਤਾ ਤਾਪੁ। (ਸਿਰਤਿ) ਛਿਲਤ ਲੱਗਣੀ, ਅੱਧਾ ਸਿਰ ਦੁਖਣਾ। (ਸਾਪੁ) ਸੱਪ",
    "type_id": 3
  },
  {
    "id": 7072,
    "shabad_id": 500,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅੈਸਾ ਹਰਿ ਨਾਮੁ. ਮਨਿ ਚਿਤਿ ਨਿਤਿ ਧਿਅਾਵਹੁ. ਜਨ ਨਾਨਕ; ਜੋ ਅੰਤੀ ਅੳੁਸਰਿ. ਲੲੇ ਛਡਾੲਿਅਾ ॥੪॥੭॥੧੩॥੫੧॥",
    "transliteration": "Aisaa Har Naam Man Chith Nith Dhhiaavahu Jan Naanak Jo Anthee Aousar Leae Shhaddaaeiaa ||4||7||13||51||",
    "translation": "Within your conscious mind, O servant Nanak, meditate forever on the Name of the Lord, who shall deliver you in the end. ||4||7||13||51||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜਾ ਹਰਿ-ਨਾਮ ਅਖ਼ੀਰਲੇ ਸਮੇ (ਜਮ ਆਦਿਕਾਂ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਸਦਾ ਸਿਮਰਦੇ ਰਹੋ ॥੪॥੭॥੧੩॥੫੧॥",
    "pronunciation": "(ਅੰਤੀ) ਅੰਤ (ਅੳੁਸਰਿ) ਸਮੇਂ",
    "type_id": 3
  },
  {
    "id": 7073,
    "shabad_id": 501,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੳੁੜੀ ਬੈਰਾਗਣਿ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "translation": "Gauree Bairaagan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7074,
    "shabad_id": 501,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਸੁ ਮਿਲਿਅੈ. ਮਨਿ ਹੋੲਿ ਅਨੰਦੁ; ਸੋ ਸਤਿਗੁਰੁ ਕਹੀਅੈ ॥",
    "transliteration": "Jis Miliai Man Hoe Anandh So Sathigur Keheeai ||",
    "translation": "Meeting Him, the mind is filled with bliss. He is called the True Guru.",
    "punjabi": "ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਏ, ਉਸ ਨੂੰ ਹੀ ਗੁਰੂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7075,
    "shabad_id": 501,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਕੀ ਦੁਬਿਧਾ. ਬਿਨਸਿ ਜਾੲਿ; ਹਰਿ ਪਰਮਪਦੁ ਲਹੀਅੈ ॥੧॥",
    "transliteration": "Man Kee Dhubidhhaa Binas Jaae Har Param Padh Leheeai ||1||",
    "translation": "Double-mindedness departs, and the supreme status of the Lord is obtained. ||1||",
    "punjabi": "(ਜਿਸ ਦੇ ਮਿਲਾਪ ਨਾਲ) ਮਨ ਦੀ ਡਾਵਾਂ ਡੋਲ ਹਾਲਤ ਮੁੱਕ ਜਾਏ, ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪੈਦਾ ਹੋ ਜਾਏ, ਉਹੋ ਹੀ ਗੁਰੂ ਹੈ ॥੧॥",
    "pronunciation": "(ਦੁਬਿਧਾ) ਦੁਚਿੱਤੀ। (ਪਰਮਪਦੁ) ੳੁ੍ਨਚੀ ਸੱਚੀ ਸੁੱਚੀ ਅਾਤਮਕ ਅਵਸਥਾ",
    "type_id": 3
  },
  {
    "id": 7076,
    "shabad_id": 501,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮੇਰਾ ਸਤਿਗੁਰੁ ਪਿਅਾਰਾ; ਕਿਤੁ ਬਿਧਿ ਮਿਲੈ ॥",
    "transliteration": "Maeraa Sathigur Piaaraa Kith Bidhh Milai ||",
    "translation": "How can I meet my Beloved True Guru?",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੱਸ) ਮੇਰਾ ਪਿਆਰਾ ਗੁਰੂ (ਮੈਨੂੰ) ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7077,
    "shabad_id": 501,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹੳੁ ਖਿਨੁ ਖਿਨੁ ਕਰੀ ਨਮਸਕਾਰੁ; ਮੇਰਾ ਗੁਰੁ ਪੂਰਾ. ਕਿੳੁ ਮਿਲੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ho Khin Khin Karee Namasakaar Maeraa Gur Pooraa Kio Milai ||1|| Rehaao ||",
    "translation": "Each and every moment, I humbly bow to Him. How will I meet my Perfect Guru? ||1||Pause||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਮੈਨੂੰ ਇਹ ਦੱਸੇ ਕਿ) ਮੇਰਾ ਗੁਰੂ ਮੈਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹੈ (ਉਸ ਦੇ ਅੱਗੇ) ਮੈਂ ਹਰ ਖਿਨ ਸਿਰ ਨਿਵਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 7078,
    "shabad_id": 501,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਹਰਿ ਮੇਲਿਅਾ; ਮੇਰਾ ਸਤਿਗੁਰੁ ਪੂਰਾ ॥",
    "transliteration": "Kar Kirapaa Har Maeliaa Maeraa Sathigur Pooraa ||",
    "translation": "Granting His Grace, the Lord has led me to meet my Perfect True Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮੇਰਾ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7079,
    "shabad_id": 501,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ੲਿਛ ਪੁੰਨੀ ਜਨ ਕੇਰੀਅਾ; ਲੇ ਸਤਿਗੁਰ ਧੂਰਾ ॥੨॥",
    "transliteration": "Eishh Punnee Jan Kaereeaa Lae Sathigur Dhhooraa ||2||",
    "translation": "The desire of His humble servant has been fulfilled. I have received the dust of the Feet of the True Guru. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਹਾਸਲ ਕਰ ਕੇ ਉਸ ਮਨੁੱਖ ਦੀ (ਹਰੇਕ ਕਿਸਮ ਦੀ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ੲਿੱਛ) ੲਿੱਛਾ (ਪੁੰਨੀ) ਪੂਰਨ ਕੀਤੀ। (ਕੇਰੀਅਾ) ਦੀ। (ਧੂਰਾ) ਚਰਨਧੂੜ",
    "type_id": 3
  },
  {
    "id": 7080,
    "shabad_id": 501,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਭਗਤਿ ਦ੍ਰਿੜਾਵੈ. ਹਰਿ ਭਗਤਿ ਸੁਣੈ; ਤਿਸੁ ਸਤਿਗੁਰ ਮਿਲੀਅੈ ॥",
    "transliteration": "Har Bhagath Dhrirraavai Har Bhagath Sunai This Sathigur Mileeai ||",
    "translation": "Those who meet the True Guru implant devotional worship to the Lord, and listen to this devotional worship of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਗੁਰੂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇਹੜਾ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪੱਕੀ ਬਿਠਾ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਸ਼ੌਕ ਨਾਲ) ਸੁਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7081,
    "shabad_id": 501,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਤੋਟਾ. ਮੂਲਿ ਨ ਅਾਵੲੀ; ਹਰਿ ਲਾਭੁ ਨਿਤਿ ਦ੍ਰਿੜੀਅੈ ॥੩॥",
    "transliteration": "Thottaa Mool N Aavee Har Laabh Nith Dhrirreeai ||3||",
    "translation": "They never suffer any loss; they continually earn the profit of the Lord. ||3||",
    "punjabi": "(ਜਿਸ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਦੀ ਖੱਟੀ ਸਦਾ ਖੱਟਦਾ ਹੈ (ਤੇ ਇਸ ਖੱਟੀ ਵਿਚ) ਕਦੇ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ ॥੩॥",
    "pronunciation": "(ਤੋਟਾ) ਘਾਟ",
    "type_id": 3
  },
  {
    "id": 7082,
    "shabad_id": 501,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਕੳੁ ਰਿਦੈ ਵਿਗਾਸੁ ਹੈ; ਭਾੳੁ ਦੂਜਾ ਨਾਹੀ ॥",
    "transliteration": "Jis Ko Ridhai Vigaas Hai Bhaao Dhoojaa Naahee ||",
    "translation": "One whose heart blossoms forth, is not in love with duality.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਗੁਰੂ ਨੂੰ (ਧੁਰੋਂ ਪ੍ਰਭੂ ਵਲੋਂ) ਹਿਰਦੇ ਦਾ ਖਿੜਾਉ ਮਿਲਿਆ ਹੋਇਆ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਮੋਹ ਨਹੀਂ,",
    "pronunciation": "(ਵਿਗਾਸੁ) ਪ੍ਰਕਾਸ਼",
    "type_id": 3
  },
  {
    "id": 7083,
    "shabad_id": 501,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਤਿਸੁ ਗੁਰ ਮਿਲਿ ੳੁਧਰੈ; ਹਰਿ ਗੁਣ ਗਾਵਾਹੀ ॥੪॥੮॥੧੪॥੫੨॥",
    "transliteration": "Naanak This Gur Mil Oudhharai Har Gun Gaavaahee ||4||8||14||52||",
    "translation": "O Nanak, meeting the Guru, one is saved, singing the Glorious Praises of the Lord. ||4||8||14||52||",
    "punjabi": "ਉਸ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ (ਉਸ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ॥੪॥੮॥੧੪॥੫੨॥",
    "pronunciation": "ਦੂਜਿਅਾਂ ਨੰੂ (ੳੁ-ਧਰੈ) ੳੁਧਾਰਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 7084,
    "shabad_id": 502,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਹਲਾ ੪ ਗੳੁੜੀ ਪੂਰਬੀ ॥",
    "transliteration": "Mehalaa 4 Gourree Poorabee ||",
    "translation": "Fourth Mehl, Gauree Poorbee:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7085,
    "shabad_id": 502,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਦੲਿਅਾਲਿ ਦੲਿਅਾ ਪ੍ਰਭਿ ਕੀਨੀ; ਮੇਰੈ ਮਨਿ ਤਨਿ ਮੁਖਿ ਹਰਿ ਬੋਲੀ ॥",
    "transliteration": "Har Dhaeiaal Dhaeiaa Prabh Keenee Maerai Man Than Mukh Har Bolee ||",
    "translation": "The Merciful Lord God showered me with His Mercy; with mind and body and mouth, I chant the Lord's Name.",
    "punjabi": "ਦਇਆਲ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਕੀਤੀ ਤੇ ਉਸ ਮੇਰੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਰੱਖ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7086,
    "shabad_id": 502,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਰੰਗੁ ਭੲਿਅਾ ਅਤਿ ਗੂੜਾ; ਹਰਿ ਰੰਗਿ ਭੀਨੀ ਮੇਰੀ ਚੋਲੀ ॥੧॥",
    "transliteration": "Guramukh Rang Bhaeiaa Ath Goorraa Har Rang Bheenee Maeree Cholee ||1||",
    "translation": "As Gurmukh, I have been dyed in the deep and lasting color of the Lord's Love. The robe of my body is drenched with His Love. ||1||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਦੀ ਚੋਲੀ (ਭਾਵ, ਮੇਰਾ ਹਿਰਦਾ) ਪ੍ਰਭੂ-ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਭਿੱਜ ਗਈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਰੰਗ ਬਹੁਤ ਗੂੜ੍ਹਾ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "(ਭੀਨੀ) ਭਿੱਜ ਗੲੀ। (ਚੋਲੀ) ਬੁੱਧੀ",
    "type_id": 3
  },
  {
    "id": 7087,
    "shabad_id": 502,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਪੁਨੇ ਹਰਿ ਪ੍ਰਭ ਕੀ; ਹੳੁ ਗੋਲੀ ॥",
    "transliteration": "Apunae Har Prabh Kee Ho Golee ||",
    "translation": "I am the maid-servant of my Lord God.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਹਰੀ ਦੀ ਪ੍ਰਭੂ ਦੀ ਦਾਸੀ (ਬਣ ਗਈ) ਹਾਂ।",
    "pronunciation": "ਗੋ੍ਨਲੀ",
    "type_id": 3
  },
  {
    "id": 7088,
    "shabad_id": 502,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜਬ ਹਮ. ਹਰਿ ਸੇਤੀ ਮਨੁ ਮਾਨਿਅਾ; ਕਰਿ ਦੀਨੋ ਜਗਤੁ ਸਭੁ ਗੋਲ ਅਮੋਲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jab Ham Har Saethee Man Maaniaa Kar Dheeno Jagath Sabh Gol Amolee ||1|| Rehaao ||",
    "translation": "When my mind surrendered to the Lord, He made all the world my slave. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ ਦੇ) ਨਾਲ ਗਿੱਝ ਗਿਆ, ਪਰਮਾਤਮਾ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਮੇਰਾ ਬੇ-ਮੁੱਲਾ ਦਾਸ ਬਣਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਗੋਲ) ਗੋਲਾ ਸੇਵਕ। (ਅਮੋਲੀ) ਬਿਨਾ ਮੁੱਲ ਦਿੱਤੇ। ਜੱਗ-ਤੁ",
    "type_id": 4
  },
  {
    "id": 7089,
    "shabad_id": 502,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਕਰਹੁ ਬਿਬੇਕੁ. ਸੰਤ ਜਨ ਭਾੲੀ; ਖੋਜਿ ਹਿਰਦੈ ਦੇਖਿ ਢੰਢੋਲੀ ॥",
    "transliteration": "Karahu Bibaek Santh Jan Bhaaee Khoj Hiradhai Dhaekh Dtandtolee ||",
    "translation": "Consider this well, O Saints, O Siblings of Destiny - search your own hearts, seek and find Him there.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨ ਭਰਾਵੋ! ਤੁਸੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਖੋਜ-ਭਾਲ ਕਰ ਕੇ ਵੇਖ ਕੇ ਵਿਚਾਰ ਕਰੋ (ਤੁਹਾਨੂੰ ਇਹ ਗੱਲ ਪਰਤੱਖ ਦਿੱਸ ਪਏਗੀ.",
    "pronunciation": "(ਬਿਬੇਕੁ) ਵਿਚਾਰ। (ਢੰਢੋਲੀ) ਲੱਭ ਕੇ",
    "type_id": 3
  },
  {
    "id": 7090,
    "shabad_id": 502,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਰੂਪੁ ਸਭ ਜੋਤਿ ਸਬਾੲੀ; ਹਰਿ ਨਿਕਟਿ ਵਸੈ, ਹਰਿ ਕੋਲੀ ॥੨॥",
    "transliteration": "Har Har Roop Sabh Joth Sabaaee Har Nikatt Vasai Har Kolee ||2||",
    "translation": "The Beauty and the Light of the Lord, Har, Har, is present in all. In all places, the Lord dwells near by, close at hand. ||2||",
    "punjabi": "ਕਿ ਇਹ ਸਾਰਾ ਜਗਤ) ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਰੂਪ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਜੋਤਿ ਵੱਸ ਰਹੀ ਹੈ। ਪਰਮਾਤਮਾ ਹਰੇਕ ਜੀਵ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ ਕੋਲ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਸਬਾੲੀ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ। (ਕੋਲੀ) ਕੋਲ਼",
    "type_id": 3
  }
]
