[
  {
    "id": 7091,
    "shabad_id": 502,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਿਕਟਿ ਵਸੈ, ਸਭ ਜਗ ਕੈ; ਅਪਰੰਪਰ ਪੁਰਖੁ ਅਤੋਲੀ ॥",
    "transliteration": "Har Har Nikatt Vasai Sabh Jag Kai Aparanpar Purakh Atholee ||",
    "translation": "The Lord, Har, Har, dwells close by, all over the world. He is Infinite, All-powerful and Immeasurable.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ, ਜੋ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ ਜੋ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਜਿਸ ਦੇ ਗੁਣ-ਸਮੂਹ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ, ਸਾਰੇ ਜਗਤ ਦੇ ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਅਪ-ਰੰਪਰ) ਬੇਅੰਤ। (ਪੁਰਖੁ) ਪੂਰਨ",
    "type_id": 3
  },
  {
    "id": 7092,
    "shabad_id": 502,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਪ੍ਰਗਟੁ ਕੀਓ, ਗੁਰਿ ਪੂਰੈ; ਸਿਰੁ ਵੇਚਿਓ. ਗੁਰ ਪਹਿ ਮੋਲੀ ॥੩॥",
    "transliteration": "Har Har Pragatt Keeou Gur Poorai Sir Vaechiou Gur Pehi Molee ||3||",
    "translation": "The Perfect Guru has revealed the Lord, Har, Har, to me. I have sold my head to the Guru. ||3||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੇਰੇ ਅੰਦਰ ਪਰਗਟ ਕੀਤਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਮੈਂ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਪਾਸ ਮੁੱਲ ਤੋਂ ਵੇਚ ਦਿੱਤਾ ਹੈ (ਭਾਵ, ਆਪਣਾ ਕੋਈ ਹੱਕ-ਦਾਅਵਾ ਨਹੀਂ ਰੱਖਿਆ ਜਿਵੇਂ ਮੁੱਲ ਲੈ ਕੇ ਵੇਚੀ ਕਿਸੇ ਚੀਜ਼ ਉੱਤੇ ਹੱਕ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ॥੩॥",
    "pronunciation": "(ਮੋ੍ਨਲੀ) ਮੁੱਲ",
    "type_id": 3
  },
  {
    "id": 7093,
    "shabad_id": 502,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਜੀ ਅੰਤਰਿ ਬਾਹਰਿ, ਤੁਮ ਸਰਣਾਗਤਿ; ਤੁਮ ਵਡ ਪੁਰਖ ਵਡੋਲੀ ॥",
    "transliteration": "Har Jee Anthar Baahar Thum Saranaagath Thum Vadd Purakh Vaddolee ||",
    "translation": "O Dear Lord, inside and outside, I am in the protection of Your Sanctuary; You are the Greatest of the Great, All-powerful Lord.",
    "punjabi": "ਹੇ ਹਰੀ! (ਸਾਰੇ ਜਗਤ ਵਿਚ ਸਭ ਜੀਵਾਂ ਦੇ) ਅੰਦਰ ਬਾਹਰ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ। ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਮੇਰੇ ਵਾਸਤੇ ਤੂੰ ਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "ਸਰਣਾਗਤਿ। (ਵਡੋ੍ਨਲੀ) ਵੱਡੇ",
    "type_id": 3
  },
  {
    "id": 7094,
    "shabad_id": 502,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾਵੈ; ਮਿਲਿ ਸਤਿਗੁਰ ਗੁਰ ਵੇਚੋਲੀ ॥੪॥੧॥੧੫॥੫੩॥",
    "transliteration": "Jan Naanak Anadhin Har Gun Gaavai Mil Sathigur Gur Vaecholee ||4||1||15||53||",
    "translation": "Servant Nanak sings the Glorious Praises of the Lord, night and day, meeting the Guru, the True Guru, the Divine Intermediary. ||4||1||15||53||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਗੁਰੂ-ਵਿਚੋਲੇ ਨੂੰ ਮਿਲ ਕੇ ਹਰ ਰੋਜ਼ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੪॥੧॥੧੫॥੫੩॥",
    "pronunciation": "(ਵੇਚੋ੍ਨਲੀ) ਵਿਚੋਲੇ",
    "type_id": 3
  },
  {
    "id": 7095,
    "shabad_id": 503,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7096,
    "shabad_id": 503,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਗਜੀਵਨ ਅਪਰੰਪਰ ਸੁਅਾਮੀ; ਜਗਦੀਸੁਰ ਪੁਰਖ ਬਿਧਾਤੇ ॥",
    "transliteration": "Jagajeevan Aparanpar Suaamee Jagadheesur Purakh Bidhhaathae ||",
    "translation": "Life of the World, Infinite Lord and Master, Master of the Universe, All-powerful Architect of Destiny.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼ਵਰ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਿਰਜਣਹਾਰ!",
    "pronunciation": "(ਜੱਗਜੀਵਨ) ਜਗਤ ਦੇ ਜੀਵਨ ਰੂਪ। (ਅਪ-ਰੰਪਰ) ਬੇਅੰਤ। (ਜੱਗਦੀਸੁਰ) ਜਗਤ ਦੇ ਮਾਲਕ",
    "type_id": 3
  },
  {
    "id": 7097,
    "shabad_id": 503,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਤੁ ਮਾਰਗਿ. ਤੁਮ ਪ੍ਰੇਰਹੁ ਸੁਅਾਮੀ; ਤਿਤੁ ਮਾਰਗਿ ਹਮ ਜਾਤੇ ॥੧॥",
    "transliteration": "Jith Maarag Thum Praerahu Suaamee Thith Maarag Ham Jaathae ||1||",
    "translation": "Whichever way You turn me, O my Lord and Master, that is the way I shall go. ||1||",
    "punjabi": "ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਜਿਸ ਰਸਤੇ ਉਤੇ (ਤੁਰਨ ਲਈ) ਪ੍ਰੇਰਦਾ ਹੈਂ, ਅਸੀਂ ਉਸ ਰਸਤੇ ਉਤੇ ਹੀ ਤੁਰਦੇ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7098,
    "shabad_id": 503,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਾਮ. ਮੇਰਾ ਮਨੁ; ਹਰਿ ਸੇਤੀ ਰਾਤੇ ॥",
    "transliteration": "Raam Maeraa Man Har Saethee Raathae ||",
    "translation": "O Lord, my mind is attuned to the Lord's Love.",
    "punjabi": "ਹੇ ਰਾਮ (ਮਿਹਰ ਕਰ) ਮੇਰਾ ਮਨ ਤੇਰੇ (ਨਾਮ) ਵਿਚ ਰੰਗਿਆ ਰਹੇ।",
    "pronunciation": "(ਸੇਤੀ) ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 7099,
    "shabad_id": 503,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲਿ ਰਾਮੁ ਰਸੁ ਪਾੲਿਅਾ; ਹਰਿ ਰਾਮੈ ਨਾਮਿ ਸਮਾਤੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathasangath Mil Raam Ras Paaeiaa Har Raamai Naam Samaathae ||1|| Rehaao ||",
    "translation": "Joining the Sat Sangat, the True Congregation, I have obtained the sublime essence of the Lord. I am absorbed in the Name of the Lord. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸਮਾਤੇ) ਸਮਾੳੁਂਦੇ, ਲੀਨ ਹੁੰਦੇ",
    "type_id": 4
  },
  {
    "id": 7100,
    "shabad_id": 503,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ. ਹਰਿ ਹਰਿ ਜਗਿ ਅਵਖਧੁ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਹਰਿ ਸਾਤੇ ॥",
    "transliteration": "Har Har Naam Har Har Jag Avakhadhh Har Har Naam Har Saathae ||",
    "translation": "The Lord, Har, Har, and the Name of the Lord, Har, Har, is the panacea, the medicine for the world. The Lord, and the Name of the Lord, Har, Har, bring peace and tranquility.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਗਤ ਵਿਚ (ਸਭ ਰੋਗਾਂ ਦੀ) ਦਵਾਈ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਤਮਕ) ਸ਼ਾਂਤੀ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਅਵਖਧੁ) ਦਵਾੲੀ। (ਸ੍ਨਾਤੇ) ਸੱਚਾ। ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 7101,
    "shabad_id": 503,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਤਿਨ ਕੇ ਪਾਪ ਦੋਖ ਸਭਿ ਬਿਨਸੇ; ਜੋ ਗੁਰਮਤਿ ਰਾਮ ਰਸੁ ਖਾਤੇ ॥੨॥",
    "transliteration": "Thin Kae Paap Dhokh Sabh Binasae Jo Guramath Raam Ras Khaathae ||2||",
    "translation": "Those who partake of the Lord's sublime essence, through the Guru's Teachings - their sins and sufferings are all eliminated. ||2||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਐਬ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਬਿਨਸੇ) ਨਾਸ ਹੋੲੇ। (ਖਾਤੇ) ਖਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 7102,
    "shabad_id": 503,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਿਨ ਕੳੁ. ਲਿਖਤੁ ਲਿਖੇ ਧੁਰਿ ਮਸਤਕਿ; ਤੇ. ਗੁਰ ਸੰਤੋਖ ਸਰਿ ਨਾਤੇ ॥",
    "transliteration": "Jin Ko Likhath Likhae Dhhur Masathak Thae Gur Santhokh Sar Naathae ||",
    "translation": "Those who have such pre-ordained destiny inscribed on their foreheads, bathe in the pool of contentment of the Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਭਗਤੀ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ-ਰੂਪ ਸੰਤੋਖਸਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ (ਭਾਵ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਵਿਚ ਆਪਣਾ ਆਪ ਲੀਨ ਕਰ ਦੇਂਦੇ ਹਨ ਤੇ ਉਹ ਸੰਤੋਖ ਵਾਲਾ ਜੀਵਨ ਜੀਊਂਦੇ ਹਨ)।",
    "pronunciation": "ਨ੍ਹਾਤੇ",
    "type_id": 3
  },
  {
    "id": 7103,
    "shabad_id": 503,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਦੁਰਮਤਿ ਮੈਲੁ. ਗੲੀ ਸਭ ਤਿਨ ਕੀ; ਜੋ ਰਾਮ ਨਾਮ ਰੰਗਿ ਰਾਤੇ ॥੩॥",
    "transliteration": "Dhuramath Mail Gee Sabh Thin Kee Jo Raam Naam Rang Raathae ||3||",
    "translation": "The filth of evil-mindedness is totally washed away, from those who are imbued with the Love of the Lord's Name. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਭੈੜੀ ਮਤਿ ਵਾਲੀ ਸਾਰੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7104,
    "shabad_id": 503,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਰਾਮ ਤੁਮ ਅਾਪੇ ਅਾਪਿ. ਅਾਪਿ ਪ੍ਰਭੁ ਠਾਕੁਰ; ਤੁਮ ਜੇਵਡ. ਅਵਰੁ ਨ ਦਾਤੇ ॥",
    "transliteration": "Raam Thum Aapae Aap Aap Prabh Thaakur Thum Jaevadd Avar N Dhaathae ||",
    "translation": "O Lord, You Yourself are Your Own Master, O God. There is no other Giver as Great as You.",
    "punjabi": "ਹੇ ਰਾਮ! ਹੇ ਠਾਕੁਰ! ਤੂੰ ਆਪ ਹੀ ਤੂੰ ਆਪ ਹੀ ਤੂੰ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਤੇਰੇ ਜੇਡਾ ਵੱਡਾ ਕੋਈ ਹੋਰ ਦਾਤਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਦਾਤੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7105,
    "shabad_id": 503,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਨਾਮੁ ਲੲੇ ਤਾਂ ਜੀਵੈ; ਹਰਿ ਜਪੀਅੈ ਹਰਿ ਕਿਰਪਾ ਤੇ ॥੪॥੨॥੧੬॥੫੪॥",
    "transliteration": "Jan Naanak Naam Leae Thaan Jeevai Har Japeeai Har Kirapaa Thae ||4||2||16||54||",
    "translation": "Servant Nanak lives by the Naam, the Name of the Lord; by the Lord's Mercy, he chants the Lord's Name. ||4||2||16||54||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤਾਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। (ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੪॥੨॥੧੬॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7106,
    "shabad_id": 504,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7107,
    "shabad_id": 504,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਰਹੁ ਕਿ੍ਰਪਾ ਜਗਜੀਵਨ ਦਾਤੇ; ਮੇਰਾ ਮਨੁ. ਹਰਿ ਸੇਤੀ ਰਾਚੇ ॥",
    "transliteration": "Karahu Kirapaa Jagajeevan Dhaathae Maeraa Man Har Saethee Raachae ||",
    "translation": "Show Mercy to me, O Life of the World, O Great Giver, so that my mind may merge with the Lord.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ! ਹੇ ਦਾਤਾਰ! ਕਿਰਪਾ ਕਰ, ਮੇਰਾ ਮਨ ਤੇਰੀ ਯਾਦ ਵਿਚ ਮਸਤ ਰਹੇ।",
    "pronunciation": "ਜੱਗਜੀਵਨ। (ਰਾੱਚੇ) ਲੀਨ ਹੋਵੇ",
    "type_id": 3
  },
  {
    "id": 7108,
    "shabad_id": 504,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਬਚਨੁ ਦੀਓ. ਅਤਿ ਨਿਰਮਲੁ; ਜਪਿ ਹਰਿ ਹਰਿ. ਹਰਿ ਮਨੁ ਮਾਚੇ ॥੧॥",
    "transliteration": "Sathigur Bachan Dheeou Ath Niramal Jap Har Har Har Man Maachae ||1||",
    "translation": "The True Guru has bestowed His most pure and sacred Teachings. Chanting the Name of the Lord, Har, Har, Har, my mind is transfixed and enraptured. ||1||",
    "punjabi": "(ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ) ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਬਹੁਤ ਪਵਿਤ੍ਰ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਮੇਰਾ ਮਨ ਹਰਿ-ਨਾਮ ਜਪ ਜਪ ਕੇ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਮੱਾਚੇ) ਖੁਸ਼ ਹੁੰਦਾ",
    "type_id": 3
  },
  {
    "id": 7109,
    "shabad_id": 504,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰਾਮ. ਮੇਰਾ ਮਨੁ ਤਨੁ; ਬੇਧਿ ਲੀਓ ਹਰਿ ਸਾਚੇ ॥",
    "transliteration": "Raam Maeraa Man Than Baedhh Leeou Har Saachae ||",
    "translation": "O Lord, my mind and body have been pierced through by the True Lord.",
    "punjabi": "ਹੇ ਰਾਮ! ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰੀ! ਤੂੰ (ਮਿਹਰ ਕਰ ਕੇ) ਮੇਰੇ ਮਨ ਨੂੰ ਮੇਰੇ ਤਨ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਵਿੰਨ੍ਹ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਬੇਧਿ) ਵਿੰਨ੍ਹ",
    "type_id": 3
  },
  {
    "id": 7110,
    "shabad_id": 504,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਜਿਹ ਕਾਲ ਕੈ ਮੁਖਿ, ਜਗਤੁ ਸਭੁ ਗ੍ਰਸਿਅਾ; ਗੁਰ ਸਤਿਗੁਰ ਕੈ ਬਚਨਿ, ਹਰਿ ਹਮ ਬਾਚੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jih Kaal Kai Mukh Jagath Sabh Grasiaa Gur Sathigur Kai Bachan Har Ham Baachae ||1|| Rehaao ||",
    "translation": "The whole world is caught and held in the mouth of Death. Through the Teachings of the Guru, the True Guru, O Lord, I am saved. ||1||Pause||",
    "punjabi": "ਜਿਸ ਆਤਮਕ ਮੌਤ ਦੇ ਮੂੰਹ ਵਿਚ ਸਾਰਾ ਸੰਸਾਰ ਨਿਗਲਿਆ ਹੋਇਆ ਹੈ, (ਉਸ ਆਤਮਕ ਮੌਤ ਤੋਂ) ਮੈਂ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਬਚ ਗਿਆ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਗ੍ਰਸਿਅਾ) ਨਿਗਲਿਅਾ, ਫਸਿਅਾ। ਜੱਗ-ਤੁ ਬਾਂਚੇ",
    "type_id": 4
  },
  {
    "id": 7111,
    "shabad_id": 504,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪ੍ਰੀਤਿ. ਨਾਹੀ ਹਰਿ ਸੇਤੀ; ਤੇ ਸਾਕਤ ਮੂੜ ਨਰ ਕਾਚੇ ॥",
    "transliteration": "Jin Ko Preeth Naahee Har Saethee Thae Saakath Moorr Nar Kaachae ||",
    "translation": "Those who are not in love with the Lord are foolish and false - they are faithless cynics.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਪ੍ਰੀਤਿ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋਈ, ਉਹ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮੂਰਖ ਮਨੁੱਖ ਕਮਜ਼ੋਰ ਜੀਵਨ ਵਾਲੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਸੇਤੀ) ਨਾਲ। (ਕਾੱਚੇ) ਕੱਚੇ ਬਿਨਸਨਹਾਰ",
    "type_id": 3
  },
  {
    "id": 7112,
    "shabad_id": 504,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਤਿਨ ਕੳੁ ਜਨਮੁ ਮਰਣੁ ਅਤਿ ਭਾਰੀ; ਵਿਚਿ ਵਿਸਟਾ ਮਰਿ ਮਰਿ ਪਾਚੇ ॥੨॥",
    "transliteration": "Thin Ko Janam Maran Ath Bhaaree Vich Visattaa Mar Mar Paachae ||2||",
    "translation": "They suffer the most extreme agonies of birth and death; they die over and over again, and they rot away in manure. ||2||",
    "punjabi": "ਉਹਨਾਂ ਵਾਸਤੇ ਜਨਮ ਮਰਨ ਦਾ ਦੁਖਦਾਈ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹ (ਵਿਕਾਰਾਂ ਦੇ) ਗੰਦ ਵਿਚ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਸਹੇੜ ਕੇ ਦੁਖੀ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਵਿਸਟਾ) ਗੰਦਗੀ। (ਪਾੱਚੇ) ਸੜਦੇ",
    "type_id": 3
  },
  {
    "id": 7113,
    "shabad_id": 504,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤੁਮ ਦੲਿਅਾਲ. ਸਰਣਿ ਪ੍ਰਤਿਪਾਲਕ; ਮੋਕੳੁ ਦੀਜੈ ਦਾਨੁ. ਹਰਿ ਹਮ ਜਾਚੇ ॥",
    "transliteration": "Thum Dhaeiaal Saran Prathipaalak Mo Ko Dheejai Dhaan Har Ham Jaachae ||",
    "translation": "You are the Merciful Cherisher of those who seek Your Sanctuary. I beg of You: please grant me Your gift, Lord.",
    "punjabi": "ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! ਹੇ ਸਰਨ ਪਏ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹਾਂ, ਮੈਨੂੰ ਇਹ ਦਾਤ ਬਖ਼ਸ਼।",
    "pronunciation": "(ਜਾਚੇ) ਮੰਗਦਾ। ਦੲਿਅਾਲ",
    "type_id": 3
  },
  {
    "id": 7114,
    "shabad_id": 504,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਕੇ ਦਾਸ. ਦਾਸ ਹਮ ਕੀਜੈ; ਮਨੁ ਨਿਰਤਿ ਕਰੇ ਕਰਿ ਨਾਚੇ ॥੩॥",
    "transliteration": "Har Kae Dhaas Dhaas Ham Keejai Man Nirath Karae Kar Naachae ||3||",
    "translation": "Make me the slave of the Lord's slaves, so that my mind might dance in Your Love. ||3||",
    "punjabi": "ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ ਤਾਂ ਜੁ ਮੇਰਾ ਮਨ (ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ) ਸਦਾ ਨਾਚ ਕਰਦਾ ਰਹੇ (ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹੇ) ॥੩॥",
    "pronunciation": "(ਨਿਰਤਿ) ਵਿਚਾਰ। ਨੱਾਚੇ",
    "type_id": 3
  },
  {
    "id": 7115,
    "shabad_id": 504,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਸਾਹ ਵਡੇ. ਪ੍ਰਭ ਸੁਅਾਮੀ; ਹਮ ਵਣਜਾਰੇ ਹਹਿ ਤਾ ਚੇ ॥",
    "transliteration": "Aapae Saah Vaddae Prabh Suaamee Ham Vanajaarae Hehi Thaa Chae ||",
    "translation": "He Himself is the Great Banker; God is our Lord and Master. I am His petty merchant.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਆਪ ਹੀ (ਨਾਮ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਦੇਣ ਵਾਲੇ ਸਭ ਜੀਵਾਂ ਦੇ) ਵੱਡੇ ਸ਼ਾਹ ਹਨ ਮਾਲਕ ਹਨ। ਅਸੀਂ ਸਾਰੇ ਜੀਵ ਉਸ (ਸ਼ਾਹ) ਦੇ (ਭੇਜੇ ਹੋਏ) ਵਣਜਾਰੇ ਹਾਂ (ਵਪਾਰੀ ਹਾਂ)।",
    "pronunciation": "(ਤਾ) ਤਿਨ੍ਹਾਂ ਵਾਹਿਗੁਰੂ ਜੀ। (ਚੇ) ਦੇ। ਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 7116,
    "shabad_id": 504,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਤਨੁ ਜੀੳੁ ਰਾਸਿ, ਸਭ ਤੇਰੀ; ਜਨ ਨਾਨਕ ਕੇ ਸਾਹ ਪ੍ਰਭ ਸਾਚੇ ॥੪॥੩॥੧੭॥੫੫॥",
    "transliteration": "Maeraa Man Than Jeeo Raas Sabh Thaeree Jan Naanak Kae Saah Prabh Saachae ||4||3||17||55||",
    "translation": "My mind, body and soul are all Your capital assets. You, O God, are the True Banker of servant Nanak. ||4||3||17||55||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਸਦਾ-ਥਿਰ ਸ਼ਾਹ ਤੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਮੇਰੀ ਜਿੰਦ-ਇਹ ਸਭ ਕੁਝ ਤੇਰੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਰਾਸਿ-ਪੂੰਜੀ ਹੈ (ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਭੀ ਬਖ਼ਸ਼) ॥੪॥੩॥੧੭॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7117,
    "shabad_id": 505,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7118,
    "shabad_id": 505,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੁਮ ਦੲਿਅਾਲ ਸਰਬ ਦੁਖ ਭੰਜਨ; ੲਿਕ ਬਿਨੳੁ ਸੁਨਹੁ ਦੇ ਕਾਨੇ ॥",
    "transliteration": "Thum Dhaeiaal Sarab Dhukh Bhanjan Eik Bino Sunahu Dhae Kaanae ||",
    "translation": "You are Merciful, the Destroyer of all pain. Please give me Your Ear and listen to my prayer.",
    "punjabi": "ਹੇ (ਜੀਵਾਂ ਦੇ) ਸਾਰੇ ਦੁਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਸੁਆਮੀ! ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਮੇਰੀ ਇਕ ਅਰਜ਼ੋਈ ਧਿਆਨ ਨਾਲ ਸੁਣ।",
    "pronunciation": "(ਬਿਨੳੁ) ਬੇਨਤੀ। (ਕਾਨੇ) ਕੰਨ ਦੇ ਕੇ",
    "type_id": 3
  },
  {
    "id": 7119,
    "shabad_id": 505,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਸ ਤੇ ਤੁਮ ਹਰਿ ਜਾਨੇ ਸੁਅਾਮੀ; ਸੋ ਸਤਿਗੁਰੁ ਮੇਲਿ. ਮੇਰਾ ਪ੍ਰਾਨੇ ॥੧॥",
    "transliteration": "Jis Thae Thum Har Jaanae Suaamee So Sathigur Mael Maeraa Praanae ||1||",
    "translation": "Please unite me with the True Guru, my breath of life; through Him, O my Lord and Master, You are known. ||1||",
    "punjabi": "ਮੈਨੂੰ ਉਹ ਸਤਿਗੁਰੂ ਮਿਲਾ ਜੋ ਮੇਰੀ ਜਿੰਦ (ਦਾ ਸਹਾਰਾ) ਹੈ, ਜਿਸ ਦੀ ਕਿਰਪਾ ਤੋਂ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਪ੍ਰਾਨੇ) ਪ੍ਰਾਣ",
    "type_id": 3
  },
  {
    "id": 7120,
    "shabad_id": 505,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਰਾਮ; ਹਮ. ਸਤਿਗੁਰ ਪਾਰਬ੍ਰਹਮ ਕਰਿ ਮਾਨੇ ॥",
    "transliteration": "Raam Ham Sathigur Paarabreham Kar Maanae ||",
    "translation": "O Lord, I acknowledge the True Guru as the Supreme Lord God.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਸਤਿਗੁਰੂ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਰਾਮ ਪਾਰਬ੍ਰਹਮ ਦੇ ਬਰਾਬਰ ਦਾ ਮੰਨਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7121,
    "shabad_id": 505,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਹਮ ਮੂੜ ਮੁਗਧ. ਅਸੁਧ ਮਤਿ ਹੋਤੇ; ਗੁਰ ਸਤਿਗੁਰ ਕੈ ਬਚਨਿ. ਹਰਿ ਹਮ ਜਾਨੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ham Moorr Mugadhh Asudhh Math Hothae Gur Sathigur Kai Bachan Har Ham Jaanae ||1|| Rehaao ||",
    "translation": "I am foolish and ignorant, and my intellect is impure. Through the Teachings of the Guru, the True Guru, O Lord, I come to know You. ||1||Pause||",
    "punjabi": "ਮੈਂ ਮੂਰਖ ਸਾਂ, ਮਹਾਂ ਮੂਰਖ ਸਾਂ, ਮੈਲੀ ਮਤਿ ਵਾਲਾ ਸਾਂ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੂੜ) ਮੂਰਖ (ਮੁਗਧ) ਬੇਸਮਝ। ਅਸੱੁਧ",
    "type_id": 4
  },
  {
    "id": 7122,
    "shabad_id": 505,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਿਤਨੇ ਰਸ ਅਨ ਰਸ. ਹਮ ਦੇਖੇ; ਸਭ ਤਿਤਨੇ ਫੀਕ ਫੀਕਾਨੇ ॥",
    "transliteration": "Jithanae Ras An Ras Ham Dhaekhae Sabh Thithanae Feek Feekaanae ||",
    "translation": "All the pleasures and enjoyments which I have seen - I have found them all to be bland and insipid.",
    "punjabi": "ਜਗਤ ਦੇ ਜਿਤਨੇ ਭੀ ਹੋਰ ਹੋਰ (ਕਿਸਮ ਦੇ) ਰਸ ਹਨ, ਮੈਂ ਵੇਖ ਲਏ ਹਨ, ਉਹ ਸਾਰੇ ਹੀ ਫਿੱਕੇ ਹਨ ਫਿੱਕੇ ਹਨ।",
    "pronunciation": "(ਫੀਕਾਨੇ) ਫਿੱਕੇ",
    "type_id": 3
  }
]
