[
  {
    "id": 7256,
    "shabad_id": 516,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਮਿਲਿ ਪਾੲਿਅਾ. ਮੇਰੇ ਗੋਵਿਦਾ; ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ ਸਜਣੁ ਸੈਣੀ ਜੀੳੁ ॥",
    "transliteration": "Santh Janaa Mil Paaeiaa Maerae Govidhaa Maeraa Har Prabh Sajan Sainee Jeeo ||",
    "translation": "Meeting the Saints, O my Lord of the Universe, I have found my Lord God, my Companion, my Best Friend.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਮੇਰਾ (ਅਸਲੀ) ਸੱਜਣ ਮਿੱਤਰ (ਜਿਨ੍ਹਾਂ ਨੇ ਭੀ ਲੱਭਾ ਹੈ) ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਹੀ) ਲੱਭਾ ਹੈ।",
    "pronunciation": "(ਸੈਣੀ) ਮਿੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 7257,
    "shabad_id": 516,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਅਾੲਿ ਮਿਲਿਅਾ ਜਗਜੀਵਨੁ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਮੈ ਸੁਖਿ ਵਿਹਾਣੀ. ਰੈਣੀ ਜੀੳੁ ॥੨॥",
    "transliteration": "Har Aae Miliaa Jagajeevan Maerae Govindhaa Mai Sukh Vihaanee Rainee Jeeo ||2||",
    "translation": "The Lord, the Life of the World, has come to meet me, O my Lord of the Universe. The night of my life now passes in peace. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! (ਸੰਤ ਜਨਾਂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਮੈਨੂੰ (ਭੀ) ਉਹ ਹਰੀ ਆ ਮਿਲਿਆ ਹੈ ਜੋ ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ, ਹੁਣ ਮੇਰੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਆਨੰਦ ਵਿਚ ਬੀਤ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਵਿਹਾਣੀ) ਬਤੀਤ ਹੁੰਦੀ। (ਰੈਣੀ) ਰਾਤ। ਜੱਗਜੀਵਨੁ, ਸੁਖਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7258,
    "shabad_id": 516,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੈ ਮੇਲਹੁ ਸੰਤ. ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ ਸਜਣੁ; ਮੈ ਮਨਿ ਤਨਿ ਭੁਖ ਲਗਾੲੀਅਾ ਜੀੳੁ ॥",
    "transliteration": "Mai Maelahu Santh Maeraa Har Prabh Sajan Mai Man Than Bhukh Lagaaeeaa Jeeo ||",
    "translation": "O Saints, unite me with my Lord God, my Best Friend; my mind and body are hungry for Him.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮੈਨੂੰ ਮੇਰਾ ਸੱਜਣ ਹਰਿ-ਪ੍ਰਭੂ ਮਿਲਾ ਦਿਉ। ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਉਸਦੇ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ।",
    "pronunciation": "ਭੁ੍ਨਖ",
    "type_id": 3
  },
  {
    "id": 7259,
    "shabad_id": 516,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹੳੁ. ਰਹਿ ਨ ਸਕੳੁ, ਬਿਨੁ ਦੇਖੇ ਮੇਰੇ ਪ੍ਰੀਤਮ; ਮੈ ਅੰਤਰਿ ਬਿਰਹੁ. ਹਰਿ ਲਾੲੀਅਾ ਜੀੳੁ ॥",
    "transliteration": "Ho Rehi N Sako Bin Dhaekhae Maerae Preetham Mai Anthar Birahu Har Laaeeaa Jeeo ||",
    "translation": "I cannot survive without seeing my Beloved; deep within, I feel the pain of separation from the Lord.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨੂੰ ਵੇਖਣ ਤੋਂ ਬਿਨਾ ਧੀਰਜ ਨਹੀਂ ਫੜ ਸਕਦਾ, ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੇ ਵਿਛੋੜੇ ਦਾ ਦਰਦ ਉੱਠ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਬਿਰਹੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 7260,
    "shabad_id": 516,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਰਾੲਿਅਾ ਮੇਰਾ ਸਜਣੁ ਪਿਅਾਰਾ; ਗੁਰੁ ਮੇਲੇ. ਮੇਰਾ ਮਨੁ ਜੀਵਾੲੀਅਾ ਜੀੳੁ ॥",
    "transliteration": "Har Raaeiaa Maeraa Sajan Piaaraa Gur Maelae Maeraa Man Jeevaaeeaa Jeeo ||",
    "translation": "The Sovereign Lord King is my Beloved, my Best Friend. Through the Guru, I have met Him, and my mind has been rejuvenated.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਰਾਜਾ ਹੈ ਮੇਰਾ ਪਿਆਰਾ ਸੱਜਣ ਹੈ, ਜਦੋਂ (ਉਸ ਨਾਲ) ਗੁਰੂ (ਮੈਨੂੰ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ਤਾਂ ਮੇਰਾ ਮਨ ਜੀਊ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਜੀਵਾੲੀਅਾ) ਜਿੳੁਂਦਾ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 7261,
    "shabad_id": 516,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਤਨਿ ਅਾਸਾ ਪੂਰੀਅਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਮਿਲਿਅਾ ਮਨਿ ਵਾਧਾੲੀਅਾ ਜੀੳੁ ॥੩॥",
    "transliteration": "Maerai Man Than Aasaa Pooreeaa Maerae Govindhaa Har Miliaa Man Vaadhhaaeeaa Jeeo ||3||",
    "translation": "The hopes of my mind and body have been fulfilled, O my Lord of the Universe; meeting the Lord, my mind vibrates with joy. ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਜਦੋਂ ਤੂੰ ਹਰੀ ਮੈਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਚਿਰਾਂ ਤੋਂ ਟਿਕੀ) ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਚੜ੍ਹਦੀ ਕਲਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ਅਾਸਾ) ਅਾਸ (ਪੂਰੀਅਾ) ਪੂਰਨ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 7262,
    "shabad_id": 516,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਵਾਰੀ ਮੇਰੇ ਗੋਵਿੰਦਾ. ਵਾਰੀ ਮੇਰੇ ਪਿਅਾਰਿਅਾ; ਹੳੁ ਤੁਧੁ ਵਿਟੜਿਅਹੁ. ਸਦ ਵਾਰੀ ਜੀੳੁ ॥",
    "transliteration": "Vaaree Maerae Govindhaa Vaaree Maerae Piaariaa Ho Thudhh Vittarriahu Sadh Vaaree Jeeo ||",
    "translation": "A sacrifice, O my Lord of the Universe, a sacrifice, O my Beloved; I am forever a sacrifice to You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ ਸਦਕੇ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ।",
    "pronunciation": "(ਵਾਰੀ) ਕੁਰਬਾਨ। (ਵਿਟੜਿ-ਅਹੁ) ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 7263,
    "shabad_id": 516,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਪਿਰੰਮ ਕਾ. ਮੇਰੇ ਗੋਵਿਦਾ; ਹਰਿ ਪੂੰਜੀ ਰਾਖੁ. ਹਮਾਰੀ ਜੀੳੁ ॥",
    "transliteration": "Maerai Man Than Praem Piranm Kaa Maerae Govidhaa Har Poonjee Raakh Hamaaree Jeeo ||",
    "translation": "My mind and body are filled with love for my Husband Lord; O my Lord of the Universe, please preserve my assets.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਤੈਂ ਪਿਆਰੇ ਦਾ ਪ੍ਰੇਮ ਜਾਗ ਉਠਿਆ ਹੈ (ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ) ਮੇਰੀ ਇਸ (ਪ੍ਰੇਮ ਦੀ) ਰਾਸ ਦੀ ਤੂੰ ਰਾਖੀ ਕਰ।",
    "pronunciation": "(ਪਿਰੰਮ) ਪਿਅਾਰੇ। (ਪੰੂਜੀ) ਰਾਸ",
    "type_id": 3
  },
  {
    "id": 7264,
    "shabad_id": 516,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਵਿਸਟੁ ਮੇਲਿ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਮੇਲੇ. ਕਰਿ ਰੈਬਾਰੀ ਜੀੳੁ ॥",
    "transliteration": "Sathigur Visatt Mael Maerae Govindhaa Har Maelae Kar Raibaaree Jeeo ||",
    "translation": "Unite me with the True Guru, Your Advisor, O my Lord of the Universe; through His guidance, He shall lead me to the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੈਨੂੰ ਵਿਚੋਲਾ ਗੁਰੂ ਮਿਲਾ, ਜੇਹੜਾ ਮੇਰੀ (ਜੀਵਨ ਵਿਚ) ਅਗਵਾਈ ਕਰ ਕੇ ਮੈਨੂੰ ਤੈਂ ਹਰੀ ਨਾਲ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "(ਵਿਸਟੁ)ਵਿਚੋਲੇ। (ਰੈਬਾਰੀ) ਵਿਚੋਲਗੀ",
    "type_id": 3
  },
  {
    "id": 7265,
    "shabad_id": 516,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਦੲਿਅਾ ਕਰਿ ਪਾੲਿਅਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਜਨ ਨਾਨਕੁ. ਸਰਣਿ ਤੁਮਾਰੀ ਜੀੳੁ ॥੪॥੩॥੨੯॥੬੭॥",
    "transliteration": "Har Naam Dhaeiaa Kar Paaeiaa Maerae Govindhaa Jan Naanak Saran Thumaaree Jeeo ||4||3||29||67||",
    "translation": "I have obtained the Lord's Name, by Your Mercy, O my Lord of the Universe; servant Nanak has entered Your Sanctuary. ||4||3||29||67||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੈਂ ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਤੇਰੀ ਦਇਆ ਦਾ ਸਦਕਾ ਹੀ ਮੈਨੂੰ ਤੇਰਾ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ॥੪॥੩॥੨੯॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7266,
    "shabad_id": 517,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੳੁੜੀ ਮਾਝ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Maajh Mehalaa 4 ||",
    "translation": "Gauree Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7267,
    "shabad_id": 517,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚੋਜੀ ਮੇਰੇ ਗੋਵਿੰਦਾ. ਚੋਜੀ ਮੇਰੇ ਪਿਅਾਰਿਅਾ; ਹਰਿ ਪ੍ਰਭੁ ਮੇਰਾ ਚੋਜੀ ਜੀੳੁ ॥",
    "transliteration": "Chojee Maerae Govindhaa Chojee Maerae Piaariaa Har Prabh Maeraa Chojee Jeeo ||",
    "translation": "Playful is my Lord of the Universe; playful is my Beloved. My Lord God is wondrous and playful.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਤੂੰ ਆਪਣੀ ਮਰਜ਼ੀ ਦੇ ਕੰਮ ਕਰਨ ਵਾਲਾ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਹੈਂ।",
    "pronunciation": "(ਚੋਜੀ) ਕੌਤਕੀ",
    "type_id": 3
  },
  {
    "id": 7268,
    "shabad_id": 517,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ. ਕਾਨ੍ਹ ੳੁਪਾੲਿਦਾ. ਮੇਰੇ ਗੋਵਿਦਾ; ਹਰਿ ਅਾਪੇ. ਗੋਪੀ ਖੋਜੀ ਜੀੳੁ ॥",
    "transliteration": "Har Aapae Kaanha Oupaaeidhaa Maerae Govidhaa Har Aapae Gopee Khojee Jeeo ||",
    "translation": "The Lord Himself created Krishna, O my Lord of the Universe; the Lord Himself is the milkmaids who seek Him.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਕ੍ਰਿਸ਼ਨ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ (ਕ੍ਰਿਸ਼ਨ ਨੂੰ) ਲੱਭਣ ਵਾਲੀ ਗਵਾਲਣ ਹੈ।",
    "pronunciation": "(ਕਾਨ੍ਹ) ਕ੍ਰਿਸ਼ਨ ਜੀ। ਕਾਨ੍ਹ: ਨੰਨੇ ਹੇਠਾਂ ਹਲੰਤ ਭਾਰਾ ਬੋਲੋ, ਹਲੰਤ ਹੇਠਾਂ ਅੌਂਕੜ ਬੋਲੋ। (ੳੁਪਾੲਿਦਾ) ਪੈਦਾ ਕਰਦੇ। (ਗੋਪੀ) ਗਵਾਲਣ",
    "type_id": 3
  },
  {
    "id": 7269,
    "shabad_id": 517,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਸਭ ਘਟ ਭੋਗਦਾ, ਮੇਰੇ ਗੋਵਿੰਦਾ; ਅਾਪੇ ਰਸੀਅਾ ਭੋਗੀ ਜੀੳੁ ॥",
    "transliteration": "Har Aapae Sabh Ghatt Bhogadhaa Maerae Govindhaa Aapae Raseeaa Bhogee Jeeo ||",
    "translation": "The Lord Himself enjoys every heart, O my Lord of the Universe; He Himself is the Ravisher and the Enjoyer.",
    "punjabi": "ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ ਹਰੀ ਆਪ ਹੀ ਸਭ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਦਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ ਸਾਰੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਰਸ ਲੈਣ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਭੋਗਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਮਹਾਂ ਵਿਸਮਾਦ ਬ੍ਰਹਮਾਨੰਦ (ਰਸੀਅਾ) ਰਸ ਨੂੰ (ਭੋਗਦਾ) ਭੋਗਦੇ",
    "type_id": 3
  },
  {
    "id": 7270,
    "shabad_id": 517,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਸੁਜਾਣੁ. ਨ ਭੁਲੲੀ, ਮੇਰੇ ਗੋਵਿੰਦਾ; ਅਾਪੇ ਸਤਿਗੁਰੁ ਜੋਗੀ ਜੀੳੁ ॥੧॥",
    "transliteration": "Har Sujaan N Bhulee Maerae Govindhaa Aapae Sathigur Jogee Jeeo ||1||",
    "translation": "The Lord is All-knowing - He cannot be fooled, O my Lord of the Universe. He is the True Guru, the Yogi. ||1||",
    "punjabi": "(ਪਰ) ਹਰੀ ਬਹੁਤ ਸਿਆਣਾ ਹੈ, (ਸਭ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਹੁੰਦਿਆਂ ਭੀ ਉਹ) ਭੁੱਲਦਾ ਨਹੀਂ, ਉਹ ਹਰੀ ਆਪ ਹੀ ਭੋਗਾਂ ਤੋਂ ਨਿਰਲੇਪ ਸਤਿਗੁਰੂ ਹੈ ॥੧॥",
    "pronunciation": "(ਸੁਜਾਣੁ) ਸ੍ਰੇਸ਼ਟ ਜਾਣੀਜਾਣ। ਬ੍ਰਹਮ ਜੀ ਚ (ਜੋਗੀ) ਜੁੜੇ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 7271,
    "shabad_id": 517,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਜਗਤੁ ੳੁਪਾੲਿਦਾ ਮੇਰੇ ਗੋਵਿਦਾ; ਹਰਿ ਅਾਪਿ ਖੇਲੈ. ਬਹੁ ਰੰਗੀ ਜੀੳੁ ॥",
    "transliteration": "Aapae Jagath Oupaaeidhaa Maerae Govidhaa Har Aap Khaelai Bahu Rangee Jeeo ||",
    "translation": "He Himself created the world, O my Lord of the Universe; the Lord Himself plays in so many ways!",
    "punjabi": "ਹਰਿ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ ਅਨੇਕਾਂ ਰੰਗਾਂ ਵਿਚ (ਜਗਤ ਦਾ ਖੇਲ) ਖੇਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ੳੁਪਾੲਿਦਾ) ਪੈਦਾ ਕਰਦੇ। ਜੱਗ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 7272,
    "shabad_id": 517,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ੲਿਕਨਾ ਭੋਗ ਭੋਗਾੲਿਦਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ੲਿਕਿ ਨਗਨ ਫਿਰਹਿ. ਨੰਗ ਨੰਗੀ ਜੀੳੁ ॥",
    "transliteration": "Eikanaa Bhog Bhogaaeidhaa Maerae Govindhaa Eik Nagan Firehi Nang Nangee Jeeo ||",
    "translation": "Some enjoy enjoyments, O my Lord of the Universe, while others wander around naked, the poorest of the poor.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਅਨੇਕਾਂ ਜੀਵਾਂ ਪਾਸੋਂ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਾਂਦਾ ਹੈ (ਭਾਵ, ਅਨੇਕਾਂ ਨੂੰ ਰੱਜਵੇਂ ਪਦਾਰਥ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਪਰ) ਅਨੇਕਾਂ ਜੀਵ ਐਸੇ ਹਨ ਜੋ ਨੰਗੇ ਪਏ ਫਿਰਦੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਦੇ ਤਨ ਉਤੇ ਕੱਪੜਾ ਭੀ ਨਹੀਂ)।",
    "pronunciation": "(ਭੋਗ) ਬ੍ਰਹਮਾਨੰਦ ਰਸ (ਭੋਗਾੲਿਦਾ) ਭੋਗੳੁਂਦੇ",
    "type_id": 3
  },
  {
    "id": 7273,
    "shabad_id": 517,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਜਗਤੁ ੳੁਪਾੲਿਦਾ. ਮੇਰੇ ਗੋਵਿਦਾ; ਹਰਿ ਦਾਨੁ ਦੇਵੈ ਸਭ ਮੰਗੀ ਜੀੳੁ ॥",
    "transliteration": "Aapae Jagath Oupaaeidhaa Maerae Govidhaa Har Dhaan Dhaevai Sabh Mangee Jeeo ||",
    "translation": "He Himself created the world, O my Lord of the Universe; the Lord gives His gifts to all who beg for them.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਉਸ ਪਾਸੋਂ ਮੰਗਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਭਨਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਮੰਗੀ) ਮੰਗਦੇ",
    "type_id": 3
  },
  {
    "id": 7274,
    "shabad_id": 517,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਭਗਤਾ ਨਾਮੁ ਅਧਾਰੁ ਹੈ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਕਥਾ ਮੰਗਹਿ ਹਰਿ ਚੰਗੀ ਜੀੳੁ ॥੨॥",
    "transliteration": "Bhagathaa Naam Aadhhaar Hai Maerae Govindhaa Har Kathhaa Mangehi Har Changee Jeeo ||2||",
    "translation": "His devotees have the Support of the Naam, O my Lord of the Universe; they beg for the sublime sermon of the Lord. ||2||",
    "punjabi": "ਉਸ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਉਸ ਦੇ ਨਾਮ ਦਾ ਹੀ ਆਸਰਾ ਹੈ, ਉਹ ਹਰੀ ਪਾਸੋਂ ਉਸ ਦੀ ਸ੍ਰੇਸ਼ਟ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਮੰਗਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਅਧਾਰੁ) ਅਾਸਰਾ। (ਚੰਗੀ) ਸ੍ਰੇਸ਼ਟ",
    "type_id": 3
  },
  {
    "id": 7275,
    "shabad_id": 517,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਭਗਤਿ ਕਰਾੲਿਦਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਭਗਤਾ ਲੋਚ ਮਨਿ ਪੂਰੀ ਜੀੳੁ ॥",
    "transliteration": "Har Aapae Bhagath Karaaeidhaa Maerae Govindhaa Har Bhagathaa Loch Man Pooree Jeeo ||",
    "translation": "The Lord Himself inspires His devotees to worship Him, O my Lord of the Universe; the Lord fulfills the desires of the minds of His devotees.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤਾਂ ਪਾਸੋਂ) ਆਪਣੀ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ, ਭਗਤਾਂ ਦੇ ਮਨ ਵਿਚ (ਪੈਦਾ ਹੋਈ ਭਗਤੀ ਦੀ) ਤਾਂਘ ਹਰੀ ਆਪ ਹੀ ਪੂਰੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਲੋਚ) ੲਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 7276,
    "shabad_id": 517,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਜਲਿ ਥਲਿ ਵਰਤਦਾ ਮੇਰੇ ਗੋਵਿਦਾ; ਰਵਿ ਰਹਿਅਾ. ਨਹੀ ਦੂਰੀ ਜੀੳੁ ॥",
    "transliteration": "Aapae Jal Thhal Varathadhaa Maerae Govidhaa Rav Rehiaa Nehee Dhooree Jeeo ||",
    "translation": "He Himself is permeating and pervading the waters and the lands, O my Lord of the Universe; He is All-pervading - He is not far away.",
    "punjabi": "ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, (ਸਭ ਥਾਂ) ਹਰੀ ਆਪ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ, (ਸਭ ਜੀਵਾਂ ਵਿਚ) ਵਿਆਪਕ ਹੈ (ਕਿਸੇ ਜੀਵ ਤੋਂ ਉਹ ਹਰੀ) ਦੂਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਰਵਿ) ਵਿਅਾਪ ਰਹੇ",
    "type_id": 3
  },
  {
    "id": 7277,
    "shabad_id": 517,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਅੰਤਰਿ ਬਾਹਰਿ ਅਾਪਿ ਹੈ. ਮੇਰੇ ਗੋਵਿਦਾ; ਹਰਿ ਅਾਪਿ ਰਹਿਅਾ ਭਰਪੂਰੀ ਜੀੳੁ ॥",
    "transliteration": "Har Anthar Baahar Aap Hai Maerae Govidhaa Har Aap Rehiaa Bharapooree Jeeo ||",
    "translation": "The Lord Himself is within the self, and outside as well, O my Lord of the Universe; the Lord Himself is fully pervading everywhere.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਸਾਰੇ ਜਗਤ ਵਿਚ ਹਰੀ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ, ਹਰ ਥਾਂ ਹਰੀ ਆਪ ਹੀ ਭਰਪੂਰ ਹੈ।",
    "pronunciation": "(ਭਰਪੂਰੀ) ਵਿਅਾਪਕ",
    "type_id": 3
  },
  {
    "id": 7278,
    "shabad_id": 517,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਅਾਤਮ ਰਾਮੁ ਪਸਾਰਿਅਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਵੇਖੈ ਅਾਪਿ ਹਦੂਰੀ ਜੀੳੁ ॥੩॥",
    "transliteration": "Har Aatham Raam Pasaariaa Maerae Govindhaa Har Vaekhai Aap Hadhooree Jeeo ||3||",
    "translation": "The Lord, the Supreme Soul, is diffused everywhere, O my Lord of the Universe. The Lord Himself beholds all; His Immanent Presence is pervading everywhere. ||3||",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਆਪ ਹੀ ਇਸ ਜਗਤ-ਖਿਲਾਰੇ ਨੂੰ ਖਿਲਾਰ ਰਿਹਾ ਹੈ, ਹਰੇਕ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ ਹਰੀ ਆਪ ਹੀ ਸਭ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਹਦੂਰੀ) ਪ੍ਰਤੱਖ",
    "type_id": 3
  },
  {
    "id": 7279,
    "shabad_id": 517,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਅੰਤਰਿ ਵਾਜਾ ਪੳੁਣੁ ਹੈ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਅਾਪਿ ਵਜਾੲੇ ਤਿੳੁ ਵਾਜੈ ਜੀੳੁ ॥",
    "transliteration": "Har Anthar Vaajaa Poun Hai Maerae Govindhaa Har Aap Vajaaeae Thio Vaajai Jeeo ||",
    "translation": "O Lord, the music of the praanic wind is deep within, O my Lord of the Universe; as the Lord Himself plays this music, so does it vibrate and resound.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਾਣ-ਰੂਪ ਹੋ ਕੇ ਹਰੀ ਆਪ ਹੀ ਵਾਜਾ (ਵੱਜ ਰਿਹਾ) ਹੈ (ਹਰੇਕ ਜੀਵ ਪ੍ਰਭੂ ਦਾ, ਮਾਨੋ, ਵਾਜਾ ਹੈ) ਜਿਵੇਂ ਉਹ ਹਰੇਕ ਜੀਵ-ਵਾਜੇ ਨੂੰ ਵਜਾਂਦਾ ਹੈ ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ-ਵਾਜਾ ਵੱਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7280,
    "shabad_id": 517,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਅੰਤਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ, ਮੇਰੇ ਗੋਵਿੰਦਾ; ਗੁਰ ਸਬਦੀ ਹਰਿ ਪ੍ਰਭੁ ਗਾਜੈ ਜੀੳੁ ॥",
    "transliteration": "Har Anthar Naam Nidhhaan Hai Maerae Govindhaa Gur Sabadhee Har Prabh Gaajai Jeeo ||",
    "translation": "O Lord, the treasure of the Naam is deep within, O my Lord of the Universe; through the Word of the Guru's Shabad, the Lord God is revealed.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਹਰੀ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮੌਜੂਦ ਹੈ, ਪਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰਿ-ਪ੍ਰਭੂ (ਜੀਵ ਦੇ ਅੰਦਰ) ਪਰਗਟ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਧਾਨੁ) ਖਜ਼ਾਨਾ",
    "type_id": 3
  },
  {
    "id": 7281,
    "shabad_id": 517,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਅਾਪੇ ਸਰਣਿ ਪਵਾੲਿਦਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਭਗਤ ਜਨਾ ਰਾਖੁ ਲਾਜੈ ਜੀੳੁ ॥",
    "transliteration": "Aapae Saran Pavaaeidhaa Maerae Govindhaa Har Bhagath Janaa Raakh Laajai Jeeo ||",
    "translation": "He Himself leads us to enter His Sanctuary, O my Lord of the Universe; the Lord preserves the honor of His devotees.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਪ੍ਰੇਰ ਕੇ ਆਪਣੀ ਸਰਨ ਵਿਚ ਲਿਅਉਂਦਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਦਾ ਰਾਖਾ ਬਣਦਾ ਹੈ (ਭਾਵ, ਭਗਤਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗਣ ਤੋਂ ਬਚਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
