{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਤਿਸੁ ਨਾਨਕ. ਲਏ ਛਡਾਇ; ਜਿਸੁ ਕਿਰਪਾ ਕਰਿ ਹਿਰਦੈ ਵਸੈ ॥੨॥੨॥",
      "page": 723,
      "line": 12
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak, the Lord redeems him, within whose mind He mercifully dwells."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਸੁਆਮੀ ਉਸ ਨੂੰ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨਾ ਵਿੱਚ ਉਹ ਰਹਿਮਤ ਧਾਰ ਦੇ ਨਿਵਾਸ ਕਰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "O Nanak, the Lord saves that one, within whose heart the Lord, in His Kind Mercy, dwells. ||2||2||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਿਸ ਪੁਰਸ ਕੋ ਸੋ ਵਾਹਿਗੁਰੂ ਜਮਦੂਤਾਂ ਕੇ ਭੈ ਸੇ ਛੁਡਾਇ ਲੇਤਾ ਹੈ, ਜਿਸ ਕੇ ਰਿਦੇ ਵਿਖੇ ਸਤਿਗੁਰਾਂ ਕੀ ਕ੍ਰਿਪਾ ਤੇ ਹਰਿ ਨਾਮ ਵਸਤਾ ਹੈ। ਭਾਵ ਯਹਿ ਜੋ ਹਰਿ ਨਾਮ ਕੋ ਜਪਤੇ ਹੈਂ, ਸੋ ਜਮ ਕੇ ਭੈ ਸੇ ਰਹਿਤ ਹੋ ਕਰ ਤਿਸ ਹਰੀ ਮੇਂ ਸਮਾਇ ਜਾਤੇ ਹੈਂ॥੨॥੨॥☬ਏਕ ਆਲਮ ਨਾਮਾ ਮਸੂਲੀਆ ਜਿਹਲਮ ਵਾ ਝਨਾਇ ਪਰ ਰਹਿਤਾ ਥਾ। ਜਬ ਕਾਬਲ ਔਰ ਪਿਸ਼ੌਰ ਕੀ ਸੰਗਤਿ ਗੁਰੂ ਜੀ ਕੇ ਦਰਸਨ ਕੋ ਆਈ ਅਰ ਕਹਾ, 'ਹਮ ਕੋ ਛੇਤੀ ਪਾਰ ਕਰ ਦੇਹਿ'। ਤਬ ਤਿਸ ਮਸੂਲੀਏ ਨੇ ਰਿਸਵਤ ਮਾਂਗੀ ਕਹਾ, 'ਜੋ ਜੋ ਚੰਗੀ ਵਸਤ ਲਿਆਏ ਹੋ ਉਸ ਵਿਚੋਂ ਮੈਨੂੰ ਕੁਛ ਦੇਹੁ', ਤਬ ਸੰਗਤਿ ਨੇ ਕੁਛ ਨ ਦੀਆ। ਉਸ ਰਾਤ ਮੇਂ ਬਿਨਾਂ ਖਾਨ ਪਾਨ ਸੰਗਤਿ ਵਹਾਂ ਪੜੀ ਰਹੀ। ਤਬ ਸ੍ਵਪਨ ਮੇਂ ਆਲਮ ਕੋ ਭੈ ਹੂਆ, ਤੋ ਸਰਧਾ ਸੰਯੁਕਤ ਹੋ ਕਰ ਸੰਗਤਿ ਕੇ ਸਾਥ ਹੀ ਸ੍ਰੀ ਅੰਮ੍ਰਿਤਸਰ ਜੀ ਮੇਂ ਆਇਕੇ ਮਹਾਰਾਜ ਕਾ ਦਰਸਨ ਆਨ ਕੀਆ ਔ ਬੇਨਤੀ ਕਰੀ: ਮੈਨੂੰ ਅਪਨਾ ਉਪਦੇਸ਼ ਕਰੀਏ। ਤਬ ਤਿਸ ਆਲਮ ਮਸੂਲੀਏ ਕੇ ਪਰਥਾਇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਪੰਜਵੇਂ ਪਾਤਿਸ਼ਾਹ ਤਿਲੰਗ ਰਾਗ ਮੇਂ ਵੈਰਾਗ ਜਨਕ ਉਪਦੇਸ਼ ਉਚਾਰਨ ਕਰਤੇ ਭਏ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ (ਮੌਤ ਦੇ ਡਰ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ ॥੨॥੨॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Dice Nanak, el Señor salvará a aquél en cuyo corazón y por Su Gracia, Él Mismo habite.  (2-2)"
    }
  ]
}
