{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਉਪਦੇਸੁ ਕਰੇ. ਗੁਰੁ ਸਤਿਗੁਰੁ ਪੂਰਾ; ਗੁਰੁ ਸਤਿਗੁਰੁ ਪਰਉਪਕਾਰੀਆ ਜੀਉ ॥੪॥੭॥",
      "page": 96,
      "line": 12
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The great and perfect True Gurru, imparts instruction. The great True Guru is beneficent to all."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਵਿਸ਼ਾਲ ਤੇ ਪੂਰਨ ਸੱਚੇ ਗੁਰੂ ਜੀ ਸਿੱਖ-ਮਤ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹਨ। ਵੱਡੇ ਸੱਚੇ ਗੁਰਦੇਵ ਜੀ ਸਾਰਿਆਂ ਦਾ ਭਲਾ ਕਰਨ ਵਾਲੇ ਹਨ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The Guru, the Perfect True Guru, shares the Teachings. The Guru, the True Guru, is Generous to all. ||4||7||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਮਹਾਰਾਜ ਪੂਰਨ ਸਤਿਗੁਰੂ ਸਿਖੋਂ ਕੋ ਉਪਦੇਸ਼ ਕਰਤੇ ਹੈਂ: ਹੇ ਸੰਤ ਜਨੋਂ! ਸੋ ਗੁਰੂ ਕੈਸੇ ਹੈਂ? ਪੂਰਨ ਸਤਿਗੁਰੂ ਹੈਂ ਕਿਉਂਕਿ ਕੇਵਲ ਪਰਉਪਕਾਰੀ ਸਰੂਪ ਹੈਂ॥੪॥੭॥ ਈਹਾਂ ਤਕ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੇ ਸਤ ਚਉਪਦੇ ਆਏ, ਚਾਰ ਪਉੜੀਆਂ ਕਾ ਚੌਪਦਾ ਹੋਤਾ ਹੈ।☬ਏਕ ਸਮਯ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮ ਦਾਸ ਜੀ ਕੇ ਜੇਸ੍ਟ ਭ੍ਰਾਤਾ ਸਹਾਰੀ ਰਾਮ ਜੀ ਅਪਨੇ ਪੁਤ੍ਰ ਕੇ ਵਿਵਾਹ ਕੇ ਵਾਸਤੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੋ ਆਏ ਬੇਨਤੀ ਕਰੀ ਕਿ ਹੇ ਭਗਵਨ! ਆਪ ਲਹੌਰ ਮੇਂ ਹਮਾਰੇ ਗ੍ਰਹ ਕੋ ਪਵਿਤ੍ਰ ਕਰੀਏ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ ਕਿ ਹਮਾਰੇ ਚਲਨੇ ਕਰ ਕੇ ਦੇਸ ਦੇਸਾਤ੍ਰੋਂ ਕੀ ਸੰਗਤ ਸਾਥ ਚਲੈਗੀ। ਆਪ ਕੋ ਸਭ ਕੀ ਸੇਵਾ ਕਰਨੀ ਕਠਿਨ ਹੋਗੀ। ਯਾਂ ਤੇ ਪ੍ਰਿਥੀ ਚੰਦ ਕੋ ਸਾਥ ਲੈ ਜਾਈਏ। ਪ੍ਰਿਥੀ ਚੰਦ ਕੋ ਆਗਿਆ ਕਰੀ ਕਿ ਤੁਮਾਰੇ ਭ੍ਰਾਤਾ ਕਾ ਵਿਵਾਹ ਹੈ ਆਪ ਅਪਨੇ ਤਾਯਾ ਸਹਾਰੀ ਜੀ ਕੇ ਸਾਥ ਜਾਈਏ। ਤਬ ਪ੍ਰਿਥੀ ਚੰਦ ਨੇ ਕਹਾ ਕਿ ਈਹਾਂ ਸੰਗਤੋਂ ਕੀ ਭੀੜਾ ਬਹੁਤੁ ਹੋ ਰਹੀ ਹੈ। ਯਾਂ ਤੇ ਮੇਰਾ ਜਾਨਾ ਬਨ ਨਹੀਂ ਸਕਤਾ ਹੈ। ਤਬ ਸ੍ਰੀ ਮਹਾਂਦੇਵ ਜੀ ਕੋ ਆਗ੍ਯਾ ਕਰੀ ਉਨਾਂ ਨੇ ਕਹਾ ਹੈ, ਹੇ ਭਗਵਨ! ਮੇਰੇ ਕੋ ਤੋ ਸੰਪੂਰਨ ਸੰਸਾਰ ਮਿਥਿਆ ਪਰਤੀਤ ਹੋਤਾ ਹੈ, ਇਸ ਸੇ ਨਾ ਮੈਂ ਕਿਸੀ ਕਾ ਸੰਬੰਧੀ ਹੂੰ ਔਰ ਨ ਕੋਈ ਮੇਰਾ ਭ੍ਰਾਤਾ ਹੈ। ਯਾਂ ਤੇ ਮੇਰੇ ਕੋ ਐਸੇ ਬਿਵਹਾਰੋਂ ਕੀ ਇਛਾ ਨਹੀਂ ਹੈ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਜੀ ਕੋ ਆਗ੍ਯਾ ਕਰੀ, ਉਨੋਂ ਨੇ ਪ੍ਰਵਾਨ ਕਰੀ। ਔਰ ਵਿਦਾ ਕੇ ਸਮੇਂ "
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਪੂਰਾ ਗੁਰੂ ਪੂਰਾ ਸਤਿਗੁਰੂ (ਇਹੀ) ਉਸਦੇਸ਼ ਕਰਦਾ ਹੈ (ਕਿ ਸਭ ਜੀਵਾਂ ਵਿਚ ਇਕੋ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਹੀ ਵਰਤ ਰਹੀ ਹੈ)। ਪੂਰਾ ਗੁਰੂ ਹੋਰਨਾਂ ਦਾ ਭਲਾ ਕਰਨ ਵਾਲਾ ਹੈ ॥੪॥੭॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "El Perfecto Maestro nos instruye en Su Perfección; porque Él, en Su Misericordia, es siempre Bondadoso con nosotros.  (4-7)"
    }
  ]
}