[
  {
    "SHABAD_ID": 641,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "AMqir AlKu. n jweI liKAw; ivic pVdw haumY pweI ]",
    "TRANSLITERATION": "Anthar Alakh N Jaaee Lakhiaa Vich Parradhaa Houmai Paaee ||",
    "PUNJABI": "(ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ, ਪਰ (ਜੀਵ ਨੂੰ) ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਸਕਦੀ, ਕਿਉਂਕਿ (ਜੀਵ ਦੇ ਅੰਦਰ) ਹਉਮੈ ਦਾ ਪਰਦਾ ਪਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "A-lKu: polw bolo"
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mwieAw moih sBo jgu soieAw; iehu Brmu. khhu ikau jweI ]1]",
    "TRANSLITERATION": "Maaeiaa Mohi Sabho Jag Soeiaa Eihu Bharam Kehahu Kio Jaaee ||1||",
    "PUNJABI": "ਸਾਰਾ ਜਗਤ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤਾ ਪਿਆ ਹੈ। (ਹੇ ਭਾਈ!) ਦੱਸ, (ਜੀਵ ਦੀ) ਇਹ ਭਟਕਣਾ ਕਿਵੇਂ ਦੂਰ ਹੋਵੇ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "eykw sMgiq. iekqu igRih bsqy; imil bwq. n krqy BweI ]",
    "TRANSLITERATION": "Eaekaa Sangath Eikath Grihi Basathae Mil Baath N Karathae Bhaaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਆਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੀ) ਇਕੋ ਹੀ ਸੰਗਤਿ ਹੈ, ਦੋਵੇਂ ਇਕੋ ਹੀ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਵੱਸਦੇ ਹਨ, ਪਰ (ਆਪੋ ਵਿਚ) ਮਿਲ ਕੇ (ਕਦੇ) ਗੱਲ ਨਹੀਂ ਕਰਦੇ।",
    "PRONUNCIATION": "(gi Rih) Gr"
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "eyk bsqu ibnu. pMc duhyly; Eh bsqu Agocr TweI ]2]",
    "TRANSLITERATION": "Eaek Basath Bin Panch Dhuhaelae Ouh Basath Agochar Thaaee ||2||",
    "PUNJABI": "ਇਕ (ਨਾਮ) ਪਦਾਰਥ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਦੇ) ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਦੁੱਖੀ ਰਹਿੰਦੇ ਹਨ। ਉਹ (ਨਾਮ) ਪਦਾਰਥ ਅਜੇਹੇ ਥਾਂ ਵਿਚ ਹੈ, ਜਿਥੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ॥੨॥",
    "PRONUNCIATION": "(duhyly) duKI[ (TweI) QW"
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "ijs kw igRhu, iqin dIAw qwlw; kuMjI. gur saupweI ]",
    "TRANSLITERATION": "Jis Kaa Grihu Thin Dheeaa Thaalaa Kunjee Gur Soupaaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਸ ਹਰੀ ਦਾ ਇਹ ਬਣਾਇਆ ਹੋਇਆ (ਸਰੀਰ-) ਘਰ ਹੈ, ਉਸ ਨੇ ਹੀ (ਮੋਹ ਦਾ) ਜੰਦ੍ਰਾ ਮਾਰਿਆ ਹੋਇਆ ਹੈ, ਤੇ ਕੁੰਜੀ ਗੁਰੂ ਨੂੰ ਸੌਂਪ ਦਿੱਤੀ ਹੈ।",
    "PRONUNCIATION": "AhMkwrI ny Apny (gi Rhu) sRIr rUpI Gr nMU, AOguxW rUpI (qwlw) ijMdRw lw idqw hY. Akwl jI ny pUrn gurU jI nMU gRIbI rUpI kuMjI[ (saupweI) sONp idqI hY[ qwlw: polw bolo"
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "Aink aupwv kry. nhI pwvY; ibnu siqgur srxweI ]3]",
    "TRANSLITERATION": "Anik Oupaav Karae Nehee Paavai Bin Sathigur Saranaaee ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ ਹੋਰ ਹੋਰ ਅਨੇਕਾਂ ਹੀਲੇ ਕਰਦਾ ਹੈ, (ਪਰ ਉਹਨਾਂ ਹੀਲਿਆਂ ਨਾਲ ਪਰਮਾਤਮਾ ਨੂੰ) ਲੱਭ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "ijn ky bMDn. kwty siqgur; iqn swDsMgiq ilv lweI ]",
    "TRANSLITERATION": "Jin Kae Bandhhan Kaattae Sathigur Thin Saadhhasangath Liv Laaee ||",
    "PUNJABI": "ਹੇ ਸਤਿਗੁਰੂ! ਜਿਨ੍ਹਾਂ ਦੇ (ਮਾਇਆ ਦੇ) ਬੰਧਨ ਤੂੰ ਕੱਟ ਦਿੱਤੇ, ਉਹਨਾਂ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ (ਪ੍ਰਭੂ ਨਾਲ) ਪ੍ਰੀਤਿ ਬਣਾਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "pMc jnw imil. mMglu gwieAw; hir nwnk. Bydu n BweI ]4]",
    "TRANSLITERATION": "Panch Janaa Mil Mangal Gaaeiaa Har Naanak Bhaedh N Bhaaee ||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹਨਾਂ ਦੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੇ ਮਿਲ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ। ਹੇ ਭਾਈ! ਉਹਨਾਂ ਵਿਚ ਤੇ ਹਰੀ ਵਿਚ ਕੋਈ ਵਿੱਥ ਨਾਹ ਰਹਿ ਗਈ ॥੪॥",
    "PRONUNCIATION": "(mMglu) js[ (Bydu) &rk"
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "myry rwmrwie; ien ibiD imlY gusweI ]",
    "TRANSLITERATION": "Maerae Raam Raae Ein Bidhh Milai Gusaaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਧਰਤੀ ਦਾ ਖਸਮ-ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": "gusWeIN"
  },
  {
    "SHABAD_ID": 641,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "shju BieAw BRmu iKn mih nwTw; imil joqI joiq smweI ]1] rhwau dUjw ]1]122]",
    "TRANSLITERATION": "Sehaj Bhaeiaa Bhram Khin Mehi Naathaa Mil Jothee Joth Samaaee ||1|| Rehaao Dhoojaa ||1||122||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ, ਉਸ ਦੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਇਕ ਖਿਨ ਵਿਚ ਦੂਰ ਹੋ ਗਈ। ਉਸ ਦੀ ਜੋਤਿ ਪ੍ਰਭੂ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਗਈ ॥੧॥ਰਹਾਉ ਦੂਜਾ॥੧॥੧੨੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "AYso prcau; pwieE ]",
    "TRANSLITERATION": "Aiso Paracho Paaeiou ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਨਾਲ ਮੇਰੀ) ਇਹੋ ਜਿਹੀ ਸਾਂਝ ਬਣ ਗਈ,",
    "PRONUNCIATION": "(prcau) pRym"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "krI ikRpw dieAwl bITulY; siqgur muJih bqwieE ]1] rhwau ]",
    "TRANSLITERATION": "Karee Kirapaa Dhaeiaal Beethulai Sathigur Mujhehi Bathaaeiou ||1|| Rehaao ||",
    "PUNJABI": "ਕਿ ਉਸ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਟਿਕੇ ਹੋਏ ਦਿਆਲ ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਉਤੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਮੈਨੂੰ ਗੁਰੂ ਦਾ ਪਤਾ ਦੱਸ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(bITulY) pRB jI"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "jq kq dyKau. qq qq qum hI; moih. iehu ibsuAwsu hoie AwieE ]",
    "TRANSLITERATION": "Jath Kath Dhaekho Thath Thath Thum Hee Mohi Eihu Bisuaas Hoe Aaeiou ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਹੁਣ) ਮੈਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਗਿਆ ਹੈ ਕਿ ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੂੰ ਹੀ ਤੂੰ ਦਿੱਸਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "kY pih krau Ardwis bynqI; jau. sunqo hY rGurwieE ]1]",
    "TRANSLITERATION": "Kai Pehi Karo Aradhaas Baenathee Jo Sunatho Hai Raghuraaeiou ||1||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ (ਜੀਵਾਂ ਦੀ ਅਰਦਾਸ ਬੇਨਤੀ) ਸੁਣਦਾ ਹੈ ਤਾਂ ਮੈਂ (ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਸ ਦੇ ਪਾਸ ਅਰਜ਼ੋਈ ਕਰਾਂ ਬੇਨਤੀ ਕਰਾਂ? ॥੧॥",
    "PRONUNCIATION": "(rGurwieE) pRB jI"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "lihE shsw. bMDn, guir qory; qW sdw shj suKu pwieE ]",
    "TRANSLITERATION": "Lehiou Sehasaa Bandhhan Gur Thorae Thaan Sadhaa Sehaj Sukh Paaeiou ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਾਇਆ ਦੇ) ਬੰਧਨ ਤੋੜ ਦਿੱਤੇ, ਉਸ ਦਾ ਸਾਰਾ ਸਹਮ-ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਗਿਆ, ਤਦੋਂ ਉਸ ਨੇ ਸਦਾ ਲਈ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ।",
    "PRONUNCIATION": "(shsw) Brm"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "hoxw sw soeI Puin hosI; suKu duKu khw idKwieE ]2]",
    "TRANSLITERATION": "Honaa Saa Soee Fun Hosee Sukh Dhukh Kehaa Dhikhaaeiou ||2||",
    "PUNJABI": "(ਉਸ ਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਜੋ ਕੁਝ ਵਾਪਰਨਾ ਸੀ ਉਹੀ ਵਰਤੇਗਾ (ਉਸ ਦੇ ਹੁਕਮ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਸੁਖ ਜਾਂ ਕੋਈ ਦੁੱਖ ਕਿਤੇ ਭੀ ਵਿਖਾਲੀ ਨਹੀਂ ਦੇ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "(Puin) Pyr"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "KMf bRhmMf kw eyko Twxw; guir. prdw Koil idKwieE ]",
    "TRANSLITERATION": "Khandd Brehamandd Kaa Eaeko Thaanaa Gur Paradhaa Khol Dhikhaaeiou ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ) ਪਰਦਾ ਖੋਲ੍ਹ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦਾ ਇਕੋ ਟਿਕਾਣਾ ਦਿੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "(Twxw) itkwxw"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "nau iniD nwmu inDwnu, iek TweI; qau bwhir kYTY jwieE ]3]",
    "TRANSLITERATION": "No Nidhh Naam Nidhhaan Eik Thaaee Tho Baahar Kaithai Jaaeiou ||3||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜਗਤ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਰੂਪ ਪ੍ਰਭੂ-ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸੇ, ਉਸ ਨੂੰ ਕਿਤੇ ਬਾਹਰ ਭਟਕਣ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ ॥੩॥",
    "PRONUNCIATION": "(kYTY) ik`Qy[ bw-hir: hwhw mukqw rwry ishwrI lw ky"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "eykY kink Aink Bwiq swjI; bhu prkwr rcwieE ]",
    "TRANSLITERATION": "Eaekai Kanik Anik Bhaath Saajee Bahu Parakaar Rachaaeiou ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਵੇਂ) ਇੱਕ ਸੋਨੇ ਤੋਂ ਸੁਨਿਆਰੇ ਨੇ ਗਹਣਿਆਂ ਦੀ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੀ ਬਣਤਰ ਬਣਾ ਦਿੱਤੀ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਨੇ ਕਈ ਕਿਸਮਾਂ ਦੀ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚ ਦਿੱਤੀ ਹੈ।",
    "PRONUNCIATION": "(kink) sonw"
  },
  {
    "SHABAD_ID": 642,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "khu nwnk. Brmu, guir KoeI hY; iev qqY qqu imlwieE ]4]2]123]",
    "TRANSLITERATION": "Kahu Naanak Bharam Gur Khoee Hai Eiv Thathai Thath Milaaeiou ||4||2||123||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦਾ ਭਰਮ-ਭੁਲੇਖਾ ਦੂਰ ਕਰ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਹਰੇਕ ਤੱਤ (ਮੂਲ-) ਤੱਤ (ਪ੍ਰਭੂ) ਵਿਚ ਮਿਲਦਾ ਦਿੱਸਦਾ ਹੈ (ਜਿਵੇਂ ਅਨੇਕਾਂ ਰੂਪਾਂ ਦੇ ਗਹਣੇ ਮੁੜ ਸੋਨੇ ਵਿਚ ਹੀ ਮਿਲ ਜਾਂਦੇ ਹਨ) ॥੪॥੨॥੧੨੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI2 mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "VwVy hyTW bRIk 2 pV@nw nhIN, bRIk 2 dw Bwv ieh dUjI iksm dI gauVI hY["
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "AauD GtY; idnsu rYnwry ]",
    "TRANSLITERATION": "Aoudhh Ghattai Dhinas Rainaarae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਤੇਰੀ) ਉਮਰ (ਇਕ ਇਕ) ਦਿਨ (ਇਕ ਇਕ) ਰਾਤ ਕਰ ਕੇ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "(AauD) aumr[ (rYnwry) rwq"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "mn gur imil; kwj svwry ]1] rhwau ]",
    "TRANSLITERATION": "Man Gur Mil Kaaj Savaarae ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਜਿਸ ਕੰਮ ਲਈ ਤੂੰ ਜਗਤ ਵਿਚ ਆਇਆ ਹੈਂ, ਆਪਣੇ ਉਸ) ਕੰਮ ਨੂੰ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸਿਰੇ ਚਾੜ੍ਹ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "krau bynMqI. sunhu myry mIqw; sMq thl kI bylw ]",
    "TRANSLITERATION": "Karo Baenanthee Sunahu Maerae Meethaa Santh Ttehal Kee Baelaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਸੁਣ, ਮੈਂ (ਤੇਰੇ ਅੱਗੇ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ (ਇਹ ਮਨੁੱਖਾ ਜਨਮ) ਸੰਤਾਂ ਦੀ ਟਹਲ ਕਰਨ ਦਾ ਸਮਾ ਹੈ।",
    "PRONUNCIATION": "bylw:polw bolo[ (bylw) vyLw"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "eIhw. Kwit clhu hir lwhw; AwgY bsnu suhylw ]1]",
    "TRANSLITERATION": "Eehaa Khaatt Chalahu Har Laahaa Aagai Basan Suhaelaa ||1||",
    "PUNJABI": "ਇਥੋਂ ਹਰਿ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟ ਕੇ ਤੁਰੋ, ਪਰਲੋਕ ਵਿਚ ਸੌਖਾ ਵਾਸ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ ॥੧॥",
    "PRONUNCIATION": "(eIhw) ies lok c[ (AwgY) pRlok c"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "iehu sMswru ibkwru shsy mih; qirE bRhmigAwnI ]",
    "TRANSLITERATION": "Eihu Sansaar Bikaar Sehasae Mehi Thariou Breham Giaanee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਇਹ ਜਗਤ ਵਿਕਾਰ-ਰੂਪ ਬਣਿਆ ਪਿਆ ਹੈ (ਵਿਕਾਰਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ ਜੀਵ) ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਵਿਚ (ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ)। ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਉਹ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(shsy) Brm, icMqw"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "ijsih jgwie pIAwey hir rsu; AkQ kQw iqin jwnI ]2]",
    "TRANSLITERATION": "Jisehi Jagaae Peeaaeae Har Ras Akathh Kathhaa Thin Jaanee ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਪਰਮਾਤਮਾ ਵਿਕਾਰਾਂ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਸੁਚੇਤ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣਾ ਹਰਿ-ਨਾਮ-ਰਸ ਪਿਲਾਂਦਾ ਹੈ। ਉਸ ਮਨੁੱਖ ਨੇ ਫਿਰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ ਜਿਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "A-kQ: polw bolo"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "jw kau Awey. soeI ivhwJhu; hir gur qy mnih bsyrw ]",
    "TRANSLITERATION": "Jaa Ko Aaeae Soee Vihaajhahu Har Gur Thae Manehi Basaeraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ (ਨਾਮ-ਪਦਾਰਥ ਦੇ ਖ਼ਰੀਦਣ) ਵਾਸਤੇ (ਜਗਤ ਵਿਚ) ਆਏ ਹੋ, ਉਹ ਸੌਦਾ ਖ਼ਰੀਦੋ।",
    "PRONUNCIATION": "(ivhwJhu) KRIdo[ (bsyrw) vwsw"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "inj Gir mhlu pwvhu suK shjy; bhuir. n hoiego Pyrw ]3]",
    "TRANSLITERATION": "Nij Ghar Mehal Paavahu Sukh Sehajae Bahur N Hoeigo Faeraa ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਵਾਸ ਮਨ ਵਿਚ ਹੋ ਸਕਦਾ ਹੈ। ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣਾ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਲੱਭੋ। ਇਸ ਤਰ੍ਹਾਂ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮਿਲੇਗਾ ॥੩॥",
    "PRONUNCIATION": "(inj) Apxy (Gir) ihrdy[ (mhlu) inrgun bRhm"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "AMqrjwmI purK ibDwqy; srDw mn kI pUry ]",
    "TRANSLITERATION": "Antharajaamee Purakh Bidhhaathae Saradhhaa Man Kee Poorae ||",
    "PUNJABI": "ਹੇ ਅੰਤਰਜਾਮੀ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ! ਮੇਰੇ ਮਨ ਦੀ ਸਰਧਾ ਪੂਰੀ ਕਰ।",
    "PRONUNCIATION": "(ibDwqy) isrjxhwr pRB jI[ (srDw) Brosw"
  },
  {
    "SHABAD_ID": 643,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnku dwsu. iehI suKu mwgY; mokau. kir sMqn kI DUry ]4]3]124]",
    "TRANSLITERATION": "Naanak Dhaas Eihee Sukh Maagai Mo Ko Kar Santhan Kee Dhhoorae ||4||3||124||",
    "PUNJABI": "ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੈਥੋਂ ਇਹੀ ਸੁਖ ਮੰਗਦਾ ਹੈ-ਮੈਨੂੰ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਾ ਦੇ ॥੪॥੩॥੧੨੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "rwKu ipqw pRB myry ]",
    "TRANSLITERATION": "Raakh Pithaa Prabh Maerae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਗੁਣ-ਹੀਨ ਨੂੰ ਬਚਾ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "moih inrgunu; sB gun qyry ]1] rhwau ]",
    "TRANSLITERATION": "Mohi Niragun Sabh Gun Thaerae ||1|| Rehaao ||",
    "PUNJABI": "ਸਾਰੇ ਗੁਣ ਤੇਰੇ (ਵੱਸ ਵਿਚ ਹਨ, ਜਿਸ ਤੇ ਮਿਹਰ ਕਰੇਂ, ਉਸੇ ਨੂੰ ਮਿਲਦੇ ਹਨ। ਮੈਨੂੰ ਭੀ ਆਪਣੇ ਗੁਣ ਬਖ਼ਸ਼ ਤੇ ਅਉਗਣਾਂ ਤੋਂ ਬਚਾ ਲੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "pMc ibKwdI. eyku grIbw; rwKhu rwKnhwry ]",
    "TRANSLITERATION": "Panch Bikhaadhee Eaek Gareebaa Raakhahu Raakhanehaarae ||",
    "PUNJABI": "ਹੇ ਸਹਾਇਤਾ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ! ਮੈਂ ਗਰੀਬ ਇਕੱਲਾ ਹਾਂ ਤੇ ਮੇਰੇ ਵੈਰੀ ਕਾਮ ਆਦਿਕ ਪੰਜ ਹਨ।",
    "PRONUNCIATION": "(ibKwdI) du`KdweI"
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "Kydu krih. Aru bhuqu sMqwvih; AwieE srin quhwry ]1]",
    "TRANSLITERATION": "Khaedh Karehi Ar Bahuth Santhaavehi Aaeiou Saran Thuhaarae ||1||",
    "PUNJABI": "ਮੇਰੀ ਸਹਾਇਤਾ ਕਰ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਇਹ ਪੰਜੇ ਮੈਨੂੰ ਦੁੱਖ ਦੇਂਦੇ ਹਨ ਤੇ ਬਹੁਤ ਸਤਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(Kydu) du`K[ (sMqwvih) sqwauNdy, qMg krdy"
  }
]