[
  {
    "SHABAD_ID": 644,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "kir kir hwirE. Aink bhu BwqI; Cofih kqhUM nwhI ]",
    "TRANSLITERATION": "Kar Kar Haariou Anik Bahu Bhaathee Shhoddehi Kathehoon Naahee ||",
    "PUNJABI": "(ਹੇ ਪਿਤਾ-ਪ੍ਰਭੂ! ਇਹਨਾਂ ਪੰਜਾਂ ਬਿਖਾਦੀਆਂ ਤੋਂ ਬਚਣ ਲਈ) ਮੈਂ ਅਨੇਕਾਂ ਤੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਜਤਨ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ, ਇਹ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਮੇਰੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ।",
    "PRONUNCIATION": "BWqI"
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "eyk bwq suin. qwkI Etw; swDsMig imit jwhI ]2]",
    "TRANSLITERATION": "Eaek Baath Sun Thaakee Outtaa Saadhhasang Mitt Jaahee ||2||",
    "PUNJABI": "ਇਕ ਇਹ ਗੱਲ ਸੁਣ ਕੇ ਕਿ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਇਹ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮੈਂ ਤੇਰੀ ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(q`wkI) q`kxw kIqI"
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "kir ikrpw sMq imly moih; iqn qy. DIrju pwieAw ]",
    "TRANSLITERATION": "Kar Kirapaa Santh Milae Mohi Thin Thae Dhheeraj Paaeiaa ||",
    "PUNJABI": "(ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਤੇਰੇ ਸੰਤ ਜਨ ਮਿਲ ਪਏ, ਉਹਨਾਂ ਤੋਂ ਮੈਨੂੰ ਹੌਸਲਾ ਮਿਲਿਆ ਹੈ।",
    "PRONUNCIATION": "(DIrju) itkwau"
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "sMqI. mMqu dIE moih inrBau; gur kw sbdu kmwieAw ]3]",
    "TRANSLITERATION": "Santhee Manth Dheeou Mohi Nirabho Gur Kaa Sabadh Kamaaeiaa ||3||",
    "PUNJABI": "ਸੰਤਾਂ ਨੇ ਮੈਨੂੰ (ਇਹਨਾਂ ਪੰਜਾਂ ਬਿਖਾਦੀਆਂ ਤੋਂ) ਨਿਡਰ ਕਰਨ ਵਾਲਾ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ ਤੇ ਮੈਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਜੀਵਨ ਵਿਚ ਧਾਰਿਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": "sMqIN"
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "jIiq ley Eie mhw ibKwdI; shj suhylI bwxI ]",
    "TRANSLITERATION": "Jeeth Leae Oue Mehaa Bikhaadhee Sehaj Suhaelee Baanee ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇਣ ਵਾਲੀ, ਤੇ ਸੁਖ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਹ ਪੰਜੇ ਵੱਡੇ ਝਗੜਾਲੂ ਜਿੱਤ ਲਏ ਹਨ।",
    "PRONUNCIATION": "(ibKwdI) JgVwlU[ (suhylI) suKdweI"
  },
  {
    "SHABAD_ID": 644,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "khu nwnk. min BieAw prgwsw; pwieAw pdu inrbwxI ]4]4]125]",
    "TRANSLITERATION": "Kahu Naanak Man Bhaeiaa Paragaasaa Paaeiaa Padh Nirabaanee ||4||4||125||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਹੁਣ) ਆਖ-ਮੇਰੇ ਮਨ ਵਿਚ ਆਤਮਕ ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਮੈਂ ਉਹ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਜਿਥੇ ਕੋਈ ਵਾਸ਼ਨਾ ਨਹੀਂ ਪੋਹ ਸਕਦੀ ॥੪॥੪॥੧੨੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "Ehu; AibnwsI rwieAw ]",
    "TRANSLITERATION": "Ouhu Abinaasee Raaeiaa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਇਕ) ਉਹ ਰਾਜਾ ਹੈਂ ਜੋ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ।",
    "PRONUNCIATION": "(rwieAw) pwqSwh"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "inrBau sMig qumwrY bsqy; iehu frnu. khw qy AwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Nirabho Sang Thumaarai Basathae Eihu Ddaran Kehaa Thae Aaeiaa ||1|| Rehaao ||",
    "PUNJABI": "ਜੇਹੜੇ ਜੀਵ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਨਿਡਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਿਤੋਂ ਭੀ ਕੋਈ ਡਰ-ਖ਼ੌਫ਼ ਨਹੀਂ ਆਉਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "eyk mhil. qUM hoih APwro; eyk mhil inmwno ]",
    "TRANSLITERATION": "Eaek Mehal Thoon Hohi Afaaro Eaek Mehal Nimaano ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਵਾਲਿਆਂ ਨੂੰ ਯਕੀਨ ਹੈ ਕਿ) ਇਕ (ਮਨੁੱਖ ਦੇ) ਸਰੀਰ ਵਿਚ ਤੂੰ (ਆਪ ਹੀ) ਅਹੰਕਾਰੀ ਬਣਿਆ ਹੈਂ ਤੇ ਇਕ ਹੋਰ ਸਰੀਰ ਵਿਚ ਤੂੰ ਮਾਣ-ਰਹਿਤ ਹੈਂ।",
    "PRONUNCIATION": "(mh-il) sRIr[ (APwro) hMkwrI[ (inmwno) inmwxw gRIb"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "eyk mhil. qUM Awpy Awpy; eyk mhil grIbwno ]1]",
    "TRANSLITERATION": "Eaek Mehal Thoon Aapae Aapae Eaek Mehal Gareebaano ||1||",
    "PUNJABI": "ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਸਭ ਇਖ਼ਤਿਆਰ ਵਾਲਾ ਹੈਂ ਤੇ ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਗ਼ਰੀਬ ਕੰਗਾਲ ਹੈਂ ॥੧॥",
    "PRONUNCIATION": "(grIbwno) gRIb"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "eyk mhil. qUM pMifqu bkqw; eyk mhil Klu hoqw ]",
    "TRANSLITERATION": "Eaek Mehal Thoon Panddith Bakathaa Eaek Mehal Khal Hothaa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਇਕ (ਮਨੁੱਖਾ) ਸਰੀਰ ਵਿਚ ਤੂੰ ਚੰਗਾ ਬੋਲ ਸਕਣ ਵਾਲਾ ਵਿਦਵਾਨ ਹੈਂ ਤੇ ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਮੂਰਖ ਬਣਿਆ ਹੋਇਆ ਹੈਂ।",
    "PRONUNCIATION": "(pMifqu) ivdvwn (bkqw) aupdySk[ (Klu) mUrK[ bkqwKlu: poly bolo"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "eyk mhil. qUM sBu ikCu gRwhju; eyk mhil. kCU n lyqw ]2]",
    "TRANSLITERATION": "Eaek Mehal Thoon Sabh Kishh Graahaj Eaek Mehal Kashhoo N Laethaa ||2||",
    "PUNJABI": "ਇਕ ਸਰੀਰ ਵਿਚ (ਬੈਠ ਕੇ ਤੂੰ ਗਰੀਬਾਂ, ਕਮਜ਼ੋਰਾਂ ਪਾਸੋਂ) ਸਭ ਕੁਝ (ਖੋਹ ਕੇ ਆਪਣੇ ਪਾਸ) ਇਕੱਠਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੇ ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ (ਵਿਰਕਤ ਬਣ ਕੇ) ਕੋਈ ਚੀਜ਼ ਭੀ ਅੰਗੀਕਾਰ ਨਹੀਂ ਕਰਦਾ ॥੨॥",
    "PRONUNCIATION": "(gRwhju) iek`Tw krdw"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "kwT kI puqrI. khw krY bpurI; iKlwvnhwro jwnY ]",
    "TRANSLITERATION": "Kaath Kee Putharee Kehaa Karai Bapuree Khilaavanehaaro Jaanai ||",
    "PUNJABI": "(ਪਰ, ਹੇ ਭਾਈ!) ਇਹ ਜੀਵ ਵਿਚਾਰਾ ਕਾਠ ਦੀ ਪੁਤਲੀ ਹੈ, ਇਸ ਨੂੰ ਖਿਡਾਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ ਜਾਣਦਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਕਿਵੇਂ ਨਚਾ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "puqrI:polw bolo[ (puqrI) puqlI[ (b`purI) ivcwrI"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "jYsw ByKu. krwvY bwjIgru; Ehu. qYso hI swju AwnY ]3]",
    "TRANSLITERATION": "Jaisaa Bhaekh Karaavai Baajeegar Ouhu Thaiso Hee Saaj Aanai ||3||",
    "PUNJABI": "(ਬਾਜੀ ਖਿਡਾਣ ਵਾਲਾ ਪ੍ਰਭੂ) ਬਾਜੀਗਰ ਜਿਹੋ ਜਿਹਾ ਸਾਂਗ ਰਚਾਂਦਾ ਹੈ, ਉਹ ਜੀਵ ਉਹੋ ਜਿਹਾ ਸਾਂਗ ਰਚਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(swju) bnwvt"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "Aink koTrI. bhuqu Bwiq krIAw; Awip hoAw rKvwrw ]",
    "TRANSLITERATION": "Anik Kotharee Bahuth Bhaath Kareeaa Aap Hoaa Rakhavaaraa ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ (ਜਗਤ ਵਿਚ ਬੇਅੰਤ ਜੂਨਾਂ ਦੇ ਜੀਵਾਂ ਦੀਆਂ) ਅਨੇਕ (ਸਰੀਰ-) ਕੋਠੜੀਆਂ ਕਈ ਕਿਸਮਾਂ ਦੀਆਂ ਬਣਾ ਦਿੱਤੀਆਂ ਹਨ ਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਦਾ) ਰਾਖਾ ਬਣਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(koTrI) dyhW"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "jYsy mhil rwKY. qYsY rhnw; ikAw iehu krY ibcwrw ]4]",
    "TRANSLITERATION": "Jaisae Mehal Raakhai Thaisai Rehanaa Kiaa Eihu Karai Bichaaraa ||4||",
    "PUNJABI": "ਇਹ ਵਿਚਾਰਾ ਜੀਵ (ਆਪਣੇ ਆਪ) ਕੁਝ ਭੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹੈ। ਜਿਹੋ ਜਿਹੇ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਇਸ ਨੂੰ ਰੱਖਦਾ ਹੈ, ਉਹੋ ਜਿਹੇ ਸਰੀਰ ਵਿਚ ਇਸ ਨੂੰ ਰਹਿਣਾ ਪੈਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "mh-il"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "ijin ikCu kIAw. soeI jwnY; ijin ieh sB ibiD swjI ]",
    "TRANSLITERATION": "Jin Kishh Keeaa Soee Jaanai Jin Eih Sabh Bidhh Saajee ||",
    "PUNJABI": "ਆਖ-ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਰਚਿਆ ਹੈ, ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਾਰੀ ਖੇਡ ਬਣਾਈ ਹੈ, ਓਹੀ (ਇਸ ਦੇ ਭੇਦ ਨੂੰ) ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": "ibiD: polw bolo"
  },
  {
    "SHABAD_ID": 645,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "khu nwnk. AprMpr suAwmI; kImiq ApunY kwjI ]5]5]126]",
    "TRANSLITERATION": "Kahu Naanak Aparanpar Suaamee Keemath Apunae Kaajee ||5||5||126||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹ ਪਰਮਾਤਮਾ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ, (ਸਾਰੀ ਰਚਨਾ ਦਾ) ਮਾਲਕ ਹੈ, ਤੇ ਉਹ ਆਪਣੇ ਕੰਮਾਂ ਦੀ ਕਦਰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ॥੫॥੫॥੧੨੬॥",
    "PRONUNCIATION": "(Ap-rMpr) byAMq[ (k`wjI) kMmW dI"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "Coif Coif ry; ibiKAw ky rsUAw ]",
    "TRANSLITERATION": "Shhodd Shhodd Rae Bikhiaa Kae Rasooaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਚਸਕੇ ਛੱਡ ਦੇ ਛੱਡ ਦੇ।",
    "PRONUNCIATION": "(rsUAw) rs"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "auriJ rihE. ry bwvr gwvr; ijau ikrKY. hirAwieE psUAw ]1] rhwau ]",
    "TRANSLITERATION": "Ourajh Rehiou Rae Baavar Gaavar Jio Kirakhai Hariaaeiou Pasooaa ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਕਮਲੇ ਗੰਵਾਰ! ਤੂੰ (ਇਹਨਾਂ ਚਸਕਿਆਂ ਵਿਚ ਇਉਂ) ਮਸਤ ਪਿਆ ਹੈਂ, ਜਿਵੇਂ ਕੋਈ ਪਸ਼ੂ ਹਰੇ ਖੇਤ ਵਿਚ ਮਸਤ (ਹੁੰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(bwvr) kmly[ (gwvr) bysmJ[ (hir@AwieE) hrI (ikr-KY) KyqI"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "jo jwnih. qUM ApunY kwjY; so sMig n cwlY qyrY. qsUAw ]",
    "TRANSLITERATION": "Jo Jaanehi Thoon Apunae Kaajai So Sang N Chaalai Thaerai Thasooaa ||",
    "PUNJABI": "(ਹੇ ਕਮਲੇ!) ਜਿਸ ਚੀਜ਼ ਨੂੰ ਤੂੰ ਆਪਣੇ ਕੰਮ ਆਉਣ ਵਾਲੀ ਸਮਝਦਾ ਹੈਂ, ਉਹ ਰਤਾ ਭਰ ਭੀ (ਅੰਤ ਵੇਲੇ) ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "PRONUNCIATION": "(k`wjY) kMm Aaux vwly[ (qsUAw) QoVw ijhw"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "nwgo AwieE. nwg isDwsI; Pyir iPirE. Aru kwil grsUAw ]1]",
    "TRANSLITERATION": "Naago Aaeiou Naag Sidhhaasee Faer Firiou Ar Kaal Garasooaa ||1||",
    "PUNJABI": "ਤੂੰ (ਜਗਤ ਵਿਚ) ਨੰਗਾ ਆਇਆ ਸੀ (ਇਥੋਂ) ਨੰਗਾ ਹੀ ਚਲਾ ਜਾਏਂਗਾ। ਤੂੰ (ਵਿਅਰਥ ਹੀ ਜੂਨਾਂ ਦੇ) ਗੇੜ ਵਿਚ ਫਿਰ ਰਿਹਾ ਹੈਂ ਅਤੇ ਤੈਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ ਗ੍ਰਸਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(isDwsI) jwvygw[ (g-rsUAw) Kw ilAw[ nWgo[ nWg"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "pyiK pyiK ry. ksuMB kI lIlw; rwic mwic iqnhUM lau hsUAw ]",
    "TRANSLITERATION": "Paekh Paekh Rae Kasunbh Kee Leelaa Raach Maach Thinehoon Lo Hasooaa ||",
    "PUNJABI": "(ਹੇ ਕਮਲੇ!) (ਇਹ ਮਾਇਆ ਦੀ ਖੇਡ) ਕਸੁੰਭੇ ਦੀ ਖੇਡ (ਹੈ, ਇਸ ਨੂੰ) ਵੇਖ ਵੇਖ ਕੇ ਤੂੰ ਇਸ ਵਿਚ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ ਤੇ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਨਾਲ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈਂ।",
    "PRONUNCIATION": "(ksuMB) k`cy rMg vwlw Pu`l[(l@Ilw) Kyf[ h`sUAw"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "CIjq foir. idnsu Aru rYnI; jIA ko kwju. n kIno kCUAw ]2]",
    "TRANSLITERATION": "Shheejath Ddor Dhinas Ar Rainee Jeea Ko Kaaj N Keeno Kashhooaa ||2||",
    "PUNJABI": "ਦਿਨ ਰਾਤ ਤੇਰੀ ਉਮਰ ਦੀ ਡੋਰੀ ਕਮਜ਼ੋਰ ਹੁੰਦੀ ਜਾ ਰਹੀ ਹੈ। ਤੂੰ ਆਪਣੀ ਜਿੰਦ ਦੇ ਕੰਮ ਆਉਣ ਵਾਲਾ ਕੋਈ ਭੀ ਕੰਮ ਨਹੀਂ ਕੀਤਾ ॥੨॥",
    "PRONUNCIATION": "(CIjq) iC`jdI kmzor huMdI"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "krq krq. iev hI ibrDwno; hwirE aukqy, qnu KInsUAw ]",
    "TRANSLITERATION": "Karath Karath Eiv Hee Biradhhaano Haariou Oukathae Than Kheenasooaa ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਧੰਧੇ) ਕਰ ਕਰ ਕੇ ਇਉਂ ਹੀ ਮਨੁੱਖ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਕਲ ਕੰਮ ਕਰਨੋਂ ਰਹਿ ਜਾਂਦੀ ਹੈ, ਤੇ ਸਰੀਰ ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(ibrDwno) ibrD[ (aukqy) bolxo BI hwr igAw[sRIr dw bl (KI-nsUAw) nws hoigAw"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau moihE. auin mohnI bwlw; aus qy. GtY nwhI ruc csUAw ]3]",
    "TRANSLITERATION": "Jio Mohiou Oun Mohanee Baalaa Ous Thae Ghattai Naahee Ruch Chasooaa ||3||",
    "PUNJABI": "ਜਿਵੇਂ (ਜਵਾਨੀ ਵੇਲੇ) ਉਸ ਮੋਹਣ ਵਾਲੀ ਮਾਇਆ ਨੇ ਇਸ ਨੂੰ ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾਇਆ ਸੀ, ਉਸ ਵਲੋਂ ਇਸ ਦੀ ਪ੍ਰੀਤਿ ਰਤਾ ਭੀ ਨਹੀਂ ਘਟਦੀ ॥੩॥",
    "PRONUNCIATION": "(mohnI) mohx vwlI (bwlw) mwieAw iesqRI[ (ruc) pRIqI[ (c`sUAw) QoVw vI[ GtY: polw bolo[ c`sUAw"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "jgu AYsw. moih gurih idKwieE; qau srix pirE, qij grbsUAw ]",
    "TRANSLITERATION": "Jag Aisaa Mohi Gurehi Dhikhaaeiou Tho Saran Pariou Thaj Garabasooaa ||",
    "PUNJABI": "ਆਖ-ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ਕਿ ਜਗਤ (ਦਾ ਮੋਹ) ਇਹੋ ਜਿਹਾ ਹੈ। ਤਦ ਮੈਂ (ਜਗਤ ਦਾ) ਮਾਣ ਛੱਡ ਕੇ (ਗੁਰੂ ਦੀ) ਸਰਨ ਪਿਆ ਹਾਂ।",
    "PRONUNCIATION": "(gr-bsUAw) hMkwr eIrKw"
  },
  {
    "SHABAD_ID": 646,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "mwrgu pRB ko. sMiq bqwieE; idRVI nwnk dws. Bgiq hir jsUAw ]4]6]127]",
    "TRANSLITERATION": "Maarag Prabh Ko Santh Bathaaeiou Dhrirree Naanak Dhaas Bhagath Har Jasooaa ||4||6||127||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ-ਸੰਤ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਣ ਦਾ ਰਾਹ ਦੱਸ ਦਿੱਤਾ ਹੈ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕੀ ਕਰ ਲਈ ਹੈ ॥੪॥੬॥੧੨੭॥",
    "PRONUNCIATION": "jsUAw:polw bolo[ (jsUAw) js"
  },
  {
    "SHABAD_ID": 647,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI4 mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "gauVI: V pYr c iliKAw 4 nhIN pV@nw, auh rwg gauVI dI iksm dw pRqIk hY"
  },
  {
    "SHABAD_ID": 647,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "quJ ibnu; kvnu hmwrw ]",
    "TRANSLITERATION": "Thujh Bin Kavan Hamaaraa ||",
    "PUNJABI": "ਤੈਥੋਂ ਬਿਨਾ ਸਾਡਾ ਹੋਰ ਕੌਣ (ਸਹਾਰਾ) ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 647,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "myry pRIqm; pRwn ADwrw ]1] rhwau ]",
    "TRANSLITERATION": "Maerae Preetham Praan Adhhaaraa ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 647,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "AMqr kI ibiD. qum hI jwnI; qum hI sjn suhyly ]",
    "TRANSLITERATION": "Anthar Kee Bidhh Thum Hee Jaanee Thum Hee Sajan Suhaelae ||",
    "PUNJABI": "ਮੇਰੇ ਦਿਲ ਦੀ ਹਾਲਤ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈਂ; ਤੂੰ ਹੀ ਮੈਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": "(suhyly) suKdwiek[ s`jn"
  },
  {
    "SHABAD_ID": 647,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "srb suKw mY quJ qy pwey; myry Twkur Agh Aqoly ]1]",
    "TRANSLITERATION": "Sarab Sukhaa Mai Thujh Thae Paaeae Maerae Thaakur Ageh Atholae ||1||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਅਥਾਹ ਤੇ ਅਡੋਲ ਠਾਕੁਰ! ਸਾਰੇ ਸੁਖ ਮੈਂ ਤੈਥੋਂ ਹੀ ਲੱਭੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(Agh) (A) ivSyS krky swirAW nUM Apxy s`cy Ajpw jwp inrgux srUp c (gh) pkV ky hux sMBwl rhy hn"
  }
]