[
  {
    "SHABAD_ID": 651,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "jog jugiq; suin AwieE gur qy ]",
    "TRANSLITERATION": "Jog Jugath Sun Aaeiou Gur Thae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਅਸਲ ਜੋਗ ਦਾ ਤਰੀਕਾ ਸੁਣ ਕੇ ਆਇਆ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mokau; siqgur. sbid buJwieE ]1] rhwau ]",
    "TRANSLITERATION": "Mo Ko Sathigur Sabadh Bujhaaeiou ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਜਾਚ) ਸਮਝਾ ਦਿੱਤੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "bu`JwieE"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "nau KMf ipRQmI. iesu qn mih rivAw; inmK inmK nmskwrw ]",
    "TRANSLITERATION": "No Khandd Prithhamee Eis Than Mehi Raviaa Nimakh Nimakh Namasakaaraa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮੈਂ ਪਲ ਪਲ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਨਮਸਕਾਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਜੇਹੜਾ ਇਸ ਮਨੁੱਖਾ ਸਰੀਰ ਦੇ ਵਿਚ ਹੀ ਮੌਜੂਦ ਹੈ (ਇਹੀ ਹੈ ਮੇਰੇ ਵਾਸਤੇ ਜੋਗੀਆਂ ਵਾਲਾ) ਸਾਰੀ ਧਰਤੀ (ਦਾ ਰਟਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "dIiKAw gur kI. muMdRw kwnI; idRiVE eyku inrMkwrw ]1]",
    "TRANSLITERATION": "Dheekhiaa Gur Kee Mundhraa Kaanee Dhrirriou Eaek Nirankaaraa ||1||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਦ੍ਰਿੜ੍ਹ ਕਰ ਲਿਆ ਹੈ (ਇਹੀ ਹੈ ਮੇਰੇ ਵਾਸਤੇ) ਕੰਨਾਂ ਵਿਚ ਮੁੰਦ੍ਰਾਂ (ਜੋ ਜੋਗੀ ਲੋਕ ਪਾਂਦੇ ਹਨ) ਮੈਂ ਇਕ ਨਿਰੰਕਾਰ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": "(dIiKAw) is`iKAw[ k`wnI"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "pMc cyly imil. Bey iekqRw; eyksu kY vis kIey ]",
    "TRANSLITERATION": "Panch Chaelae Mil Bheae Eikathraa Eaekas Kai Vas Keeeae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਲ ਭਟਕਣ ਦੇ ਥਾਂ) ਮਿਲ ਕੇ ਇਕੱਠੇ ਹੋ ਗਏ ਹਨ। (ਭਟਕਣੋਂ ਹਟ ਗਏ ਹਨ), ਇਹ ਸਾਰੇ ਇਕ ਉੱਚੀ ਸੁਰਤ ਦੇ ਅਧੀਨ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": "(pMc) kwmwidk[ ie-k`qRw v`is"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "ds bYrwgin AwigAwkwrI; qb inrml jogI QIey ]2]",
    "TRANSLITERATION": "Dhas Bairaagan Aagiaakaaree Thab Niramal Jogee Thheeeae ||2||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਜਦੋਂ ਤੋਂ) ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਮੇਰੀਆਂ ਦਸੇ ਇੰਦ੍ਰੀਆਂ (ਉੱਚੀ ਮਤਿ ਦੀ) ਆਗਿਆ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪਈਆਂ ਹਨ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲਾ ਜੋਗੀ ਬਣ ਗਿਆ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": "ds igAwn ieMdRIAW sMswr v`loN (bYrwgin) auprwm"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "Brmu jrwie. crweI ibBUqw; pMQu eyku kir pyiKAw ]",
    "TRANSLITERATION": "Bharam Jaraae Charaaee Bibhoothaa Panthh Eaek Kar Paekhiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਮਨ ਦੀ) ਭਟਕਣਾ ਨੂੰ ਸਾੜ ਕੇ (ਇਹ) ਸੁਆਹ ਮੈਂ (ਆਪਣੇ ਪਿੰਡੇ ਉਤੇ) ਮਲ ਲਈ ਹੈ, ਮੈਂ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਵਿਆਪਕ ਵੇਖਦਾ ਹਾਂ-ਇਹ ਹੈ ਮੇਰਾ ਜੋਗ-ਪੰਥ।",
    "PRONUNCIATION": "(ibBUqw) sm`gRI jW suAwh[ cr@weI"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "shj sUK. so kInI Bugqw; jo Twkuir. msqik lyiKAw ]3]",
    "TRANSLITERATION": "Sehaj Sookh So Keenee Bhugathaa Jo Thaakur Masathak Laekhiaa ||3||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮੈਂ ਉਸ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਨੂੰ (ਆਪਣੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਵਾਸਤੇ ਜੋਗੀਆਂ ਦੇ ਭੰਡਾਰੇ ਵਾਲਾ) ਚੂਰਮਾ ਬਣਾਇਆ ਹੈ, ਜਿਸ ਦੀ ਪ੍ਰਾਪਤੀ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਮੱਥੇ ਉਤੇ ਲਿਖ ਦਿੱਤੀ ॥੩॥",
    "PRONUNCIATION": "(Bugqw) Bojn"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "jh Bau nwhI. qhw Awsnu bwiDE; isMgI Anhq bwnI ]",
    "TRANSLITERATION": "Jeh Bho Naahee Thehaa Aasan Baadhhiou Singee Anehath Baanee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਇਕ-ਰਸ ਸਿੰਙੀ ਵਜਾ ਰਿਹਾ ਹਾਂ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਆਪਣਾ ਆਸਣ ਜਮਾਇਆ ਹੋਇਆ ਹੈ ਜਿਥੇ (ਦੁਨੀਆ ਵਾਲਾ) ਕੋਈ ਡਰ ਮੈਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "(Anhq) ie`k rs"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "qqu bIcwru. fMfw kir rwiKE; jugiq nwmu min BwnI ]4]",
    "TRANSLITERATION": "Thath Beechaar Ddanddaa Kar Raakhiou Jugath Naam Man Bhaanee ||4||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਵਿਚਾਰਦੇ ਰਹਿਣਾ-ਇਸ ਨੂੰ (ਜੋਗੀਆਂ ਵਾਲਾ) ਡੰਡਾ ਬਣਾ ਕੇ ਮੈਂ ਆਪਣੇ ਪਾਸ ਰੱਖਿਆ ਹੋਇਆ ਹੈ। (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ (ਨੂੰ ਸਿਮਰਦੇ ਰਹਿਣਾ ਬੱਸ! ਇਹੀ ਜੋਗੀ ਦੀ) ਜੁਗਤਿ ਮੇਰੇ ਮਨ ਵਿਚ ਚੰਗੀ ਲੱਗ ਰਹੀ ਹੈ ॥੪॥",
    "PRONUNCIATION": "BwnI:polw bolo[ (BwnI) cMgI l`gI"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "AYsw jogI vfBwgI BytY; mwieAw ky bMDn kwtY ]",
    "TRANSLITERATION": "Aisaa Jogee Vaddabhaagee Bhaettai Maaeiaa Kae Bandhhan Kaattai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਇਹੋ ਜਿਹੀ (ਜੁਗਤਿ ਨਿਬਾਹੁਣ ਵਾਲਾ) ਜੋਗੀ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਸਾਰੇ ਬੰਧਨ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(BytY) imly"
  },
  {
    "SHABAD_ID": 651,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "syvw pUj krau. iqsu mUriq kI; nwnku. iqsu pg cwtY ]5]11]132]",
    "TRANSLITERATION": "Saevaa Pooj Karo This Moorath Kee Naanak This Pag Chaattai ||5||11||132||",
    "PUNJABI": "ਮੈਂ ਭੀ ਪਰਮਾਤਮਾ-ਦੇ-ਰੂਪ ਅਜੇਹੇ ਜੋਗੀ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹਾਂ ਪੂਜਾ ਕਰਦਾ ਹਾਂ। ਨਾਨਕ ਅਜੇਹੇ ਜੋਗੀ ਦੇ ਪੈਰ ਪਰਸਦਾ ਹੈ ॥੫॥੧੧॥੧੩੨॥",
    "PRONUNCIATION": "pg:polw bolo[ (pg) crn[ c`wtY"
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "AnUp pdwrQu. nwmu sunhu; sgl iDAwiely mIqw ]",
    "TRANSLITERATION": "Anoop Padhaarathh Naam Sunahu Sagal Dhhiaaeilae Meethaa ||",
    "PUNJABI": "ਹੇ ਮਿੱਤਰੋ! ਸੁਣੋ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਪਦਾਰਥ ਹੈ ਜਿਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ। (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਿੱਤਰੋ!) ਸਾਰੇ (ਇਸ ਨਾਮ ਨੂੰ) ਸਿਮਰੋ।",
    "PRONUNCIATION": "(AnUp) aupmw rihq[ (iDAwie-ly) ismro"
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "hir AauKDu. jw kau guir dIAw; qw ky inrml cIqw ]1] rhwau ]",
    "TRANSLITERATION": "Har Aoukhadhh Jaa Ko Gur Dheeaa Thaa Kae Niramal Cheethaa ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਰੂ ਦਿੱਤਾ ਉਹਨਾਂ ਦੇ ਚਿੱਤ (ਹਰੇਕ ਕਿਸਮ ਦੇ ਵਿਕਾਰ ਦੀ) ਮੈਲ ਤੋਂ ਸਾਫ਼ ਹੋ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "AMDkwru imitE. iqh qn qy; guir. sbid dIpku prgwsw ]",
    "TRANSLITERATION": "Andhhakaar Mittiou Thih Than Thae Gur Sabadh Dheepak Paragaasaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਗਿਆਨ ਦਾ) ਦੀਵਾ ਜਗਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "BRm kI jwlI. qw kI kwtI; jw kau swDsMgiq ibsÍwsw ]1]",
    "TRANSLITERATION": "Bhram Kee Jaalee Thaa Kee Kaattee Jaa Ko Saadhhasangath Bisvaasaa ||1||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਿਸ ਮਨੁੱਖ ਦੀ ਸਰਧਾ ਬਣ ਗਈ, (ਗੁਰੂ ਨੇ) ਉਸ (ਦੇ ਮਨ) ਦਾ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਦਾ ਜਾਲ ਕੱਟ ਦਿੱਤਾ ॥੧॥",
    "PRONUNCIATION": "jwlI: polw bolo[ ibsÍwsw: A`Dw vwvw polw bolo, pUrw vwvw BrvW bolIdw hY"
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "qwrIly Bvjlu qwrU ibKVw; boihQ swDUsMgw ]",
    "TRANSLITERATION": "Thaareelae Bhavajal Thaaroo Bikharraa Bohithh Saadhhoo Sangaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ-ਰੂਪ ਜਹਾਜ਼ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਹ ਇਸ ਅਥਾਹ ਤੇ ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ।",
    "PRONUNCIATION": "(qwrI-ly) qwr ilAw[ (qwrU) qwrn vwly DMn gurU rwmdws swihb jI"
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "pUrn hoeI mn kI Awsw; guru ByitE hir rMgw ]2]",
    "TRANSLITERATION": "Pooran Hoee Man Kee Aasaa Gur Bhaettiou Har Rangaa ||2||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦੇ ਮਨ ਦੀ (ਹਰੇਕ) ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "nwm Kjwnw. BgqI pwieAw; mn qn iqRpiq AGwey ]",
    "TRANSLITERATION": "Naam Khajaanaa Bhagathee Paaeiaa Man Than Thripath Aghaaeae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ) ਭਗਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ (ਮਾਇਆ ਵਲੋਂ ਤ੍ਰਿਪਤ ਹੋ ਗਏ, ਉਹਨਾਂ ਦੇ ਤਨ (ਹਿਰਦੇ ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਗਏ।",
    "PRONUNCIATION": "BgqIN"
  },
  {
    "SHABAD_ID": 652,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. hir jIau qw kau dyvY; jw kau hukmu mnwey ]3]12]133]",
    "TRANSLITERATION": "Naanak Har Jeeo Thaa Ko Dhaevai Jaa Ko Hukam Manaaeae ||3||12||133||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਇਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ) ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਹੀ ਦੇਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣਾ ਹੁਕਮ ਮੰਨਣ ਲਈ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ ॥੩॥੧੨॥੧੩੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "dieAw mieAw kir. pRwnpiq mory; moih AnwQ. srix pRB qorI ]",
    "TRANSLITERATION": "Dhaeiaa Maeiaa Kar Praanapath Morae Mohi Anaathh Saran Prabh Thoree ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਮਾਲਕ! (ਮੇਰੇ ਉਤੇ) ਦਇਆ ਕਰ ਮਿਹਰ ਕਰ। ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਅਨਾਥ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "AMD kUp mih hwQ dy rwKhu; kCU isAwnp aukiq n morI ]1] rhwau ]",
    "TRANSLITERATION": "Andhh Koop Mehi Haathh Dhae Raakhahu Kashhoo Siaanap Oukath N Moree ||1|| Rehaao ||",
    "PUNJABI": "(ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਖੂਹ ਵਿਚ ਡਿੱਗਾ ਪਿਆ ਹਾਂ, ਆਪਣਾ) ਹੱਥ ਦੇ ਕੇ ਮੈਨੂੰ (ਇਸ ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ) ਬਚਾ ਲੈ। ਮੇਰੀ ਕੋਈ ਸਿਆਣਪ ਮੇਰੀ ਕੋਈ ਦਲੀਲ (ਇਥੇ) ਨਹੀਂ ਚੱਲ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(kUp) KUh[ (aukiq) dlIl"
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "krn krwvn sB ikCu qum hI; qum smrQ. nwhI An horI ]",
    "TRANSLITERATION": "Karan Karaavan Sabh Kishh Thum Hee Thum Samarathh Naahee An Horee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਾ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਹਰੇਕ ਤਾਕਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(An) dUsrw (horI) hor[ smr`Q"
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "qumrI giq imiq. qum hI jwnI; sy syvk. ijn Bwg mQorI ]1]",
    "TRANSLITERATION": "Thumaree Gath Mith Thum Hee Jaanee Sae Saevak Jin Bhaag Mathhoree ||1||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਭੇਦ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਦੇ) ਭਾਗ ਜਾਗਦੇ ਹਨ, ਉਹ ਤੇਰੇ ਸੇਵਕ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(imlvW m`QorI) m`Qy qy"
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "Apuny syvk sMig. qum pRB rwqy; Eiq poiq Bgqn sMig jorI ]",
    "TRANSLITERATION": "Apunae Saevak Sang Thum Prabh Raathae Outh Poth Bhagathan Sang Joree ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਨਾਲ ਸਦਾ ਪਿਆਰ ਕਰਦਾ ਹੈਂ, ਆਪਣੇ ਭਗਤਾਂ ਨਾਲ ਤੂੰ ਆਪਣੀ ਪ੍ਰੀਤਿ ਇਉਂ ਜੋੜੀ ਹੋਈ ਹੈ ਜਿਵੇਂ ਤਾਣੇ ਪੇਟੇ ਵਿਚ ਧਾਗੇ ਮਿਲੇ ਹੁੰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "ipRau ipRau nwmu. qyrw drsnu cwhY; jYsy idRsit. Eh cMd ckorI ]2]",
    "TRANSLITERATION": "Prio Prio Naam Thaeraa Dharasan Chaahai Jaisae Dhrisatt Ouh Chandh Chakoree ||2||",
    "PUNJABI": "ਜਿਵੇਂ ਚਕੋਰ ਦੀ ਨਿਗਾਹ ਚੰਦ ਵਲ ਰਹਿੰਦੀ ਹੈ, ਉਹੀ ਨਿਗਾਹ ਤੇਰੇ ਭਗਤ ਦੀ ਹੁੰਦੀ ਹੈ। ਤੇਰਾ ਭਗਤ ਤੈਨੂੰ 'ਪਿਆਰਾ ਪਿਆਰਾ' ਆਖ ਆਖ ਕੇ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤੇ ਤੇਰਾ ਦੀਦਾਰ ਲੋਚਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm sMq mih. Bydu ikCu nwhI; eyku jnu. keI mih lwK krorI ]",
    "TRANSLITERATION": "Raam Santh Mehi Bhaedh Kishh Naahee Eaek Jan Kee Mehi Laakh Karoree ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੁੰਦਾ, ਪਰ ਇਹੋ ਜਿਹਾ ਮਨੁੱਖ ਕਈ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਕੋਈ ਇੱਕ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "jw kY hIAY. pRgtu pRBu hoAw; An idnu kIrqnu. rsn rmorI ]3]",
    "TRANSLITERATION": "Jaa Kai Heeai Pragatt Prabh Hoaa Anadhin Keerathan Rasan Ramoree ||3||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(hIAY) ihrdy c[ (rmorI) ismrdw"
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "qum smrQ Apwr Aiq aUcy; suKdwqy pRB pRwn ADorI ]",
    "TRANSLITERATION": "Thum Samarathh Apaar Ath Oochae Sukhadhaathae Prabh Praan Adhhoree ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਆਸਰੇ! ਹੇ ਬੇਅੰਤ ਉੱਚੇ! ਹੇ ਸਭ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲੇ! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "PRONUNCIATION": "(ADorI) Awsrw[ smr`Q"
  },
  {
    "SHABAD_ID": 653,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk kau. pRB kIjY ikrpw; aun sMqn kY sMig sMgorI ]4]13]134]",
    "TRANSLITERATION": "Naanak Ko Prabh Keejai Kirapaa Oun Santhan Kai Sang Sangoree ||4||13||134||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਨਾਨਕ ਉਤੇ ਕਿਰਪਾ ਕਰ, ਮੈਨੂੰ ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਥਾਂ ਦੇਈ ਰੱਖ ॥੪॥੧੩॥੧੩੪॥",
    "PRONUNCIATION": "(sMgorI) imlw rhW"
  }
]