[
  {
    "SHABAD_ID": 679,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mwnu AiBmwnu doaU smwny; msqku fwir. gur pwigE ]",
    "TRANSLITERATION": "Maan Abhimaan Dhooo Samaanae Masathak Ddaar Gur Paagiou ||",
    "PUNJABI": "ਹੇ ਭੈਣ! ਕੋਈ ਮੇਰਾ ਆਦਰ ਕਰੇ, ਕੋਈ ਮੇਰੇ ਨਾਲ ਆਕੜ ਵਾਲਾ ਸਲੂਕ ਕਰੇ, ਮੈਨੂੰ ਦੋਵੇਂ ਇਕੋ ਜਿਹੇ ਜਾਪਦੇ ਹਨ, (ਕਿਉਂਕਿ) ਮੈਂ ਆਪਣਾ ਮੱਥਾ (ਸਿਰ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤੇ ਰੱਖ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(fwir) r`K ky[ (pwigE) crnW qy"
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "sMpq hrKu n Awpq dUKw; rMgu TwkurY lwigE ]1]",
    "TRANSLITERATION": "Sanpath Harakh N Aapath Dhookhaa Rang Thaakurai Laagiou ||1||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਮਨ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਬਣ ਚੁੱਕਾ ਹੈ, ਹੁਣ ਮੈਨੂੰ ਆਏ ਧਨ ਦੀ ਖ਼ੁਸ਼ੀ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ ਆਈ ਬਿਪਤਾ ਤੋਂ ਦੁੱਖ ਨਹੀਂ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ॥੧॥",
    "PRONUNCIATION": "(sMpq) Dn dI (hrKu) KuSI[ (Awpq)ibpqw"
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "bws bwsrI eykY suAwmI; auidAwn idRstwigE ]",
    "TRANSLITERATION": "Baas Baasaree Eaekai Suaamee Oudhiaan Dhrisattaagiou ||",
    "PUNJABI": "ਹੇ ਭੈਣ! ਹੁਣ ਮੈਨੂੰ ਸਭ ਘਰਾਂ ਵਿਚ ਇਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਜੰਗਲਾਂ ਵਿਚ ਭੀ ਮੈਨੂੰ ਉਹੀ ਨਜ਼ਰੀਂ ਆ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(auidAwn) aujwV[ (idRstwigE) nzr Awey"
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "inrBau Bey sMq. BRmu fwirE; pUrn srbwigE ]2]",
    "TRANSLITERATION": "Nirabho Bheae Santh Bhram Ddaariou Pooran Sarabaagiou ||2||",
    "PUNJABI": "ਗੁਰੂ-ਸੰਤ (ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਭਟਕਣਾ ਮੁਕਾ ਲਈ ਹੈ, ਹੁਣ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ ਮੈਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ ਤੇ ਮੈਂ ਨਿਡਰ ਹੋ ਗਿਆ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": "(fwirE) iqAwg id`qw[ (srbwigE) sB kuJ jwnx vwly pRB jI"
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "jo ikCu krqY kwrxu kIno; min. buro n lwigE ]",
    "TRANSLITERATION": "Jo Kishh Karathai Kaaran Keeno Man Buro N Laagiou ||",
    "PUNJABI": "(ਹੇ ਭੈਣ! ਜਦੋਂ ਭੀ) ਜੇਹੜਾ ਹੀ ਸਬੱਬ ਕਰਤਾਰ ਨੇ ਬਣਾਇਆ (ਹੁਣ ਮੈਨੂੰ ਆਪਣੇ) ਮਨ ਵਿਚ (ਉਹ) ਭੈੜਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "swDsMgiq prswid sMqn kY; soieE mnu jwigE ]3]",
    "TRANSLITERATION": "Saadhhasangath Parasaadh Santhan Kai Soeiou Man Jaagiou ||3||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਸੁੱਤਾ ਹੋਇਆ (ਮੇਰਾ) ਮਨ ਜਾਗ ਪਿਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "jn nwnk. EiV quhwrI pirE; AwieE srxwigE ]",
    "TRANSLITERATION": "Jan Naanak Ourr Thuhaaree Pariou Aaeiou Saranaagiou ||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਤੇਰੀ ਓਟ ਵਿਚ ਆ ਪਿਆ ਹਾਂ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆ ਡਿੱਗਾ ਹਾਂ।",
    "PRONUNCIATION": "(EiV) srn"
  },
  {
    "SHABAD_ID": 679,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "nwm rMg shj rs mwxy; iPir. dUKu n lwigE ]4]2]160]",
    "TRANSLITERATION": "Naam Rang Sehaj Ras Maanae Fir Dhookh N Laagiou ||4||2||160||",
    "PUNJABI": "ਹੁਣ ਮੈਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਪੋਂਹਦਾ। ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹਾਂ ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਮਾਣ ਰਿਹਾ ਹਾਂ ॥੪॥੨॥੧੬੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mwlw mhlw 5 ]",
    "TRANSLITERATION": "Gourree Maalaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "pwieAw lwlu rqnu; min pwieAw ]",
    "TRANSLITERATION": "Paaeiaa Laal Rathan Man Paaeiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ) ਮਨ ਵਿਚ ਇਕ ਲਾਲ ਲੱਭ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "qnu sIqlu. mnu sIqlu QIAw; sqguru sbid smwieAw ]1] rhwau ]",
    "TRANSLITERATION": "Than Seethal Man Seethal Thheeaa Sathagur Sabadh Samaaeiaa ||1|| Rehaao ||",
    "PUNJABI": "ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹਾਂ, ਮੇਰਾ ਸਰੀਰ (ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ) ਸ਼ਾਂਤ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਠੰਢਾ ਹੋ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(QIAw) hoieAw"
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "lwQI BUK iqRsn sB lwQI; icMqw sgl ibswrI ]",
    "TRANSLITERATION": "Laathhee Bhookh Thrisan Sabh Laathhee Chinthaa Sagal Bisaaree ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਕਿਉਂਕਿ ਮੇਰੀ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਲਹਿ ਗਈ ਹੈ, ਮੇਰੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਤ੍ਰੇਹ ਮੁੱਕ ਗਈ ਹੈ, ਮੈਂ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਭੁਲਾ ਦਿੱਤੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "kru msqik. guir pUrY DirE; mnu jIqo jgu swrI ]1]",
    "TRANSLITERATION": "Kar Masathak Gur Poorai Dhhariou Man Jeetho Jag Saaree ||1||",
    "PUNJABI": "ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮੇਰੇ) ਮੱਥੇ ਉਤੇ (ਆਪਣਾ ਹੱਥ ਰੱਖਿਆ ਹੈ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਆਪਣਾ) ਮਨ ਕਾਬੂ ਵਿਚ ਕਰ ਲਿਆ ਹੈ (ਮਾਨੋ) ਮੈਂ ਸਾਰਾ ਜਗਤ ਜਿੱਤ ਲਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "iqRpiq AGwie rhy ird AMqir; foln qy. Ab cUky ]",
    "TRANSLITERATION": "Thripath Aghaae Rehae Ridh Anthar Ddolan Thae Ab Chookae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਵਲੋਂ ਮੇਰੇ ਅੰਦਰ) ਤ੍ਰਿਪਤੀ ਹੋ ਗਈ ਹੈ, ਮੈਂ (ਮਾਇਆ ਵਲੋਂ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਰੱਜ ਗਿਆ ਹਾਂ, ਹੁਣ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਡੋਲਣ ਤੋਂ ਮੈਂ ਹਟ ਗਿਆ ਹਾਂ।",
    "PRONUNCIATION": "(AGWie) r`j gey"
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "AKutu Kjwnw, siqguir dIAw; qoit nhI ry mUky ]2]",
    "TRANSLITERATION": "Akhutt Khajaanaa Sathigur Dheeaa Thott Nehee Rae Mookae ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਇਕ ਅਜੇਹਾ) ਖ਼ਜ਼ਾਨਾ ਦਿੱਤਾ ਹੈ ਜੋ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ, ਉਸ ਵਿਚ ਕਮੀ ਨਹੀਂ ਆ ਸਕਦੀ, ਉਹ ਖ਼ਤਮ ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "(A-Ku`tu) nw mu`kx vwlw[ mU~kyy"
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "Acrju eyku sunhu ry BweI; guir. AYsI bUJ buJweI ]",
    "TRANSLITERATION": "Acharaj Eaek Sunahu Rae Bhaaee Gur Aisee Boojh Bujhaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਕ ਹੋਰ ਅਨੋਖੀ ਗੱਲ ਸੁਣ। ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਅਜੇਹੀ ਸਮਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ)",
    "PRONUNCIATION": "A-crju[ b`UJ[ bU`JweI"
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "lwih prdw Twkuru jau ByitE; qau ibsrI qwiq prweI ]3]",
    "TRANSLITERATION": "Laahi Paradhaa Thaakur Jo Bhaettiou Tho Bisaree Thaath Paraaee ||3||",
    "PUNJABI": "ਜਦੋਂ ਤੋਂ (ਮੇਰੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ) ਪਰਦਾ ਲਾਹ ਕੇ ਮੈਨੂੰ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਮਿਲਿਆ ਹੈ ਤਦੋਂ ਤੋਂ (ਮੇਰੇ ਦਿਲ ਵਿਚੋਂ) ਪਰਾਈ ਈਰਖਾ ਵਿਸਰ ਗਈ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(ByitE) imly[ (qwiq) eIrKw, jln"
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "kihE n jweI. eyhu AcMBau; so jwnY ijin cwiKAw ]",
    "TRANSLITERATION": "Kehiou N Jaaee Eaehu Achanbho So Jaanai Jin Chaakhiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਇਕ ਐਸਾ ਅਸਚਰਜ ਆਨੰਦ ਹੈ ਜੇਹੜਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਇਸ ਰਸ ਨੂੰ ਉਹੀ ਜਾਣਦਾ ਹੈ ਜਿਸ ਨੇ ਇਹ ਚੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": "(AcMBau) Ascrj kOqk"
  },
  {
    "SHABAD_ID": 680,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "khu nwnk. sc Bey ibgwsw; guir. inDwnu irdY lY rwiKAw ]4]3]161]",
    "TRANSLITERATION": "Kahu Naanak Sach Bheae Bigaasaa Gur Nidhhaan Ridhai Lai Raakhiaa ||4||3||161||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲਿਆ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ, ਤੇ ਮੇਰੇ ਅੰਦਰ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਗਿਆਨ) ਦਾ ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ ॥੪॥੩॥੧੬੧॥",
    "PRONUNCIATION": "(ibgwsw) pRkwS, KyVw"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mwlw mhlw 5 ]",
    "TRANSLITERATION": "Gourree Maalaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "aubrq; rwjwrwm kI srxI ]",
    "TRANSLITERATION": "Oubarath Raajaa Raam Kee Saranee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਬਚ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": "(aubrq)bcdwhY[(rwjwrwm) vwihgurU"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "srb lok mwieAw ky mMfl; igir igir prqy DrxI ]1] rhwau ]",
    "TRANSLITERATION": "Sarab Lok Maaeiaa Kae Manddal Gir Gir Parathae Dhharanee ||1|| Rehaao ||",
    "PUNJABI": "ਮਾਤ ਲੋਕ, ਪਾਤਾਲ ਲੋਕ, ਆਕਾਸ਼ ਲੋਕ-ਇਹਨਾਂ ਸਭਨਾਂ ਲੋਕਾਂ ਦੇ ਜੀਵ ਮਾਇਆ ਦੇ ਚੱਕਰ ਵਿਚ ਹੀ ਫਸੇ ਪਏ ਹਨ, (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਦੇ ਕਾਰਨ ਜੀਵ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੋਂ) ਡਿੱਗ ਡਿੱਗ ਕੇ ਨੀਵੀਂ ਆਤਮਕ ਦਸ਼ਾ ਵਿਚ ਆ ਪੈਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(mMfl) c`kr[ (DrxI) DrqI qy"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "swsq isMimRiq byd bIcwry; mhwpurKn ieau kihAw ]",
    "TRANSLITERATION": "Saasath Sinmrith Baedh Beechaarae Mehaa Purakhan Eio Kehiaa ||",
    "PUNJABI": "(ਪੰਡਿਤ ਲੋਕ ਤਾਂ) ਸ਼ਾਸਤ੍ਰ ਸਿਮ੍ਰਿਤੀਆਂ ਵੇਦ (ਆਦਿਕ ਸਾਰੇ ਧਰਮ-ਪੁਸਤਕ) ਵਿਚਾਰਦੇ ਆ ਰਹੇ ਹਨ। ਪਰ ਮਹਾ-ਪੁਰਖਾਂ ਨੇ ਇਉਂ ਹੀ ਆਖਿਆ ਹੈ,",
    "PRONUNCIATION": "isMm-i Riq"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnu hir Bjn. nwhI insqwrw; sUKu. n iknhUM lihAw ]1]",
    "TRANSLITERATION": "Bin Har Bhajan Naahee Nisathaaraa Sookh N Kinehoon Lehiaa ||1||",
    "PUNJABI": "ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ, (ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਭੀ ਸੁਖ ਨਹੀਂ ਪਾਇਆ ॥੧॥",
    "PRONUNCIATION": "(insqwrw) qrnw"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "qIin Bvn kI lKmI jorI; bUJq nwhI. lhry ]",
    "TRANSLITERATION": "Theen Bhavan Kee Lakhamee Joree Boojhath Naahee Leharae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੇ ਮਨੁੱਖ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਹੀ ਮਾਇਆ ਇਕੱਠੀ ਕਰ ਲਏ, ਤਾਂ ਭੀ ਲੋਭ ਦੀਆਂ ਲਹਰਾਂ ਮਿਟਦੀਆਂ ਨਹੀਂ ਹਨ।",
    "PRONUNCIATION": "(l`KmI) Dn dOlq[ (lhry) lhrW[ bUJq: polw bolo"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnu hir Bgiq. khw iQiq pwvY; iPrqo phry phry ]2]",
    "TRANSLITERATION": "Bin Har Bhagath Kehaa Thhith Paavai Firatho Peharae Peharae ||2||",
    "PUNJABI": "(ਇਤਨੀ ਮਾਇਆ ਜੋੜ ਜੋੜ ਕੇ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਕਿਤੇ ਭੀ ਮਨ ਦਾ ਟਿਕਾਉ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਹਰ ਵੇਲੇ ਹੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(iQiq) itkwA[ (phry phry) hr vyly"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "Aink iblws krq mn mohn; pUrn hoq n kwmw ]",
    "TRANSLITERATION": "Anik Bilaas Karath Man Mohan Pooran Hoth N Kaamaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮਨੁੱਖ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀਆਂ ਅਨੇਕਾਂ ਮੌਜਾਂ ਭੀ ਕਰਦਾ ਰਹੇ, (ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਵਾਸ਼ਨਾ ਪੂਰੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": "(iblws) AnMd Bog[ mn (mohn) BwauNdy[ (kwmw) kwmnwvW"
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "jlqo jlqo. kbhU n bUJq; sgl ibRQy. ibnu nwmw ]3]",
    "TRANSLITERATION": "Jalatho Jalatho Kabehoo N Boojhath Sagal Brithhae Bin Naamaa ||3||",
    "PUNJABI": "ਮਨੁੱਖ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜਦਾ ਫਿਰਦਾ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਕਦੇ ਬੁੱਝਦੀ ਨਹੀਂ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੇ ਹੋਰ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "hir kw nwmu. jphu myry mIqw; iehY swr suKu pUrw ]",
    "TRANSLITERATION": "Har Kaa Naam Japahu Maerae Meethaa Eihai Saar Sukh Pooraa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਇਹੀ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਹੈ, ਤੇ ਇਸ ਸੁਖ ਵਿਚ ਕੋਈ ਘਾਟ-ਕਮੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 681,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "swDsMgiq. jnm mrxu invwrY; nwnku. jn kI DUrw ]4]4]162]",
    "TRANSLITERATION": "Saadhhasangath Janam Maran Nivaarai Naanak Jan Kee Dhhooraa ||4||4||162||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਆਪਣਾ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਮੁਕਾ ਲੈਂਦਾ ਹੈ, ਨਾਨਕ ਉਸ ਮਨੁੱਖ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਮੰਗਦਾ) ਹੈ ॥੪॥੪॥੧੬੨॥",
    "PRONUNCIATION": "(invwrY) Kqm hoxw"
  },
  {
    "SHABAD_ID": 682,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mwlw mhlw 5 ]",
    "TRANSLITERATION": "Gourree Maalaa Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 682,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "mokau; ieh ibiD ko smJwvY ]",
    "TRANSLITERATION": "Mo Ko Eih Bidhh Ko Samajhaavai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਹੋਰ ਕੌਣ ਮੈਨੂੰ ਇਸ ਤਰ੍ਹਾਂ ਸਮਝ ਸਕਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 682,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "krqw hoie jnwvY ]1] rhwau ]",
    "TRANSLITERATION": "Karathaa Hoe Janaavai ||1|| Rehaao ||",
    "PUNJABI": "(ਉਹੀ ਗੁਰਮੁਖ) ਸਮਝਾ ਸਕਦਾ ਹੈ (ਜੋ) ਕਰਤਾਰ ਦਾ ਰੂਪ ਹੋ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 682,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "Anjwnq ikCu ienih kmwno; jp qp kCU. n swDw ]",
    "TRANSLITERATION": "Anajaanath Kishh Einehi Kamaano Jap Thap Kashhoo N Saadhhaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਸਮਝਾ ਸਕਦਾ ਕਿ) ਅਗਿਆਨਤਾ ਵਿਚ ਫਸ ਕੇ ਇਸ ਜੀਵ ਨੇ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ ਤੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕ ਦਾ ਉੱਦਮ ਨਹੀਂ ਕੀਤਾ, ਕੁਝ ਹੋਰ ਹੋਰ ਹੀ (ਕੋਝੇ ਕੰਮ) ਕੀਤੇ ਹਨ।",
    "PRONUNCIATION": "(s`wDw) kIqw"
  },
  {
    "SHABAD_ID": 682,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "dh idis lY iehu mnu daurwieE; kvn krm kir bwDw ]1]",
    "TRANSLITERATION": "Dheh Dhis Lai Eihu Man Dhouraaeiou Kavan Karam Kar Baadhhaa ||1||",
    "PUNJABI": "ਇਹ ਜੀਵ ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਦਸੀਂ ਪਾਸੀਂ ਭਜਾ ਰਿਹਾ ਹੈ। ਇਹ ਕੇਹੜੇ ਕਰਮਾਂ ਦੇ ਕਾਰਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬੱਝਾ ਪਿਆ ਹੈ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 682,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "mn qn Dn BUim kw Twkuru; hau ies kw iehu myrw ]",
    "TRANSLITERATION": "Man Than Dhhan Bhoom Kaa Thaakur Ho Eis Kaa Eihu Maeraa ||",
    "PUNJABI": "(ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜੀਵ ਹਰ ਵੇਲੇ ਇਹੀ ਆਖਦਾ ਹੈ-) ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਦਾ ਸਰੀਰ ਦਾ ਧਨ ਦਾ ਧਰਤੀ ਦਾ ਮਾਲਕ ਹਾਂ, ਮੈਂ ਇਸ (ਧਨ ਆਦਿ) ਦਾ ਮਾਲਕ ਹਾਂ, ਇਹ ਧਨ ਆਦਿਕ ਮੇਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]