[
  {
    "SHABAD_ID": 697,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "byd purwn. swD mg suin kir; inmK. n hir gun gwvY ]1] rhwau ]",
    "TRANSLITERATION": "Baedh Puraan Saadhh Mag Sun Kar Nimakh N Har Gun Gaavai ||1|| Rehaao ||",
    "PUNJABI": "(ਇਹ ਭੁੱਲਿਆ ਮਨ) ਵੇਦ ਪੁਰਾਣ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਅਤੇ) ਸੰਤ ਜਨਾਂ ਦੇ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਨਹੀਂ ਗਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "mg:polw bolo[ (mg) pRymw BgqI dw rsqw"
  },
  {
    "SHABAD_ID": 697,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "durlB dyh pwie mwns kI; ibrQw jnmu isrwvY ]",
    "TRANSLITERATION": "Dhuralabh Dhaeh Paae Maanas Kee Birathhaa Janam Siraavai ||",
    "PUNJABI": "(ਹੇ ਮੇਰੀ ਮਾਂ! ਇਹ ਮਨ ਅਜਿਹਾ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈ ਕਿ) ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲ ਸਕਣ ਵਾਲਾ ਮਨੁੱਖਾ ਸਰੀਰ ਪ੍ਰਾਪਤ ਕਰ ਕੇ (ਭੀ) ਇਸ ਜਨਮ ਨੂੰ ਵਿਅਰਥ ਗੁਜ਼ਾਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(isrwvY) bqIq krdw[ dur-lB"
  },
  {
    "SHABAD_ID": 697,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "mwieAw moh, mhw sMkt bn; qw isau ruc aupjwvY ]1]",
    "TRANSLITERATION": "Maaeiaa Moh Mehaa Sankatt Ban Thaa Sio Ruch Oupajaavai ||1||",
    "PUNJABI": "(ਹੇ ਮਾਂ! ਇਹ ਸੰਸਾਰ) ਜੰਗਲ ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਪਿਆ ਹੈ (ਤੇ ਮੇਰਾ ਮਨ) ਇਸ (ਜੰਗਲ ਨਾਲ ਹੀ) ਪ੍ਰੇਮ ਬਣਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(bn) jMgl[ (ruc) pRIq"
  },
  {
    "SHABAD_ID": 697,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "AMqir bwhir sdw sMig pRBu; qw isau. nyhu n lwvY ]",
    "TRANSLITERATION": "Anthar Baahar Sadhaa Sang Prabh Thaa Sio Naehu N Laavai ||",
    "PUNJABI": "(ਹੇ ਮੇਰੀ ਮਾਂ! ਜੇਹੜਾ) ਪਰਮਾਤਮਾ (ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਤੇ ਬਾਹਰ ਹਰ ਵੇਲੇ ਵੱਸਦਾ ਹੈ ਉਸ ਨਾਲ (ਇਹ ਮੇਰਾ ਮਨ) ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 697,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. mukiq qwih qum mwnhu; ijh Git rwmu smwvY ]2]6]",
    "TRANSLITERATION": "Naanak Mukath Thaahi Thum Maanahu Jih Ghatt Raam Samaavai ||2||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲ ਭਰਪੂਰ ਸੰਸਾਰ-ਜੰਗਲ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਤੁਸੀ ਉਸੇ ਮਨੁੱਖ ਨੂੰ (ਮਿਲੀ) ਸਮਝੋ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ ॥੨॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 9 ]",
    "TRANSLITERATION": "Gourree Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "swDo; rwm srin ibsrwmw ]",
    "TRANSLITERATION": "Saadhho Raam Saran Bisaraamaa ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਵਿਕਾਰਾਂ ਵਿਚ ਭਟਕਣ ਵਲੋਂ) ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(ibsrwmw) itkwau"
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "byd purwn pVy ko ieh gun; ismry hir ko nwmw ]1] rhwau ]",
    "TRANSLITERATION": "Baedh Puraan Parrae Ko Eih Gun Simarae Har Ko Naamaa ||1|| Rehaao ||",
    "PUNJABI": "ਵੇਦ ਪੁਰਾਣ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹਨ ਦਾ ਇਹੀ ਲਾਭ (ਹੋਣਾ ਚਾਹੀਦਾ) ਹੈ ਕਿ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "pV@y"
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "loB moh. mwieAw mmqw Puin; Aau ibKAn kI syvw ]",
    "TRANSLITERATION": "Lobh Moh Maaeiaa Mamathaa Fun Ao Bikhian Kee Saevaa ||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ!) ਲੋਭ, ਮਾਇਆ ਦਾ ਮੋਹ, ਅਪਣੱਤ ਅਤੇ ਵਿਸ਼ਿਆਂ ਦਾ ਸੇਵਨ,",
    "PRONUNCIATION": "(Puin) muV muV[ (Aau) Aqy[ (ibK-An) ivSy[ K mukqw bolo ibK-An"
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "hrK sog prsY ijh nwhin; so mUriq hY dyvw ]1]",
    "TRANSLITERATION": "Harakh Sog Parasai Jih Naahan So Moorath Hai Dhaevaa ||1||",
    "PUNJABI": "ਖ਼ੁਸ਼ੀ, ਗ਼ਮੀ-(ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਛੁਹ ਨਹੀਂ ਸਕਦਾ (ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(dyvw) vwihgurU jI[ nw-hin"
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "surg nrk. AMimRq ibKu, ey sB; iqau kMcn Aru pYsw ]",
    "TRANSLITERATION": "Surag Narak Anmrith Bikh Eae Sabh Thio Kanchan Ar Paisaa ||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ਜਿਸ ਨੂੰ) ਸੁਰਗ ਅਤੇ ਨਰਕ ਅੰਮ੍ਰਿਤ ਅਤੇ ਜ਼ਹਰ ਇਕੋ ਜਿਹੇ ਜਾਪਦੇ ਹਨ, ਜਿਸ ਨੂੰ ਸੋਨਾ ਅਤੇ ਤਾਂਬਾ ਇਕ ਸਮਾਨ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "ausqiq inMdw. ey sm jw kY; loBu mohu Puin qYsw ]2]",
    "TRANSLITERATION": "Ousathath Nindhaa Eae Sam Jaa Kai Lobh Mohu Fun Thaisaa ||2||",
    "PUNJABI": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਸਤਤਿ ਤੇ ਨਿੰਦਾ ਭੀ ਇਕੋ ਜਿਹੇ ਹਨ (ਕੋਈ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰੇ, ਕੋਈ ਉਸ ਦੀ ਨਿੰਦਾ ਕਰੇ-ਉਸ ਨੂੰ ਇਕ ਸਮਾਨ ਹਨ), ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਲੋਭ ਭੀ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਮੋਹ ਭੀ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": "(Puin) BI"
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "duKu suKu. ey bwDy ijh nwhin; iqh qum jwnhu igAwnI ]",
    "TRANSLITERATION": "Dhukh Sukh Eae Baadhhae Jih Naahan Thih Thum Jaano Giaanee ||",
    "PUNJABI": "(ਹੇ ਸੰਤ ਜਨੋ!) ਤੁਸੀ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਰੱਖਣ ਵਾਲਾ ਸਮਝੋ, ਜਿਸ ਨੂੰ ਨਾਹ ਕੋਈ ਦੁੱਖ ਤੇ ਨਾਹ ਕੋਈ ਸੁਖ (ਆਪਣੇ ਪ੍ਰਭਾਵ ਵਿਚ) ਬੰਨ੍ਹ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 698,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. mukiq qwih qum mwnau; ieh ibiD ko jo pRwnI ]3]7]",
    "TRANSLITERATION": "Naanak Mukath Thaahi Thum Maano Eih Bidhh Ko Jo Praanee ||3||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸੰਤ ਜਨੋ! ਲੋਭ, ਮੋਹ, ਦੁਖ ਸੁਖ ਆਦਿਕ ਤੋਂ) ਖ਼ਲਾਸੀ ਉਸ ਮਨੁੱਖ ਨੂੰ (ਮਿਲੀ) ਮੰਨੋ, ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਕਿਸਮ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਵਾਲਾ ਹੈ ॥੩॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 9 ]",
    "TRANSLITERATION": "Gourree Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "mn ry; khw BieE qY baurw ]",
    "TRANSLITERATION": "Man Rae Kehaa Bhaeiou Thai Bouraa ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਤੂੰ ਕਿੱਥੇ (ਲੋਭ ਆਦਿਕ ਵਿਚ ਫਸ ਕੇ) ਪਾਗਲ ਹੋ ਰਿਹਾ ਹੈਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "Aih inis AauD GtY. nhI jwnY; BieE loB sMig haurw ]1] rhwau ]",
    "TRANSLITERATION": "Ahinis Aoudhh Ghattai Nehee Jaanai Bhaeiou Lobh Sang Houraa ||1|| Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਦਿਨ ਰਾਤ ਉਮਰ ਘਟਦੀ ਰਹਿੰਦੀ ਹੈ, ਪਰ ਮਨੁੱਖ ਇਹ ਗੱਲ ਸਮਝਦਾ ਨਹੀਂ ਤੇ ਲੋਭ ਵਿਚ ਫਸ ਕੇ ਕਮਜ਼ੋਰ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "jo qnu qY Apno kir mwinE; Aru suMdr igRh nwrI ]",
    "TRANSLITERATION": "Jo Than Thai Apano Kar Maaniou Ar Sundhar Grih Naaree ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜੇਹੜਾ (ਇਹ) ਸਰੀਰ ਤੂੰ ਆਪਣਾ ਕਰ ਕੇ ਸਮਝ ਰਿਹਾ ਹੈਂ ਅਤੇ ਘਰ ਦੀ ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੀ ਮੰਨ ਰਿਹਾ ਹੈਂ,",
    "PRONUNCIATION": "giR h"
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "ien mYN. kCu qyro ry nwhin; dyKo soc ibcwrI ]1]",
    "TRANSLITERATION": "Ein Main Kashh Thaero Rae Naahan Dhaekho Soch Bichaaree ||1||",
    "PUNJABI": "ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਤੇਰਾ (ਸਦਾ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ) ਨਹੀਂ ਹੈ, ਸੋਚ ਕੇ ਵੇਖ ਲੈ, ਵਿਚਾਰ ਕੇ ਵੇਖ ਲੈ ॥੧॥",
    "PRONUNCIATION": "nwh-in"
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "rqn jnmu Apno. qY hwirE; goibMd giq. nhI jwnI ]",
    "TRANSLITERATION": "Rathan Janam Apano Thai Haariou Gobindh Gath Nehee Jaanee ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਵੇਂ ਜੁਆਰੀਆ ਜੂਏ ਵਿਚ ਬਾਜ਼ੀ ਹਾਰਦਾ ਹੈ, ਤਿਵੇਂ) ਤੂੰ ਆਪਣਾ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਹਾਰ ਰਿਹਾ ਹੈਂ, ਕਿਉਂਕਿ ਤੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਦੀ ਅਵਸਥਾ ਦੀ ਕਦਰ ਨਹੀਂ ਪਾਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "inmK. n lIn BieE crnn isNau; ibrQw AauD isrwnI ]2]",
    "TRANSLITERATION": "Nimakh N Leen Bhaeiou Charanan Sino Birathhaa Aoudhh Siraanee ||2||",
    "PUNJABI": "ਤੂੰ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ ਗੋਬਿੰਦ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਨਹੀਂ ਜੁੜਦਾ, ਤੂੰ ਵਿਅਰਥ ਉਮਰ ਗੁਜ਼ਾਰ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "PRONUNCIATION": "(AauD) aumr"
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "khu nwnk. soeI nru suKIAw; rwm nwm gun gwvY ]",
    "TRANSLITERATION": "Kahu Naanak Soee Nar Sukheeaa Raam Naam Gun Gaavai ||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹੀ ਮਨੁੱਖ ਸੁਖੀ ਜੀਵਨ ਵਾਲਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਪਦਾ ਹੈ, ਜੋ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 699,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "Aaur sgl jgu mwieAw moihAw; inrBY pdu. nhI pwvY ]3]8]",
    "TRANSLITERATION": "Aour Sagal Jag Maaeiaa Mohiaa Nirabhai Padh Nehee Paavai ||3||8||",
    "PUNJABI": "ਬਾਕੀ ਦਾ ਸਾਰਾ ਜਹਾਨ (ਜੇਹੜਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਹ ਸਹਿਮਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਉਤੇ ਨਹੀਂ ਪਹੁੰਚਦਾ, ਜਿਥੇ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੩॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 9 ]",
    "TRANSLITERATION": "Gourree Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "nr; Acyq pwp qy fru ry ]",
    "TRANSLITERATION": "Nar Achaeth Paap Thae Ddar Rae ||",
    "PUNJABI": "ਹੇ ਗ਼ਾਫ਼ਿਲ ਮਨੁੱਖ! ਪਾਪਾਂ ਤੋਂ ਬਚਿਆ ਰਹੁ,",
    "PRONUNCIATION": "(Acyq) jo kMm ic`q cyqy n hovy"
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "dIn dieAwl sgl BY BMjn; srin qwih qum pru ry ]1] rhwau ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Sagal Bhai Bhanjan Saran Thaahi Thum Par Rae ||1|| Rehaao ||",
    "PUNJABI": "(ਤੇ ਇਹਨਾਂ ਪਾਪਾਂ ਤੋਂ ਬਚਣ ਵਾਸਤੇ ਉਸ) ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ, ਜੋ ਗ਼ਰੀਬਾਂ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "byd purwn jws gun gwvq; qw ko nwmu. hIAY mo Dru ry ]",
    "TRANSLITERATION": "Baedh Puraan Jaas Gun Gaavath Thaa Ko Naam Heeai Mo Dhhar Rae ||",
    "PUNJABI": "(ਹੇ ਗ਼ਾਫ਼ਿਲ ਮਨੁੱਖ!) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ, ਜਿਸ ਦੇ ਗੁਣ ਵੇਦ-ਪੁਰਾਣ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਗਾ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(jwsu) ijs dy[ (hIAY) ihrdy (mo) iv`c"
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "pwvn nwmu. jgiq mY hir ko; ismir ismir. ksml sB hru ry ]1]",
    "TRANSLITERATION": "Paavan Naam Jagath Mai Har Ko Simar Simar Kasamal Sabh Har Rae ||1||",
    "PUNJABI": "(ਹੇ ਗ਼ਾਫ਼ਲ ਮਨੁੱਖ! ਪਾਪਾਂ ਤੋਂ ਬਚਾ ਕੇ) ਪਵਿੱਤ੍ਰ ਕਰਨ ਵਾਲਾ ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਹੈ, ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰ ਸਿਮਰ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲੈ ॥੧॥",
    "PRONUNCIATION": "(:polw bolo ks-ml) pwp[ (hru) dUr kr[ j`g-iq"
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "mwns dyh. bhuir nh pwvY; kCU aupwau mukiq kw kru ry ]",
    "TRANSLITERATION": "Maanas Dhaeh Bahur Neh Paavai Kashhoo Oupaao Mukath Kaa Kar Rae ||",
    "PUNJABI": "(ਹੇ ਗ਼ਾਫ਼ਿਲ ਮਨੁੱਖ) ਤੂੰ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਫਿਰ ਕਦੇ ਨਹੀਂ ਲੱਭ ਸਕੇਂਗਾ (ਇਸ ਨੂੰ ਕਿਉਂ ਪਾਪਾਂ ਵਿਚ ਲੱਗ ਕੇ ਗਵਾ ਰਿਹਾ ਹੈਂ? ਇਹੀ ਵੇਲਾ ਹੈ। ਇਹਨਾਂ ਪਾਪਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਕੋਈ ਇਲਾਜ ਕਰ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 700,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk khq. gwie krunwmY; Bv swgr kY pwir auqru ry ]2]9]251]",
    "TRANSLITERATION": "Naanak Kehath Gaae Karunaa Mai Bhav Saagar Kai Paar Outhar Rae ||2||9||251||",
    "PUNJABI": "ਤੈਨੂੰ ਨਾਨਕ ਆਖਦਾ ਹੈ-ਤਰਸ-ਰੂਪ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ॥੨॥੯॥੨੫੧॥",
    "PRONUNCIATION": "(krunw-mY) dieAw dy srUp vwihgurU jI[ au~q-ru"
  },
  {
    "SHABAD_ID": 701,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "rwgu gauVI AstpdIAw mhlw 1 gauVI guAwryrI",
    "TRANSLITERATION": "Raag Gourree Asattapadheeaa Mehalaa 1 Gourree Guaaraeree",
    "PUNJABI": "ਰਾਗ ਗਉੜੀ-ਗੁਆਰੇਰੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW: s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 701,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "<> siqnwmu krqw purKu gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathinaam Karathaa Purakh Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 701,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "iniD isiD; inrml nwmu bIcwru ]",
    "TRANSLITERATION": "Nidhh Sidhh Niramal Naam Beechaar ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਿਰਮਲ ਨਾਮ ਮੇਰੇ ਵਾਸਤੇ (ਆਤਮਕ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਹੀ ਮੇਰੇ ਵਾਸਤੇ (ਰਿੱਧੀਆਂ) ਸਿੱਧੀਆਂ ਹੈ।",
    "PRONUNCIATION": "is`iD"
  },
  {
    "SHABAD_ID": 701,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "pUrn pUir rihAw; ibKu mwir ]",
    "TRANSLITERATION": "Pooran Poor Rehiaa Bikh Maar ||",
    "PUNJABI": "ਹੁਣ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸ ਰਿਹਾ ਹੈ। ਮੈਂ ਮਾਇਆ ਦੇ ਜ਼ਹਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 701,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "iqRkutI CUtI; ibml mJwir ]",
    "TRANSLITERATION": "Thrikuttee Shhoottee Bimal Majhaar ||",
    "PUNJABI": "(ਉਸ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਵਿਤ੍ਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿਣ ਕਰਕੇ ਮੇਰੀ ਅੰਦਰਲੀ ਖਿੱਝ ਮੁੱਕ ਗਈ ਹੈ।",
    "PRONUNCIATION": "(qi RkutI) iqMn gux, rjo qmo sqo[ (ibml) inrml vwihgurU jI[ (mJwir) iv`c"
  }
]