[
  {
    "SHABAD_ID": 727,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "sbid rqy. sy inrmly; clih siqgur Bwie ]7]",
    "TRANSLITERATION": "Sabadh Rathae Sae Niramalae Chalehi Sathigur Bhaae ||7||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੁਕਮ ਅਨੁਸਾਰ ਤੁਰਦੇ ਹਨ, (ਜੀਵਨ ਬਿਤਾਂਦੇ ਹਨ) ॥੭॥",
    "PRONUNCIATION": "c`l-ih"
  },
  {
    "SHABAD_ID": 727,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "hir pRB dwqw eyku qUM; qUM Awpy bKis imlwie ]",
    "TRANSLITERATION": "Har Prabh Dhaathaa Eaek Thoon Thoon Aapae Bakhas Milaae ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਸਿਰਫ਼ ਤੂੰ ਹੀ ਹੈਂ ਜੋ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 727,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "jnu nwnku srxwgqI; ijau BwvY. iqvY Cfwie ]8]1]9]",
    "TRANSLITERATION": "Jan Naanak Saranaagathee Jio Bhaavai Thivai Shhaddaae ||8||1||9||",
    "PUNJABI": "(ਮੈਂ ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਮੈਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ (ਇਸ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪੰਜੇ ਤੋਂ) ਬਚਾ ਲੈ ॥੮॥੧॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "rwgu gauVI pUrbI mhlw 4 krhly",
    "TRANSLITERATION": "Raag Gourree Poorabee Mehalaa 4 Karehalae",
    "PUNJABI": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਕਰਹਲੇ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "krhly mn prdysIAw; ikau imlIAY. hir mwie ]",
    "TRANSLITERATION": "Karehalae Man Paradhaeseeaa Kio Mileeai Har Maae ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਹੇ (ਇਥੇ) ਪਰਦੇਸ ਵਿਚ ਰਹਿਣ ਵਾਲੇ ਮਨ! (ਤੂੰ ਸਦਾ ਇਸ ਵਤਨ ਵਿਚ ਨਹੀਂ ਟਿਕੇ ਰਹਿਣਾ। ਕਦੇ ਸੋਚ ਕਿ ਉਸ) ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਵੇਂ ਮਿਲਿਆ ਜਾਏ (ਜੇਹੜਾ) ਮਾਂ (ਵਾਂਗ ਸਾਨੂੰ ਪਾਲਦਾ ਹੈ)।",
    "PRONUNCIATION": "krhly:polw bolo[ (krhly) bymuhwry aUT"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "guru. Bwig pUrY pwieAw; gil imilAw ipAwrw Awie ]1]",
    "TRANSLITERATION": "Gur Bhaag Poorai Paaeiaa Gal Miliaa Piaaraa Aae ||1||",
    "PUNJABI": "(ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪੂਰੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਗਲ ਨਾਲ ਆ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw; siqguru purKu iDAwie ]1] rhwau ]",
    "TRANSLITERATION": "Man Karehalaa Sathigur Purakh Dhhiaae ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਊਂਠ ਦੇ ਬੱਚੇ ਵਾਂਗ ਬੇ-ਮੁਹਾਰ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਰੂਪ ਗੁਰੂ ਨੂੰ ਚੇਤੇ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw vIcwrIAw; hir rwm nwm iDAwie ]",
    "TRANSLITERATION": "Man Karehalaa Veechaareeaa Har Raam Naam Dhhiaae ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਵਿਚਾਰਵਾਨ ਬਣ, ਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": "(vIcwrIAw) vIcwr"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "ijQY lyKw mMgIAY; hir Awpy ley Cfwie ]2]",
    "TRANSLITERATION": "Jithhai Laekhaa Mangeeai Har Aapae Leae Shhaddaae ||2||",
    "PUNJABI": "(ਜੇ ਸਿਮਰਦਾ ਰਹੇਂਗਾ, ਤਾਂ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਉਥੇ) ਸੁਰਖ਼ਰੂ ਕਰਾ ਲਏਗਾ ਜਿੱਥੇ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਹਿਸਾਬ ਮੰਗਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw Aiq inrmlw; mlu lwgI haumY Awie ]",
    "TRANSLITERATION": "Man Karehalaa Ath Niramalaa Mal Laagee Houmai Aae ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ (ਅਸਲੇ ਵਲੋਂ) ਬਹੁਤ ਪਵਿਤ੍ਰ ਸੀ, ਪਰ ਤੈਨੂੰ ਹਉਮੈ ਦੀ ਮੈਲ ਆ ਚੰਬੜੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "prqiK ipru Gir nwil ipAwrw; ivCuiV cotw Kwie ]3]",
    "TRANSLITERATION": "Parathakh Pir Ghar Naal Piaaraa Vishhurr Chottaa Khaae ||3||",
    "PUNJABI": "(ਕਿਆ ਅਜਬ ਮੰਦ-ਭਾਗਤਾ ਹੈ ਕਿ) ਪਤੀ-ਪ੍ਰਭੂ ਪਰਤੱਖ ਤੌਰ ਤੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, (ਜਿੰਦ ਦੇ) ਨਾਲ ਵੱਸ ਰਿਹਾ ਹੈ, (ਪਰ ਜਿੰਦ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਸ ਤੋਂ) ਵਿੱਛੁੜ ਕੇ ਦੁੱਖੀ ਹੋ ਰਹੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "prq`iK"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. myry pRIqmw; hir irdY Bwil Bwlwie ]",
    "TRANSLITERATION": "Man Karehalaa Maerae Preethamaa Har Ridhai Bhaal Bhaalaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਢੂੰਢ ਕਰ, ਢੂੰਢ ਕਰਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "aupwie ikqY. n lBeI; guru. ihrdY hir dyKwie ]4]",
    "TRANSLITERATION": "Oupaae Kithai N Labhee Gur Hiradhai Har Dhaekhaae ||4||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਕਿਸੇ ਹੋਰ ਹੀਲੇ ਨਾਲ ਨਹੀਂ ਲੱਭਦਾ। ਗੁਰੂ (ਹੀ) ਹਿਰਦੇ ਵਿਚ (ਵੱਸਦਾ) ਵਿਖਾਲ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "ikqY: polw bolo[ l`-BeI"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. myry pRIqmw; idnu rYix hir ilv lwie ]",
    "TRANSLITERATION": "Man Karehalaa Maerae Preethamaa Dhin Rain Har Liv Laae ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "Gru jwie. pwvih rMg mhlI; guru myly hir mylwie ]5]",
    "TRANSLITERATION": "Ghar Jaae Paavehi Rang Mehalee Gur Maelae Har Maelaae ||5||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਉਸ) ਆਨੰਦੀ ਦੇ ਮਹਲ ਵਿਚ ਜਾ ਕੇ ਟਿਕਾਣਾ ਲੱਭ ਲਏਂਗਾ। ਪਰ ਗੁਰੂ ਹੀ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਸਕਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. qUM mIqu myrw; pwKMfu loBu qjwie ]",
    "TRANSLITERATION": "Man Karehalaa Thoon Meeth Maeraa Paakhandd Lobh Thajaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ (ਮੈਂ ਤੈਨੂੰ ਸਮਝਾਂਦਾ ਹਾਂ) ਮਾਇਆ ਦਾ ਲਾਲਚ ਛੱਡ ਦੇ ਤੇ ਪਖੰਡ ਛੱਡ ਦੇ।",
    "PRONUNCIATION": "(qjwie) C`f"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "pwKMif loBI mwrIAY; jm fMfu dyie sjwie ]6]",
    "TRANSLITERATION": "Paakhandd Lobhee Maareeai Jam Ddandd Dhaee Sajaae ||6||",
    "PUNJABI": "ਪਖੰਡੀ ਤੇ ਲਾਲਚੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ। ਆਤਮਕ ਮੌਤ ਦਾ ਸਹਮ ਸਦਾ ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਰਹਿੰਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਇਹ ਉਸ ਨੂੰ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. myry pRwn qUM; mYlu pwKMfu Brmu gvwie ]",
    "TRANSLITERATION": "Man Karehalaa Maerae Praan Thoon Mail Paakhandd Bharam Gavaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ, ਪਖੰਡ ਛੱਡ ਦੇ ਤੇ (ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਭਟਕਣਾ ਛੱਡ ਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "hir AMimRq sru guir pUirAw; imil sMgqI. mlu lih jwie ]7]",
    "TRANSLITERATION": "Har Anmrith Sar Gur Pooriaa Mil Sangathee Mal Lehi Jaae ||7||",
    "PUNJABI": "(ਵੇਖ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਹਰਿ-ਨਾਮ ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਉਸ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰ, ਤੇਰੀ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਏਗੀ ॥੭॥",
    "PRONUNCIATION": "sMgqIN"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. myry ipAwirAw; iek gur kI isK suxwie ]",
    "TRANSLITERATION": "Man Karehalaa Maerae Piaariaa Eik Gur Kee Sikh Sunaae ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਇਹ ਸਿੱਖਿਆ (ਧਿਆਨ ਨਾਲ) ਸੁਣ!",
    "PRONUNCIATION": "(is`K) is`iKAw"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "iehu mohu mwieAw psirAw; AMiq swiQ. n koeI jwie ]8]",
    "TRANSLITERATION": "Eihu Mohu Maaeiaa Pasariaa Anth Saathh N Koee Jaae ||8||",
    "PUNJABI": "(ਇਹ ਸਾਰੇ ਸਾਕ-ਸੰਬੰਧੀ ਤੇ ਧਨ-ਪਦਾਰਥ-) ਇਹ ਸਾਰਾ ਮਾਇਆ ਦਾ ਮੋਹ (-ਜਾਲ) ਖਿਲਰਿਆ ਹੋਇਆ ਹੈ, ਅੰਤ ਵੇਲੇ (ਇਸ ਵਿਚੋਂ) ਕੋਈ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਇਗਾ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. myry swjnw; hir Krcu lIAw piq pwie ]",
    "TRANSLITERATION": "Man Karehalaa Maerae Saajanaa Har Kharach Leeaa Path Paae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਸੱਜਣ ਮਨ! ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ-ਧਨ-) ਖ਼ਰਚ ਪੱਲੇ ਬੱਧਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "hir drgh pYnwieAw; hir Awip lieAw gil lwie ]9]",
    "TRANSLITERATION": "Har Dharageh Painaaeiaa Har Aap Laeiaa Gal Laae ||9||",
    "PUNJABI": "ਉਹ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਖੱਟਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਸ ਨੂੰ ਆਦਰ-ਸਤਕਾਰ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਉਸ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ ॥੯॥",
    "PRONUNCIATION": "(pYn@wieAw) invwijAw"
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. guir mMinAw; gurmuiK kwr kmwie ]",
    "TRANSLITERATION": "Man Karehalaa Gur Manniaa Guramukh Kaar Kamaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਧਾਰ ਕੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 728,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "gur AwgY. kir jodVI; jn nwnk. hir mylwie ]10]1]",
    "TRANSLITERATION": "Gur Aagai Kar Jodharree Jan Naanak Har Maelaae ||10||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ!) ਗੁਰੂ ਦੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰ (ਹੇ ਗੁਰੂ! ਮਿਹਰ ਕਰ, ਮੈਨੂੰ) ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਜੋੜੀ ਰੱਖ ॥੧੦॥੧॥",
    "PRONUNCIATION": "(jodVI) bynqI"
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 4 ]",
    "TRANSLITERATION": "Gourree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. vIcwrIAw; vIcwir dyKu smwil ]",
    "TRANSLITERATION": "Man Karehalaa Veechaareeaa Veechaar Dhaekh Samaal ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਵਿਚਾਰਵਾਨ ਬਣ, ਤੂੰ ਵਿਚਾਰ ਕੇ ਵੇਖ, ਤੂੰ ਹੋਸ਼ ਕਰ ਕੇ ਵੇਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "bn iPir Qky bnvwsIAw; ipru gurmiq irdY inhwil ]1]",
    "TRANSLITERATION": "Ban Fir Thhakae Ban Vaaseeaa Pir Guramath Ridhai Nihaal ||1||",
    "PUNJABI": "ਜੰਗਲਾਂ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ ਥੱਕੇ ਹੋਏ ਹੇ ਜੰਗਲ-ਵਾਸੀ (ਮਨ)! (ਤੇਰਾ) ਮਾਲਕ-ਪ੍ਰਭੂ (ਤੇਰੇ) ਹਿਰਦੇ ਵਿਚ (ਵੱਸ ਰਿਹਾ ਹੈ, ਉਸ ਨੂੰ) ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਵੇਖ ॥੧॥",
    "PRONUNCIATION": "bn-vwsIAw"
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw; gur goivMdu smwil ]1] rhwau ]",
    "TRANSLITERATION": "Man Karehalaa Gur Govindh Samaal ||1|| Rehaao ||",
    "PUNJABI": "ਊਠ ਦੇ ਬੱਚੇ ਵਾਂਗ ਹੇ (ਮੇਰੇ) ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਕੇ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. vIcwrIAw; mnmuK PwiQAw mhw jwil ]",
    "TRANSLITERATION": "Man Karehalaa Veechaareeaa Manamukh Faathhiaa Mehaa Jaal ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਤੂੰ ਵਿਚਾਰਵਾਨ ਬਣ, (ਵੇਖ,) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਵੱਡੇ ਜਾਲ ਵਿਚ ਫਸੇ ਪਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmuiK pRwxI mukqu hY; hir hir nwmu smwil ]2]",
    "TRANSLITERATION": "Guramukh Praanee Mukath Hai Har Har Naam Samaal ||2||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਕੇ (ਇਸ ਜਾਲ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. myry ipAwirAw; sqsMgiq siqguru Bwil ]",
    "TRANSLITERATION": "Man Karehalaa Maerae Piaariaa Sathasangath Sathigur Bhaal ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾਹ, (ਉਥੇ) ਗੁਰੂ ਨੂੰ ਲੱਭ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "sqsMgiq lig hir iDAweIAY; hir hir. clY qyrY nwil ]3]",
    "TRANSLITERATION": "Sathasangath Lag Har Dhhiaaeeai Har Har Chalai Thaerai Naal ||3||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਹ ਹਰਿ-ਨਾਮ ਹੀ ਤੇਰੇ ਨਾਲ (ਸਦਾ) ਸਾਥ ਕਰੇਗਾ ॥੩॥",
    "PRONUNCIATION": "l`ig[ c`lY"
  },
  {
    "SHABAD_ID": 729,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "mn krhlw. vfBwgIAw; hir eyk ndir inhwil ]",
    "TRANSLITERATION": "Man Karehalaa Vaddabhaageeaa Har Eaek Nadhar Nihaal ||",
    "PUNJABI": "ਹੇ ਬੇ-ਮੁਹਾਰ ਮਨ! ਉਹ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਦੀ ਇਕ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]