[
  {
    "SHABAD_ID": 744,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "rMg sMig ibiKAw ky Bogw; ien sMig AMD n jwnI ]1]",
    "TRANSLITERATION": "Rang Sang Bikhiaa Kae Bhogaa Ein Sang Andhh N Jaanee ||1||",
    "PUNJABI": "ਮੌਜਾਂ ਨਾਲ ਮਾਇਆ ਦੇ ਭੋਗ (ਮਨੁੱਖ ਭੋਗਦਾ ਰਹਿੰਦਾ ਹੈ), (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ ਇਹਨਾਂ ਭੋਗਾਂ ਵਿਚ ਰੁੱਝਾ ਹੋਇਆ ਸਮਝਦਾ ਨਹੀਂ (ਕਿ ਉਮਰ ਵਿਅਰਥ ਗੁਜ਼ਰ ਰਹੀ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "hau sMcau hau Kwtqw; sglI AvD ibhwnI ] rhwau ]",
    "TRANSLITERATION": "Ho Sancho Ho Khaattathaa Sagalee Avadhh Bihaanee || Rehaao ||",
    "PUNJABI": "ਮੈਂ ਮਾਇਆ ਜੋੜ ਰਿਹਾ ਹਾਂ, ਮੈਂ ਮਾਇਆ ਖੱਟਦਾ ਹਾਂ-(ਇਹਨਾਂ ਹੀ ਖ਼ਿਆਲਾਂ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਦੀ) ਸਾਰੀ ਹੀ ਉਮਰ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ।ਰਹਾਉ।",
    "PRONUNCIATION": "(sMcau) iek`TI krdw[ (AvD) aumr[ (ibhwnI) bqIq hoeI"
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "hau sUrw prDwnu hau; ko. nwhI muJih smwnI ]2]",
    "TRANSLITERATION": "Ho Sooraa Paradhhaan Ho Ko Naahee Mujhehi Samaanee ||2||",
    "PUNJABI": "ਮੈਂ ਸੂਰਮਾ ਹਾਂ, ਮੈਂ ਚੌਧਰੀ ਹਾਂ, ਕੋਈ ਮੇਰੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "jobnvMq Acwr kulInw; mn mih hoie gumwnI ]3]",
    "TRANSLITERATION": "Jobanavanth Achaar Kuleenaa Man Mehi Hoe Gumaanee ||3||",
    "PUNJABI": "ਮੈਂ ਸੋਹਣਾ ਹਾਂ, ਮੈਂ ਉੱਚੇ ਆਚਰਨ ਵਾਲਾ ਹਾਂ, ਮੈਂ ਉੱਚੀ ਕੁਲ ਵਾਲਾ ਹਾਂ-(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਵਿਚ ਇਉਂ ਅਹੰਕਾਰੀ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "ijau aulJwieE bwD buiD; kwm riqAw. nhI ibsrwnI ]4]",
    "TRANSLITERATION": "Jio Oulajhaaeiou Baadhh Budhh Kaa Marathiaa Nehee Bisaraanee ||4||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਮਾਰੀ ਹੋਈ ਮਤਿ ਵਾਲਾ ਮਨੁੱਖ ਜਿਵੇਂ (ਜਵਾਨੀ ਸਮੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਰਨ ਵੇਲੇ ਭੀ ਉਸ ਨੂੰ ਇਹ ਮਾਇਆ ਨਹੀਂ ਭੁੱਲਦੀ ॥੪॥",
    "PRONUNCIATION": "(bwD) nws krn vwlI[ r`iqAw"
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "BweI mIq bMDp sKy; pwCy iqnhU kau sMpwnI ]5]",
    "TRANSLITERATION": "Bhaaee Meeth Bandhhap Sakhae Paashhae Thinehoo Ko Sanpaanee ||5||",
    "PUNJABI": "ਭਰਾ, ਮਿੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ, ਸਾਥੀ-ਮਰਨ ਤੋਂ ਪਿੱਛੋਂ ਆਖ਼ਰ ਇਹਨਾਂ ਨੂੰ ਹੀ (ਆਪਣੀ ਸਾਰੀ ਉਮਰ ਦੀ ਇਕੱਠੀ ਕੀਤੀ ਹੋਈ ਮਾਇਆ) ਸੌਂਪ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": "(sMpwnI) sONpI"
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "ijqu lwgo mnu bwsnw; AMiq sweI pRgtwnI ]6]",
    "TRANSLITERATION": "Jith Laago Man Baasanaa Anth Saaee Pragattaanee ||6||",
    "PUNJABI": "ਜਿਸ ਵਾਸਨਾ ਵਿਚ ਮਨੁੱਖ ਦਾ ਮਨ (ਸਾਰੀ ਉਮਰ) ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਆਖ਼ਿਰ ਮੌਤ ਵੇਲੇ ਉਹੀ ਵਾਸਨਾ ਆਪਣਾ ਜ਼ੋਰ ਪਾਂਦੀ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "AhMbuiD suic krm kir; ieh bMDn bMDwnI ]7]",
    "TRANSLITERATION": "Ahanbudhh Such Karam Kar Eih Bandhhan Bandhhaanee ||7||",
    "PUNJABI": "ਹਉਮੈ ਦੇ ਆਸਰੇ (ਸਰੀਰਕ ਪਵਿੱਤ੍ਰਤਾ ਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰ ਕਰ ਕੇ ਇਹਨਾਂ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਹੀ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 744,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "dieAwl purK ikrpw krhu; nwnk. dws dswnI ]8]3]15]44] jumlw",
    "TRANSLITERATION": "Dhaeiaal Purakh Kirapaa Karahu Naanak Dhaas Dhasaanee ||8||3||15||44|| Jumalaa",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਦਇਆ ਦੇ ਘਰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਕਿਰਪਾ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ (ਬਣਾਈ ਰੱਖ, ਤੇ ਮੈਨੂੰ ਇਹਨਾਂ ਹਉਮੈ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਬਚਾਈ ਰੱਖ) ॥੮॥੩॥੧੫॥੪੪॥",
    "PRONUNCIATION": "(jumlw) joV"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "<> siqnwmu krqw purKu gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathinaam Karathaa Purakh Guraprasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "rwgu gauVI pUrbI CMq mhlw 1 ]",
    "TRANSLITERATION": "Raag Gourree Poorabee Shhanth Mehalaa 1 ||",
    "PUNJABI": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "muMD rYix duhylVIAw jIau; nId n AwvY ]",
    "TRANSLITERATION": "Mundhh Rain Dhuhaelarreeaa Jeeo Needh N Aavai ||",
    "PUNJABI": "ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਦੇ ਹਹੁਕੇ ਵਿਚ ਜਵਾਨ ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਦੀ ਰਾਤ ਦੁੱਖ ਵਿਚ (ਲੰਘਦੀ ਹੈ), ਉਸ ਨੂੰ ਨੀਂਦ ਨਹੀਂ ਆਉਂਦੀ, ਤੇ ਹਹੁਕਿਆਂ ਵਿਚ ਉਹ ਕਮਜ਼ੋਰ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "jIv rUpI (muMD) iesqRI[ (duhylVIAw) duKI"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "sw Dn. dublIAw jIau; ipr kY hwvY ]",
    "TRANSLITERATION": "Saa Dhhan Dhubaleeaa Jeeo Pir Kai Haavai ||",
    "PUNJABI": "ਇਸਤ੍ਰੀ ਖਸਮ ਦੇ (ਵਿਛੋੜੇ ਦੇ) ਹਹੁਕੇ ਵਿਚ (ਦਿਨੋ ਦਿਨ) ਕਮਜ਼ੋਰ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "dub-lIAw:polw bolo[ (dublIAw) inrbl"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "Dn QIeI dubil. kMq hwvY; kyv. nYxI dyKey ]",
    "TRANSLITERATION": "Dhhan Thheeee Dhubal Kanth Haavai Kaev Nainee Dhaekheae ||",
    "PUNJABI": "(ਉਹ ਹਰ ਵੇਲੇ ਤਾਂਘਦੀ ਹੈ ਕਿ) ਉਹ ਕਿਸੇ ਤਰ੍ਹਾਂ (ਆਪਣੇ ਖਸਮ ਨੂੰ ਅੱਖੀਂ ਵੇਖੇ।",
    "PRONUNCIATION": "Dn, dub-il: poly bolo[QI-eI, dy-Key"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "sIgwr imT rs. Bog Bojn; sBu JUTu. ikqY n lyKey ]",
    "TRANSLITERATION": "Seegaar Mith Ras Bhog Bhojan Sabh Jhooth Kithai N Laekheae ||",
    "PUNJABI": "ਉਸ ਨੂੰ (ਸਰੀਰਕ) ਸਿੰਗਾਰ ਤੇ ਮਿੱਠੇ ਰਸਾਂ ਤੇ ਭੋਜਨਾਂ ਦੇ ਭੋਗ-ਇਹ ਸਭ ਕੁਝ ਫਿੱਕਾ ਲੱਗਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਸਭ ਕੁਝ ਨਿਕੰਮਾ ਦਿੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "im`T, ly-Key"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "mY mq jobin. grib gwlI; duDw. QxI n Awvey ]",
    "TRANSLITERATION": "Mai Math Joban Garab Gaalee Dhudhhaa Thhanee N Aaveae ||",
    "PUNJABI": "ਜਿਸ ਇਸਤ੍ਰੀ ਨੂੰ ਜਵਾਨੀ ਵਿਚ ਅਹੰਕਾਰ ਨੇ ਗਾਲ ਦਿੱਤਾ ਹੋਵੇ ਜੋ ਜਵਾਨੀ ਦੇ ਨਸ਼ੇ ਵਿਚ ਇਉਂ ਮਸਤ ਹੋਵੇ, ਜਿਵੇਂ ਸ਼ਰਾਬ ਵਿਚ ਮਸਤ ਹੈ, (ਉਸ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦਾ ਮਿਲਾਪ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ ਤੇ) ਉਸ ਨੂੰ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਅਵਸਥਾ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": "(mY) hMgqw Srwb c (m`q) msq[ mY ibMdI n lwau[ g`wlI"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. sw Dn imlY imlweI; ibnu ipr. nId n Awvey ]1]",
    "TRANSLITERATION": "Naanak Saa Dhhan Milai Milaaee Bin Pir Needh N Aaveae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਇਹੀ ਹਾਲ ਹੁੰਦਾ ਹੈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ, ਜੋ ਦੁਨੀਆ ਦੇ ਕੂੜੇ ਮਾਣ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ) ਸਾਰੀ ਜ਼ਿੰਦਗੀ-ਰੂਪ ਰਾਤ ਵਿਚ ਆਤਮਕ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ। ਉਹ ਤਦੋਂ ਹੀ (ਪ੍ਰਭੂ ਪਤੀ) ਨੂੰ ਮਿਲ ਸਕਦੀ ਹੈ, ਜਦੋਂ (ਗੁਰੂ ਵਿਚੋਲਾ ਬਣ ਕੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਦੇਵੇ ॥੧॥",
    "PRONUNCIATION": "Awvey"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "muMD inmwnVIAw jIau; ibnu DnI ipAwry ]",
    "TRANSLITERATION": "Mundhh Nimaanarreeaa Jeeo Bin Dhhanee Piaarae ||",
    "PUNJABI": "ਪਿਆਰੇ ਖਸਮ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜਵਾਨ ਇਸਤ੍ਰੀ ਢੱਠੇ-ਦਿਲ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "ikau suKu pwvYgI; ibnu aur Dwry ]",
    "TRANSLITERATION": "Kio Sukh Paavaigee Bin Our Dhhaarae ||",
    "PUNJABI": "ਜੇ ਪਤੀ ਉਸ ਨੂੰ ਆਪਣੀ ਛਾਤੀ ਨਾਲ ਨਾਹ ਲਾਏ, ਤਾਂ ਉਸ ਨੂੰ ਸੁਖ ਪ੍ਰਤੀਤ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "nwh ibnu. Gr vwsu nwhI; puChu sKI shylIAw ]",
    "TRANSLITERATION": "Naah Bin Ghar Vaas Naahee Pushhahu Sakhee Sehaeleeaa ||",
    "PUNJABI": "ਖਸਮ ਤੋਂ ਬਿਨਾ ਘਰ ਦਾ ਵਸੇਬਾ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਜੇ) ਹੋਰ ਸਖੀਆਂ ਸਹੇਲੀਆਂ ਨੂੰ ਪੁੱਛੋਗੇ (ਤਾਂ ਉਹ ਭੀ ਇਹ ਉੱਤਰ ਦੇਣਗੀਆਂ)",
    "PRONUNCIATION": "(nwh) Ksm"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnu nwm. pRIiq ipAwru nwhI; vsih swic suhylIAw ]",
    "TRANSLITERATION": "Bin Naam Preeth Piaar Naahee Vasehi Saach Suhaeleeaa ||",
    "PUNJABI": "(ਪਿਆਰੇ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜਿੰਦ-ਵਹੁਟੀ ਨਿੰਮੋ-ਝੂਣੀ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਜਦ ਤਕ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦੀ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਵਾਸ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਸਤ-ਸੰਗੀ ਸਹੇਲੀਆਂ ਨੂੰ ਪੁੱਛ ਵੇਖੋ, ਉਹ ਇਹੀ ਉੱਤਰ ਦੇਣਗੀਆਂ ਕਿ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਪ੍ਰੀਤ ਉਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਉਹੀ ਜਿੰਦ-ਵਹੁਟੀਆਂ ਸੁਖੀ ਵੱਸ ਸਕਦੀਆਂ ਹਨ, ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "scu min sjn sMqoiK mylw; gurmqI shu jwixAw ]",
    "TRANSLITERATION": "Sach Man Sajan Santhokh Maelaa Guramathee Sahu Jaaniaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਜੋ ਸੰਤੋਖ ਵਿਚ (ਜੀਊਂਦੀ ਹੈ) ਉਸ ਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ (ਅੰਗ-ਸੰਗ) ਜਾਣ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": "s`jn"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. nwmu n CofY sw Dn; nwim shij smwxIAw ]2]",
    "TRANSLITERATION": "Naanak Naam N Shhoddai Saa Dhhan Naam Sehaj Samaaneeaa ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਜਪਣਾ) ਨਹੀਂ ਛੱਡਦੀ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "imlu sKI shylVIho; hm ipru rwvyhw ]",
    "TRANSLITERATION": "Mil Sakhee Sehaelarreeho Ham Pir Raavaehaa ||",
    "PUNJABI": "ਹੇ (ਸਤਿਸੰਗਣ) ਸਹੇਲੀਹੋ! ਆਓ ਮਿਲ ਬੈਠੀਏ ਤੇ ਅਸੀਂ (ਮਿਲ ਕੇ) ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰੀਏ।",
    "PRONUNCIATION": "(rwvyhw) ismrIey"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gur puiC. ilKaugI jIau; sbid snyhw ]",
    "TRANSLITERATION": "Gur Pushh Likhougee Jeeo Sabadh Sanaehaa ||",
    "PUNJABI": "(ਸਤਿਸੰਗ ਵਿਚ ਬੈਠ ਕੇ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਹੇ ਸਹੇਲੀਹੋ! ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜਾਂਗੀ (ਕਿ ਆ ਕੇ ਮਿਲ)।",
    "PRONUNCIATION": "ilKau-gI"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "sbdu swcw guir idKwieAw; mnmuKI pCuqwxIAw ]",
    "TRANSLITERATION": "Sabadh Saachaa Gur Dhikhaaeiaa Manamukhee Pashhuthaaneeaa ||",
    "PUNJABI": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਨੇ ਆਪਣਾ ਸ਼ਬਦ ਬਖ਼ਸ਼ਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਅੰਗ ਸੰਗ) ਵਿਖਾ ਦਿੱਤਾ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੀਆਂ ਪਛੁਤਾਂਦੀਆਂ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "inkis jwqau. rhY AsiQru; jwim scu pCwixAw ]",
    "TRANSLITERATION": "Nikas Jaatho Rehai Asathhir Jaam Sach Pashhaaniaa ||",
    "PUNJABI": "(ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਸ਼ਬਦ ਦੀ ਦਾਤ ਦਿੱਤੀ, ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਦੋਂ ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ (ਅੰਗ-ਸੰਗ) ਪਛਾਣ ਲਿਆ, ਤਦੋਂ ਉਸ ਦਾ ਬਾਹਰ (ਮਾਇਆ ਪਿਛੇ) ਦੌੜਦਾ ਮਨ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "swc kI miq. sdw nauqn; sbid nyhu nvylE ]",
    "TRANSLITERATION": "Saach Kee Math Sadhaa Nouthan Sabadh Naehu Navaelou ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਮਤਿ ਸਦਾ ਨਵੀਂ-ਨਰੋਈ ਰਹਿੰਦੀ ਹੈ (ਕਦੇ ਵਿਕਾਰਾਂ ਨਾਲ ਮੈਲੀ ਨਹੀਂ ਹੁੰਦੀ)। ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਵਾਸਤੇ ਨਿੱਤ ਨਵਾਂ ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(nauqn) nvIN[ (nyhu) pRym[ (nvyl-E) nvW[ lwh-E"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk ndrI shij swcw; imlhu sKI shylIho ]3]",
    "TRANSLITERATION": "Naanak Nadharee Sehaj Saachaa Milahu Sakhee Sehaeleeho ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ। ਹੇ ਸਤਿਸੰਗੀ ਸਹੇਲੀਹੋ! ਆਓ ਰਲ ਕੇ ਬੈਠੀਏ ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੀਏ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "myrI ieC punI jIau; hm Gir swjnu AwieAw ]",
    "TRANSLITERATION": "Maeree Eishh Punee Jeeo Ham Ghar Saajan Aaeiaa ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਓ! ਮੇਰੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ ਪਰਮਾਤਮਾ ਆ ਵੱਸਿਆ ਹੈ।",
    "PRONUNCIATION": "(punI) pUrI hoeI"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "imil vru nwrI; mMglu gwieAw ]",
    "TRANSLITERATION": "Mil Var Naaree Mangal Gaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਖ਼ਸਮ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਗਿਆਨ-ਇੰਦਰੇ (ਵਿਕਾਰਾਂ ਵਲ ਦੌੜਨ ਦੇ ਥਾਂ ਰਲ ਕੇ ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(vru) pqI Akwl jI nMU pRwpiq sohwgx nwrI"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "gux gwie mMglu. pRyim rhsI; muMD min EmwhE ]",
    "TRANSLITERATION": "Gun Gaae Mangal Praem Rehasee Mundhh Man Oumaahou ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ (ਹੁਲਾਰੇ) ਵਿਚ ਖਿੜ ਪੈਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਚਾਉ ਦਾ ਹੁਲਾਰਾ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "rh-sI:polw bolo imlvW[ (rhsI) AnMd nUM pRwpq hoeI[ (muMD) iesqRI[ pUrn ^uSI sihq (Emwh-E) aumwh auqSwh"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "swjn rhMsy dust ivAwpy; swcu jip scu lwhE ]",
    "TRANSLITERATION": "Saajan Rehansae Dhusatt Viaapae Saach Jap Sach Laahou ||",
    "PUNJABI": "ਉਸ ਦੇ ਅੰਦਰ ਭਲੇ ਗੁਣ ਪ੍ਰਫੁਲਤ ਹੁੰਦੇ ਹਨ, ਦੁਸ਼ਟ-ਵਿਕਾਰ ਦਬਾ ਹੇਠ ਆ ਜਾਂਦੇ ਹਨ। ਸਦਾ-ਥਿਰ ਨਾਮ ਜਪ ਜਪ ਕੇ ਉਸ ਨੂੰ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦਾ ਲਾਭ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(rhMsy) KuS hoey[ (ivAwpy) gRsy hoey[ (lwh-E) lwB"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "kr joiV. sw Dn krY ibnqI; rYix idnu ris iBMnIAw ]",
    "TRANSLITERATION": "Kar Jorr Saa Dhhan Karai Binathee Rain Dhin Ras Bhinneeaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਿਨ-ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਹੋਈ ਹੱਥ ਜੋੜ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸਾਂ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(iBMnIAw) iB`jI"
  },
  {
    "SHABAD_ID": 745,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. ipru Dn krih rlIAw; ieC myrI puMnIAw ]4]1]",
    "TRANSLITERATION": "Naanak Pir Dhhan Karehi Raleeaa Eishh Maeree Punneeaa ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਤੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ) ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਹੇ ਸਹੇਲੀਹੋ! ਮੇਰੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਆ ਵਸਿਆ ਹੈ) ॥੪॥੧॥",
    "PRONUNCIATION": "rlIAW: polw bolo[ ie`C"
  }
]