[
  {
    "SHABAD_ID": 748,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "gur AwgY. krau ibnMqI, jy gur BwvY; ijau imlY. iqvY imlweIAY ]",
    "TRANSLITERATION": "Gur Aagai Karo Binanthee Jae Gur Bhaavai Jio Milai Thivai Milaaeeai ||",
    "PUNJABI": "(ਹੇ ਮਾਂ!) ਮੈਂ ਗੁਰੂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ-ਹੇ ਗੁਰੂ! ਜੇ ਤੈਨੂੰ ਮੇਰੀ ਬੇਨਤੀ ਚੰਗੀ ਲੱਗੇ, ਤਾਂ ਜਿਵੇਂ ਹੋ ਸਕੇ ਮੈਨੂੰ (ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ) ਮਿਲਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 748,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy myil ley suKdwqw; Awip imilAw Gir Awey ]",
    "TRANSLITERATION": "Aapae Mael Leae Sukhadhaathaa Aap Miliaa Ghar Aaeae ||",
    "PUNJABI": "(ਹੇ ਮਾਂ!) ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ (ਜਿਸ ਨੂੰ ਮਿਲਾਂਦਾ ਹੈ) ਆਪ ਹੀ ਮਿਲਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਪ ਹੀ ਆ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 748,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. kwmix sdw suhwgix; nw ipru mrY. n jwey ]4]2]",
    "TRANSLITERATION": "Naanak Kaaman Sadhaa Suhaagan Naa Pir Marai N Jaaeae ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਲਈ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦਾ (ਇਹ ਪ੍ਰਭੂ-) ਖਸਮ ਨਾਹ ਕਦੇ ਮਰਦਾ ਹੈ ਨਾਹ ਉਸ ਤੋਂ ਵਿੱਛੁੜਦਾ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 3 ]",
    "TRANSLITERATION": "Gourree Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "kwmix. hir ris byDI jIau; hir kY shij suBwey ]",
    "TRANSLITERATION": "Kaaman Har Ras Baedhhee Jeeo Har Kai Sehaj Subhaaeae ||",
    "PUNJABI": "(ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਜਿਸ ਦਾ ਮਨ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਵਿੱਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਜੇਹੜੀ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ,",
    "PRONUNCIATION": "(by~DI) ivMn@I"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "mnu mohin moih lIAw jIau; duibDw shij smwey ]",
    "TRANSLITERATION": "Man Mohan Mohi Leeaa Jeeo Dhubidhhaa Sehaj Samaaeae ||",
    "PUNJABI": "ਤੇ ਜਿਸ ਦੇ ਮਨ ਨੂੰ ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੇ ਮੋਹ ਰੱਖਿਆ ਹੈ, (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਮੇਰ-ਤੇਰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "duibDw shij smwey. kwmix vru pwey; gurmqI rMgu lwey ]",
    "TRANSLITERATION": "Dhubidhhaa Sehaj Samaaeae Kaaman Var Paaeae Guramathee Rang Laaeae ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਆਤਮਕ ਰੰਗ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "iehu srIru. kUiV kusiq BirAw; glqweI pwp kmwey ]",
    "TRANSLITERATION": "Eihu Sareer Koorr Kusath Bhariaa Gal Thaaee Paap Kamaaeae ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮਨੁੱਖ ਦਾ) ਇਹ ਸਰੀਰ ਝੂਠ ਠੱਗੀ-ਫ਼ਰੇਬ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਜੀਵ ਪਾਪ ਕਮਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": "(ku-s`iq) aultw hT[ gl-qweI: polw bolo[ (glqweI) glqwn[ (dUjw pwT: gl qweI)"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmuiK Bgiq. ijqu shj Duin aupjY; ibnu BgqI. mYlu n jwey ]",
    "TRANSLITERATION": "Guramukh Bhagath Jith Sehaj Dhhun Oupajai Bin Bhagathee Mail N Jaaeae ||",
    "PUNJABI": "ਪਰ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਜੀਵ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਸਾਰੇ ਕੀਤੇ ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾਂ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. kwmix iprih ipAwrI; ivchu Awpu gvwey ]1]",
    "TRANSLITERATION": "Naanak Kaaman Pirehi Piaaree Vichahu Aap Gavaaeae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪਿਆਰੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਜੇਹੜੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "kwmix. ipru pwieAw jIau; gur kY Bwie ipAwry ]",
    "TRANSLITERATION": "Kaaman Pir Paaeiaa Jeeo Gur Kai Bhaae Piaarae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "rYix suiK suqI jIau; AMqir auir Dwry ]",
    "TRANSLITERATION": "Rain Sukh Suthee Jeeo Anthar Our Dhhaarae ||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਅੰਦਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ) ਵਸਾਂਦੀ ਹੈ ਤੇ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਰੂਪ ਰਾਤ ਸੁਖ ਵਿਚ ਗੁਜ਼ਾਰਦੀ ਹੈ।",
    "PRONUNCIATION": "s`uqI"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "AMqir auir Dwry. imlIAY ipAwry; An idnu duKu invwry ]",
    "TRANSLITERATION": "Anthar Our Dhhaarae Mileeai Piaarae Anadhin Dhukh Nivaarae ||",
    "PUNJABI": "ਆਪਣੇ ਹਿਰਦੇ ਵਿੱਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਟਿਕਾਉਂਦੀ ਹੈ, ਉਹ ਆਪਣੇ ਪ੍ਰਭੂ ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਦੀ ਹੈ ਅਤੇ ਸਦਾ ਵਾਸਤੇ ਵਿਛੋੜੇ ਦਾ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(invwry) dUr kry"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "AMqir mhlu. ipru rwvy kwmix; gurmqI vIcwry ]",
    "TRANSLITERATION": "Anthar Mehal Pir Raavae Kaaman Guramathee Veechaarae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਨਿਵਾਸ-ਥਾਂ ਲੱਭ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਵਿਚਾਰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "AMimRqu nwmu pIAw idn rwqI; duibDw mwir invwry ]",
    "TRANSLITERATION": "Anmrith Naam Peeaa Dhin Raathee Dhubidhhaa Maar Nivaarae ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਦਿਨ ਰਾਤ ਪੀਤਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਮੇਰ-ਤੇਰ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. sic imlI sohwgix; gur kY hyiq Apwry ]2]",
    "TRANSLITERATION": "Naanak Sach Milee Sohaagan Gur Kai Haeth Apaarae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਅਥਾਹ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(hyiq) pRym"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "Awvhu dieAw kry jIau; pRIqm Aiq ipAwry ]",
    "TRANSLITERATION": "Aavahu Dhaeiaa Karae Jeeo Preetham Ath Piaarae ||",
    "PUNJABI": "ਹੇ ਅਤਿ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "kwmix ibnau kry jIau; sic sbid sIgwry ]",
    "TRANSLITERATION": "Kaaman Bino Karae Jeeo Sach Sabadh Seegaarae ||",
    "PUNJABI": "(ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਕੇ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਜਿਹੀ) ਬੇਨਤੀ ਕਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "sic sbid sIgwry. haumY mwry; gurmuiK kwrj svwry ]",
    "TRANSLITERATION": "Sach Sabadh Seegaarae Houmai Maarae Guramukh Kaaraj Savaarae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕਾਰਜ ਸਵਾਰ ਲੈਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "juig juig eyko scw soeI; bUJY gur bIcwry ]",
    "TRANSLITERATION": "Jug Jug Eaeko Sachaa Soee Boojhai Gur Beechaarae ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ ਜੇਹੜਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "mnmuiK kwim ivAwpI. moih sMqwpI; iksu AwgY jwie pukwry ]",
    "TRANSLITERATION": "Manamukh Kaam Viaapee Mohi Santhaapee Kis Aagai Jaae Pukaarae ||",
    "PUNJABI": "(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਦਬਾਈ ਰਹਿੰਦੀ ਹੈ, ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਦੁੱਖੀ ਹੁੰਦੀ ਹੈ। ਉਹ ਕਿਸ ਅੱਗੇ ਜਾ ਕੇ (ਆਪਣੇ ਦੁੱਖਾਂ ਦੀ) ਪੁਕਾਰ ਕਰੇ? (ਕੋਈ ਉਸ ਦੇ ਇਹ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਕਰ ਸਕਦਾ)।",
    "PRONUNCIATION": "(sMqwpI) duKI hoeI"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. mnmuiK, Qwau n pwey; ibnu gur. Aiq ipAwry ]3]",
    "TRANSLITERATION": "Naanak Manamukh Thhaao N Paaeae Bin Gur Ath Piaarae ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਅਤਿ ਪਿਆਰੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਥਾਂ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦੀ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "muMD ieAwxI BolI inguxIAw jIau; ipru Agm Apwrw ]",
    "TRANSLITERATION": "Mundhh Eiaanee Bholee Niguneeaa Jeeo Pir Agam Apaaraa ||",
    "PUNJABI": "(ਇਕ ਪਾਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ) ਮੂਰਖ ਹੈ ਅੰਵਾਣ ਹੈ ਭੋਲੀ ਹੈ (ਕਿ ਵਿਕਾਰਾਂ ਦੇ ਦਾਵਾਂ ਤੋਂ ਬਚਣਾ ਨਹੀਂ ਜਾਣਦੀ) ਤੇ ਗੁਣ-ਹੀਨ ਹੈ (ਦੂਜੇ ਪਾਸੇ) ਪ੍ਰਭੂ-ਪਤੀ ਅਪਹੁੰਚ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ (ਇਹੋ ਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਿਵੇਂ ਹੋਵੇ?)।",
    "PRONUNCIATION": "jIv rUpI (muMD) iesqRI[ Bo-lI: polw bolo"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy myil imlIAY jIau; Awpy bKsxhwrw ]",
    "TRANSLITERATION": "Aapae Mael Mileeai Jeeo Aapae Bakhasanehaaraa ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਆਪੇ ਹੀ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਮਿਲਾਏ ਤਾਂ ਮਿਲਾਪ ਹੋ ਸਕਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੀਆਂ ਭੁੱਲਾਂ) ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "Avgx bKsxhwrw. kwmix kMqu ipAwrw; Git Git rihAw smweI ]",
    "TRANSLITERATION": "Avagan Bakhasanehaaraa Kaaman Kanth Piaaraa Ghatt Ghatt Rehiaa Samaaee ||",
    "PUNJABI": "ਪਿਆਰਾ ਪ੍ਰਭੂ-ਕੰਤ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਔਗੁਣ ਬਖ਼ਸ਼ਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ, ਤੇ ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਸਭ ਦੇ ਗੁਣ ਔਗੁਣ ਜਾਣਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "pRym pRIiq. Bwie BgqI pweIAY; siqguir. bUJ buJweI ]",
    "TRANSLITERATION": "Praem Preeth Bhaae Bhagathee Paaeeai Sathigur Boojh Bujhaaee ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਸਿੱਖਿਆ ਦਿੱਤੀ ਹੈ ਕਿ ਉਹ ਕੰਤ-ਪ੍ਰਭੂ ਪ੍ਰੇਮ-ਪ੍ਰੀਤਿ ਨਾਲ ਮਿਲਦਾ ਹੈ ਭਗਤੀ-ਭਾਵ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": "(b`UJ) is`iKAw[ (b`uJweI) smJweI"
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "sdw AnMid rhY idn rwqI; Anidnu rhY ilv lweI ]",
    "TRANSLITERATION": "Sadhaa Anandh Rehai Dhin Raathee Anadhin Rehai Liv Laaee ||",
    "PUNJABI": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਇਸ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰਦੀ ਹੈ) ਉਹ ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਆਨੰਦ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ਉਹ ਹਰ ਵੇਲੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 749,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk shjy hir vru pwieAw; sw Dn nau iniD pweI ]4]3]",
    "TRANSLITERATION": "Naanak Sehajae Har Var Paaeiaa Saa Dhhan No Nidhh Paaee ||4||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ, ਮਾਨੋ, ਦੁਨੀਆ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਏ ਹਨ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 3 ]",
    "TRANSLITERATION": "Gourree Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "mwieAw sru. sblu vrqY jIau; ikau kir. duqru qirAw jwie ]",
    "TRANSLITERATION": "Maaeiaa Sar Sabal Varathai Jeeo Kio Kar Dhuthar Thariaa Jaae ||",
    "PUNJABI": "ਮਾਇਆ (ਦੇ ਮੋਹ) ਦਾ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਸਰੋਵਰ ਆਪਣਾ ਜ਼ੋਰ ਪਾ ਰਿਹਾ ਹੈ, ਇਸ ਵਿਚੋਂ ਤਰਨਾ ਭੀ ਬਹੁਤ ਔਖਾ ਹੈ।",
    "PRONUNCIATION": "(sru) smuMdR[ (s-blu) bl sihq[ du`q-ru"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm nwmu kir boihQw. jIau; sbdu Kyvtu ivic pwie ]",
    "TRANSLITERATION": "Raam Naam Kar Bohithhaa Jeeo Sabadh Khaevatt Vich Paae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਕਿਵੇਂ ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਿਆ ਜਾਏ? ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਜਹਾਜ਼ ਬਣਾ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਲਾਹ ਬਣਾ ਕੇ (ਉਸ ਜ਼ਹਾਜ਼) ਵਿਚ ਬਿਠਾ।",
    "PRONUNCIATION": "(boihQw) jhwj[ (Kyvtu) mlwh"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "sbdu Kyvtu ivic pwey. hir Awip lGwey; ien ibiD duqru qrIAY ]",
    "TRANSLITERATION": "Sabadh Khaevatt Vich Paaeae Har Aap Laghaaeae Ein Bidhh Dhuthar Thareeai ||",
    "PUNJABI": "ਜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਜਹਾਜ਼ ਵਿਚ ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਮਲਾਹ ਨੂੰ ਬਿਠਾ ਦੇਵੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ ਸਰੋਵਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ। (ਹੇ ਭਾਈ!) ਇਸ ਦੁੱਤਰ ਮਾਇਆ-ਸਰ ਵਿਚੋਂ ਇਉਂ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmuiK Bgiq prwpiq hovY; jIviqAw ieau mrIAY ]",
    "TRANSLITERATION": "Guramukh Bhagath Paraapath Hovai Jeevathiaa Eio Mareeai ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਿਆਂ ਹੀ ਮਾਇਆ ਵਲੋਂ ਅਛੋਹ ਹੋ ਜਾਈਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "iKn mih. rwm nwim iklivK kwty; Bey pivqu srIrw ]",
    "TRANSLITERATION": "Khin Mehi Raam Naam Kilavikh Kaattae Bheae Pavith Sareeraa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਸਾਰੇ) ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਕੱਟੇ ਜਾਂਦੇ ਹਨ। (ਜਿਸ ਦੇ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਉਸ ਦਾ) ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk rwm nwim insqwrw; kMcn Bey mnUrw ]1]",
    "TRANSLITERATION": "Naanak Raam Naam Nisathaaraa Kanchan Bheae Manooraa ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ (ਮਾਇਆ-ਸਰ ਤੋਂ) ਪਾਰ ਲੰਘੀਦਾ ਹੈ ਤੇ ਲੋਹੇ ਦੀ ਮੈਲ (ਵਰਗਾ ਨਕਾਰਾ ਹੋਇਆ ਮਨ) ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(kMcn) sonw[ (mnUrw) lohy dI mYL"
  }
]