[
  {
    "SHABAD_ID": 750,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "iesqrI purK kwim ivAwpy jIau; rwm nwm kI ibiD nhI jwxI ]",
    "TRANSLITERATION": "Eisatharee Purakh Kaam Viaapae Jeeo Raam Naam Kee Bidhh Nehee Jaanee ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ) ਇਸਤ੍ਰੀ ਅਤੇ ਮਰਦ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਜਾਚ ਨਹੀਂ ਸਿੱਖਦੇ।",
    "PRONUNCIATION": "ibiD: polw bolo"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mwq ipqw suq BweI. Kry ipAwry jIau; fUib muey. ibnu pwxI ]",
    "TRANSLITERATION": "Maath Pithaa Suth Bhaaee Kharae Piaarae Jeeo Ddoob Mueae Bin Paanee ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ) ਮਾਂ ਪਿਉ ਪੁੱਤਰ, ਭਰਾ (ਹੀ) ਬਹੁਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, (ਜਿਸ ਸਰੋਵਰ ਵਿਚ) ਪਾਣੀ ਨਹੀਂ, (ਪਾਣੀ ਦੀ ਥਾਂ ਮੋਹ ਹੈ ਉਸ ਵਿਚ) ਡੁੱਬ ਕੇ (ਨਕਾ-ਨਕ ਫਸ ਕੇ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "fUib muey. ibnu pwxI, giq nhI jwxI; haumY Dwqu sMswry ]",
    "TRANSLITERATION": "Ddoob Mueae Bin Paanee Gath Nehee Jaanee Houmai Dhhaath Sansaarae ||",
    "PUNJABI": "ਮੋਹ-ਰੂਪੀ ਪਾਣੀ ਵਾਲੇ ਮਾਇਆ-ਸਰ ਵਿਚ ਨਕਾ-ਨਕ ਫਸ ਕੇ ਜੀਵ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਹਨ ਤੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪਰਖਦੇ-ਜਾਚਦੇ। (ਇਸ ਤਰ੍ਹਾਂ) ਸੰਸਾਰ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਹਉਮੈ ਦੀ ਭਟਕਣਾ ਲੱਗੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "(Dwqu) Btkdy"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "jo AwieAw. so sBu ko jwsI; aubry gur vIcwry ]",
    "TRANSLITERATION": "Jo Aaeiaa So Sabh Ko Jaasee Oubarae Gur Veechaarae ||",
    "PUNJABI": "ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਗਤ ਵਿਚ (ਜਨਮ ਲੈ ਕੇ) ਆਉਂਦਾ ਹੈ ਉਹ (ਇਸ ਭਟਕਣਾ ਵਿਚ) ਫਸਦਾ ਜਾਂਦਾ ਹੈ, (ਇਸ ਵਿਚੋਂ ਉਹੀ) ਬਚਦੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(aubry) bcy"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "gurmuiK hovY. rwm nwmu vKwxY; Awip qrY kul qwry ]",
    "TRANSLITERATION": "Guramukh Hovai Raam Naam Vakhaanai Aap Tharai Kul Thaarae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਉਹ ਆਪ (ਇਸ ਮਾਇਆ-ਸਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(vKwxY) aucwry"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. nwmu vsY Gt AMqir; gurmiq imly ipAwry ]2]",
    "TRANSLITERATION": "Naanak Naam Vasai Ghatt Anthar Guramath Milae Piaarae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm nwm ibnu. ko iQru nwhI jIau; bwjI hY sMswrw ]",
    "TRANSLITERATION": "Raam Naam Bin Ko Thhir Naahee Jeeo Baajee Hai Sansaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ (ਪਰਮਾਤਮਾ ਦੀ ਰਚੀ ਹੋਈ ਇਕ) ਖੇਡ ਹੈ (ਇਸ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "idRVu Bgiq scI jIau; rwmu nwmu vwpwrw ]",
    "TRANSLITERATION": "Dhrirr Bhagath Sachee Jeeo Raam Naam Vaapaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਰੱਖ (ਇਹੀ) ਸਦਾ ਰਹਿਣ ਵਾਲੀ (ਚੀਜ਼) ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm nwmu vwpwrw Agm Apwrw; gurmqI Dnu pweIAY ]",
    "TRANSLITERATION": "Raam Naam Vaapaaraa Agam Apaaraa Guramathee Dhhan Paaeeai ||",
    "PUNJABI": "ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਣਜ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਧਨ ਹੈ, ਇਹ ਧਨ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": "nwm Dnu"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "syvw suriq Bgiq ieh swcI; ivchu Awpu gvweIAY ]",
    "TRANSLITERATION": "Saevaa Surath Bhagath Eih Saachee Vichahu Aap Gavaaeeai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ-ਇਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ (ਰਾਸਿ) ਹੈ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਸਕੀਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "hm miq hIx. mUrK mugD AMDy; siqguir mwrig pwey ]",
    "TRANSLITERATION": "Ham Math Heen Moorakh Mugadhh Andhhae Sathigur Maarag Paaeae ||",
    "PUNJABI": "ਸਾਨੂੰ ਮਤਿ-ਹੀਣਿਆਂ ਨੂੰ, ਮੂਰਖਾਂ ਨੂੰ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਇਆਂ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਹੀ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਉਤੇ ਪਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. gurmuiK sbid suhwvy; An idnu hir gux gwey ]3]",
    "TRANSLITERATION": "Naanak Guramukh Sabadh Suhaavae Anadhin Har Gun Gaaeae ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ) ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਤੇ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "(suhwvy) soBnIk"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "Awip krwey. kry Awip jIau; Awpy sbid svwry ]",
    "TRANSLITERATION": "Aap Karaaeae Karae Aap Jeeo Aapae Sabadh Savaarae ||",
    "PUNJABI": "(ਪਰ) ਹੇ ਭਾਈ! (ਜੀਵਾਂ ਦੇ ਕੁੱਝ ਵੱਸ ਨਹੀਂ। ਮਾਇਆ-ਸਰ ਵਿਚੋਂ ਡੁੱਬਣ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਪ੍ਰੇਰਨਾ ਕਰ ਕੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕੰਮ) ਕਰਾਂਦਾ ਹੈ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਸਭ ਕੁਝ) ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ (ਜੀਵਾਂ ਦੇ) ਜੀਵਨ ਸੋਹਣੇ ਬਣਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy siqguru. Awip sbdu jIau; jugu jugu Bgq ipAwry ]",
    "TRANSLITERATION": "Aapae Sathigur Aap Sabadh Jeeo Jug Jug Bhagath Piaarae ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ, ਆਪ ਹੀ (ਗੁਰੂ ਦਾ) ਸ਼ਬਦ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਤੇ ਆਪ ਹੀ ਹਰੇਕ ਜੁਗ ਵਿਚ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "j`ugu ju`gu"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "jugu jugu Bgq ipAwry. hir Awip svwry; Awpy BgqI lwey ]",
    "TRANSLITERATION": "Jug Jug Bhagath Piaarae Har Aap Savaarae Aapae Bhagathee Laaeae ||",
    "PUNJABI": "ਹਰੇਕ ਜੁਗ ਵਿਚ ਹਰੀ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਸਵਾਰਦਾ ਹੈ, ਆਪ ਹੀ (ਉਹਨਾਂ ਨੂੰ) ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy dwnw. Awpy bInw; Awpy syv krwey ]",
    "TRANSLITERATION": "Aapae Dhaanaa Aapae Beenaa Aapae Saev Karaaeae ||",
    "PUNJABI": "ਉਹ ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਤੇ ਪਛਾਣਨ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤਾਂ ਪਾਸੋਂ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(dwnw) jwnx vwly[ (bInw) dyKx vwly"
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "Awpy guxdwqw. Avgux kwty; ihrdY nwmu vswey ]",
    "TRANSLITERATION": "Aapae Gunadhaathaa Avagun Kaattae Hiradhai Naam Vasaaeae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣੇ) ਗੁਣਾਂ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ, (ਸਾਡੇ) ਅਉਗਣ ਦੂਰ ਕਰਦਾ ਹੈ, ਤੇ (ਸਾਡੇ) ਹਿਰਦੇ ਵਿਚ (ਆਪਣਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 750,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. sd bilhwrI scy ivthu; Awpy kry krwey ]4]4]",
    "TRANSLITERATION": "Naanak Sadh Balihaaree Sachae Vittahu Aapae Karae Karaaeae ||4||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ) ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਉਹ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਾਂਦਾ ਹੈ ॥੪॥੪॥",
    "PRONUNCIATION": "(ivthu) au~proN"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 3 ]",
    "TRANSLITERATION": "Gourree Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "gur kI syvw kir. iprw jIau; hir nwmu iDAwey ]",
    "TRANSLITERATION": "Gur Kee Saevaa Kar Piraa Jeeo Har Naam Dhhiaaeae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਅਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ,",
    "PRONUNCIATION": "(iprw) ipAwry (jIau) jIv"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "mM\\\\hu dUir. n jwih, iprw jIau; Gir bYiTAw. hir pwey ]",
    "TRANSLITERATION": "Mannjahu Dhoor N Jaahi Piraa Jeeo Ghar Baithiaa Har Paaeae ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਆਪਣੇ ਆਪ ਵਿਚੋਂ ਦੂਰ ਨਹੀਂ ਜਾਹਿਂਗੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਣ ਤੋਂ ਬਚ ਜਾਹਿਂਗੀ)। (ਹੇ ਜਿੰਦੇ!) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(mM\\-hu) myry qoN"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "Gir bYiTAw. hir pwey; sdw icqu lwey, shjy siq suBwey ]",
    "TRANSLITERATION": "Ghar Baithiaa Har Paaeae Sadhaa Chith Laaeae Sehajae Sath Subhaaeae ||",
    "PUNJABI": "ਜੇਹੜਾ ਜੀਵ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਚਿੱਤ ਜੋੜਦਾ ਹੈ, ਉਹ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "siq srUp pRmwqmw jI[ (suBwey) sRySt Bwvnw"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "gur kI syvw KrI suKwlI; ijs no Awip krwey ]",
    "TRANSLITERATION": "Gur Kee Saevaa Kharee Sukhaalee Jis No Aap Karaaeae ||",
    "PUNJABI": "(ਸੋ, ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬਹੁਤ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ (ਪਰ ਇਹ ਸੇਵਾ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ) ਜਿਸ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਆਪ ਕਰਾਏ (ਜਿਸ ਨੂੰ ਆਪ ਪ੍ਰੇਰਨਾ ਕਰੇ)।",
    "PRONUNCIATION": "(KrI) bhuq"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "nwmo bIjy nwmo jMmY; nwmo mMin vswey ]",
    "TRANSLITERATION": "Naamo Beejae Naamo Janmai Naamo Mann Vasaaeae ||",
    "PUNJABI": "(ਉਹ ਮਨੁੱਖ ਫਿਰ ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਬੀਜਦਾ ਹੈ (ਉਥੇ) ਨਾਮ ਹੀ ਉੱਗਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਨਾਮ ਹੀ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. sic nwim vifAweI; pUrib iliKAw pwey ]1]",
    "TRANSLITERATION": "Naanak Sach Naam Vaddiaaee Poorab Likhiaa Paaeae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ, ਪ੍ਰਭੂ-ਨਾਮ ਵਿਚ ਟਿਕ ਕੇ (ਮਨੁੱਖ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਪਾਂਦਾ ਹੈ, (ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਹਿਲੇ ਜਨਮ ਵਿਚ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉੱਘੜ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(pUrib) ipClw"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "hir kw nwmu mITw. iprw jIau; jw cwKih icqu lwey ]",
    "TRANSLITERATION": "Har Kaa Naam Meethaa Piraa Jeeo Jaa Chaakhehi Chith Laaeae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿੱਠਾ ਹੈ (ਪਰ ਇਹ ਤੈਨੂੰ ਤਦੋਂ ਹੀ ਸਮਝ ਆਵੇਗੀ) ਜਦੋਂ ਤੂੰ ਚਿੱਤ ਜੋੜ ਕੇ (ਇਹ ਨਾਮ-ਰਸ) ਚੱਖੇਂਗੀ।",
    "PRONUNCIATION": "(iprw) ipAwry"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "rsnw hir rsu cwKu, muXy jIau; An rs swd gvwey ]",
    "TRANSLITERATION": "Rasanaa Har Ras Chaakh Muyae Jeeo An Ras Saadh Gavaaeae ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਨਿਕਰਮਣ ਜੀਭ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ, ਤੇ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੇ ਸੁਆਦ ਛੱਡ ਦੇ।",
    "PRONUNCIATION": "(muXy) ipAwrIey[ muXy: mMmy AONkV, Xy qwlU qoN bolo"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "sdw hir rsu pwey. jw hir Bwey; rsnw sbid suhwey ]",
    "TRANSLITERATION": "Sadhaa Har Ras Paaeae Jaa Har Bhaaeae Rasanaa Sabadh Suhaaeae ||",
    "PUNJABI": "(ਪਰ ਜੀਭ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਦੋਂ ਜੀਭ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਮਾਣਦੀ ਹੈ, ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੋਹਣੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "nwmu iDAwey. sdw suKu pwey; nwim rhY ilv lwey ]",
    "TRANSLITERATION": "Naam Dhhiaaeae Sadhaa Sukh Paaeae Naam Rehai Liv Laaeae ||",
    "PUNJABI": "(ਹੇ ਜਿੰਦੇ!) ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "nwmy aupjY. nwmy ibnsY; nwmy sic smwey ]",
    "TRANSLITERATION": "Naamae Oupajai Naamae Binasai Naamae Sach Samaaeae ||",
    "PUNJABI": "ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ (ਨਾਮ-ਰਸ ਦੀ ਤਾਂਘ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੀ ਖਿੱਚ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. nwmu gurmqI pweIAY; Awpy ley lvwey ]2]",
    "TRANSLITERATION": "Naanak Naam Guramathee Paaeeai Aapae Leae Lavaaeae ||2||",
    "PUNJABI": "(ਪਰ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "eyh ivfwxI cwkrI. iprw jIau; Dn Coif prdyis isDwey ]",
    "TRANSLITERATION": "Eaeh Viddaanee Chaakaree Piraa Jeeo Dhhan Shhodd Paradhaes Sidhhaaeae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! (ਜਿਵੇਂ ਇਹ ਬਿਗਾਨੀ ਨੌਕਰੀ ਬੜੀ ਦੁਖਦਾਈ ਹੁੰਦੀ ਹੈ ਕਿ ਮਨੁੱਖ ਆਪਣੀ ਇਸਤ੍ਰੀ ਨੂੰ ਘਰ ਛੱਡ ਕੇ ਪਰਦੇਸ ਵਿਚ ਚਲਾ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": "(ivfwxI) ibgwnI[ c`wkrI"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "dUjY. iknY suKu, n pwieE, iprw jIau; ibiKAw loiB luBwey ]",
    "TRANSLITERATION": "Dhoojai Kinai Sukh N Paaeiou Piraa Jeeo Bikhiaa Lobh Lubhaaeae ||",
    "PUNJABI": "ਤਿਵੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਹੋਰ ਖ਼ੁਸ਼ਾਮਦ (ਬੜੀ ਦੁਖਦਾਈ ਹੈ ਕਿਉਂਕਿ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣਾ ਅੰਦਰਲਾ ਆਤਮਕ ਟਿਕਾਣਾ) ਛੱਡ ਕੇ ਥਾਂ ਥਾਂ ਬਾਹਰ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ। ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਕਿਸੇ ਨੇ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾਇਆ, ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "ibiKAw loiB luBwey. Brim Bulwey; Ehu ikau kir suKu pwey ]",
    "TRANSLITERATION": "Bikhiaa Lobh Lubhaaeae Bharam Bhulaaeae Ouhu Kio Kar Sukh Paaeae ||",
    "PUNJABI": "(ਜਦੋਂ ਮਨੁੱਖ) ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ ਫਸਦਾ ਹੈ (ਤਦੋਂ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ (ਉਸ ਹਾਲਤ ਵਿਚ ਇਹ) ਸੁਖ ਕਿਵੇਂ ਪਾ ਸਕਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "cwkrI ivfwxI KrI duKwlI; Awpu vyic. Drmu gvwey ]",
    "TRANSLITERATION": "Chaakaree Viddaanee Kharee Dhukhaalee Aap Vaech Dhharam Gavaaeae ||",
    "PUNJABI": "(ਹੇ ਜਿੰਦੇ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਇਹ ਧਿਰ ਧਿਰ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਬਹੁਤ ਦੁਖਦਾਈ ਹੈ, ਮਨੁੱਖ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ (ਮਾਇਆ ਦੇ ਵੱਟੇ) ਵੇਚ ਕੇ ਆਪਣਾ ਕਰਤੱਬ ਛੱਡ ਬੈਠਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]