[
  {
    "SHABAD_ID": 751,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mwieAw bMDn. itkY nwhI; iKnu iKnu duKu sMqwey ]",
    "TRANSLITERATION": "Maaeiaa Bandhhan Ttikai Naahee Khin Khin Dhukh Santhaaeae ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਬੰਧਨਾਂ ਦੇ ਕਾਰਨ ਮਨੁੱਖ ਦਾ ਮਨ (ਇੱਕ ਥਾਂ) ਟਿਕਦਾ ਨਹੀਂ, (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਦੁੱਖ ਇਸ ਨੂੰ ਹਰ ਵੇਲੇ ਕਲੇਸ਼ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(sMqwey) qMg krdy"
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. mwieAw kw duKu. qdy cUkY; jw. gur sbdI icqu lwey ]3]",
    "TRANSLITERATION": "Naanak Maaeiaa Kaa Dhukh Thadhae Chookai Jaa Gur Sabadhee Chith Laaeae ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਪੈਦਾ ਹੋਇਆ ਦੁੱਖ ਤਦੋਂ ਹੀ ਮੁੱਕਦਾ ਹੈ ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "mnmuK mugD gwvwru, iprw jIau; sbdu. min n vswey ]",
    "TRANSLITERATION": "Manamukh Mugadhh Gaavaar Piraa Jeeo Sabadh Man N Vasaaeae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮੂਰਖ ਤੇ ਉਜੱਡ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "mwieAw kw BRmu AMDu. iprw jIau; hir mwrgu ikau pwey ]",
    "TRANSLITERATION": "Maaeiaa Kaa Bhram Andhh Piraa Jeeo Har Maarag Kio Paaeae ||",
    "PUNJABI": "ਹੇ ਜਿੰਦੇ! ਮਾਇਆ (ਦੇ ਮੋਹ) ਦਾ ਚੱਕਰ ਉਸ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਹ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "ikau mwrgu pwey. ibnu siqgur Bwey; mnmuiK Awpu gxwey ]",
    "TRANSLITERATION": "Kio Maarag Paaeae Bin Sathigur Bhaaeae Manamukh Aap Ganaaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਤੁਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਹਰੀ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਪਰਗਟ ਕਰਦਾ ਹੈ (ਤੇ ਉਸ ਦੇ ਅੰਦਰ ਸੇਵਕ ਵਾਲੀ ਨਿਮ੍ਰਤਾ ਆ ਨਹੀਂ ਸਕਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "hir ky cwkr sdw suhyly; gur crxI icqu lwey ]",
    "TRANSLITERATION": "Har Kae Chaakar Sadhaa Suhaelae Gur Charanee Chith Laaeae ||",
    "PUNJABI": "(ਦੂਜੇ ਪਾਸੇ,) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ-ਭਗਤ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਸਦਾ ਸੁੱਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "ijs no. hir jIau kry ikrpw; sdw hir ky gux gwey ]",
    "TRANSLITERATION": "Jis No Har Jeeo Karae Kirapaa Sadhaa Har Kae Gun Gaaeae ||",
    "PUNJABI": "(ਪਰ, ਹੇ ਜਿੰਦੇ! ਕਿਸੇ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆ ਕਰਦਾ ਹੈ, ਉਹੀ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 751,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. nwmu rqnu jig lwhw; gurmuiK Awip buJwey ]4]5]7]",
    "TRANSLITERATION": "Naanak Naam Rathan Jag Laahaa Guramukh Aap Bujhaaeae ||4||5||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ (ਅਸਲ) ਖੱਟੀ ਹੈ, ਇਸ ਗੱਲ ਦੀ ਸੂਝ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਦੇਂਦਾ ਹੈ ॥੪॥੫॥",
    "PRONUNCIATION": "j`ig[ bu`Jwey"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "rwgu gauVI CMq mhlw 5",
    "TRANSLITERATION": "Raag Gourree Shhanth Mehalaa 5",
    "PUNJABI": "ਰਾਗ ਗਉੜੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "myrY min bYrwgu BieAw jIau; ikau dyKw pRB dwqy ]",
    "TRANSLITERATION": "Maerai Man Bairaag Bhaeiaa Jeeo Kio Dhaekhaa Prabh Dhaathae ||",
    "PUNJABI": "ਹੇ ਦਾਤਾਰ! (ਤੇਰੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ) ਮੇਰੇ ਮਨ ਵਿਚ ਕਾਹਲੀ ਪੈ ਰਹੀ ਹੈ, (ਦੱਸ) ਮੈਂ ਤੈਨੂੰ ਕਿਵੇਂ ਵੇਖਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "myry mIq sKw hir jIau; gur purK ibDwqy ]",
    "TRANSLITERATION": "Maerae Meeth Sakhaa Har Jeeo Gur Purakh Bidhhaathae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਹੇ ਮੇਰੇ ਸਾਥੀ! ਹੇ ਹਰੀ! ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਿਰਜਣਹਾਰ ਜੀਉ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "purKo ibDwqw eyku sRIDru; ikau imlh quJY. aufIxIAw ]",
    "TRANSLITERATION": "Purakho Bidhhaathaa Eaek Sreedhhar Kio Mileh Thujhai Ouddeeneeaa ||",
    "PUNJABI": "ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਲੱਛਮੀ-ਪਤੀ ਹੈਂ (ਤੈਥੋਂ ਵਿੱਛੁੜ ਕੇ) ਅਸੀਂ ਵਿਆਕੁਲ ਹੋ ਰਹੀਆਂ ਹਾਂ, (ਦੱਸ,) ਅਸੀਂ ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲੀਏ?",
    "PRONUNCIATION": "(sRI-Dru) pRmwqmw[ (aufIxIAw) ivAwkul"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "kr krih syvw, sIsu crxI; min Aws drs inmwxIAw ]",
    "TRANSLITERATION": "Kar Karehi Saevaa Sees Charanee Man Aas Dharas Nimaaneeaa ||",
    "PUNJABI": "(ਹੇ ਜਿੰਦੇ! ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਮਾਣ ਛੱਡ ਕੇ (ਆਪਣੇ) ਹੱਥਾਂ ਨਾਲ ਸੇਵਾ ਕਰਦੀਆਂ ਹਨ, (ਆਪਣਾ) ਸਿਰ (ਗੁਰੂ ਦੇ) ਚਰਨਾਂ ਉਤੇ ਰੱਖਦੀਆਂ ਹਨ, ਤੇ (ਆਪਣੇ) ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ) ਦਰਸਨ ਦੀ ਆਸ ਧਰਦੀਆਂ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "swis swis. n GVI ivsrY; plu mUrqu idnu rwqy ]",
    "TRANSLITERATION": "Saas Saas N Gharree Visarai Pal Moorath Dhin Raathae ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਉਹ ਚੇਤੇ ਰਹਿੰਦਾ ਹੈ) ਉਹਨਾਂ ਨੂੰ ਦਿਨ ਰਾਤ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਇਕ ਘੜੀ ਭਰ, ਇਕ ਪਲ ਭਰ, ਇਕ ਮੁਹੂਰਤ ਭਰ ਉਹ ਪ੍ਰਭੂ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. swirMg ijau ipAwsy; ikau imlIAY pRB dwqy ]1]",
    "TRANSLITERATION": "Naanak Saaring Jio Piaasae Kio Mileeai Prabh Dhaathae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਦਾਤਾਰ ਪ੍ਰਭੂ! (ਅਸੀਂ ਜੀਵ ਤੈਥੋਂ ਬਿਨਾ) ਤਿਹਾਏ ਪਪੀਹੇ ਵਾਂਗ (ਤੜਪ ਰਹੇ) ਹਾਂ, (ਦੱਸ) ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲੀਏ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "iek ibnau krau jIau; suix kMq ipAwry ]",
    "TRANSLITERATION": "Eik Bino Karo Jeeo Sun Kanth Piaarae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਕੰਤ ਜੀਉ! ਸੁਣ, ਮੈਂ ਇਕ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "myrw mnu qnu moih lIAw jIau; dyiK clq qumwry ]",
    "TRANSLITERATION": "Maeraa Man Than Mohi Leeaa Jeeo Dhaekh Chalath Thumaarae ||",
    "PUNJABI": "ਤੇਰੇ ਕੌਤਕ-ਤਮਾਸ਼ੇ ਵੇਖ ਵੇਖ ਕੇ ਮੈਂ ਠੱਗੀ ਗਈ ਹਾਂ।",
    "PRONUNCIATION": "(clq) kOqk"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "clqw qumwry dyiK mohI; audws Dn. ikau DIrey ]",
    "TRANSLITERATION": "Chalathaa Thumaarae Dhaekh Mohee Oudhaas Dhhan Kio Dhheereae ||",
    "PUNJABI": "(ਤੇਰੇ ਕੌਤਕ-ਤਮਾਸ਼ਿਆਂ ਨੇ) ਮੇਰਾ ਮਨ ਮੋਹ ਲਿਆ ਹੈ ਮੇਰਾ ਤਨ (ਹਰੇਕ ਇੰਦ੍ਰਾ) ਮੋਹ ਲਿਆ ਹੈ। (ਪਰ ਹੁਣ ਇਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਇਹਨਾਂ ਕੌਤਕ-ਤਮਾਸ਼ਿਆਂ ਤੋਂ) ਉਦਾਸ ਹੋ ਗਈ ਹੈ, (ਤੇਰੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਇਸ ਨੂੰ) ਧੀਰਜ ਨਹੀਂ ਆਉਂਦੀ।",
    "PRONUNCIATION": "(cl-qw: polw bolo imlvW) kOqk[(Dn) jIv iesqRI[ (DIr-ey) DIrj kry"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "guxvMq nwh dieAwlu bwlw; srb gux BrpUrey ]",
    "TRANSLITERATION": "Gunavanth Naah Dhaeiaal Baalaa Sarab Gun Bharapooreae ||",
    "PUNJABI": "ਹੇ ਸਭ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਖਸਮ! ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਤੂੰ ਸਦਾ-ਜਵਾਨ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ।",
    "PRONUNCIATION": "sB (guxvMq) guxW dy mwlk[ (bwlw) v`fy (nwh) pqI pRmwqmw jI[ BrpU-rey"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "ipr dosu nwhI. suKh dwqy; hau ivCuVI buirAwry ]",
    "TRANSLITERATION": "Pir Dhos Naahee Sukheh Dhaathae Ho Vishhurree Buriaarae ||",
    "PUNJABI": "ਹੇ ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਪਤੀ! (ਤੇਰੇ ਵਿਚ ਕੋਈ) ਦੋਸ ਨਹੀਂ, ਮੈਂ ਮੰਦ-ਕਰਮਣ ਆਪ ਹੀ ਤੈਥੋਂ ਵਿੱਛੁੜੀ ਹੋਈ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnk. dieAw Dwrhu; Gir Awvhu. nwh ipAwry ]2]",
    "TRANSLITERATION": "Binavanth Naanak Dhaeiaa Dhhaarahu Ghar Aavahu Naah Piaarae ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪਿਆਰੇ ਪਤੀ! (ਇਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਬੇਨਤੀ ਕਰਦੀ ਹੈ, ਤੂੰ ਮਿਹਰ ਕਰ ਤੇ ਇਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "hau mnu ArpI. sBu qnu ArpI; ArpI siB dysw ]",
    "TRANSLITERATION": "Ho Man Arapee Sabh Than Arapee Arapee Sabh Dhaesaa ||",
    "PUNJABI": "ਮੈਂ ਉਸ ਮਿੱਤਰ ਪਿਆਰੇ ਨੂੰ ਆਪਣਾ ਮਨ ਭੇਟ ਕਰ ਦਿਆਂ, ਆਪਣਾ ਸਰੀਰ (ਹਿਰਦਾ) ਭੇਟ ਕਰ ਦਿਆਂ, (ਇਹ) ਸਾਰੇ ਦੇਸ਼ (ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਵਾਰਨੇ ਕਰ ਦਿਆਂ,",
    "PRONUNCIATION": "(dysw) igAwn ieMdRy"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "hau isru ArpI. iqsu mIq ipAwry; jo pRB dyie sdysw ]",
    "TRANSLITERATION": "Ho Sir Arapee This Meeth Piaarae Jo Prabh Dhaee Sadhaesaa ||",
    "PUNJABI": "ਆਪਣਾ ਸਿਰ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਜੇਹੜਾ ਮੈਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਕਰਾਣ ਵਾਲਾ ਸੁਨੇਹਾ ਦੇਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "AripAw q sIsu. suQwin gur pih; sMig pRBU idKwieAw ]",
    "TRANSLITERATION": "Arapiaa Th Sees Suthhaan Gur Pehi Sang Prabhoo Dhikhaaeiaa ||",
    "PUNJABI": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ, ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਵਿਖਾਲ ਦਿੱਤਾ;",
    "PRONUNCIATION": "(suQwin) sRySt QW Bwv swDsMgq[ (pih) pws"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "iKn mwih sglw dUKu imitAw; mnhu icMidAw pwieAw ]",
    "TRANSLITERATION": "Khin Maahi Sagalaa Dhookh Mittiaa Manahu Chindhiaa Paaeiaa ||",
    "PUNJABI": "ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਸਾਰਾ ਹੀ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁਖ ਦੂਰ ਹੋ ਗਿਆ, (ਕਿਉਂਕਿ) ਉਸ ਨੂੰ ਮਨ ਦੀ ਮੁਰਾਦ ਮਿਲ ਗਈ।",
    "PRONUNCIATION": "(icMidAw) ie`Cq"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "idnu rYix rlIAw krY kwmix; imty sgl AMdysw ]",
    "TRANSLITERATION": "Dhin Rain Raleeaa Karai Kaaman Mittae Sagal Andhaesaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ) ਦਿਨ ਰਾਤ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(rlIAw) KuSIAW"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnku. kMqu imilAw; loVqy hm jYsw ]3]",
    "TRANSLITERATION": "Binavanth Naanak Kanth Miliaa Lorrathae Ham Jaisaa ||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ ਉਸ ਨੂੰ) ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਐਸਾ ਹੈ, ਜਿਹੋ ਜਿਹਾ ਅਸੀਂ ਸਾਰੇ ਜੀਵ (ਸਦਾ) ਢੂੰਡਦੇ ਰਹਿੰਦੇ ਹਾਂ, (ਉਹੀ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਸਾਰੇ ਮਿਲਣਾ ਲੋੜਦੇ ਹਾਂ) ॥੩॥",
    "PRONUNCIATION": "ibnvMiq"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "myrY min Andu BieAw jIau; vjI vwDweI ]",
    "TRANSLITERATION": "Maerai Man Anadh Bhaeiaa Jeeo Vajee Vaadhhaaee ||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਏ! (ਜਦੋਂ ਦਾ) ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੋਹਣਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਪਤੀ ਆ ਵੱਸਿਆ ਹੈ,",
    "PRONUNCIATION": "An-du: polw bolo[ v`jI"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "Gir lwlu AwieAw ipAwrw; sB iqKw buJweI ]",
    "TRANSLITERATION": "Ghar Laal Aaeiaa Piaaraa Sabh Thikhaa Bujhaaee ||",
    "PUNJABI": "ਮੇਰੀ ਸਾਰੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ (ਹੁਣ) ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਉਹ ਆਤਮਕ ਹਾਲਤ ਪ੍ਰਬਲ ਬਣੀ ਪਈ ਹੈ ਕਿ ਮੇਰਾ ਦਿਲ ਹੁਲਾਰੇ ਲੈ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(iqKw) qyh[ iqKw buJweI: poly bolo"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "imilAw q lwlu. gupwlu Twkuru; sKI mMglu gwieAw ]",
    "TRANSLITERATION": "Miliaa Th Laal Gupaal Thaakur Sakhee Mangal Gaaeiaa ||",
    "PUNJABI": "(ਜਦੋਂ ਦਾ) ਸੋਹਣਾ ਪਿਆਰਾ ਠਾਕੁਰ ਗੋਪਾਲ ਮੈਨੂੰ ਮਿਲਿਆ ਹੈ, ਮੇਰੀਆਂ ਸਹੇਲੀਆਂ ਨੇ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੇ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "(mMglu) js"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "sB mIq bMDp hrKu aupijAw; dUq Qwau gvwieAw ]",
    "TRANSLITERATION": "Sabh Meeth Bandhhap Harakh Oupajiaa Dhooth Thhaao Gavaaeiaa ||",
    "PUNJABI": "ਮੇਰੇ ਇਹਨਾਂ ਮਿੱਤਰਾਂ ਸਨਬੰਧੀਆਂ ਨੂੰ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ) ਚਾਉ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਮਿਟ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "(hrKu) KuSI[ kwmwidk dUq"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "Anhq vwjy. vjih Gr mih; ipr sMig syj ivCweI ]",
    "TRANSLITERATION": "Anehath Vaajae Vajehi Ghar Mehi Pir Sang Saej Vishhaaee ||",
    "PUNJABI": "ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਸੇਜ ਵਿਛਾ ਲਈ ਹੈ, (ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ), ਹੁਣ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਬਿਨਾ ਵਜਾਏ ਵਾਜੇ ਵੱਜ ਰਹੇ ਹਨ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਲਗਾਤਾਰ ਉਹ ਹੁਲਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਜੋ ਵੱਜਦੇ ਵਾਜਿਆਂ ਨੂੰ ਸੁਣ ਕੇ ਅਨੁਭਵ ਕਰੀਦਾ ਹੈ)।",
    "PRONUNCIATION": "(Anhq) lgwqwr[ v`jih"
  },
  {
    "SHABAD_ID": 752,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnku. shij rhY; hir imilAw kMqu suKdweI ]4]1]",
    "TRANSLITERATION": "Binavanth Naanak Sehaj Rehai Har Miliaa Kanth Sukhadhaaee ||4||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": "ibn-vMiq"
  }
]