[
  {
    "SHABAD_ID": 753,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. qyry aUcy mMdr; mhl Apwrw ]",
    "TRANSLITERATION": "Mohan Thaerae Oochae Mandhar Mehal Apaaraa ||",
    "PUNJABI": "ਹੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਉੱਚੇ ਮੰਦਰ ਹਨ, ਤੇਰੇ ਮਹਲ ਐਸੈ ਹਨ ਕਿ ਉਹਨਾਂ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": "(mohn) vwihgurU jI"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. qyry sohin duAwr jIau; sMq Drmswlw ]",
    "TRANSLITERATION": "Mohan Thaerae Sohan Dhuaar Jeeo Santh Dhharam Saalaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! ਤੇਰੇ ਦਰ ਤੇ ਤੇਰੇ ਧਰਮ-ਅਸਥਾਨਾਂ ਵਿਚ, ਤੇਰੇ ਸੰਤ ਜਨ (ਬੈਠੇ) ਸੋਹਣੇ ਲੱਗ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "so-hin[ Drm-swlw"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "Drmswl Apwr, dYAwr Twkur; sdw kIrqnu gwvhy ]",
    "TRANSLITERATION": "Dhharam Saal Apaar Dhaiaar Thaakur Sadhaa Keerathan Gaavehae ||",
    "PUNJABI": "ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਤੇਰੇ ਧਰਮ-ਅਸਥਾਨਾਂ ਵਿਚ, ਤੇਰੇ ਸੰਤ ਜਨ ਸਦਾ ਤੇਰਾ ਕੀਰਤਨ ਗਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "gwv-hy iDAwv-hy"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "jh swD sMq iekqR hovih; qhw quJih iDAwvhy ]",
    "TRANSLITERATION": "Jeh Saadhh Santh Eikathr Hovehi Thehaa Thujhehi Dhhiaavehae ||",
    "PUNJABI": "(ਹੇ ਮੋਹਨ!) ਜਿਥੇ ਭੀ ਸਾਧ ਸੰਤ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ ਉਥੇ ਤੈਨੂੰ ਹੀ ਧਿਆਉਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "kir dieAw mieAw dieAwl suAwmI; hohu dIn ikRpwrw ]",
    "TRANSLITERATION": "Kar Dhaeiaa Maeiaa Dhaeiaal Suaamee Hohu Dheen Kirapaaraa ||",
    "PUNJABI": "ਹੇ ਦਇਆ ਦੇ ਘਰ ਮੋਹਨ! ਹੇ ਸਭ ਦੇ ਮਾਲਕ ਮੋਹਨ! ਤੂੰ ਦਇਆ ਕਰ ਕੇ ਤਰਸ ਕਰ ਕੇ ਗਰੀਬਾਂ ਅਨਾਥਾਂ ਉਤੇ ਕਿਰਪਾਲ ਹੁੰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnk. drs ipAwsy; imil drsn suKu swrw ]1]",
    "TRANSLITERATION": "Binavanth Naanak Dharas Piaasae Mil Dharasan Sukh Saaraa ||1||",
    "PUNJABI": "(ਹੇ ਮੋਹਨ!) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਤੇਰੇ ਦਰਸ਼ਨ ਦੇ ਪਿਆਸੇ (ਤੇਰੇ ਸੰਤ ਜਨ) ਤੈਨੂੰ ਮਿਲ ਕੇ ਤੇਰੇ ਦਰਸਨ ਦਾ ਸੁਖ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. qyry bcn AnUp; cwl inrwlI ]",
    "TRANSLITERATION": "Mohan Thaerae Bachan Anoop Chaal Niraalee ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ, ਤੇਰੀ ਚਾਲ (ਜਗਤ ਦੇ ਜੀਵਾਂ ਦੀ ਚਾਲ ਨਾਲੋਂ) ਵੱਖਰੀ ਹੈ।",
    "PRONUNCIATION": "(AnUp) aupmw rihq sohxy"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. qUM mwnih eyku jI; Avr sB rwlI ]",
    "TRANSLITERATION": "Mohan Thoon Maanehi Eaek Jee Avar Sabh Raalee ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ ਜੀ! (ਸਾਰੇ ਜੀਵ) ਸਿਰਫ਼ ਤੈਨੂੰ ਹੀ (ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ) ਮੰਨਦੇ ਹਨ, ਹੋਰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨਾਸ-ਵੰਤ ਹੈ।",
    "PRONUNCIATION": "(r`wlI) im`tI"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "mwnih q eyku. AlyKu Twkuru; ijnih sB kl DwrIAw ]",
    "TRANSLITERATION": "Maanehi Th Eaek Alaekh Thaakur Jinehi Sabh Kal Dhhaareeaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! ਸਿਰਫ਼ ਤੈਨੂੰ ਇਕ ਨੂੰ (ਅਸਥਿਰ) ਮੰਨਦੇ ਹਨ-ਸਿਰਫ਼ ਤੈਨੂੰ-ਜਿਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਜੋ ਤੂੰ ਸਭ ਦਾ ਪਾਲਣਹਾਰ ਹੈਂ, ਤੇ ਜਿਸ ਤੈਂ ਨੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਵਰਤਾਈ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "quDu bcin gur kY vis kIAw; Awid purKu bnvwrIAw ]",
    "TRANSLITERATION": "Thudhh Bachan Gur Kai Vas Keeaa Aadh Purakh Banavaareeaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! ਤੈਨੂੰ (ਤੇਰੇ ਭਗਤਾਂ ਨੇ) ਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ (ਪਿਆਰ-) ਵੱਸ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਸਭ ਦਾ ਮੁੱਢ ਹੈਂ, ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "qUM Awip cilAw. Awip rihAw; Awip sB kl DwrIAw ]",
    "TRANSLITERATION": "Thoon Aap Chaliaa Aap Rehiaa Aap Sabh Kal Dhhaareeaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! (ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੋਣ ਕਰਕੇ) ਤੂੰ ਆਪ ਹੀ (ਉਮਰ ਭੋਗ ਕੇ ਜਗਤ ਤੋਂ) ਚਲਾ ਜਾਂਦਾ ਹੈਂ, ਫਿਰ ਭੀ ਤੂੰ ਹੀ ਆਪ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਜਗਤ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਵਰਤਾਈ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "(kl) SkqI (DwrIAw) itkweI[ c`ilAw"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnk. pYj rwKhu; sB syvk srin qumwrIAw ]2]",
    "TRANSLITERATION": "Binavanth Naanak Paij Raakhahu Sabh Saevak Saran Thumaareeaa ||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਤੂੰ ਆਪ ਹੀ) ਲਾਜ ਰੱਖਦਾ ਹੈਂ, ਸਾਰੇ ਸੇਵਕ-ਭਗਤ ਤੇਰੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(ibnvMiq) bynqI sihq"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. quDu sqsMgiq iDAwvY; drs iDAwnw ]",
    "TRANSLITERATION": "Mohan Thudhh Sathasangath Dhhiaavai Dharas Dhhiaanaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਧਿਆਉਂਦੀ ਹੈ, ਤੇਰੇ ਦਰਸਨ ਦਾ ਧਿਆਨ ਧਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. jmu nyiV, n AwvY; quDu jpih indwnw ]",
    "TRANSLITERATION": "Mohan Jam Naerr N Aavai Thudhh Japehi Nidhaanaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਜੀਵ ਤੈਨੂੰ ਜਪਦੇ ਹਨ, ਅੰਤ ਵੇਲੇ ਮੌਤ ਦਾ ਸਹਮ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "PRONUNCIATION": "(indwnw) AMq nUM"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "jmkwlu. iqn kau lgY nwhI; jo iek min iDAwvhy ]",
    "TRANSLITERATION": "Jamakaal Thin Ko Lagai Naahee Jo Eik Man Dhhiaavehae ||",
    "PUNJABI": "ਜੇਹੜੇ ਤੈਨੂੰ ਇਕਾਗਰ ਮਨ ਨਾਲ ਧਿਆਉਂਦੇ ਹਨ, ਮੌਤ ਦਾ ਸਹਮ ਉਹਨਾਂ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਉਤੇ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "min bcin krim. ij quDu ArwDih; sy sBy Pl pwvhy ]",
    "TRANSLITERATION": "Man Bachan Karam J Thudhh Araadhhehi Sae Sabhae Fal Paavehae ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ, ਉਹ ਆਪਣੇ ਬੋਲ ਦੀ ਰਾਹੀਂ, ਆਪਣੇ ਕਰਮ ਦੀ ਰਾਹੀਂ, ਤੈਨੂੰ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਾਰੇ (ਮਨ-ਇੱਛਤ) ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "pwv-hy"
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "ml mUq mUV. ij mugD hoqy; is dyiK drsu suigAwnw ]",
    "TRANSLITERATION": "Mal Mooth Moorr J Mugadhh Hothae S Dhaekh Dharas Sugiaanaa ||",
    "PUNJABI": "ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਭਗਵਾਨ! ਉਹ ਮਨੁੱਖ ਭੀ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਉੱਚੀ ਸੂਝ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਜੋ (ਪਹਿਲਾਂ) ਗੰਦੇ-ਕੁਕਰਮੀ ਤੇ ਮਹਾ ਮੂਰਖ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnk. rwju inhclu; pUrn purK Bgvwnw ]3]",
    "TRANSLITERATION": "Binavanth Naanak Raaj Nihachal Pooran Purakh Bhagavaanaa ||3||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਮੋਹਨ! ਤੇਰਾ ਰਾਜ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. qUM suPlu PilAw; sxu prvwry ]",
    "TRANSLITERATION": "Mohan Thoon Sufal Faliaa San Paravaarae ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਤੂੰ ਬੜਾ ਸੋਹਣਾ ਫਲਿਆ ਹੋਇਆ ਹੈਂ, ਤੂੰ ਬੜੇ ਵੱਡੇ ਪਰਵਾਰ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "mohn. puqR mIq BweI kutMb; siB qwry ]",
    "TRANSLITERATION": "Mohan Puthr Meeth Bhaaee Kuttanb Sabh Thaarae ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਪੁੱਤਰਾਂ ਭਰਾਵਾਂ ਮਿੱਤਰਾਂ ਵਾਲੇ ਵੱਡੇ ਵੱਡੇ ਟੱਬਰ ਤੂੰ ਸਾਰੇ ਦੇ ਸਾਰੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "qwirAw jhwnu. lihAw AiBmwnu; ijnI drsnu pwieAw ]",
    "TRANSLITERATION": "Thaariaa Jehaan Lehiaa Abhimaan Jinee Dharasan Paaeiaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! ਜਿਨ੍ਹਾਂ ਨੇ ਤੇਰਾ ਦਰਸਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤੂੰ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦਿੱਤਾ। ਤੂੰ ਸਾਰੇ ਜਹਾਨ ਨੂੰ ਹੀ ਤਾਰਨ ਦੀ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "ijnI quDno DMnu kihAw; iqn jmu nyiV. n AwieAw ]",
    "TRANSLITERATION": "Jinee Thudhhano Dhhann Kehiaa Thin Jam Naerr N Aaeiaa ||",
    "PUNJABI": "ਹੇ ਮੋਹਨ! ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "byAMq gux qyry. kQy n jwhI; siqgur purK murwry ]",
    "TRANSLITERATION": "Baeanth Gun Thaerae Kathhae N Jaahee Sathigur Purakh Muraarae ||",
    "PUNJABI": "ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ! ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 753,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnk. tyk rwKI; ijqu lig qirAw sMswry ]4]2]",
    "TRANSLITERATION": "Binavanth Naanak Ttaek Raakhee Jith Lag Thariaa Sansaarae ||4||2||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਆਸਰੇ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਰਿਹਾ ਹਾਂ ॥੪॥੨॥",
    "PRONUNCIATION": "l`ig"
  },
  {
    "SHABAD_ID": 754,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "gauVI mhlw 5 ]",
    "TRANSLITERATION": "Gourree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 755,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "ਸਲੋਕ।",
    "PRONUNCIATION": "(punh punh) vwr vwr"
  },
  {
    "SHABAD_ID": 755,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "piqq AsMK. punIq kir; punh punh bilhwr ]",
    "TRANSLITERATION": "Pathith Asankh Puneeth Kar Puneh Puneh Balihaar ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, (ਇਸ ਨਾਮ ਤੋਂ) ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਹੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 755,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. rwm nwmu jip, pwvko; iqn iklibK dwhnhwr ]1]",
    "TRANSLITERATION": "Naanak Raam Naam Jap Paavako Thin Kilabikh Dhaahanehaar ||1||",
    "PUNJABI": "ਇਹ ਨਾਮ ਅਣਗਿਣਤ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਜਿਵੇਂ) ਅੱਗ (ਘਾਹ ਦੇ) ਤੀਲਿਆਂ ਨੂੰ (ਤਿਵੇਂ ਇਹ ਹਰਿ ਨਾਮ) ਪਾਪਾਂ ਨੂੰ ਸਾੜਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(iqn) k`K[ (iklibK) zihrrUp pwp[ (pwvko) A`g[ (dwhnhwr) swVn vwly"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "CMq ]",
    "TRANSLITERATION": "Shhanth ||",
    "PUNJABI": "ਛੰਤ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "jip mnw qUM. rwm nrwiexu; goivMdw hir mwDo ]",
    "TRANSLITERATION": "Jap Manaa Thoon Raam Naraaein Govindhaa Har Maadhho ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਰਾਮ ਨਾਰਾਇਣ ਗੋਬਿੰਦ ਹਰੀ ਮਾਧੋ (ਦੇ ਨਾਮ) ਨੂੰ ਜਪ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "iDAwie mnw. murwir mukMdy; ktIAY kwl duK PwDo ]",
    "TRANSLITERATION": "Dhhiaae Manaa Muraar Mukandhae Katteeai Kaal Dhukh Faadhho ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਮੁਕੰਦ ਮੁਰਾਰੀ ਦਾ ਆਰਾਧਨ ਕਰ। (ਇਸ ਆਰਾਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੌਤ ਤੇ ਦੁੱਖਾਂ ਦੀ ਫਾਹੀ ਕੱਟੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(mukMdy) mukqI dwqw[ (PwDo) PwhI"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "duK hrx dIn srx sRIDr; crnkml ArwDIAY ]",
    "TRANSLITERATION": "Dhukheharan Dheen Saran Sreedhhar Charan Kamal Araadhheeai ||",
    "PUNJABI": "(ਹੇ ਮਨ!) ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੋ ਗ਼ਰੀਬਾਂ ਦਾ ਸਹਾਰਾ ਹੈ, ਜੋ ਲੱਖਮੀ ਦਾ ਆਸਰਾ ਹੈ।",
    "PRONUNCIATION": "(hrx) nws"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "jm pMQu ibKVw. Agin swgru; inmK ismrq swDIAY ]",
    "TRANSLITERATION": "Jam Panthh Bikharraa Agan Saagar Nimakh Simarath Saadhheeai ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜਮਾਂ ਦਾ ਔਖਾ ਰਸਤਾ, ਤੇ (ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ (ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਨਾਮ ਸਿਮਰਿਆਂ ਸੋਹਣਾ ਬਣਾ ਲਈਦਾ ਹੈ।",
    "PRONUNCIATION": "s`wDIAY"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "kilmlh dhqw. suDu krqw; idnsu rYix ArwDo ]",
    "TRANSLITERATION": "Kalimaleh Dhehathaa Sudhh Karathaa Dhinas Rain Araadhho ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ!) ਦਿਨ ਰਾਤ ਉਸ ਹਰੀ-ਨਾਮ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਜੋ ਪਾਪਾਂ ਦਾ ਸਾੜਨ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "kil-mlh: polw bolo[ (kil-mlh) kLyS mYL sihq pwp[ (dUjw pwT: kil mlh)"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "ibnvMiq nwnk. krhu ikrpw; gopwl goibMd mwDo ]1]",
    "TRANSLITERATION": "Binavanth Naanak Karahu Kirapaa Gopaal Gobindh Maadhho ||1||",
    "PUNJABI": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਗੋਪਾਲ! ਹੇ ਗੋਬਿੰਦ! ਹੇ ਮਾਧੋ! ਮਿਹਰ ਕਰ (ਕਿ ਮੈਂ ਤੇਰਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਰਹਾਂ) ॥੧॥",
    "PRONUNCIATION": "(mwDo) mwieAw dy pqI vwihgurU jI"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "ismir mnw. dwmodru duK hru; BY BMjnu hir rwieAw ]",
    "TRANSLITERATION": "Simar Manaa Dhaamodhar Dhukhehar Bhai Bhanjan Har Raaeiaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾਮੋਦਰ ਨੂੰ ਸਿਮਰ, ਜੋ ਦੁੱਖਾਂ ਦਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੋ ਡਰਾਂ ਦਾ ਨਾਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "PRONUNCIATION": "(hru) nwS krn vwly[ (dwmodru) vwihgurU jI"
  },
  {
    "SHABAD_ID": 756,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "sRIrMgo dieAwl mnohru; Bgiq vClu ibrdwieAw ]",
    "TRANSLITERATION": "Sreerango Dhaeiaal Manohar Bhagath Vashhal Biradhaaeiaa ||",
    "PUNJABI": "ਜੋ ਲੱਖਮੀ ਦਾ ਖਸਮ ਹੈ, ਜੋ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ, ਜੋ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲਾ ਹੈ, ਤੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨਾ ਜਿਸ ਦਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "PRONUNCIATION": "(vClu) ipAwr krnw (ibrdwieAw) suBwA"
  }
]