[
  {
    "SHABAD_ID": 1089,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "lwBu imlY. qotw ihrY; hir drgh piqvMq ]",
    "TRANSLITERATION": "Laabh Milai Thottaa Hirai Har Dharageh Pathivanth ||",
    "PUNJABI": "(ਆਤਮਕ ਜੀਵਨ ਵਿੱਚ ਉਹਨਾਂ ਨੂੰ) ਵਾਧਾ ਹੀ ਵਾਧਾ ਪੈਂਦਾ ਹੈ ਤੇ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਪੈ ਰਹੀ) ਘਾਟ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1089,
    "LINE_ID": 1,
    "RAAG_ID": 7,
    "GURMUKHI": "rwm nwm Dnu sMcvY; swc swh BgvMq ]",
    "TRANSLITERATION": "Raam Naam Dhhan Sanchavai Saach Saah Bhagavanth ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਉਹ ਸਭ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਲਈ ਸਾਹੂਕਾਰ ਬਣ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1089,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "aUTq bYTq hir Bjhu; swDUsMig prIiq ]",
    "TRANSLITERATION": "Oothath Baithath Har Bhajahu Saadhhoo Sang Pareeth ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਉਠਦਿਆਂ ਬੈਠਦਿਆਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰੋ ਤੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰੇਮ ਪੈਦਾ ਕਰੋ।",
    "PRONUNCIATION": "Bjhu"
  },
  {
    "SHABAD_ID": 1089,
    "LINE_ID": 2,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. durmiq Cuit geI; pwrbRhm bsy cIiq ]2]",
    "TRANSLITERATION": "Naanak Dhuramath Shhutt Gee Paarabreham Basae Cheeth ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਉੱਦਮ ਕੀਤਾ ਉਸ ਦੀ) ਖੋਟੀ ਮਤਿ ਮੁੱਕ ਗਈ, ਪਰਮਾਤਮਾ ਸਦਾ ਲਈ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ ॥੨॥",
    "PRONUNCIATION": "Cu`it"
  },
  {
    "SHABAD_ID": 1090,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "ਸਲੋਕ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1090,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "qIin ibAwpih jgq kau; qurIAw pwvY koie ]",
    "TRANSLITERATION": "Theen Biaapehi Jagath Ko Thureeaa Paavai Koe ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਗਤ (ਦੇ ਜੀਵਾਂ) ਉਤੇ (ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣ ਆਪਣਾ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦੇ ਹਨ। ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਉਹ ਚੌਥੀ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿੱਥੇ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(qurIAw) cOQI[ ibAwpih"
  },
  {
    "SHABAD_ID": 1090,
    "LINE_ID": 3,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. sMq inrml Bey; ijn min visAw soie ]3]",
    "TRANSLITERATION": "Naanak Santh Niramal Bheae Jin Man Vasiaa Soe ||3||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਵੱਸਦਾ ਹੈ, ਉਹ ਸੰਤ ਜਨ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "ਪਉੜੀ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "iqRqIAw. qRY gux ibKY Pl; kb auqm kb nIcu ]",
    "TRANSLITERATION": "Thritheeaa Thrai Gun Bikhai Fal Kab Outham Kab Neech ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਜੀਵਾਂ ਨੂੰ ਵਿਸ਼ੇ-ਵਿਕਾਰ-ਰੂਪ ਫਲ ਹੀ ਮਿਲਦੇ ਹਨ, ਕਦੇ ਕੋਈ (ਥੋੜੇ ਚਿਰ ਲਈ) ਚੰਗੀ ਅਵਸਥਾ ਮਾਣਦੇ ਹਨ ਕਦੇ ਨੀਵੀਂ ਅਵਸਥਾ ਵਿਚ ਡਿੱਗ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "cMdRmw dy cwnx hnyry p`K dI (iqRqIAw) qIjI iQ`q"
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 4,
    "RAAG_ID": 7,
    "GURMUKHI": "nrk surg BRmqau Gxo; sdw sMGwrY mIcu ]",
    "TRANSLITERATION": "Narak Surag Bhramatho Ghano Sadhaa Sanghaarai Meech ||",
    "PUNJABI": "ਜੀਵਾਂ ਨੂੰ ਨਰਕ ਸੁਰਗ (ਦੁੱਖ ਸੁਖ ਭੋਗਣੇ ਪੈਂਦੇ ਹਨ) ਬਹੁਤ ਭਟਕਣਾ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਮੌਤ ਦਾ ਸਹਮ ਸਦਾ ਉਹਨਾਂ ਦੀ ਆਤਮਕ ਮੌਤ ਦਾ ਕਾਰਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(sMGwrY) Kqm kry[ (mIcu) mOq[ BRm-qau"
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "hrK sog shsw sMswru; hau hau krq ibhwie ]",
    "TRANSLITERATION": "Harakh Sog Sehasaa Sansaar Ho Ho Karath Bihaae ||",
    "PUNJABI": "(ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਜੀਵਾਂ ਦੀ ਉਮਰ) ਅਹੰਕਾਰ ਵਿਚ ਬੀਤਦੀ ਹੈ, ਕਦੇ ਖ਼ੁਸ਼ੀ ਕਦੇ ਗ਼ਮੀ ਕਦੇ ਸਹਮ-ਇਹ ਚੱਕਰ (ਉਹਨਾਂ ਵਾਸਤੇ ਸਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 5,
    "RAAG_ID": 7,
    "GURMUKHI": "ijin kIey. iqsih n jwxnI; icqvih Aink aupwie ]",
    "TRANSLITERATION": "Jin Keeeae Thisehi N Jaananee Chithavehi Anik Oupaae ||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ ਤੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ ਜਤਨ ਉਹ ਸਦਾ ਸੋਚਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "AwiD ibAwiD aupwiD rs; kbhu. n qUtY qwp ]",
    "TRANSLITERATION": "Aadhh Biaadhh Oupaadhh Ras Kabahu N Thoottai Thaap ||",
    "PUNJABI": "ਦੁਨਿਆ ਦੇ ਰਸਾਂ (ਚਸਕਿਆਂ) ਦੇ ਕਾਰਨ ਜੀਵ ਨੂੰ ਮਨ ਦੇ ਰੋਗ ਸਰੀਰ ਦੇ ਰੋਗ ਤੇ ਹੋਰ ਝਗੜੇ-ਝੰਬੇਲੇ ਚੰਬੜੇ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਕਦੇ ਇਸ ਦੇ ਮਨ ਦਾ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟਦਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(AwiD) mn dy rog[ (ibAwiD) sRIrk rog[ (aupwiD) du`K klyS"
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 6,
    "RAAG_ID": 7,
    "GURMUKHI": "pwrbRhm pUrn DnI; nh bUJY prqwp ]",
    "TRANSLITERATION": "Paarabreham Pooran Dhhanee Neh Boojhai Parathaap ||",
    "PUNJABI": "(ਰਸਾਂ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ) ਪੂਰਨ ਪਾਰ੍ਰਬਹਮ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਪਰਤਾਪ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ।",
    "PRONUNCIATION": "bU`JY"
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "moh Brm bUfq Gxo; mhw nrk mih vws ]",
    "TRANSLITERATION": "Moh Bharam Booddath Ghano Mehaa Narak Mehi Vaas ||",
    "PUNJABI": "ਬੇਅੰਤ ਲੁਕਾਈ ਮਾਇਆ ਦੇ ਮੋਹ ਤੇ ਭਟਕਣਾ ਵਿਚ ਗੋਤੇ ਖਾ ਰਹੀ ਹੈ, ਭਾਰੇ ਨਰਕਾਂ (ਦੁੱਖਾਂ) ਵਿਚ ਦਿਨ ਕੱਟ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1091,
    "LINE_ID": 7,
    "RAAG_ID": 7,
    "GURMUKHI": "kir ikrpw pRB rwiK lyhu; nwnk. qyrI Aws ]3]",
    "TRANSLITERATION": "Kar Kirapaa Prabh Raakh Laehu Naanak Thaeree Aas ||3||",
    "PUNJABI": "(ਇਸ ਤੋਂ ਬਚਣ ਲਈ) ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਕਿਰਪਾ ਕਰ ਕੇ ਮੇਰੀ ਰੱਖਿਆ ਕਰ, ਮੈਨੂੰ ਤੇਰੀ (ਸਹਾਇਤਾ ਦੀ) ਹੀ ਆਸ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1092,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "ਸਲੋਕੁ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1092,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "cqur isAwxw suGVu soie; ijin qijAw AiBmwnu ]",
    "TRANSLITERATION": "Chathur Siaanaa Sugharr Soe Jin Thajiaa Abhimaan ||",
    "PUNJABI": "(ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਨੇ (ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਲਿਆ ਹੈ, ਉਹੀ ਹੈ ਅਕਲਮੰਦ ਸਿਆਣਾ ਤੇ ਸੁਚੱਜਾ।",
    "PRONUNCIATION": "cqur[ suG-Vu: poly bolo"
  },
  {
    "SHABAD_ID": 1092,
    "LINE_ID": 8,
    "RAAG_ID": 7,
    "GURMUKHI": "cwir pdwrQ Ast isiD; Bju nwnk. hir nwmu ]4]",
    "TRANSLITERATION": "Chaar Padhaarathh Asatt Sidhh Bhaj Naanak Har Naam ||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਦਾ ਰਹੁ (ਇਸੇ ਵਿਚ ਹਨ ਦੁਨੀਆ ਦੇ) ਚਾਰੇ ਪਦਾਰਥ ਤੇ (ਜੋਗੀਆਂ ਵਾਲੀਆਂ) ਅੱਠੇ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ॥੪॥",
    "PRONUNCIATION": "Ast s`sy pYr ibMdI nhIN lwauxI[ Bju: polw bolo"
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "ਪਉੜੀ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "cquriQ, cwry byd suin; soiDE qqu bIcwru ]",
    "TRANSLITERATION": "Chathurathh Chaarae Baedh Sun Sodhhiou Thath Beechaar ||",
    "PUNJABI": "ਚਾਰੇ ਹੀ ਵੇਦ ਸੁਣ ਕੇ (ਅਸਾਂ ਤਾਂ ਇਹ) ਨਿਰਨਾ ਕੀਤਾ ਹੈ,",
    "PRONUNCIATION": "cMdRmw dy cwnx hnyry p`K dI (cqu-riQ) cauQI iQ`q"
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 9,
    "RAAG_ID": 7,
    "GURMUKHI": "srb Kym kilAwx iniD; rwm nwmu jip swru ]",
    "TRANSLITERATION": "Sarab Khaem Kaliaan Nidhh Raam Naam Jap Saar ||",
    "PUNJABI": "(ਇਹੀ) ਅਸਲ ਵਿਚਾਰ (ਦੀ ਗੱਲ ਲੱਭੀ) ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(Kym) mukqI[ (kilAwx) AnMd"
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "nrk invwrY. duK hrY; qUtih Aink klys ]",
    "TRANSLITERATION": "Narak Nivaarai Dhukh Harai Thoottehi Anik Kalaes ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਨਰਕਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਨੇਕਾਂ ਹੀ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(hrY) nws kry[ qUtih"
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 10,
    "RAAG_ID": 7,
    "GURMUKHI": "mIcu hutY. jm qy CutY; hir kIrqn prvys ]",
    "TRANSLITERATION": "Meech Huttai Jam Thae Shhuttai Har Keerathan Paravaes ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿੱਚ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਪਰਵੇਸ਼ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਆਤਮਕ ਮੌਤ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਉਹ ਜਮ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "Bau ibnsY. AMimRqu rsY; rMig rqy inrMkwr ]",
    "TRANSLITERATION": "Bho Binasai Anmrith Rasai Rang Rathae Nirankaar ||",
    "PUNJABI": "ਜੇ ਨਿਰੰਕਾਰ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਈਏ ਤਾਂ (ਮਨ ਵਿਚੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਹਿਰਦੇ ਵਿਚ) ਰਚ-ਮਿਚ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 11,
    "RAAG_ID": 7,
    "GURMUKHI": "duK dwird ApivqRqw; nwsih. nwm ADwr ]",
    "TRANSLITERATION": "Dhukh Dhaaridh Apavithrathaa Naasehi Naam Adhhaar ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਆਸਰੇ ਦੁੱਖ ਗਰੀਬੀ ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਪੈਦਾ ਹੋਈ ਮਲੀਨਤਾ-ਇਹ ਸਭੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "Apiv`qR-qw[ nws-ih"
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "suir nr. muin jn Kojqy; suKswgr gopwl ]",
    "TRANSLITERATION": "Sur Nar Mun Jan Khojathae Sukh Saagar Gopaal ||",
    "PUNJABI": "ਦੈਵੀ ਗੁਣਾਂ ਵਾਲੇ ਮਨੁੱਖ ਤੇ ਰਿਸ਼ੀ ਲੋਕ ਜਿਸ ਸੁਖਾਂ-ਦੇ-ਸਮੁੰਦਰ ਸ੍ਰਿਸ਼ਟੀ-ਦੇ-ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦੀ ਢੂੰਢ-ਭਾਲ ਕਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1093,
    "LINE_ID": 12,
    "RAAG_ID": 7,
    "GURMUKHI": "mnu inrmlu muKu aUjlw; hoie nwnk. swD rvwl ]4]",
    "TRANSLITERATION": "Man Niramal Mukh Oojalaa Hoe Naanak Saadhh Ravaal ||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਗੁਰੂ ਦੀ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਕੀਤਿਆਂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਦਾ) ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਉਸ ਦਾ) ਮੂੰਹ ਰੌਸ਼ਨ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1094,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "ਸਲੋਕੁ:",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1094,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "pMc ibkwr. mn mih bsy; rwcy mwieAw sMig ]",
    "TRANSLITERATION": "Panch Bikaar Man Mehi Basae Raachae Maaeiaa Sang ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ) ਪੰਜ ਵਿਕਾਰ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1094,
    "LINE_ID": 13,
    "RAAG_ID": 7,
    "GURMUKHI": "swDsMig hoie inrmlw; nwnk. pRB kY rMig ]5]",
    "TRANSLITERATION": "Saadhhasang Hoe Niramalaa Naanak Prabh Kai Rang ||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "ਪਉੜੀ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "pMcim. pMc pRDwn qy; ijh jwinE prpMcu ]",
    "TRANSLITERATION": "Pancham Panch Pradhhaan Thae Jih Jaaniou Parapanch ||",
    "PUNJABI": "(ਜਗਤ ਵਿਚ) ਉਹ ਸੰਤ ਜਨ ਸ੍ਰੇਸ਼ਟ ਮੰਨੇ ਜਾਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਇਸ ਜਗਤ-ਪਸਾਰੇ ਨੂੰ (ਇਉਂ) ਸਮਝ ਲਿਆ ਹੈ,",
    "PRONUNCIATION": "(pMcim) pMjvIN iQ`q"
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 14,
    "RAAG_ID": 7,
    "GURMUKHI": "kusm bws. bhu rMgu Gxo; sB imiQAw bl bMcu ]",
    "TRANSLITERATION": "Kusam Baas Bahu Rang Ghano Sabh Mithhiaa Balabanch ||",
    "PUNJABI": "(ਕਿ ਇਹ) ਫੁੱਲਾਂ ਦੀ ਸੁਗੰਧੀ (ਵਰਗਾ ਹੈ, ਤੇ ਭਾਵੇਂ) ਅਨੇਕਾਂ ਰੰਗਾਂ ਵਾਲਾ ਹੈ (ਫਿਰ ਭੀ) ਸਾਰਾ ਨਾਸਵੰਤ ਹੈ ਤੇ ਠੱਗੀ ਹੀ ਹੈ।",
    "PRONUNCIATION": "(kusm) &u`l (bws) bwsnw[ (bMcu) T`gI[ imiQAw: poly bolo"
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "nh jwpY. nh bUJIAY; nh kCu krq bIcwru ]",
    "TRANSLITERATION": "Neh Jaapai Neh Boojheeai Neh Kashh Karath Beechaar ||",
    "PUNJABI": "ਇਸ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ) ਸੁੱਝਦੀ ਨਹੀਂ, ਇਹ ਸਮਝਦਾ ਨਹੀਂ, ਤੇ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਬਾਰੇ) ਕੋਈ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 15,
    "RAAG_ID": 7,
    "GURMUKHI": "suAwd moh rs byiDE; AigAwin ricE sMswru ]",
    "TRANSLITERATION": "Suaadh Moh Ras Baedhhiou Agiaan Rachiou Sansaar ||",
    "PUNJABI": "ਜਗਤ (ਆਮ ਤੌਰ ਤੇ) ਅਗਿਆਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਸੁਆਦਾਂ ਵਿਚ ਮੋਹ ਲੈਣ ਵਾਲੇ ਰਸਾਂ ਵਿਚ ਵਿੱਝਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "jnm mrx. bhu join BRmx; kIny krm Anyk ]",
    "TRANSLITERATION": "Janam Maran Bahu Jon Bhraman Keenae Karam Anaek ||",
    "PUNJABI": "(ਜਿਹੜਾ ਮਨੁੱਖ ਕਰਤਾਰ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਅਨੇਕਾਂ ਕਰਮ ਕਰਦਾ ਰਿਹਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਿਹਾ, ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਰਿਹਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 16,
    "RAAG_ID": 7,
    "GURMUKHI": "rcnhwru. nh ismirE; min. n bIcwir ibbyk ]",
    "TRANSLITERATION": "Rachanehaar Neh Simariou Man N Beechaar Bibaek ||",
    "PUNJABI": "ਉਸ ਨੇ ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਆਪਣੇ ਮਨ ਵਿਚ ਵਿਚਾਰ ਕੇ (ਭਲੇ ਬੁਰੇ ਕੰਮ ਦੀ) ਪਰਖ ਨਹੀਂ ਪੈਦਾ ਕੀਤੀ।",
    "PRONUNCIATION": "(ibbyk) prK"
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "Bwau Bgiq Bgvwn sMig; mwieAw ilpq n. rMc ]",
    "TRANSLITERATION": "Bhaao Bhagath Bhagavaan Sang Maaeiaa Lipath N Ranch ||",
    "PUNJABI": "ਜੇਹੜੇ ਭਗਵਾਨ ਨਾਲ ਪ੍ਰੇਮ ਕਰਦੇ ਹਨ ਭਗਵਾਨ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਇਆ ਆਪਣਾ ਰਤਾ ਭਰ ਭੀ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ,",
    "PRONUNCIATION": "ilpq:polw bolo[ (ilpq) lyp[ (rMc) QoVw BI"
  },
  {
    "SHABAD_ID": 1095,
    "LINE_ID": 17,
    "RAAG_ID": 7,
    "GURMUKHI": "nwnk. ibrly pweIAih; jo. n rcih prpMc ]5]",
    "TRANSLITERATION": "Naanak Biralae Paaeeahi Jo N Rachehi Parapanch ||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਗਤ ਵਿਚ ਅਜੇਹੇ ਬੰਦੇ) ਵਿਰਲੇ ਹੀ ਲੱਭਦੇ ਹਨ ਜੋ ਇਸ ਜਗਤ-ਖਿਲਾਰੇ (ਦੇ ਮੋਹ) ਵਿਚ ਨਹੀਂ ਫਸਦੇ ॥੫॥",
    "PRONUNCIATION": "(prpMc) isRStI"
  },
  {
    "SHABAD_ID": 1096,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "sloku ]",
    "TRANSLITERATION": "Salok ||",
    "PUNJABI": "ਸਲੋਕੁ",
    "PRONUNCIATION": "Kt: polw bolo"
  },
  {
    "SHABAD_ID": 1096,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "Kt swsqR. aUcO khih; AMqu n pwrwvwr ]",
    "TRANSLITERATION": "Khatt Saasathr Oocha Kehehi Anth N Paaraavaar ||",
    "PUNJABI": "ਛੇ ਸ਼ਾਸਤ੍ਰ ਉੱਚੀ (ਪੁਕਾਰ ਕੇ) ਆਖਦੇ ਹਨ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਦਾ ਉਰਲਾ ਤੇ ਪਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1096,
    "LINE_ID": 18,
    "RAAG_ID": 7,
    "GURMUKHI": "Bgq sohih gux gwvqy; nwnk. pRB kY duAwr ]6]",
    "TRANSLITERATION": "Bhagath Sohehi Gun Gaavathae Naanak Prabh Kai Dhuaar ||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ॥੬॥",
    "PRONUNCIATION": "sohih"
  },
  {
    "SHABAD_ID": 1097,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "ਪਉੜੀ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 1097,
    "LINE_ID": 19,
    "RAAG_ID": 7,
    "GURMUKHI": "Kstim. Kt swsqR khih; isMimRiq kQih Anyk ]",
    "TRANSLITERATION": "Khasattam Khatt Saasathr Kehehi Sinmrith Kathhehi Anaek ||",
    "PUNJABI": "ਛੇ ਸ਼ਾਸਤ੍ਰ (ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ) ਬਿਆਨ ਕਰਦੇ ਹਨ, ਅਨੇਕਾਂ ਸਿਮ੍ਰਿਤੀਆਂ (ਭੀ) ਬਿਆਨ ਕਰਦੀਆਂ ਹਨ,",
    "PRONUNCIATION": "Kstim:polw bolo[ Kstim) CyvIN iQ`q[ (Kt) Cy[ isMm-i Riq[ khih"
  }
]