{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਮਨਿ ਪ੍ਰੀਤਿ ਲਗੀ ਤਿਨਾ ਗੁਰਮੁਖਾ; ਹਰਿ ਨਾਮੁ ਜਿਨਾ ਰਹਰਾਸਿ ॥੧॥ ਰਹਾਉ ॥੧॥",
      "page": 82,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The pious persons, whose way of life is the meditation of God's Name, come to embrace in their mind the love for the Lord. Pause.3"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਨ੍ਹਾਂ ਪਵਿੱਤ੍ਰ ਪੁਰਸ਼ਾਂ ਦੀ ਜੀਵਨ ਰਹੁ ਰੀਤੀ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਹੈ, ਉਨ੍ਹਾਂ ਦੇ ਚਿੱਤ ਅੰਦਰ ਸਾਹਿਬ ਦਾ ਪਿਆਰ ਪੈ ਜਾਂਦਾ ਹੈ। ਠਹਿਰਾਉ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The Gurmukhs embrace the Love of the Lord in their minds; they are continually occupied with the Lord's Name. ||1||Pause||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਤਿਨ ਹੀ ਗੁਰਮੁਖੋਂ ਕੇ ਮਨ ਮੇਂ ਹਰਿ ਕੀ ਪ੍ਰੀਤ ਲਗੀ ਹੈ ਜਿਨ ਕੇ ਪਾਸਿ ਹਰੀ ਕਾ ਨਾਮ ਹੀ (ਰਾਸਿ) ਪੂੰਜੀ ਰਹਿਤੀ ਹੈ, ਵਾ ਹਰੀ ਕਾ ਨਾਮ ਹੀ ਜਿਨ ਕੀ (ਰਹਰਾਸਿ) ਰਹੁ ਰੀਤੀ ਹੈ॥੧॥ ਰਹਾਉ ॥੧॥☬ਵਾਰ ਨਾਮ ਜਸ ਕਾ ਹੈ। ਜੈਸੇ ਢਾਢੀ ਲੋਗ ਵੱਡੇ ਵੱਡੇ ਸੂਰਬੀਰ ਔਰ ਦਾਤਾਰੁ ਪੁਰਸੋਂ ਕਾ ਜਸ ਗਾਵਤੇ ਹੈਂ ਤੈਸੇ ਪਰਮੇਸ੍ਵਰ ਕੇ ਪ੍ਯਾਰੇ ਭਗਤ ਜਨ ਭੀ ਤਿਸ ਪਰਮੇਸ੍ਵਰ ਕਾ ਜਸ ਗਾਇਨ ਵਾਲੇ ਤਿਸ ਕੇ ਢਾਢੀ ਹੀ ਹੈਂ। ਯਥਾ ਪ੍ਰਮਾਣ ਸ੍ਰੀ ਗੁਰੂ ਵਾਕ☬\"ਹਉ ਢਾਢੀ ਹਰਿ ਪ੍ਰਭ ਖਸਮ ਕਾ ਹਰਿ ਕੈ ਦਰਿ ਆਇਆ॥\"☬ਵਾਰ ਨਾਮ ਤੋ ਪੌੜੀਆਂ ਮਾਤ੍ਰ ਕਾ ਹੈ। ਔਰ ਜੋ ਸਲੋਕ ਹੈਂ, ਸੋ ਪ੍ਰਿਥਮ ਤੋ ਵਾਰੋਂ ਸੇ ਭਿੰਨ ਥੇ। ਪਿਛੇ ਸੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਪੰਜਵੀਂ ਪਾਤਿਸ਼ਾਹੀ ਨੇ ਸਰਬ ਪੌੜੀਓਂ ਮੇਂ ਗੁੰਥਨ ਕਰੇ ਹੈਂ। ਜਹਾਂ ਜੈਸੀ ਪਉੜੀ ਹੈ ਤਹਾਂ ਤੈਸਾ ਹੀ ਸਲੋਕ ਮਿਲਾਇ ਕਰ ਰੱਖਾ ਹੈ। ਔਰ ਜਹਾਂ ਕਹੀਂ ਪੌੜੀ ਕੇ ਸਾਥ ਸਲੋਕ ਨਹੀਂ ਮਿਲਤਾ ਥਾ ਤਹਾਂ ਪੌੜੀ ਵਾ ਸਲੋਕ ਨਵੀਨ ਹੀ ਉਚਾਰਨ ਕਰ ਕੇ ਰੱਖ ਦੀਏ ਹੈਂ। ਐਸੇ ਹੀ ਔਰ ਭੀ ਸਰਬ ਵਾਰੋਂ ਮੇਂ ਸਮਝ ਲੇਨਾ। ਏਕ ਸਮੈ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰ ਦਾਸ ਸਹਿਬ ਜੀ ਕੇ ਹਜੂਰ ਕਿਸੀ ਗਵੱਯੇ ਨੇ ਬਹੁਤ ਹੀ ਅਛਾ ਸ੍ਰੀ ਰਾਗੁ ਗਾਇਨ ਕੀਆ, ਔਰ ਲੋਗੋਂ ਨੇ ਤਿਸ ਕੀ ਉਪਮਾ ਕਰੀ, ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਸਲੋਕ ਉਚਾਰਨ ਕੀਆ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਰਾਹ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਬਣਾਇਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦੀ ਪ੍ਰੀਤਿ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Mi mente está enamorada de aquéllos que, como rutina diaria, meditan en el Nombre del Señor.  (1-Pausa-1)"
    }
  ]
}
