{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਹਰਿ ਧਨੁ ਨਿਰਭਉ, ਸਦਾ ਸਦਾ ਅਸਥਿਰੁ ਹੈ ਸਾਚਾ; ਇਹੁ ਹਰਿ ਧਨੁ ਅਗਨੀ ਤਸਕਰੈ ਪਾਣੀਐ ਜਮਦੂਤੈ; ਕਿਸੈ ਕਾ ਗਵਾਇਆ. ਨ ਜਾਈ ॥",
      "page": 734,
      "line": 6
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "There is no fear of any sort to God's wealth. Ever, ever it is immovable and permanent. This wealth of God cannot be destroyed by fire and water and nor can thieves and death-couriers take it away."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਵਾਹਿਗੁਰੂ ਦੀ ਦੌਲਤ ਨੂੰ ਕਿਸੇ ਕਿਸਮ ਦਾ ਕੋਈ ਡਰ ਨਹੀਂ। ਹਮੇਸ਼ਾਂ ਹੀ ਇਹ ਅਹਿੱਲ ਅਤੇ ਮੁਸਤਕਿਲ ਹੈ। ਵਾਹਿਗੁਰੂ ਦੀ ਇਸ ਦੌਲਤ ਨੂੰ ਅੱਗ ਅਤੇ ਪਾਣੀ ਤਬਾਹ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਅਤੇ ਨਾਂ ਹੀ ਚੋਰ ਤੇ ਮੌਤ ਦੇ ਫ਼ਰਿਸ਼ਤੇ ਇਸ ਨੂੰ ਲੈ ਜਾ ਸਕਦੇ ਹਨ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The wealth of the Fearless Lord is permanent, forever and ever, and true. This wealth of the Lord cannot be destroyed by fire or water; neither thieves nor the Messenger of Death can take it away."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਹਰਿ ਧਨੁ ਨਿਰਭੌ ਹੈ ਔ ਸਦਾ ਸਦਾ ਹੀ ਰਹਿਨੇ ਵਾਲਾ ਹੈ। ਫੇਰ ਕੈਸਾ ਹੈ? ਸਾਚਾ ਹੈ। ਇਹ ਹਰਿ ਧਨੁ ਅਗਨਿ ਕਰਕੈ ਤੋ ਜਲਤਾ ਨਹੀਂ, ਚੋਰ ਛੀਨ ਨਹੀਂ ਸਕਤੇ, ਪਾਨੀ ਡੋਬਤਾ ਨਹੀਂ, ਜਮਦੂਤ ਆਦੀ ਜੋ ਔਰ ਵਿਘਨ ਹੈਂ ਕਿਸੇ ਕਾ ਗਵਾਇਆ ਹੋਇਆ ਨਹੀਂ ਜਾਤਾ, ਭਾਵ ਇਹ ਜੋ ਵਾਹਿਗੁਰੂ ਕੇ ਪ੍ਯਾਰੇ ਹੈਂ ਤਿਨੋਂਕੋ ਕਿਸੀ ਕਾ ਭੈ ਨਹੀਂ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਨੂੰ ਕਿਸੇ ਕਿਸਮ ਦਾ ਕੋਈ ਡਰ-ਖ਼ਤਰਾ ਨਹੀਂ, ਇਹ ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਅੱਗ, ਚੋਰ, ਪਾਣੀ, ਮੌਤ-ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਇਸ ਧਨ ਦਾ ਨੁਕਸਾਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Nuestro Eterno Señor nos bendice generosamente con Sus Riquezas, las cuales no pueden ser arrasadas por ninguna tempestad, ningún ladrón puede robárselas,"
    }
  ]
}
