[
  {
    "shabad_id": 654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gauVI mhlw 5 ]",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "qum. hir syqI; rwqy sMqhu ]",
    "transliteration": "Thum Har Saethee Raathae Santhahu ||",
    "translation": "O Saint, You are attuned to the Lord.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਤੁਸੀ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਕਿ) ਤੁਸੀ ਪਰਮਾਤਮਾ ਨਾਲ ਰੱਤੇ ਹੋਏ ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "inbwih lyhu. mokau purK ibDwqy; EiV phucwvhu dwqy ]1] rhwau ]",
    "transliteration": "Nibaahi Laehu Mo Ko Purakh Bidhhaathae Ourr Pahuchaavahu Dhaathae ||1|| Rehaao ||",
    "translation": "Please stand my me, Architect of Destiny; please take me to my destination, Great Giver. ||1||Pause||",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ! ਹੇ ਦਾਤਾਰ! ਮੈਨੂੰ ਭੀ (ਆਪਣੇ ਪਿਆਰ ਵਿਚ) ਨਿਬਾਹ ਲੈ, ਮੈਨੂੰ ਭੀ ਤੋੜ ਤਕ (ਪ੍ਰੀਤਿ ਦੇ ਦਰਜੇ ਤਕ) ਅਪੜਾ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 654,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "qumrw mrmu. qumw hI jwinAw; qum pUrn purK ibDwqy ]",
    "transliteration": "Thumaraa Maram Thumaa Hee Jaaniaa Thum Pooran Purakh Bidhhaathae ||",
    "translation": "You alone know Your mystery; You are the Perfect Architect of Destiny.",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ! ਆਪਣੇ ਦਿਲ ਦੀ ਗੱਲ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ,",
    "pronunciation": "(mrmu) Byq",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwKhu srix. AnwQ dIn kau; krhu hmwrI gwqy ]1]",
    "transliteration": "Raakhahu Saran Anaathh Dheen Ko Karahu Hamaaree Gaathae ||1||",
    "translation": "I am a helpless orphan - please keep me under Your Protection and save me. ||1||",
    "punjabi": "ਮੈਨੂੰ ਅਨਾਥ ਨੂੰ ਗ਼ਰੀਬ ਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ, ਮੇਰੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਬਣਾ ਦੇ ॥੧॥",
    "pronunciation": "(gwqy) mukqI",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "qrx swgr boihQ crx qumwry; qum jwnhu ApunI Bwqy ]",
    "transliteration": "Tharan Saagar Bohithh Charan Thumaarae Thum Jaanahu Apunee Bhaathae ||",
    "translation": "Your Feet are the boat to carry us across the world-ocean; You alone know Your ways.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਤੇਰੇ ਚਰਨ (ਮੇਰੇ ਲਈ) ਜਹਾਜ਼ ਹਨ। ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਤੂੰ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈਂ?-ਇਹ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "(Bwqy) mrXwdw",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "kir ikrpw. ijsu rwKhu sMgy; qy qy pwir prwqy ]2]",
    "transliteration": "Kar Kirapaa Jis Raakhahu Sangae Thae Thae Paar Paraathae ||2||",
    "translation": "Those whom You keep protected, by Your Kindness, cross over to the other side. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ ਕੇ ਤੂੰ ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਨਾਲ ਰੱਖਦਾ ਹੈਂ, ਉਹ ਸਾਰੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(prwqy) pYNdy",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "eIq aUq pRB qum smrQw; sBu ikCu qumrY hwQy ]",
    "transliteration": "Eeth Ooth Prabh Thum Samarathhaa Sabh Kishh Thumarai Haathhae ||",
    "translation": "Here and hereafter, God, You are All-powerful; everything is in Your Hands.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਅਸਾਂ ਜੀਵਾਂ ਵਾਸਤੇ) ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਤੂੰ ਹੀ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ (ਸਾਡਾ ਹਰੇਕ ਸੁਖ ਦੁਖ) ਤੇਰੇ ਹੀ ਹੱਥ ਵਿਚ ਹੈ।",
    "pronunciation": "smr`Qw",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "AYsw inDwnu dyhu mokau. hir jn; clY hmwrY swQy ]3]",
    "transliteration": "Aisaa Nidhhaan Dhaehu Mo Ko Har Jan Chalai Hamaarai Saathhae ||3||",
    "translation": "Please give me that treasure, which will go along with me, O servant of the Lord. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਦੇ ਸੰਤ ਜਨੋ! ਮੈਨੂੰ ਅਜੇਹਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਦੇਹੋ, ਜੇਹੜਾ (ਇਥੋਂ ਚਲਦਿਆਂ) ਮੇਰੇ ਨਾਲ ਸਾਥ ਕਰੇ ॥੩॥",
    "pronunciation": "c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "inrgunIAwry kau gunu kIjY; hir nwmu. myrw mnu jwpy ]",
    "transliteration": "Niraguneeaarae Ko Gun Keejai Har Naam Maeraa Man Jaapae ||",
    "translation": "I am without virtue - please bless me with virtue, so that my mind might chant the Name of the Lord.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਮੈਨੂੰ ਗੁਣ-ਹੀਨ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਗੁਣ ਬਖ਼ਸ਼ੋ, (ਮਿਹਰ ਕਰੋ,) ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 654,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "sMq pRswid. nwnk hir Byty; mn qn sIql DRwpy ]4]14]135]",
    "transliteration": "Santh Prasaadh Naanak Har Bhaettae Man Than Seethal Dhhraapae ||4||14||135||",
    "translation": "By the Grace of the Saints, Nanak has met the Lord; his mind and body are soothed and satisfied. ||4||14||135||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ-ਸੰਤ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਤਨ ਠੰਢੇ-ਠਾਰ ਹੋ ਜਾਂਦੇ ਹਨ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ) ॥੪॥੧੪॥੧੩੫॥",
    "pronunciation": "(DRwpy) r`j gey",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gauVI mhlw 5 ]",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "shij smwieE; dyv ]",
    "transliteration": "Sehaj Samaaeiou Dhaev ||",
    "translation": "I am intuitively absorbed in the Divine Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪ੍ਰਭੂ! (ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਮੇਰੇ ਉਤੇ ਸਤਿਗੁਰੂ ਜੀ ਦਇਆਵਾਨ ਹੋ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mokau; siqgur Bey dieAwl dyv ]1] rhwau ]",
    "transliteration": "Mo Ko Sathigur Bheae Dhaeiaal Dhaev ||1|| Rehaao ||",
    "translation": "The Divine True Guru has become Merciful to me. ||1||Pause||",
    "punjabi": "ਤੇ ਮੈਂ ਹੁਣ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 655,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "kwit jyvrI. kIE dwsro; sMqn thlwieE ]",
    "transliteration": "Kaatt Jaevaree Keeou Dhaasaro Santhan Ttehalaaeiou ||",
    "translation": "Cutting away the halter, He has made me His slave, and now I work for the Saints.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਗੁਰੂ ਨੇ ਮੇਰੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਫਾਹੀ ਕੱਟ ਕੇ ਮੈਨੂੰ ਤੇਰਾ ਦਾਸ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਮੈਨੂੰ ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਵਿਚ ਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(jyvrI) PwhI[ (thlwieE) syvw c lwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "eyk nwm ko. QIE pUjwrI; mokau Acrju gurih idKwieE ]1]",
    "transliteration": "Eaek Naam Ko Thheeou Poojaaree Mo Ko Acharaj Gurehi Dhikhaaeiou ||1||",
    "translation": "I have become a worshipper of the One Name; the Guru has shown me this amazing wonder. ||1||",
    "punjabi": "ਉਸ ਨੇ ਮੈਨੂੰ ਤੇਰਾ (ਹਰ ਥਾਂ ਵਿਆਪਕ) ਅਸਚਰਜ ਰੂਪ ਵਿਖਾ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਮੈਂ ਸਿਰਫ਼ ਤੇਰੇ ਹੀ ਨਾਮ ਦਾ ਪੁਜਾਰੀ ਬਣ ਗਿਆ ਹਾਂ ॥੧॥",
    "pronunciation": "(QIE) hoieAw[ (A-crju) hir jI",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "BieE pRgwsu srb aujIAwrw; gur igAwnu mnih pRgtwieE ]",
    "transliteration": "Bhaeiou Pragaas Sarab Oujeeaaraa Gur Giaan Manehi Pragattaaeiou ||",
    "translation": "The Divine Light has dawned, and everything is illuminated; the Guru has revealed this spiritual wisdom to my mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਦੋਂ ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਗਿਆਨ ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਗਟ ਹੋ ਗਿਆ, ਤਾਂ ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਹੋਂਦ ਦਾ ਚਾਨਣ ਹੋ ਗਿਆ, ਮੈਨੂੰ ਸਭ ਥਾਂ ਉਸੇ ਦਾ ਚਾਨਣ ਦਿੱਸ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "AMimRqu nwmu pIE. mnu iqRpiqAw; AnBY ThrwieE ]2]",
    "transliteration": "Anmrith Naam Peeou Man Thripathiaa Anabhai Theharaaeiou ||2||",
    "translation": "Drinking deeply of the Ambrosial Naam, the Name of the Lord, my mind is satisfied, and my fears have been vanquished. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਤਾ ਹੈ, ਤੇ ਮੇਰਾ ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਗਿਆ ਹੈ। ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਟਿਕ ਗਿਆ ਹਾਂ ਜਿਸ ਨੂੰ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "(An-BY) inrBau vwihgurU jI c [(ThrwieE) Tihr igAw",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "mwin AwigAw. srb suK pwey; dUKh Twau gvwieE ]",
    "transliteration": "Maan Aagiaa Sarab Sukh Paaeae Dhookheh Thaao Gavaaeiou ||",
    "translation": "Accepting the Command of the Lord's Will, I have found total peace; the home of suffering has been destroyed.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨ ਕੇ ਮੈਂ ਸਾਰੇ ਸੁਖ-ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਏ ਹਨ, ਮੈਂ ਆਪਣੇ ਅੰਦਰੋਂ ਦੁੱਖਾਂ ਦਾ ਡੇਰਾ ਹੀ ਉਠਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(Twau) QW",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "jau supRsMn Bey pRB Twkur; sBu Awnd rUpu idKwieE ]3]",
    "transliteration": "Jo Suprasann Bheae Prabh Thaakur Sabh Aanadh Roop Dhikhaaeiou ||3||",
    "translation": "When God, our Lord and Master was totally pleased, He revealed everything in the form of ecstasy. ||3||",
    "punjabi": "ਜਦੋਂ ਤੋਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਠਾਕੁਰ-ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਉਤੇ ਮਿਹਰਬਾਨ ਹੋਏ ਹਨ, ਮੈਨੂੰ ਹਰ ਥਾਂ ਉਹ ਆਨੰਦ-ਸਰੂਪ ਪਰਮਾਤਮਾ ਹੀ ਦਿੱਸ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "supRsMn",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nw ikCu Awvq. nw ikCu jwvq; sBu Kylu kIE hir rwieE ]",
    "transliteration": "Naa Kishh Aavath Naa Kishh Jaavath Sabh Khael Keeou Har Raaeiou ||",
    "translation": "Nothing comes, and nothing goes; this play is all set in motion by the Lord, the Sovereign King.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ ਸਤਿਗੁਰੂ ਜੀ ਮੇਰੇ ਉਤੇ ਦਇਆਵਾਨ ਹੋਏ ਹਨ, ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਆ ਗਿਆ ਹੈ ਕਿ) ਨਾਹ ਕੁਝ ਜੰਮਦਾ ਹੈ ਨਾਹ ਕੁਝ ਮਰਦਾ ਹੈ, ਇਹ ਸਾਰਾ ਤਾਂ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਨੇ ਇਕ ਖੇਲ ਰਚਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 655,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "khu nwnk. Agm Agm hY Twkur; Bgq tyk hir nwieE ]4]15]136]",
    "transliteration": "Kahu Naanak Agam Agam Hai Thaakur Bhagath Ttaek Har Naaeiou ||4||15||136||",
    "translation": "Says Nanak, our Lord and Master is inaccessible and unfathomable. The Lord's devotees take His Name as their Support. ||4||15||136||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਰਬ-ਪਾਲਕ ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਸਭ ਜੀਵਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ। ਉਸ ਦੇ ਭਗਤਾਂ ਨੂੰ ਉਸ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਹੀ ਸਹਾਰਾ ਹੈ ॥੪॥੧੫॥੧੩੬॥",
    "pronunciation": "( tyk) Awsrw",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gauVI mhlw 5 ]",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pwrbRhm pUrn prmysur; mn. qw kI Et ghIjY ry ]",
    "transliteration": "Paarabreham Pooran Paramaesur Man Thaa Kee Outt Geheejai Rae ||",
    "translation": "He is the Supreme Lord God, the Perfect Transcendent Lord; O my mind, hold tight to the Support of the One",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਬੇਅੰਤ ਹੈ, ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ!",
    "pronunciation": "(ghIjY) leIey",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ijin Dwry bRhmMf KMf hir; qw ko nwmu jpIjY ry ]1] rhwau ]",
    "transliteration": "Jin Dhhaarae Brehamandd Khandd Har Thaa Ko Naam Japeejai Rae ||1|| Rehaao ||",
    "translation": "Who established the solar systems and galaxies. Chant the Name of that Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਨੇ ਸਾਰੇ ਧਰਤੀ-ਮੰਡਲਾਂ ਨੂੰ, ਸਾਰੇ ਜਗਤ ਨੂੰ (ਪੈਦਾ ਕਰ ਕੇ) ਸਹਾਰਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 656,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "mn kI miq iqAwghu. hir jn; hukmu bUiJ. suKu pweIAY ry ]",
    "transliteration": "Man Kee Math Thiaagahu Har Jan Hukam Boojh Sukh Paaeeai Rae ||",
    "translation": "Renounce the intellectual cleverness of your mind, O humble servants of the Lord; understanding the Hukam of His Command, peace is found.",
    "punjabi": "ਹੇ ਹਰੀ ਦੇ ਸੇਵਕੋ! ਆਪਣੇ ਮਨ ਦੀ ਚਤੁਰਾਈ ਛੱਡ ਦਿਹੋ। ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਕੇ ਹੀ ਸੁਖ ਪਾ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "jo pRBu krY. soeI Bl mwnhu; suiK duiK EhI iDAweIAY ry ]1]",
    "transliteration": "Jo Prabh Karai Soee Bhal Maanahu Sukh Dhukh Ouhee Dhhiaaeeai Rae ||1||",
    "translation": "Whatever God does, accept that with pleasure; in comfort and in suffering, meditate on Him. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸੁਖ ਵਿਚ (ਭੀ), ਤੇ ਦੁਖ ਵਿਚ (ਭੀ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਯਾਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ, ਉਸਨੂੰ ਭਲਾ ਕਰ ਕੇ ਮੰਨੋ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "koit piqq auDwry. iKn mih; krqy bwr. n lwgY ry ]",
    "transliteration": "Kott Pathith Oudhhaarae Khin Mehi Karathae Baar N Laagai Rae ||",
    "translation": "The Creator emancipates millions of sinners in an instant, without a moment's delay.",
    "punjabi": "(ਹੇ ਹਰਿ ਜਨੋ!) ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਕ੍ਰੋੜਾਂ ਬੰਦਿਆਂ ਨੂੰ (ਜੇ ਚਾਹੇ ਤਾਂ) ਕਰਤਾਰ ਇਕ ਖਿਨ ਵਿਚ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ, (ਤੇ ਇਹ ਕੰਮ ਕਰਦਿਆਂ) ਕਰਤਾਰ ਨੂੰ ਰਤਾ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "dIn drd duK BMjn suAwmI; ijsu BwvY. iqsih invwjY ry ]2]",
    "transliteration": "Dheen Dharadh Dhukh Bhanjan Suaamee Jis Bhaavai Thisehi Nivaajai Rae ||2||",
    "translation": "The Lord, the Destroyer of the pain and sorrow of the poor, blesses those with whom He is pleased. ||2||",
    "punjabi": "ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਗਰੀਬਾਂ ਦੇ ਦਰਦ-ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ। ਜਿਸ ਉਤੇ ਉਹ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "sB ko mwq ipqw pRiqpwlk; jIA pRwn suKswgru ry ]",
    "transliteration": "Sabh Ko Maath Pithaa Prathipaalak Jeea Praan Sukh Saagar Rae ||",
    "translation": "He is Mother and Father, the Cherisher of all; He is the Breath of life of all beings, the Ocean of peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸਭ ਦੀਆਂ ਜਿੰਦਾਂ ਤੇ ਪ੍ਰਾਣਾਂ ਵਾਸਤੇ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਸਭਨਾਂ ਦਾ ਮਾਂ-ਪਿਉ ਹੈ, ਸਭ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "dyNdy qoit nwhI. iqsu krqy; pUir rihE. rqnwgru ry ]3]",
    "transliteration": "Dhaenadhae Thott Naahee This Karathae Poor Rehiou Rathanaagar Rae ||3||",
    "translation": "While giving so generously, the Creator does not diminish at all. The Source of jewels, He is All-pervading. ||3||",
    "punjabi": "(ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ) ਦੇਂਦਿਆਂ ਉਸ ਕਰਤਾਰ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਰਤਨਾਂ ਦੀ ਖਾਣ ਹੈ ਤੇ ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "SuB guxW rUpI (rqn`wgru) rqnW dy BMfwr",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "jwicku jwcY. nwmu qyrw suAwmI; Gt Gt AMqir soeI ry ]",
    "transliteration": "Jaachik Jaachai Naam Thaeraa Suaamee Ghatt Ghatt Anthar Soee Rae ||",
    "translation": "The beggar begs for Your Name, O Lord and Master; God is contained deep within the nucleus of each and every heart.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਤੇਰੇ ਦਰ ਦਾ) ਮੰਗਤਾ (ਨਾਨਕ) ਤੇਰਾ ਨਾਮ ( ਦਾਤ ਵਜੋਂ) ਮੰਗਦਾ ਹੈ। (ਹੇ ਭਾਈ!) ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(jwicku) mMgqw",
    "type_id": 3
  },
  {
    "shabad_id": 656,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "nwnku dwsu. qw kI srxweI; jw qy ibRQw. n koeI ry ]4]16]137]",
    "transliteration": "Naanak Dhaas Thaa Kee Saranaaee Jaa Thae Brithhaa N Koee Rae ||4||16||137||",
    "translation": "Slave Nanak has entered His Sanctuary; no one returns from Him empty-handed. ||4||16||137||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਦਾਸ ਨਾਨਕ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਰਨ ਪਿਆ ਹੈ, ਜਿਸ ਦੇ ਦਰ ਤੋਂ ਕੋਈ ਨਿਰਾਸ ਨਹੀਂ ਜਾਂਦਾ ॥੪॥੧੬॥੧੩੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]