[
  {
    "shabad_id": 692,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 692,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "rwgu gauVI mhlw 9 ]",
    "transliteration": "Raag Gourree Mehalaa 9 ||",
    "translation": "Raag Gauree, Ninth Mehl",
    "punjabi": "ਰਾਗ ਗਉੜੀ ਵਿੱਚ ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "mh`lw nwvW",
    "type_id": 3
  },
  {
    "shabad_id": 692,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "swDo; mn kw mwnu iqAwgau ]",
    "transliteration": "Saadhho Man Kaa Maan Thiaago ||",
    "translation": "Holy Saadhus: forsake the pride of your mind.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਆਪਣੇ) ਮਨ ਦਾ ਅਹੰਕਾਰ ਛੱਡ ਦਿਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 692,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "kwm kRoDu. sMgiq durjn kI; qw qy Aih inis Bwgau ]1] rhwau ]",
    "transliteration": "Kaam Krodhh Sangath Dhurajan Kee Thaa Thae Ahinis Bhaago ||1|| Rehaao ||",
    "translation": "Sexual desire, anger and the company of evil people - run away from them, day and night. ||1||Pause||",
    "punjabi": "ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ (ਭੀ) ਭੈੜੇ ਮਨੁੱਖ ਦੀ ਸੰਗਤਿ (ਵਾਂਗ ਹੀ) ਹੈ, ਇਸ ਤੋਂ (ਭੀ) ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰੇ ਰਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(durjn) Koty mnu`K[ (Aih) idn (inis) rwq",
    "type_id": 4
  },
  {
    "shabad_id": 692,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "suKu duKu dono. sm kir jwnY; Aauru mwnu Apmwnw ]",
    "transliteration": "Sukh Dhukh Dhono Sam Kar Jaanai Aour Maan Apamaanaa ||",
    "translation": "One who knows that pain and pleasure are both the same, and honor and dishonor as well,",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜੇਹੜਾ ਮਨੁੱਖ) ਸੁਖ ਅਤੇ ਦੁੱਖ ਦੋਹਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਜਾਣਦਾ ਹੈ, ਅਤੇ ਜੇਹੜਾ ਆਦਰ ਤੇ ਨਿਰਾਦਰੀ ਨੂੰ (ਭੀ) ਇਕ ਸਮਾਨ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 692,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hrK sog qy. rhY AqIqw; iqin jig qqu pCwnw ]1]",
    "transliteration": "Harakh Sog Thae Rehai Atheethaa Thin Jag Thath Pashhaanaa ||1||",
    "translation": "Who remains detached from joy and sorrow, realizes the true essence in the world. ||1||",
    "punjabi": "(ਕੋਈ ਮਨੁੱਖ ਉਸ ਦਾ ਆਦਰ ਕਰੇ ਤਾਂ ਭੀ ਪਰਵਾਹ ਨਹੀਂ, ਜੇ ਕੋਈ ਉਸ ਦੀ ਨਿਰਾਦਰੀ ਕਰੇ ਤਾਂ ਭੀ ਪਰਵਾਹ ਨਹੀਂ), ਤੇ ਜੇਹੜਾ ਮਨੁੱਖ ਖ਼ੁਸ਼ੀ ਅਤੇ ਗ਼ਮੀ ਦੋਹਾਂ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ (ਖ਼ੁਸ਼ੀ ਦੇ ਵੇਲੇ ਅਹੰਕਾਰ ਵਿਚ ਨਹੀਂ ਆ ਜਾਂਦਾ ਤੇ ਗ਼ਮੀ ਦੇ ਵੇਲੇ ਘਬਰਾ ਨਹੀਂ ਜਾਂਦਾ) ਉਸ ਨੇ ਜਗਤ ਵਿਚ ਜੀਵਨ ਦਾ ਭੇਤ ਸਮਝ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(AqIqw) inrlyp[ (qqu) AslIAq",
    "type_id": 3
  },
  {
    "shabad_id": 692,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ausqiq inMdw doaU iqAwgY; KojY pdu inrbwnw ]",
    "transliteration": "Ousathath Nindhaa Dhooo Thiaagai Khojai Padh Nirabaanaa ||",
    "translation": "Renounce both praise and blame; seek instead the state of Nirvaanaa.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਉਸ ਮਨੁੱਖ ਨੇ ਅਸਲੀਅਤ ਲੱਭ ਲਈ ਹੈ ਜੇਹੜਾ) ਨਾਹ ਕਿਸੇ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਕਰਦਾ ਹੈ ਨਾਹ ਕਿਸੇ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ, ਤੇ ਜੋ ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਦੀ ਸਦਾ ਭਾਲ ਕਰਦਾ ਹੈ ਜਿਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "(inrbwnw) mukqI dI (pdu) pdvI[ pdu:polw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 692,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jn nwnk. iehu Kylu kTnu hY; iknhUM gurmuiK jwnw ]2]1]",
    "transliteration": "Jan Naanak Eihu Khael Kathan Hai Kinehoon Guramukh Jaanaa ||2||1||",
    "translation": "O servant Nanak, this is such a difficult game; only a few Gurmukhs understand it! ||2||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਇਹ (ਜੀਵਨ-) ਖੇਡ (ਖੇਡਣੀ) ਔਖੀ ਹੈ। ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਸ ਨੂੰ ਸਮਝਦਾ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 693,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gauVI mhlw 9 ]",
    "transliteration": "Gourree Mehalaa 9 ||",
    "translation": "Gauree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 693,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "swDo; rcnw rwm bnweI ]",
    "transliteration": "Saadhho Rachanaa Raam Banaaee ||",
    "translation": "Holy Saadhus: the Lord fashioned the creation.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਨੇ (ਜਗਤ ਦੀ ਇਹ ਅਸਚਰਜ) ਰਚਨਾ ਰਚ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 693,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ieik ibnsY. iek AsiQru mwnY; Acrju. liKE n jweI ]1] rhwau ]",
    "transliteration": "Eik Binasai Eik Asathhir Maanai Acharaj Lakhiou N Jaaee ||1|| Rehaao ||",
    "translation": "One person passes away, and another thinks that he will live forever - this is a wonder beyond understanding! ||1||Pause||",
    "punjabi": "(ਕਿ) ਇਕ ਮਨੁੱਖ (ਤਾਂ) ਮਰਦਾ ਹੈ (ਪਰ) ਦੂਜਾ ਮਨੁੱਖ (ਉਸ ਨੂੰ ਮਰਦਿਆਂ ਵੇਖ ਕੇ ਭੀ ਆਪਣੇ ਆਪ ਨੂੰ) ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ ਸਮਝਦਾ ਹੈ। ਇਹ ਇਕ ਅਸਚਰਜ ਤਮਾਸ਼ਾ ਹੈ ਜੋ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibnsY) nws huMdw[ (AsiQru) sdw kwiem[ liKE :polw bolo[ liKE) jwixAw[ A-crju",
    "type_id": 4
  },
  {
    "shabad_id": 693,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "kwmu kRoDu moh bis pRwnI; hir mUriq ibsrweI ]",
    "transliteration": "Kaam Krodhh Moh Bas Praanee Har Moorath Bisaraaee ||",
    "translation": "The mortal beings are held in the power of sexual desire, anger and emotional attachment; they have forgotten the Lord, the Immortal Form.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਮਨੁੱਖ ਕਾਮ ਦੇ ਕ੍ਰੋਧ ਦੇ ਮੋਹ ਦੇ ਕਾਬੂ ਵਿਚ ਆਇਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "b`is",
    "type_id": 3
  },
  {
    "shabad_id": 693,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "JUTw qnu. swcw kir mwinE; ijau supnw rYnweI ]1]",
    "transliteration": "Jhoothaa Than Saachaa Kar Maaniou Jio Supanaa Rainaaee ||1||",
    "translation": "The body is false, but they believe it to be true; it is like a dream in the night. ||1||",
    "punjabi": "ਇਹ ਸਰੀਰ ਸਦਾ ਨਾਲ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਪਰ ਮਨੁੱਖ ਇਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਮਝਦਾ ਹੈ, ਜਿਵੇਂ ਰਾਤ ਵੇਲੇ (ਸੁੱਤਿਆਂ ਜੇਹੜਾ) ਸੁਪਨਾ (ਆਉਂਦਾ ਹੈ ਮਨੁੱਖ ਨੀਂਦਰ ਦੀ ਹਾਲਤ ਵਿਚ ਉਸ ਸੁਪਨੇ ਨੂੰ ਅਸਲੀ ਵਾਪਰ ਰਹੀ ਗੱਲ ਸਮਝਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(rYnweI) rwq dw",
    "type_id": 3
  },
  {
    "shabad_id": 693,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "jo dIsY so sgl ibnwsY; ijau bwdr kI CweI ]",
    "transliteration": "Jo Dheesai So Sagal Binaasai Jio Baadhar Kee Shhaaee ||",
    "translation": "Whatever is seen, shall all pass away, like the shadow of a cloud.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਵੇਂ ਬੱਦਲ ਦੀ ਛਾਂ (ਸਦਾ ਇੱਕ ਥਾਂ ਟਿਕੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ, ਤਿਵੇਂ) ਜੋ ਕੁਝ (ਜਗਤ ਵਿਚ) ਦਿੱਸ ਰਿਹਾ ਹੈ ਇਹ ਸਭ ਕੁਝ (ਆਪਣੇ ਆਪਣੇ ਸਮੇ) ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(bw-dr) b`dl kI (CweI) CW",
    "type_id": 3
  },
  {
    "shabad_id": 693,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "jn nwnk. jgu jwinE imiQAw; rihE rwm srnweI ]2]2]",
    "transliteration": "Jan Naanak Jag Jaaniou Mithhiaa Rehiou Raam Saranaaee ||2||2||",
    "translation": "O servant Nanak, one who knows the world to be unreal, dwells in the Sanctuary of the Lord. ||2||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਜਗਤ ਨੂੰ ਨਾਸਵੰਤ ਸਮਝ ਲਿਆ ਹੈ, ਉਹ (ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੨॥",
    "pronunciation": "imiQAw:polw bolo[ (imiQAw) nwsvMq[ j`gu",
    "type_id": 3
  },
  {
    "shabad_id": 694,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "gauVI mhlw 9 ]",
    "transliteration": "Gourree Mehalaa 9 ||",
    "translation": "Gauree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 694,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pRwnI kau; hir jsu. min nhI AwvY ]",
    "transliteration": "Praanee Ko Har Jas Man Nehee Aavai ||",
    "translation": "The Praise of the Lord does not come to dwell in the minds of the mortal beings.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੇ) ਮਨ ਵਿਚ (ਵਸਾਣੀ) ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 694,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Aih inis mgnu rhY mwieAw mY; khu kYsy gun gwvY ]1] rhwau ]",
    "transliteration": "Ahinis Magan Rehai Maaeiaa Mai Kahu Kaisae Gun Gaavai ||1|| Rehaao ||",
    "translation": "Day and night, they remain engrossed in Maya. Tell me, how can they sing God's Glories? ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਦੱਸ, ਉਹ ਮਨੁੱਖ ਕਿਵੇਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਸਕਦਾ ਹੈ ਜੇਹੜਾ ਦਿਨ ਰਾਤ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "mgnu: polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 694,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "pUq mIq mwieAw mmqw isau; ieh ibiD Awpu bMDwvY ]",
    "transliteration": "Pooth Meeth Maaeiaa Mamathaa Sio Eih Bidhh Aap Bandhhaavai ||",
    "translation": "In this way, they bind themselves to children, friends, Maya and possessiveness.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਪੁੱਤਰ ਮਿੱਤਰ ਮਾਇਆ (ਆਦਿਕ) ਦੀ ਅਪਣੱਤ ਨਾਲ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਆਪ ਨੂੰ (ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਵਿਚ) ਬੰਨ੍ਹੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 694,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "imRg iqRsnw ijau, JUTo ieh jg; dyiK qwis. auiT DwvY ]1]",
    "transliteration": "Mrig Thrisanaa Jio Jhootho Eihu Jag Dhaekh Thaas Outh Dhhaavai ||1||",
    "translation": "Like the deer's delusion, this world is false; and yet, beholding it, they chase after it. ||1||",
    "punjabi": "(ਮਾਇਆ-ਗ੍ਰਸਿਆ ਮਨੁੱਖ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ) ਇਹ ਜਗਤ (ਤਾਂ) ਠਗ-ਨੀਰੇ ਵਾਂਗ (ਠੱਗੀ ਹੀ ਠੱਗੀ ਹੈ, ਜਿਵੇਂ ਹਰਨ ਠਗਨੀਰੇ ਨੂੰ ਵੇਖ ਕੇ ਉਸ ਵਲ ਦੌੜਦਾ ਤੇ ਭਟਕ ਭਟਕ ਕੇ ਮਰਦਾ ਹੈ, ਤਿਵੇਂ ਮਨੁੱਖ ਇਸ ਜਗਤ ਨੂੰ) ਵੇਖ ਕੇ ਇਸ ਵਲ (ਸਦਾ) ਦੌੜਦਾ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(DwvY) dOVdw[ j`g",
    "type_id": 3
  },
  {
    "shabad_id": 694,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "Bugiq mukiq kw kwrnu suAwmI; mUV qwih ibsrwvY ]",
    "transliteration": "Bhugath Mukath Kaa Kaaran Suaamee Moorr Thaahi Bisaraavai ||",
    "translation": "Our Lord and Master is the source of pleasures and liberation; and yet, the fool forgets Him.",
    "punjabi": "ਮੂਰਖ ਮਨੁੱਖ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ ਜੇਹੜਾ ਦੁਨੀਆ ਦੇ ਭੋਗਾਂ ਤੇ ਸੁਖਾਂ ਦਾ ਭੀ ਮਾਲਕ ਹੈ ਤੇ ਜੇਹੜਾ ਮੋਖ ਭੀ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(Bugiq) duinAwvI Bog pdwrQ[ (mukiq) mukqI[ (mUV@) mUrK[ (ibsrwvY) Bu`ilAw",
    "type_id": 3
  },
  {
    "shabad_id": 694,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jn nwnk. kotn mY koaU; Bjnu rwm ko pwvY ]2]3]",
    "transliteration": "Jan Naanak Kottan Mai Kooo Bhajan Raam Ko Paavai ||2||3||",
    "translation": "O servant Nanak, among millions, there is scarcely anyone who attains the Lord's meditation. ||2||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਹੁੰਦਾ ਹੈ ਜੇਹੜਾ (ਜਗਤ ਠਗ-ਨੀਰੇ ਦੇ ਮੋਹ ਤੋਂ ਬਚ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 695,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gauVI mhlw 9 ]",
    "transliteration": "Gourree Mehalaa 9 ||",
    "translation": "Gauree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 695,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "swDo; iehu mnu gihE. n jweI ]",
    "transliteration": "Saadhho Eihu Man Gehiou N Jaaee ||",
    "translation": "Holy Saadhus: this mind cannot be restrained.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਇਹ ਮਨ ਵੱਸ ਵਿਚ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ,",
    "pronunciation": "(gihE) PiVAw",
    "type_id": 3
  },
  {
    "shabad_id": 695,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "cMcl iqRsnw sMig bsqu hY; Xw qy. iQru n rhweI ]1] rhwau ]",
    "transliteration": "Chanchal Thrisanaa Sang Basath Hai Yaa Thae Thhir N Rehaaee ||1|| Rehaao ||",
    "translation": "Fickle desires dwell with it, and so it cannot remain steady. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ ਇਹ ਮਨ ਸਦਾ) ਅਨੇਕਾਂ ਹਾਵ-ਭਾਵ ਕਰਨ ਵਾਲੀ ਤ੍ਰਿਸ਼ਨਾ ਨਾਲ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ, ਇਸ ਵਾਸਤੇ ਇਹ ਕਦੇ ਟਿਕ ਕੇ ਨਹੀਂ ਰਹਿੰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 695,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "kTn kroD. Gt hI ky BIqir; ijh suiD sB ibsrweI ]",
    "transliteration": "Kathan Karodhh Ghatt Hee Kae Bheethar Jih Sudhh Sabh Bisaraaee ||",
    "translation": "The heart is filled with anger and violence, which cause all sense to be forgotten.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਵੱਸ ਵਿਚ ਨਾਹ ਆ ਸਕਣ ਵਾਲਾ ਕ੍ਰੋਧ ਭੀ ਇਸ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈ, ਜਿਸ ਨੇ (ਮਨੁੱਖ ਨੂੰ ਭਲੇ ਪਾਸੇ ਦੀ) ਸਾਰੀ ਹੋਸ਼ ਭੁਲਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(kTn) byrihm[ (Gt) ihrdy[ (suiD) hoS[ (BIqir) AMdr",
    "type_id": 3
  },
  {
    "shabad_id": 695,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "rqnu igAwnu. sB ko ihir lInw; qw isau. kCu n bsweI ]1]",
    "transliteration": "Rathan Giaan Sabh Ko Hir Leenaa Thaa Sio Kashh N Basaaee ||1||",
    "translation": "The jewel of spiritual wisdom has been taken away from everyone; nothing can withstand it. ||1||",
    "punjabi": "(ਕ੍ਰੋਧ ਨੇ) ਹਰੇਕ ਮਨੁੱਖ ਦਾ ਸ੍ਰੇਸ਼ਟ ਗਿਆਨ ਚੁਰਾ ਲਿਆ ਹੈ, ਉਸ ਨਾਲ ਕਿਸੇ ਦੀ ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ ॥੧॥",
    "pronunciation": "(ihir) curw (lInw) ilAw[ (bsweI) zor, v`s",
    "type_id": 3
  },
  {
    "shabad_id": 695,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "jogI jqn krq siB hwry; gunI rhy gun gweI ]",
    "transliteration": "Jogee Jathan Karath Sabh Haarae Gunee Rehae Gun Gaaee ||",
    "translation": "The Yogis have tried everything and failed; the virtuous have grown weary of singing God's Glories.",
    "punjabi": "ਸਾਰੇ ਜੋਗੀ (ਇਸ ਮਨ ਨੂੰ ਕਾਬੂ ਕਰਨ ਦੇ) ਜਤਨ ਕਰਦੇ ਕਰਦੇ ਥੱਕ ਗਏ, ਵਿਦਵਾਨ ਮਨੁੱਖ ਆਪਣੀ ਵਿੱਦਿਆ ਦੀਆਂ ਵਡਿਆਈਆਂ ਕਰਦੇ ਥੱਕ ਗਏ (ਨਾਹ ਜੋਗ-ਸਾਧਨ, ਨਾਹ ਵਿੱਦਿਆ-ਮਨ ਨੂੰ ਕੋਈ ਭੀ ਵੱਸ ਵਿਚ ਲਿਆਉਣ ਦੇ ਸਮਰੱਥ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 695,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "jn nwnk. hir Bey dieAwlw; qau sB ibiD bin AweI ]2]4]",
    "transliteration": "Jan Naanak Har Bheae Dhaeiaalaa Tho Sabh Bidhh Ban Aaee ||2||4||",
    "translation": "O servant Nanak, when the Lord becomes merciful, then every effort is successful. ||2||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਦੋਂ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਤਾਂ (ਇਸ ਮਨ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖਣ ਦੇ) ਸਾਰੇ ਢੋ ਢੁਕ ਪੈਂਦੇ ਹਨ ॥੨॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 696,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gauVI mhlw 9 ]",
    "transliteration": "Gourree Mehalaa 9 ||",
    "translation": "Gauree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 696,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "swDo; goibMd ky gun gwvau ]",
    "transliteration": "Saadhho Gobindh Kae Gun Gaavo ||",
    "translation": "Holy Saadhus: sing the Glorious Praises of the Lord of the Universe.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਸਦਾ) ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 696,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mwns jnmu Amolku pwieE; ibrQw kwih gvwvau ]1] rhwau ]",
    "transliteration": "Maanas Janam Amolak Paaeiou Birathhaa Kaahi Gavaavo ||1|| Rehaao ||",
    "translation": "You have obtained the priceless jewel of this human life; why are you uselessly wasting it? ||1||Pause||",
    "punjabi": "ਇਹ ਬੜਾ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਮਿਲਿਆ ਹੈ, ਇਸ ਨੂੰ ਅਜਾਈਂ ਕਿਉਂ ਗਵਾਂਦੇ ਹੋ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibrQw) ibArQ",
    "type_id": 4
  },
  {
    "shabad_id": 696,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "piqq. punIq dIn bMD hir; srin qwih qum Awvau ]",
    "transliteration": "Pathith Puneeth Dheen Bandhh Har Saran Thaahi Thum Aavo ||",
    "translation": "He is the Purifier of sinners, the Friend of the poor. Come, and enter the Lord's Sanctuary.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੂੰ ਭੀ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ ਜੇਹੜੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਉਹ ਹਰੀ ਗਰੀਬਾਂ ਦਾ ਸਹਾਈ ਹੈ। ਤੁਸੀ ਭੀ ਉਸੇ ਦੀ ਸਰਨ ਪਵੋ।",
    "pronunciation": "(dIn) gRIbW dy (bMD) sbMDI",
    "type_id": 3
  },
  {
    "shabad_id": 696,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "gj ko qRwsu imitE ijh ismrq; qum kwhy ibsrwvau ]1]",
    "transliteration": "Gaj Ko Thraas Mittiou Jih Simarath Thum Kaahae Bisaraavo ||1||",
    "translation": "Remembering Him, the elephant's fear was removed; so why do you forget Him? ||1||",
    "punjabi": "ਜਿਸ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ਹਾਥੀ ਦਾ ਡਰ ਮਿਟ ਗਿਆ ਸੀ, ਤੁਸੀ ਉਸ ਨੂੰ ਕਿਉਂ ਭੁਲਾ ਰਹੇ ਹੋ? ॥੧॥",
    "pronunciation": "gj:polw bolo[ (gj) hwQI[ (qRwsu) fr[ (ibsrwvau) Bu`lwauNdy",
    "type_id": 3
  },
  {
    "shabad_id": 696,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "qij AiBmwnu moh mwieAw; Puin Bjn rwm icqu lwvau ]",
    "transliteration": "Thaj Abhimaan Moh Maaeiaa Fun Bhajan Raam Chith Laavo ||",
    "translation": "Renounce your egotistical pride and your emotional attachment to Maya; focus your consciousness on the Lord's meditation.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ ਅਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰ ਕੇ ਆਪਣਾ ਚਿੱਤ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਵਿਚ ਜੋੜੀ ਰੱਖੋ।",
    "pronunciation": "(Puin) Aqy",
    "type_id": 3
  },
  {
    "shabad_id": 696,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "nwnk khq. mukiq pMQ iehu; gurmuiK hoie qum pwvau ]2]5]",
    "transliteration": "Naanak Kehath Mukath Panthh Eihu Guramukh Hoe Thum Paavo ||2||5||",
    "translation": "Says Nanak, this is the path to liberation. Become Gurmukh, and attain it. ||2||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਇਹੀ ਰਸਤਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਤੁਸੀ ਇਹ ਰਸਤਾ ਲੱਭ ਸਕੋਗੇ ॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 697,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gauVI mhlw 9 ]",
    "transliteration": "Gourree Mehalaa 9 ||",
    "translation": "Gauree, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 697,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "koaU mweI; BUilE mnu smJwvY ]",
    "transliteration": "Kooo Maaee Bhooliou Man Samajhaavai ||",
    "translation": "O mother, if only someone would instruct my wayward mind.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! (ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲ ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਸੰਸਾਰ-ਜੰਗਲ ਵਿਚ ਮੇਰਾ ਮਨ ਕੁਰਾਹੇ ਪੈ ਗਿਆ ਹੈ, ਮੈਨੂੰ) ਕੋਈ (ਐਸਾ ਗੁਰਮੁਖ ਮਿਲ ਪਵੇ ਜੇਹੜਾ ਮੇਰੇ ਇਸ) ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਮਨ ਨੂੰ ਮਤਿ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  }
]