[
  {
    "shabad_id": 726,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sbid mnu rMigAw; ilv lwie]",
    "transliteration": "Sabadh Man Rangiaa Liv Laae ||",
    "translation": "The mind is attuned to the Word of the Shabad; it is lovingly attuned to the Lord.",
    "punjabi": "ਉਸ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜ ਕੇ (ਆਪਣੇ) ਮਨ ਨੂੰ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ) ਰੰਗ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "inj Gir visAw; pRB kI rjwie]1]",
    "transliteration": "Nij Ghar Vasiaa Prabh Kee Rajaae ||1||",
    "translation": "It abides within its own home, in harmony with the Lord's Will. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਰਾਜ਼ੀ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "siqguru syivAY; jwie AiBmwnu]",
    "transliteration": "Sathigur Saeviai Jaae Abhimaan ||",
    "translation": "Serving the True Guru, egotistical pride departs,",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ (ਮਨ ਵਿਚੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "goivdu pweIAY; guxI inDwnu]1]rhwau]",
    "transliteration": "Govidh Paaeeai Gunee Nidhhaan ||1|| Rehaao ||",
    "translation": "And the Lord of the Universe, the Treasure of Excellence, is obtained. ||1||Pause||",
    "punjabi": "ਤੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 726,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mnu bYrwgI; jw sbid Bau Kwie]",
    "transliteration": "Man Bairaagee Jaa Sabadh Bho Khaae ||",
    "translation": "The mind becomes detached and free of desire, when it experiences the Fear of God, through the Shabad.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਦੋਂ (ਕੋਈ ਮਨੁੱਖ ਇਸ) ਡਰ ਨੂੰ (ਕਿ ਪਰਮਾਤਮਾ ਹਰੇਕ ਦੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈ ਤੇ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈ, ਆਪਣੇ ਆਤਮੇ ਦੀ) ਖ਼ੁਰਾਕ ਬਣਾਂਦਾ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਉਪਰਾਮ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "myrw pRBu inrmlw; sBqY rihAw smwie]",
    "transliteration": "Maeraa Prabh Niramalaa Sabh Thai Rehiaa Samaae ||",
    "translation": "My Immaculate God is pervading and contained among all.",
    "punjabi": "ਉਸ ਨੂੰ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਪਿਆਰਾ ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "AnMq smuMdRW phwVW sUrjW cMdRimAW qwry mMflW sB jIAW jMqW,(sBqY)swirAW c pUrn ivAwpk pRkwSk ho rhy hn[ (dUjw pwT: sB qY)",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gur ikrpw qy; imlY imlwie]2]",
    "transliteration": "Gur Kirapaa Thae Milai Milaae ||2||",
    "translation": "By Guru's Grace, one is united in His Union. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਗੁਰੂ ਦਾ) ਮਿਲਾਇਆ ਹੋਇਆ (ਪਰਮਾਤਮਾ ਨੂੰ) ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hir dwsn ko dwsu; suKu pwey]",
    "transliteration": "Har Dhaasan Ko Dhaas Sukh Paaeae ||",
    "translation": "The slave of the Lord's slave attains peace.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "myrw hir pRBu; ien ibiD pwieAw jwey]",
    "transliteration": "Maeraa Har Prabh Ein Bidhh Paaeiaa Jaaeae ||",
    "translation": "My Lord God is found in this way.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਸ ਤਰੀਕੇ ਨਾਲ (ਹੀ) ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਦਾ ਮੇਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir ikrpw qy; rwm gux gwey]3]",
    "transliteration": "Har Kirapaa Thae Raam Gun Gaaeae ||3||",
    "translation": "By the Grace of the Lord, one comes to sing the Glorious Praises of the Lord. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "iDRgu bhu jIvxu; ijqu hir nwim. n lgY ipAwru]",
    "transliteration": "Dhhrig Bahu Jeevan Jith Har Naam N Lagai Piaar ||",
    "translation": "Cursed is that long life, during which love for the Lord's Name is not enshrined.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪ੍ਰਾਣਾਯਾਮ ਆਦਿਕ ਨਾਲ ਵਧਾਈ ਹੋਈ) ਲੰਮੀ ਉਮਰ (ਸਗੋਂ) ਫਿਟਕਾਰ-ਜੋਗ ਹੈ, ਜੇ ਉਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਉਸ ਲੰਮੀ ਉਮਰ ਵਾਲੇ ਦਾ) ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "iDRgu syj suKwlI; kwmix moh gubwru]",
    "transliteration": "Dhhrig Saej Sukhaalee Kaaman Moh Gubaar ||",
    "translation": "Cursed is that comfortable bed which lures one into the darkness of attachment to sexual desire.",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ, ਹੇ ਭਾਈ! ਸੁੰਦਰ) ਇਸਤ੍ਰੀ ਦੀ ਸੁਖਦਾਈ ਸੇਜ (ਭੀ) ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਜੇ ਉਹ) ਮੋਹ ਦਾ ਘੁੱਪ ਹਨੇਰਾ (ਪੈਦਾ ਕਰਦੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "iqn sPlu jnmu; ijn nwmu ADwru]4]",
    "transliteration": "Thin Safal Janam Jin Naam Adhhaar ||4||",
    "translation": "Fruitful is the birth of that person who takes the Support of the Naam, the Name of the Lord. ||4||",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਿਰਫ਼) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜਨਮ ਕਾਮਯਾਬ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣਾਇਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "iDRgu iDRgu igRhu kutMbu; ijqu hir pRIiq. n hoie]",
    "transliteration": "Dhhrig Dhhrig Grihu Kuttanb Jith Har Preeth N Hoe ||",
    "translation": "Cursed, cursed is that home and family, in which the love of the Lord is not embraced.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਗ੍ਰਿਹਸਤ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ, ਉਹ ਪਰਿਵਾਰ (ਵਾਲਾ ਜੀਵਨ) ਫਿਟਕਾਰ-ਜੋਗ ਹੈ, ਜਿਸ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੀਤਿ ਨਹੀਂ ਬਣਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "soeI hmwrw mIqu; jo. hir gux gwvY soie]",
    "transliteration": "Soee Hamaaraa Meeth Jo Har Gun Gaavai Soe ||",
    "translation": "He alone is my friend, who sings the Glorious Praises of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਾਡਾ ਤਾਂ ਮਿੱਤਰ ਉਹੀ ਮਨੁੱਖ ਹੈ, ਜੋ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਤੇ ਸਾਨੂੰ ਭੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਲ ਪ੍ਰੇਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "hir nwm ibnw; mY. Avru n koie]5]",
    "transliteration": "Har Naam Binaa Mai Avar N Koe ||5||",
    "translation": "Without the Lord's Name, there is no other for me. ||5||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਹੋਰ ਕੋਈ (ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ) ਨਹੀਂ ਦਿੱਸਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "siqgur qy hm; giq piq pweI]",
    "transliteration": "Sathigur Thae Ham Gath Path Paaee ||",
    "translation": "From the True Guru, I have obtained salvation and honor.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਅਸੀਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕਦੇ ਹਾਂ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰ ਥਾਂ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "hir nwmu iDAwieAw; dUKu sgl imtweI]",
    "transliteration": "Har Naam Dhhiaaeiaa Dhookh Sagal Mittaaee ||",
    "translation": "I have meditated on the Name of the Lord, and all my sufferings have been erased.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਨੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ ਆਪਣਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "sdw AnMdu; hir nwim ilv lweI]6]",
    "transliteration": "Sadhaa Anandh Har Naam Liv Laaee ||6||",
    "translation": "I am in constant bliss, lovingly attuned to the Lord's Name. ||6||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਸਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "guir imilAY; hm kau. srIr suiD BeI]",
    "transliteration": "Gur Miliai Ham Ko Sareer Sudhh Bhee ||",
    "translation": "Meeting the Guru, I came to understand my body.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਅਸੀਂ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਰੱਖਣ ਦੀ ਸੂਝ ਭੀ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਾਂ।",
    "pronunciation": "su`iD",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "haumY iqRsnw; sB Agin buJeI]",
    "transliteration": "Houmai Thrisanaa Sabh Agan Bujhee ||",
    "translation": "The fires of ego and desire have been totally quenched.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਸਾਰੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "bu-JeI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ibnsy kRoD; iKmw gih leI]7]",
    "transliteration": "Binasae Krodhh Khimaa Gehi Lee ||7||",
    "translation": "Anger has been dispelled, and I have grasped hold of tolerance. ||7||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਕ੍ਰੋਧ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਖਿਮਾ ਧਾਰਨ ਕਰੀ ਰੱਖਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "hir Awpy ikRpw kry; nwmu dyvY]",
    "transliteration": "Har Aapae Kirapaa Karae Naam Dhaevai ||",
    "translation": "The Lord Himself showers His Mercy, and bestows the Naam.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਤੇ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "gurmuiK rqnu; ko ivrlw lyvY]",
    "transliteration": "Guramukh Rathan Ko Viralaa Laevai ||",
    "translation": "How rare is that Gurmukh, who receives the jewel of the Naam.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ (ਭਾਗਾਂ ਵਾਲਾ) ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਹ ਨਾਮ-ਰਤਨ ਪੱਲੇ ਬੰਨ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 726,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "nwnku gux gwvY; hir AlK AByvY]8]8]",
    "transliteration": "Naanak Gun Gaavai Har Alakh Abhaevai ||8||8||",
    "translation": "O Nanak, sing the Glorious Praises of the Lord, the Unknowable, the Incomprehensible. ||8||8||",
    "punjabi": "ਨਾਨਕ (ਤਾਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਉਸ ਅਲੱਖ ਤੇ ਅਭੇਵ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦਾ ਹੈ ॥੮॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 727,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rwgu gauVI bYrwgix mhlw 3]",
    "transliteration": "Raag Gourree Bairaagan Mehalaa 3 ||",
    "translation": "Raag Gauree Bairaagan, Third Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਬੈਰਾਗਣਿ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "siqgur qy. jo muh Pyry; qy vymuK. bury idsMin]",
    "transliteration": "Sathigur Thae Jo Muh Faerae Thae Vaemukh Burae Dhisann ||",
    "translation": "Those who turn their faces away from the True Guru, are seen to be unfaithful and evil.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਫੇਰੀ ਰੱਖਦੇ ਹਨ, ਗੁਰੂ ਵਲੋਂ ਬੇਮੁਖ ਹੋਏ ਉਹ ਮਨੁੱਖ (ਵੇਖਣ ਨੂੰ ਹੀ ਪਏ) ਭੈੜੇ ਦਿੱਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "An idnu bDy mwrIAin; iPir. vylw nw lhMin]1]",
    "transliteration": "Anadhin Badhhae Maareean Fir Vaelaa Naa Lehann ||1||",
    "translation": "They shall be bound and beaten night and day; they shall not have this opportunity again. ||1||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਵਿਚ) ਬੱਝੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਮੋਹ ਦੀਆਂ ਚੋਟਾਂ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, (ਇਹਨਾਂ ਚੋਟਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਸਮਾ ਹੱਥ ਨਹੀਂ ਆਉਂਦਾ, (ਭਾਵ, ਮਾਰ ਭੀ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਫਿਰ ਭੀ ਇਹ ਮੋਹ ਇਤਨਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਕਿ ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਨੂੰ ਜੀ ਭੀ ਨਹੀਂ ਕਰਦਾ) ॥੧॥",
    "pronunciation": "(lhMin) l`Bdw[ b`Dy",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "hir hir rwKhu; ikRpw Dwir]",
    "transliteration": "Har Har Raakhahu Kirapaa Dhhaar ||",
    "translation": "O Lord, please shower Your Mercy upon me, and save me!",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਹਰੀ! ਮਿਹਰ ਕਰ, (ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਪੰਜੇ ਤੋਂ) ਬਚਾ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "sqsMgiq mylwie pRB; hir ihrdY hir gux swir]1]rhwau]",
    "transliteration": "Sathasangath Maelaae Prabh Har Hiradhai Har Gun Saar ||1|| Rehaao ||",
    "translation": "O Lord God, please lead me to meet the Sat Sangat, the True Congregation, that I may dwell upon the Glorious Praises of the Lord within my heart. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮੇਲ ਰੱਖ, ਤਾ ਕਿ ਮੈਂ ਤੇਰੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(swir) sMBwlW",
    "type_id": 4
  },
  {
    "shabad_id": 727,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sy Bgq hir Bwvdy; jo. gurmuiK Bwie clMin]",
    "transliteration": "Sae Bhagath Har Bhaavadhae Jo Guramukh Bhaae Chalann ||",
    "translation": "Those devotees are pleasing to the Lord, who as Gurmukh, walk in harmony with the Way of the Lord's Will.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਨੂੰ ਉਹ ਭਗਤ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਅਨੁਸਾਰ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਹਨ,",
    "pronunciation": "c-lMin",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awpu Coif syvw krin; jIvq muey rhMin]2]",
    "transliteration": "Aap Shhodd Saevaa Karan Jeevath Mueae Rehann ||2||",
    "translation": "Subduing their selfishness and conceit, and performing selfless service, they remain dead while yet alive. ||2||",
    "punjabi": "ਜੇਹੜੇ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ) ਆਪਾ-ਭਾਵ (ਸੁਆਰਥ) ਛੱਡ ਕੇ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ ਤੇ ਦੁਨੀਆ ਦਾ ਕਾਰ-ਵਿਹਾਰ ਕਰਦੇ ਹੋਏ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਅਛੋਹ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "rhMin",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ijs dw ipMfu prwx hY; iqs kI isirkwr]",
    "transliteration": "Jis Dhaa Pindd Paraan Hai This Kee Sir Kaar ||",
    "translation": "The body and the breath of life belong to the One - perform the greatest service to Him.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਸਰੀਰ ਹੈ ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਦਿੱਤੀ ਹੋਈ ਇਹ ਜਿੰਦ ਹੈ ਉਸੇ ਦਾ ਹੁਕਮ (ਹੀ) ਹਰੇਕ ਦੇ ਸਰੀਰ ਉਤੇ ਚੱਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(isirkwr) pwiqswhI",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "Ehu ikau. mnhu ivswrIAY; hir rKIAY ihrdY Dwir]3]",
    "transliteration": "Ouhu Kio Manahu Visaareeai Har Rakheeai Hiradhai Dhhaar ||3||",
    "translation": "Why forget Him from your mind? Keep the Lord enshrined in your heart. ||3||",
    "punjabi": "ਉਸ ਨੂੰ ਕਿਸੇ ਭੀ ਹਾਲਤ ਵਿਚ ਆਪਣੇ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ। ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "nwim imilAY. piq pweIAY; nwim mMinAY. suKu hoie]",
    "transliteration": "Naam Miliai Path Paaeeai Naam Manniai Sukh Hoe ||",
    "translation": "Receiving the Naam, the Name of the Lord, one obtains honor; believing in the Naam, one is at peace.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲ ਜਾਏ ਤਾਂ (ਹਰ ਥਾਂ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ, ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਮਨ ਗਿੱਝ ਜਾਏ ਤਾਂ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "siqgur qy. nwmu pweIAY; krim imlY pRBu soie]4]",
    "transliteration": "Sathigur Thae Naam Paaeeai Karam Milai Prabh Soe ||4||",
    "translation": "The Naam is obtained from the True Guru; by His Grace, God is found. ||4||",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ, ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "siqgur qy, jo muhu Pyry; Eie BRmdy. nw itkMin]",
    "transliteration": "Sathigur Thae Jo Muhu Faerae Oue Bhramadhae Naa Ttikann ||",
    "translation": "They turn their faces away from the True Guru; they continue to wander aimlessly.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜੀ ਰੱਖਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸਦਾ) ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਹੀਂ ਲੱਭਦੀ।",
    "pronunciation": "it-kMin",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "Driq Asmwnu. n JleI; ivic ivstw pey pcMin]5]",
    "transliteration": "Dhharath Asamaan N Jhalee Vich Visattaa Peae Pachann ||5||",
    "translation": "They are not accepted by the earth or the sky; they fall into manure, and rot. ||5||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਨਾਹ ਧਰਤੀ ਨਾਹ ਆਸਮਾਨ ਝੱਲ ਨਹੀਂ ਸਕਦਾ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਕੋਈ ਹੋਰ ਜੀਵ ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਸਹਾਰਾ ਨਹੀਂ ਦੇ ਸਕਦਾ) ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਗੰਦ ਵਿਚ ਪਏ ਹੋਏ ਹੀ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਸਾੜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "J`l`eI",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "iehu jgu Brim BulwieAw; moih TgaulI pwie]",
    "transliteration": "Eihu Jag Bharam Bhulaaeiaa Moh Thagoulee Paae ||",
    "translation": "This world is deluded by doubt - it has taken the drug of emotional attachment.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਨੇ) ਇਸ ਜਗਤ ਨੂੰ (ਆਪਣੇ ਮੋਹ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਪਾ ਕੇ) ਮੋਹ ਦੀ ਠਗ-ਬੂਟੀ ਖੁਆ ਕੇ ਗ਼ਲਤ ਜੀਵਨ-ਰਾਹ ਤੇ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ijnw. siqguru ByitAw; iqn nyiV. n iBtY mwie]6]",
    "transliteration": "Jinaa Sathigur Bhaettiaa Thin Naerr N Bhittai Maae ||6||",
    "translation": "Maya does not draw near those who have met with the True Guru. ||6||",
    "punjabi": "(ਪਰ ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਇਹ ਮਾਇਆ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਢੁੱਕਦੀ (ਉਹਨਾਂ ਉਤੇ ਆਪਣੇ ਮੋਹ ਦਾ ਜਾਦੂ ਨਹੀਂ ਚਲਾ ਸਕਦੀ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 727,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "siqguru syvin so sohxy; haumY mYlu gvwie]",
    "transliteration": "Sathigur Saevan So Sohanae Houmai Mail Gavaae ||",
    "translation": "Those who serve the True Guru are very beautiful; they cast off the filth of selfishness and conceit.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਕੇ ਸੁਥਰੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]