[
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gauVI CMq mhlw 1 ]",
    "transliteration": "Gourree Shhanth Mehalaa 1 ||",
    "translation": "Gauree, Chhant, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "suix nwh pRBU jIau; eyklVI bn mwhy ]",
    "transliteration": "Sun Naah Prabhoo Jeeo Eaekalarree Ban Maahae ||",
    "translation": "Hear me, O my Dear Husband God - I am all alone in the wilderness.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਖਸਮ ਜੀ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣੋ। (ਤੈਥੋਂ ਬਿਨਾ) ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਸੰਸਾਰ-ਜੰਗਲ ਵਿਚ ਇਕੱਲੀ ਹਾਂ।",
    "pronunciation": "(nwh) pqI[ eykl-VI, bn: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ikau DIrYgI nwh ibnw; pRB vyprvwhy ]",
    "transliteration": "Kio Dhheeraigee Naah Binaa Prabh Vaeparavaahae ||",
    "translation": "How can I find comfort without You, O my Carefree Husband God?",
    "punjabi": "ਹੇ ਬੇ-ਪ੍ਰਵਾਹ ਪ੍ਰਭੂ! ਤੈਂ ਖਸਮ ਤੋਂ ਬਿਨਾਂ ਮੇਰੀ ਜਿੰਦ ਧੀਰਜ ਨਹੀਂ ਫੜ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Dn. nwh bwJhu, rih n swkY; ibKm rYix GxyrIAw ]",
    "transliteration": "Dhhan Naah Baajhahu Rehi N Saakai Bikham Rain Ghanaereeaa ||",
    "translation": "The soul-bride cannot live without her Husband; the night is so painful for her.",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦੀ (ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਇਸ ਦੀ) ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਬਹੁਤ ਹੀ ਔਖੀ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "pronunciation": "(ibKm) AOKI[ (GxyrIAw) bhuq",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "nh nId AwvY. pRymu BwvY; suix bynMqI myrIAw ]",
    "transliteration": "Neh Needh Aavai Praem Bhaavai Sun Baenanthee Maereeaa ||",
    "translation": "Sleep does not come. I am in love with my Beloved. Please, listen to my prayer!",
    "punjabi": "ਹੇ ਖਸਮ-ਪ੍ਰਭੂ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ, ਮੈਨੂੰ ਤੇਰਾ ਪਿਆਰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ (ਤੇਰੇ ਵਿਛੋੜੈ ਵਿਚ) ਮੈਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆ ਸਕਦੀ।",
    "pronunciation": "(BwvY) cMgw l`gy",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "bwJhu ipAwry. koie n swry; eyklVI kurlwey ]",
    "transliteration": "Baajhahu Piaarae Koe N Saarae Eaekalarree Kuralaaeae ||",
    "translation": "Other than my Beloved, no one cares for me; I cry all alone in the wilderness.",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ (ਇਸ ਜਿੰਦ ਦੀ) ਕੋਈ ਭੀ ਵਾਤ ਨਹੀਂ ਪੁੱਛਦਾ। ਇਹ ਇਕੱਲੀ ਹੀ (ਇਸ ਸੰਸਾਰ-ਜੰਗਲ ਵਿਚ) ਕੂਕਦੀ ਹੈ,",
    "pronunciation": "eyklVI",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. sw Dn imlY imlweI; ibnu pRIqm. duKu pwey ]1]",
    "transliteration": "Naanak Saa Dhhan Milai Milaaee Bin Preetham Dhukh Paaeae ||1||",
    "translation": "O Nanak, the bride meets Him when He causes her to meet Him; without her Beloved, she suffers in pain. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਜੀਵ-ਇਸਤ੍ਰੀ ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਸਕਦੀ ਹੈ, ਜੇ ਇਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾ ਦੇਵੇ, ਨਹੀਂ ਤਾਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਦੁਖ ਹੀ ਦੁਖ ਸਹਾਰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ipir CoifAVI jIau; kvxu imlwvY ]",
    "transliteration": "Pir Shhoddiarree Jeeo Kavan Milaavai ||",
    "translation": "She is separated from her Husband Lord - who can unite her with Him?",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਸ ਨੂੰ ਪਤੀ ਨੇ ਵਿਸਾਰ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਹੋਰ ਕੌਣ (ਪਤੀ-ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ris pRyim imlI jIau; sbdy suhwvY ]",
    "transliteration": "Ras Praem Milee Jeeo Sabadh Suhaavai ||",
    "translation": "Tasting His Love, she meets Him, through the Beautiful Word of His Shabad.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜੇਹੜੀ ਜਿੰਦ-ਵਹੁਟੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਜੁੜਦੀ ਹੈ, ਉਹ (ਅੰਤਰ ਆਤਮੇ) ਸੁੰਦਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "sbdy suhwvY. qw piq pwvY; dIpk dyh aujwrY ]",
    "transliteration": "Sabadhae Suhaavai Thaa Path Paavai Dheepak Dhaeh Oujaarai ||",
    "translation": "Adorned with the Shabad, she obtains her Husband, and her body is illuminated with the lamp of spiritual wisdom.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਜੀਵ-ਇਸਤ੍ਰੀ (ਅੰਤਰ ਆਤਮੇ) ਸੋਹਣੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਖੱਟਦੀ ਹੈ; ਗਿਆਨ ਦਾ ਦੀਵਾ ਇਸ ਦੇ ਸਰੀਰ ਵਿਚ (ਹਿਰਦੇ ਵਿਚ) ਚਾਨਣ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(aujwrY) pRkwS kry",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "suix sKI shylI. swic suhylI; swcy ky gux swrY ]",
    "transliteration": "Sun Sakhee Sehaelee Saach Suhaelee Saachae Kae Gun Saarai ||",
    "translation": "Listen, O my friends and companions - she who is at peace dwells upon the True Lord and His True Praises.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਸੁਣ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਸੌਖੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(suhylI) suKI",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "siqguir mylI. qw ipir rwvI; ibgsI AMimRq bwxI ]",
    "transliteration": "Sathigur Maelee Thaa Pir Raavee Bigasee Anmrith Baanee ||",
    "translation": "Meeting the True Guru, she is ravished and enjoyed by her Husband Lord; she blossoms forth with the Ambrosial Word of His Bani.",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜਿਆ, ਤਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲਿਆ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦਾ ਹਿਰਦਾ ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(rwvI) lIn kIqI",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "nwnk. sw Dn qw ipru rwvY; jw iqs kY min BwxI ]2]",
    "transliteration": "Naanak Saa Dhhan Thaa Pir Raavae Jaa This Kai Man Bhaanee ||2||",
    "translation": "O Nanak, the Husband Lord enjoys His bride when she is pleasing to His Mind. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ-ਇਸਤ੍ਰੀ ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਦੀ ਹੈ, ਜਦੋਂ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਇਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "mwieAw mohxI. nIGrIAw jIau; kUiV muTI kUiVAwry ]",
    "transliteration": "Maaeiaa Mohanee Neeghareeaa Jeeo Koorr Muthee Koorriaarae ||",
    "translation": "Fascination with Maya made her homeless; the false are cheated by falsehood.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮੋਹਣੀ ਮਾਇਆ ਨੇ ਮੋਹ ਲਿਆ, ਜਿਸ ਨੂੰ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਪਿਆਰ ਨੇ ਠੱਗ ਲਿਆ, ਉਹ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਵਣਜ ਵਿਚ ਲੱਗ ਪਈ।",
    "pronunciation": "nI-GrIAw",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ikau KUlY gl jyvVIAw jIau; ibnu gur Aiq ipAwry ]",
    "transliteration": "Kio Khoolai Gal Jaevarreeaa Jeeo Bin Gur Ath Piaarae ||",
    "translation": "How can the noose around her neck be untied, without the Most Beloved Guru?",
    "punjabi": "(ਉਸ ਦੇ ਗਲ ਵਿਚ ਮੋਹ ਦੀ ਫਾਹੀ ਪੈ ਜਾਂਦੀ ਹੈ) ਉਸ ਦੇ ਗਲ ਦੀ ਇਹ ਫਾਹੀ ਅਤਿ ਪਿਆਰੇ ਗੁਰੂ (ਦੀ ਸਹਾਇਤਾ) ਤੋਂ ਬਿਨਾ ਖੁਲ੍ਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "KUl@Y[ gl: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hir pRIiq ipAwry. sbid vIcwry; iqs hI kw so hovY ]",
    "transliteration": "Har Preeth Piaarae Sabadh Veechaarae This Hee Kaa So Hovai ||",
    "translation": "One who loves the Beloved Lord, and reflects upon the Shabad, belongs to Him.",
    "punjabi": "ਜੇਹੜਾ ਬੰਦਾ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੀਤ ਪਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "puMn dwn Anyk nwvx; ikau AMqir mlu DovY ]",
    "transliteration": "Punn Dhaan Anaek Naavan Kio Anthar Mal Dhhovai ||",
    "translation": "How can giving donations to charities and countless cleansing baths wash off the filth within the heart?",
    "punjabi": "(ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਬਿਨਾ) ਅਨੇਕਾਂ ਪੁੰਨ-ਦਾਨ ਕੀਤਿਆਂ ਅਨੇਕਾਂ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ ਕੋਈ ਜੀਵ ਆਪਣੇ ਅੰਦਰ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਧੋ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "n@wvx",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwm ibnw. giq koie n pwvY; hiT ingRih bybwxY ]",
    "transliteration": "Naam Binaa Gath Koe N Paavai Hath Nigrehi Baebaanai ||",
    "translation": "Without the Naam, no one attains salvation. Stubborn self-discipline and living in the wilderness are of no use at all.",
    "punjabi": "ਹਠ ਕਰ ਕੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਰੋਕਣ ਦਾ ਜਤਨ ਕਰ ਕੇ ਜੰਗਲ ਵਿਚ ਜਾ ਬੈਠਣ ਨਾਲ ਕੋਈ ਮਨੁੱਖ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰਦਾ, ਜੇ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ।",
    "pronunciation": "(giq) mukqI[ (in-gRih) rokx nwl[ (bybwxY) aujwV[ hiT: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk. sc Gru sbid is\\\\wpY; duibDw. mhlu ik jwxY ]3]",
    "transliteration": "Naanak Sach Ghar Sabadh Sinjaapai Dhubidhhaa Mehal K Jaanai ||3||",
    "translation": "O Nanak, the home of Truth is attained through the Shabad. How can the Mansion of His Presence be known through duality? ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਦਰਬਾਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਛਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਝਾਕ ਨਾਲ ਉਸ ਦਰਬਾਰ ਨੂੰ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "(is\\wpY \\ n`k c bolo) pCwxy",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "qyrw nwmu scw jIau; sbdu scw vIcwro ]",
    "transliteration": "Thaeraa Naam Sachaa Jeeo Sabadh Sachaa Veechaaro ||",
    "translation": "True is Your Name, O Dear Lord; True is contemplation of Your Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਅਟੱਲ ਹੈ, ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਸਦਾ-ਥਿਰ (ਕਰਮ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "qyrw mhlu scw jIau; nwmu scw vwpwro ]",
    "transliteration": "Thaeraa Mehal Sachaa Jeeo Naam Sachaa Vaapaaro ||",
    "translation": "True is the Mansion of Your Presence, O Dear Lord, and True is trade in Your Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਰਬਾਰ ਸਦਾ-ਥਿਰ ਹੈ, ਤੇਰਾ ਨਾਮ ਤੇ ਤੇਰੇ ਨਾਮ ਦਾ ਵਪਾਰ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਵਪਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "nwm kw vwpwru mITw; Bgiq lwhw An idno ]",
    "transliteration": "Naam Kaa Vaapaar Meethaa Bhagath Laahaa Anadhino ||",
    "translation": "Trade in Your Name is very sweet; the devotees earn this profit night and day.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਵਪਾਰ ਸੁਆਦਲਾ ਵਪਾਰ ਹੈ, ਭਗਤੀ ਦੇ ਵਪਾਰ ਤੋਂ ਨਫ਼ਾ ਸਦਾ ਵਧਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "iqsu bwJu. vKru koie n sUJY; nwmu lyvhu iKnu iKno ]",
    "transliteration": "This Baajh Vakhar Koe N Soojhai Naam Laevahu Khin Khino ||",
    "translation": "Other than this, I can think of no other merchandise. So chant the Naam each and every moment.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਐਸਾ ਸੌਦਾ ਨਹੀਂ ਜੋ ਸਦਾ ਲਾਭ ਹੀ ਲਾਭ ਦੇਵੇ। ਹੇ ਭਾਈ! ਸਦਾ ਖਿਨ ਖਿਨ, ਪਲ ਪਲ ਨਾਮ ਜਪੋ।",
    "pronunciation": "v`Kru",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "priK lyKw ndir swcI; krim pUrY pwieAw ]",
    "transliteration": "Parakh Laekhaa Nadhar Saachee Karam Poorai Paaeiaa ||",
    "translation": "The account is read; by the Grace of the True Lord and good karma, the Perfect Lord is obtained.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਨਾਮ-ਵਪਾਰ ਦੇ ਲੇਖੇ ਦੀ ਪਰਖ ਕੀਤੀ, ਉਸ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਅਟੱਲ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੋਈ, ਪ੍ਰਭੂ ਦੀ ਪੂਰੀ ਮਿਹਰ ਨਾਲ ਉਸ ਨੇ ਨਾਮ-ਵੱਖਰ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 746,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "nwnk. nwmu mhw rsu mITw; guir pUrY scu pwieAw ]4]2]",
    "transliteration": "Naanak Naam Mehaa Ras Meethaa Gur Poorai Sach Paaeiaa ||4||2||",
    "translation": "O Nanak, the Nectar of the Name is so sweet. Through the Perfect True Guru, it is obtained. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਤੇ ਬਹੁਤ ਹੀ ਮਿੱਠੇ ਸੁਆਦ ਵਾਲਾ ਪਦਾਰਥ ਹੈ, ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "rwgu gauVI pUrbI CMq mhlw 3",
    "transliteration": "Raag Gourree Poorabee Shhanth Mehalaa 3",
    "translation": "Raag Gauree Poorbee, Chhant, Third Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqnwmu krqw purKu gur pRswid ]",
    "transliteration": "Ik Oankaar Sathinaam Karathaa Purakh Guraprasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 747,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "sw Dn. ibnau kry jIau; hir ky gux swry ]",
    "transliteration": "Saa Dhhan Bino Karae Jeeo Har Kae Gun Saarae ||",
    "translation": "The soul-bride offers her prayers to her Dear Lord; she dwells upon His Glorious Virtues.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦੀ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ।",
    "pronunciation": "(ibnau) bynqI[ (swry) Xwd kry",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "iKnu plu. rih n skY jIau; ibnu hir ipAwry ]",
    "transliteration": "Khin Pal Rehi N Sakai Jeeo Bin Har Piaarae ||",
    "translation": "She cannot live without her Beloved Lord, for a moment, even for an instant.",
    "punjabi": "ਪਿਆਰੇ ਪਰਮਾਤਮਾ (ਦੇ ਦਰਸਨ) ਤੋਂ ਬਿਨਾ ਉਹ ਇਕ ਖਿਨ ਭਰ ਇਕ ਪਲ ਭਰ (ਸ਼ਾਂਤ-ਚਿੱਤ) ਨਹੀਂ ਰਹਿ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ibnu hir ipAwry. rih n swkY; gur ibnu. mhlu n pweIAY ]",
    "transliteration": "Bin Har Piaarae Rehi N Saakai Gur Bin Mehal N Paaeeai ||",
    "translation": "She cannot live without her Beloved Lord; without the Guru, the Mansion of His Presence is not found.",
    "punjabi": "ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਉਹ (ਸ਼ਾਂਤ-ਚਿੱਤ) ਨਹੀਂ ਰਹਿ ਸਕਦੀ। ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(mhlu) pRBU",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jo guru khY. soeI pru kIjY; iqsnw Agin buJweIAY ]",
    "transliteration": "Jo Gur Kehai Soee Par Keejai Thisanaa Agan Bujhaaeeai ||",
    "translation": "Whatever the Guru says, she should surely do, to extinguish the fire of desire.",
    "punjabi": "ਜੇ ਜੋ ਗੁਰੂ ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ ਉਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਕਮਾਇਆ ਜਾਏ ਤਾਂ, (ਮਨ ਵਿਚੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(pru) ivSyS krky[ buJweIAY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "hir swcw soeI. iqsu ibnu Avru n koeI; ibnu syivAY. suKu n pwey ]",
    "transliteration": "Har Saachaa Soee This Bin Avar N Koee Bin Saeviai Sukh N Paaeae ||",
    "translation": "The Lord is True; there is no one except Him. Without serving Him, peace is not found.",
    "punjabi": "ਇੱਕ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਜਗਤ ਵਿਚ) ਹੋਰ ਕੋਈ (ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ) ਨਹੀਂ ਹੈ, ਉਸ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੁਖ ਨਹੀਂ ਮਾਣ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "nwnk. sw Dn imlY imlweI; ijs no Awip imlwey ]1]",
    "transliteration": "Naanak Saa Dhhan Milai Milaaee Jis No Aap Milaaeae ||1||",
    "translation": "O Nanak, that soul-bride, whom the Lord Himself unites, is united with Him; He Himself merges with her. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਗੁਰੂ ਦੀ) ਮਿਲਾਈ ਹੋਈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲ ਸਕਦੀ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ (ਕਰ ਕੇ, ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "Dn rYix suhylVIey jIau; hir isau icqu lwey ]",
    "transliteration": "Dhhan Rain Suhaelarreeeae Jeeo Har Sio Chith Laaeae ||",
    "translation": "The life-night of the soul-bride is blessed and joyful, when she focuses her consciousness on her Dear Lord.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦੀ ਹੈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਸੌਖੀ ਬੀਤਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "siqguru syvy Bwau kry jIau; ivchu Awpu gvwey ]",
    "transliteration": "Sathigur Saevae Bhaao Karae Jeeo Vichahu Aap Gavaaeae ||",
    "translation": "She serves the True Guru with love; she eradicates selfishness from within.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੀ ਹੈ ਗੁਰੂ ਨਾਲ ਪ੍ਰੇਮ ਕਰਦੀ ਹੈ ਤੇ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ-ਅਹੰਕਾਰ ਦੂਰ ਕਰਦੀ ਹੈ।",
    "pronunciation": "(Awpu) hMkwr",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ivchu Awpu gvwey. hir gux gwey; An idnu lwgw BwE ]",
    "transliteration": "Vichahu Aap Gavaaeae Har Gun Gaaeae Anadhin Laagaa Bhaaou ||",
    "translation": "Eradicating selfishness and conceit from within, and singing the Glorious Praises of the Lord, she is in love with the Lord, night and day.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦੀ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਚਰਨਾਂ ਨਾਲ ਉਸ ਦਾ ਹਰ ਵੇਲੇ ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 747,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "suix sKI shylI jIA kI mylI; gur kY sbid smwE ]",
    "transliteration": "Sun Sakhee Sehaelee Jeea Kee Maelee Gur Kai Sabadh Samaaou ||",
    "translation": "Listen, dear friends and companions of the soul - immerse yourselves in the Word of the Guru's Shabad.",
    "punjabi": "ਮਿਲੇ ਦਿਲ ਵਾਲੀਆਂ (ਸਤ-ਸੰਗੀ) ਸਖੀਆਂ ਸਹੇਲੀਆਂ ਪਾਸੋਂ (ਗੁਰੂ ਦਾ ਸ਼ਬਦ) ਸੁਣ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਉਸ ਦੀ ਲੀਨਤਾ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]