[
  {
    "id": 10726,
    "shabad_id": 748,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "gur AwgY. krau ibnMqI, jy gur BwvY; ijau imlY. iqvY imlweIAY ]",
    "transliteration": "Gur Aagai Karo Binanthee Jae Gur Bhaavai Jio Milai Thivai Milaaeeai ||",
    "translation": "I offer my prayers to the Guru; if it pleases the Guru, He shall unite me with Himself.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਮੈਂ ਗੁਰੂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ-ਹੇ ਗੁਰੂ! ਜੇ ਤੈਨੂੰ ਮੇਰੀ ਬੇਨਤੀ ਚੰਗੀ ਲੱਗੇ, ਤਾਂ ਜਿਵੇਂ ਹੋ ਸਕੇ ਮੈਨੂੰ (ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ) ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10727,
    "shabad_id": 748,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "Awpy myil ley suKdwqw; Awip imilAw Gir Awey ]",
    "transliteration": "Aapae Mael Leae Sukhadhaathaa Aap Miliaa Ghar Aaeae ||",
    "translation": "The Giver of peace has united me with Himself; He Himself has come to my home to meet me.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ (ਜਿਸ ਨੂੰ ਮਿਲਾਂਦਾ ਹੈ) ਆਪ ਹੀ ਮਿਲਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਪ ਹੀ ਆ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10728,
    "shabad_id": 748,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "nwnk. kwmix sdw suhwgix; nw ipru mrY. n jwey ]4]2]",
    "transliteration": "Naanak Kaaman Sadhaa Suhaagan Naa Pir Marai N Jaaeae ||4||2||",
    "translation": "O Nanak, the soul-bride is forever the Lord's favorite wife; her Husband Lord does not die, and He shall never leave. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਲਈ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦਾ (ਇਹ ਪ੍ਰਭੂ-) ਖਸਮ ਨਾਹ ਕਦੇ ਮਰਦਾ ਹੈ ਨਾਹ ਉਸ ਤੋਂ ਵਿੱਛੁੜਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10729,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gauVI mhlw 3 ]",
    "transliteration": "Gourree Mehalaa 3 ||",
    "translation": "Gauree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10730,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kwmix. hir ris byDI jIau; hir kY shij suBwey ]",
    "transliteration": "Kaaman Har Ras Baedhhee Jeeo Har Kai Sehaj Subhaaeae ||",
    "translation": "The soul-bride is pierced through with the sublime essence of the Lord, in intuitive peace and poise.",
    "punjabi": "(ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਜਿਸ ਦਾ ਮਨ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਵਿੱਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਜੇਹੜੀ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "(by~DI) ivMn@I",
    "type_id": 3
  },
  {
    "id": 10731,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mnu mohin moih lIAw jIau; duibDw shij smwey ]",
    "transliteration": "Man Mohan Mohi Leeaa Jeeo Dhubidhhaa Sehaj Samaaeae ||",
    "translation": "The Enticer of hearts has enticed her, and her sense of duality has been easily dispelled.",
    "punjabi": "ਤੇ ਜਿਸ ਦੇ ਮਨ ਨੂੰ ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੇ ਮੋਹ ਰੱਖਿਆ ਹੈ, (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਮੇਰ-ਤੇਰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10732,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "duibDw shij smwey. kwmix vru pwey; gurmqI rMgu lwey ]",
    "transliteration": "Dhubidhhaa Sehaj Samaaeae Kaaman Var Paaeae Guramathee Rang Laaeae ||",
    "translation": "Her sense of duality has been easily dispelled, and the soul-bride obtains her Husband Lord; following the Guru's Teachings, she makes merry.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਆਤਮਕ ਰੰਗ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10733,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iehu srIru. kUiV kusiq BirAw; glqweI pwp kmwey ]",
    "transliteration": "Eihu Sareer Koorr Kusath Bhariaa Gal Thaaee Paap Kamaaeae ||",
    "translation": "This body is filled to overflowing with falsehood, deception and the commission of sins.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮਨੁੱਖ ਦਾ) ਇਹ ਸਰੀਰ ਝੂਠ ਠੱਗੀ-ਫ਼ਰੇਬ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਜੀਵ ਪਾਪ ਕਮਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(ku-s`iq) aultw hT[ gl-qweI: polw bolo[ (glqweI) glqwn[ (dUjw pwT: gl qweI)",
    "type_id": 3
  },
  {
    "id": 10734,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gurmuiK Bgiq. ijqu shj Duin aupjY; ibnu BgqI. mYlu n jwey ]",
    "transliteration": "Guramukh Bhagath Jith Sehaj Dhhun Oupajai Bin Bhagathee Mail N Jaaeae ||",
    "translation": "The Gurmukh practices that devotional worship, by which the celestial music wells up; without this devotional worship, filth is not removed.",
    "punjabi": "ਪਰ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਜੀਵ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਸਾਰੇ ਕੀਤੇ ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾਂ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10735,
    "shabad_id": 749,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. kwmix iprih ipAwrI; ivchu Awpu gvwey ]1]",
    "transliteration": "Naanak Kaaman Pirehi Piaaree Vichahu Aap Gavaaeae ||1||",
    "translation": "O Nanak, the soul-bride who sheds selfishness and conceit from within, is dear to her Beloved. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪਿਆਰੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਜੇਹੜੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10736,
    "shabad_id": 749,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "kwmix. ipru pwieAw jIau; gur kY Bwie ipAwry ]",
    "transliteration": "Kaaman Pir Paaeiaa Jeeo Gur Kai Bhaae Piaarae ||",
    "translation": "The soul-bride has found her Husband Lord, through the love and affection of the Guru.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10737,
    "shabad_id": 749,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "rYix suiK suqI jIau; AMqir auir Dwry ]",
    "transliteration": "Rain Sukh Suthee Jeeo Anthar Our Dhhaarae ||",
    "translation": "She passes her life-night sleeping in peace, enshrining the Lord in her heart.",
    "punjabi": "ਉਹ ਆਪਣੇ ਅੰਦਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ) ਵਸਾਂਦੀ ਹੈ ਤੇ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਰੂਪ ਰਾਤ ਸੁਖ ਵਿਚ ਗੁਜ਼ਾਰਦੀ ਹੈ।",
    "pronunciation": "s`uqI",
    "type_id": 3
  },
  {
    "id": 10738,
    "shabad_id": 749,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "AMqir auir Dwry. imlIAY ipAwry; An idnu duKu invwry ]",
    "transliteration": "Anthar Our Dhhaarae Mileeai Piaarae Anadhin Dhukh Nivaarae ||",
    "translation": "Enshrining Him deep within her heart night and day, she meets her Beloved, and her pains depart.",
    "punjabi": "ਆਪਣੇ ਹਿਰਦੇ ਵਿੱਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਟਿਕਾਉਂਦੀ ਹੈ, ਉਹ ਆਪਣੇ ਪ੍ਰਭੂ ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਦੀ ਹੈ ਅਤੇ ਸਦਾ ਵਾਸਤੇ ਵਿਛੋੜੇ ਦਾ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "(invwry) dUr kry",
    "type_id": 3
  },
  {
    "id": 10739,
    "shabad_id": 749,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "AMqir mhlu. ipru rwvy kwmix; gurmqI vIcwry ]",
    "transliteration": "Anthar Mehal Pir Raavae Kaaman Guramathee Veechaarae ||",
    "translation": "Deep within the mansion of her inner being, she enjoys her Husband Lord, reflecting upon the Guru's Teachings.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਨਿਵਾਸ-ਥਾਂ ਲੱਭ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਵਿਚਾਰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10740,
    "shabad_id": 749,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "AMimRqu nwmu pIAw idn rwqI; duibDw mwir invwry ]",
    "transliteration": "Anmrith Naam Peeaa Dhin Raathee Dhubidhhaa Maar Nivaarae ||",
    "translation": "She drinks deeply of the Nectar of the Naam, day and night; she conquers and casts off her sense of duality.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਦਿਨ ਰਾਤ ਪੀਤਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਮੇਰ-ਤੇਰ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10741,
    "shabad_id": 749,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "nwnk. sic imlI sohwgix; gur kY hyiq Apwry ]2]",
    "transliteration": "Naanak Sach Milee Sohaagan Gur Kai Haeth Apaarae ||2||",
    "translation": "O Nanak, the happy soul-bride meets her True Lord, through the Infinite Love of the Guru. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਅਥਾਹ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਭਾਗਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(hyiq) pRym",
    "type_id": 3
  },
  {
    "id": 10742,
    "shabad_id": 749,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "Awvhu dieAw kry jIau; pRIqm Aiq ipAwry ]",
    "transliteration": "Aavahu Dhaeiaa Karae Jeeo Preetham Ath Piaarae ||",
    "translation": "Come, and shower Your Mercy upon me, my most Darling, Dear Beloved.",
    "punjabi": "ਹੇ ਅਤਿ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਜੀ! ਮਿਹਰ ਕਰ ਕੇ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਆ ਵੱਸੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10743,
    "shabad_id": 749,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "kwmix ibnau kry jIau; sic sbid sIgwry ]",
    "transliteration": "Kaaman Bino Karae Jeeo Sach Sabadh Seegaarae ||",
    "translation": "The soul-bride offers her prayers to You, to adorn her with the True Word of Your Shabad.",
    "punjabi": "(ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਕੇ (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਜਿਹੀ) ਬੇਨਤੀ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10744,
    "shabad_id": 749,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "sic sbid sIgwry. haumY mwry; gurmuiK kwrj svwry ]",
    "transliteration": "Sach Sabadh Seegaarae Houmai Maarae Guramukh Kaaraj Savaarae ||",
    "translation": "Adorned with the True Word of Your Shabad, she conquers her ego, and as Gurmukh, her affairs are resolved.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕਾਰਜ ਸਵਾਰ ਲੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10745,
    "shabad_id": 749,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "juig juig eyko scw soeI; bUJY gur bIcwry ]",
    "transliteration": "Jug Jug Eaeko Sachaa Soee Boojhai Gur Beechaarae ||",
    "translation": "Throughout the ages, the One Lord is True; through the Guru's Wisdom, He is known.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ ਜੇਹੜਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10746,
    "shabad_id": 749,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "mnmuiK kwim ivAwpI. moih sMqwpI; iksu AwgY jwie pukwry ]",
    "transliteration": "Manamukh Kaam Viaapee Mohi Santhaapee Kis Aagai Jaae Pukaarae ||",
    "translation": "The self-willed manmukh is engrossed in sexual desire, and tormented by emotional attachment. With whom should she lodge her complaints?",
    "punjabi": "(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਦਬਾਈ ਰਹਿੰਦੀ ਹੈ, ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਦੁੱਖੀ ਹੁੰਦੀ ਹੈ। ਉਹ ਕਿਸ ਅੱਗੇ ਜਾ ਕੇ (ਆਪਣੇ ਦੁੱਖਾਂ ਦੀ) ਪੁਕਾਰ ਕਰੇ? (ਕੋਈ ਉਸ ਦੇ ਇਹ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਕਰ ਸਕਦਾ)।",
    "pronunciation": "(sMqwpI) duKI hoeI",
    "type_id": 3
  },
  {
    "id": 10747,
    "shabad_id": 749,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "nwnk. mnmuiK, Qwau n pwey; ibnu gur. Aiq ipAwry ]3]",
    "transliteration": "Naanak Manamukh Thhaao N Paaeae Bin Gur Ath Piaarae ||3||",
    "translation": "O Nanak, the self-willed manmukh finds no place of rest, without the most Beloved Guru. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਤਿ ਪਿਆਰੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਥਾਂ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10748,
    "shabad_id": 749,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "muMD ieAwxI BolI inguxIAw jIau; ipru Agm Apwrw ]",
    "transliteration": "Mundhh Eiaanee Bholee Niguneeaa Jeeo Pir Agam Apaaraa ||",
    "translation": "The bride is foolish, ignorant and unworthy. Her Husband Lord is Unapproachable and Incomparable.",
    "punjabi": "(ਇਕ ਪਾਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ) ਮੂਰਖ ਹੈ ਅੰਵਾਣ ਹੈ ਭੋਲੀ ਹੈ (ਕਿ ਵਿਕਾਰਾਂ ਦੇ ਦਾਵਾਂ ਤੋਂ ਬਚਣਾ ਨਹੀਂ ਜਾਣਦੀ) ਤੇ ਗੁਣ-ਹੀਨ ਹੈ (ਦੂਜੇ ਪਾਸੇ) ਪ੍ਰਭੂ-ਪਤੀ ਅਪਹੁੰਚ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ (ਇਹੋ ਜਿਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਿਵੇਂ ਹੋਵੇ?)।",
    "pronunciation": "jIv rUpI (muMD) iesqRI[ Bo-lI: polw bolo",
    "type_id": 3
  },
  {
    "id": 10749,
    "shabad_id": 749,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awpy myil imlIAY jIau; Awpy bKsxhwrw ]",
    "transliteration": "Aapae Mael Mileeai Jeeo Aapae Bakhasanehaaraa ||",
    "translation": "He Himself unites us in His Union; He Himself forgives us.",
    "punjabi": "ਜੇ ਪ੍ਰਭੂ ਆਪੇ ਹੀ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਮਿਲਾਏ ਤਾਂ ਮਿਲਾਪ ਹੋ ਸਕਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੀਆਂ ਭੁੱਲਾਂ) ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10750,
    "shabad_id": 749,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Avgx bKsxhwrw. kwmix kMqu ipAwrw; Git Git rihAw smweI ]",
    "transliteration": "Avagan Bakhasanehaaraa Kaaman Kanth Piaaraa Ghatt Ghatt Rehiaa Samaaee ||",
    "translation": "The soul-bride's Beloved Husband Lord is the Forgiver of sins; He is contained in each and every heart.",
    "punjabi": "ਪਿਆਰਾ ਪ੍ਰਭੂ-ਕੰਤ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਔਗੁਣ ਬਖ਼ਸ਼ਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ, ਤੇ ਉਹ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਸਭ ਦੇ ਗੁਣ ਔਗੁਣ ਜਾਣਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10751,
    "shabad_id": 749,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "pRym pRIiq. Bwie BgqI pweIAY; siqguir. bUJ buJweI ]",
    "transliteration": "Praem Preeth Bhaae Bhagathee Paaeeai Sathigur Boojh Bujhaaee ||",
    "translation": "The True Guru has made me understand this understanding, that the Lord is obtained through love, affection and loving devotion.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਇਹ ਸਿੱਖਿਆ ਦਿੱਤੀ ਹੈ ਕਿ ਉਹ ਕੰਤ-ਪ੍ਰਭੂ ਪ੍ਰੇਮ-ਪ੍ਰੀਤਿ ਨਾਲ ਮਿਲਦਾ ਹੈ ਭਗਤੀ-ਭਾਵ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(b`UJ) is`iKAw[ (b`uJweI) smJweI",
    "type_id": 3
  },
  {
    "id": 10752,
    "shabad_id": 749,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "sdw AnMid rhY idn rwqI; Anidnu rhY ilv lweI ]",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Anadhin Rehai Liv Laaee ||",
    "translation": "She remains forever in bliss, day and night; she remains immersed in His Love, night and day.",
    "punjabi": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਇਸ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰਦੀ ਹੈ) ਉਹ ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ ਆਨੰਦ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ਉਹ ਹਰ ਵੇਲੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10753,
    "shabad_id": 749,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "nwnk shjy hir vru pwieAw; sw Dn nau iniD pweI ]4]3]",
    "transliteration": "Naanak Sehajae Har Var Paaeiaa Saa Dhhan No Nidhh Paaee ||4||3||",
    "translation": "O Nanak, that soul-bride who obtains the nine treasures, intuitively obtains her Husband Lord. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ, ਮਾਨੋ, ਦੁਨੀਆ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਲਏ ਹਨ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10754,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gauVI mhlw 3 ]",
    "transliteration": "Gourree Mehalaa 3 ||",
    "translation": "Gauree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10755,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mwieAw sru. sblu vrqY jIau; ikau kir. duqru qirAw jwie ]",
    "transliteration": "Maaeiaa Sar Sabal Varathai Jeeo Kio Kar Dhuthar Thariaa Jaae ||",
    "translation": "The sea of Maya is agitated and turbulent; how can anyone cross over this terrifying world-ocean?",
    "punjabi": "ਮਾਇਆ (ਦੇ ਮੋਹ) ਦਾ ਠਾਠਾਂ ਮਾਰ ਰਿਹਾ ਸਰੋਵਰ ਆਪਣਾ ਜ਼ੋਰ ਪਾ ਰਿਹਾ ਹੈ, ਇਸ ਵਿਚੋਂ ਤਰਨਾ ਭੀ ਬਹੁਤ ਔਖਾ ਹੈ।",
    "pronunciation": "(sru) smuMdR[ (s-blu) bl sihq[ du`q-ru",
    "type_id": 3
  },
  {
    "id": 10756,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rwm nwmu kir boihQw. jIau; sbdu Kyvtu ivic pwie ]",
    "transliteration": "Raam Naam Kar Bohithhaa Jeeo Sabadh Khaevatt Vich Paae ||",
    "translation": "Make the Lord's Name your boat, and install the Word of the Shabad as the boatman.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਵੇਂ ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਿਆ ਜਾਏ? ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਜਹਾਜ਼ ਬਣਾ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਲਾਹ ਬਣਾ ਕੇ (ਉਸ ਜ਼ਹਾਜ਼) ਵਿਚ ਬਿਠਾ।",
    "pronunciation": "(boihQw) jhwj[ (Kyvtu) mlwh",
    "type_id": 3
  },
  {
    "id": 10757,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sbdu Kyvtu ivic pwey. hir Awip lGwey; ien ibiD duqru qrIAY ]",
    "transliteration": "Sabadh Khaevatt Vich Paaeae Har Aap Laghaaeae Ein Bidhh Dhuthar Thareeai ||",
    "translation": "With the Shabad installed as the boatman, the Lord Himself shall take you across. In this way, the difficult ocean is crossed.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਜਹਾਜ਼ ਵਿਚ ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਮਲਾਹ ਨੂੰ ਬਿਠਾ ਦੇਵੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਮਾਇਆ ਦੇ ਸਰੋਵਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ। (ਹੇ ਭਾਈ!) ਇਸ ਦੁੱਤਰ ਮਾਇਆ-ਸਰ ਵਿਚੋਂ ਇਉਂ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10758,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gurmuiK Bgiq prwpiq hovY; jIviqAw ieau mrIAY ]",
    "transliteration": "Guramukh Bhagath Paraapath Hovai Jeevathiaa Eio Mareeai ||",
    "translation": "The Gurmukh obtains devotional worship of the Lord, and thus remains dead while yet alive.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਿਆਂ ਹੀ ਮਾਇਆ ਵਲੋਂ ਅਛੋਹ ਹੋ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10759,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "iKn mih. rwm nwim iklivK kwty; Bey pivqu srIrw ]",
    "transliteration": "Khin Mehi Raam Naam Kilavikh Kaattae Bheae Pavith Sareeraa ||",
    "translation": "In an instant, the Lord's Name erases his sinful mistakes, and his body becomes pure.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਸਾਰੇ) ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਕੱਟੇ ਜਾਂਦੇ ਹਨ। (ਜਿਸ ਦੇ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, ਉਸ ਦਾ) ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10760,
    "shabad_id": 750,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk rwm nwim insqwrw; kMcn Bey mnUrw ]1]",
    "transliteration": "Naanak Raam Naam Nisathaaraa Kanchan Bheae Manooraa ||1||",
    "translation": "O Nanak, through the Lord's Name, emancipation is obtained, and the slag iron is transformed into gold. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ (ਮਾਇਆ-ਸਰ ਤੋਂ) ਪਾਰ ਲੰਘੀਦਾ ਹੈ ਤੇ ਲੋਹੇ ਦੀ ਮੈਲ (ਵਰਗਾ ਨਕਾਰਾ ਹੋਇਆ ਮਨ) ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(kMcn) sonw[ (mnUrw) lohy dI mYL",
    "type_id": 3
  }
]
