[
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gauVI mhlw 5 ]",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mohn. qyry aUcy mMdr; mhl Apwrw ]",
    "transliteration": "Mohan Thaerae Oochae Mandhar Mehal Apaaraa ||",
    "translation": "O Mohan, your temple is so lofty, and your mansion is unsurpassed.",
    "punjabi": "ਹੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਉੱਚੇ ਮੰਦਰ ਹਨ, ਤੇਰੇ ਮਹਲ ਐਸੈ ਹਨ ਕਿ ਉਹਨਾਂ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(mohn) vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mohn. qyry sohin duAwr jIau; sMq Drmswlw ]",
    "transliteration": "Mohan Thaerae Sohan Dhuaar Jeeo Santh Dhharam Saalaa ||",
    "translation": "O Mohan, your gates are so beautiful. They are the worship-houses of the Saints.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਤੇਰੇ ਦਰ ਤੇ ਤੇਰੇ ਧਰਮ-ਅਸਥਾਨਾਂ ਵਿਚ, ਤੇਰੇ ਸੰਤ ਜਨ (ਬੈਠੇ) ਸੋਹਣੇ ਲੱਗ ਰਹੇ ਹਨ।",
    "pronunciation": "so-hin[ Drm-swlw",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Drmswl Apwr, dYAwr Twkur; sdw kIrqnu gwvhy ]",
    "transliteration": "Dhharam Saal Apaar Dhaiaar Thaakur Sadhaa Keerathan Gaavehae ||",
    "translation": "In these incomparable worship-houses, they continually sing Kirtan, the Praises of their Lord and Master.",
    "punjabi": "ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਹੇ ਦਇਆਲ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਤੇਰੇ ਧਰਮ-ਅਸਥਾਨਾਂ ਵਿਚ, ਤੇਰੇ ਸੰਤ ਜਨ ਸਦਾ ਤੇਰਾ ਕੀਰਤਨ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "gwv-hy iDAwv-hy",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jh swD sMq iekqR hovih; qhw quJih iDAwvhy ]",
    "transliteration": "Jeh Saadhh Santh Eikathr Hovehi Thehaa Thujhehi Dhhiaavehae ||",
    "translation": "Where the Saints and the Holy gather together, there they meditate on you.",
    "punjabi": "(ਹੇ ਮੋਹਨ!) ਜਿਥੇ ਭੀ ਸਾਧ ਸੰਤ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ ਉਥੇ ਤੈਨੂੰ ਹੀ ਧਿਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "kir dieAw mieAw dieAwl suAwmI; hohu dIn ikRpwrw ]",
    "transliteration": "Kar Dhaeiaa Maeiaa Dhaeiaal Suaamee Hohu Dheen Kirapaaraa ||",
    "translation": "Be Kind and Compassionate, O Merciful Lord; be Merciful to the meek.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ ਮੋਹਨ! ਹੇ ਸਭ ਦੇ ਮਾਲਕ ਮੋਹਨ! ਤੂੰ ਦਇਆ ਕਰ ਕੇ ਤਰਸ ਕਰ ਕੇ ਗਰੀਬਾਂ ਅਨਾਥਾਂ ਉਤੇ ਕਿਰਪਾਲ ਹੁੰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ibnvMiq nwnk. drs ipAwsy; imil drsn suKu swrw ]1]",
    "transliteration": "Binavanth Naanak Dharas Piaasae Mil Dharasan Sukh Saaraa ||1||",
    "translation": "Prays Nanak, I thirst for the Blessed Vision of Your Darshan; receiving Your Darshan, I am totally at peace. ||1||",
    "punjabi": "(ਹੇ ਮੋਹਨ!) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਤੇਰੇ ਦਰਸ਼ਨ ਦੇ ਪਿਆਸੇ (ਤੇਰੇ ਸੰਤ ਜਨ) ਤੈਨੂੰ ਮਿਲ ਕੇ ਤੇਰੇ ਦਰਸਨ ਦਾ ਸੁਖ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "mohn. qyry bcn AnUp; cwl inrwlI ]",
    "transliteration": "Mohan Thaerae Bachan Anoop Chaal Niraalee ||",
    "translation": "O Mohan, your speech is incomparable; wondrous are your ways.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ, ਤੇਰੀ ਚਾਲ (ਜਗਤ ਦੇ ਜੀਵਾਂ ਦੀ ਚਾਲ ਨਾਲੋਂ) ਵੱਖਰੀ ਹੈ।",
    "pronunciation": "(AnUp) aupmw rihq sohxy",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mohn. qUM mwnih eyku jI; Avr sB rwlI ]",
    "transliteration": "Mohan Thoon Maanehi Eaek Jee Avar Sabh Raalee ||",
    "translation": "O Mohan, you believe in the One. Everything else is dust to you.",
    "punjabi": "ਹੇ ਮੋਹਨ ਜੀ! (ਸਾਰੇ ਜੀਵ) ਸਿਰਫ਼ ਤੈਨੂੰ ਹੀ (ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ) ਮੰਨਦੇ ਹਨ, ਹੋਰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨਾਸ-ਵੰਤ ਹੈ।",
    "pronunciation": "(r`wlI) im`tI",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mwnih q eyku. AlyKu Twkuru; ijnih sB kl DwrIAw ]",
    "transliteration": "Maanehi Th Eaek Alaekh Thaakur Jinehi Sabh Kal Dhhaareeaa ||",
    "translation": "You adore the One Lord, the Unknowable Lord and Master; His Power gives Support to all.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਸਿਰਫ਼ ਤੈਨੂੰ ਇਕ ਨੂੰ (ਅਸਥਿਰ) ਮੰਨਦੇ ਹਨ-ਸਿਰਫ਼ ਤੈਨੂੰ-ਜਿਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਜੋ ਤੂੰ ਸਭ ਦਾ ਪਾਲਣਹਾਰ ਹੈਂ, ਤੇ ਜਿਸ ਤੈਂ ਨੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਵਰਤਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "quDu bcin gur kY vis kIAw; Awid purKu bnvwrIAw ]",
    "transliteration": "Thudhh Bachan Gur Kai Vas Keeaa Aadh Purakh Banavaareeaa ||",
    "translation": "Through the Guru's Word, you have captured the heart of the Primal Being, the Lord of the World.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਤੈਨੂੰ (ਤੇਰੇ ਭਗਤਾਂ ਨੇ) ਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ (ਪਿਆਰ-) ਵੱਸ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਸਭ ਦਾ ਮੁੱਢ ਹੈਂ, ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "qUM Awip cilAw. Awip rihAw; Awip sB kl DwrIAw ]",
    "transliteration": "Thoon Aap Chaliaa Aap Rehiaa Aap Sabh Kal Dhhaareeaa ||",
    "translation": "You Yourself move, and You Yourself stand still; You Yourself support the whole creation.",
    "punjabi": "ਹੇ ਮੋਹਨ! (ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੋਣ ਕਰਕੇ) ਤੂੰ ਆਪ ਹੀ (ਉਮਰ ਭੋਗ ਕੇ ਜਗਤ ਤੋਂ) ਚਲਾ ਜਾਂਦਾ ਹੈਂ, ਫਿਰ ਭੀ ਤੂੰ ਹੀ ਆਪ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਜਗਤ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਵਰਤਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "(kl) SkqI (DwrIAw) itkweI[ c`ilAw",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ibnvMiq nwnk. pYj rwKhu; sB syvk srin qumwrIAw ]2]",
    "transliteration": "Binavanth Naanak Paij Raakhahu Sabh Saevak Saran Thumaareeaa ||2||",
    "translation": "Prays Nanak, please preserve my honor; all Your servants seek the Protection of Your Sanctuary. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਤੂੰ ਆਪ ਹੀ) ਲਾਜ ਰੱਖਦਾ ਹੈਂ, ਸਾਰੇ ਸੇਵਕ-ਭਗਤ ਤੇਰੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ibnvMiq) bynqI sihq",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "mohn. quDu sqsMgiq iDAwvY; drs iDAwnw ]",
    "transliteration": "Mohan Thudhh Sathasangath Dhhiaavai Dharas Dhhiaanaa ||",
    "translation": "O Mohan, the Sat Sangat, the True Congregation, meditates on you; they meditate on the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਧਿਆਉਂਦੀ ਹੈ, ਤੇਰੇ ਦਰਸਨ ਦਾ ਧਿਆਨ ਧਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "mohn. jmu nyiV, n AwvY; quDu jpih indwnw ]",
    "transliteration": "Mohan Jam Naerr N Aavai Thudhh Japehi Nidhaanaa ||",
    "translation": "O Mohan, the Messenger of Death does not even approach those who meditate on You, at the last moment.",
    "punjabi": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਜੀਵ ਤੈਨੂੰ ਜਪਦੇ ਹਨ, ਅੰਤ ਵੇਲੇ ਮੌਤ ਦਾ ਸਹਮ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "pronunciation": "(indwnw) AMq nUM",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jmkwlu. iqn kau lgY nwhI; jo iek min iDAwvhy ]",
    "transliteration": "Jamakaal Thin Ko Lagai Naahee Jo Eik Man Dhhiaavehae ||",
    "translation": "The Messenger of Death cannot touch those who meditate on You single-mindedly.",
    "punjabi": "ਜੇਹੜੇ ਤੈਨੂੰ ਇਕਾਗਰ ਮਨ ਨਾਲ ਧਿਆਉਂਦੇ ਹਨ, ਮੌਤ ਦਾ ਸਹਮ ਉਹਨਾਂ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਉਤੇ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "min bcin krim. ij quDu ArwDih; sy sBy Pl pwvhy ]",
    "transliteration": "Man Bachan Karam J Thudhh Araadhhehi Sae Sabhae Fal Paavehae ||",
    "translation": "Those who worship and adore You in thought, word and deed, obtain all fruits and rewards.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੀ ਰਾਹੀਂ, ਉਹ ਆਪਣੇ ਬੋਲ ਦੀ ਰਾਹੀਂ, ਆਪਣੇ ਕਰਮ ਦੀ ਰਾਹੀਂ, ਤੈਨੂੰ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਾਰੇ (ਮਨ-ਇੱਛਤ) ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "pwv-hy",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ml mUq mUV. ij mugD hoqy; is dyiK drsu suigAwnw ]",
    "transliteration": "Mal Mooth Moorr J Mugadhh Hothae S Dhaekh Dharas Sugiaanaa ||",
    "translation": "Those who are foolish and stupid, filthy with urine and manure, become all-knowing upon gaining the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਭਗਵਾਨ! ਉਹ ਮਨੁੱਖ ਭੀ ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ ਉੱਚੀ ਸੂਝ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਜੋ (ਪਹਿਲਾਂ) ਗੰਦੇ-ਕੁਕਰਮੀ ਤੇ ਮਹਾ ਮੂਰਖ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ibnvMiq nwnk. rwju inhclu; pUrn purK Bgvwnw ]3]",
    "transliteration": "Binavanth Naanak Raaj Nihachal Pooran Purakh Bhagavaanaa ||3||",
    "translation": "Prays Nanak, Your Kingdom is Eternal, O Perfect Primal Lord God. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਮੋਹਨ! ਤੇਰਾ ਰਾਜ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "mohn. qUM suPlu PilAw; sxu prvwry ]",
    "transliteration": "Mohan Thoon Sufal Faliaa San Paravaarae ||",
    "translation": "O Mohan, you have blossomed forth with the flower of your family.",
    "punjabi": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਤੂੰ ਬੜਾ ਸੋਹਣਾ ਫਲਿਆ ਹੋਇਆ ਹੈਂ, ਤੂੰ ਬੜੇ ਵੱਡੇ ਪਰਵਾਰ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "mohn. puqR mIq BweI kutMb; siB qwry ]",
    "transliteration": "Mohan Puthr Meeth Bhaaee Kuttanb Sabh Thaarae ||",
    "translation": "O Mohan, your children, friends, siblings and relatives have all been saved.",
    "punjabi": "ਹੇ ਮੋਹਨ ਪ੍ਰਭੂ! ਪੁੱਤਰਾਂ ਭਰਾਵਾਂ ਮਿੱਤਰਾਂ ਵਾਲੇ ਵੱਡੇ ਵੱਡੇ ਟੱਬਰ ਤੂੰ ਸਾਰੇ ਦੇ ਸਾਰੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "qwirAw jhwnu. lihAw AiBmwnu; ijnI drsnu pwieAw ]",
    "transliteration": "Thaariaa Jehaan Lehiaa Abhimaan Jinee Dharasan Paaeiaa ||",
    "translation": "You save those who give up their egotistical pride, upon gaining the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਜਿਨ੍ਹਾਂ ਨੇ ਤੇਰਾ ਦਰਸਨ ਕੀਤਾ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਤੂੰ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦਿੱਤਾ। ਤੂੰ ਸਾਰੇ ਜਹਾਨ ਨੂੰ ਹੀ ਤਾਰਨ ਦੀ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ijnI quDno DMnu kihAw; iqn jmu nyiV. n AwieAw ]",
    "transliteration": "Jinee Thudhhano Dhhann Kehiaa Thin Jam Naerr N Aaeiaa ||",
    "translation": "The Messenger of Death does not even approach those who call you 'blessed'.",
    "punjabi": "ਹੇ ਮੋਹਨ! ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਨੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "byAMq gux qyry. kQy n jwhI; siqgur purK murwry ]",
    "transliteration": "Baeanth Gun Thaerae Kathhae N Jaahee Sathigur Purakh Muraarae ||",
    "translation": "Your Virtues are unlimited - they cannot be described, O True Guru, Primal Being, Destroyer of demons.",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ! ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 753,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ibnvMiq nwnk. tyk rwKI; ijqu lig qirAw sMswry ]4]2]",
    "transliteration": "Binavanth Naanak Ttaek Raakhee Jith Lag Thariaa Sansaarae ||4||2||",
    "translation": "Prays Nanak, Yours is that Anchor, holding onto which the whole world is saved. ||4||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ ਲਿਆ ਹੈ, ਜਿਸ ਆਸਰੇ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਰਿਹਾ ਹਾਂ ॥੪॥੨॥",
    "pronunciation": "l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 754,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gauVI mhlw 5 ]",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 755,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sloku ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕ।",
    "pronunciation": "(punh punh) vwr vwr",
    "type_id": 3
  },
  {
    "shabad_id": 755,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "piqq AsMK. punIq kir; punh punh bilhwr ]",
    "transliteration": "Pathith Asankh Puneeth Kar Puneh Puneh Balihaar ||",
    "translation": "Countless sinners have been purified; I am a sacrifice, over and over again, to You.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ, (ਇਸ ਨਾਮ ਤੋਂ) ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 755,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwnk. rwm nwmu jip, pwvko; iqn iklibK dwhnhwr ]1]",
    "transliteration": "Naanak Raam Naam Jap Paavako Thin Kilabikh Dhaahanehaar ||1||",
    "translation": "O Nanak, meditation on the Lord's Name is the fire which burns away sinful mistakes like straw. ||1||",
    "punjabi": "ਇਹ ਨਾਮ ਅਣਗਿਣਤ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਜਿਵੇਂ) ਅੱਗ (ਘਾਹ ਦੇ) ਤੀਲਿਆਂ ਨੂੰ (ਤਿਵੇਂ ਇਹ ਹਰਿ ਨਾਮ) ਪਾਪਾਂ ਨੂੰ ਸਾੜਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(iqn) k`K[ (iklibK) zihrrUp pwp[ (pwvko) A`g[ (dwhnhwr) swVn vwly",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "CMq ]",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jip mnw qUM. rwm nrwiexu; goivMdw hir mwDo ]",
    "transliteration": "Jap Manaa Thoon Raam Naraaein Govindhaa Har Maadhho ||",
    "translation": "Meditate, O my mind, on the Lord God, the Lord of the Universe, the Lord, the Master of Wealth.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਰਾਮ ਨਾਰਾਇਣ ਗੋਬਿੰਦ ਹਰੀ ਮਾਧੋ (ਦੇ ਨਾਮ) ਨੂੰ ਜਪ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iDAwie mnw. murwir mukMdy; ktIAY kwl duK PwDo ]",
    "transliteration": "Dhhiaae Manaa Muraar Mukandhae Katteeai Kaal Dhukh Faadhho ||",
    "translation": "Meditate, O my mind, on the Lord, the Destroyer of ego, the Giver of salvation, who cuts away the noose of agonizing death.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਮੁਕੰਦ ਮੁਰਾਰੀ ਦਾ ਆਰਾਧਨ ਕਰ। (ਇਸ ਆਰਾਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੌਤ ਤੇ ਦੁੱਖਾਂ ਦੀ ਫਾਹੀ ਕੱਟੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(mukMdy) mukqI dwqw[ (PwDo) PwhI",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "duK hrx dIn srx sRIDr; crnkml ArwDIAY ]",
    "transliteration": "Dhukheharan Dheen Saran Sreedhhar Charan Kamal Araadhheeai ||",
    "translation": "Meditate lovingly on the Lotus Feet of the Lord, the Destroyer of distress, the Protector of the poor, the Lord of excellence.",
    "punjabi": "(ਹੇ ਮਨ!) ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੋ ਗ਼ਰੀਬਾਂ ਦਾ ਸਹਾਰਾ ਹੈ, ਜੋ ਲੱਖਮੀ ਦਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "(hrx) nws",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jm pMQu ibKVw. Agin swgru; inmK ismrq swDIAY ]",
    "transliteration": "Jam Panthh Bikharraa Agan Saagar Nimakh Simarath Saadhheeai ||",
    "translation": "The treacherous path of death and the terrifying ocean of fire are crossed over by meditating in remembrance on the Lord, even for an instant.",
    "punjabi": "ਹੇ ਮਨ! ਜਮਾਂ ਦਾ ਔਖਾ ਰਸਤਾ, ਤੇ (ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ (ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਨਾਮ ਸਿਮਰਿਆਂ ਸੋਹਣਾ ਬਣਾ ਲਈਦਾ ਹੈ।",
    "pronunciation": "s`wDIAY",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kilmlh dhqw. suDu krqw; idnsu rYix ArwDo ]",
    "transliteration": "Kalimaleh Dhehathaa Sudhh Karathaa Dhinas Rain Araadhho ||",
    "translation": "Meditate day and night on the Lord, the Destroyer of desire, the Purifier of pollution.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਦਿਨ ਰਾਤ ਉਸ ਹਰੀ-ਨਾਮ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਜੋ ਪਾਪਾਂ ਦਾ ਸਾੜਨ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "kil-mlh: polw bolo[ (kil-mlh) kLyS mYL sihq pwp[ (dUjw pwT: kil mlh)",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ibnvMiq nwnk. krhu ikrpw; gopwl goibMd mwDo ]1]",
    "transliteration": "Binavanth Naanak Karahu Kirapaa Gopaal Gobindh Maadhho ||1||",
    "translation": "Prays Nanak, please be Merciful to me, O Cherisher of the world, Lord of the Universe, Lord of wealth. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਗੋਪਾਲ! ਹੇ ਗੋਬਿੰਦ! ਹੇ ਮਾਧੋ! ਮਿਹਰ ਕਰ (ਕਿ ਮੈਂ ਤੇਰਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਰਹਾਂ) ॥੧॥",
    "pronunciation": "(mwDo) mwieAw dy pqI vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ismir mnw. dwmodru duK hru; BY BMjnu hir rwieAw ]",
    "transliteration": "Simar Manaa Dhaamodhar Dhukhehar Bhai Bhanjan Har Raaeiaa ||",
    "translation": "O my mind, remember the Lord in meditation; He is the Destroyer of pain, the Eradicator of fear, the Sovereign Lord King.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾਮੋਦਰ ਨੂੰ ਸਿਮਰ, ਜੋ ਦੁੱਖਾਂ ਦਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੋ ਡਰਾਂ ਦਾ ਨਾਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "(hru) nwS krn vwly[ (dwmodru) vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 756,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "sRIrMgo dieAwl mnohru; Bgiq vClu ibrdwieAw ]",
    "transliteration": "Sreerango Dhaeiaal Manohar Bhagath Vashhal Biradhaaeiaa ||",
    "translation": "He is the Greatest Lover, the Merciful Master, the Enticer of the mind, the Support of His devotees - this is His very nature.",
    "punjabi": "ਜੋ ਲੱਖਮੀ ਦਾ ਖਸਮ ਹੈ, ਜੋ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ, ਜੋ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲਾ ਹੈ, ਤੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨਾ ਜਿਸ ਦਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ।",
    "pronunciation": "(vClu) ipAwr krnw (ibrdwieAw) suBwA",
    "type_id": 3
  }
]