[
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mnu qnu sIqlu. sWiq shj; lwgw pRB kI syv ]",
    "transliteration": "Man Than Seethal Saanth Sehaj Laagaa Prabh Kee Saev ||",
    "translation": "My mind and body are cooled and soothed, in intuitive peace and poise; I have dedicated myself to serving God.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗਾ (ਜਿਸ ਕਰਕੇ) ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਹਿਰਦਾ ਠੰਢਾ-ਠਾਰ ਹੋ ਗਿਆ। ਉਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "tUty bMDn bhu ibkwr; sPl pUrn qw ky kwm ]",
    "transliteration": "Ttoottae Bandhhan Bahu Bikaar Safal Pooran Thaa Kae Kaam ||",
    "translation": "One who meditates in remembrance on the Name of the Lord - his bonds are broken,",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਦੇ ਅਨੇਕਾਂ ਵਿਕਾਰਾਂ (ਦੇ ਸੰਸਕਾਰਾਂ) ਦੇ ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ (ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਮਰਨ ਕਰਦਾ ਹੈ) ਉਸ ਦੇ ਸਾਰੇ ਕਾਰਜ ਰਾਸਿ ਆ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "durmiq imtI. haumY CutI; ismrq hir ko nwm ]",
    "transliteration": "Dhuramath Mittee Houmai Shhuttee Simarath Har Ko Naam ||",
    "translation": "All his sins are erased, and his works are brought to perfect fruition; his evil-mindedness disappears, and his ego is subdued.",
    "punjabi": "ਉਸ ਦੀ ਖੋਟੀ ਮਤਿ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਉਸ ਨੂੰ ਹਉਮੈ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "imtI: polw bolo[ dur-m`iq Cu`tI",
    "type_id": 3
  },
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "srin ghI pwrbRhm kI; imitAw Awvw gvn ]",
    "transliteration": "Saran Gehee Paarabreham Kee Mittiaa Aavaa Gavan ||",
    "translation": "Taking to the Sanctuary of the Supreme Lord God, his comings and goings in reincarnation are ended.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(Awvw gvn) jnm mrn",
    "type_id": 3
  },
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awip qirAw. kutMb isau; gux guibMd pRB rvn ]",
    "transliteration": "Aap Thariaa Kuttanb Sio Gun Gubindh Prabh Ravan ||",
    "translation": "He saves himself, along with his family, chanting the Praises of God, the Lord of the Universe.",
    "punjabi": "ਗੋਬਿੰਦ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਪਰਵਾਰ ਸਮੇਤ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(:polw bolo rvn) ismrn",
    "type_id": 3
  },
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir kI thl kmwvxI; jpIAY pRB kw nwmu ]",
    "transliteration": "Har Kee Ttehal Kamaavanee Japeeai Prabh Kaa Naam ||",
    "translation": "I serve the Lord, and I chant the Name of God.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1115,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gur pUry qy pwieAw; nwnk. suK ibsRwmu ]15]",
    "transliteration": "Gur Poorae Thae Paaeiaa Naanak Sukh Bisraam ||15||",
    "translation": "From the Perfect Guru, Nanak has obtained peace and comfortable ease. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਮੂਲ ਉਹ ਪ੍ਰਭੂ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1116,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sloku ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1116,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pUrnu. kbhu n folqw; pUrw kIAw pRB Awip ]",
    "transliteration": "Pooran Kabahu N Ddolathaa Pooraa Keeaa Prabh Aap ||",
    "translation": "The perfect person never wavers; God Himself made him perfect.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਮੁਕੰਮਲ ਜੀਵਨ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ ਉਹ ਪੂਰਨ ਮਨੁੱਖ ਕਦੇ (ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ ਆ ਕੇ) ਨਹੀਂ ਡੋਲਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1116,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "idnu idnu cVY svwieAw; nwnk. hoq n Gwit ]16]",
    "transliteration": "Dhin Dhin Charrai Savaaeiaa Naanak Hoth N Ghaatt ||16||",
    "translation": "Day by day, he prospers; O Nanak, he shall not fail. ||16||",
    "punjabi": "ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦਿਨੋ ਦਿਨ ਵਧੀਕ ਚਮਕਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਕਦੇ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ ॥੧੬॥",
    "pronunciation": "cVY@",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "ਪਉੜੀ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pUrnmw. pUrn pRB eyku; krx kwrx smrQu ]",
    "transliteration": "Pooranamaa Pooran Prabh Eaek Karan Kaaran Samarathh ||",
    "translation": "The day of the full moon: God alone is Perfect; He is the All-powerful Cause of causes.",
    "punjabi": "ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ ਤੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "(pUrnmw)puMinAW[ smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jIA jMq dieAwl purKu; sB aUpir jw kw hQu ]",
    "transliteration": "Jeea Janth Dhaeiaal Purakh Sabh Oopar Jaa Kaa Hathh ||",
    "translation": "The Lord is kind and compassionate to all beings and creatures; His Protecting Hand is over all.",
    "punjabi": "ਉਹ ਸਰਬ ਵਿਆਪਕ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਉਤੇ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਉਤੇ ਉਸ (ਦੀ ਸਹਾਇਤਾ) ਦਾ ਹੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gux inDwn goibMd gur; kIAw jw kw hoie ]",
    "transliteration": "Gun Nidhhaan Gobindh Gur Keeaa Jaa Kaa Hoe ||",
    "translation": "He is the Treasure of Excellence, the Lord of the Universe; through the Guru, He acts.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਕ ਹੈ, ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਸਭ ਕੁਝ ਉਸੇ ਦਾ ਹੀ ਕੀਤਾ ਵਾਪਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AMqrjwmI pRBu sujwnu; AlK inrMjn soie ]",
    "transliteration": "Antharajaamee Prabh Sujaan Alakh Niranjan Soe ||",
    "translation": "God, the Inner-knower, the Searcher of hearts, is All-knowing, Unseen and Immaculately Pure.",
    "punjabi": "ਪ੍ਰਭੂ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਸਿਆਣਾ ਹੈ, ਉਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਹ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pwrbRhmu prmysro; sB ibiD jwnxhwr ]",
    "transliteration": "Paarabreham Paramaesaro Sabh Bidhh Jaananehaar ||",
    "translation": "The Supreme Lord God, the Transcendent Lord, is the Knower of all ways and means.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਪਾਰਬ੍ਰਹਮ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ (ਜੀਵਾਂ ਦੇ ਭਲੇ ਦਾ) ਹਰੇਕ ਢੰਗ ਜਾਣਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sMq shweI srin jogu; AwT phr nmskwr ]",
    "transliteration": "Santh Sehaaee Saran Jog Aath Pehar Namasakaar ||",
    "translation": "He is the Support of His Saints, with the Power to give Sanctuary. Twenty-four hours a day, I bow in reverence to Him.",
    "punjabi": "ਸੰਤਾਂ ਦਾ ਰਾਖਾ ਹੈ, ਸਰਨ ਆਏ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਜੋਗਾ ਹੈ-ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਅੱਠੇ ਪਹਰ ਨਮਸਕਾਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "AkQ kQw. nh bUJIAY; ismrhu. hir ky crn ]",
    "transliteration": "Akathh Kathhaa Neh Boojheeai Simarahu Har Kae Charan ||",
    "translation": "His Unspoken Speech cannot be understood; I meditate on the Feet of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸਾਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ, ਉਸ ਦਾ ਸਹੀ ਸਰੂਪ ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰ।",
    "pronunciation": "A-kQ kQw: poly bolo[ bU`JIAY",
    "type_id": 3
  },
  {
    "shabad_id": 1117,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "piqq. auDwrn AnwQ nwQ; nwnk. pRB kI srn ]16]",
    "transliteration": "Pathith Oudhhaaran Anaathh Naathh Naanak Prabh Kee Saran ||16||",
    "translation": "He is the Saving Grace of sinners, the Master of the masterless; Nanak has entered God's Sanctuary. ||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਪਰਮਾਤਮਾ (ਵਿਕਾਰਾਂ ਵਿਚ) ਡਿੱਗੇ ਬੰਦਿਆਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਣ ਵਾਲਾ ਹੈ, ਉਹ ਨਿਖਸਮਿਆਂ ਦਾ ਖਸਮ ਹੈ, ਉਸ ਦਾ ਆਸਰਾ ਲੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1118,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sloku ]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1118,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "duK ibnsy shsw gieE; srin ghI hir rwie ]",
    "transliteration": "Dhukh Binasae Sehasaa Gaeiou Saran Gehee Har Raae ||",
    "translation": "My pain is gone, and my sorrows have departed, since I took to the Sanctuary of the Lord, my King.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਦਾ ਆਸਰਾ ਲਿਆ, (ਉਸ ਦੇ) ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ) ਸਹਮ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "gieE",
    "type_id": 3
  },
  {
    "shabad_id": 1118,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "min icMdy Pl pwieAw; nwnk. hir gun gwie ]17]",
    "transliteration": "Man Chindhae Fal Paaeiaa Naanak Har Gun Gaae ||17||",
    "translation": "I have obtained the fruits of my mind's desires, O Nanak, singing the Glorious Praises of the Lord. ||17||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਕੇ (ਉਸ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ ਚਿਤਵੇ ਹੋਏ ਸਾਰੇ ਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲਏ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "ਪਉੜੀ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "koeI gwvY. ko suxY; koeI krY bIcwru ]",
    "transliteration": "Koee Gaavai Ko Sunai Koee Karai Beechaar ||",
    "translation": "Some sing, some listen, and some contemplate;",
    "punjabi": "ਜਿਹੜਾ ਕੋਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ) ਗਾਂਦਾ ਹੈ, ਜਿਹੜਾ ਕੋਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਸੁਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ko aupdysY. ko idRVY; iqs kw hoie auDwru ]",
    "transliteration": "Ko Oupadhaesai Ko Dhrirrai This Kaa Hoe Oudhhaar ||",
    "translation": "Some preach, and some implant the Name within; this is how they are saved.",
    "punjabi": "ਜਿਹੜਾ ਕੋਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ) ਮਨ ਵਿੱਚ ਵਸਾਂਦਾ ਹੈ, ਜੇਹੜਾ ਕੋਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦਾ ਹੋਰਨਾਂ ਨੂੰ) ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ (ਤੇ ਆਪ ਭੀ ਉਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ) ਪੱਕੀ ਕਰਕੇ ਟਿਕਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦਾ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਉ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "iklibK kwtY. hoie inrmlw; jnm jnm mlu jwie ]",
    "transliteration": "Kilabikh Kaattai Hoe Niramalaa Janam Janam Mal Jaae ||",
    "translation": "Their sinful mistakes are erased, and they become pure; the filth of countless incarnations is washed away.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਵਿਕਾਰ ਕੱਟ ਲੈਂਦਾ ਹੈ; ਉਸ ਦਾ ਜੀਵਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ; ਅਨੇਕਾਂ ਜਨਮਾਂ (ਦੇ ਕੀਤੇ ਹੋਏ ਵਿਕਾਰਾਂ) ਦੀ ਮੈਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hliq pliq muKu aUjlw; nh pohY iqsu. mwie ]",
    "transliteration": "Halath Palath Mukh Oojalaa Neh Pohai This Maae ||",
    "translation": "In this world and the next, their faces shall be radiant; they shall not be touched by Maya.",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ (ਭੀ ਉਸ ਦਾ) ਮੂੰਹ ਰੌਸ਼ਨ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ) ਮਾਇਆ ਉਸ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "so surqw. so bYsno; so igAwnI DnvMqu ]",
    "transliteration": "So Surathaa So Baisano So Giaanee Dhhanavanth ||",
    "translation": "They are intuitively wise, and they are Vaishnaavs, worshippers of Vishnu; they are spiritually wise, wealthy and prosperous.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਵਾਲਾ ਹੈ; ਉਹ ਸੁੱਚੇ ਆਚਰਨ ਵਾਲਾ ਹੈ; ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਉਹ (ਅਸਲ) ਧਨਾਢ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "so sUrw kulvMqu soie; ijin BijAw BgvMqu ]",
    "transliteration": "So Sooraa Kulavanth Soe Jin Bhajiaa Bhagavanth ||",
    "translation": "They are spiritual heros, of noble birth, who vibrate upon the Lord God.",
    "punjabi": "ਉਹ (ਵਿਕਾਰਾਂ ਦਾ ਟਾਕਰਾ ਕਰ ਸਕਣ ਵਾਲਾ ਅਸਲ) ਸੂਰਮਾ ਹੈ; ਉਹੀ ਉੱਚੀ ਕੁਲ ਵਾਲਾ ਹੈ; ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਵਾਲਾ ਹੈ; ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਭਗਵਾਨ ਦਾ ਭਜਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "BijAw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "KqRI bRwhmxu sUdu bYsu; auDrY ismir. cMfwl ]",
    "transliteration": "Khathree Braahaman Soodh Bais Oudhharai Simar Chanddaal ||",
    "translation": "The Kh'shatriyas, the Brahmins, the low-caste Soodras, the Vaisha workers and the outcast pariahs are all saved,",
    "punjabi": "(ਹੇ ਭਾਈ! ਕੋਈ) ਖੱਤਰੀ (ਹੋਵੇ, ਕੋਈ) ਬ੍ਰਾਹਮਣ (ਹੋਵੇ; ਕੋਈ) ਸ਼ੂਦਰ (ਹੋਵੇ; ਕੋਈ) ਵੈਸ਼ (ਹੋਵੇ; ਕੋਈ) ਚੰਡਾਲ (ਹੋਵੇ; ਕਿਸੇ ਭੀ ਵਰਨ ਦਾ ਹੋਵੇ; ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰ ਕੇ (ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "K`qRI",
    "type_id": 3
  },
  {
    "shabad_id": 1119,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijin jwinE pRBu Awpnw; nwnk. iqsih rvwl ]17]",
    "transliteration": "Jin Jaaniou Prabh Aapanaa Naanak Thisehi Ravaal ||17||",
    "translation": "Meditating on the Lord. Nanak is the dust of the feet of those who know his God. ||17||",
    "punjabi": "ਜਿਸ (ਭੀ ਮਨੁੱਖ) ਨੇ ਆਪਣੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ, ਨਾਨਕ ਉਸ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਮੰਗਦਾ ਹੈ) ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1120,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gauVI kI vwr mhlw 4 ]",
    "transliteration": "Gourree Kee Vaar Mehalaa 4 ||",
    "translation": "Vaar In Gauree, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1120,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1120,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "slok mÚ 4 ]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1120,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "siqguru purKu. dieAwlu hY; ijs no. smqu sBu koie ]",
    "transliteration": "Sathigur Purakh Dhaeiaal Hai Jis No Samath Sabh Koe ||",
    "translation": "The True Guru, the Primal Being, is kind and compassionate; all are alike to Him.",
    "punjabi": "ਸਤਿਗੁਰੂ ਸਭ ਜੀਆਂ ਤੇ ਮਿਹਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਨੂੰ ਹੇਰਕ ਜੀਵ ਇਕੋ ਜਿਹਾ ਹੈ।",
    "pronunciation": "smqu: polw bolo imlvW[ (smqu)smwn ie`ko ijhw",
    "type_id": 3
  },
  {
    "shabad_id": 1120,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "eyk idRsit kir dyKdw; mn BwvnI qy. isiD hoie ]",
    "transliteration": "Eaek Dhrisatt Kar Dhaekhadhaa Man Bhaavanee Thae Sidhh Hoe ||",
    "translation": "He looks upon all impartially; with pure faith in the mind, He is obtained.",
    "punjabi": "ਉਹ ਸਭਨਾਂ ਵਲ ਇਕੋ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ, ਪਰ (ਜੀਵ ਨੂੰ ਆਪਣੇ ਉੱਦਮ ਦੀ) ਸਫਲਤਾ ਆਪਣੇ ਮਨ ਦੀ ਭਾਵਨਾ ਕਰਕੇ ਹੁੰਦੀ ਹੈ (ਭਾਵ ਜਿਹੀ ਮਨ ਦੀ ਭਾਵਨਾ ਤੇਹੀ ਮੁਰਾਦ ਮਿਲਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1120,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "siqgur ivic AMimRqu hY; hir auqmu. hir pdu soie ]",
    "transliteration": "Sathigur Vich Anmrith Hai Har Outham Har Padh Soe ||",
    "translation": "The Ambrosial Nectar is within the True Guru; He is exalted and sublime, of Godly status.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਕੋਲ ਹਰੀ ਦੇ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਦਾ ਅੰਮ੍ਰਿਤ ਹੈ, (???)",
    "pronunciation": "pdu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1120,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "nwnk. ikrpw qy. hir iDAweIAY; gurmuiK pwvY koie ]1]",
    "transliteration": "Naanak Kirapaa Thae Har Dhhiaaeeai Guramukh Paavai Koe ||1||",
    "translation": "O Nanak, by His Grace, one meditates on the Lord; the Gurmukhs obtain Him. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਇਹੀ ਹਰੀ-ਨਾਮ ਜੀਵ (ਪ੍ਰਭੂ ਦੀ) ਕਿਰਪਾ ਨਾਲ ਸਿਮਰਦਾ ਹੈ, ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਕੋਈ (ਭਾਗਾਂ ਵਾਲਾ) ਹਾਸਲ ਕਰ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1121,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mÚ 4 ]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1121,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "haumY mwieAw sB ibKu hY; inq jig qotw sMswir ]",
    "transliteration": "Houmai Maaeiaa Sabh Bikh Hai Nith Jag Thottaa Sansaar ||",
    "translation": "Egotism and Maya are total poison; in these, people continually suffer loss in this world.",
    "punjabi": "ਮਾਇਆ ਤੋਂ ਉਪਜੀ ਹੋਈ ਹਉਮੈ ਨਿਰੋਲ ਜ਼ਹਿਰ (ਦਾ ਕੰਮ ਕਰਦੀ) ਹੈ, ਇਸ ਦੇ ਪਿਛੇ ਲੱਗਿਆਂ ਸਦਾ ਜਗਤ ਵਿਚ ਘਾਟਾ ਹੈ।",
    "pronunciation": "j`ig",
    "type_id": 3
  },
  {
    "shabad_id": 1121,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "lwhw. hir Dnu KitAw; gurmuiK sbdu vIcwir ]",
    "transliteration": "Laahaa Har Dhhan Khattiaa Guramukh Sabadh Veechaar ||",
    "translation": "The Gurmukh earns the profit of the wealth of the Lord's Name, contemplating the Word of the Shabad.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਧਨ ਦਾ ਲਾਹਾ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਸ਼ਬਦ ਦੀ ਵੀਚਾਰ ਦੁਆਰਾ ਖੱਟਿਆ (ਜਾ ਸਕਦਾ ਹੈ),",
    "pronunciation": "K`itAw",
    "type_id": 3
  },
  {
    "shabad_id": 1121,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "haumY mYlu ibKu auqrY; hir AMimRqu hir aur Dwir ]",
    "transliteration": "Houmai Mail Bikh Outharai Har Anmrith Har Our Dhhaar ||",
    "translation": "The poisonous filth of egotism is removed, when one enshrines the Ambrosial Name of the Lord within the heart.",
    "punjabi": "ਤੇ ਹਉਮੈ-ਮੈਲ (ਰੂਪ) ਜ਼ਹਿਰ ਪ੍ਰਭੂ ਦਾ ਅੰਮ੍ਰਿਤ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕੀਤਿਆਂ ਉਤਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
