{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਆਵਨਿ ਅਠਤਰੈ. ਜਾਨਿ ਸਤਾਨਵੈ; ਹੋਰੁ ਭੀ ਉਠਸੀ, ਮਰਦ ਕਾ ਚੇਲਾ ॥",
      "page": 723,
      "line": 4
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Coming in seventy eight (Vikram), they (the Mughals) shall depart in ninety seven and then another disciple of brave Man shall arise."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਏਥੇ ਇਹਅ ਇਸ਼ਾਰਾ ਕਿ ਬਾਬਰ 1597 ਬਿਕਰਮੀ ਵਿੱਚ ਆਵੇਗਾ ਅਤੇ ਹਮਾਯੂ 1595 ਬਿਕਰਮੀ ਵਿੱਚ ਚਲਿਆ ਜਾਵੇਗਾ ਅਤੇ ਤਦ ਇਕ ਹੋਰ ਸੂਰਮੇ ਦਾ ਮੁਰੀਦ ਉਠੂਗਾ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Coming in seventy-eight (1521 A.D.), they will depart in ninety-seven (1540 A.D.), and then another disciple of man will rise up."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਅਬ ਜੋ ਪੰਦ੍ਰਾਂ ਸੌ ਅਠਤਰਾ ਸੰਮਤੁ ਹੈ ਇਸ ਮੇਂ ਦਿਲੀ ਵਿਖੇ ਮੁਗਲ ਆਵੇਂਗੇ, (ਜਾਨਿ ਸਤਾਨਵੈ) ਪੁਨਾ ਸਤਾਰਾਂ ਸੈ ਸਤਾਨਵੇਂ ਸੰਮਤ ਵਿਖੇ ਦਿਲੀ ਤੇ ਚਲੇ ਜਾਵੇਂਗੇ। (ਹੋਰੁ ਭੀ ਉਠਸੀ ਮਰਦ ਕਾ ਚੇਲਾ) ਮਰਦ ਸ੍ਰੀ ਗੁਰੂ ਗੋਬਿੰਦ ਸਿੰਘ ਸਾਹਿਬ ਜੀ ਪੁਨਾ ਤਿਨਕਾ ਚੇਲਾ ਖਾਲਸਾ ਜੀ ਉਠੇਗਾ ਅਰਥਾਤ ਹੋਇਗਾ। ਭਾਵ ਯਹਿ ਕਿ ਸਤਾਰਾਂ ਸੈ ਸਤਾਨਵੇ ਮੇਂ ਬਘੇਲ ਸਿੰਘ ਜੀ ਨੇ ਦਿਲੀ ਮਾਰੀ, ਮਾਨੋ ਤਬ ਤੇ ਮੁਗਲ ਗਏ। ਰਕਾਬ ਗੰਜ ਗੁਰਦ੍ਵਾਰੇ ਪਰ ਮਸੀਤ ਥੀ ਸੋ ਗਿਰਾਇ ਕਰ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੇ ਫੂਲੋਂ ਕੀ ਗਾਗਰ ਨਿਕਾਲ ਕਰ ਪੁਨਾ ਤਹਾਂ ਹੀ ਅਸਥਾਪਨ ਕਰ ਗੁਰਦ੍ਵਾਰਾ ਬਣਾਇਆ। ਜਹਾਂ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਕੇ ਸਰੀਰ ਕਾ ਸਸਕਾਰ ਹੂਆ ਹੈ, ਦਿਲੀ ਤੇ ਬਾਹਿਰ ਲੁਬਾਣਿਓਂ ਕੇ ਗਾਮ ਮੇਂ ਦੋ ਕੋਸ ਪਰ ਹੈ। ਤਿਸ ਕਾ ਨਾਮ ਰਕਾਬਗੰਜ ਗੁਰਦ੍ਵਾਰਾ ਪ੍ਰਸਿੱਧ ਹੈ। ਵਾ ਮਰਦ ਗੁਰ ਤੇਗ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ ਚੇਲਾ ਤਿਨਕਾ ਦਸਵੇਂ ਪਾਤਿਸ਼ਾਹਿ ਸਾਹਿਬੁ ਉਠੇਗਾ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "(ਪਰ ਹੇ ਭਾਈ ਲਾਲੋ! ਜਦ ਤਕ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪਰਵਿਰਤ ਹਨ, ਅਜੇਹੇ ਘੱਲੂ-ਘਾਰੇ ਵਾਪਰਦੇ ਹੀ ਰਹਿਣੇ ਹਨ, ਮੁਗ਼ਲ ਅੱਜ) ਸੰਮਤ ਅਠੱਤਰ ਵਿਚ ਆਏ ਹਨ, ਇਹ ਸੰਮਤ ਸਤਾਨਵੇ ਵਿਚ ਚਲੇ ਜਾਣਗੇ, ਕੋਈ ਹੋਰ ਸੂਰਮਾ ਭੀ ਉੱਠ ਖੜਾ ਹੋਵੇਗਾ।"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Habiendo llegado en el setenta y ocho (1521), ellos se irán en el noventa y siete (1540), entonces será cuando otro Discípulo del Hombre se levantará"
    }
  ]
}