{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਲੵ ਕਵਿ ਪਾਰਸ ਪਰਸ, ਕਚ ਕੰਚਨਾ ਹੁਇ; ਚੰਦਨਾ ਸੁਬਾਸੁ ਜਾਸੁ, ਸਿਮਰਤ ਅਨ ਤਰ ॥",
      "page": 1399,
      "line": 1
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Says Nall, the poet, just as by touching philosopher's stone, glass becomes gold and just as sandal imparts fragrance to other trees, similar is the Guru, whose contemplation transmutes the mortal."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਕਵੀ ਨਲ ਆਖਦਾ ਹੈ, ਜਿਸ ਤਰ੍ਹਾਂ ਰਸਾਇਣ ਨਾਲ ਛੁਹਣ ਦੁਆਰਾ ਸ਼ੀਸ਼ਾ, ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜਿਸ ਤਰ੍ਹਾਂ ਚੰਨਣ ਹੋਰਨਾ ਬਿਰਛਾ ਨੂੰ ਸੁੰਗਧਤ ਕਰ ਦਿੰਦਾ ਹੈ ਏਸੇ ਤਰ੍ਹਾਂ ਐਸੇ ਹਨ ਗੁਰਦੇਵ ਜਿਨ੍ਹਾਂ ਦਾ ਚਿੰਤਨ ਬੰਦੇ ਦੀ ਕਾਂਇਆ ਨੂੰ ਪਲਟ ਦਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "So speaks NALL the poet: touching the Philosopher's Stone, glass is transformed into gold, and the sandalwood tree imparts its fragrance to other trees; meditating in remembrance on the Lord, I am transformed."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ 'ਨਲ' ਕਵੀ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ! ਆਪ ਪਾਰਸ ਰੂਪ ਕੌ ਹਮ ਕੱਚ ਵਤ ਤੁਛ ਜੀਵ ਪਰਸ ਕਰ ਕੇ (ਕੰਚਨਾ) ਸ੍ਵਰਨ ਰੂਪ ਅਮੋਲਕ ਹੋਇ ਜਾਤੇ ਹੈਂ। ਔਰ ਜਿਸ ਆਪ ਕੇ ਸਿਮਰਨ ਰੂਪੀ ਚੰਦਨ ਕੀ ਵਾਸ਼ਨਾ ਤੇ ਔਰ ਬ੍ਰਿਛੋਂ ਵਤ ਜੋ ਇਤ੍ਰ ਜੀਵ ਹੈ, ਸੋ ਸ੍ਰੇਸਟ ਵਾਸ਼ਨਾ ਵਾਲੇ ਚੰਦਨ ਰੂਪ ਹੋ ਜਾਤੇ ਹੈਂ, ਭਾਵ ਯੇਹ ਕਿ ਸੋ ਜਨ ਸੰਤ ਰੂਪ ਹੋ ਜਾਤੇ ਹੈਂ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਨੂੰ ਸਿਮਰਿਆਂ (ਇਉਂ ਹੋ ਜਾਈਦਾ ਹੈ ਜਿਵੇਂ) ਪਾਰਸ ਦੀ ਛੁਹ ਨਾਲ ਕੱਚ ਸੋਨਾ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ (ਚੰਦਨ ਦੀ ਛੁਹ ਨਾਲ) ਹੋਰ ਰੁੱਖਾਂ ਵਿਚ ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ ਆ ਜਾਂਦੀ ਹੈ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Habla entonces Kal, el poeta, tocando la Piedra Filosofal, el vidrio es transformado en oro, y el árbol de Sándalo impregna su aroma a otros árboles, meditando en el Señor, soy transformado."
    }
  ]
}
