{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਚਹੁ ਪੀੜੀ ਆਦਿ ਜੁਗਾਦਿ ਬਖੀਲੀ, ਕਿਨੈ. ਨ ਪਾਇਓ; ਹਰਿ ਸੇਵਕ ਭਾਇ ਨਿਸਤਾਰਾ ॥੪॥੨॥੯॥",
      "page": 733,
      "line": 18
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "In the case of the four generations of the Gurus and from the beginning and commencement of ages none has ever obtained God by reviling. by an attendant's attitude alone one is emancipated."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਸਾਹਿਬਾਨ ਦੀਆਂ ਚੌਹਾਂ ਪੁਸ਼ਤਾਂ ਵਿੱਚ ਅਤੇ ਆਰੰਭ ਤੇ ਯੁੱਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ, ਬਦਖੋਈ ਕਰਨ ਦੁਆਰਾ ਕਦੇ ਕਿਸੇ ਨੂੰ ਵਾਹਿਗੁਰੂ ਪਰਾਪਤ ਨਹੀਂ ਹੋਇਆ। ਕੇਵਲ ਟਹਿਲੂਏ ਦੇ ਭਾਵ ਰਾਹੀਂ ਹੀ ਬੰਦਾ ਬੰਦ ਖਲਾਸ ਹੁੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Throughout the four generations of the Gurus, from the beginning of time and throughout the ages, no one has ever found the Lord by back-biting and undermining. Only by serving the Lord with love, is one emancipated. ||4||2||9||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ ਪਿਆਰੇ! ਗੁਰੂ ਅੰਗਦ ਜੀ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਅਰਥਾਤ ਮੇਰੇ ਗਾਦੀ ਬੈਠਨੇ ਤਕ ਜੋ ਚਾਰ ਪੁਸ਼ਤਾਂ ਹੈਂ, ਇਨ ਚਹੁ ਪੀੜੀਓ ਮੇਂ ਹਮਾਰੇ ਸਦਾ ਸਦਾ ਔਰੁ ਸੰਪ੍ਰਦਾਓਂ ਮੇਂ ਭੀ ਗੁਰ ਸਿੱਖ ਕੀ ਸੇਵਾ ਕੀ ਰੀਤ ਪ੍ਰਸਿਧ ਹੈ। ਆਗਿਆ ਮੇਂ ਰਹਿਨਾ ਏਹੀ ਬਾਤ ਚਲੀ ਆਈ ਹੈ। ਕਿ ਈਰਖਾ ਸਾਥ ਕਿਸੇ ਨੇ ਗੁਰੂ ਪਦੁ ਨਹੀਂ ਪਾਇਆ ਹੈ। ਸੇਵਕੀ ਭਾਉ ਜਿਨਾਂ ਧਾਰਿਆ ਹੈ ਤਿਨਾ ਕਾ ਹਰੀ ਨੇ ਨਿਸਤਾਰਾ ਕੀਆ ਹੈ॥੪॥੨॥੯॥☬ਉਪਦੇਸੁ ਕਰਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਇਹ ਯਕੀਨ ਜਾਣੋ ਕਿ) ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਲੈ ਕੇ ਯੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਲੈ ਕੇ, ਕਦੇ ਵੀ ਕਿਸੇ ਮਨੁੱਖ ਨੇ (ਮਹਾ ਪੁਰਖਾਂ ਨਾਲ) ਈਰਖਾ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਧਨ) ਨਹੀਂ ਲੱਭਾ। (ਮਹਾਂ ਪੁਰਖਾਂ ਨਾਲ) ਸੇਵਕ-ਭਾਵਨਾ ਰੱਖਿਆਂ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ-ਉਤਾਰਾ ਹੁੰਦਾ ਹੈ ॥੪॥੨॥੯॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "sabe que la desgracia espera a los que difaman su Hogar. Sólo los que tienen el sentido de la Devoción son emancipados."
    }
  ]
}
