{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਅਬ ਤੁਮਰੀ; ਪਰਤੀਤਿ ਨ ਹੋਈ ॥੪॥੨॥੩੫॥",
      "page": 484,
      "line": 10
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Now, no reliance can be pleased in thee."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਹੁਣ ਤੇਰੇ ਉਤੇ ਕੋਈ ਇਤਬਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "now, I place no reliance in you. ||4||2||35||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਪਰੰਤੂ ਅਬ ਤੇਰੀ ਪ੍ਰਤੀਤ ਨ ਕਰੈਂਗੇ ਕ੍ਯੋਂ ਜੋ ਤੈਨੇ ਰਾਮ ਨਾਮ ਕੋ ਐਸਾ ਸਸਤਾ ਜਾਨਾ॥੪॥੨॥੩੫॥☬ਇਸ ਸਬਦ ਕਾ ਦੂਸਰਾ ਅਰਥੁ ਬ੍ਰਹਮ ਵਿਦ੍ਯਾ ਜਗ੍ਯਾਸੂ ਪ੍ਰਤੀ ਕਹਿਤੀ ਹੈ: ਹੇ ਪ੍ਯਾਰੇ ਜਗ੍ਯਾਸੂ ਅਧਿਕਾਰੀ! ਮੈਂ ਆਪ ਕੇ ਬਲਿਹਾਰਨੇ ਜਾਤੀ ਹੂੰ। ਮੇਰੀ ਤਰਫ ਆਪਣਾ ਮੁਖ ਕਰੁ, ਭਾਵ ਧਾਰਨ ਕਰ। ਮੇਰੀ ਤਰਫ ਪੀਠ ਦੇ ਕਰ ਮੇਰੇ ਕੋ ਕ੍ਯੋਂ ਮਾਰਤਾ, ਭਾਵ ਦੁਖ ਦੇਤਾ ਹੈਂ। ਦ੍ਵੈਤ ਵਾਦੀਓਂ ਕੀ ਤਰਕੋਂ ਰੂਪ ਕਰਵਤੁ ਮੇਰੇ ਕੋ ਅਛਾ ਹੈ, ਪਰੰਤੂ ਤੇਰੀ ਪੀਠ ਦੇਣੀ ਅਛੀ ਨਹੀਂ। ਮੇਰੀ ਬੇਨਤੀ ਸੁਨ ਕਰ ਗਲ ਮੇਂ ਲਾਗੁ, ਭਾਵ ਕੰਠ ਸੇ ਭੀ ਅਦ੍ਵੈਤ ਕੇ ਕਥਨ ਕਰਨ ਵਾਲੀਆਂ ਸ਼੍ਰੁਤੀਆਂ ਕੋ ਉਚਾਰਨ ਕਰੁ। ਜੇਕਰ ਤੁਮ ਮੇਰੀ ਤਰਫੋਂ (ਅੰਗ) ਰਿਦਾ ਮੋੜੇਂ ਨਹੀਂ ਤੋ ਤੇਰੇ ਤਨ ਅਭਿਮਾਨ ਕੋ ਵਾ ਤੀਨ ਸਰੀਰੋਂ ਕੋ ਚੀਰੋਂਗੀ, ਭਾਵ ਨਸ੍ਟ ਕਰੋਂਗੀ। ਤੁਮਾਰਾ ਸਰੀਰ ਭੀ ਗਿਰ ਪੜਾ ਤੋ ਭੀ ਹਮਾਰੇ ਸੇ ਪ੍ਰੀਤੀ ਨ ਤੋੜੋ, ਹਮਾਰੇ ਤੁਮਾਰੇ ਮੇਂ ਕੋਈ ਭੇਦੁ ਨਹੀਂ ਹੂਆ ਹੈ। ਤੁਮ ਸੋਈ ਕੰਤ ਹੋ, ਭਾਵ ਅਧਿਕਾਰੀ ਹੋ। ਅਰ ਮੈਂ ਸੋਈ ਨਾਰਿ ਹਾਂ ਜਿਸ ਬ੍ਰਹਮਵਿਦ੍ਯਾ ਕੋ ਪੂਰਬ ਤੇਰੇ ਜੈਸੇ ਅਧਿਕਾਰੀ ਗ੍ਰਹਣ ਕਰਤੇ ਚਲੇ ਆਏ ਹੈਂ। ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਆਗੇ ਸੇ ਜਗ੍ਯਾਸੂ ਕਹਤੇ ਹੈਂ: ਹੇ (ਲੋਈ) ਪ੍ਰਕਾਸ਼ ਰੂਪ ਵਾ ਪ੍ਰਕਾਸ਼ ਕਰਨੇ ਵਾਲੀ ਬ੍ਰਹਮਵਿਦ੍ਯਾ ਤੂੰ ਸੁਣੁ, ਅਬ ਤਕ ਮੇਰੇ ਕੋ ਤੇਰੀ ਪ੍ਰਤੀਤਿ ਨਹੀਂ ਹੋਈ ਥੀ ਕਿ ਤੂੰ ਐਸੀ ਹੈਂ, ਅਬ ਪ੍ਰਤੀਤਿ ਹੋਈ ਹੈ, ਸੋ ਤੇਰੇ ਕੋ ਨਹੀਂ ਤਿਆਗੋਂਗਾ॥੪॥੨॥੩੫॥☬ਏਕ ਪੰਡਿਤ ਗੁਸ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੁਣ ਕਦੇ ਮੈਂ ਤੇਰਾ ਇਤਬਾਰ ਨਹੀਂ ਕਰਾਂਗਾ (ਹੇ ਮੋਹ! ਹੁਣ ਮੈਂ ਤੇਰੇ ਜਾਲ ਵਿਚ ਨਹੀਂ ਫਸਾਂਗਾ, ਤੂੰ ਹੀ ਮੈਨੂੰ ਮੇਰੇ ਪਤੀ-ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜਦਾ ਹੈਂ) ॥੪॥੨॥੩੫॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "ahora ya no dependo de ti. (4‑2‑35)"
    }
  ]
}
