[
  {
    "id": 65343,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਬਿਤੁ ॥ ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65344,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾਤ ਮੈ ਨ ਅਾਵੈ ਸੋ ਅਜਾਤ ਕੈ ਕੈ ਜਾਨੁ ਜੀਅ ਪਾਤ ਮੈ ਨ ਅਾਵੈ ਸੋ ਅਪਾਤ ਕੈ ਬੁਲਾੲੀਅੈ ॥",
    "transliteration": "Jaat Main A Aavai So Ajaat Kai Kai Jaan(u0 Jeea Paat Main A Aavai So Apaat Kai Bulaaeeai||",
    "translation": "Consider Him as casteless in Thy mind, Who is devoid of caste, call Him lineageless who is devoid of lineage.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65345,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਭੇਦ ਮੈ ਨ ਅਾਵੈ ਸੋ ਅਭੇਦ ਕੈ ਕੈ ਭਾਖੀਅਤੁ ਛੇਦਯੋ ਜੋ ਨ ਜਾੲਿ ਸੋ ਅਛੇਦ ਕੈ ਸੁਨਾੲੀਅੈ ॥",
    "transliteration": "Bhed Main A Aavai So Abhed Kai Kai Bhaakheeat(u) Chhedyo Jo Na Jaae So Ached Kai Sounaaeeaai||",
    "translation": "He may be called as Indiscriminate, who is devoid of discriminations; He, who cannot be assailed, may be spoken as Unassailable.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65346,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਖੰਡਿਓ ਜੋ ਨ ਜਾੲਿ ਸੋ ਅਖੰਡ ਜੂ ਕੋ ਖਿਅਾਲੁ ਕੀਜੈ ਖਿਅਾਲ ਮੈ ਨ ਅਾਵੈ ਗਮ ਤਾ ਕੋ ਸਦਾ ਖਾੲੀਅੈ ॥",
    "transliteration": "Khandio Jo Na Jaae So Akhannddjoo Ko Khiaal(u) Keejai Khiaal Main A Aavai Gad Taa Ko Sadaa Khaaeeai||",
    "translation": "He, who cannot be divided, may be considered as indivisible; He, who cannot be grasped in thought, always makes us sorrowful.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65347,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਜੰਤ੍ਰ ਮੈ ਨ ਅਾਵੈ ਸੋ ਅਜੰਤ੍ਰ ਕੈ ਕੈ ਜਾਪੀਅਤੁ ਧਿਅਾਨ ਮੈ ਨ ਅਾਵੈ ਤਾ ਕੋ ਧਿਅਾਨੁ ਕੀਜੈ ਧਿਅਾੲੀਅੈ ॥੨॥੪੧॥",
    "transliteration": "Jantra Mai Na Aavai Taa Ko Dhiaan(u) Keejai Dhiaaeeai||2||41||",
    "translation": "He, who is without the impact of mystical diagrams, may be muttered as Unmagical; He who doth not come in contemplation, may be contemplated upon and meditated.2.41.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65348,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਬਿਤੁ ॥ ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65349,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਛਤ੍ਰਧਾਰੀ ਛਤ੍ਰੀਪਤਿ ਛੈਲ ਰੂਪ ਛਿਤ ਨਾਥ ਛੌਣੀ ਕਰ ਛਾੲਿਅਾ ਬਰ ਛਤ੍ਰੀਪਤਿ ਗਾੲੀਅੈ ॥",
    "transliteration": "Chhatradhaarichhatreepatichhail Roop Chit Naath Chhaounidar Chhaadaa Bar Chhatreepat(i) Gadeeai||",
    "translation": "He is sung as the canopied monarch, the Lord of canopies, a winsome entity, the Master and Creator of the earth and the superb support.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65350,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਬਿਸੁਨਾਥ ਬਿਸ੍ਵੰਭਰ ਬੇਦ ਨਾਥ ਬਾਲਾ ਕਰ ਬਾਜੀਗਰਿ ਬਾਨ ਧਾਰੀ ਬੰਧਨ ਬਤਾੲੀਅੈ ॥",
    "transliteration": "Bisounaath Bisvanbhar Bed Naath Baalaa Kar Baajeegad(i) Baan Dhaaribandhan Bataaeeai||",
    "translation": "He is the Lord Sustainer of the Universe, Master of Vedas depicted as Lord having discipline.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65351,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਨਿੳੁਲੀ ਕਰਮ ਦੂਧਾਧਾਰੀ ਬਿਦਿਅਾਧਰ ਬ੍ਹਮਚਾਰੀ ਧਿਅਾਨ ਕੋ ਲਗਾਵੈ ਨੈਕ ਧਿਅਾਨ ਹੂੰ ਨ ਪਾੲੀਅੈ ॥",
    "transliteration": "Niulikaram Doodhaadhaaribidiaadhar Brahmchaaridhiaan Ko Lagadvai Naik Dhiaan Hoon Na Paaeeai||",
    "translation": "The Yogis performing Neoli Karma (cleansing of intestines), those subsisting only on milk, learned and celibates, all meditate upon Him, but without an iota of getting His comprehension.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65352,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਰਾਜਨ ਕੇ ਰਾਜਾ ਮਹਾਰਾਜਨ ਕੇ ਮਹਾਰਾਜਾ ਅੈਸੋ ਰਾਜ ਛੋਡਿ ਅੳੁਰ ਦੂਜਾ ਕੳੁਨ ਧਿਅਾੲੀਅੈ ॥੩॥੪੨॥",
    "transliteration": "Raajan Ke Raajaa Mahaaraajan Ke Mahaaraajaa Aiso Raaj Chhodh(i) Aur Doojaa Kaoun Dhiaaeeaai||3||42||",
    "translation": "He is the king of kings and emperor of emperors, Who else should be meditated upon, forsaking such a Supreme monarch?.3.42.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65353,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਕਬਿਤੁ ॥ ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65354,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਜੁੱਧ ਕੇ ਜਿਤੲੀਅਾ ਰੰਗ ਭੂਮ ਕੇ ਭਵੲੀਅਾ ਭਾਰ ਭੂਮ ਕੇ ਮਿਟੲੀਅਾ ਨਾਥ ਤੀਨੋ ਲੋਕ ਗਾੲੀਅੈ ॥",
    "transliteration": "Juddh Ke Jitaeeaa Ran Bhoom Ke Bhavaeeaa Bhaar Bhoom Ke Mitaeeaa Naath Teeno Lok Gadeeai||",
    "translation": "His Name is sung in all the three worlds, who is the conqueror of wars, the mover on the stage and the effacer of the burden of earth.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65355,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਕਾਹੂੰ ਕੇ ਤਨੲੀਅਾ ਹੈਂ ਨ ਮੲੀਅਾ ਜਾ ਕੇ ਭੲੀਅਾ ਕੋੳੂ ਛੳੁਨੀ ਹੂੰ ਕੇ ਛੲੀਅਾ ਛੋਡ ਕਾ ਸਿੳੁ ਪੁੀਤਾ ਲਾੲੀਅੈ ॥",
    "transliteration": "Kaahoon Ke Tanaeeaa Hain Na Maeeaa Jaa Ke Bhaeeaa Ko( i)  Chhaounihoon Ke Chhaeeaa Chhodh Kaa Sio Preet Laaeeai||",
    "translation": "He hath neither a son, nor mother non brother; He is the Support of the earth, forsaking such Lord whom should we love?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65356,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਸਾਧਨਾ ਸਧੲੀਅਾ ਧੂਲ ਧਾਨੀ ਕੇ ਧੁਜੲੀਅਾ ਧੋਮ ਧਾਰ ਕੇ ਧਰੲੀਅਾ ਧਿਅਾਨ ਤਾ ਕੋ ਸਦਾ ਲਾੲੀਅੈ ॥",
    "transliteration": "Saadhanaa Sadhaeeaa Dhool Dhaanike Dhujaeeaa Dhom Dhaar Ke Dharaeeaa Dhiaan Taa Ko Sadaa Laaeeai||",
    "translation": "We should always meditate upon Him who is instrumental in all accomplishments, establisher of the earth and Support of the sky.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
