[
  {
    "id": 65357,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾੳੁ ਕੇ ਬਢੲੀਅਾ ੲੇਕ ਨਾਮ ਕੇ ਜਪੲੀਅਾ ਅੳੁਰ ਕਾਮ ਕੇ ਕਰੲੀਅਾ ਛੋਡ ਅੳੁਰ ਕੳੁਨ ਧਿਅਾੲੀਅੈ ॥੪॥੪੩॥",
    "transliteration": "Aau Ke Badhaeeaa Ek Naam Ke Japaeeaa Aur Kaam Ke Karaeeaa Chhodh Aur Kaoun Dhiaaeeai||4||43||",
    "translation": "When should we meditate upon forsaking the Lord who prolongs the age of our life, who causes the Name to be repeated and all other works to be done?4.43.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65358,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਬਿਤੁ ॥ ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65359,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਮ ਕੋ ਕੁਨਿੰਦਾ ਖੈਰ ਖੂਬੀ ਕੋ ਦਿਹਿੰਦਾ ਗਜ ਗਾਜੀ ਕੋ ਗਜਿੰਦਾ ਸੁ ਕੁਨਿੰਦਾ ਕੈ ਬਤਾੲੀਅੈ ॥",
    "transliteration": "Kaam Ko Kounindaa Khair Khoobiko Dihindaa Gad Gadjiko Gadindaa Su Kounindaa Kai Bataaeeai||",
    "translation": "He is called the creator, who completes all the errands, who gives the comfort and honour and who is the destroyer of warriors stout like elephants.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65360,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਾਮ ਕੇ ਚਲਿੰਦਾ ਘਾੳੁ ਘਾਮ ਤੇ ਬਚਿੰਦਾ ਛਤ੍ਰ ਛੈਨੀ ਕੇ ਛਲਿੰਦਾ ਸੋ ਦਿਹਿੰਦਾ ਕੈ ਮਨਾੲੀਅੈ ॥",
    "transliteration": "Chaam Ke Chalindaa Ghaau Ghaam Te Bachindaa Chhatra Chhainike Chhalindaa So Dihindaa Kai Manaaeeai||",
    "translation": "He is the wielder of bow, the Protector from all types of afflictions, Deceiver of the universal monarchs and Donor of everything without asking. He should be worshipped with diligence.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65361,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਜਰ ਕੋ ਦਿਹਿੰਦਾ ਜਾਨ ਮਾਨ ਕੋ ਜਨਿੰਦਾ ਜੋਤ ਜੇਬ ਕੋ ਗਜਿੰਦਾ ਜਾਨ ਮਾਨ ਜਾਨ ਗਾੲੀਅੈ ॥",
    "transliteration": "Jar Ko Dihindaa Jaan Maan Ko Janindaa Jot Jeb Ko Gadindaa Jaan Maan Jaan Gadeeai||",
    "translation": "He is the Giver of wealth, Knower of life and honour and sorter of light and reputation; His Praises should be sung.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65362,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਦੋਖ ਕੇ ਦਲਿੰਦਾ ਦੀਨ ਦਾਨਸ ਦਿਹੰਦਾ ਦੋਖ ਦੁਰਜਨ ਦਲਿੰਦਾ ਧਿਅਾੲਿ ਦੂਜ ਕੳੁਨ ਧਿਅਾੲੀਅੈ ॥੫॥੪੪॥",
    "transliteration": "Dokh Ke Dalindaa Deen Daanas Dihandaa Dokh Durjan Dalindaa Dhiaae Doojo Kaoun Dhiaaeeai||5||44||",
    "translation": "He is the effacer of blemishes, the giver of religious discipline and wisdom and the destroyer of vicious people. Whom else should we remember?5.44.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65363,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਕਬਿਤੁ ॥ ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65364,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਸਾਲਸ ਸਹਿੰਦਾ ਸਿੱਧਤਾੲੀ ਕੋ ਸਧਿੰਦਾ ਅੰਗ ਅੰਗ ਮੈ ਅਵਿੰਦਾ ੲੇਕੁ ੲੇਕੋ ਨਾਥ ਜਾਨੀਅੈ ॥",
    "transliteration": "Saalas Sahindaa Siddhtaaiko Sadhindaa An An Mai Avindaa Ek(u) Eko Naath Jaaneeai||",
    "translation": "He endures everything peeacefully, He is engrossed in attainment of perfection, and He is the Only Lord who pervades in all limbs.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65365,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਕਾਲਖ ਕਟਿੰਦਾ ਖੁਰਾਸਨ ਕੋ ਖੁਨਿੰਦਾ ਗ੍ਰਬ ਗਾਫਲ ਗਲਿੰਦਾ ਗੋਲ ਗੰਜਖ ਬਖਾਨੀਅੈ ॥",
    "transliteration": "Kaalakh Katindaa Khuraasaan Ko Khounindaa Grab Gadphal Gadindaa Gol Gadjakh Bakhaaneeai||",
    "translation": "He is the remover of darkness, the masher of the Pathans of Khorasan, perisher of the egoists and idlers, He is described as the destroyer of people full of vices.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65366,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਗਾਲਬ ਗਿਰੰਦਾ ਜੀਤ ਤੇਜ ਕੋ ਦਿਹਿੰਦਾ ਚਿਤ ਚਾਪ ਕੇ ਚਲਿੰਦਾ ਛੋਡ ਅੳੁਰ ਕੳੁਨ ਅਾਨੀਅੈ ॥",
    "transliteration": "Gadlab Girandaa Jeet Tej Ko Dihindaa Chit Chaap Ke Chalindaa Chhodh Aur Kaoun Aaneeai||",
    "translation": "Whom should we worship except the Lord who is the Vanquisher of the Conquerors, giver of the Glory of conquest and who shoots the miraculous arrows from His bow.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65367,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਸੱਤਤਾ ਦਿਹੰਦਾ ਸੱਤਤਾੲੀ ਕੋ ਸੁਖਿੰਦਾ ਕਰਮ ਕਾਮ ਕੋ ਕੁਨਿੰਦਾ ਛੋਡ ਦੂਜਾ ਕੳੁਨ ਮਾਨੀਅੈ ॥੬॥੪੫॥",
    "transliteration": "Satta-taa Dihandaa Satt-taaiko Soukhindaa Karam Kaam Ko Kounindaa Chhodh Doojaa Kaoun Maaneeai||6||45||",
    "translation": "Whom else should we adore except him who is the Giver of Truth and Drier of falsehood and performer of Graceful acts?6.45.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65368,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਕਬਿਤ ॥ ਤ੍ਵ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Kabit|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65369,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਜੋਤ ਕੋ ਜਗਿੰਦਾ ਜੰਗ ਜਾਫਰੀ ਦਿਹੰਦਾ ਮਿਤ੍ਰ ਮਾਰੀ ਕੇ ਮਲਿੰਦਾ ਪੈ ਕੁਨਿੰਦਾ ਕੈ ਬਖਾਨੀਅੈ ॥",
    "transliteration": "Jot Ko Jogindaa Jan Jaafaridihandaa Mitra Maari Ke Malindaa Pai Kounindaa Kai Bakhaaneeai||",
    "translation": "He is the Enlightener of the light, Giver of the victory in wars and is known as the Destroyer of the murderer of the friends.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 65370,
    "shabad_id": 10452,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਪਾਲਕ ਪੁਨਿੰਦਾ ਪਰਮ ਪਾਰਸੀ ਪ੍ਰਗਿੰਦਾ ਰੰਗ ਰਾਗ ਕੇ ਸੁਨਿੰਦਾ ਪੈ ਅਨੰਦਾ ਤੇਜ ਮਾਨੀਅੈ ॥",
    "transliteration": "Paalak Pounindaa Param Paarsipragindaa Ran Raag Ke Sounindaa Pai Anandaa Tej Maaneeai||",
    "translation": "He is the Sustainer, Giver of shelter, Far-sighted and knower, He is considered as listener of entertaining modes of music and full of blissful splendour.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
