[
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kiRsn AO ibsn jpy quih koitk rwm rhIm BlI ibiD iDAwXo ]",
    "transliteration": "Krisan Au Bisan Jape Tuh(i) Kotik Raam Rahoom Bhaloo Bidh(i) Dhiaayo||",
    "translation": "Thou hast meditated on millions of Krishnas, Vishnus, Ramas and Rahims.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "bHm jipE Aru sMBu QipE iqh qy quih ko iknhUM n bcwXo ]",
    "transliteration": "Brahm Japio Ar(u) Sanbh(u) Thapio Tih Te Tuh(i) Ko Kinhoon Na Bachadyo||",
    "translation": "Thou hast recited the name of Brahma and established Shivalingam, even then none could save thee.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kot krI qpsw idn koitk kwhUM n kOfI ko kwm kFwXo ]",
    "transliteration": "Kot Daroo Tapsaa Din Kotik Kahoon Na Kaudoo Ko Kaam Kadhaayo||",
    "translation": "Thou hast observed millions of austerities for millions of days, but thou couldst not be recompensed even for the value of a couldst not be recompensed even for the value of a cowrie.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kwmku mMqR ksIry ky kwm n kwl ko Gwau iknhUM n bcwXo ]97]",
    "transliteration": "Kaamak(u) Mantra Kasoore Ke Kaam Na Kaal Ko Ghaao Kinhoon Na Bachadyo||97||",
    "translation": "The Mantra recited for fulfillment of worldly desires doth not even bring the least gain and none of such Mantras can’t save from the blow of KAL.97.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "kwhy ko kUr krY qpsw ien kI koaU kOfI ky kwm n AYhY ]",
    "transliteration": "Kaahe Ko Koor Tapsaa In Koo Ko( i)  Kaudoo Ke Kaam Na Aihai||",
    "translation": "Why doth thou indulge in false austerities, because they will not bring in gain of even one cowrie.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "qoih bcwie skY khu kYsy kY Awpn Gwv bcwie n AYhY ]",
    "transliteration": "Toh(i) Bachaae Sakai Kahu Kaise Kai Aapan Ghaav Bachaae Na Aihai||",
    "translation": "The cannot save themselves form the blow (of KAL), how can they protect thee?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "kop krwl kI pwvk kuMf mY Awp tMigE iqm qoih tMgYhY ]",
    "transliteration": "Kop Karaal Koo Paavak Kound Mai Aap Tanio Tim Tohe Tanadhai||",
    "translation": "They are all hanging in the blazing fire of anger, therefore they will cause thy hanging similarly.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "cyq ry cyq Ajo jIA mYN jV kwl kiRpw ibnu kwm n AYhY ]98]",
    "transliteration": "Chet Re Chet Ajo Tooa Mainjad Kaal Kridaa Bin(u) Kaam Na Aihai||98||",
    "translation": "O fool! Ruminate now in thy mind; none will be of any use to thee except the grace of KAL.98.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "qwih pCwnq hY n mhw psu jw ko pRqwpu iqhUM pur mwhI ]",
    "transliteration": "Taah(i) Pachhaadat Hai Na Mahaa Pas(u) Jaa Ko Prataap(u) Tihoon Pur Maahoo||",
    "translation": "O foolish beast! Thou doth not recognize Him, Whose Glory hath spread over all the three worlds.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "pUjq hY prmysr kY ijh ky prsY prlok prwhI ]",
    "transliteration": "Poojat Hai Parmesar Kai Jih Ke Parsai Parlok Paraahoo||",
    "translation": "Thou worshippest those as God, by whose touch thou shalt be driven far away from the next world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "pwp kro prmwrQ kY ijh pwpn qy Aiq pwp ljwhI ]",
    "transliteration": "Paap Daro Parmaarath Kai Jih Paapan Te At(i) P3p Lajaahoo||",
    "translation": "Thou art committing such sins in th name of parmarath (the subtle truth) that by committing them the Great sins may feel shy.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "pwie pro prmysr ky jV pwhn mYN prmysr nwhI ]99]",
    "transliteration": "P3e Daro Parmesar Ke Jad Paahan Main Parmesar Naahoo||99||",
    "translation": "O fool! Fall at the feet of Lord-God, the Lord is not within the stone-idols.99.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "mon Bjy nhI mwn qjy nhI ByK sjy nhI mUMf suhwey ]",
    "transliteration": "Mon Bhaje Nahoo Maan Taje Nahoo Bhekh Saje Nahoo Moondd Mounndaae||",
    "translation": "The Lord cannot be realized by observing silence, by forsaking pride, by adopting guises and by shaving the head.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10070,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "kMT n kMTI kTor Dry nhU sIs jtwn ky jUt suhwey ]",
    "transliteration": "Kanth Na Kanthoo Kathor Ddare Nahoo Soos Jataan Ke Jeet Suhaae||",
    "translation": "He cannot be realized by wearing Kanthi (a short necklace of small beads of different kinds made of wood or seeds worn by mendicants or ascetics) for severe austerities or Thy making a knot of matted hair on the head.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]