[
  {
    "id": 70411,
    "shabad_id": 11167,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਬਿਤੁ ॥",
    "transliteration": "Kabit(u)||",
    "translation": "KABIT",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70412,
    "shabad_id": 11167,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕਮਲ ਸੇ ਅਾਨਨ ਕੁਰੰਗਨ ਸੇ ਨੇਤ੍ਰਨ ਸੌ ਤਨ ਕੀ ਪ੍ਰਭਾ ਮੈ ਸਾਰੇ ਭਾਵਨ ਸੋ ਭਰੀਅਾ ॥ ਰਾਜਤ ਹੈ ਗੁਪੀਅਾ ਪ੍ਰਸੰਨ ਭੲੀ ਅੈਸੀ ਭਾਂਤਿ ਚੰਦ੍ਰਮਾ ਚਰੇ ਤੇ ਜਿੳੁ ਬਿਰਾਜੈ ਸੇਤ ਹਰੀਅਾ ॥",
    "transliteration": "Kamal Se Aanan Kuranad Se Netran Sau Tan Kibprabhaa Mai Sdare Bhaavan So Bhareeaa|| Raajat Hai Goupeeaa Mai Sdare Bhaavan So Bhareeaa|| Raajat Hai Goupeeaa Prasann Bhaiaisibhaant(i) Channdramaa Cdare ",
    "translation": "The gopis with lotus-like faces, doe-like eyes and with lustrous bodies filled with emotions looked impressive like the green and white colours on the rising of the moon;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70413,
    "shabad_id": 11167,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਸ ਹੀ ਕੀ ਬਾਤੈ ਰਸ ਰੀਤ ਹੀ ਕੇ ਪ੍ਰੇਮ ਹੂੰ ਮੈ ਕਹੈ ਕਬਿ ਸਯਾਮ ਸਾਥ ਕਾਨ੍ਹ ਜੂ ਕੇ ਖਰੀਅਾ ॥ ਮਦਨ ਕੇ ਹਾਰਨ ਬਨਾੲਿਬੇ ਕੇ ਕਾਜ ਮਾਨੋ ਹਿਤ ਕੈ ਪਰੋਵਤ ਹੈ ਮੋਤਨ ਕੀ ਲਰੀਅਾ ॥੨੭੦॥",
    "transliteration": "Ras Hikibaatai Ras Reet Hiprem Hoon Mai Kahai Kai Syaam Saath Kaahn Joo Ke Kdareeaa|| Madan Ke Haaran Banaae-be Ke Kaaj Maano Hit Kai Darovat Hai Motan Kidareeaa||270||",
    "translation": "They are standing with Krishna, while talking about dancing and amorous pastime; they are standing like the ones standing for braiding the necklace of gems in order to vest the god of love.270.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70414,
    "shabad_id": 11168,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਵੈਯਾ ॥",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70415,
    "shabad_id": 11168,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਾਹੇ ਕੌ ਕਾਨ੍ਹ ਜੂ ਕਾਮ ਕੇ ਬਾਨ ਲਗਾਵਤ ਹੋ ਤਨ ਕੇ ਧਨ ਭੳੁਹੈ ॥ ਕਾਹੇ ਕੳੁ ਨੇਹ ਲਗਾਵਤ ਹੋ ਮੁਸਕਾਵਤ ਹੋ ਚਲਿ ਅਾਵਤ ਸੳੁਹੈ ॥",
    "transliteration": "Kaahe Kau Kaahn Joo Kaam Ke Baan Lagadvat Ho Tan Ke Dhan Bhauhai|| Kaahe Kau Neh Lagadvat Ho Mouskaavat Ho Chal(i) Aavat Sauhai||",
    "translation": "“O Krishna! why are you discharging the arrows of the god of love from the bow of your eyebrows? Why are you advancing towards us with increased love smilingly?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70416,
    "shabad_id": 11168,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਾਹੇ ਕੳੁ ਪਾਗ ਧਰੋ ਤਿਰਛੀ ਅਰੁ ਕਾਹੇ ਭਰੋ ਤਿਰਛੀ ਤੁਮ ਗੳੁਹੈ ॥ ਕਾਹੇ ਰਿਝਾਵਤ ਹੋ ਮਨ ਭਾਵਤ ਅਾਹਿ ਦਿਵਾਵਤ ਹੈ ਹਮ ਸੳੁਹੈ ॥੨੭੧॥",
    "transliteration": "Kaahe Kau Paag Ddaro Tirchhiar(u) Kaahe Bdaro Tirchhitoum Gadddai|| Kaahe Rijhaavat Ho Man Bhaavat Aah(i) Divaavat Hai Ham Sauhai||271||",
    "translation": "“Why do you wear slanting turban and why do you walk slantingly also? Why are you bewitching us all? O Captivating one! you appear to us very fine, though you had sworn about it.”271.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70417,
    "shabad_id": 11168,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਬਾਤ ਸੁਨੀ ਹਰਿ ਕੀ ਜਬ ਸ੍ਰੳੁਨਨ ਰੀਝ ਹਸੀ ਸਭਹੀ ਬ੍ਰਿਜ ਬਾਮੈ ॥ ਠਾਢੀ ਭੲੀ ਤਰੁ ਤੀਰ ਤਬੈ ਹਰੂੲੇ ਹਰੂੲੇ ਕਲ ਕੈ ਗਜਗਾਮੈ ॥",
    "transliteration": "Baat Sounidar(i) Kijab Sraounan Reejh Hasisabh-hibrij Baamai|| Thaadhibhai Tar(u) Teer Tabai Darooe Darooe Kal Kai Gadgadmai||",
    "translation": "When the women of Braja heard the words of Krishna, they got pleased in their minds and gradually, they having the gait of the elephant, came under that tree, on which Krishna was sitting;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70418,
    "shabad_id": 11168,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਬੇਰ ਬਨੇ ਤਿਨ ਨੇਤ੍ਰਨ ਕੇ ਜਨ ਮੈਨ ਬਨਾੲਿ ਧਰੇ ੲਿਹ ਦਾਮੈ ॥ ਸਯਾਮ ਰਸਾਤੁਰ ਪੇਖਤਯੌ ਜਿਮ ਟੂਟਤ ਬਾਜ ਛੁਧਾਜੁਤ ਤਾਮੈ ॥੨੭੨॥",
    "transliteration": "Ber Bade Tin Netran Ke Jan Main Banaae Ddare Eh Daamai|| Syaam Rasaatur Pekh Atyau Jim Tootat Baaj Chhudhaajout Taamai||272||",
    "translation": "Their eyes began to see Krishna constantly; they appeared like the llighting of lust; Krishna, greatly agitated, seeing those women, fell upon them like a hungry falcon.272.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70419,
    "shabad_id": 11169,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਸਵੈਯਾ ॥",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70420,
    "shabad_id": 11169,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਕਾਮ ਸੇ ਰੂਪ ਕਲਾਨਿਧ ਸੇ ਮੁਖ ਕੀਰ ਸੇ ਨਾਕ ਕੁਰੰਗ ਸੇ ਨੈਨਨ ॥ ਕੰਚਨ ਸੇ ਤਨ ਦਾਰਮ ਦਾਂਤ ਕਪੋਤ ਸੇ ਕੰਠ ਸੁ ਕੋਕਲ ਬੈਨਨ ॥",
    "transliteration": "Kaam Se Roop Kalaanidh Se Moukh Keer Se Naak Kuran Se Nainan|| Kanchanndse Tan Daaram Daant Kapot Se Kanth Kokal Bainan||",
    "translation": "Those gopis had the beauty of the god of love, faces like moon, noses like parrot, eyes like doe, bodies like gold, teeth like pomegranate, necks like pigeons and sweet speech like nightingales;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70421,
    "shabad_id": 11169,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਕਾਨ੍ਹ ਲਗਯੋ ਕਹਨੇ ਤਿਨ ਸੌ ਹਸਿ ਕੈ ਕਬਿ ਸਯਾਮ ਸਹਾੲਿਕ ਧੈਨਨ ॥ ਮੋਹਿ ਲਯੋ ਸਭਹੀ ਮਨੁ ਮੋਰੌ ਸੁ ਭੳੁਹ ਨਚਾੲਿ ਤੁਮੈ ਸੰਗ ਸੈਨਨ ॥੨੭੩॥",
    "transliteration": "Kaahn Lagyo Kahne Tin Sau Has(i) Sau Has(i) Kai Kabi Syaam Sahaaik Dhainan|| Moh(i) Layo Sabh-himarau Su Bhauh Nachaae Toumai San Sainan||273||",
    "translation": "Krishna said to them smilingly, “You people have enchanted my mind by your signs and by causing the dance of your eyebrows.273.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70422,
    "shabad_id": 11169,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਕਾਨ੍ਹ ਬਡੇ ਰਸ ਕੇ ਹਿਰੀਅਾ ਸਭਹੀ ਗਲ ਬੀਚ ਅਚਾਨਕ ਹੇਰੀ ॥ ਸੳੁਹ ਤੁਮੈ ਜਸੁਧਾ ਕਹੁ ਬਾਤ ਕੀ ਸਾਰਥ ਕੌ ੲਿਹ ਜਾ ਹਮ ਘੇਰੀ ॥",
    "transliteration": "Kaahn Bade Ras Ke Hireeaa Sabh-higad Beech Achaanak Deree|| Sauh Toumai Jasudhaa Kahu Baat Kisaarath Kau Eh Jaa Ham Gderee||",
    "translation": "Krishna appeared like a man of taste to them and they clung to him, they said . “You must swear by Yashoda that you will not tell anyone that you had enticed us like that;”",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70423,
    "shabad_id": 11169,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਦੇਹੁ ਕਹਯੋ ਸਭਹੀ ਹਮਰੇ ਪਟ ਹੋਹਿ ਸਭੈ ਤੁਮਰੀ ਹਮ ਚੇਰੀ ॥ ਕੈਸੇ ਪ੍ਰਨਾਮ ਕਰੈ ਤੁਮ ਕੌ ਅਤਿ ਲਾਜ ਕਰੈ ਹਰਿ ਜੀ ਹਮ ਤੇਰੀ ॥੨੭੪॥",
    "transliteration": "Deh(u) Kahyo Sabh-hihamre Pat Hoh(i) Sabhai Toumriham Cderee|| Kaise Pranaam Darai Toum Kau At(i) Laaj Darai Har(i) Jiham Deree||274||",
    "translation": "They added, “We are your slaves; kindly return our clothes; O Krishna, how should we bow before you? we are feeling very shy.”274.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 70424,
    "shabad_id": 11170,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਸਵੈਯਾ ॥",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
