{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਗੁਰਮੁਖਿ ਸੇਵਕ ਭਾਇ, ਹਰਿ ਧਨੁ ਮਿਲੈ; ਤਿਥਹੁ ਕਰਮਹੀਣ ਲੈ. ਨ ਸਕਹਿ; ਹੋਰ ਥੈ ਦੇਸ ਦਿਸੰਤਰਿ, ਹਰਿ ਧਨੁ ਨਾਹਿ ॥੮॥",
      "page": 853,
      "line": 1
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "By Guru's grace, God's riches are attained through servant's sentiment, but the unfortunate ones can receive it not, therefrom In no other place in the country and abroad this Divine wealth is found."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਵਾਹਿਗੁਰੂ ਦਾ ਪਦਾਰਥ ਦਾਸ-ਭਾਵਨ ਰਾਹੀਂ ਪਰਪਾਤ ਹੁੰਦਾ ਹੈ, ਪਰ ਨਿਕਰਮਣ ਜੀਵ ਇਸ ਨੂੰ ਉਥੋਂ ਪਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਮੁਲਕ ਅਤੇ ਪ੍ਰਦੇਸ਼ ਵਿੱਚ ਕਿਸੇ ਹੋਰਸ ਜਗ੍ਹਾ ਤੇ ਇਹ ਈਸ਼ਵਰੀ ਦੌਲਤ ਨਹੀਂ ਮਿਲਦੀ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Through loving service, the Gurmukhs receive the wealth of the Naam, but the unfortunate ones cannot receive it. This wealth is not found anywhere else, in this country or in any other. ||8||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਸੇਵਕ ਭਾਵ ਧਾਰਨੇ ਸੇ ਹਰਿ ਨਾਮ ਧਨ ਮਿਲਤਾ ਹੈ। ਪਰੰਤੂ ਵਹੁ ਮਨਮੁਖ (ਕਰਮਹੀਣ) ਭਾਗੋਂ ਤੇ ਹੀਨ ਤਿਸ ਅਸਥਾਨ ਸੇ ਲੈ ਨਹੀਂ ਸਕਤੇ ਹੈਂ ਔਰ ਦੇਸ ਦਿਸੰਤਰੋਂ ਮੇਂ ਗੁਰੋਂ ਬਿਨਾਂ ਹਰੀ ਨਾਮ ਧਨ ਨਹੀਂ ਪਾਈਤਾ ਹੈ॥੮॥☬ਗੁਰਮੁਖੋਂ ਕੀ ਵਡਿਆਈ ਕਰਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਸੇਵਕ-ਭਾਵਨਾ ਨਾਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ; ਪਰ ਉਹ (ਨਿੰਦਕ) ਅਭਾਗੇ ਉਥੋਂ (ਗੁਰੂ-ਦਰ ਤੋਂ) ਇਹ ਧਨ ਲੈ ਨਹੀਂ ਸਕਦੇ (ਤੇ, ਗੁਰੂ-ਦਰ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਕਿਸੇ ਹੋਰ ਦੇਸ ਵਿਚ ਇਹ ਨਾਮ-ਧਨ ਹੈ ਹੀ ਨਹੀਂ ॥੮॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Las Riquezas del Naam, las obtiene el Gurmukj, a través del Servicio Amoroso, pero los pobres desafortunados no las pueden recibir aunque vaguen sin rumbo por el mundo entero."
    }
  ]
}