[
  {
    "shabad_id": 329,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "siqguru syvI; sbid suhwieAw ]",
    "transliteration": "Sathigur Saevee Sabadh Suhaaeiaa ||",
    "translation": "I serve the True Guru; the Word of His Shabad is beautiful.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਉਸ ਗੁਰੂ ਨੂੰ ਆਪਣਾ ਆਸਰਾ-ਪਰਨਾ ਬਣਾਇਆ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮੇਰਾ ਜੀਵਨ ਸੰਵਾਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "(suhwieAw) suMdr soBw vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ijin hir kw nwmu; mMin vswieAw ]",
    "transliteration": "Jin Har Kaa Naam Mann Vasaaeiaa ||",
    "translation": "Through it, the Name of the Lord comes to dwell within the mind.",
    "punjabi": "ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਮਨ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "hir inrmlu. haumY mYlu gvwey; dir scY soBw pwvixAw ]2]",
    "transliteration": "Har Niramal Houmai Mail Gavaaeae Dhar Sachai Sobhaa Paavaniaa ||2||",
    "translation": "The Pure Lord removes the filth of egotism, and we are honored in the True Court. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਵਿਤ੍ਰ ਹੈ, ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਹ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਖੱਟਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ibnu gur; nwmu. n pwieAw jwie ]",
    "transliteration": "Bin Gur Naam N Paaeiaa Jaae ||",
    "translation": "Without the Guru, the Naam cannot be obtained.",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "isD swiDk; rhy ibllwie ]",
    "transliteration": "Sidhh Saadhhik Rehae Bilalaae ||",
    "translation": "The Siddhas and the seekers lack it; they weep and wail.",
    "punjabi": "ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਤੇ ਜੋਗ-ਸਾਧਨ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਅਨੇਕਾਂ ਜੋਗੀ ਤਰਲੇ ਲੈਂਦੇ ਰਹਿ ਗਏ।",
    "pronunciation": "(ibllwie) qrly lYNdy",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ibnu gur syvy. suKu n hovI; pUrY Bwig guru pwvixAw ]3]",
    "transliteration": "Bin Gur Saevae Sukh N Hovee Poorai Bhaag Gur Paavaniaa ||3||",
    "translation": "Without serving the True Guru, peace is not obtained; through perfect destiny, the Guru is found. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਬਣਦਾ, ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "iehu mnu AwrsI; koeI gurmuiK vyKY ]",
    "transliteration": "Eihu Man Aarasee Koee Guramukh Vaekhai ||",
    "translation": "This mind is a mirror; how rare are those who, as Gurmukh, see themselves in it.",
    "punjabi": "ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਆਰਸੀ (looking-glass) ਸਮਾਨ ਹੈ (ਇਸ ਦੀ ਰਾਹੀਂ ਹੀ ਮਨੁੱਖ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਵੇਖ ਸਕਦਾ ਹੈ, ਪਰ) ਸਿਰਫ਼ ਉਹੀ ਮਨੁੱਖ ਵੇਖਦਾ ਹੈ ਜੇਹੜਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਣ ਤੋਂ ਬਿਨਾ ਇਸ ਮਨ ਨੂੰ ਹਉਮੈ ਦਾ ਜੰਗਾਲ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।)",
    "pronunciation": "(AwrsI) SISw",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "morcw n lwgY; jw haumY soKY ]",
    "transliteration": "Morachaa N Laagai Jaa Houmai Sokhai ||",
    "translation": "Rust does not stick to those who burn their ego.",
    "punjabi": "ਜਦੋਂ (ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਪੈ ਕੇ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਮੁਕਾਂਦਾ ਹੈ ਤਾਂ (ਫਿਰ ਮਨ ਨੂੰ ਹਉਮੈ ਦਾ) ਜੰਗਾਲ ਨਹੀਂ ਲੱਗਦਾ (ਤੇ ਮਨੁੱਖ ਇਸ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਵੇਖ-ਪਰਖ ਸਕਦਾ ਹੈ)।",
    "pronunciation": "(morcw) jMgwl[ (soKY) Kqm kry",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "Anhq bwxI. inrml sbdu vjwey; gur sbdI sic smwvixAw ]4]",
    "transliteration": "Anehath Baanee Niramal Sabadh Vajaaeae Gur Sabadhee Sach Samaavaniaa ||4||",
    "translation": "The Unstruck Melody of the Bani resounds through the Pure Word of the Shabad; through the Word of the Guru's Shabad, we are absorbed into the True One. ||4||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਇਕ-ਰਸ (ਆਪਣੇ ਅੰਦਰ) ਪ੍ਰਬਲ ਕਰੀ ਰੱਖਦਾ ਹੈ ਤੇ (ਇਸ ਤਰ੍ਹਾਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(Anhq) iek rs",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ibnu siqgur; ikhu. n dyiKAw jwie ]",
    "transliteration": "Bin Sathigur Kihu N Dhaekhiaa Jaae ||",
    "translation": "Without the True Guru, the Lord cannot be seen.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਪਾਸੋਂ ਭੀ (ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ) ਵੇਖਿਆ-ਪਰਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ikhu) iksy qrW",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "guir ikrpw kir; Awpu idqw idKwie ]",
    "transliteration": "Gur Kirapaa Kar Aap Dhithaa Dhikhaae ||",
    "translation": "Granting His Grace, He Himself has allowed me to see Him.",
    "punjabi": "(ਜਿਸ ਨੂੰ ਵਿਖਾਇਆ ਹੈ) ਗੁਰੂ ਨੇ (ਹੀ) ਕਿਰਪਾ ਕਰ ਕੇ (ਉਸਦਾ) ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਵਿਖਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "Awpy Awip Awip imil rihAw; shjy shij smwvixAw ]5]",
    "transliteration": "Aapae Aap Aap Mil Rehiaa Sehajae Sehaj Samaavaniaa ||5||",
    "translation": "All by Himself, He Himself is permeating and pervading; He is intuitively absorbed in celestial peace. ||5||",
    "punjabi": "(ਫਿਰ ਉਸ ਵਡਭਾਗੀ ਨੂੰ ਇਹ ਨਿਸਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ) ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ (ਆਪਣੇ ਆਪੇ ਦੀ ਵੇਖ-ਪਰਖ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ) ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "gurmuiK hovY; su ieksu isau ilv lwey ]",
    "transliteration": "Guramukh Hovai S Eikas Sio Liv Laaeae ||",
    "translation": "One who becomes Gurmukh embraces love for the One.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ, ਉਹ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਪ੍ਰੇਮ ਪਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "dUjw Brmu; gur sbid jlwey ]",
    "transliteration": "Dhoojaa Bharam Gur Sabadh Jalaaeae ||",
    "translation": "Doubt and duality are burned away by the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਵਾਲੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "kwieAw AMdir vxju kry vwpwrw; nwmu inDwnu scu pwvixAw ]6]",
    "transliteration": "Kaaeiaa Andhar Vanaj Karae Vaapaaraa Naam Nidhhaan Sach Paavaniaa ||6||",
    "translation": "Within his body, he deals and trades, and obtains the Treasure of the True Name. ||6||",
    "punjabi": "ਉਹ ਆਪਣੇ ਸਰੀਰ ਦੇ ਵਿਚ ਹੀ ਰਹਿ ਕੇ (ਭਾਵ, ਮਨ ਨੂੰ ਬਾਹਰ ਭਟਕਣੋਂ ਰੋਕ ਕੇ) ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਵਣਜ ਵਪਾਰ ਕਰਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "gurmuiK krxI; hir kIriq swru ]",
    "transliteration": "Guramukh Karanee Har Keerath Saar ||",
    "translation": "The life-style of the Gurmukh is sublime; he sings the Praises of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਹੀ ਕਰਨ-ਜੋਗ ਕੰਮ ਸਮਝਦਾ ਹੈ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਉੱਦਮ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "gurmuiK pwey; moK duAwru ]",
    "transliteration": "Guramukh Paaeae Mokh Dhuaar ||",
    "translation": "The Gurmukh finds the gate of salvation.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਉਹ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "An idnu rMig rqw gux gwvY; AMdir mhil bulwvixAw ]7]",
    "transliteration": "Anadhin Rang Rathaa Gun Gaavai Andhar Mehal Bulaavaniaa ||7||",
    "translation": "Night and day, he is imbued with the Lord's Love. He sings the Lord's Glorious Praises, and he is called to the Mansion of His Presence. ||7||",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚ ਬੁਲਾਈ ਰੱਖਦਾ ਹੈ (ਜੋੜੀ ਰੱਖਦਾ ਹੈ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "siqguru dwqw; imlY imlwieAw ]",
    "transliteration": "Sathigur Dhaathaa Milai Milaaeiaa ||",
    "translation": "The True Guru, the Giver, is met when the Lord leads us to meet Him.",
    "punjabi": "ਗੁਰੂ ਹੀ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ, ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈ (ਪਰ ਗੁਰੂ ਤਦੋਂ ਹੀ) ਮਿਲਦਾ ਹੈ (ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ) ਮਿਲਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "pUrY Bwig; min sbdu vswieAw ]",
    "transliteration": "Poorai Bhaag Man Sabadh Vasaaeiaa ||",
    "translation": "Through perfect destiny, the Shabad is enshrined in the mind.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪੂਰੀ ਕਿਸਮਤਿ ਨਾਲ (ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਆਪਣੇ) ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 329,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "nwnk. nwmu imlY vifAweI; hir scy ky gux gwvixAw ]8]9]10]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Har Sachae Kae Gun Gaavaniaa ||8||9||10||",
    "translation": "O Nanak, the greatness of the Naam, the Name of the Lord, is obtained by chanting the Glorious Praises of the True Lord. ||8||9||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ ਕਿ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੮॥੯॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awpu vM\\\\wey; qw sB ikCu pwey ]",
    "transliteration": "Aap Vannjaaeae Thaa Sabh Kishh Paaeae ||",
    "translation": "Those who lose their own selves obtain everything.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ (ਹਉਮੈ ਮਮਤਾ) ਦੂਰ ਕਰਦਾ ਹੈ, ਉਹ (ਉੱਚ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ) ਹਰੇਕ ਗੁਣ ਗ੍ਰਹਿਣ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "it`pI qy \\ ^Ub n`k c bolo[ (vM\\wey) gvwey",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gur sbdI; scI ilv lwey ]",
    "transliteration": "Gur Sabadhee Sachee Liv Laaeae ||",
    "translation": "Through the Word of the Guru's Shabad, they enshrine Love for the True one.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸਦਾ ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਲਗਨ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "scu vxMjih scu sMGrih; scu vwpwru krwvixAw ]1]",
    "transliteration": "Sach Vananjehi Sach Sangharehi Sach Vaapaar Karaavaniaa ||1||",
    "translation": "They trade in Truth, they gather in Truth, and they deal only in Truth. ||1||",
    "punjabi": "(ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੌਦਾ ਵਿਹਾਝਦੇ ਹਨ, ਨਾਮ ਧਨ ਇਕੱਠਾ ਕਰਦੇ ਹਨ ਤੇ ਨਾਮ ਦਾ ਹੀ ਵਪਾਰ ਕਰਦੇ ਹਨ (ਭਾਵ, ਸਤਸੰਗੀਆਂ ਵਿਚ ਬੈਠ ਕੇ ਭੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "(vxMjih) sOdw krdy[ (sMGr-ih) iek`Tw krdy",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hau vwrI jIau vwrI; hir gux An idnu gwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Har Gun Anadhin Gaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who sing the Glorious Praises of the Lord, night and day.",
    "punjabi": "ਮੈਂ ਸਦਾ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜੇਹੜੇ ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hau qyrw. qUM Twkuru myrw; sbid vifAweI dyvixAw ]1] rhwau ]",
    "transliteration": "Ho Thaeraa Thoon Thaakur Maeraa Sabadh Vaddiaaee Dhaevaniaa ||1|| Rehaao ||",
    "translation": "I am Yours, You are my Lord and Master. You bestow greatness through the Word of Your Shabad. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਹੈਂ ਮੈਂ ਤੇਰਾ ਸੇਵਕ ਹਾਂ, (ਤੂੰ ਆਪ ਹੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈਂ (ਮੈਨੂੰ ਭੀ ਇਹ ਦਾਤ ਦੇਹ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 330,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "vylw vKq; siB suhwieAw ]",
    "transliteration": "Vaelaa Vakhath Sabh Suhaaeiaa ||",
    "translation": "That time, that moment is totally beautiful,",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਨੂੰ ਉਹ ਸਾਰੇ ਵੇਲੇ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ਉਹ ਸਾਰੇ ਵਕਤ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ,",
    "pronunciation": "(suhwieAw) soBnIk",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ijqu scw; myry min BwieAw ]",
    "transliteration": "Jith Sachaa Maerae Man Bhaaeiaa ||",
    "translation": "When the True One becomes pleasing to my mind.",
    "punjabi": "ਜਿਸ ਵੇਲੇ ਜਿਸ ਵਕਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "scy syivAY scu vifAweI; gur ikrpw qy. scu pwvixAw ]2]",
    "transliteration": "Sachae Saeviai Sach Vaddiaaee Gur Kirapaa Thae Sach Paavaniaa ||2||",
    "translation": "Serving the True One, true greatness is obtained. By Guru's Grace, the True One is obtained. ||2||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲਿਆਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (-ਰੂਪ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Bwau Bojnu; siqguir quTY pwey ]",
    "transliteration": "Bhaao Bhojan Sathigur Thuthai Paaeae ||",
    "translation": "The food of spiritual love is obtained when the True Guru is pleased.",
    "punjabi": "ਜੇ ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਜਾਏ, ਤਾਂ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਖ਼ੁਰਾਕ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "An rsu cUkY; hir rsu mMin vswey ]",
    "transliteration": "An Ras Chookai Har Ras Mann Vasaaeae ||",
    "translation": "Other essences are forgotten, when the Lord's Essence comes to dwell in the mind",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦਾ ਚਸਕਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "scu sMqoKu shj suKu bwxI; pUry gur qy pwvixAw ]3]",
    "transliteration": "Sach Santhokh Sehaj Sukh Baanee Poorae Gur Thae Paavaniaa ||3||",
    "translation": "Truth, contentment and intuitive peace and poise are obtained from the Bani, the Word of the Perfect Guru. ||3||",
    "punjabi": "ਉਹ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜ ਕੇ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਸੰਤੋਖ ਅਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "siqguru. n syvih; mUrK AMD gvwrw ]",
    "transliteration": "Sathigur N Saevehi Moorakh Andhh Gavaaraa ||",
    "translation": "The blind and ignorant fools do not serve the True Guru;",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮੂਰਖ ਗੰਵਾਰ ਬੰਦੇ ਗੁਰੂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਨਹੀਂ ਲੈਂਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "iPir Eie ikQhu; pwiein moK duAwrw ]",
    "transliteration": "Fir Oue Kithhahu Paaein Mokh Dhuaaraa ||",
    "translation": "How will they find the gate of salvation?",
    "punjabi": "ਉਹ ਫਿਰ ਹੋਰ ਕਿਸੇ ਭੀ ਥਾਂ ਤੋਂ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਨਹੀਂ ਲੱਭ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "mir mir jMmih. iPir iPir Awvih; jm dir cotw KwvixAw ]4]",
    "transliteration": "Mar Mar Janmehi Fir Fir Aavehi Jam Dhar Chottaa Khaavaniaa ||4||",
    "translation": "They die and die, over and over again, only to be reborn, over and over again. They are struck down at Death's Door. ||4||",
    "punjabi": "ਉਹ (ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਕੇ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਜਮਰਾਜ ਦੇ ਦਰ ਤੇ ਸੱਟਾਂ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "sbdY swdu jwxih; qw Awpu pCwxih ]",
    "transliteration": "Sabadhai Saadh Jaanehi Thaa Aap Pashhaanehi ||",
    "translation": "Those who know the essence of the Shabad, understand their own selves.",
    "punjabi": "ਜਦੋਂ ਕੋਈ (ਵਡ-ਭਾਗੀ ਬੰਦੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਸੁਆਦ ਜਾਣ ਲੈਂਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣਦੇ ਹਨ (ਪਰਖਦੇ ਪੜਤਾਲਦੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "inrml bwxI; sbid vKwxih ]",
    "transliteration": "Niramal Baanee Sabadh Vakhaanehi ||",
    "translation": "Immaculate is the speech of those who chant the Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(vKwxih) ismrdy",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "scy syiv sdw suKu pwiein; nau iniD nwmu. mMin vswvixAw ]5]",
    "transliteration": "Sachae Saev Sadhaa Sukh Paaein No Nidhh Naam Mann Vasaavaniaa ||5||",
    "translation": "Serving the True One, they find a lasting peace; they enshrine the nine treasures of the Naam within their minds. ||5||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਕੇ ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ (ਇਉਂ) ਵਸਾਂਦੇ ਹਨ (ਜਿਵੇਂ ਉਹ ਦੁਨੀਆ ਦੇ ਸਾਰੇ) ਨੌ ਖ਼ਜ਼ਾਨੇ (ਹੈ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "so Qwnu suhwieAw; jo hir min BwieAw ]",
    "transliteration": "So Thhaan Suhaaeiaa Jo Har Man Bhaaeiaa ||",
    "translation": "Beautiful is that place, which is pleasing to the Lord's Mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਹਿਰਦਾ ਥਾਂ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "sqsMgiq bih; hir gux gwieAw ]",
    "transliteration": "Sathasangath Behi Har Gun Gaaeiaa ||",
    "translation": "There, sitting in the Sat Sangat, the True Congregation, the Glorious Praises of the Lord are sung.",
    "punjabi": "(ਤੇ ਉਸੇ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ ਥਾਂ ਸੋਹਣਾ ਬਣਦਾ ਹੈ ਜਿਸ ਨੇ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 330,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "An idnu hir swlwhih swcw; inrml nwdu vjwvixAw ]6]",
    "transliteration": "Anadhin Har Saalaahehi Saachaa Niramal Naadh Vajaavaniaa ||6||",
    "translation": "Night and day, the True One is praised; the Immaculate Sound-current of the Naad resounds there. ||6||",
    "punjabi": "ਅਜੇਹੇ ਮਨੁੱਖ ਹਰ ਰੋਜ਼ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਪਵਿਤ੍ਰ ਵਾਜਾ ਵਜਾਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "swlwh-ih",
    "type_id": 3
  }
]