[
  {
    "id": 4921,
    "shabad_id": 338,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "nwnk. nwim rqy vIcwrI; sco scu kmwvixAw ]8]18]19]",
    "transliteration": "Naanak Naam Rathae Veechaaree Sacho Sach Kamaavaniaa ||8||18||19||",
    "translation": "O Nanak, those who are attuned to the Naam, reflect deeply on the Truth; they practice only Truth. ||8||18||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਚੰਗੀ ਮੰਦੀ ਕਰਤੂਤਿ ਨੂੰ ਪਰਖਣ ਜੋਗੇ ਹੋ ਜਾਂਦਾ ਹਨ, ਤੇ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਹਨ ॥੮॥੧੮॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4922,
    "shabad_id": 339,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4923,
    "shabad_id": 339,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "inrml sbdu; inrml hY bwxI ]",
    "transliteration": "Niramal Sabadh Niramal Hai Baanee ||",
    "translation": "The Word of the Shabad is Immaculate and Pure; the Bani of the Word is Pure.",
    "punjabi": "ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ (ਸਭ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4924,
    "shabad_id": 339,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "inrml joiq; sB mwih smwxI ]",
    "transliteration": "Niramal Joth Sabh Maahi Samaanee ||",
    "translation": "The Light which is pervading among all is Immaculate.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਪਵਿੱਤ੍ਰ ਜੋਤਿ ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਮਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4925,
    "shabad_id": 339,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "inrml bwxI. hir swlwhI; jip hir inrmlu. mYlu gvwvixAw ]1]",
    "transliteration": "Niramal Baanee Har Saalaahee Jap Har Niramal Mail Gavaavaniaa ||1||",
    "translation": "So praise the Immaculate Word of the Lord's Bani; chanting the Immaculate Name of the Lord, all filth is washed away. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਉਸ ਹਰੀ ਦੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਪਵਿਤ੍ਰ ਹੋ ਜਾਈਦਾ ਹੈ, (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ (ਮਨ ਵਿਚੋਂ) ਦੂਰ ਕਰ ਲਈਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4926,
    "shabad_id": 339,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hau vwrI jIau vwrI; suKdwqw mMin vswvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Sukhadhaathaa Mann Vasaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who enshrine the Giver of peace within their minds.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਕੁਰਬਾਨ ਹਾਂ, ਜੇਹੜੇ ਸੁੱਖ ਦੇਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4927,
    "shabad_id": 339,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir inrmlu. gur sbid slwhI; sbdo suix. iqsw imtwvixAw ]1] rhwau ]",
    "transliteration": "Har Niramal Gur Sabadh Salaahee Sabadho Sun Thisaa Mittaavaniaa ||1|| Rehaao ||",
    "translation": "Praise the Immaculate Lord, through the Word of the Guru's Shabad. Listen to the Shabad, and quench your thirst. ||1||Pause||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ। ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਸੁਣ ਕੇ ਮੈਂ (ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "iqsw: polw bolo",
    "type_id": 4
  },
  {
    "id": 4928,
    "shabad_id": 339,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "inrml nwmu; visAw min Awey ]",
    "transliteration": "Niramal Naam Vasiaa Man Aaeae ||",
    "translation": "When the Immaculate Naam comes to dwell in the mind,",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4929,
    "shabad_id": 339,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "mnu qnu inrmlu; mwieAw mohu gvwey ]",
    "transliteration": "Man Than Niramal Maaeiaa Mohu Gavaaeae ||",
    "translation": "The mind and body become Immaculate, and emotional attachment to Maya departs.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਤਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ। (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4930,
    "shabad_id": 339,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "inrml gux gwvY inq. swcy ky; inrml nwdu vjwvixAw ]2]",
    "transliteration": "Niramal Gun Gaavai Nith Saachae Kae Niramal Naadh Vajaavaniaa ||2||",
    "translation": "Sing the Glorious Praises of the Immaculate True Lord forever, and the Immaculate Sound-current of the Naad shall vibrate within. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣ ਸਦਾ ਗਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਜੋਗੀ ਨਾਦ ਵਜਾਂਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ (ਮਾਨੋ) ਨਾਦ ਵਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(nwdu) Sbd",
    "type_id": 3
  },
  {
    "id": 4931,
    "shabad_id": 339,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "inrml AMimRqu; gur qy pwieAw ]",
    "transliteration": "Niramal Anmrith Gur Thae Paaeiaa ||",
    "translation": "The Immaculate Ambrosial Nectar is obtained from the Guru.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4932,
    "shabad_id": 339,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ivchu Awpu muAw; iqQY. mohu n mwieAw ]",
    "transliteration": "Vichahu Aap Muaa Thithhai Mohu N Maaeiaa ||",
    "translation": "When selfishness and conceit are eradicated from within, then there is no attachment to Maya.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ, ਮਾਇਆ ਦਾ ਮੋਹ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4933,
    "shabad_id": 339,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "inrml igAwnu iDAwnu Aiq inrmlu; inrml bwxI. mMin vswvixAw ]3]",
    "transliteration": "Niramal Giaan Dhhiaan Ath Niramal Niramal Baanee Mann Vasaavaniaa ||3||",
    "translation": "Immaculate is the spiritual wisdom, and utterly immaculate is the meditation, of those whose minds are filled with the Immaculate Bani of the Word. ||3||",
    "punjabi": "(ਜਿਉਂ ਜਿਉਂ ਉਹ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦੀ ਪਵਿਤ੍ਰ ਡੂੰਘੀ ਸਾਂਝ ਬਣਦੀ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਜੁੜਦੀ ਹੈ ਜੋ ਉਸ ਨੂੰ (ਹੋਰ) ਪਵਿਤ੍ਰ ਕਰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4934,
    "shabad_id": 339,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "jo inrmlu syvy; su inrmlu hovY ]",
    "transliteration": "Jo Niramal Saevae S Niramal Hovai ||",
    "translation": "One who serves the Immaculate Lord becomes immaculate.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਉਹ (ਆਪ ਭੀ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4935,
    "shabad_id": 339,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "haumY mYlu; gur sbdy DovY ]",
    "transliteration": "Houmai Mail Gur Sabadhae Dhhovai ||",
    "translation": "Through the Word of the Guru's Shabad, the filth of egotism is washed away.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ (ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਧੋ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4936,
    "shabad_id": 339,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "inrml vwjY. Anhd Duin bwxI; dir scY. soBw pwvixAw ]4]",
    "transliteration": "Niramal Vaajai Anehadh Dhhun Baanee Dhar Sachai Sobhaa Paavaniaa ||4||",
    "translation": "The Immaculate Bani and the Unstruck Melody of the Sound-current vibrate, and in the True Court, honor is obtained. ||4||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਇਕ-ਰਸ ਲਗਨ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦੀ ਹੈ, ਤੇ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4937,
    "shabad_id": 339,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "inrml qy; sB inrml hovY ]",
    "transliteration": "Niramal Thae Sabh Niramal Hovai ||",
    "translation": "Through the Immaculate Lord, all become immaculate.",
    "punjabi": "ਪਵਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦੀ (ਨਾਮ-) ਛੁਹ ਨਾਲ ਸਾਰੀ ਲੁਕਾਈ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4938,
    "shabad_id": 339,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "inrmlu mnUAw; hir sbid provY ]",
    "transliteration": "Niramal Manooaa Har Sabadh Parovai ||",
    "translation": "Immaculate is the mind which weaves the Word of the Lord's Shabad into itself.",
    "punjabi": "(ਜਿਉਂ ਜਿਉਂ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪ੍ਰੋਂਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਉਸ ਦਾ) ਮਨ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4939,
    "shabad_id": 339,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "inrml nwim lgy bfBwgI; inrmlu nwim suhwvixAw ]5]",
    "transliteration": "Niramal Naam Lagae Baddabhaagee Niramal Naam Suhaavaniaa ||5||",
    "translation": "Blessed and very fortunate are those who are committed to the Immaculate Name; through the Immaculate Name, they are blessed and beautified. ||5||",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਹੀ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੁੰਦੇ ਹਨ। ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4940,
    "shabad_id": 339,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "so inrmlu; jo sbdy sohY ]",
    "transliteration": "So Niramal Jo Sabadhae Sohai ||",
    "translation": "Immaculate is the one who is adorned with the Shabad.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ।",
    "pronunciation": "(sohY) soBnIk hovy",
    "type_id": 3
  },
  {
    "id": 4941,
    "shabad_id": 339,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "inrml nwim; mnu qnu mohY ]",
    "transliteration": "Niramal Naam Man Than Mohai ||",
    "translation": "The Immaculate Naam, the Name of the Lord, entices the mind and body.",
    "punjabi": "ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਉਸ ਦਾ ਮਨ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਤਨ (ਭਾਵ, ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ) ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4942,
    "shabad_id": 339,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "sic nwim. mlu kdy. n lwgY; muKu aUjlu scu krwvixAw ]6]",
    "transliteration": "Sach Naam Mal Kadhae N Laagai Mukh Oojal Sach Karaavaniaa ||6||",
    "translation": "No filth ever attaches itself to the True Name; one's face is made radiant by the True One. ||6||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਉਸ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਕਦੇ ਨਹੀਂ ਲਗਦੀ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਉਸ ਦਾ ਮੂੰਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਜਲਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4943,
    "shabad_id": 339,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "mnu mYlw hY; dUjY Bwie ]",
    "transliteration": "Man Mailaa Hai Dhoojai Bhaae ||",
    "translation": "The mind is polluted by the love of duality.",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ) ਮੈਲਾ (ਹੀ) ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4944,
    "shabad_id": 339,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "mYlw caukw; mYlY Qwie ]",
    "transliteration": "Mailaa Choukaa Mailai Thhaae ||",
    "translation": "Filthy is that kitchen, and filthy is that dwelling;",
    "punjabi": "(ਉਹ ਲਕੀਰਾਂ ਕੱਢ ਕੱਢ ਕੇ ਬੇਸ਼ੱਕ ਸੁੱਚੇ ਚੌਂਕੇ ਬਣਾਏ, ਪਰ ਉਸ ਦੇ ਹਿਰਦੇ ਦਾ) ਚੌਂਕਾ ਮੈਲਾ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਉਹ ਦੀ ਸੁਰਤ ਸਦਾ) ਮੈਲੇ ਥਾਂ ਵਿਚ ਹੀ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4945,
    "shabad_id": 339,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "mYlw Kwie. iPir mYlu vDwey; mnmuK mYlu duKu pwvixAw ]7]",
    "transliteration": "Mailaa Khaae Fir Mail Vadhhaaeae Manamukh Mail Dhukh Paavaniaa ||7||",
    "translation": "Eating filth, the self-willed manmukhs become even more filthy. Because of their filth, they suffer in pain. ||7||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨੂੰ ਹੀ ਆਪਣੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, (ਜਿਸ ਕਰਕੇ ਉਹ ਆਪਣੇ ਅੰਦਰ) ਹੋਰ ਹੋਰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਵਧਾਂਦਾ ਜਾਂਦਾ ਹੈ। (ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ (ਵਧਾ ਵਧਾ ਕੇ) ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4946,
    "shabad_id": 339,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "mYly inrml siB; hukim sbwey ]",
    "transliteration": "Mailae Niramal Sabh Hukam Sabaaeae ||",
    "translation": "The filthy, and the immaculate as well, are all subject to the Hukam of God's Command.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਵਿਕਾਰੀ ਜੀਵ ਤੇ ਪਵਿਤ੍ਰ-ਆਤਮਾ ਜੀਵ ਸਾਰੇ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ ਤੁਰ ਰਹੇ ਹਨ)।",
    "pronunciation": "(sbwey) swry",
    "type_id": 3
  },
  {
    "id": 4947,
    "shabad_id": 339,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "sy inrml; jo hir swcy Bwey ]",
    "transliteration": "Sae Niramal Jo Har Saachae Bhaaeae ||",
    "translation": "They alone are immaculate, who are pleasing to the True Lord.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਨੂੰ ਪਿਆਰੇ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4948,
    "shabad_id": 339,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "nwnk. nwmu vsY mn AMqir; gurmuiK. mYlu cukwvixAw ]8]19]20]",
    "transliteration": "Naanak Naam Vasai Man Anthar Guramukh Mail Chukaavaniaa ||8||19||20||",
    "translation": "O Nanak, the Naam abides deep within the minds of the Gurmukhs, who are cleansed of all their filth. ||8||19||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰ ਆਦਿਕਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੮॥੧੯॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4949,
    "shabad_id": 340,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4950,
    "shabad_id": 340,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "goivMdu aUjlu; aUjl hMsw ]",
    "transliteration": "Govindh Oojal Oojal Hansaa ||",
    "translation": "The Lord of the Universe is radiant, and radiant are His soul-swans.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤ੍ਰ ਨਾਮ ਜਪਣ ਵਾਲੇ) ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਗੋਬਿੰਦ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ-ਸਰੋਵਰ ਦੇ ਉਹ, (ਮਾਨੋ) ਸੋਹਣੇ ਹੰਸ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "DMn gurU nwnk dyv swihb jI (goivMdu) vwihgurU jI dy (aUjlu) piv`qR srUp hn Aqy aunW dI b^SI is`KI kmwaux vwly (hMsw) guris`K BI aunW dw hI (aUjl) piv`qR srUp ho jWdy hn",
    "type_id": 3
  },
  {
    "id": 4951,
    "shabad_id": 340,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mnu bwxI; inrml myrI mnsw ]",
    "transliteration": "Man Baanee Niramal Maeree Manasaa ||",
    "translation": "Their minds and their speech are immaculate; they are my hope and ideal.",
    "punjabi": "ਉਹ ਦਾ ਮਨ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਵਿਚ ਬੋਲੀ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿੱਚ (ਭੀ) ਸੁੱਧ (ਫੁਰਨੇ) ਉਠਦੇ ਹਨ।",
    "pronunciation": "(mnsw) bu`DI",
    "type_id": 3
  },
  {
    "id": 4952,
    "shabad_id": 340,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "min aUjl sdw muK sohih; Aiq aUjl nwmu iDAwvixAw ]1]",
    "transliteration": "Man Oojal Sadhaa Mukh Sohehi Ath Oojal Naam Dhhiaavaniaa ||1||",
    "translation": "Their minds are radiant, and their faces are always beautiful; they meditate on the most radiant Naam, the Name of the Lord. ||1||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਬਹੁਤ ਪਵਿਤ੍ਰ-ਆਤਮਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ (ਭੀ) ਸੋਹਣੇ ਦਿੱਸਦੇ ਹਨ ॥੧॥",
    "pronunciation": "sohih",
    "type_id": 3
  },
  {
    "id": 4953,
    "shabad_id": 340,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hau vwrI jIau vwrI; goibMd gux gwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Gobindh Gun Gaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who sing the Glorious Praises of the Lord of the Universe.",
    "punjabi": "ਮੈਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਸਦਾ ਸਦਕੇ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ, ਜੇਹੜਾ ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4954,
    "shabad_id": 340,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "goibdu goibdu khY idnu rwqI; goibd gux sbid suxwvixAw ]1] rhwau ]",
    "transliteration": "Gobidh Gobidh Kehai Dhin Raathee Gobidh Gun Sabadh Sunaavaniaa ||1|| Rehaao ||",
    "translation": "So chant Gobind, Gobind, the Lord of the Universe, day and night; sing the Glorious Praises of the Lord Gobind, through the Word of His Shabad. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਦਿਨ ਰਾਤ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਸੁਣਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 4955,
    "shabad_id": 340,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "goibdu gwvih; shij suBwey ]",
    "transliteration": "Gobidh Gaavehi Sehaj Subhaaeae ||",
    "translation": "Sing of the Lord Gobind with intuitive ease,",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੋਬਿੰਦ (ਦੇ ਗੁਣ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ (ਟਿਕ ਕੇ) ਗਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4956,
    "shabad_id": 340,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "gur kY BY aUjl; haumY mlu jwey ]",
    "transliteration": "Gur Kai Bhai Oojal Houmai Mal Jaaeae ||",
    "translation": "In the Fear of the Guru; you shall become radiant, and the filth of egotism shall depart.",
    "punjabi": "ਗੁਰੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4957,
    "shabad_id": 340,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "sdw AnMid rhih. Bgiq krih idnu rwqI; suix goibMdu gux gwvixAw ]2]",
    "transliteration": "Sadhaa Anandh Rehehi Bhagath Karehi Dhin Raathee Sun Gobidh Gun Gaavaniaa ||2||",
    "translation": "Remain in bliss forever, and perform devotional worship, day and night. Hear and sing the Glorious Praises of the Lord Gobind. ||2||",
    "punjabi": "ਉਹ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਹੋਰਨਾਂ ਪਾਸੋਂ) ਸੁਣ ਕੇ (ਭਾਵ, ਉਹ ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਸੁਣਦੇ ਭੀ ਹਨ, ਤੇ) ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾਂਦੇ (ਭੀ) ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4958,
    "shabad_id": 340,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "mnUAw nwcY; Bgiq idRVwey ]",
    "transliteration": "Manooaa Naachai Bhagath Dhrirraaeae ||",
    "translation": "Channel your dancing mind in devotional worship,",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਮਨੁੱਖ ਭਗਤੀ ਦ੍ਰਿੜ੍ਹ ਕਰਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਹੁਲਾਰੇ ਵਿਚ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4959,
    "shabad_id": 340,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "gur kY sbid; mnY mnu imlwey ]",
    "transliteration": "Gur Kai Sabadh Manai Man Milaaeae ||",
    "translation": "And through the Word of the Guru's Shabad, merge your mind with the Supreme Mind.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਆਪਣੇ ਮਨ ਨੂੰ ਉਧਰ ਹੀ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਬਾਹਰ ਭਟਕਣ ਤੋਂ ਬਚਾਈ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4960,
    "shabad_id": 340,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "scw qwlu pUry mwieAw mohu cukwey; sbdy inriq krwvixAw ]3]",
    "transliteration": "Sachaa Thaal Poorae Maaeiaa Mohu Chukaaeae Sabadhae Nirath Karaavaniaa ||3||",
    "translation": "Let your true and perfect tune be the subjugation of your love of Maya, and let yourself dance to the Shabad. ||3||",
    "punjabi": "(ਜਿਵੇਂ ਕੋਈ ਰਾਸਧਾਰੀਆ ਰਾਸ ਪਾਣ ਵੇਲੇ ਰਾਗ ਦੇ ਸ਼ਾਜ਼ਾਂ ਦੇ ਨਾਲ ਨਾਲ ਮਿਲ ਕੇ ਨਾਚ ਕਰਦਾ ਹੈ, ਤਿਵੇਂ) ਉਹ ਮਨੁੱਖ (ਮਾਨੋ) ਸੱਚਾ ਨਾਚ ਕਰਦਾ ਹੈ (ਜਦੋਂ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ (ਆਤਮਕ) ਨਾਚ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 4961,
    "shabad_id": 340,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "aUcw kUky; qnih pCwVy ]",
    "transliteration": "Oochaa Kookae Thanehi Pashhaarrae ||",
    "translation": "People shout out loud and move their bodies,",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ (ਰਾਸ ਆਦਿਕ ਪਾਣ ਵੇਲੇ) ਉੱਚੀ ਉੱਚੀ ਸੁਰ ਵਿਚ ਬੋਲਦਾ ਹੈ ਤੇ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਕਿਸੇ ਸ਼ੈ ਨਾਲ) ਪਟਕਾਂਦਾ ਹੈ,",
    "pronunciation": "(qnih) qn nUM (pCwVy) ptkwey",
    "type_id": 3
  },
  {
    "id": 4962,
    "shabad_id": 340,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "mwieAw moih; joihAw jmkwly ]",
    "transliteration": "Maaeiaa Mohi Johiaa Jamakaalae ||",
    "translation": "But if they are emotionally attached to Maya, then the Messenger of Death shall hunt them down.",
    "punjabi": "(ਉਂਞ ਉਹ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸਿਆ ਹੋਇਆ) ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
