[
  {
    "shabad_id": 343,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "ieik kUiV lwgy; kUVy Pl pwey ]",
    "transliteration": "Eik Koorr Laagae Koorrae Fal Paaeae ||",
    "translation": "Some are stuck in falsehood, and false are the rewards they receive.",
    "punjabi": "ਕਈ ਜੀਵ ਐਸੇ ਹਨ ਜੋ ਨਾਸਵੰਤ ਜਗਤ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਫਲ ਭੀ ਉਹੀ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲੋਂ ਸਾਥ ਟੁੱਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "dUjY Bwie; ibrQw jnmu gvwey ]",
    "transliteration": "Dhoojai Bhaae Birathhaa Janam Gavaaeae ||",
    "translation": "In love with duality, they waste away their lives in vain.",
    "punjabi": "(ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਰਹਿ ਕੇ ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "Awip fuby sgly kul foby; kUVu boil ibKu KwvixAw ]6]",
    "transliteration": "Aap Ddubae Sagalae Kul Ddobae Koorr Bol Bikh Khaavaniaa ||6||",
    "translation": "They drown themselves, and drown their entire family; speaking lies, they eat poison. ||6||",
    "punjabi": "ਉਹ ਆਪ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਗ਼ਲਤਾਨ ਰਹਿੰਦੇ ਹਨ, ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਉਸ ਮੋਹ ਵਿਚ ਹੀ ਡੋਬੀ ਰੱਖਦੇ ਹਨ, ਉਹ ਸਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਹੀ ਗੱਲਾਂ ਕਰ ਕੇ ਉਸ ਜ਼ਹਰ ਨੂੰ ਆਪਣੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਬਣਾਈ ਰੱਖਦੇ ਹਨ (ਜੋ ਉਹਨਾਂ ਦੀ ਆਤਮਕ ਮੌਤ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "iesu qn mih mnu; ko gurmuiK dyKY ]",
    "transliteration": "Eis Than Mehi Man Ko Guramukh Dhaekhai ||",
    "translation": "How rare are those who, as Gurmukh, look within their bodies, into their minds.",
    "punjabi": "(ਆਮ ਤੌਰ ਤੇ ਹਰੇਕ ਮਨੁੱਖ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਪਿੱਛੇ ਹੀ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ ਆਪਣੇ ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਟਿਕਿਆ ਹੋਇਆ ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "Bwie Bgiq; jw haumY soKY ]",
    "transliteration": "Bhaae Bhagath Jaa Houmai Sokhai ||",
    "translation": "Through loving devotion, their ego evaporates.",
    "punjabi": "(ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਹੁੰਦਾ ਹੈ) ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਟਿਕ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮੁਕਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "isD swiDk moinDwrI. rhy ilv lwie; iqn BI qn mih. mnu n idKwvixAw ]7]",
    "transliteration": "Sidhh Saadhhik Monidhhaaree Rehae Liv Laae Thin Bhee Than Mehi Man N Dhikhaavaniaa ||7||",
    "translation": "The Siddhas, the seekers and the silent sages continually, lovingly focus their consciousness, but they have not seen the mind within the body. ||7||",
    "punjabi": "ਪੁੱਗੇ ਹੋਈ ਜੋਗੀ, ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ ਜੋਗੀ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ ਸੁਰਤ ਜੋੜਨ ਦੇ ਜਤਨ ਕਰਦੇ ਹਨ, ਪਰ ਉਹ ਭੀ ਆਪਣੇ ਮਨ ਨੂੰ ਸਰੀਰ ਦੇ ਅੰਦਰ ਟਿਕਿਆ ਹੋਇਆ ਨਹੀਂ ਵੇਖ ਸਕਦੇ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "Awip krwey; krqw soeI ]",
    "transliteration": "Aap Karaaeae Karathaa Soee ||",
    "translation": "The Creator Himself inspires us to work;",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ? ਮਨ ਨੂੰ ਕਾਬੂ ਕਰਨ ਦਾ ਤੇ ਭਗਤੀ ਵਿਚ ਜੁੜਨ ਦਾ ਉੱਦਮ) ਉਹ ਕਰਤਾਰ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "horu ik kry; kIqY ikAw hoeI ]",
    "transliteration": "Hor K Karae Keethai Kiaa Hoee ||",
    "translation": "What can anyone else do? What can be done by our doing?",
    "punjabi": "(ਆਪਣੇ ਆਪ) ਕੋਈ ਜੀਵ ਕੀਹ ਕਰ ਸਕਦਾ ਹੈ? ਕਰਤਾਰ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਇਹ ਜੀਵ ਪਾਸੋਂ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਕੁੱਝ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 343,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "nwnk. ijsu nwmu dyvY. so lyvY; nwmo mMin vswvixAw ]8]23]24]",
    "transliteration": "Naanak Jis Naam Dhaevai So Laevai Naamo Mann Vasaavaniaa ||8||23||24||",
    "translation": "O Nanak, the Lord bestows His Name; we receive it, and enshrine it within the mind. ||8||23||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਉਹੀ ਨਾਮ ਸਿਮਰ ਸਕਦਾ ਹੈ , ਉਸ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਹੀ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ॥੮॥੨੩॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iesu guPw mih; AKut BMfwrw ]",
    "transliteration": "Eis Gufaa Mehi Akhutt Bhanddaaraa ||",
    "translation": "Within this cave, there is an inexhaustible treasure.",
    "punjabi": "(ਜੋਗੀ ਲੋਕ ਪਹਾੜਾਂ ਦੀਆਂ ਗੁਫ਼ਾਂ ਵਿਚ ਬੈਠ ਕੇ ਆਤਮਕ ਸ਼ਕਤੀਆਂ ਪ੍ਰਾਪਤ ਕਰਨ ਦੇ ਜਤਨ ਕਰਦੇ ਹਨ, ਪਰ) ਇਸ ਸਰੀਰ ਗੁਫ਼ਾ ਵਿਚ (ਆਤਮਕ ਗੁਣਾਂ ਦੇ ਇਤਨੇ) ਖ਼ਜ਼ਾਨੇ (ਭਰੇ ਹੋਏ ਹਨ ਜੋ) ਮੁੱਕਣ ਜੋਗੇ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iqsu ivic vsY; hir AlK Apwrw ]",
    "transliteration": "This Vich Vasai Har Alakh Apaaraa ||",
    "translation": "Within this cave, the Invisible and Infinite Lord abides.",
    "punjabi": "(ਕਿਉਂਕਿ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮਾਲਕ) ਅਦ੍ਰਿਸ਼ਟ ਅਤੇ ਬੇਅੰਤ ਹਰੀ ਇਸ ਸਰੀਰ ਵਿਚ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "A-lK: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awpy gupqu. prgtu hY Awpy; gur sbdI. Awpu vM\\\\wvixAw ]1]",
    "transliteration": "Aapae Gupath Paragatt Hai Aapae Gur Sabadhee Aap Vannjaavaniaa ||1||",
    "translation": "He Himself is hidden, and He Himself is revealed; through the Word of the Guru's Shabad, selfishness and conceit are eliminated. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹਰ ਥਾਂ ਵੱਸ ਰਿਹਾ ਹੈ, ਕਿਸੇ ਨੂੰ ਪਰਤੱਖ ਨਜ਼ਰੀ ਆ ਜਾਂਦਾ ਹੈ, ਕਿਸੇ ਨੂੰ ਲੁਕਿਆ ਹੋਇਆ ਹੀ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "hau vwrI jIau vwrI; AMimRq nwmu mMin vswvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Anmrith Naam Mann Vasaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who enshrine the Ambrosial Naam, the Name of the Lord, within their minds.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਤੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜੇਹੜੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰੀ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "AMimRq nwmu mhw rsu mITw; gurmqI AMimRqu pIAwvixAw ]1] rhwau ]",
    "transliteration": "Anmrith Naam Mehaa Ras Meethaa Guramathee Anmrith Peeaavaniaa ||1|| Rehaao ||",
    "translation": "The taste of the Ambrosial Naam is very sweet! Through the Guru's Teachings, drink in this Ambrosial Nectar. ||1||Pause||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦਾਤਾ ਹਰਿ ਨਾਮ ਬਹੁਤ ਰਸ ਵਾਲਾ ਤੇ ਮਿੱਠਾ ਹੈ। ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਹੀ ਇਹ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 344,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "haumY mwir; bjr kpwt KulwieAw ]",
    "transliteration": "Houmai Maar Bajar Kapaatt Khulaaeiaa ||",
    "translation": "Subduing egotism, the rigid doors are opened.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਮਾਰ ਕੇ (ਹਉਮੈ ਦੇ) ਕਰੜੇ ਭਿੱਤ ਖੋਹਲ ਲਏ ਹਨ,",
    "pronunciation": "(b`jr) s^q AigAwn rUpI (kpwt) prdw",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "nwmu Amolku; gur prswdI pwieAw ]",
    "transliteration": "Naam Amolak Gur Parasaadhee Paaeiaa ||",
    "translation": "The Priceless Naam is obtained by Guru's Grace.",
    "punjabi": "ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ ਨਾਮ ਅੰਮ੍ਰਿਤ (ਅੰਦਰੋਂ ਹੀ) ਲੱਭ ਲਿਆ ਜੋ ਕਿਸੇ (ਦੁਨਿਆਵੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ) ਮੁੱਲ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ibnu sbdY. nwmu n pwey koeI; gur ikrpw mMin vswvixAw ]2]",
    "transliteration": "Bin Sabadhai Naam N Paaeae Koee Gur Kirapaa Mann Vasaavaniaa ||2||",
    "translation": "Without the Shabad, the Naam is not obtained. By Guru's Grace, it is implanted within the mind. ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਵਿਚ ਜੁੜਨ) ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ (ਹਰਿ ਨਾਮ) ਮਨ ਵਿਚ ਵਸਾਇਆ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "gur igAwnu AMjnu scu; nyqRI pwieAw ]",
    "transliteration": "Gur Giaan Anjan Sach Naethree Paaeiaa ||",
    "translation": "The Guru has applied the true ointment of spiritual wisdom to my eyes.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਤੋਂ ਗਿਆਨ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੁਰਮਾ (ਆਪਣੀਆਂ ਆਤਮਕ) ਅੱਖਾਂ ਵਿਚ ਪਾਇਆ ਹੈ,",
    "pronunciation": "(AMjnu) surmw",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "AMqir cwnxu; AigAwnu AMDyru gvwieAw ]",
    "transliteration": "Anthar Chaanan Agiaan Andhhaer Gavaaeiaa ||",
    "translation": "Deep within, the Divine Light has dawned, and the darkness of ignorance has been dispelled.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ (ਆਤਮਕ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਗਿਆਨ-ਹਨੇਰਾ ਦੂਰ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "joqI joiq imlI mnu mwinAw; hir dir soBw pwvixAw ]3]",
    "transliteration": "Jothee Joth Milee Man Maaniaa Har Dhar Sobhaa Paavaniaa ||3||",
    "translation": "My light has merged into the Light; my mind has surrendered, and I am blessed with Glory in the Court of the Lord. ||3||",
    "punjabi": "ਉਸ ਦੀ ਸੁਰਤ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "srIrhu Bwlix; ko bwhir jwey ]",
    "transliteration": "Sareerahu Bhaalan Ko Baahar Jaaeae ||",
    "translation": "Those who look outside the body, searching for the Lord,",
    "punjabi": "(ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ) ਸਰੀਰ ਤੋਂ ਬਾਹਰ (ਜੰਗਲ ਵਿੱਚ ਪਹਾੜਾਂ ਦੀਆਂ ਗੁਫ਼ਾਂ ਵਿੱਚ ਇਸ ਆਤਮਕ ਚਾਨਣ ਨੂੰ) ਲੱਭਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "bw-hir: h mukqw, r ishwrI lw ky",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwmu n lhY; bhuqu vygwir duKu pwey ]",
    "transliteration": "Naam N Lehai Bahuth Vaegaar Dhukh Paaeae ||",
    "translation": "Shall not receive the Naam; they shall instead be forced to suffer the terrible pains of slavery.",
    "punjabi": "ਉਸ ਨੂੰ (ਇਹ ਆਤਮਕ ਚਾਨਣ ਦੇਣ ਵਾਲਾ) ਹਰਿ ਨਾਮ ਤਾ ਨਹੀਂ ਲੱਭਦਾ, ਉਹ (ਵਿਗਾਰ ਵਿਚ ਫਸੇ ਕਿਸੇ) ਵਿਗਾਰੀ ਵਾਂਗ ਦੁੱਖ ਹੀ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "(vygwir) ibnw mjUrI imly kMm krnw",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "mnmuK AMDy. sUJY nwhI; iPir iGir Awie, gurmuiK vQu pwvixAw ]4]",
    "transliteration": "Manamukh Andhhae Soojhai Naahee Fir Ghir Aae Guramukh Vathh Paavaniaa ||4||",
    "translation": "The blind, self-willed manmukhs do not understand; but when they return once again to their own home, then, as Gurmukh, they find the genuine article. ||4||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ। (ਜੰਗਲਾਂ ਪਹਾੜਾਂ ਵਿਚ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ) ਆਖ਼ਰ ਉਹ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਨਾਮ ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(iGir) c`kr k`t ky swDsMgq rUpI (iGir) Gr Awvy[ nwm rUpI (v`Qu) vsqU",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "gur prswdI; scw hir pwey ]",
    "transliteration": "Gur Parasaadhee Sachaa Har Paaeae ||",
    "translation": "By Guru's Grace, the True Lord is found.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ-ਥਿਰ ਹਰੀ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "min qin vyKY; haumY mYlu jwey ]",
    "transliteration": "Man Than Vaekhai Houmai Mail Jaaeae ||",
    "translation": "Within your mind and body, see the Lord, and the filth of egotism shall depart.",
    "punjabi": "ਤਾ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ (ਹੀ) ਆਪਣੇ ਤਨ ਵਿਚ (ਹੀ) ਉਸ ਦਾ ਦਰਸਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "bYis suQwin. sd hir gux gwvY; scY sbid smwvixAw ]5]",
    "transliteration": "Bais Suthhaan Sadh Har Gun Gaavai Sachai Sabadh Samaavaniaa ||5||",
    "translation": "Sitting in that place, sing the Glorious Praises of the Lord forever, and be absorbed in the True Word of the Shabad. ||5||",
    "punjabi": "ਆਪਣੇ ਸੁੱਧ ਹੋਏ ਹਿਰਦੇ ਥਾਂ ਵਿਚ ਹੀ ਬੈਠ ਕੇ (ਭਟਕਣਾ ਰਹਿਤ ਹੋ ਕੇ) ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "nau dir Twky; Dwvqu rhwey ]",
    "transliteration": "No Dhar Thaakae Dhhaavath Rehaaeae ||",
    "translation": "Those who close off the nine gates, and restrain the wandering mind,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਨੌ ਦਰਵਾਜ਼ਾ (ਨੌ ਗੋਲਕਾਂ) (ਵਿਕਾਰਾਂ ਦੇ ਪ੍ਰਭਾਵ ਵਾਲੇ ਪਾਸੇ ਵੱਲੋਂ) ਬੰਦ ਕਰ ਲਏ ਹਨ, ਜਿਸ ਨੇ (ਵਿਕਾਰਾਂ ਵਲ) ਦੌੜਦਾ ਆਪਣਾ ਮਨ ਕਾਬੂ ਕਰ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "dsvY; inj Gir vwsw pwey ]",
    "transliteration": "Dhasavai Nij Ghar Vaasaa Paaeae ||",
    "translation": "Come to dwell in the Home of the Tenth Gate.",
    "punjabi": "ਉਸ ਨੇ ਆਪਣੇ ਚਿਤ ਆਕਾਸ਼ ਦੀ ਰਾਹੀਂ (ਆਪਣੀ ਉੱਚੀ ਹੋਈ ਸੁਰਤ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਅਸਲ ਘਰ ਵਿਚ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਨਿਵਾਸ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "EQY Anhd sbd. vjih idnu rwqI; gurmqI sbdu suxwvixAw ]6]",
    "transliteration": "Outhhai Anehadh Sabadh Vajehi Dhin Raathee Guramathee Sabadh Sunaavaniaa ||6||",
    "translation": "There, the Unstruck Melody of the Shabad vibrates day and night. Through the Guru's Teachings, the Shabad is heard. ||6||",
    "punjabi": "ਉਸ ਅਵਸਥਾ ਵਿਚ ਪਹੁੰਚੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਹਿਰਦੇ ਵਿਚ) ਸਦਾ ਇਕ-ਰਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬੋਲ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦੇ ਹਨ। ਉਹ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨੂੰ ਹੀ ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ ॥੬॥",
    "pronunciation": "v`j-ih",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "ibnu sbdY; AMqir Awnyrw ]",
    "transliteration": "Bin Sabadhai Anthar Aanaeraa ||",
    "translation": "Without the Shabad, there is only darkness within.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "Awn@yrw",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "n vsqu lhY; n cUkY Pyrw ]",
    "transliteration": "N Vasath Lehai N Chookai Faeraa ||",
    "translation": "The genuine article is not found, and the cycle of reincarnation does not end.",
    "punjabi": "ਜਿਸ ਕਰਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਨਾਮ ਪਦਾਰਥ ਨਹੀਂ ਲੱਭਦਾ ਤੇ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "cOrwsI dw Pyrw",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "siqgur hiQ kuMjI. horqu dru KulY nwhI; guru pUrY. Bwig imlwvixAw ]7]",
    "transliteration": "Sathigur Hathh Kunjee Horath Dhar Khulai Naahee Gur Poorai Bhaag Milaavaniaa ||7||",
    "translation": "The key is in the hands of the True Guru; no one else can open this door. By perfect destiny, He is met. ||7||",
    "punjabi": "(ਮੋਹ ਦੇ ਬੱਜਰ ਕਵਾੜ ਖੋਹਲਣ ਲਈ) ਕੁੰਜੀ ਗੁਰੂ ਦੇ ਹੱਥ ਵਿਚ ਹੀ ਹੈ, ਕਿਸੇ ਹੋਰ ਵਸੀਲੇ ਨਾਲ ਉਹ ਦਰਵਾਜ਼ਾ ਨਹੀਂ ਖੁਲ੍ਹਦਾ। ਤੇ, ਗੁਰੂ ਭੀ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "gupqu prgtu; qUM sBnI QweI ]",
    "transliteration": "Gupath Paragatt Thoon Sabhanee Thhaaee ||",
    "translation": "You are the hidden and the revealed in all places.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਥਾਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈਂ, (ਕਿਸੇ ਨੂੰ) ਪਰਤੱਖ (ਦਿੱਸ ਪੈਂਦਾ ਹੈਂ ਕਿਸੇ ਦੇ ਭਾ ਦਾ) ਲੁਕਿਆ ਹੋਇਆ ਹੈਂ।",
    "pronunciation": "QWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "gur prswdI imil; soJI pweI ]",
    "transliteration": "Gur Parasaadhee Mil Sojhee Paaee ||",
    "translation": "Receiving Guru's Grace, this understanding is obtained.",
    "punjabi": "(ਤੇਰੇ ਸਰਬ ਵਿਆਪਕ ਹੋਣ ਦੀ) ਸਮਝ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਤੈਨੂੰ) ਮਿਲ ਕੇ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 344,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "nwnk. nwmu slwih sdw qUM; gurmuiK mMin vswvixAw ]8]24]25]",
    "transliteration": "Naanak Naam Salaahi Sadhaa Thoon Guramukh Mann Vasaavaniaa ||8||24||25||",
    "translation": "O Nanak, praise the Naam forever; as Gurmukh, enshrine it within the mind. ||8||24||25||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ ॥੮॥੨੪॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 345,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 345,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gurmuiK imlY; imlwey Awpy ]",
    "transliteration": "Guramukh Milai Milaaeae Aapae ||",
    "translation": "The Gurmukhs meet the Lord, and inspire others to meet Him as well.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 345,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kwlu n johY; duKu n sMqwpy ]",
    "transliteration": "Kaal N Johai Dhukh N Santhaapae ||",
    "translation": "Death does not see them, and pain does not afflict them.",
    "punjabi": "(ਅਜੇਹੇ ਮਨੁੱਖ ਨੂੰ) ਆਤਮਕ ਮੌਤ ਆਪਣੀ ਤੱਕ ਵਿਚ ਨਹੀਂ ਰੱਖਦੀ, ਉਸ ਨੂੰ ਕੋਈ ਦੁੱਖ ਕਲੇਸ਼ ਸਤਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 345,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "haumY mwir bMDn sB qoVY; gurmuiK sbid suhwvixAw ]1]",
    "transliteration": "Houmai Maar Bandhhan Sabh Thorrai Guramukh Sabadh Suhaavaniaa ||1||",
    "translation": "Subduing egotism, they break all their bonds; as Gurmukh, they are adorned with the Word of the Shabad. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਆਸਰੇ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਸਾਰੇ ਬੰਧਨ ਤੋੜ ਲੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 345,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hau vwrI jIau vwrI; hir hir nwim suhwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Har Har Naam Suhaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who look beautiful in the Name of the Lord, Har, Har.",
    "punjabi": "ਮੈਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣਾ ਜੀਵਨ ਸੁੰਦਰ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 345,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "gurmuiK gwvY. gurmuiK nwcY; hir syqI icqu lwvixAw ]1] rhwau ]",
    "transliteration": "Guramukh Gaavai Guramukh Naachai Har Saethee Chith Laavaniaa ||1|| Rehaao ||",
    "translation": "The Gurmukhs sing, the Gurmukhs dance, and focus their consciousness on the Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਨਾਮ ਸਿਮਰਨ ਦੇ) ਹੁਲਾਰੇ ਵਿਚ ਆਇਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦਾ ਆਸਰਾ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਆਪਣਾ ਮਨ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
