[
  {
    "shabad_id": 348,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "gur kY sbid; iehu guPw vIcwry ]",
    "transliteration": "Gur Kai Sabadh Eihu Gufaa Veechaarae ||",
    "translation": "Through the Word of the Guru's Shabad, search this cave.",
    "punjabi": "ਇਹ ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਆਪਣੇ ਸਰੀਰ-ਗੁਫ਼ਾ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਵਿਚਾਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "nwmu inrMjnu; AMqir vsY murwry ]",
    "transliteration": "Naam Niranjan Anthar Vasai Muraarae ||",
    "translation": "The Immaculate Naam, the Name of the Lord, abides deep within the self.",
    "punjabi": "ਤੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੁਰਾਰੀ ਪ੍ਰਭੂ ਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਕਾਲਖ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(murwry) vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "hir gux gwvY. sbid suhwey; imil pRIqm suKu pwvixAw ]4]",
    "transliteration": "Har Gun Gaavai Sabadh Suhaaeae Mil Preetham Sukh Paavaniaa ||4||",
    "translation": "Sing the Glorious Praises of the Lord, and decorate yourself with the Shabad. Meeting with your Beloved, you shall find peace. ||4||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ {ਜੁੜ ਕੇ ਜਿਉਂ ਜਿਉਂ} ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਜੀਵਨ ਸੁੰਦਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "jmu jwgwqI; dUjY Bwie. kru lwey ]",
    "transliteration": "Jam Jaagaathee Dhoojai Bhaae Kar Laaeae ||",
    "translation": "The Messenger of Death imposes his tax on those who are attached to duality.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਪਾਸੋਂ) ਮਸੂਲੀਆ ਜਮ-ਰਾਜ ਮਸੂਲ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(kru) tYks msUl",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "nwvhu BUly; dyie sjwey ]",
    "transliteration": "Naavahu Bhoolae Dhaee Sajaaeae ||",
    "translation": "He inflicts punishment on those who forget the Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "GVI muhq kw lyKw lyvY; rqIAhu mwsw qol kFwvixAw ]5]",
    "transliteration": "Gharree Muhath Kaa Laekhaa Laevai Ratheeahu Maasaa Thol Kadtaavaniaa ||5||",
    "translation": "They are called to account for each instant and each moment. Every grain, every particle, is weighed and counted. ||5||",
    "punjabi": "(ਜਮਰਾਜ ਮਸੂਲੀਆ) ਉਸ ਪਾਸੋਂ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਇਕ ਇਕ ਘੜੀ ਦਾ, ਅੱਧੀ ਅੱਧੀ ਘੜੀ ਦਾ ਲੇਖਾ ਲੈਂਦਾ ਹੈ। ਇਕ ਇਕ ਰੱਤੀ ਕਰ ਕੇ, ਇਕ ਇਕ ਮਾਸਾ ਕਰ ਕੇ ਜਮਰਾਜ ਉਸ ਦੇ ਜੀਵਨ-ਕਰਮਾਂ ਦਾ ਤੋਲ ਕਰਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "r`qIAhu",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "pyeIAVY; ipru cyqY nwhI ]",
    "transliteration": "Paeeearrai Pir Chaethae Naahee ||",
    "translation": "One who does not remember her Husband Lord in this world is being cheated by duality;",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਜੀਵਨ ਵਿਚ) ਪ੍ਰਭੂ ਪਤੀ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "dUjY muTI; rovY DwhI ]",
    "transliteration": "Dhoojai Muthee Rovai Dhhaahee ||",
    "translation": "She shall weep bitterly in the end.",
    "punjabi": "ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪੈ ਕੇ (-ਆਤਮਕ ਗੁਣਾਂ ਦੀ ਰਾਸਿ ਪੂੰਜੀ) ਲੁਟਾਂਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ (ਲੇਖਾ ਦੇਣ ਵੇਲੇ) ਢਾਹਾਂ ਮਾਰ ਮਾਰ ਕੇ ਰੋਂਦੀ ਹੈ।",
    "pronunciation": "(DwhI) DwhW mwr ky",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "KrI kuAwilE kurUip kulKxI; supnY. ipru nhI pwvixAw ]6]",
    "transliteration": "Kharee Kuaaliou Kuroop Kulakhanee Supanai Pir Nehee Paavaniaa ||6||",
    "translation": "She is from an evil family; she is ugly and vile. Even in her dreams, she does not meet her Husband Lord. ||6||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਭੈੜੇ ਘਰ ਦੀ ਭੈੜੇ ਰੂਪ ਵਾਲੀ ਭੈੜੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੀ ਕਹੀ ਜਾਂਦੀ ਹੈ, (ਪੇਕੇ ਘਰ ਰਹਿੰਦਿਆਂ) ਉਸ ਨੇ ਕਦੇ ਸੁਪਨੇ ਵਿਚ ਭੀ ਪ੍ਰਭੂ ਮਿਲਾਪ ਨਾਹ ਕੀਤਾ ॥੬॥",
    "pronunciation": "(KrI) bhuq (kuAwilE) bury Gr dI[ (kurUip) ihrdy dI sPweI rihq iBAwnk[ (ku-l`KxI) Koty cwl c`lx vwlI",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "pyeIAVY; ipru mMin vswieAw ]",
    "transliteration": "Paeeearrai Pir Mann Vasaaeiaa ||",
    "translation": "She who enshrines her Husband Lord in her mind in this world",
    "punjabi": "ਪੇਕੇ ਘਰ ਵਿਚ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ ਪਤੀ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਰੱਖਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "pUrY guir; hdUir idKwieAw ]",
    "transliteration": "Poorai Gur Hadhoor Dhikhaaeiaa ||",
    "translation": "His Presence is revealed to her by the Perfect Guru.",
    "punjabi": "ਜਿਸ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਦੇ) ਅੰਗ-ਸੰਗ (ਵੱਸਦਾ) ਵਿਖਾ ਦਿੱਤਾ.",
    "pronunciation": "(hdUir) AMg sMg",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "kwmix. ipru rwiKAw kMiT lwie; sbdy. ipru rwvY syj suhwvixAw ]7]",
    "transliteration": "Kaaman Pir Raakhiaa Kanth Laae Sabadhae Pir Raavai Saej Suhaavaniaa ||7||",
    "translation": "That soul-bride keeps her Husband Lord clasped tightly to her heart, and through the Word of the Shabad, she enjoys her Husband Lord upon His Beautiful Bed. ||7||",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਈ ਰੱਖਿਆ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੭॥",
    "pronunciation": "k`wmix",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "Awpy dyvY; sid bulwey ]",
    "transliteration": "Aapae Dhaevai Sadh Bulaaeae ||",
    "translation": "The Lord Himself sends out the call, and He summons us to His Presence.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਸੱਦ ਕੇ ਬੁਲਾ ਕੇ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "s`id",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "Awpxw nwau; mMin vswey ]",
    "transliteration": "Aapanaa Naao Mann Vasaaeae ||",
    "translation": "He enshrines His Name within our minds.",
    "punjabi": "ਆਪ ਹੀ ਆਪਣਾ ਨਾਮ (ਜੀਵ ਦੇ) ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 348,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "nwnk. nwmu imlY vifAweI; An idnu sdw gux gwvixAw ]8]28]29]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Anadhin Sadhaa Gun Gaavaniaa ||8||28||29||",
    "translation": "O Nanak, one who receives the greatness of the Naam night and day, constantly sings His Glorious Praises. ||8||28||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ, ਉਸ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੮॥੨੮॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "aUqm jnmu; suQwin hY vwsw ]",
    "transliteration": "Ootham Janam Suthhaan Hai Vaasaa ||",
    "translation": "Sublime is their birth, and the place where they dwell.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਸਾਧ ਸੰਗਤਿ-) ਸ੍ਰੇਸ਼ਟ ਥਾਂ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜਨਮ ਸ੍ਰੇਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ (ਸੁਧਰ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(suQwin) swDsMgq, siq srUp bRhm",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "siqguru syvih; Gr mwih audwsw ]",
    "transliteration": "Sathigur Saevehi Ghar Maahi Oudhaasaa ||",
    "translation": "Those who serve the True Guru remain detached in the home of their own being.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਲੈਂਦੇ ਹਨ, ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਹੀ (ਮਾਇਆ ਵਲੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hir rMig rhih sdw rMig rwqy; hir ris mnu iqRpqwvixAw ]1]",
    "transliteration": "Har Rang Rehehi Sadhaa Rang Raathae Har Ras Man Thripathaavaniaa ||1||",
    "translation": "They abide in the Lord's Love, and constantly imbued with His Love, their minds are satisfied and fulfilled with the Lord's Essence. ||1||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਉਹਨਾਂ ਦਾ ਮਨ ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "rhih",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "hau vwrI jIau vwrI; piV buiJ mMin vswvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Parr Bujh Mann Vasaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who read of the Lord, who understand and enshrine Him within their minds.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜੇਹੜੇ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਕੇ ਸਮਝ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ) ਮਨ ਵਿਚ ਵਸਾਂਦੇ ਹਨ।",
    "pronunciation": "piV@ bu`iJ",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "gurmuiK pVih. hir nwmu slwhih; dir scY soBw pwvixAw ]1] rhwau ]",
    "transliteration": "Guramukh Parrehi Har Naam Salaahehi Dhar Sachai Sobhaa Paavaniaa ||1|| Rehaao ||",
    "translation": "The Gurmukhs read and praise the Lord's Name; they are honored in the True Court. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਬਾਣੀ) ਪੜ੍ਹਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਲਾਹੁੰਦੇ ਹਨ, ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "slwhih",
    "type_id": 4
  },
  {
    "shabad_id": 349,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "AlK AByau hir; rihAw smwey ]",
    "transliteration": "Alakh Abhaeo Har Rehiaa Samaaeae ||",
    "translation": "The Unseen and Inscrutable Lord is permeating and pervading everywhere.",
    "punjabi": "ਪਰਮਾਤਮਾ ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਉਸ ਦਾ ਭੇਦ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਉਹ (ਸਭ ਜੀਵਾਂ ਵਿਚ ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "(AByau) iBMn hoxo rihq",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "aupwie. n ikqI pwieAw jwey ]",
    "transliteration": "Oupaae N Kithee Paaeiaa Jaaeae ||",
    "translation": "He cannot be obtained by any effort.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਸੇ ਭੀ ਤਰੀਕੇ ਨਾਲ ਉਸ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ikrpw kry qw siqguru Byty; ndrI myil imlwvixAw ]2]",
    "transliteration": "Kirapaa Karae Thaa Sathigur Bhaettai Nadharee Mael Milaavaniaa ||2||",
    "translation": "If the Lord grants His Grace, then we come to meet the True Guru. By His Kindness, we are united in His Union. ||2||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ (ਕਿਸੇ ਜੀਵ ਉੱਤੇ) ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ (ਉਸ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਆਪਣੀ) ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਉਸ ਨੂੰ ਅਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "dUjY Bwie pVY; nhI bUJY ]",
    "transliteration": "Dhoojai Bhaae Parrai Nehee Boojhai ||",
    "translation": "One who reads, while attached to duality, does not understand.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ, ਉਹ (ਜੇ ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ) ਪੜ੍ਹਦਾ (ਭੀ) ਹੈ ਤਾਂ ਉਹਨੂੰ ਨੂੰ ਸਮਝਦਾ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "iqRibiD; mwieAw kwrix lUJY ]",
    "transliteration": "Thribidhh Maaeiaa Kaaran Loojhai ||",
    "translation": "He yearns for the three-phased Maya.",
    "punjabi": "ਉਹ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਪੜ੍ਹਦਾ ਹੋਇਆ ਭੀ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ (ਅੰਦਰੇ ਅੰਦਰ) ਕੁੜ੍ਹਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(iqRibiD) iqMn guxW vwlI",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "iqRibiD bMDn qUtih. gur sbdI; gur sbdI. mukiq krwvixAw ]3]",
    "transliteration": "Thribidhh Bandhhan Thoottehi Gur Sabadhee Gur Sabadhee Mukath Karaavaniaa ||3||",
    "translation": "The bonds of the three-phased Maya are broken by the Word of the Guru's Shabad. Through the Guru's Shabad, liberation is achieved. ||3||",
    "punjabi": "ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ (ਦੇ ਮੋਹ) ਦੇ ਬੰਧਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਟੁੱਟਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਹੀ (ਪਰਮਾਤਮਾ ਜੀਵ ਨੂੰ) ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਿਵਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "iehu mnu cMclu; vis n AwvY ]",
    "transliteration": "Eihu Man Chanchal Vas N Aavai ||",
    "translation": "This unstable mind cannot be held steady.",
    "punjabi": "(ਮਾਇਆ-ਵ੍ਹੇੜੇ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਚੰਚਲ (ਸੁਭਾਵ ਵਾਲਾ ਰਹਿੰਦਾ) ਹੈ, (ਉਸ ਦੇ ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਕਾਬੂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "duibDw lwgY; dh idis DwvY ]",
    "transliteration": "Dhubidhhaa Laagai Dheh Dhis Dhhaavai ||",
    "translation": "Attached to duality, it wanders in the ten directions.",
    "punjabi": "(ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਕਾਰਨ) ਡਾਵਾਂ ਡੋਲ ਹਾਲਤ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ibKu kw kIVw. ibKu mih rwqw; ibKu hI mwih pcwvixAw ]4]",
    "transliteration": "Bikh Kaa Keerraa Bikh Mehi Raathaa Bikh Hee Maahi Pachaavaniaa ||4||",
    "translation": "It is a poisonous worm, drenched with poison, and in poison it rots away. ||4||",
    "punjabi": "(ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਰੂਪ) ਜ਼ਹਿਰ ਦਾ ਹੀ ਉਹ ਕੀੜਾ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ, (ਜਿਵੇਂ ਵਿਸ਼ਟੇ ਦਾ ਕੀੜਾ ਵਿਸ਼ਟੇ ਵਿਚ ਪ੍ਰਸੰਨ ਰਹਿੰਦਾ ਹੈ), ਉਹ ਇਸ ਜ਼ਹਿਰ ਵਿਚ ਹੀ ਖ਼ੁਸ਼ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਇਸ ਜ਼ਹਿਰ ਵਿਚ ਹੀ (ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ) ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "hau hau kry; qY Awpu jxwey ]",
    "transliteration": "Ho Ho Karae Thai Aap Janaaeae ||",
    "translation": "Practicing egotism and selfishness, they try to impress others by showing off.",
    "punjabi": "(ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਸਦਾ) ਹਉਮੈ ਦੇ ਬੋਲ ਬੋਲਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਜ਼ਾਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "bhu krm krY; ikCu Qwie. n pwey ]",
    "transliteration": "Bahu Karam Karai Kishh Thhaae N Paaeae ||",
    "translation": "They perform all sorts of rituals, but they gain no acceptance.",
    "punjabi": "(ਆਪਣੇ ਵੱਲੋਂ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ (ਭੀ) ਵਧੇਰੇ ਕਰਦਾ ਹੈ, ਪਰ ਉਸਦਾ ਕੋਈ ਕੰਮ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "quJ qy bwhir. ikCU n hovY; bKsy sbid suhwvixAw ]5]",
    "transliteration": "Thujh Thae Baahar Kishhoo N Hovai Bakhasae Sabadh Suhaavaniaa ||5||",
    "translation": "Without You, Lord, nothing happens at all. You forgive those who are adorned with the Word of Your Shabad. ||5||",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਪਾਸੋਂ) ਕੁਝ ਨਹੀਂ ਹੋ ਸਕਦਾ (ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਦਇਆ ਕਰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "aupjY pcY; hir bUJY nwhI ]",
    "transliteration": "Oupajai Pachai Har Boojhai Naahee ||",
    "translation": "They are born, and they die, but they do not understand the Lord.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, ਉਹ ਕਦੇ ਜੰਮਦਾ ਹੈ ਕਦੇ ਸੜਦਾ ਹੈ (ਭਾਵ ਉਹ ਕਦੇ ਤਾਂ ਸੁਖ ਦਾ ਸਾਹ ਲੈਂਦਾ ਹੈ ਕਦੇ ਹਾਹੁਕੇ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "(pcY) Kpy",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "An idnu; dUjY Bwie iPrwhI ]",
    "transliteration": "Anadhin Dhoojai Bhaae Firaahee ||",
    "translation": "Night and day, they wander, in love with duality.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ) ਭਟਕਦੇ ਫਿਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "mnmuK jnmu gieAw hY ibrQw; AMiq gieAw pCuqwvixAw ]6]",
    "transliteration": "Manamukh Janam Gaeiaa Hai Birathhaa Anth Gaeiaa Pashhuthaavaniaa ||6||",
    "translation": "The lives of the self-willed manmukhs are useless; in the end, they die, regretting and repenting. ||6||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਖ਼ਰ (ਦੁਨੀਆ ਤੋਂ) ਪਛੁਤਾਂਦਾ ਹੀ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "gieAw",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ipru prdyis; isgwru bxwey ]",
    "transliteration": "Pir Paradhaes Sigaar Banaaeae ||",
    "translation": "The Husband is away, and the wife is getting dressed up.",
    "punjabi": "(ਇਸਤ੍ਰੀ ਦਾ) ਪਤੀ ਪਰਦੇਸ ਵਿਚ ਹੋਵੇ ਤੇ ਉਹ (ਆਪਣੇ ਸਰੀਰ ਦਾ) ਸ਼ਿੰਗਾਰ ਕਰਦੀ ਰਹੇ (ਅਜੇਹੀ ਇਸਤ੍ਰੀ ਨੂੰ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "mnmuK AMDu; AYsy krm kmwey ]",
    "transliteration": "Manamukh Andhh Aisae Karam Kamaaeae ||",
    "translation": "This is what the blind, self-willed manmukhs are doing.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ (ਭੀ) ਇਹੋ ਜਿਹੇ ਕਰਮ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "hliq n soBw. pliq n FoeI; ibrQw jnmu gvwvixAw ]7]",
    "transliteration": "Halath N Sobhaa Palath N Dtoee Birathhaa Janam Gavaavaniaa ||7||",
    "translation": "They are not honored in this world, and they shall find no shelter in the world hereafter. They are wasting their lives in vain. ||7||",
    "punjabi": "ਉਸ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ (ਭੀ) ਸੋਭਾ ਨਹੀਂ ਮਿਲਦੀ, ਤੇ ਪਰਲੋਕ ਵਿਚ ਭੀ ਸਹਾਰਾ ਨਹੀਂ ਮਿਲਦਾ। ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "(hliq) ies lok c, (pliq) pRlok c[ (FoeI) shwrw",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "hir kw nwmu; iknY ivrlY jwqw ]",
    "transliteration": "Har Kaa Naam Kinai Viralai Jaathaa ||",
    "translation": "How rare are those who know the Name of the Lord!",
    "punjabi": "ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "pUry gur kY sbid pCwqw ]",
    "transliteration": "Poorae Gur Kai Sabadh Pashhaathaa ||",
    "translation": "Through the Shabad, the Word of the Perfect Guru, the Lord is realized.",
    "punjabi": "(ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ) ਪੂਰੇ ਗਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "Anidnu Bgiq kry idnu rwqI; shjy hI suKu pwvixAw ]8]",
    "transliteration": "Anadhin Bhagath Karae Dhin Raathee Sehajae Hee Sukh Paavaniaa ||8||",
    "translation": "Night and day, they perform the Lord's devotional service; day and night, they find intuitive peace. ||8||",
    "punjabi": "(ਜੇਹੜਾ ਸਾਂਝ ਪਾਂਦਾ ਹੈ) ਉਹ ਹਰ ਰੋਜ਼ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ, ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੮॥",
    "pronunciation": "(Anidnu) ie`krs",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "sB mih vrqY; eyko soeI ]",
    "transliteration": "Sabh Mehi Varathai Eaeko Soee ||",
    "translation": "That One Lord is pervading in all.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "gurmuiK ivrlw; bUJY koeI ]",
    "transliteration": "Guramukh Viralaa Boojhai Koee ||",
    "translation": "Only a few, as Gurmukh, understand this.",
    "punjabi": "(ਪਰ ਇਹ ਗੱਲ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 349,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "nwnk. nwim rqy jn sohih; kir ikrpw Awip imlwvixAw ]9]29]30]",
    "transliteration": "Naanak Naam Rathae Jan Sohehi Kar Kirapaa Aap Milaavaniaa ||9||29||30||",
    "translation": "O Nanak, those who are attuned to the Naam are beautiful. Granting His Grace, God unites them with Himself. ||9||29||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ (ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਪਣਾ ਜੀਵਨ ਸੁੰਦਰ ਬਣਾ ਲੈਂਦੇ ਹਨ। ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੯॥੨੯॥੩੦॥",
    "pronunciation": "sohih",
    "type_id": 3
  }
]