[
  {
    "shabad_id": 350,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mnmuK pVih; pMifq khwvih ]",
    "transliteration": "Manamukh Parrehi Panddith Kehaavehi ||",
    "translation": "The self-willed manmukhs read and recite; they are called Pandits-spiritual scholars.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਵੇਦ ਆਦਿਕ ਧਰਮ ਪੁਸਤਕਾਂ) ਪੜ੍ਹਦੇ ਹਨ (ਤੇ ਇਸ ਕਾਰਨ ਆਪਣੇ ਆਪ ਨੂੰ) ਪੰਡਿਤ ਵਿਦਵਾਨ ਅਖਵਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dUjY Bwie; mhw duKu pwvih ]",
    "transliteration": "Dhoojai Bhaae Mehaa Dhukh Paavehi ||",
    "translation": "But they are in love with duality, and they suffer in terrible pain.",
    "punjabi": "(ਪਰ ਫਿਰ ਭੀ ਉਹ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਧਰਮ-ਪੁਸਤਕਾਂ ਪੜ੍ਹਦੇ ਹੋਏ ਭੀ ਹਉਮੈ ਆਦਿਕ ਦਾ) ਵੱਡਾ ਦੁੱਖ ਸਹਿੰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ibiKAw mwqy. ikCu sUJY nwhI; iPir iPir jUnI AwvixAw ]1]",
    "transliteration": "Bikhiaa Maathae Kishh Soojhai Naahee Fir Fir Joonee Aavaniaa ||1||",
    "translation": "Intoxicated with vice, they understand nothing at all. They are reincarnated, over and over again. ||1||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਰਹਿਣ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਕੁਝ ਭੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ, ਉਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(m`wqy) msq hoey",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hau vwrI jIau vwrI; haumY mwir imlwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Houmai Maar Milaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who subdue their ego, and unite with the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਤਾਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜੇਹੜੇ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "gur syvw qy. hir min visAw; hir rsu shij pIAwvixAw ]1] rhwau ]",
    "transliteration": "Gur Saevaa Thae Har Man Vasiaa Har Ras Sehaj Peeaavaniaa ||1|| Rehaao ||",
    "translation": "They serve the Guru, and the Lord dwells within their minds; they intuitively drink in the sublime essence of the Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਦੇ ਕਾਰਨ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 350,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "vydu pVih; hir rsu. nhI AwieAw ]",
    "transliteration": "Vaedh Parrehi Har Ras Nehee Aaeiaa ||",
    "translation": "The Pandits read the Vedas, but they do not obtain the Lord's essence.",
    "punjabi": "(ਆਪਣੇ ਆਪ ਨੂੰ ਪੰਡਿਤ ਅਖਵਾਣ ਵਾਲੇ ਲੋਕ) ਵੇਦ (ਤਾਂ) ਪੜ੍ਹਦੇ ਹਨ, (ਪਰ) ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "vwdu vKwxih; mohy mwieAw ]",
    "transliteration": "Vaadh Vakhaanehi Mohae Maaeiaa ||",
    "translation": "Intoxicated with Maya, they argue and debate.",
    "punjabi": "(ਵੇਦ ਆਦਿਕ ਪੜ੍ਹ ਕੇ ਤਾਂ ਉਹ ਸਿਰਫ਼ ਕੋਈ ਨਾ ਕੋਈ) ਧਰਮ-ਚਰਚਾ, ਬਹਸ ਹੀ (ਹੋਰਨਾਂ ਨੂੰ) ਸੁਣਾਂਦੇ ਹਨ (ਆਪ ਉਹ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(vwdu) JgVy dIAW g`lW (vKwxih) kQn krdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "AigAwn mqI sdw AMiDAwrw; gurmuiK bUiJ hir gwvixAw ]2]",
    "transliteration": "Agiaanamathee Sadhaa Andhhiaaraa Guramukh Boojh Har Gaavaniaa ||2||",
    "translation": "The foolish intellectuals are forever in spiritual darkness. The Gurmukhs understand, and sing the Glorious Praises of the Lord. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਆਪਣੀ ਮਤਿ ਬੇਸਮਝੀ ਵਾਲੀ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਗੁਰੂ ਪਾਸੋਂ) ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "AkQo kQIAY; sbid suhwvY ]",
    "transliteration": "Akathho Kathheeai Sabadh Suhaavai ||",
    "translation": "The Indescribable is described only through the beauteous Word of the Shabad.",
    "punjabi": "(ਜਿਸ ਹਿਰਦੇ ਵਿਚ) ਅਕੱਥ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੁੰਦੀ ਰਹੇ, (ਉਸ ਹਿਰਦੇ ਵਿਚ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਪਰਮਾਤਮਾ) ਸੋਹਣਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(suhwvY) soBnIk, sohxy[ A-kQo: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "gurmqI; min sco BwvY ]",
    "transliteration": "Guramathee Man Sacho Bhaavai ||",
    "translation": "Through the Guru's Teachings, the Truth becomes pleasing to the mind.",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "sco scu rvih idnu rwqI; iehu mnu sic rMgwvixAw ]3]",
    "transliteration": "Sacho Sach Ravehi Dhin Raathee Eihu Man Sach Rangaavaniaa ||3||",
    "translation": "Those who speak of the truest of the true, day and night-their minds are imbued with the Truth. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ) ਦਿਨ ਰਾਤ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦਾ) ਇਹ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ ਰੰਗ) ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(rvih) ismrdy",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "jo sic rqy; iqn sco BwvY ]",
    "transliteration": "Jo Sach Rathae Thin Sacho Bhaavai ||",
    "translation": "Those who are attuned to Truth, love the Truth.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੇ ਪ੍ਰੇਮ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "Awpy dyie; n pCoqwvY ]",
    "transliteration": "Aapae Dhaee N Pashhothaavai ||",
    "translation": "The Lord Himself bestows this gift; He shall not take it back.",
    "punjabi": "(ਇਹ ਦਾਤ ਪਰਮਾਤਮਾ) ਆਪ ਹੀ (ਉਹਨਾਂ ਨੂੰ) ਦੇਂਦਾ ਹੈ, (ਇਹ ਦਾਤ ਦੇ ਕੇ ਉਹ) ਪਛੁਤਾਂਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "gur kY sbid sdw scu jwqw; imil scy suKu pwvixAw ]4]",
    "transliteration": "Gur Kai Sabadh Sadhaa Sach Jaathaa Mil Sachae Sukh Paavaniaa ||4||",
    "translation": "Through the Word of the Guru's Shabad, the True Lord is known forever; meeting the True One, peace is found. ||4||",
    "punjabi": "(ਕਿਉਂਕਿ ਇਸ ਦਾਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੇ ਹਨ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "kUVu kusqu; iqnw. mYlu n lwgY ]",
    "transliteration": "Koorr Kusath Thinaa Mail N Laagai ||",
    "translation": "The filth of fraud and falsehood does not stick to those who,",
    "punjabi": "(ਅਜੇਹੇ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਨੂੰ) ਝੂਠ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਠੱਗੀ ਪੋਹ ਨਹੀਂ ਸਕਦੀ, ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "ku-s`qu",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "gur prswdI; An idnu jwgY ]",
    "transliteration": "Gur Parasaadhee Anadhin Jaagai ||",
    "translation": "By Guru's Grace, remain awake and aware, night and day.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "inrml nwmu vsY Gt BIqir; joqI joiq imlwvixAw ]5]",
    "transliteration": "Niramal Naam Vasai Ghatt Bheethar Jothee Joth Milaavaniaa ||5||",
    "translation": "The Immaculate Naam, the Name of the Lord, abides deep within their hearts; their light merges into the Light. ||5||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "(Gt) ihrdy (BIqir) AMdr",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "qRY gux pVih; hir qqu. n jwxih ]",
    "transliteration": "Thrai Gun Parrehi Har Thath N Jaanehi ||",
    "translation": "They read about the three qualities, but they do not know the essential reality of the Lord.",
    "punjabi": "ਜਿਹੜੇ ਸਦਾ ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਲੇਖੇ ਹੀ ਪੜ੍ਹਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਜਗਤ ਦੇ) ਮੂਲ-ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(qqu) sdw s`c srUp hir jI[ pV@ih",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "mUlhu Buly; gur sbdu. n pCwxih ]",
    "transliteration": "Moolahu Bhulae Gur Sabadh N Pashhaanehi ||",
    "translation": "They forget the Primal Lord, the Source of all, and they do not recognize the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ (ਮਨੁੱਖ ਜਗਤ ਦੇ) ਮੂਲ-ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ, ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ।",
    "pronunciation": "(mUlhu) mUl vwihgurU jI qoN",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "moh ibAwpy. ikCu sUJY nwhI; gur sbdI hir pwvixAw ]6]",
    "transliteration": "Moh Biaapae Kishh Soojhai Naahee Gur Sabadhee Har Paavaniaa ||6||",
    "translation": "They are engrossed in emotional attachment; they do not understand anything at all. Through the Word of the Guru's Shabad, the Lord is found. ||6||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਗ਼ਲਤਾਨ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਬਾਰੇ) ਕੁਝ ਭੀ ਨਹੀਂ ਸੁੱਝਦਾ। (ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "vydu pukwrY; iqRibiD mwieAw ]",
    "transliteration": "Vaedh Pukaarai Thribidhh Maaeiaa ||",
    "translation": "The Vedas proclaim that Maya is of three qualities.",
    "punjabi": "(ਪੰਡਿਤ) ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ) ਨੂੰ ਉੱਚੀ ਉੱਚੀ ਪੜ੍ਹਦਾ ਹੈ, (ਪਰ ਉਸ ਦੇ ਅੰਦਰ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ (ਦਾ ਪ੍ਰਭਾਵ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "mnmuK. n bUJih; dUjY BwieAw ]",
    "transliteration": "Manamukh N Boojhehi Dhoojai Bhaaeiaa ||",
    "translation": "The self-willed manmukhs, in love with duality, do not understand.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਹੀਂ ਸਮਝਦੇ (ਉਹਨਾਂ ਦਾ ਮਨ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਹੀ (ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "qRY gux pVih. hir eyku, n jwxih; ibnu bUJy. duKu pwvixAw ]7]",
    "transliteration": "Thrai Gun Parrehi Har Eaek N Jaanehi Bin Boojhae Dhukh Paavaniaa ||7||",
    "translation": "They read of the three qualities, but they do not know the One Lord. Without understanding, they obtain only pain and suffering. ||7||",
    "punjabi": "ਉਹ (ਇਹਨਾਂ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ (ਕਮਾਣ) ਦੀ ਖ਼ਾਤਰ ਪੜ੍ਹਦੇ ਹਨ, ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ (ਧਰਮ-ਪੁਸਤਕਾਂ ਪੜ੍ਹਦੇ ਹੋਏ ਭੀ ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ ਦੁੱਖ (ਹੀ) ਪਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "jw iqsu BwvY; qw Awip imlwey ]",
    "transliteration": "Jaa This Bhaavai Thaa Aap Milaaeae ||",
    "translation": "When it pleases the Lord, He unites us with Himself.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਵੀ ਕੀਹ ਵੱਸ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਆਪਣੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਆਪ (ਹੀ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "gur sbdI; shsw dUKu cukwey ]",
    "transliteration": "Gur Sabadhee Sehasaa Dhookh Chukaaeae ||",
    "translation": "Through the Word of the Guru's Shabad, skepticism and suffering are dispelled.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਸਹਮ ਤੇ ਦੁੱਖ ਦੂਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(shsw) Brm",
    "type_id": 3
  },
  {
    "shabad_id": 350,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "nwnk. nwvY kI scI vifAweI; nwmo mMin suKu pwvixAw ]8]30]31]",
    "transliteration": "Naanak Naavai Kee Sachee Vaddiaaee Naamo Mann Sukh Paavaniaa ||8||30||31||",
    "translation": "O Nanak, True is the Greatness of the Name. Believing in the Name, peace is obtained. ||8||30||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਇੱਜ਼ਤ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਨੂੰ ਹੀ (ਜੀਵਨ ਮਨੋਰਥ) ਮੰਨ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੮॥੩੦॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "inrguxu srguxu Awpy soeI ]",
    "transliteration": "Niragun Saragun Aapae Soee ||",
    "translation": "The Lord Himself is Unmanifest and Unrelated; He is Manifest and Related as well.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਉਸ ਸਰੂਪ ਵਾਲਾ ਹੈ ਜਿਸ ਵਿਚ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਲੇਸ਼ ਨਹੀਂ ਹੁੰਦਾ, ਆਪ ਹੀ ਉਸ ਸਰੂਪ ਵਾਲਾ ਹੈ ਜਿਸ ਵਿਚ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣ ਮੌਜੂਦ ਹਨ (ਆਕਾਰ ਤੋਂ ਰਹਿਤ ਭੀ ਆਪ ਹੀ ਹੈ, ਤੇ ਇਹ ਦਿੱਸਦਾ ਆਕਾਰ ਰੂਪ ਭੀ ਆਪ ਹੀ ਹੈ)।",
    "pronunciation": "kRoVW bRhmMfW dy pswry, Awpxy srguxu srUp c vs ky, ies nUM Awpxy Awsry itkw ky, ies srguxu smyq, siq sMqoK inmRqw gRIbI iKmw shnsIlqw DIrj AnMq guxW dy Anq klwvwn qyz pRkwS sihq, hr pRwxI dy AMdr bwhr hr smyN Ajpw jwp kr rhy, BrpUr pRkwSk inrguxu bRhmjI",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qqu pCwxY; so pMifqu hoeI ]",
    "transliteration": "Thath Pashhaanai So Panddith Hoee ||",
    "translation": "Those who recognize this essential reality are the true Pandits, the spiritual scholars.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਅਸਲੇ ਨੂੰ ਪਛਾਣਦਾ ਹੈ (ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ), ਉਹ ਪੰਡਿਤ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(qqu) mUl Bwv inrguxu srguxu vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Awip qrY sgly kul qwrY; hir nwmu mMin vswvixAw ]1]",
    "transliteration": "Aap Tharai Sagalae Kul Thaarai Har Naam Mann Vasaavaniaa ||1||",
    "translation": "They save themselves, and save all their families and ancestors as well, when they enshrine the Lord's Name in the mind. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਅਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hau vwrI jIau vwrI; hir rsu ciK. swdu pwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Har Ras Chakh Saadh Paavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who taste the essence of the Lord, and savor its taste.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਚੱਖ ਕੇ (ਉਸ ਦਾ ਆਤਮਕ) ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hir rsu cwKih. sy jn inrml; inrml nwmu iDAwvixAw ]1] rhwau ]",
    "transliteration": "Har Ras Chaakhehi Sae Jan Niramal Niramal Naam Dhhiaavaniaa ||1|| Rehaao ||",
    "translation": "Those who taste this essence of the Lord are the pure, immaculate beings. They meditate on the Immaculate Naam, the Name of the Lord. ||1||Pause||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਦਾ ਰਸ ਚੱਖਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ ਆਤਮਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 351,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "so inhkrmI; jo sbdu bIcwry ]",
    "transliteration": "So Nihakaramee Jo Sabadh Beechaarae ||",
    "translation": "Those who reflect upon the Shabad are beyond karma.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਹ ਦੁਨੀਆ ਦਾ ਕਾਰ-ਵਿਹਾਰ ਵਾਸਨਾ ਰਹਿਤ ਹੋ ਕੇ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(inh-krmI) inrlyp, inskwmI",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "AMqir qqu igAwin; haumY mwry ]",
    "transliteration": "Anthar Thath Giaan Houmai Maarae ||",
    "translation": "They subdue their ego, and find the essence of wisdom, deep within their being.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਜਗਤ ਦਾ ਮੂਲ ਪ੍ਰਭੂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ (ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ) ਗਿਆਨ ਦੀ ਸਹਾਇਤਾ ਨਾਲ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nwmu pdwrQu nau iniD pwey; qRY gux myit smwvixAw ]2]",
    "transliteration": "Naam Padhaarathh No Nidhh Paaeae Thrai Gun Maett Samaavaniaa ||2||",
    "translation": "They obtain the nine treasures of the wealth of the Naam. Rising above the three qualities, they merge into the Lord. ||2||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ (ਜੋ ਉਸਦੇ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ) ਨੌ ਖ਼ਜ਼ਾਨੇ (ਹੀ ਹੈ)। (ਇਸ ਨਾਮ ਪਦਾਰਥ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਪ੍ਰਭਾਵ ਮਿਟਾ ਕੇ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(qRY gux) rjo qmo sqo gux",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "haumY krY; inhkrmI. n hovY ]",
    "transliteration": "Houmai Karai Nihakaramee N Hovai ||",
    "translation": "Those who act in ego do not go beyond karma.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ 'ਮੈਂ ਕਰਦਾ ਹਾਂ ਮੈਂ ਕਰਦਾ ਹਾਂ' ਦੀ ਰਟ ਲਗਾਈ ਰੱਖਦਾ ਹੈ, ਉਹ ਵਾਸਨਾ ਰਹਿਤ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "gur prswdI; haumY KovY ]",
    "transliteration": "Gur Parasaadhee Houmai Khovai ||",
    "translation": "It is only by Guru's Grace that one is rid of ego.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ (ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ) ਹਉਮੈ ਦੂਰ ਕਰ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "AMqir ibbyku sdw Awpu vIcwry; gur sbdI gux gwvixAw ]3]",
    "transliteration": "Anthar Bibaek Sadhaa Aap Veechaarae Gur Sabadhee Gun Gaavaniaa ||3||",
    "translation": "Those who have discriminating minds, continually examine their own selves. Through the Word of the Guru's Shabad, they sing the Lord's Glorious Praises. ||3||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ) ਉਸ ਦੇ ਅੰਦਰ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਸਦਾ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਵਿਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ibbyku) s`q As`q dw inrxw",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "hir sru swgru; inrmlu soeI ]",
    "transliteration": "Har Sar Saagar Niramal Soee ||",
    "translation": "The Lord is the most pure and sublime Ocean.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਪਵਿਤ੍ਰ ਮਾਨਸਰੋਵਰ ਹੈ ਪਵਿਤ੍ਰ ਸਮੁੰਦਰ ਹੈ (ਪਵਿਤ੍ਰ ਤੀਰਥ ਹੈ),",
    "pronunciation": "(sru) cMgy guxW nwl BrpUr swgru",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "sMq cugih inq; gurmuiK hoeI ]",
    "transliteration": "Santh Chugehi Nith Guramukh Hoee ||",
    "translation": "The Saintly Gurmukhs continually peck at the Naam, like swans pecking at pearls in the ocean.",
    "punjabi": "ਸੰਤ ਜਨ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਉਸ ਵਿਚੋਂ) ਸਦਾ (ਪ੍ਰਭੂ ਨਾਮ-ਮੋਤੀ) ਚੁਗਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "iesnwnu krih sdw idnu rwqI; haumY mYlu cukwvixAw ]4]",
    "transliteration": "Eisanaan Karehi Sadhaa Dhin Raathee Houmai Mail Chukaavaniaa ||4||",
    "translation": "They bathe in it continually, day and night, and the filth of ego is washed away. ||4||",
    "punjabi": "ਸੰਤ ਜਨ ਸਦਾ ਦਿਨ ਰਾਤ (ਉਸ ਸਰੋਵਰ ਵਿਚ) ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ, ਤੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਉਤਾਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "inrml hMsw pRym ipAwir ]",
    "transliteration": "Niramal Hansaa Praem Piaar ||",
    "translation": "The pure swans, with love and affection,",
    "punjabi": "ਉਹ ਮਨੁੱਖ, ਮਾਨੋ, ਸਾਫ਼ ਸੁਥਰਾ ਹੰਸ ਹੈ, ਜੇਹੜਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ (ਟਿਕਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "hir sir vsY; haumY mwir ]",
    "transliteration": "Har Sar Vasai Houmai Maar ||",
    "translation": "Dwell in the Ocean of the Lord, and subdue their ego.",
    "punjabi": "ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ-ਸਰੋਵਰ ਵਿਚ ਵਸੇਬਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(hir sir) sqsMg AQvw bRhm jI c",
    "type_id": 3
  }
]
