[
  {
    "shabad_id": 351,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "Aih inis pRIiq. sbid swcY; hir sir vwsw pwvixAw ]5]",
    "transliteration": "Ahinis Preeth Sabadh Saachai Har Sar Vaasaa Paavaniaa ||5||",
    "translation": "Day and night, they are in love with the True Word of the Shabad. They obtain their home in the Ocean of the Lord. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਦਿਨ ਰਾਤ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਪ੍ਰੀਤਿ ਪਾਂਦਾ ਹੈ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਸਰੋਵਰ ਵਿਚ ਨਿਵਾਸ ਹਾਸਲ ਕਰੀ ਰੱਖਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "mnmuKu sdw bgu mYlw; haumY mlu lweI ]",
    "transliteration": "Manamukh Sadhaa Bag Mailaa Houmai Mal Laaee ||",
    "translation": "The self-willed manmukhs shall always be filthy cranes, smeared with the filth of ego.",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ, ਉਹ, ਮਾਨੋ, ਬਗਲਾ ਹੈ, ਉਹ ਸਦਾ ਮੈਲਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਹਉਮੈ ਦੀ ਮੈਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(b`gu) bglw",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "iesnwnu krY; pru mYlu. n jweI ]",
    "transliteration": "Eisanaan Karai Par Mail N Jaaee ||",
    "translation": "They may bathe, but their filth is not removed.",
    "punjabi": "(ਉਹ ਤੀਰਥਾਂ ਉੱਤੇ) ਇਸ਼ਨਾਨ (ਭੀ) ਕਰਦਾ ਹੈ ਪਰ (ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦੀ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "jIvqu mrY. gur sbdu bIcwrY; haumY mYlu cukwvixAw ]6]",
    "transliteration": "Jeevath Marai Gur Sabadh Beechaarai Houmai Mail Chukaavaniaa ||6||",
    "translation": "One who dies while yet alive, and contemplates the Word of the Guru's Shabad, is rid of this filth of ego. ||6||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਆਪਾ-ਭਾਵ ਵੱਲੋਂ ਮਰਿਆ ਰਹਿੰਦਾ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "rqnu pdwrQu; Gr qy pwieAw ]",
    "transliteration": "Rathan Padhaarathh Ghar Thae Paaeiaa ||",
    "translation": "The Priceless Jewel is found, in the home of one's own being,",
    "punjabi": "ਉਸ ਨੇ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਕੀਮਤੀ ਰਤਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚੋਂ ਹੀ ਲੱਭ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "pUrY siqguir; sbdu suxwieAw ]",
    "transliteration": "Poorai Sathigur Sabadh Sunaaeiaa ||",
    "translation": "When one listens to the Shabad, the Word of the Perfect True Guru.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਅਭੁੱਲ ਗੁਰੂ ਨੇ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਸ਼ਬਦ ਸੁਣਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "gur prswid. imitAw AMiDAwrw; Git cwnxu Awpu pCwnixAw ]7]",
    "transliteration": "Gur Parasaadh Mittiaa Andhhiaaraa Ghatt Chaanan Aap Pashhaananiaa ||7||",
    "translation": "By Guru's Grace, the darkness of spiritual ignorance is dispelled; I have come to recognize the Divine Light within my own heart. ||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ (ਅਗਿਆਨਤਾ ਦਾ, ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਮਿਟ ਗਿਆ, ਉਸਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ) ਚਾਨਣ ਹੋ ਗਿਆ, ਉਸ ਨੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣ ਲਿਆ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "Awip aupwey; qY Awpy vyKY ]",
    "transliteration": "Aap Oupaaeae Thai Aapae Vaekhai ||",
    "translation": "The Lord Himself creates, and He Himself beholds.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪ ਹੀ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "siqguru syvY; so jnu lyKY ]",
    "transliteration": "Sathigur Saevai So Jan Laekhai ||",
    "translation": "Serving the True Guru, one becomes acceptable.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦਾ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 351,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "nwnk. nwmu vsY Gt AMqir; gur ikrpw qy. pwvixAw ]8]31]32]",
    "transliteration": "Naanak Naam Vasai Ghatt Anthar Gur Kirapaa Thae Paavaniaa ||8||31||32||",
    "translation": "O Nanak, the Naam dwells deep within the heart; by Guru's Grace, it is obtained. ||8||31||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ (ਪਰਮਾਤਮਾ ਦਾ) ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੮॥੩੧॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mwJ mhlw 3 ]",
    "transliteration": "Maajh Mehalaa 3 ||",
    "translation": "Maajh, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mwieAw mohu; jgqu sbwieAw ]",
    "transliteration": "Maaeiaa Mohu Jagath Sabaaeiaa ||",
    "translation": "The whole world is engrossed in emotional attachment to Maya.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਸਾਰੇ ਜਗਤ ਨੂੰ ਵਿਆਪ ਰਿਹਾ ਹੈ,",
    "pronunciation": "(sbwieAw) swrw[ j`g-qu",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "qRY gux dIsih; mohy mwieAw ]",
    "transliteration": "Thrai Gun Dheesehi Mohae Maaeiaa ||",
    "translation": "Those who are controlled by the three qualities are attached to Maya.",
    "punjabi": "ਸਾਰੇ ਹੀ ਜੀਵ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਹਨ, ਮਾਇਆ ਦੇ ਮੋਹੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gur prswdI ko ivrlw bUJY; cauQY pid ilv lwvixAw ]1]",
    "transliteration": "Gur Parasaadhee Ko Viralaa Boojhai Chouthhai Padh Liv Laavaniaa ||1||",
    "translation": "By Guru's Grace, a few come to understand; they center their consciousness in the fourth state. ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਇਸ ਗੱਲ ਨੂੰ) ਸਮਝਦਾ ਹੈ। ਉਹ ਇਹਨਾਂ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ ਮਾਰ ਤੋਂ ਉਤਲੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hau vwrI jIau vwrI; mwieAw mohu. sbid jlwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Maaeiaa Mohu Sabadh Jalaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who burn away their emotional attachment to Maya, through the Shabad.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ ਕੁਰਬਾਨ ਹਾਂ, ਜੇਹੜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਸਾੜ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "mwieAw mohu jlwey. so hir isau icqu lwey; hir dir mhlI. soBw pwvixAw ]1] rhwau ]",
    "transliteration": "Maaeiaa Mohu Jalaaeae So Har Sio Chith Laaeae Har Dhar Mehalee Sobhaa Paavaniaa ||1|| Rehaao ||",
    "translation": "Those who burn away this attachment to Maya, and focus their consciousness on the Lord are honored in the True Court, and the Mansion of the Lord's Presence. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦਾ ਮੋਹ ਸਾੜ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਆਪਣਾ ਚਿਤ ਜੋੜ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਪਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 352,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "dyvI dyvw; mUlu hY mwieAw ]",
    "transliteration": "Dhaevee Dhaevaa Mool Hai Maaeiaa ||",
    "translation": "The source, the root, of the gods and goddesses is Maya.",
    "punjabi": "ਇਹ ਮਾਇਆ ਹੀ (ਭਾਵ, ਸੁਖਾਂ ਦੀ ਕਾਮਨਾ ਤੇ ਦੁਖਾਂ ਤੋਂ ਡਰ) ਦੇਵੀਆਂ ਦੇਵਤੇ ਰਚੇ ਜਾਣ ਦਾ ਕਾਰਨ ਹੈ।",
    "pronunciation": "(mUlu) mu`F",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "isMimRiq swsq; ijMin aupwieAw ]",
    "transliteration": "Sinmrith Saasath Jinn Oupaaeiaa ||",
    "translation": "For them, the Simritees and the Shaastras were composed.",
    "punjabi": "ਇਸ ਮਾਇਆ ਨੇ ਹੀ ਸਿਮ੍ਰਿਤੀਆਂ ਤੇ ਸ਼ਾਸਤ੍ਰ ਪੈਦਾ ਕਰ ਦਿੱਤੇ (ਭਾਵ, ਸੁਖਾਂ ਦੀ ਪ੍ਰਾਪਤੀ ਤੇ ਦੁੱਖਾਂ ਦੀ ਨਿਵਿਰਤੀ ਦੀ ਖ਼ਾਤਰ ਹੀ ਸਿਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਰਾਹੀਂ ਕਰਮ ਕਾਂਡ ਰਚੇ ਗਏ)।",
    "pronunciation": "isMm-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "kwmu kRoDu psirAw sMswry; Awie jwie duKu pwvixAw ]2]",
    "transliteration": "Kaam Krodhh Pasariaa Sansaarae Aae Jaae Dhukh Paavaniaa ||2||",
    "translation": "Sexual desire and anger are diffused throughout the universe. Coming and going, people suffer in pain. ||2||",
    "punjabi": "ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸੁਖਾਂ ਦੀ ਲਾਲਸਾ ਤੇ ਦੁਖਾਂ ਤੋਂ ਡਰ ਦਾ ਜਜ਼ਬਾ ਪਸਰ ਰਿਹਾ ਹੈ, ਜਿਸ ਕਰ ਕੇ ਜੀਵ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਦੁਖ ਪਾ ਰਹੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "iqsu ivic; igAwn rqnu ieku pwieAw ]",
    "transliteration": "This Vich Giaan Rathan Eik Paaeiaa ||",
    "translation": "The jewel of spiritual wisdom was placed within the universe.",
    "punjabi": "ਇਸ ਜਗਤ ਵਿਚ (ਹੀ) ਇਕ ਰਤਨ (ਭੀ ਹੈ, ਉਹ ਹੈ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਦਾ ਰਤਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "gur prswdI mMin vswieAw ]",
    "transliteration": "Gur Parasaadhee Mann Vasaaeiaa ||",
    "translation": "By Guru's Grace, it is enshrined within the mind.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਉਹ ਰਤਨ) ਲੱਭ ਲਿਆ ਹੈ, ਜਿਸ ਨੇ ਇਹ ਰਤਨ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ (ਪ੍ਰੋ ਲਿਆ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jqu squ sMjmu scu kmwvY; guir pUrY nwmu iDAwvixAw ]3]",
    "transliteration": "Jath Sath Sanjam Sach Kamaavai Gur Poorai Naam Dhhiaavaniaa ||3||",
    "translation": "Celibacy, chastity, self-discipline and the practice of truthfulness are obtained from the Perfect Guru, by meditating on the Naam, the Name of the Lord. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ, ਮਾਨੋ, ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ ਜਤ ਕਮਾ ਰਿਹਾ ਹੈ ਸਤ ਕਮਾ ਰਿਹਾ ਹੈ ਤੇ ਸੰਜਮ ਕਮਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "pyeIAVY; Dn Brim BulwxI ]",
    "transliteration": "Paeeearrai Dhhan Bharam Bhulaanee ||",
    "translation": "In this world of her parents' home, the soul-bride has been deluded by doubt.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਲੋਕ ਵਿਚ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "dUjY lwgI; iPir pCoqwxI ]",
    "transliteration": "Dhoojai Laagee Fir Pashhothaanee ||",
    "translation": "Attached to duality, she later comes to regret it.",
    "punjabi": "ਉਹ (ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਗਨ ਰਹਿੰਦੀ ਹੈ ਤੇ ਆਖ਼ਿਰ ਪਛੁਤਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "hlqu plqu dovY gwvwey; supnY suKu. n pwvixAw ]4]",
    "transliteration": "Halath Palath Dhovai Gavaaeae Supanai Sukh N Paavaniaa ||4||",
    "translation": "She forfeits both this world and the next, and even in her dreams, she does not find peace. ||4||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹ ਲੋਕ ਤੇ ਪਰਲੋਕ ਦੋਵੇਂ ਗਵਾ ਲੈਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਸੁਪਨੇ ਵਿਚ ਭੀ ਆਤਮਕ ਆਨੰਦ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "pyeIAVY; Dn kMqu smwly ]",
    "transliteration": "Paeeearrai Dhhan Kanth Samaalae ||",
    "translation": "The soul-bride who remembers her Husband Lord in this world,",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਲੋਕ ਵਿਚ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "gur prswdI vyKY nwly ]",
    "transliteration": "Gur Parasaadhee Vaekhai Naalae ||",
    "translation": "By Guru's Grace, sees Him close at hand.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ipr kY shij, rhY rMig rwqI; sbid isMgwru bxwvixAw ]5]",
    "transliteration": "Pir Kai Sehaj Rehai Rang Raathee Sabadh Singaar Banaavaniaa ||5||",
    "translation": "She remains intuitively attuned to the Love of her Beloved; she makes the Word of His Shabad her decoration. ||5||",
    "punjabi": "ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ ਨੂੰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਸਿੰਗਾਰ ਬਣਾਂਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "sPlu jnmu; ijnw siqguru pwieAw ]",
    "transliteration": "Safal Janam Jinaa Sathigur Paaeiaa ||",
    "translation": "Blessed and fruitful is the coming of those who find the True Guru;",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖਾਂ) ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ-ਜਨਮ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "dUjw Bwau; gur sbid jlwieAw ]",
    "transliteration": "Dhoojaa Bhaao Gur Sabadh Jalaaeiaa ||",
    "translation": "Through the Word of the Guru's Shabad, they burn their love of duality.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਪਿਆਰ ਸਾੜ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "eyko riv rihAw Gt AMqir; imil sqsMgiq hir gux gwvixAw ]6]",
    "transliteration": "Eaeko Rav Rehiaa Ghatt Anthar Mil Sathasangath Har Gun Gaavaniaa ||6||",
    "translation": "The One Lord is permeating and pervading deep within the heart. Joining the Sat Sangat, the True Congregation, they sing the Glorious Praises of the Lord. ||6||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਹੀ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਰਹਿੰਦੀ ਹੈ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "siqguru n syvy; so kwhy AwieAw ]",
    "transliteration": "Sathigur N Saevae So Kaahae Aaeiaa ||",
    "translation": "Those who do not serve the True Guru-why did they even come into this world?",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਆਸਰਾ ਪਰਨਾ ਨਹੀਂ ਲੈਂਦਾ, ਉਹ ਦੁਨੀਆ ਵਿਚ ਜਿਹਾ ਆਇਆ ਜਿਹਾ ਨਾਹ ਆਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "iDRgu jIvxu; ibrQw jnmu gvwieAw ]",
    "transliteration": "Dhhrig Jeevan Birathhaa Janam Gavaaeiaa ||",
    "translation": "Cursed are their lives; they have uselessly wasted this human life.",
    "punjabi": "ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ ਫਿਟਕਾਰ ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "mnmuiK. nwmu iciq n AwvY; ibnu nwvY. bhu duKu pwvixAw ]7]",
    "transliteration": "Manamukh Naam Chith N Aavai Bin Naavai Bahu Dhukh Paavaniaa ||7||",
    "translation": "The self-willed manmukhs do not remember the Naam. Without the Naam, they suffer in terrible pain. ||7||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਚਿਤ ਵਿਚ (ਕਦੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਉਹ ਬਹੁਤ ਦੁੱਖ ਸਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "ijin issit swjI; soeI jwxY ]",
    "transliteration": "Jin Sisatt Saajee Soee Jaanai ||",
    "translation": "The One who created the Universe, He alone knows it.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਰਚਿਆ ਹੈ, ਉਹੀ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਦੀ ਇਸ ਖੇਡ ਨੂੰ) ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "Awpy mylY; sbid pCwxY ]",
    "transliteration": "Aapae Maelai Sabadh Pashhaanai ||",
    "translation": "He unites with Himself those who realize the Shabad.",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਲੋੜਾਂ) ਪਛਾਣ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 352,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "nwnk. nwmu imilAw iqn jn kau; ijn Duir msqik lyKu ilKwvixAw ]8]1]32]33]",
    "transliteration": "Naanak Naam Miliaa Thin Jan Ko Jin Dhhur Masathak Laekh Likhaavaniaa ||8||1||32||33||",
    "translation": "O Nanak, they alone receive the Naam, upon whose foreheads such pre-ordained destiny is recorded. ||8||1||32||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੋਂ ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ (ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੩੨॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 353,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mwJ mhlw 4 ]",
    "transliteration": "Maajh Mehalaa 4 ||",
    "translation": "Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 353,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Awid purKu; AprMpru Awpy ]",
    "transliteration": "Aadh Purakh Aparanpar Aapae ||",
    "translation": "The Primal Being is Himself remote and beyond.",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ (ਸਭ ਦਾ) ਮੁੱਢ ਹੈ ਜੋ ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਜਿਸ (ਦੀ ਹਸਤੀ) ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਜੋ (ਆਪਣੇ ਵਰਗਾ) ਆਪ ਹੀ ਹੈ,",
    "pronunciation": "Ap-rMpru",
    "type_id": 3
  },
  {
    "shabad_id": 353,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Awpy Qwpy; Qwip auQwpy ]",
    "transliteration": "Aapae Thhaapae Thhaap Outhhaapae ||",
    "translation": "He Himself establishes, and having established, He disestablishes.",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਜਗਤ ਨੂੰ) ਰਚਦਾ ਹੈ, ਰਚ ਕੇ ਆਪ ਹੀ ਇਸ ਦਾ ਨਾਸ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 353,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sB mih vrqY eyko soeI; gurmuiK soBw pwvixAw ]1]",
    "transliteration": "Sabh Mehi Varathai Eaeko Soee Guramukh Sobhaa Paavaniaa ||1||",
    "translation": "The One Lord is pervading in all; those who become Gurmukh are honored. ||1||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ (ਫਿਰ ਭੀ ਉਹੀ ਮਨੁੱਖ ਉਸ ਦੇ ਦਰ ਤੇ) ਸੋਭਾ ਪਾਂਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 353,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hau vwrI jIau vwrI; inrMkwrI nwmu iDAwvixAw ]",
    "transliteration": "Ho Vaaree Jeeo Vaaree Nirankaaree Naam Dhhiaavaniaa ||",
    "translation": "I am a sacrifice, my soul is a sacrifice, to those who meditate on the Naam, the Name of the Formless Lord.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਕੁਰਬਾਨ ਹਾਂ, ਜੇਹੜੇ ਨਿਰਾਕਾਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]