[
  {
    "shabad_id": 358,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "nwnk kI pRB bynqI; pRB imlhu prwpiq hoie]",
    "transliteration": "Naanak Kee Prabh Baenathee Prabh Milahu Paraapath Hoe ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਰ ਤੇ) ਮੇਰੀ ਬੇਨਤੀ ਹੈ ਕਿ ਮੈਨੂੰ ਤੇਰਾ ਦਿਲ-ਰੱਜਵਾਂ ਮਿਲਾਪ ਨਸੀਬ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "vYswKu suhwvw qW lgY; jw sMqu BytY hir soie]3]",
    "transliteration": "Vaisaakh Suhaavaa Thaan Lagai Jaa Santh Bhaettai Har Soe ||3||",
    "punjabi": "(ਰੁੱਤ ਫਿਰਨ ਨਾਲ ਚੁਫੇਰੇ ਬਨਸਪਤੀ ਪਈ ਸੁਹਾਵਣੀ ਹੋ ਜਾਏ, ਪਰ) ਜਿੰਦ ਨੂੰ ਵੈਸਾਖ ਦਾ ਮਹੀਨਾ ਤਦੋਂ ਹੀ ਸੋਹਣਾ ਲੱਗ ਸਕਦਾ ਹੈ ਜੇ ਹਰੀ ਸੰਤ-ਪ੍ਰਭੂ ਮਿਲ ਪਏ ॥੩॥",
    "pronunciation": "(soie) soBnIk",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "hir jyiT juVMdw loVIAY; ijsu AgY siB invMin]",
    "transliteration": "Har Jaeth Jurrandhaa Lorreeai Jis Agai Sabh Nivann ||",
    "punjabi": "ਜਿਸ ਹਰੀ ਦੇ ਅੱਗੇ ਸਾਰੇ ਜੀਵ ਸਿਰ ਨਿਵਾਂਦੇ ਹਨ, ਜੇਠ ਦੇ ਮਹੀਨੇ ਵਿਚ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(juVMdw) juVnw[ (loVIAY) cwhIdw",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "hir sjx dwvix ligAw; iksY. n dyeI bMin]",
    "transliteration": "Har Sajan Dhaavan Lagiaa Kisai N Dhaeee Bann ||",
    "punjabi": "ਜੇ ਹਰੀ ਸੱਜਣ ਦੇ ਲੜ ਲੱਗੇ ਰਹੀਏ ਤਾਂ ਉਹ ਕਿਸੇ (ਜਮ ਆਦਿਕ) ਨੂੰ ਆਗਿਆ ਨਹੀਂ ਦੇਂਦਾ ਕਿ ਬੰਨ੍ਹ ਕੇ ਅੱਗੇ ਲਾ ਲਏ (ਭਾਵ, ਪ੍ਰਭੂ ਦੇ ਲੜ ਲੱਗਿਆਂ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ)।",
    "pronunciation": "(dwvix) p`ly[ (bMin@) bMn@x[ s`jx l`igAW",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "mwxk moqI nwmu pRB; aun lgY nwhI sMin@]",
    "transliteration": "Maanak Mothee Naam Prabh Oun Lagai Naahee Sann ||",
    "punjabi": "(ਲੋਕ ਹੀਰੇ ਮੋਤੀ ਲਾਲ ਆਦਿਕ ਕੀਮਤੀ ਧਨ ਇਕੱਠਾ ਕਰਨ ਲਈ ਦੌੜ-ਭੱਜ ਕਰਦੇ ਹਨ, ਪਰ ਉਸ ਧਨ ਦੇ ਚੋਰੀ ਹੋ ਜਾਣ ਦਾ ਭੀ ਤੌਖ਼ਲਾ ਰਹਿੰਦਾ ਹੈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀਰੇ ਮੋਤੀ ਆਦਿਕ ਐਸਾ ਕੀਮਤਿ ਧਨ ਹੈ ਕਿ ਉਹ ਚੁਰਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(sMin@) pwV",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "rMg sBy nwrwiexY; jyqy min BwvMin]",
    "transliteration": "Rang Sabhae Naaraaeinai Jaethae Man Bhaavann ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਜਿਤਨੇ ਭੀ ਕੌਤਕ ਹੋ ਰਹੇ ਹਨ, (ਨਾਮ-ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਸਾਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "(BwvMin) cMgy l`gx",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "jo hir loVy so kry; soeI jIA krMin]",
    "transliteration": "Jo Har Lorrae So Karae Soee Jeea Karann ||",
    "punjabi": "(ਇਹ ਭੀ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਤੇ ਉਸ ਦੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵ ਉਹੀ ਕੁਝ ਕਰਦੇ ਹਨ ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "jo pRiB kIqy Awpxy; syeI khIAih DMin]",
    "transliteration": "Jo Prabh Keethae Aapanae Saeee Keheeahi Dhhann ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ (ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇ ਕੇ) ਆਪਣਾ ਬਣਾ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹੀ (ਜਗਤ ਵਿਚ) ਸ਼ਾਬਾਸ਼ੇ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "Awpx lIAw jy imlY; ivCuiV ikau rovMin]",
    "transliteration": "Aapan Leeaa Jae Milai Vishhurr Kio Rovann ||",
    "punjabi": "(ਪਰ ਪਰਮਾਤਮਾ ਜੀਵਾਂ ਦੇ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਨਹੀਂ ਮਿਲ ਸਕਦਾ) ਜੇ ਜੀਵਾਂ ਦੇ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਮਿਲ ਸਕਦਾ ਹੋਵੇ, ਤਾਂ ਜੀਵ ਉਸ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਦੁਖੀ ਕਿਉਂ ਹੋਣ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "swDUsMgu prwpqy; nwnk. rMg mwxMin]",
    "transliteration": "Saadhhoo Sang Paraapathae Naanak Rang Maanann ||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦੇ) ਆਨੰਦ (ਉਹੀ ਬੰਦੇ) ਮਾਣਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਸਾਥ ਮਿਲ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "hir jyTu rMgIlw iqsu DxI; ijs kY Bwgu mQMin]4]",
    "transliteration": "Har Jaeth Rangeelaa This Dhhanee Jis Kai Bhaag Mathhann ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਭਾਗ ਜਾਗੇ, ਉਸ ਨੂੰ ਜੇਠ ਮਹੀਨਾ ਸੁਹਾਵਣਾ ਲੱਗਦਾ ਹੈ, ਉਸੇ ਨੂੰ ਪ੍ਰਭੂ-ਮਾਲਕ ਮਿਲਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(rMgIlw) AnMdI[ (DxI) mwlk vwihgurU jI[ (mQMin) m`Qy qy",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "AwswVu qpMdw iqsu lgY; hir nwhu. n ijMnw pwis]",
    "transliteration": "Aasaarr Thapandhaa This Lagai Har Naahu N Jinnaa Paas ||",
    "punjabi": "ਹਾੜ ਦਾ ਮਹੀਨਾ ਉਸ ਜੀਵ ਨੂੰ ਤਪਦਾ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ (ਉਹ ਬੰਦੇ ਹਾੜ ਦੇ ਮਹੀਨੇ ਵਾਂਗ ਤਪਦੇ-ਕਲਪਦੇ ਰਹਿੰਦੇ ਹਨ) ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨਹੀਂ ਵੱਸਦਾ,`",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "jgjIvn purKu iqAwig kY; mwxs sMdI Aws]",
    "transliteration": "Jagajeevan Purakh Thiaag Kai Maanas Sandhee Aas ||",
    "punjabi": "ਜੇਹੜੇ ਜਗਤ-ਦੇ-ਸਹਾਰੇ ਪਰਮਾਤਮਾ (ਦਾ ਆਸਰਾ) ਛੱਡ ਕੇ ਬੰਦਿਆਂ ਦੀਆਂ ਆਸਾਂ ਬਣਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "(mwxs) mnu`K (sMdI) dI[ j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "duXY Bwie ivgucIAY; gil peI su. jm kI Pws]",
    "transliteration": "Dhuyai Bhaae Vigucheeai Gal Pees Jam Kee Faas ||",
    "punjabi": "(ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦੇ ਆਸਰੇ ਰਿਹਾਂ ਖ਼ੁਆਰ ਹੀ ਹੋਈਦਾ ਹੈ, (ਜੋ ਭੀ ਕੋਈ ਹੋਰ ਸਹਾਰਾ ਤੱਕਦਾ ਹੈ) ਉਸ ਦੇ ਗਲ ਵਿਚ ਜਮ ਦੀ ਫਾਹੀ ਪੈਂਦੀ ਹੈ (ਉਸ ਦਾ ਜੀਵਨ ਸਦਾ ਸਹਮ ਵਿਚ ਬੀਤਦਾ ਹੈ)।",
    "pronunciation": "(duXY) dvYq[ XY qwlU qoN bolo[ (ivgucIAY) KuAwr hoeIey",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "jyhw bIjY so luxY; mQY jo iliKAwsu]",
    "transliteration": "Jaehaa Beejai So Lunai Mathhai Jo Likhiaas ||",
    "punjabi": "(ਕੁਦਰਤਿ ਦਾ ਨਿਯਮ ਹੀ ਐਸਾ ਹੈ ਕਿ) ਮਨੁੱਖ ਜੇਹਾ ਬੀਜ ਬੀਜਦਾ ਹੈ, (ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਜੇਹੜਾ ਲੇਖ ਉਸਦੇ ਮੱਥੇ ਉੱਤੇ ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਫਲ ਉਹ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(luxY) v`Fdw hY[ m`QY",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "rYix ivhwxI pCuqwxI; auiT clI geI inrws]",
    "transliteration": "Rain Vihaanee Pashhuthaanee Outh Chalee Gee Niraas ||",
    "punjabi": "(ਜਗਜੀਵਨ ਪੁਰਖ ਨੂੰ ਵਿਸਾਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਪਛੁਤਾਵਿਆਂ ਵਿਚ ਹੀ ਗੁਜ਼ਰਦੀ ਹੈ, ਉਹ ਜਗਤ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਦਿਲ ਨਾਲ ਹੀ ਤੁਰ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ijn kO swDU BytIAY; so drgh hoie Klwsu]",
    "transliteration": "Jin Ka Saadhhoo Bhaetteeai So Dharageh Hoe Khalaas ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ (ਆਦਰ-ਮਾਣ ਪਾਂਦੇ ਹਨ)।",
    "pronunciation": "(Klwsu) mukq",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "kir ikrpw pRBu AwpxI; qyry drsn hoie ipAws]",
    "transliteration": "Kar Kirapaa Prabh Aapanee Thaerae Dharasan Hoe Piaas ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਅੱਗੇ) ਨਾਨਕ ਦੀ ਬੇਨਤੀ ਹੈ-ਆਪਣੀ ਮਿਹਰ ਕਰ, (ਮੇਰੇ ਮਨ ਵਿਚ) ਤੇਰੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਬਣੀ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "pRB. quDu ibnu dUjw ko nhI; nwnk kI Ardwis]",
    "transliteration": "Prabh Thudhh Bin Dhoojaa Ko Nehee Naanak Kee Aradhaas ||",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਕੋਈ ਹੋਰ ਆਸਰਾ-ਪਰਨਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "AwswVu suhMdw iqsu lgY; ijsu min hir crx invws]5]",
    "transliteration": "Aasaarr Suhandhaa This Lagai Jis Man Har Charan Nivaas ||5||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦਾ ਨਿਵਾਸ ਬਣਿਆ ਰਹੇ, ਉਸ ਨੂੰ (ਤਪਦਾ) ਹਾੜ (ਭੀ) ਸੁਹਾਵਣਾ ਜਾਪਦਾ ਹੈ (ਉਸ ਨੂੰ ਦੁਨੀਆ ਦੇ ਦੁੱਖ-ਕਲੇਸ਼ ਭੀ ਦੁਖੀ ਨਹੀਂ ਕਰ ਸਕਦੇ) ॥੫॥",
    "pronunciation": "(suhMdw) suKwvW",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "swvix srsI kwmxI; crnkml isau ipAwru]",
    "transliteration": "Saavan Sarasee Kaamanee Charan Kamal Sio Piaar ||",
    "punjabi": "ਜਿਵੇਂ ਸਾਵਣ ਵਿਚ (ਵਰਖਾ ਨਾਲ ਬਨਸਪਤੀ ਹਰਿਆਵਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ) ਜੀਵ-ਇਸਤ੍ਰੀ ਹਰਿਆਵਲੀ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਜੀਵ ਦਾ ਹਿਰਦਾ ਖਿੜ ਪੈਂਦਾ ਹੈ) ਜਿਸ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਦੇ ਸੁਹਣੇ ਚਰਨਾਂ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(srsI) AnMdI[ k`wmxI",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "mnu qnu rqw sc rMig; ieko nwmu ADwru]",
    "transliteration": "Man Than Rathaa Sach Rang Eiko Naam Adhhaar ||",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ibiKAw rMg kUVwivAw; idsin sBy Cwru]",
    "transliteration": "Bikhiaa Rang Koorraaviaa Dhisan Sabhae Shhaar ||",
    "punjabi": "ਮਾਇਆ ਦੇ ਨਾਸਵੰਤ ਕੌਤਕ ਉਸ ਨੂੰ ਸਾਰੇ ਸੁਆਹ (ਨਿਕੰਮੇ) ਦਿਸਦੇ ਹਨ।",
    "pronunciation": "(Cwru) suAwh",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "hir AMimRq bUMd suhwvxI; imil swDU pIvxhwru]",
    "transliteration": "Har Anmrith Boondh Suhaavanee Mil Saadhhoo Peevanehaar ||",
    "punjabi": "(ਸਾਵਣ ਵਿਚ ਜਿਵੇਂ ਵਰਖਾ ਦੀ ਬੂੰਦ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ, ਤਿਵੇਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੇ ਪਿਆਰ ਵਾਲੇ ਬੰਦੇ ਨੂੰ) ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬੂੰਦ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਮਨੁੱਖ ਉਸ ਬੂੰਦ ਨੂੰ ਪੀਣ ਜੋਗਾ ਹੋ ਪੈਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਵਡਿਆਈ ਦੀਆਂ ਨਿੱਕੀਆਂ ਨਿੱਕੀਆਂ ਗੱਲਾਂ ਭੀ ਉਸ ਨੂੰ ਮਿੱਠੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਬੜੇ ਸ਼ੌਕ ਨਾਲ ਸੁਣਦਾ ਹੈ)।",
    "pronunciation": "(suhwvxI) soBnIk, AnMdI",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "vxu iqxu pRB sMig mauilAw; sMmRQ purKu Apwru]",
    "transliteration": "Van Thin Prabh Sang Mouliaa Sanmrathh Purakh Apaar ||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਮੇਲ ਨਾਲ ਸਾਰਾ ਜਗਤ (ਬਨਸਪਤੀ ਆਦਿਕ) ਹਰਿਆ-ਭਰਿਆ ਹੋਇਆ ਹੈ, ਜੋ ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ ਜੋਗਾ ਹੈ ਵਿਆਪਕ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ,",
    "pronunciation": "(mau~ilAw) pRPu`ilq, hrw Brw[sMm R`Q",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "hir imlxY no mnu locdw; krim imlwvxhwru]",
    "transliteration": "Har Milanai No Man Lochadhaa Karam Milaavanehaar ||",
    "punjabi": "ਉਸ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਮੇਰਾ ਮਨ ਭੀ ਤਾਂਘਦਾ ਹੈ, ਪਰ ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਮਿਲਾਣ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "ijnI sKIey pRBu pwieAw; hMau iqn kY sd bilhwr]",
    "transliteration": "Jinee Sakheeeae Prabh Paaeiaa Hano Thin Kai Sadh Balihaar ||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਗੁਰਮੁਖ ਸਹੇਲੀਆਂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਸਦਾ ਕੁਰਬਾਨ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "nwnk. hir jI mieAw kir; sbid svwrxhwru]",
    "transliteration": "Naanak Har Jee Maeiaa Kar Sabadh Savaaranehaar ||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਬੇਨਤੀ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ ਮਿਹਰ ਕਰ, ਤੂੰ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਮੇਰੀ ਜਿੰਦ ਨੂੰ) ਸਵਾਰਨ ਜੋਗਾ ਹੈਂ।",
    "pronunciation": "(mieAw) dieAw",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "swvxu iqnw suhwgxI; ijn rwm nwmu auir hwru]6]",
    "transliteration": "Saavan Thinaa Suhaaganee Jin Raam Naam Our Haar ||6||",
    "punjabi": "ਸਾਵਣ ਦਾ ਮਹੀਨਾ ਉਹਨਾਂ ਭਾਗਾਂ ਵਾਲੀਆਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਵਾਸਤੇ (ਖੇੜਾ ਤੇ ਠੰਡ ਲਿਆਉਣ ਵਾਲਾ) ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ (ਰੂਪ ਗਲ) ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਰੂਪ) ਹਾਰ ਪਾਇਆ ਹੋਇਆ ਹੈ ॥੬॥",
    "pronunciation": "(auir) ihrdy c",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "Bwduie. Brim BulwxIAw; dUjY lgw hyqu]",
    "transliteration": "Bhaadhue Bharam Bhulaaneeaa Dhoojai Lagaa Haeth ||",
    "punjabi": "(ਜਿਵੇਂ) ਭਾਦਰੋਂ (ਦੇ ਤ੍ਰਾਟਕੇ ਤੇ ਘੁੰਮੇ) ਵਿਚ (ਮਨੁੱਖ ਬਹੁਤ ਘਬਰਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨਾਲ ਲੱਗਦਾ ਹੈ ਉਹ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(Bwduie) BwdoN mhIny c",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "lK sIgwr bxwieAw; kwrij nwhI kyqu]",
    "transliteration": "Lakh Seegaar Banaaeiaa Kaaraj Naahee Kaeth ||",
    "punjabi": "ਉਹ ਭਾਵੇਂ ਲੱਖਾਂ ਹਾਰ ਸਿੰਗਾਰ ਕਰੇ, (ਉਸ ਦੇ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ijqu idin. dyh ibnssI; iqqu vylY khsin pRyqu]",
    "transliteration": "Jith Dhin Dhaeh Binasasee Thith Vaelai Kehasan Praeth ||",
    "punjabi": "ਜਿਸ ਦਿਨ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਨਾਸ ਹੋਵੇਗਾ (ਜਦੋਂ ਮਨੁੱਖ ਮਰ ਜਾਇਗਾ) ਉਸ ਵੇਲੇ (ਸਾਰੇ ਸਾਕ-ਅੰਗ) ਆਖਣਗੇ ਕਿ ਇਹ ਹੁਣ ਗੁਜ਼ਰ ਗਿਆ ਹੈ। (ਲੋਥ ਅਪਵਿਤ੍ਰ ਪਈ ਹੈ, ਇਸ ਨੂੰ ਛੇਤੀ ਬਾਹਰ ਲੈ ਚੱਲੋ)।",
    "pronunciation": "ibns-sI[ kh-sin, vylY: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "pkiV clwiein dUqjm; iksY. n dynI Byqu]",
    "transliteration": "Pakarr Chalaaein Dhooth Jam Kisai N Dhaenee Bhaeth ||",
    "punjabi": "ਜਮਦੂਤ (ਜਿੰਦ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲੈਂਦੇ ਹਨ, ਕਿਸੇ ਨੂੰ (ਇਹ) ਭੇਤ ਨਹੀਂ ਦੱਸਦੇ (ਕਿ ਕਿੱਥੇ ਲੈ ਚੱਲੇ ਹਾਂ)।",
    "pronunciation": "c`lwiein",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "Cif KVoqy iKnY mwih; ijn isau lgw hyqu]",
    "transliteration": "Shhadd Kharrothae Khinai Maahi Jin Sio Lagaa Haeth ||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਸੰਬੰਧੀਆਂ ਨਾਲ (ਸਾਰੀ ਉਮਰ ਬੜਾ) ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਲ ਵਿਚ ਹੀ ਸਾਥ ਛੱਡ ਬੈਠਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "hQ mroVY qnu kpy; isAwhhu hoAw syqu]",
    "transliteration": "Hathh Marorrai Than Kapae Siaahahu Hoaa Saeth ||",
    "punjabi": "(ਮੌਤ ਆਈ ਵੇਖ ਕੇ ਮਨੁੱਖ) ਬੜਾ ਪਛੁਤਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਔਖਾ ਹੁੰਦਾ ਹੈ, ਉਹ ਕਾਲੇ ਤੋਂ ਚਿੱਟਾ ਪਿਆ ਹੁੰਦਾ ਹੈ (ਘਬਰਾਹਟ ਨਾਲ ਇਕ ਰੰਗ ਆਉਂਦਾ ਹੈ ਇਕ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "h`Q, (kpy) kMbdw[ (isAwh-hu) kwLy qoN (syqu) ic`tw",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "jyhw bIjY so luxY; krmw sMdVw Kyqu]",
    "transliteration": "Jaehaa Beejai So Lunai Karamaa Sandharraa Khaeth ||",
    "punjabi": "ਇਹ ਸਰੀਰ ਮਨੁੱਖ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਖੇਤ ਹੈ, ਜੋ ਕੁਝ ਮਨੁੱਖ ਇਸ ਵਿਚ ਬੀਜਦਾ ਹੈ ਉਹੀ ਫ਼ਸਲ ਵੱਢਦਾ ਹੈ (ਜੇਹੇ ਕਰਮ ਕਰਦਾ ਹੈ, ਤੇਹਾ ਫਲ ਪਾਂਦਾ ਹੈ)।",
    "pronunciation": "(luxY) v`Fdw hY[ (sMdVw) dw",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "nwnk pRB srxwgqI; crx boihQ. pRB dyqu]",
    "transliteration": "Naanak Prabh Saranaagathee Charan Bohithh Prabh Dhaeth ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦਾ ਰਾਖਾ ਤੇ ਹਿਤੂ ਗੁਰੂ ਬਣਦਾ ਹੈ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਚਰਨ-ਰੂਪ ਜਹਾਜ਼ (ਵਿਚ ਚੜ੍ਹਾ) ਦੇਂਦਾ ਹੈ",
    "pronunciation": "(boihQ) jhwj",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 8,
    "source_line": 19,
    "gurmukhi": "sy Bwduie. nrik n pweIAih; guru rKx vwlw hyqu]7]",
    "transliteration": "Sae Bhaadhue Narak N Paaeeahi Gur Rakhan Vaalaa Haeth ||7||",
    "punjabi": "ਉਹ ਨਰਕ ਵਿਚ ਨਹੀਂ ਪਾਏ ਜਾਂਦੇ, (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "(hyqu) pRym",
    "type_id": 3
  },
  {
    "shabad_id": 358,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "Asuin. pRym aumwhVw; ikau imlIAY hir jwie]",
    "transliteration": "Asun Praem Oumaaharraa Kio Mileeai Har Jaae ||",
    "punjabi": "ਹੇ ਮਾਂ! (ਭਾਦਰੋਂ ਦੇ ਘੁੰਮੇ ਤੇ ਤ੍ਰਾਟਕੇ ਲੰਘਣ ਪਿੱਛੋਂ) ਅੱਸੂ (ਦੀ ਮਿੱਠੀ ਮਿੱਠੀ ਰੁੱਤ) ਵਿਚ (ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ) ਪਿਆਰ ਦਾ ਉਛਾਲਾ ਆ ਰਿਹਾ ਹੈ (ਮਨ ਤੜਫਦਾ ਹੈ ਕਿ) ਕਿਸੇ ਨਾ ਕਿਸੇ ਤਰ੍ਹਾਂ ਚੱਲ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਾਂ।",
    "pronunciation": "(A`suin) A`sU ru`q c[ (aumwhVw) auqSwh",
    "type_id": 3
  }
]