[
  {
    "shabad_id": 366,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "soBw suriq suhwvxI; ijin hir syqI icqu lwieAw ]2]",
    "transliteration": "Sobhaa Surath Suhaavanee Jin Har Saethee Chith Laaeiaa ||2||",
    "translation": "Beautiful and sublime is the glory and the understanding of those who focus their consciousness on the Lord. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਨਾਲ ਚਿੱਤ ਜੋੜਿਆ ਹੈ, (ਜਗਤ ਵਿਚ ਉਸ ਦੀ) ਸੋਭਾ ਹੁੰਦੀ ਹੈ ਤੇ ਉਸ ਦੀ ਸੋਹਣੀ ਸੂਝ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(suriq) igAwq, (su+riq) (su) sRySt (riq) pRIqI",
    "type_id": 3
  },
  {
    "shabad_id": 367,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sloku mÚ 2 ]",
    "transliteration": "Salok Ma 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 367,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AKI bwJhu vyKxw; ivxu kMnw sunxw ]",
    "transliteration": "Akhee Baajhahu Vaekhanaa Vin Kannaa Sunanaa ||",
    "translation": "To see without eyes; to hear without ears;",
    "punjabi": "ਜੇ ਅੱਖਾਂ ਤੋਂ ਬਿਨਾ ਵੇਖੀਏ (ਭਾਵ, ਜੇ ਪਰਾਇਆ ਰੂਪ ਤੱਕਣ ਦੀ ਵਾਦੀ ਵਲੋਂ ਇਹਨਾਂ ਅੱਖਾਂ ਨੂੰ ਹਟਾ ਕੇ ਜਗਤ ਨੂੰ ਵੇਖੀਏ), ਕੰਨਾਂ ਤੋਂ ਬਿਨਾ ਸੁਣੀਏ (ਭਾਵ, ਜੇ ਨਿੰਦਾ ਸੁਣਨ ਦੀ ਵਾਦੀ ਹਟਾ ਕੇ ਇਹ ਕੰਨ ਵਰਤੀਏ),",
    "pronunciation": "AKW nUM mMd idRStI nwl dyKxy (bwJhu) htw ky, kMnw nUM prweI cuglI ivSy ivkwrW dI g`l sunxo htw ky",
    "type_id": 3
  },
  {
    "shabad_id": 367,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pYrw bwJhu clxw; ivxu hQw krxw ]",
    "transliteration": "Pairaa Baajhahu Chalanaa Vin Hathhaa Karanaa ||",
    "translation": "To walk without feet; to work without hands;",
    "punjabi": "ਜੇ ਪੈਰਾਂ ਤੋਂ ਬਿਨਾ ਤੁਰੀਏ (ਭਾਵ, ਜੇ ਮੰਦੇ ਪਾਸੇ ਵਲ ਦੌੜਨ ਤੋਂ ਪੈਰਾਂ ਨੂੰ ਵਰਜ ਰੱਖੀਏ), ਜੇ ਹੱਥਾਂ ਤੋਂ ਬਿਨਾ ਕੰਮ ਕਰੀਏ (ਭਾਵ, ਜੇ ਪਰਾਇਆ ਨੁਕਸਾਨ ਕਰਨ ਵਲੋਂ ਰੋਕ ਕੇ ਹੱਥਾਂ ਨੂੰ ਵਰਤੀਏ),",
    "pronunciation": "pYrW nUM gurU jI dy hukm dy ault c`lxoN htw ky, h`QW nUM gurU syvw C~f hor pwsy corI XwrI mMd krmW qoN htw ky[ c`lxw[ h`QW",
    "type_id": 3
  },
  {
    "shabad_id": 367,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jIBY bwJhu bolxw; ieau jIvq mrxw ]",
    "transliteration": "Jeebhai Baajhahu Bolanaa Eio Jeevath Maranaa ||",
    "translation": "To speak without a tongue-like this, one remains dead while yet alive.",
    "punjabi": "ਜੇ ਜੀਭ ਤੋਂ ਬਿਨਾ ਬੋਲੀਏ, (ਭਾਵ ਜੇ ਨਿੰਦਾ ਕਰਨ ਦੀ ਵਾਦੀ ਹਟਾ ਕੇ ਜੀਭ ਤੋਂ ਬੋਲਣ ਦਾ ਕੰਮ ਲਈਏ), -ਇਸ ਤਰ੍ਹਾਂ ਜਿਊਂਦਿਆਂ ਮਰੀਦਾ ਹੈ।",
    "pronunciation": "ieau (jIvq) ijauNidAW hI sMswr v`loN mr jweIey",
    "type_id": 3
  },
  {
    "shabad_id": 367,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. hukmu pCwix kY; qau KsmY imlxw ]1]",
    "transliteration": "Naanak Hukam Pashhaan Kai Tho Khasamai Milanaa ||1||",
    "translation": "O Nanak, recognize the Hukam of the Lord's Command, and merge with your Lord and Master. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਖਸਮ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਪਛਾਣੀਏ ਤਾਂ ਉਸ ਨੂੰ ਮਿਲੀਦਾ ਹੈ (ਭਾਵ, ਜੇ ਇਹ ਸਮਝ ਲਈਏ ਕਿ ਖਸਮ ਪ੍ਰਭੂ ਵਲੋਂ ਅੱਖਾਂ ਆਦਿਕ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਕਿਵੇਂ ਵਰਤਣ ਦਾ ਹੁਕਮ ਹੈ, ਤਾਂ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਈਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 368,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "mÚ 2 ]",
    "transliteration": "Ma 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 368,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "idsY suxIAY jwxIAY; swau. n pwieAw jwie ]",
    "transliteration": "Dhisai Suneeai Jaaneeai Saao N Paaeiaa Jaae ||",
    "translation": "He is seen, heard and known, but His subtle essence is not obtained.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਕੁਦਰਤਿ ਵਿਚ ਵੱਸਦਾ) ਦਿੱਸ ਰਿਹਾ ਹੈ, (ਉਸ ਦੀ ਜੀਵਨ-ਰੌ ਸਾਰੀ ਰਚਨਾ ਵਿਚ) ਸੁਣੀ ਜਾ ਰਹੀ ਹੈ, (ਉਸ ਦੇ ਕੰਮਾਂ ਤੋਂ) ਜਾਪ ਰਿਹਾ ਹੈ (ਕਿ ਉਹ ਕੁਦਰਤਿ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਫਿਰ ਭੀ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ) ਸੁਆਦ (ਜੀਵ ਨੂੰ) ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 368,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ruhlw tuMfw AMDulw; ikau gil lgY. Dwie ]",
    "transliteration": "Ruhalaa Ttunddaa Andhhulaa Kio Gal Lagai Dhhaae ||",
    "translation": "How can the lame, armless and blind person run to embrace the Lord?",
    "punjabi": "(ਇਹ ਕਿਉਂ?) ਇਸ ਵਾਸਤੇ ਕਿ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਲਈ (ਜੀਵ ਦੇ) ਨਾਹ ਪੈਰ ਹਨ, ਨਾਹ ਹੱਥ ਹਨ ਤੇ ਨਾਹ ਅੱਖਾਂ ਹਨ (ਫਿਰ ਇਹ) ਕਿਵੇਂ ਭੱਜ ਕੇ (ਪ੍ਰਭੂ ਦੇ) ਗਲ ਜਾ ਲੱਗੇ?",
    "pronunciation": "(ruhlw) pYr hIx lUlw[ giL: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 368,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "BY ky crx. kr Bwv ky; loiex suriq kryie ]",
    "transliteration": "Bhai Kae Charan Kar Bhaav Kae Loein Surath Karaee ||",
    "translation": "Let the Fear of God be your feet, and let His Love be your hands; let His Understanding be your eyes.",
    "punjabi": "ਜੇ (ਜੀਵ ਪ੍ਰਭੂ ਦੇ) ਡਰ (ਵਿਚ ਤੁਰਨ) ਨੂੰ (ਆਪਣੇ) ਪੈਰ ਬਣਾਏ, ਪਿਆਰ ਦੇ ਹੱਥ ਬਣਾਏ ਤੇ (ਪ੍ਰਭੂ ਦੀ) ਯਾਦ (ਵਿਚ ਜੁੜਨ) ਨੂੰ ਅੱਖਾਂ ਬਣਾਏ,",
    "pronunciation": "(kr) h`Q[ (Bwv) pRym[ ismrn c juVn rUpI (loiex) A`KW (kry-ie) krIey",
    "type_id": 3
  },
  {
    "shabad_id": 368,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnku khY isAwxIey; iev kMq imlwvw hoie ]2]",
    "transliteration": "Naanak Kehai Siaaneeeae Eiv Kanth Milaavaa Hoe ||2||",
    "translation": "Says Nanak, in this way, O wise soul-bride, you shall be united with your Husband Lord. ||2||",
    "punjabi": "ਤਾਂ ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਸਿਆਣੀ (ਜੀਵ-ਇਸਤ੍ਰੀਏ)! ਇਸ ਤਰ੍ਹਾਂ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਮੇਲ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sdw sdw qUM eyku hY; quDu. dUjw Kylu rcwieAw ]",
    "transliteration": "Sadhaa Sadhaa Thoon Eaek Hai Thudhh Dhoojaa Khael Rachaaeiaa ||",
    "translation": "Forever and ever, You are the only One; You set the play of duality in motion.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਦਾ ਹੀ ਇਕ (ਆਪ ਹੀ ਆਪ) ਹੈਂ, ਇਹ (ਤੈਥੋਂ ਵੱਖਰਾ ਦਿੱਸਦਾ ਤਮਾਸ਼ਾ ਤੂੰ ਆਪ ਹੀ ਰਚਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "haumY grbu aupwie kY; loBu AMqir jMqw pwieAw ]",
    "transliteration": "Houmai Garab Oupaae Kai Lobh Anthar Janthaa Paaeiaa ||",
    "translation": "You created egotism and arrogant pride, and You placed greed within our beings.",
    "punjabi": "(ਤੂੰ ਹੀ ਜੀਵਾਂ ਦੇ ਅੰਦਰ) ਹਉਮੈ ਅਹੰਕਾਰ ਪੈਦਾ ਕਰ ਕੇ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਲੋਭ (ਭੀ) ਪਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijau BwvY iqau rKu qU; sB kry qyrw krwieAw ]",
    "transliteration": "Jio Bhaavai Thio Rakh Thoo Sabh Karae Thaeraa Karaaeiaa ||",
    "translation": "Keep me as it pleases Your Will; everyone acts as You cause them to act.",
    "punjabi": "(ਸੋ), ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹੀ ਪ੍ਰੇਰੇ ਹੋਏ ਕਾਰ ਕਰ ਰਹੇ ਹਨ। ਜਿਵੇਂ ਤੈਨੂੰ ਭਾਵੇ ਤਿਵੇਂ ਇਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ieknw bKsih myil lYih; gurmqI quDY lwieAw ]",
    "transliteration": "Eikanaa Bakhasehi Mael Laihi Guramathee Thudhhai Laaeiaa ||",
    "translation": "Some are forgiven, and merge with You; through the Guru's Teachings, we are joined to You.",
    "punjabi": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਬਖ਼ਸ਼ਦਾ ਹੈਂ (ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈਂ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਉਹਨਾਂ ਨੂੰ ਲਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ieik KVy krih qyrI cwkrI; ivxu nwvY. horu n BwieAw ]",
    "transliteration": "Eik Kharrae Karehi Thaeree Chaakaree Vin Naavai Hor N Bhaaeiaa ||",
    "translation": "Some stand and serve You; without the Name, nothing else pleases them.",
    "punjabi": "(ਐਸੇ) ਕਈ ਜੀਵ ਸੁਚੇਤ ਹੋ ਕੇ ਤੇਰੀ ਬੰਦਗੀ ਕਰ ਰਹੇ ਹਨ। ਤੇਰੇ ਨਾਮ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਕੰਮ ਉਹਨਾਂ ਨੂੰ ਭਾਉਂਦਾ ਨਹੀਂ (ਭਾਵ, ਕਿਸੇ ਹੋਰ ਕੰਮ ਦੀ ਖ਼ਾਤਰ ਤੇਰਾ ਨਾਮ ਵਿਸਾਰਨ ਨੂੰ ਉਹ ਤਿਆਰ ਨਹੀਂ)।",
    "pronunciation": "KV@y",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "horu kwr vykwr hY; ieik scI kwrY lwieAw ]",
    "transliteration": "Hor Kaar Vaekaar Hai Eik Sachee Kaarai Laaeiaa ||",
    "translation": "Any other task would be worthless to them-You have enjoined them to Your True Service.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਐਸੇ ਬੰਦਿਆਂ ਤੂੰ ਇਸ ਸੱਚੀ ਕਾਰ ਵਿਚ ਲਾਇਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਤੇਰਾ ਨਾਮ ਵਿਸਾਰ ਕੇ) ਕੋਈ ਹੋਰ ਕੰਮ ਕਰਨਾ ਮੰਦਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "puqu klqu kutMbu hY; ieik Ailpqu rhy. jo quDu BwieAw ]",
    "transliteration": "Puth Kalath Kuttanb Hai Eik Alipath Rehae Jo Thudhh Bhaaeiaa ||",
    "translation": "In the midst of children, spouse and relations, some still remain detached; they are pleasing to Your Will.",
    "punjabi": "ਇਹ ਜੋ ਪੁਤ੍ਰ ਇਸਤ੍ਰੀ ਤੇ ਪਰਵਾਰ ਹੈ, (ਹੇ ਪ੍ਰਭੂ!) ਜੋ ਬੰਦੇ ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹ ਇਹਨਾਂ ਤੋਂ ਨਿਰਮੋਹ ਰਹਿੰਦੇ ਹਨ;",
    "pronunciation": "(k-l`qu) iesqRI[ (kutMbu) pRvwr[ (A-ilpqu) inrlyp",
    "type_id": 3
  },
  {
    "shabad_id": 369,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Eih AMdrhu bwhrhu inrmly; scY nwie smwieAw ]3]",
    "transliteration": "Ouhi Andharahu Baaharahu Niramalae Sachai Naae Samaaeiaa ||3||",
    "translation": "Inwardly and outwardly, they are pure, and they are absorbed in the True Name. ||3||",
    "punjabi": "ਤੇਰੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਹੋਏ ਉਹ ਬੰਦੇ ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਸੁੱਚੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sloku mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "suieny kY prbiq. guPw krI; kY pwxI pieAwil ]",
    "transliteration": "Sueinae Kai Parabath Gufaa Karee Kai Paanee Paeiaal ||",
    "translation": "I may make a cave, in a mountain of gold, or in the water of the nether regions;",
    "punjabi": "ਮੈਂ (ਚਾਹੇ) ਸੋਨੇ ਦੇ (ਸੁਮੇਰ) ਪਰਬਤ ਉੱਤੇ ਗੁਫਾ ਬਣਾ ਲਵਾਂ, ਭਾਵੇਂ ਹੇਠਾਂ ਪਾਣੀ ਵਿਚ (ਜਾ ਰਹਾਂ);",
    "pronunciation": "(kY) jW, BwvyN[ p-ieAwil",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kY ivic DrqI. kY AwkwsI; auriD rhw isir Bwir ]",
    "transliteration": "Kai Vich Dhharathee Kai Aakaasee Ouradhh Rehaa Sir Bhaar ||",
    "translation": "I may remain standing on my head, upside-down, on the earth or up in the sky;",
    "punjabi": "ਚਾਹੇ ਧਰਤੀ ਵਿਚ ਰਹਾਂ, ਚਾਹੇ ਆਕਾਸ਼ ਵਿਚ ਪੁੱਠਾ ਸਿਰ ਭਾਰ ਖਲੋਤਾ ਰਹਾਂ,",
    "pronunciation": "(auriD) aultw",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "puru kir kwieAw kpVu pihrw; Dovw sdw kwir ]",
    "transliteration": "Pur Kar Kaaeiaa Kaparr Pehiraa Dhhovaa Sadhaa Kaar ||",
    "translation": "I may totally cover my body with clothes, and wash them continually;",
    "punjabi": "ਭਾਵੇਂ ਸਰੀਰ ਨੂੰ ਪੂਰੇ ਤੌਰ ਤੇ ਕਪੜਾ ਪਹਿਨਾ ਲਵਾਂ (ਭਾਵ, ਕਾਪੜੀਆਂ ਵਾਂਗ ਸਰੀਰ ਨੂੰ ਮੁਕੰਮਲ ਤੌਰ ਤੇ ਕਪੜਿਆਂ ਨਾਲ ਢੱਕ ਲਵਾਂ) ਚਾਹੇ ਸਰੀਰ ਨੂੰ ਸਦਾ ਹੀ ਧੋਂਦਾ ਰਹਾਂ,",
    "pronunciation": "(puru) pUrw",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "bgw rqw. pIAlw kwlw; bydw krI pukwr ]",
    "transliteration": "Bagaa Rathaa Peealaa Kaalaa Baedhaa Karee Pukaar ||",
    "translation": "I may shout out loud, the white, red, yellow and black Vedas;",
    "punjabi": "ਭਾਵੇਂ ਮੈਂ ਚਿੱਟੇ ਲਾਲ ਪੀਲੇ ਜਾਂ ਕਾਲੇ ਕਪੜੇ ਪਾ ਕੇ (ਚਾਰ) ਵੇਦਾਂ ਦਾ ਉਚਾਰਨ ਕਰਾਂ,",
    "pronunciation": "b`gw r`qw bydW",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "hoie kucIlu. rhw mlu DwrI; durmiq miq ivkwr ]",
    "transliteration": "Hoe Kucheel Rehaa Mal Dhhaaree Dhuramath Math Vikaar ||",
    "translation": "I may even live in dirt and filth. And yet, all this is just a product of evil-mindedness, and intellectual corruption.",
    "punjabi": "ਚਾਹੇ (ਸਰੇਵੜਿਆਂ ਵਾਂਗ) ਗੰਦਾ ਤੇ ਮੈਲਾ ਰਹਾਂ-ਇਹ ਸਾਰੇ ਭੈੜੀ ਮਤਿ ਦੇ ਮੰਦੇ ਕਰਮ ਹੀ ਹਨ।",
    "pronunciation": "dur-m`iq",
    "type_id": 3
  },
  {
    "shabad_id": 370,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nw hau. nw mY, nw hau hovw; nwnk sbdu vIcwir ]1]",
    "transliteration": "Naa Ho Naa Mai Naa Ho Hovaa Naanak Sabadh Veechaar ||1||",
    "translation": "I was not, I am not, and I will never be anything at all! O Nanak, I dwell only on the Word of the Shabad. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮੈਂ ਤਾਂ ਇਹ ਚਾਹੁੰਦਾ ਹਾਂ ਕਿ) (ਸਤਿਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ ਕੇ (ਮੇਰੀ) ਹਉਮੈ ਨਾ ਰਹੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "mÚ 1 ]",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vsqR pKwil. pKwly kwieAw; Awpy sMjim hovY ]",
    "transliteration": "Vasathr Pakhaal Pakhaalae Kaaeiaa Aapae Sanjam Hovai ||",
    "translation": "They wash their clothes, and scrub their bodies, and try to practice self-discipline.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਨਿੱਤ) ਕੱਪੜੇ ਧੋ ਕੇ ਸਰੀਰ ਧੋਂਦਾ ਹੈ (ਤੇ ਸਿਰਫ਼ ਕਪੜੇ ਤੇ ਸਰੀਰ ਸੁੱਚੇ ਰੱਖਣ ਨਾਲ ਹੀ) ਆਪਣੇ ਵੱਲੋਂ ਤਪਸ੍ਵੀ ਬਣ ਬੈਠਦਾ ਹੈ,",
    "pronunciation": "(pKwil) Do ky",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AMqir mYlu lgI. nhI jwxY; bwhrhu mil mil DovY ]",
    "transliteration": "Anthar Mail Lagee Nehee Jaanai Baaharahu Mal Mal Dhhovai ||",
    "translation": "But they are not aware of the filth staining their inner being, while they try and try to wash off the outer dirt.",
    "punjabi": "(ਪਰ) ਮਨ ਵਿਚ ਲੱਗੀ ਹੋਈ ਮੈਲ ਦੀ ਉਸ ਨੂੰ ਖ਼ਬਰ ਹੀ ਨਹੀਂ, (ਸਦਾ ਸਰੀਰ ਨੂੰ) ਬਾਹਰੋਂ ਹੀ ਮਲ ਮਲ ਕੇ ਧੋਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "AMDw BUil; pieAw jm jwly ]",
    "transliteration": "Andhhaa Bhool Paeiaa Jam Jaalae ||",
    "translation": "The blind go astray, caught by the noose of Death.",
    "punjabi": "(ਉਹ) ਅੰਨ੍ਹਾ ਮਨੁੱਖ (ਸਿੱਧੇ ਰਾਹ ਤੋਂ) ਖੁੰਝ ਕੇ ਮੌਤ ਦਾ ਡਰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਜਾਲ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "j`wly",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "vsqu prweI ApunI kir jwnY; haumY ivic duKu Gwly ]",
    "transliteration": "Vasath Paraaee Apunee Kar Jaanai Houmai Vich Dhukh Ghaalae ||",
    "translation": "They see other people's property as their own, and in egotism, they suffer in pain.",
    "punjabi": "ਹਉਮੈ ਵਿਚ ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ ਕਿਉਂਕਿ ਪਰਾਈ ਵਸਤ (ਸਰੀਰ ਤੇ ਹੋਰ ਪਦਾਰਥ ਆਦਿਕਾਂ) ਨੂੰ ਆਪਣੀ ਸਮਝ ਬੈਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwnk. gurmuiK haumY qutY; qw hir hir nwmu iDAwvY ]",
    "transliteration": "Naanak Guramukh Houmai Thuttai Thaa Har Har Naam Dhhiaavai ||",
    "translation": "O Nanak, the egotism of the Gurmukhs is broken, and then, they meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਦੋਂ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਮਨੁੱਖ ਦੀ) ਹਉਮੈ ਦੂਰ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 371,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "nwmu jpy nwmo AwrwDy; nwmy suiK smwvY ]2]",
    "transliteration": "Naam Japae Naamo Aaraadhhae Naamae Sukh Samaavai ||2||",
    "translation": "They chant the Naam, meditate on the Naam, and through the Naam, they are absorbed in peace. ||2||",
    "punjabi": "ਨਾਮ ਜਪਦਾ ਹੈ, ਨਾਮ ਹੀ ਯਾਦ ਕਰਦਾ ਹੈ ਤੇ ਨਾਮ ਦੀ ਹੀ ਬਰਕਤਿ ਨਾਲ ਸੁਖ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pvVI ]",
    "transliteration": "Pavarree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kwieAw hMis sMjogu; myil imlwieAw ]",
    "transliteration": "Kaaeiaa Hans Sanjog Mael Milaaeiaa ||",
    "translation": "Destiny has brought together and united the body and the soul-swan.",
    "punjabi": "ਸਰੀਰ ਤੇ ਜੀਵ (-ਆਤਮਾ) ਦਾ ਸੰਜੋਗ ਮਿਥ ਕੇ (ਪਰਮਾਤਮਾ ਨੇ ਇਹਨਾਂ ਨੂੰ ਮਨੁੱਖਾ-ਜਨਮ ਵਿਚ) ਇਕੱਠਾ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(hMis) jIv",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iqn hI kIAw ivjogu; ijin aupwieAw ]",
    "transliteration": "Thin Hee Keeaa Vijog Jin Oupaaeiaa ||",
    "translation": "He who created them, also separates them.",
    "punjabi": "ਜਿਸ (ਪ੍ਰਭੂ) ਨੇ (ਸਰੀਰ ਤੇ ਜੀਵ ਨੂੰ) ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਸ ਨੇ ਹੀ (ਇਹਨਾਂ ਲਈ) ਵਿਛੋੜਾ (ਭੀ) ਬਣਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(ivjogu) ivCoVw",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mUrKu Bogy Bogu; duK sbwieAw ]",
    "transliteration": "Moorakh Bhogae Bhog Dhukh Sabaaeiaa ||",
    "translation": "The fools enjoy their pleasures; they must also endure all their pains.",
    "punjabi": "(ਪਰ ਇਸ ਵਿਛੋੜੇ ਨੂੰ ਭੁਲਾ ਕੇ) ਮੂਰਖ (ਜੀਵ) ਭੋਗ ਭੋਗਦਾ ਰਹਿੰਦਾ ਹੈ (ਜੋ) ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ (ਮੂਲ ਬਣਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "suKhu auTy rog; pwp kmwieAw ]",
    "transliteration": "Sukhahu Outhae Rog Paap Kamaaeiaa ||",
    "translation": "From pleasures, arise diseases and the commission of sins.",
    "punjabi": "ਪਾਪ ਕਮਾਣ ਦੇ ਕਾਰਨ (ਭੋਗਾਂ ਦੇ) ਸੁਖ ਤੋਂ ਰੋਗ ਪੈਦਾ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hrKhu sogu ivjogu; aupwie KpwieAw ]",
    "transliteration": "Harakhahu Sog Vijog Oupaae Khapaaeiaa ||",
    "translation": "From sinful pleasures come sorrow, separation, birth and death.",
    "punjabi": "(ਭੋਗਾਂ ਦੀ ਖ਼ੁਸ਼ੀ ਤੋਂ ਚਿੰਤਾ (ਤੇ ਅੰਤ ਨੂੰ) ਵਿਛੋੜਾ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mUrK gxq gxwie; JgVw pwieAw ]",
    "transliteration": "Moorakh Ganath Ganaae Jhagarraa Paaeiaa ||",
    "translation": "The fools try to account for their misdeeds, and argue uselessly.",
    "punjabi": "ਮੂਰਖਾਂ ਵਾਲੇ ਕੰਮ ਕਰ ਕੇ ਜਨਮ ਮਰਨ ਦਾ ਲੰਮਾ ਝੰਬੇਲਾ ਸਹੇੜ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqgur hiQ inbyVu; JgVu cukwieAw ]",
    "transliteration": "Sathigur Hathh Nibaerr Jhagarr Chukaaeiaa ||",
    "translation": "The judgement is in the Hands of the True Guru, who puts an end to the argument.",
    "punjabi": "(ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਨੂੰ ਮੁਕਾਣ ਦੀ ਤਾਕਤ ਸਤਿਗੁਰੂ ਦੇ ਹੱਥ ਵਿਚ ਹੈ, (ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਸ ਦਾ ਇਹ) ਝੰਬੇਲਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 372,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "krqw kry. su hogu; n clY clwieAw ]4]",
    "transliteration": "Karathaa Karae S Hog N Chalai Chalaaeiaa ||4||",
    "translation": "Whatever the Creator does, comes to pass. It cannot be changed by anyone's efforts. ||4||",
    "punjabi": "(ਜੀਵਾਂ ਦੀ ਕੋਈ) ਆਪਣੀ ਚਲਾਈ ਸਿਆਣਪ ਚੱਲ ਨਹੀਂ ਸਕਦੀ, ਜੋ ਕਰਤਾਰ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 373,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sloku mÚ 1 ]",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 373,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kUVu boil. murdwru Kwie ]",
    "transliteration": "Koorr Bol Muradhaar Khaae ||",
    "translation": "Telling lies, they eat dead bodies.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ) ਝੂਠ ਬੋਲ ਕੇ (ਆਪ ਤਾਂ) ਦੂਜਿਆਂ ਦਾ ਹੱਕ ਖਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]