[
  {
    "shabad_id": 482,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "nwnk nwim rqy; inhkyvl inrbwxI]4]13]33]",
    "transliteration": "Naanak Naam Rathae Nihakaeval Nirabaanee ||4||13||33||",
    "translation": "O Nanak, attuned to the Naam, the Name of the Lord, they are detached, in the perfect balance of Nirvaanaa. ||4||13||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਵਾਸਨਾ-ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੧੩॥੩੩॥",
    "pronunciation": "(inhkyvl) Su`D[ (inrbwxI) du`KW qoN rihq inrlyp",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gauVI guAwryrI mhlw 3]",
    "transliteration": "Gourree Guaaraeree Mehalaa 3 ||",
    "translation": "Gauree Gwaarayree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "siqguru imlY; vfBwig sMjog]",
    "transliteration": "Sathigur Milai Vaddabhaag Sanjog ||",
    "translation": "Through great good fortune and high destiny, one meets the True Guru.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਭਲੇ ਸੰਜੋਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ihrdY nwmu; inq hir rs Bog]1]",
    "transliteration": "Hiradhai Naam Nith Har Ras Bhog ||1||",
    "translation": "The Naam, the Name of the Lord, is constantly within the heart, and one enjoys the sublime essence of the Lord. ||1||",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "gurmuiK pRwxI; nwmu hir iDAwie]",
    "transliteration": "Guramukh Praanee Naam Har Dhhiaae ||",
    "translation": "O mortal, become Gurmukh, and meditate on the Name of the Lord.",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਾਣੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "jnmu jIiq; lwhw nwmu pwie]1]rhwau]",
    "transliteration": "Janam Jeeth Laahaa Naam Paae ||1|| Rehaao ||",
    "translation": "Be victorious in the game of life, and earn the profit of the Naam. ||1||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ ਜਿੱਤ ਕੇ (ਜਾਂਦਾ ਹੈ, ਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਖੱਟੀ ਖੱਟ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 483,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "igAwnu iDAwnu; gur sbdu hY mITw]",
    "transliteration": "Giaan Dhhiaan Gur Sabadh Hai Meethaa ||",
    "translation": "Spiritual wisdom and meditation come to those unto whom the Word of the Guru's Shabad is sweet.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ, (ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਉਸ ਦੇ ਵਾਸਤੇ) ਧਰਮ-ਚਰਚਾ ਹੈ (ਗੁਰ-ਸ਼ਬਦ ਹੀ ਉਸ ਦੇ ਵਾਸਤੇ) ਸਮਾਧੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gur ikrpw qy; iknY ivrlY ciK fITw]2]",
    "transliteration": "Gur Kirapaa Thae Kinai Viralai Chakh Ddeethaa ||2||",
    "translation": "By Guru's Grace, a few have tasted, and seen it. ||2||",
    "punjabi": "ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਗੁਰੂ ਦੇ ਮਿੱਠੇ ਸ਼ਬਦ ਦਾ ਰਸ) ਚੱਖ ਕੇ ਵੇਖਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "krm kWf; bhu krih Acwr]",
    "transliteration": "Karam Kaandd Bahu Karehi Achaar ||",
    "translation": "They may perform all sorts of religious rituals and good actions,",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ (ਜਨਮ ਜਨੇਊ ਵਿਆਹ ਮਰਨ ਕਿਰਿਆ ਆਦਿਕ ਸਮੇ ਸ਼ਾਸਤ੍ਰਾਂ ਅਨੁਸਾਰ ਮੰਨੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਕਰਦੇ ਹਨ ਤੇ ਹੋਰ ਅਨੇਕਾਂ ਧਾਰਮਿਕ ਰਸਮਾਂ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ibnu nwvY; iDRgu iDRgu AhMkwr]3]",
    "transliteration": "Bin Naavai Dhhrig Dhhrig Ahankaar ||3||",
    "translation": "But without the Name, the egotistical ones are cursed and doomed. ||3||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ, (ਇਹ ਕਰਮ ਕਾਂਡ ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਅਹੰਕਾਰ (ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਦਾ ਜੀਵਨ) ਫਿਟਕਾਰ-ਜੋਗ ਹੀ (ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "(iDRgu) iPtkwr Xog[ AhM-kwr",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "bMDin bwiDE; mwieAw Pws]",
    "transliteration": "Bandhhan Baadhhiou Maaeiaa Faas ||",
    "translation": "They are bound and gagged, and hung by Maya's noose;",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਛੁੜਿਆ ਮਨੁੱਖ) ਮਾਇਆ ਦੀ ਫਾਹੀ ਵਿਚ ਮਾਇਆ ਦੇ ਬੰਧਨ ਵਿਚ ਹੀ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(Pws) PwhI",
    "type_id": 3
  },
  {
    "shabad_id": 483,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jn nwnk CUtY; gur prgws]4]14]34]",
    "transliteration": "Jan Naanak Shhoottai Gur Paragaas ||4||14||34||",
    "translation": "O servant Nanak, they shall be released only by Guru's Grace. ||4||14||34||",
    "punjabi": "(ਇਹ ਤਦੋਂ ਹੀ ਇਸ ਫਾਹੀ ਤੋਂ) ਆਜ਼ਾਦ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਗੁਰੂ (ਦੇ ਸ਼ਬਦ) ਦਾ ਚਾਨਣ (ਉਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ) ਹੈ ॥੪॥੧੪॥੩੪॥",
    "pronunciation": "igAwn rUpI (prgws) pRkwS",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mhlw 3 gauVI bYrwgix]",
    "transliteration": "Mehalaa 3 Gourree Bairaagan ||",
    "translation": "Third Mehl, Gauree Bairaagan:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jYsI DrqI aUpru. myGulw brsqu hY; ikAw DrqI mDy. pwxI nwhI]",
    "transliteration": "Jaisee Dhharathee Ooparimaeghulaa Barasath Hai Kiaa Dhharathee Madhhae Paanee Naahee ||",
    "translation": "The clouds pour their rain down upon the earth, but isn't there water within the earth as well?",
    "punjabi": "(ਧਰਤੀ ਤੇ ਬੱਦਲ ਦਾ ਦ੍ਰਿਸ਼ਟਾਂਤ ਲੈ ਕੇ ਵੇਖ) ਜਿਹੋ ਜਿਹੀ ਧਰਤੀ ਹੈ ਤਿਹੋ ਜਿਹਾ ਇਸ ਦੇ ਉਪਰਲਾ ਬੱਦਲ ਹੈ ਜੋ ਵਰਖਾ ਕਰਦਾ ਹੈ, ਧਰਤੀ ਵਿਚ ਭੀ (ਉਹੋ ਜਿਹਾ) ਪਾਣੀ ਹੈ (ਜਿਹੋ ਜਿਹਾ ਬੱਦਲ ਵਿਚ ਹੈ)।",
    "pronunciation": "mDy:polw bolo[ (mDy) iv`c",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jYsy DrqI mDy. pwxI prgwisAw; ibnu pgw. vrsq iPrwhI]1]",
    "transliteration": "Jaisae Dhharathee Madhhae Paanee Paragaasiaa Bin Pagaa Varasath Firaahee ||1||",
    "translation": "Water is contained within the earth; without feet, the clouds run around and let down their rain. ||1||",
    "punjabi": "(ਖੂਹ ਪੁੱਟਿਆਂ) ਜਿਵੇਂ ਧਰਤੀ ਵਿਚੋਂ ਪਾਣੀ ਨਿਕਲ ਆਉਂਦਾ ਹੈ, ਜਿਵੇਂ ਬੱਦਲ ਭੀ (ਪਾਣੀ ਦੀ) ਵਰਖਾ ਕਰਦੇ ਫਿਰਦੇ ਹਨ। (ਜੀਵਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਫ਼ਰਕ ਇਉਂ ਹੀ ਸਮਝੋ ਜਿਵੇਂ ਧਰਤੀ ਦਾ ਪਾਣੀ ਤੇ ਬੱਦਲਾਂ ਦਾ ਪਾਣੀ ਹੈ। ਪਾਣੀ ਇਕੋ ਹੀ, ਪਾਣੀ ਉਹੀ ਹੈ। ਜੀਵ ਚਾਹੇ ਮਾਇਆ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ ਚਾਹੇ ਉੱਚੀਆਂ ਉਡਾਰੀਆਂ ਲਾ ਰਿਹਾ ਹੈ-ਹੈ ਇਕੋ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ) ॥੧॥",
    "pronunciation": "(prgwisAw) pRgitAw[ (pgW) pYrW b`dl",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "bwbw; qUM AYsy Brmu cukwhI]",
    "transliteration": "Baabaa Thoon Aisae Bharam Chukaahee ||",
    "translation": "O Baba, get rid of your doubts like this.",
    "punjabi": "ਹੇ ਭਾਈ! (ਆਮ ਭੁਲੇਖਾ ਇਹ ਹੈ ਕਿ ਜੀਵ ਪ੍ਰਭੂ ਤੋਂ ਵੱਖਰੀ ਆਪਣੀ ਹਸਤੀ ਮੰਨ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕਰਮਾਂ ਦੇ ਕਰਨ ਵਾਲੇ ਸਮਝਦੇ ਹਨ ਪਰ) ਤੂੰ ਆਪਣਾ (ਇਹ) ਭੁਲੇਖਾ ਇਹ ਸਰਧਾ ਬਣਾ ਕੇ ਦੂਰ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jo ikCu krqu hY, soeI koeI hY ry; qYsy jwie smwhI]1]rhwau]",
    "transliteration": "Jo Kishh Karath Hai Soee Koee Hai Rae Thaisae Jaae Samaahee ||1|| Rehaao ||",
    "translation": "As you act, so shall you become, and so you shall go and mingle. ||1||Pause||",
    "punjabi": "ਕਿ ਪ੍ਰਭੂ ਜਿਹੋ ਜਿਹਾ ਕਿਸੇ ਜੀਵ ਨੂੰ ਬਣਾਂਦਾ ਹੈ ਤਿਹੋ ਜਿਹਾ ਉਹ ਜੀਵ ਬਣ ਜਾਂਦਾ ਹੈ, ਤੇ, ਉਸੇ ਹੀ ਪਾਸੇ ਜੀਵ ਰੁਝੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 484,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "iesqrI purK hoie kY; ikAw Eie krm kmwhI]",
    "transliteration": "Eisatharee Purakh Hoe Kai Kiaa Oue Karam Kamaahee ||",
    "translation": "As woman or man, what can anyone do?",
    "punjabi": "ਕੀਹ ਇਸਤ੍ਰੀ ਤੇ ਕੀਹ ਮਰਦ-ਤੈਥੋਂ ਆਕੀ ਹੋ ਕੇ ਕੋਈ ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnw rUp. sdw hih qyry; quJ hI mwih smwhI]2]",
    "transliteration": "Naanaa Roop Sadhaa Hehi Thaerae Thujh Hee Maahi Samaahee ||2||",
    "translation": "The many and various forms are always Yours, O Lord; they shall merge again into You. ||2||",
    "punjabi": "ਇਹ ਸਭ (ਇਸਤ੍ਰੀਆਂ ਤੇ ਮਰਦ) ਸਦਾ ਤੇਰੇ ਹੀ ਵਖ ਵਖ ਰੂਪ ਹਨ, ਤੇ ਆਖ਼ਰ ਤੇਰੇ ਵਿਚ ਹੀ ਸਮਾ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "n@`wn@w[ h-ih",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ieqny jnm. BUil pry sy; jw pwieAw qw BUly nwhI]",
    "transliteration": "Eithanae Janam Bhool Parae Sae Jaa Paaeiaa Thaa Bhoolae Naahee ||",
    "translation": "In countless incarnations, I went astray. Now that I have found You, I shall no longer wander.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ) ਭੁੱਲ ਕੇ ਜੀਵ ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਤਦੋਂ ਕੁਰਾਹੇ ਜਾਣੋਂ ਹਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jw kw kwrju. soeI pru jwxY; jy gur kY sbid smwhI]3]",
    "transliteration": "Jaa Kaa Kaaraj Soee Par Jaanai Jae Gur Kai Sabadh Samaahee ||3||",
    "translation": "It is His work; those who are absorbed in the Word of the Guru's Shabad come to know it well. ||3||",
    "punjabi": "ਜੇ ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕੇ ਰਹਿਣ, ਤਾਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਜਗਤ ਬਣਾਇਆ ਹੋਇਆ ਹੈ ਉਹੀ ਇਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(pru) ivSyS krky inrsMdyh",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "qyrw sbdu. qUMhY hih Awpy; Brmu khw hI]",
    "transliteration": "Thaeraa Sabadh Thoonhai Hehi Aapae Bharam Kehaahee ||",
    "translation": "The Shabad is Yours; You are Yourself. Where is there any doubt?",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਸਭ ਥਾਂ) ਤੇਰਾ (ਹੀ) ਹੁਕਮ (ਵਰਤ ਰਿਹਾ) ਹੈ, (ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ (ਮੌਜੂਦ) ਹੈਂ-(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਏ ਉਸ ਨੂੰ) ਭੁਲੇਖਾ ਕਿੱਥੇ ਰਹਿ ਜਾਂਦਾ ਹੈ?",
    "pronunciation": "(sbdu) sMswr[ khW",
    "type_id": 3
  },
  {
    "shabad_id": 484,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwnk qqu. qq isau imilAw; punrip. jnim n AwhI]4]1]15]35]",
    "transliteration": "Naanak Thath Thath Sio Miliaa Punarap Janam N Aahee ||4||1||15||35||",
    "translation": "O Nanak, one whose essence is merged with the Lord's essence does not have to enter the cycle of reincarnation again. ||4||1||15||35||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰੋਂ ਅਨੇਕਤਾ ਦਾ ਭੁਲੇਖਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ਜਿਵੇਂ ਹਵਾ ਪਾਣੀ ਆਦਿਕ ਹਰੇਕ) ਤੱਤ (ਆਪਣੇ) ਤੱਤ ਨਾਲ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਅਜੇਹੇ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜਨਮ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ ॥੪॥੧॥੧੫॥੩੫॥",
    "pronunciation": "(q`qu) jIvwqmw (qq) bRhm srUp jI c[ (pun-rip) duAwrw",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gauVI bYrwgix mhlw 3]",
    "transliteration": "Gourree Bairaagan Mehalaa 3 ||",
    "translation": "Gauree Bairaagan, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sBu jgu. kwlY vis hY; bwDw dUjY Bwie]",
    "transliteration": "Sabh Jag Kaalai Vas Hai Baadhhaa Dhoojai Bhaae ||",
    "translation": "The whole world is under the power of Death, bound by the love of duality.",
    "punjabi": "(ਜਦ ਤਕ) ਇਹ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ (ਤਦ ਤਕ ਇਹ) ਸਾਰਾ ਜਗਤ ਆਤਮਕ ਮੌਤ ਦੇ ਕਾਬੂ ਵਿਚ ਆਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "k`wlYv`is[ b`wDw[",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "haumY krm kmwvdy; mnmuiK imlY sjwie]1]",
    "transliteration": "Houmai Karam Kamaavadhae Manamukh Milai Sajaae ||1||",
    "translation": "The self-willed manmukhs do their deeds in ego; they receive their just rewards. ||1||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਸਾਰੇ) ਕੰਮ ਹਉਮੈ ਦੇ ਆਸਰੇ ਕਰਦੇ ਹਨ ਤੇ ਉਹਨਾਂ ਨੂੰ (ਆਤਮਕ ਮੌਤ ਦੀ ਹੀ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "myry mn; gur crxI icqu lwie]",
    "transliteration": "Maerae Man Gur Charanee Chith Laae ||",
    "translation": "O my mind, focus your consciousness on the Guru's Feet.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "gurmuiK nwmu inDwnu lY; drgh ley Cfwie]1]rhwau]",
    "transliteration": "Guramukh Naam Nidhhaan Lai Dharageh Leae Shhaddaae ||1|| Rehaao ||",
    "translation": "As Gurmukh, you shall be awarded the treasure of the Naam. In the Court of the Lord, you shall be saved. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਇਕੱਠਾ ਕਰ ਲੈ, (ਇਹ ਤੈਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਤੇਰੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਕਰਨ ਵੇਲੇ) ਸੁਰਖ਼ਰੂ ਕਰੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(inDwnu) Kzwnw",
    "type_id": 4
  },
  {
    "shabad_id": 485,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "lK caurwsIh Brmdy; mn hiT AwvY jwie]",
    "transliteration": "Lakh Chouraaseeh Bharamadhae Manehath Aavai Jaae ||",
    "translation": "Through 8.4 million incarnations, people wander lost; in stubborn-mindedness, they come and go.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੱਝੇ ਹੋਏ ਜੀਵ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚ ਫਿਰਦੇ ਰਹਿੰਦੇ ਹਨ। ਆਪਣੇ ਮਨ ਦੇ ਹਠ ਦੇ ਕਾਰਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਜੀਵ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(hiT) izd krky",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gur kw sbdu. n cIinE; iPir iPir jonI pwie]2]",
    "transliteration": "Gur Kaa Sabadh N Cheeniou Fir Fir Jonee Paae ||2||",
    "translation": "They do not realize the Word of the Guru's Shabad; they are reincarnated over and over again. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਕਦਰ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(cIinE) pCwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "gurmuiK Awpu pCwixAw; hir nwmu visAw min Awie]",
    "transliteration": "Guramukh Aap Pashhaaniaa Har Naam Vasiaa Man Aae ||",
    "translation": "The Gurmukh understands his own self. The Lord's Name comes to dwell within the mind.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "An idnu BgqI riqAw; hir nwmy suiK smwie]3]",
    "transliteration": "Anadhin Bhagathee Rathiaa Har Naamae Sukh Samaae ||3||",
    "translation": "Imbued with devotion to the Lord's Name, night and day, he merges in peace. ||3||",
    "punjabi": "ਹਰ ਰੋਜ਼ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ ਵਿਚ) ਰੰਗਿਆ ਰਹਿਣ ਕਰਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਉਹ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "mnu sbid mrY. prqIiq hoie; haumY qjy ivkwr]",
    "transliteration": "Man Sabadh Marai Paratheeth Hoe Houmai Thajae Vikaar ||",
    "translation": "When one's mind dies in the Shabad, one radiates faith and confidence, shedding egotism and corruption.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਨ ਕਰਕੇ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰਦਾ ਹੈ, ਉਸ ਦੀ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ) ਸਰਧਾ ਬਣ ਜਾਂਦੀ ਹੈ ਤੇ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ (ਆਦਿਕ) ਵਿਕਾਰ ਤਿਆਗਦਾ ਹੈ।",
    "pronunciation": "(prqIiq) Brosw[ (qjy) iqAwgy",
    "type_id": 3
  },
  {
    "shabad_id": 485,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jn nwnk. krmI pweIAin; hir nwmw Bgiq BMfwr]4]2]16]36]",
    "transliteration": "Jan Naanak Karamee Paaeean Har Naamaa Bhagath Bhanddaar ||4||2||16||36||",
    "translation": "O servant Nanak, through the karma of good actions, the treasure of devotional worship and the Name of the Lord are attained. ||4||2||16||36||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦੇ ਹਨ ॥੪॥੨॥੧੬॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gauVI bYrwgix mhlw 3]",
    "transliteration": "Gourree Bairaagan Mehalaa 3 ||",
    "translation": "Gauree Bairaagan, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pyeIAVY idn cwir hY; hir hir iliK pwieAw]",
    "transliteration": "Paeeearrai Dhin Chaar Hai Har Har Likh Paaeiaa ||",
    "translation": "The Lord, Har, Har, has ordained that the soul is to stay in her parents' home for only a few short days.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ (ਹਰੇਕ ਜੀਵ ਦੇ ਮੱਥੇ ਉਤੇ ਇਹੀ ਲੇਖ) ਲਿਖ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ ਕਿ ਹਰੇਕ ਨੂੰ ਇਸ ਲੋਕ ਵਿੱਚ ਰਹਿਣ ਵਾਸਤੇ ਥੋੜੇ ਹੀ ਦਿਨ ਮਿਲੇ ਹੋਏ ਹਨ (ਫਿਰ ਭੀ ਸਭ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "hir hir jpx rUpI lyK iliK ky hir jI nUM pwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "soBwvMqI nwir hY; gurmuiK gux gwieAw]",
    "transliteration": "Sobhaavanthee Naar Hai Guramukh Gun Gaaeiaa ||",
    "translation": "Glorious is that soul-bride, who as Gurmukh, sings the Glorious Praises of the Lord.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਖੱਟਦੀ ਹੈ, ਜੇਹੜੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pyvkVY. gux sMmlY; swhurY. vwsu pwieAw]",
    "transliteration": "Paevakarrai Gun Sanmalai Saahurai Vaas Paaeiaa ||",
    "translation": "She who cultivates virtue in her parents' home, shall obtain a home at her in-laws.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਪੇਕੇ ਘਰ ਵਿਚ ਰਹਿਣ ਸਮੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲਦੀ ਹੈ ਉਸ ਨੂੰ ਪਰਲੋਕ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ ਵਾਲਾ ਥਾਂ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(sMmlY) sMBwldI",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gurmuiK shij smwxIAw; hir hir min BwieAw]1]",
    "transliteration": "Guramukh Sehaj Samaaneeaa Har Har Man Bhaaeiaa ||1||",
    "translation": "The Gurmukhs are intuitively absorbed into the Lord. The Lord is pleasing to their minds. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਸਦਾ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ssurY pyeIAY ipru vsY; khu ikqu ibiD pweIAY]",
    "transliteration": "Sasurai Paeeeai Pir Vasai Kahu Kith Bidhh Paaeeai ||",
    "translation": "Our Husband Lord dwells in this world, and in the world beyond. Tell me, how can He be found?",
    "punjabi": "(ਹੇ ਸਤਸੰਗੀ! ਹੇ ਭੈਣ!) ਦੱਸ, ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲ ਸਕਦਾ ਹੈ ਜੇਹੜਾ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ (ਸਭ ਥਾਂ) ਵੱਸਦਾ ਹੈ?",
    "pronunciation": "vsY: polw bolo[ ibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Awip inrMjnu AlKu hY; Awpy mylweIAY]1]rhwau]",
    "transliteration": "Aap Niranjan Alakh Hai Aapae Maelaaeeai ||1|| Rehaao ||",
    "translation": "The Immaculate Lord Himself is unseen. He unites us with Himself. ||1||Pause||",
    "punjabi": "(ਹੇ ਜਿਗਿਆਸੂ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਉਹ ਪ੍ਰਭੂ-ਪਤੀ (ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੁੰਦਿਆਂ ਭੀ) ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ, ਅਤੇ ਅਦ੍ਰਿਸ਼ਟ ਭੀ ਹੈ। ਉਹ ਆਪ ਹੀ ਆਪਣਾ ਮੇਲ ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "A-lKu: polw bolo",
    "type_id": 4
  }
]