[
  {
    "shabad_id": 486,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "Awpy hI pRBu dyih miq; hir nwmu iDAweIAY ]",
    "transliteration": "Aapae Hee Prabh Dhaehi Math Har Naam Dhhiaaeeai ||",
    "translation": "God Himself bestows wisdom; meditate on the Name of the Lord.",
    "punjabi": "(ਹੇ ਪਰਮਾਤਮਾ!) ਤੂੰ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਜਿਸ ਜੀਵ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਮਤਿ ਦੇਂਦਾ ਹੈਂ, ਉਸੇ ਪਾਸੋਂ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "vfBwgI siqguru imlY; muiK AMimRqu pweIAY ]",
    "transliteration": "Vaddabhaagee Sathigur Milai Mukh Anmrith Paaeeai ||",
    "translation": "By great good fortune, one meets the True Guru, who places the Ambrosial Nectar in the mouth.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮੂੰਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "haumY duibDw ibnis jwie; shjy suiK smweIAY ]",
    "transliteration": "Houmai Dhubidhhaa Binas Jaae Sehajae Sukh Samaaeeai ||",
    "translation": "When egotism and duality are eradicated, one intuitively merges in peace.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਮਾਨਸਕ ਡਾਵਾਂਡੋਲ ਦਸ਼ਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ibnis) nws",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "sBu Awpy Awip vrqdw; Awpy nwie lweIAY ]2]",
    "transliteration": "Sabh Aapae Aap Varathadhaa Aapae Naae Laaeeai ||2||",
    "translation": "He Himself is All-pervading; He Himself links us to His Name. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "mnmuiK grib. n pwieE; AigAwn ieAwxy ]",
    "transliteration": "Manamukh Garab N Paaeiou Agiaan Eiaanae ||",
    "translation": "The self-willed manmukhs, in their arrogant pride, do not find God; they are so ignorant and foolish!",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਗਿਆਨ ਤੋਂ ਸੱਖਣੇ ਹੁੰਦੇ ਹਨ (ਜੀਵਨ-ਜੁਗਤਿ ਤੋਂ) ਅੰਞਾਣ ਹੁੰਦੇ ਹਨ ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਮੇਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ieAwxy) bysmJ",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "siqgur syvw. nw krih; iPir iPir pCuqwxy ]",
    "transliteration": "Sathigur Saevaa Naa Karehi Fir Fir Pashhuthaanae ||",
    "translation": "They do not serve the True Guru, and in the end, they regret and repent, over and over again.",
    "punjabi": "ਉਹ (ਆਪਣੇ ਮਾਣ ਵਿਚ ਰਹਿ ਕੇ) ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦੇ (ਕੁਰਾਹੇ ਪੈ ਕੇ) ਮੁੜ ਮੁੜ ਪਛੁਤਾਂਦੇ ਭੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "grB jonI vwsu pwiedy; grBy gil jwxy ]",
    "transliteration": "Garabh Jonee Vaas Paaeidhae Garabhae Gal Jaanae ||",
    "translation": "They are cast into the womb to be reincarnated, and within the womb, they rot.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਇਸ ਗੇੜ ਵਿਚ ਉਹਨਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਗਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "myry krqy eyvY Bwvdw; mnmuK Brmwxy ]3]",
    "transliteration": "Maerae Karathae Eaevai Bhaavadhaa Manamukh Bharamaanae ||3||",
    "translation": "As it pleases my Creator Lord, the self-willed manmukhs wander around lost. ||3||",
    "punjabi": "ਮੇਰੇ ਕਰਤਾਰ ਨੂੰ ਇਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਕਿ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਵਿਚ ਹੀ ਭਟਕਦੇ ਰਹਿਣ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "myrY hir pRiB lyKu ilKwieAw; Duir msqik pUrw ]",
    "transliteration": "Maerai Har Prabh Laekh Likhaaeiaa Dhhur Masathak Pooraa ||",
    "translation": "My Lord God inscribed the full pre-ordained destiny upon the forehead.",
    "punjabi": "(ਜਿਸ ਵਡਭਾਗੀ ਮਨੁੱਖ ਦੇ) ਮੱਥੇ ਉਤੇ ਮੇਰੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਬਖ਼ਸ਼ਸ਼ ਦਾ) ਅਟੱਲ ਲੇਖ ਲਿਖ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "hir hir nwmu iDAwieAw; ByitAw guru sUrw ]",
    "transliteration": "Har Har Naam Dhhiaaeiaa Bhaettiaa Gur Sooraa ||",
    "translation": "When one meets the Great and Courageous Guru, one meditates on the Name of the Lord, Har, Har.",
    "punjabi": "ਉਸ ਨੂੰ (ਸਭ ਵਿਕਾਰਾਂ ਤੋਂ ਹੱਥ ਦੇ ਕੇ ਬਚਾਣ ਵਾਲਾ) ਸੂਰਮਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "(ByitAw) imly[ (sUrw) sUrmy",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "myrw ipqw mwqw hir nwmu hY; hir bMDpu bIrw ]",
    "transliteration": "Maeraa Pithaa Maathaa Har Naam Hai Har Bandhhap Beeraa ||",
    "translation": "The Lord's Name is my mother and father; the Lord is my relative and brother.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰਾ ਪਿਉ ਹੈ ਨਾਮ ਹੀ ਮੇਰੀ ਮਾਂ ਹੈ, ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਹੀ ਮੇਰਾ ਸਨਬੰਧੀ ਹੈ ਮੇਰਾ ਵੀਰ ਹੈ।",
    "pronunciation": "(bMDpu) sMbMDI[ (bIrw) vIr",
    "type_id": 3
  },
  {
    "shabad_id": 486,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hir hir bKis imlwie pRB; jnu nwnku kIrw ]4]3]17]37]",
    "transliteration": "Har Har Bakhas Milaae Prabh Jan Naanak Keeraa ||4||3||17||37||",
    "translation": "O Lord, Har, Har, please forgive me and unite me with Yourself. Servant Nanak is a lowly worm. ||4||3||17||37||",
    "punjabi": "(ਮੈਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਹੀ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹਾਂ ਕਿ) ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! ਇਹ ਨਾਨਕ ਤੇਰਾ ਨਿਮਾਣਾ ਦਾਸ ਹੈ, ਇਸ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰ ਤੇ ਇਸ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ ॥੪॥॥੩॥੧੭॥੩੭॥",
    "pronunciation": "(kIrw) kIVw",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gauVI bYrwgix mhlw 3 ]",
    "transliteration": "Gourree Bairaagan Mehalaa 3 ||",
    "translation": "Gauree Bairaagan, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "siqgur qy igAwnu pwieAw; hir qqu bIcwrw ]",
    "transliteration": "Sathigur Thae Giaan Paaeiaa Har Thath Beechaaraa ||",
    "translation": "From the True Guru, I obtained spiritual wisdom; I contemplate the Lord's essence.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਪਾਸੋਂ (ਪਰਮਾਤਮਾ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ (ਪਾਣੀ) ਸਿੱਖ ਲਈ, (ਜਗਤ ਦੇ) ਮੂਲ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਵਿਚਾਰਨਾ (ਸਿੱਖ ਲਿਆ),",
    "pronunciation": "(qqu) Su`D",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "miq mlIx prgtu BeI; jip nwmu murwrw ]",
    "transliteration": "Math Maleen Paragatt Bhee Jap Naam Muraaraa ||",
    "translation": "My polluted intellect was enlightened by chanting the Naam, the Name of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਉਹਨਾਂ ਦੀ ਮਤਿ (ਜੋ ਪਹਿਲਾਂ ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਮੈਲੀ (ਹੋਈ ਪਈ ਸੀ) ਨਿਖਰ ਪਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "isiv skiq imtweIAw; cUkw AMiDAwrw ]",
    "transliteration": "Siv Sakath Mittaaeeaa Chookaa Andhhiaaraa ||",
    "translation": "The distinction between Shiva and Shakti - mind and matter - has been destroyed, and the darkness has been dispelled.",
    "punjabi": "ਕਲਿਆਣ-ਸਰੂਪ ਪਰਮਾਤਮਾ ਨੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ (ਦਾ ਪ੍ਰਭਾਵ) ਮਿਟਾ ਦਿੱਤਾ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "(isiv) vwihgurU jI[ (skiq) mwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Duir msqik ijn kau iliKAw; iqn hir nwmu ipAwrw ]1]",
    "transliteration": "Dhhur Masathak Jin Ko Likhiaa Thin Har Naam Piaaraa ||1||",
    "translation": "The Lord's Name is loved by those, upon whose foreheads such pre-ordained destiny was written. ||1||",
    "punjabi": "(ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਨੂੰ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ (ਆਪ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦਾ ਲੇਖ) ਲਿਖ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "hir. ikqu ibiD pweIAY, sMq jnhu; ijsu dyiK hau jIvw ]",
    "transliteration": "Har Kith Bidhh Paaeeai Santh Janahu Jis Dhaekh Ho Jeevaa ||",
    "translation": "How can the Lord be obtained, O Saints? Seeing Him, my life is sustained.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਦੱਸੋ) ਉਸ ਨੂੰ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hir ibnu. csw n jIvqI; gur myilhu hir rsu pIvw ]1] rhwau ]",
    "transliteration": "Har Bin Chasaa N Jeevathee Gur Maelihu Har Ras Peevaa ||1|| Rehaao ||",
    "translation": "Without the Lord, I cannot live, even for an instant. Unite me with the Guru, so that I may drink in the sublime essence of the Lord. ||1||Pause||",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਮੈਂ ਰਤਾ ਭਰ ਸਮੇ ਲਈ ਭੀ (ਆਤਮਕ ਜੀਵਨ) ਜੀਊਂ ਨਹੀਂ ਸਕਦੀ। (ਹੇ ਸੰਤ ਜਨੋ!) ਮੈਨੂੰ ਗੁਰੂ (ਨਾਲ) ਮਿਲਾਵੋ (ਤਾਂ ਜੁ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀ ਸਕਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(csw) bhuq QoVw smW[ myilhu",
    "type_id": 4
  },
  {
    "shabad_id": 487,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "hau. hir gux gwvw. inq hir suxI; hir hir giq kInI ]",
    "transliteration": "Ho Har Gun Gaavaa Nith Har Sunee Har Har Gath Keenee ||",
    "translation": "I sing the Glorious Praises of the Lord, and I listen to them daily; the Lord, Har, Har, has emancipated me.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਮੈਂ ਨਿੱਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ਮੈਂ ਨਿੱਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਮੈਨੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਖ਼ਸ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(giq) au~cI AvsQw, mukqI",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hir rsu gur qy pwieAw; myrw mnu qnu lInI ]",
    "transliteration": "Har Ras Gur Thae Paaeiaa Maeraa Man Than Leenee ||",
    "translation": "I have obtained the Lord's essence from the Guru; my mind and body are drenched with it.",
    "punjabi": "ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਹਾਸਲ ਕੀਤਾ ਹੈ, (ਹੁਣ) ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ (ਉਸ ਸੁਆਦ ਵਿਚ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(lInI) lIn ho igAw",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "Dnu Dnu guru. sq purKu hY; ijin Bgiq hir dInI ]",
    "transliteration": "Dhhan Dhhan Gur Sath Purakh Hai Jin Bhagath Har Dheenee ||",
    "translation": "Blessed, blessed is the Guru, the True Being, who has blessed me with devotional worship of the Lord.",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਸ ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਦਿੱਤੀ ਹੈ (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਉਹ) ਸਤਪੁਰਖ ਗੁਰੂ (ਸਦਾ ਹੀ) ਸਲਾਹੁਣ-ਯੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijsu gur qy. hir pwieAw; so guru. hm kInI ]2]",
    "transliteration": "Jis Gur Thae Har Paaeiaa So Gur Ham Keenee ||2||",
    "translation": "From the Guru, I have obtained the Lord; I have made Him my Guru. ||2||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ਉਸ ਗੁਰੂ ਨੂੰ ਮੈਂ ਆਪਣਾ ਬਣਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "guxdwqw hir rwie hY; hm AvgixAwry ]",
    "transliteration": "Gunadhaathaa Har Raae Hai Ham Avaganiaarae ||",
    "translation": "The Sovereign Lord is the Giver of virtue. I am worthless and without virtue.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਰੇ ਜਗਤ ਦਾ) ਸ਼ਹਿਨਸ਼ਾਹ ਪਰਮਾਤਮਾ (ਸਭ ਜੀਵਾਂ ਨੂੰ ਸਭ) ਗੁਣਾਂ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਹੈ, ਅਸੀਂ (ਜੀਵ) ਅਉਗਣਾਂ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "pwpI pwQr fUbdy; gurmiq hir qwry ]",
    "transliteration": "Paapee Paathhar Ddoobadhae Guramath Har Thaarae ||",
    "translation": "The sinners sink like stones; through the Guru's Teachings, the Lord carries us across.",
    "punjabi": "(ਜਿਵੇਂ) ਪੱਥਰ (ਪਾਣੀ ਵਿਚ ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਤਿਵੇਂ ਅਸੀ) ਪਾਪੀ (ਜੀਵ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਾਂ, ਪਰਮਾਤਮਾ (ਸਾਨੂੰ) ਗੁਰੂ ਦੀ ਮਤਿ ਦੇ ਕੇ (ਉਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qUM guxdwqw inrmlw; hm AvgixAwry ]",
    "transliteration": "Thoon Gunadhaathaa Niramalaa Ham Avaganiaarae ||",
    "translation": "You are the Giver of virtue, O Immaculate Lord; I am worthless and without virtue.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈਂ ਤੂੰ ਗੁਣ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਅਉਗਣਾਂ ਨਾਲ ਭਰੇ ਪਏ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "hir srxwgiq rwiK lyhu; mUV mugD insqwry ]3]",
    "transliteration": "Har Saranaagath Raakh Laehu Moorr Mugadhh Nisathaarae ||3||",
    "translation": "I have entered Your Sanctuary, Lord; please save me, as You have saved the idiots and fools. ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ, (ਸਾਨੂੰ ਅਉਗਣਾਂ ਤੋਂ) ਬਚਾ ਲੈ, (ਸਾਨੂੰ) ਮੂਰਖਾਂ ਨੂੰ ਮਹਾ ਮੂਰਖਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ ॥੩॥",
    "pronunciation": "(mUV) mUrKW qoN (mugD) mUrK[sr-xwgiq",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "shju AnMdu sdw gurmqI; hir hir min iDAwieAw ]",
    "transliteration": "Sehaj Anandh Sadhaa Guramathee Har Har Man Dhhiaaeiaa ||",
    "translation": "Eternal celestial bliss comes through the Guru's Teachings, by meditating continually on the Lord, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ (ਸਦਾ) ਸਿਮਰਿਆ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਮਾਣਦੇ ਹਨ (ਆਤਮਕ) ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "sjxu hir pRBu pwieAw; Gir soihlw gwieAw ]",
    "transliteration": "Sajan Har Prabh Paaeiaa Ghar Sohilaa Gaaeiaa ||",
    "translation": "I have obtained the Lord God as my Best Friend, within the home of my own self. I sing the Songs of Joy.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਸੱਜਣ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(soihlw) js",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "hir dieAw Dwir pRB bynqI; hir hir cyqwieAw ]",
    "transliteration": "Har Dhaeiaa Dhhaar Prabh Baenathee Har Har Chaethaaeiaa ||",
    "translation": "Please shower me with Your Mercy, O Lord God, that I may meditate on Your Name, Har, Har.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, (ਮੇਰੀ) ਬੇਨਤੀ (ਸੁਣ), (ਮੈਨੂੰ) ਆਪਣੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਦੇਹ।",
    "pronunciation": "(cyqwieAw) ismrn",
    "type_id": 3
  },
  {
    "shabad_id": 487,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jn nwnku. mMgY DUiV iqn; ijn siqguru pwieAw ]4]4]18]38]",
    "transliteration": "Jan Naanak Mangai Dhhoorr Thin Jin Sathigur Paaeiaa ||4||4||18||38||",
    "translation": "Servant Nanak begs for the dust of the feet of those who have found the True Guru. ||4||4||18||38||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ) ਦਾਸ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੋਂ) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ ॥੪॥੪॥੧੮॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 488,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gauVI guAwryrI mhlw 4 cauQw caupdy",
    "transliteration": "Gourree Guaaraeree Mehalaa 4 Chouthhaa Choupadhae",
    "translation": "Gauree Gwaarayree, Fourth Mehl, Chau-Padas:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਗੁਆਰੇਰੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਪਦਿਆਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 488,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 488,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "pMifqu; swsq isimRiq piVAw ]",
    "transliteration": "Panddith Saasath Simrith Parriaa ||",
    "translation": "The Pandit - the religious scholar - recites the Shaastras and the Simritees;",
    "punjabi": "ਪੰਡਿਤ ਸ਼ਾਸਤਰ ਸਿਮ੍ਰਿਤੀਆਂ (ਆਦਿਕ ਧਰਮ ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਹੈ (ਤੇ ਇਸ ਵਿਦਵਤਾ ਦਾ ਫ਼ਖ਼ਰ ਕਰਦਾ ਹੈ),",
    "pronunciation": "(swsq) SwsqR[ (ism-i Riq) ismRqIAW[ piV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 488,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "jogI; gorKu gorKu kirAw ]",
    "transliteration": "Jogee Gorakh Gorakh Kariaa ||",
    "translation": "The Yogi cries out, \"Gorakh, Gorakh\".",
    "punjabi": "ਜੋਗੀ (ਆਪਣੇ ਗੁਰੂ) ਗੋਰਖ (ਦੇ ਨਾਮ ਦਾ ਜਾਪ) ਕਰਦਾ ਹੈ (ਤੇ ਉਸ ਦੀਆਂ ਦੱਸੀਆਂ ਸਮਾਧੀਆਂ ਆਦਿਕ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਟੇਕ ਬਣਾਈ ਬੈਠਾ ਹੈ),",
    "pronunciation": "(gorKu) jogIAW dy gurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 488,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "mY mUrK; hir hir jpu piVAw ]1]",
    "transliteration": "Mai Moorakh Har Har Jap Parriaa ||1||",
    "translation": "But I am just a fool - I just chant the Name of the Lord, Har, Har. ||1||",
    "punjabi": "ਪਰ ਮੈਂ ਮੂਰਖ ਨੇ (ਪੰਡਿਤਾਂ ਤੇ ਜੋਗੀਆਂ ਦੇ ਭਾਣੇ ਮੂਰਖ ਨੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਪ ਕਰਨਾ ਹੀ (ਆਪਣੇ ਗੁਰੂ ਪਾਸੋਂ) ਸਿੱਖਿਆ ਹੈ ॥੧॥",
    "pronunciation": "piV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 488,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "nw jwnw; ikAw giq. rwm hmwrI ]",
    "transliteration": "Naa Jaanaa Kiaa Gath Raam Hamaaree ||",
    "translation": "I do not know what my condition shall be, Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! (ਕਿਸੇ ਨੂੰ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੀ ਵਿੱਦਿਆ ਦਾ ਫ਼ਖ਼ਰ, ਕਿਸੇ ਨੂੰ ਸਮਾਧੀਆਂ ਦਾ ਸਹਾਰਾ, ਪਰ) ਮੈਨੂੰ ਸਮਝ ਨਹੀਂ ਆਉਂਦੀ (ਕਿ ਜੇ ਮੈਂ ਤੇਰਾ ਨਾਮ ਭੁਲਾ ਦਿਆਂ ਤਾਂ) ਮੇਰੀ ਕਿਹੋ ਜਿਹੀ ਆਤਮਕ ਦਸ਼ਾ ਹੋ ਜਾਇਗੀ।",
    "pronunciation": "giq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 488,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir Bju. mn myry; qru Baujlu qU qwrI ]1] rhwau ]",
    "transliteration": "Har Bhaj Man Maerae Thar Bhoujal Thoo Thaaree ||1|| Rehaao ||",
    "translation": "O my mind, vibrate and meditate on the Name of the Lord. You shall cross over the terrifying world-ocean. ||1||Pause||",
    "punjabi": "(ਹੇ ਰਾਮ! ਮੈਂ ਤਾਂ ਆਪਣੇ ਮਨ ਨੂੰ ਇਹੀ ਸਮਝਾਂਦਾ ਹਾਂ-) ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ (ਤੇ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾ, (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਬੇੜੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "Bju: polw bolo",
    "type_id": 4
  }
]