[
  {
    "shabad_id": 497,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ijqnI BUK. An rs swd hY; iqqnI BUK. iPir lwgY]",
    "transliteration": "Jithanee Bhookh An Ras Saadh Hai Thithanee Bhookh Fir Laagai ||",
    "punjabi": "ਹੋਰ ਹੋਰ ਰਸਾਂ ਦੀ ਹੋਰ ਹੋਰ ਸੁਆਦਾਂ ਦੀ ਜਿਤਨੀ ਭੀ ਤ੍ਰਿਸ਼ਨਾ (ਮਨੁੱਖ ਨੂੰ ਲੱਗਦੀ) ਹੈ, (ਜਿਉਂ ਜਿਉਂ ਰਸ ਸੁਆਦ ਮਾਣੀਦੇ ਹਨ) ਉਤਨੀ ਹੀ ਵਧੀਕ ਤ੍ਰਿਸ਼ਨਾ ਮੁੜ ਮੁੜ ਲੱਗਦੀ ਜਾਂਦੀ ਹੈ (ਮਾਇਕ ਰਸਾਂ ਵਲੋਂ ਮਨੁੱਖ ਕਦੇ ਭੀ ਰੱਜਦਾ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 497,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ijsu hir Awip ikRpw kry; so vycy isru. gur AwgY]",
    "transliteration": "Jis Har Aap Kirapaa Karae So Vaechae Sir Gur Aagai ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਅਗੇ (ਆਪਣਾ) ਸਿਰ ਵੇਚ ਦੇਂਦਾ ਹੈ (ਉਹ ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 497,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "jn nwnk. hir ris iqRpiqAw; iPir. BUK n lwgY]4]4]10]48]",
    "transliteration": "Jan Naanak Har Ras Thripathiaa Fir Bhookh N Laagai ||4||4||10||48||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਨਾਲ ਰੱਜ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਵਿਆਪਦੀ ॥੪॥੪॥੧੦॥੪੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gauVI bYrwgix mhlw 4]",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hmrY min iciq. hir Aws inq; ikau dyKw. hir drsu qumwrw]",
    "transliteration": "Hamarai Man Chith Har Aas Nith Kio Dhaekhaa Har Dharas Thumaaraa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਰੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਸਦਾ ਇਹ ਆਸ ਰਹਿੰਦੀ ਹੈ ਕਿ ਮੈਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijin pRIiq lweI so jwxqw; hmrY min iciq. hir bhuqu ipAwrw]",
    "transliteration": "Jin Preeth Laaee So Jaanathaa Hamarai Man Chith Har Bahuth Piaaraa ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਹਰੀ ਨੇ ਮੇਰੇ ਅੰਦਰ ਆਪਣਾ ਪਿਆਰ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਹੀ ਜਾਣਦਾ ਹੈ, ਮੈਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਹਰੀ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hau kurbwnI gur Awpxy; ijin ivCuiVAw myilAw. myrw isrjnhwrw]1]",
    "transliteration": "Ho Kurabaanee Gur Aapanae Jin Vishhurriaa Maeliaa Maeraa Sirajanehaaraa ||1||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਮੇਰਾ ਵਿੱਛੁੜਿਆ ਹੋਇਆ ਸਿਰਜਣਹਾਰ ਹਰੀ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myry rwm. hm pwpI; srix pry hir duAwir]",
    "transliteration": "Maerae Raam Ham Paapee Saran Parae Har Dhuaar ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਂ ਪਾਪੀ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mqu inrgux. hm mylY kbhUM; ApunI ikrpw Dwir]1]rhwau]",
    "transliteration": "Math Niragun Ham Maelai Kabehoon Apunee Kirapaa Dhhaar ||1|| Rehaao ||",
    "punjabi": "ਕਿ ਸ਼ਾਇਦ (ਇਸ ਤਰ੍ਹਾਂ) ਤੂੰ ਆਪਣੀ ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਗੁਣ-ਹੀਨ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਏਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(inrgux) SuB guxW qoN rihq, gux hIx[ my~lY: l`ly dulwvW lwau",
    "type_id": 4
  },
  {
    "shabad_id": 498,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "hmry Avgux bhuqu bhuqu hY; bhu bwr bwr, hir. gxq n AwvY]",
    "transliteration": "Hamarae Avagun Bahuth Bahuth Hai Bahu Baar Baar Har Ganath N Aavai ||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਰੇ ਅੰਦਰ ਬੇਅੰਤ ਅਉਗਣ ਹਨ, ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ, ਮੈਂ ਮੁੜ ਮੁੜ ਔਗਣ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "qUM guxvMqw hir hir dieAwlu; hir Awpy bKis lYih. hir BwvY]",
    "transliteration": "Thoon Gunavanthaa Har Har Dhaeiaal Har Aapae Bakhas Laihi Har Bhaavai ||",
    "punjabi": "ਤੂੰ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਦਇਆ ਦਾ ਘਰ ਹੈਂ ਜਦੋਂ ਤੇਰੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਤੂੰ ਆਪ ਹੀ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hm AprwDI. rwKy gur sMgqI; aupdysu dIE. hir nwmu CfwvY]2]",
    "transliteration": "Ham Aparaadhhee Raakhae Gur Sangathee Oupadhaes Dheeou Har Naam Shhaddaavai ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਾਡੇ ਵਰਗੇ ਪਾਪੀਆਂ ਨੂੰ ਹਰੀ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰੱਖਦਾ ਹੈ, ਉਪਦੇਸ਼ ਦੇਂਦਾ ਹੈ, ਤੇ ਉਸ ਦਾ ਨਾਮ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਕਰਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "sMgqIN",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "qumry gux ikAw khw. myry siqgurw; jb guru bolh. qb ibsmu hoie jwie]",
    "transliteration": "Thumarae Gun Kiaa Kehaa Maerae Sathiguraa Jab Gur Boleh Thab Bisam Hoe Jaae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਤੇਰੇ ਗੁਣ ਕੀਹ ਕੀਹ ਦੱਸਾਂ? ਜਦੋਂ ਮੈਂ 'ਗੁਰੂ ਗੁਰੂ' ਜਪਦਾ ਹਾਂ, ਮੇਰੀ ਅਸਚਰਜ ਆਤਮਕ ਹਾਲਤ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ibsmu) ibsmwd, Ascrj",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hm jYsy AprwDI. Avru koeI rwKY; jYsy hm. siqguir rwiK lIey Cfwie]",
    "transliteration": "Ham Jaisae Aparaadhhee Avar Koee Raakhai Jaisae Ham Sathigur Raakh Leeeae Shhaddaae ||",
    "punjabi": "ਸਾਡੇ ਵਰਗੇ ਪਾਪੀਆਂ ਨੂੰ ਜਿਵੇਂ ਸਤਿਗੁਰੂ ਨੇ ਰੱਖ ਲਿਆ ਹੈ (ਵਿਕਾਰਾਂ ਦੇ ਪੰਜੇ ਤੋਂ) ਛੁਡਾ ਲਿਆ ਹੈ ਹੋਰ ਕੌਣ (ਇਸ ਤਰ੍ਹਾਂ) ਰੱਖ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "qUM guru ipqw. qUMhY guru mwqw; qUM guru bMDpu. myrw sKw sKwie]3]",
    "transliteration": "Thoon Gur Pithaa Thoonhai Gur Maathaa Thoon Gur Bandhhap Maeraa Sakhaa Sakhaae ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹੀ ਮੇਰਾ ਗੁਰੂ ਹੈਂ, ਮੇਰਾ ਪਿਤਾ ਹੈਂ, ਮੇਰਾ ਰਿਸ਼ਤੇਦਾਰ ਹੈਂ, ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ ॥੩॥",
    "pronunciation": "(sKw) im`qR (sKwie) shweI, shwieqw krn vwlw[ (bMDpu) sbMDI",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "jo hmrI ibiD hoqI. myry siqgurw; sw ibiD. qum hir jwxhu Awpy]",
    "transliteration": "Jo Hamaree Bidhh Hothee Maerae Sathiguraa Saa Bidhh Thum Har Jaanahu Aapae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! ਹੇ ਮੇਰੇ ਹਰੀ! ਜੇਹੜੀ ਮੇਰੀ ਹਾਲਤ ਹੁੰਦੀ ਸੀ ਉਹ ਹਾਲਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "ibiD:polw bolo[ (ibiD) hwlq",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "hm rulqy iPrqy. koeI bwq n pUCqw; gur siqgur sMig. kIry hm Qwpy]",
    "transliteration": "Ham Rulathae Firathae Koee Baath N Pooshhathaa Gur Sathigur Sang Keerae Ham Thhaapae ||",
    "punjabi": "ਮੈਂ ਰੁਲਦਾ ਫਿਰਦਾ ਸਾਂ ਕੋਈ ਮੇਰੀ ਵਾਤ ਨਹੀਂ ਸੀ ਪੁੱਛਦਾ ਤੂੰ ਮੈਨੂੰ ਕੀੜੇ ਨੂੰ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲਿਆ ਕੇ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 498,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "DMnu DMnu gurU nwnk. jn kyrw; ijqu imilAY. cUky siB sog sMqwpy]4]5]11]49]",
    "transliteration": "Dhhann Dhhann Guroo Naanak Jan Kaeraa Jith Miliai Chookae Sabh Sog Santhaapae ||4||5||11||49||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਦਾਸ ਨਾਨਕ ਦਾ ਗੁਰੂ ਧੰਨ ਹੈ ਧੰਨ ਹੈ ਜਿਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲ ਕੇ ਮੇਰੇ ਸਾਰੇ ਸੋਗ ਮੁੱਕ ਗਏ ਮੇਰੇ ਸਾਰੇ ਕਲੇਸ਼ ਦੂਰ ਹੋ ਗਏ ॥੪॥੫॥੧੧॥੪੯॥",
    "pronunciation": "(sMqwpy) klyS",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gauVI bYrwgix mhlw 4]",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kMcn nwrI mih. jIau luBqu hY; mohu mITw mwieAw]",
    "transliteration": "Kanchan Naaree Mehi Jeeo Lubhath Hai Mohu Meethaa Maaeiaa ||",
    "punjabi": "ਮੇਰੀ ਜਿੰਦ ਸੋਨੇ (ਦੇ ਮੋਹ) ਵਿਚ ਇਸਤ੍ਰੀ (ਦੇ ਮੋਹ) ਵਿਚ ਫਸੀ ਹੋਈ ਹੈ, ਮਾਇਆ ਦਾ ਮੋਹ ਮੈਨੂੰ ਮਿੱਠਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(kMcn) sonw[ (loBqu) loBwiemwn",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Gr mMdr GoVy KusI; mnu An ris lwieAw]",
    "transliteration": "Ghar Mandhar Ghorrae Khusee Man An Ras Laaeiaa ||",
    "punjabi": "ਘਰ, ਪੱਕੇ ਮਹਲ ਘੋੜੇ (ਵੇਖ ਵੇਖ ਕੇ) ਮੈਨੂੰ ਚਾਉ ਚੜ੍ਹਦਾ ਹੈ, ਮੇਰਾ ਮਨ ਹੋਰ ਹੋਰ (ਪਦਾਰਥਾਂ ਦੇ) ਰਸ ਵਿਚ ਲੱਗਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir pRBu. iciq n AwveI; ikau CUtw myry hir rwieAw]1]",
    "transliteration": "Har Prabh Chith N Aavee Kio Shhoottaa Maerae Har Raaeiaa ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਰਾਜਨ! (ਤੂੰ) ਪਰਮਾਤਮਾ ਕਦੇ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ। ਮੈਂ (ਇਸ ਮੋਹ ਵਿਚੋਂ) ਕਿਵੇਂ ਨਿਕਲਾਂ? ॥੧॥",
    "pronunciation": "(rwieAw) pwqSwh",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "myry rwm; ieh nIc krm. hir myry]",
    "transliteration": "Maerae Raam Eih Neech Karam Har Maerae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੇਰੇ ਹਰੀ! ਮੇਰੇ ਇਹ ਨੀਚ ਕੰਮ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "guxvMqw hir hir dieAwlu; kir ikrpw. bKis Avgx siB myry]1]rhwau]",
    "transliteration": "Gunavanthaa Har Har Dhaeiaal Kar Kirapaa Bakhas Avagan Sabh Maerae ||1|| Rehaao ||",
    "punjabi": "ਪਰ ਤੂੰ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਮਿਹਰ ਕਰ ਤੇ ਮੇਰੇ ਸਾਰੇ ਅਉਗਣ ਬਖ਼ਸ਼ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 499,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ikCu rUpu nhI, ikCu jwiq nwhI; ikCu FMgu. n myrw]",
    "transliteration": "Kishh Roop Nehee Kishh Jaath Naahee Kishh Dtang N Maeraa ||",
    "punjabi": "ਨਾਹ ਮੇਰਾ (ਸੁੰਦਰ) ਰੂਪ ਹੈ, ਨਾਹ ਮੇਰੀ ਉੱਚੀ ਜਾਤਿ ਹੈ, ਨਾਹ ਮੇਰੇ ਵਿਚ ਕੋਈ ਸੁਚੱਜ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ikAw muhu lY. bolh, gux ibhUn; nwmu jipAw n. qyrw]",
    "transliteration": "Kiaa Muhu Lai Boleh Gun Bihoon Naam Japiaa N Thaeraa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣਾ ਹਾਂ, ਮੈਂ ਤੇਰਾ ਨਾਮ ਨਹੀਂ ਜਪਿਆ, ਮੈਂ ਕੇਹੜਾ ਮੂੰਹ ਲੈ ਕੇ (ਤੇਰੇ ਸਾਹਮਣੇ) ਗੱਲ ਕਰਨ ਜੋਗਾ ਹਾਂ?",
    "pronunciation": "(ibhUn) rihq",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hm pwpI. sMig gur aubry; puMnu siqgur kyrw]2]",
    "transliteration": "Ham Paapee Sang Gur Oubarae Punn Sathigur Kaeraa ||2||",
    "punjabi": "ਇਹ ਸਤਿਗੁਰੂ ਦੀ ਮਿਹਰ ਹੋਈ ਹੈ ਕਿ ਮੈਂ ਪਾਪੀ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ (ਪਾਪਾਂ ਤੋਂ) ਬਚ ਗਿਆ ਹਾਂ ॥੨॥",
    "pronunciation": "(aubry) auDry, mukq hoey[ (kyrw) dw",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "sBu jIau ipMfu. muKu nku dIAw; vrqx kau pwxI]",
    "transliteration": "Sabh Jeeo Pindd Mukh Nak Dheeaa Varathan Ko Paanee ||",
    "punjabi": "ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਇਹ ਮੂੰਹ ਇਹ ਨੱਕ ਆਦਿਕ ਅੰਗ ਇਹ ਸਭ ਕੁਝ ਪਰਮਾਤਮਾ ਨੇ ਮੈਨੂੰ ਦਿੱਤਾ ਹੈ, ਪਾਣੀ (ਹਵਾ ਅੱਗ ਆਦਿਕ) ਮੈਨੂੰ ਉਸ ਨੇ ਵਰਤਣ ਲਈ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "n`ku",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "AMnu Kwxw. kpVu pYnxu dIAw; rs Ain BogwxI]",
    "transliteration": "Ann Khaanaa Kaparr Painan Dheeaa Ras An Bhogaanee ||",
    "punjabi": "ਉਸ ਨੇ ਮੈਨੂੰ ਅੰਨ ਖਾਣ ਨੂੰ ਦਿੱਤਾ ਹੈ, ਕੱਪੜਾ ਪਹਿਨਣ ਨੂੰ ਦਿੱਤਾ ਹੈ, ਹੋਰ ਅਨੇਕਾਂ ਸੁਆਦਲੇ ਪਦਾਰਥ ਭੋਗਣ ਨੂੰ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "(Ain) AnykW (BogwxI) Bogx nUM[ pYn@xu",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ijin dIey. su iciq n AwveI; psU. hau kir jwxI]3]",
    "transliteration": "Jin Dheeeae S Chith N Aavee Pasoo Ho Kar Jaanee ||3||",
    "punjabi": "ਪਰ ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਾਰੇ ਪਦਾਰਥ ਦਿੱਤੇ ਹਨ, ਉਹ ਮੈਨੂੰ ਕਦੇ ਚੇਤੇ ਭੀ ਨਹੀਂ ਆਉਂਦਾ ਹੈ। ਮੈਂ (ਮੂਰਖ-) ਪਸ਼ੂ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਕਰ ਕੇ ਜਾਣਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "sBu kIqw qyrw vrqdw; qUM AMqrjwmI]",
    "transliteration": "Sabh Keethaa Thaeraa Varathadhaa Thoon Antharajaamee ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਸਾਡੇ ਜੀਵਾਂ ਦੇ ਵੱਸ ਭੀ ਕੀਹ ਹੈ? ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ) ਸਭ ਤੇਰਾ ਕੀਤਾ ਹੋ ਰਿਹਾ ਹੈ, ਤੂੰ ਹਰੇਕ ਜੀਵ ਦੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "hm jMq ivcwry. ikAw krh; sBu Kylu qum suAwmI]",
    "transliteration": "Ham Janth Vichaarae Kiaa Kareh Sabh Khael Thum Suaamee ||",
    "punjabi": "ਅਸੀਂ ਨਿਮਾਣੇ ਜੀਵ (ਤੈਥੋਂ ਆਕੀ ਹੋ ਕੇ) ਕੀਹ ਕਰ ਸਕਦੇ ਹਾਂ? ਹੇ ਸੁਆਮੀ! ਇਹ ਸਾਰਾ ਤੇਰਾ ਹੀ ਖੇਲ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 499,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "jn nwnku. hwit ivhwiJAw; hir gulm gulwmI]4]6]12]50]",
    "transliteration": "Jan Naanak Haatt Vihaajhiaa Har Gulam Gulaamee ||4||6||12||50||",
    "punjabi": "(ਜਿਵੇਂ ਕੋਈ ਗ਼ੁਲਾਮ ਮੰਡੀ ਵਿਚੋਂ ਖ਼ਰੀਦਿਆ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਇਹ ਤੇਰਾ ਦਾਸ ਨਾਨਕ (ਤੇਰੀ ਸਾਧ-ਸੰਗਤਿ) ਹੱਟੀ ਵਿਚ (ਤੇਰੇ ਸੋਹਣੇ ਨਾਮ ਤੋਂ) ਵਿਕਿਆ ਹੋਇਆ ਹੈ, ਤੇਰੇ ਗ਼ੁਲਾਮਾਂ ਦਾ ਗ਼ੁਲਾਮ ਹੈ ॥੪॥੬॥੧੨॥੫੦॥",
    "pronunciation": "Awp jI dI swDsMgq rUpI (hwit) h`tI q y, Awp jI dw (ivhwiJAw) ^rIidAw, Awp jI dI (gulwmI) cwkrI krn vwlw (gulm) golw hY",
    "type_id": 3
  }
]