[
  {
    "shabad_id": 500,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gauVI bYrwgix mhlw 4]",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijau jnnI suqu jix pwlqI; rwKY ndir mJwir]",
    "transliteration": "Jio Jananee Suth Jan Paalathee Raakhai Nadhar Majhaar ||",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਪੁੱਤਰ ਨੂੰ ਜਨਮ ਦੇ ਕੇ (ਉਸ ਨੂੰ) ਆਪਣੀ ਨਜ਼ਰ ਹੇਠ ਰੱਖਦੀ ਹੈ ਤੇ ਪਾਲਦੀ ਹੈ।",
    "pronunciation": "(jix) jnm dy ky[ (ndir) nzr (mJwir) iv`c",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "AMqir bwhir muiK dy igrwsu; iKnu iKnu pocwir]",
    "transliteration": "Anthar Baahar Mukh Dhae Giraas Khin Khin Pochaar ||",
    "punjabi": "(ਘਰ ਵਿਚ) ਅੰਦਰ ਬਾਹਰ (ਕੰਮ ਕਰਦੀ ਹੋਈ ਭੀ) ਖਿਨ ਖਿਨ ਪਿਆਰ ਕਰ ਕੇ (ਉਸ ਪੁੱਤਰ ਦੇ) ਮੂੰਹ ਵਿਚ ਗਿਰਾਹੀ ਦੇਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(igrwsu) igrwhI[ (pocwir) ipAwr lwf nwl",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iqau siqguru. gurisK rwKqw; hir pRIiq ipAwir]1]",
    "transliteration": "Thio Sathigur Gurasikh Raakhathaa Har Preeth Piaar ||1||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਗੁਰੂ ਸਤਿਗੁਰੂ ਸਿੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ (ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ) ਦੇ ਕੇ ਪਿਆਰ ਨਾਲ ਸੰਭਾਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myry rwm. hm bwirk; hir pRB ky hY ieAwxy]",
    "transliteration": "Maerae Raam Ham Baarik Har Prabh Kae Hai Eiaanae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਅੰਞਾਣ ਬੱਚੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "DMnu DMnu gurU. guru siqguru pwDw; ijin hir aupdysu dy. kIey isAwxy]1]rhwau]",
    "transliteration": "Dhhann Dhhann Guroo Gur Sathigur Paadhhaa Jin Har Oupadhaes Dhae Keeeae Siaanae ||1|| Rehaao ||",
    "punjabi": "ਸ਼ਾਬਾਸ਼ੇ ਉਪਦੇਸ਼-ਦਾਤੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੂੰ, ਜਿਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਉਪਦੇਸ਼ ਦੇ ਕੇ ਸਾਨੂੰ ਸਿਆਣੇ ਬਣਾ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(pwDw) aupdyS dyx vwly",
    "type_id": 4
  },
  {
    "shabad_id": 500,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jYsI ggin iPrMqI aUfqI; kpry bwgy vwlI]",
    "transliteration": "Jaisee Gagan Firanthee Ooddathee Kaparae Baagae Vaalee ||",
    "punjabi": "ਜਿਵੇਂ ਚਿੱਟੇ ਖੰਭਾਂ ਵਾਲੀ (ਕੂੰਜ) ਆਸਮਾਨ ਵਿਚ ਉੱਡਦੀ ਫਿਰਦੀ ਹੈ,",
    "pronunciation": "(bwgy) ic`ty (k`pry) k`pVy, KMBW vwlI kMUj",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "Eh rwKY cIqu. pICY ibic bcry; inq ihrdY swir smwlI]",
    "transliteration": "Ouh Raakhai Cheeth Peeshhai Bich Bacharae Nith Hiradhai Saar Samaalee ||",
    "punjabi": "ਪਰ ਉਹ ਪਿੱਛੇ (ਰਹੇ ਹੋਏ ਆਪਣੇ) ਨਿੱਕੇ ਨਿੱਕੇ ਬੱਚਿਆਂ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਰੱਖਦੀ ਹੈ, ਸਦਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਦੀ ਹੈ ਸੰਭਾਲਦੀ ਹੈ।",
    "pronunciation": "(bcry) b`cy[ (swir) cyqy krky",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "iqau siqgur isK. pRIiq hir hir kI; guruisK. rKY jIA nwlI]2]",
    "transliteration": "Thio Sathigur Sikh Preeth Har Har Kee Gur Sikh Rakhai Jeea Naalee ||2||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਗੁਰੂ ਤੇ ਸਿੱਖ ਦੀ ਪ੍ਰੀਤਿ ਹੈ, ਗੁਰੂ ਆਪਣੇ ਸਿੱਖਾਂ ਨੂੰ ਹਰੀ ਦੀ ਪ੍ਰੀਤਿ ਦੇ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਜਿੰਦ ਦੇ ਨਾਲ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jYsy kwqI. qIs bqIs hY; ivic rwKY rsnw. mws rqu kyrI]",
    "transliteration": "Jaisae Kaathee Thees Bathees Hai Vich Raakhai Rasanaa Maas Rath Kaeree ||",
    "punjabi": "ਜਿਵੇਂ ਤੀਹਾਂ ਬੱਤੀਆਂ (ਦੰਦਾਂ) ਦੀ ਕੈਂਚੀ ਹੈ (ਉਸ ਕੈਂਚੀ) ਵਿਚ (ਪਰਮਾਤਮਾ) ਮਾਸ ਤੇ ਲਹੂ ਦੀ ਬਣੀ ਹੋਈ ਜੀਭ ਨੂੰ (ਬਚਾ ਕੇ) ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "qIs bqIs dMdW rUp (kw`qI) kYNcI[ (kyrI) dI[ b`qIs r`qu",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "koeI jwxhu. mws kwqI kY ikCu hwiQ hY; sB vsgiq hY. hir kyrI]",
    "transliteration": "Koee Jaanahu Maas Kaathee Kai Kishh Haathh Hai Sabh Vasagath Hai Har Kaeree ||",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਪਿਆ ਸਮਝੇ ਕਿ (ਬਚ ਕੇ ਰਹਿਣਾ ਜਾਂ ਬਚਾ ਕੇ ਰੱਖਣਾ) ਮਾਸ ਦੀ ਜੀਭ ਦੇ ਹੱਥ ਵਿਚ ਹੈ ਜਾਂ (ਦੰਦਾਂ ਦੀ) ਕੈਂਚੀ ਦੇ ਵੱਸ ਵਿਚ ਹੈ, ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਹੀ ਹੈ।",
    "pronunciation": "kw`qI[ (v`s-giq) ADIn[ (kyrI) dy[ giq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "iqau sMq jnw kI, nr inMdw krih; hir rwKY pYj. jn kyrI]3]",
    "transliteration": "Thio Santh Janaa Kee Nar Nindhaa Karehi Har Raakhai Paij Jan Kaeree ||3||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਲੋਕ ਤਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਲਾਜ (ਹੀ) ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(pYj) ie`zq",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "BweI. mq koeI jwxhu, iksI kY ikCu hwiQ hY; sB kry krwieAw]",
    "transliteration": "Bhaaee Math Koee Jaanahu Kisee Kai Kishh Haathh Hai Sabh Karae Karaaeiaa ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਤਾਂ ਕੋਈ ਸਮਝੋ ਕਿ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਕੁਝ ਵੱਸ ਵਿਚ ਹੈ। ਇਹ ਤਾਂ ਸਭ ਕੁਝ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਦਾ ਹੈ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "jrw mrw qwpu, isriq swpu; sBu hir kY vis hY; koeI lwig n skY, ibnu hir kw lwieAw]",
    "transliteration": "Jaraa Maraa Thaap Sirath Saap Sabh Har Kai Vas Hai Koee Laag N Sakai Bin Har Kaa Laaeiaa ||",
    "punjabi": "ਬੁਢੇਪਾ, ਮੌਤ, ਸਿਰ-ਪੀੜ, ਤਾਪ ਆਦਿਕ ਹਰੇਕ (ਦੁਖ-ਕਲੇਸ਼) ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਹੈ। ਪਰਮਾਤਮਾ ਦੇ ਲਾਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਰੋਗ (ਕਿਸੇ ਜੀਵ ਨੂੰ) ਲੱਗ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "TMFw q`qw qwpu[ (isriq) iClq l`gxI, A`Dw isr duKxw[ (swpu) s`p",
    "type_id": 3
  },
  {
    "shabad_id": 500,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "AYsw hir nwmu. min iciq iniq iDAwvhu. jn nwnk; jo AMqI Aausir. ley CfwieAw]4]7]13]51]",
    "transliteration": "Aisaa Har Naam Man Chith Nith Dhhiaavahu Jan Naanak Jo Anthee Aousar Leae Shhaddaaeiaa ||4||7||13||51||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜਾ ਹਰਿ-ਨਾਮ ਅਖ਼ੀਰਲੇ ਸਮੇ (ਜਮ ਆਦਿਕਾਂ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਸਦਾ ਸਿਮਰਦੇ ਰਹੋ ॥੪॥੭॥੧੩॥੫੧॥",
    "pronunciation": "(AMqI) AMq (Aausir) smyN",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gauVI bYrwgix mhlw 4]",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ijsu imilAY. min hoie AnMdu; so siqguru khIAY]",
    "transliteration": "Jis Miliai Man Hoe Anandh So Sathigur Keheeai ||",
    "punjabi": "ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਏ, ਉਸ ਨੂੰ ਹੀ ਗੁਰੂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mn kI duibDw. ibnis jwie; hir prmpdu lhIAY]1]",
    "transliteration": "Man Kee Dhubidhhaa Binas Jaae Har Param Padh Leheeai ||1||",
    "punjabi": "(ਜਿਸ ਦੇ ਮਿਲਾਪ ਨਾਲ) ਮਨ ਦੀ ਡਾਵਾਂ ਡੋਲ ਹਾਲਤ ਮੁੱਕ ਜਾਏ, ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪੈਦਾ ਹੋ ਜਾਏ, ਉਹੋ ਹੀ ਗੁਰੂ ਹੈ ॥੧॥",
    "pronunciation": "(duibDw) duic`qI[ (prmpdu) au~cI s`cI su`cI Awqmk AvsQw",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "myrw siqguru ipAwrw; ikqu ibiD imlY]",
    "transliteration": "Maeraa Sathigur Piaaraa Kith Bidhh Milai ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੱਸ) ਮੇਰਾ ਪਿਆਰਾ ਗੁਰੂ (ਮੈਨੂੰ) ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲ ਸਕਦਾ ਹੈ?",
    "pronunciation": "ibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hau iKnu iKnu krI nmskwru; myrw guru pUrw. ikau imlY]1]rhwau]",
    "transliteration": "Ho Khin Khin Karee Namasakaar Maeraa Gur Pooraa Kio Milai ||1|| Rehaao ||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਮੈਨੂੰ ਇਹ ਦੱਸੇ ਕਿ) ਮੇਰਾ ਗੁਰੂ ਮੈਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹੈ (ਉਸ ਦੇ ਅੱਗੇ) ਮੈਂ ਹਰ ਖਿਨ ਸਿਰ ਨਿਵਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 501,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "kir ikrpw hir myilAw; myrw siqguru pUrw]",
    "transliteration": "Kar Kirapaa Har Maeliaa Maeraa Sathigur Pooraa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮੇਰਾ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ieC puMnI jn kyrIAw; ly siqgur DUrw]2]",
    "transliteration": "Eishh Punnee Jan Kaereeaa Lae Sathigur Dhhooraa ||2||",
    "punjabi": "ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਹਾਸਲ ਕਰ ਕੇ ਉਸ ਮਨੁੱਖ ਦੀ (ਹਰੇਕ ਕਿਸਮ ਦੀ) ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ie`C) ie`Cw (puMnI) pUrn kIqI[ (kyrIAw) dI[ (DUrw) crnDUV",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hir Bgiq idRVwvY. hir Bgiq suxY; iqsu siqgur imlIAY]",
    "transliteration": "Har Bhagath Dhrirraavai Har Bhagath Sunai This Sathigur Mileeai ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਗੁਰੂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ ਜੇਹੜਾ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪੱਕੀ ਬਿਠਾ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਸ਼ੌਕ ਨਾਲ) ਸੁਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "qotw. mUil n AwveI; hir lwBu iniq idRVIAY]3]",
    "transliteration": "Thottaa Mool N Aavee Har Laabh Nith Dhrirreeai ||3||",
    "punjabi": "(ਜਿਸ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਦੀ ਖੱਟੀ ਸਦਾ ਖੱਟਦਾ ਹੈ (ਤੇ ਇਸ ਖੱਟੀ ਵਿਚ) ਕਦੇ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ ॥੩॥",
    "pronunciation": "(qotw) Gwt",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ijs kau irdY ivgwsu hY; Bwau dUjw nwhI]",
    "transliteration": "Jis Ko Ridhai Vigaas Hai Bhaao Dhoojaa Naahee ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਗੁਰੂ ਨੂੰ (ਧੁਰੋਂ ਪ੍ਰਭੂ ਵਲੋਂ) ਹਿਰਦੇ ਦਾ ਖਿੜਾਉ ਮਿਲਿਆ ਹੋਇਆ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਮੋਹ ਨਹੀਂ,",
    "pronunciation": "(ivgwsu) pRkwS",
    "type_id": 3
  },
  {
    "shabad_id": 501,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "nwnk. iqsu gur imil auDrY; hir gux gwvwhI]4]8]14]52]",
    "transliteration": "Naanak This Gur Mil Oudhharai Har Gun Gaavaahee ||4||8||14||52||",
    "punjabi": "ਉਸ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ (ਉਸ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ ॥੪॥੮॥੧੪॥੫੨॥",
    "pronunciation": "dUijAW nMU (au-DrY) auDwrdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 502,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mhlw 4 gauVI pUrbI]",
    "transliteration": "Mehalaa 4 Gourree Poorabee ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 502,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir dieAwil dieAw pRiB kInI; myrY min qin muiK hir bolI]",
    "transliteration": "Har Dhaeiaal Dhaeiaa Prabh Keenee Maerai Man Than Mukh Har Bolee ||",
    "punjabi": "ਦਇਆਲ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਉਤੇ ਮਿਹਰ ਕੀਤੀ ਤੇ ਉਸ ਮੇਰੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਰੱਖ ਦਿੱਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 502,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gurmuiK rMgu BieAw Aiq gUVw; hir rMig BInI myrI colI]1]",
    "transliteration": "Guramukh Rang Bhaeiaa Ath Goorraa Har Rang Bheenee Maeree Cholee ||1||",
    "punjabi": "ਮੇਰੇ ਹਿਰਦੇ ਦੀ ਚੋਲੀ (ਭਾਵ, ਮੇਰਾ ਹਿਰਦਾ) ਪ੍ਰਭੂ-ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਭਿੱਜ ਗਈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਰੰਗ ਬਹੁਤ ਗੂੜ੍ਹਾ ਹੋ ਗਿਆ ॥੧॥",
    "pronunciation": "(BInI) iB`j geI[ (colI) bu`DI",
    "type_id": 3
  },
  {
    "shabad_id": 502,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "Apuny hir pRB kI; hau golI]",
    "transliteration": "Apunae Har Prabh Kee Ho Golee ||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਹਰੀ ਦੀ ਪ੍ਰਭੂ ਦੀ ਦਾਸੀ (ਬਣ ਗਈ) ਹਾਂ।",
    "pronunciation": "go~lI",
    "type_id": 3
  },
  {
    "shabad_id": 502,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "jb hm. hir syqI mnu mwinAw; kir dIno jgqu sBu gol AmolI]1]rhwau]",
    "transliteration": "Jab Ham Har Saethee Man Maaniaa Kar Dheeno Jagath Sabh Gol Amolee ||1|| Rehaao ||",
    "punjabi": "ਜਦੋਂ ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ ਦੇ) ਨਾਲ ਗਿੱਝ ਗਿਆ, ਪਰਮਾਤਮਾ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਮੇਰਾ ਬੇ-ਮੁੱਲਾ ਦਾਸ ਬਣਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(gol) golw syvk[ (AmolI) ibnw mu`l id`qy[ j`g-qu",
    "type_id": 4
  },
  {
    "shabad_id": 502,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "krhu ibbyku. sMq jn BweI; Koij ihrdY dyiK FMFolI]",
    "transliteration": "Karahu Bibaek Santh Jan Bhaaee Khoj Hiradhai Dhaekh Dtandtolee ||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨ ਭਰਾਵੋ! ਤੁਸੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਖੋਜ-ਭਾਲ ਕਰ ਕੇ ਵੇਖ ਕੇ ਵਿਚਾਰ ਕਰੋ (ਤੁਹਾਨੂੰ ਇਹ ਗੱਲ ਪਰਤੱਖ ਦਿੱਸ ਪਏਗੀ.",
    "pronunciation": "(ibbyku) ivcwr[ (FMFolI) l`B ky",
    "type_id": 3
  },
  {
    "shabad_id": 502,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir hir rUpu sB joiq sbweI; hir inkit vsY, hir kolI]2]",
    "transliteration": "Har Har Roop Sabh Joth Sabaaee Har Nikatt Vasai Har Kolee ||2||",
    "punjabi": "ਕਿ ਇਹ ਸਾਰਾ ਜਗਤ) ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਰੂਪ ਹੈ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਜੋਤਿ ਵੱਸ ਰਹੀ ਹੈ। ਪਰਮਾਤਮਾ ਹਰੇਕ ਜੀਵ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ ਕੋਲ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(sbweI) swrI isRStI[ (kolI) koL",
    "type_id": 3
  }
]