[
  {
    "shabad_id": 505,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "hir kw nwmu. AMimRq rsu cwiKAw; imil siqgur. mIT rs gwny]2]",
    "transliteration": "Har Kaa Naam Anmrith Ras Chaakhiaa Mil Sathigur Meeth Ras Gaanae ||2||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ, ਉਹ ਰਸ ਮਿੱਠਾ ਹੈ ਜਿਵੇਂ ਗੰਨੇ ਦਾ ਰਸ ਮਿੱਠਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(gwny) gMny vWg",
    "type_id": 3
  },
  {
    "shabad_id": 505,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ijn kau guru siqguru nhI ByitAw; qy swkq mUV idvwny]",
    "transliteration": "Jin Ko Gur Sathigur Nehee Bhaettiaa Thae Saakath Moorr Dhivaanae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ, ਉਹ ਮੂਰਖ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਝੱਲੇ ਹੋਏ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ByitAw) imly[ (idvwny) kmLy",
    "type_id": 3
  },
  {
    "shabad_id": 505,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "iqn ky krmhIn. Duir pwey; dyiK dIpku. moih pcwny]3]",
    "transliteration": "Thin Kae Karameheen Dhhur Paaeae Dhaekh Dheepak Mohi Pachaanae ||3||",
    "punjabi": "(ਪਰ ਉਹਨਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਧੁਰੋਂ (ਪਰਮਾਤਮਾ ਨੇ) ਉਹਨਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਇਹ) ਨੀਵੇਂ ਕੰਮ ਹੀ ਪਾ ਦਿੱਤੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਇਉਂ ਸੜਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਵੇਂ ਦੀਵੇ ਨੂੰ ਵੇਖ ਕੇ (ਪਤੰਗੇ) ॥੩॥",
    "pronunciation": "(moih) moh c (pcwny) sVdy",
    "type_id": 3
  },
  {
    "shabad_id": 505,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ijn kau qum dieAw kir mylhu; qy hir hir syv lgwny]",
    "transliteration": "Jin Ko Thum Dhaeiaa Kar Maelahu Thae Har Har Saev Lagaanae ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੂੰ ਮਿਹਰ ਕਰ ਕੇ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ, ਉਹ, ਹੇ ਹਰੀ! ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 505,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "jn nwnk. hir hir hir jip pRgty; miq gurmiq nwim smwny]4]4]18]56]",
    "transliteration": "Jan Naanak Har Har Har Jap Pragattae Math Guramath Naam Samaanae ||4||4||18||56||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਮ ਕੇ ਚਮਕ ਪੈਂਦੇ ਹਨ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥੧੮॥੫੬॥",
    "pronunciation": "(smwny) smwauNdy",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gauVI pUrbI mhlw 4]",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "myry mn. so pRBu sdw nwil hY suAwmI; khu ikQY. hir phu nsIAY]",
    "transliteration": "Maerae Man So Prabh Sadhaa Naal Hai Suaamee Kahu Kithhai Har Pahu Naseeai ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਸੁਆਮੀ ਹਰ ਵੇਲੇ (ਜੀਵਾਂ ਦੇ) ਨਾਲ (ਵੱਸਦਾ) ਹੈ। ਦੱਸ ਉਹ ਕੇਹੜਾ ਥਾਂ ਹੈ ਜਿਥੇ ਉਸ ਪ੍ਰਭੂ ਪਾਸੋਂ ਨੱਸ ਸਕੀਦਾ ਹੈ?",
    "pronunciation": "(phu) pwsoN[ n`sIAY",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir Awpy bKis ley pRBu swcw; hir Awip Cfwey CutIAY]1]",
    "transliteration": "Har Aapae Bakhas Leae Prabh Saachaa Har Aap Shhaddaaeae Shhutteeai ||1||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਾਡੇ ਅਉਗਣ) ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ, ਉਹ ਹਰੀ ਆਪ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਪੰਜੇ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ (ਉਸੇ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "myry mn. jip hir hir; hir min jpIAY]",
    "transliteration": "Maerae Man Jap Har Har Har Man Japeeai ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਹਰਿ-ਨਾਮ ਜਪ। (ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਸਦਾ ਮਨ ਵਿਚ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "siqgur kI srxweI. Bij pau. myry mnw; gur siqgur pICY. CutIAY]1]rhwau]",
    "transliteration": "Sathigur Kee Saranaaee Bhaj Po Maerae Manaa Gur Sathigur Peeshhai Shhutteeai ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਉ। ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆਂ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਬਚ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(srxweI) srn c[ B`ij Cu`tIAY",
    "type_id": 4
  },
  {
    "shabad_id": 506,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "myry mn. syvhu so pRB sRb suKdwqw; ijqu syivAY. inj Gir vsIAY]",
    "transliteration": "Maerae Man Saevahu So Prabh Srab Sukhadhaathaa Jith Saeviai Nij Ghar Vaseeai ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ, ਜਿਸ ਦੀ ਸਰਨ ਪਿਆਂ ਆਪਣੇ ਘਰ ਵਿਚ ਵੱਸ ਸਕੀਦਾ ਹੈ (ਮਾਇਆ ਦੀ ਭਟਕਣ ਤੋਂ ਬਚ ਕੇ ਅੰਤਰ ਆਤਮੇ ਟਿਕ ਸਕੀਦਾ ਹੈ)।",
    "pronunciation": "(inj) Apxy Gir pRB jI c[ vsIAY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "gurmuiK jwie lhhu Gru Apnw; Gis cMdnu hir jsu GsIAY]2]",
    "transliteration": "Guramukh Jaae Lehahu Ghar Apanaa Ghas Chandhan Har Jas Ghaseeai ||2||",
    "punjabi": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ (ਅਸਲ) ਘਰ ਜਾ ਕੇ ਲੱਭ ਲੈ (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕ)। (ਜਿਵੇਂ) ਚੰਦਨ (ਸਿਲ ਨਾਲ) ਘਸ ਕੇ (ਸੁਗੰਧੀ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ (ਆਪਣੇ ਮਨ ਨਾਲ) ਘਸਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਸੁਗੰਧੀ ਪੈਦਾ ਹੋਵੇਗੀ) ॥੨॥",
    "pronunciation": "(lhhu) pRwpq kro",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "myry mn. hir hir hir hir, hir jsu aUqmu; lY lwhw hir. min hsIAY]",
    "transliteration": "Maerae Man Har Har Har Har Har Jas Ootham Lai Laahaa Har Man Haseeai ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ। (ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "(aUqmu) sRySt[ h`sIAY",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hir hir Awip dieAw kir dyvY; qw. AMimRqu hir rsu cKIAY]3]",
    "transliteration": "Har Har Aap Dhaeiaa Kar Dhaevai Thaa Anmrith Har Ras Chakheeai ||3||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਉਸ ਦਾ ਨਾਮ-ਰਸ ਚੱਖ ਸਕੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "d-ieAw, c`KIAY",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "myry mn. nwm ibnw jo dUjY lwgy; qy swkq nr. jim GutIAY]",
    "transliteration": "Maerae Man Naam Binaa Jo Dhoojai Laagae Thae Saakath Nar Jam Ghutteeai ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਜੇਹੜੇ ਮਨੁੱਖ ਹੋਰ ਪਾਸੇ ਰੁੱਝਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, ਜਮ ਨੇ ਉਹਨਾਂ ਨੂੰ ਘੁੱਟ ਲਿਆ ਹੁੰਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਨੂੰ ਥੋੜ੍ਹ-ਵਿਤਾ ਬਣਾ ਦੇਂਦੀ ਹੈ)।",
    "pronunciation": "(dUjY) hor mwiekI DMiDAW c[ (swkq) mnmuK[ (Gu`tIAY) npIVdy, kSt idMdy",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "qy swkq cor. ijnw nwmu ivswirAw; mn iqn kY inkit. n iBtIAY]4]",
    "transliteration": "Thae Saakath Chor Jinaa Naam Visaariaa Man Thin Kai Nikatt N Bhitteeai ||4||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰ ਦਿੱਤਾ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਕੜੇ ਗਏ, ਉਹ ਰੱਬ ਦੇ ਚੋਰ ਬਣ ਗਏ। ਹੇ ਮੇਰੇ ਮਨ! ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਣਾ ਚਾਹੀਦਾ ॥੪॥",
    "pronunciation": "(iB`tIAY) CuhIey",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "myry mn syvhu. AlK inrMjn nrhir; ijqu syivAY lyKw CutIAY]",
    "transliteration": "Maerae Man Saevahu Alakh Niranjan Narehar Jith Saeviai Laekhaa Shhutteeai ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ। ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤਿਆਂ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਲੇਖਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਮਾਇਆ ਵਲ ਪ੍ਰੇਰਨ ਵਾਲੇ ਸੰਸਕਾਰ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮੁੱਕ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(A+lK) (A) ivSyS krky sB dy AMdr bwhr dI(lK) jwx rhy[ (nrhir) pRB[ C`utIAY",
    "type_id": 3
  },
  {
    "shabad_id": 506,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "jn nwnk. hir pRiB pUry kIey; iKnu mwsw qolu. n GtIAY]5]5]19]57]",
    "transliteration": "Jan Naanak Har Prabh Poorae Keeeae Khin Maasaa Thol N Ghatteeai ||5||5||19||57||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਹਰੀ ਪ੍ਰਭੂ ਨੇ ਮੁਕੰਮਲ ਸੁੱਧ ਜੀਵਨ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਇਕ ਤੋਲਾ ਭਰ ਇਕ ਮਾਸਾ ਭਰ ਰਤਾ ਭੀ ਕਮਜ਼ੋਰੀ ਨਹੀਂ ਆਉਂਦੀ ॥੫॥੫॥੧੯॥੫੭॥",
    "pronunciation": "GtIAY: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gauVI pUrbI mhlw 4]",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hmry pRwn vsgiq pRB qumrY; myrw jIau ipMfu sB qyrI]",
    "transliteration": "Hamarae Praan Vasagath Prabh Thumarai Maeraa Jeeo Pindd Sabh Thaeree ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਪ੍ਰਾਣ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੀ ਹਨ। ਮੇਰੀ ਜਿੰਦ ਤੇ ਮੇਰਾ ਸਰੀਰ ਇਹ ਸਭ ਤੇਰੇ ਹੀ ਦਿੱਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(v`sgiq) v`s",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dieAw krhu. hir drsu idKwvhu; myrY min qin loc GxyrI]1]",
    "transliteration": "Dhaeiaa Karahu Har Dharas Dhikhaavahu Maerai Man Than Loch Ghanaeree ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, (ਤੇਰੇ ਦਰਸਨ ਦੀ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਬੜੀ ਤਾਂਘ ਹੈ ॥੧॥",
    "pronunciation": "(loc) ie`Cw[ (GxyrI) bhuq",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "rwm. myrY min qin loc; imlx hir kyrI]",
    "transliteration": "Raam Maerai Man Than Loch Milan Har Kaeree ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਮੇਰੇ ਹਰੀ! ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਤੈਨੂੰ ਮਿਲਣ ਦੀ (ਬੜੀ) ਤਾਂਘ ਹੈ।",
    "pronunciation": "(kyrI) dI",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "gur ikRpwil. ikRpw ikMcq guir kInI; hir imilAw Awie pRBu myrI]1]rhwau]",
    "transliteration": "Gur Kirapaal Kirapaa Kinchath Gur Keenee Har Miliaa Aae Prabh Maeree ||1|| Rehaao ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਰਪਾਲ ਗੁਰੂ ਨੇ ਜਦੋਂ ਥੋੜੀ ਜਿਹੀ ਕਿਰਪਾ ਕੀਤੀ, ਤਦੋਂ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਆ ਮਿਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ikMcq) QoVI ku",
    "type_id": 4
  },
  {
    "shabad_id": 507,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "jo hmrY mn iciq hY suAwmI; sw ibiD. qum hir jwnhu myrI]",
    "transliteration": "Jo Hamarai Man Chith Hai Suaamee Saa Bidhh Thum Har Jaanahu Maeree ||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਚਿਤ ਵਿਚ ਜੋ ਕੁਝ ਵਰਤਦੀ ਹੈ, ਉਹ ਹਾਲਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "(ibiD) hwlq",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "An idnu nwmu jpI suKu pweI; inq jIvw Aws hir qyrI]2]",
    "transliteration": "Anadhin Naam Japee Sukh Paaee Nith Jeevaa Aas Har Thaeree ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ (ਸਦਾ) ਤੇਰੀ (ਮਿਹਰ ਦੀ) ਆਸ ਰਹਿੰਦੀ ਹੈ (ਕਿ ਤੂੰ ਕਿਰਪਾ ਕਰੇਂ ਤਾਂ) ਮੈਂ ਹਰ ਰੋਜ਼ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ, ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹਾਂ, ਤੇ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਜੀਊਂਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "guir siqguir dwqY. pMQu bqwieAw; hir imilAw Awie pRBu myrI]",
    "transliteration": "Gur Sathigur Dhaathai Panthh Bathaaeiaa Har Miliaa Aae Prabh Maeree ||",
    "punjabi": "(ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਦਾ) ਰਾਹ ਦੱਸਿਆ, ਤੇ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਆ ਮਿਲਿਆ।",
    "pronunciation": "(pMQu) rsqw",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "An idnu Andu BieAw vfBwgI; sB Aws pujI. jn kyrI]3]",
    "transliteration": "Anadhin Anadh Bhaeiaa Vaddabhaagee Sabh Aas Pujee Jan Kaeree ||3||",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਹਰ ਰੋਜ਼ (ਹਰ ਵੇਲੇ) ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਦਾਸ ਦੀ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੩॥",
    "pronunciation": "(pu`jI) pUrn hoeI[ (kyrI) dI[ An-d: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "jgMnwQ jgdIsur krqy; sB vsgiq hY hir kyrI]",
    "transliteration": "Jagannaathh Jagadheesur Karathae Sabh Vasagath Hai Har Kaeree ||",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼ਵਰ! ਹੇ ਕਰਤਾਰ! ਇਹ ਸਾਰੀ (ਜਗਤ-ਖੇਡ) ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੈ।",
    "pronunciation": "j`gMnwQ j`gdIsur v`s-giq[ giq: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 507,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "jn nwnk srxwgiq Awey; hir rwKhu pYj jn kyrI]4]6]20]58]",
    "transliteration": "Jan Naanak Saranaagath Aaeae Har Raakhahu Paij Jan Kaeree ||4||6||20||58||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਦਾਸ ਦੀ ਲਾਜ ਰੱਖ ॥੪॥੬॥੨੦॥੫੮॥",
    "pronunciation": "(sr-xwgiq) Srn[ (pYj) ie`zq, lwj",
    "type_id": 3
  },
  {
    "shabad_id": 508,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gauVI pUrbI mhlw 4]",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 508,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "iehu mnUAw. iKnu n itkY. bhu rMgI; dh dh idis cil cil hwFy]",
    "transliteration": "Eihu Manooaa Khin N Ttikai Bahu Rangee Dheh Dheh Dhis Chal Chal Haadtae ||",
    "punjabi": "(ਮੇਰਾ) ਇਹ ਅੰਞਾਣ ਮਨ ਬਹੁਤ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ (ਫਸ ਕੇ) ਰਤਾ ਭਰ ਭੀ ਟਿਕਦਾ ਨਹੀਂ, ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਦੌੜ ਕੇ ਭਟਕਦਾ ਹੈ।",
    "pronunciation": "(mnUAw) mn[ (hWFy) Btkdw iPrdw[ (dh-idis) dso idSW[c`il c`il",
    "type_id": 3
  }
]