[
  {
    "shabad_id": 516,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "sMq jnw imil pwieAw. myry goivdw; myrw hir pRBu sjxu sYxI jIau ]",
    "transliteration": "Santh Janaa Mil Paaeiaa Maerae Govidhaa Maeraa Har Prabh Sajan Sainee Jeeo ||",
    "translation": "Meeting the Saints, O my Lord of the Universe, I have found my Lord God, my Companion, my Best Friend.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਮੇਰਾ (ਅਸਲੀ) ਸੱਜਣ ਮਿੱਤਰ (ਜਿਨ੍ਹਾਂ ਨੇ ਭੀ ਲੱਭਾ ਹੈ) ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ (ਹੀ) ਲੱਭਾ ਹੈ।",
    "pronunciation": "(sYxI) im`qR",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir Awie imilAw jgjIvnu. myry goivMdw; mY suiK ivhwxI. rYxI jIau ]2]",
    "transliteration": "Har Aae Miliaa Jagajeevan Maerae Govindhaa Mai Sukh Vihaanee Rainee Jeeo ||2||",
    "translation": "The Lord, the Life of the World, has come to meet me, O my Lord of the Universe. The night of my life now passes in peace. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! (ਸੰਤ ਜਨਾਂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ) ਮੈਨੂੰ (ਭੀ) ਉਹ ਹਰੀ ਆ ਮਿਲਿਆ ਹੈ ਜੋ ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ, ਹੁਣ ਮੇਰੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਆਨੰਦ ਵਿਚ ਬੀਤ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "(ivhwxI) bqIq huMdI[ (rYxI) rwq[ j`gjIvnu, suiK: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mY mylhu sMq. myrw hir pRBu sjxu; mY min qin BuK lgweIAw jIau ]",
    "transliteration": "Mai Maelahu Santh Maeraa Har Prabh Sajan Mai Man Than Bhukh Lagaaeeaa Jeeo ||",
    "translation": "O Saints, unite me with my Lord God, my Best Friend; my mind and body are hungry for Him.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਮੈਨੂੰ ਮੇਰਾ ਸੱਜਣ ਹਰਿ-ਪ੍ਰਭੂ ਮਿਲਾ ਦਿਉ। ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਉਸਦੇ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ।",
    "pronunciation": "Bu~K",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hau. rih n skau, ibnu dyKy myry pRIqm; mY AMqir ibrhu. hir lweIAw jIau ]",
    "transliteration": "Ho Rehi N Sako Bin Dhaekhae Maerae Preetham Mai Anthar Birahu Har Laaeeaa Jeeo ||",
    "translation": "I cannot survive without seeing my Beloved; deep within, I feel the pain of separation from the Lord.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਪ੍ਰੀਤਮ ਨੂੰ ਵੇਖਣ ਤੋਂ ਬਿਨਾ ਧੀਰਜ ਨਹੀਂ ਫੜ ਸਕਦਾ, ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੇ ਵਿਛੋੜੇ ਦਾ ਦਰਦ ਉੱਠ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ibrhu) pRym",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hir rwieAw myrw sjxu ipAwrw; guru myly. myrw mnu jIvweIAw jIau ]",
    "transliteration": "Har Raaeiaa Maeraa Sajan Piaaraa Gur Maelae Maeraa Man Jeevaaeeaa Jeeo ||",
    "translation": "The Sovereign Lord King is my Beloved, my Best Friend. Through the Guru, I have met Him, and my mind has been rejuvenated.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਰਾਜਾ ਹੈ ਮੇਰਾ ਪਿਆਰਾ ਸੱਜਣ ਹੈ, ਜਦੋਂ (ਉਸ ਨਾਲ) ਗੁਰੂ (ਮੈਨੂੰ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ਤਾਂ ਮੇਰਾ ਮਨ ਜੀਊ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(jIvweIAw) ijauNdw kIqw",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "myrY min qin Awsw pUrIAw. myry goivMdw; hir imilAw min vwDweIAw jIau ]3]",
    "transliteration": "Maerai Man Than Aasaa Pooreeaa Maerae Govindhaa Har Miliaa Man Vaadhhaaeeaa Jeeo ||3||",
    "translation": "The hopes of my mind and body have been fulfilled, O my Lord of the Universe; meeting the Lord, my mind vibrates with joy. ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਜਦੋਂ ਤੂੰ ਹਰੀ ਮੈਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਚਿਰਾਂ ਤੋਂ ਟਿਕੀ) ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਚੜ੍ਹਦੀ ਕਲਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(Awsw) Aws (pUrIAw) pUrn kIqI",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "vwrI myry goivMdw. vwrI myry ipAwirAw; hau quDu ivtiVAhu. sd vwrI jIau ]",
    "transliteration": "Vaaree Maerae Govindhaa Vaaree Maerae Piaariaa Ho Thudhh Vittarriahu Sadh Vaaree Jeeo ||",
    "translation": "A sacrifice, O my Lord of the Universe, a sacrifice, O my Beloved; I am forever a sacrifice to You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ ਸਦਕੇ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ।",
    "pronunciation": "(vwrI) kurbwn[ (ivtiV-Ahu) qoN",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "myrY min qin pRymu iprMm kw. myry goivdw; hir pUMjI rwKu. hmwrI jIau ]",
    "transliteration": "Maerai Man Than Praem Piranm Kaa Maerae Govidhaa Har Poonjee Raakh Hamaaree Jeeo ||",
    "translation": "My mind and body are filled with love for my Husband Lord; O my Lord of the Universe, please preserve my assets.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਤੈਂ ਪਿਆਰੇ ਦਾ ਪ੍ਰੇਮ ਜਾਗ ਉਠਿਆ ਹੈ (ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ) ਮੇਰੀ ਇਸ (ਪ੍ਰੇਮ ਦੀ) ਰਾਸ ਦੀ ਤੂੰ ਰਾਖੀ ਕਰ।",
    "pronunciation": "(iprMm) ipAwry[ (pMUjI) rws",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "siqguru ivstu myil. myry goivMdw; hir myly. kir rYbwrI jIau ]",
    "transliteration": "Sathigur Visatt Mael Maerae Govindhaa Har Maelae Kar Raibaaree Jeeo ||",
    "translation": "Unite me with the True Guru, Your Advisor, O my Lord of the Universe; through His guidance, He shall lead me to the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੈਨੂੰ ਵਿਚੋਲਾ ਗੁਰੂ ਮਿਲਾ, ਜੇਹੜਾ ਮੇਰੀ (ਜੀਵਨ ਵਿਚ) ਅਗਵਾਈ ਕਰ ਕੇ ਮੈਨੂੰ ਤੈਂ ਹਰੀ ਨਾਲ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "(ivstu)ivcoly[ (rYbwrI) ivcolgI",
    "type_id": 3
  },
  {
    "shabad_id": 516,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hir nwmu dieAw kir pwieAw. myry goivMdw; jn nwnku. srix qumwrI jIau ]4]3]29]67]",
    "transliteration": "Har Naam Dhaeiaa Kar Paaeiaa Maerae Govindhaa Jan Naanak Saran Thumaaree Jeeo ||4||3||29||67||",
    "translation": "I have obtained the Lord's Name, by Your Mercy, O my Lord of the Universe; servant Nanak has entered Your Sanctuary. ||4||3||29||67||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਮੈਂ ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਤੇਰੀ ਦਇਆ ਦਾ ਸਦਕਾ ਹੀ ਮੈਨੂੰ ਤੇਰਾ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ ॥੪॥੩॥੨੯॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gauVI mwJ mhlw 4 ]",
    "transliteration": "Gourree Maajh Mehalaa 4 ||",
    "translation": "Gauree Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "cojI myry goivMdw. cojI myry ipAwirAw; hir pRBu myrw cojI jIau ]",
    "transliteration": "Chojee Maerae Govindhaa Chojee Maerae Piaariaa Har Prabh Maeraa Chojee Jeeo ||",
    "translation": "Playful is my Lord of the Universe; playful is my Beloved. My Lord God is wondrous and playful.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਤੂੰ ਆਪਣੀ ਮਰਜ਼ੀ ਦੇ ਕੰਮ ਕਰਨ ਵਾਲਾ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਹੈਂ।",
    "pronunciation": "(cojI) kOqkI",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir Awpy. kwn@ aupwiedw. myry goivdw; hir Awpy. gopI KojI jIau ]",
    "transliteration": "Har Aapae Kaanha Oupaaeidhaa Maerae Govidhaa Har Aapae Gopee Khojee Jeeo ||",
    "translation": "The Lord Himself created Krishna, O my Lord of the Universe; the Lord Himself is the milkmaids who seek Him.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਕ੍ਰਿਸ਼ਨ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ (ਕ੍ਰਿਸ਼ਨ ਨੂੰ) ਲੱਭਣ ਵਾਲੀ ਗਵਾਲਣ ਹੈ।",
    "pronunciation": "(kwn@) ikRSn jI[ kwn@: nMny hyTW hlMq Bwrw bolo, hlMq hyTW AONkV bolo[ (aupwiedw) pYdw krdy[ (gopI) gvwlx",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir Awpy sB Gt Bogdw, myry goivMdw; Awpy rsIAw BogI jIau ]",
    "transliteration": "Har Aapae Sabh Ghatt Bhogadhaa Maerae Govindhaa Aapae Raseeaa Bhogee Jeeo ||",
    "translation": "The Lord Himself enjoys every heart, O my Lord of the Universe; He Himself is the Ravisher and the Enjoyer.",
    "punjabi": "ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ ਹਰੀ ਆਪ ਹੀ ਸਭ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਦਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ ਸਾਰੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਰਸ ਲੈਣ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਭੋਗਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "mhW ivsmwd bRhmwnMd (rsIAw) rs nUM (Bogdw) Bogdy",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir sujwxu. n BuleI, myry goivMdw; Awpy siqguru jogI jIau ]1]",
    "transliteration": "Har Sujaan N Bhulee Maerae Govindhaa Aapae Sathigur Jogee Jeeo ||1||",
    "translation": "The Lord is All-knowing - He cannot be fooled, O my Lord of the Universe. He is the True Guru, the Yogi. ||1||",
    "punjabi": "(ਪਰ) ਹਰੀ ਬਹੁਤ ਸਿਆਣਾ ਹੈ, (ਸਭ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਹੁੰਦਿਆਂ ਭੀ ਉਹ) ਭੁੱਲਦਾ ਨਹੀਂ, ਉਹ ਹਰੀ ਆਪ ਹੀ ਭੋਗਾਂ ਤੋਂ ਨਿਰਲੇਪ ਸਤਿਗੁਰੂ ਹੈ ॥੧॥",
    "pronunciation": "(sujwxu) sRySt jwxIjwx[ bRhm jI c (jogI) juVy hoey",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Awpy jgqu aupwiedw myry goivdw; hir Awip KylY. bhu rMgI jIau ]",
    "transliteration": "Aapae Jagath Oupaaeidhaa Maerae Govidhaa Har Aap Khaelai Bahu Rangee Jeeo ||",
    "translation": "He Himself created the world, O my Lord of the Universe; the Lord Himself plays in so many ways!",
    "punjabi": "ਹਰਿ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ ਅਨੇਕਾਂ ਰੰਗਾਂ ਵਿਚ (ਜਗਤ ਦਾ ਖੇਲ) ਖੇਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(aupwiedw) pYdw krdy[ j`g-qu",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ieknw Bog Bogwiedw. myry goivMdw; ieik ngn iPrih. nMg nMgI jIau ]",
    "transliteration": "Eikanaa Bhog Bhogaaeidhaa Maerae Govindhaa Eik Nagan Firehi Nang Nangee Jeeo ||",
    "translation": "Some enjoy enjoyments, O my Lord of the Universe, while others wander around naked, the poorest of the poor.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਅਨੇਕਾਂ ਜੀਵਾਂ ਪਾਸੋਂ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਾਂਦਾ ਹੈ (ਭਾਵ, ਅਨੇਕਾਂ ਨੂੰ ਰੱਜਵੇਂ ਪਦਾਰਥ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਪਰ) ਅਨੇਕਾਂ ਜੀਵ ਐਸੇ ਹਨ ਜੋ ਨੰਗੇ ਪਏ ਫਿਰਦੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਦੇ ਤਨ ਉਤੇ ਕੱਪੜਾ ਭੀ ਨਹੀਂ)।",
    "pronunciation": "(Bog) bRhmwnMd rs (Bogwiedw) BogauNdy",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "Awpy jgqu aupwiedw. myry goivdw; hir dwnu dyvY sB mMgI jIau ]",
    "transliteration": "Aapae Jagath Oupaaeidhaa Maerae Govidhaa Har Dhaan Dhaevai Sabh Mangee Jeeo ||",
    "translation": "He Himself created the world, O my Lord of the Universe; the Lord gives His gifts to all who beg for them.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਉਸ ਪਾਸੋਂ ਮੰਗਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਭਨਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(mMgI) mMgdy",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Bgqw nwmu ADwru hY. myry goivMdw; hir kQw mMgih hir cMgI jIau ]2]",
    "transliteration": "Bhagathaa Naam Aadhhaar Hai Maerae Govindhaa Har Kathhaa Mangehi Har Changee Jeeo ||2||",
    "translation": "His devotees have the Support of the Naam, O my Lord of the Universe; they beg for the sublime sermon of the Lord. ||2||",
    "punjabi": "ਉਸ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਉਸ ਦੇ ਨਾਮ ਦਾ ਹੀ ਆਸਰਾ ਹੈ, ਉਹ ਹਰੀ ਪਾਸੋਂ ਉਸ ਦੀ ਸ੍ਰੇਸ਼ਟ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਮੰਗਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ADwru) Awsrw[ (cMgI) sRySt",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir Awpy Bgiq krwiedw. myry goivMdw; hir Bgqw loc min pUrI jIau ]",
    "transliteration": "Har Aapae Bhagath Karaaeidhaa Maerae Govindhaa Har Bhagathaa Loch Man Pooree Jeeo ||",
    "translation": "The Lord Himself inspires His devotees to worship Him, O my Lord of the Universe; the Lord fulfills the desires of the minds of His devotees.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ (ਆਪਣੇ ਭਗਤਾਂ ਪਾਸੋਂ) ਆਪਣੀ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ, ਭਗਤਾਂ ਦੇ ਮਨ ਵਿਚ (ਪੈਦਾ ਹੋਈ ਭਗਤੀ ਦੀ) ਤਾਂਘ ਹਰੀ ਆਪ ਹੀ ਪੂਰੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(loc) ie`Cw",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Awpy jil Qil vrqdw myry goivdw; riv rihAw. nhI dUrI jIau ]",
    "transliteration": "Aapae Jal Thhal Varathadhaa Maerae Govidhaa Rav Rehiaa Nehee Dhooree Jeeo ||",
    "translation": "He Himself is permeating and pervading the waters and the lands, O my Lord of the Universe; He is All-pervading - He is not far away.",
    "punjabi": "ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, (ਸਭ ਥਾਂ) ਹਰੀ ਆਪ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ, (ਸਭ ਜੀਵਾਂ ਵਿਚ) ਵਿਆਪਕ ਹੈ (ਕਿਸੇ ਜੀਵ ਤੋਂ ਉਹ ਹਰੀ) ਦੂਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(riv) ivAwp rhy",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "hir AMqir bwhir Awip hY. myry goivdw; hir Awip rihAw BrpUrI jIau ]",
    "transliteration": "Har Anthar Baahar Aap Hai Maerae Govidhaa Har Aap Rehiaa Bharapooree Jeeo ||",
    "translation": "The Lord Himself is within the self, and outside as well, O my Lord of the Universe; the Lord Himself is fully pervading everywhere.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਸਾਰੇ ਜਗਤ ਵਿਚ ਹਰੀ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ, ਹਰ ਥਾਂ ਹਰੀ ਆਪ ਹੀ ਭਰਪੂਰ ਹੈ।",
    "pronunciation": "(BrpUrI) ivAwpk",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "hir Awqm rwmu pswirAw. myry goivMdw; hir vyKY Awip hdUrI jIau ]3]",
    "transliteration": "Har Aatham Raam Pasaariaa Maerae Govindhaa Har Vaekhai Aap Hadhooree Jeeo ||3||",
    "translation": "The Lord, the Supreme Soul, is diffused everywhere, O my Lord of the Universe. The Lord Himself beholds all; His Immanent Presence is pervading everywhere. ||3||",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਰਾਮ ਆਪ ਹੀ ਇਸ ਜਗਤ-ਖਿਲਾਰੇ ਨੂੰ ਖਿਲਾਰ ਰਿਹਾ ਹੈ, ਹਰੇਕ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ ਹਰੀ ਆਪ ਹੀ ਸਭ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(hdUrI) pRq`K",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hir AMqir vwjw pauxu hY. myry goivMdw; hir Awip vjwey iqau vwjY jIau ]",
    "transliteration": "Har Anthar Vaajaa Poun Hai Maerae Govindhaa Har Aap Vajaaeae Thio Vaajai Jeeo ||",
    "translation": "O Lord, the music of the praanic wind is deep within, O my Lord of the Universe; as the Lord Himself plays this music, so does it vibrate and resound.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਾਣ-ਰੂਪ ਹੋ ਕੇ ਹਰੀ ਆਪ ਹੀ ਵਾਜਾ (ਵੱਜ ਰਿਹਾ) ਹੈ (ਹਰੇਕ ਜੀਵ ਪ੍ਰਭੂ ਦਾ, ਮਾਨੋ, ਵਾਜਾ ਹੈ) ਜਿਵੇਂ ਉਹ ਹਰੇਕ ਜੀਵ-ਵਾਜੇ ਨੂੰ ਵਜਾਂਦਾ ਹੈ ਤਿਵੇਂ ਹਰੇਕ ਜੀਵ-ਵਾਜਾ ਵੱਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "hir AMqir nwmu inDwnu hY, myry goivMdw; gur sbdI hir pRBu gwjY jIau ]",
    "transliteration": "Har Anthar Naam Nidhhaan Hai Maerae Govindhaa Gur Sabadhee Har Prabh Gaajai Jeeo ||",
    "translation": "O Lord, the treasure of the Naam is deep within, O my Lord of the Universe; through the Word of the Guru's Shabad, the Lord God is revealed.",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਹਰੀ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮੌਜੂਦ ਹੈ, ਪਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰਿ-ਪ੍ਰਭੂ (ਜੀਵ ਦੇ ਅੰਦਰ) ਪਰਗਟ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(inDwnu) Kzwnw",
    "type_id": 3
  },
  {
    "shabad_id": 517,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "Awpy srix pvwiedw. myry goivMdw; hir Bgq jnw rwKu lwjY jIau ]",
    "transliteration": "Aapae Saran Pavaaeidhaa Maerae Govindhaa Har Bhagath Janaa Raakh Laajai Jeeo ||",
    "translation": "He Himself leads us to enter His Sanctuary, O my Lord of the Universe; the Lord preserves the honor of His devotees.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਪ੍ਰੇਰ ਕੇ ਆਪਣੀ ਸਰਨ ਵਿਚ ਲਿਅਉਂਦਾ ਹੈ, ਹਰੀ ਆਪ ਹੀ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਦਾ ਰਾਖਾ ਬਣਦਾ ਹੈ (ਭਾਵ, ਭਗਤਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗਣ ਤੋਂ ਬਚਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  }
]