{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਸਕਤਿ ਅਧੇਰ ਜੇਵੜੀ ਭ੍ਰਮੁ ਚੂਕਾ; ਨਿਹਚਲੁ ਸਿਵ ਘਰਿ ਬਾਸਾ ॥੨॥",
      "page": 332,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Due to the darkness of mammon my mistaking the rope for a snake, is ended and I now abide in the Lord's eternal mansion."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਮਾਇਆ ਦੇ ਅਨ੍ਹੇਰੇ ਦੇ ਸਬੱਬ ਰੰਸੇ ਨੂੰ ਸੱਪ ਖਿਆਲ ਕਰਨ ਦੀ ਮੇਰੀ ਗਲਤ-ਫਹਿਮੀ ਦੂਰ ਹੋ ਗਈ ਹੈ ਅਤੇ ਮੈਂ ਹੁਣ ਸੁਆਮੀ ਦੇ ਸਦੀਵੀ ਸਥਿਰ ਮੰਦਰ ਅੰਦਰ ਵਸਦਾ ਹਾਂ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "In the darkness of Maya, I mistook the rope for the snake, but that is over, and now I dwell in the eternal home of the Lord. ||2||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਸਕਤਿ) ਵਿਦਿਆ ਸਕਤੀ ਕਰ ਕੇ ਜੋ ਭ੍ਰਮ ਹੋ ਰਹਾ ਥਾ, ਸੋ ਚੂਕਾ ਹੈ। ਅਵਿਦ੍ਯਾ ਕਾ ਕਾਟਨਾ ਏਹੀ ਹੈ। ਔਰ ਜੈਸੇ (ਅਧੇਰ) ਅੰਧਕਾਰ ਮੇਂ ਜੇਵੜੀ ਕੇ ਬੀਚ ਸਰਪ ਕਾ ਭਰਮ ਹੋਤਾ ਹੈ ਅਰ ਪ੍ਰਕਾਸ ਕਰ ਨਵਿਰਤ ਹੋਤਾ ਹੈ। ਮਾਲਾ ਫੇਰਨੇ ਵਾ ਡੰਡੌਤ ਕਰਨੇ ਯਾ ਪੂਜਾ ਕਰ ਦੂਰ ਨਹੀਂ ਹੋਤਾ ਹੈ, ਤੈਸੇ ਗਿਆਨ ਕਰ ਭ੍ਰਮੁ ਨਵਿਰਤ ਹੂਆ ਹੈ। ਅਬ ਭਰਮ ਨਵਿਰਤੀ ਕਾ ਫਲ ਦੇਖਾਵਤੇ ਹੈਂ: ਅਚਲ ਜੋ ਬ੍ਰਹਮ ਸ਼ਾਂਤੀ ਕਾ ਘਰ ਹੈ ਤਿਸ ਮੇਂ ਵਾਸਾ ਹੂਆ ਹੈ॥੨॥☬ਜੇ ਕਹੇ ਆਪ ਨੇ ਅਵਿਦ੍ਯਾ ਕਾ ਨਾਸ ਤੋ ਕਹਾ, ਪਰੰਤੂ ਤਿਸ ਕੇ ਕਾਰਜ ਜਗਤ ਕੀ ਗਤੀ ਕਿਆ ਹੂਈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਜਿਵੇਂ ਹਨੇਰੇ ਵਿਚ) ਰੱਸੀ (ਨੂੰ ਸੱਪ ਸਮਝਣ) ਦਾ ਭੁਲੇਖਾ (ਪੈਂਦਾ ਹੈ ਤੇ ਚਾਨਣ ਹੋਇਆਂ ਉਹ ਭੁਲੇਖਾ ਮਿਟ ਜਾਂਦਾ ਹੈ ਤਿਵੇਂ) ਮਾਇਆ ਦੇ (ਪ੍ਰਭਾਵ-ਰੂਪ) ਹਨੇਰੇ ਵਿਚ (ਵਿਕਾਰਾਂ ਨੂੰ ਹੀ ਸਹੀ ਜੀਵਨ ਸਮਝ ਲੈਣ ਦਾ ਭੁਲੇਖਾ) ਨਾਮ ਦੇ ਚਾਨਣ ਨਾਲ ਮਿਟ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਸ ਮਨੁੱਖ ਦਾ ਨਿਵਾਸ ਸਦਾ-ਅਨੰਦ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸਦਾ ਲਈ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "En la  oscuridad de Maya confundí la cuerda con la serpiente, pero esto ya terminó y ahora habito en el Hogar Eterno del Señor. (2)"
    }
  ]
}