[
  {
    "id": 47390,
    "shabad_id": 3953,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਕੀ ਗਤਿ ਨਹੀ ਜਾਨੀ; ਕੈਸੇ ੳੁਤਰਸਿ ਪਾਰਾ ॥੧॥",
    "transliteration": "Raam Naam Kee Gath Nehee Jaanee Kaisae Outharas Paaraa ||1||",
    "translation": "You do not know the exalted state of the Lord's Name; how will you ever cross over? ||1||",
    "punjabi": "ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਕਿਵੇਂ ਪਾਰ ਲੰਘੇਂਗਾ? ਇਹ ਤਾਂ ਤੈਨੂੰ ਸਮਝ ਹੀ ਨਹੀਂ ਪਈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਕਿਹੋ ਜਿਹੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ੳੁਤਰ-ਸਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47391,
    "shabad_id": 3953,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜੀਅ ਬਧਹੁ. ਸੁ ਧਰਮੁ ਕਰਿ ਥਾਪਹੁ; ਅਧਰਮੁ ਕਹਹੁ. ਕਤ ਭਾੲੀ ॥",
    "transliteration": "Jeea Badhhahu S Dhharam Kar Thhaapahu Adhharam Kehahu Kath Bhaaee ||",
    "translation": "You kill living beings, and call it a righteous action. Tell me, brother, what would you call an unrighteous action?",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਇਕ ਪਾਸੇ ਤੁਸੀਂ ਮਾਸ ਖਾਣ ਨੂੰ ਨਿੰਦਦੇ ਹੋ; ਪਰ ਜੱਗ ਕਰਨ ਵੇਲੇ ਤੁਸੀਂ ਭੀ) ਜੀਵ ਮਾਰਦੇ ਹੋ (ਕੁਰਬਾਨੀ ਦੇਣ ਲਈ, ਤੇ) ਇਸ ਨੂੰ ਧਰਮ ਦਾ ਕੰਮ ਸਮਝਦੇ ਹੋ। ਫਿਰ, ਹੇ ਭਾਈ! ਦੱਸੋ, ਪਾਪ ਕਿਹੜਾ ਹੈ? (ਜੱਗ ਕਰਨ ਵੇਲੇ ਤੁਸੀਂ ਆਪ ਭੀ ਜੀਵ-ਹਿੰਸਾ ਕਰਦੇ ਹੋ, ਪਰ) ਆਪਣੇ ਆਪ ਨੂੰ ਤੁਸੀਂ ਸ੍ਰੇਸ਼ਟ ਰਿਸ਼ੀ ਮਿਥਦੇ ਹੋ।",
    "pronunciation": "(ਬੱਧਹੁ) ਨਾਸ ਕਰਦੇ ਹੋਂ। ਅ-ਧਰਮ। ਕਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 47392,
    "shabad_id": 3953,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾਪਸ ਕੳੁ. ਮੁਨਿਵਰ ਕਰਿ ਥਾਪਹੁ; ਕਾ ਕੳੁ. ਕਹਹੁ ਕਸਾੲੀ ॥੨॥",
    "transliteration": "Aapas Ko Munivar Kar Thhaapahu Kaa Ko Kehahu Kasaaee ||2||",
    "translation": "You call yourself the most excellent sage; then who would you call a butcher? ||2||",
    "punjabi": "(ਜੇ ਜੀਵ ਮਾਰਨ ਵਾਲੇ ਲੋਕ ਰਿਸ਼ੀ ਹੋ ਸਕਦੇ ਹਨ,) ਤਾਂ ਤੁਸੀਂ ਕਸਾਈ ਕਿਸ ਨੂੰ ਆਖਦੇ ਹੋ? (ਤੁਸੀਂ ਉਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਕਸਾਈ ਕਿਉਂ ਆਖਦੇ ਹੋ ਜੋ ਮਾਸ ਵੇਚਦੇ ਹਨ? ॥੨॥",
    "pronunciation": "ਮੁਨਿ-ਵਰ",
    "type_id": 3
  },
  {
    "id": 47393,
    "shabad_id": 3953,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਕੇ ਅੰਧੇ. ਅਾਪਿ, ਨ ਬੂਝਹੁ; ਕਾਹਿ ਬੁਝਾਵਹੁ ਭਾੲੀ ॥",
    "transliteration": "Man Kae Andhhae Aap N Boojhahu Kaahi Bujhaavahu Bhaaee ||",
    "translation": "You are blind in your mind, and do not understand your own self; how can you make others understand, O brother?",
    "punjabi": "ਹੇ ਅਗਿਆਨੀ ਪਾਂਡੇ! ਤੁਹਾਨੂੰ ਆਪ ਨੂੰ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ) ਸਮਝ ਨਹੀਂ ਆਈ, ਹੋਰ ਕਿਸ ਨੂੰ ਮੱਤਾਂ ਦੇਹ ਰਹੇ ਹੋ?",
    "pronunciation": "ਬੁੱਝਾਵਹੁ",
    "type_id": 3
  },
  {
    "id": 47394,
    "shabad_id": 3953,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਾੲਿਅਾ ਕਾਰਨ. ਬਿਦਿਅਾ ਬੇਚਹੁ; ਜਨਮੁ. ਅਬਿਰਥਾ ਜਾੲੀ ॥੩॥",
    "transliteration": "Maaeiaa Kaaran Bidhiaa Baechahu Janam Abirathhaa Jaaee ||3||",
    "translation": "For the sake of Maya and money, you sell knowledge; your life is totally worthless. ||3||",
    "punjabi": "(ਇਸ ਪੜ੍ਹੀ ਹੋਈ ਵਿੱਦਿਆ ਤੋਂ ਤੁਸੀਂ ਆਪ ਕੋਈ ਲਾਭ ਨਹੀਂ ਉਠਾ ਰਹੇ, ਇਸ) ਵਿੱਦਿਆ ਨੂੰ ਸਿਰਫ਼ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਵੇਚ ਹੀ ਰਹੇ ਹੋ, ਇਸ ਤਰ੍ਹਾਂ ਤੁਹਾਡੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਗੁਜ਼ਰ ਰਹੀ ਹੈ ॥੩॥",
    "pronunciation": "ਬਿੱਦਿਅਾ।ਅ-ਬਿਰਥਾ",
    "type_id": 3
  },
  {
    "id": 47395,
    "shabad_id": 3953,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਨਾਰਦ ਬਚਨ ਬਿਅਾਸੁ ਕਹਤ ਹੈ; ਸੁਕ ਕੳੁ ਪੂਛਹੁ ਜਾੲੀ ॥",
    "transliteration": "Naaradh Bachan Biaas Kehath Hai Suk Ko Pooshhahu Jaaee ||",
    "translation": "Naarad and Vyaasa say these things; go and ask Suk Dayv as well.",
    "punjabi": "(ਜੇ ਮੇਰੀ ਇਸ ਗੱਲ ਉੱਤੇ ਯਕੀਨ ਨਹੀਂ ਆਉਂਦਾ, ਤਾਂ ਆਪਣੇ ਹੀ ਪੁਰਾਣੇ ਰਿਸ਼ੀਆਂ ਦੇ ਬਚਨ ਪੜ੍ਹ ਸੁਣ ਵੇਖੋ) ਨਾਰਦ ਰਿਸ਼ੀ ਦੇ ਇਹੀ ਬਚਨ ਹਨ, ਵਿਆਸ ਇਹੀ ਗੱਲ ਆਖਦਾ ਹੈ; ਸੁਕਦੇਵ ਨੂੰ ਵੀ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ (ਭਾਵ, ਸੁਕਦੇਵ ਦੇ ਬਚਨ ਪੜ੍ਹ ਕੇ ਭੀ ਵੇਖ ਲਵੋ, ਉਹ ਭੀ ਇਹੀ ਆਖਦਾ ਹੈ ਕਿ ਨਾਮ ਸਿਮਰਿਆਂ ਪਾਰ-ਉਤਾਰਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47396,
    "shabad_id": 3953,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਰਾਮੈ ਰਮਿ ਛੂਟਹੁ; ਨਾਹਿ ਤ. ਬੂਡੇ ਭਾੲੀ ॥੪॥੧॥",
    "transliteration": "Kehi Kabeer Raamai Ram Shhoottahu Naahi Th Booddae Bhaaee ||4||1||",
    "translation": "Says Kabeer, chanting the Lord's Name, you shall be saved; otherwise, you shall drown, brother. ||4||1||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ (ਦੁਨੀਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਹੀ ਮੁਕਤ ਹੋ ਸਕਦੇ ਹੋ, ਨਹੀਂ ਤਾਂ ਆਪਣੇ ਆਪ ਨੂੰ ਡੁੱਬੇ ਸਮਝੋ ॥੪॥੧॥",
    "pronunciation": "ਬੱੂਡੇ",
    "type_id": 3
  },
  {
    "id": 47397,
    "shabad_id": 3954,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਨਹਿ ਬਸੇ. ਕਿੳੁ ਪਾੲੀਅੈ; ਜੳੁ ਲੳੁ ਮਨਹੁ. ਨ ਤਜਹਿ ਬਿਕਾਰ ॥",
    "transliteration": "Banehi Basae Kio Paaeeai Jo Lo Manahu N Thajehi Bikaar ||",
    "translation": "Living in the forest, how will you find Him? Not until you remove corruption from your mind.",
    "punjabi": "ਜਦ ਤਕ, ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਵਿਕਾਰ ਨਹੀਂ ਛੱਡਦਾ, ਜੰਗਲ ਵਿਚ ਜਾ ਵੱਸਿਆਂ ਪਰਮਾਤਮਾ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47398,
    "shabad_id": 3954,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਿਹ ਘਰੁ ਬਨੁ ਸਮਸਰਿ ਕੀਅਾ; ਤੇ ਪੂਰੇ ਸੰਸਾਰ ॥੧॥",
    "transliteration": "Jih Ghar Ban Samasar Keeaa Thae Poorae Sansaar ||1||",
    "translation": "Those who look alike upon home and forest, are the most perfect people in the world. ||1||",
    "punjabi": "ਜਗਤ ਵਿਚ ਪੂਰਨ ਪੁਰਖ ਉਹੀ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਘਰ ਤੇ ਜੰਗਲ ਨੂੰ ਇਕੋ ਜਿਹਾ ਕਰ ਜਾਣਿਆ ਹੈ (ਭਾਵ, ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਹੀ ਤਿਆਗੀ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47399,
    "shabad_id": 3954,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਾਰ ਸੁਖੁ ਪਾੲੀਅੈ; ਰਾਮਾ ॥",
    "transliteration": "Saar Sukh Paaeeai Raamaa ||",
    "translation": "You shall find real peace in the Lord,",
    "punjabi": "ਅਸਲ ਸ੍ਰੇਸ਼ਟ ਸੁਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47400,
    "shabad_id": 3954,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਰੰਗਿ ਰਵਹੁ ਅਾਤਮੈ ਰਾਮ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Rang Ravahu Aathamai Raam ||1|| Rehaao ||",
    "translation": "If you lovingly dwell on the Lord within your being. ||1||Pause||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪ੍ਰੇਮ ਨਾਲ ਰਾਮ ਦਾ ਨਾਮ ਸਿਮਰੋ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47401,
    "shabad_id": 3954,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਟਾ ਭਸਮ ਲੇਪਨ ਕੀਅਾ; ਕਹਾ ਗੁਫਾ ਮਹਿ ਬਾਸੁ ॥",
    "transliteration": "Jattaa Bhasam Laepan Keeaa Kehaa Gufaa Mehi Baas ||",
    "translation": "What is the use of wearing matted hair, smearing the body with ashes, and living in a cave?",
    "punjabi": "ਜੇ ਤੁਸਾਂ ਜਟਾ (ਧਾਰ ਕੇ ਉਹਨਾਂ) ਨੂੰ ਸੁਆਹ ਲਿੰਬ ਲਈ, ਜਾਂ ਕਿਸੇ ਗੁਫ਼ਾ ਵਿਚ ਜਾ ਡੇਰਾ ਲਾਇਆ, ਤਾਂ ਭੀ ਕੀਹ ਹੋਇਆ? (ਮਾਇਆ ਦਾ ਮੋਹ ਇਸ ਤਰ੍ਹਾਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47402,
    "shabad_id": 3954,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮਨੁ ਜੀਤੇ. ਜਗੁ ਜੀਤਿਅਾ; ਜਾਂ ਤੇ. ਬਿਖਿਅਾ ਤੇ ਹੋੲਿ ੳੁਦਾਸੁ ॥੨॥",
    "transliteration": "Man Jeethae Jag Jeethiaa Jaan Thae Bikhiaa Thae Hoe Oudhaas ||2||",
    "translation": "Conquering the mind, one conquers the world, and then remains detached from corruption. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਮਨ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ ਉਹਨਾਂ (ਮਾਨੋ) ਸਾਰੇ ਜਗਤ ਨੂੰ ਜਿੱਤ ਲਿਆ, ਕਿਉਂਕਿ ਮਨ ਜਿੱਤਣ ਨਾਲ ਹੀ ਮਾਇਆ ਤੋਂ ਉਪਰਾਮ ਹੋਈਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47403,
    "shabad_id": 3954,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅੰਜਨੁ ਦੇੲਿ. ਸਭੈ ਕੋੲੀ; ਟੁਕੁ ਚਾਹਨ ਮਾਹਿ. ਬਿਡਾਨੁ ॥",
    "transliteration": "Anjan Dhaee Sabhai Koee Ttuk Chaahan Maahi Biddaan ||",
    "translation": "They all apply make-up to their eyes; there is little difference between their objectives.",
    "punjabi": "ਹਰ ਕੋਈ ਸੁਰਮਾ ਪਾ ਲੈਂਦਾ ਹੈ, ਪਰ (ਸੁਰਮਾ ਪਾਣ ਵਾਲਿਆਂ ਦੀ) ਨੀਅਤ ਵਿਚ ਕੁਝ ਫ਼ਰਕ ਹੋਇਆ ਕਰਦਾ ਹੈ (ਕੋਈ ਸੁਰਮਾ ਪਾਂਦਾ ਹੈ ਵਿਕਾਰਾਂ ਲਈ, ਤੇ ਕੋਈ ਅੱਖਾਂ ਦੀ ਨਜ਼ਰ ਚੰਗੀ ਰੱਖਣ ਲਈ। ਤਿਵੇਂ, ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਨਿਕਲਣ ਲਈ ਉੱਦਮ ਕਰਨ ਦੀ ਲੋੜ ਹੈ, ਪਰ ਉੱਦਮ ਉੱਦਮ ਵਿਚ ਫ਼ਰਕ ਹੈ)",
    "pronunciation": "ਸਭ ਕੋੲੀ ਕਹਿੰਦਾ ਹੈ ਕਿ (ਅੰਜਨੁ) ਗਿਅਾਨ ਦੇਵੋ।(ਟੁਕੁ) ੁਥੋੜੀ ਥੋੜੀ (ਚਾਹਨ) ਚਾਹਨਾ (ਮਾਹਿ) ਵਿੱਚ ਫਿਰਦੇ ਹੋ।(ਬਿਡਾਨੁ) ਅਸਚਰਜ। ਸੱਭੈ",
    "type_id": 3
  },
  {
    "id": 47404,
    "shabad_id": 3954,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਗਿਅਾਨ ਅੰਜਨੁ ਜਿਹ ਪਾੲਿਅਾ; ਤੇ ਲੋੲਿਨ ਪਰਵਾਨੁ ॥੩॥",
    "transliteration": "Giaan Anjan Jih Paaeiaa Thae Loein Paravaan ||3||",
    "translation": "But those eyes, to which the ointment of spiritual wisdom is applied, are approved and supreme. ||3||",
    "punjabi": "ਉਹੀ ਅੱਖਾਂ (ਪ੍ਰਭੂ ਦੀ ਨਜ਼ਰ ਵਿਚ) ਕਬੂਲ ਹਨ ਜਿਨ੍ਹਾਂ (ਗੁਰੂ ਦੇ) ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਪਾਇਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47405,
    "shabad_id": 3954,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਅਬ ਜਾਨਿਅਾ; ਗੁਰਿ. ਗਿਅਾਨੁ ਦੀਅਾ ਸਮਝਾੲਿ ॥",
    "transliteration": "Kehi Kabeer Ab Jaaniaa Gur Giaan Dheeaa Samajhaae ||",
    "translation": "Says Kabeer, now I know my Lord; the Guru has blessed me with spiritual wisdom.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਮੇਰੇ ਗੁਰੂ ਨੇ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਦਾ) ਗਿਆਨ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਹੈ। ਮੈਨੂੰ ਹੁਣ ਸਮਝ ਆ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47406,
    "shabad_id": 3954,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅੰਤਰਗਤਿ ਹਰਿ ਭੇਟਿਅਾ; ਅਬ ਮੇਰਾ ਮਨੁ. ਕਤਹੂ, ਨ ਜਾੲਿ ॥੪॥੨॥",
    "transliteration": "Antharagath Har Bhaettiaa Ab Maeraa Man Kathehoo N Jaae ||4||2||",
    "translation": "I have met the Lord, and I am emancipated within; now, my mind does not wander at all. ||4||2||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਅੰਦਰ ਬੈਠਾ ਹੋਇਆ ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰਾ ਮਨ (ਜੰਗਲ ਗੁਫ਼ਾ ਆਦਿਕ) ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਜਾਂਦਾ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47407,
    "shabad_id": 3955,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਿਧਿ ਸਿਧਿ ਜਾ ਕੳੁ ਫੁਰੀ; ਤਬ ਕਾਹੂ ਸਿੳੁ ਕਿਅਾ ਕਾਜ ॥",
    "transliteration": "Ridhh Sidhh Jaa Ko Furee Thab Kaahoo Sio Kiaa Kaaj ||",
    "translation": "You have riches and miraculous spiritual powers; so what business do you have with anyone else?",
    "punjabi": "(ਭਲਾ, ਹੇ ਜੋਗੀ!) ਜਿਸ ਮਨੁੱਖ ਦੇ ਨਿਰਾ ਫੁਰਨਾ ਉੱਠਣ ਤੇ ਹੀ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਹੋ ਪੈਣ, ਉਸ ਨੂੰ ਕਿਸੇ ਹੋਰ ਦੀ ਕੀਹ ਮੁਥਾਜੀ ਰਹਿੰਦੀ ਹੈ? (ਤੇ ਤੂੰ ਅਜੇ ਭੀ ਮੁਥਾਜ ਹੋ ਕੇ ਲੋਕਾਂ ਦੇ ਦਰ ਤੇ ਭਟਕਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47408,
    "shabad_id": 3955,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੇਰੇ ਕਹਨੇ ਕੀ ਗਤਿ ਕਿਅਾ ਕਹੳੁ; ਮੈ ਬੋਲਤ ਹੀ ਬਡ ਲਾਜ ॥੧॥",
    "transliteration": "Thaerae Kehanae Kee Gath Kiaa Keho Mai Bolath Hee Badd Laaj ||1||",
    "translation": "What should I say about the reality of your talk? I am embarrassed even to speak to you. ||1||",
    "punjabi": "(ਹੇ ਜੋਗੀ! ਤੂੰ ਆਖਦਾ ਹੈਂ 'ਮੈਨੂੰ ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਫੁਰ ਪਈਆਂ ਹਨ', ਪਰ) ਤੇਰੇ ਨਿਰਾ (ਇਹ ਗੱਲ) ਆਖਣ ਦੀ ਹਾਲਤ ਮੈਂ ਕੀਹ ਦੱਸਾਂ? ਮੈਨੂੰ ਤਾਂ ਗੱਲ ਕਰਦਿਆਂ ਸ਼ਰਮ ਆਉਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47409,
    "shabad_id": 3955,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰਾਮੁ; ਜਿਹ ਪਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Raam Jih Paaeiaa Raam ||",
    "translation": "One who has found the Lord,",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੂੰ ਸਚ-ਮੁਚ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "ਰਾਮੁ ਹੇ ਭਾੲੀ!",
    "type_id": 3
  },
  {
    "id": 47410,
    "shabad_id": 3955,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੇ ਭਵਹਿ ਨ; ਬਾਰੈ ਬਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thae Bhavehi N Baarai Baar ||1|| Rehaao ||",
    "translation": "Does not wander from door to door. ||1||Pause||",
    "punjabi": "ਉਹ (ਭਿੱਛਿਆ ਮੰਗਣ ਲਈ) ਦਰ ਦਰ ਤੇ ਨਹੀਂ ਭਟਕਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47411,
    "shabad_id": 3955,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਝੂਠਾ ਜਗੁ ਡਹਕੈ ਘਨਾ; ਦਿਨ ਦੁੲਿ ਬਰਤਨ ਕੀ ਅਾਸ ॥",
    "transliteration": "Jhoothaa Jag Ddehakai Ghanaa Dhin Dhue Barathan Kee Aas ||",
    "translation": "The false world wanders all around, in hopes of finding wealth to use for a few days.",
    "punjabi": "ਦੋ ਚਾਰ ਦਿਨ (ਮਾਇਆ) ਵਰਤਣ ਦੀ ਆਸ ਤੇ ਹੀ ਇਹ ਝੂਠਾ ਜਗਤ ਕਿਤਨਾ ਹੀ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47412,
    "shabad_id": 3955,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਰਾਮ ੳੁਦਕੁ ਜਿਹ ਜਨ ਪੀਅਾ; ਤਿਹਿ ਬਹੁਰਿ. ਨ ਭੲੀ ਪਿਅਾਸ ॥੨॥",
    "transliteration": "Raam Oudhak Jih Jan Peeaa Thihi Bahur N Bhee Piaas ||2||",
    "translation": "That humble being, who drinks in the Lord's water, never becomes thirsty again. ||2||",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਨਹੀਂ ਲੱਗਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47413,
    "shabad_id": 3955,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਜਿਹ ਬੂਝਿਅਾ; ਅਾਸਾ ਤੇ ਭੲਿਅਾ ਨਿਰਾਸੁ ॥",
    "transliteration": "Gur Prasaadh Jih Boojhiaa Aasaa Thae Bhaeiaa Niraas ||",
    "translation": "Whoever understands, by Guru's Grace, becomes free of hope in the midst of hope.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਨੇ (ਸਹੀ ਜੀਵਨ) ਸਮਝ ਲਿਆ ਹੈ, ਉਹ ਆਸਾਂ ਛੱਡ ਕੇ ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47414,
    "shabad_id": 3955,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਸਭੁ ਸਚੁ ਨਦਰੀ ਅਾੲਿਅਾ; ਜੳੁ ਅਾਤਮ ਭੲਿਅਾ ੳੁਦਾਸੁ ॥੩॥",
    "transliteration": "Sabh Sach Nadharee Aaeiaa Jo Aatham Bhaeiaa Oudhaas ||3||",
    "translation": "One comes to see the Lord everywhere, when the soul becomes detached. ||3||",
    "punjabi": "ਕਿਉਂਕਿ ਜਦੋਂ ਮਨੁੱਖ ਅੰਦਰੋਂ ਮਾਇਆ ਤੋਂ ਉਪਰਾਮ ਹੋ ਜਾਏ ਤਾਂ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਦਿੱਸਦਾ ਹੈ (ਮਾਇਆ ਵਲ ਉਸ ਦੀ ਨਿਗਾਹ ਹੀ ਨਹੀਂ ਪੈਂਦੀ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47415,
    "shabad_id": 3955,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਰਸੁ ਚਾਖਿਅਾ; ਹਰਿ ਨਾਮਾ ਹਰ ਤਾਰਿ ॥",
    "transliteration": "Raam Naam Ras Chaakhiaa Har Naamaa Har Thaar ||",
    "translation": "I have tasted the sublime essence of the Lord's Name; the Lord's Name carries everyone across.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ਹੈ, ਉਸ ਨੂੰ ਹਰੇਕ ਕੌਤਕ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਦਿੱਸਦਾ ਸੁਣੀਦਾ ਹੈ,",
    "pronunciation": "ਚੱਾਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 47416,
    "shabad_id": 3955,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਕੰਚਨੁ ਭੲਿਅਾ; ਭ੍ਰਮੁ ਗੲਿਅਾ ਸਮੁਦ੍ਰੈ ਪਾਰਿ ॥੪॥੩॥",
    "transliteration": "Kahu Kabeer Kanchan Bhaeiaa Bhram Gaeiaa Samudhrai Paar ||4||3||",
    "translation": "Says Kabeer, I have become like gold; doubt is dispelled, and I have crossed over the world-ocean. ||4||3||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਉਹ ਸੁੱਧ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਭਟਕਣਾ ਸਮੁੰਦਰੋਂ ਪਾਰ ਚਲੀ ਜਾਂਦੀ ਹੈ (ਸਦਾ ਲਈ ਮਿਟ ਜਾਂਦੀ ਹੈ) ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47417,
    "shabad_id": 3956,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੳੁਦਕ ਸਮੁੰਦ ਸਲਲ ਕੀ ਸਾਖਿਅਾ; ਨਦੀ ਤਰੰਗ ਸਮਾਵਹਿਗੇ ॥",
    "transliteration": "Oudhak Samundh Salal Kee Saakhiaa Nadhee Tharang Samaavehigae ||",
    "translation": "Like drops of water in the water of the ocean, and like waves in the stream, I merge in the Lord.",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਸਮੁੰਦਰ ਦੇ ਪਾਣੀ ਵਿਚ ਮਿਲ ਕੇ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਨਦੀ ਦੇ ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ ਨਦੀ ਦੇ ਪਾਣੀ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀਆਂ ਹਨ,",
    "pronunciation": "ਸਮਾਵਹਿ-ਗੇ",
    "type_id": 3
  },
  {
    "id": 47418,
    "shabad_id": 3956,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੁੰਨਹਿ ਸੁੰਨੁ ਮਿਲਿਅਾ ਸਮਦਰਸੀ; ਪਵਨ ਰੂਪ ਹੋੲਿ ਜਾਵਹਿਗੇ ॥੧॥",
    "transliteration": "Sunnehi Sunn Miliaa Samadharasee Pavan Roop Hoe Jaavehigae ||1||",
    "translation": "Merging my being into the Absolute Being of God, I have become impartial and transparent, like the air. ||1||",
    "punjabi": "ਜਿਵੇਂ ਹਵਾ ਹਵਾ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਵਾਸ਼ਨਾ-ਰਹਿਤ ਹੋਇਆ ਮੇਰਾ ਮਨ ਅਫੁਰ ਪ੍ਰਭੂ ਵਿਚ ਮਿਲ ਗਿਆ ਹੈ, ਤੇ ਹੁਣ ਮੈਨੂੰ ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47419,
    "shabad_id": 3956,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਬਹੁਰਿ; ਹਮ ਕਾਹੇ ਅਾਵਹਿਗੇ ॥",
    "transliteration": "Bahur Ham Kaahae Aavehigae ||",
    "translation": "Why should I come into the world again?",
    "punjabi": "ਮੈਂ ਫਿਰ ਕਦੇ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ) ਨਹੀਂ ਆਵਾਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47420,
    "shabad_id": 3956,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਾਵਨ ਜਾਨਾ ਹੁਕਮੁ ਤਿਸੈ ਕਾ; ਹੁਕਮੈ ਬੁਝਿ ਸਮਾਵਹਿਗੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aavan Jaanaa Hukam Thisai Kaa Hukamai Bujh Samaavehigae ||1|| Rehaao ||",
    "translation": "Coming and going is by the Hukam of His Command; realizing His Hukam, I shall merge in Him. ||1||Pause||",
    "punjabi": "ਇਹ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ (ਅਨੁਸਾਰ) ਹੀ ਹੈ, ਮੈਂ ਉਸ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਕੇ (ਰਜ਼ਾ ਵਿਚ) ਲੀਨ ਹੋ ਗਿਆ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 47421,
    "shabad_id": 3956,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਬ ਚੂਕੈ ਪੰਚ ਧਾਤੁ ਕੀ ਰਚਨਾ; ਅੈਸੇ ਭਰਮੁ ਚੁਕਾਵਹਿਗੇ ॥",
    "transliteration": "Jab Chookai Panch Dhhaath Kee Rachanaa Aisae Bharam Chukaavehigae ||",
    "translation": "When the body, formed of the five elements, perishes, then any such doubts shall end.",
    "punjabi": "ਹੁਣ ਜਦੋਂ (ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋਣ ਕਰਕੇ) ਮੇਰਾ ਪੰਜ-ਤੱਤੀ ਸਰੀਰ ਦਾ ਮੋਹ ਮੁੱਕ ਗਿਆ ਹੈ, ਮੈਂ ਆਪਣਾ ਭੁਲੇਖਾ ਭੀ ਇਉਂ ਮੁਕਾ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47422,
    "shabad_id": 3956,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਦਰਸਨੁ ਛੋਡਿ ਭੲੇ ਸਮਦਰਸੀ; ੲੇਕੋ ਨਾਮੁ ਧਿਅਾਵਹਿਗੇ ॥੨॥",
    "transliteration": "Dharasan Shhodd Bheae Samadharasee Eaeko Naam Dhhiaavehigae ||2||",
    "translation": "Giving up the different schools of philosophy, I look upon all equally; I meditate only on the One Name. ||2||",
    "punjabi": "ਕਿ ਕਿਸੇ ਖ਼ਾਸ ਭੇਖ (ਦੀ ਮਹੱਤਤਾ ਦਾ ਖ਼ਿਆਲ) ਛੱਡ ਕੇ ਮੈਨੂੰ ਸਭਨਾਂ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਿੱਸਦਾ ਹੈ, ਮੈਂ ਇਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਸਿਮਰ ਰਿਹਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47423,
    "shabad_id": 3956,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਤ ਹਮ ਲਾੲੇ. ਤਿਤ ਹੀ ਲਾਗੇ; ਤੈਸੇ ਕਰਮ ਕਮਾਵਹਿਗੇ ॥",
    "transliteration": "Jith Ham Laaeae Thith Hee Laagae Thaisae Karam Kamaavehigae ||",
    "translation": "Whatever I am attached to, to that I am attached; such are the deeds I do.",
    "punjabi": "(ਪਰ, ਇਹ ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ ਹੀ ਮਿਹਰ ਹੈ) ਜਿਸ ਪਾਸੇ ਉਸ ਨੇ ਮੈਨੂੰ ਲਾਇਆ ਹੈ ਮੈਂ ਉਧਰ ਹੀ ਲੱਗ ਪਿਆ ਹਾਂ (ਜਿਹੋ ਜਿਹੇ ਕੰਮ ਉਹ ਮੈਥੋਂ ਕਰਾਉਂਦਾ ਹੈ) ਉਹੋ ਜਿਹੇ ਕੰਮ ਮੈਂ ਕਰ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47424,
    "shabad_id": 3956,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਜੀ ਕਿ੍ਰਪਾ ਕਰੇ ਜੳੁ ਅਪਨੀ; ਤੌ ਗੁਰ ਕੇ ਸਬਦਿ ਸਮਾਵਹਿਗੇ ॥੩॥",
    "transliteration": "Har Jee Kirapaa Karae Jo Apanee Tha Gur Kae Sabadh Samaavehigae ||3||",
    "translation": "When the Dear Lord grants His Grace, then I am merged in the Word of the Guru's Shabad. ||3||",
    "punjabi": "ਜਦੋਂ ਭੀ (ਜਿਨ੍ਹਾਂ ਉੱਤੇ) ਪ੍ਰਭੂ ਜੀ ਆਪਣੀ ਮਿਹਰ ਕਰਦੇ ਹਨ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 47425,
    "shabad_id": 3956,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਜੀਵਤ ਮਰਹੁ. ਮਰਹੁ ਫੁਨਿ ਜੀਵਹੁ; ਪੁਨਰਪਿ ਜਨਮੁ. ਨ ਹੋੲੀ ॥",
    "transliteration": "Jeevath Marahu Marahu Fun Jeevahu Punarap Janam N Hoee ||",
    "translation": "Die while yet alive, and by so dying, be alive; thus you shall not be reborn again.",
    "punjabi": "ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਹੀ (ਪਹਿਲਾਂ) ਵਿਕਾਰਾਂ ਵਲੋਂ ਮਰੋ। ਜਦੋਂ ਇਸ ਤਰ੍ਹਾਂ ਮਰੋਗੇ, ਤਾਂ ਫਿਰ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਪਾਸੇ ਜੀਊ ਪਵੋਗੇ। ਫਿਰ ਕਦੇ ਜਨਮ (ਮਰਨ ਦਾ ਗੇੜ) ਨਹੀਂ ਹੋਵੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
