{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਵ ਛਿਅ ਖਟੁ. ਬੋਲਹਿ ਮੁਖ ਆਗਰ; ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ. ਇਵ ਨ ਪਤੀਨੇ ॥",
      "page": 668,
      "line": 18
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Though man may repeat by mouth the nine grammars, the six Shashtras and the six chapters of Vedas, but my God Lord is pleased not like this."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਭਾਵੇਂ ਇਨਸਾਨ ਨੌਂ ਵਿਆਕਰਨਾਂ, ਛੇ ਸ਼ਾਸਤਰਾਂ ਅਤੇ ਵੇਦਾਂ ਦੇ ਛਿਆਂ ਕਾਂਡਾਂ ਨੂੰ, ਮੂੰਹ ਜ਼ਬਾਨੀ ਪਿਆ ਉਚਾਰੇ, ਪ੍ਰੰਤੂ ਮੇਰਾ ਵਾਹਿਗੁਰੂ ਸੁਆਮੀ ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "One may repeat, verbatim, the nine grammars and the six Shaastras, but my Lord God is not pleased by this."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਯਦਪਿ ਨੌ ਵਯਾਕਰਨ ਔਰ ਛੇ ਸਾਸਤ੍ਰ ਔ ਵੇਦ ਕੇ ਖਟ ਅੰਗ ਸਿਖ੍ਯਾ ਔ ਵ੍ਯਾਕਰਣ ਔ ਨਿਰੁਕਤ। ਪੁਨਾ ਜੋਤਸ ਆਦੀ ਕੰਠ ਕੀਏ ਹੂਏ ਬਿਨਾ ਪਤ੍ਰੇ ਮੁਖ ਸੇ ਉਚਾਰੇ, ਤਦਪਿ ਵੀਚਾਰ ਔ ਨਾਮ ਜਾਪ ਬਿਨਾ ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੂ ਇਸ ਪ੍ਰਕਾਰ ਇਨ ਬਾਤੋਂ ਪਰ ਪਤੀਆਵਤਾ ਨਹੀਂ। ਜਿਸ ਮੇਂ ਅਕਾਰਾਦਿਕ ਵਰਣੋਂ ਕੇ ਉਚਾਰਣ ਕੇ ਅਸਥਾਨ ਹੈਂ, ਸੋ ਸਿਖ੍ਯਾ ਹੈ, ਔਰ ਜਿਸ ਮੇਂ ਕਰਮਾਨੁਸਗਨ ਕੀ ਰੀਤ ਹੈ, ਸੋ ਕਲਪ ਹੈ, ਔਰ ਜਿਸ ਸੇ ਸਬਦਨ ਕੀ ਸੁਧੀ ਅਸੁਧੀ ਜਾਨੀ ਜਾਤੀ ਹੈ, ਸੋ ਬਿਆਕਰਣ ਹੈ। ਤਥਾ ਜਿਸ ਮੇਂ ਬੇਦ ਕੇ ਅਪਸਿਧ ਪਦੋਂ ਕਾ ਅਰਥ ਹੈ, ਸੋ ਨਿਰੁਕਤਿ ਹੈ, ਔਰ ਜਿਸ ਮੇਂ ਕਾਲ ਕਾ ਵਰਣਨ ਹੈ, ਸੋ ਜੋਤਿਸ ਹੈ, ਔਰ ਜਿਸ ਮੇਂ ਛੰਦਨ ਕਾ ਗਿਆਨ ਹੋਤਾ ਹੈ, ਸੋ ਛੰਦ ਰੂਪ ਅੰਗ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਹੇ ਭਾਈ! ਕਈ ਪੰਡਿਤ) ਨੌ ਵਿਆਕਰਨ ਅਤੇ ਛੇ ਸ਼ਾਸਤਰ ਮੂੰਹ-ਜ਼ਬਾਨੀ ਉਚਾਰ ਲੈਂਦੇ ਹਨ, (ਪਰ) ਪਿਆਰਾ ਹਰੀ-ਪ੍ਰਭੂ ਇਸ ਤਰ੍ਹਾਂ ਖ਼ੁਸ਼ ਨਹੀਂ ਹੁੰਦਾ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Aunque el hombre recite de memoria las nueve literaturas religiosas, los seis Shastras, y los seis capítulos de los Vedas, aún así, mi Señor Dios no será para nada complacido."
    }
  ]
}
