{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਭੁਗਤਿ ਗਿਆਨੁ, ਦਇਆ ਭੰਡਾਰਣਿ; ਘਟਿ ਘਟਿ ਵਾਜਹਿ ਨਾਦ ॥",
      "page": 6,
      "line": 18
    },
    {
      "asset": "jsts",
      "type": "note",
      "language": "pa",
      "data": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Make Divine Knowledge thy food and mercy thy steward and listen to the Divine music that beats in every heart."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਬ੍ਰੱਹਮ ਗਿਆਤ ਨੂੰ ਆਪਣਾ ਭੋਜਨ ਅਤੇ ਰਹਿਮ ਨੂੰ ਆਪਣਾ ਮੋਦੀ ਬਣਾ ਅਤੇ ਈਸ਼ਵਰੀ ਰਾਗ ਜੋ ਹਰ ਦਿਲ ਅੰਦਰ ਹੁੰਦਾ ਹੈ, ਨੂੰ ਸਰਵਣ ਕਰ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Let spiritual wisdom be your food, and compassion your attendant. The Sound-current of the Naad vibrates in each and every heart."
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਭੋਜਨ ਬਣੇ ਹੋਏ ਕੋ ਜੋਗੀ ਲੋਕ ਭੁਗਤਿ ਕਹਤੇ ਹੈਂ। ਸੋ ਅੰਤਸਕਰਣ ਕੀ ਬ੍ਰਿਤੀ ਬ੍ਰਹਮਾਕਾਰ ਹੋਨੀ, ਸਰਬਤ੍ਰ ਮੈ ਪੂਰਨ ਦੇਖਨਾ, ਯੇਹੀ ਗ੍ਯਾਨ ਰੂਪ ਭੁਗਤਿ ਕਰੀ ਹੈ। ਅਰਥਾਤ ਆਤਮ ਸੁਖ ਕਰ ਤ੍ਰਿਪਤ ਹੋਏ ਹਾਂ। ਪ੍ਰਭੂ ਕਾ ਸਰੂਪੁ ਸਭ ਕੋ ਜਾਨ ਕਰ ਸਰਬ ਭੂਤੋਂ ਪਰ ਦਯਾ ਕਰਨੀ, ਏਹੀ ਭੰਡਾਰਨਿ ਬਨਾਈ ਹੈ, ਭਾਵ ਦਯਾ ਹੀ ਗ੍ਯਾਨਾਦਿਕ ਗੁਣੋਂ ਕੇ ਦੇਣੇ ਵਾਲੀ ਹੈ। ਘਟੋਂ ਘਟੋਂ ਮੇਂ ਜੋ ਸਬਦੁ ਵਜ ਰਹਾ ਹੈ, ਭਾਵ ਉਚਾਰਨ ਹੋ ਰਹਾ ਹੈ, ਸੋਈ ਹਮਾਰਾ ਨਾਦੁ ਹੈ। ਵਾ ਘਟ ਘਟ ਮੈ ਚੇਤਨ ਸਤਾ (ਵਾਜਹਿ) ਪ੍ਰਗਟ ਹੋ ਰਹੀ ਜਾਣੀ ਹੈ, ਸੋਈ ਹਮਾਰਾ ਨਾਦ ਹੈ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "(ਹੇ ਜੋਗੀ! ਜੇ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਰਬ-ਵਿਆਪਕਤਾ ਦਾ ਗਿਆਨ ਤੇਰੇ ਲਈ ਭੰਡਾਰਾ (ਚੂਰਮਾ) ਹੋਵੇ, ਦਇਆ ਇਸ (ਗਿਆਨ-ਰੂਪ) ਭੰਡਾਰੇ ਦੀ ਵਰਤਾਵੀ ਹੋਵੇ, ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਜਿਹੜੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਰੌ ਚੱਲ ਰਹੀ ਹੈ, (ਭੰਡਾਰਾ ਛਕਣ ਵੇਲੇ ਜੇ ਤੇਰੇ ਅੰਦਰ) ਇਹ ਨਾਦੀ ਵੱਜ ਰਹੀ ਹੋਵੇ,"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Toma la Sabiduría Divina como tu comida y la Misericordia tómala como tu velador; escucha la Melodía Divina que suena en tu interior."
    }
  ]
}