[
  {
    "id": 29763,
    "shabad_id": 2616,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕੋੲੀ ਅੈਸੋ ਰੇ ਭੇਟੈ ਸੰਤੁ. ਮੇਰੀ ਲਾਹੈ ਸਗਲ ਚਿੰਤ; ਠਾਕੁਰ ਸਿੳੁ. ਮੇਰਾ ਰੰਗੁ ਲਾਵੈ ॥੨॥",
    "transliteration": "Koee Aiso Rae Bhaettai Santh Maeree Laahai Sagal Chinth Thaakur Sio Maeraa Rang Laavai ||2||",
    "translation": "Is there any such Saint, who would meet with me, take away my anxiety, and lead me to enshrine love for my Lord and Master. ||2||",
    "punjabi": "(ਹੁਣ ਮੇਰਾ ਜੀ ਕਰਦਾ ਹੈ ਕਿ) ਮੈਨੂੰ ਕੋਈ ਅਜੇਹਾ ਸੰਤ ਮਿਲ ਪਏ, ਜੇਹੜਾ (ਮੇਰੇ ਅੰਦਰ ਮਾਇਆ ਵਾਲੀ) ਸਾਰੀ ਸੋਚ ਦੂਰ ਕਰ ਦੇਵੇ, ਤੇ, ਪਰਮਾਤਮਾ ਨਾਲ ਮੇਰਾ ਪਿਆਰ ਬਣਾ ਦੇਵੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29764,
    "shabad_id": 2616,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਪੜੇ ਰੇ ਸਗਲ ਬੇਦ. ਨਹ ਚੂਕੈ. ਮਨ ਭੇਦ; ੲਿਕੁ ਖਿਨੁ. ਨ ਧੀਰਹਿ. ਮੇਰੇ ਘਰ ਕੇ ਪੰਚਾ ॥",
    "transliteration": "Parrae Rae Sagal Baedh Neh Chookai Man Bhaedh Eik Khin N Dhheerehi Maerae Ghar Kae Panchaa ||",
    "translation": "I have read all the Vedas, and yet the sense of separation in my mind still has not been removed; the five thieves of my house are not quieted, even for an instant.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਵੇਦ ਪੜ੍ਹ ਵੇਖੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਪੜ੍ਹਨ ਨਾਲ ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਮਨ ਦੀ ਵਿੱਥ ਨਹੀਂ ਮੁੱਕਦੀ, (ਵੇਦ ਆਦਿਕਾਂ ਦੇ ਪੜ੍ਹਨ ਨਾਲ) ਗਿਆਨ-ਇੰਦ੍ਰੇ ਇਕ ਛਿਨ ਵਾਸਤੇ ਭੀ ਸ਼ਾਂਤ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "ਪੜ੍ਹੇ",
    "type_id": 3
  },
  {
    "id": 29765,
    "shabad_id": 2616,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕੋੲੀ ਅੈਸੋ ਰੇ ਭਗਤੁ. ਜੁ ਮਾੲਿਅਾ ਤੇ ਰਹਤੁ; ੲਿਕੁ ਅੰਮਿ੍ਰਤ ਨਾਮੁ. ਮੇਰੈ ਰਿਦੈ ਸਿੰਚਾ ॥੩॥",
    "transliteration": "Koee Aiso Rae Bhagath J Maaeiaa Thae Rehath Eik Anmrith Naam Maerai Ridhai Sinchaa ||3||",
    "translation": "Is there any devotee, who is unattached to Maya, who may irrigate my mind with the Ambrosial Naam, the Name of the One Lord? ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਅਜੇਹਾ ਭਗਤ (ਮਿਲ ਪਏ) ਜੇਹੜਾ (ਆਪ) ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੋਵੇ, (ਉਹੀ ਭਗਤ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਿੰਜ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29766,
    "shabad_id": 2616,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਜੇਤੇ ਰੇ. ਤੀਰਥ ਨਾੲੇ, ਅਹੰਬੁਧਿ ਮੈਲੁ ਲਾੲੇ; ਘਰ ਕੋ ਠਾਕੁਰੁ. ੲਿਕੁ ਤਿਲੁ, ਨ ਮਾਨੈ ॥",
    "transliteration": "Jaethae Rae Theerathh Naaeae Ahanbudhh Mail Laaeae Ghar Ko Thaakur Eik Thil N Maanai ||",
    "translation": "In spite of the many places of pilgrimage for people to bathe in, their minds are still stained by their stubborn ego; the Lord Master is not pleased by this at all.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਤਨੇ ਭੀ ਤੀਰਥ ਹਨ ਜੇ ਉਹਨਾਂ ਉਤੇ ਇਸ਼ਨਾਨ ਕੀਤਾ ਜਾਏ; ਉਹ ਇਸ਼ਨਾਨ ਸਗੋਂ ਮਨ ਨੂੰ ਹਉਮੈ ਦੀ ਮੈਲ ਲਾ ਦੇਂਦੇ ਹਨ, (ਇਹਨਾਂ ਤੀਰਥ-ਇਸ਼ਨਾਨਾਂ ਨਾਲ) ਪਰਮਾਤਮਾ ਰਤਾ ਭਰ ਭੀ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਕੋਟਿ ਬ੍ਰਹਮੰਡ ਰੂਪੀ ਘਰ ਦੇ ਠਾਕੁਰੁ। ਨ੍ਹਾੲੇ",
    "type_id": 3
  },
  {
    "id": 29767,
    "shabad_id": 2616,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਕਦਿ ਪਾਵੳੁ ਸਾਧਸੰਗੁ. ਹਰਿ ਹਰਿ ਸਦਾ ਅਾਨੰਦੁ; ਗਿਅਾਨ ਅੰਜਨਿ. ਮੇਰਾ ਮਨੁ ੲਿਸਨਾਨੈ ॥੪॥",
    "transliteration": "Kadh Paavo Saadhhasang Har Har Sadhaa Aanandh Giaan Anjan Maeraa Man Eisanaanai ||4||",
    "translation": "When will I find the Saadh Sangat, the Company of the Holy? There, I shall be always in the ecstasy of the Lord, Har, Har, and my mind shall take its cleansing bath in the healing ointment of spiritual wisdom. ||4||",
    "punjabi": "(ਮੇਰੀ ਤਾਂ ਇਹ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਕਦੇ ਸਾਧ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਸਕਾਂ, (ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਵਿਚ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹੇ, ਤੇ, ਮੇਰਾ ਮਨ ਗਿਆਨ ਦੇ ਸੁਰਮੇ ਨਾਲ (ਆਪਣੇ ਆਪ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰ ਲਏ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29768,
    "shabad_id": 2616,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਸਗਲ ਅਸ੍ਰਮ ਕੀਨੇ. ਮਨੂਅਾ, ਨਹ ਪਤੀਨੇ; ਬਿਬੇਕ ਹੀਨ ਦੇਹੀ ਧੋੲੇ ॥",
    "transliteration": "Sagal Asram Keenae Manooaa Neh Patheenae Bibaekeheen Dhaehee Dhhoeae ||",
    "translation": "I have followed the four stages of life, but my mind is not satisfied; I wash my body, but it is totally lacking in understanding.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਹੀ ਆਸ੍ਰਮਾਂ ਦੇ ਧਰਮ ਕਮਾਇਆਂ ਭੀ ਮਨ ਨਹੀਂ ਪਤੀਜਦਾ। ਵਿਚਾਰ-ਹੀਨ ਮਨੁੱਖ ਸਿਰਫ਼ ਸਰੀਰ ਨੂੰ ਹੀ ਸਾਫ਼-ਸੁਥਰਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਅ-ਸ੍ਰਮ) ਜੀਵਨ ਅਵਸਥਾਵਾਂ: ਗਿ੍ਰਹਸਤ, ਬ੍ਰਹਮਚਰਜ, ਵਾਨਪ੍ਰਸਤ, ਸੰਨਿਅਾਸ। ਬਿਬੇਕ) ਗਿਅਾਨ",
    "type_id": 3
  },
  {
    "id": 29769,
    "shabad_id": 2616,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਕੋੲੀ ਪਾੲੀਅੈ ਰੇ ਪੁਰਖੁ ਬਿਧਾਤਾ. ਪਾਰਬ੍ਰਹਮ ਕੈ ਰੰਗਿ ਰਾਤਾ; ਮੇਰੇ ਮਨ ਕੀ ਦੁਰਮਤਿ ਮਲੁ ਖੋੲੇ ॥੫॥",
    "transliteration": "Koee Paaeeai Rae Purakh Bidhhaathaa Paarabreham Kai Rang Raathaa Maerae Man Kee Dhuramath Mal Khoeae ||5||",
    "translation": "If only I could meet some devotee of the Supreme Lord God, imbued with the Lord's Love, who could eradicate the filthy evil-mindedness from my mind. ||5||",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੀ ਇਹ ਲਾਲਸਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ, ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਕੋਈ ਮਹਾ ਪੁਰਖ ਲੱਭ ਪਏ, ਤੇ, ਉਹ ਮੇਰੇ ਮਨ ਦੀ ਭੈੜੀ ਮਤਿ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਵੇ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29770,
    "shabad_id": 2616,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਜੁਗਤਾ. ਨਿਮਖ. ਨ ਹੇਤੁ ਕਰਤਾ; ਗਰਬਿ ਗਰਬਿ ਪੜੈ. ਕਹੀ ਨ ਲੇਖੈ ॥",
    "transliteration": "Karam Dhharam Jugathaa Nimakh N Haeth Karathaa Garab Garab Parrai Kehee N Laekhai ||",
    "translation": "One who is attached to religious rituals, does not love the Lord, even for an instant; he is filled with pride, and he is of no account.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮਾਂ ਵਿਚ ਹੀ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਰਤਾ-ਭਰ ਸਮੇ ਲਈ ਭੀ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ, (ਉਹ ਇਹਨਾਂ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਆਸਰੇ) ਮੁੜ ਮੁੜ ਅਹੰਕਾਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਹਨਾਂ ਕੀਤੇ ਧਾਰਮਿਕ ਕਰਮਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਕਰਮ) ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "ਪੜੈ:ੜਾੜੇ ਪੈਰ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 29771,
    "shabad_id": 2616,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਜਿਸੁ ਭੇਟੀਅੈ ਸਫਲ ਮੂਰਤਿ. ਕਰੈ ਸਦਾ ਕੀਰਤਿ; ਗੁਰ ਪਰਸਾਦਿ. ਕੋੳੂ ਨੇਤ੍ਰਹੁ ਪੇਖੈ ॥੬॥",
    "transliteration": "Jis Bhaetteeai Safal Moorath Karai Sadhaa Keerath Gur Parasaadh Kooo Naethrahu Paekhai ||6||",
    "translation": "One who meets with the rewarding personality of the Guru, continually sings the Kirtan of the Lord's Praises. By Guru's Grace, such a rare one beholds the Lord with his eyes. ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਜਿਸ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਕੋਈ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ (ਹਰ ਥਾਂ ਵੱਸਦਾ) ਵੇਖ ਲੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29772,
    "shabad_id": 2616,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਹਠਿ ਜੋ ਕਮਾਵੈ. ਤਿਲੁ, ਨ ਲੇਖੈ ਪਾਵੈ; ਬਗੁਲ ਜਿੳੁ ਧਿਅਾਨੁ ਲਾਵੈ. ਮਾੲਿਅਾ ਰੇ ਧਾਰੀ ॥",
    "transliteration": "Manehath Jo Kamaavai Thil N Laekhai Paavai Bagul Jio Dhhiaan Laavai Maaeiaa Rae Dhhaaree ||",
    "translation": "One who acts through stubbornness is of no account at all; like a crane, he pretends to meditate, but he is still stuck in Maya.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਮਨ ਦੇ ਹਠ ਨਾਲ (ਤਪ ਆਦਿਕ ਘਾਲ) ਕਰਦਾ ਹੈ, (ਪਰਮਾਤਮਾ ਉਸਦੀ ਇਸ ਮੇਹਨਤ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਪਰਵਾਨ ਨਹੀਂ ਕਰਦਾ (ਕਿਉਂਕਿ) ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਤਾਂ ਬਗੁਲੇ ਵਾਂਗ ਹੀ ਸਮਾਧੀ ਲਾ ਰਿਹਾ ਹੁੰਦਾ ਹੈ; ਆਪਣੇ ਮਨ ਵਿਚ ਉਹ ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29773,
    "shabad_id": 2616,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਕੋੲੀ ਅੈਸੋ ਰੇ ਸੁਖਹਦਾੲੀ. ਪ੍ਰਭ ਕੀ ਕਥਾ ਸੁਨਾੲੀ; ਤਿਸੁ ਭੇਟੇ. ਗਤਿ ਹੋੲਿ ਹਮਾਰੀ ॥੭॥",
    "transliteration": "Koee Aiso Rae Sukheh Dhaaee Prabh Kee Kathhaa Sunaaee This Bhaettae Gath Hoe Hamaaree ||7||",
    "translation": "Is there any such Giver of peace, who can recite to me the sermon of God? Meeting him, I would be emancipated. ||7||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਕੋਈ ਅਜੇਹਾ ਆਤਮਕ ਆਨੰਦ-ਦਾਤਾ ਮਿਲ ਪਏ, ਜੇਹੜਾ ਸਾਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਸੁਣਾਏ, ਤਾਂ ਉਸ ਨੂੰ ਮਿਲ ਕੇ ਸਾਡੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਹੋ ਸਕਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29774,
    "shabad_id": 2616,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "ਸੁਪ੍ਰਸੰਨ ਗੋਪਾਲ ਰਾੲਿ. ਕਾਟੈ ਰੇ ਬੰਧਨ ਮਾੲਿ; ਗੁਰ ਕੈ ਸਬਦਿ. ਮੇਰਾ ਮਨੁ ਰਾਤਾ ॥",
    "transliteration": "Suprasann Gopaal Raae Kaattai Rae Bandhhan Maae Gur Kai Sabadh Maeraa Man Raathaa ||",
    "translation": "When the Lord, my King, is totally pleased with me, He will break the bonds of Maya for me; my mind is imbued with the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਇਆਲ ਹੁੰਦਾ ਹੈ, (ਗੁਰੂ ਉਸ ਦੇ) ਮਾਇਆ ਦੇ ਬੰਧਨ ਕੱਟ ਦੇਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ (ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਹੀ) ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਸੁਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 29775,
    "shabad_id": 2616,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਅਾਨੰਦੁ. ਭੇਟਿਓ ਨਿਰਭੈ ਗੋਬਿੰਦੁ; ਸੁਖ ਨਾਨਕ ਲਾਧੇ. ਹਰਿ ਚਰਨ ਪਰਾਤਾ ॥੮॥",
    "transliteration": "Sadhaa Sadhaa Aanandh Bhaettiou Nirabhai Gobindh Sukh Naanak Laadhhae Har Charan Paraathaa ||8||",
    "translation": "I am in ecstasy, forever and ever, meeting the Fearless Lord, the Lord of the Universe. Falling at the Lord's Feet, Nanak has found peace. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਾਰੇ ਡਰਾਂ ਤੋਂ ਰਹਿਤ ਗੋਬਿੰਦ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ ਉਹ ਮਨੁੱਖ ਸਾਰੇ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "(ਪਰਾਤਾ) ਪੈ ਕੇ",
    "type_id": 3
  },
  {
    "id": 29776,
    "shabad_id": 2616,
    "pada": 11,
    "source_line": 11,
    "gurmukhi": "ਸਫਲ ਸਫਲ; ਭੲੀ ਸਫਲ ਜਾਤ੍ਰਾ ॥",
    "transliteration": "Safal Safal Bhee Safal Jaathraa ||",
    "translation": "My Yatra, my life pilgrimage, has become fruitful, fruitful, fruitful.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਪਿਆਂ) ਮਨੁੱਖਾ ਜੀਵਨ ਵਾਲਾ ਸਫ਼ਰ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਾਤ੍ਰਾ",
    "type_id": 3
  },
  {
    "id": 29777,
    "shabad_id": 2616,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "ਅਾਵਣ ਜਾਣ ਰਹੇ; ਮਿਲੇ ਸਾਧਾ ॥੧॥ ਰਹਾੳੁ ਦੂਜਾ ॥੧॥੩॥",
    "transliteration": "Aavan Jaan Rehae Milae Saadhhaa ||1|| Rehaao Dhoojaa ||1||3||||",
    "translation": "My comings and goings have ended, since I met the Holy Saint. ||1||Second Pause||1||3||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।੧।ਰਹਾਉ ਦੂਜਾ ॥੧॥ਰਹਾਉ ਦੂਜਾ॥੧॥੩॥",
    "pronunciation": "ਸਾਧਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 29778,
    "shabad_id": 2617,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਧਨਾਸਰੀ ਮਹਲਾ ੧ ਛੰਤ",
    "transliteration": "Dhhanaasaree Mehalaa 1 Shhantha",
    "translation": "Dhanaasaree, First Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29779,
    "shabad_id": 2617,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਨ੍ਹਾਵਣ",
    "type_id": 1
  },
  {
    "id": 29780,
    "shabad_id": 2617,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਤੀਰਥਿ ਨਾਵਣ ਜਾੳੁ; ਤੀਰਥੁ ਨਾਮੁ ਹੈ ॥",
    "transliteration": "Theerathh Naavan Jaao Theerathh Naam Hai ||",
    "translation": "Why should I bathe at sacred shrines of pilgrimage? The Naam, the Name of the Lord, is the sacred shrine of pilgrimage.",
    "punjabi": "ਮੈਂ (ਭੀ) ਤੀਰਥ ਉਤੇ ਇਸ਼ਨਾਨ ਕਰਨ ਜਾਂਦਾ ਹਾਂ (ਪਰ ਮੇਰੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਹੀ) ਤੀਰਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29781,
    "shabad_id": 2617,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਤੀਰਥੁ ਸਬਦ ਬੀਚਾਰੁ; ਅੰਤਰਿ ਗਿਅਾਨੁ ਹੈ ॥",
    "transliteration": "Theerathh Sabadh Beechaar Anthar Giaan Hai ||",
    "translation": "My sacred shrine of pilgrimage is spiritual wisdom within, and contemplation on the Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਣਾ (ਮੇਰੇ ਵਾਸਤੇ) ਤੀਰਥ ਹੈ (ਕਿਉਂਕਿ ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29782,
    "shabad_id": 2617,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਗਿਅਾਨੁ ਸਾਚਾ ਥਾਨੁ ਤੀਰਥੁ; ਦਸ ਪੁਰਬ ਸਦਾ ਦਸਾਹਰਾ ॥",
    "transliteration": "Gur Giaan Saachaa Thhaan Theerathh Dhas Purab Sadhaa Dhasaaharaa ||",
    "translation": "The spiritual wisdom given by the Guru is the True sacred shrine of pilgrimage, where the ten festivals are always observed.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਇਹ ਗਿਆਨ ਮੇਰੇ ਵਾਸਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ-ਅਸਥਾਨ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਦਸ ਪਵਿਤ੍ਰ ਦਿਹਾੜੇ ਹੈ, ਮੇਰੇ ਵਾਸਤੇ ਗੰਗਾ ਦਾ ਜਨਮ-ਦਿਨ ਹੈ।",
    "pronunciation": "(ਦਸਾਹਰਾ) ਪ੍ਰਗਟ ਹੀ",
    "type_id": 3
  },
  {
    "id": 29783,
    "shabad_id": 2617,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹੳੁ ਨਾਮੁ ਹਰਿ ਕਾ ਸਦਾ ਜਾਚੳੁ; ਦੇਹੁ ਪ੍ਰਭ ਧਰਣੀਧਰਾ ॥",
    "transliteration": "Ho Naam Har Kaa Sadhaa Jaacho Dhaehu Prabh Dhharaneedhharaa ||",
    "translation": "I constantly beg for the Name of the Lord; grant it to me, O God, Sustainer of the world.",
    "punjabi": "ਮੈਂ ਤਾਂ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮੰਗਦਾ ਹਾਂ ਤੇ (ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ-) ਹੇ ਧਰਤੀ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ) ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29784,
    "shabad_id": 2617,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੰਸਾਰੁ ਰੋਗੀ. ਨਾਮੁ ਦਾਰੂ; ਮੈਲੁ ਲਾਗੈ. ਸਚ ਬਿਨਾ ॥",
    "transliteration": "Sansaar Rogee Naam Dhaaroo Mail Laagai Sach Binaa ||",
    "translation": "The world is sick, and the Naam is the medicine to cure it; without the True Lord, filth sticks to it.",
    "punjabi": "ਜਗਤ (ਵਿਕਾਰਾਂ ਵਿਚ) ਰੋਗੀ ਹੋਇਆ ਪਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਇਹਨਾਂ ਰੋਗਾਂ ਦਾ) ਇਲਾਜ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29785,
    "shabad_id": 2617,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਵਾਕੁ ਨਿਰਮਲੁ ਸਦਾ ਚਾਨਣੁ; ਨਿਤ ਸਾਚੁ ਤੀਰਥੁ ਮਜਨਾ ॥੧॥",
    "transliteration": "Gur Vaak Niramal Sadhaa Chaanan Nith Saach Theerathh Majanaa ||1||",
    "translation": "The Guru's Word is immaculate and pure; it radiates a steady Light. Constantly bathe in such a true shrine of pilgrimage. ||1||",
    "punjabi": "ਗੁਰੂ ਦਾ ਪਵਿਤ੍ਰ ਸ਼ਬਦ (ਮਨੁੱਖ ਨੂੰ) ਸਦਾ (ਆਤਮਕ) ਚਾਨਣ (ਦੇਂਦਾ ਹੈ, ਇਹੀ) ਨਿੱਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ ਹੈ, ਇਹੀ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ ॥੧॥",
    "pronunciation": "ਮੱਜਨਾ",
    "type_id": 3
  },
  {
    "id": 29786,
    "shabad_id": 2617,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਾਚਿ. ਨ ਲਾਗੈ ਮੈਲੁ; ਕਿਅਾ ਮਲੁ ਧੋੲੀਅੈ ॥",
    "transliteration": "Saach N Laagai Mail Kiaa Mal Dhhoeeai ||",
    "translation": "Filth does not stick to the true ones; what filth do they have to wash off?",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਮਨ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ, (ਫਿਰ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਜਾ ਕੇ) ਕੋਈ ਮੈਲ ਧੋਣ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29787,
    "shabad_id": 2617,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਣਹਿ ਹਾਰੁ ਪਰੋੲਿ; ਕਿਸ ਕੳੁ ਰੋੲੀਅੈ ॥",
    "transliteration": "Gunehi Haar Paroe Kis Ko Roeeai ||",
    "translation": "If one strings a garland of virtues for oneself, what is there to cry for?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਹਾਰ (ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰੋ ਕੇ ਕਿਸੇ ਅੱਗੇ ਪੁਕਾਰ ਕਰਨ ਦੀ ਭੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29788,
    "shabad_id": 2617,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਵੀਚਾਰਿ ਮਾਰੈ. ਤਰੈ ਤਾਰੈ; ੳੁਲਟਿ ਜੋਨਿ. ਨ ਅਾਵੲੇ ॥",
    "transliteration": "Veechaar Maarai Tharai Thaarai Oulatt Jon N Aaveae ||",
    "translation": "One who conquers his own self through contemplation is saved, and saves others as well; he does not come to be born again.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਰਾਹੀਂ (ਆਪਣੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਮੁੜ ਜੂਨਾਂ (ਦੇ ਚੱਕਰ) ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29789,
    "shabad_id": 2617,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਿ ਪਾਰਸੁ ਪਰਮ ਧਿਅਾਨੀ; ਸਾਚੁ ਸਾਚੇ ਭਾਵੲੇ ॥",
    "transliteration": "Aap Paaras Param Dhhiaanee Saach Saachae Bhaaveae ||",
    "translation": "The supreme meditator is Himself the philosopher's stone, which transforms lead into gold. The true man is pleasing to the True Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪ ਪਾਰਸ ਬਣ ਜਾਂਦਾ ਹੈ, ਬੜੀ ਹੀ ਉੱਚੀ ਸੁਰਤਿ ਦਾ ਮਾਲਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29790,
    "shabad_id": 2617,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਅਾਨੰਦੁ ਅਨ ਦਿਨੁ ਹਰਖੁ ਸਾਚਾ; ਦੂਖ ਕਿਲਵਿਖ ਪਰਹਰੇ ॥",
    "transliteration": "Aanandh Anadhin Harakh Saachaa Dhookh Kilavikh Pareharae ||",
    "translation": "He is in ecstasy, truly happy, night and day; his sorrows and sins are taken away.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਹਰ ਵੇਲੇ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ (ਸਾਰੇ) ਦੁੱਖ ਪਾਪ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29791,
    "shabad_id": 2617,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਚੁ ਨਾਮੁ ਪਾੲਿਅਾ. ਗੁਰਿ ਦਿਖਾੲਿਅਾ; ਮੈਲੁ ਨਾਹੀ. ਸਚ ਮਨੇ ॥੨॥",
    "transliteration": "Sach Naam Paaeiaa Gur Dhikhaaeiaa Mail Naahee Sach Manae ||2||",
    "translation": "He finds the True Name, and beholds the Guru; with the True Name in his mind, no filth sticks to him. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ) ਵਿਖਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਜਪਦੇ ਮਨ ਨੂੰ ਕਦੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 29792,
    "shabad_id": 2617,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸੰਗਤਿ ਮੀਤ ਮਿਲਾਪੁ; ਪੂਰਾ ਨਾਵਣੋ ॥",
    "transliteration": "Sangath Meeth Milaap Pooraa Naavano ||",
    "translation": "O friend, association with the Holy is the perfect cleansing bath.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿੱਤਰ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਣਾ-ਇਹੀ ਉਹ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਹੈ ਜਿਸ ਵਿਚ ਕੋਈ ਉਕਾਈ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "ਨ੍ਹਾਵਣੋ",
    "type_id": 3
  }
]
