[
  {
    "id": 22728,
    "shabad_id": 1874,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਜਿੳੁ ਬੋਲਾਵਹਿ. ਤਿੳੁ ਬੋਲਹ ਸੁਅਾਮੀ; ਕੁਦਰਤਿ ਕਵਨ ਹਮਾਰੀ ॥",
    "transliteration": "Jio Bolaavehi Thio Boleh Suaamee Kudharath Kavan Hamaaree ||",
    "translation": "As You cause me to speak, so do I speak, O Lord Master. What other power do I have?",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਸਾਡੀ (ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਜੀਵਾਂ ਦੀ) ਕੀਹ ਪਾਇਆਂ ਹੈ? ਜਿਵੇਂ ਤੂੰ ਸਾਨੂੰ ਬੁਲਾਂਦਾ ਹੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਅਸੀਂ ਬੋਲਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22729,
    "shabad_id": 1874,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਨਾਨਕ ਜਸੁ ਗਾੲਿਓ; ਜੋ ਪ੍ਰਭ ਕੀ ਅਤਿ ਪਿਅਾਰੀ ॥੮॥੧॥੮॥",
    "transliteration": "Saadhhasang Naanak Jas Gaaeiou Jo Prabh Kee Ath Piaaree ||8||1||8||",
    "translation": "In the Saadh Sangat, the Company of the Holy, O Nanak, sing His Praises; they are so very dear to God. ||8||1||8||",
    "punjabi": "ਨਾਨਕ ਨੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪ੍ਰਭੂ ਨੂੰ ਬੜੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ॥੮॥੧॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22730,
    "shabad_id": 1875,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ਘਰੁ ੪",
    "transliteration": "Goojaree Mehalaa 5 Ghar 4",
    "translation": "Goojaree, Fifth Mehl, Fourth House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22731,
    "shabad_id": 1875,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22732,
    "shabad_id": 1875,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਨਾਥ ਨਰਹਰ. ਦੀਨ ਬੰਧਵ; ਪਤਿਤ. ਪਾਵਨ ਦੇਵ ॥",
    "transliteration": "Naathh Narehar Dheen Bandhhav Pathith Paavan Dhaev ||",
    "translation": "O Lord, Man-lion Incarnate, Companion to the poor, Divine Purifier of sinners;",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਹੇ ਨਰਹਰ! ਹੇ ਦੀਨਾਂ ਦੇ ਸਹਾਈ! ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਚਾਨਣ-ਸਰੂਪ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22733,
    "shabad_id": 1875,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਭੈ ਤ੍ਰਾਸ ਨਾਸ. ਕਿ੍ਰਪਾਲ ਗੁਣ ਨਿਧਿ; ਸਫਲ ਸੁਅਾਮੀ ਸੇਵ ॥੧॥",
    "transliteration": "Bhai Thraas Naas Kirapaal Gun Nidhh Safal Suaamee Saev ||1||",
    "translation": "O Destroyer of fear and dread, Merciful Lord Master, Treasure of Excellence, fruitful is Your service. ||1||",
    "punjabi": "ਹੇ ਸਾਰੇ ਡਰਾਂ ਸਹਮਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਕ੍ਰਿਪਾਲ! ਹੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਸੁਆਮੀ! ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਜੀਵਨ ਨੂੰ ਕਾਮਯਾਬ ਬਣਾ ਦੇਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22734,
    "shabad_id": 1875,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਗੋਪਾਲ ਗੁਰ ਗੋਬਿੰਦ ॥",
    "transliteration": "Har Gopaal Gur Gobindh ||",
    "translation": "O Lord, Cherisher of the World, Guru-Lord of the Universe.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਗੋਪਾਲ! ਹੇ ਗੁਰ ਗੋਬਿੰਦ! ਹੇ ਦਇਆਲ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22735,
    "shabad_id": 1875,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਚਰਣ ਸਰਣ ਦੲਿਅਾਲ ਕੇਸਵ; ਤਾਰਿ ਜਗ ਭਵ ਸਿੰਧ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Charan Saran Dhaeiaal Kaesav Thaar Jag Bhav Sindhh ||1|| Rehaao ||",
    "translation": "I seek the Sanctuary of Your Feet, O Merciful Lord. Carry me across the terrifying world-ocean. ||1||Pause||",
    "punjabi": "ਹੇ (ਕੇਸ਼ਵ) ਪਰਮਾਤਮਾ! ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਰੱਖ ਕੇ ਮੈਨੂੰ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22736,
    "shabad_id": 1875,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਹਰਨ. ਮਦ ਮੋਹ ਦਹਨ; ਮੁਰਾਰਿ ਮਨ ਮਕਰੰਦ ॥",
    "transliteration": "Kaam Krodhh Haran Madh Moh Dhehan Muraar Man Makarandh ||",
    "translation": "O Dispeller of sexual desire and anger, Eliminator of intoxication and attachment, Destroyer of ego, Honey of the mind;",
    "punjabi": "ਹੇ ਕਾਮ ਕ੍ਰੋਧ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਮੋਹ ਦੇ ਨਸ਼ੇ ਨੂੰ ਸਾੜਨ ਵਾਲੇ! ਹੇ ਮਨ ਨੂੰ (ਜੀਵਨ-) ਸੁਗੰਧੀ ਦੇਣ ਵਾਲੇ ਮੁਰਾਰੀ-ਪ੍ਰਭੂ!",
    "pronunciation": "(ਮਦ) ਨਸ਼ਾ, (ਦਹਨ) ਸਾੜਨਾ",
    "type_id": 3
  },
  {
    "id": 22737,
    "shabad_id": 1875,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਨਿਵਾਰਿ ਧਰਣੀਧਰ; ਪਤਿ ਰਾਖੁ ਪਰਮਾਨੰਦ ॥੨॥",
    "transliteration": "Janam Maran Nivaar Dhharaneedhhar Path Raakh Paramaanandh ||2||",
    "translation": "Set me free from birth and death, O Sustainer of the earth, and preserve my honor, O Embodiment of supreme bliss. ||2||",
    "punjabi": "ਮੇਰਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁਕਾ ਦੇ! ਹੇ ਧਰਤੀ ਦੇ ਆਸਰੇ! (ਜਗਤ ਦੇ ਵਿਕਾਰਾਂ ਵਿਚੋਂ ਮੇਰੀ) ਲਾਜ ਰੱਖ! ਹੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ-ਆਨੰਦ ਦੇ ਮਾਲਕ! ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22738,
    "shabad_id": 1875,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜਲਤ. ਅਨਿਕ ਤਰੰਗ ਮਾੲਿਅਾ; ਗੁਰ ਗਿਅਾਨ ਹਰਿ ਰਿਦ ਮੰਤ ॥",
    "transliteration": "Jalath Anik Tharang Maaeiaa Gur Giaan Har Ridh Manth ||",
    "translation": "The many waves of desire for Maya are burnt away, when the Guru's spiritual wisdom is enshrined in the heart, through the Guru's Mantra.",
    "punjabi": "ਹੇ ਹਰੀ! ਮਾਇਆ-ਅੱਗ ਦੀਆਂ ਬੇਅੰਤ ਲਹਿਰਾਂ ਵਿਚ ਸੜ ਰਹੇ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੇ ਗਿਆਨ ਦਾ ਮੰਤ੍ਰ ਟਿਕਾ।",
    "pronunciation": "(ਮੰਤ) ਮੰਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 22739,
    "shabad_id": 1875,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਛੇਦਿ ਅਹੰਬੁਧਿ ਕਰੁਣਾਮੈ; ਚਿੰਤ ਮੇਟਿ. ਪੁਰਖ ਅਨੰਤ ॥੩॥",
    "transliteration": "Shhaedh Ahanbudhh Karunaa Mai Chinth Maett Purakh Ananth ||3||",
    "translation": "Destroy my egotism, O Merciful Lord; dispel my anxiety, O Infinite Primal Lord. ||3||",
    "punjabi": "(ਸਾਡੀ) ਹਉਮੈ ਦੂਰ ਕਰ! ਹੇ ਤਰਸ-ਸਰੂਪ ਹਰੀ! ਤੇ ਚਿੰਤਾ ਮਿਟਾ ਦੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ ਬੇਅੰਤ ਪ੍ਰਭੂ! ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22740,
    "shabad_id": 1875,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਸਿਮਰਿ ਸਮਰਥ ਪਲ ਮਹੂਰਤ; ਪ੍ਰਭ ਧਿਅਾਨੁ ਸਹਜ ਸਮਾਧਿ ॥",
    "transliteration": "Simar Samarathh Pal Mehoorath Prabh Dhhiaan Sehaj Samaadhh ||",
    "translation": "Remember in meditation the Almighty Lord, every moment and every instant; meditate on God in the celestial peace of Samaadhi.",
    "punjabi": "ਹੇ ਸਮਰਥ ਪ੍ਰਭੂ! ਹਰ ਪਲ ਹਰ ਘੜੀ (ਤੇਰਾ ਨਾਮ) ਸਿਮਰ ਕੇ ਮੈਂ ਆਪਣੀ ਸੁਰਤਿ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਵਿਚ ਜੋੜੀ ਰੱਖਾਂ।",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 22741,
    "shabad_id": 1875,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਪ੍ਰਸੰਨ ਪੂਰਨ; ਜਾਚੀਅੈ ਰਜ ਸਾਧ ॥੪॥",
    "transliteration": "Dheen Dhaeiaal Prasann Pooran Jaacheeai Raj Saadhh ||4||",
    "translation": "O Merciful to the meek, perfectly blissful Lord, I beg for the dust of the feet of the Holy. ||4||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਸਦਾ ਖਿੜੇ ਰਹਿਣ ਵਾਲੇ! ਸਰਬ-ਵਿਆਪਕ! (ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰੇ) ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ (ਹੀ ਸਦਾ) ਮੰਗਣੀ ਚਾਹੀਦੀ ਹੈ ॥੪॥",
    "pronunciation": "(ਰਜ)ਚਰਨ-ਧੂੜਿ।ਰਜ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22742,
    "shabad_id": 1875,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਮੋਹ ਮਿਥਨ ਦੁਰੰਤ ਅਾਸਾ; ਬਾਸਨਾ ਬਿਕਾਰ ॥",
    "transliteration": "Moh Mithhan Dhuranth Aasaa Baasanaa Bikaar ||",
    "translation": "Emotional attachment is false, desire is filthy, and longing is corrupt.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਨਿਰੰਕਾਰ! ਮੈਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾ ਲੈ, ਮੇਰੇ ਮਨ ਤੋਂ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦੇ।",
    "pronunciation": "(ਮਿਥਨ) ਝੂਠੇ",
    "type_id": 3
  },
  {
    "id": 22743,
    "shabad_id": 1875,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਰਖੁ ਧਰਮ. ਭਰਮ ਬਿਦਾਰਿ ਮਨ ਤੇ; ੳੁਧਰੁ ਹਰਿ ਨਿਰੰਕਾਰ ॥੫॥",
    "transliteration": "Rakh Dhharam Bharam Bidhaar Man Thae Oudhhar Har Nirankaar ||5||",
    "translation": "Please, preserve my faith, dispel these doubts from my mind, and save me, O Formless Lord. ||5||",
    "punjabi": "ਹੇ ਹਰੀ! ਝੂਠੇ ਮੋਹ ਤੋਂ, ਭੈੜੇ ਅੰਤ ਵਾਲੀ ਆਸਾ ਤੋਂ, ਵਿਕਾਰਾਂ ਦੀਆਂ ਵਾਸ਼ਨਾ ਤੋਂ, ਮੇਰੀ ਲਾਜ ਰੱਖ ॥੫॥",
    "pronunciation": "(ਬਿਦਾਰਿ) ਦੂਰ ਜਾਂ ਨਾਸ ਕਰਨਾ।ਪਾਪਾਂ ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ ਤੋਂ ੳੁ-ਧਰੁ ੳੁਧਾਰਨਾ ਕਰੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 22744,
    "shabad_id": 1875,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਧਨਾਢਿ ਅਾਢਿ, ਭੰਡਾਰ ਹਰਿ ਨਿਧਿ; ਹੋਤ ਜਿਨਾ. ਨ ਚੀਰ ॥",
    "transliteration": "Dhhanaadt Aadt Bhanddaar Har Nidhh Hoth Jinaa N Cheer ||",
    "translation": "They have become wealthy, loaded with the treasures of the Lord's riches; they were lacking even clothes.",
    "punjabi": "ਹੇ ਹਰੀ! ਜਿਨ੍ਹਾਂ ਪਾਸ (ਤਨ ਢੱਕਣ ਲਈ) ਕੱਪੜੇ ਦੀ ਲੀਰ ਭੀ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਤੇਰੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਾਪਤ ਕਰ ਕੇ (ਮਾਨੋ) ਧਨੀਆਂ ਦੇ ਧਨੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਅਾਢਿ) ਮਾਲਦਾਰ।(ਚੀਰ) ਕਪੜਾ",
    "type_id": 3
  },
  {
    "id": 22745,
    "shabad_id": 1875,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਖਲ ਮੁਗਧ ਮੂੜ, ਕਟਾਖ੍ਯ ਸ੍ਰੀ ਧਰ; ਭੲੇ ਗੁਣ ਮਤਿ ਧੀਰ ॥੬॥",
    "transliteration": "Khal Mugadhh Moorr Kattaakhy Sreedhhar Bheae Gun Math Dhheer ||6||",
    "translation": "The idiotic, foolish and senseless people have become virtuous and patient, receiving the Gracious Glance of the Lord of wealth. ||6||",
    "punjabi": "ਹੇ ਲੱਛਮੀ-ਪਤੀ! ਮਹਾਂ ਮੂਰਖ ਤੇ ਦੁਸ਼ਟ ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਗੁਣਾਂ ਵਾਲੇ, ਉੱਚੀ ਮਤਿ ਵਾਲੇ, ਧੀਰਜ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "(ਖਲ) ਮੂਰਖ।(ਕਟਾਖ੍ਯ) ਕਿ੍ਰਪਾ। ਕਟਾਖ੍ਯ: ਕਟਾਖਿਅ",
    "type_id": 3
  },
  {
    "id": 22746,
    "shabad_id": 1875,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਜੀਵਨ ਮੁਕਤ ਜਗਦੀਸ ਜਪਿ ਮਨ; ਧਾਰਿ ਰਿਦ ਪਰਤੀਤਿ ॥",
    "transliteration": "Jeevan Mukath Jagadhees Jap Man Dhhaar Ridh Paratheeth ||",
    "translation": "Become Jivan-Mukta, liberated while yet alive, by meditating on the Lord of the Universe, O mind, and maintaining faith in Him in your heart.",
    "punjabi": "ਹੇ ਮਨ! ਜੀਵਨ-ਮੁਕਤ ਕਰਨ ਵਾਲੇ ਜਗਦੀਸ਼ ਦਾ ਨਾਮ ਜਪ। ਹਿਰਦੇ ਵਿਚ ਉਸ ਵਾਸਤੇ ਸਰਧਾ ਟਿਕਾ!",
    "pronunciation": "ਜੱਗਦੀਸ",
    "type_id": 3
  },
  {
    "id": 22747,
    "shabad_id": 1875,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਜੀਅ ਦੲਿਅਾ ਮੲਿਅਾ, ਸਰਬਤ੍ਰ ਰਮਣੰ; ਪਰਮਹੰਸਹ ਰੀਤਿ ॥੭॥",
    "transliteration": "Jeea Dhaeiaa Maeiaa Sarabathr Ramanan Param Hanseh Reeth ||7||",
    "translation": "Show kindness and mercy to all beings, and realize that the Lord is pervading everywhere; this is the way of life of the enlightened soul, the supreme swan. ||7||",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਨਾਲ ਦਇਆ ਪਿਆਰ ਵਾਲਾ ਸਲੂਕ ਰੱਖ, ਪਰਮਾਤਮਾ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਜਾਣ-ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਹੰਸ (-ਮਨੁੱਖਾਂ) ਦੀ ਇਹ ਜੀਵਨ-ਜੁਗਤਿ ਹੈ ॥੭॥",
    "pronunciation": "(ਪਰਮਹੰਸਹ) ਮਹਾਂਪੁਰਸ਼",
    "type_id": 3
  },
  {
    "id": 22748,
    "shabad_id": 1875,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ਦੇਤ ਦਰਸਨੁ, ਸ੍ਰਵਨ ਹਰਿ ਜਸੁ; ਰਸਨ ਨਾਮ ੳੁਚਾਰ ॥",
    "transliteration": "Dhaeth Dharasan Sravan Har Jas Rasan Naam Ouchaar ||",
    "translation": "He grants the Blessed Vision of His Darshan to those who listen to His Praises, and who, with their tongues, chant His Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣਾ ਦਰਸਨ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਕੰਨਾਂ ਵਿਚ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇਂਦਾ ਹੈ, ਜੀਭ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22749,
    "shabad_id": 1875,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "ਅੰਗ ਸੰਗ ਭਗਵਾਨ ਪਰਸਨ; ਪ੍ਰਭ ਨਾਨਕ. ਪਤਿਤ, ੳੁਧਾਰ ॥੮॥੧॥੨॥੫॥੧॥੧॥੨॥੫੭॥",
    "transliteration": "Ang Sang Bhagavaan Parasan Prabh Naanak Pathith Oudhhaar ||8||1||2||5||1||1||2||57||",
    "translation": "They are part and parcel, life and limb with the Lord God; O Nanak, they feel the Touch of God, the Savior of sinners. ||8||1||2||5||1||1||2||57||",
    "punjabi": "ਪ੍ਰਭੂ ਸਦਾ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ:) ਹੇ ਹਰੀ! ਤੇਰੀ ਛੁਹ ਵਿਕਾਰੀਆਂ ਦਾ ਭੀ ਪਾਰ-ਉਤਾਰਾ ਕਰਨ ਵਾਲੀ ਹੈ ॥੮॥੧॥੨॥੫॥੧॥੧॥੨॥੫੭॥",
    "pronunciation": "ਪਤਿ-ਤ",
    "type_id": 3
  },
  {
    "id": 22750,
    "shabad_id": 1876,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੂਜਰੀ ਕੀ ਵਾਰ. ਮਹਲਾ ੩",
    "transliteration": "Goojaree Kee Vaar Mehalaa 3",
    "translation": "Goojaree Ki Vaar, Third Mehl,",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ ਵਿੱਚ, ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22751,
    "shabad_id": 1876,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਿਕੰਦਰ ਬਿਰਾਹਿਮ ਕੀ ਵਾਰ ਕੀ ਧੁਨੀ ਗਾੳੁਣੀ",
    "transliteration": "Sikandhar Biraahim Kee Vaar Kee Dhhunee Gaaounee",
    "translation": "Sung In The Tune Of The Vaar Of Sikandar & Biraahim:",
    "punjabi": "ਇਸ ਨੂੰ ਸਿਕੰਦਰ ਬਿਰਾਹਿਮ ਦੀ 'ਵਾਰ' ਦੀ ਧੁਨ ਨਾਲ ਗਾਉਣਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ। ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22752,
    "shabad_id": 1876,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22753,
    "shabad_id": 1876,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "ਸਲੋਕ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22754,
    "shabad_id": 1876,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਜਗਤੁ. ਮਮਤਾ ਮੁਅਾ; ਜੀਵਣ ਕੀ ਬਿਧਿ ਨਾਹਿ ॥",
    "transliteration": "Eihu Jagath Mamathaa Muaa Jeevan Kee Bidhh Naahi ||",
    "translation": "This world perishing in attachment and possessiveness; no one knows the way of life.",
    "punjabi": "ਇਹ ਜਗਤ ਅਣਪੱਤ (ਇਹ ਚੀਜ਼ 'ਮੇਰੀ' ਬਣ ਜਾਏ, ਇਹ ਚੀਜ਼ 'ਮੇਰੀ' ਹੋ ਜਾਏ) ਵਿਚ ਇਤਨਾ ਫਸਿਆ ਪਿਆ ਹੈ ਕਿ ਇਸ ਨੂੰ ਜੀਉਣ ਦੀ ਜਾਚ ਨਹੀਂ ਰਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22755,
    "shabad_id": 1876,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਕੈ ਭਾਣੈ ਜੋ ਚਲੈ; ਤਾਂ ਜੀਵਣ ਪਦਵੀ ਪਾਹਿ ॥",
    "transliteration": "Gur Kai Bhaanai Jo Chalai Thaan Jeevan Padhavee Paahi ||",
    "translation": "One who walks in harmony with the Guru's Will, obtains the supreme status of life.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਕਹੇ ਤੇ ਤੁਰਦੇ ਹਨ ਉਹ ਜੀਵਨ-ਜੁਗਤਿ ਸਿੱਖ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22756,
    "shabad_id": 1876,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਓੲਿ ਸਦਾ ਸਦਾ ਜਨ ਜੀਵਤੇ; ਜੋ ਹਰਿ ਚਰਣੀ ਚਿਤੁ ਲਾਹਿ ॥",
    "transliteration": "Oue Sadhaa Sadhaa Jan Jeevathae Jo Har Charanee Chith Laahi ||",
    "translation": "Those humble beings who focus their consciousness on the Lord's Feet, live forever and ever.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜਦੇ ਹਨ, ਉਹ ਸਮਝੋ, ਸਦਾ ਹੀ ਜੀਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22757,
    "shabad_id": 1876,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ ਨਦਰੀ ਮਨਿ ਵਸੈ; ਗੁਰਮੁਖਿ ਸਹਜਿ ਸਮਾਹਿ ॥੧॥",
    "transliteration": "Naanak Nadharee Man Vasai Guramukh Sehaj Samaahi ||1||",
    "translation": "O Nanak, by His Grace, the Lord abides in the minds of the Gurmukhs, who merge in celestial bliss. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਮਿਹਰ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ਤੇ ਗੁਰਮੁਖ ਉਸ ਅਵਸਥਾ ਵਿਚ ਜਾ ਅੱਪੜਦੇ ਹਨ ਜਿਥੇ ਪਦਾਰਥਾਂ ਵਲ ਮਨ ਡੋਲਦਾ ਨਹੀਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22758,
    "shabad_id": 1877,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22759,
    "shabad_id": 1877,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅੰਦਰਿ ਸਹਸਾ ਦੁਖੁ ਹੈ; ਅਾਪੈ ਸਿਰਿ ਧੰਧੈ ਮਾਰ ॥",
    "transliteration": "Andhar Sehasaa Dhukh Hai Aapai Sir Dhhandhhai Maar ||",
    "translation": "Within the self is the pain of doubt; engrossed in worldly affairs, they are killing themselves.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਤੌਖਲਾ ਤੇ ਕਲੇਸ਼ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਦੁਨੀਆ ਦੇ ਝੰਬੇਲਿਆਂ ਦਾ ਇਹ ਖਪਾਣਾ ਆਪਣੇ ਸਿਰ ਉਤੇ ਆਪ ਸਹੇੜਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22760,
    "shabad_id": 1877,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਸੁਤੇ. ਕਬਹਿ, ਨ ਜਾਗਹਿ; ਮਾੲਿਅਾ ਮੋਹ ਪਿਅਾਰ ॥",
    "transliteration": "Dhoojai Bhaae Suthae Kabehi N Jaagehi Maaeiaa Moh Piaar ||",
    "translation": "Asleep in the love of duality, they never wake up; they are in love with, and attached to Maya.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਮਾਇਆ ਨਾਲ ਮੋਹ ਪਿਆਰ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਮਸਤ ਹੋ ਰਹੇ ਹਨ (ਇਸ ਗ਼ਫ਼ਲਿਤ ਵਿਚੋਂ) ਕਦੇ ਜਾਗਦੇ ਨਹੀਂ।",
    "pronunciation": "ਸੱੁਤੇ",
    "type_id": 3
  },
  {
    "id": 22761,
    "shabad_id": 1877,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਮੁ ਨ ਚੇਤਹਿ. ਸਬਦੁ ਨ ਵੀਚਾਰਹਿ; ੲਿਹੁ ਮਨਮੁਖ ਕਾ ਅਾਚਾਰੁ ॥",
    "transliteration": "Naam N Chaethehi Sabadh N Veechaarehi Eihu Manamukh Kaa Aachaar ||",
    "translation": "They do not think of the Naam, the Name of the Lord, and they do not contemplate the Word of the Shabad. This is the conduct of the self-willed manmukhs.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੀ ਰਹਿਣੀ ਇਹ ਹੈ ਕਿ ਉਹ ਕਦੇ ਗੁਰ-ਸ਼ਬਦ ਨਹੀਂ ਵੀਚਾਰਦੇ ਤੇ ਨਾਮ ਨਹੀ ਜਪਦੇ,",
    "pronunciation": "",
    "type_id": 3
  }
]
