[
  {
    "id": 23054,
    "shabad_id": 1927,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਵਾਹੁ ਵਾਹੁ ਗੁਰਮੁਖਿ ਪਾੲੀਅੈ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਲੲੇੲਿ ॥੧॥",
    "transliteration": "Naanak Vaahu Vaahu Guramukh Paaeeai Anadhin Naam Leaee ||1||",
    "translation": "O Nanak, Waaho! Waaho! This is obtained by the Gurmukhs, who hold tight to the Naam, night and day. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਲੲੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 23055,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23056,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਸਾਤਿ ਨ ਅਾਵੲੀ; ਦੂਜੀ ਨਾਹੀ ਜਾੲਿ ॥",
    "transliteration": "Bin Sathigur Saevae Saath N Aavee Dhoojee Naahee Jaae ||",
    "translation": "Without serving the True Guru, peace is not obtained, and the sense of duality does not depart.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਨ ਤੋਂ ਬਿਨਾ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ ਤੇ (ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ (ਜਿਥੇ ਇਹ ਮਿਲ ਸਕੇ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23057,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜੇ ਬਹੁਤੇਰਾ ਲੋਚੀਅੈ; ਵਿਣੁ ਕਰਮੈ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Jae Bahuthaeraa Locheeai Vin Karamai N Paaeiaa Jaae ||",
    "translation": "No matter how much one may wish, without the Lord's Grace, He is not found.",
    "punjabi": "ਭਾਵੇਂ ਕਿਤਨੀ ਹੀ ਤਾਂਘ ਕਰੀਏ, ਮੇਹਰ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23058,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਅੰਤਰਿ ਲੋਭ ਵਿਕਾਰੁ ਹੈ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾੲਿ ॥",
    "transliteration": "Jinhaa Anthar Lobh Vikaar Hai Dhoojai Bhaae Khuaae ||",
    "translation": "Those who are filled with greed and corruption are ruined by the love of duality.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਲੋਭ ਦਾ ਔਗੁਣ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਭੁੱਲੇ ਹੋਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23059,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣੁ. ਨ ਚੁਕੲੀ; ਹੳੁਮੈ ਵਿਚਿ ਦੁਖੁ ਪਾੲਿ ॥",
    "transliteration": "Janman Maran N Chukee Houmai Vich Dhukh Paae ||",
    "translation": "They cannot escape birth and death, and with egotism within them, they suffer in misery.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਜੰਮਣਾ ਮਰਣਾ ਮੁੱਕਦਾ ਨਹੀਂ ਤੇ ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਕਲੇਸ਼ ਉਠਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23060,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਸਤਿਗੁਰ ਸਿੳੁ ਚਿਤੁ ਲਾੲਿਅਾ; ਸੁ ਖਾਲੀ ਕੋੲੀ ਨਾਹਿ ॥",
    "transliteration": "Jinhaa Sathigur Sio Chith Laaeiaa S Khaalee Koee Naahi ||",
    "translation": "Those who center their consciousness on the True Guru, never go empty-handed.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਸਤਿਗੁਰੂ ਨਾਲ ਚਿੱਤ ਜੋੜਿਆ ਹੈ ਉਹਨਾਂ ਵਿਚੋਂ (ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ) ਵਾਂਜਿਆਂ ਕੋਈ ਨਹੀਂ ਰਿਹਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23061,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਨ ਜਮ ਕੀ ਤਲਬ. ਨ ਹੋਵੲੀ; ਨਾ ਓੲਿ ਦੁਖ ਸਹਾਹਿ ॥",
    "transliteration": "Thin Jam Kee Thalab N Hovee Naa Oue Dhukh Sehaahi ||",
    "translation": "They are not summoned by the Messenger of Death, and they do not suffer in pain.",
    "punjabi": "ਨਾ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਜਮ ਦਾ ਸੱਦਾ ਪੈਂਦਾ ਹੈ ਤੇ ਨਾ ਉਹ ਦੁੱਖ ਸਹਿੰਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਦਾ ਸਹਮ ਪੋਹ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "(ਤਲਬ) ਬੁਲਾਵਾ",
    "type_id": 3
  },
  {
    "id": 23062,
    "shabad_id": 1928,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਸਚੈ ਸਬਦਿ ਸਮਾਹਿ ॥੨॥",
    "transliteration": "Naanak Guramukh Oubarae Sachai Sabadh Samaahi ||2||",
    "translation": "O Nanak, the Gurmukhs are saved; they merge in the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਹਨ, ਉਹ (ਦੁੱਖਾਂ ਤੋਂ) ਬਚ ਗਏ ਹਨ ਤੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23063,
    "shabad_id": 1929,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23064,
    "shabad_id": 1929,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਢਾਢੀ ਤਿਸ ਨੋ ਅਾਖੀਅੈ; ਜਿ ਖਸਮੈ ਧਰੇ ਪਿਅਾਰੁ ॥",
    "transliteration": "Dtaadtee This No Aakheeai J Khasamai Dhharae Piaar ||",
    "translation": "He alone is called a minstrel, who enshrines love for his Lord and Master.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਪਾਉਂਦਾ ਹੈ, ਉਹੀ ਪ੍ਰਭੂ ਦਾ ਢਾਢੀ ਅਖਵਾ ਸਕਦਾ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਹੀ ਬੰਦਾ ਕਰ ਸਕਦਾ ਹੈ),",
    "pronunciation": "(ਢਾਢੀ) ਜਸ ਕਰਨ ਵਾਲਾ",
    "type_id": 3
  },
  {
    "id": 23065,
    "shabad_id": 1929,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦਰਿ ਖੜਾ ਸੇਵਾ ਕਰੇ; ਗੁਰ ਸਬਦੀ ਵੀਚਾਰੁ ॥",
    "transliteration": "Dhar Kharraa Saevaa Karae Gur Sabadhee Veechaar ||",
    "translation": "Standing at the Lord's Door, he serves the Lord, and reflects upon the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਰਾਹੀਂ ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23066,
    "shabad_id": 1929,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਢਾਢੀ ਦਰੁ ਘਰੁ ਪਾੲਿਸੀ; ਸਚੁ ਰਖੈ ੳੁਰ ਧਾਰਿ ॥",
    "transliteration": "Dtaadtee Dhar Ghar Paaeisee Sach Rakhai Our Dhhaar ||",
    "translation": "The minstrel attains the Lord's Gate and Mansion, and he keeps the True Lord clasped to his heart.",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਉਹ ਢਾਢੀ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਉਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23067,
    "shabad_id": 1929,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਢਾਢੀ ਕਾ ਮਹਲੁ ਅਗਲਾ; ਹਰਿ ਕੈ ਨਾੲਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Dtaadtee Kaa Mehal Agalaa Har Kai Naae Piaar ||",
    "translation": "The status of the minstrel is exalted; he loves the Name of the Lord.",
    "punjabi": "ਐਸੇ ਢਾਢੀ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਨ ਨਾਲ ਉਸ ਦੇ ਮਨ ਦੀ ਅਵਸਥਾ ਬਹੁਤ ਉੱਚੀ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23068,
    "shabad_id": 1929,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਢਾਢੀ ਕੀ ਸੇਵਾ ਚਾਕਰੀ; ਹਰਿ ਜਪਿ ਹਰਿ ਨਿਸਤਾਰਿ ॥੧੮॥",
    "transliteration": "Dtaadtee Kee Saevaa Chaakaree Har Jap Har Nisathaar ||18||",
    "translation": "The service of the minstrel is to meditate on the Lord; he is emancipated by the Lord. ||18||",
    "punjabi": "ਬੱਸ, ਉਹ ਢਾਢੀ ਇਹੀ ਸੇਵਾ ਕਰਦਾ ਹੈ, ਇਹੀ ਚਾਕਰੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23069,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23070,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੂਜਰੀ ਜਾਤਿ ਗਵਾਰਿ; ਜਾ ਸਹੁ ਪਾੲੇ ਅਾਪਣਾ ॥",
    "transliteration": "Goojaree Jaath Gavaar Jaa Sahu Paaeae Aapanaa ||",
    "translation": "The milkmaid's status is very low, but she attains her Husband Lord",
    "punjabi": "ਮੋਟੀ ਜਾਤਿ ਦੀ ਗੁਜਰੀ ਕੁਲਵੰਤੀ ਇਸਤ੍ਰੀ ਬਣ ਗਈ (ਉੱਚੀ ਜਾਤਿ ਵਾਲੀ ਹੋ ਗਈ) ਜਦੋਂ ਉਸ ਨੇ ਆਪਣਾ ਖਸਮ ਲੱਭ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23071,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਵੀਚਾਰਿ; ਅਨ ਦਿਨੁ ਹਰਿ ਜਪੁ ਜਾਪਣਾ ॥",
    "transliteration": "Gur Kai Sabadh Veechaar Anadhin Har Jap Jaapanaa ||",
    "translation": "When she reflects upon the Word of the Guru's Shabad, and chants the Lord's Name, night and day.",
    "punjabi": "ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਵਿਚਾਰ ਕਰ ਕੇ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23072,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿਸੁ ਸਤਿਗੁਰੁ ਮਿਲੈ. ਤਿਸੁ ਭੳੁ ਪਵੈ; ਸਾ ਕੁਲਵੰਤੀ ਨਾਰਿ ॥",
    "transliteration": "Jis Sathigur Milai This Bho Pavai Saa Kulavanthee Naar ||",
    "translation": "She who meets the True Guru, lives in the Fear of God; she is a woman of noble birth.",
    "punjabi": "ਤੇ ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲਣ ਦੇ ਰਾਹੀਂ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਡਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਹ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਕੁਲਵੰਤੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਕੁਲਵੰਤੀ) ੳੁ੍ਨਚੇ ਕੁੱਲ ਵਾਲੀ",
    "type_id": 3
  },
  {
    "id": 23073,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾ ਹੁਕਮੁ ਪਛਾਣੈ. ਕੰਤ ਕਾ; ਜਿਸ ਨੋ ਕਿ੍ਰਪਾ ਕੀਤੀ ਕਰਤਾਰਿ ॥",
    "transliteration": "Saa Hukam Pashhaanai Kanth Kaa Jis No Kirapaa Keethee Karathaar ||",
    "translation": "She alone realizes the Hukam of her Husband Lord's Command, who is blessed by the Creator Lord's Mercy.",
    "punjabi": "ਜਿਸ ਤੇ ਕਰਤਾਰ ਨੇ ਆਪ ਮਿਹਰ ਕੀਤੀ ਹੋਵੇ, ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਸਮਝ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23074,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਓਹ ਕੁਚਜੀ ਕੁਲਖਣੀ; ਪਰਹਰਿ ਛੋਡੀ ਭਤਾਰਿ ॥",
    "transliteration": "Ouh Kuchajee Kulakhanee Parehar Shhoddee Bhathaar ||",
    "translation": "She who is of little merit and ill-mannered, is discarded and forsaken by her Husband Lord.",
    "punjabi": "ਤੇ ਜਿਸ ਨੂੰ ਖਸਮ (ਪ੍ਰਭੂ) ਨੇ ਛੁੱਟੜ ਛੱਡ ਦਿੱਤਾ ਹੋਵੇ, ਉਹ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਕੁਚੱਜੀ ਤੇ ਖੋਟੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਕੁਚੱਜੀ। ਕੁ-ਲੱਖਣੀ",
    "type_id": 3
  },
  {
    "id": 23075,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਭੈ ਪੲਿਅੈ ਮਲੁ ਕਟੀਅੈ; ਨਿਰਮਲ ਹੋਵੈ ਸਰੀਰੁ ॥",
    "transliteration": "Bhai Paeiai Mal Katteeai Niramal Hovai Sareer ||",
    "translation": "By the Fear of God, filth is washed off, and the body becomes immaculately pure.",
    "punjabi": "ਜੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਡਰ ਆ ਵੱਸੇ, ਤਾਂ ਮਨ ਦੀ ਮੈਲ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, ਸਰੀਰ ਭੀ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23076,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਪਰਗਾਸੁ ਮਤਿ ੳੂਤਮ ਹੋਵੈ; ਹਰਿ ਜਪਿ ਗੁਣੀ ਗਹੀਰੁ ॥",
    "transliteration": "Anthar Paragaas Math Ootham Hovai Har Jap Gunee Geheer ||",
    "translation": "The soul is enlightened, and the intellect is exalted, meditating on the Lord, the ocean of excellence.",
    "punjabi": "ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ਅੰਦਰ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਮਤਿ ਉੱਜਲੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23077,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭੈ ਵਿਚਿ ਬੈਸੈ. ਭੈ ਰਹੈ; ਭੈ ਵਿਚਿ ਕਮਾਵੈ ਕਾਰ ॥",
    "transliteration": "Bhai Vich Baisai Bhai Rehai Bhai Vich Kamaavai Kaar ||",
    "translation": "One who dwells in the Fear of God, lives in the Fear of God, and acts in the Fear of God.",
    "punjabi": "(ਅਜੇਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪਰਮਾਤਮਾ ਦੇ ਡਰ ਵਿਚ ਬੈਠਦੀ ਹੈ, ਡਰ ਵਿਚ ਰਹਿੰਦੀ ਹੈ, ਡਰ ਵਿਚ ਕਿਰਤਕਾਰ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23078,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੈਥੈ ਸੁਖੁ ਵਡਿਅਾੲੀਅਾ; ਦਰਗਹ ਮੋਖ ਦੁਅਾਰ ॥",
    "transliteration": "Aithhai Sukh Vaddiaaeeaa Dharageh Mokh Dhuaar ||",
    "translation": "He obtains peace and glorious greatness here, in the Lord's Court, and at the Gate of Salvation.",
    "punjabi": "(ਫਿਰ) ਉਸ ਨੂੰ ਇਸ ਜੀਵਨ ਵਿਚ ਆਦਰ ਤੇ ਸੁਖ ਮਿਲਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਦਾ ਦਰਵਾਜ਼ਾ ਉਸ ਲਈ ਖੁਲ੍ਹ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23079,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭੈ ਤੇ. ਨਿਰਭੳੁ ਪਾੲੀਅੈ; ਮਿਲਿ ਜੋਤੀ ਜੋਤਿ ਅਪਾਰ ॥",
    "transliteration": "Bhai Thae Nirabho Paaeeai Mil Jothee Joth Apaar ||",
    "translation": "Through the Fear of God, the Fearless Lord is obtained, and one's light merges in the Infinite Light.",
    "punjabi": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਆਤਮਾ ਜੋੜਨ ਨਾਲ ਤੇ ਉਸ ਦੇ ਡਰ ਵਿਚ ਰਹਿਣ ਨਾਲ ਉਹ ਨਿਰਭਉ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23080,
    "shabad_id": 1930,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਖਸਮੈ ਭਾਵੈ ਸਾ ਭਲੀ; ਜਿਸ ਨੋ ਅਾਪੇ ਬਖਸੇ ਕਰਤਾਰੁ ॥੧॥",
    "transliteration": "Naanak Khasamai Bhaavai Saa Bhalee Jis No Aapae Bakhasae Karathaar ||1||",
    "translation": "O Nanak, that bride alone is good, who is pleasing to her Lord and Master, and whom the Creator Lord Himself forgives. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜਿਸ ਨੂੰ ਕਰਤਾਰ ਆਪ ਬਖ਼ਸ਼ਸ਼ ਕਰੇ ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਚੰਗੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23081,
    "shabad_id": 1931,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23082,
    "shabad_id": 1931,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਸਾਲਾਹੀਅੈ; ਸਚੇ ਕੳੁ ਬਲਿ ਜਾੳੁ ॥",
    "transliteration": "Sadhaa Sadhaa Saalaaheeai Sachae Ko Bal Jaao ||",
    "translation": "Praise the Lord, forever and ever, and make yourself a sacrifice to the True Lord.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹੀ ਸਦਾ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਮੈਂ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23083,
    "shabad_id": 1931,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ੲੇਕੁ ਛੋਡਿ ਦੂਜੈ ਲਗੈ; ਸਾ ਜਿਹਵਾ ਜਲਿ ਜਾੳੁ ॥੨॥",
    "transliteration": "Naanak Eaek Shhodd Dhoojai Lagai Saa Jihavaa Jal Jaao ||2||",
    "translation": "O Nanak, let that tongue be burnt, which renounces the One Lord, and attaches itself to another. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਉਹ ਜੀਭ ਸੜ ਜਾਏ ਜੋ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਕਿਸੇ ਹੋਰ (ਦੀ ਯਾਦ) ਵਿਚ ਲੱਗੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23084,
    "shabad_id": 1932,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23085,
    "shabad_id": 1932,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੰਸਾ ਅੳੁਤਾਰੁ ੳੁਪਾੲਿਓਨੁ; ਭਾੳੁ ਦੂਜਾ ਕੀਅਾ ॥",
    "transliteration": "Ansaa Aouthaar Oupaaeioun Bhaao Dhoojaa Keeaa ||",
    "translation": "From a single particle of His greatness, He created His incarnations, but they indulged in the love of duality.",
    "punjabi": "ਦੇਵਤੇ ਆਦਿਕਾਂ ਦਾ (ਭੀ) ਜਨਮ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੀਤਾ ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਭੀ ਆਪ ਹੀ ਬਣਾਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23086,
    "shabad_id": 1932,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿੳੁ ਰਾਜੇ ਰਾਜੁ ਕਮਾਵਦੇ; ਦੁਖ ਸੁਖ ਭਿੜੀਅਾ ॥",
    "transliteration": "Jio Raajae Raaj Kamaavadhae Dhukh Sukh Bhirreeaa ||",
    "translation": "They ruled like kings, and fought for pleasure and pain.",
    "punjabi": "(ਉਹ ਦੇਵਤੇ ਭੀ) ਰਾਜਿਆਂ ਵਾਂਗ ਰਾਜ ਕਰਦੇ ਰਹੇ ਤੇ ਦੁੱਖਾਂ ਸੁਖਾਂ ਦੀ ਖ਼ਾਤਰ ਲੜਦੇ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23087,
    "shabad_id": 1932,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲੀਸਰੁ ਬ੍ਰਹਮਾ ਸੇਵਦੇ; ਅੰਤੁ ਤਿਨ੍ਹੀ. ਨ ਲਹੀਅਾ ॥",
    "transliteration": "Eesar Brehamaa Saevadhae Anth Thinhee N Leheeaa ||",
    "translation": "Those who serve Shiva and Brahma do not find the limits of the Lord.",
    "punjabi": "ਬ੍ਰਹਮਾ ਤੇ ਸ਼ਿਵ (ਵਰਗੇ ਵੱਡੇ ਦੇਵਤੇ ਪ੍ਰਭੂ ਨੂੰ) ਸਿਮਰਦੇ ਰਹੇ ਪਰ ਉਹਨਾਂ ਭੀ (ਉਸ ਦੀ ਅਜਬ ਖੇਡ ਦਾ) ਭੇਦ ਨਾਹ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23088,
    "shabad_id": 1932,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਿਰਭੳੁ ਨਿਰੰਕਾਰੁ ਅਲਖੁ ਹੈ; ਗੁਰਮੁਖਿ ਪ੍ਰਗਟੀਅਾ ॥",
    "transliteration": "Nirabho Nirankaar Alakh Hai Guramukh Pragatteeaa ||",
    "translation": "The Fearless, Formless Lord is unseen and invisible; He is revealed only to the Gurmukh.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਿ-ਡਰ ਹੈ, ਆਕਾਰ-ਰਹਿਤ ਹੈ ਤੇ ਲਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਗੁਰਮੁਖ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "ਅ-ਲਖੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 23089,
    "shabad_id": 1932,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਿਥੈ ਸੋਗੁ ਵਿਜੋਗੁ. ਨ ਵਿਅਾਪੲੀ; ਅਸਥਿਰੁ ਜਗਿ ਥੀਅਾ ॥੧੯॥",
    "transliteration": "Thithhai Sog Vijog N Viaapee Asathhir Jag Thheeaa ||19||",
    "translation": "There, one does not suffer sorrow or separation; he becomes stable and immortal in the world. ||19||",
    "punjabi": "ਗੁਰਮੁਖ ਅਵਸਥਾ ਵਿਚ ਚਿੰਤਾ ਤੇ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਵਿਛੋੜਾ ਦਬਾ ਨਹੀਂ ਪਾ ਸਕਦੇ, ਗੁਰਮੁਖ ਜਗਤ ਵਿਚ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਅਡੋਲ ਰਹਿੰਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23090,
    "shabad_id": 1933,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23091,
    "shabad_id": 1933,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲੇਹੁ ਸਭੁ ਕਿਛੁ ਅਾਵਣ ਜਾਣੁ ਹੈ; ਜੇਤਾ ਹੈ ਅਾਕਾਰੁ ॥",
    "transliteration": "Eaehu Sabh Kishh Aavan Jaan Hai Jaethaa Hai Aakaar ||",
    "translation": "All these things come and go, all these things of the world.",
    "punjabi": "ਜਿਤਨਾ ਇਹ ਜਗਤ ਦਿੱਸ ਰਿਹਾ ਹੈ ਇਹ ਸਾਰਾ ਆਉਣ ਤੇ ਜਾਣ ਵਾਲਾ ਹੈ (ਭਾਵ, ਕਦੇ ਇਕੋ ਹਾਲਤ ਵਿਚ ਨਹੀਂ ਰਹਿੰਦਾ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23092,
    "shabad_id": 1933,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਿ ੲੇਹੁ ਲੇਖਾ ਲਿਖਿਅਾ; ਸੋ ਹੋਅਾ ਪਰਵਾਣੁ ॥",
    "transliteration": "Jin Eaehu Laekhaa Likhiaa So Hoaa Paravaan ||",
    "translation": "One who knows this written account is acceptable and approved.",
    "punjabi": "ਜੋ ਇਹ ਗੱਲ ਸਮਝ ਲੈਂਦਾ ਹੈ (ਇਹ ਲਿਖਦਾ ਹੈ), ਉਹ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23093,
    "shabad_id": 1933,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਜੇ ਕੋ ਅਾਪੁ ਗਣਾੲਿਦਾ; ਸੋ ਮੂਰਖੁ ਗਾਵਾਰੁ ॥੧॥",
    "transliteration": "Naanak Jae Ko Aap Ganaaeidhaa So Moorakh Gaavaar ||1||",
    "translation": "O Nanak, anyone who takes pride in himself is foolish and unwise. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜੋ (ਇਸ 'ਆਕਾਰ' ਦੇ ਆਸਰੇ) ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਅਖਵਾਂਦਾ ਹੈ (ਭਾਵ, ਮਾਣ ਕਰਦਾ ਹੈ) ਉਹ ਮੂਰਖ ਹੈ ਉਹ ਗਵਾਰ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23094,
    "shabad_id": 1934,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23095,
    "shabad_id": 1934,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਨੁ ਕੁੰਚਰੁ. ਪੀਲਕੁ ਗੁਰੂ; ਗਿਅਾਨੁ ਕੁੰਡਾ. ਜਹ ਖਿੰਚੇ ਤਹ ਜਾੲਿ ॥",
    "transliteration": "Man Kunchar Peelak Guroo Giaan Kunddaa Jeh Khinchae Theh Jaae ||",
    "translation": "The mind is the elephant, the Guru is the elephant-driver, and knowledge is the whip. Wherever the Guru drives the mind, it goes.",
    "punjabi": "ਮਨ (ਮਾਨੋ) ਹਾਥੀ ਹੈ; (ਜੇ) ਸਤਿਗੁਰੂ (ਇਸ ਦਾ) ਮਹਾਵਤ (ਬਣੇ, ਤੇ) ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਮਤਿ (ਇਸ ਦੇ ਸਿਰ ਤੇ) ਕੁੰਡਾ ਹੋਵੇ, ਤਾਂ ਇਹ ਮਨ ਓਧਰ ਜਾਂਦਾ ਹੈ ਜਿਧਰ ਗੁਰੂ ਤੋਰਦਾ ਹੈ।",
    "pronunciation": "(ਕੁੰਚਰੁ) ਹਾਥੀ। (ਪੀਲਕੁ) ਮਹਾਵਤ। (ਕੁੰਡਾ) ਹਾਥੀ ਚਲਾੳੁਣ ਵਾਲਾ ਲੋਹੇ ਦਾ ਹਥਿਅਾਰ",
    "type_id": 3
  },
  {
    "id": 23096,
    "shabad_id": 1934,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਹਸਤੀ ਕੁੰਡੇ ਬਾਹਰਾ; ਫਿਰਿ ਫਿਰਿ ੳੁਝੜਿ ਪਾੲਿ ॥੨॥",
    "transliteration": "Naanak Hasathee Kunddae Baaharaa Fir Fir Oujharr Paae ||2||",
    "translation": "O Nanak, without the whip, the elephant wanders into the wilderness, again and again. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਕੁੰਡੇ ਤੋਂ ਬਿਨਾ ਹਾਥੀ ਮੁੜ ਮੁੜ ਕੁਰਾਹੇ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਹਸਤੀ) ਹਾਥੀ। ੳੁ੍ਨਝੜਿ",
    "type_id": 3
  },
  {
    "id": 23097,
    "shabad_id": 1935,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23098,
    "shabad_id": 1935,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਿਸੁ ਅਾਗੈ ਅਰਦਾਸਿ; ਜਿਨਿ ੳੁਪਾੲਿਅਾ ॥",
    "transliteration": "This Aagai Aradhaas Jin Oupaaeiaa ||",
    "translation": "I offer my prayer to the One, from whom I was created.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ (ਭਾਉ ਦੂਜਾ) ਪੈਦਾ ਕੀਤਾ ਹੈ ਜੇ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅਰਦਾਸ ਕਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  }
]
