[
  {
    "id": 23527,
    "shabad_id": 2010,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਭਰਮੇ ਭੂਲੀ; ਰੇ ਜੈਚੰਦਾ ॥",
    "transliteration": "Bharamae Bhoolee Rae Jai Chandhaa ||",
    "translation": "Deluded by doubt, O Jai Chand,",
    "punjabi": "ਹੇ ਜੈ ਚੰਦ! ਸਾਰੀ ਲੋਕਾਈ (ਇਸੇ ਭੁਲੇਖੇ ਵਿਚ) ਭੁੱਲੀ ਪਈ ਹੈ (ਕਿ ਨਿਰਾ ਫ਼ਕੀਰੀ ਭੇਖ ਧਾਰਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23528,
    "shabad_id": 2010,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਹੀ ਨਹੀ ਚੀਨ੍ਹਿਅਾ; ਪਰਮਾਨੰਦਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Nehee Nehee Cheenihaaa Paramaanandhaa ||1|| Rehaao ||",
    "translation": "You have not realized the Lord, the embodiment of supreme bliss. ||1||Pause||",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਨੰਦ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸੋਝੀ ਕਦੇ ਭੀ ਨਹੀਂ ਪੈਂਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 23529,
    "shabad_id": 2010,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਘਰਿ ਘਰਿ ਖਾੲਿਅਾ. ਪਿੰਡੁ ਬਧਾੲਿਅਾ; ਖਿੰਥਾ ਮੁੰਦਾ ਮਾੲਿਅਾ ॥",
    "transliteration": "Ghar Ghar Khaaeiaa Pindd Badhhaaeiaa Khinthhaa Mundhaa Maaeiaa ||",
    "translation": "You eat in each and every house, fattening your body; you wear the patched coat and the ear-rings of the beggar, for the sake of wealth.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਘਰ ਘਰ ਤੋਂ (ਮੰਗ ਕੇ ਟੁੱਕਰ) ਖਾ ਲਿਆ, (ਆਪਣੇ) ਸਰੀਰ ਨੂੰ ਚੰਗਾ ਪਾਲ ਲਿਆ, ਗੋਦੜੀ ਪਹਿਨ ਲਈ, ਮੁੰਦ੍ਰਾਂ ਭੀ ਪਾ ਲਈਆਂ, (ਪਰ ਸਭ ਕੁਝ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ (ਕੀਤਾ),",
    "pronunciation": "(ਪਿੰਡੁ) ਦੇਹ। (ਮੁੰਦਾ) ਮੁੰਦ੍ਰਾ",
    "type_id": 3
  },
  {
    "id": 23530,
    "shabad_id": 2010,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਭੂਮਿ ਮਸਾਣ ਕੀ ਭਸਮ ਲਗਾੲੀ; ਗੁਰ ਬਿਨੁ. ਤਤੁ ਨ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Bhoom Masaan Kee Bhasam Lagaaee Gur Bin Thath N Paaeiaa ||2||",
    "translation": "You apply the ashes of cremation to your body, but without a Guru, you have not found the essence of reality. ||2||",
    "punjabi": "ਮਸਾਣਾਂ ਦੀ ਧਰਤੀ ਦੀ ਸੁਆਹ ਭੀ (ਪਿੰਡੇ) ਮਲ ਲਈ, ਪਰ ਜੇ ਉਹ ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਨਹੀਂ ਤੁਰਿਆ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਤੱਤ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੁੰਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23531,
    "shabad_id": 2010,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਾੲਿ ਜਪਹੁ ਰੇ. ਕਾੲਿ ਤਪਹੁ ਰੇ; ਕਾੲਿ ਬਿਲੋਵਹੁ ਪਾਣੀ ॥",
    "transliteration": "Kaae Japahu Rae Kaae Thapahu Rae Kaae Bilovahu Paanee ||",
    "translation": "Why bother to chant your spells? Why bother to practice austerities? Why bother to churn water?",
    "punjabi": "ਕਿਉਂ (ਗਿਣੇ ਮਿਥੇ) ਜਪ ਕਰਦੇ ਹੋ? ਕਿਉਂ ਤਪ ਸਾਧਦੇ ਹੋ? ਕਾਹਦੇ ਲਈ ਪਾਣੀ ਰਿੜਕਦੇ ਹੋ? (ਹਠ ਨਾਲ ਕੀਤੇ ਹੋਏ ਇਹ ਸਾਧਨ ਤਾਂ ਪਾਣੀ ਰਿੜਕਣ ਸਮਾਨ ਹਨ);",
    "pronunciation": "(ਬਿਲੋਵਹੁ) ਰਿੜਕੋ",
    "type_id": 3
  },
  {
    "id": 23532,
    "shabad_id": 2010,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਲਖ ਚੳੁਰਾਸੀਹ ਜਿਨ੍ਹਿ ੳੁਪਾੲੀ; ਸੋ ਸਿਮਰਹੁ ਨਿਰਬਾਣੀ ॥੩॥",
    "transliteration": "Lakh Chouraaseeh Jinih Oupaaee So Simarahu Nirabaanee ||3||",
    "translation": "Meditate on the Lord of Nirvaanaa, who has created the 8.4 million species of beings. ||3||",
    "punjabi": "ਉਸ ਵਾਸ਼ਨਾ-ਰਹਿਤ ਪ੍ਰਭੂ ਨੂੰ (ਹਰ ਵੇਲੇ) ਯਾਦ ਕਰੋ, ਜਿਸ ਨੇ ਚੌਰਾਸੀ ਲੱਖ (ਜੋਨਿ ਵਾਲੀ ਸ੍ਰਿਸ਼ਟੀ) ਪੈਦਾ ਕੀਤੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23533,
    "shabad_id": 2010,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਕਾੲਿ ਕਮੰਡਲੁ ਕਾਪੜੀਅਾ ਰੇ; ਅਠਸਠਿ ਕਾੲਿ ਫਿਰਾਹੀ ॥",
    "transliteration": "Kaae Kamanddal Kaaparreeaa Rae Athasath Kaae Firaahee ||",
    "translation": "Why bother to carry the water-pot, O saffron-robed Yogi? Why bother to visit the sixty-eight holy places of pilgrimage?",
    "punjabi": "ਹੇ ਕਾਪੜੀਏ! (ਹੱਥ ਵਿਚ) ਖੱਪਰ ਕਾਹਦੇ ਲਈ ਪਕੜਦਾ ਹੈਂ ਤੇ ਅਠਾਹਠ ਤੀਰਥਾਂ ਤੇ ਭਟਕਣ ਫਿਰਦਾ ਹੈਂ (ਇੰਜ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ)?",
    "pronunciation": "ਅੱਠਸੱਠਿ",
    "type_id": 3
  },
  {
    "id": 23534,
    "shabad_id": 2010,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਬਦਤਿ ਤ੍ਰਿਲੋਚਨੁ. ਸੁਨੁ ਰੇ ਪ੍ਰਾਣੀ; ਕਣ ਬਿਨੁ. ਗਾਹੁ ਕਿ ਪਾਹੀ ॥੪॥੧॥",
    "transliteration": "Badhath Thrilochan Sun Rae Praanee Kan Bin Gaahu K Paahee ||4||1||",
    "translation": "Says Trilochan, listen, mortal: you have no corn - what are you trying to thresh? ||4||1||",
    "punjabi": "ਤ੍ਰਿਲੋਚਨ ਆਖਦਾ ਹੈ: ਹੇ ਬੰਦੇ! ਸੁਣ! ਜੇ (ਭਰੀਆਂ ਵਿਚ) ਅੰਨ ਦੇ ਦਾਣੇ ਨਹੀਂ, ਤਾਂ ਗਾਹ ਪਾਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ॥੪॥੧॥",
    "pronunciation": "(ਬਦਤਿ) ਅਾਖਦੇ",
    "type_id": 3
  },
  {
    "id": 23535,
    "shabad_id": 2011,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੂਜਰੀ ॥",
    "transliteration": "Goojaree ||",
    "translation": "Goojaree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23536,
    "shabad_id": 2011,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ ਜੋ ਲਛਮੀ ਸਿਮਰੈ; ਅੈਸੀ ਚਿੰਤਾ ਮਹਿ ਜੇ ਮਰੈ ॥",
    "transliteration": "Anth Kaal Jo Lashhamee Simarai Aisee Chinthaa Mehi Jae Marai ||",
    "translation": "At the very last moment, one who thinks of wealth, and dies in such thoughts,",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਰਨ ਵੇਲੇ ਧਨ-ਪਦਾਰਥ ਚੇਤੇ ਕਰਦਾ ਹੈ ਤੇ ਇਸੇ ਸੋਚ ਵਿਚ ਹੀ ਮਰ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23537,
    "shabad_id": 2011,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਰਪ ਜੋਨਿ; ਵਲਿ ਵਲਿ ਅੳੁਤਰੈ ॥੧॥",
    "transliteration": "Sarap Jon Val Val Aoutharai ||1||",
    "translation": "Shall be reincarnated over and over again, in the form of serpents. ||1||",
    "punjabi": "ਉਹ ਮੁੜ ਮੁੜ ਸੱਪ ਦੀ ਜੂਨੇ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਵਲਿ ਵਲਿ) ਵਾਰ ਵਾਰ।ਵਲਿ ਵਲਿ:ਪੋਲਾ ਬੋਲੋ। (ਅੳੁਤਰੈ) ਜਨਮ ਧਾਰਦਾ ਹੈ।ਅੳੁਤਰੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 23538,
    "shabad_id": 2011,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅਰੀ ਬਾੲੀ; ਗੋਬਿਦ ਨਾਮੁ ਮਤਿ ਬੀਸਰੈ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aree Baaee Gobidh Naam Math Beesarai || Rehaao ||",
    "translation": "O sister, do not forget the Name of the Lord of the Universe. ||Pause||",
    "punjabi": "ਹੇ ਭੈਣ! (ਮੇਰੇ ਲਈ ਅਰਦਾਸ ਕਰ) ਮੈਨੂੰ ਕਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਾਹ ਭੁੱਲੇ (ਤਾਂ ਜੁ ਅੰਤ ਵੇਲੇ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਚੇਤੇ ਆਵੇ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23539,
    "shabad_id": 2011,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ. ਜੋ ੲਿਸਤ੍ਰੀ ਸਿਮਰੈ; ਅੈਸੀ ਚਿੰਤਾ ਮਹਿ ਜੇ ਮਰੈ ॥",
    "transliteration": "Anth Kaal Jo Eisathree Simarai Aisee Chinthaa Mehi Jae Marai ||",
    "translation": "At the very last moment, he who thinks of women, and dies in such thoughts,",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਰਨ ਸਮੇਂ (ਆਪਣੀ) ਇਸਤ੍ਰੀ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦਾ ਹੈ ਤੇ ਇਸੇ ਯਾਦ ਵਿਚ ਪ੍ਰਾਣ ਤਿਆਗ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23540,
    "shabad_id": 2011,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਬੇਸਵਾ ਜੋਨਿ; ਵਲਿ ਵਲਿ ਅੳੁਤਰੈ ॥੨॥",
    "transliteration": "Baesavaa Jon Val Val Aoutharai ||2||",
    "translation": "Shall be reincarnated over and over again as a prostitute. ||2||",
    "punjabi": "ਉਹ ਮੁੜ ਮੁੜ ਵੇਸਵਾ ਦਾ ਜਨਮ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23541,
    "shabad_id": 2011,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ. ਜੋ ਲੜਿਕੇ ਸਿਮਰੈ; ਅੈਸੀ ਚਿੰਤਾ ਮਹਿ ਜੇ ਮਰੈ ॥",
    "transliteration": "Anth Kaal Jo Larrikae Simarai Aisee Chinthaa Mehi Jae Marai ||",
    "translation": "At the very last moment, one who thinks of his children, and dies in such thoughts,",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਅੰਤ ਵੇਲੇ (ਆਪਣੇ) ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦਾ ਹੈ ਤੇ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਯਾਦ ਕਰਦਾ ਕਰਦਾ ਹੀ ਮਰ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23542,
    "shabad_id": 2011,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸੂਕਰ ਜੋਨਿ; ਵਲਿ ਵਲਿ ਅੳੁਤਰੈ ॥੩॥",
    "transliteration": "Sookar Jon Val Val Aoutharai ||3||",
    "translation": "Shall be reincarnated over and over again as a pig. ||3||",
    "punjabi": "ਉਹ ਸੂਰ ਦੀ ਜੂਨੇ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23543,
    "shabad_id": 2011,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ. ਜੋ ਮੰਦਰ ਸਿਮਰੈ; ਅੈਸੀ ਚਿੰਤਾ ਮਹਿ ਜੇ ਮਰੈ ॥",
    "transliteration": "Anth Kaal Jo Mandhar Simarai Aisee Chinthaa Mehi Jae Marai ||",
    "translation": "At the very last moment, one who thinks of mansions, and dies in such thoughts,",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਅਖ਼ੀਰ ਵੇਲੇ (ਆਪਣੇ) ਘਰ ਮਹਲ-ਮਾੜੀਆਂ ਦੇ ਹਾਹੁਕੇ ਲੈਂਦਾ ਹੈ ਤੇ ਇਹਨਾਂ ਹਾਹੁਕਿਆਂ ਵਿਚ ਸਰੀਰ ਛੱਡ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23544,
    "shabad_id": 2011,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰੇਤ ਜੋਨਿ; ਵਲਿ ਵਲਿ ਅੳੁਤਰੈ ॥੪॥",
    "transliteration": "Praeth Jon Val Val Aoutharai ||4||",
    "translation": "Shall be reincarnated over and over again as a goblin. ||4||",
    "punjabi": "ਉਹ ਮੁੜ ਮੁੜ ਪ੍ਰੇਤ ਬਣਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23545,
    "shabad_id": 2011,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ. ਨਾਰਾੲਿਣੁ ਸਿਮਰੈ; ਅੈਸੀ ਚਿੰਤਾ ਮਹਿ ਜੇ ਮਰੈ ॥",
    "transliteration": "Anth Kaal Naaraaein Simarai Aisee Chinthaa Mehi Jae Marai ||",
    "translation": "At the very last moment, one who thinks of the Lord, and dies in such thoughts,",
    "punjabi": "ਤ੍ਰਿਲੋਚਨ ਆਖਦਾ ਹੈ, ਜੋ ਮਨੁੱਖ ਅੰਤ ਸਮੇਂ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਦਾ ਹੈ ਤੇ ਇਸ ਯਾਦ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਹੀ ਚੋਲਾ ਤਿਆਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23546,
    "shabad_id": 2011,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਬਦਤਿ ਤਿਲੋਚਨੁ. ਤੇ ਨਰ ਮੁਕਤਾ; ਪੀਤੰਬਰੁ ਵਾ ਕੇ ਰਿਦੈ ਬਸੈ ॥੫॥੨॥",
    "transliteration": "Badhath Thilochan Thae Nar Mukathaa Peethanbar Vaa Kae Ridhai Basai ||5||2||",
    "translation": "Says Trilochan, that man shall be liberated; the Lord shall abide in his heart. ||5||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਧਨ, ਇਸਤ੍ਰੀ, ਪੁੱਤਰ ਤੇ ਘਰ ਆਦਿਕ ਦੇ ਮੋਹ ਤੋਂ) ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਆ ਵੱਸਦਾ ਹੈ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23547,
    "shabad_id": 2012,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੂਜਰੀ ਸ੍ਰੀ ਜੈਦੇਵ ਜੀੳੁ ਕਾ ਪਦਾ ਘਰੁ ੪",
    "transliteration": "Goojaree Sree Jaidhaev Jeeo Kaa Padhaa Ghar 4",
    "translation": "Goojaree, Padas Of Jai Dayv Jee, Fourth House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੪ ਵਿੱਚ ਭਗਤ ਜੈਦੇਵ ਜੀ ਦੀ ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23548,
    "shabad_id": 2012,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 23549,
    "shabad_id": 2012,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪਰਮਾਦਿ ਪੁਰਖ ਮਨੋਪਿਮੰ; ਸਤਿ ਅਾਦਿ ਭਾਵ ਰਤੰ ॥",
    "transliteration": "Paramaadh Purakhamanopiman Sath Aadh Bhaav Rathan ||",
    "translation": "In the very beginning, was the Primal Lord, unrivalled, the Lover of Truth and other virtues.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚੀ ਹਸਤੀ ਹੈ, ਸਭ ਦਾ ਮੂਲ ਹੈ, ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ, ਉਸ ਵਿਚ ਥਿਰਤਾ ਆਦਿਕ (ਸਾਰੇ) ਗੁਣ ਮੌਜੂਦ ਹਨ।",
    "pronunciation": "(ਪਰਮਾਦਿ)ਵੱਡੇ ਮੁੱਢ ਸਰੂਪ। ਮਨੋ-ਪਿਮੰ",
    "type_id": 3
  },
  {
    "id": 23550,
    "shabad_id": 2012,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪਰਮਦਭੁਤੰ ਪਰਕ੍ਰਿਤਿ ਪਰੰ; ਜਦਿ ਚਿੰਤਿ ਸਰਬ ਗਤੰ ॥੧॥",
    "transliteration": "Paramadhabhuthan Parakirath Paran Jadhichinth Sarab Gathan ||1||",
    "translation": "He is absolutely wonderful, transcending creation; remembering Him, all are emancipated. ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਬਹੁਤ ਹੀ ਅਸਚਰਜ ਹੈ, ਮਾਇਆ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਪ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਨਹੀਂ ਆ ਸਕਦਾ, ਅਤੇ ਉਹ ਹਰ ਥਾਂ ਅੱਪੜਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "ਪਰਮਦ-ਭੁਤੰ ।(ਪਰਮ) ਵੱਡੇ (ਭੁਤੰ) ਅਸਚਰਜ ਸਰੂਪ ਹਨ।ਪਰ-ਕ੍ਰਿਤਿ।(ਪਰਕ੍ਰਿਤਿ) ਮਾੲਿਅਾ ਤੋਂ। (ਪਰੰ) ਪਰੇ ਹਨ। (ਜਦਿ) ਜੇਕਰ। (ਚਿੰਤਿ) ਚਿੰਤਨ ਕਰੇ। ਤਦ ਸਾਰਿਅਾਂ ਚ, (ਗਤੰ) ਪ੍ਰਾਪਤ ਸਰੂਪ ਹਨ।",
    "type_id": 3
  },
  {
    "id": 23551,
    "shabad_id": 2012,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕੇਵਲ; ਰਾਮ ਨਾਮ ਮਨੋਰਮੰ ॥",
    "transliteration": "Kaeval Raam Naam Manoraman ||",
    "translation": "Dwell only upon the beauteous Name of the Lord,",
    "punjabi": "ਕੇਵਲ ਪਰਮਾਤਮਾ ਦਾ ਸੁੰਦਰ ਨਾਮ ਸਿਮਰ,",
    "pronunciation": "(ਮਨੋਰ-ਮੰ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 23552,
    "shabad_id": 2012,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬਦਿ ਅੰਮ੍ਰਿਤ; ਤਤ ਮੲਿਅੰ ॥",
    "transliteration": "Badh Anmrith Thath Maeian ||",
    "translation": "The embodiment of ambrosial nectar and reality.",
    "punjabi": "ਜੋ ਅੰਮ੍ਰਿਤ-ਭਰਪੂਰ ਹੈ, ਜੋ ਅਸਲੀਅਤ-ਰੂਪ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23553,
    "shabad_id": 2012,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਨ ਦਨੋਤਿ ਜ ਸਮਰਣੇਨ; ਜਨਮ ਜਰਾਧਿ, ਮਰਣ ਭੲਿਅੰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "N Dhanoth Jasamaranaen Janam Jaraadhh Maran Bhaeian ||1|| Rehaao ||",
    "translation": "Remembering Him in meditation, the fear of birth, old age and death will not trouble you. ||1||Pause||",
    "punjabi": "ਅਤੇ ਜਿਸ ਦੇ ਸਿਮਰਨ ਨਾਲ ਜਨਮ ਮਰਨ, ਬੁਢੇਪਾ, ਚਿੰਤਾ, ਫ਼ਿਕਰ ਅਤੇ ਮੌਤ ਦਾ ਡਰ ਦੁੱਖ ਨਹੀਂ ਦੇਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸਮਰ-ਣੇਨ।ਜਿਨਾਂ੍ਹ ਦਾ (ਸਮਰ-ਣੇਨ) ਭਜਨ ਕਰਕੇ।(ਜਰਾਧਿ) ਬੁਢੇਪੇ ਅਾਧੀ ਬਿਅਾਧੀ।ਜਨਮ ਮਰਨ ਭੈ ਦੀ(ਦਨੋਤਿ) ਪੀੜਾ।ਨ ਨਹੀਂ (ਭੲਿਅੰ)ਹੁੰਦੀ, ।",
    "type_id": 4
  },
  {
    "id": 23554,
    "shabad_id": 2012,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ੲਿਛਸਿ ਜਮਾਦਿ ਪਰਾਭਯੰ; ਜਸੁ ਸ੍ਵਸਤਿ ਸੁਕ੍ਰਿਤ ਕ੍ਰਿਤੰ ॥",
    "transliteration": "Eishhas Jamaadh Paraabhayan Jas Svasath Sukirath Kirathan ||",
    "translation": "If you desire to escape the fear of the Messenger of Death, then praise the Lord joyfully, and do good deeds.",
    "punjabi": "ਜੇ ਤੂੰ ਜਮ ਆਦਿਕ ਨੂੰ ਜਿੱਤਣਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਜੇ ਤੂੰ ਸੋਭਾ ਤੇ ਸੁਖ ਚਾਹੁੰਦਾ ਹੈਂ ਤਾਂ ਸ਼ੁਭ ਕਾਰਜ ਕਰ; ਤੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਉ ਜੋ ਸਭ ਨੂੰ ਨਾਸ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ,",
    "pronunciation": "ਜੇ (ੲਿੱਛਸਿ) ੲਿੱਛਾ।(ਜਮਾਦਿ) ਜਮਾਂ ਅਾਦਿਕਾਂ ਦੀ (ਪਰਾ-ਭਯੰ) ਨਿਰਾਦਰੀ ਕਰਨ ਦੀ। ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ। ਤਾਂ (ਸ੍ਵਸਤਿ) ਕਲਿਅਾਣ ਸਰੂਪ ਪ੍ਰਮੇਸਰ ਦਾ ਜਸੁ।(ਸੁ-ਕ੍ਰਿਤ) ਸ੍ਰੇਸਟ ਕ੍ਰਿਤ। (ਕ੍ਰਿਤੰ) ਕਰਨਾ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 23555,
    "shabad_id": 2012,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਭਵ ਭੂਤ ਭਾਵ. ਸਮਬ੍ਯਿਅੰ; ਪਰਮੰ ਪ੍ਰਸੰਨ ਮਿਦੰ ॥੨॥",
    "transliteration": "Bhav Bhooth Bhaav Samabiyaan Paraman Prasannamidhan ||2||",
    "translation": "In the past, present and future, He is always the same; He is the embodiment of supreme bliss. ||2||",
    "punjabi": "ਜੋ ਹੁਣ ,ਪਿਛਲੇ ਸਮੇ ਤੇ ਅਗਾਂਹ ਲਈ ਸਦਾ ਹੀ ਪੂਰਨ ਤੌਰ ਤੇ ਨਾਸ-ਰਹਿਤ ਹੈ ਜੋ ਸਭ ਤੋਂ ਉੱਚੀ ਹਸਤੀ ਹੈ, ਤੇ ਜੋ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਭਵ) ਵਰਤਮਾਨ ਕਾਲ।(ਭੁਤ)ਭੂਤ ਕਾਲ,ਤਿੰਨਾਂ ਸਮਿਅਾਂ ਚ।ਸ-ਮੱਬਿਅੰ।(ਸਮਬਿੱਅੰ) ਸਮਾੲਿ ਅਵਿਨਾਸੀ ਭਾਵ ਪ੍ਰੇਮ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ।(ਮਿਦੰ) ੲਿਹ।",
    "type_id": 3
  },
  {
    "id": 23556,
    "shabad_id": 2012,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਲੋਭਾਦਿ ਦ੍ਰਿਸਟਿ ਪਰ ਗ੍ਰਿਹੰ; ਜਦਿ ਬਿਧਿ ਅਾਚਰਣੰ ॥",
    "transliteration": "Lobhaadh Dhrisatt Par Grihan Jadhibidhh Aacharanan ||",
    "translation": "If you seek the path of good conduct, forsake greed, and do not look upon other men's property and women.",
    "punjabi": "ਲੋਭ ਆਦਿਕ (ਵਿਕਾਰ) ਛੱਡ ਦੇਹ, ਪਰਾਏ ਘਰ ਵਲ ਤੱਕਣਾ ਛੱਡ ਦੇ, ਉਹ ਆਚਰਨ ਤਜ ਦੇਹ ਜੋ ਮਰਯਾਦਾ ਦੇ ਉਲਟ ਹੈ,",
    "pronunciation": "ਲੋਭ ਅਾਦਿਕਾਂ ਦਾ ਤਿਅਾਗ, ਪਰਾੲੇ ਘਰਾਂ ਦੀ ਦ੍ਰਿਸਟੀ ਦਾ ਤਿਅਾਗ, ਜੇਕਰ ੲਿਸ ਬਿਧੀ ਦੇ (ਅਾ-ਚਰਣੰ) ਕਰਤੱਬ ਕਰੇ।ਦ੍ਰਿ ਸਟਿ",
    "type_id": 3
  },
  {
    "id": 23557,
    "shabad_id": 2012,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਤਜਿ ਸਕਲ ਦੁਹਕ੍ਰਿਤ ਦੁਰਮਤੀ; ਭਜੁ ਚਕ੍ਰਧਰ ਸਰਣੰ ॥੩॥",
    "transliteration": "Thaj Sakal Dhuhakirath Dhuramathee Bhaj Chakradhhar Saranan ||3||",
    "translation": "Renounce all evil actions and evil inclinations, and hurry to the Sanctuary of the Lord. ||3||",
    "punjabi": "ਸਾਰੇ ਮੰਦੇ ਕੰਮ ਛੱਡ ਦੇਹ, ਹੁਰਮਤਿ ਤਿਆਗ ਦੇਹ, ਤੇ ਪ੍ਰਭੂ ਦੀ ਸ਼ਰਨ ਭਜ ਤੇ ਕਰ ॥੩॥",
    "pronunciation": "ਦੁਹ-ਕ੍ਰਿਤ।(ਦੁਹ-ਕ੍ਰਿਤ)ਖੋਟੀ ਕ੍ਰਿਤ ਤੇ ਖੋਟੇ ਪੁਰਸ਼ਾਂ ਦੀ ਸਿੱਖਿਅਾ। (ਤਜਿ) ਤਿਅਾਗੇ।ਚੱਕ੍ਰ-ਧਰ।(ਚਕ੍ਰਧਰ) ਚੱਕ੍ਰਧਾਰੀ ਪ੍ਰਮੇਸਰ ਦੀ।(ਸਰਣੰ) ਸਰਨ ਲਵੇ।",
    "type_id": 3
  },
  {
    "id": 23558,
    "shabad_id": 2012,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਭਗਤ ਨਿਜ ਨਿਹਕੇਵਲਾ; ਰਿਦ ਕਰਮਣਾ ਬਚਸਾ ॥",
    "transliteration": "Har Bhagath Nij Nihakaevalaa Ridh Karamanaa Bachasaa ||",
    "translation": "Worship the immaculate Lord, in thought, word and deed.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਭਗਤ ਮਨ ਬਚਨ ਅਤੇ ਕਰਮ ਤੋਂ ਪਵਿਤ੍ਰ ਹੁੰਦੇ ਹਨ (ਭਾਵ, ਭਗਤਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ, ਬੋਲ ਪਵਿਤ੍ਰ ਅਤੇ ਕੰਮ ਵੀ ਪਵਿਤ੍ਰ ਹੁੰਦੇ ਹਨ)।",
    "pronunciation": "(ਨਿਹਕੇਵਲਾ)ਸ਼ੁੱਧ ਸਰੂਪੲਿੱਕੋ ੲਿੱਕ ਹਰੀ ਜੀ ਦੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ। (ਰਿਦ) ਮਨ। (ਕਰਮਣਾ)ਸ੍ਰੀਰ ਕਰਕੇ ਕਰੇ। (ਬਚਸਾ) ਬਾਣੀ।",
    "type_id": 3
  },
  {
    "id": 23559,
    "shabad_id": 2012,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਜੋਗੇਨ ਕਿੰ. ਜਗੇਨ ਕਿੰ; ਦਾਨੇਨ ਕਿੰ ਤਪਸਾ ॥੪॥",
    "transliteration": "Jogaen Kin Jagaen Kin Dhaanaen Kin Thapasaa ||4||",
    "translation": "What is the good of practicing Yoga, giving feasts and charity, and practicing penance? ||4||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਜੋਗ ਨਾਲ ਕੀਹ ਵਾਸਤਾ? ਉਹਨਾਂ ਨੂੰ ਜੱਗ ਨਾਲ ਕੀਹ ਪ੍ਰਯੋਜਨ? ਉਹਨਾਂ ਨੂੰ ਦਾਨ ਅਤੇ ਤਪ ਨਾਲ ਕੀਹ? (ਭਾਵ, ਭਗਤ ਜਾਣਦੇ ਹਨ ਕਿ ਜੋਗ-ਸਾਧਨ, ਜੱਗ, ਦਾਨ ਅਤੇ ਤਪ ਕਰਨ ਤੋਂ ਕੋਈ ਆਤਮਕ ਲਾਭ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੀ ਅਸਲੀ ਕਰਣੀ ਹੈ) ॥੪॥",
    "pronunciation": "(ਜੋਗੇਨ) ਜੋਗ ਚ (ਕਿੰ) ਕੀ ਹੈ? (ਜੱਗੇਨ) ਜੱਗਾਂ ਚ (ਕਿੰ) ਕੀ ਹੈ? (ਦਾਨੇਨ) ਦਾਨ ਚ (ਕਿੰ) ਕੀ ਹੈ? (ਤਪਸਾ) ਤਪੱਸਿਅਾ ਚ ਕਿੰ ਕੀ ਪਿਅਾ ਹੈ, ਜੱਗੇਨ",
    "type_id": 3
  },
  {
    "id": 23560,
    "shabad_id": 2012,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਗੋਬਿੰਦ ਗੋਬਿੰਦੇਤਿ ਜਪਿ ਨਰ; ਸਕਲ ਸਿਧਿ ਪਦੰ ॥",
    "transliteration": "Gobindh Gobindhaeth Jap Nar Sakal Sidhh Padhan ||",
    "translation": "Meditate on the Lord of the Universe, the Lord of the Universe, O man; He is the source of all the spiritual powers of the Siddhas.",
    "punjabi": "ਗੋਬਿੰਦ ਦਾ ਭਜਨ ਕਰ, ਗੋਬਿੰਦ ਨੂੰ ਜਪ, ਉਹੀ ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "(ਸਿੱਧਿ)ਮੁਕਤ। (ਪਦੰ)ਪਦਵੀ",
    "type_id": 3
  },
  {
    "id": 23561,
    "shabad_id": 2012,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "ਜੈਦੇਵ ਅਾੲਿੳੁ ਤਸ ਸਫੁਟੰ; ਭਵ ਭੂਤ ਸਰਬ ਗਤੰ ॥੫॥੧॥",
    "transliteration": "Jaidhaev Aaeio Thas Safuttan Bhav Bhooth Sarab Gathan ||5||1||",
    "translation": "Jai Dayv has openly come to Him; He is the salvation of all, in the past, present and future. ||5||1||",
    "punjabi": "ਜੈਦੇਵ ਭੀ ਹੋਰ ਆਸਰੇ ਸਾਰੇ ਛੱਡ ਕੇ ਉਸੇ ਦੀ ਸਰਨ ਆਇਆ ਹੈ, ਉਹ ਹੁਣ ਭੀ, ਪਿਛਲੇ ਸਮੇ ਭੀ (ਅਗਾਂਹ ਨੂੰ ਭੀ) ਹਰ ਵੇਲੇ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ॥੫॥੧॥",
    "pronunciation": "ਜੈਦੇਵ ਭਗਤ ਜੀ ਕਹਿੰਦੇ ਹਨ ਦਾਸਨ ਦਾਸ ਅਾੲਿਅਾ ਹੈ (ਤਸ)ਤਿਨ੍ਹਾਂ ਦੀ ਸ਼ਰਨ।ਸ-ਫੁਟੰ। ਜੋ (ਸਫੁਟੰ) ਪ੍ਰਗਟ ਹੀ।(ਗਤੰ) ਕਲਿਅਾਣ ਸਰੂਪ, ਸਾਰਿਅਾਂ ਚ (ਗਤੰ) ਪ੍ਰਾਪਤ ਹਨ,",
    "type_id": 3
  }
]
