[
  {
    "id": 23660,
    "shabad_id": 2026,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮਹਾ ਕਿਲਬਿਖ ਕੋਟਿ ਦੋਖ ਰੋਗਾ; ਪ੍ਰਭ ਦ੍ਰਿਸਟਿ ਤੁਹਾਰੀ ਹਾਤੇ ॥",
    "transliteration": "Mehaa Kilabikh Kott Dhokh Rogaa Prabh Dhrisatt Thuhaaree Haathae ||",
    "translation": "The greatest sins, and millions of pains and diseases are destroyed by Your Gracious Glance, O God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਹੋਏ) ਵੱਡੇ ਵੱਡੇ ਪਾਪ, ਕ੍ਰੋੜਾਂ ਐਬ ਤੇ ਰੋਗ ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਹਾਤੇ) ਨਾਸ",
    "type_id": 3
  },
  {
    "id": 23661,
    "shabad_id": 2026,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸੋਵਤ ਜਾਗਿ ਹਰਿ ਹਰਿ ਹਰਿ ਗਾੲਿਅਾ; ਨਾਨਕ. ਗੁਰ ਚਰਨ ਪਰਾਤੇ ॥੨॥੮॥",
    "transliteration": "Sovath Jaag Har Har Har Gaaeiaa Naanak Gur Charan Paraathae ||2||8||",
    "translation": "While sleeping and waking, Nanak sings the Lord's Name, Har, Har, Har; he falls at the Guru's feet. ||2||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਪੈਂਦੇ ਹਨ ਉਹ ਸੁੱਤਿਆਂ ਜਾਗਦਿਆਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23662,
    "shabad_id": 2027,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "ਪੰਜਵਾਂ",
    "type_id": 3
  },
  {
    "id": 23663,
    "shabad_id": 2027,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ; ਜਤ ਕਤ ਪੇਖਿਓ ਨੈਣੀ ॥",
    "transliteration": "So Prabh Jath Kath Paekhiou Nainee ||",
    "translation": "I have seen that God with my eyes everywhere.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਮੈਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹਰ ਥਾਂ ਆਪਣੀ ਅੱਖੀਂ ਵੇਖ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23664,
    "shabad_id": 2027,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੁਖਦਾੲੀ ਜੀਅਨ ਕੋ ਦਾਤਾ; ਅੰਮ੍ਰਿਤੁ ਜਾ ਕੀ ਬੈਣੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sukhadhaaee Jeean Ko Dhaathaa Anmrith Jaa Kee Bainee ||1|| Rehaao ||",
    "translation": "The Giver of peace, the Giver of souls, His Speech is Ambrosial Nectar. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ ਤੇ ਜਿਸ ਦੀ ਸਿਫ਼ਤ ਸਾਲਾਹ-ਭਰੇ ਗੁਰ-ਸ਼ਬਦਾਂ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 23665,
    "shabad_id": 2027,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਗਿਅਾਨੁ ਅਧੇਰਾ ਸੰਤੀ ਕਾਟਿਅਾ; ਜੀਅ ਦਾਨੁ ਗੁਰ ਦੈਣੀ ॥",
    "transliteration": "Agiaan Adhhaeraa Santhee Kaattiaa Jeea Dhaan Gur Dhainee ||",
    "translation": "The Saints dispel the darkness of ignorance; the Guru is the Giver of the gift of life.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਅਗਿਆਨ-ਹਨੇਰਾ ਕੱਟ ਦਿੱਤਾ ਹੈ, ਦੇਣਹਾਰ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਬਖਸ਼ੀ ਹੈ।",
    "pronunciation": "ਸੰਤੀਂ",
    "type_id": 3
  },
  {
    "id": 23666,
    "shabad_id": 2027,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ, ਕਰਿ ਲੀਨੋ ਅਪੁਨਾ; ਜਲਤੇ ਸੀਤਲ ਹੋਣੀ ॥੧॥",
    "transliteration": "Kar Kirapaa Kar Leeno Apunaa Jalathae Seethal Honee ||1||",
    "translation": "Granting His Grace, the Lord has made me His own; I was on fire, but now I am cooled. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲਿਆ ਹੈ (ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਵਿਚ) ਸੜ ਰਿਹਾ (ਸਾਂ, ਹੁਣ) ਮੈਂ ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋ ਗਿਆ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਜਲਤੇ) ਸੜਦੇ",
    "type_id": 3
  },
  {
    "id": 23667,
    "shabad_id": 2027,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕਰਮੁ ਧਰਮੁ ਕਿਛੁ ੳੁਪਜਿ. ਨ ਅਾੲਿਓ; ਨਹ ੳੁਪਜੀ ਨਿਰਮਲ ਕਰਣੀ ॥",
    "transliteration": "Karam Dhharam Kishh Oupaj N Aaeiou Neh Oupajee Niramal Karanee ||",
    "translation": "The karma of good deeds, and the Dharma of righteous faith, have not been produced in me, in the least; nor has pure conduct welled up in me.",
    "punjabi": "(ਸ਼ਾਸਤ੍ਰਾਂ ਅਨੁਸਾਰ ਮਿਥਿਆ ਹੋਇਆ ਕੋਈ) ਧਾਰਮਿਕ ਕੰਮ ਮੈਥੋਂ ਹੋ ਨਹੀਂ ਸਕਿਆ, (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੀ ਰਾਹੀਂ) ਸਰੀਰਕ ਸੁੱਚਤਾ ਵਾਲਾ ਕੋਈ ਕੰਮ ਮੈਂ ਕਰ ਨਹੀਂ ਸਕਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23668,
    "shabad_id": 2027,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਛਾਡਿ ਸਿਅਾਨਪ ਸੰਜਮ, ਨਾਨਕ; ਲਾਗੋ ਗੁਰ ਕੀ ਚਰਣੀ ॥੨॥੯॥",
    "transliteration": "Shhaadd Siaanap Sanjam Naanak Laago Gur Kee Charanee ||2||9||",
    "translation": "Renouncing cleverness and self-mortification, O Nanak, I fall at the Guru's feet. ||2||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਪਣੀ ਚਤੁਰਾਈ ਤੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦੇ ਯਤਨ ਛੱਡ ਕੇ ਮੈਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਪਿਆ ਹਾਂ ॥੨॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23669,
    "shabad_id": 2028,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23670,
    "shabad_id": 2028,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਰਾਮ ਨਾਮੁ ਜਪਿ ਲਾਹਾ ॥",
    "transliteration": "Har Raam Naam Jap Laahaa ||",
    "translation": "Chant the Lord's Name, and earn the profit.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਲਾਭ ਖੱਟ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23671,
    "shabad_id": 2028,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗਤਿ ਪਾਵਹਿ. ਸੁਖ ਸਹਜ ਅਨੰਦਾ; ਕਾਟੇ ਜਮ ਕੇ ਫਾਹਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gath Paavehi Sukh Sehaj Anandhaa Kaattae Jam Kae Faahaa ||1|| Rehaao ||",
    "translation": "You shall attain salvation, peace, poise and bliss, and the noose of Death shall be cut away. ||1||Pause||",
    "punjabi": "ਇੰਜ ਤੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਏਂਗਾ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਮਾਣੇਂਗਾ ਤੇ ਤੇਰੀਆਂ (ਆਤਮਕ) ਮੌਤ ਦੀਆਂ ਫਾਹੀਆਂ ਕੱਟੀਆਂ ਜਾਣਗੀਆਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 23672,
    "shabad_id": 2028,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ. ਖੋਜਿ ਬੀਚਾਰਿਓ; ਹਰਿ ਸੰਤ ਜਨਾ ਪਹਿ ਅਾਹਾ ॥",
    "transliteration": "Khojath Khojath Khoj Beechaariou Har Santh Janaa Pehi Aahaa ||",
    "translation": "Searching, searching, searching and reflecting, I have found that the Lord's Name is with the Saints.",
    "punjabi": "ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਮੈਂ ਇਸ ਵਿਚਾਰ ਤੇ ਪਹੁੰਚਿਆ ਹਾਂ ਕਿ (ਇਹ ਲਾਭ) ਪ੍ਰਭੂ ਦੇ ਸੰਤ ਜਨਾਂ ਦੇ ਕੋਲ ਹੈ,",
    "pronunciation": "(ਅਾਹਾ) ਹੈ",
    "type_id": 3
  },
  {
    "id": 23673,
    "shabad_id": 2028,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਤਿਨ੍ਹਾ ਪਰਾਪਤਿ ੲੇਹੁ ਨਿਧਾਨਾ; ਜਿਨ੍ਹ ਕੈ ਕਰਮਿ ਲਿਖਾਹਾ ॥੧॥",
    "transliteration": "Thinhaa Paraapath Eaehu Nidhhaanaa Jinh Kai Karam Likhaahaa ||1||",
    "translation": "They alone obtain this treasure, who have such pre-ordained destiny. ||1||",
    "punjabi": "ਤੇ ਇਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿੱਚ ਹੈ ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਇਹ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23674,
    "shabad_id": 2028,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸੇ ਬਡਭਾਗੀ. ਸੇ ਪਤਿਵੰਤੇ; ਸੇੲੀ ਪੂਰੇ ਸਾਹਾ ॥",
    "transliteration": "Sae Baddabhaagee Sae Pathivanthae Saeee Poorae Saahaa ||",
    "translation": "They are very fortunate and honorable; they are the perfect bankers.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹੀ ਇੱਜ਼ਤ ਵਾਲੇ ਹਨ, ਉਹੀ ਪੂਰੇ ਸ਼ਾਹ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23675,
    "shabad_id": 2028,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸੁੰਦਰ ਸੁਘੜ ਸਰੂਪ ਤੇ ਨਾਨਕ; ਜਿਨ੍ਹ ਹਰਿ ਹਰਿ ਨਾਮੁ ਵਿਸਾਹਾ ॥੨॥੧੦॥",
    "transliteration": "Sundhar Sugharr Saroop Thae Naanak Jinh Har Har Naam Visaahaa ||2||10||",
    "translation": "They are beautiful, so very wise and handsome; O Nanak, purchase the Name of the Lord, Har, Har. ||2||10||",
    "punjabi": "ਉਹੀ ਸੋਹਣੇ ਹਨ, ਸੁਚੱਜੇ ਹਨ, ਸੋਹਣੇ ਰੂਪ ਵਾਲੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਪਦਾਰਥ ਖ਼ਰੀਦਿਆ ਹੈ, ਹੇ ਨਾਨਕ!॥੨॥੧੦॥",
    "pronunciation": "ਸਿਰ ਭੇਟਾ ਕਰਕੇ, (ਵਿਸਾਹਾ) ਖ਼ਰੀਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 23676,
    "shabad_id": 2029,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "ਅਹੰ-ਕਾਰਿ",
    "type_id": 3
  },
  {
    "id": 23677,
    "shabad_id": 2029,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨ; ਕਹ ਅਹੰਕਾਰਿ ਅਫਾਰਾ ॥",
    "transliteration": "Man Keh Ahankaar Afaaraa ||",
    "translation": "O mind, why are you so puffed up with egotism?",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ ਕਿਉਂ ਅਹੰਕਾਰ ਨਾਲ ਆਫਰਿਆ ਹੋਇਆ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23678,
    "shabad_id": 2029,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦੁਰਗੰਧ ਅਪਵਿਤ੍ਰ ਅਪਾਵਨ ਭੀਤਰਿ; ਜੋ ਦੀਸੈ ਸੋ ਛਾਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dhuragandhh Apavithr Apaavan Bheethar Jo Dheesai So Shhaaraa ||1|| Rehaao ||",
    "translation": "Whatever is seen in this foul, impure and filthy world, is only ashes. ||1||Pause||",
    "punjabi": "(ਤੇਰੇ ਸਰੀਰ ਦੇ) ਅੰਦਰ ਬਦ-ਬੋ ਹੈ ਤੇ ਗੰਦ ਹੈ, ਤੇ, ਜੇਹੜਾ ਇਹ ਤੇਰਾ ਸਰੀਰ ਦਿੱਸ ਰਿਹਾ ਹੈ ਇਹ ਭੀ ਨਾਸਵੰਤ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਅਪਾਵਨ) ਅਪਵਿੱਤ੍ਰ। ਦੁਰਗੰਧ। ਅਪਵਿੱਤ੍ਰ",
    "type_id": 4
  },
  {
    "id": 23679,
    "shabad_id": 2029,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਜਿਨਿ ਕੀਅਾ. ਤਿਸੁ ਸਿਮਰਿ ਪਰਾਨੀ; ਜੀੳੁ ਪ੍ਰਾਨ ਜਿਨਿ ਧਾਰਾ ॥",
    "transliteration": "Jin Keeaa This Simar Paraanee Jeeo Praan Jin Dhhaaraa ||",
    "translation": "Remember the One who created you, O mortal; He is the Support of your soul, and the breath of life.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਤੈਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜਿਸ ਨੇ ਤੇਰੀ ਜਿੰਦ ਤੇਰੇ ਪ੍ਰਾਣਾਂ ਨੂੰ (ਸਰੀਰ ਦਾ) ਆਸਰਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23680,
    "shabad_id": 2029,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤਿਸਹਿ ਤਿਅਾਗਿ. ਅਵਰ ਲਪਟਾਵਹਿ; ਮਰਿ ਜਨਮਹਿ ਮੁਗਧ ਗਵਾਰਾ ॥੧॥",
    "transliteration": "Thisehi Thiaag Avar Lapattaavehi Mar Janamehi Mugadhh Gavaaraa ||1||",
    "translation": "One who forsakes Him, and attaches himself to another, dies to be reborn; he is such an ignorant fool! ||1||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੇ ਗੰਵਾਰ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ ਪਦਾਰਥਾਂ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹੇਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23681,
    "shabad_id": 2029,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅੰਧ ਗੁੰਗ ਪਿੰਗੁਲ ਮਤਿ ਹੀਨਾ; ਪ੍ਰਭ ਰਾਖਹੁ ਰਾਖਨਹਾਰਾ ॥",
    "transliteration": "Andhh Gung Pingul Math Heenaa Prabh Raakhahu Raakhanehaaraa ||",
    "translation": "I am blind, mute, crippled and totally lacking in understanding; O God, Preserver of all, please preserve me!",
    "punjabi": "ਹੇ ਸਭ ਜੀਵਾਂ ਦੀ ਰਾਖੀ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ! (ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਪਏ ਹਨ, ਤੇਰੇ ਭਜਨ ਵਲੋਂ ਗੁੰਗੇ ਹੋ ਰਹੇ ਹਨ, ਤੇਰੇ ਰਸਤੇ ਤੁਰਨੋਂ ਲੂਲ੍ਹੇ ਹੋ ਚੁਕੇ ਹਨ, ਮੂਰਖ ਹੋ ਗਏ ਹਨ, ਇਹਨਾਂ ਨੂੰ ਤੂੰ ਆਪ (ਇਸ ਮੋਹ ਵਿਚੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23682,
    "shabad_id": 2029,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰਨ ਕਰਾਵਨਹਾਰ ਸਮਰਥਾ; ਕਿਅਾ ਨਾਨਕ ਜੰਤ ਬਿਚਾਰਾ ॥੨॥੧੧॥",
    "transliteration": "Karan Karaavanehaar Samarathhaa Kiaa Naanak Janth Bichaaraa ||2||11||",
    "translation": "The Creator, the Cause of causes is all-powerful; O Nanak, how helpless are His beings! ||2||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਭ ਕੁਝ ਆਪ ਕਰ ਸਕਣ ਵਾਲੇ ਤੇ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਇਹਨਾਂ ਜੀਵਾਂ ਦੇ ਵੱਸ ਕੁਝ ਭੀ ਨਹੀਂ (ਤੂੰ ਆਪ ਇਹਨਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰ) ॥੨॥੧੧॥",
    "pronunciation": "ਸਮਰੱਥਾ",
    "type_id": 3
  },
  {
    "id": 23683,
    "shabad_id": 2030,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "ਸਾਂਝ",
    "type_id": 3
  },
  {
    "id": 23684,
    "shabad_id": 2030,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ; ਨੇਰੈ ਹੂ ਤੇ ਨੇਰੈ ॥",
    "transliteration": "So Prabh Naerai Hoo Thae Naerai ||",
    "translation": "God is the nearest of the near.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਨੇੜੇ ਹੈ, ਨਾਲ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23685,
    "shabad_id": 2030,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਮਰਿ ਧਿਅਾੲਿ ਗਾੲਿ ਗੁਨ ਗੋਬਿੰਦ; ਦਿਨੁ ਰੈਨਿ ਸਾਝ ਸਵੇਰੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Simar Dhhiaae Gaae Gun Gobindh Dhin Rain Saajh Savaerai ||1|| Rehaao ||",
    "translation": "Remember Him, meditate on Him, and sing the Glorious Praises of the Lord of the Universe, day and night, evening and morning. ||1||Pause||",
    "punjabi": "ਦਿਨ, ਰਾਤ, ਸ਼ਾਮ, ਸਵੇਰੇ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸਾਂਝ",
    "type_id": 4
  },
  {
    "id": 23686,
    "shabad_id": 2030,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ੳੁਧਰੁ ਦੇਹ ਦੁਲਭ, ਸਾਧੂਸੰਗਿ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪੇਰੈ ॥",
    "transliteration": "Oudhhar Dhaeh Dhulabh Saadhhoo Sang Har Har Naam Japaerai ||",
    "translation": "Redeem your body in the invaluable Saadh Sangat, the Company of the Holy, chanting the Name of the Lord, Har, Har.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ ਤੇ ਇੰਜ ਆਪਣੇ ਇਸ ਮਨੁੱਖਾ ਸਰੀਰ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈ ਜੋ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਤੈਨੂੰ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ ਮਹਾਂ ਪਾਪਾਂ ਤੋਂ (ੳੁਧ-ਰੁ) ਤਰ, ਜਾਂਦੀ ਹੈ। ਦੁ-ਲਭ",
    "type_id": 3
  },
  {
    "id": 23687,
    "shabad_id": 2030,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਘਰੀ ਨ ਮੁਹਤੁ. ਨ ਚਸਾ ਬਿਲੰਬਹੁ; ਕਾਲੁ. ਨਿਤਹਿ ਨਿਤ ਹੇਰੈ ॥੧॥",
    "transliteration": "Gharee N Muhath N Chasaa Bilanbahu Kaal Nithehi Nith Haerai ||1||",
    "translation": "Do not delay for an instant, even for a moment. Death is keeping you constantly in his vision. ||1||",
    "punjabi": "ਮੌਤ ਤੈਨੂੰ ਹਰ ਵੇਲੇ ਸਦਾ ਤੱਕ ਰਹੀ ਹੈ, ਤੂੰ (ਨਾਮ ਸਿਮਰਨ ਵਿਚ) ਇਕ ਘੜੀ ਢਿੱਲ ਨਾਹ ਕਰ, ਅੱਧੀ ਘੜੀ ਭੀ ਦੇਰ ਨਾਹ ਕਰ, ਰਤਾ ਭੀ ਢਿੱਲ ਨਾਹ ਕਰ ॥੧॥",
    "pronunciation": "(ਹੇਰੈ) ਤੱਕਦਾ- ਚਸਾ ਪੋਲਾ। ਬਿਲੰਬਹੁ",
    "type_id": 3
  },
  {
    "id": 23688,
    "shabad_id": 2030,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅੰਧ ਬਿਲਾ ਤੇ. ਕਾਢਹੁ ਕਰਤੇ; ਕਿਅਾ ਨਾਹੀ. ਘਰਿ ਤੇਰੈ ॥",
    "transliteration": "Andhh Bilaa Thae Kaadtahu Karathae Kiaa Naahee Ghar Thaerai ||",
    "translation": "Lift me up out of the dark dungeon, O Creator Lord; what is there which is not in Your home?",
    "punjabi": "(ਹੇ ਕਰਤਾਰ!) ਮੈਨੂੰ ਘੁੱਪ ਹਨੇਰੀ ਖੁੱਡ ਵਿਚੋਂ ਕੱਢ ਲੈ! ਤੇਰੇ ਘਰ ਵਿਚ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਕਮੀ ਨਹੀਂ।",
    "pronunciation": "(ਬਿਲਾ) ਖੁੱਡ",
    "type_id": 3
  },
  {
    "id": 23689,
    "shabad_id": 2030,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਅਧਾਰੁ ਦੀਜੈ. ਨਾਨਕ ਕੳੁ; ਅਾਨਦ ਸੂਖ ਘਨੇਰੈ ॥੨॥੧੨॥ ਛਕੇ ੨ ॥",
    "transliteration": "Naam Adhhaar Dheejai Naanak Ko Aanadh Sookh Ghanaerai ||2||12||",
    "translation": "Bless Nanak with the Support of Your Name, that he may find great happiness and peace. ||2||12||",
    "punjabi": "ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਨਾਮ-ਆਸਰਾ ਦੇਹ, ਤੇਰੇ ਨਾਮ ਵਿਚ ਬੇਅੰਤ ਸੁਖ ਆਨੰਦ ਹਨ ॥੨॥੧੨॥ ਛੇ ਸ਼ਬਦਾਂ ਦੇ 2 ਸੰਗ੍ਰਹ।",
    "pronunciation": "ਛੱਕੇ ਦੋ",
    "type_id": 3
  },
  {
    "id": 23690,
    "shabad_id": 2031,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23691,
    "shabad_id": 2031,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਨ; ਗੁਰ ਮਿਲਿ ਨਾਮੁ ਅਰਾਧਿਓ ॥",
    "transliteration": "Man Gur Mil Naam Araadhhiou ||",
    "translation": "O mind, meet with the Guru, and worship the Naam in adoration.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ ਨੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "ਅਰਾੱਧਿਓ",
    "type_id": 3
  },
  {
    "id": 23692,
    "shabad_id": 2031,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨੰਦ ਮੰਗਲ ਰਸ; ਜੀਵਨ ਕਾ ਮੂਲੁ ਬਾਧਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sookh Sehaj Aanandh Mangal Ras Jeevan Kaa Mool Baadhhiou ||1|| Rehaao ||",
    "translation": "You shall obtain peace, poise, bliss, joy and pleasure, and lay the foundation of eternal life. ||1||Pause||",
    "punjabi": "ਉਸ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਤੇ ਖ਼ੁਸ਼ੀਆਂ ਵਾਲੀ ਜ਼ਿੰਦਗੀ ਦਾ ਮੁੱਢ ਬੰਨ੍ਹ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬਾਂਧਿਓ",
    "type_id": 4
  },
  {
    "id": 23693,
    "shabad_id": 2031,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ. ਅਪੁਨਾ ਦਾਸੁ ਕੀਨੋ; ਕਾਟੇ ਮਾੲਿਅਾ ਫਾਧਿਓ ॥",
    "transliteration": "Kar Kirapaa Apunaa Dhaas Keeno Kaattae Maaeiaa Faadhhiou ||",
    "translation": "Showing His Mercy, the Lord has made me His slave, and shattered the bonds of Maya.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣਾ ਦਾਸ ਬਣਾ ਲਿਆ, ਉਸ ਦੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੇ ਬੰਧਨ ਕੱਟ ਦਿੱਤੇ।",
    "pronunciation": "ਫਾੱਧਿਓ",
    "type_id": 3
  },
  {
    "id": 23694,
    "shabad_id": 2031,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਭਾੳੁ ਭਗਤਿ ਗਾੲਿ ਗੁਣ ਗੋਬਿਦ; ਜਮ ਕਾ ਮਾਰਗੁ ਸਾਧਿਓ ॥੧॥",
    "transliteration": "Bhaao Bhagath Gaae Gun Gobidh Jam Kaa Maarag Saadhhiou ||1||",
    "translation": "Through loving devotion, and singing the Glorious Praises of the Lord of the Universe, I have escaped the Path of Death. ||1||",
    "punjabi": "ਤੇ ਉਸ ਮਨੁੱਖ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਪ੍ਰੇਮ (ਕਰ ਕੇ, ਪ੍ਰਭੂ ਦੀ) ਭਗਤੀ (ਕਰ ਕੇ) ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਗਾ ਕੇ (ਆਤਮਕ) ਮੌਤ ਦੇ ਰਸਤੇ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23695,
    "shabad_id": 2031,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਭੲਿਓ ਅਨੁਗ੍ਰਹੁ ਮਿਟਿਓ ਮੋਰਚਾ; ਅਮੋਲ ਪਦਾਰਥੁ ਲਾਧਿਓ ॥",
    "transliteration": "Bhaeiou Anugrahu Mittiou Morachaa Amol Padhaarathh Laadhhiou ||",
    "translation": "When he became Merciful, the rust was removed, and I found the priceless treasure.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਹੋਈ, ਉਸ (ਦੇ ਮਨ ਤੋਂ ਮਾਇਆ ਦੇ ਮੋਹ) ਦਾ ਜੰਗਾਲ ਲਹਿ ਗਿਆ, ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਕੀਮਤੀ ਨਾਮ-ਪਦਾਰਥ ਲੱਭ ਲਿਆ।",
    "pronunciation": "ਅ-ਨੁੱਗ੍ਰਹੁ। ਲਾੱਧਿਓ",
    "type_id": 3
  },
  {
    "id": 23696,
    "shabad_id": 2031,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਬਲਿਹਾਰੈ ਨਾਨਕ ਲਖ ਬੇਰਾ; ਮੇਰੇ ਠਾਕੁਰ ਅਗਮ ਅਗਾਧਿਓ ॥੨॥੧੩॥",
    "transliteration": "Balihaarai Naanak Lakh Baeraa Maerae Thaakur Agam Agaadhhiou ||2||13||",
    "translation": "O Nanak, I am a sacrifice, a hundred thousand times, to my unapproachable, unfathomable Lord and Master. ||2||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਲਖ ਵਾਰੀ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਆਪਣੇ ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਤੋਂ ਜੋ (ਜੀਵਾਂ ਦੀ ਅਕਲ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਤੇ, ਜੋ ਅਥਾਹ (ਗੁਣਾਂ ਵਾਲਾ) ਹੈ ॥੨॥੧੩॥",
    "pronunciation": "ਲੱਖ। ਅਗਾੱਧਿਓ",
    "type_id": 3
  }
]
