[
  {
    "id": 24013,
    "shabad_id": 2066,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਨਾਨਕਿ ਸੇਵਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿਨਿ ਪੈਰੀ ਅਾਣਿ ਸਭਿ ਘਤੇ ਰਾਮ ॥੩॥",
    "transliteration": "Gur Pooraa Naanak Saeviaa Maeree Jindhurreeeae Jin Pairee Aan Sabh Ghathae Raam ||3||",
    "translation": "Nanak has served the Perfect Guru, O my soul, who causes all to fall at His feet. ||3||",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਨਾਨਕ ਨੇ ਉਸ ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਲਈ ਹੈ ਜਿਸ ਨੇ ਸਾਰੇ (ਕੁਪੱਤੇ ਦੁਸ਼ਟ, ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ) ਪੈਰਾਂ ਵਿਚ ਲਿਆ ਕੇ ਰੱਖ ਦਿੱਤੇ ਹਨ ॥੩॥",
    "pronunciation": "ਘੱਤੇ",
    "type_id": 3
  },
  {
    "id": 24014,
    "shabad_id": 2066,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸੋ ਅੈਸਾ ਹਰਿ ਨਿਤ ਸੇਵੀਅੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਸਭ ਦੂ ਸਾਹਿਬੁ ਵਡਾ ਰਾਮ ॥",
    "transliteration": "So Aisaa Har Nith Saeveeai Maeree Jindhurreeeae Jo Sabh Dhoo Saahib Vaddaa Raam ||",
    "translation": "Serve such a Lord continuously, O my soul, who is the Great Lord and Master of all.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜੇਹੜਾ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24015,
    "shabad_id": 2066,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਿਨ੍ਹੀ ੲਿਕ ਮਨਿ. ੲਿਕੁ ਅਰਾਧਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਤਿਨਾ ਨਾਹੀ ਕਿਸੈ ਦੀ, ਕਿਛੁ ਚਡਾ ਰਾਮ ॥",
    "transliteration": "Jinhee Eik Man Eik Araadhhiaa Maeree Jindhurreeeae Thinaa Naahee Kisai Dhee Kishh Chaddaa Raam ||",
    "translation": "Those who single-mindedly worship Him in adoration, O my soul, are not subservient to anyone.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸੁਰਤਿ ਜੋੜ ਕੇ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਦੀ ਕੋਈ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "(ਚੱਡਾ) ਪਰਵਾਹ, ਕਾਨ ਕਨੋਡ",
    "type_id": 3
  },
  {
    "id": 24016,
    "shabad_id": 2066,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸੇਵਿਅੈ ਹਰਿ ਮਹਲੁ ਪਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਝਖ ਮਾਰਨੁ ਸਭਿ ਨਿੰਦਕ ਘੰਡਾ ਰਾਮ ॥",
    "transliteration": "Gur Saeviai Har Mehal Paaeiaa Maeree Jindhurreeeae Jhakh Maaran Sabh Nindhak Ghanddaa Raam ||",
    "translation": "Serving the Guru, I have obtained the Mansion of the Lord's Presence, O my soul; all the slanderers and trouble-makers bark in vain.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, (ਫਿਰ) ਸਾਰੇ ਹੀ ਚਾਲਾਕ ਨਿੰਦਕ ਪਏ ਜ਼ੋਰ ਲਾਣ (ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੇ)।",
    "pronunciation": "(ਘੰਡਾ) ਚਲਾਕ",
    "type_id": 3
  },
  {
    "id": 24017,
    "shabad_id": 2066,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਧੁਰਿ ਮਸਤਕਿ ਹਰਿ ਲਿਖਿ ਛਡਾ ਰਾਮ ॥੪॥੫॥",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Maeree Jindhurreeeae Dhhur Masathak Har Likh Shhaddaa Raam ||4||5||",
    "translation": "Servant Nanak has meditated on the Name, O my soul; such is the pre-ordained destiny which the Lord written on his forehead. ||4||5||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! (ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ (ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਪਰਮਾਤਮਾ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਸਿਮਰਨ ਦਾ) ਲੇਖ ਲਿਖ ਰੱਖਿਆ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24018,
    "shabad_id": 2067,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਹਾਗੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bihaagarraa Mehalaa 4 ||",
    "translation": "Bihaagraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24019,
    "shabad_id": 2067,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਭਿ ਜੀਅ ਤੇਰੇ. ਤੂੰ ਵਰਤਦਾ, ਮੇਰੇ ਹਰਿ ਪ੍ਰਭ; ਤੂੰ ਜਾਣਹਿ, ਜੋ ਜੀੲਿ ਕਮਾੲੀਅੈ ਰਾਮ ॥",
    "transliteration": "Sabh Jeea Thaerae Thoon Varathadhaa Maerae Har Prabh Thoon Jaanehi Jo Jeee Kamaaeeai Raam ||",
    "translation": "All beings are Yours - You permeate them all. O my Lord God, You know what they do in their hearts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਸਾਰੇ ਜੀਵ ਤੇਰੇ (ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ) ਹਨ, ਤੂੰ (ਸਭ ਜੀਵਾਂ ਵਿਚ) ਮੌਜੂਦ ਹੈਂ, ਜੋ ਕੁਝ (ਜੀਵਾਂ ਦੇ) ਜੀ ਵਿਚ ਚਿਤਾਰਿਆ ਜਾਂਦਾ ਹੈ ਤੂੰ (ਉਹ ਸਭ ਕੁਝ) ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "ਜੀੲਿ",
    "type_id": 3
  },
  {
    "id": 24020,
    "shabad_id": 2067,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਅੰਤਰਿ ਬਾਹਰਿ ਨਾਲਿ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸਭ ਵੇਖੈ ਮਨਿ ਮੁਕਰਾੲੀਅੈ ਰਾਮ ॥",
    "transliteration": "Har Anthar Baahar Naal Hai Maeree Jindhurreeeae Sabh Vaekhai Man Mukaraaeeai Raam ||",
    "translation": "The Lord is with them, inwardly and outwardly, O my soul; He sees everything, but the mortal denies the Lord in his mind.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਸਾਡੇ ਅੰਦਰ ਬਾਹਰ (ਹਰ ਥਾਂ ਸਾਡੇ) ਨਾਲ ਹੈ, ਜੋ ਕੁਝ ਸਾਡੇ ਮਨ ਵਿਚ ਹੁੰਦਾ ਹੈ ਉਹ ਸਭ ਵੇਖਦਾ ਹੈ, (ਪਰ ਫਿਰ ਭੀ) ਮੁਕਰ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24021,
    "shabad_id": 2067,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਨਮੁਖਾ ਨੋ. ਹਰਿ ਦੂਰਿ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸਭ ਬਿਰਥੀ ਘਾਲ ਗਵਾੲੀਅੈ ਰਾਮ ॥",
    "transliteration": "Manamukhaa No Har Dhoor Hai Maeree Jindhurreeeae Sabh Birathhee Ghaal Gavaaeeai Raam ||",
    "translation": "The Lord is far away from the self-willed manmukhs, O my soul; all their efforts are in vain.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਕੀਤੀ ਹੋਈ ਮੇਹਨਤ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24022,
    "shabad_id": 2067,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਗੁਰਮੁਖਿ ਧਿਅਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਹਾਜਰੁ ਨਦਰੀ ਅਾੲੀਅੈ ਰਾਮ ॥੧॥",
    "transliteration": "Jan Naanak Guramukh Dhhiaaeiaa Maeree Jindhurreeeae Har Haajar Nadharee Aaeeai Raam ||1||",
    "translation": "Servant Nanak, as Gurmukh, meditates on the Lord, O my soul; he beholds the Lord ever-present. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24023,
    "shabad_id": 2067,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੇ ਭਗਤ ਸੇ ਸੇਵਕ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਪ੍ਰਭ ਮੇਰੇ ਮਨਿ ਭਾਣੇ ਰਾਮ ॥",
    "transliteration": "Sae Bhagath Sae Saevak Maeree Jindhurreeeae Jo Prabh Maerae Man Bhaanae Raam ||",
    "translation": "They are devotees, and they are servants, O my soul, who are pleasing to the Mind of my God.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਮਨੁੱਖ (ਅਸਲ) ਭਗਤ ਹਨ (ਅਸਲ) ਸੇਵਕ ਹਨ ਜੋ ਪਿਆਰੇ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24024,
    "shabad_id": 2067,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੇ ਹਰਿ ਦਰਗਹ ਪੈਨਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਅਹਿ ਨਿਸਿ ਸਾਚਿ ਸਮਾਣੇ ਰਾਮ ॥",
    "transliteration": "Sae Har Dharageh Painaaeiaa Maeree Jindhurreeeae Ahinis Saach Samaanae Raam ||",
    "translation": "They are robed in honor in the Court of the Lord, O my soul; night and day, they remain absorbed in the True Lord.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ, ਉਹ ਦਿਨ ਰਾਤ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਪੈਨ੍ਹਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24025,
    "shabad_id": 2067,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਤਿਨ ਕੈ ਸੰਗਿ ਮਲੁ ੳੁਤਰੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਰੰਗਿ ਰਾਤੇ ਨਦਰਿ ਨੀਸਾਣੇ ਰਾਮ ॥",
    "transliteration": "Thin Kai Sang Mal Outharai Maeree Jindhurreeeae Rang Raathae Nadhar Neesaanae Raam ||",
    "translation": "In their company, the filth of one's sins is washed away, O my soul; imbued with the Lord's Love, one comes to bear the Mark of His Grace.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ (ਮਨ ਤੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਦਾ ਨਿਸ਼ਾਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ੳੁ੍ਨਤਰੈ",
    "type_id": 3
  },
  {
    "id": 24026,
    "shabad_id": 2067,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਕੀ. ਪ੍ਰਭ ਬੇਨਤੀ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਮਿਲਿ ਸਾਧੂਸੰਗਿ ਅਘਾਣੇ ਰਾਮ ॥੨॥",
    "transliteration": "Naanak Kee Prabh Baenathee Maeree Jindhurreeeae Mil Saadhhoo Sang Aghaanae Raam ||2||",
    "translation": "Nanak offers his prayer to God, O my soul; joining the Saadh Sangat, the Company of the Holy, he is satisfied. ||2||",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਦੀ ਇਹ ਅਰਜ਼ੋਈ ਹੈ (ਕਿ ਨਾਨਕ) ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹੇ, ਇੰਜ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸਨਾ ਵਲੋਂ) ਰੱਜੇ ਰਹੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਅਘਾਣੇ) ਤਿ੍ਰਪਤ",
    "type_id": 3
  },
  {
    "id": 24027,
    "shabad_id": 2067,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਹੇ ਰਸਨਾ ਜਪਿ ਗੋਬਿੰਦੋ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਪਿ ਹਰਿ ਹਰਿ ਤਿ੍ਰਸਨਾ ਜਾੲੇ ਰਾਮ ॥",
    "transliteration": "Hae Rasanaa Jap Gobindho Maeree Jindhurreeeae Jap Har Har Thrisanaa Jaaeae Raam ||",
    "translation": "O tongue, chant the Name of God; O my soul, chanting the Name of the Lord, Har, Har, your desires shall be extinguished.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹੇ ਮੇਰੀ ਜੀਭ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਹਰਿ-ਨਾਮ ਜਪ ਜਪ ਕੇ ਮਾਇਆ ਦਾ ਲਾਲਚ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24028,
    "shabad_id": 2067,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਸੁ ਦੲਿਅਾ ਕਰੇ ਮੇਰਾ ਪਾਰਬ੍ਰਹਮੁ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਤਿਸੁ ਮਨਿ ਨਾਮੁ ਵਸਾੲੇ ਰਾਮ ॥",
    "transliteration": "Jis Dhaeiaa Karae Maeraa Paarabreham Maeree Jindhurreeeae This Man Naam Vasaaeae Raam ||",
    "translation": "He, unto whom my Supreme Lord God shows Mercy, O my soul, enshrines the Name in his mind.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਪਣਾ ਨਾਮ ਵਸਾ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "ਦੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24029,
    "shabad_id": 2067,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਿਸੁ ਭੇਟੇ ਪੂਰਾ ਸਤਿਗੁਰੂ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸੋ ਹਰਿ ਧਨੁ ਨਿਧਿ ਪਾੲੇ ਰਾਮ ॥",
    "transliteration": "Jis Bhaettae Pooraa Sathiguroo Maeree Jindhurreeeae So Har Dhhan Nidhh Paaeae Raam ||",
    "translation": "One who meets the Perfect True Guru, O my soul, obtains the treasure of the Lord's wealth.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਧਨ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24030,
    "shabad_id": 2067,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਵਡਭਾਗੀ ਸੰਗਤਿ ਮਿਲੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਨਾਨਕ ਹਰਿ ਗੁਣ ਗਾੲੇ ਰਾਮ ॥੩॥",
    "transliteration": "Vaddabhaagee Sangath Milai Maeree Jindhurreeeae Naanak Har Gun Gaaeae Raam ||3||",
    "translation": "By great good fortune, one joins the Company of the Holy, O my soul. O Nanak, sing the Glorious Praises of the Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਦੀ ਸੰਗਤ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਹ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24031,
    "shabad_id": 2067,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਥਾਨ ਥਨੰਤਰਿ ਰਵਿ ਰਹਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਪਾਰਬ੍ਰਹਮੁ ਪ੍ਰਭੁ ਦਾਤਾ ਰਾਮ ॥",
    "transliteration": "Thhaan Thhananthar Rav Rehiaa Maeree Jindhurreeeae Paarabreham Prabh Dhaathaa Raam ||",
    "translation": "In the places and interspaces, O my soul, the Supreme Lord God, the Great Giver, is pervading.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਹਰੇਕ ਥਾਂ ਤੇ ਹਰ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24032,
    "shabad_id": 2067,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਤਾ ਕਾ ਅੰਤੁ. ਨ ਪਾੲੀਅੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਪੂਰਨ ਪੁਰਖੁ ਬਿਧਾਤਾ ਰਾਮ ॥",
    "transliteration": "Thaa Kaa Anth N Paaeeai Maeree Jindhurreeeae Pooran Purakh Bidhhaathaa Raam ||",
    "translation": "His limits cannot be found, O my soul; He is the Perfect Architect of Destiny.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ ਤੇ ਉਹ ਪੂਰੇ ਗੁਣਾ ਦਾ ਮਾਲਕ ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24033,
    "shabad_id": 2067,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਰਬ ਜੀਅਾ ਪ੍ਰਤਿਪਾਲਦਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿੳੁ ਬਾਲਕ ਪਿਤ ਮਾਤਾ ਰਾਮ ॥",
    "transliteration": "Sarab Jeeaa Prathipaaladhaa Maeree Jindhurreeeae Jio Baalak Pith Maathaa Raam ||",
    "translation": "He cherishes all beings, O my soul, as the mother and father cherish their child.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਸਾਰੇ ਜੀਆਂ ਦੀ ਦੇਖ-ਭਾਲ ਕਰਦਾ ਹੈ ਜਿਵੇਂ ਮਾਪੇ ਆਪਣੇ ਬੱਚਿਆਂ ਨੂੰ ਪਾਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24034,
    "shabad_id": 2067,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਹਸ ਸਿਅਾਣਪ ਨਹ ਮਿਲੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਨ ਨਾਨਕ. ਗੁਰਮੁਖਿ ਜਾਤਾ ਰਾਮ ॥੪॥੬॥ ਛਕਾ ੧ ॥",
    "transliteration": "Sehas Siaanap Neh Milai Maeree Jindhurreeeae Jan Naanak Guramukh Jaathaa Raam ||4||6||",
    "translation": "By thousands of clever tricks, He cannot be obtained, O my soul; servant Nanak, as Gurmukh, has come to know the Lord. ||4||6||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹਜ਼ਾਰਾਂ ਚਤੁਰਾਈਆਂ ਨਾਲ ਉਹ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੪॥੬॥ ਛੇ ਪਦਾਂ ਦਾ 1 ਜੋੜ।",
    "pronunciation": "ਛੇ ਸਬਦ ੲਿੱਕ ਛੱਕਾ। ਛੱਕਾ ੲਿੱਕ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24035,
    "shabad_id": 2068,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਿਹਾਗੜਾ ਮਹਲਾ ੫ ਛੰਤ ਘਰੁ ੧",
    "transliteration": "Bihaagarraa Mehalaa 5 Shhanth Ghar 1",
    "translation": "Bihaagraa, Fifth Mehl, Chhant, First House:",
    "punjabi": "ਰਾਗ ਬੇਹਾਗੜਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "ਘਰੁ ਪਹਿਲਾ",
    "type_id": 3
  },
  {
    "id": 24036,
    "shabad_id": 2068,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 24037,
    "shabad_id": 2068,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਕਾ ੲੇਕੁ ਅਚੰਭੳੁ ਦੇਖਿਅਾ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਜੋ ਕਰੇ ਸੁ ਧਰਮ ਨਿਅਾੲੇ ਰਾਮ ॥",
    "transliteration": "Har Kaa Eaek Achanbho Dhaekhiaa Maerae Laal Jeeo Jo Karae S Dhharam Niaaeae Raam ||",
    "translation": "I have seen one miracle of the Lord, O my Dear Beloved - whatever He does is righteous and just.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਇਕ ਅਚਰਜ ਤਮਾਸ਼ਾ ਵੇਖਿਆ ਹੈ ਕਿ ਉਹ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਧਰਮ ਅਨੁਸਾਰ ਕਰਦਾ ਹੈ, ਨਿਆਂ ਅਨੁਸਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24038,
    "shabad_id": 2068,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਰੰਗੁ ਅਖਾੜਾ ਪਾੲਿਓਨੁ, ਮੇਰੇ ਲਾਲ ਜੀੳੁ; ਅਾਵਣੁ ਜਾਣੁ ਸਬਾੲੇ ਰਾਮ ॥",
    "transliteration": "Har Rang Akhaarraa Paaeioun Maerae Laal Jeeo Aavan Jaan Sabaaeae Raam ||",
    "translation": "The Lord has fashioned this beautiful arena, O my Dear Beloved, where all come and go.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! (ਇਹ ਜਗਤ) ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਇਕ ਪਿੜ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਇਕ ਰੰਗ-ਭੂਮੀ ਰਚ ਦਿੱਤੀ ਹੈ ਜਿਸ ਵਿਚ ਜੀਵਾਂ ਲਈ ਜੰਮਣਾ ਮਰਨਾ ਭੀ ਨਿਯਤ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
