[
  {
    "id": 24071,
    "shabad_id": 2069,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਖਾਨ ਪਾਨ ਸੀਗਾਰ ਬਿਰਥੇ; ਹਰਿ ਕੰਤ ਬਿਨੁ. ਕਿੳੁ ਜੀਜੀਅੈ ॥",
    "transliteration": "Khaan Paan Seegaar Birathhae Har Kanth Bin Kio Jeejeeai ||",
    "translation": "Food, drink and decorations are useless; without my Husband Lord, how can I survive?",
    "punjabi": "ਸਾਰੇ ਖਾਣ ਪੀਣ ਸਿੰਗਾਰ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਵਿਅਰਥ ਹਨ, ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਜੀਵਨ ਦਾ ਕੋਈ ਕਜ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24072,
    "shabad_id": 2069,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅਾਸਾ ਪਿਅਾਸੀ ਰੈਨਿ ਦਿਨੀਅਰੁ; ਰਹਿ ਨ ਸਕੀਅੈ. ੲਿਕੁ ਤਿਲੈ ॥",
    "transliteration": "Aasaa Piaasee Rain Dhineear Rehi N Sakeeai Eik Thilai ||",
    "translation": "I yearn for Him, and desire Him night and day. I cannot live without Him, even for an instant.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ (ਦੁਨੀਆ ਵਾਲੀਆਂ) ਆਸਾਂ (ਵਿਆਕੁਲ ਕਰੀ ਰੱਖਦੀਆਂ ਹਨ) ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦਿਨ ਰਾਤ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ। ਰਤਾ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਜਿੰਦ ਟਿਕਾਣੇ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24073,
    "shabad_id": 2069,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ ਸੰਤ ਦਾਸੀ; ਤੳੁ ਪ੍ਰਸਾਦਿ ਮੇਰਾ ਪਿਰੁ ਮਿਲੈ ॥੨॥",
    "transliteration": "Naanak Paeianpai Santh Dhaasee Tho Prasaadh Maeraa Pir Milai ||2||",
    "translation": "Prays Nanak, O Saint, I am Your slave; by Your Grace, I meet my Husband Lord. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਗੁਰੂ! ਮੈਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਤੇਰੀ ਦਾਸੀ ਆ ਬਣੀ ਹਾਂ, ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ (ਹੀ) ਮੇਰਾ ਪ੍ਰਭੂ ਪਤੀ (ਮੈਨੂੰ) ਮਿਲ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24074,
    "shabad_id": 2069,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸੇਜ ੲੇਕ. ਪਿ੍ਰੳੁ ਸੰਗਿ; ਦਰਸੁ. ਨ ਪਾੲੀਅੈ ਰਾਮ ॥",
    "transliteration": "Saej Eaek Prio Sang Dharas N Paaeeai Raam ||",
    "translation": "I share a bed with my Beloved, but I do not behold the Blessed Vision of His Darshan.",
    "punjabi": "(ਮੇਰੀ ਇਸ) ਇਕੋ ਹਿਰਦਾ-ਸੇਜ ਉਤੇ ਪ੍ਰਭੂ-ਪਤੀ (ਮੇਰੇ) ਨਾਲ (ਵੱਸਦਾ) ਹੈ, ਪਰ ਮੈਨੂੰ ਦਰਸਨ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24075,
    "shabad_id": 2069,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਵਗਨ ਮੋਹਿ ਅਨੇਕ; ਕਤ ਮਹਲਿ ਬੁਲਾੲੀਅੈ ਰਾਮ ॥",
    "transliteration": "Avagan Mohi Anaek Kath Mehal Bulaaeeai Raam ||",
    "translation": "I have endless demerits - how can my Lord call me to the Mansion of His Presence?",
    "punjabi": "ਮੈਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੱਦਿਆ ਭੀ ਕਿਵੇਂ ਜਾਏ? ਮੇਰੇ ਵਿਚ (ਤਾਂ) ਅਨੇਕਾਂ ਅਉਗਣ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24076,
    "shabad_id": 2069,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਨਿਰਗੁਨਿ ਨਿਮਾਣੀ ਅਨਾਥਿ ਬਿਨਵੈ; ਮਿਲਹੁ ਪ੍ਰਭ ਕਿਰਪਾਨਿਧੇ ॥",
    "transliteration": "Niragun Nimaanee Anaathh Binavai Milahu Prabh Kirapaa Nidhhae ||",
    "translation": "The worthless, dishonored and orphaned soul-bride prays, \"Meet with me, O God, treasure of mercy.\"",
    "punjabi": "ਗੁਣ-ਹੀਨ, ਨਿਮਾਣੀ, ਨਿਆਸਰੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਬੇਨਤੀ ਕਰਦੀ ਹੈ ਕਿ ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਮਿਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24077,
    "shabad_id": 2069,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਭ੍ਰਮ ਭੀਤਿ ਖੋੲੀਅੈ. ਸਹਜਿ ਸੋੲੀਅੈ; ਪ੍ਰਭ ਪਲਕ ਪੇਖਤ ਨਵ ਨਿਧੇ ॥",
    "transliteration": "Bhram Bheeth Khoeeai Sehaj Soeeai Prabh Palak Paekhath Nav Nidhhae ||",
    "translation": "The wall of doubt has been shattered, and now I sleep in peace, beholding God, the Lord of the nine treasures, even for an instant.",
    "punjabi": "ਹੇ ਨੌ ਖ਼ਜ਼ਾਨਿਆਂ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਇਕ ਪਲਕ ਮਾਤ੍ਰ ਤੇਰਾ ਦਰਸਨ ਕੀਤਿਆਂ (ਤੈਥੋਂ ਵਿਛੋੜਨ ਵਾਲੀ) ਭਟਕਣਾ ਦੀ ਕੰਧ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨਤਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24078,
    "shabad_id": 2069,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਗਿ੍ਰਹਿ ਲਾਲੁ ਅਾਵੈ. ਮਹਲੁ ਪਾਵੈ; ਮਿਲਿ ਸੰਗਿ ਮੰਗਲੁ ਗਾੲੀਅੈ ॥",
    "transliteration": "Grihi Laal Aavai Mehal Paavai Mil Sang Mangal Gaaeeai ||",
    "translation": "If only I could come into the Mansion of my Beloved Lord's Presence! Joining with Him, I sing the songs of joy.",
    "punjabi": "ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਵੱਸਦਾ ਹੈ ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ, ਤਦੋਂ ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਮਿਲ ਕੇ ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24079,
    "shabad_id": 2069,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ. ਸੰਤ ਸਰਣੀ; ਮੋਹਿ ਦਰਸੁ ਦਿਖਾੲੀਅੈ ॥੩॥",
    "transliteration": "Naanak Paeianpai Santh Saranee Mohi Dharas Dhikhaaeeai ||3||",
    "translation": "Prays Nanak, I seek the Sanctuary of the Saints; please, reveal to me the Blessed Vision of Your Darshan. ||3||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਨਾਨਕ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਆ ਪਿਆ ਹੈ, ਤੇਰੀ ਸਰਨ ਆ ਗਿਆ ਹੈ (ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ) ਪਰਮਾਤਮਾ-ਪਤੀ ਦਾ ਦਰਸਨ ਕਰਾ ਦੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24080,
    "shabad_id": 2069,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸੰਤਨ ਕੈ ਪਰਸਾਦਿ; ਹਰਿ ਹਰਿ ਪਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Santhan Kai Parasaadh Har Har Paaeiaa Raam ||",
    "translation": "By the Grace of the Saints, I have obtained the Lord, Har, Har.",
    "punjabi": "ਸਤਿਗੁਰੂ ਜੀ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24081,
    "shabad_id": 2069,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ੲਿਛ ਪੁੰਨੀ ਮਨਿ ਸਾਂਤਿ; ਤਪਤਿ ਬੁਝਾੲਿਅਾ ਰਾਮ ॥",
    "transliteration": "Eishh Punnee Man Saanth Thapath Bujhaaeiaa Raam ||",
    "translation": "My desires are fulfilled, and my mind is at peace; the fire within has been quenched.",
    "punjabi": "ਮੇਰੀ (ਚਿਰਾਂ ਦੀ) ਤਾਂਘ ਪੂਰੀ ਹੋ ਗਈ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਠੰਢ ਪੈ ਗਈ ਹੈ, (ਮੇਰੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਤਪਸ਼ ਬੁੱਝ ਗਈ ਹੈ।",
    "pronunciation": "ਬੁਝਾੲਿਅਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24082,
    "shabad_id": 2069,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਫਲਾ ਸੁ ਦਿਨਸ ਰੈਣੇ ਸੁਹਾਵੀ; ਅਨਦ ਮੰਗਲ ਰਸੁ ਘਨਾ ॥",
    "transliteration": "Safalaa S Dhinas Rainae Suhaavee Anadh Mangal Ras Ghanaa ||",
    "translation": "Fruitful is that day, and beauteous is that night, and countless are the joys, celebrations and pleasures.",
    "punjabi": "ਉਹ ਦਿਨ (ਮੇਰੇ ਵਾਸਤੇ) ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਉਹ ਰਾਤ ਸੋਹਣੀ ਹੈ (ਜਦੋਂ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲਿਆ, ਜਿਸ ਨਾਲ) ਬਹੁਤ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਸਵਾਦ ਬਣੇ ਪਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24083,
    "shabad_id": 2069,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਪ੍ਰਗਟੇ ਗੁਪਾਲ ਗੋਬਿੰਦ ਲਾਲਨ; ਕਵਨ ਰਸਨਾ ਗੁਣ ਭਨਾ ॥",
    "transliteration": "Pragattae Gupaal Gobindh Laalan Kavan Rasanaa Gun Bhanaa ||",
    "translation": "The Lord of the Universe, the Beloved Sustainer of the World, has been revealed. With what tongue can I speak of His Glory?",
    "punjabi": "(ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪਿਆਰੇ ਗੋਪਾਲ ਗੋਬਿੰਦ ਜੀ ਪਰਗਟ ਹੋ ਗਏ ਹਨ, ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ (ਉਸ ਮਿਲਾਪ ਦੇ) ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ (ਲਾਭ) ਦੱਸਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24084,
    "shabad_id": 2069,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਭ੍ਰਮ ਲੋਭ ਮੋਹ ਬਿਕਾਰ ਥਾਕੇ; ਮਿਲਿ ਸਖੀ ਮੰਗਲੁ ਗਾੲਿਅਾ ॥",
    "transliteration": "Bhram Lobh Moh Bikaar Thhaakae Mil Sakhee Mangal Gaaeiaa ||",
    "translation": "Doubt, greed, emotional attachment and corruption are taken away; joining with my companions, I sing the songs of joy.",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ, ਲੋਭ, ਮੋਹ, ਆਦਿਕ ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਗਏ ਹਨ, ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਮਿਲ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24085,
    "shabad_id": 2069,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ ਸੰਤ ਜੰਪੈ; ਜਿਨਿ ਹਰਿ ਹਰਿ ਸੰਜੋਗਿ ਮਿਲਾੲਿਅਾ ॥੪॥੨॥",
    "transliteration": "Naanak Paeianpai Santh Janpai Jin Har Har Sanjog Milaaeiaa ||4||2||",
    "translation": "Prays Nanak, I meditate on the Saint, who has led me to merge with the Lord, Har, Har. ||4||2||",
    "punjabi": "ਹੁਣ ਨਾਨਕ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਢਹਿ ਪਿਆ ਹੈ, ਗੁਰੂ ਅੱਗੇ ਹੀ ਅਰਜ਼ੋਈ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਕਿਉਂਕਿ ਉਸ ਗੁਰੂ ਨੇ ਮਿਲਾਪ ਦੇ ਲੇਖ ਦੀ ਰਾਹੀਂ (ਮਿਲਾਪ ਦੇ ਲੇਖ ਨੂੰ ਉਜਾਗਰ ਕਰ ਕੇ) ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24086,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਿਹਾਗੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Bihaagarraa Mehalaa 5 ||",
    "translation": "Bihaagraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24087,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਗੁਰ ਪਾਰਬ੍ਰਹਮ ਪੂਰੇ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਵਖਾਣਾ ਰਾਮ ॥",
    "transliteration": "Kar Kirapaa Gur Paarabreham Poorae Anadhin Naam Vakhaanaa Raam ||",
    "translation": "Shower Your Mercy upon me, O Guru, O Perfect Supreme Lord God, that I might chant the Naam, the Name of the Lord, night and day.",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ! ਹੇ ਸਰਬ-ਗੁਣ-ਭਰਪੂਰ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉੱਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਹਰ ਵੇਲੇ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24088,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬਾਣੀ ੳੁਚਰਾ ਹਰਿ ਜਸੁ; ਮਿਠਾ ਲਾਗੈ. ਤੇਰਾ ਭਾਣਾ ਰਾਮ ॥",
    "transliteration": "Anmrith Baanee Oucharaa Har Jas Mithaa Laagai Thaeraa Bhaanaa Raam ||",
    "translation": "I speak the Ambrosial Words of the Guru's Bani, praising the Lord. Your Will is sweet to me, Lord.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਤੇਰੀ ਬਾਣੀ ਉਚਾਰਦਾ ਰਹਾਂ, ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਾਂ, ਮੈਨੂੰ ਤੇਰੀ ਰਜ਼ਾ ਮਿੱਠੀ ਲੱਗਦੀ ਰਹੇ।",
    "pronunciation": "ੳੁ੍ਨਚਰਾਂ।ਮਿੱਠਾ",
    "type_id": 3
  },
  {
    "id": 24089,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਰਿ ਦੲਿਅਾ ਮੲਿਅਾ ਗੋਪਾਲ ਗੋਬਿੰਦ; ਕੋੲਿ ਨਾਹੀ. ਤੁਝ ਬਿਨਾ ॥",
    "transliteration": "Kar Dhaeiaa Maeiaa Gopaal Gobindh Koe Naahee Thujh Binaa ||",
    "translation": "Show kindness and compassion, O Sustainer of the Word, Lord of the Universe; without You, I have no other.",
    "punjabi": "ਹੇ ਗੋਪਾਲ! ਹੇ ਗੋਬਿੰਦ! (ਮੇਰੇ ਉਤੇ) ਦਇਆ ਕਰ, ਤਰਸ ਕਰ, ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਦੲਿਅਾ। ਮੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24090,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਮਰਥ ਅਗਥ ਅਪਾਰ ਪੂਰਨ; ਜੀੳੁ ਤਨੁ ਧਨੁ ਤੁਮ ਮਨਾ ॥",
    "transliteration": "Samarathh Agathh Apaar Pooran Jeeo Than Dhhan Thumh Manaa ||",
    "translation": "Almighty, sublime, infinite, perfect Lord - my soul, body, wealth and mind are Yours.",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਅਕੱਥ! ਹੇ ਬੇਅੰਤ! ਮੇਰੀ ਇਹ ਜਿੰਦ, ਮੇਰਾ ਇਹ ਮਨ ਇਹ ਸਰੀਰ, ਇਹ ਧਨ-ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਅ-ਗਥ) ਕਥਨ ਰਹਤ। ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 24091,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮੂਰਖ ਮੁਗਧ ਅਨਾਥ ਚੰਚਲ; ਬਲ ਹੀਨ ਨੀਚ ਅਜਾਣਾ ॥",
    "transliteration": "Moorakh Mugadhh Anaathh Chanchal Baleheen Neech Ajaanaa ||",
    "translation": "I am foolish, stupid, masterless, fickle, powerless, lowly and ignorant.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮੂਰਖ ਹਾਂ ਬਹੁਤ ਮੂਰਖ ਹਾਂ, ਨਿਆਸਰਾ ਹਾਂ, ਚੰਚਲ, ਕਮਜ਼ੋਰ, ਨੀਚ ਤੇ ਅੰਞਾਣ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24092,
    "shabad_id": 2070,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਰਣਿ ਤੇਰੀ; ਰਖਿ ਲੇਹੁ ਅਾਵਣ ਜਾਣਾ ॥੧॥",
    "transliteration": "Binavanth Naanak Saran Thaeree Rakh Laehu Aavan Jaanaa ||1||",
    "translation": "Prays Nanak, I seek Your Sanctuary - please save me from coming and going in reincarnation. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਤੂੰ ਮੈਨੂੰ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚਾ ਲੈ ॥੧॥",
    "pronunciation": "ਬਿਨਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 24093,
    "shabad_id": 2070,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਾਧਹ ਸਰਣੀ ਪਾੲੀਅੈ ਹਰਿ ਜੀੳੁ; ਗੁਣ ਗਾਵਹ ਹਰਿ ਨੀਤਾ ਰਾਮ ॥",
    "transliteration": "Saadhheh Saranee Paaeeai Har Jeeo Gun Gaaveh Har Neethaa Raam ||",
    "translation": "In the Sanctuary of the Holy Saints, I have found the Dear Lord, and I constantly sing the Glorious Praises of the Lord.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ, ਅਸੀਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਸਕਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24094,
    "shabad_id": 2070,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਧੂਰਿ ਭਗਤਨ ਕੀ. ਮਨਿ ਤਨਿ ਲਗੳੁ. ਹਰਿ ਜੀੳੁ; ਸਭ ਪਤਿਤ. ਪੁਨੀਤਾ ਰਾਮ ॥",
    "transliteration": "Dhhoor Bhagathan Kee Man Than Lago Har Jeeo Sabh Pathith Puneethaa Raam ||",
    "translation": "Applying the dust of the devotees to the mind and body, O Dear Lord, all sinners are sanctified.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਹਰ ਕਰ) ਤੇਰੇ ਭਗਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਮੱਥੇ ਉਤੇ ਲੱਗਦੀ ਰਹੇ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਮਨੁੱਖ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24095,
    "shabad_id": 2070,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਪਤਿਤਾ. ਪੁਨੀਤਾ ਹੋਹਿ ਤਿਨ੍ਹ ਸੰਗਿ; ਜਿਨ੍ਹ ਬਿਧਾਤਾ ਪਾੲਿਅਾ ॥",
    "transliteration": "Pathithaa Puneethaa Hohi Thinh Sang Jinh Bidhhaathaa Paaeiaa ||",
    "translation": "The sinners are sanctified in the company of those who have met the Creator Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਕਰਤਾਰ ਲੱਭ ਲਿਆ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਵਿਕਾਰੀ ਬੰਦੇ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24096,
    "shabad_id": 2070,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਾਮ ਰਾਤੇ ਜੀਅ ਦਾਤੇ; ਨਿਤ ਦੇਹਿ ਚੜਹਿ ਸਵਾੲਿਅਾ ॥",
    "transliteration": "Naam Raathae Jeea Dhaathae Nith Dhaehi Charrehi Savaaeiaa ||",
    "translation": "Imbued with the Naam, the Name of the Lord, they are given the gift of the life of the soul; their gifts increase day by day.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗੇ ਹੋਏ ਬੰਦੇ ਆਤਮਕ ਜੀਵਨ ਦੀਆਂ ਦਾਤਾਂ ਦੇਣ-ਜੋਗੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਇਹ ਦਾਤਾਂ ਨਿੱਤ ਦੇਂਦੇ ਹਨ ਤੇ ਇਹ ਵਧਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "ਚੜ੍ਹਹਿ",
    "type_id": 3
  },
  {
    "id": 24097,
    "shabad_id": 2070,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਰਿਧਿ ਸਿਧਿ ਨਵ ਨਿਧਿ, ਹਰਿ ਜਪਿ; ਜਿਨ੍ਹੀ ਅਾਤਮੁ ਜੀਤਾ ॥",
    "transliteration": "Ridhh Sidhh Nav Nidhh Har Jap Jinee Aatham Jeethaa ||",
    "translation": "Wealth, the supernatural spiritual powers of the Siddhas, and the nine treasures come to those who meditate on the Lord, and conquer their own soul.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਆਪਣੇ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ, ਸਭ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਤੇ ਦੁਨੀਆ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24098,
    "shabad_id": 2070,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਵਡਭਾਗਿ ਪਾੲੀਅਹਿ; ਸਾਧ ਸਾਜਨ ਮੀਤਾ ॥੨॥",
    "transliteration": "Binavanth Naanak Vaddabhaag Paaeeahi Saadhh Saajan Meethaa ||2||",
    "translation": "Prays Nanak, it is only by great good fortune that the Holy Saints, the Lord's companions, are found, O friends. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਗੁਰਮੁਖ ਸੱਜਣ ਮਿੱਤਰ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਮਿਲਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਪਾੲੀਅਹਿ",
    "type_id": 3
  },
  {
    "id": 24099,
    "shabad_id": 2070,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਿਨੀ ਸਚੁ ਵਣੰਜਿਅਾ ਹਰਿ ਜੀੳੁ; ਸੇ ਪੂਰੇ ਸਾਹਾ ਰਾਮ ॥",
    "transliteration": "Jinee Sach Vananjiaa Har Jeeo Sae Poorae Saahaa Raam ||",
    "translation": "Those who deal in Truth, O Dear Lord, are the perfect bankers.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਸਦਾ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ ਦਾ ਵਪਾਰ ਕੀਤਾ ਹੈ ਉਹ ਭਰੇ ਭੰਡਾਰਾਂ ਵਾਲੇ ਸ਼ਾਹੂਕਾਰ ਹਨ,",
    "pronunciation": "ਵਣੰਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24100,
    "shabad_id": 2070,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਹੁਤੁ ਖਜਾਨਾ ਤਿੰਨ ਪਹਿ. ਹਰਿ ਜੀੳੁ; ਹਰਿ ਕੀਰਤਨੁ ਲਾਹਾ ਰਾਮ ॥",
    "transliteration": "Bahuth Khajaanaa Thinn Pehi Har Jeeo Har Keerathan Laahaa Raam ||",
    "translation": "They possess the great treasure, O Dear Lord, and they reap the profit of the Lord's Praise.",
    "punjabi": "ਉਹਨਾਂ ਪਾਸ (ਹਰਿ-ਨਾਮ ਦਾ) ਬਹੁਤ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਉਹ (ਇਸ ਵਪਾਰ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ) ਖੱਟੀ ਖੱਟਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24101,
    "shabad_id": 2070,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਨ ਲੋਭੁ ਬਿਅਾਪੈ; ਜੋ ਜਨ ਪ੍ਰਭ ਸਿੳੁ ਰਾਤਿਅਾ ॥",
    "transliteration": "Kaam Krodhh N Lobh Biaapai Jo Jan Prabh Sio Raathiaa ||",
    "translation": "Sexual desire, anger and greed do not cling to those who are attuned to God.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ ਨਾਹ ਕਾਮ, ਨਾਹ ਕ੍ਰੋਧ ਨਾਹ ਲੋਭ, ਕੋਈ ਭੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24102,
    "shabad_id": 2070,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ੲੇਕੁ ਜਾਨਹਿ. ੲੇਕੁ ਮਾਨਹਿ; ਰਾਮ ਕੈ ਰੰਗਿ ਮਾਤਿਅਾ ॥",
    "transliteration": "Eaek Jaanehi Eaek Maanehi Raam Kai Rang Maathiaa ||",
    "translation": "They know the One, and they believe in the One; they are intoxicated with the Lord's Love.",
    "punjabi": "ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਹੀ (ਪੱਕਾ ਸਾਥੀ) ਮੰਨਦੇ ਹਨ ਤੇ ਉਸ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਮੱਾਤਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24103,
    "shabad_id": 2070,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਲਗਿ ਸੰਤ ਚਰਣੀ ਪੜੇ ਸਰਣੀ; ਮਨਿ ਤਿਨਾ ਓਮਾਹਾ ॥",
    "transliteration": "Lag Santh Charanee Parrae Saranee Man Thinaa Oumaahaa ||",
    "translation": "They fall at the Feet of the Saints, and seek their Sanctuary; their minds are filled with joy.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਚਾਉ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 24104,
    "shabad_id": 2070,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਜਿਨ ਨਾਮੁ ਪਲੈ; ਸੇੲੀ ਸਚੇ ਸਾਹਾ ॥੩॥",
    "transliteration": "Binavanth Naanak Jin Naam Palai Saeee Sachae Saahaa ||3||",
    "translation": "Prays Nanak, those who have the Naam in their laps are the true bankers. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਹੈ ਉਹੀ ਐਸੇ ਹਨ ਜੋ ਸਦਾ ਲਈ ਸ਼ਾਹੂਕਾਰ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 24105,
    "shabad_id": 2070,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਸੋੲੀ ਸਿਮਰੀਅੈ ਹਰਿ ਜੀੳੁ; ਜਾ ਕੀ ਕਲ ਧਾਰੀ ਰਾਮ ॥",
    "transliteration": "Naanak Soee Simareeai Har Jeeo Jaa Kee Kal Dhhaaree Raam ||",
    "translation": "O Nanak, meditate on that Dear Lord, who supports all by His almighty strength.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਦਾ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਜਿਸ ਦੀ ਸੱਤਾ ਕੰਮ ਕਰ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
