[
  {
    "id": 24139,
    "shabad_id": 2072,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਮਜਨੁ ਹਰਿ ਸਰੇ; ਸਭਿ ਕਿਲਬਿਖ ਨਾਸੁ ਮਨਾ ॥",
    "transliteration": "Kar Majan Har Sarae Sabh Kilabikh Naas Manaa ||",
    "translation": "Take your cleansing bath in the Ambrosial Pool of the Lord, and all of your sins shall be wiped away, O my soul.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਦੇ ਤਾਲਾਬ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਿਆ ਕਰ, ਤੇਰੇ ਸਾਰੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24140,
    "shabad_id": 2072,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਸਦਾ ਮਜਨੁ. ਗੋਬਿੰਦ ਸਜਨੁ; ਦੁਖ ਅੰਧੇਰਾ ਨਾਸੇ ॥",
    "transliteration": "Kar Sadhaa Majan Gobindh Sajan Dhukh Andhhaeraa Naasae ||",
    "translation": "Take your cleansing ever in the Lord God, O friends, and the pain of darkness shall be dispelled.",
    "punjabi": "ਹੇ ਮਨ! ਸਦਾ (ਹਰਿ-ਸਰ ਵਿਚ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਿਹਾ ਕਰ! ਇੰਜ ਮਿੱਤਰ ਪ੍ਰਭੂ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮੱਜਨੁ।ਸੱਜਨੁ",
    "type_id": 3
  },
  {
    "id": 24141,
    "shabad_id": 2072,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਨਮ ਮਰਣੁ. ਨ ਹੋੲਿ ਤਿਸ ਕੳੁ; ਕਟੈ ਜਮ ਕੇ ਫਾਸੇ ॥",
    "transliteration": "Janam Maran N Hoe This Ko Kattai Jam Kae Faasae ||",
    "translation": "Birth and death shall not touch you, and the noose of Death shall be cut away.",
    "punjabi": "ਇੰਜ ਮਨੁੱਖ ਨੂੰ ਜਨਮ-ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਭੁਗਤਣਾ ਪੈਂਦਾ, ਮਿੱਤਰ-ਪ੍ਰਭੂ ਉਸ ਦੀਆਂ ਜਮ ਦੀਆਂ ਫਾਹੀਆਂ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀਆਂ ਫਾਹੀਆਂ) ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24142,
    "shabad_id": 2072,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਿਲੁ ਸਾਧਸੰਗੇ ਨਾਮ ਰੰਗੇ; ਤਹਾ ਪੂਰਨ ਅਾਸੋ ॥",
    "transliteration": "Mil Saadhhasangae Naam Rangae Thehaa Pooran Aaso ||",
    "translation": "So join the Saadh Sangat, the Company of the Holy, and be imbued with the Naam, the Name of the Lord; there, your hopes shall be fulfilled.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਜੁੜਿਆਂ ਤੇਰੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋਵੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24143,
    "shabad_id": 2072,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਧਾਰਿ ਕਿਰਪਾ; ਹਰਿ ਚਰਣਕਮਲ ਨਿਵਾਸੋ ॥੧॥",
    "transliteration": "Binavanth Naanak Dhhaar Kirapaa Har Charan Kamal Nivaaso ||1||",
    "translation": "Prays Nanak, shower Your Mercy upon me, O Lord, that I might dwell at Your Lotus Feet. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਹਰੀ! ਕਿਰਪਾ ਕਰ! ਤੇਰੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਵਿਚ ਮੇਰਾ ਮਨ ਸਦਾ ਟਿਕਿਆ ਰਹੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24144,
    "shabad_id": 2072,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤਹ ਅਨਦ ਬਿਨੋਦ ਸਦਾ; ਅਨਹਦ ਝੁਣਕਾਰੋ ਰਾਮ ॥",
    "transliteration": "Theh Anadh Binodh Sadhaa Anehadh Jhunakaaro Raam ||",
    "translation": "There is bliss and ecstasy there always, and the unstruck celestial melody resounds there.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਤੇ ਖ਼ੁਸ਼ੀਆਂ ਦੀ (ਮਾਨੋ) ਇਕ-ਰਸ ਰੌ ਚਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24145,
    "shabad_id": 2072,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਿਲਿ ਗਾਵਹਿ ਸੰਤ ਜਨਾ; ਪ੍ਰਭ ਕਾ ਜੈਕਾਰੋ ਰਾਮ ॥",
    "transliteration": "Mil Gaavehi Santh Janaa Prabh Kaa Jaikaaro Raam ||",
    "translation": "Meeting together, the Saints sing God's Praises, and celebrate His Victory.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਸੰਤ ਜਨ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24146,
    "shabad_id": 2072,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਿਲਿ ਸੰਤ ਗਾਵਹਿ. ਖਸਮ ਭਾਵਹਿ; ਹਰਿ ਪ੍ਰੇਮ ਰਸ ਰੰਗਿ ਭਿੰਨੀਅਾ ॥",
    "transliteration": "Mil Santh Gaavehi Khasam Bhaavehi Har Praem Ras Rang Bhinneeaa ||",
    "translation": "Meeting together, the Saints sing the Praises of the Lord Master; they are pleasing to the Lord, and saturated with the sublime essence of His love and affection.",
    "punjabi": "ਸੰਤ ਜਨ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਉਹ ਖ਼ਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸੁਰਤਿ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਦੇ ਰੰਗ ਵਿਚ ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24147,
    "shabad_id": 2072,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਲਾਭੁ ਪਾੲਿਅਾ. ਅਾਪੁ ਮਿਟਾੲਿਅਾ; ਮਿਲੇ ਚਿਰੀ ਵਿਛੁੰਨਿਅਾ ॥",
    "transliteration": "Har Laabh Paaeiaa Aap Mittaaeiaa Milae Chiree Vishhunniaa ||",
    "translation": "They obtain the profit of the Lord, eliminate their self-conceit, and meet Him, from whom they were separated for so long.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟਦੇ ਹਨ, (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਮਿਟਾ ਲੈਂਦੇ ਹਨ, ਚਿਰਾਂ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ (ਪਰਮਾਤਮਾ) ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24148,
    "shabad_id": 2072,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਗਹਿ ਭੁਜਾ ਲੀਨੇ. ਦੲਿਅਾ ਕੀਨ੍ਹੇ; ਪ੍ਰਭ ੲੇਕ ਅਗਮ ਅਪਾਰੋ ॥",
    "transliteration": "Gehi Bhujaa Leenae Dhaeiaa Keenhae Prabh Eaek Agam Apaaro ||",
    "translation": "Taking them by the arm, He makes them His own; God, the One, inaccessible and infinite, bestows His kindness.",
    "punjabi": "ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਉਤੇ ਦਇਆ ਕਰਦਾ ਹੈ, (ਉਹਨਾਂ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਉਹਨਾਂ ਨੂੰ) ਆਪਣੇ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਦੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24149,
    "shabad_id": 2072,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਦਾ ਨਿਰਮਲ; ਸਚੁ ਸਬਦੁ ਰੁਣ ਝੁਣਕਾਰੋ ॥੨॥",
    "transliteration": "Binavanth Naanak Sadhaa Niramal Sach Sabadh Run Jhunakaaro ||2||",
    "translation": "Prays Nanak, forever immaculate are those who sing the Praises of the True Word of the Shabad. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਉਹ ਸੰਤ ਜਨ ਸਦਾ ਲਈ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਮਿੱਠੀ ਮਿੱਠੀ ਰੌ ਚਲਾਈ ਰੱਖਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24150,
    "shabad_id": 2072,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸੁਣਿ ਵਡਭਾਗੀਅਾ; ਹਰਿ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ਰਾਮ ॥",
    "transliteration": "Sun Vaddabhaageeaa Har Anmrith Baanee Raam ||",
    "translation": "Listen, O most fortunate ones, to the Ambrosial Bani of the Word of the Lord.",
    "punjabi": "ਹੇ ਭਾਗਾਂ ਵਾਲੇ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸਦਾ ਸੁਣਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24151,
    "shabad_id": 2072,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਕਰਮਿ ਲਿਖੀ; ਤਿਸੁ ਰਿਦੈ ਸਮਾਣੀ ਰਾਮ ॥",
    "transliteration": "Jin Ko Karam Likhee This Ridhai Samaanee Raam ||",
    "translation": "He alone, whose karma is so pre-ordained, has it enter into his heart.",
    "punjabi": "ਇਹ ਬਾਣੀ ਉਸ ਉਸ (ਵਡ-ਭਾਗੀ) ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਇਸ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24152,
    "shabad_id": 2072,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅਕਥ ਕਹਾਣੀ ਤਿਨੀ ਜਾਣੀ; ਜਿਸੁ ਅਾਪਿ ਪ੍ਰਭੁ ਕਿਰਪਾ ਕਰੇ ॥",
    "transliteration": "Akathh Kehaanee Thinee Jaanee Jis Aap Prabh Kirapaa Karae ||",
    "translation": "He alone knows the Unspoken Speech, unto whom God has shown His Mercy.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰਭੂ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਬੰਦੇ ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਸਾਂਝ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "ਅ-ਕਥ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24153,
    "shabad_id": 2072,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਮਰੁ ਥੀਅਾ. ਫਿਰਿ ਨ ਮੂਅਾ; ਕਲਿ ਕਲੇਸਾ ਦੁਖ ਹਰੇ ॥",
    "transliteration": "Amar Thheeaa Fir N Mooaa Kal Kalaesaa Dhukh Harae ||",
    "translation": "He becomes immortal, and shall not die again; his troubles, disputes and pains are dispelled.",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ) ਮਨੁੱਖ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਮੁੜ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦਾ ਤੇ ਇੰਜ ਸਾਰੇ ਦੁੱਖ ਕਲੇਸ਼ ਝਗੜੇ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24154,
    "shabad_id": 2072,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਸਰਣਿ ਪਾੲੀ. ਤਜਿ ਨ ਜਾੲੀ; ਪ੍ਰਭ ਪ੍ਰੀਤਿ ਮਨਿ ਤਨਿ ਭਾਣੀ ॥",
    "transliteration": "Har Saran Paaee Thaj N Jaaee Prabh Preeth Man Than Bhaanee ||",
    "translation": "He finds the Sanctuary of the Lord; he does not forsake the Lord, and does not leave. God's Love is pleasing to his mind and body.",
    "punjabi": "ਇੰਜ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਜੋ ਕਦੇ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ ਤੇ ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ, ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24155,
    "shabad_id": 2072,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਦਾ ਗਾੲੀਅੈ; ਪਵਿਤ੍ਰ ਅੰਮ੍ਰਿਤ ਬਾਣੀ ॥੩॥",
    "transliteration": "Binavanth Naanak Sadhaa Gaaeeai Pavithr Anmrith Baanee ||3||",
    "translation": "Prays Nanak, sing forever the Sacred Ambrosial Bani of His Word. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਪਵਿਤ੍ਰ ਬਾਣੀ ਸਦਾ ਗਾਣੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24156,
    "shabad_id": 2072,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਤਨ ਗਲਤੁ ਭੲੇ; ਕਿਛੁ ਕਹਣੁ. ਨ ਜਾੲੀ, ਰਾਮ ॥",
    "transliteration": "Man Than Galath Bheae Kishh Kehan N Jaaee Raam ||",
    "translation": "My mind and body are intoxicated - this state cannot be described.",
    "punjabi": "ਇੰਜ ਮਨ ਤੇ ਹਿਰਦਾ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਬਿਆਨ ਕਰਨਾ ਔਖਾ ਹੈ।",
    "pronunciation": "(ਪੋਲਾਗਲਤੁ) ਗਲਤਾਨ ਲੀਨ",
    "type_id": 3
  },
  {
    "id": 24157,
    "shabad_id": 2072,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਿਸ ਤੇ ੳੁਪਜਿਅੜਾ; ਤਿਨਿ ਲੀਅਾ ਸਮਾੲੀ ਰਾਮ ॥",
    "transliteration": "Jis Thae Oupajiarraa Thin Leeaa Samaaee Raam ||",
    "translation": "We originated from Him, and into Him we shall merge once again.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਉਹ ਪੈਦਾ ਹੋਇਆ ਸੀ ਉਸੇ ਵਿਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24158,
    "shabad_id": 2072,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਮਿਲਿ ਬ੍ਰਹਮ ਜੋਤੀ, ਓਤਿ ਪੋਤੀ; ੳੁਦਕੁ ੳੁਦਕਿ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Mil Breham Jothee Outh Pothee Oudhak Oudhak Samaaeiaa ||",
    "translation": "I merge into God's Light, through and through, like water merging into water.",
    "punjabi": "ਤਾਣੇ ਪੇਟੇ ਵਾਂਗ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਇੰਜ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਵਾਂ ਪਾਣੀ ਵਿਚ ਪਾਣੀ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਪੋਤੀ) ਤਾਣੇ ਪੇਟੇ ਦੀ ਤਰ੍ਹਾਂ।(ੳੁਦਕਿ) ਜਲ",
    "type_id": 3
  },
  {
    "id": 24159,
    "shabad_id": 2072,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ੲੇਕੁ ਰਵਿਅਾ; ਨਹ ਦੂਜਾ ਦ੍ਰਿਸਟਾੲਿਅਾ ॥",
    "transliteration": "Jal Thhal Meheeal Eaek Raviaa Neh Dhoojaa Dhrisattaaeiaa ||",
    "translation": "The One Lord permeates the water, the land and the sky - I do not see any other.",
    "punjabi": "(ਫਿਰ ਮਨੁੱਖ ਨੂੰ) ਇਕ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ ਤੇ (ਉਸ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24160,
    "shabad_id": 2072,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਬਣਿ ਤ੍ਰਿਣਿ ਤ੍ਰਿਭਵਣਿ ਪੂਰਿ ਪੂਰਨ; ਕੀਮਤਿ ਕਹਣੁ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Ban Thrin Thribhavan Poor Pooran Keemath Kehan N Jaaee ||",
    "translation": "He is totally permeating the woods, meadows and the three worlds. I cannot express His worth.",
    "punjabi": "(ਫਿਰ ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਜੰਗਲ ਵਿਚ, ਘਾਹ (ਦੇ ਹਰੇਕ ਤੀਲੇ) ਵਿਚ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਵਿਆਪਕ ਜਾਪਦਾ ਹੈ ਤੇ ਐਸੇ (ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਦਾ) ਮੁੱਲ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24161,
    "shabad_id": 2072,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਅਾਪਿ ਜਾਣੈ; ਜਿਨਿ ੲੇਹ ਬਣਤ ਬਣਾੲੀ ॥੪॥੨॥੫॥",
    "transliteration": "Binavanth Naanak Aap Jaanai Jin Eaeh Banath Banaaee ||4||2||5||",
    "translation": "Prays Nanak, He alone knows - He who created this creation. ||4||2||5||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਉਸ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਦੀ) ਇਹ ਖੇਡ ਬਣਾ ਦਿੱਤੀ ਉਹ ਆਪ ਹੀ ਉਸ ਨੂੰ ਸਮਝਦਾ ਹੈ ॥੪॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24162,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਿਹਾਗੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Bihaagarraa Mehalaa 5 ||",
    "translation": "Bihaagraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24163,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਖੋਜਤ ਸੰਤ ਫਿਰਹਿ; ਪ੍ਰਭ ਪ੍ਰਾਣ ਅਧਾਰੇ ਰਾਮ ॥",
    "transliteration": "Khojath Santh Firehi Prabh Praan Adhhaarae Raam ||",
    "translation": "The Saints go around, searching for God, the support of their breath of life.",
    "punjabi": "ਸੰਤ ਜਨ ਜਿੰਦ ਦੇ ਆਸਰੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਸਦਾ) ਭਾਲਦੇ ਫਿਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24164,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਾਣੁ ਤਨੁ ਖੀਨ ਭੲਿਅਾ; ਬਿਨੁ ਮਿਲਤ ਪਿਅਾਰੇ ਰਾਮ ॥",
    "transliteration": "Thaan Than Kheen Bhaeiaa Bin Milath Piaarae Raam ||",
    "translation": "They lose the strength of their bodies, if they do not merge with their Beloved Lord.",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਲਿੱਸਾ ਪੈ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਸਰੀਰਕ ਬਲ ਘਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24165,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਭ ਮਿਲਹੁ ਪਿਅਾਰੇ ਮੲਿਅਾ ਧਾਰੇ; ਕਰਿ ਦੲਿਅਾ ਲੜਿ ਲਾੲਿ ਲੀਜੀਅੈ ॥",
    "transliteration": "Prabh Milahu Piaarae Maeiaa Dhhaarae Kar Dhaeiaa Larr Laae Leejeeai ||",
    "translation": "O God, my Beloved, please, bestow Your kindness upon me, that I may merge with You; by Your Mercy, attach me to the hem of Your robe.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਮਿਲ, ਦਇਆ ਕਰ ਕੇ ਮੈਨੂੰ ਆਪਣੇ ਲੜ ਲਾ ਲੈ।",
    "pronunciation": "ਮੲਿਅਾ ਦੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24166,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਦੇਹਿ ਨਾਮੁ ਅਪਨਾ. ਜਪੳੁ ਸੁਅਾਮੀ; ਹਰਿ ਦਰਸ ਪੇਖੇ ਜੀਜੀਅੈ ॥",
    "transliteration": "Dhaehi Naam Apanaa Japo Suaamee Har Dharas Paekhae Jeejeeai ||",
    "translation": "Bless me with Your Name, that I may chant it, O Lord and Master; beholding the Blessed Vision of Your Darshan, I live.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ, ਮੈਂ (ਤੇਰੇ ਨਾਮ ਨੂੰ ਸਦਾ) ਜਪਦਾ ਰਹਾਂ, ਤੇਰਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24167,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਮਰਥ ਪੂਰਨ ਸਦਾ ਨਿਹਚਲ; ੳੂਚ ਅਗਮ ਅਪਾਰੇ ॥",
    "transliteration": "Samarathh Pooran Sadhaa Nihachal Ooch Agam Apaarae ||",
    "translation": "He is all-powerful, perfect, eternal and unchanging, exalted, unapproachable and infinite.",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੇ! ਹੇ ਸਭ ਤੋਂ ਉੱਚੇ! ਹੇ ਅਪਹੁੰਚ! ਹੇ ਬੇਅੰਤ!",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 24168,
    "shabad_id": 2073,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਧਾਰਿ ਕਿਰਪਾ; ਮਿਲਹੁ ਪ੍ਰਾਨ ਪਿਅਾਰੇ ॥੧॥",
    "transliteration": "Binavanth Naanak Dhhaar Kirapaa Milahu Praan Piaarae ||1||",
    "translation": "Prays Nanak, bestow Your Mercy upon me, O Beloved of my soul, that I may merge with You. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਹੇ ਜਿੰਦ ਤੋਂ ਪਿਆਰੇ, ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਆ ਮਿਲ! ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24169,
    "shabad_id": 2073,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਪ ਤਪ ਬਰਤ ਕੀਨੇ; ਪੇਖਨ ਕੳੁ ਚਰਣਾ ਰਾਮ ॥",
    "transliteration": "Jap Thap Barath Keenae Paekhan Ko Charanaa Raam ||",
    "translation": "I have practiced chanting, intensive meditation and fasting, to see Your Feet, O Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਅਨੇਕਾਂ ਜਪ ਕੀਤੇ, ਧੂਣੀਆਂ ਤਪਾਈਆਂ, ਵਰਤ ਰੱਖੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24170,
    "shabad_id": 2073,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਤਪਤਿ. ਨ ਕਤਹਿ ਬੁਝੈ; ਬਿਨੁ ਸੁਅਾਮੀ ਸਰਣਾ ਰਾਮ ॥",
    "transliteration": "Thapath N Kathehi Bujhai Bin Suaamee Saranaa Raam ||",
    "translation": "But still, my burning is not quenched, without the Sanctuary of the Lord Master.",
    "punjabi": "ਪਰ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਕਿਤੇ ਭੀ ਮਨ ਦੀ ਤਪਸ਼ ਨਹੀਂ ਬੁੱਝਦੀ।",
    "pronunciation": "ਬੁਝੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24171,
    "shabad_id": 2073,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਪ੍ਰਭ ਸਰਣਿ ਤੇਰੀ. ਕਾਟਿ ਬੇਰੀ; ਸੰਸਾਰੁ ਸਾਗਰੁ ਤਾਰੀਅੈ ॥",
    "transliteration": "Prabh Saran Thaeree Kaatt Baeree Sansaar Saagar Thaareeai ||",
    "translation": "I seek Your Sanctuary, God - please, cut away my bonds and carry me across the world-ocean.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਪਾਂ ਤਪਾਂ ਦੇ ਆਸਰੇ ਛੱਡ ਕੇ) ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਬੇੜੀ ਕੱਟ ਦੇ, ਮੈਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24172,
    "shabad_id": 2073,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਨਾਥ ਨਿਰਗੁਨਿ. ਕਛੁ ਨ ਜਾਨਾ; ਮੇਰਾ ਗੁਣੁ ਅੳੁਗਣੁ. ਨ ਬੀਚਾਰੀਅੈ ॥",
    "transliteration": "Anaathh Niragun Kashh N Jaanaa Maeraa Gun Aougan N Beechaareeai ||",
    "translation": "I am masterless, worthless, and I know nothing; please do not count up my merits and demerits.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ, ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਮੈਂ ਕੋਈ ਢੰਗ ਨਹੀਂ ਜਾਣਦਾ। ਤੂੰ ਮੇਰੇ ਗੁਣ ਤੇ ਔਗੁਣ ਖ਼ਿਆਲ ਨਾ ਕਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24173,
    "shabad_id": 2073,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਗੋਪਾਲ ਪ੍ਰੀਤਮ; ਸਮਰਥ ਕਾਰਣ ਕਰਣਾ ॥",
    "transliteration": "Dheen Dhaeiaal Gopaal Preetham Samarathh Kaaran Karanaa ||",
    "translation": "O Lord, Merciful to the meek, Sustainer of the world, O Beloved, Almighty Cause of causes.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਰਾਖੇ! ਹੇ ਪ੍ਰੀਤਮ! ਹੇ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਜਗਤ ਦੇ ਮੂਲ!",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 24174,
    "shabad_id": 2073,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ ਚਾਤ੍ਰਿਕ. ਹਰਿ ਬੂੰਦ ਮਾਗੈ; ਜਪਿ ਜੀਵਾ ਹਰਿ ਹਰਿ ਚਰਣਾ ॥੨॥",
    "transliteration": "Naanak Chaathrik Har Boondh Maagai Jap Jeevaa Har Har Charanaa ||2||",
    "translation": "Nanak, the song-bird, begs for the rain-drop of the Lord's Name; meditating on the Feet of the Lord, Har, Har, he lives. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਪਪੀਹਾ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਮੰਗਦਾ ਹੈ ਤਿਵੇਂ ਹੀ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਤੇ ਨਾਮ-ਜਪ ਕੇ ਮੈਂ ਜੀਉਂਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
