[
  {
    "id": 24175,
    "shabad_id": 2073,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅਮਿਅ ਸਰੋਵਰੋ; ਪੀੳੁ ਹਰਿ ਹਰਿ ਨਾਮਾ ਰਾਮ ॥",
    "transliteration": "Amia Sarovaro Peeo Har Har Naamaa Raam ||",
    "translation": "Drink in the Ambrosial Nectar from the pool of the Lord; chant the Name of the Lord, Har, Har.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਜਲ ਦਾ ਪਵਿਤ੍ਰ ਤਾਲਾਬ ਹੈ, (ਇਸ ਵਿਚੋਂ) ਪੀਂਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "(ਅਮਿਅ) ਅੰਮਿ੍ਰਤ",
    "type_id": 3
  },
  {
    "id": 24176,
    "shabad_id": 2073,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸੰਤਹ ਸੰਗਿ ਮਿਲੈ; ਜਪਿ ਪੂਰਨ ਕਾਮਾ ਰਾਮ ॥",
    "transliteration": "Santheh Sang Milai Jap Pooran Kaamaa Raam ||",
    "translation": "In the Society of the Saints, one meets the Lord; meditating on Him, one's affairs are resolved.",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ-ਜਲ) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਿਹਾਂ ਮਿਲਦਾ ਹੈ। ਇਹ ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਕਾਰਜ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24177,
    "shabad_id": 2073,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸਭ ਕਾਮ ਪੂਰਨ. ਦੁਖ ਬਿਦੀਰਨ; ਹਰਿ ਨਿਮਖ ਮਨਹੁ. ਨ ਬੀਸਰੈ ॥",
    "transliteration": "Sabh Kaam Pooran Dhukh Bidheeran Har Nimakh Manahu N Beesarai ||",
    "translation": "God is the One who accomplishes everything; He is the Dispeller of pain. Never forget Him from your mind, even for an instant.",
    "punjabi": "ਜਿਸ ਦੇ ਮਨ ਵਿੱਚੋਂ ਪਰਮਾਤਮਾ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਨਹੀਂ ਵਿਸਰਦਾ, ਉਸ ਦੇ ਸਾਰੇ ਕਾਰਜ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ਤੇ ਸਭ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "(ਬਿ-ਦੀਰਨ) ਕਟਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 24178,
    "shabad_id": 2073,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਾਨੰਦ ਅਨ ਦਿਨੁ ਸਦਾ ਸਾਚਾ; ਸਰਬ ਗੁਣ ਜਗਦੀਸਰੈ ॥",
    "transliteration": "Aanandh Anadhin Sadhaa Saachaa Sarab Gun Jagadheesarai ||",
    "translation": "He is blissful, night and day; He is forever True. All Glories are contained in the Lord in the Universe.",
    "punjabi": "ਅਤੇ ਉਹ ਦਿਨ-ਰਾਤ, ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਕਿਉਂ ਕਿ ਪਰਮਾਤਮਾ ਅਣਗਿਣਤ ਗੁਣਾਂ ਵਾਲਾ ਹੈ,",
    "pronunciation": "ਜੱਗਦੀਸਰੈ",
    "type_id": 3
  },
  {
    "id": 24179,
    "shabad_id": 2073,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਗਣਤ ੳੂਚ ਅਪਾਰ ਠਾਕੁਰ; ਅਗਮ ਜਾ ਕੋ ਧਾਮਾ ॥",
    "transliteration": "Aganath Ooch Apaar Thaakur Agam Jaa Ko Dhhaamaa ||",
    "translation": "Incalculable, lofty and infinite is the Lord and Master. Unapproachable is His home.",
    "punjabi": "ਸਭ ਤੋਂ ਉੱਚਾ ਤੇ, ਬੇਅੰਤ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ ਤੇ ਉਸ ਦਾ ਟਿਕਾਣਾ (ਨਿਰੀ ਅਕਲ ਸਿਆਣਪ ਦੇ ਆਸਰੇ) ਅਪਹੁੰਚ ਹੈ।",
    "pronunciation": "(ਧਾਮਾ) ਘਰ",
    "type_id": 3
  },
  {
    "id": 24180,
    "shabad_id": 2073,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਮੇਰੀ ੲਿਛ ਪੂਰਨ; ਮਿਲੇ ਸ੍ਰੀਰੰਗ ਰਾਮਾ ॥੩॥",
    "transliteration": "Binavanth Naanak Maeree Eishh Pooran Milae Sreerang Raamaa ||3||",
    "translation": "Prays Nanak, my desires are fulfilled; I have met the Lord, the Greatest Lover. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਲੱਛਮੀ-ਪਤੀ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੀ (ਚਿਰਾਂ ਦੀ) ਤਾਂਘ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24181,
    "shabad_id": 2073,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਕੲੀ ਕੋਟਿਕ ਜਗ ਫਲਾ; ਸੁਣਿ ਗਾਵਨਹਾਰੇ ਰਾਮ ॥",
    "transliteration": "Kee Kottik Jag Falaa Sun Gaavanehaarae Raam ||",
    "translation": "The fruits of many millions of charitable feasts come to those who listen to and sing the Lord's Praise.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਕਈ ਕ੍ਰੋੜਾਂ ਜੱਗਾਂ ਦੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਜੱਗ",
    "type_id": 3
  },
  {
    "id": 24182,
    "shabad_id": 2073,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪਤ; ਕੁਲ ਸਗਲੇ ਤਾਰੇ ਰਾਮ ॥",
    "transliteration": "Har Har Naam Japath Kul Sagalae Thaarae Raam ||",
    "translation": "Chanting the Name of the Lord, Har, Har, all one's generations are carried across.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਵਾਲੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਭੀ ਤਾਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24183,
    "shabad_id": 2073,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਜਪਤ ਸੋਹੰਤ ਪ੍ਰਾਣੀ; ਤਾ ਕੀ ਮਹਿਮਾ ਕਿਤ ਗਨਾ ॥",
    "transliteration": "Har Naam Japath Sohanth Praanee Thaa Kee Mehimaa Kith Ganaa ||",
    "translation": "Chanting the Name of the Lord, one is beautified; what Praises of His can I chant?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਜਪਦਿਆਂ ਮਨੁੱਖ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਦੀ ਵਡਿਆਈ ਕਿਤਨੀ ਕੁ ਮੈਂ ਦੱਸਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24184,
    "shabad_id": 2073,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਬਿਸਰੁ ਨਾਹੀ. ਪ੍ਰਾਨ ਪਿਅਾਰੇ; ਚਿਤਵੰਤਿ ਦਰਸਨੁ ਸਦ ਮਨਾ ॥",
    "transliteration": "Har Bisar Naahee Praan Piaarae Chithavanth Dharasan Sadh Manaa ||",
    "translation": "I shall never forget the Lord; He is the Beloved of my soul. My mind constantly yearns for the Blessed Vision of His Darshan.",
    "punjabi": "ਉਹ ਸਦਾ ਆਪਣੇ ਮਨਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਤਾਂਘਦੇ ਰਹਿੰਦੇ ਕਿ ਪ੍ਰਾਣ-ਪਿਆਰਾ ਮਨ ਤੋਂ ਕਦੇ ਨਾਹ ਵਿੱਸਰੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24185,
    "shabad_id": 2073,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸੁਭ ਦਿਵਸ ਅਾੲੇ. ਗਹਿ ਕੰਠਿ ਲਾੲੇ; ਪ੍ਰਭ ੳੂਚ ਅਗਮ ਅਪਾਰੇ ॥",
    "transliteration": "Subh Dhivas Aaeae Gehi Kanth Laaeae Prabh Ooch Agam Apaarae ||",
    "translation": "Auspicious is that day, when God, the lofty, inaccessible and infinite, hugs me close in His embrace.",
    "punjabi": "ਸਭ ਤੋਂ ਉੱਚਾ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ (ਜਿਨ੍ਹਾਂ ਵਡ-ਭਾਗੀਆਂ ਨੂੰ) ਫੜ ਕੇ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ ਉਹਨਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦੇ ਭਾਗਾਂ ਵਾਲੇ ਦਿਨ ਆ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24186,
    "shabad_id": 2073,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਫਲੁ ਸਭੁ ਕਿਛੁ; ਪ੍ਰਭ ਮਿਲੇ ਅਤਿ ਪਿਅਾਰੇ ॥੪॥੩॥੬॥",
    "transliteration": "Binavanth Naanak Safal Sabh Kishh Prabh Milae Ath Piaarae ||4||3||6||",
    "translation": "Prays Nanak, everything is fruitful - I have met my supremely beloved Lord God. ||4||3||6||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਬਹੁਤ ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹਨਾਂ (ਦੇ ਜੀਵਨ) ਦਾ ਹਰੇਕ ਕਾਰਜ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ ॥੪॥੩॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24187,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਹਾਗੜਾ ਮਹਲਾ ੫ ਛੰਤ ॥",
    "transliteration": "Bihaagarraa Mehalaa 5 Shhanth ||",
    "translation": "Bihaagraa, Fifth Mehl, Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24188,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਨ ਕਾੲੇ ਰਾਤੜਿਅਾ; ਵਾਟ ਦੁਹੇਲੀ ਰਾਮ ॥",
    "transliteration": "An Kaaeae Raatharriaa Vaatt Dhuhaelee Raam ||",
    "translation": "Why are you imbued with the love of another? That path is very dangerous.",
    "punjabi": "ਤੁੱਛ ਪਦਾਰਥਾਂ (ਦੇ ਮੋਹ) ਵਿਚ ਰੱਤੇ ਹੋਏ ਮਨੁੱਖ ਦਾ ਜੀਵਨ-ਪੰਧ ਦੁੱਖਾਂ ਨਾਲ ਭਰਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਅਨ)ਹੋਰਨਾਂ ਚ। (ਕਾੲੇ)ਕਿਸ ਲੲੀ",
    "type_id": 3
  },
  {
    "id": 24189,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਾਪ ਕਮਾਵਦਿਅਾ; ਤੇਰਾ. ਕੋੲਿ ਨ ਬੇਲੀ, ਰਾਮ ॥",
    "transliteration": "Paap Kamaavadhiaa Thaeraa Koe N Baelee Raam ||",
    "translation": "O sinner, no one is your friend.",
    "punjabi": "ਹੇ ਪਾਪ ਕਮਾਣ ਵਾਲੇ ਕੋਈ ਭੀ ਤੇਰਾ (ਸਦਾ ਦਾ) ਸਾਥੀ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24190,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੋੲੇ ਨ ਬੇਲੀ ਹੋੲਿ ਤੇਰਾ; ਸਦਾ ਪਛੋਤਾਵਹੇ ॥",
    "transliteration": "Koeae N Baelee Hoe Thaeraa Sadhaa Pashhothaavehae ||",
    "translation": "No one shall be your friend, and you shall forever regret your actions.",
    "punjabi": "ਤੇ ਨਾ ਤੇਰਾ ਕੋਈ ਸਾਥੀ ਬਣੇਗਾ, ਤੂੰ ਸਦਾ ਹੱਥ ਮਲਦਾ ਰਹਿ ਜਾਏਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24191,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਨ ਗੁਪਾਲ. ਨ ਜਪਹਿ ਰਸਨਾ; ਫਿਰਿ ਕਦਹੁ. ਸੇ ਦਿਹ ਅਾਵਹੇ ॥",
    "transliteration": "Gun Gupaal N Japehi Rasanaa Fir Kadhahu Sae Dhih Aavehae ||",
    "translation": "You have not chanted with your tongue the Praises of the Sustainer of the World; when will these days come again?",
    "punjabi": "ਤੂੰ ਆਪਣੀ ਜੀਭ ਨਾਲ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਕ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਨਹੀਂ ਜਪਦਾ, ਜ਼ਿੰਦਗੀ ਦੇ ਇਹ ਦਿਨ ਫਿਰ ਕਦੇ ਵਾਪਸ ਨਹੀਂ ਆਉਣਗੇ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24192,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਰਵਰ ਵਿਛੁੰਨੇ. ਨਹ ਪਾਤ ਜੁੜਤੇ; ਜਮ ਮਗਿ ਗੳੁਨੁ ੲਿਕੇਲੀ ॥",
    "transliteration": "Tharavar Vishhunnae Neh Paath Jurrathae Jam Mag Goun Eikaelee ||",
    "translation": "The leaf, separated from the branch, shall not be joined with it again; all alone, it falls on its way to death.",
    "punjabi": "(ਜਿਵੇਂ) ਰੁੱਖਾਂ ਨਾਲੋਂ ਵਿਛੁੜੇ ਹੋਏ ਪੱਤਰ (ਮੁੜ ਰੁੱਖਾਂ ਨਾਲ) ਨਹੀਂ ਜੁੜ ਸਕਦੇ। (ਮਨੁੱਖ ਦੀ) ਜਿੰਦ ਆਤਮਕ ਮੌਤ ਦੇ ਰਸਤੇ ਉੱਤੇ ਇਕੱਲੀ ਹੀ ਤੁਰੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਤਰਵਰ) ਰੁੱਖ",
    "type_id": 3
  },
  {
    "id": 24193,
    "shabad_id": 2074,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਨਵੰਤ ਨਾਨਕ. ਬਿਨੁ ਨਾਮ ਹਰਿ ਕੇ; ਸਦਾ ਫਿਰਤ ਦੁਹੇਲੀ ॥੧॥",
    "transliteration": "Binavanth Naanak Bin Naam Har Kae Sadhaa Firath Dhuhaelee ||1||",
    "translation": "Prays Nanak, without the Lord's Name, the soul wanders, forever suffering. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਸਦਾ ਦੁੱਖਾਂ ਨਾਲ ਘਿਰੀ ਹੋਈ ਭਟਕਦੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24194,
    "shabad_id": 2074,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੂੰ ਵਲ ਵੰਚ ਲੂਕਿ ਕਰਹਿ; ਸਭ ਜਾਣੈ ਜਾਣੀ ਰਾਮ ॥",
    "transliteration": "Thoon Valavanch Look Karehi Sabh Jaanai Jaanee Raam ||",
    "translation": "You are practicing deception secretly, but the Lord, the Knower, knows all.",
    "punjabi": "(ਹੇ ਪ੍ਰਾਣੀ!) ਤੂੰ (ਲੋਕਾਂ ਪਾਸੋਂ) ਲੁਕ ਲੁਕ ਕੇ ਵਲ-ਛਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਪਰ ਅੰਤਰਜਾਮੀ ਪਰਮਾਤਮਾ ਤੇਰੀ ਹਰੇਕ ਕਰਤੂਤ ਨੂੰ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24195,
    "shabad_id": 2074,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਲੇਖਾ ਧਰਮ ਭੲਿਅਾ; ਤਿਲ ਪੀੜੇ ਘਾਣੀ ਰਾਮ ॥",
    "transliteration": "Laekhaa Dhharam Bhaeiaa Thil Peerrae Ghaanee Raam ||",
    "translation": "When the Righteous Judge of Dharma reads your account, you shall be squeezed like a sesame seed in the oil-press.",
    "punjabi": "ਜਦੋਂ ਧਰਮਰਾਜ ਦਾ ਹਿਸਾਬ ਹੁੰਦਾ ਹੈ ਤਾਂ (ਮੰਦੇ ਕਰਮ ਕਰਨ ਵਾਲੇ ਇਉਂ) ਪੀੜੇ ਜਾਂਦੇ ਹਨ ਜਿਵੇਂ ਤਿਲ (ਘਾਣੀ ਵਿਚ) ਪੀੜੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24196,
    "shabad_id": 2074,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਕਿਰਤ ਕਮਾਣੇ ਦੁਖ ਸਹੁ ਪਰਾਣੀ; ਅਨਿਕ ਜੋਨਿ ਭ੍ਰਮਾੲਿਅਾ ॥",
    "transliteration": "Kirath Kamaanae Dhukh Sahu Paraanee Anik Jon Bhramaaeiaa ||",
    "translation": "For the actions you committed, you shall suffer the penalty; you shall be consigned to countless reincarnations.",
    "punjabi": "(ਪ੍ਰਾਣੀ!) ਆਪਣੇ ਕੀਤੇ ਕਮਾਏ ਕਰਮਾਂ ਅਨੁਸਾਰ ਦੁੱਖ ਸਹਾਰਦਾ ਹੈ ਤੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24197,
    "shabad_id": 2074,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਹਾ ਮੋਹਨੀ ਸੰਗਿ ਰਾਤਾ; ਰਤਨ ਜਨਮੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Mehaa Mohanee Sang Raathaa Rathan Janam Gavaaeiaa ||",
    "translation": "Imbued with the love of Maya, the great enticer, you shall lose the jewel of this human life.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਇਸ ਵੱਡੀ ਮੋਹ ਲੈਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਨਾਲ ਹੀ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਉਹ ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24198,
    "shabad_id": 2074,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਸੁ ਹਰਿ ਕੇ ਨਾਮ ਬਾਝਹੁ; ਅਾਨ ਕਾਜ ਸਿਅਾਣੀ ॥",
    "transliteration": "Eikas Har Kae Naam Baajhahu Aan Kaaj Siaanee ||",
    "translation": "Except for the One Name of the Lord, you are clever in everything else.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ!) ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਗ਼ੈਰ ਤੂੰ ਹੋਰ ਸਾਰੇ ਕੰਮਾਂ ਵਿਚ ਸਿਆਣੀ ਬਣੀ ਫਿਰਦੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24199,
    "shabad_id": 2074,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਬਿਨਵੰਤ ਨਾਨਕ. ਲੇਖੁ ਲਿਖਿਅਾ; ਭਰਮਿ ਮੋਹਿ ਲੁਭਾਣੀ ॥੨॥",
    "transliteration": "Binavanth Naanak Laekh Likhiaa Bharam Mohi Lubhaanee ||2||",
    "translation": "Prays Nanak, those who have such pre-ordained destiny are attracted to doubt and emotional attachment. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਤੇਰੇ ਮੱਥੇ ਉਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹੀ ਲੇਖ ਲਿਖਿਆ ਜਾ ਰਿਹਾ ਹੈ ਤੇ (ਤਾਹੀਏਂ) ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਭਟਕਣਾ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24200,
    "shabad_id": 2074,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬੀਚੁ. ਨ ਕੋੲਿ ਕਰੇ; ਅਕਿ੍ਰਤਘਣੁ ਵਿਛੁੜਿ ਪੲਿਅਾ ॥",
    "transliteration": "Beech N Koe Karae Akirathaghan Vishhurr Paeiaa ||",
    "translation": "No one advocates for the ungrateful person, who is separated from the Lord.",
    "punjabi": "ਨਾ-ਸ਼ੁਕਰਾ (ਪਰਮਾਤਮਾ ਦੇ ਕੀਤੇ ਉਪਕਾਰਾਂ ਨੂੰ ਨਾਹ ਜਾਣਨ ਵਾਲਾ) ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿਛੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਲਈ) ਕੋਈ (ਉਸ ਦਾ) ਵਿਚੋਲਾ-ਪਨ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਅ-ਕਿ੍ਰਤਘਣੁ",
    "type_id": 3
  },
  {
    "id": 24201,
    "shabad_id": 2074,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਾੲੇ ਖਰੇ ਕਠਿਨ; ਜਮਕੰਕਰਿ ਪਕੜਿ ਲੲਿਅਾ ॥",
    "transliteration": "Aaeae Kharae Kathin Jamakankar Pakarr Laeiaa ||",
    "translation": "The hard-hearted Messenger of Death comes and seizes him.",
    "punjabi": "ਆਖ਼ਰ ਬੜਾ ਨਿਰਦਈ ਜਮਦੂਤ ਆ ਕੇ ਉਸ ਨੂੰ ਫੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24202,
    "shabad_id": 2074,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਪਕੜੇ ਚਲਾੲਿਅਾ. ਅਪਣਾ ਕਮਾੲਿਅਾ; ਮਹਾ ਮੋਹਨੀ ਰਾਤਿਅਾ ॥",
    "transliteration": "Pakarrae Chalaaeiaa Apanaa Kamaaeiaa Mehaa Mohanee Raathiaa ||",
    "translation": "He seizes him, and leads him away, to pay for his evil deeds; he was imbued with Maya, the great enticer.",
    "punjabi": "ਤੇ ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੀ ਉਮਰ ਡਾਢੀ ਮਾਇਆ ਵਿਚ ਮਸਤ ਰਹਿਣ ਕਰਕੇ ਉਹ ਆਪਣਾ ਕੀਤਾ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24203,
    "shabad_id": 2074,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਗੁਨ ਗੋਵਿੰਦ ਗੁਰਮੁਖਿ. ਨ ਜਪਿਅਾ; ਤਪਤ ਥੰਮ੍ਹ ਗਲਿ ਲਾਤਿਅਾ ॥",
    "transliteration": "Gun Govindh Guramukh N Japiaa Thapath Thhanmh Gal Laathiaa ||",
    "translation": "He was not Gurmukh - he did not chant the Glorious Praises of the Lord of the Universe; and now, the hot irons are put to his chest.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਕਦੇ ਯਾਦ ਨਹੀਂ ਕਰਦਾ (ਉਹ ਵਿਕਾਰਾਂ ਦੀ ਸੜਨ ਵਿਚ ਹੈ, ਜਿਵੇਂ) ਸੜਦੇ-ਬਲਦੇ ਥੰਮਾਂ ਦੇ ਗਲ ਨਾਲ ਉਸ ਨੂੰ ਲਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24204,
    "shabad_id": 2074,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧਿ ਅਹੰਕਾਰਿ ਮੂਠਾ; ਖੋੲਿ ਗਿਅਾਨੁ ਪਛੁਤਾਪਿਅਾ ॥",
    "transliteration": "Kaam Krodhh Ahankaar Moothaa Khoe Giaan Pashhuthaapiaa ||",
    "translation": "He is ruined by sexual desire, anger and egotism; deprived of spiritual wisdom, he comes to regret.",
    "punjabi": "ਕਾਮ ਵਿਚ, ਕ੍ਰੋਧ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ (ਫਸੇ ਰਹਿ ਕੇ) ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਬੈਠਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਗਵਾ ਕੇ (ਆਖ਼ਰ) ਹੱਥ ਮਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24205,
    "shabad_id": 2074,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਿਨਵੰਤ ਨਾਨਕ. ਸੰਜੋਗਿ ਭੂਲਾ; ਹਰਿ ਜਾਪੁ ਰਸਨ. ਨ ਜਾਪਿਅਾ ॥੩॥",
    "transliteration": "Binavanth Naanak Sanjog Bhoolaa Har Jaap Rasan N Jaapiaa ||3||",
    "translation": "Prays Nanak, by his cursed destiny he has gone astray; with his tongue, he does not chant the Name of the Lord. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ (ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦੇ) ਸੰਜੋਗ ਦੇ ਕਾਰਨ (ਮਨੁੱਖ) ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਕਦੇ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24206,
    "shabad_id": 2074,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਤੁਝ ਬਿਨੁ. ਕੋ ਨਾਹੀ; ਪ੍ਰਭ ਰਾਖਨਹਾਰਾ ਰਾਮ ॥",
    "transliteration": "Thujh Bin Ko Naahee Prabh Raakhanehaaraa Raam ||",
    "translation": "Without You, God, no one is our savior.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਤੋਂ) ਬਚਾ ਸਕਣ ਵਾਲਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24207,
    "shabad_id": 2074,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪਤਿਤ. ੳੁਧਾਰਣ; ਹਰਿ ਬਿਰਦੁ ਤੁਮਾਰਾ ਰਾਮ ॥",
    "transliteration": "Pathith Oudhhaaran Har Biradh Thumaaraa Raam ||",
    "translation": "It is Your Nature, Lord, to save the sinners.",
    "punjabi": "ਇੰਜ ਕਰਨਾ ਤੇਰਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ, ਹੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਇਆਂ ਨੂੰ (ਡੁੱਬਣੋਂ) ਬਚਾਣ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24208,
    "shabad_id": 2074,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪਤਿਤ ੳੁਧਾਰਨ. ਸਰਨਿ ਸੁਅਾਮੀ; ਕਿ੍ਰਪਾਨਿਧਿ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Pathith Oudhhaaran Saran Suaamee Kirapaa Nidhh Dhaeiaalaa ||",
    "translation": "O Savior of sinners, I have entered Your Sanctuary, O Lord and Master, Compassionate Ocean of Mercy.",
    "punjabi": "ਹੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਇਆਂ ਨੂੰ (ਡੁੱਬਣੋਂ) ਬਚਾਣ ਵਾਲੇ! ਹੇ ਸੁਆਮੀ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ! ਹੇ ਦਇਆ ਦੇ ਘਰ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24209,
    "shabad_id": 2074,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਤੇ. ੳੁਧਰੁ ਕਰਤੇ; ਸਗਲ ਘਟ ਪ੍ਰਤਿਪਾਲਾ ॥",
    "transliteration": "Andhh Koop Thae Oudhhar Karathae Sagal Ghatt Prathipaalaa ||",
    "translation": "Please, rescue me from the deep, dark pit, O Creator, Cherisher of all hearts.",
    "punjabi": "ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਅੰਨ੍ਹੇ ਖੂਹ (ਵਿਚ ਡੁੱਬਣ) ਤੋਂ ਬਚਾ ਲੈ, ਹੇ ਕਰਤਾਰ! ਹੇ ਸਾਰੇ ਸਰੀਰਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲੇ!",
    "pronunciation": "(ੳੁ-ਧਰੁ) ੳੁਧਾਰਨਾ ਕਰੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 24210,
    "shabad_id": 2074,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਰਨਿ ਤੇਰੀ ਕਟਿ ਮਹਾ ਬੇੜੀ; ੲਿਕੁ ਨਾਮੁ ਦੇਹਿ ਅਧਾਰਾ ॥",
    "transliteration": "Saran Thaeree Katt Mehaa Baerree Eik Naam Dhaehi Adhhaaraa ||",
    "translation": "I seek Your Sanctuary; please, cut away these heavy bonds, and give me the Support of the One Name.",
    "punjabi": "ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ; ਮੇਰੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਕਰੜੀ ਬੇੜੀ ਕੱਟ ਦੇ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ-ਆਸਰਾ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  }
]
