[
  {
    "id": 24250,
    "shabad_id": 2076,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਰਾਜਨ. ਕਿੳੁ ਸੋੲਿਅਾ ਤੂ ਨੀਦ ਭਰੇ; ਜਾਗਤ ਕਤ ਨਾਹੀ ਰਾਮ ॥",
    "transliteration": "Raajan Kio Soeiaa Thoo Needh Bharae Jaagath Kath Naahee Raam ||",
    "translation": "O king, why are you sleeping? Why don't you wake up to reality?",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਸਰਦਾਰ ਮਨੁੱਖ! ਤੂੰ ਕਿਉਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਗੂੜ੍ਹੀ ਨੀਂਦ ਵਿਚ ਸੌਂ ਰਿਹਾ ਹੈਂ? ਤੂੰ ਕਿਉਂ ਸੁਚੇਤ ਨਹੀਂ ਹੁੰਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24251,
    "shabad_id": 2076,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਝੂਠੁ ਰੁਦਨੁ; ਕੇਤੇ ਬਿਲਲਾਹੀ ਰਾਮ ॥",
    "transliteration": "Maaeiaa Jhooth Rudhan Kaethae Bilalaahee Raam ||",
    "translation": "It is useless to cry and whine about Maya, but so many cry out and bewail.",
    "punjabi": "ਇਸ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਅਨੇਕਾਂ ਹੀ ਮਨੁੱਖ ਝੂਠਾ ਰੋਣ-ਕੁਰਲਾਣ ਕਰਦੇ ਆ ਰਹੇ ਹਨ, ਵਿਲਕਦੇ ਆ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਰੁਦਨੁ) ਰੋਣਾ",
    "type_id": 3
  },
  {
    "id": 24252,
    "shabad_id": 2076,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬਿਲਲਾਹਿ ਕੇਤੇ ਮਹਾ ਮੋਹਨ; ਬਿਨੁ ਨਾਮ ਹਰਿ ਕੇ, ਸੁਖੁ ਨਹੀ ॥",
    "transliteration": "Bilalaahi Kaethae Mehaa Mohan Bin Naam Har Kae Sukh Nehee ||",
    "translation": "So many cry out for Maya, the great enticer, but without the Name of the Lord, there is no peace.",
    "punjabi": "ਬੇਅੰਤ ਪ੍ਰਾਣੀ ਇਸ ਡਾਢੀ ਮਨ-ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਤਰਲੇ ਲੈਂਦੇ ਆ ਰਹੇ ਹਨ ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸੁਖ (ਕਿਸੇ ਨੂੰ) ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24253,
    "shabad_id": 2076,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਹਸ ਸਿਅਾਣਪ ੳੁਪਾਵ ਥਾਕੇ; ਜਹ ਭਾਵਤ ਤਹ ਜਾਹੀ ॥",
    "transliteration": "Sehas Siaanap Oupaav Thhaakae Jeh Bhaavath Theh Jaahee ||",
    "translation": "Thousands of clever tricks and efforts will not succeed. One goes wherever the Lord wills him to go.",
    "punjabi": "ਜੀਵ ਹਜ਼ਾਰਾਂ ਚਤੁਰਾਈਆਂ ਹਜ਼ਾਰਾਂ ਹੀਲੇ ਕਰਦੇ ਥੱਕ ਜਾਂਦੇ ਹਨ ਪਰ ਜਿਧਰ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਉਧਰ ਹੀ ਜੀਵ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24254,
    "shabad_id": 2076,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਅਾਦਿ ਅੰਤੇ ਮਧਿ ਪੂਰਨ; ਸਰਬਤ੍ਰ ਘਟਿ ਘਟਿ ਅਾਹੀ ॥",
    "transliteration": "Aadh Anthae Madhh Pooran Sarabathr Ghatt Ghatt Aahee ||",
    "translation": "In the beginning, in the middle, and in the end, He is all-pervading everywhere; He is in each and every heart.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਲਈ ਹੀ ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਹੈ।",
    "pronunciation": "(ਅਾਹੀ) ਹੈ",
    "type_id": 3
  },
  {
    "id": 24255,
    "shabad_id": 2076,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਬਿਨਵੰਤ ਨਾਨਕ. ਜਿਨ ਸਾਧਸੰਗਮੁ; ਸੇ ਪਤਿ ਸੇਤੀ ਘਰਿ ਜਾਹੀ ॥੨॥",
    "transliteration": "Binavanth Naanak Jin Saadhhasangam Sae Path Saethee Ghar Jaahee ||2||",
    "translation": "Prays Nanak, those who join the Saadh Sangat go to the house of the Lord with honor. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ (ਇਥੋਂ) ਇੱਜ਼ਤ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24256,
    "shabad_id": 2076,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਨਰਪਤਿ ਜਾਣਿ ਗ੍ਰਹਿਓ; ਸੇਵਕ ਸਿਅਾਣੇ ਰਾਮ ॥",
    "transliteration": "Narapath Jaan Grehiou Saevak Siaanae Raam ||",
    "translation": "O king of mortals, know that your palaces and wise servants shall be of no use in the end.",
    "punjabi": "ਰਾਜਾ ਵੀ ਸਿਆਣੇ ਸੇਵਕਾਂ ਨੂੰ (ਆਪਣੇ) ਜਾਣ ਕੇ (ਰਾਜ ਦੇ ਮੋਹ ਵਿਚ) ਫਸ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਗ੍ਰਹਿਓ) ਘਰ ਦੇ",
    "type_id": 3
  },
  {
    "id": 24257,
    "shabad_id": 2076,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਰਪਰ ਵੀਛੁੜਣਾ; ਮੋਹੇ ਪਛੁਤਾਣੇ ਰਾਮ ॥",
    "transliteration": "Sarapar Veeshhurranaa Mohae Pashhuthaanae Raam ||",
    "translation": "You shall certainly have to separate yourself from them, and their attachment shall make you feel regret.",
    "punjabi": "ਪਰ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਨਾਲੋਂ) ਜ਼ਰੂਰ ਵਿਛੁੜ ਜਾਣਾ ਹੈ, ਜੋ ਮੋਹ ਵਿਚ ਫਸਦੇ ਹਨ, ਉਹ ਆਖ਼ਰ ਹੱਥ ਮਲਦੇ ਰਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24258,
    "shabad_id": 2076,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿਚੰਦੳੁਰੀ ਦੇਖਿ ਭੂਲਾ; ਕਹਾ ਅਸਥਿਤਿ ਪਾੲੀਅੈ ॥",
    "transliteration": "Harichandhouree Dhaekh Bhoolaa Kehaa Asathhith Paaeeai ||",
    "translation": "Beholding the phantom city, you have gone astray; how can you now find stability?",
    "punjabi": "ਮਨੁੱਖ ਆਕਾਸ਼ ਵਿਚ ਦੇ ਖ਼ਿਆਲੀ ਸ਼ਹਰ ਵਰਗੇ ਜਗਤ ਨੂੰ ਵੇਖ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ, ਪਰ ਇਥੇ ਕਿਤੇ ਭੀ ਸਦਾ ਦਾ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24259,
    "shabad_id": 2076,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਬਿਨੁ ਨਾਮ ਹਰਿ ਕੇ. ਅਾਨ ਰਚਨਾ; ਅਹਿਲਾ ਜਨਮੁ ਗਵਾੲੀਅੈ ॥",
    "transliteration": "Bin Naam Har Kae Aan Rachanaa Ahilaa Janam Gavaaeeai ||",
    "translation": "Absorbed in things other than the Name of the Lord, this human life is wasted in vain.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ, ਜਗਤ-ਚਰਨਾ ਦੇ ਹੋਰ ਹੋਰ ਪਦਾਰਥਾਂ ਵਿਚ ਫਸ ਕੇ ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24260,
    "shabad_id": 2076,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹੳੁ ਹੳੁ ਕਰਤ. ਨ ਤ੍ਰਿਸਨ ਬੂਝੈ; ਨਹ ਕਾਂਮ ਪੂਰਨ ਗਿਅਾਨੇ ॥",
    "transliteration": "Ho Ho Karath N Thrisan Boojhai Neh Kaanm Pooran Giaanae ||",
    "translation": "Indulging in egotistical actions, your thirst is not quenched. Your desires are not fulfilled, and you do not attain spiritual wisdom.",
    "punjabi": "ਮੈਂ ਮੈਂ ਕਰਦਿਆਂ ਕਦੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕਦੀ ਨਹੀਂ, ਤੇ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਮਨੋਰਥ ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "ਬੂਝੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24261,
    "shabad_id": 2076,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਬਿਨੁ ਨਾਮ ਹਰਿ ਕੇ; ਕੇਤਿਅਾ ਪਛੁਤਾਨੇ ॥੩॥",
    "transliteration": "Binavanth Naanak Bin Naam Har Kae Kaethiaa Pashhuthaanae ||3||",
    "translation": "Prays Nanak, without the Name of the Lord, so many have departed with regret. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਅਨੇਕਾਂ ਜੀਵ ਹੱਥ ਮਲਦੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24262,
    "shabad_id": 2076,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਧਾਰਿ ਅਨੁਗ੍ਰਹੋ; ਅਪਨਾ ਕਰਿ ਲੀਨਾ ਰਾਮ ॥",
    "transliteration": "Dhhaar Anugreho Apanaa Kar Leenaa Raam ||",
    "translation": "Showering His blessings, the Lord has made me His own.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਇਆ ਕਰ ਕੇ ਆਪਣਾ ਬਣਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "ਅ-ਨੁੱਗ੍ਰਹੋ",
    "type_id": 3
  },
  {
    "id": 24263,
    "shabad_id": 2076,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਭੁਜਾ ਗਹਿ ਕਾਢਿ ਲੀਓ; ਸਾਧੂਸੰਗੁ ਦੀਨਾ ਰਾਮ ॥",
    "transliteration": "Bhujaa Gehi Kaadt Leeou Saadhhoo Sang Dheenaa Raam ||",
    "translation": "Grasping me by the arm, He has pulled me out of the mud, and He has blessed me with the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਤੇ ਉਸ ਨੂੰ ਬਾਹੋਂ ਫੜ ਕੇ (ਮੋਹ ਦੇ ਖੂਹ ਵਿਚੋਂ) ਕੱਢ ਲੈਂਦਾ ਹੈ ਤੇ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਮਿਲਾਪ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24264,
    "shabad_id": 2076,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਾਧਸੰਗਮਿ ਹਰਿ ਅਰਾਧੇ; ਸਗਲ ਕਲਮਲ ਦੁਖ ਜਲੇ ॥",
    "transliteration": "Saadhhasangam Har Araadhhae Sagal Kalamal Dhukh Jalae ||",
    "translation": "Worshipping the Lord in the Saadh Sangat, all my sins and sufferings are burnt away.",
    "punjabi": "ਜੋ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਸਾਰੇ ਦੁੱਖ ਸੜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24265,
    "shabad_id": 2076,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਹਾ ਧਰਮ. ਸੁ ਦਾਨ ਕਿਰਿਅਾ; ਸੰਗਿ ਤੇਰੈ ਸੇ ਚਲੇ ॥",
    "transliteration": "Mehaa Dhharam Sudhaan Kiriaa Sang Thaerai Sae Chalae ||",
    "translation": "This is the greatest religion, and the best act of charity; this alone shall go along with you.",
    "punjabi": "ਸਭ ਤੋਂ ਵੱਡਾ ਧਰਮ ਤੇ ਦਾਨ ਹੈ ਨਾਮ-ਜਪਣ ਦਾ ਤੇ ਇਹੀ ਕੰਮ ਤੇਰੇ ਨਾਲ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "ਚੱਲੇ",
    "type_id": 3
  },
  {
    "id": 24266,
    "shabad_id": 2076,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਰਸਨਾ ਅਰਾਧੈ ੲੇਕੁ ਸੁਅਾਮੀ; ਹਰਿ ਨਾਮਿ ਮਨੁ ਤਨੁ ਭੀਨਾ ॥",
    "transliteration": "Rasanaa Araadhhai Eaek Suaamee Har Naam Man Than Bheenaa ||",
    "translation": "My tongue chants in adoration the Name of the One Lord and Master; my mind and body are drenched in the Lord's Name.",
    "punjabi": "ਜੋ ਭੀ ਜੀਭ ਨਾਲ ਇਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਤੇ ਹਿਰਦਾ ਨਾਮ-ਜਲ ਵਿਚ ਤਰੋ-ਤਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24267,
    "shabad_id": 2076,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਜਿਸ ਨੋ ਹਰਿ ਮਿਲਾੲੇ; ਸੋ ਸਰਬ ਗੁਣ ਪਰਬੀਨਾ ॥੪॥੬॥੯॥",
    "transliteration": "Naanak Jis No Har Milaaeae So Sarab Gun Parabeenaa ||4||6||9||",
    "translation": "O Nanak, whoever the Lord unites with Himself, is filled with all virtues. ||4||6||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ਉਹ ਸਾਰੇ ਗੁਣਾਂ ਵਿਚ ਸਿਆਣਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੬॥੯॥",
    "pronunciation": "(ਪਰਬੀਨਾ) ਸਿਅਾਣਾ",
    "type_id": 3
  },
  {
    "id": 24268,
    "shabad_id": 2077,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਹਾਗੜੇ ਕੀ ਵਾਰ ਮਹਲਾ ੪",
    "transliteration": "Bihaagarrae Kee Vaar Mehalaa 4",
    "translation": "Vaar Of Bihaagraa, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਬਿਹਾਗੜਾ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ 'ਵਾਰ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24269,
    "shabad_id": 2077,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 24270,
    "shabad_id": 2077,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24271,
    "shabad_id": 2077,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਤੇ. ਸੁਖੁ ਪਾੲੀਅੈ; ਹੋਰ ਥੈ ਸੁਖੁ. ਨ ਭਾਲਿ ॥",
    "transliteration": "Gur Saevaa Thae Sukh Paaeeai Hor Thhai Sukh N Bhaal ||",
    "translation": "Serving the Guru, peace is obtained; do not search for peace anywhere else.",
    "punjabi": "ਸੁਖ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ (ਹੀ) ਮਿਲਦਾ ਹੈ ਕਿਸੇ ਹੋਰ ਥਾਂ ਸੁਖ ਨਾਹ ਢੂੰਢ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24272,
    "shabad_id": 2077,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਮਨੁ ਭੇਦੀਅੈ; ਸਦਾ ਵਸੈ ਹਰਿ ਨਾਲਿ ॥",
    "transliteration": "Gur Kai Sabadh Man Bhaedheeai Sadhaa Vasai Har Naal ||",
    "translation": "The soul is pierced by the Word of the Guru's Shabad. The Lord dwells ever with the soul.",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮਨ ਨੂੰ ਪ੍ਰੋ ਦੇਈਏ ਤਾਂ ਹਰੀ ਸਦਾ ਅੰਗ ਸੰਗ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24273,
    "shabad_id": 2077,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਤਿਨਾ ਕੳੁ ਮਿਲੈ; ਜਿਨ ਹਰਿ ਵੇਖੈ ਨਦਰਿ ਨਿਹਾਲਿ ॥੧॥",
    "transliteration": "Naanak Naam Thinaa Ko Milai Jin Har Vaekhai Nadhar Nihaal ||1||",
    "translation": "O Nanak, they alone obtain the Naam, the Name of the Lord, who are blessed by the Lord with His Glance of Grace. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਹਰੀ ਦਾ) ਨਾਮ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਵੇਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24274,
    "shabad_id": 2078,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24275,
    "shabad_id": 2078,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਿਫਤਿ ਖਜਾਨਾ ਬਖਸ ਹੈ; ਜਿਸੁ ਬਖਸੈ ਸੋ ਖਰਚੈ ਖਾੲਿ ॥",
    "transliteration": "Sifath Khajaanaa Bakhas Hai Jis Bakhasai So Kharachai Khaae ||",
    "translation": "The treasure of the Lord's Praise is such a blessed gift; he alone obtains it to spend, unto whom the Lord bestows it.",
    "punjabi": "ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਖ਼ਜ਼ਾਨਾ (ਹਰੀ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਹੈ ਤੇ ਜਿਸ ਨੂੰ (ਪ੍ਰਭੂ) ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹ ਹੀ ਖ਼ਰਚਦਾ ਤੇ ਖ਼ਾਂਦਾ ਹੈ (ਭਾਵ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਆਨੰਦ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24276,
    "shabad_id": 2078,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਬਿਨੁ. ਹਥਿ ਨ ਅਾਵੲੀ; ਸਭ ਥਕੇ ਕਰਮ ਕਮਾੲਿ ॥",
    "transliteration": "Sathigur Bin Hathh N Aavee Sabh Thhakae Karam Kamaae ||",
    "translation": "Without the True Guru, it does not come to hand; all have grown weary of performing religious rituals.",
    "punjabi": "ਬਥੇਰੇ ਕਰਮ-ਕਾਂਡ ਕਰਕੇ ਲੋਕ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ ਪਰ (ਇਹ ਬਖ਼ਸ਼ਸ਼) ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾਂ ਮਿਲਦੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24277,
    "shabad_id": 2078,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਮਨਮੁਖੁ ਜਗਤੁ ਧਨ ਹੀਣੁ ਹੈ; ਅਗੈ ਭੁਖਾ ਕਿ ਖਾੲਿ ॥੨॥",
    "transliteration": "Naanak Manamukh Jagath Dhhaneheen Hai Agai Bhukhaa K Khaae ||2||",
    "translation": "O Nanak, the self-willed manmukhs of the world lack this wealth; when they are hungry in the next world, what will they have to eat there? ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨ ਦਾ ਅਧੀਨ (ਤੇ ਸਤਿਗੁਰੂ ਤੋਂ ਭੁੱਲਾ) ਹੋਇਆ ਸੰਸਾਰ ਅਸਲ ਧਨ ਤੋਂ ਸੱਖਣਾ ਹੈ ਤੇ (ਆਤਮਕ ਜੀਵਨ) ਦਾ ਭੁਖਾ ਇਸ ਤੋਂ ਕੁਝ ਨਹੀਂ ਹਾਸਲ ਕਰ ਸਕਦਾ ॥੨॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 24278,
    "shabad_id": 2079,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24279,
    "shabad_id": 2079,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਭ ਤੇਰੀ ਤੂ ਸਭਸ ਦਾ; ਸਭ ਤੁਧੁ ੳੁਪਾੲਿਅਾ ॥",
    "transliteration": "Sabh Thaeree Thoo Sabhas Dhaa Sabh Thudhh Oupaaeiaa ||",
    "translation": "All are Yours, and You belong to all. You created all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੀ ਹੈ, ਤੂੰ ਸਭਨਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਸਭਨਾਂ ਨੂੰ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24280,
    "shabad_id": 2079,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਭਨਾ ਵਿਚਿ ਤੂ ਵਰਤਦਾ; ਤੂ ਸਭਨੀ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Sabhanaa Vich Thoo Varathadhaa Thoo Sabhanee Dhhiaaeiaa ||",
    "translation": "You are pervading within all - all meditate on You.",
    "punjabi": "ਸਾਰਿਆਂ (ਜੀਵਾਂ) ਵਿਚ ਤੂੰ ਵਿਆਪਕ ਹੈਂ, ਤੇ ਸਭ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24281,
    "shabad_id": 2079,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਿਸ ਦੀ ਤੂ ਭਗਤਿ ਥਾੲਿ ਪਾੲਿਹਿ; ਜੋ ਤੁਧੁ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "This Dhee Thoo Bhagath Thhaae Paaeihi Jo Thudhh Man Bhaaeiaa ||",
    "translation": "You accept the devotional worship of those who are pleasing to Your Mind.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਤੈਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਉਸ ਦੀ ਭਗਤੀ ਤੂੰ ਕਬੂਲ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24282,
    "shabad_id": 2079,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਹਰਿ ਪ੍ਰਭ ਭਾਵੈ ਸੋ ਥੀਅੈ; ਸਭਿ ਕਰਨਿ ਤੇਰਾ ਕਰਾੲਿਅਾ ॥",
    "transliteration": "Jo Har Prabh Bhaavai So Thheeai Sabh Karan Thaeraa Karaaeiaa ||",
    "translation": "Whatever pleases the Lord God happens; all act as You cause them to act.",
    "punjabi": "ਹੇ ਹਰੀ ਪ੍ਰਭੂ! ਜੋ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਸੋ (ਸੰਸਾਰ ਵਿਚ) ਹੁੰਦਾ ਹੈ, ਸਾਰੇ ਜੀਵ ਤੇਰਾ ਕਰਾਇਆ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24283,
    "shabad_id": 2079,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲਾਹਿਹੁ ਹਰਿ ਸਭਨਾ ਤੇ ਵਡਾ; ਜੋ ਸੰਤ ਜਨਾਂ ਕੀ ਪੈਜ ਰਖਦਾ ਅਾੲਿਅਾ ॥੧॥",
    "transliteration": "Salaahihu Har Sabhanaa Thae Vaddaa Jo Santh Janaan Kee Paij Rakhadhaa Aaeiaa ||1||",
    "translation": "Praise the Lord, the greatest of all; He preserves the honor of the Saints. ||1||",
    "punjabi": "ਜੋ ਹਰੀ (ਮੁੱਢ ਤੋਂ) ਭਗਤਾਂ ਦੀ ਲਾਜ ਰੱਖਦਾ ਆਇਆ ਹੈ ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24284,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24285,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਗਿਅਾਨੀ ਜਗੁ ਜੀਤਾ; ਜਗਿ ਜੀਤਾ ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Naanak Giaanee Jag Jeethaa Jag Jeethaa Sabh Koe ||",
    "translation": "O Nanak, the spiritually wise one has conquered all others.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗਿਆਨਵਾਨ ਮਨੁੱਖ ਨੇ ਸੰਸਾਰ ਨੂੰ (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਨੂੰ) ਜਿੱਤ ਲਿਆ ਹੈ, (ਤੇ ਗਿਆਨੀ ਤੋਂ ਬਿਨਾ) ਹਰ ਇਕ ਮਨੁੱਖ ਨੂੰ ਸੰਸਾਰ ਨੇ ਜਿੱਤਿਆ ਹੈ, (ਗਿਆਨੀ ਦੇ)",
    "pronunciation": "ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 24286,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਮੇ ਕਾਰਜ ਸਿਧਿ ਹੈ; ਸਹਜੇ ਹੋੲਿ ਸੁ ਹੋੲਿ ॥",
    "transliteration": "Naamae Kaaraj Sidhh Hai Sehajae Hoe S Hoe ||",
    "translation": "Through the Name, his affairs are brought to perfection; whatever happens is by His Will.",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ) ਦੀ ਸਫਲਤਾ ਨਾਮ ਜਪਣ ਨਾਲ ਹੀ ਹੁੰਦੀ ਹੈ ਤਾਂ ਇੰਜ ਜਾਪਦਾ ਹੈ ਕਿ ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24287,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮਤਿ ਮਤਿ ਅਚਲੁ ਹੈ; ਚਲਾੲਿ. ਨ ਸਕੈ ਕੋੲਿ ॥",
    "transliteration": "Guramath Math Achal Hai Chalaae N Sakai Koe ||",
    "translation": "Under Guru's Instruction, his mind is held steady; no one can make him waver.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਮੱਤ ਤੇ ਤੁਰਿਆਂ (ਮਨੁੱਖ ਦੀ) ਮੱਤ ਪੱਕੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਕੋਈ (ਮਾਇਕ ਵਿਹਾਰ) ਉਸ ਨੂੰ ਡੁਲਾ ਨਹੀਂ ਸਕਦਾ,",
    "pronunciation": "ਅ-ਚੱਲੁ",
    "type_id": 3
  },
  {
    "id": 24288,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭਗਤਾ ਕਾ ਹਰਿ ਅੰਗੀਕਾਰੁ ਕਰੇ; ਕਾਰਜੁ ਸੁਹਾਵਾ ਹੋੲਿ ॥",
    "transliteration": "Bhagathaa Kaa Har Angeekaar Karae Kaaraj Suhaavaa Hoe ||",
    "translation": "The Lord makes His devotee His own, and his affairs are adjusted.",
    "punjabi": "ਤੇ (ਉਸ ਨੂੰ ਨਿਸਚਾ ਹੁੰਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਭਗਤਾਂ ਦਾ ਸਾਥ ਨਿਭਾਉਂਦਾ ਹੈ (ਤੇ ਉਹਨਾਂ ਦਾ ਹਰੇਕ) ਕੰਮ ਰਾਸ ਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
