[
  {
    "id": 24450,
    "shabad_id": 2109,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨਾ ਅਾਪੇ ਗੁਰਮੁਖਿ ਦੇ ਵਡਿਅਾੲੀ; ਸੇ ਜਨ ਸਚੀ ਦਰਗਹਿ ਜਾਣੇ ॥੧੧॥",
    "transliteration": "Jinaa Aapae Guramukh Dhae Vaddiaaee Sae Jan Sachee Dharagehi Jaanae ||11||",
    "translation": "That Gurmukh, whom You have blessed with greatness - that humble being is known in Your True Court. ||11||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨੂੰ ਆਪ ਆਦਰ ਦੇਂਦਾ ਹੈਂ, ਉਹ ਸੱਚੀ ਦਰਗਾਹ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24451,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕੁ ਮਰਦਾਨਾ ੧ ॥",
    "transliteration": "Salok Maradhaanaa 1 ||",
    "translation": "Shalok, Mardaanaa:",
    "punjabi": "",
    "pronunciation": "ਮਰਦਾਨਾ ਪਹਿਲਾ",
    "type_id": 3
  },
  {
    "id": 24452,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਲਿ ਕਲਵਾਲੀ ਕਾਮੁ ਮਦੁ; ਮਨੂਅਾ ਪੀਵਣਹਾਰੁ ॥",
    "transliteration": "Kal Kalavaalee Kaam Madh Manooaa Peevanehaar ||",
    "translation": "The Dark Age of Kali Yuga is the vessel, filled with the wine of sexual desire; the mind is the drunkard.",
    "punjabi": "ਕਲਜੁਗੀ ਸੁਭਾਉ (ਮਾਨੋ) (ਸ਼ਰਾਬ ਕੱਢਣ ਵਾਲੀ) ਮੱਟੀ ਹੈ; ਕਾਮ (ਮਾਨੋ) ਸ਼ਰਾਬ ਹੈ ਤੇ ਇਸ ਨੂੰ ਪੀਣ ਵਾਲਾ (ਮਨੁੱਖ ਦਾ) ਮਨ ਹੈ।",
    "pronunciation": "ਸੱਕ ਗੁੜ ਅਾਦਿ ਦਾ (ਕਲਵਾਲੀ) ਸਾੜਾ ਜਿਸ ਚੋਂ ਸ਼ਰਾਬ ਕੱਢੀਦੀ ਹੈ ਅਥਵਾ ਮੱਟੀ",
    "type_id": 3
  },
  {
    "id": 24453,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕ੍ਰੋਧ ਕਟੋਰੀ ਮੋਹਿ ਭਰੀ; ਪੀਲਾਵਾ ਅਹੰਕਾਰੁ ॥",
    "transliteration": "Krodhh Kattoree Mohi Bharee Peelaavaa Ahankaar ||",
    "translation": "Anger is the cup, filled with emotional attachment, and egotism is the server.",
    "punjabi": "ਮੋਹ ਨਾਲ ਭਰੀ ਹੋਈ ਕ੍ਰੋਧ ਦੀ (ਮਾਨੋ) ਕਟੋਰੀ ਹੈ ਤੇ ਅਹੰਕਾਰ (ਮਾਨੋ) ਪਿਲਾਉਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24454,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਜਲਸ ਕੂੜੇ ਲਬ ਕੀ; ਪੀ ਪੀ ਹੋੲਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Majalas Koorrae Lab Kee Pee Pee Hoe Khuaar ||",
    "translation": "Drinking too much in the company of falsehood and greed, one is ruined.",
    "punjabi": "ਕੂੜੇ ਲੱਬ ਦੀ (ਮਾਨੋ) ਮਜਲਸ ਹੈ (ਜਿਸ ਵਿਚ ਬਹਿ ਕੇ) ਮਨ (ਕਾਮ ਦੀ ਸ਼ਰਾਬ ਨੂੰ) ਪੀ ਪੀ ਕੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਮਜਲਸ) ਸਭਾ। ਲੱਬ",
    "type_id": 3
  },
  {
    "id": 24455,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਰਣੀ ਲਾਹਣਿ. ਸਤੁ ਗੁੜੁ; ਸਚੁ ਸਰਾ ਕਰਿ ਸਾਰੁ ॥",
    "transliteration": "Karanee Laahan Sath Gurr Sach Saraa Kar Saar ||",
    "translation": "So let good deeds be your distillery, and Truth your molasses; in this way, make the most excellent wine of Truth.",
    "punjabi": "ਚੰਗੀ ਕਰਣੀ ਨੂੰ (ਸ਼ਰਾਬ ਕੱਢਣ ਵਾਲੀ) ਲਾਹਣ, ਸੱਚ ਬੋਲਣ ਨੂੰ ਗੁੜ ਬਣਾ ਕੇ ਸੱਚੇ ਨਾਮ ਨੂੰ ਸ੍ਰੇਸ਼ਟ ਸ਼ਰਾਬ ਬਣਾ!",
    "pronunciation": "ਨਿਸ਼ਕਾਮ ਕਰਮਾ ਦੀਕਰਣੀ ਹੀ, ਕਿੱਕਰ ਸੱਕ ਗੁੜ ਧਾਵਿਅਾਂ ਦੇ ਫੁੱਲ ਫਟਕੜੀ ਅਾਦਿ ਦਾ (ਲਾਹਣਿ) ਘੋਲ਼। (ਸਰਾ) ਸ਼ਰਾਬ। (ਸੱਤੁ) ਸੱਚ",
    "type_id": 3
  },
  {
    "id": 24456,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਣ ਮੰਡੇ ਕਰਿ ਸੀਲੁ ਘਿੳੁ; ਸਰਮੁ ਮਾਸੁ ਅਾਹਾਰੁ ॥",
    "transliteration": "Gun Manddae Kar Seel Ghio Saram Maas Aahaar ||",
    "translation": "Make virtue your bread, good conduct the ghee, and modesty the meat to eat.",
    "punjabi": "ਗੁਣਾਂ ਨੂੰ ਮੰਡੇ, ਸੀਤਲ ਸੁਭਾਉ ਨੂੰ ਘਿਉ ਤੇ ਸ਼ਰਮ ਨੂੰ ਮਾਸ ਵਾਲੀ (ਇਹ ਸਾਰੀ) ਖ਼ੁਰਾਕ ਬਣਾ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24457,
    "shabad_id": 2110,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪਾੲੀਅੈ ਨਾਨਕਾ; ਖਾਧੈ ਜਾਹਿ ਬਿਕਾਰ ॥੧॥",
    "transliteration": "Guramukh Paaeeai Naanakaa Khaadhhai Jaahi Bikaar ||1||",
    "translation": "As Gurmukh, these are obtained, O Nanak; partaking of them, one's sins depart. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਖ਼ੁਰਾਕ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਮਿਲਦੀ ਹੈ ਤੇ ਇਸ ਦੇ ਖਾਧਿਆਂ ਸਾਰੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24458,
    "shabad_id": 2111,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਰਦਾਨਾ ੧ ॥",
    "transliteration": "Maradhaanaa 1 ||",
    "translation": "Mardaanaa:",
    "punjabi": "",
    "pronunciation": "ਪਹਿਲਾ",
    "type_id": 3
  },
  {
    "id": 24459,
    "shabad_id": 2111,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਾੲਿਅਾ ਲਾਹਣਿ ਅਾਪੁ ਮਦੁ; ਮਜਲਸ ਤਿ੍ਰਸਨਾ ਧਾਤੁ ॥",
    "transliteration": "Kaaeiaa Laahan Aap Madh Majalas Thrisanaa Dhhaath ||",
    "translation": "The human body is the vat, self-conceit is the wine, and desire is the company of drinking buddies.",
    "punjabi": "ਸਰੀਰ (ਮਾਨੋ) (ਸ਼ਰਾਬ ਕੱਢਣ ਵਾਲੀ ਸਮਗਰੀ ਸਮੇਤ) ਮੱਟੀ ਹੈ, ਅਹੰਕਾਰ ਸ਼ਰਾਬ, ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਭਟਕਣਾ (ਮਾਨੋ) ਮਹਿਫ਼ਲ ਹੈ।",
    "pronunciation": "(ਲਾਹਣਿ) ਮੱਟੀ ਸ਼ਰਾਬ ਕੱਢਣ ਵਾਲੀ। (ਅਾਪੁ) ਹੰਕਾਰ। (ਮਦੁ) ਸ਼ਰਾਬ। (ਮਜਲਸ) ਸਭਾ।ਮਜਲਸ:ਪੋਲਾ ਬੋਲੋ। (ਧਾਤੁ) ਦੌੜ ਭੱਜ",
    "type_id": 3
  },
  {
    "id": 24460,
    "shabad_id": 2111,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨਸਾ ਕਟੋਰੀ ਕੂੜਿ ਭਰੀ; ਪੀਲਾੲੇ ਜਮਕਾਲੁ ॥",
    "transliteration": "Manasaa Kattoree Koorr Bharee Peelaaeae Jamakaal ||",
    "translation": "The cup of the mind's longing is overflowing with falsehood, and the Messenger of Death is the cup-bearer.",
    "punjabi": "ਕੂੜ ਨਾਲ ਭਰੀ ਹੋਈ ਵਾਸ਼ਨਾਂ (ਮਾਨੋ) ਕਟੋਰੀ ਹੈ ਤੇ ਜਮ ਕਾਲ (ਮਾਨੋ) ਪਿਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "(ਮਨਸਾ) ਵਾਸਨਾ",
    "type_id": 3
  },
  {
    "id": 24461,
    "shabad_id": 2111,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਤੁ ਮਦਿ ਪੀਤੈ ਨਾਨਕਾ; ਬਹੁਤੇ ਖਟੀਅਹਿ ਬਿਕਾਰ ॥",
    "transliteration": "Eith Madh Peethai Naanakaa Bahuthae Khatteeahi Bikaar ||",
    "translation": "Drinking in this wine, O Nanak, one takes on countless sins and corruptions.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਸ਼ਰਾਬ ਦੇ ਪੀਤਿਆਂ ਬਹੁਤੇ ਵਿਕਾਰ ਖੱਟੇ ਜਾਂਦੇ ਹਨ (ਭਾਵ, ਅਹੰਕਾਰ ਤ੍ਰਿਸ਼ਨਾ ਕੂੜ ਆਦਿਕ ਦੇ ਕਾਰਨ ਵਿਕਾਰ ਹੀ ਵਿਕਾਰ ਪੈਦਾ ਹੋ ਰਹੇ ਹਨ)।",
    "pronunciation": "ਖੱਟੀਅਹਿ",
    "type_id": 3
  },
  {
    "id": 24462,
    "shabad_id": 2111,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗਿਅਾਨੁ ਗੁੜੁ. ਸਾਲਾਹ ਮੰਡੇ; ਭੳੁ ਮਾਸੁ ਅਾਹਾਰੁ ॥",
    "transliteration": "Giaan Gurr Saalaah Manddae Bho Maas Aahaar ||",
    "translation": "So make spiritual wisdom your molasses, the Praise of God your bread, and the Fear of God the meat you eat.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਗਿਆਨ (ਮਾਨੋ) ਗੁੜ ਹੋਵੇ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਰੋਟੀਆਂ ਤੇ (ਪ੍ਰਭੂ ਦਾ) ਡਰ ਮਾਸ, ਜੇ ਐਸੀ ਖ਼ੁਰਾਕ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24463,
    "shabad_id": 2111,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ੲਿਹੁ ਭੋਜਨੁ ਸਚੁ ਹੈ; ਸਚੁ ਨਾਮੁ ਅਾਧਾਰੁ ॥੨॥",
    "transliteration": "Naanak Eihu Bhojan Sach Hai Sach Naam Aadhhaar ||2||",
    "translation": "O Nanak, this is the true food; let the True Name be your only Support. ||2||",
    "punjabi": "ਤਾਂ ਹੇ ਨਾਨਕ! ਇਹ ਭੋਜਨ ਸੱਚਾ ਹੈ, ਕਿਉਂਕਿ ਸੱਚਾ ਨਾਮ ਹੀ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਹੋ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24464,
    "shabad_id": 2111,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕਾਂਯਾਂ ਲਾਹਣਿ ਅਾਪੁ ਮਦੁ; ਅੰਮਿ੍ਰਤ ਤਿਸ ਕੀ ਧਾਰ ॥",
    "transliteration": "Kaanyaan Laahan Aap Madh Anmrith This Kee Dhhaar ||",
    "translation": "If the human body is the vat, and self-realization is the wine, then a stream of Ambrosial Nectar is produced.",
    "punjabi": "(ਜੇ) ਸਰੀਰ ਮੱਟੀ ਹੋਵੇ, ਆਪੇ ਦੀ ਪਛਾਣ ਸ਼ਰਾਬ ਹੋਵੇ ਜਿਸ ਦੀ ਧਾਰ ਅਮਰ ਕਰਨ ਵਾਲੀ ਹੋਵੇ,",
    "pronunciation": "ਕਾਂ-ਯਾਂ ਯਾਂ:ਤਾਲੂ ਚੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24465,
    "shabad_id": 2111,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਿੳੁ ਮੇਲਾਪੁ ਹੋੲਿ; ਲਿਵ ਕਟੋਰੀ ਅੰਮਿ੍ਰਤ ਭਰੀ; ਪੀ ਪੀ ਕਟਹਿ ਬਿਕਾਰ ॥੩॥",
    "transliteration": "Sathasangath Sio Maelaap Hoe Liv Kattoree Anmrith Bharee Pee Pee Kattehi Bikaar ||3||",
    "translation": "Meeting with the Society of the Saints, the cup of the Lord's Love is filled with this Ambrosial Nectar; drinking it in, one's corruptions and sins are wiped away. ||3||",
    "punjabi": "ਸਤਸੰਗਤ ਨਾਲ ਮੇਲ ਹੋਵੇ, ਕਟੋਰੀ ਅੰਮ੍ਰਿਤ (ਨਾਮ) ਦੀ ਭਰੀ ਹੋਈ ਲਿਵ (ਰੂਪ) ਹੋਵੇ, ਤਾਂ (ਇਸ ਨੂੰ) ਪੀ ਪੀ ਕੇ ਸਾਰੇ ਵਿਕਾਰ ਪਾਪ ਦੂਰ ਹੁੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24466,
    "shabad_id": 2112,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24467,
    "shabad_id": 2112,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਸੁਰਿ ਨਰ ਗਣ ਗੰਧਰਬਾ; ਅਾਪੇ ਖਟ ਦਰਸਨ ਕੀ ਬਾਣੀ ॥",
    "transliteration": "Aapae Sur Nar Gan Gandhharabaa Aapae Khatt Dharasan Kee Baanee ||",
    "translation": "He Himself is the angelic being, the heavenly herald, and the celestial singer. He Himself is the one who explains the six schools of philosophy.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਦੇਵਤੇ, ਮਨੁੱਖ, (ਸ਼ਿਵ ਜੀ ਦੇ) ਗਣ, ਦੇਵਤਿਆਂ ਦੇ ਰਾਗੀ, ਅਤੇ ਆਪ ਹੀ ਛੇ ਦਰਸ਼ਨਾਂ ਦੀ ਬੋਲੀ (ਬਨਾਣ ਵਾਲਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24468,
    "shabad_id": 2112,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੇ ਸਿਵ ਸੰਕਰ ਮਹੇਸਾ; ਅਾਪੇ ਗੁਰਮੁਖਿ ਅਕਥ ਕਹਾਣੀ ॥",
    "transliteration": "Aapae Siv Sankar Mehaesaa Aapae Guramukh Akathh Kehaanee ||",
    "translation": "He Himself is Shiva, Shankara and Mahaysh; He Himself is the Gurmukh, who speaks the Unspoken Speech.",
    "punjabi": "ਆਪ ਹੀ ਸ਼ਿਵ, ਸ਼ੰਕਰ ਤੇ ਮਹੇਸ਼ (ਦਾ ਕਰਤਾ) ਹੈ, ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਆਪਣੇ ਅਕੱਥ ਸਰੂਪ ਦੀਆਂ ਵਡਿਆਈਆਂ (ਕਰਦਾ ਹੈ)।",
    "pronunciation": "ਅ-ਕਥ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24469,
    "shabad_id": 2112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਜੋਗੀ ਅਾਪੇ ਭੋਗੀ; ਅਾਪੇ ਸੰਨਿਅਾਸੀ ਫਿਰੈ ਬਿਬਾਣੀ ॥",
    "transliteration": "Aapae Jogee Aapae Bhogee Aapae Sanniaasee Firai Bibaanee ||",
    "translation": "He Himself is the Yogi, He Himself is the Sensual Enjoyer, and He Himself is the Sannyaasee, wandering through the wilderness.",
    "punjabi": "ਆਪ ਹੀ ਜੋਗ ਦੀ ਸਾਧਨਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਭੋਗਾਂ ਵਿਚ ਪਰਵਿਰਤ ਹੈ ਤੇ ਆਪ ਹੀ ਸੰਨਿਆਸੀ ਬਣ ਕੇ ਉਜਾੜਾਂ ਵਿਚ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(ਬਿਬਾਣੀ) ੳੁਜਾੜ",
    "type_id": 3
  },
  {
    "id": 24470,
    "shabad_id": 2112,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੈ ਨਾਲਿ ਗੋਸਟਿ. ਅਾਪਿ ੳੁਪਦੇਸੈ; ਅਾਪੇ ਸੁਘੜੁ ਸਰੂਪੁ ਸਿਅਾਣੀ ॥",
    "transliteration": "Aapai Naal Gosatt Aap Oupadhaesai Aapae Sugharr Saroop Siaanee ||",
    "translation": "He discusses with Himself, and He teaches Himself; He Himself is discrete, graceful and wise.",
    "punjabi": "ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਚਰਚਾ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਸਿਆਣੀ ਮੱਤ ਵਾਲਾ ਸੁੰਦਰ ਸਰੂਪ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24471,
    "shabad_id": 2112,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਣਾ ਚੋਜੁ ਕਰਿ ਵੇਖੈ ਅਾਪੇ; ਅਾਪੇ ਸਭਨਾ ਜੀਅਾ ਕਾ ਹੈ ਜਾਣੀ ॥੧੨॥",
    "transliteration": "Aapanaa Choj Kar Vaekhai Aapae Aapae Sabhanaa Jeeaa Kaa Hai Jaanee ||12||",
    "translation": "Staging His own play, He Himself watches it; He Himself is the Knower of all beings. ||12||",
    "punjabi": "ਆਪਣਾ ਕੌਤਕ ਕਰ ਕੇ ਆਪ ਹੀ ਵੇਖਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24472,
    "shabad_id": 2113,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24473,
    "shabad_id": 2113,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲੇਹਾ ਸੰਧਿਅਾ ਪਰਵਾਣੁ ਹੈ; ਜਿਤੁ ਹਰਿ ਪ੍ਰਭੁ ਮੇਰਾ ਚਿਤਿ ਅਾਵੈ ॥",
    "transliteration": "Eaehaa Sandhhiaa Paravaan Hai Jith Har Prabh Maeraa Chith Aavai ||",
    "translation": "That evening prayer alone is acceptable, which brings the Lord God to my consciousness.",
    "punjabi": "ਉਹੋ ਸੰਧਿਆ (ਸਵੇਰ ਦੁਪਹਿਰ ਤੇ ਸ਼ਾਮ ਦੀ ਪੂਜਾ) ਕਬੂਲ ਹੈ ਜਿਸ ਨਾਲ ਪਿਆਰਾ ਪ੍ਰਭੂ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24474,
    "shabad_id": 2113,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਸਿੳੁ ਪ੍ਰੀਤਿ ੳੂਪਜੈ; ਮਾੲਿਅਾ ਮੋਹੁ ਜਲਾਵੈ ॥",
    "transliteration": "Har Sio Preeth Oopajai Maaeiaa Mohu Jalaavai ||",
    "translation": "Love for the Lord wells up within me, and my attachment to Maya is burnt away.",
    "punjabi": "ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਵੇ ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਸੜ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24475,
    "shabad_id": 2113,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਦੁਬਿਧਾ ਮਰੈ; ਮਨੂਅਾ ਅਸਥਿਰੁ. ਸੰਧਿਅਾ ਕਰੇ ਵੀਚਾਰੁ ॥",
    "transliteration": "Gur Parasaadhee Dhubidhhaa Marai Manooaa Asathhir Sandhhiaa Karae Veechaar ||",
    "translation": "By Guru's Grace, duality is conquered, and the mind becomes stable; I have made contemplative meditation my evening prayer.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ ਦੁਬਿਧਾ ਦੂਰ ਹੋਵੇ, ਮਨ ਟਿਕ ਜਾਏ, ਉਹ ਸੰਧਿਆ ਦੀ (ਸੱਚੀ) ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24476,
    "shabad_id": 2113,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਸੰਧਿਅਾ ਕਰੈ ਮਨਮੁਖੀ, ਜੀੳੁ ਨ ਟਿਕੈ; ਮਰਿ ਜੰਮੈ ਹੋੲਿ ਖੁਅਾਰੁ ॥੧॥",
    "transliteration": "Naanak Sandhhiaa Karai Manamukhee Jeeo N Ttikai Mar Janmai Hoe Khuaar ||1||",
    "translation": "O Nanak, the self-willed manmukh may recite his evening prayers, but his mind is not centered on it; through birth and death, he is ruined. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨਮੁਖ ਸੰਧਿਆ ਕਰਦਾ ਹੈ, (ਪਰ) ਉਸ ਦਾ ਮਨ ਟਿਕਦਾ ਨਹੀਂ, (ਇਸ ਵਾਸਤੇ) ਜੰਮਦਾ ਮਰਦਾ ਹੈ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24477,
    "shabad_id": 2114,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24478,
    "shabad_id": 2114,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਕਰਤੀ. ਸਭੁ ਜਗੁ ਫਿਰੀ; ਮੇਰੀ ਪਿਅਾਸ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Prio Prio Karathee Sabh Jag Firee Maeree Piaas N Jaae ||",
    "translation": "I wandered over the whole world, crying out, \"Love, O Love!\", but my thirst was not quenched.",
    "punjabi": "'ਪਿਆਰਾ ਪਿਆਰਾ' ਕੂਕਦੀ ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਫਿਰੀ, ਪਰ ਮੇਰੀ ਪਿਆਸ ਦੂਰ ਨਹੀਂ ਸੀ ਹੋਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24479,
    "shabad_id": 2114,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ ਮੇਰੀ ਪਿਅਾਸ ਗੲੀ; ਪਿਰੁ ਪਾੲਿਅਾ ਘਰਿ ਅਾੲਿ ॥੨॥",
    "transliteration": "Naanak Sathigur Miliai Maeree Piaas Gee Pir Paaeiaa Ghar Aae ||2||",
    "translation": "O Nanak, meeting the True Guru, my desires are satisfied; I found my Beloved, when I returned to my own home. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਮੇਰੀ ਪਿਆਸ ਦੂਰ ਹੋ ਗਈ ਹੈ, ਘਰ ਵਿਚ ਆ ਕੇ ਪਿਆਰਾ ਪਤੀ ਲੱਭ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24480,
    "shabad_id": 2115,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24481,
    "shabad_id": 2115,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਤੰਤੁ ਪਰਮਤੰਤੁ ਸਭੁ ਅਾਪੇ; ਅਾਪੇ ਠਾਕੁਰੁ ਦਾਸੁ ਭੲਿਅਾ ॥",
    "transliteration": "Aapae Thanth Param Thanth Sabh Aapae Aapae Thaakur Dhaas Bhaeiaa ||",
    "translation": "He Himself is the supreme essence, He Himself is the essence of all. He Himself is the Lord and Master, and He Himself is the servant.",
    "punjabi": "ਛੋਟੀ ਤਾਰ (ਭਾਵ, ਜੀਵ) ਵੱਡੀ ਤਾਰ (ਭਾਵ, ਪਰਮੇਸ਼ਵਰ), ਸਭ ਕੁਝ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ, ਆਪ ਹੀ ਠਾਕੁਰ ਤੇ ਆਪ ਹੀ ਦਾਸ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24482,
    "shabad_id": 2115,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਦਸ ਅਠ ਵਰਨ ੳੁਪਾੲਿਅਨੁ; ਅਾਪਿ ਬ੍ਰਹਮੁ ਅਾਪਿ ਰਾਜੁ ਲੲਿਅਾ ॥",
    "transliteration": "Aapae Dhas Ath Varan Oupaaeian Aap Breham Aap Raaj Laeiaa ||",
    "translation": "He Himself created the people of the eighteen castes; God Himself acquired His domain.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਅਠਾਰਾਂ ਵਰਣ ਬਣਾਏ, ਆਪ ਹੀ ਬ੍ਰਹਮ ਹੈ ਤੇ ਆਪ ਹੀ (ਸ੍ਰਿਸ਼ਟੀ ਦਾ) ਰਾਜ ਉਸ ਨੇ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24483,
    "shabad_id": 2115,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਮਾਰੇ. ਅਾਪੇ ਛੋਡੈ; ਅਾਪੇ ਬਖਸੇ ਕਰੇ ਦੲਿਅਾ ॥",
    "transliteration": "Aapae Maarae Aapae Shhoddai Aapae Bakhasae Karae Dhaeiaa ||",
    "translation": "He Himself kills, and He Himself redeems; He Himself, in His Kindness, forgives us. He is infallible",
    "punjabi": "(ਜੀਵਾਂ ਨੂੰ) ਆਪ ਹੀ ਮਾਰਦਾ ਹੈ ਆਪ ਹੀ ਛੱਡਦਾ ਹੈ, ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਮੇਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24484,
    "shabad_id": 2115,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪਿ ਅਭੁਲੁ. ਨ ਭੁਲੈ ਕਬ ਹੀ; ਸਭੁ ਸਚੁ ਤਪਾਵਸੁ ਸਚੁ ਥਿਅਾ ॥",
    "transliteration": "Aap Abhul N Bhulai Kab Hee Sabh Sach Thapaavas Sach Thhiaa ||",
    "translation": "- He never errs; the justice of the True Lord is totally True.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਅਭੁੱਲ ਹੈ, ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ, ਉਸ ਦਾ ਇਨਸਾਫ਼ ਭੀ ਨਿਰੋਲ ਸੱਚ ਹੈ।",
    "pronunciation": "(ਤਪਾਵਸੁ) ਨਿਅਾਂ। ਅ-ਭੁੱਲੁ",
    "type_id": 3
  },
  {
    "id": 24485,
    "shabad_id": 2115,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਜਿਨਾ ਬੁਝਾੲੇ ਗੁਰਮੁਖਿ; ਤਿਨ ਅੰਦਰਹੁ ਦੂਜਾ ਭਰਮੁ ਗੲਿਅਾ ॥੧੩॥",
    "transliteration": "Aapae Jinaa Bujhaaeae Guramukh Thin Andharahu Dhoojaa Bharam Gaeiaa ||13||",
    "translation": "Those whom the Lord Himself instructs as Gurmukh - duality and doubt depart from within them. ||13||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪ ਸਮਝਾ ਦੇਂਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧੩॥",
    "pronunciation": "ਬੱੁਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 24486,
    "shabad_id": 2116,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24487,
    "shabad_id": 2116,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ. ਨ ਸਿਮਰਹਿ ਸਾਧਸੰਗਿ; ਤੈ ਤਨਿ ੳੁਡੈ ਖੇਹ ॥",
    "transliteration": "Har Naam N Simarehi Saadhhasang Thai Than Ouddai Khaeh ||",
    "translation": "That body, which does not remember the Lord's Name in meditation in the Saadh Sangat, the Company of the Holy, shall be reduced to dust.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਹਰੀ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਤੇ ਸੁਆਹ ਪੈਂਦੀ ਹੈ, (ਭਾਵ, ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਨੂੰ ਫਿਟਕਾਰ ਪੈਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24488,
    "shabad_id": 2116,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਿਨਿ ਕੀਤੀ. ਤਿਸੈ ਨ ਜਾਣੲੀ; ਨਾਨਕ. ਫਿਟੁ ਅਲੂਣੀ ਦੇਹ ॥੧॥",
    "transliteration": "Jin Keethee Thisai N Jaanee Naanak Fitt Aloonee Dhaeh ||1||",
    "translation": "Cursed and insipid is that body, O Nanak, which does not know the One who created it. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੇ ਉਸ ਸਰੀਰ ਨੂੰ ਧਿੱਕਾਰ ਹੈ, ਜੋ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ ਜਿਸ ਨੇ ਉਸ ਨੂੰ ਬਣਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਅਲੂਣੀ) ਪ੍ਰੇਮ ਰਹਿਤ",
    "type_id": 3
  }
]
