[
  {
    "id": 25054,
    "shabad_id": 2168,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਪਿਰੁ ਰਵਿ ਰਹਿਅਾ ਭਰਪੂਰੇ. ਵੇਖੁ ਹਜੂਰੇ; ਜੁਗਿ ਜੁਗਿ ੲੇਕੋ ਜਾਤਾ ॥",
    "transliteration": "Pir Rav Rehiaa Bharapoorae Vaekh Hajoorae Jug Jug Eaeko Jaathaa ||",
    "translation": "The Lord is all-pervading everywhere; behold Him ever-present. Throughout the ages, know Him as the One.",
    "punjabi": "ਪਿਆਰਾ ਪ੍ਰਭੂ ਪੂਰੇ ਤੌਰ ਤੇ ਵਿਆਪਕ ਦਿਖਦਾ ਹੈ, ਤੂੰ ਉਸ ਨੂੰ ਹਾਜ਼ਰ ਨਾਜ਼ਰ ਦੇਖ ਤੇ ਸਮਝ ਕਿ ਹਰ ਯੁਗ ਵਿੱਚ ਇਕੋ ਹੀ ਪ੍ਰਭੂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25055,
    "shabad_id": 2168,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਧਨ ਬਾਲੀ ਭੋਲੀ. ਪਿਰੁ ਸਹਜਿ ਰਾਵੈ; ਮਿਲਿਅਾ ਕਰਮ ਬਿਧਾਤਾ ॥",
    "transliteration": "Dhhan Baalee Bholee Pir Sehaj Raavai Miliaa Karam Bidhhaathaa ||",
    "translation": "The young, innocent bride enjoys her Husband Lord; she meets Him, the Architect of karma.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਬਾਲ-ਭੋਲੇ ਸੁਭਾਵ ਵਾਲੀ ਬਣ ਕੇ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਯਾਦ ਕਰਦੀ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਸਿਰਜਣਹਾਰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਬੱਾਲੀ।ਭੋਲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25056,
    "shabad_id": 2168,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿਨਿ ਹਰਿ ਰਸੁ ਚਾਖਿਅਾ. ਸਬਦਿ ਸੁਭਾਖਿਅਾ; ਹਰਿ ਸਰਿ ਰਹੀ ਭਰਪੂਰੇ ॥",
    "transliteration": "Jin Har Ras Chaakhiaa Sabadh Subhaakhiaa Har Sar Rehee Bharapoorae ||",
    "translation": "One who tastes the sublime essence of the Lord, and utters the sublime Word of the Shabad, remains immersed in the Lord's Ambrosial Pool.",
    "punjabi": "ਜਿਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ, ਉਹ ਸਰੋਵਰ-ਪ੍ਰਭੂ ਵਿਚ ਹਰ ਵੇਲੇ ਚੁੱਭੀ ਲਾਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25057,
    "shabad_id": 2168,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਸਾ ਪਿਰ ਭਾਵੈ; ਸਬਦੇ ਰਹੈ ਹਦੂਰੇ ॥੨॥",
    "transliteration": "Naanak Kaaman Saa Pir Bhaavai Sabadhae Rehai Hadhoorae ||2||",
    "translation": "O Nanak, that soul bride is pleasing to her Husband Lord, who, through the Shabad, remains in His Presence. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਜੇਹੜੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "ਕੱਾਮਣਿ",
    "type_id": 3
  },
  {
    "id": 25058,
    "shabad_id": 2168,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸੋਹਾਗਣੀ ਜਾੲਿ ਪੂਛਹੁ ਮੁੲੀੲੇ; ਜਿਨੀ ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Sohaaganee Jaae Pooshhahu Mueeeae Jinee Vichahu Aap Gavaaeiaa ||",
    "translation": "Go and ask the happy soul-brides, O mortal bride, who have eradicated their self-conceit from within.",
    "punjabi": "ਹੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਰਹੀ ਜਿੰਦੇ! ਜਾ ਕੇ (ਉਹਨਾਂ) ਸੁਹਾਗਣਾਂ ਪਾਸੋਂ (ਜੀਵਨ-ਜੁਗਤਿ) ਪੁੱਛ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25059,
    "shabad_id": 2168,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਪਿਰ ਕਾ ਹੁਕਮੁ. ਨ ਪਾੲਿਓ ਮੁੲੀੲੇ; ਜਿਨੀ ਵਿਚਹੁ ਅਾਪੁ. ਨ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Pir Kaa Hukam N Paaeiou Mueeeae Jinee Vichahu Aap N Gavaaeiaa ||",
    "translation": "Those who have not eradicated their self-conceit, O mortal bride, do not realize the Hukam of their Husband Lord's Command.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਨਹੀਂ ਕੀਤਾ ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ (ਵਿਚ ਤੁਰਨ ਦੀ ਜਾਚ) ਨਹੀਂ ਸਿੱਖੀ।",
    "pronunciation": "(ਮੁੲੀੲੇ) ਦੁਨੀਅਾਂ ਵੱਲੋਂ ਮਰ ਚੁੱਕੀ",
    "type_id": 3
  },
  {
    "id": 25060,
    "shabad_id": 2168,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਿਨੀ ਅਾਪੁ ਗਵਾੲਿਅਾ. ਤਿਨੀ ਪਿਰੁ ਪਾੲਿਅਾ; ਰੰਗ ਸਿੳੁ ਰਲੀਅਾ ਮਾਣੈ ॥",
    "transliteration": "Jinee Aap Gavaaeiaa Thinee Pir Paaeiaa Rang Sio Raleeaa Maanai ||",
    "translation": "Those who eradicate their self-conceit, obtain their Husband Lord; they delight in His Love.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੇ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲਿਆ, ਪ੍ਰਭੂ-ਪਤੀ ਪ੍ਰੇਮ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਆਪਣਾ ਮਿਲਾਪ ਬਖ਼ਸ਼ੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25061,
    "shabad_id": 2168,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਦਾ ਰੰਗਿ ਰਾਤੀ. ਸਹਜੇ ਮਾਤੀ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਵਖਾਣੈ ॥",
    "transliteration": "Sadhaa Rang Raathee Sehajae Maathee Anadhin Naam Vakhaanai ||",
    "translation": "Ever imbued with His Love, in perfect poise and grace, she repeats His Name, night and day.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਰੱਾਤੀ ਮੱਾਤੀ",
    "type_id": 3
  },
  {
    "id": 25062,
    "shabad_id": 2168,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕਾਮਣਿ ਵਡਭਾਗੀ. ਅੰਤਰਿ ਲਿਵ ਲਾਗੀ; ਹਰਿ ਕਾ ਪ੍ਰੇਮੁ ਸੁਭਾੲਿਅਾ ॥",
    "transliteration": "Kaaman Vaddabhaagee Anthar Liv Laagee Har Kaa Praem Subhaaeiaa ||",
    "translation": "Very fortunate is that bride, who focuses her consciousness on Him; her Lord's Love is so sweet to her.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਕੱਾਮਣਿ ਵਡੱਭਾਗੀ",
    "type_id": 3
  },
  {
    "id": 25063,
    "shabad_id": 2168,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਸਹਜੇ ਰਾਤੀ; ਜਿਨਿ ਸਚੁ ਸੀਗਾਰੁ ਬਣਾੲਿਅਾ ॥੩॥",
    "transliteration": "Naanak Kaaman Sehajae Raathee Jin Sach Seegaar Banaaeiaa ||3||",
    "translation": "O Nanak, that soul-bride who is adorned with Truth, is imbued with her Lord's Love, in the state of perfect poise. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸ਼ਿੰਗਾਰ ਬਣਾ ਲਿਆ ਹੈ ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25064,
    "shabad_id": 2168,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹੳੁਮੈ ਮਾਰਿ ਮੁੲੀੲੇ; ਤੂ ਚਲੁ ਗੁਰ ਕੈ ਭਾੲੇ ॥",
    "transliteration": "Houmai Maar Mueeeae Thoo Chal Gur Kai Bhaaeae ||",
    "translation": "Overcome your egotism, O mortal bride, and walk in the Guru's Way.",
    "punjabi": "ਹੇ (ਆਤਮਕ ਮੌਤੇ) ਮੋਈ ਹੋਈ ਜਿੰਦੇ! ਤੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਤੇ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਹੋ ਕੇ (ਜੀਵਨ-ਤੋਰ) ਤੁਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25065,
    "shabad_id": 2168,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਵਰੁ ਰਾਵਹਿ ਸਦਾ ਮੁੲੀੲੇ; ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾੲੇ ॥",
    "transliteration": "Har Var Raavehi Sadhaa Mueeeae Nij Ghar Vaasaa Paaeae ||",
    "translation": "Thus you shall ever enjoy your Husband Lord, O mortal bride, and obtain an abode in the home of your own inner being.",
    "punjabi": "ਮੋਈ ਹੋਈ ਜਿੰਦੇ! ਇੰਜ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਨਿਵਾਸ ਹਾਸਲ ਕਰ ਕੇ ਸਦਾ ਲਈ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀ ਰਹੇਂਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25066,
    "shabad_id": 2168,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾੲੇ. ਸਬਦੁ ਵਜਾੲੇ; ਸਦਾ ਸੁਹਾਗਣਿ ਨਾਰੀ ॥",
    "transliteration": "Nij Ghar Vaasaa Paaeae Sabadh Vajaaeae Sadhaa Suhaagan Naaree ||",
    "translation": "Obtaining an abode in the home of her inner being, she vibrates the Word of the Shabad, and is a happy soul-bride forever.",
    "punjabi": "ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰ-ਸ਼ਬਦ ਸਦਾ ਲਈ ਵਸਾ ਲੈਂਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25067,
    "shabad_id": 2168,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਪਿਰੁ ਰਲੀਅਾਲਾ ਜੋਬਨੁ ਬਾਲਾ; ਅਨ ਦਿਨੁ ਕੰਤਿ ਸਵਾਰੀ ॥",
    "transliteration": "Pir Raleeaalaa Joban Baalaa Anadhin Kanth Savaaree ||",
    "translation": "The Husband Lord is delightful, and forever young; night and day, He embellishes His bride.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਜੋ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ ਤੇ ਜਿਸ ਦਾ ਜੋਬਨ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਨੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸਦਾ ਵਾਸਤੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25068,
    "shabad_id": 2168,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਵਰੁ ਸੋਹਾਗੋ. ਮਸਤਕਿ ਭਾਗੋ; ਸਚੈ ਸਬਦਿ ਸੁਹਾੲੇ ॥",
    "transliteration": "Har Var Sohaago Masathak Bhaago Sachai Sabadh Suhaaeae ||",
    "translation": "Her Husband Lord activates the destiny written on her forehead, and she is adorned with the True Shabad.",
    "punjabi": "ਇੰਜ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਸੁਹਾਗ ਮਿਲਨ ਕਾਰਨ ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25069,
    "shabad_id": 2168,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਹਰਿ ਰੰਗਿ ਰਾਤੀ; ਜਾ ਚਲੈ ਸਤਿਗੁਰ ਭਾੲੇ ॥੪॥੧॥",
    "transliteration": "Naanak Kaaman Har Rang Raathee Jaa Chalai Sathigur Bhaaeae ||4||1||",
    "translation": "O Nanak, the soul-bride is imbued with the Love of the Lord, when she walks according to the Will of the True Guru. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਤੁਰਦੀ ਹੈ, ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25070,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25071,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਭੁ ਵਾਪਾਰੁ ਭਲਾ; ਜੇ ਸਹਜੇ ਕੀਜੈ ਰਾਮ ॥",
    "transliteration": "Guramukh Sabh Vaapaar Bhalaa Jae Sehajae Keejai Raam ||",
    "translation": "All dealings of the Gurmukh are good, if they are accomplished with poise and grace.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ (ਹਰਿ-ਨਾਮ ਦਾ) ਵਪਾਰ ਕੀਤਾ ਜਾਏ, ਤਾਂ ਇਹ ਸਾਰਾ ਵਪਾਰ ਮਨੁੱਖ ਲਈ ਭਲਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25072,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਨਾਮੁ ਵਖਾਣੀਅੈ; ਲਾਹਾ ਹਰਿ ਰਸੁ ਪੀਜੈ ਰਾਮ ॥",
    "transliteration": "Anadhin Naam Vakhaaneeai Laahaa Har Ras Peejai Raam ||",
    "translation": "Night and day, he repeats the Naam, the Name of the Lord, and he earns his profits, drinking in the subtle essence of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰ ਵੇਲੇ ਉਚਾਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਹੈ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਖੱਟੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25073,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਲਾਹਾ ਹਰਿ ਰਸੁ ਲੀਜੈ. ਹਰਿ ਰਾਵੀਜੈ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਵਖਾਣੈ ॥",
    "transliteration": "Laahaa Har Ras Leejai Har Raaveejai Anadhin Naam Vakhaanai ||",
    "translation": "He earns the profit of the subtle essence of the Lord, meditating on the Lord, and repeating the Naam, night and day.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਲਾਭ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25074,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਣ ਸੰਗ੍ਰਹਿ. ਅਵਗਣ ਵਿਕਣਹਿ; ਅਾਪੈ ਅਾਪੁ ਪਛਾਣੈ ॥",
    "transliteration": "Gun Sangrehi Avagan Vikanehi Aapai Aap Pashhaanai ||",
    "translation": "He gathers in merits, and eliminates demerits, and realizes his own self.",
    "punjabi": "ਉਹ (ਆਤਮਕ) ਗੁਣ ਇਕੱਠੇ ਕਰ ਕੇ, ਔਗੁਣ ਦੂਰ ਕਰ ਕੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25075,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮਤਿ ਪਾੲੀ ਵਡੀ ਵਡਿਅਾੲੀ; ਸਚੈ ਸਬਦਿ ਰਸੁ ਪੀਜੈ ॥",
    "transliteration": "Guramath Paaee Vaddee Vaddiaaee Sachai Sabadh Ras Peejai ||",
    "translation": "Under Guru's Instruction, he is blessed with glorious greatness; he drinks in the essence of the True Word of the Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਨੇ ਬੜੀ ਇੱਜ਼ਤ ਪਾਈ ਤੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਹਰਿ-ਨਾਮ-ਰਸ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25076,
    "shabad_id": 2169,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਕੀ ਭਗਤਿ ਨਿਰਾਲੀ; ਗੁਰਮੁਖਿ ਵਿਰਲੈ ਕੀਜੈ ॥੧॥",
    "transliteration": "Naanak Har Kee Bhagath Niraalee Guramukh Viralai Keejai ||1||",
    "translation": "O Nanak, devotional worship of the Lord is wonderful, but only a few Gurmukhs perform it. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਇਕ ਅਸਚਰਜ ਦਾਤ ਹੈ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਭਗਤੀ ਕੀਤੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25077,
    "shabad_id": 2169,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਖੇਤੀ ਹਰਿ. ਅੰਤਰਿ ਬੀਜੀਅੈ; ਹਰਿ ਲੀਜੈ ਸਰੀਰਿ ਜਮਾੲੇ ਰਾਮ ॥",
    "transliteration": "Guramukh Khaethee Har Anthar Beejeeai Har Leejai Sareer Jamaaeae Raam ||",
    "translation": "As Gurmukh, plant the crop of the Lord within the field of your body, and let it grow.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹਰਿ-ਨਾਮ ਦੀ ਖੇਤੀ ਆਪਣੇ ਮਨ ਵਿਚ ਬੀਜਣੀ ਚਾਹੀਦੀ ਹੈ ਤੇ ਇੰਜ ਹਰਿ-ਨਾਮ ਬੀਜ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਉਗਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25078,
    "shabad_id": 2169,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਣੇ ਘਰ ਅੰਦਰਿ ਰਸੁ ਭੁੰਚੁ ਤੂ; ਲਾਹਾ ਲੈ ਪਰਥਾੲੇ ਰਾਮ ॥",
    "transliteration": "Aapanae Ghar Andhar Ras Bhunch Thoo Laahaa Lai Parathhaaeae Raam ||",
    "translation": "Within the home of your own being, enjoy the Lord's subtle essence, and earn profits in the world hereafter.",
    "punjabi": "ਤੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਕਰ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਪਰਲੋਕ ਦਾ ਲਾਭ ਖੱਟ।",
    "pronunciation": "(ਪਰਥਾੲੇ) ਪ੍ਰਲੋਕ",
    "type_id": 3
  },
  {
    "id": 25079,
    "shabad_id": 2169,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਲਾਹਾ ਪਰਥਾੲੇ ਹਰਿ ਮੰਨਿ ਵਸਾੲੇ; ਧਨੁ ਖੇਤੀ ਵਾਪਾਰਾ ॥",
    "transliteration": "Laahaa Parathhaaeae Har Mann Vasaaeae Dhhan Khaethee Vaapaaraa ||",
    "translation": "This profit is earned by enshrining the Lord within your mind; blessed is this farming and trade.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਲੋਕ ਦਾ ਲਾਭ ਖੱਟ ਲੈਂਦਾ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਨਾਮ-ਖੇਤੀ ਦਾ ਵਪਾਰ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25080,
    "shabad_id": 2169,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ਮੰਨਿ ਵਸਾੲੇ; ਬੂਝੈ ਗੁਰ ਬੀਚਾਰਾ ॥",
    "transliteration": "Har Naam Dhhiaaeae Mann Vasaaeae Boojhai Gur Beechaaraa ||",
    "translation": "Meditating on the Lord's Name, and enshrining Him within your mind, you shall come to understand the Guru's Teachings.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਹ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਬੱੂਝੈ",
    "type_id": 3
  },
  {
    "id": 25081,
    "shabad_id": 2169,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਨਮੁਖ. ਖੇਤੀ ਵਣਜੁ ਕਰਿ ਥਾਕੇ; ਤਿ੍ਰਸਨਾ ਭੁਖ. ਨ ਜਾੲੇ ॥",
    "transliteration": "Manamukh Khaethee Vanaj Kar Thhaakae Thrisanaa Bhukh N Jaaeae ||",
    "translation": "The self-willed manmukhs have grown weary of this farming and trade; their hunger and thirst will not go away.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨਿਰੀ ਸੰਸਾਰਕ ਖੇਤੀ ਤੇ ਸੰਸਾਰਕ ਵਣਜ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਨਹੀਂ ਮਿਟਦੀ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਦੂਰ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25082,
    "shabad_id": 2169,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਬੀਜਿ ਮਨ ਅੰਦਰਿ; ਸਚੈ ਸਬਦਿ ਸੁਭਾੲੇ ॥੨॥",
    "transliteration": "Naanak Naam Beej Man Andhar Sachai Sabadh Subhaaeae ||2||",
    "translation": "O Nanak, plant the seed of the Name within your mind, and adorn yourself with the True Word of the Shabad. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਪ੍ਰੇਮ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਬੀਜ ਬੀਜਿਆ ਕਰ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25083,
    "shabad_id": 2169,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਵਾਪਾਰਿ ਸੇ ਜਨ ਲਾਗੇ; ਜਿਨਾ ਮਸਤਕਿ ਮਣੀ ਵਡਭਾਗੋ ਰਾਮ ॥",
    "transliteration": "Har Vaapaar Sae Jan Laagae Jinaa Masathak Manee Vaddabhaago Raam ||",
    "translation": "Those humble beings engage in the Lord's Trade, who have the jewel of such pre-ordained destiny upon their foreheads.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੇ ਵਪਾਰ ਵਿਚ ਉਹ ਮਨੁੱਖ ਹੀ ਲੱਗਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਵੱਡੀ ਕਿਸਮਤ ਦੀ ਮਣੀ ਚਮਕ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25084,
    "shabad_id": 2169,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮਤੀ ਮਨੁ ਨਿਜ ਘਰਿ ਵਸਿਅਾ; ਸਚੈ ਸਬਦਿ ਬੈਰਾਗੋ ਰਾਮ ॥",
    "transliteration": "Guramathee Man Nij Ghar Vasiaa Sachai Sabadh Bairaago Raam ||",
    "translation": "Under Guru's Instruction, the soul dwells in the home of the self; through the True Word of the Shabad, she becomes unattached.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25085,
    "shabad_id": 2169,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮੁਖਿ ਮਸਤਕਿ ਭਾਗੋ. ਸਚਿ ਬੈਰਾਗੋ; ਸਾਚਿ ਰਤੇ ਵੀਚਾਰੀ ॥",
    "transliteration": "Mukh Masathak Bhaago Sach Bairaago Saach Rathae Veechaaree ||",
    "translation": "By the destiny written upon their foreheads, they become truly unattached, and by reflective meditation, they are imbued with Truth.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਉਹਨਾਂ ਦੀ ਲਗਨ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਹ ਵਿਚਾਰਵਾਨ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25086,
    "shabad_id": 2169,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ. ਸਭੁ ਜਗੁ ਬੳੁਰਾਨਾ; ਸਬਦੇ. ਹੳੁਮੈ ਮਾਰੀ ॥",
    "transliteration": "Naam Binaa Sabh Jag Bouraanaa Sabadhae Houmai Maaree ||",
    "translation": "Without the Naam, the Name of the Lord, the whole world is insane; through the Shabad, the ego is conquered.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜਗਤ (ਹਉਮੈ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ (ਇਹ) ਹਉਮੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਦੂਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25087,
    "shabad_id": 2169,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਾਚੈ ਸਬਦਿ ਲਾਗਿ ਮਤਿ ੳੁਪਜੈ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਸੋਹਾਗੋ ॥",
    "transliteration": "Saachai Sabadh Laag Math Oupajai Guramukh Naam Sohaago ||",
    "translation": "Attached to the True Word of the Shabad, wisdom comes forth. The Gurmukh obtains the Naam, the Name of the Husband Lord.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਉੱਚੀ) ਮੱਤ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹਰਿ-ਨਾਮ-ਸੁਹਾਗ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
