[
  {
    "id": 25588,
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੁ ਛੋਡਿ ਸੇਵਾ ਕਰੀ; ਪਿਰੁ ਸਚੜਾ ਮਿਲੈ ਸਹਜਿ ਸੁਭਾੲੇ ॥",
    "transliteration": "Aap Shhodd Saevaa Karee Pir Sacharraa Milai Sehaj Subhaaeae ||",
    "translation": "Renouncing ego, I serve them; thus I meet my True Husband Lord, with intuitive ease.",
    "punjabi": "ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹਾਂ। ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆਂ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25589,
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਿਰੁ ਸਚਾ ਮਿਲੈ ਅਾੲੇ. ਸਾਚੁ ਕਮਾੲੇ; ਸਾਚਿ ਸਬਦਿ ਧਨ ਰਾਤੀ ॥",
    "transliteration": "Pir Sachaa Milai Aaeae Saach Kamaaeae Saach Sabadh Dhhan Raathee ||",
    "translation": "The True Husband Lord comes to meet the soul-bride who practices Truth, and is imbued with the True Word of the Shabad.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆ ਕੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੀ ਹੈ, ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਜੇਹੜੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25590,
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਕਦੇ ਨ ਰਾਂਡ. ਸਦਾ ਸੋਹਾਗਣਿ; ਅੰਤਰਿ ਸਹਜ ਸਮਾਧੀ ॥",
    "transliteration": "Kadhae N Raandd Sadhaa Sohaagan Anthar Sehaj Samaadhhee ||",
    "translation": "She shall never become a widow; she shall always be a happy bride. Deep within herself, she dwells in the celestial bliss of Samaadhi.",
    "punjabi": "ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਕਦੇ ਨਿ-ਖਸਮੀ ਨਹੀਂ ਹੁੰਦੀ ਤੇ ਸਦਾ ਸੁਹਾਗ-ਵਾਲੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25591,
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਪਿਰੁ ਰਹਿਅਾ ਭਰਪੂਰੇ. ਵੇਖੁ ਹਦੂਰੇ; ਰੰਗੁ ਮਾਣੇ ਸਹਜਿ ਸੁਭਾੲੇ ॥",
    "transliteration": "Pir Rehiaa Bharapoorae Vaekh Hadhoorae Rang Maanae Sehaj Subhaaeae ||",
    "translation": "Her Husband Lord is fully pervading everywhere; beholding Him ever-present, she enjoys His Love, with intuitive ease.",
    "punjabi": "ਹੇ ਸਖੀ! ਪ੍ਰਭੂ-ਪਤੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਉਸ ਨੂੰ ਤੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ ਫਿਰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਨੰਦ ਮਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25592,
    "shabad_id": 2195,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਿਨੀ ਅਾਪਣਾ ਕੰਤੁ ਪਛਾਣਿਅਾ; ਹੳੁ ਤਿਨ ਪੂਛੳੁ ਸੰਤਾ ਜਾੲੇ ॥੩॥",
    "transliteration": "Jinee Aapanaa Kanth Pashhaaniaa Ho Thin Pooshho Santhaa Jaaeae ||3||",
    "translation": "Those who have realized their Husband Lord - I go and ask those Saints about Him. ||3||",
    "punjabi": "ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਮੈਂ ਜਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪੁੱਛਦੀ ਹਾਂ (ਕਿ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਕਿਸ ਤਰ੍ਹਾਂ ਹੋ ਸਕਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25593,
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਪਿਰਹੁ ਵਿਛੁੰਨੀਅਾ ਭੀ ਮਿਲਹ; ਜੇ ਸਤਿਗੁਰ ਲਾਗਹ ਸਾਚੇ ਪਾੲੇ ॥",
    "transliteration": "Pirahu Vishhunneeaa Bhee Mileh Jae Sathigur Laageh Saachae Paaeae ||",
    "translation": "The separated ones also meet with their Husband Lord, if they fall at the Feet of the True Guru.",
    "punjabi": "ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਫਿਰ ਭੀ ਉਸ ਨੂੰ ਮਿਲ ਸਕਦੀਆਂ ਹਾਂ ਜੇ ਅਸੀਂ ਸੱਚੇ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25594,
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਦਾ ਦੲਿਅਾਲੁ ਹੈ; ਅਵਗੁਣ ਸਬਦਿ ਜਲਾੲੇ ॥",
    "transliteration": "Sathigur Sadhaa Dhaeiaal Hai Avagun Sabadh Jalaaeae ||",
    "translation": "The True Guru is forever merciful; through the Word of His Shabad, demerits are burnt away.",
    "punjabi": "ਗੁਰੂ ਸਦਾ ਦਇਆਵਾਨ ਹੈ, ਉਹ (ਸਰਨ ਪਿਆਂ ਦੇ) ਅਵਗਣ (ਆਪਣੇ) ਸ਼ਬਦ ਵਿਚ (ਜੋੜ ਕੇ) ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਦ-ੲਿਅਾਲੁ",
    "type_id": 3
  },
  {
    "id": 25595,
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਅੳੁਗੁਣ ਸਬਦਿ ਜਲਾੲੇ. ਦੂਜਾ ਭਾੳੁ ਗਵਾੲੇ; ਸਚੇ ਹੀ ਸਚਿ ਰਾਤੀ ॥",
    "transliteration": "Aougun Sabadh Jalaaeae Dhoojaa Bhaao Gavaaeae Sachae Hee Sach Raathee ||",
    "translation": "Burning away her demerits through the Shabad, the soul-bride eradicates her love of duality, and remains absorbed in the True, True Lord.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਗੁਰੂ ਔਗੁਣ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਾੜ ਦੇਂਦਾ ਹੈ, ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਹੀ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25596,
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸਚੈ ਸਬਦਿ ਸਦਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਹੳੁਮੈ ਗੲੀ ਭਰਾਤੀ ॥",
    "transliteration": "Sachai Sabadh Sadhaa Sukh Paaeiaa Houmai Gee Bharaathee ||",
    "translation": "Through the True Shabad, everlasting peace is obtained, and egotism and doubt are dispelled.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਸਦਾ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ਤੇ ਉਸ ਦੀ ਹਉਮੈ ਤੇ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25597,
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਪਿਰੁ ਨਿਰਮਾੲਿਲੁ ਸਦਾ ਸੁਖਦਾਤਾ; ਨਾਨਕ ਸਬਦਿ ਮਿਲਾੲੇ ॥",
    "transliteration": "Pir Niramaaeil Sadhaa Sukhadhaathaa Naanak Sabadh Milaaeae ||",
    "translation": "The Immaculate Husband Lord is forever the Giver of peace; O Nanak, through the Word of His Shabad, He is met.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਦਾ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, (ਗੁਰੂ ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25598,
    "shabad_id": 2195,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਪਿਰਹੁ ਵਿਛੁੰਨੀਅਾ ਭੀ ਮਿਲਹ; ਜੇ ਸਤਿਗੁਰ ਲਾਗਹ ਸਾਚੇ ਪਾੲੇ ॥੪॥੧॥",
    "transliteration": "Pirahu Vishhunneeaa Bhee Mileh Jae Sathigur Laageh Saachae Paaeae ||4||1||",
    "translation": "The separated ones also meet with their Husband Lord, if they fall at the feet of the True Guru. ||4||1||",
    "punjabi": "ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਫਿਰ ਭੀ ਉਸ ਨੂੰ ਮਿਲ ਸਕਦੀਆਂ ਹਾਂ, ਜੇ ਅਸੀਂ ਸੱਚੇ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀਏ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25599,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25600,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੁਣਿਅਹੁ ਕੰਤ ਮਹੇਲੀਹੋ; ਪਿਰੁ ਸੇਵਿਹੁ ਸਬਦਿ ਵੀਚਾਰਿ ॥",
    "transliteration": "Suniahu Kanth Mehaeleeho Pir Saevihu Sabadh Veechaar ||",
    "translation": "Listen, O brides of the Lord: serve your Beloved Husband Lord, and contemplate the Word of His Shabad.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! (ਮੇਰੀ ਗੱਲ) ਸੁਣੋ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰੋ!",
    "pronunciation": "(ਮਹੇਲੀਹੋ) ਜੀਵ ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 25601,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਵਗਣਵੰਤੀ. ਪਿਰੁ, ਨ ਜਾਣੲੀ; ਮੁਠੀ ਰੋਵੈ ਕੰਤ ਵਿਸਾਰਿ ॥",
    "transliteration": "Avaganavanthee Pir N Jaanee Muthee Rovai Kanth Visaar ||",
    "translation": "The worthless bride does not know her Husband Lord - she is deluded; forgetting her Husband Lord, she weeps and wails.",
    "punjabi": "ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੀ ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭੁਲਾ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਬੈਠਦੀ ਹੈ ਤੇ ਦੁਖੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25602,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰੋਵੈ ਕੰਤ ਸੰਮਾਲਿ. ਸਦਾ ਗੁਣ ਸਾਰਿ; ਨਾ ਪਿਰੁ ਮਰੈ. ਨ ਜਾੲੇ ॥",
    "transliteration": "Rovai Kanth Sanmaal Sadhaa Gun Saar Naa Pir Marai N Jaaeae ||",
    "translation": "She weeps, thinking of her Husband Lord, and she cherishes His virtues; her Husband Lord does not die, and does not leave.",
    "punjabi": "ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਸਦਾ ਚੇਤੇ ਕਰ ਕਰ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ) ਅਰਜ਼ੋਈਆਂ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਖਸਮ (-ਪ੍ਰਭੂ) ਕਦੇ ਮਰਦਾ ਨਹੀਂ, ਉਸ ਨੂੰ ਕਦੇ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25603,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਾਤਾ. ਸਬਦਿ ਪਛਾਤਾ; ਸਾਚੈ ਪ੍ਰੇਮਿ ਸਮਾੲੇ ॥",
    "transliteration": "Guramukh Jaathaa Sabadh Pashhaathaa Saachai Praem Samaaeae ||",
    "translation": "As Gurmukh, she knows the Lord; through the Word of His Shabad, He is realized; through True Love, she merges with Him.",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਕਈ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25604,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿਨਿ ਅਪਣਾ ਪਿਰੁ. ਨਹੀ ਜਾਤਾ, ਕਰਮ ਬਿਧਾਤਾ; ਕੂੜਿ ਮੁਠੀ ਕੂੜਿਅਾਰੇ ॥",
    "transliteration": "Jin Apanaa Pir Nehee Jaathaa Karam Bidhhaathaa Koorr Muthee Koorriaarae ||",
    "translation": "She who does not know her Husband Lord, the Architect of karma, is deluded by falsehood - she herself is false.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਬਣਾਈ ਜੋ ਸਭ ਜੀਵਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਕੂੜ ਦੀ ਵਣਜਾਰਨ ਨੂੰ ਮਾਇਆ ਦਾ ਮੋਹ ਠੱਗੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25605,
    "shabad_id": 2196,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੁਣਿਅਹੁ ਕੰਤ ਮਹੇਲੀਹੋ; ਪਿਰੁ ਸੇਵਿਹੁ ਸਬਦਿ ਵੀਚਾਰੇ ॥੧॥",
    "transliteration": "Suniahu Kanth Mehaeleeho Pir Saevihu Sabadh Veechaarae ||1||",
    "translation": "Listen, O brides of the Lord: serve your Beloved Husband Lord, and contemplate the Word of His Shabad. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! (ਮੇਰੀ ਗੱਲ) ਸੁਣੋ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰੋ!॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25606,
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਭੁ ਜਗੁ ਅਾਪਿ ੳੁਪਾੲਿਓਨੁ; ਅਾਵਣੁ ਜਾਣੁ ਸੰਸਾਰਾ ॥",
    "transliteration": "Sabh Jag Aap Oupaaeioun Aavan Jaan Sansaaraa ||",
    "translation": "He Himself created the whole world; the world comes and goes.",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਬਣਾਇਆ ਹੈ ਤੇ ਜਗਤ ਦਾ ਜਮਣ ਮਰਨਾ ਵੀ ਉਸ ਨੇ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25607,
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਖੁਅਾੲਿਅਨੁ; ਮਰਿ ਜੰਮੈ ਵਾਰੋ ਵਾਰਾ ॥",
    "transliteration": "Maaeiaa Mohu Khuaaeian Mar Janmai Vaaro Vaaraa ||",
    "translation": "The love of Maya has ruined the world; people die, to be re-born, over and over again.",
    "punjabi": "(ਜਗਤ) ਮਾਇਆ ਦਾ ਮੋਹ ਵਿਚ ਭੁਲਾਇਆ ਹੋਇਆ ਹੈ (ਤਾਂਹੀਏਂ) ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25608,
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਮਰਿ ਜੰਮੈ ਵਾਰੋ ਵਾਰਾ. ਵਧਹਿ ਬਿਕਾਰਾ; ਗਿਅਾਨ ਵਿਹੂਣੀ ਮੂਠੀ ॥",
    "transliteration": "Mar Janmai Vaaro Vaaraa Vadhhehi Bikaaraa Giaan Vihoonee Moothee ||",
    "translation": "People die to be re-born, over and over again, while their sins increase; without spiritual wisdom, they are deluded.",
    "punjabi": "(ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਇਸ ਦੇ ਵਿਕਾਰ ਵਧਦੇ ਰਹਿੰਦੇ ਹਨ ਇੰਜ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੀ ਦੁਨੀਆ ਲੁਟੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25609,
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ ਪਿਰੁ. ਨ ਪਾੲਿਓ, ਜਨਮੁ ਗਵਾੲਿਓ; ਰੋਵੈ ਅਵਗੁਣਿਅਾਰੀ ਝੂਠੀ ॥",
    "transliteration": "Bin Sabadhai Pir N Paaeiou Janam Gavaaeiou Rovai Avaguniaaree Jhoothee ||",
    "translation": "Without the Word of the Shabad, the Husband Lord is not found; the worthless, false bride wastes her life away, weeping and wailing.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੀ, ਆਪਣਾ ਜਨਮ ਅਜਾਈਂ ਗਵਾ ਲੈਂਦੀ ਹੈ; ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਤੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸੀ ਹੋਈ ਦੁਖੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25610,
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪਿਰੁ ਜਗਜੀਵਨੁ. ਕਿਸ ਨੋ ਰੋੲੀਅੈ; ਰੋਵੈ ਕੰਤੁ ਵਿਸਾਰੇ ॥",
    "transliteration": "Pir Jagajeevan Kis No Roeeai Rovai Kanth Visaarae ||",
    "translation": "He is my Beloved Husband Lord, the Life of the World - for whom should I weep? They alone weep, who forget their Husband Lord.",
    "punjabi": "ਪਰ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਤ ਦਾ ਜੀਵਨ (-ਅਧਾਰ) ਹੈ, ਕਿਸੇ ਦੇ ਆਤਮਕ ਮੌਤ ਮਰਨ ਤੇ ਰੋਣਾ ਭੀ ਕੀਹ ਹੋਇਆ? (ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭੁਲਾ ਕੇ ਦੁਖੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਜੱਗਜੀਵਨੁ",
    "type_id": 3
  },
  {
    "id": 25611,
    "shabad_id": 2196,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਭੁ ਜਗੁ ਅਾਪਿ ੳੁਪਾੲਿਓਨੁ; ਅਾਵਣੁ ਜਾਣੁ ਸੰਸਾਰੇ ॥੨॥",
    "transliteration": "Sabh Jag Aap Oupaaeioun Aavan Jaan Sansaarae ||2||",
    "translation": "He Himself created the whole world; the world comes and goes. ||2||",
    "punjabi": "ਸਾਰੇ ਜਗਤ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜਗਤ ਦਾ ਜਨਮ ਮਰਨ (ਭੀ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25612,
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਪਿਰੁ ਸਚਾ. ਸਦ ਹੀ ਸਾਚਾ ਹੈ; ਨਾ ਓਹੁ ਮਰੈ. ਨ ਜਾੲੇ ॥",
    "transliteration": "So Pir Sachaa Sadh Hee Saachaa Hai Naa Ouhu Marai N Jaaeae ||",
    "translation": "That Husband Lord is True, forever True; He does not die, and He does not leave.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ ਹੈ, ਸਦਾ ਹੀ ਜੀਊਂਦਾ ਹੈ, ਉਹ ਨਾਹ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25613,
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਭੂਲੀ ਫਿਰੈ ਧਨ ੲਿਅਾਣੀਅਾ; ਰੰਡ ਬੈਠੀ ਦੂਜੈ ਭਾੲੇ ॥",
    "transliteration": "Bhoolee Firai Dhhan Eiaaneeaa Randd Baithee Dhoojai Bhaaeae ||",
    "translation": "The ignorant soul-bride wanders in delusion; in the love of duality, she sits like a widow.",
    "punjabi": "ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਤੋਂ ਖੁੰਝੀ ਫਿਰਦੀ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25614,
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਰੰਡ ਬੈਠੀ ਦੂਜੈ ਭਾੲੇ. ਮਾੲਿਅਾ ਮੋਹਿ ਦੁਖੁ ਪਾੲੇ; ਅਾਵ ਘਟੈ ਤਨੁ ਛੀਜੈ ॥",
    "transliteration": "Randd Baithee Dhoojai Bhaaeae Maaeiaa Mohi Dhukh Paaeae Aav Ghattai Than Shheejai ||",
    "translation": "She sits like a widow, in the love of duality; through emotional attachment to Maya, she suffers in pain. She is growing old, and her body is withering away.",
    "punjabi": "ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜੀ ਹੋਈ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਦੁੱਖ ਸਹਿੰਦੀ ਹੈ, (ਮੋਹ ਵਿਚ) ਉਮਰ ਗੁਜ਼ਰਦੀ ਜਾਂਦੀ ਹੈ ਤੇ ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਾਂਵ) ੳੁਮਰ",
    "type_id": 3
  },
  {
    "id": 25615,
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਅਾੲਿਅਾ ਸਭੁ ਕਿਛੁ ਜਾਸੀ; ਦੁਖੁ ਲਾਗਾ ਭਾੲਿ ਦੂਜੈ ॥",
    "transliteration": "Jo Kishh Aaeiaa Sabh Kishh Jaasee Dhukh Laagaa Bhaae Dhoojai ||",
    "translation": "Whatever has come, all that shall pass away; through the love of duality, they suffer in pain.",
    "punjabi": "ਜੋ ਕੁਝ ਇਥੇ ਜੰਮਿਆ ਹੈ ਉਹ ਸਭ ਕੁਝ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਦੁੱਖ ਲਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25616,
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਮਕਾਲੁ. ਨ ਸੂਝੈ, ਮਾੲਿਅਾ ਜਗੁ ਲੂਝੈ; ਲਬਿ ਲੋਭਿ ਚਿਤੁ ਲਾੲੇ ॥",
    "transliteration": "Jamakaal N Soojhai Maaeiaa Jag Loojhai Lab Lobh Chith Laaeae ||",
    "translation": "They do not see the Messenger of Death; they long for Maya, and their consciousness is attached to greed.",
    "punjabi": "(ਜੀਵ) ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਲੜਦਾ-ਝਗੜਦਾ ਹੈ, ਇਸ ਨੂੰ (ਸਿਰ ਉਤੇ) ਮੌਤ ਨਹੀਂ ਸੁੱਝਦੀ, ਲੱਬ ਵਿਚ ਲੋਭ ਵਿਚ ਚਿੱਤ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25617,
    "shabad_id": 2196,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸੋ ਪਿਰੁ ਸਾਚਾ. ਸਦ ਹੀ ਸਾਚਾ; ਨਾ ਓਹੁ ਮਰੈ. ਨ ਜਾੲੇ ॥੩॥",
    "transliteration": "So Pir Saachaa Sadh Hee Saachaa Naa Ouhu Marai N Jaaeae ||3||",
    "translation": "That Husband Lord is True, forever True; He does not die, and He does not leave. ||3||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ ਹੈ, ਸਦਾ ਹੀ ਜੀਊਂਦਾ ਹੈ, ਉਹ ਨਾਹ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25618,
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ੲਿਕਿ ਰੋਵਹਿ. ਪਿਰਹਿ ਵਿਛੁੰਨੀਅਾ; ਅੰਧੀ. ਨਾ ਜਾਣੈ ਪਿਰੁ ਨਾਲੇ ॥",
    "transliteration": "Eik Rovehi Pirehi Vishhunneeaa Andhhee Naa Jaanai Pir Naalae ||",
    "translation": "Some weep and wail, separated from their Husband Lord; the blind ones do not know that their Husband is with them.",
    "punjabi": "ਕਈ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਐਸੀਆਂ ਹਨ ਜੋ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਦੁੱਖੀ ਰਹਿੰਦੀਆਂ ਹਨ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹ ਨਹੀਂ ਸਮਝਦੀ ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਹਰ ਵੇਲੇ ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25619,
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਸਾਚਾ ਪਿਰੁ ਮਿਲੈ; ਅੰਤਰਿ ਸਦਾ ਸਮਾਲੇ ॥",
    "transliteration": "Gur Parasaadhee Saachaa Pir Milai Anthar Sadhaa Samaalae ||",
    "translation": "By Guru's Grace, they may meet with their True Husband, and cherish Him always deep within.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਦੀ ਰੱਖਦੀ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25620,
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਪਿਰੁ ਅੰਤਰਿ ਸਮਾਲੇ. ਸਦਾ ਹੈ ਨਾਲੇ; ਮਨਮੁਖਿ ਜਾਤਾ ਦੂਰੇ ॥",
    "transliteration": "Pir Anthar Samaalae Sadhaa Hai Naalae Manamukh Jaathaa Dhoorae ||",
    "translation": "She cherishes her Husband deep within herself - He is always with her; the self-willed manmukhs think that He is far away.",
    "punjabi": "ਐਸੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਸਦਾ ਅੰਗ-ਸੰਗ ਦਿੱਸਦਾ ਹੈ। ਪਰ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ ਨੂੰ ਦੂਰ ਸਮਝਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25621,
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਤਨੁ ਰੁਲੈ ਰੁਲਾੲਿਅਾ, ਕਾਮਿ ਨ ਅਾੲਿਅਾ; ਜਿਨਿ ਖਸਮੁ. ਨ ਜਾਤਾ ਹਦੂਰੇ ॥",
    "transliteration": "Eihu Than Rulai Rulaaeiaa Kaam N Aaeiaa Jin Khasam N Jaathaa Hadhoorae ||",
    "translation": "This body rolls in the dust, and is totally useless; it does not realize the Presence of the Lord and Master.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਨਾਹ ਸਮਝਿਆ, ਉਸ ਦਾ ਇਹ ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ) ਰੁਲਾਇਆ ਫਿਰਦਾ ਹੈ ਤੇ ਕਿਸੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
