[
  {
    "id": 25622,
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਸਾ ਧਨ ਮਿਲੈ ਮਿਲਾੲੀ; ਪਿਰੁ ਅੰਤਰਿ ਸਦਾ ਸਮਾਲੇ ॥",
    "transliteration": "Naanak Saa Dhhan Milai Milaaee Pir Anthar Sadhaa Samaalae ||",
    "translation": "O Nanak, that soul-bride is united in Union; she cherishes her Beloved Husband forever, deep within herself.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ, ਉਹ (ਗੁਰੂ ਦੀ) ਮਿਲਾਈ ਹੋਈ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25623,
    "shabad_id": 2196,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ੲਿਕਿ ਰੋਵਹਿ ਪਿਰਹਿ ਵਿਛੁੰਨੀਅਾ; ਅੰਧੀ ਨ ਜਾਣੈ. ਪਿਰੁ ਹੈ ਨਾਲੇ ॥੪॥੨॥",
    "transliteration": "Eik Rovehi Pirehi Vishhunneeaa Andhhee N Jaanai Pir Hai Naalae ||4||2||",
    "translation": "Some weep and wail, separated from their Husband Lord; the blind ones do not know that their Husband is with them. ||4||2||",
    "punjabi": "ਕਈ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਐਸੀਆਂ ਹਨ ਜੋ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਦੁੱਖ ਪਾਂਦੀਆਂ ਹਨ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੀ ਹੋ ਚੁਕੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹ ਨਹੀਂ ਸਮਝਦੀ ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਹਰ ਵੇਲੇ ਨਾਲ ਵੱਸਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25624,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਃ ੩ ॥",
    "transliteration": "Vaddehans Ma 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25625,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰੋਵਹਿ. ਪਿਰਹਿ ਵਿਛੁੰਨੀਅਾ; ਮੈ. ਪਿਰੁ ਸਚੜਾ ਹੈ ਸਦਾ ਨਾਲੇ ॥",
    "transliteration": "Rovehi Pirehi Vishhunneeaa Mai Pir Sacharraa Hai Sadhaa Naalae ||",
    "translation": "Those who are separated from their Beloved Husband Lord weep and wail, but my True Husband Lord is always with me.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ (ਉਹ ਨਹੀਂ ਜਾਣਦੀਆਂ ਕਿ) ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ-ਜਾਗਦਾ ਹੈ ਤੇ ਸਦਾ (ਸਾਡੇ) ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25626,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਨੀ ਚਲਣੁ ਸਹੀ ਜਾਣਿਅਾ; ਸਤਿਗੁਰੁ ਸੇਵਹਿ. ਨਾਮੁ ਸਮਾਲੇ ॥",
    "transliteration": "Jinee Chalan Sehee Jaaniaa Sathigur Saevehi Naam Samaalae ||",
    "translation": "Those who know that they must depart, serve the True Guru, and dwell upon the Naam, the Name of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੇ (ਜਗਤ ਤੋਂ ਆਖ਼ਰ) ਚਲੇ ਜਾਣ ਨੂੰ ਠੀਕ ਮੰਨ ਲਿਆ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25627,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਦਾ ਨਾਮੁ ਸਮਾਲੇ. ਸਤਿਗੁਰੁ ਹੈ ਨਾਲੇ; ਸਤਿਗੁਰੁ ਸੇਵਿ ਸੁਖੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Sadhaa Naam Samaalae Sathigur Hai Naalae Sathigur Saev Sukh Paaeiaa ||",
    "translation": "They dwell constantly upon the Naam, and the True Guru is with them; they serve the True Guru, and so obtain peace.",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਗੁਰੂ ਉਸ ਦੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਸੁਖ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25628,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਬਦੇ. ਕਾਲੁ ਮਾਰਿ, ਸਚੁ ੳੁਰਿ ਧਾਰਿ; ਫਿਰਿ ਅਾਵਣ ਜਾਣੁ. ਨ ਹੋੲਿਅਾ ॥",
    "transliteration": "Sabadhae Kaal Maar Sach Our Dhhaar Fir Aavan Jaan N Hoeiaa ||",
    "translation": "Through the Shabad, they kill death, and enshrine the True Lord within their hearts; they shall not have to come and go again.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੌਤ ਦੇ ਡਰ ਨੂੰ ਦੂਰ ਕਰ ਕੇ ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25629,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਚਾ ਸਾਹਿਬੁ ਸਚੀ ਨਾੲੀ; ਵੇਖੈ ਨਦਰਿ ਨਿਹਾਲੇ ॥",
    "transliteration": "Sachaa Saahib Sachee Naaee Vaekhai Nadhar Nihaalae ||",
    "translation": "True is the Lord and Master, and True is His Name; bestowing His Gracious Glance, one is enraptured.",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਉਹ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ (ਸਭ ਜੀਵਾਂ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25630,
    "shabad_id": 2197,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰੋਵਹਿ ਪਿਰਹੁ ਵਿਛੁੰਨੀਅਾ; ਮੈ. ਪਿਰੁ ਸਚੜਾ ਹੈ ਸਦਾ ਨਾਲੇ ॥੧॥",
    "transliteration": "Rovehi Pirahu Vishhunneeaa Mai Pir Sacharraa Hai Sadhaa Naalae ||1||",
    "translation": "Those who are separated from their Beloved Husband Lord weep and wail, but my True Husband Lord is always with me. ||1||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜੀਆਂ ਹੋਈਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ (ਉਹ ਨਹੀਂ ਜਾਣਦੀਆਂ ਕਿ) ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਜੀਊਂਦਾ-ਜਾਗਦਾ ਹੈ ਤੇ ਸਦਾ (ਸਾਡੇ) ਨਾਲ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25631,
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਪ੍ਰਭੁ ਮੇਰਾ ਸਾਹਿਬੁ ਸਭ ਦੂ ੳੂਚਾ ਹੈ; ਕਿਵ ਮਿਲਾਂ ਪ੍ਰੀਤਮ ਪਿਅਾਰੇ ॥",
    "transliteration": "Prabh Maeraa Saahib Sabh Dhoo Oochaa Hai Kiv Milaan Preetham Piaarae ||",
    "translation": "God, my Lord and Master, is the highest of all; how can I meet my Dear Beloved?",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭਨਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ, ਮੈਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਸ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੀ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25632,
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮੇਲੀ ਤਾਂ ਸਹਜਿ ਮਿਲੀ; ਪਿਰੁ ਰਾਖਿਅਾ ੳੁਰ ਧਾਰੇ ॥",
    "transliteration": "Sathigur Maelee Thaan Sehaj Milee Pir Raakhiaa Our Dhhaarae ||",
    "translation": "When the True Guru united me, then I was naturally united with my Husband Lord, and now, I keep Him clasped to my heart.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਨੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ ਵਿਚ) ਮਿਲਾਇਆ, ਤਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲ ਗਈ ਤੇ ਫਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25633,
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਦਾ ੳੁਰ ਧਾਰੇ. ਨੇਹੁ ਨਾਲਿ ਪਿਅਾਰੇ; ਸਤਿਗੁਰ ਤੇ. ਪਿਰੁ ਦਿਸੈ ॥",
    "transliteration": "Sadhaa Our Dhhaarae Naehu Naal Piaarae Sathigur Thae Pir Dhisai ||",
    "translation": "I constantly, lovingly cherish my Beloved within my heart; through the True Guru, I see my Beloved.",
    "punjabi": "ਫਿਰ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ ਉਹ ਸਦਾ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣਾਈ ਰੱਖਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25634,
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹ ਕਾ ਕਚਾ ਚੋਲਾ; ਤਿਤੁ ਪੈਧੈ. ਪਗੁ ਖਿਸੈ ॥",
    "transliteration": "Maaeiaa Moh Kaa Kachaa Cholaa Thith Paidhhai Pag Khisai ||",
    "translation": "The cloak of Maya's love is false; wearing it, one slips and loses his footing.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ, ਮਾਨੋ ਕੱਚੇ ਰੰਗ ਵਾਲਾ ਚੋਲਾ ਹੈ, ਜੇ ਇਹ ਚੋਲਾ ਪਹਿਨੀ ਰੱਖੀਏ, (ਆਤਮਕ ਜੀਵਨ ਦੇ ਪੈਂਡੇ ਵਿਚ ਮਨੁੱਖ ਦਾ) ਪੈਰ ਡੋਲਦਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਪਗੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 25635,
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪਿਰ ਰੰਗਿ ਰਾਤਾ ਸੋ ਸਚਾ ਚੋਲਾ; ਤਿਤੁ ਪੈਧੈ ਤਿਖਾ ਨਿਵਾਰੇ ॥",
    "transliteration": "Pir Rang Raathaa So Sachaa Cholaa Thith Paidhhai Thikhaa Nivaarae ||",
    "translation": "That cloak is true, which is dyed in the color of the Love of my Beloved; wearing it, my inner thirst is quenched.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ ਚੋਲਾ ਪੱਕੇ ਰੰਗ ਵਾਲਾ ਹੈ, ਜੇ ਇਹ ਚੋਲਾ ਪਹਿਨ ਲਈਏ, ਤਾਂ (ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25636,
    "shabad_id": 2197,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪ੍ਰਭੁ ਮੇਰਾ ਸਾਹਿਬੁ ਸਭ ਦੂ ੳੂਚਾ ਹੈ; ਕਿੳੁ ਮਿਲਾ ਪ੍ਰੀਤਮ ਪਿਅਾਰੇ ॥੨॥",
    "transliteration": "Prabh Maeraa Saahib Sabh Dhoo Oochaa Hai Kio Milaa Preetham Piaarae ||2||",
    "translation": "God, my Lord and Master, is the highest of all; how can I meet my Dear Beloved? ||2||",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭਨਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ ਮੈਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਸ ਪਿਆਰੇ ਪ੍ਰੀਤਮ ਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੀ ਹਾਂ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25637,
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮੈ ਪ੍ਰਭੁ ਸਚੁ ਪਛਾਣਿਅਾ; ਹੋਰ ਭੂਲੀ ਅਵਗਣਿਅਾਰੇ ॥",
    "transliteration": "Mai Prabh Sach Pashhaaniaa Hor Bhoolee Avaganiaarae ||",
    "translation": "I have realized my True Lord God, while the other worthless ones have gone astray.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ। ਹੋਰ ਔਗੁਣਾਂ ਕਾਰਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਖੁੰਝੀਆਂ ਰਹੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25638,
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮੈ ਸਦਾ ਰਾਵੇ ਪਿਰੁ ਅਾਪਣਾ; ਸਚੜੈ ਸਬਦਿ ਵੀਚਾਰੇ ॥",
    "transliteration": "Mai Sadhaa Raavae Pir Aapanaa Sacharrai Sabadh Veechaarae ||",
    "translation": "I dwell constantly upon my Beloved Husband Lord, and reflect upon the True Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨ ਕਰਕੇ ਮੇਰਾ ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਸਦਾ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25639,
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸਚੈ ਸਬਦਿ ਵੀਚਾਰੇ. ਰੰਗਿ ਰਾਤੀ ਨਾਰੇ; ਮਿਲਿ ਸਤਿਗੁਰ ਪ੍ਰੀਤਮੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Sachai Sabadh Veechaarae Rang Raathee Naarae Mil Sathigur Preetham Paaeiaa ||",
    "translation": "The bride reflects upon the True Shabad, and is imbued with His Love; she meets with the True Guru, and finds her Beloved.",
    "punjabi": "ਜੇਹੜੀ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦੀ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25640,
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਰੰਗਿ ਰਾਤੀ. ਸਹਜੇ ਮਾਤੀ; ਗੲਿਅਾ ਦੁਸਮਨੁ ਦੂਖੁ ਸਬਾੲਿਅਾ ॥",
    "transliteration": "Anthar Rang Raathee Sehajae Maathee Gaeiaa Dhusaman Dhookh Sabaaeiaa ||",
    "translation": "Deep within, she is imbued with His Love, and intoxicated with delight; her enemies and sufferings are all taken away.",
    "punjabi": "ਉਹ ਆਪਣੇ ਅੰਤਰ ਆਤਮੇ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, (ਵਿਕਾਰ ਆਦਿਕ ਉਸ ਦਾ) ਹਰੇਕ ਵੈਰੀ ਤੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 25641,
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਅਪਨੇ ਗੁਰ ਕੰੳੁ ਤਨੁ ਮਨੁ ਦੀਜੈ. ਤਾਂ ਮਨੁ ਭੀਜੈ; ਤ੍ਰਿਸਨਾ ਦੂਖ ਨਿਵਾਰੇ ॥",
    "transliteration": "Apanae Gur Kano Than Man Dheejai Thaan Man Bheejai Thrisanaa Dhookh Nivaarae ||",
    "translation": "Surrender body and soul to your Guru, and then you shall become happy; your thirst and pain shall be taken away.",
    "punjabi": "ਜੇ ਸਰੀਰ ਤੇ ਮਨ ਆਪਣੇ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਈਏ ਤਾਂ ਮਨ (ਹਰਿ-ਨਾਮ-ਰਸ ਨਾਲ) ਰਸ ਜਾਂਦਾ ਹੈ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25642,
    "shabad_id": 2197,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮੈ ਪਿਰੁ ਸਚੁ ਪਛਾਣਿਅਾ; ਹੋਰ ਭੂਲੀ ਅਵਗਣਿਅਾਰੇ ॥੩॥",
    "transliteration": "Mai Pir Sach Pashhaaniaa Hor Bhoolee Avaganiaarae ||3||",
    "translation": "I have realized my True Lord God, while the other worthless ones have gone astray. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ। ਹੋਰ ਔਗੁਣਾਂ ਕਾਰਨ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਖੁੰਝੀਆਂ ਰਹੀਆਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25643,
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਸਚੜੈ ਅਾਪਿ ਜਗਤੁ ੳੁਪਾੲਿਅਾ; ਗੁਰ ਬਿਨੁ. ਘੋਰ ਅੰਧਾਰੋ ॥",
    "transliteration": "Sacharrai Aap Jagath Oupaaeiaa Gur Bin Ghor Andhhaaro ||",
    "translation": "The True Lord Himself created the world; without the Guru, there is only pitch darkness.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 25644,
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਪਿ ਮਿਲਾੲੇ ਅਾਪਿ ਮਿਲੈ; ਅਾਪੇ ਦੇੲਿ ਪਿਅਾਰੋ ॥",
    "transliteration": "Aap Milaaeae Aap Milai Aapae Dhaee Piaaro ||",
    "translation": "He Himself unites, and causes us to unite with Him; He Himself blesses us with His Love.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ, ਆਪ (ਹੀ ਜੀਵ ਨੂੰ) ਮਿਲਦਾ ਹੈ, ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 25645,
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਦੇੲਿ ਪਿਅਾਰੋ. ਸਹਜਿ ਵਾਪਾਰੋ; ਗੁਰਮੁਖਿ ਜਨਮੁ ਸਵਾਰੇ ॥",
    "transliteration": "Aapae Dhaee Piaaro Sehaj Vaapaaro Guramukh Janam Savaarae ||",
    "translation": "He Himself blesses us with His Love, and deals in celestial peace; the life of the Gurmukh is reformed.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਆਪਣਾ) ਪਿਆਰ ਦੇਂਦਾ ਹੈ, (ਜੀਵ ਨੂੰ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾ ਕੇ (ਆਪਣੇ ਨਾਮ ਦਾ) ਵਪਾਰ ਕਰਾਂਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਜੀਵ ਦਾ) ਜਨਮ ਸੰਵਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25646,
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਧਨੁ ਜਗ ਮਹਿ ਅਾੲਿਅਾ. ਅਾਪੁ ਗਵਾੲਿਅਾ; ਦਰਿ ਸਾਚੈ ਸਚਿਅਾਰੋ ॥",
    "transliteration": "Dhhan Jag Mehi Aaeiaa Aap Gavaaeiaa Dhar Saachai Sachiaaro ||",
    "translation": "Blessed is his coming into the world; he banishes his self-conceit, and is acclaimed as true in the Court of the True Lord.",
    "punjabi": "ਉਹ ਧੰਨ ਹੈ ਜੋ ਇਸ ਜਗਤ ਵਿਚ ਆ ਕੇ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗ",
    "type_id": 3
  },
  {
    "id": 25647,
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਗਿਅਾਨਿ ਰਤਨਿ ਘਟਿ ਚਾਨਣੁ ਹੋਅਾ; ਨਾਨਕ ਨਾਮ ਪਿਅਾਰੋ ॥",
    "transliteration": "Giaan Rathan Ghatt Chaanan Hoaa Naanak Naam Piaaro ||",
    "translation": "The light of the jewel of spiritual wisdom shines within his heart, O Nanak, and he loves the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਤੋਂ ਮਿਲੇ) ਗਿਆਨ-ਰਤਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਹਰਿ-ਨਾਮ ਪਿਆਰਾ ਲਗਣ ਲਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25648,
    "shabad_id": 2197,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਚੜੈ ਅਾਪਿ ਜਗਤੁ ੳੁਪਾੲਿਅਾ; ਗੁਰ ਬਿਨੁ. ਘੋਰ ਅੰਧਾਰੋ ॥੪॥੩॥",
    "transliteration": "Sacharrai Aap Jagath Oupaaeiaa Gur Bin Ghor Andhhaaro ||4||3||",
    "translation": "The True Lord Himself created the world; without the Guru, there is only pitch darkness. ||4||3||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਘੁੱਪ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25649,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵਡਹੰਸੁ ਮਹਲਾ ੩ ॥",
    "transliteration": "Vaddehans Mehalaa 3 ||",
    "translation": "Wadahans, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25650,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲਿਹੁ ਸਰੀਰੁ ਜਜਰੀ ਹੈ; ੲਿਸ ਨੋ ਜਰੁ ਪਹੁਚੈ ਅਾੲੇ ॥",
    "transliteration": "Eihu Sareer Jajaree Hai Eis No Jar Pahuchai Aaeae ||",
    "translation": "This body is frail; old age is overtaking it.",
    "punjabi": "ਇਹ ਸਰੀਰ ਨਾਸ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ, ਇਸ ਨੂੰ ਬੁਢੇਪਾ ਆ ਦਬਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਜਜਰੀ)ਨਾਸਵੰਤ। ਜਰੁ ਬੁਢੇਪਾ",
    "type_id": 3
  },
  {
    "id": 25651,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਿ ਰਾਖੇ. ਸੇ ੳੁਬਰੇ; ਹੋਰੁ. ਮਰਿ ਜੰਮੈ ਅਾਵੈ ਜਾੲੇ ॥",
    "transliteration": "Gur Raakhae Sae Oubarae Hor Mar Janmai Aavai Jaaeae ||",
    "translation": "Those who are protected by the Guru are saved, while others die, to be reincarnated; they continue coming and going.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਗੁਰੂ ਨੇ ਰੱਖਿਆ ਕੀਤੀ, ਉਹ (ਮੋਹ ਵਿਚ ਗ਼ਰਕ ਹੋਣ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ਪਰ ਹੋਰ ਜਮਦੇ ਤੇ ਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25652,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹੋਰਿ. ਮਰਿ ਜੰਮਹਿ ਅਾਵਹਿ ਜਾਵਹਿ; ਅੰਤਿ ਗੲੇ ਪਛੁਤਾਵਹਿ; ਬਿਨੁ ਨਾਵੈ. ਸੁਖੁ ਨ ਹੋੲੀ ॥",
    "transliteration": "Hor Mar Janmehi Aavehi Jaavehi Anth Geae Pashhuthaavehi Bin Naavai Sukh N Hoee ||",
    "translation": "Others die, to be reincarnated; they continue coming and going, and in the end, they depart regretfully. Without the Name, there is no peace.",
    "punjabi": "ਹੋਰ ਜਮਦੇ ਤੇ ਮਰਦੇ ਹਨ ਤੇ ਅੰਤ (ਮਰਨ) ਵੇਲੇ ਪਛਤਾਂਦੇ ਹਨ; ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਤਮਕ-ਜੀਵਨ ਦਾ ਸੁੱਖ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25653,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅੈਥੈ ਕਮਾਵੈ. ਸੋ ਫਲੁ ਪਾਵੈ; ਮਨਮੁਖਿ ਹੈ ਪਤਿ ਖੋੲੀ ॥",
    "transliteration": "Aithhai Kamaavai So Fal Paavai Manamukh Hai Path Khoee ||",
    "translation": "As one acts here, so does he obtain his rewards; the self-willed manmukh loses his honor.",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਜੀਵ ਜੇਹੜੀ ਕਰਣੀ ਕਮਾਂਦਾ ਹੈ ਉਹੀ ਫਲ ਭੋਗਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ (ਪ੍ਰਭੂ-ਦਰਬਾਰ ਵਿਚ) ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25654,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਮਪੁਰਿ ਘੋਰ ਅੰਧਾਰੁ. ਮਹਾ ਗੁਬਾਰੁ; ਨਾ ਤਿਥੈ ਭੈਣ. ਨ ਭਾੲੀ ॥",
    "transliteration": "Jam Pur Ghor Andhhaar Mehaa Gubaar Naa Thithhai Bhain N Bhaaee ||",
    "translation": "In the City of Death, there is pitch darkness, and huge clouds of dust; neither sister nor brother is there.",
    "punjabi": "(ਉਨ੍ਹਾਂ ਲਈ) ਜਮ ਰਾਜ ਦੀ ਪੁਰੀ ਵਿਚ ਵੀ ਘੁੱਪ ਹਨੇਰਾ, ਬਹੁਤ ਹਨੇਰਾ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਥੇ ਭੈਣ ਜਾਂ ਭਰਾ ਕੋਈ ਸਹਾਇਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25655,
    "shabad_id": 2198,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਸਰੀਰੁ ਜਜਰੀ ਹੈ; ੲਿਸ ਨੋ ਜਰੁ ਪਹੁਚੈ ਅਾੲੀ ॥੧॥",
    "transliteration": "Eihu Sareer Jajaree Hai Eis No Jar Pahuchai Aaee ||1||",
    "translation": "This body is frail; old age is overtaking it. ||1||",
    "punjabi": "ਇਹ ਸਰੀਰ ਪੁਰਾਣਾ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ, ਇਸ ਨੂੰ ਬੁਢੇਪਾ (ਜ਼ਰੂਰ) ਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25656,
    "shabad_id": 2198,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਕਾੲਿਅਾ ਕੰਚਨੁ ਤਾਂ ਥੀਅੈ; ਜਾਂ ਸਤਿਗੁਰੁ ਲੲੇ ਮਿਲਾੲੇ ॥",
    "transliteration": "Kaaeiaa Kanchan Thaan Thheeai Jaan Sathigur Leae Milaaeae ||",
    "translation": "The body becomes like gold, when the True Guru unites one with Himself.",
    "punjabi": "ਇਹ ਸਰੀਰ ਤਦੋਂ ਸੋਨੇ ਵਾਂਗ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਜਦੋਂ ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
