[
  {
    "id": 25733,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਦੁਖਿ ਲਗੈ ਘਰਿ ਘਰਿ ਫਿਰੈ; ਅਗੈ ਦੂਣੀ ਮਿਲੈ ਸਜਾੲਿ ॥",
    "transliteration": "Dhukh Lagai Ghar Ghar Firai Agai Dhoonee Milai Sajaae ||",
    "translation": "Afflicted with pain, he wanders from house to house, and in the world hereafter, he receives double punishment.",
    "punjabi": "(ਭੇਖੀ ਸਾਧੂ ਤ੍ਰਿਸ਼ਨਾ ਦੇ) ਦੁੱਖ ਵਿਚ ਕਲਪਦਾ ਹੈ, ਘਰ ਘਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਤੇ ਪਰਲੋਕ ਵਿਚ ਇਸ ਨਾਲੋਂ ਭੀ ਵਧੀਕ ਸਜ਼ਾ ਭੁਗਤਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25734,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੰਦਰਿ ਸਹਜੁ. ਨ ਅਾੲਿਓ; ਸਹਜੇ ਹੀ ਲੈ ਖਾੲਿ ॥",
    "transliteration": "Andhar Sehaj N Aaeiou Sehajae Hee Lai Khaae ||",
    "translation": "Peace does not come to his heart - he is not content to eat what comes his way.",
    "punjabi": "ਭੇਖੀ ਸਾਧੂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ, ਜਿਸ ਸ਼ਾਂਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੋ ਕੁਝ ਉਸ ਨੂੰ ਕਿਸੇ ਪਾਸੋਂ ਮਿਲੇ, ਲੈ ਕੇ ਖਾ ਲਏ (ਭਾਵ, ਤ੍ਰਿਪਤ ਹੋ ਜਾਏ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25735,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਨ ਹਠਿ ਜਿਸ ਤੇ ਮੰਗਣਾ; ਲੈਣਾ ਦੁਖੁ ਮਨਾੲਿ ॥",
    "transliteration": "Manehath Jis Thae Manganaa Lainaa Dhukh Manaae ||",
    "translation": "With his stubborn mind, he begs, and grabs, and annoys those who give.",
    "punjabi": "ਪਰ ਮਨ ਦੇ ਹਠ ਦੇ ਆਸਰੇ (ਭਿੱਖਿਆ) ਮੰਗਿਆਂ (ਦੋਹੀਂ ਧਿਰੀਂ) ਕਲੇਸ਼ ਪੈਦਾ ਕਰ ਕੇ ਹੀ ਭਿੱਖਿਆ ਲਈਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25736,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਸੁ ਭੇਖੈ ਥਾਵਹੁ ਗਿਰਹੋ ਭਲਾ; ਜਿਥਹੁ ਕੋ ਵਰਸਾੲਿ ॥",
    "transliteration": "Eis Bhaekhai Thhaavahu Gireho Bhalaa Jithhahu Ko Varasaae ||",
    "translation": "Instead of wearing these beggar's robes, it is better to be a householder, and give to others.",
    "punjabi": "ਇਸ ਭੇਖ ਨਾਲੋਂ ਗ੍ਰਿਹਸਥ ਚੰਗਾ ਹੈ, ਕਿਉਂਕਿ ਇਥੋਂ ਮਨੁੱਖ ਆਪਣੀ ਆਸ ਪੂਰੀ ਕਰ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25737,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ ਤਿਨਾ ਸੋਝੀ ਪੲੀ; ਦੂਜੈ ਭਰਮਿ ਭੁਲਾੲਿ ॥",
    "transliteration": "Sabadh Rathae Thinaa Sojhee Pee Dhoojai Bharam Bhulaae ||",
    "translation": "Those who are attuned to the Word of the Shabad, acquire understanding; the others wander, deluded by doubt.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੱਤੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉੱਚੀ ਸੂਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ; ਪਰ, ਜੋ ਮਾਇਆ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਭਟਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25738,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੲਿਅੈ ਕਿਰਤਿ ਕਮਾਵਣਾ; ਕਹਣਾ ਕਛੂ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Paeiai Kirath Kamaavanaa Kehanaa Kashhoo N Jaae ||",
    "translation": "They act according to their past actions; it is useless to talk to them.",
    "punjabi": "ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ (ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਦੀ ਕਾਰ ਕਮਾਉਣੀ ਪੈਂਦੀ ਹੈ। ਇਸ ਬਾਰੇ ਕੁਝ ਹੋਰ ਕੀ ਆਖਿਆ ਜਾ ਸਕਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25739,
    "shabad_id": 2209,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਜੋ ਤਿਸੁ ਭਾਵਹਿ ਸੇ ਭਲੇ; ਜਿਨ ਕੀ ਪਤਿ ਪਾਵਹਿ ਥਾੲਿ ॥੧॥",
    "transliteration": "Naanak Jo This Bhaavehi Sae Bhalae Jin Kee Path Paavehi Thhaae ||1||",
    "translation": "O Nanak, those who are pleasing unto the Lord are good; He upholds their honor. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹੀ ਚੰਗੇ ਹਨ, ਕਿਉਂਕਿ, ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਥਾਂਇ ਪਾਉਂਦਾ ਹੈ (ਭਾਵ, ਲਾਜ ਰੱਖਦਾ ਹੈਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25740,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25741,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸੇਵਿਅੈ ਸਦਾ ਸੁਖੁ; ਜਨਮ ਮਰਣ ਦੁਖੁ ਜਾੲਿ ॥",
    "transliteration": "Sathigur Saeviai Sadhaa Sukh Janam Maran Dhukh Jaae ||",
    "translation": "Serving the True Guru, one finds a lasting peace; the pains of birth and death are removed.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਿਆਂ ਸਦਾ ਸੁਖ ਮਿਲਦਾ ਹੈ, ਤੇ ਜਮਣ-ਮਰਨ ਦੇ ਸਾਰੇ ਦੁਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25742,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਚਿੰਤਾ. ਮੂਲਿ ਨ ਹੋਵੲੀ; ਅਚਿੰਤੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Chinthaa Mool N Hovee Achinth Vasai Man Aae ||",
    "translation": "He is not troubled by anxiety, and the carefree Lord comes to dwell in the mind.",
    "punjabi": "ਤੇ ਚਿੰਤਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਰਹਿੰਦੀ (ਕਿਉਂਕਿ) ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਚਿੰਤੁ",
    "type_id": 3
  },
  {
    "id": 25743,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅੰਤਰਿ ਤੀਰਥੁ ਗਿਅਾਨੁ ਹੈ; ਸਤਿਗੁਰਿ ਦੀਅਾ ਬੁਝਾੲਿ ॥",
    "transliteration": "Anthar Theerathh Giaan Hai Sathigur Dheeaa Bujhaae ||",
    "translation": "Deep within himself, is the sacred shrine of spiritual wisdom, revealed by the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਇਸ ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹੀ ਗਿਆਨ (-ਰੂਪ) ਤੀਰਥ ਹੈ।",
    "pronunciation": "ਬੱੁਝਾੲਿ",
    "type_id": 3
  },
  {
    "id": 25744,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮੈਲੁ ਗੲੀ ਮਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਅੰਮ੍ਰਿਤ ਸਰਿ ਤੀਰਥਿ ਨਾੲਿ ॥",
    "transliteration": "Mail Gee Man Niramal Hoaa Anmrith Sar Theerathh Naae ||",
    "translation": "His filth is removed, and his soul becomes immaculately pure, bathing in the sacred shrine, the pool of Ambrosial Nectar.",
    "punjabi": "ਜੋ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਤੀਰਥ ਨ੍ਹਾਉਂਦਾ ਹੈ ਉਸ ਦੀ (ਮਨ ਦੇ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅੰਮ ੍ਰਿਤ",
    "type_id": 3
  },
  {
    "id": 25745,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਜਣ ਮਿਲੇ ਸਜਣਾ; ਸਚੈ ਸਬਦਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "Sajan Milae Sajanaa Sachai Sabadh Subhaae ||",
    "translation": "The friend meets with the True Friend, the Lord, through the love of the Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਹਿਜੇ ਹੀ ਸਤਸੰਗੀਆਂ ਨੂੰ ਸਤਸੰਗੀ ਆ ਮਿਲਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25746,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਘਰ ਹੀ ਪਰਚਾ ਪਾੲਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Ghar Hee Parachaa Paaeiaa Jothee Joth Milaae ||",
    "translation": "Within the home of his own being, he finds the Divine Self, and his light blends with the Light.",
    "punjabi": "ਹਿਰਦੇ-ਰੂਪ ਘਰ ਵਿਚ ਉਹਨਾਂ ਨੂੰ (ਪ੍ਰਭੂ-ਸਿਮਰਨ ਰੂਪ) ਆਹਰ ਮਿਲ ਜਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਵਿਚ ਬਿਰਤੀ ਜੁੜ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਪਰਚਾ) ਮੇਲ",
    "type_id": 3
  },
  {
    "id": 25747,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਾਖੰਡਿ. ਜਮਕਾਲੁ ਨ ਛੋਡੲੀ; ਲੈ ਜਾਸੀ ਪਤਿ ਗਵਾੲਿ ॥",
    "transliteration": "Paakhandd Jamakaal N Shhoddee Lai Jaasee Path Gavaae ||",
    "translation": "The Messenger of Death does not leave the hypocrite; he is led away in dishonor.",
    "punjabi": "ਪਰ, ਪਖੰਡ ਕੀਤਿਆਂ ਮੌਤ ਦਾ ਸਹਮ ਨਹੀਂ ਛੱਡਦਾ, (ਪਖੰਡ ਦੀ) ਇੱਜ਼ਤ ਮਿਟਾ ਕੇ ਮੌਤ ਇਸ ਨੂੰ ਲੈ ਤੁਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25748,
    "shabad_id": 2210,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ ਸੇ ੳੁਬਰੇ; ਸਚੇ ਸਿੳੁ ਲਿਵ ਲਾੲਿ ॥੨॥",
    "transliteration": "Naanak Naam Rathae Sae Oubarae Sachae Sio Liv Laae ||2||",
    "translation": "O Nanak, those who are imbued with the Naam are saved; they are in love with the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ (ਇਸ ਸਹਮ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25749,
    "shabad_id": 2211,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "ਸਤ-ਸੰਗਤੀ",
    "type_id": 3
  },
  {
    "id": 25750,
    "shabad_id": 2211,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਿਤੁ ਜਾੲਿ ਬਹਹੁ ਸਤਸੰਗਤੀ; ਜਿਥੈ ਹਰਿ ਕਾ ਹਰਿ ਨਾਮੁ ਬਿਲੋੲੀਅੈ ॥",
    "transliteration": "Thith Jaae Behahu Sathasangathee Jithhai Har Kaa Har Naam Biloeeai ||",
    "translation": "Go, and sit in the Sat Sangat, the True Congregation, where the Name of the Lord is churned.",
    "punjabi": "ਉਸ ਸਤਸੰਗ ਵਿਚ ਜਾ ਕੇ ਬੈਠੋ, ਜਿਥੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਵਿਚਾਰ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25751,
    "shabad_id": 2211,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਹਜੇ ਹੀ ਹਰਿ ਨਾਮੁ ਲੇਹੁ; ਹਰਿ ਤਤੁ. ਨ ਖੋੲੀਅੈ ॥",
    "transliteration": "Sehajae Hee Har Naam Laehu Har Thath N Khoeeai ||",
    "translation": "In peace and poise, contemplate the Lord's Name - don't lose the essence of the Lord.",
    "punjabi": "(ਉਥੇ ਜਾ ਕੇ) ਮਨ ਟਿਕਾ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਜਪੋ, ਤਾਂ ਜੋ ਨਾਮ-ਤੱਤ ਖੁੱਸ ਨਾਹ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25752,
    "shabad_id": 2211,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਿਤ ਜਪਿਅਹੁ ਹਰਿ ਹਰਿ ਦਿਨਸੁ ਰਾਤਿ; ਹਰਿ ਦਰਗਹ ਢੋੲੀਅੈ ॥",
    "transliteration": "Nith Japiahu Har Har Dhinas Raath Har Dharageh Dtoeeai ||",
    "translation": "Chant the Name of the Lord, Har, Har, constantly, day and night, and you shall be accepted in the Court of the Lord.",
    "punjabi": "ਸਦਾ ਦਿਨ ਰਾਤ ਹਰੀ ਦਾ ਨਾਮ ਜਪੋ, ਇਹ ਨਾਮ-ਰੂਪ ਢੋਆ ਲੈ ਕੇ ਹੀ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅੱਪੜੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25753,
    "shabad_id": 2211,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੋ ਪਾੲੇ ਪੂਰਾ ਸਤਿਗੁਰੂ; ਜਿਸੁ ਧੁਰਿ ਮਸਤਕਿ ਲਿਲਾਟਿ ਲਿਖੋੲੀਅੈ ॥",
    "transliteration": "So Paaeae Pooraa Sathaguroo Jis Dhhur Masathak Lilaatt Likhoeeai ||",
    "translation": "He alone finds the Perfect True Guru, on whose forehead such a pre-ordained destiny is written.",
    "punjabi": "ਪਰ, ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਲੱਭਦਾ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ (ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25754,
    "shabad_id": 2211,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੰੳੁ. ਸਭਿ ਨਮਸਕਾਰੁ ਕਰਹੁ; ਜਿਨਿ. ਹਰਿ ਕੀ ਹਰਿ ਗਾਲ ਗਲੋੲੀਅੈ ॥੪॥",
    "transliteration": "This Gur Kano Sabh Namasakaar Karahu Jin Har Kee Har Gaal Galoeeai ||4||",
    "translation": "Let everyone bow in worship to the Guru, who utters the sermon of the Lord. ||4||",
    "punjabi": "ਸਾਰੇ ਉਸ ਗੁਰੂ ਨੂੰ ਸਿਰ ਨਿਵਾਓ ਜੋ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25755,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25756,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਜਣ ਮਿਲੇ ਸਜਣਾ; ਜਿਨ ਸਤਗੁਰ ਨਾਲਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sajan Milae Sajanaa Jin Sathagur Naal Piaar ||",
    "translation": "The friends who love the True Guru, meet with the Lord, the True Friend.",
    "punjabi": "ਉਹ ਸਤਸੰਗੀ ਸਤਸੰਗੀਆਂ ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰੂ ਨਾਲ ਪ੍ਰੇਮ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25757,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਿਲਿ ਪ੍ਰੀਤਮ ਤਿਨੀ ਧਿਅਾੲਿਅਾ; ਸਚੈ ਪ੍ਰੇਮਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Mil Preetham Thinee Dhhiaaeiaa Sachai Praem Piaar ||",
    "translation": "Meeting their Beloved, they meditate on the True Lord with love and affection.",
    "punjabi": "ਉਹ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਸਿਮਰਦੇ ਹਨ ਕਿਉਂਕਿ ਸੱਚੇ ਪਿਆਰ ਵਿਚ ਉਹਨਾਂ ਦੀ ਬਿਰਤੀ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ;।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25758,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਨ ਹੀ ਤੇ ਮਨੁ ਮਾਨਿਅਾ; ਗੁਰ ਕੈ ਸਬਦਿ ਅਪਾਰਿ ॥",
    "transliteration": "Man Hee Thae Man Maaniaa Gur Kai Sabadh Apaar ||",
    "translation": "Their minds are appeased by their own minds, through the incomparable Word of the Guru's Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਅਪਾਰ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਨ ਆਪਣੇ ਆਪ ਤੋਂ ਹੀ ਪ੍ਰਭੂ ਵਿਚ ਪਤੀਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25759,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲੇਹਿ ਸਜਣ ਮਿਲੇ. ਨ ਵਿਛੁੜਹਿ; ਜਿ ਅਾਪਿ ਮੇਲੇ ਕਰਤਾਰਿ ॥",
    "transliteration": "Eaehi Sajan Milae N Vishhurrehi J Aap Maelae Karathaar ||",
    "translation": "These friends are united, and will not be separated again; they have been united by the Creator Lord Himself.",
    "punjabi": "ਅਜੇਹੇ ਸਤਸੰਗੀ (ਇਕ ਵਾਰੀ) ਮਿਲੇ ਹੋਏ ਫਿਰ ਵਿਛੁੜਦੇ ਨਹੀਂ ਹਨ, ਕਿਉਂਕਿ ਕਰਤਾਰ ਨੇ ਆਪ ਇਹਨਾਂ ਨੂੰ ਮਿਲਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25760,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਨਾ. ਦਰਸਨ ਕੀ ਪਰਤੀਤਿ, ਨ ਅਾੲੀਅਾ; ਸਬਦਿ. ਨ ਕਰਹਿ ਵੀਚਾਰੁ ॥",
    "transliteration": "Eikanaa Dharasan Kee Paratheeth N Aaeeaa Sabadh N Karehi Veechaar ||",
    "translation": "Some do not believe in the Blessed Vision of the Guru's Darshan; they do not contemplate the Shabad.",
    "punjabi": "ਇਕਨਾਂ (ਵਿਛੁੜੇ ਹੋਇਆਂ) ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਦੀਦਾਰ ਦਾ ਯਕੀਨ ਹੀ ਨਹੀਂ ਬੱਝਦਾ, ਕਿਉਂਕਿ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਕਦੇ ਵਿਚਾਰ ਹੀ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25761,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਵਿਛੁੜਿਅਾ ਕਾ ਕਿਅਾ ਵਿਛੁੜੈ; ਜਿਨਾ ਦੂਜੈ ਭਾੲਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Vishhurriaa Kaa Kiaa Vishhurrai Jinaa Dhoojai Bhaae Piaar ||",
    "translation": "The separated ones are in love with duality - what more separation can they suffer?",
    "punjabi": "ਪਰ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੀ ਸੁਰਤ ਸਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੁੜੇ ਹੋਇਆਂ ਦਾ ਹੋਰ ਵਿਛੋੜਾ ਕੀਹ ਹੋਣਾ ਹੋਇਆ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25762,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਨਮੁਖ ਸੇਤੀ ਦੋਸਤੀ; ਥੋੜੜਿਅਾ ਦਿਨ ਚਾਰਿ ॥",
    "transliteration": "Manamukh Saethee Dhosathee Thhorrarriaa Dhin Chaar ||",
    "translation": "Friendship with the self-willed manmukhs lasts for only a few short days.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਣ ਵਾਲਿਆਂ ਦੀ ਮਿੱਤ੍ਰਤਾ ਥੋੜੇ ਹੀ ਦੋ ਚਾਰ ਦਿਨ ਲਈ ਹੀ ਰਹਿ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25763,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲਿਸੁ ਪਰੀਤੀ ਤੁਟਦੀ. ਵਿਲਮੁ ਨ ਹੋਵੲੀ; ੲਿਤੁ ਦੋਸਤੀ ਚਲਨਿ ਵਿਕਾਰ ॥",
    "transliteration": "Eis Pareethee Thuttadhee Vilam N Hovee Eith Dhosathee Chalan Vikaar ||",
    "translation": "This friendship is broken in an instant; this friendship leads to corruption.",
    "punjabi": "ਇਸ ਮਿੱਤ੍ਰਤਾ ਦੇ ਟੁੱਟਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ, (ਉਂਞ ਭੀ) ਇਸ ਮਿੱਤ੍ਰਤਾ ਵਿਚੋਂ ਬੁਰਾਈਆਂ ਹੀ ਨਿਕਲਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25764,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਨਾ ਅੰਦਰਿ ਸਚੇ ਕਾ ਭੳੁ ਨਾਹੀ; ਨਾਮਿ. ਨ ਕਰਹਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Jinaa Andhar Sachae Kaa Bho Naahee Naam N Karehi Piaar ||",
    "translation": "They do not fear the True Lord within their hearts, and they do not love the Naam.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਡਰ ਨਹੀਂ, ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਕਦੇ ਪਿਆਰ ਨਹੀਂ ਪਾਉਂਦੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25765,
    "shabad_id": 2212,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਸਿੳੁ ਕਿਅਾ ਕੀਚੈ ਦੋਸਤੀ; ਜਿ ਅਾਪਿ ਭੁਲਾੲੇ ਕਰਤਾਰਿ ॥੧॥",
    "transliteration": "Naanak Thin Sio Kiaa Keechai Dhosathee J Aap Bhulaaeae Karathaar ||1||",
    "translation": "O Nanak, why become friends with those whom the Creator Lord Himself has misled? ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨਾਲ ਸਾਂਝ ਕਿਉਂ ਪਾਈਏ ਜੋ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲੇ ਫਿਰਦੇ ਹਨ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25766,
    "shabad_id": 2213,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25767,
    "shabad_id": 2213,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲਿਕਿ. ਸਦਾ ੲਿਕਤੈ ਰੰਗਿ ਰਹਹਿ; ਤਿਨ ਕੈ. ਹੳੁ ਸਦ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Eik Sadhaa Eikathai Rang Rehehi Thin Kai Ho Sadh Balihaarai Jaao ||",
    "translation": "Some remain constantly imbued with the Lord's Love; I am forever a sacrifice to them.",
    "punjabi": "ਕਈ (ਵਡ-ਭਾਗੀ) ਮਨੁੱਖ ਇਕ (ਪ੍ਰਭੂ ਦੇ) ਰੰਗ ਵਿਚ ਹੀ (ਮਸਤ) ਰਹਿੰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25768,
    "shabad_id": 2213,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਧਨੁ ਅਰਪੀ ਤਿਨ ਕੳੁ; ਨਿਵਿ ਨਿਵਿ ਲਾਗੳੁ ਪਾੲਿ ॥",
    "transliteration": "Than Man Dhhan Arapee Thin Ko Niv Niv Laago Paae ||",
    "translation": "I dedicate my mind, soul and wealth to them; bowing low, I fall at their feet.",
    "punjabi": "(ਮੇਰਾ ਚਿੱਤ ਕਰਦਾ ਹੈ) ਆਪਣਾ ਤਨ ਮਨ ਧਨ ਉਹਨਾਂ ਦੀ ਭੇਟ ਕਰ ਦਿਆਂ ਤੇ ਨਿਉਂ ਨਿਉਂ ਕੇ ਉਹਨਾਂ ਦੀ ਪੈਰੀਂ ਲੱਗਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25769,
    "shabad_id": 2213,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤਿਨ ਮਿਲਿਅਾ. ਮਨੁ ਸੰਤੋਖੀਅੈ; ਤ੍ਰਿਸਨਾ ਭੁਖ ਸਭ ਜਾੲਿ ॥",
    "transliteration": "Thin Miliaa Man Santhokheeai Thrisanaa Bhukh Sabh Jaae ||",
    "translation": "Meeting them, the soul is satisfied, and one's hunger and thirst all depart.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਮਨ ਨੂੰ ਠੰਢ ਪੈਂਦੀ ਹੈ, ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25770,
    "shabad_id": 2213,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ ਸੁਖੀੲੇ ਸਦਾ; ਸਚੇ ਸਿੳੁ ਲਿਵ ਲਾੲਿ ॥੨॥",
    "transliteration": "Naanak Naam Rathae Sukheeeae Sadhaa Sachae Sio Liv Laae ||2||",
    "translation": "O Nanak, those who are attuned to the Naam are happy forever; they lovingly focus their minds on the True Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਵਿਚ ਭਿੱਜੇ ਹੋਏ ਮਨੁੱਖ ਸੱਚੇ ਪ੍ਰਭੂ ਨਾਲ ਚਿੱਤ ਜੋੜ ਕੇ ਸਦਾ ਸੁਖਾਲੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25771,
    "shabad_id": 2214,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25772,
    "shabad_id": 2214,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਿਸੁ ਗੁਰ ਕੳੁ. ਹੳੁ ਵਾਰਿਅਾ; ਜਿਨਿ ਹਰਿ ਕੀ. ਹਰਿ ਕਥਾ ਸੁਣਾੲੀ ॥",
    "transliteration": "This Gur Ko Ho Vaariaa Jin Har Kee Har Kathhaa Sunaaee ||",
    "translation": "I am a sacrifice to the Guru, who recites the sermon of the Lord's Teachings.",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਸ ਸਤਿਗੁਰੂ ਤੋਂ ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦੀ ਗੱਲ ਸੁਣਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
