[
  {
    "id": 25811,
    "shabad_id": 2220,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਤਿਨ ਕੳੁ ਭੇਟਿਅਾ; ਜਿਨ ਕੈ ਮੁਖਿ ਮਸਤਕਿ ਭਾਗੁ ਲਿਖਿ ਪਾੲਿਅਾ ॥੭॥",
    "transliteration": "So Sathigur Thin Ko Bhaettiaa Jin Kai Mukh Masathak Bhaag Likh Paaeiaa ||7||",
    "translation": "The True Guru meets with those upon whose foreheads such blessed destiny is recorded. ||7||",
    "punjabi": "ਐਸਾ ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਮੂੰਹ ਉੱਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਚੰਗੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ) ਭਾਗ ਲਿਖਿਆ ਪਿਆ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25812,
    "shabad_id": 2221,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25813,
    "shabad_id": 2221,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਭਗਤਿ ਕਰਹਿ ਮਰਜੀਵੜੇ; ਗੁਰਮੁਖਿ ਭਗਤਿ ਸਦਾ ਹੋੲਿ ॥",
    "transliteration": "Bhagath Karehi Marajeevarrae Guramukh Bhagath Sadhaa Hoe ||",
    "translation": "They alone worship the Lord, who remain dead while yet alive; the Gurmukhs worship the Lord continually.",
    "punjabi": "(ਸੰਸਾਰ ਵਲੋਂ) ਮਰ ਕੇ (ਰੱਬ ਵੱਲ) ਜੀਊਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਸੱਚੀ) ਭਗਤੀ ਕਰਦੇ ਹਨ, ਅਸਲ ਭਗਤੀ ਉਹਨਾਂ ਪਾਸੋਂ ਹੀ ਹੋ ਸਕਦੀ ਹੈ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25814,
    "shabad_id": 2221,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਓਨਾ ਕੳੁ ਧੁਰਿ ਭਗਤਿ ਖਜਾਨਾ ਬਖਸਿਅਾ; ਮੇਟਿ. ਨ ਸਕੈ ਕੋੲਿ ॥",
    "transliteration": "Ounaa Ko Dhhur Bhagath Khajaanaa Bakhasiaa Maett N Sakai Koe ||",
    "translation": "The Lord blesses them with the treasure of devotional worship, which no one can destroy.",
    "punjabi": "ਐਸੇ ਬੰਦਿਆਂ ਨੂੰ ਧੁਰੋਂ ਪਰਮਾਤਮਾ ਨੇ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਹੋਈ ਹੈ, ਕੋਈ ਉਸ ਬਖ਼ਸ਼ਸ਼ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25815,
    "shabad_id": 2221,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਣ ਨਿਧਾਨੁ ਮਨਿ ਪਾੲਿਅਾ; ੲੇਕੋ ਸਚਾ ਸੋੲਿ ॥",
    "transliteration": "Gun Nidhhaan Man Paaeiaa Eaeko Sachaa Soe ||",
    "translation": "They obtain the treasure of virtue, the One True Lord, within their minds.",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਲੱਭ ਲਿਆ ਹੈ ਜੋ ਇਕ ਆਪ ਹੀ ਆਪ ਹੈ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25816,
    "shabad_id": 2221,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਮਿਲਿ ਰਹੇ; ਫਿਰਿ ਵਿਛੋੜਾ. ਕਦੇ ਨ ਹੋੲਿ ॥੧॥",
    "transliteration": "Naanak Guramukh Mil Rehae Fir Vishhorraa Kadhae N Hoe ||1||",
    "translation": "O Nanak, the Gurmukhs remain united with the Lord; they shall never be separated again. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਫਿਰ ਕਦੇ ਉਹਨਾਂ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲੋਂ) ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25817,
    "shabad_id": 2222,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25818,
    "shabad_id": 2222,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵ. ਨ ਕੀਨੀਅਾ; ਕਿਅਾ ਓਹੁ ਕਰੇ ਵੀਚਾਰੁ ॥",
    "transliteration": "Sathigur Kee Saev N Keeneeaa Kiaa Ouhu Karae Veechaar ||",
    "translation": "He does not serve the True Guru; how can he reflect upon the Lord?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਨਹੀਂ ਕੀਤੀ, ਉਹ ਹੋਰ ਕੀਹ ਵਿਚਾਰ ਕਰਦਾ ਹੈ? (ਭਾਵ, ਉਸ ਦੀ ਹੋਰ ਕਿਸੇ ਵਿਚਾਰ ਦਾ ਗੁਣ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25819,
    "shabad_id": 2222,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਬਦੈ ਸਾਰ. ਨ ਜਾਣੲੀ; ਬਿਖੁ ਭੂਲਾ ਗਾਵਾਰੁ ॥",
    "transliteration": "Sabadhai Saar N Jaanee Bikh Bhoolaa Gaavaar ||",
    "translation": "He does not appreciate the value of the Shabad; the fool wanders in corruption and sin.",
    "punjabi": "ਉਹ ਮੂਰਖ ਜ਼ਹਿਰ (ਨੂੰ ਵੇਖ ਕੇ) ਭੁੱਲਾ ਹੋਇਆ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25820,
    "shabad_id": 2222,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਗਿਅਾਨੀ ਅੰਧੁ ਬਹੁ ਕਰਮ ਕਮਾਵੈ; ਦੂਜੈ ਭਾੲਿ ਪਿਅਾਰੁ ॥",
    "transliteration": "Agiaanee Andhh Bahu Karam Kamaavai Dhoojai Bhaae Piaar ||",
    "translation": "The blind and ignorant perform all sorts of ritualistic actions; they are in love with duality.",
    "punjabi": "ਉਹ ਅੰਨ੍ਹਾ ਅਗਿਆਨੀ (ਹੋਰ) ਬਹੁਤੇ ਕਰਮ ਕਰਦਾ ਹੈ (ਕਰਮ-ਧਾਰਮਿਕ ਰਸਮਾਂ) ਪਰ ਉਸ ਦੀ ਸੁਰਤ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਹੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25821,
    "shabad_id": 2222,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਣਹੋਦਾ ਅਾਪੁ ਗਣਾੲਿਦੇ; ਜਮੁ ਮਾਰਿ ਕਰੇ ਤਿਨ ਖੁਅਾਰੁ ॥",
    "transliteration": "Anehodhaa Aap Ganaaeidhae Jam Maar Karae Thin Khuaar ||",
    "translation": "Those who take unjustified pride in themselves, are punished and humiliated by the Messenger of Death.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ ਕੋਈ ਗੁਣ ਨਾਹ ਹੁੰਦਿਆਂ ਆਪਣੇ ਆਪ ਨੂੰ (ਵੱਡਾ) ਜਤਾਉਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਜਮ ਮਾਰ ਕੇ ਖ਼ੁਆਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25822,
    "shabad_id": 2222,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਕਿਸ ਨੋ ਅਾਖੀਅੈ; ਜਾ ਅਾਪੇ ਬਖਸਣਹਾਰੁ ॥੨॥",
    "transliteration": "Naanak Kis No Aakheeai Jaa Aapae Bakhasanehaar ||2||",
    "translation": "O Nanak, who else is there to ask? The Lord Himself is the Forgiver. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਕਿਸੇ ਨੂੰ ਕੀਹ ਆਖਣਾ ਹੈ? ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ (ਭਾਵ, ਇਸ ਮਨ-ਮੁਖਤਾ ਵਲੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਚਾਉਣ ਦੇ ਸਮਰੱਥ ਹੈ, ਹੋਰ ਕੋਈ ਜੀਵ ਸਹੈਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25823,
    "shabad_id": 2223,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25824,
    "shabad_id": 2223,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤੂ ਕਰਤਾ ਸਭੁ ਕਿਛੁ ਜਾਣਦਾ; ਸਭਿ ਜੀਅ ਤੁਮਾਰੇ ॥",
    "transliteration": "Thoo Karathaa Sabh Kishh Jaanadhaa Sabh Jeea Thumaarae ||",
    "translation": "You, O Creator, know all things; all beings belong to You.",
    "punjabi": "ਹੇ ਸਿਰਜਣਹਾਰ! ਤੂੰ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈਂ ਤੇ ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25825,
    "shabad_id": 2223,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਭਾਵੈ ਤਿਸੁ ਤੂ ਮੇਲਿ ਲੈਹਿ; ਕਿਅਾ ਜੰਤ ਵਿਚਾਰੇ ॥",
    "transliteration": "Jis Thoo Bhaavai This Thoo Mael Laihi Kiaa Janth Vichaarae ||",
    "translation": "Those who are pleasing to You, You unite with Yourself; what can the poor creatures do?",
    "punjabi": "ਜੀਆਂ ਵਿਚਾਰਿਆਂ ਦੇ ਕੀਹ ਵੱਸ ਹੈ? ਜੋ ਤੈਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25826,
    "shabad_id": 2223,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੂ ਕਰਣ ਕਾਰਣ ਸਮਰਥੁ ਹੈ; ਸਚੁ ਸਿਰਜਣਹਾਰੇ ॥",
    "transliteration": "Thoo Karan Kaaran Samarathh Hai Sach Sirajanehaarae ||",
    "translation": "You are all-powerful, the Cause of causes, the True Creator Lord.",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਕਰਤਾਰ! ਤੂੰ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈਂ।",
    "pronunciation": "ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 25827,
    "shabad_id": 2223,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਮੇਲਹਿ ਪਿਅਾਰਿਅਾ, ਸੋ ਤੁਧੁ ਮਿਲੈ; ਗੁਰਮੁਖਿ ਵੀਚਾਰੇ ॥",
    "transliteration": "Jis Thoo Maelehi Piaariaa So Thudhh Milai Guramukh Veechaarae ||",
    "translation": "Only those unite with you, Beloved Lord, whom you approve and who meditate on Guru's Word.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਉਂਦਾ ਹੈਂ ਉਹ ਗੁਰੂ ਦੇ (ਸ਼ਬਦ) ਦੀ ਰਾਹੀਂ ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰ ਕੇ ਤੈਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25828,
    "shabad_id": 2223,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਸਤਿਗੁਰ ਅਾਪਣੇ; ਜਿਨਿ ਮੇਰਾ ਹਰਿ ਅਲਖੁ ਲਖਾਰੇ ॥੮॥",
    "transliteration": "Ho Balihaaree Sathigur Aapanae Jin Maeraa Har Alakh Lakhaarae ||8||",
    "translation": "I am a sacrifice to my True Guru, who has allowed me to see my unseen Lord. ||8||",
    "punjabi": "ਮੈਂ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਨੇ ਮੈਨੂੰ ਅਦ੍ਰਿਸ਼ਟ ਪਰਮਾਤਮਾ ਦੀ ਸੋਝੀ ਪਾ ਦਿੱਤੀ ਹੈ ॥੮॥",
    "pronunciation": "ਅ-ਲਖੁ",
    "type_id": 3
  },
  {
    "id": 25829,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25830,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਤਨਾ ਪਾਰਖੁ ਜੋ ਹੋਵੈ; ਸੁ ਰਤਨਾ ਕਰੇ ਵੀਚਾਰੁ ॥",
    "transliteration": "Rathanaa Paarakh Jo Hovai S Rathanaa Karae Veechaar ||",
    "translation": "He is the Assayer of jewels; He contemplates the jewel.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਰਤਨਾਂ ਦੀ ਕਦਰ ਜਾਣਦਾ ਹੈ, ਉਹੀ ਰਤਨਾਂ ਦੀ ਸੋਚ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25831,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਤਨਾ ਸਾਰ. ਨ ਜਾਣੲੀ; ਅਗਿਅਾਨੀ ਅੰਧੁ ਅੰਧਾਰੁ ॥",
    "transliteration": "Rathanaa Saar N Jaanee Agiaanee Andhh Andhhaar ||",
    "translation": "He is ignorant and totally blind - he does not appreciate the value of the jewel.",
    "punjabi": "ਪਰ ਅੰਨ੍ਹਾ ਤੇ ਅਗਿਆਨੀ ਬੰਦਾ ਰਤਨਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25832,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਤਨੁ ਗੁਰੂ ਕਾ ਸਬਦੁ ਹੈ; ਬੂਝੈ ਬੂਝਣਹਾਰੁ ॥",
    "transliteration": "Rathan Guroo Kaa Sabadh Hai Boojhai Boojhanehaar ||",
    "translation": "The Jewel is the Word of the Guru's Shabad; the Knower alone knows it.",
    "punjabi": "ਕੋਈ ਸੂਝ ਵਾਲਾ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਕਿ (ਅਸਲ) ਰਤਨ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੈ।",
    "pronunciation": "ਬੱੂਝੈ ਬੱੂਝਣਹਾਰੁ",
    "type_id": 3
  },
  {
    "id": 25833,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੂਰਖ ਅਾਪੁ ਗਣਾੲਿਦੇ; ਮਰਿ ਜੰਮਹਿ ਹੋੲਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Moorakh Aap Ganaaeidhae Mar Janmehi Hoe Khuaar ||",
    "translation": "The fools take pride in themselves, and are ruined in birth and death.",
    "punjabi": "ਪਰ, ਮੂਰਖ ਬੰਦੇ (ਗੁਰ-ਸ਼ਬਦ ਨੂੰ ਸਮਝਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਜਤਾਉਂਦੇ ਹਨ ਤੇ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਮਰਦੇ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25834,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਰਤਨਾ ਸੋ ਲਹੈ; ਜਿਸੁ ਗੁਰਮੁਖਿ ਲਗੈ ਪਿਅਾਰੁ ॥",
    "transliteration": "Naanak Rathanaa So Lehai Jis Guramukh Lagai Piaar ||",
    "translation": "O Nanak, he alone obtains the jewel, who, as Gurmukh, enshrines love for it.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ (ਗੁਰ-ਸ਼ਬਦ ਰੂਪ) ਰਤਨਾਂ ਨੂੰ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਗੁਰ-ਸ਼ਬਦ ਦੀ) ਲਗਨ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25835,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਨਾਮੁ ੳੁਚਰੈ; ਹਰਿ ਨਾਮੋ ਨਿਤ ਬਿੳੁਹਾਰੁ ॥",
    "transliteration": "Sadhaa Sadhaa Naam Oucharai Har Naamo Nith Biouhaar ||",
    "translation": "Chanting the Naam, the Name of the Lord, forever and ever, make the Name of the Lord your daily occupation.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਨਾਮ ਜਪਣਾ ਹੀ ਉਸ ਦਾ ਨਿੱਤ ਦਾ ਵਿਹਾਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25836,
    "shabad_id": 2224,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਕਰੇ ਜੇ ਅਾਪਣੀ; ਤਾ ਹਰਿ ਰਖਾ ੳੁਰ ਧਾਰਿ ॥੧॥",
    "transliteration": "Kirapaa Karae Jae Aapanee Thaa Har Rakhaa Our Dhhaar ||1||",
    "translation": "If the Lord shows His Mercy, then I keep Him enshrined within my heart. ||1||",
    "punjabi": "ਜੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮੇਹਰ ਕਰੇ, ਤਾਂ ਮੈਂ ਭੀ ਉਸ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਰੱਖਾਂ ॥੧॥",
    "pronunciation": "ਰੱਖਾ",
    "type_id": 3
  },
  {
    "id": 25837,
    "shabad_id": 2225,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25838,
    "shabad_id": 2225,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵ. ਨ ਕੀਨੀਅਾ; ਹਰਿ ਨਾਮਿ. ਨ ਲਗੋ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sathigur Kee Saev N Keeneeaa Har Naam N Lago Piaar ||",
    "translation": "They do not serve the True Guru, and they do not embrace love for the Lord's Name.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਹੀਂ ਕੀਤੀ, ਜਿਨ੍ਹਾਂ ਦੀ ਲਗਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਨਹੀਂ ਬਣੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25839,
    "shabad_id": 2225,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਤ ਤੁਮ ਜਾਣਹੁ ਓੲਿ ਜੀਵਦੇ; ਓੲਿ ਅਾਪਿ ਮਾਰੇ ਕਰਤਾਰਿ ॥",
    "transliteration": "Math Thum Jaanahu Oue Jeevadhae Oue Aap Maarae Karathaar ||",
    "translation": "Do not even think that they are alive - the Creator Lord Himself has killed them.",
    "punjabi": "ਇਹ ਨਾ ਸਮਝੋ ਕਿ ਉਹ ਬੰਦੇ ਜੀਊਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਰਤਾਰ ਨੇ ਆਪ ਹੀ (ਆਤਮਕ ਮੌਤੇ) ਮਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25840,
    "shabad_id": 2225,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹੳੁਮੈ ਵਡਾ ਰੋਗੁ ਹੈ; ਭਾੲਿ ਦੂਜੈ ਕਰਮ ਕਮਾੲਿ ॥",
    "transliteration": "Houmai Vaddaa Rog Hai Bhaae Dhoojai Karam Kamaae ||",
    "translation": "Egotism is such a terrible disease; in the love of duality, they do their deeds.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਕਰਮ ਕਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਹਉਮੈ ਦਾ ਰੋਗ (ਚੰਬੜਿਆ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25841,
    "shabad_id": 2225,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਮਨਮੁਖਿ ਜੀਵਦਿਅਾ ਮੁੲੇ; ਹਰਿ ਵਿਸਰਿਅਾ. ਦੁਖੁ ਪਾੲਿ ॥੨॥",
    "transliteration": "Naanak Manamukh Jeevadhiaa Mueae Har Visariaa Dhukh Paae ||2||",
    "translation": "O Nanak, the self-willed manmukhs are in a living death; forgetting the Lord, they suffer in pain. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਜੀਊਂਦੇ ਹੀ ਮੋਏ ਜਾਣੋ। ਜੋ ਮਨੁੱਖ ਰੱਬ ਨੂੰ ਭੁਲਾਉਂਦਾ ਹੈ; ਉਹ ਦੁਖ ਪਾਉਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25842,
    "shabad_id": 2226,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25843,
    "shabad_id": 2226,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਸੁ ਅੰਤਰੁ ਹਿਰਦਾ ਸੁਧੁ ਹੈ; ਤਿਸੁ ਜਨ ਕੳੁ ਸਭਿ ਨਮਸਕਾਰੀ ॥",
    "transliteration": "Jis Anthar Hiradhaa Sudhh Hai This Jan Ko Sabh Namasakaaree ||",
    "translation": "Let all bow in reverence, to that humble being whose heart is pure within.",
    "punjabi": "ਜਿਸ ਦਾ ਅੰਦਰਲਾ ਹਿਰਦਾ ਪਵਿੱਤ੍ਰ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ ਜੀਵ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25844,
    "shabad_id": 2226,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਸੁ ਅੰਦਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਤਿਸੁ ਜਨ ਕੳੁ. ਹੳੁ ਬਲਿਹਾਰੀ ॥",
    "transliteration": "Jis Andhar Naam Nidhhaan Hai This Jan Ko Ho Balihaaree ||",
    "translation": "I am a sacrifice to that humble being whose mind is filled with the treasure of the Naam.",
    "punjabi": "ਉਸ ਤੋਂ ਮੈਂ ਸਦਕੇ ਹਾਂ, ਜਿਸਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ (ਰੂਪ) ਖ਼ਜ਼ਾਨਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25845,
    "shabad_id": 2226,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਸੁ ਅੰਦਰਿ ਬੁਧਿ ਬਿਬੇਕੁ ਹੈ; ਹਰਿ ਨਾਮੁ ਮੁਰਾਰੀ ॥",
    "transliteration": "Jis Andhar Budhh Bibaek Hai Har Naam Muraaree ||",
    "translation": "He has a discriminating intellect; he meditates on the Name of the Lord.",
    "punjabi": "ਜਿਸ ਦੇ ਅੰਦਰ (ਭਲੀ) ਮੱਤ ਹੈ, (ਚੰਗੇ ਮੰਦੇ ਦੀ) ਪਛਾਣ ਹੈ ਤੇ ਹਰੀ ਮੁਰਾਰੀ ਦਾ ਨਾਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25846,
    "shabad_id": 2226,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਸਭਨਾ ਕਾ ਮਿਤੁ ਹੈ; ਸਭ ਤਿਸਹਿ ਪਿਅਾਰੀ ॥",
    "transliteration": "So Sathigur Sabhanaa Kaa Mith Hai Sabh Thisehi Piaaree ||",
    "translation": "That True Guru is a friend to all; everyone is dear to Him.",
    "punjabi": "ਉਹ ਸਤਿਗੁਰੂ ਸਭ ਜੀਵਾਂ ਦਾ ਮਿੱਤ੍ਰ ਹੈ ਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਉਸ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25847,
    "shabad_id": 2226,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਭੁ ਅਾਤਮ ਰਾਮੁ ਪਸਾਰਿਅਾ; ਗੁਰ ਬੁਧਿ ਬੀਚਾਰੀ ॥੯॥",
    "transliteration": "Sabh Aatham Raam Pasaariaa Gur Budhh Beechaaree ||9||",
    "translation": "The Lord, the Supreme Soul, is pervading everywhere; reflect upon the wisdom of the Guru's Teachings. ||9||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸਮਝ ਨੇ ਤਾਂ ਇਹ ਸਮਝਿਆ ਹੈ ਕਿ ਸਭ ਥਾਈਂ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਆਪ ਪਸਾਰਿਆ ਹੋਇਆ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25848,
    "shabad_id": 2227,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25849,
    "shabad_id": 2227,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਜੀਅ ਕੇ ਬੰਧਨਾ; ਵਿਚਿ ਹੳੁਮੈ ਕਰਮ ਕਮਾਹਿ ॥",
    "transliteration": "Bin Sathigur Saevae Jeea Kae Bandhhanaa Vich Houmai Karam Kamaahi ||",
    "translation": "Without serving the True Guru, the soul is in the bondage of deeds done in ego.",
    "punjabi": "ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਖੁੰਝ ਕੇ ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ ਕਰਮ ਕਰਦੇ ਹਨ, ਪਰ ਉਹ ਕਰਮ ਉਹਨਾਂ ਦੇ ਆਤਮਾ ਲਈ ਬੰਧਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25850,
    "shabad_id": 2227,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰੁ ਸੇਵੇ. ਠੳੁਰੁ ਨ ਪਾਵਹੀ; ਮਰਿ ਜੰਮਹਿ ਅਾਵਹਿ ਜਾਹਿ ॥",
    "transliteration": "Bin Sathigur Saevae Thour N Paavehee Mar Janmehi Aavehi Jaahi ||",
    "translation": "Without serving the True Guru, one finds no place of rest; he dies, and is reincarnated, and continues coming and going.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਨਾ ਕਰਨ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਕਿਤੇ ਥਾ ਨਹੀਂ ਮਿਲਦੀ, ਉਹ ਮਰਦੇ ਹਨ (ਫੇਰ) ਜੰਮਦੇ ਹਨ, (ਸੰਸਾਰ ਵਿਚ) ਆਉਂਦੇ ਹਨ, (ਫੇਰ) ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 25851,
    "shabad_id": 2227,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਫਿਕਾ ਬੋਲਣਾ; ਨਾਮੁ. ਨ ਵਸੈ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Bin Sathigur Saevae Fikaa Bolanaa Naam N Vasai Man Maahi ||",
    "translation": "Without serving the True Guru, one's speech is vapid and insipid; the Naam, the Name of the Lord, does not abide in his mind.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦੇ ਬੋਲ ਭੀ ਫਿੱਕੇ ਹੁੰਦੇ ਹਨ ਤੇ 'ਨਾਮ' ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]
