[
  {
    "id": 26002,
    "shabad_id": 2255,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਬਦੈ ਸਾਦੁ. ਨ ਅਾੲਿਓ; ਨਾਮਿ. ਨ ਲਗੋ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sabadhai Saadh N Aaeiou Naam N Lago Piaar ||",
    "translation": "One who does not savor the taste of the Shabad, who does not love the Naam, the Name of the Lord,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰਸ ਨਹੀਂ ਆਉਂਦਾ, ਨਾਮ ਵਿਚ ਜਿਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਜੁੜਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26003,
    "shabad_id": 2255,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਸਨਾ ਫਿਕਾ ਬੋਲਣਾ; ਨਿਤ ਨਿਤ ਹੋੲਿ ਖੁਅਾਰੁ ॥",
    "transliteration": "Rasanaa Fikaa Bolanaa Nith Nith Hoe Khuaar ||",
    "translation": "And who speaks insipid words with his tongue, is ruined, again and again.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜੀਭ ਨਾਲ ਫਿੱਕੇ ਬਚਨ ਹੀ ਬੋਲਦਾ ਹੈ ਤੇ ਸਦਾ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਫਿੱਕਾ",
    "type_id": 3
  },
  {
    "id": 26004,
    "shabad_id": 2255,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਕਿਰਤਿ ਪੲਿਅੈ ਕਮਾਵਣਾ; ਕੋੲਿ. ਨ ਮੇਟਣਹਾਰੁ ॥੨॥",
    "transliteration": "Naanak Kirath Paeiai Kamaavanaa Koe N Maettanehaar ||2||",
    "translation": "O Nanak, he acts according to the karma of his past actions, which no one can erase. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ (ਪਿਛਲੇ ਕੀਤੇ ਕੰਮਾਂ ਦੇ) ਉੱਕਰੇ ਹੋਏ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਕਾਰ ਕਰਨੀ ਪੈਂਦੀ ਹੈ; ਕੋਈ ਵੀ (ਸੰਸਕਾਰਾਂ ਨੂੰ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26005,
    "shabad_id": 2256,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26006,
    "shabad_id": 2256,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਸਤ ਪੁਰਖੁ ਸਤਿਗੁਰੂ ਹਮਾਰਾ; ਜਿਤੁ ਮਿਲਿਅੈ. ਹਮ ਕੳੁ ਸਾਂਤਿ ਅਾੲੀ ॥",
    "transliteration": "Dhhan Dhhan Sath Purakh Sathiguroo Hamaaraa Jith Miliai Ham Ko Saanth Aaee ||",
    "translation": "Blessed, blessed is the True Being, my True Guru; meeting Him, I have found peace.",
    "punjabi": "ਸਾਡਾ ਸਤਪੁਰਖੁ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ, ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਸਾਡੇ ਹਿਰਦੇ ਵਿਚ ਠੰਡ ਪਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26007,
    "shabad_id": 2256,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਸਤ ਪੁਰਖੁ ਸਤਿਗੁਰੂ ਹਮਾਰਾ; ਜਿਤੁ ਮਿਲਿਅੈ. ਹਮ ਹਰਿ ਭਗਤਿ ਪਾੲੀ ॥",
    "transliteration": "Dhhan Dhhan Sath Purakh Sathiguroo Hamaaraa Jith Miliai Ham Har Bhagath Paaee ||",
    "translation": "Blessed, blessed is the True Being, my True Guru; meeting Him, I have attained the Lord's devotional worship.",
    "punjabi": "ਸਾਡਾ ਸਤਪੁਰਖੁ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ, ਜਿਸਦੇ ਮਿਲਿਆਂ ਅਸਾਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਲੱਭੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26008,
    "shabad_id": 2256,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਹਰਿ ਭਗਤੁ. ਸਤਿਗੁਰੂ ਹਮਾਰਾ; ਜਿਸ ਕੀ ਸੇਵਾ ਤੇ. ਹਮ ਹਰਿ ਨਾਮਿ ਲਿਵ ਲਾੲੀ ॥",
    "transliteration": "Dhhan Dhhan Har Bhagath Sathiguroo Hamaaraa Jis Kee Saevaa Thae Ham Har Naam Liv Laaee ||",
    "translation": "Blessed, blessed is the Lord's devotee, my True Guru; serving Him, I have come to enshrine love for the Name of the Lord.",
    "punjabi": "ਹਰੀ ਦਾ ਭਗਤ ਸਾਡਾ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ, ਜਿਸ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਅਸਾਂ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਬਿਰਤੀ ਜੋੜੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26009,
    "shabad_id": 2256,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਹਰਿ ਗਿਅਾਨੀ ਸਤਿਗੁਰੂ ਹਮਾਰਾ; ਜਿਨਿ ਵੈਰੀ ਮਿਤ੍ਰੁ. ਹਮ ਕੳੁ, ਸਭ ਸਮ ਦ੍ਰਿਸਟਿ ਦਿਖਾੲੀ ॥",
    "transliteration": "Dhhan Dhhan Har Giaanee Sathiguroo Hamaaraa Jin Vairee Mithra Ham Ko Sabh Sam Dhrisatt Dhikhaaee ||",
    "translation": "Blessed, blessed is the Knower of the Lord, my True Guru; He has taught me to look upon friend and foe alike.",
    "punjabi": "ਹਰੀ ਦੇ ਗਿਆਨ ਵਾਲਾ ਸਾਡਾ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ ਜਿਸ ਨੇ ਵੈਰੀ ਕੀਹ ਤੇ ਸਜਨ ਕੀਹ-ਸਭ ਵਾਲ ਸਾਨੂੰ ਏਕਤਾ ਦੀ ਨਜ਼ਰ (ਨਾਲ ਵੇਖਣ ਦੀ ਜਾਚ) ਸਿਖਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26010,
    "shabad_id": 2256,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਸਤਿਗੁਰੂ ਮਿਤ੍ਰੁ ਹਮਾਰਾ; ਜਿਨਿ ਹਰਿ ਨਾਮ ਸਿੳੁ, ਹਮਾਰੀ ਪ੍ਰੀਤਿ ਬਣਾੲੀ ॥੧੯॥",
    "transliteration": "Dhhan Dhhan Sathiguroo Mithra Hamaaraa Jin Har Naam Sio Hamaaree Preeth Banaaee ||19||",
    "translation": "Blessed, blessed is the True Guru, my best friend; He has led me to embrace love for the Name of the Lord. ||19||",
    "punjabi": "ਸਾਡਾ ਸੱਜਣ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ ਹਰੀ ਦੇ ਨਾਮ ਨਾਲ ਸਾਡਾ ਪਿਆਰ ਬਣਾ ਦਿੱਤਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26011,
    "shabad_id": 2257,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26012,
    "shabad_id": 2257,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਘਰ ਹੀ. ਮੁੰਧਿ ਵਿਦੇਸਿ, ਪਿਰੁ; ਨਿਤ ਝੂਰੇ ਸੰਮ੍ਹਾਲੇ ॥",
    "transliteration": "Ghar Hee Mundhh Vidhaes Pir Nith Jhoorae Sanmhaalae ||",
    "translation": "The soul-bride is at home, while the Husband Lord is away; she cherishes His memory, and mourns His absence.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਤਾਂ ਘਰ (ਭਾਵ, ਹਿਰਦੇ) ਵਿਚ ਹੀ ਹੈ, ਪਰ, (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਸ ਨੂੰ ਪਰਦੇਸ ਵਿਚ (ਸਮਝਦੀ ਹੋਈ) ਸਦਾ ਝੂਰਦੀ ਤੇ ਯਾਦ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26013,
    "shabad_id": 2257,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਿਲਦਿਅਾ. ਢਿਲ ਨ ਹੋਵੲੀ; ਜੇ ਨੀਅਤਿ ਰਾਸਿ ਕਰੇ ॥੧॥",
    "transliteration": "Miladhiaa Dtil N Hovee Jae Neeath Raas Karae ||1||",
    "translation": "She shall meet Him without delay, if she rids herself of duality. ||1||",
    "punjabi": "ਜੇ ਨੀਯਤ ਸਾਫ਼ ਕਰੇ ਤਾਂ (ਪ੍ਰਭੂ ਨੂੰ) ਮਿਲਦਿਆਂ ਢਿੱਲ ਨਹੀਂ ਲੱਗਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26014,
    "shabad_id": 2258,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਃ ੧ ॥",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26015,
    "shabad_id": 2258,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਗਾਲੀ ਕੂੜੀਅਾ; ਬਾਝੁ ਪਰੀਤਿ ਕਰੇੲਿ ॥",
    "transliteration": "Naanak Gaalee Koorreeaa Baajh Pareeth Karaee ||",
    "translation": "O Nanak, false is the speech of one who acts without loving the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਗਲ-ਬਾਤ ਸਭ ਝੂਠੀ ਹੈ ਜੋ (ਹਰੀ ਨਾਲ) ਪਿਆਰ ਕਰਨ ਤੋਂ ਦੂਰ ਕਰਦੀ ਹੈ।",
    "pronunciation": "ਗਾੱਲੀ",
    "type_id": 3
  },
  {
    "id": 26016,
    "shabad_id": 2258,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਿਚਰੁ ਜਾਣੈ ਭਲਾ ਕਰਿ; ਜਿਚਰੁ ਲੇਵੈ ਦੇੲਿ ॥੨॥",
    "transliteration": "Thichar Jaanai Bhalaa Kar Jichar Laevai Dhaee ||2||",
    "translation": "He judges things to be good, only as long as the Lord gives and he receives. ||2||",
    "punjabi": "ਜਦ ਤਾਈਂ (ਹਰੀ) ਦੇਂਦਾ ਹੈ ਤੇ (ਜੀਵ) ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਜਦ ਤਕ ਜੀਵ ਨੂੰ ਕੁਝ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ) ਤਦ ਤਾਈਂ (ਹਰੀ ਨੂੰ ਜੀਵ) ਚੰਗਾ ਸਮਝਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26017,
    "shabad_id": 2259,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26018,
    "shabad_id": 2259,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਨਿ ੳੁਪਾੲੇ ਜੀਅ; ਤਿਨਿ ਹਰਿ ਰਾਖਿਅਾ ॥",
    "transliteration": "Jin Oupaaeae Jeea Thin Har Raakhiaa ||",
    "translation": "The Lord, who created the creatures, also protects them.",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਉਸੇ ਨੇ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26019,
    "shabad_id": 2259,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਸਚਾ ਨਾੳੁ; ਭੋਜਨੁ ਚਾਖਿਅਾ ॥",
    "transliteration": "Anmrith Sachaa Naao Bhojan Chaakhiaa ||",
    "translation": "I have tasted the food of Ambrosial Nectar, the True Name.",
    "punjabi": "ਜੋ ਜੀਵ ਉਸ ਹਰੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਸੱਚਾ ਨਾਮ (ਰੂਪ) ਭੋਜਨ ਛਕਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26020,
    "shabad_id": 2259,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿਪਤਿ ਰਹੇ ਅਾਘਾੲਿ; ਮਿਟੀ ਭਭਾਖਿਅਾ ॥",
    "transliteration": "Thipath Rehae Aaghaae Mittee Bhabhaakhiaa ||",
    "translation": "I am satisfied and satiated, and my hunger is appeased.",
    "punjabi": "ਤੇ (ਇਸ ਨਾਮ-ਰੂਪ ਭੋਜਨ ਨਾਲ) ਉਹ ਬੜੇ ਰੱਜ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਹੋਰ ਖਾਣ ਦੀ ਇੱਛਾ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਭਭਾਖਿਅਾ) ਭੁੱਖ, ਖਾਣ ਦੀ ੲਿੱਛਾ। ਮਿਟੀ ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 26021,
    "shabad_id": 2259,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਭ ਅੰਦਰਿ ੲਿਕੁ ਵਰਤੈ; ਕਿਨੈ ਵਿਰਲੈ ਲਾਖਿਅਾ ॥",
    "transliteration": "Sabh Andhar Eik Varathai Kinai Viralai Laakhiaa ||",
    "translation": "The One Lord is pervading in all, but rare are those who realize this.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕ ਪ੍ਰਭੂ ਆਪ ਵਿਆਪਕ ਹੈ, ਪਰ ਕਿਸੇ ਵਿਹਲੇ ਨੇ ਇਹ ਸਮਝਿਆ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26022,
    "shabad_id": 2259,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਭੲੇ ਨਿਹਾਲੁ; ਪ੍ਰਭ ਕੀ ਪਾਖਿਅਾ ॥੨੦॥",
    "transliteration": "Jan Naanak Bheae Nihaal Prabh Kee Paakhiaa ||20||",
    "translation": "Servant Nanak is enraptured, in the Protection of God. ||20||",
    "punjabi": "ਤੇ ਹੇ ਨਾਨਕ! (ਉਹ ਵਿਰਲਾ) ਦਾਸ ਪ੍ਰਭੂ ਦੇ ਪੱਖ ਕਰ ਕੇ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨੦॥",
    "pronunciation": "(ਪਾਖਿਅਾ) ਸ਼ਰਨ",
    "type_id": 3
  },
  {
    "id": 26023,
    "shabad_id": 2260,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26024,
    "shabad_id": 2260,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਤਿਗੁਰ ਨੋ ਸਭੁ ਕੋ ਵੇਖਦਾ; ਜੇਤਾ ਜਗਤੁ ਸੰਸਾਰੁ ॥",
    "transliteration": "Sathigur No Sabh Ko Vaekhadhaa Jaethaa Jagath Sansaar ||",
    "translation": "All the living beings of the world behold the True Guru.",
    "punjabi": "ਜਿਤਨਾ ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਹੈ (ਇਸ ਵਿਚ) ਹਰੇਕ ਜੀਵ ਸਤਿਗੁਰੂ ਦੇ ਦਰਸਨ ਕਰਦਾ ਹੈ,",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 26025,
    "shabad_id": 2260,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਡਿਠੈ. ਮੁਕਤਿ ਨ ਹੋਵੲੀ; ਜਿਚਰੁ ਸਬਦਿ. ਨ ਕਰੇ ਵੀਚਾਰੁ ॥",
    "transliteration": "Ddithai Mukath N Hovee Jichar Sabadh N Karae Veechaar ||",
    "translation": "One is not liberated by merely seeing Him, unless one contemplates the Word of His Shabad.",
    "punjabi": "(ਪਰ) ਨਿਰਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਮੁਕਤੀ ਨਹੀਂ ਮਿਲਦੀ, ਜਦ ਤਾਈਂ ਜੀਵ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26026,
    "shabad_id": 2260,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹੳੁਮੈ. ਮੈਲੁ ਨ ਚੁਕੲੀ; ਨਾਮਿ. ਨ ਲਗੈ ਪਿਅਾਰੁ ॥",
    "transliteration": "Houmai Mail N Chukee Naam N Lagai Piaar ||",
    "translation": "The filth of ego is not removed, and he does not enshrine love for the Naam.",
    "punjabi": "(ਕਿਉਂਕਿ ਵਿਚਾਰ ਕਰਨ ਤੋਂ ਬਿਨਾ) ਅਹੰਕਾਰ (-ਰੂਪ ਮਨ ਦੀ) ਮੈਲ ਨਹੀਂ ਉਤਰਦੀ ਤੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26027,
    "shabad_id": 2260,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲਿਕਿ ਅਾਪੇ ਬਖਸਿ ਮਿਲਾੲਿਅਨੁ; ਦੁਬਿਧਾ ਤਜਿ ਵਿਕਾਰ ॥",
    "transliteration": "Eik Aapae Bakhas Milaaeian Dhubidhhaa Thaj Vikaar ||",
    "translation": "The Lord forgives some, and unites them with Himself; they forsake their duality and sinful ways.",
    "punjabi": "ਕਈ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ ਮਿਲਾ ਲਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਨੇ ਮੇਰ-ਤੇਰ ਤੇ ਵਿਕਾਰ ਛੱਡੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26028,
    "shabad_id": 2260,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ੲਿਕਿ ਦਰਸਨੁ ਦੇਖਿ. ਮਰਿ ਮਿਲੇ; ਸਤਿਗੁਰ ਹੇਤਿ ਪਿਅਾਰਿ ॥੧॥",
    "transliteration": "Naanak Eik Dharasan Dhaekh Mar Milae Sathigur Haeth Piaar ||1||",
    "translation": "O Nanak, some behold the Blessed Vision of the True Guru's Darshan, with love and affection; conquering their ego, they meet with the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਈ ਮਨੁੱਖ (ਸਤਿਗੁਰੂ ਦਾ) ਦਰਸ਼ਨ ਕਰ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਬਿਰਤੀ ਜੋੜ ਕੇ ਮਰ ਕੇ (ਭਾਵ, ਆਪਾ ਗਵਾ ਕੇ) ਹਰੀ ਵਿਚ ਮਿਲ ਗਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26029,
    "shabad_id": 2261,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26030,
    "shabad_id": 2261,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤਿਗੁਰੂ. ਨ ਸੇਵਿਓ; ਮੂਰਖ ਅੰਧ ਗਵਾਰਿ ॥",
    "transliteration": "Sathiguroo N Saeviou Moorakh Andhh Gavaar ||",
    "translation": "The foolish, blind clown does not serve the True Guru.",
    "punjabi": "ਅੰਨ੍ਹੇ ਮੂਰਖ ਗਵਾਰ ਨੇ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਨਹੀਂ ਕੀਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26031,
    "shabad_id": 2261,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਬਹੁਤੁ ਦੁਖੁ ਲਾਗਾ; ਜਲਤਾ ਕਰੇ ਪੁਕਾਰ ॥",
    "transliteration": "Dhoojai Bhaae Bahuth Dhukh Laagaa Jalathaa Karae Pukaar ||",
    "translation": "In love with duality, he endures terrible suffering, and burning, he cries out in pain.",
    "punjabi": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਜਦੋਂ ਬਹੁਤ ਦੁਖੀ ਹੋਇਆ ਤਦੋਂ ਸੜਦਾ ਹੋਇਆ ਹਾੜੇ ਘੱਤਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26032,
    "shabad_id": 2261,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਨ ਕਾਰਣਿ. ਗੁਰੂ ਵਿਸਾਰਿਅਾ; ਸੇ. ਨ ੳੁਪਕਰੇ ਅੰਤੀ ਵਾਰ ॥",
    "transliteration": "Jin Kaaran Guroo Visaariaa Sae N Oupakarae Anthee Vaar ||",
    "translation": "He forgets the Guru, for the sake of mere objects, but they will not come to his rescue in the end.",
    "punjabi": "ਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਵਾਸਤੇ ਸਤਿਗੁਰੂ ਨੂੰ ਵਿਸਾਰਿਆ ਹੈ ਉਹ ਆਖ਼ਰੀ ਵੇਲੇ ਨਹੀਂ ਪੁੱਕਰਦੇ।",
    "pronunciation": "(ੳੁ-ਪੱਕਰੇ) ਸਹਾੲਿਤਾ ਕਰਨੀ",
    "type_id": 3
  },
  {
    "id": 26033,
    "shabad_id": 2261,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮਤੀ ਸੁਖੁ ਪਾੲਿਅਾ; ਬਖਸੇ ਬਖਸਣਹਾਰ ॥੨॥",
    "transliteration": "Naanak Guramathee Sukh Paaeiaa Bakhasae Bakhasanehaar ||2||",
    "translation": "Through the Guru's Instructions, Nanak has found peace; the Forgiving Lord has forgiven him. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਮੱਤ ਲਿਆਂ ਹੀ ਸੁਖ ਮਿਲਦਾ ਹੈ ਤੇ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹਰੀ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26034,
    "shabad_id": 2262,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26035,
    "shabad_id": 2262,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੂ ਅਾਪੇ ਅਾਪਿ. ਅਾਪਿ ਸਭੁ ਕਰਤਾ; ਕੋੲੀ ਦੂਜਾ ਹੋੲਿ. ਸੁ ਅਵਰੋ ਕਹੀਅੈ ॥",
    "transliteration": "Thoo Aapae Aap Aap Sabh Karathaa Koee Dhoojaa Hoe S Avaro Keheeai ||",
    "translation": "You Yourself, all by Yourself, are the Creator of all. If there were any other, then I would speak of another.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ ਆਪ ਹੈਂ ਤੇ ਆਪ ਹੀ ਸਭ ਕੁਝ ਪੈਦਾ ਕਰਦਾ ਹੈਂ, ਕਿਸੇ ਹੋਰ ਦੂਜੇ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਤਾਂ ਹੀ ਆਖੀਏ, ਜੇ ਕੋਈ ਹੋਰ ਹੋਵੇ ਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26036,
    "shabad_id": 2262,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਬੋਲੈ. ਅਾਪਿ ਬੁਲਾਵੈ; ਹਰਿ ਅਾਪੇ ਜਲਿ ਥਲਿ ਰਵਿ ਰਹੀਅੈ ॥",
    "transliteration": "Har Aapae Bolai Aap Bulaavai Har Aapae Jal Thhal Rav Reheeai ||",
    "translation": "The Lord Himself speaks, and causes us to speak; He Himself is pervading the water and the land.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਵਿਚ) ਬੋਲਦਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਨੂੰ ਬੁਲਾਉਂਦਾ ਹੈ ਅਤੇ ਆਪ ਹੀ ਜਲ ਵਿਚ ਥਲ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26037,
    "shabad_id": 2262,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਮਾਰੈ. ਹਰਿ ਅਾਪੇ ਛੋਡੈ; ਮਨ ਹਰਿ ਸਰਣੀ. ਪੜਿ ਰਹੀਅੈ ॥",
    "transliteration": "Har Aapae Maarai Har Aapae Shhoddai Man Har Saranee Parr Reheeai ||",
    "translation": "The Lord Himself destroys, and the Lord Himself saves. O mind, seek and remain in the Lord's Sanctuary.",
    "punjabi": "ਹੇ ਮਨ! ਹਰੀ ਆਪ ਹੀ ਮਾਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਬਖ਼ਸ਼ਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਹਰੀ ਦੀ ਸ਼ਰਨ ਵਿਚ ਪਿਆ ਰਹੁ।",
    "pronunciation": "ਪੜਿ:ਪੋਲਾ ਬੋਲੋ, ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 26038,
    "shabad_id": 2262,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਕੋੲੀ ਮਾਰਿ ਜੀਵਾਲਿ, ਨ ਸਕੈ; ਮਨ ਹੋੲਿ ਨਿਚਿੰਦ ਨਿਸਲੁ ਹੋੲਿ ਰਹੀਅੈ ॥",
    "transliteration": "Har Bin Koee Maar Jeevaal N Sakai Man Hoe Nichindh Nisal Hoe Reheeai ||",
    "translation": "Other than the Lord, no one can kill or rejuvenate. O mind, do not be anxious - remain fearless.",
    "punjabi": "ਹਰੀ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਾ ਮਾਰ ਸਕਦਾ ਹੈ ਨਾ ਜਿਵਾ ਸਕਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਹੇ ਮਨ! ਬਿਲਕੁਲ ਬੇਫਿਕਰ ਹੋ ਰਹੁ (ਭਾਵ, ਹੋਰ ਕਿਸੇ ਦੀ ਆਸ ਨਾ ਰੱਖ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 26039,
    "shabad_id": 2262,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੳੁਠਦਿਅਾ ਬਹਦਿਅਾ ਸੁਤਿਅਾ. ਸਦਾ ਸਦਾ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਜਨ ਨਾਨਕ. ਗੁਰਮੁਖਿ ਹਰਿ ਲਹੀਅੈ ॥੨੧॥੧॥ ਸੁਧੁ",
    "transliteration": "Outhadhiaa Behadhiaa Suthiaa Sadhaa Sadhaa Har Naam Dhhiaaeeai Jan Naanak Guramukh Har Leheeai ||21||1|| Sudhhu",
    "translation": "While standing, sitting, and sleeping, forever and ever, meditate on the Lord's Name; O servant Nanak, as Gurmukh, you shall attain the Lord. ||21||1||Sudh||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇ ਉਠਦਿਆਂ ਬਹਿੰਦਿਆਂ ਤੇ ਸੁੱਤਿਆਂ ਹਰ ਵੇਲੇ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰੀਏ ਤਾਂ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰਿ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨੧॥੧॥ਸ਼ੁਧ।",
    "pronunciation": "",
    "type_id": 3
  }
]
