[
  {
    "SHABAD_ID": 2720,
    "LINE_ID": 1,
    "RAAG_ID": 16,
    "GURMUKHI": "ibnu ismrn. jo jIvnu blnw; srp jYsy ArjwrI ]",
    "TRANSLITERATION": "Bin Simaran Jo Jeevan Balanaa Sarap Jaisae Arajaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜਿਤਨੀ ਭੀ ਜ਼ਿੰਦਗੀ ਗੁਜ਼ਾਰਨੀ ਹੈ (ਉਹ ਇਉਂ ਹੀ ਹੁੰਦੀ ਹੈ) ਜਿਵੇਂ ਸੱਪ (ਆਪਣੀ) ਉਮਰ ਗੁਜ਼ਾਰਦਾ ਹੈ (ਉਮਰ ਭਾਵੇਂ ਲੰਮੀ ਹੁੰਦੀ ਹੈ, ਪਰ ਉਹ ਸਦਾ ਆਪਣੇ ਅੰਦਰ ਜ਼ਹਿਰ ਪੈਦਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ)।",
    "PRONUNCIATION": "(blnw)bqIq krnw[ (ArjwrI)aumr"
  },
  {
    "SHABAD_ID": 2720,
    "LINE_ID": 1,
    "RAAG_ID": 16,
    "GURMUKHI": "nv KMfn ko rwju kmwvY; AMiq clYgo hwrI ]1]",
    "TRANSLITERATION": "Nav Khanddan Ko Raaj Kamaavai Anth Chalaigo Haaree ||1||",
    "PUNJABI": "(ਸਿਮਰਨ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਮਨੁੱਖ ਜੇ) ਸਾਰੀ ਧਰਤੀ ਦਾ ਰਾਜ ਭੀ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਭੀ ਆਖ਼ਰ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਕੇ ਹੀ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2720,
    "LINE_ID": 2,
    "RAAG_ID": 16,
    "GURMUKHI": "gux inDwn gux iqn hI gwey; jw kau ikrpw DwrI ]",
    "TRANSLITERATION": "Gun Nidhhaan Gun Thin Hee Gaaeae Jaa Ko Kirapaa Dhhaaree ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਦੇ ਗੁਣ ਉਸ ਮਨੁੱਖ ਨੇ ਹੀ ਗਾਏ ਹਨ ਜਿਸ ਉਤੇ ਹਰੀ ਨੇ ਮੇਹਰ ਕੀਤੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2720,
    "LINE_ID": 2,
    "RAAG_ID": 16,
    "GURMUKHI": "so suKIAw DMnu ausu jnmw; nwnk. iqsu bilhwrI ]2]2]",
    "TRANSLITERATION": "So Sukheeaa Dhhann Ous Janamaa Naanak This Balihaaree ||2||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਸੁਖੀ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦਾ ਹੈ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਮੁਬਾਰਿਕ ਹੁੰਦੀ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-) ਅਜੇਹੇ ਮਨੁੱਖ ਤੋਂ ਸਦਕੇ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 4,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 Gru 2 caupdy",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 Ghar 2 Choupadhae",
    "PUNJABI": "ਰਾਗ ਟੋਡੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 4,
    "RAAG_ID": 16,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 5,
    "RAAG_ID": 16,
    "GURMUKHI": "DwieE ry mn; dh ids DwieE ]",
    "TRANSLITERATION": "Dhhaaeiou Rae Man Dheh Dhis Dhhaaeiou ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੀਵ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 5,
    "RAAG_ID": 16,
    "GURMUKHI": "mwieAw mgn suAwid loiB moihE; iqin pRiB Awip BulwieE ] rhwau ]",
    "TRANSLITERATION": "Maaeiaa Magan Suaadh Lobh Mohiou Thin Prabh Aap Bhulaaeiou || Rehaao ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਲੋਭ ਵਿਚ ਮੋਹਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਰੱਖਿਆ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 6,
    "RAAG_ID": 16,
    "GURMUKHI": "hir kQw hir js swDsMgiq isau; ieku muhqu. n iehu mnu lwieE ]",
    "TRANSLITERATION": "Har Kathhaa Har Jas Saadhhasangath Sio Eik Muhath N Eihu Man Laaeiou ||",
    "PUNJABI": "ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਨਾਲ, ਸਾਧ ਸੰਗਤਿ ਨਾਲ, ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਆਪਣਾ ਇਹ ਮਨ ਨਹੀਂ ਜੋੜਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 6,
    "RAAG_ID": 16,
    "GURMUKHI": "ibgisE pyiK rMgu ksuMB ko; pr igRh johin jwieE ]1]",
    "TRANSLITERATION": "Bigasiou Paekh Rang Kasunbh Ko Par Grih Johan Jaaeiou ||1||",
    "PUNJABI": "ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦੇ ਰੰਗ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਪਰਾਏ ਘਰ ਤੱਕਣ ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 7,
    "RAAG_ID": 16,
    "GURMUKHI": "crnkml isau Bwau. n kIno; nh sq purKu mnwieE ]",
    "TRANSLITERATION": "Charan Kamal Sio Bhaao N Keeno Neh Sath Purakh Manaaeiou ||",
    "PUNJABI": "ਹੇ ਮਨ! ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਇਆ, ਤੂੰ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਨਹੀਂ ਕੀਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 7,
    "RAAG_ID": 16,
    "GURMUKHI": "Dwvq kau Dwvih bhu BwqI; ijau qylI bldu BRmwieE ]2]",
    "TRANSLITERATION": "Dhhaavath Ko Dhhaavehi Bahu Bhaathee Jio Thaelee Baladh Bhramaaeiou ||2||",
    "PUNJABI": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਤੂੰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈਂ (ਇਹ ਤੇਰੀ ਭਟਕਣਾ ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ) ਜਿਵੇਂ ਤੇਲੀ ਦਾ ਬਲਦ (ਕੋਹਲੂ ਅੱਗੇ ਜੁੱਪ ਕੇ) ਤੁਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਕੋਹਲੂ ਦੇ ਦੁਆਲੇ ਹੀ ਉਸ ਦਾ ਪੈਂਡਾ ਮੁੱਕਦਾ ਨਹੀਂ, ਮੁੜ ਮੁੜ ਉਸੇ ਦੇ ਦੁਆਲੇ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈ) ॥੨॥",
    "PRONUNCIATION": "(Dwvq) nwsvMq"
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 8,
    "RAAG_ID": 16,
    "GURMUKHI": "nwm dwnu iesnwnu. n kIE; iek inmK. n kIriq gwieE ]",
    "TRANSLITERATION": "Naam Dhaan Eisanaan N Keeou Eik Nimakh N Keerath Gaaeiou ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਮਨੁੱਖ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦਾ, ਸੇਵਾ ਨਹੀਂ ਕਰਦਾ, ਜੀਵਨ ਪਵਿਤ੍ਰ ਨਹੀਂ ਬਣਾਂਦਾ, ਇਕ ਪਲ ਭਰ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 9,
    "RAAG_ID": 16,
    "GURMUKHI": "nwnw JUiT lwie. mnu qoiKE; nh bUiJE ApnwieE ]3]",
    "TRANSLITERATION": "Naanaa Jhooth Laae Man Thokhiou Neh Boojhiou Apanaaeiou ||3||",
    "PUNJABI": "ਕਈ ਕਿਸਮ ਦੇ ਨਾਸਵੰਤ (ਜਗਤ) ਵਿਚ ਆਪਣੇ ਮਨ ਨੂੰ ਜੋੜ ਕੇ ਸੰਤੁਸ਼ਟ ਰਹਿੰਦਾ ਹੈ, ਆਪਣੇ ਅਸਲ ਪਦਾਰਥ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ ॥੩॥",
    "PRONUNCIATION": "(qoiKE) pRsMn kIqw[ b`UiJE"
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 9,
    "RAAG_ID": 16,
    "GURMUKHI": "praupkwr. n kbhU kIey; nhI siqguru syiv iDAwieE ]",
    "TRANSLITERATION": "Paroupakaar N Kabehoo Keeeae Nehee Sathigur Saev Dhhiaaeiou ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਮਾਇਆ-ਮਗਨ ਮਨੁੱਖ) ਕਦੇ ਹੋਰਨਾਂ ਦੀ ਸੇਵਾ-ਭਲਾਈ ਨਹੀਂ ਕਰਦਾ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 10,
    "RAAG_ID": 16,
    "GURMUKHI": "pMc dUq ric sMgiq gosit; mqvwro md mwieE ]4]",
    "TRANSLITERATION": "Panch Dhooth Rach Sangath Gosatt Mathavaaro Madh Maaeiou ||4||",
    "PUNJABI": "(ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਵੈਰੀਆਂ ਨਾਲ ਸਾਥ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਮੇਲ-ਮਿਲਾਪ ਰੱਖਦਾ ਹੈ, ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 10,
    "RAAG_ID": 16,
    "GURMUKHI": "krau bynqI swDsMgiq hir; Bgiq vCl suix AwieE ]",
    "TRANSLITERATION": "Karo Baenathee Saadhhasangath Har Bhagath Vashhal Sun Aaeiou ||",
    "PUNJABI": "ਮੈਂ (ਤਾਂ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਾ ਕੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-ਹੇ ਹਰੀ! ਮੈਂ ਇਹ ਸੁਣ ਕੇ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ ਕਿ ਤੂੰ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": "(vCl) ipAwr krn vwly"
  },
  {
    "SHABAD_ID": 2721,
    "LINE_ID": 11,
    "RAAG_ID": 16,
    "GURMUKHI": "nwnk. Bwig pirE hir pwCY; rwKu lwj ApunwieE ]5]1]3]",
    "TRANSLITERATION": "Naanak Bhaag Pariou Har Paashhai Raakh Laaj Apunaaeiou ||5||1||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਦੌੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆ ਪਿਆ ਹਾਂ (ਤੇ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਆਪਣਾ ਬਣਾ ਕੇ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ ॥੫॥੧॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 12,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 ]",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 12,
    "RAAG_ID": 16,
    "GURMUKHI": "mwnuKu; ibnu bUJy ibrQw AwieAw ]",
    "TRANSLITERATION": "Maanukh Bin Boojhae Birathhaa Aaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਜਨਮ-ਮਨੋਰਥ ਨੂੰ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਆਇਆ ਵਿਅਰਥ ਹੀ ਜਾਣੋ।",
    "PRONUNCIATION": "bU`Jy"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 12,
    "RAAG_ID": 16,
    "GURMUKHI": "Aink swj sIgwr bhu krqw; ijau imrqku EFwieAw ] rhwau ]",
    "TRANSLITERATION": "Anik Saaj Seegaar Bahu Karathaa Jio Mirathak Oudtaaeiaa || Rehaao ||",
    "PUNJABI": "(ਜਨਮ-ਮਨੋਰਥ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਜੇ ਮਨੁੱਖ ਆਪਣੇ ਸਰੀਰ ਵਾਸਤੇ) ਅਨੇਕਾਂ ਸਿੰਗਾਰਾਂ ਦੀਆਂ ਬਨਾਵਟਾਂ ਕਰਦਾ ਹੈ (ਤਾਂ ਇਉਂ ਹੀ ਹੈ) ਜਿਵੇਂ ਮੁਰਦੇ ਨੂੰ ਕਪੜੇ ਪਾਏ ਜਾ ਰਹੇ ਹਨ ਰਹਾਉ॥",
    "PRONUNCIATION": "k`pVy (EFwieAw) pihnxy"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 13,
    "RAAG_ID": 16,
    "GURMUKHI": "Dwie Dwie ikRpn sRmu kIno; iekqR krI hY mwieAw ]",
    "TRANSLITERATION": "Dhhaae Dhhaae Kirapan Sram Keeno Eikathr Karee Hai Maaeiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜੀਵਨ-ਮਨੋਰਥ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਇਉਂ ਹੀ ਹੈ, ਜਿਵੇਂ) ਕੋਈ ਸ਼ੂਮ ਦੌੜ-ਭੱਜ ਕਰ ਕਰ ਕੇ ਮੇਹਨਤ ਕਰਦਾ ਹੈ, ਮਾਇਆ ਜੋੜਦਾ ਹੈ,",
    "PRONUNCIATION": "(Dwie) dOV ky[ (ikRpn) sUm[ (sRmu) imhnq"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 14,
    "RAAG_ID": 16,
    "GURMUKHI": "dwnu puMnu nhI sMqn syvw; ikq hI kwij. n AwieAw ]1]",
    "TRANSLITERATION": "Dhaan Punn Nehee Santhan Saevaa Kith Hee Kaaj N Aaeiaa ||1||",
    "PUNJABI": "(ਪਰ ਉਸ ਮਾਇਆ ਨਾਲ) ਉਹ ਦਾਨ-ਪੁੰਨ ਨਹੀਂ ਕਰਦਾ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੇਵਾ ਭੀ ਨਹੀਂ ਕਰਦਾ। ਉਹ ਧਨ ਉਸ ਦੇ ਕਿਸੇ ਭੀ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 14,
    "RAAG_ID": 16,
    "GURMUKHI": "kir AwBrx svwrI syjw; kwmin Qwtu bnwieAw ]",
    "TRANSLITERATION": "Kar Aabharan Savaaree Saejaa Kaaman Thhaatt Banaaeiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਇਉਂ ਹੀ ਹੈ, ਜਿਵੇਂ) ਕੋਈ ਇਸਤ੍ਰੀ ਗਹਣੇ ਪਾ ਕੇ ਆਪਣੀ ਸੇਜ ਸਵਾਰਦੀ ਹੈ, (ਸੁੰਦਰਤਾ ਦਾ) ਅਡੰਬਰ ਕਰਦੀ ਹੈ,",
    "PRONUNCIATION": "(Aw-Brx) ghxy[ (Qwtu) bxwvt"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 15,
    "RAAG_ID": 16,
    "GURMUKHI": "sMgu. n pwieE Apuny Brqy; pyiK pyiK duKu pwieAw ]2]",
    "TRANSLITERATION": "Sang N Paaeiou Apunae Bharathae Paekh Paekh Dhukh Paaeiaa ||2||",
    "PUNJABI": "ਪਰ ਉਸ ਨੂੰ ਆਪਣੇ ਖਸਮ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ। (ਉਹਨਾਂ ਗਹਣਿਆਂ ਆਦਿ ਨੂੰ) ਵੇਖ ਵੇਖ ਕੇ ਉਸ ਨੂੰ ਸਗੋਂ ਦੁੱਖ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 15,
    "RAAG_ID": 16,
    "GURMUKHI": "swro idnsu mjUrI krqw; quhu mUslih CrwieAw ]",
    "TRANSLITERATION": "Saaro Dhinas Majooree Karathaa Thuhu Moosalehi Shharaaeiaa ||",
    "PUNJABI": "(ਨਾਮ-ਹੀਣ ਮਨੁੱਖ ਇਉਂ ਹੀ ਹੈ, ਜਿਵੇਂ) ਕੋਈ ਮਨੁੱਖ ਸਾਰਾ ਦਿਨ (ਇਹ) ਮਜੂਰੀ ਕਰਦਾ ਹੈ (ਕਿ) ਮੂਹਲੀ ਨਾਲ ਤੁਹ ਹੀ ਛੜਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": "(quh)PUs[ (mUsl-ih) mohly nwl[ (CrwieAw) CVnw, kuclxw"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 16,
    "RAAG_ID": 16,
    "GURMUKHI": "Kydu BieE bygwrI inAweI; Gr kY kwim. n AwieAw ]3]",
    "TRANSLITERATION": "Khaedh Bhaeiou Baegaaree Niaaee Ghar Kai Kaam N Aaeiaa ||3||",
    "PUNJABI": "(ਜਾਂ) ਕਿਸੇ ਵਿਗਾਰੀ ਨੂੰ (ਵਿਗਾਰ ਵਿਚ ਨਿਰਾ) ਕਸ਼ਟ ਹੀ ਮਿਲਦਾ ਹੈ। (ਮਜੂਰ ਦੀ ਮਜੂਰੀ ਜਾਂ ਵਿਗਾਰੀ ਦੀ ਵਿਗਾਰ ਵਿਚੋਂ) ਉਹਨਾਂ ਦੇ ਆਪਣੇ ਕੰਮ ਕੁਝ ਭੀ ਨਹੀਂ ਆਉਂਦਾ ॥੩॥",
    "PRONUNCIATION": "(Kydu) duK[ (bygwrI) ibnw mzUrI imly kMm krn vwlw"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 16,
    "RAAG_ID": 16,
    "GURMUKHI": "BieE AnugRhu jw kau pRB ko; iqsu ihrdY nwmu vswieAw ]",
    "TRANSLITERATION": "Bhaeiou Anugrahu Jaa Ko Prabh Ko This Hiradhai Naam Vasaaeiaa ||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਆਪਣਾ) ਨਾਮ ਵਸਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": "(A-nu`gRhu) ikRpw"
  },
  {
    "SHABAD_ID": 2722,
    "LINE_ID": 17,
    "RAAG_ID": 16,
    "GURMUKHI": "swDsMgiq kY pwCY pirAau; jn nwnk. hir rsu pwieAw ]4]2]4]",
    "TRANSLITERATION": "Saadhhasangath Kai Paashhai Pariao Jan Naanak Har Ras Paaeiaa ||4||2||4||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਦੀ ਸਰਨੀ ਪੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥੨॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2723,
    "LINE_ID": 18,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 ]",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2723,
    "LINE_ID": 18,
    "RAAG_ID": 16,
    "GURMUKHI": "ikRpwiniD; bshu irdY hir nIq ]",
    "TRANSLITERATION": "Kirapaa Nidhh Basahu Ridhai Har Neeth ||",
    "PUNJABI": "ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2723,
    "LINE_ID": 18,
    "RAAG_ID": 16,
    "GURMUKHI": "qYsI buiD krhu prgwsw; lwgY pRB sMig pRIiq ] rhwau ]",
    "TRANSLITERATION": "Thaisee Budhh Karahu Paragaasaa Laagai Prabh Sang Preeth || Rehaao ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ ਇਹੋ ਜਿਹੀ ਅਕਲ ਦਾ ਚਾਨਣ ਕਰ, ਕਿ ਤੇਰੇ ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤ ਬਣੀ ਰਹੇ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2723,
    "LINE_ID": 19,
    "RAAG_ID": 16,
    "GURMUKHI": "dws qumwry kI pwvau DUrw; msqik ly ly lwvau ]",
    "TRANSLITERATION": "Dhaas Thumaarae Kee Paavo Dhhooraa Masathak Lae Lae Laavo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਸੇਵਕ ਦੀ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਕਰਾਂ, (ਉਹ ਚਰਨ-ਧੂੜ) ਲੈ ਲੈ ਕੇ ਮੈਂ (ਆਪਣੇ) ਮੱਥੇ ਉੱਤੇ ਲਾਂਦਾ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2723,
    "LINE_ID": 19,
    "RAAG_ID": 16,
    "GURMUKHI": "mhw piqq qy. hoq punIqw; hir kIrqn gun gwvau ]1]",
    "TRANSLITERATION": "Mehaa Pathith Thae Hoth Puneethaa Har Keerathan Gun Gaavo ||1||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਵੱਡੇ ਵੱਡੇ ਵਿਕਾਰੀਆਂ ਤੋਂ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  }
]