[
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 1,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 Gru 5 dupdy",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 Ghar 5 Dhupadhae",
    "PUNJABI": "ਰਾਗ ਟੋਡੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "du-pdy:polw bolo"
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 2,
    "RAAG_ID": 16,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 2,
    "RAAG_ID": 16,
    "GURMUKHI": "AYso gunu; myro pRB jI kIn ]",
    "TRANSLITERATION": "Aiso Gun Maero Prabh Jee Keen ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਨੇ (ਮੇਰੇ ਉੱਤੇ) ਇਹੋ ਜਿਹਾ ਉਪਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 2,
    "RAAG_ID": 16,
    "GURMUKHI": "pMc doK Aru AhM rog; ieh qn qy sgl dUir kIn ] rhwau ]",
    "TRANSLITERATION": "Panch Dhokh Ar Ahan Rog Eih Than Thae Sagal Dhoor Keen || Rehaao ||",
    "PUNJABI": "(ਕਿ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵਿਕਾਰ ਅਤੇ ਹਉਮੈ ਦਾ ਰੋਗ-ਇਹ ਸਾਰੇ ਉਸ ਨੇ ਮੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਕੱਢ ਦਿੱਤੇ ਹਨ ਰਹਾਉ॥",
    "PRONUNCIATION": "(pMc) 1sbd 2sp`rs 3rUp 4rs 5gMD[ pMc doK doS:-ivSy ivkwr dy 1sbd sunxy, ijvyN hrn GMfy hyVy dw sbd sux ky mr jWdw hY[ivSy rs dy 2sp`rs leI hwQI kuMfy shwrdw hY, lweIt dw 3rUp dyKxy krky pqMgw sV jWdw hY, rsnw dy 4rs c m`CI kuMfI ingL ky qV& 2 ky mr jWdI hY, BOrw kml dI (5gMD) vwSnw qy moihq ho ky mr jWdw hY["
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 3,
    "RAAG_ID": 16,
    "GURMUKHI": "bMDn qoir. Coir ibiKAw qy; gur ko sbdu. myrY hIArY dIn ]",
    "TRANSLITERATION": "Bandhhan Thor Shhor Bikhiaa Thae Gur Ko Sabadh Maerai Heearai Dheen ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੇਰੀਆਂ ਮਾਇਆ ਦੀਆਂ) ਫਾਹੀਆਂ ਤੋੜ ਕੇ (ਮੈਨੂੰ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਤੋਂ ਛੁਡਾ ਕੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 3,
    "RAAG_ID": 16,
    "GURMUKHI": "rUpu AnrUpu moro. kCu n bIcwirE; pRym gihE moih, hir rMig BIn ]1]",
    "TRANSLITERATION": "Roop Anaroop Moro Kashh N Beechaariou Praem Gehiou Mohi Har Rang Bheen ||1||",
    "PUNJABI": "ਮੇਰਾ ਕੋਈ ਸੁਹਜ ਕੋਈ ਕੁਹਜ ਉਸ ਨੇ ਕੋਈ ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਲਿਆਂਦਾ। ਮੈਨੂੰ ਉਸ ਨੇ ਆਪਣੇ ਪ੍ਰੇਮ ਨਾਲ ਬੰਨ੍ਹ ਦਿੱਤਾ ਹੈ। ਮੈਨੂੰ ਆਪਣੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਭਿਉਂ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(AnrUpu)kurUp"
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 4,
    "RAAG_ID": 16,
    "GURMUKHI": "pyiKE lwlnu, pwt bIc Koey; And icqw, hrKy pqIn ]",
    "TRANSLITERATION": "Paekhiou Laalan Paatt Beech Khoeae Anadh Chithaa Harakhae Patheen ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਹੁਣ ਜਦੋਂ ਵਿਚਕਾਰਲੇ ਪਰਦੇ ਦੂਰ ਕਰ ਕੇ ਮੈਂ ਉਸ ਸੋਹਣੇ ਲਾਲ ਨੂੰ ਵੇਖਿਆ ਹੈ, ਤਾਂ ਮੇਰੇ ਚਿਤ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਖ਼ੁਸ਼ੀ ਵਿਚ ਗਦ-ਗਦ ਹੋ ਉੱਠਿਆ ਹੈ।",
    "PRONUNCIATION": "(pwt) pVdw[ (Koey) gvw id`qw[ (pqIn)^uS, pRsMn[ ic`qw"
  },
  {
    "SHABAD_ID": 2738,
    "LINE_ID": 5,
    "RAAG_ID": 16,
    "GURMUKHI": "iqs hI ko igRhu. soeI pRBu nwnk; so Twkuru. iqs hI ko DIn ]2]1]20]",
    "TRANSLITERATION": "This Hee Ko Grihu Soee Prabh Naanak So Thaakur This Hee Ko Dhheen ||2||1||20||",
    "PUNJABI": "(ਹੁਣ ਮੇਰਾ ਇਹ ਸਰੀਰ) ਉਸੇ ਦਾ ਹੀ ਘਰ (ਬਣ ਗਿਆ ਹੈ) ਉਹੀ (ਇਸ ਘਰ ਦਾ) ਮਾਲਕ (ਬਣ ਗਿਆ ਹੈ), ਉਸੇ ਦਾ ਹੀ ਮੈਂ ਸੇਵਕ ਬਣ ਗਿਆ ਹਾਂ ॥੨॥੧॥੨੦॥",
    "PRONUNCIATION": "(DIn) ADIn syvk"
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 5,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 ]",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 6,
    "RAAG_ID": 16,
    "GURMUKHI": "mweI; myry mn kI pRIiq ]",
    "TRANSLITERATION": "Maaee Maerae Man Kee Preeth ||",
    "PUNJABI": "ਹੇ ਮਾਂ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 6,
    "RAAG_ID": 16,
    "GURMUKHI": "eyhI krm Drm jp eyhI; rwm nwm inrml hY rIiq ] rhwau ]",
    "TRANSLITERATION": "Eaehee Karam Dhharam Jap Eaehee Raam Naam Niramal Hai Reeth || Rehaao ||",
    "PUNJABI": "ਮੇਰੇ ਵਾਸਤੇ ਇਹ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ) ਹੀ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਹੈ ਇਹੀ ਜਪ ਤਪ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਦਾ ਤਰੀਕਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 6,
    "RAAG_ID": 16,
    "GURMUKHI": "pRwn ADwr jIvn Dn morY; dyKn kau drsn pRB nIiq ]",
    "TRANSLITERATION": "Praan Adhhaar Jeevan Dhhan Morai Dhaekhan Ko Dharasan Prabh Neeth ||",
    "PUNJABI": "ਹੇ ਮਾਂ! (ਮੇਰੀ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਨੂੰ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਵੇਖਣਾ ਪ੍ਰਾਪਤ ਰਹੇ-ਇਹੀ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ ਹੈ ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਚ (ਖੱਟਿਆ ਕਮਾਇਆ) ਧਨ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 7,
    "RAAG_ID": 16,
    "GURMUKHI": "bwt Gwt qosw sMig morY; mn Apuny kau mY hir sKw kIq ]1]",
    "TRANSLITERATION": "Baatt Ghaatt Thosaa Sang Morai Man Apunae Ko Mai Har Sakhaa Keeth ||1||",
    "PUNJABI": "ਰਸਤੇ ਵਿਚ, ਪੱਤਣ ਉਤੇ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਵਿਚ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਹੀ) ਮੇਰੇ ਨਾਲ ਰਾਹ ਦਾ ਖ਼ਰਚ ਹੈ। (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਮਨ ਦੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿੱਤਰ ਬਣਾ ਲਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(bwt) rsqw[ qosw ksky"
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 8,
    "RAAG_ID": 16,
    "GURMUKHI": "sMq pRswid Bey mn inrml; kir ikrpw Apuny kir lIq ]",
    "TRANSLITERATION": "Santh Prasaadh Bheae Man Niramal Kar Kirapaa Apunae Kar Leeth ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2739,
    "LINE_ID": 8,
    "RAAG_ID": 16,
    "GURMUKHI": "ismir ismir nwnk. suKu pwieAw; Awid jugwid Bgqn ky mIq ]2]2]21]",
    "TRANSLITERATION": "Simar Simar Naanak Sukh Paaeiaa Aadh Jugaadh Bhagathan Kae Meeth ||2||2||21||",
    "PUNJABI": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਸ਼ੁਰੂ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ, ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਮਿੱਤਰ ਹੈ ॥੨॥੨॥੨੧॥",
    "PRONUNCIATION": "ju`gwid"
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 9,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 ]",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 9,
    "RAAG_ID": 16,
    "GURMUKHI": "pRB jI imlu; myry pRwn ]",
    "TRANSLITERATION": "Prabh Jee Mil Maerae Praan ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਹੇ ਮੇਰੀ ਜਿੰਦ (ਦੇ ਮਾਲਕ)! (ਮੈਨੂੰ) ਮਿਲ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 10,
    "RAAG_ID": 16,
    "GURMUKHI": "ibsru nhI. inmK hIAry qy; Apny Bgq kau pUrn dwn ] rhwau ]",
    "TRANSLITERATION": "Bisar Nehee Nimakh Heearae Thae Apanae Bhagath Ko Pooran Dhaan || Rehaao ||",
    "PUNJABI": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਮੇਰੇ ਹਿਰਦੇ ਤੋਂ ਤੂੰ ਨਾਹ ਭੁੱਲ। ਆਪਣੇ ਭਗਤ ਨੂੰ ਇਹ ਪੂਰੀ ਦਾਤ ਬਖ਼ਸ਼ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 10,
    "RAAG_ID": 16,
    "GURMUKHI": "Kovhu Brmu. rwKu myry pRIqm; AMqrjwmI suGV sujwn ]",
    "TRANSLITERATION": "Khovahu Bharam Raakh Maerae Preetham Antharajaamee Sugharr Sujaan ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਅੰਤਰਜਾਮੀ! ਹੇ ਸੋਹਣੇ ਸੁਜਾਨ! ਮੇਰੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 11,
    "RAAG_ID": 16,
    "GURMUKHI": "koit rwj nwm Dnu myrY; AMimRq idRsit Dwrhu pRB mwn ]1]",
    "TRANSLITERATION": "Kott Raaj Naam Dhhan Maerai Anmrith Dhrisatt Dhhaarahu Prabh Maan ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਿਗਾਹ ਕਰ। ਮੇਰੇ ਵਾਸਤੇ ਤੇਰੇ ਨਾਮ ਦਾ ਧਨ ਕ੍ਰੋੜਾਂ ਬਾਦਸ਼ਾਹੀਆਂ (ਦੇ ਬਰਾਬਰ ਬਣਿਆ ਰਹੇ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 11,
    "RAAG_ID": 16,
    "GURMUKHI": "AwT phr rsnw gun gwvY; jsu pUir AGwvih smrQ kwn ]",
    "TRANSLITERATION": "Aath Pehar Rasanaa Gun Gaavai Jas Poor Aghaavehi Samarathh Kaan ||",
    "PUNJABI": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! (ਮੇਹਰ ਕਰ) ਮੇਰੀ ਜੀਭ ਅੱਠੇ ਪਹਰ ਤੇਰੇ ਗੁਣ ਗਾਂਦੀ ਰਹੇ, ਮੇਰੇ ਕੰਨ (ਆਪਣੇ ਅੰਦਰ) ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਭਰ ਕੇ (ਇਸੇ ਨਾਲ) ਰੱਜੇ ਰਹਿਣ।",
    "PRONUNCIATION": "(AGwvih) iqRpq[ smr`Q"
  },
  {
    "SHABAD_ID": 2740,
    "LINE_ID": 12,
    "RAAG_ID": 16,
    "GURMUKHI": "qyrI srix. jIAn ky dwqy; sdw sdw nwnk kurbwn ]2]3]22]",
    "TRANSLITERATION": "Thaeree Saran Jeean Kae Dhaathae Sadhaa Sadhaa Naanak Kurabaan ||2||3||22||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਦਾਤਾਰ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੩॥੨੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 13,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mhlw 5 ]",
    "TRANSLITERATION": "Ttoddee Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 13,
    "RAAG_ID": 16,
    "GURMUKHI": "pRB, qyry pg kI DUir ]",
    "TRANSLITERATION": "Prabh Thaerae Pag Kee Dhhoor ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲਦੀ ਰਹੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 13,
    "RAAG_ID": 16,
    "GURMUKHI": "dIn dieAwl pRIqm mnmohn; kir ikrpw myrI locw pUir ] rhwau ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Preetham Manamohan Kar Kirapaa Maeree Lochaa Poor || Rehaao ||",
    "PUNJABI": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਪ੍ਰੀਤਮ! ਹੇ ਮਨਮੋਹਨ! ਮੇਹਰ ਕਰ, ਮੇਰੀ ਤਾਂਘ ਪੂਰੀ ਕਰ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 14,
    "RAAG_ID": 16,
    "GURMUKHI": "dh ids riv rihAw jsu qumrw; AMqrjwmI sdw hjUir ]",
    "TRANSLITERATION": "Dheh Dhis Rav Rehiaa Jas Thumaraa Antharajaamee Sadhaa Hajoor ||",
    "PUNJABI": "ਹੇ ਅੰਤਰਜਾਮੀ! ਤੂੰ ਸਦਾ (ਸਭ ਜੀਵਾਂ ਦੇ) ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਖਿਲਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 14,
    "RAAG_ID": 16,
    "GURMUKHI": "jo qumrw jsu gwvih krqy; sy jn. kbhu, n mrqy JUir ]1]",
    "TRANSLITERATION": "Jo Thumaraa Jas Gaavehi Karathae Sae Jan Kabahu N Marathae Jhoor ||1||",
    "PUNJABI": "ਹੇ ਕਰਤਾਰ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਚਿੰਤਾ-ਫ਼ਿਕਰ ਕਰ ਕਰ ਕੇ ਕਦੇ ਭੀ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 15,
    "RAAG_ID": 16,
    "GURMUKHI": "DMD bMD ibnsy mwieAw ky; swDUsMgiq imty ibsUr ]",
    "TRANSLITERATION": "Dhhandhh Bandhh Binasae Maaeiaa Kae Saadhhoo Sangath Mittae Bisoor ||",
    "PUNJABI": "(ਜੇਹੜੇ ਮਨੁੱਖ ਕਰਤਾਰ ਦਾ ਜਸ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ) ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਵਾਸਤੇ ਮਾਇਆ ਦੇ ਧੰਧਿਆਂ ਦੀਆਂ ਫਾਹੀਆਂ ਨਾਸ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।)",
    "PRONUNCIATION": "(ibsUr) icMqw"
  },
  {
    "SHABAD_ID": 2741,
    "LINE_ID": 16,
    "RAAG_ID": 16,
    "GURMUKHI": "suK sMpiq Bog iesu jIA ky; ibnu hir. nwnk, jwny kUr ]2]4]23]",
    "TRANSLITERATION": "Sukh Sanpath Bhog Eis Jeea Kae Bin Har Naanak Jaanae Koor ||2||4||23||",
    "PUNJABI": "ਦੁਨੀਆ ਦੇ ਸੁਖ, ਧਨ-ਪਦਾਰਥ, ਇਸ ਜਿੰਦ ਨੂੰ ਪਿਆਰੇ ਲੱਗਣ ਵਾਲੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ- ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖ ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਝੂਠੇ ਜਾਣਦੇ ਹਨ ॥੨॥੪॥੨੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2742,
    "LINE_ID": 16,
    "RAAG_ID": 16,
    "GURMUKHI": "tofI mÚ 5 ]",
    "TRANSLITERATION": "Ttoddee Ma 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2742,
    "LINE_ID": 17,
    "RAAG_ID": 16,
    "GURMUKHI": "mweI; myry mn kI ipAws ]",
    "TRANSLITERATION": "Maaee Maerae Man Kee Piaas ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਮੇਰੇ ਮਨ ਦੀ ਇਹ (ਪ੍ਰਭੂ ਦਰਸਨ ਦੀ) ਪਿਆਸ (ਸਦਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2742,
    "LINE_ID": 17,
    "RAAG_ID": 16,
    "GURMUKHI": "ieku iKnu rih. n skau, ibnu pRIqm; drsn dyKn kau DwrI min Aws ] rhwau ]",
    "TRANSLITERATION": "Eik Khin Rehi N Sako Bin Preetham Dharasan Dhaekhan Ko Dhhaaree Man Aas || Rehaao ||",
    "PUNJABI": "ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ (ਦਾ ਦਰਸਨ ਕਰਨ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਛਿਨ ਭਰ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ। ਮੈਂ ਉਸ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਸ ਬਣਾਈ ਹੋਈ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2742,
    "LINE_ID": 18,
    "RAAG_ID": 16,
    "GURMUKHI": "ismrau nwmu inrMjn krqy; mn qn qy siB iklivK nws ]",
    "TRANSLITERATION": "Simaro Naam Niranjan Karathae Man Than Thae Sabh Kilavikh Naas ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਉਸ ਨਿਰੰਜਨ ਕਰਤਾਰ ਦਾ ਨਾਮ ਮੈਂ (ਸਦਾ) ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹਾਂ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਹੇ ਮਾਂ) ਮਨ ਤੋਂ, ਤਨ ਤੋਂ, ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2742,
    "LINE_ID": 18,
    "RAAG_ID": 16,
    "GURMUKHI": "pUrn pwrbRhm suKdwqy; AibnwsI ibml jw ko jws ]1]",
    "TRANSLITERATION": "Pooran Paarabreham Sukhadhaathae Abinaasee Bimal Jaa Ko Jaas ||1||",
    "PUNJABI": "ਉਸ ਪੂਰਨ ਪਾਰਬ੍ਰਹਮ ਦਾ, ਉਸ ਸੁਖਦਾਤੇ ਦਾ, ਜਿਸ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਜੀਵਾਂ ਨੂੰ) ਪਵਿਤ੍ਰ (ਕਰ ਦੇਂਦੀ) ਹੈ ॥੧॥",
    "PRONUNCIATION": "(ibml) inrml"
  },
  {
    "SHABAD_ID": 2742,
    "LINE_ID": 19,
    "RAAG_ID": 16,
    "GURMUKHI": "sMq pRswid myry pUr mnorQ; kir ikrpw Byty guxqws ]",
    "TRANSLITERATION": "Santh Prasaadh Maerae Poor Manorathh Kar Kirapaa Bhaettae Gunathaas ||",
    "PUNJABI": "(ਹੇ ਮਾਂ!) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ, ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਜੀ ਮੇਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ) ਮਿਲ ਪਏ ਹਨ।",
    "PRONUNCIATION": ""
  }
]