[
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 1,
    "RAAG_ID": 18,
    "GURMUKHI": "jo gurisK guru syvdy; sy puMn prwxI ]",
    "TRANSLITERATION": "Jo Gurasikh Gur Saevadhae Sae Punn Paraanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਜੇਹੜੇ ਸਿੱਖ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਦੇ ਹਨ, ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 1,
    "RAAG_ID": 18,
    "GURMUKHI": "jnu nwnku. iqn kau vwirAw; sdw sdw kurbwxI ]10]",
    "TRANSLITERATION": "Jan Naanak Thin Ko Vaariaa Sadhaa Sadhaa Kurabaanee ||10||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਸਦਾ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 2,
    "RAAG_ID": 18,
    "GURMUKHI": "gurmuiK sKI shylIAw; sy Awip hir BweIAw ]",
    "TRANSLITERATION": "Guramukh Sakhee Sehaeleeaa Sae Aap Har Bhaaeeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਸਪਰ ਪ੍ਰੇਮ ਨਾਲ ਰਹਿਣ ਵਾਲੀਆਂ ਸਤ-ਸੰਗੀ) ਸਹੇਲੀਆਂ (ਐਸੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ ਕਿ) ਉਹ ਆਪ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 2,
    "RAAG_ID": 18,
    "GURMUKHI": "hir drgh pYnweIAw; hir Awip gil lweIAw ]11]",
    "TRANSLITERATION": "Har Dharageh Painaaeeaa Har Aap Gal Laaeeaa ||11||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਆਪ ਆਪਣੇ ਗਲ ਨਾਲ (ਸਦਾ) ਲਾ ਲਿਆ ਹੈ ॥੧੧॥",
    "PRONUNCIATION": "pYn@weIAw"
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 3,
    "RAAG_ID": 18,
    "GURMUKHI": "jo gurmuiK nwmu iDAwiedy; iqn drsnu dIjY ]",
    "TRANSLITERATION": "Jo Guramukh Naam Dhhiaaeidhae Thin Dharasan Dheejai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਤੇਰਾ) ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮੈਨੂੰ ਦਰਸਨ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 3,
    "RAAG_ID": 18,
    "GURMUKHI": "hm iqn ky crx pKwldy; DUiV Goil Goil pIjY ]12]",
    "TRANSLITERATION": "Ham Thin Kae Charan Pakhaaladhae Dhhoorr Ghol Ghol Peejai ||12||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਰਹਾਂ, ਤੇ, ਉਹਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਘੋਲ ਘੋਲ ਕੇ ਪੀਂਦਾ ਰਹਾਂ ॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 4,
    "RAAG_ID": 18,
    "GURMUKHI": "pwn supwrI KwqIAw; muiK bIVIAw lweIAw ]",
    "TRANSLITERATION": "Paan Supaaree Khaatheeaa Mukh Beerreeaa Laaeeaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪਾਨ ਸੁਪਾਰੀ ਆਦਿਕ ਖਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਮੂੰਹ ਵਿਚ ਪਾਨ ਚਬਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ (ਭਾਵ, ਸਦਾ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗਾਂ ਵਿਚ ਮਸਤ ਹਨ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 4,
    "RAAG_ID": 18,
    "GURMUKHI": "hir hir. kdy n cyiqE; jim pkiV clweIAw ]13]",
    "TRANSLITERATION": "Har Har Kadhae N Chaethiou Jam Pakarr Chalaaeeaa ||13||",
    "PUNJABI": "ਤੇ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੀ ਨਾਹ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ (ਦੇ ਗੇੜ) ਨੇ ਫੜ ਕੇ (ਸਦਾ ਲਈ) ਅੱਗੇ ਲਾ ਲਿਆ (ਉਹ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਗਈਆਂ) ॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 5,
    "RAAG_ID": 18,
    "GURMUKHI": "ijn hir nwmw hir cyiqAw; ihrdY auir Dwry ]",
    "TRANSLITERATION": "Jin Har Naamaa Har Chaethiaa Hiradhai Our Dhhaarae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 5,
    "RAAG_ID": 18,
    "GURMUKHI": "iqn jmu. nyiV n AwveI; gurisK gur ipAwry ]14]",
    "TRANSLITERATION": "Thin Jam Naerr N Aavee Gurasikh Gur Piaarae ||14||",
    "PUNJABI": "ਉਹਨਾਂ ਗੁਰੂ ਦੇ ਪਿਆਰੇ ਗੁਰਸਿੱਖਾਂ ਦੇ ਨੇੜੇ ਮੌਤ (ਦਾ ਡਰ) ਨਹੀਂ ਆਉਂਦਾ ॥੧੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 6,
    "RAAG_ID": 18,
    "GURMUKHI": "hir kw nwmu inDwnu hY; koeI gurmuiK jwxY ]",
    "TRANSLITERATION": "Har Kaa Naam Nidhhaan Hai Koee Guramukh Jaanai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਨਾਮ ਨਾਲ) ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 6,
    "RAAG_ID": 18,
    "GURMUKHI": "nwnk. ijn siqguru ByitAw; rMig rlIAw mwxY ]15]",
    "TRANSLITERATION": "Naanak Jin Sathigur Bhaettiaa Rang Raleeaa Maanai ||15||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ (ਹਰੇਕ ਮਨੁੱਖ) ਹਰਿ-ਨਾਮ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੧੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 7,
    "RAAG_ID": 18,
    "GURMUKHI": "siqguru dwqw AwKIAY; quis kry pswE ]",
    "TRANSLITERATION": "Sathigur Dhaathaa Aakheeai Thus Karae Pasaaou ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੂੰ (ਹੀ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ। ਗੁਰੂ ਤ੍ਰੁੱਠ ਕੇ (ਨਾਮ ਦੇਣ ਦੀ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "qu`is"
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 7,
    "RAAG_ID": 18,
    "GURMUKHI": "hau. gur ivthu sd vwirAw; ijin idqVw nwE ]16]",
    "TRANSLITERATION": "Ho Gur Vittahu Sadh Vaariaa Jin Dhitharraa Naaou ||16||",
    "PUNJABI": "ਮੈਂ (ਤਾਂ) ਸਦਾ ਗੁਰੂ ਤੋਂ (ਹੀ) ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 8,
    "RAAG_ID": 18,
    "GURMUKHI": "so DMnu gurU swbwis hY; hir dyie snyhw ]",
    "TRANSLITERATION": "So Dhhann Guroo Saabaas Hai Har Dhaee Sanaehaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹ ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਦਾ ਉਪਦੇਸ਼ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 8,
    "RAAG_ID": 18,
    "GURMUKHI": "hau vyiK vyiK gurU ivgisAw; gur siqgur dyhw ]17]",
    "TRANSLITERATION": "Ho Vaekh Vaekh Guroo Vigasiaa Gur Sathigur Dhaehaa ||17||",
    "PUNJABI": "ਮੈਂ (ਤਾਂ) ਗੁਰੂ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਗੁਰੂ ਦਾ (ਸੋਹਣਾ) ਸਰੀਰ ਵੇਖ ਕੇ ਖਿੜ ਰਿਹਾ ਹਾਂ ॥੧੭॥",
    "PRONUNCIATION": "ivg-isAw:polw bolo"
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 9,
    "RAAG_ID": 18,
    "GURMUKHI": "gur rsnw AMimRqu boldI; hir nwim suhwvI ]",
    "TRANSLITERATION": "Gur Rasanaa Anmrith Boladhee Har Naam Suhaavee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਜੀਭ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਉਚਾਰਦੀ ਹੈ, ਹਰਿ-ਨਾਮ (ਉਚਾਰਨ ਦੇ ਕਾਰਨ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 9,
    "RAAG_ID": 18,
    "GURMUKHI": "ijn suix isKw. guru mMinAw; iqnw BuK sB jwvI ]18]",
    "TRANSLITERATION": "Jin Sun Sikhaa Gur Manniaa Thinaa Bhukh Sabh Jaavee ||18||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਭੀ ਸਿੱਖਾਂ ਨੇ (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼) ਸੁਣ ਕੇ ਗੁਰੂ ਉੱਤੇ ਯਕੀਨ ਲਿਆਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ (ਮਾਇਆ ਦੀ) ਸਾਰੀ ਭੁੱਖ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੧੮॥",
    "PRONUNCIATION": "is`KW"
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 10,
    "RAAG_ID": 18,
    "GURMUKHI": "hir kw mwrgu AwKIAY; khu ikqu ibiD jweIAY ]",
    "TRANSLITERATION": "Har Kaa Maarag Aakheeai Kahu Kith Bidhh Jaaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਹੀ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਦੱਸ, ਕਿਸ ਤਰੀਕੇ ਨਾਲ (ਇਸ ਰਸਤੇ ਉੱਤੇ) ਤੁਰ ਸਕੀਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 10,
    "RAAG_ID": 18,
    "GURMUKHI": "hir hir qyrw nwmu hY; hir Krcu lY jweIAY ]19]",
    "TRANSLITERATION": "Har Har Thaeraa Naam Hai Har Kharach Lai Jaaeeai ||19||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਹੀ (ਰਸਤੇ ਦਾ) ਖ਼ਰਚ ਹੈ, ਇਹ ਖ਼ਰਚ ਪੱਲੇ ਬੰਨ੍ਹ ਕੇ (ਇਸ ਰਸਤੇ ਉੱਤੇ) ਤੁਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 11,
    "RAAG_ID": 18,
    "GURMUKHI": "ijn gurmuiK hir AwrwiDAw; sy swh vf dwxy ]",
    "TRANSLITERATION": "Jin Guramukh Har Aaraadhhiaa Sae Saah Vadd Dhaanae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ ਉਹ ਵੱਡੇ ਸਿਆਣੇ ਸ਼ਾਹ ਬਣ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 11,
    "RAAG_ID": 18,
    "GURMUKHI": "hau. siqgur kau sd vwirAw; gur bcin smwxy ]20]",
    "TRANSLITERATION": "Ho Sathigur Ko Sadh Vaariaa Gur Bachan Samaanae ||20||",
    "PUNJABI": "ਮੈਂ ਸਦਾ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਗੁਰੂ ਦੇ ਬਚਨ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ) ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ ॥੨੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 12,
    "RAAG_ID": 18,
    "GURMUKHI": "qU Twkuru. qU swihbo; qUhY myrw mIrw ]",
    "TRANSLITERATION": "Thoo Thaakur Thoo Saahibo Thoohai Maeraa Meeraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਹੈਂ ਤੂੰ ਮੇਰਾ ਸਾਹਿਬ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਪਾਤਿਸ਼ਾਹ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 12,
    "RAAG_ID": 18,
    "GURMUKHI": "quDu BwvY qyrI bMdgI; qU guxI ghIrw ]21]",
    "TRANSLITERATION": "Thudhh Bhaavai Thaeree Bandhagee Thoo Gunee Geheeraa ||21||",
    "PUNJABI": "ਜੇ ਤੈਨੂੰ ਪਸੰਦ ਆਵੇ, ਤਾਂ ਹੀ ਤੇਰੀ ਭਗਤੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ। ਤੂੰ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈਂ ॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 13,
    "RAAG_ID": 18,
    "GURMUKHI": "Awpy hir. iek rMgu hY; Awpy bhu rMgI ]",
    "TRANSLITERATION": "Aapae Har Eik Rang Hai Aapae Bahu Rangee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਨਿਰਗੁਣ ਸਰੂਪ ਵਿਚ) ਇਕੋ ਇਕ ਹਸਤੀ ਹੈ, ਤੇ, ਆਪ ਹੀ (ਸਰਗੁਣ ਸਰੂਪ ਵਿਚ) ਅਨੇਕਾਂ ਰੂਪਾਂ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2772,
    "LINE_ID": 13,
    "RAAG_ID": 18,
    "GURMUKHI": "jo iqsu BwvY nwnkw; sweI gl cMgI ]22]2]",
    "TRANSLITERATION": "Jo This Bhaavai Naanakaa Saaee Gal Changee ||22||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜੀ ਗੱਲ ਉਸ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਉਹੀ ਗੱਲ ਜੀਵਾਂ ਦੇ ਭਲੇ ਵਾਸਤੇ ਹੁੰਦੀ ਹੈ ॥੨੨॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 14,
    "RAAG_ID": 18,
    "GURMUKHI": "iqlMg mhlw 9 kwPI",
    "TRANSLITERATION": "Thilang Mehalaa 9 Kaafee",
    "PUNJABI": "ਰਾਗ ਤਿਲੰਗ ਵਿੱਚ ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 15,
    "RAAG_ID": 18,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 15,
    "RAAG_ID": 18,
    "GURMUKHI": "cyqnw hY. qau cyq lY; inis idin mY. pRwnI ]",
    "TRANSLITERATION": "Chaethanaa Hai Tho Chaeth Lai Nis Dhin Mai Praanee ||",
    "PUNJABI": "ਹੇ ਮਨੁੱਖ! ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੈ, ਤਾਂ ਦਿਨ ਰਾਤ ਇੱਕ ਕਰ ਕੇ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 15,
    "RAAG_ID": 18,
    "GURMUKHI": "iCnu iCnu AauD ibhwqu hY; PUtY Gt ijau pwnI ]1] rhwau ]",
    "TRANSLITERATION": "Shhin Shhin Aoudhh Bihaath Hai Foottai Ghatt Jio Paanee ||1|| Rehaao ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਜਿਵੇਂ ਤ੍ਰੇੜੇ ਹੋਏ ਘੜੇ ਵਿਚੋਂ ਪਾਣੀ (ਸਹਜੇ ਸਹਜੇ ਨਿਕਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਿਵੇਂ ਹੀ) ਇਕ ਇਕ ਛਿਨ ਕਰ ਕੇ ਉਮਰ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "Gt:polw bolo"
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 16,
    "RAAG_ID": 18,
    "GURMUKHI": "hir gun. kwih n gwvhI; mUrK AigAwnw ]",
    "TRANSLITERATION": "Har Gun Kaahi N Gaavehee Moorakh Agiaanaa ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ! ਹੇ ਬੇ-ਸਮਝ! ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਕਿਉਂ ਨਹੀਂ ਗਾਂਦਾ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 16,
    "RAAG_ID": 18,
    "GURMUKHI": "JUTY lwlic lwig kY; nih mrnu pCwnw ]1]",
    "TRANSLITERATION": "Jhoothai Laalach Laag Kai Nehi Maran Pashhaanaa ||1||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਝੂਠੇ ਲਾਲਚ ਵਿਚ ਫਸ ਕੇ ਤੂੰ ਮੌਤ ਨੂੰ (ਭੀ) ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 17,
    "RAAG_ID": 18,
    "GURMUKHI": "AjhU kCu ibgirE nhI; jo pRB gun gwvY ]",
    "TRANSLITERATION": "Ajehoo Kashh Bigariou Nehee Jo Prabh Gun Gaavai ||",
    "PUNJABI": "ਪਰ, ਜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦੇਵੇ (ਭਾਵੇਂ ਸਿਮਰਨ-ਹੀਨਤਾ ਵਿਚ ਕਿਤਨੀ ਭੀ ਉਮਰ ਗੁਜ਼ਰ ਚੁਕੀ ਹੋਵੇ) ਫਿਰ ਭੀ ਕੋਈ ਨੁਕਸਾਨ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਉਂਕਿ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2773,
    "LINE_ID": 17,
    "RAAG_ID": 18,
    "GURMUKHI": "khu nwnk. iqh Bjn qy; inrBY pdu pwvY ]2]1]",
    "TRANSLITERATION": "Kahu Naanak Thih Bhajan Thae Nirabhai Padh Paavai ||2||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਉਹ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਿੱਥੇ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2774,
    "LINE_ID": 18,
    "RAAG_ID": 18,
    "GURMUKHI": "iqlMg mhlw 9 ]",
    "TRANSLITERATION": "Thilang Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2774,
    "LINE_ID": 18,
    "RAAG_ID": 18,
    "GURMUKHI": "jwig lyhu ry mnw; jwig lyhu ] khw gwPl soieAw ]",
    "TRANSLITERATION": "Jaag Laehu Rae Manaa Jaag Laehu Kehaa Gaafal Soeiaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਹੋਸ਼ ਕਰ, ਹੋਸ਼ ਕਰ! ਤੂੰ ਕਿਉਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਸੌਂ ਰਿਹਾ ਹੈਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2774,
    "LINE_ID": 18,
    "RAAG_ID": 18,
    "GURMUKHI": "jo qnu aupijAw sMg hI; so BI sMg. n hoieAw ]1] rhwau ]",
    "TRANSLITERATION": "Jo Than Oupajiaa Sang Hee So Bhee Sang N Hoeiaa ||1|| Rehaao ||",
    "PUNJABI": "(ਵੇਖ,) ਜੇਹੜਾ (ਇਹ) ਸਰੀਰ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਹੀ ਪੈਦਾ ਹੁੰਦਾ ਹੈ; ਇਹ ਭੀ (ਆਖ਼ਰ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2774,
    "LINE_ID": 19,
    "RAAG_ID": 18,
    "GURMUKHI": "mwq ipqw suq bMD jn; ihqu jw isau kInw ]",
    "TRANSLITERATION": "Maath Pithaa Suth Bandhh Jan Hith Jaa Sio Keenaa ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਵੇਖ,) ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਜਿਨ੍ਹਾਂ ਨਾਲ ਮਨੁੱਖ (ਸਾਰੀ ਉਮਰ) ਪਿਆਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2774,
    "LINE_ID": 19,
    "RAAG_ID": 18,
    "GURMUKHI": "jIau CUitE jb dyh qy; fwir Agin mY dInw ]1]",
    "TRANSLITERATION": "Jeeo Shhoottiou Jab Dhaeh Thae Ddaar Agan Mai Dheenaa ||1||",
    "PUNJABI": "ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਵੱਖ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ (ਉਹ ਸਾਰੇ ਰਿਸ਼ਤੇਦਾਰ, ਉਸ ਦੇ ਸਰੀਰ ਨੂੰ) ਅੱਗ ਵਿਚ ਪਾ ਦੇਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  }
]