[
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 4 Gru 7",
    "TRANSLITERATION": "Soohee Mehalaa 4 Ghar 7",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "qyry kvn kvn gux. kih kih gwvw; qU swihb guxI inDwnw ]",
    "TRANSLITERATION": "Thaerae Kavan Kavan Gun Kehi Kehi Gaavaa Thoo Saahib Gunee Nidhhaanaa ||",
    "PUNJABI": "ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਦੱਸ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹਾਂ? ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਸਭ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "qumrI mihmw brin. n swkau; qUM Twkur aUc Bgvwnw ]1]",
    "TRANSLITERATION": "Thumaree Mehimaa Baran N Saako Thoon Thaakur Ooch Bhagavaanaa ||1||",
    "PUNJABI": "ਹੇ ਸਭ ਤੋਂ ਉੱਚੇ ਭਗਵਾਨ! ਤੂੰ ਸਭ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈਂ। ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "mY; hir hir nwmu Dr soeI ]",
    "TRANSLITERATION": "Mai Har Har Naam Dhhar Soee ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੇਰੇ ਵਾਸਤੇ ਤੇਰਾ ਉਹ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "ijau BwvY iqau rwKu myry swihb; mY quJ ibnu Avru. n koeI ]1] rhwau ]",
    "TRANSLITERATION": "Jio Bhaavai Thio Raakh Maerae Saahib Mai Thujh Bin Avar N Koee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਿਵੇਂ ਮੇਰੀ ਰੱਖਿਆ ਕਰ। ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "mY. qwxu dIbwxu qUhY myry suAwmI; mY. quDu AwgY Ardwis ]",
    "TRANSLITERATION": "Mai Thaan Dheebaan Thoohai Maerae Suaamee Mai Thudhh Aagai Aradhaas ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੂੰ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਬਲ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਆਸਰਾ ਹੈਂ। ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਹੀ ਅਰਜ਼ੋਈ ਕਰ ਸਕਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "mY horu Qwau nwhI. ijsu pih krau bynMqI; myrw duKu suKu quJ hI pwsy ]2]",
    "TRANSLITERATION": "Mai Hor Thhaao Naahee Jis Pehi Karo Baenanthee Maeraa Dhukh Sukh Thujh Hee Paas ||2||",
    "PUNJABI": "ਮੇਰੇ ਵਾਸਤੇ ਕੋਈ ਹੋਰ ਅਜੇਹਾ ਥਾਂ ਨਹੀਂ, ਜਿਸ ਕੋਲ ਮੈਂ ਬੇਨਤੀ ਕਰ ਸਕਾਂ। ਮੈਂ ਆਪਣਾ ਹਰੇਕ ਸੁਖ ਹਰੇਕ ਦੁੱਖ ਤੇਰੇ ਕੋਲ ਹੀ ਪੇਸ਼ ਕਰ ਸਕਦਾ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "ivcy DrqI ivcy pwxI; ivic kwst Agin DrIjY ]",
    "TRANSLITERATION": "Vichae Dhharathee Vichae Paanee Vich Kaasatt Agan Dhhareejai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਵੇਖ, (ਪਾਣੀ ਦੇ) ਵਿਚ ਹੀ ਧਰਤੀ ਹੈ, (ਧਰਤੀ ਦੇ) ਵਿਚ ਹੀ ਪਾਣੀ ਹੈ, ਲੱਕੜ ਵਿਚ ਅੱਗ ਰੱਖੀ ਹੋਈ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "bkrI isMGu. iekqY Qwie rwKy; mn hir jip. BRmu Bau dUir kIjY ]3]",
    "TRANSLITERATION": "Bakaree Singh Eikathai Thhaae Raakhae Man Har Jap Bhram Bho Dhoor Keejai ||3||",
    "PUNJABI": "(ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ, ਮਾਨੋ) ਸ਼ੇਰ ਤੇ ਬੱਕਰੀ ਇਕੋ ਥਾਂ ਰੱਖੇ ਹੋਏ ਹਨ। ਹੇ ਮਨ! (ਤੂੰ ਕਿਉਂ ਡਰਦਾ ਹੈਂ? ਅਜੇਹੀ ਸ਼ਕਤੀ ਵਾਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਤੂੰ ਆਪਣਾ ਹਰੇਕ ਡਰ ਭਰਮ ਦੂਰ ਕਰ ਲਿਆ ਕਰ ॥੩॥",
    "PRONUNCIATION": "(b`krI)DrqI[(isMGu)pwxI[b`krI:ijMd[ isMGu:kwl[ b`krI:kwT[ isMGu:A`g nUM mrXwdw c iek`Ty r`iKAw hY"
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "hir kI vifAweI dyKhu sMqhu; hir inmwixAw mwxu dyvwey ]",
    "TRANSLITERATION": "Har Kee Vaddiaaee Dhaekhahu Santhahu Har Nimaaniaa Maan Dhaevaaeae ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਵੇਖੋ ਪਰਮਾਤਮਾ ਦੀ ਵੱਡੀ ਤਾਕਤ! ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਦਿਵਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੀ ਕੋਈ ਇੱਜ਼ਤ ਨਹੀਂ ਸੀ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2799,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "ijau DrqI crx qly qy. aUpir AwvY; iqau nwnk. swD jnw jgqu Awix sBu pYrI pwey ]4]1]12]",
    "TRANSLITERATION": "Jio Dhharathee Charan Thalae Thae Oopar Aavai Thio Naanak Saadhh Janaa Jagath Aan Sabh Pairee Paaeae ||4||1||12||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਧਰਤੀ (ਮਨੁੱਖ ਦੇ) ਪੈਰਾਂ ਹੇਠੋਂ (ਮੌਤ ਆਉਣ ਤੇ ਉਸ ਦੇ) ਉੱਪਰ ਆ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜਗਤ ਨੂੰ ਲਿਆ ਕੇ ਸਾਧ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਾ ਦੇਂਦਾ ਹੈ ॥੪॥੧॥੧੨॥",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 4 ]",
    "TRANSLITERATION": "Soohee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "qUM krqw sBu ikCu Awpy jwxih; ikAw quDu pih AwiK suxweIAY ]",
    "TRANSLITERATION": "Thoon Karathaa Sabh Kishh Aapae Jaanehi Kiaa Thudhh Pehi Aakh Sunaaeeai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, (ਆਪਣੀ ਰਚੀ ਸ੍ਰਿਸ਼ਟੀ ਬਾਬਤ) ਹਰੇਕ ਗੱਲ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਤੇਰੇ ਪਾਸੋਂ ਕੋਈ ਗੱਲ ਗੁੱਝੀ ਨਹੀਂ (ਇਸ ਵਾਸਤੇ) ਤੈਨੂੰ ਕੇਹੜੀ ਗੱਲ ਆਖ ਕੇ ਸੁਣਾਈ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "burw Blw. quDu sBu ikCu sUJY; jyhw ko kry qyhw ko pweIAY ]1]",
    "TRANSLITERATION": "Buraa Bhalaa Thudhh Sabh Kishh Soojhai Jaehaa Ko Karae Thaehaa Ko Paaeeai ||1||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ ਦੀ ਬੁਰਾਈ ਅਤੇ ਭਲਾਈ ਦਾ ਤੈਨੂੰ ਆਪ ਹੀ ਪਤਾ ਲੱਗ ਜਾਂਦਾ ਹੈ। (ਤਾਹੀਏਂ) ਜਿਹੋ ਜਿਹਾ ਕਰਮ ਕੋਈ ਜੀਵ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਉਹੋ ਜਿਹਾ ਫਲ ਉਹ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "myry swihb; qUM AMqr kI ibiD jwxih ]",
    "TRANSLITERATION": "Maerae Saahib Thoon Anthar Kee Bidhh Jaanehi ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੂੰ (ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਦੀ ਹਾਲਤ ਜਾਣਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "burw Blw quDu sBu ikCu sUJY; quDu BwvY iqvY bulwvih ]1] rhwau ]",
    "TRANSLITERATION": "Buraa Bhalaa Thudhh Sabh Kishh Soojhai Thudhh Bhaavai Thivai Bulaavehi ||1|| Rehaao ||",
    "PUNJABI": "ਕਿਸੇ ਦੇ ਅੰਦਰ ਬੁਰਾਈ ਹੈ, ਕਿਸੇ ਦੇ ਅੰਦਰ ਭਲਾਈ, ਤੈਨੂੰ ਹਰੇਕ ਗੱਲ ਦਾ ਪਤਾ ਲੱਗ ਜਾਂਦਾ ਹੈ। ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਤੂੰ (ਹਰੇਕ ਜੀਵ ਨੂੰ ਚੰਗੇ ਜਾਂ ਮੰਦੇ ਨਾਮ ਨਾਲ) ਸੱਦਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "sBu mohu mwieAw srIru, hir kIAw; ivic dyhI mwnuK. Bgiq krweI ]",
    "TRANSLITERATION": "Sabh Mohu Maaeiaa Sareer Har Keeaa Vich Dhaehee Maanukh Bhagath Karaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦਾ ਸਾਰਾ ਮੋਹ ਪਰਮਾਤਮਾ ਨੇ ਬਣਾਇਆ ਹੈ, ਹਰੇਕ ਸਰੀਰ (ਭੀ) ਪ੍ਰਭੂ ਨੇ ਹੀ ਬਣਾਇਆ ਹੈ। ਮਨੁੱਖ ਸਰੀਰ ਵਿਚ ਭਗਤੀ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "ieknw siqguru myil. suKu dyvih; ieik mnmuiK DMDu iptweI ]2]",
    "TRANSLITERATION": "Eikanaa Sathigur Mael Sukh Dhaevehi Eik Manamukh Dhhandhh Pittaaee ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਕਈ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਗੁਰੂ ਮਿਲਾ ਕੇ ਆਤਮਕ ਆਨੰਦ ਬਖ਼ਸ਼ਦਾ ਹੈਂ। ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਜੀਵ ਐਸੇ ਹਨ ਜੋ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਹ ਆਪ ਹੀ ਮਾਇਆ ਵਿਚ ਫਸਾਈ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "ip`tweI"
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "sBu ko qyrw. qUM sBnw kw myry krqy; quDu sBnw isir iliKAw lyKu ]",
    "TRANSLITERATION": "Sabh Ko Thaeraa Thoon Sabhanaa Kaa Maerae Karathae Thudhh Sabhanaa Sir Likhiaa Laekh ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਹਰੇਕ ਜੀਵ ਤੇਰਾ (ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ) ਹੈ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦਾ (ਖਸਮ) ਹੈਂ। ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਤੂੰ ਹੀ (ਕਿਰਤ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "jyhI qUM ndir krih. qyhw ko hovY; ibnu ndrI. nwhI ko ByKu ]3]",
    "TRANSLITERATION": "Jaehee Thoon Nadhar Karehi Thaehaa Ko Hovai Bin Nadharee Naahee Ko Bhaekh ||3||",
    "PUNJABI": "ਉਸ ਲੇਖ (ਅਨੁਸਾਰ) ਜਿਹੋ ਜਿਹੀ ਨਿਗਾਹ ਤੂੰ ਕਿਸੇ ਜੀਵ ਉਤੇ ਕਰਦਾ ਹੈਂ ਉਹੋ ਜਿਹਾ ਉਹ ਬਣ ਜਾਂਦਾ ਹੈ। (ਚਾਹੇ ਕੋਈ ਚੰਗਾ ਹੈ, ਚਾਹੇ ਕੋਈ ਮੰਦਾ ਹੈ) ਤੇਰੀ ਨਿਗਾਹ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਜੀਵ (ਚੰਗਾ ਜਾਂ ਮੰਦਾ) ਨਹੀਂ (ਬਣਿਆ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "qyrI vifAweI. qUMhY jwxih; sB quDno inq iDAwey ]",
    "TRANSLITERATION": "Thaeree Vaddiaaee Thoonhai Jaanehi Sabh Thudhhano Nith Dhhiaaeae ||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ (ਆਖ-) ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਤੂੰ ਕਿਤਨਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਗੱਲ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਸਾਰੀ ਲੁਕਾਈ ਸਦਾ ਤੇਰਾ ਧਿਆਨ ਧਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2800,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "ijs no quDu BwvY. iqs no qUM mylih; jn nwnk. so Qwie pwey ]4]2]13]",
    "TRANSLITERATION": "Jis No Thudhh Bhaavai This No Thoon Maelehi Jan Naanak So Thhaae Paaeae ||4||2||13||",
    "PUNJABI": "ਜਿਸ ਨੂੰ ਤੂੰ ਚਾਹੁੰਦਾ ਹੈਂ ਉਸ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਤੂੰ ਜੋੜ ਲੈਂਦਾ ਹੈਂ। ਉਹ ਮਨੁੱਖ (ਤੇਰੀ ਦਰਗਾਹ ਵਿਚ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 4 ]",
    "TRANSLITERATION": "Soohee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "ijn kY AMqir visAw. myrw hir hir; iqn ky siB rog gvwey ]",
    "TRANSLITERATION": "Jin Kai Anthar Vasiaa Maeraa Har Har Thin Kae Sabh Rog Gavaaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਉਹ ਹਰੀ ਸਾਰੇ ਰੋਗ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "qy mukq Bey. ijn@ hir nwmu iDAwieAw; iqn pivqu prmpdu pwey ]1]",
    "TRANSLITERATION": "Thae Mukath Bheae Jin Har Naam Dhhiaaeiaa Thin Pavith Param Padh Paaeae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ (ਹਉਮੈ ਆਦਿਕ ਰੋਗਾਂ ਤੋਂ) ਸੁਤੰਤਰ ਹੋ ਗਏ, ਉਹਨਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਤੇ ਪਵਿਤ੍ਰ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "myry rwm; hir jn Awrog Bey ]",
    "TRANSLITERATION": "Maerae Raam Har Jan Aarog Bheae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰੇ ਰਾਮ ਦੇ, ਮੇਰੇ ਹਰੀ ਦੇ, ਦਾਸ (ਹਉਮੈ ਆਦਿਕ ਤੋਂ) ਨਰੋਏ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "gur bcnI ijn@w jipAw myrw hir hir; iqn ky haumY rog gey ]1] rhwau ]",
    "TRANSLITERATION": "Gur Bachanee Jinaa Japiaa Maeraa Har Har Thin Kae Houmai Rog Geae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਮੇਰੇ ਹਰਿ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਉਹਨਾਂ ਦੇ ਹਉਮੈ (ਆਦਿਕ) ਰੋਗ ਦੂਰ ਹੋ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "bRhmw ibsnu mhwdyau qRY gux rogI; ivic haumY kwr kmweI ]",
    "TRANSLITERATION": "Brehamaa Bisan Mehaadhaeo Thrai Gun Rogee Vich Houmai Kaar Kamaaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਪੁਰਾਣਾਂ ਦੀਆਂ ਦੱਸੀਆਂ ਸਾਖੀਆਂ ਅਨੁਸਾਰ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਦੇ ਕਾਰਨ (ਵੱਡੇ ਦੇਵਤੇ) ਬ੍ਰਹਮਾ, ਵਿਸ਼ਨੂੰ, ਸ਼ਿਵ (ਭੀ) ਰੋਗੀ ਹੀ ਰਹੇ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ ਭੀ) ਹਉਮੈ ਵਿਚ ਹੀ ਕਾਰ ਕੀਤੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "ijin kIey. iqsih, n cyqih bpuVy; hir gurmuiK soJI pweI ]2]",
    "TRANSLITERATION": "Jin Keeeae Thisehi N Chaethehi Bapurrae Har Guramukh Sojhee Paaee ||2||",
    "PUNJABI": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਸੀ, ਉਸ ਨੂੰ ਉਹ ਵਿਚਾਰੇ ਚੇਤਦੇ ਨਾਹ ਰਹੇ। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ (ਤਾਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2801,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "haumY roig sBu jgqu ibAwipAw; iqn kau jnm mrx duKu BwrI ]",
    "TRANSLITERATION": "Houmai Rog Sabh Jagath Biaapiaa Thin Ko Janam Maran Dhukh Bhaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਹਉਮੈ ਦੇ ਰੋਗ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ, ਹਉਮੈ ਵਿਚ ਫਸੇ ਹੋਏ) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਭਾਰਾ ਦੁੱਖ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gqu"
  }
]