[
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 1 Gru 9",
    "TRANSLITERATION": "Soohee Mehalaa 1 Ghar 9",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "kcw rMgu ksuMB kw; QoViVAw idn cwir jIau ]",
    "TRANSLITERATION": "Kachaa Rang Kasunbh Kaa Thhorrarriaa Dhin Chaar Jeeo ||",
    "PUNJABI": "(ਜੀਵ ਮਾਇਆ ਦੇ ਸੁਹਣੱਪ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਫੁੱਲਦਾ ਹੈ, ਪਰ ਇਹ ਮਾਇਆ ਦਾ ਸਾਥ ਕਸੁੰਭੇ ਦੇ ਰੰਗ ਵਰਗਾ ਹੀ ਹੈ) ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦਾ ਰੰਗ ਕੱਚਾ ਹੁੰਦਾ ਹੈ, ਥੋੜਾ ਚਿਰ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਚਾਰ ਦਿਨ ਹੀ ਟਿਕਦਾ ਹੈ।",
    "PRONUNCIATION": "k-suMB"
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "ivxu nwvY. BRim BulIAw; Tig muTI kUiVAwir jIau ]",
    "TRANSLITERATION": "Vin Naavai Bhram Bhuleeaa Thag Muthee Koorriaar Jeeo ||",
    "PUNJABI": "ਮਾਇਆ ਦੀ ਵਪਾਰਨ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ (ਮਾਇਆ-ਕਸੁੰਭੇ ਦੇ) ਭੁਲੇਖੇ ਵਿਚ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦੀ ਹੈ, ਠੱਗੀ ਜਾਂਦੀ ਹੈ, ਤੇ ਇਸ ਦਾ ਆਤਮਕ ਜੀਵਨ (ਦਾ ਸਰਮਾਇਆ) ਲੁੱਟਿਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "scy syqI riqAw; jnmu n dUjI vwr jIau ]1]",
    "TRANSLITERATION": "Sachae Saethee Rathiaa Janam N Dhoojee Vaar Jeeo ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਈਏ, ਤਾਂ ਮੁੜ ਮੁੜ ਜਨਮ (ਦਾ ਗੇੜ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "rMgy kw. ikAw rMgIAY; jo rqy rMgu lwie jIau ]",
    "TRANSLITERATION": "Rangae Kaa Kiaa Rangeeai Jo Rathae Rang Laae Jeeo ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਲਾ ਕੇ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਰੰਗੇ ਹੋਏ ਮਨ ਨੂੰ ਕਿਸੇ ਹੋਰ ਰੰਗ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ (ਨਾਮ ਵਿਚ ਰੱਤੇ ਨੂੰ) ਕਿਸੇ ਹੋਰ ਕਰਮ-ਸੁਹਜ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "rMgx vwlw syvIAY; scy isau icqu lwie jIau ]1] rhwau ]",
    "TRANSLITERATION": "Rangan Vaalaa Saeveeai Sachae Sio Chith Laae Jeeo ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ ਇਹ ਨਾਮ-ਰੰਗ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ, ਸੋ) ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਨੂੰ ਤੇ (ਜੀਵਾਂ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਰੰਗਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਚਿੱਤ ਲਾ ਕੇ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "cwry kuMfw jy Bvih; ibnu Bwgw. Dnu nwih jIau ]",
    "TRANSLITERATION": "Chaarae Kunddaa Jae Bhavehi Bin Bhaagaa Dhhan Naahi Jeeo ||",
    "PUNJABI": "ਹੇ ਜਿੰਦੇ! ਜੇ ਤੂੰ ਚਾਰੇ ਕੂੰਟਾਂ ਭਾਲਦੀ ਫਿਰੇਂ ਤਾਂ ਭੀ ਚੰਗੇ ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਲੱਭਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "Avgix muTI. jy iPrih; biDk Qwie. n pwih jIau ]",
    "TRANSLITERATION": "Avagan Muthee Jae Firehi Badhhik Thhaae N Paahi Jeeo ||",
    "PUNJABI": "ਜੇ ਔਗੁਣ ਨੇ ਤੇਰੇ ਮਨ ਨੂੰ ਠੱਗ ਲਿਆ ਹੈ, ਤੇ ਜੇ ਇਸ ਆਤਮਕ ਦਸ਼ਾ ਵਿਚ ਤੂੰ (ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਭੀ) ਫਿਰੇਂ, ਤਾਂ ਭੀ ਸ਼ਿਕਾਰੀ ਦੇ ਬਾਹਰੋਂ ਲਿਫਣ ਵਾਂਗ ਤੂੰ (ਆਪਣੇ ਇਹਨਾਂ ਉੱਦਮਾਂ ਦੀ ਰਾਹੀਂ) ਕਬੂਲ ਨਹੀਂ ਹੋਵੇਂਗੀ।",
    "PRONUNCIATION": "b`iDk"
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "guir rwKy sy aubry; sbid rqy mn mwih jIau ]2]",
    "TRANSLITERATION": "Gur Raakhae Sae Oubarae Sabadh Rathae Man Maahi Jeeo ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੀ ਗੁਰੂ ਨੇ ਰਾਖੀ ਕੀਤੀ, ਜੇਹੜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਵਿਚ ਪ੍ਰਭੂ-ਨਾਮ ਨਾਲ ਰੰਗੇ ਗਏ ਹਨ, ਉਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "icty ijn ky kpVy; mYly icq kTor jIau ]",
    "TRANSLITERATION": "Chittae Jin Kae Kaparrae Mailae Chith Kathor Jeeo ||",
    "PUNJABI": "(ਬਗੁਲੇ ਵੇਖਣ ਨੂੰ ਚਿੱਟੇ ਹਨ, ਤੀਰਥਾਂ ਉਤੇ ਭੀ ਨਿਵਾਸ ਰੱਖਦੇ ਹਨ, ਪਰ ਸਮਾਧੀ ਲਾ ਕੇ ਮੱਛੀਆਂ ਹੀ ਫੜਦੇ ਹਨ, ਤਿਵੇਂ ਹੀ) ਜਿਨ੍ਹਾਂ ਦੇ ਕੱਪੜੇ ਤਾਂ ਚਿੱਟੇ ਹਨ ਪਰ ਮਨ ਮੈਲੇ ਹਨ ਤੇ ਨਿਰਦਈ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "iqn muiK nwmu. n aUpjY; dUjY ivAwpy cor jIau ]",
    "TRANSLITERATION": "Thin Mukh Naam N Oopajai Dhoojai Viaapae Chor Jeeo ||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਮੂੰਹੋਂ (ਆਖਣ ਨਾਲ ਮਨ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪਰਗਟ ਨਹੀਂ ਹੁੰਦਾ ਉਹ (ਬਾਹਰੋਂ ਸਾਧ ਦਿੱਸਦੇ ਹਨ ਅਸਲ ਵਿਚ) ਚੋਰ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "mUlu. n bUJih Awpxw; sy psUAw sy For jIau ]3]",
    "TRANSLITERATION": "Mool N Boojhehi Aapanaa Sae Pasooaa Sae Dtor Jeeo ||3||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਅਸਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦੇ, ਇਸ ਕਰਕੇ ਉਹ ਪਸ਼ੂ ਬੁਧੀ ਵਾਲੇ ਮਹਾਂ ਮੂਰਖ ਮਨੁੱਖ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "inq inq KusIAw mnu kry; inq inq mMgY suK jIau ]",
    "TRANSLITERATION": "Nith Nith Khuseeaa Man Karae Nith Nith Mangai Sukh Jeeo ||",
    "PUNJABI": "(ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਸਦਾ ਦੁਨੀਆ ਵਾਲੇ ਚਾਉ-ਮਲ੍ਹਾਰ ਹੀ ਕਰਦਾ ਹੈ ਤੇ ਸਦਾ ਸੁਖ ਹੀ ਮੰਗਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "krqw iciq. n AwveI; iPir iPir lgih duK jIau ]",
    "TRANSLITERATION": "Karathaa Chith N Aavee Fir Fir Lagehi Dhukh Jeeo ||",
    "PUNJABI": "ਪਰ (ਜਿਤਨਾ ਚਿਰ) ਕਰਤਾਰ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਵੱਸਦਾ, ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਦੁੱਖ ਵਿਆਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "suK duK dwqw min vsY; iqqu qin kYsI BuK jIau ]4]",
    "TRANSLITERATION": "Sukh Dhukh Dhaathaa Man Vasai Thith Than Kaisee Bhukh Jeeo ||4||",
    "PUNJABI": "(ਹਾਂ,) ਜਿਸ ਮਨ ਵਿਚ ਸੁਖ ਦੁਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਕੋਈ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ (ਤੇ ਉਹ ਸੁਖਾਂ ਦੀ ਲਾਲਸਾ ਨਹੀਂ ਕਰਦਾ) ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "bwkI vwlw qlbIAY; isir mwry jMdwru jIau ]",
    "TRANSLITERATION": "Baakee Vaalaa Thalabeeai Sir Maarae Jandhaar Jeeo ||",
    "PUNJABI": "(ਜੀਵ-ਵਣਜਾਰਾ ਇਥੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਇਆ ਹੈ, ਪਰ ਜੇਹੜਾ ਜੀਵ ਇਹ ਵਣਜ ਵਿਸਾਰ ਕੇ ਵਿਕਾਰਾਂ ਦਾ ਕਰਜ਼ਾ ਆਪਣੇ ਸਿਰ ਚਾੜ੍ਹਨ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਸ) ਕਰਜ਼ਾਈ ਨੂੰ ਸੱਦਾ ਪੈਂਦਾ ਹੈ; ਜਮਰਾਜ ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਚੋਟ ਮਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": "b`wkI"
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "lyKw mMgY dyvxw; puCY kir bIcwru jIau ]",
    "TRANSLITERATION": "Laekhaa Mangai Dhaevanaa Pushhai Kar Beechaar Jeeo ||",
    "PUNJABI": "ਉਸ ਦੇ ਸਾਰੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਵਿਚਾਰ ਕਰ ਕੇ ਉਸ ਤੋਂ ਪੁੱਛਦਾ ਹੈ ਤੇ ਉਸ ਤੋਂ ਉਹ ਲੇਖਾ ਮੰਗਦਾ ਹੈ ਜੋ (ਉਸ ਦੇ ਜ਼ਿੰਮੇ) ਦੇਣਾ ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "scy kI ilv aubrY; bKsy bKsxhwru jIau ]5]",
    "TRANSLITERATION": "Sachae Kee Liv Oubarai Bakhasae Bakhasanehaar Jeeo ||5||",
    "PUNJABI": "ਜਿਸ ਜੀਵ ਵਣਜਾਰੇ ਦੇ ਅੰਦਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਲਗਨ ਹੋਵੇ, ਉਹ ਜਮਰਾਜ ਦੀ ਮਾਰ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ, ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਉਸ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "An ko kIjY imqVw; Kwku rlY. mir jwie jIau ]",
    "TRANSLITERATION": "An Ko Keejai Mitharraa Khaak Ralai Mar Jaae Jeeo ||",
    "PUNJABI": "ਜੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਮਿੱਤਰ ਬਣਾਇਆ ਜਾਏ, ਤਾਂ (ਅਜੇਹੇ ਮਿੱਤਰ ਬਣਾਣ ਵਾਲਾ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦਾ ਹੈ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Anhor[ konUM[ im`qVw"
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "bhu rMg dyiK BulwieAw; Buil Buil AwvY jwie jIau ]",
    "TRANSLITERATION": "Bahu Rang Dhaekh Bhulaaeiaa Bhul Bhul Aavai Jaae Jeeo ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਬਹੁਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਵੇਖ ਕੇ ਉਹ ਕੁਰਾਹੇ ਪਾਇਆ ਜਾਂਦਾ ਹੈ, ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝ ਖੁੰਝ ਕੇ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "ndir pRBU qy CutIAY; ndrI myil imlwie jIau ]6]",
    "TRANSLITERATION": "Nadhar Prabhoo Thae Shhutteeai Nadharee Mael Milaae Jeeo ||6||",
    "PUNJABI": "(ਇਸ ਗੇੜ ਵਿਚੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਖ਼ਲਾਸੀ ਪਾਈਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "gwPl igAwn ivhUixAw; gur ibnu igAwnu. n Bwil jIau ]",
    "TRANSLITERATION": "Gaafal Giaan Vihooniaa Gur Bin Giaan N Bhaal Jeeo ||",
    "PUNJABI": "ਹੇ ਅਵੇਸਲੇ ਤੇ ਗਿਆਨ-ਹੀਣ ਜੀਵ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਦੀ ਆਸ ਵਿਅਰਥ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "iKMcoqwix ivgucIAY; burw Blw duie. nwil jIau ]",
    "TRANSLITERATION": "Khinchothaan Vigucheeai Buraa Bhalaa Dhue Naal Jeeo ||",
    "PUNJABI": "ਕੀਤੇ ਹੋਏ ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਤਾਂ ਹਰ ਵੇਲੇ ਅੰਦਰ ਮੌਜੂਦ ਹੀ ਹਨ, (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਨਾਹ ਪਈਏ, ਤਾਂ ਉਹ ਅੰਦਰਲੇ ਚੰਗੇ ਮੰਦੇ ਸੰਸਕਾਰ ਚੰਗੇ ਮੰਦੇ ਪਾਸੇ ਖਿੱਚਦੇ ਹਨ) ਤੇ ਇਸ ਖਿੱਚਾ-ਖਿੱਚੀ ਵਿਚ ਖ਼ੁਆਰ ਹੋਵੀਦਾ ਹੈ।",
    "PRONUNCIATION": "ivgu`cIAY"
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "ibnu sbdY BY riqAw; sB johI jmkwil jIau ]7]",
    "TRANSLITERATION": "Bin Sabadhai Bhai Rathiaa Sabh Johee Jamakaal Jeeo ||7||",
    "PUNJABI": "ਗੁਰ-ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈਣ ਤੋਂ ਬਿਨਾ ਲੋਕਾਈ (ਦੁਨੀਆ ਵਾਲੇ) ਸਹਿਮ ਵਿਚ ਗ੍ਰਸੀ ਰਹਿੰਦੀ ਹੈ, ਅਜੇਹੀ ਲੋਕਾਈ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ (ਹਰ ਵੇਲੇ) ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "ijin kir kwrxu DwirAw; sBsY dyie AwDwru jIau ]",
    "TRANSLITERATION": "Jin Kar Kaaran Dhhaariaa Sabhasai Dhaee Aadhhaar Jeeo ||",
    "PUNJABI": "ਜਿਸ ਕਰਤਾਰ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਰਚੀ ਹੈ, ਤੇ ਰਚ ਕੇ ਇਸ ਨੂੰ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ, ਉਹ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "so ikau mnhu ivswrIAY; sdw sdw dwqwru jIau ]",
    "TRANSLITERATION": "So Kio Manahu Visaareeai Sadhaa Sadhaa Dhaathaar Jeeo ||",
    "PUNJABI": "ਉਸ ਨੂੰ ਕਦੇ ਭੀ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ, ਉਹ ਸਦਾ ਹੀ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2862,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. nwmu, n vIsrY; inDwrw AwDwru jIau ]8]1]2]",
    "TRANSLITERATION": "Naanak Naam N Veesarai Nidhhaaraa Aadhhaar Jeeo ||8||1||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਨਾਹ ਭੁੱਲੇ। ਪਰਮਾਤਮਾ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ ॥੮॥੧॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 1 kwPI Gru 10",
    "TRANSLITERATION": "Soohee Mehalaa 1 Kaafee Ghar 10",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ/ਕਾਫੀ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "mwxs jnmu dulMBu; gurmuiK pwieAw ]",
    "TRANSLITERATION": "Maanas Janam Dhulanbh Guramukh Paaeiaa ||",
    "PUNJABI": "(ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਿਚੋਂ) ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਪਰ ਇਸ ਦੀ ਕਦਰ ਉਹੀ ਮਨੁੱਖ ਜਾਣਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ।",
    "PRONUNCIATION": "du-lMBu"
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "mnu qnu hoie culMBu; jy siqgur BwieAw ]1]",
    "TRANSLITERATION": "Man Than Hoe Chulanbh Jae Sathigur Bhaaeiaa ||1||",
    "PUNJABI": "ਜੇ ਸਤਿਗੁਰੂ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਭਾਵ, ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਹੋ ਜਾਏ) ਤਾਂ (ਸਰਨ ਪਏ ਉਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਅਤੇ ਸਰੀਰ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ) ਗੂੜ੍ਹਾ ਲਾਲ ਹੋ ਜਾਂਦਾ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ ਲਾਲੀ ਚੜ੍ਹੀ ਰਹਿੰਦੀ ਹੈ) ॥੧॥",
    "PRONUNCIATION": "cu-lMBu"
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "clY jnmu svwir; vKru scu lY ]",
    "TRANSLITERATION": "Chalai Janam Savaar Vakhar Sach Lai ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਸੌਦਾ ਵਿਹਾਝਦਾ ਹੈ ਉਹ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਕੇ (ਇਥੋਂ) ਤੁਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "piq pwey drbwir; siqgur sbid BY ]1] rhwau ]",
    "TRANSLITERATION": "Path Paaeae Dharabaar Sathigur Sabadh Bhai ||1|| Rehaao ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਅਦਬ ਵਿਚ (ਰਹਿ ਕੇ) ਉਹ (ਪਰਮਾਤਮਾ ਦੀ) ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2863,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "min qin scu slwih; swcy min BwieAw ]",
    "TRANSLITERATION": "Man Than Sach Salaahi Saachae Man Bhaaeiaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਅਤੇ ਸਰੀਰ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  }
]