[
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "Awpy Qwip auQwip; sbid invwijAw ]5]",
    "TRANSLITERATION": "Aapae Thhaap Outhhaap Sabadh Nivaajiaa ||5||",
    "PUNJABI": "ਤੂੰ ਹੀ (ਸਾਰਾ ਜਗਤ) ਪੈਦਾ ਕੀਤਾ ਹੈ, ਤੂੰ ਆਪ ਹੀ ਪੈਦਾ ਕਰਦਾ ਹੈਂ ਆਪ ਹੀ ਨਾਸ ਕਰਦਾ ਹੈਂ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "dyhI Bsm rulwie; n jwpI kh gieAw ]",
    "TRANSLITERATION": "Dhaehee Bhasam Rulaae N Jaapee Keh Gaeiaa ||",
    "PUNJABI": "ਜੀਵਾਤਮਾ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਛੱਡ ਕੇ) ਸਰੀਰ ਨੂੰ ਮਿੱਟੀ ਵਿਚ ਰੁਲਾ ਕੇ, ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ, ਕਿੱਥੇ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "Awpy rihAw smwie; so ivsmwdu BieAw ]6]",
    "TRANSLITERATION": "Aapae Rehiaa Samaae So Visamaadh Bhaeiaa ||6||",
    "PUNJABI": "ਅਚਰਜ ਕੌਤਕ ਵਰਤਦਾ ਹੈ। (ਪਰ ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "qUM. nwhI pRB dUir; jwxih sB qUhY ]",
    "TRANSLITERATION": "Thoon Naahee Prabh Dhoor Jaanehi Sabh Thoo Hai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਕਿਸੇ ਭੀ ਥਾਂ ਤੋਂ) ਦੂਰ ਨਹੀਂ ਹੈਂ, ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK vyiK hdUir; AMqir BI qUhY ]7]",
    "TRANSLITERATION": "Guramukh Vaekh Hadhoor Anthar Bhee Thoo Hai ||7||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ ਅੰਦਰ ਭੀ ਤੂੰ ਹੈਂ (ਬਾਹਰ ਭੀ ਤੂੰ ਹੈਂ) ਤੈਨੂੰ ਉਹ ਹਰ ਥਾਂ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਵੇਖਦੇ ਹਨ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "mY dIjY nwm invwsu; AMqir sWiq hoie ]",
    "TRANSLITERATION": "Mai Dheejai Naam Nivaas Anthar Saanth Hoe ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਰੇ ਅੰਦਰ ਆਪਣੇ ਨਾਮ ਦਾ ਨਿਵਾਸ ਬਖ਼ਸ਼, ਤਾ ਕਿ ਮੇਰੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2865,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "gux gwvY nwnk dwsu; siqguru miq dyie ]8]3]5]",
    "TRANSLITERATION": "Gun Gaavai Naanak Dhaas Sathigur Math Dhaee ||8||3||5||",
    "PUNJABI": "(ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ, ਉਹ ਦਾਸ (ਤੇਰੇ) ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੮॥੩॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "rwgu sUhI mhlw 3 Gru 1 AstpdIAw",
    "TRANSLITERATION": "Raag Soohee Mehalaa 3 Ghar 1 Asattapadheeaa",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "nwmY hI qy. sBu ikCu hoAw; ibnu siqgur. nwmu n jwpY ]",
    "TRANSLITERATION": "Naamai Hee Thae Sabh Kishh Hoaa Bin Sathigur Naam N Jaapai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਸਭ ਕੁਝ (ਸਾਰਾ ਰੌਸ਼ਨ ਆਤਮਕ ਜੀਵਨ) ਹੁੰਦਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਾਮ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kw sbdu. mhw rsu mITw; ibnu cwKy. swdu n jwpY ]",
    "TRANSLITERATION": "Gur Kaa Sabadh Mehaa Ras Meethaa Bin Chaakhae Saadh N Jaapai ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਡੇ ਰਸ ਵਾਲਾ ਹੈ ਮਿੱਠਾ ਹੈ, ਜਿਤਨਾ ਚਿਰ ਇਸ ਨੂੰ ਚੱਖਿਆ ਨਾਹ ਜਾਏ, ਸੁਆਦ ਦਾ ਪਤਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "kaufI bdlY jnmu gvwieAw; cInis nwhI AwpY ]",
    "TRANSLITERATION": "Kouddee Badhalai Janam Gavaaeiaa Cheenas Naahee Aapai ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਛਾਣਦਾ ਨਹੀਂ, ਉਹ ਆਪਣੇ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਕੌਡੀ ਦੇ ਵੱਟੇ (ਵਿਅਰਥ ਹੀ) ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK hovY qw eyko jwxY; haumY duKu. n sMqwpY ]1]",
    "TRANSLITERATION": "Guramukh Hovai Thaa Eaeko Jaanai Houmai Dhukh N Santhaapai ||1||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਤਦੋਂ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ, ਤੇ, ਉਸ ਨੂੰ ਹਉਮੈ ਦਾ ਦੁੱਖ ਨਹੀਂ ਸਤਾ ਸਕਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "bilhwrI gur Apxy ivthu; ijin swcy isau ilv lweI ]",
    "TRANSLITERATION": "Balihaaree Gur Apanae Vittahu Jin Saachae Sio Liv Laaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੀਤ ਜੋੜ ਦਿੱਤੀ (ਭਾਵ, ਜੋੜ ਦੇਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "sbdu cIin@ Awqmu prgwisAw; shjy rihAw smweI ]1] rhwau ]",
    "TRANSLITERATION": "Sabadh Cheenih Aatham Paragaasiaa Sehajae Rehiaa Samaaee ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ ਮਨੁੱਖ ਦਾ ਆਤਮਕ ਜੀਵਨ ਚਮਕ ਪੈਂਦਾ ਹੈ, ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK gwvY gurmuiK bUJY; gurmuiK sbdu bIcwry ]",
    "TRANSLITERATION": "Guramukh Gaavai Guramukh Boojhai Guramukh Sabadh Beechaarae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸਮਝਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "jIau ipMfu sBu gur qy aupjY; gurmuiK kwrj svwry ]",
    "TRANSLITERATION": "Jeeo Pindd Sabh Gur Thae Oupajai Guramukh Kaaraj Savaarae ||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਉਸ ਦਾ ਸਰੀਰ ਗੁਰੂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਨਵਾਂ ਆਤਮਕ ਜਨਮ ਲੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "mnmuiK AMDw. AMDu kmwvY; ibKu Kty sMswry ]",
    "TRANSLITERATION": "Manamukh Andhhaa Andhh Kamaavai Bikh Khattae Sansaarae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਅੰਨ੍ਹਿਆਂ ਵਾਲਾ ਕੰਮ ਹੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਜਗਤ ਵਿਚ ਉਹ ਉਹੀ ਖੱਟੀ ਖੱਟਦਾ ਹੈ ਜੇਹੜੀ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ ਜ਼ਹਿਰ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "mwieAw moih sdw duKu pwey; ibnu gur Aiq ipAwry ]2]",
    "TRANSLITERATION": "Maaeiaa Mohi Sadhaa Dhukh Paaeae Bin Gur Ath Piaarae ||2||",
    "PUNJABI": "ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਸਦਾ ਦੁੱਖ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "soeI syvku. jy siqgur syvy; cwlY siqgur Bwey ]",
    "TRANSLITERATION": "Soee Saevak Jae Sathigur Saevae Chaalai Sathigur Bhaaeae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "swcw sbdu isPiq hY swcI; swcw mMin vswey ]",
    "TRANSLITERATION": "Saachaa Sabadh Sifath Hai Saachee Saachaa Mann Vasaaeae ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ), ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "scI bwxI gurmuiK AwKY; haumY ivchu jwey ]",
    "TRANSLITERATION": "Sachee Baanee Guramukh Aakhai Houmai Vichahu Jaaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "Awpy dwqw krmu hY swcw; swcw sbdu suxwey ]3]",
    "TRANSLITERATION": "Aapae Dhaathaa Karam Hai Saachaa Saachaa Sabadh Sunaaeae ||3||",
    "PUNJABI": "(ਉਸ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਅਟੱਲ ਹੈ। ਉਹ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK Gwly gurmuiK Kty; gurmuiK nwmu jpwey ]",
    "TRANSLITERATION": "Guramukh Ghaalae Guramukh Khattae Guramukh Naam Japaaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ ਉਹ (ਨਾਮ ਸਿਮਰਨ ਦੀ) ਮੇਹਨਤ ਕਰਦਾ ਹੈ, (ਨਾਮ-ਧਨ) ਖੱਟਦਾ ਹੈ, ਤੇ, (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਨਾਮ ਜਪਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "sdw Ailpqu. swcY rMig rwqw; gur kY shij suBwey ]",
    "TRANSLITERATION": "Sadhaa Alipath Saachai Rang Raathaa Gur Kai Sehaj Subhaaeae ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਉਹ ਮਨੁੱਖ ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਰਹਿ ਕੇ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "A-ilpqu"
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "mnmuKu sd hI kUVo bolY; ibKu bIjY ibKu Kwey ]",
    "TRANSLITERATION": "Manamukh Sadh Hee Koorro Bolai Bikh Beejai Bikh Khaaeae ||",
    "PUNJABI": "ਪਰ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਹੀ ਝੂਠ ਬੋਲਦਾ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਿਰ ਬੀਜਦਾ ਹੈ, ਤੇ ਉਹੀ ਜ਼ਹਿਰ ਖਾਂਦਾ ਹੈ (ਉਸੇ ਜ਼ਹਿਰ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਬਣਾਈ ਰੱਖਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "jmkwil bwDw iqRsnw dwDw; ibnu gur. kvxu Cfwey ]4]",
    "TRANSLITERATION": "Jamakaal Baadhhaa Thrisanaa Dhaadhhaa Bin Gur Kavan Shhaddaaeae ||4||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਨਾਲ ਸੜਿਆ ਰਹਿੰਦਾ ਹੈ। (ਇਸ ਬਿਪਤਾ ਵਿਚੋਂ ਉਸ ਨੂੰ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਛਡਾ ਨਹੀਂ ਸਕਦਾ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "scw qIrQu. ijqu sq sir nwvxu; gurmuiK Awip buJwey ]",
    "TRANSLITERATION": "Sachaa Theerathh Jith Sath Sar Naavan Guramukh Aap Bujhaaeae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ ਕਿ ਜਿਸ ਸੱਚੇ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੀਰਥ (ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਹੈ)।",
    "PRONUNCIATION": "s`q"
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "ATsiT qIrQ gur sbid idKwey; iqqu nwqY. mlu jwey ]",
    "TRANSLITERATION": "Athasath Theerathh Gur Sabadh Dhikhaaeae Thith Naathai Mal Jaaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਹੀ ਪ੍ਰਭੂ ਉਸ ਨੂੰ) ਅਠਾਹਠ ਤੀਰਥ ਵਿਖਾ ਦੇਂਦਾ ਹੈ (ਅਤੇ ਵਿਖਾ ਦੇਂਦਾ ਹੈ ਕਿ) ਉਸ (ਗੁਰੂ-ਸ਼ਬਦ-ਤੀਰਥ) ਵਿਚ ਨ੍ਹਾਤਿਆਂ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "scw sbdu. swcw hY inrmlu; nw mlu lgY. n lwey ]",
    "TRANSLITERATION": "Sachaa Sabadh Sachaa Hai Niramal Naa Mal Lagai N Laaeae ||",
    "PUNJABI": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਅਤੇ ਪਵਿਤ੍ਰ ਤੀਰਥ ਹੈ (ਉਸ ਵਿਚ ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ, (ਉਹ ਤੀਰਥ) ਮੈਲ ਨਹੀਂ ਚੰਬੋੜਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "scI isPiq scI swlwh; pUry gur qy pwey ]5]",
    "TRANSLITERATION": "Sachee Sifath Sachee Saalaah Poorae Gur Thae Paaeae ||5||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "qnu mnu sBu ikCu hir iqsu kyrw; durmiq khxu n jwey ]",
    "TRANSLITERATION": "Than Man Sabh Kishh Har This Kaeraa Dhuramath Kehan N Jaaeae ||",
    "PUNJABI": "ਪਰ, ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪੈਂਦਾ, ਉਹ (ਮਨੁੱਖ) ਖੋਟੀ ਮਤਿ ਦੇ ਕਾਰਨ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦਾ ਕਿ ਸਾਡਾ ਇਹ ਸਰੀਰ ਸਾਡਾ ਇਹ ਮਨ ਸਭ ਕੁਝ ਉਸ ਪ੍ਰਭੂ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "hukmu hovY qw inrmlu hovY; haumY ivchu jwey ]",
    "TRANSLITERATION": "Hukam Hovai Thaa Niramal Hovai Houmai Vichahu Jaaeae ||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ) ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kI swKI. shjy cwKI; iqRsnw Agin buJwey ]",
    "TRANSLITERATION": "Gur Kee Saakhee Sehajae Chaakhee Thrisanaa Agan Bujhaaeae ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁਝਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "buJwey:polw bolo"
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kY sbid rwqw. shjy mwqw; shjy rihAw smwey ]6]",
    "TRANSLITERATION": "Gur Kai Sabadh Raathaa Sehajae Maathaa Sehajae Rehiaa Samaaeae ||6||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": "m`wqw"
  }
]