[
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "hir kw nwmu siq kir jwxY; gur kY Bwie ipAwry ]",
    "TRANSLITERATION": "Har Kaa Naam Sath Kar Jaanai Gur Kai Bhaae Piaarae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਿਆਰੇ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਇਹ ਗੱਲ ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸੱਚਾ ਸਾਥੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "scI vifAweI. gur qy pweI; scY nwie ipAwry ]",
    "TRANSLITERATION": "Sachee Vaddiaaee Gur Thae Paaee Sachai Naae Piaarae ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਗੁਰੂ ਪਾਸੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "eyko scw sB mih vrqY; ivrlw ko vIcwry ]",
    "TRANSLITERATION": "Eaeko Sachaa Sabh Mehi Varathai Viralaa Ko Veechaarae ||",
    "PUNJABI": "ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਇਹ ਵਿਚਾਰ ਕਰਦਾ ਹੈ ਕਿ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "Awpy myil ley qw bKsy; scI Bgiq svwry ]7]",
    "TRANSLITERATION": "Aapae Mael Leae Thaa Bakhasae Sachee Bhagath Savaarae ||7||",
    "PUNJABI": "(ਅਜੇਹੇ ਮਨੁੱਖ ਨੂੰ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਤਾਂ ਉਸ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਆਪਣੀ ਭਗਤੀ ਦੇ ਕੇ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "sBo scu scu scu vrqY; gurmuiK koeI jwxY ]",
    "TRANSLITERATION": "Sabho Sach Sach Sach Varathai Guramukh Koee Jaanai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਮਝਦਾ ਹੈ ਕਿ ਹਰ ਥਾਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "jMmx mrxw hukmo vrqY; gurmuiK Awpu pCwxY ]",
    "TRANSLITERATION": "Janman Maranaa Hukamo Varathai Guramukh Aap Pashhaanai ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਜੰਮਣਾ ਮਰਨਾ ਭੀ ਉਸੇ ਦੇ ਹੁਕਮ ਵਿਚ ਚੱਲ ਰਿਹਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "nwmu iDAwey. qw siqgur Bwey; jo ieCY. so Plu pwey ]",
    "TRANSLITERATION": "Naam Dhhiaaeae Thaa Sathigur Bhaaeae Jo Eishhai So Fal Paaeae ||",
    "PUNJABI": "ਜਦੋਂ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰਦਾ ਹੈ ਤਾਂ ਉਹ ਗੁਰੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਫਿਰ ਉਹ ਜੇਹੜੀ ਮੁਰਾਦ ਮੰਗਦਾ ਹੈ ਉਹੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2866,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. iqs dw sBu ikCu hovY; ij ivchu Awpu gvwey ]8]1]",
    "TRANSLITERATION": "Naanak This Dhaa Sabh Kishh Hovai J Vichahu Aap Gavaaeae ||8||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਾਰਾ ਸਰਮਾਇਆ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ॥੮॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 3 ]",
    "TRANSLITERATION": "Soohee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw kwmix. Aiq suAwil@au; ipru vsY ijsu nwly ]",
    "TRANSLITERATION": "Kaaeiaa Kaaman Ath Suaaliho Pir Vasai Jis Naalae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਸ ਕਾਂਇਆਂ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਕਾਂਇਆਂ-ਇਸਤ੍ਰੀ ਬਹੁਤ ਸੁੰਦਰ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "ipr scy qy sdw suhwgix; gur kw sbdu sm@wly ]",
    "TRANSLITERATION": "Pir Sachae Thae Sadhaa Suhaagan Gur Kaa Sabadh Samhaalae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੇ ਕਾਰਨ ਉਹ ਸਦਾ ਲਈ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "hir kI Bgiq. sdw rMig rwqw; haumY ivchu jwly ]1]",
    "TRANSLITERATION": "Har Kee Bhagath Sadhaa Rang Raathaa Houmai Vichahu Jaalae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੇਹੜਾ ਮਨੁੱਖ) ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਸਾੜ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "vwhu vwhu pUry gur kI bwxI ]",
    "TRANSLITERATION": "Vaahu Vaahu Poorae Gur Kee Baanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਧੰਨ ਹੈ ਧੰਨ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "pUry gur qy aupjI; swic smwxI ]1] rhwau ]",
    "TRANSLITERATION": "Poorae Gur Thae Oupajee Saach Samaanee ||1|| Rehaao ||",
    "PUNJABI": "ਇਹ ਬਾਣੀ ਪੂਰੇ ਗੁਰੂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਅਤੇ (ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਕਰ ਦੇਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir sBu ikCu vsY; KMf mMfl pwqwlw ]",
    "TRANSLITERATION": "Kaaeiaa Andhar Sabh Kishh Vasai Khandd Manddal Paathaalaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਖੰਡਾਂ ਮੰਡਲਾਂ ਪਾਤਾਲਾਂ (ਸਾਰੇ ਜਗਤ) ਦਾ ਹਰੇਕ ਸੁਖ ਉਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਆ ਵੱਸਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir jgjIvn dwqw vsY; sBnw kry pRiqpwlw ]",
    "TRANSLITERATION": "Kaaeiaa Andhar Jagajeevan Dhaathaa Vasai Sabhanaa Karae Prathipaalaa ||",
    "PUNJABI": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਜਗਤ ਦਾ ਜੀਵਨ ਉਹ ਦਾਤਾਰ-ਪ੍ਰਭੂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gjIvn"
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw kwmix sdw suhylI; gurmuiK nwmu sm@wlw ]2]",
    "TRANSLITERATION": "Kaaeiaa Kaaman Sadhaa Suhaelee Guramukh Naam Samhaalaa ||2||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ ਉਸ ਦੀ ਕਾਂਇਆਂ-ਇਸਤ੍ਰੀ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir Awpy vsY; AlKu. n liKAw jweI ]",
    "TRANSLITERATION": "Kaaeiaa Andhar Aapae Vasai Alakh N Lakhiaa Jaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਸ ਸਰੀਰ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ, ਪਰ ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਹੈ (ਸਧਾਰਨ ਤੌਰ ਤੇ) ਵੇਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "A-lK:polw bolo"
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "mnmuKu mugDu. bUJY nwhI; bwhir Bwlix jweI ]",
    "TRANSLITERATION": "Manamukh Mugadhh Boojhai Naahee Baahar Bhaalan Jaaee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ (ਇਹ ਭੇਤ) ਨਹੀਂ ਸਮਝਦਾ, (ਉਸ ਪ੍ਰਭੂ ਨੂੰ) ਬਾਹਰ (ਜੰਗਲ ਆਦਿਕ ਵਿਚ) ਲੱਭਣ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru syvy sdw suKu pwey; siqguir. AlKu idqw lKweI ]3]",
    "TRANSLITERATION": "Sathigur Saevae Sadhaa Sukh Paaeae Sathigur Alakh Dhithaa Lakhaaee ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ (ਕਿਉਂਕਿ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਿਆ) ਗੁਰੂ ਨੇ (ਉਸ ਨੂੰ) ਅਦ੍ਰਿਸ਼ਟ ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰ ਵੱਸਦਾ) ਵਿਖਾ ਦਿੱਤਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir rqn pdwrQ; Bgiq Bry BMfwrw ]",
    "TRANSLITERATION": "Kaaeiaa Andhar Rathan Padhaarathh Bhagath Bharae Bhanddaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਮਾਨੋ) ਰਤਨ ਪਦਾਰਥ ਹੈ (ਇਹਨਾਂ ਰਤਨਾਂ ਪਦਾਰਥਾਂ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਇਸ ਮਨੁੱਖ ਸਰੀਰ ਵਿਚ ਭਰੇ ਪਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "iesu kwieAw AMdir. nau KMf ipRQmI; hwt ptx bwjwrw ]",
    "TRANSLITERATION": "Eis Kaaeiaa Andhar Noukhandd Prithhamee Haatt Pattan Baajaaraa ||",
    "PUNJABI": "ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ (ਮਾਨੋ) ਸਾਰੀ ਧਰਤੀ ਦੇ ਹੱਟ ਬਾਜ਼ਾਰ ਤੇ ਸ਼ਹਰ (ਵੱਸ ਰਹੇ ਹਨ। ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਅੰਦਰ ਹੀ ਨਾਮ ਧਨ ਵਿਹਾਝਦਾ ਹੈ)।",
    "PRONUNCIATION": "ptx:polw bolo"
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "iesu kwieAw AMdir. nwmu nau iniD; pweIAY. gur kY sbid vIcwrw ]4]",
    "TRANSLITERATION": "Eis Kaaeiaa Andhar Naam No Nidhh Paaeeai Gur Kai Sabadh Veechaaraa ||4||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰ ਕਰ ਕੇ ਇਸ ਸਰੀਰ ਦੇ ਵਿਚੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਜੇਹੜਾ (ਮਾਨੋ ਧਰਤੀ ਦੇ) ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir qoil qulwvY; Awpy qolxhwrw ]",
    "TRANSLITERATION": "Kaaeiaa Andhar Thol Thulaavai Aapae Tholanehaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਸ ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਨਾਮ-ਰਤਨ ਦੀ ਪਰਖ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "iehu mnu rqnu jvwhr mwxku; iqs kw molu APwrw ]",
    "TRANSLITERATION": "Eihu Man Rathan Javaahar Maanak This Kaa Mol Afaaraa ||",
    "PUNJABI": "ਉਹ ਆਪ ਪਰਖ ਕਰ ਕੇ ਨਾਮ-ਰਤਨ ਦੀ ਪਰਖ ਦੀ ਜਾਚ ਸਿਖਾਂਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਜਾਚ ਦੇਂਦਾ ਹੈ, ਉਸ ਦਾ) ਇਹ ਮਨ (ਮਾਨੋ) ਰਤਨ ਜਵਾਹਰ ਮੋਤੀ (ਵਰਗਾ ਕੀਮਤੀ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "moil ikq hI, nwmu pweIAY nwhI; nwmu pweIAY. gur bIcwrw ]5]",
    "TRANSLITERATION": "Mol Kith Hee Naam Paaeeai Naahee Naam Paaeeai Gur Beechaaraa ||5||",
    "PUNJABI": "ਇਤਨਾ ਕੀਮਤੀ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ। (ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਕਿਸੇ (ਦੁਨੀਆਵੀ) ਕੀਮਤ ਨਾਲ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿਲਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK hovY. su kwieAw KojY; hor sB Brim BulweI ]",
    "TRANSLITERATION": "Guramukh Hovai S Kaaeiaa Khojai Hor Sabh Bharam Bhulaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਹੀ ਖੋਜਦਾ ਹੈ। ਬਾਕੀ ਦੀ ਲੁਕਾਈ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "ijs no dyie soeI jnu pwvY; hor ikAw ko kry cqurweI ]",
    "TRANSLITERATION": "Jis No Dhaee Soee Jan Paavai Hor Kiaa Ko Karae Chathuraaee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ। ਕੋਈ ਭੀ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਸਿਆਣਪ ਨਹੀਂ ਕਰ ਸਕਦਾ (ਜਿਸ ਨਾਲ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir Bau Bwau vsY; gur prswdI pweI ]6]",
    "TRANSLITERATION": "Kaaeiaa Andhar Bho Bhaao Vasai Gur Parasaadhee Paaee ||6||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਡਰ-ਅਦਬ ਅਤੇ ਪਿਆਰ ਆ ਵੱਸਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw AMdir bRhmw ibsnu mhysw; sB Epiq ijqu sMswrw ]",
    "TRANSLITERATION": "Kaaeiaa Andhar Brehamaa Bisan Mehaesaa Sabh Oupath Jith Sansaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਸ ਸਰੀਰ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ, ਜਿਸ ਤੋਂ ਬ੍ਰਹਮਾ, ਬਿਸ਼ਨ, ਸ਼ਿਵ ਅਤੇ ਹੋਰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਉਤਪਤੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "scY Awpxw Kylu rcwieAw; Awvw gauxu pwswrw ]",
    "TRANSLITERATION": "Sachai Aapanaa Khael Rachaaeiaa Aavaa Goun Paasaaraa ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ (ਇਹ ਜਗਤ) ਆਪਣਾ ਇਕ ਤਮਾਸ਼ਾ ਰਚਿਆ ਹੋਇਆ ਹੈ ਇਹ ਜੰਮਣ ਮਰਨ ਇਕ ਖਿਲਾਰਾ ਖਿਲਾਰ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "pUrY siqguir Awip idKwieAw; sic nwim insqwrw ]7]",
    "TRANSLITERATION": "Poorai Sathigur Aap Dhikhaaeiaa Sach Naam Nisathaaraa ||7||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ (ਇਹ ਅਸਲੀਅਤ) ਵਿਖਾ ਦਿੱਤੀ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਮਨੁੱਖ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਹੋ ਗਿਆ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "sw kwieAw jo siqguru syvY; scY Awip svwrI ]",
    "TRANSLITERATION": "Saa Kaaeiaa Jo Sathigur Saevai Sachai Aap Savaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹੀ ਸਰੀਰ ਸਫਲ ਹੈ ਜੇਹੜਾ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ। ਉਸ ਸਰੀਰ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਕਰਤਾਰ ਨੇ ਆਪ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "ivxu nwvY. dir FoeI nwhI; qw jmu kry KuAwrI ]",
    "TRANSLITERATION": "Vin Naavai Dhar Dtoee Naahee Thaa Jam Karae Khuaaree ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਖਲੋਣਾ ਨਹੀਂ ਮਿਲਦਾ। ਤਦੋਂ (ਅਜੇਹੇ ਮਨੁੱਖ ਨੂੰ) ਜਮਰਾਜ ਖ਼ੁਆਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2867,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. scu vifAweI pwey; ijs no hir ikrpw DwrI ]8]2]",
    "TRANSLITERATION": "Naanak Sach Vaddiaaee Paaeae Jis No Har Kirapaa Dhhaaree ||8||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਇਹੀ ਉਸ ਵਾਸਤੇ ਸਭ ਤੋਂ ਵੱਡੀ) ਇੱਜ਼ਤ ਹੈ ॥੮॥੨॥",
    "PRONUNCIATION": ""
  }
]