[
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "scw swhu scy vxjwry; EQY kUVy. nw itkMin ]",
    "TRANSLITERATION": "Sachaa Saahu Sachae Vanajaarae Outhhai Koorrae N Ttikann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਹਰਿ-ਨਾਮ-ਸਰਮਾਏ ਦਾ ਮਾਲਕ) ਸ਼ਾਹ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਵਾਲੇ ਭੀ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ। ਪਰ ਉਸ ਸ਼ਾਹ ਦੇ ਦਰਬਾਰ ਵਿਚ ਕੂੜੀ ਦੁਨੀਆ ਦੇ ਵਣਜਾਰੇ ਨਹੀਂ ਟਿਕ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "Enw scu. n BwveI; duK hI mwih pcMin ]18]",
    "TRANSLITERATION": "Ounaa Sach N Bhaavee Dhukh Hee Maahi Pachann ||18||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦਾ, ਤੇ, ਉਹ ਸਦਾ ਦੁੱਖ ਵਿਚ ਹੀ ਖ਼ੁਆਰ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੮॥",
    "PRONUNCIATION": "p-cMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "haumY mYlw jgu iPrY; mir jMmY vwro vwr ]",
    "TRANSLITERATION": "Houmai Mailaa Jag Firai Mar Janmai Vaaro Vaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹਉਮੈ (ਦੀ ਮੈਲ) ਨਾਲ ਮੈਲਾ ਹੋਇਆ ਹੋਇਆ ਜਗਤ ਭਟਕ ਰਿਹਾ ਹੈ, ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "pieAY ikriq kmwvxw; koie. n mytxhwr ]19]",
    "TRANSLITERATION": "Paeiai Kirath Kamaavanaa Koe N Maettanehaar ||19||",
    "PUNJABI": "ਪਿਛਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਓਹੋ ਜਿਹੇ ਹੀ ਹੋਰ ਕਰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ। (ਕਰਮਾਂ ਦੀ ਬਣੀ ਇਸ ਫਾਹੀ ਨੂੰ) ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ ॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "sMqw sMgiq imil rhY; qw sic lgY ipAwru ]",
    "TRANSLITERATION": "Santhaa Sangath Mil Rehai Thaa Sach Lagai Piaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਰਹੇ, ਤਾਂ ਇਸ ਦਾ ਪਿਆਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "scu slwhI scu min; dir scY sicAwru ]20]",
    "TRANSLITERATION": "Sach Salaahee Sach Man Dhar Sachai Sachiaar ||20||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਤੂੰ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋਵੇਂਗਾ ॥੨੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "gur pUry pUrI miq hY; Aih inis nwmu iDAwie ]",
    "TRANSLITERATION": "Gur Poorae Pooree Math Hai Ahinis Naam Dhhiaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉਕਾਈ-ਹੀਣ ਹੈ। (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਪੂਰੀ ਮਤਿ ਲੈ ਕੇ) ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "haumY myrw vf rogu hY; ivchu Twik rhwie ]21]",
    "TRANSLITERATION": "Houmai Maeraa Vadd Rog Hai Vichahu Thaak Rehaae ||21||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਅਤੇ ਮਮਤਾ ਦੇ ਵੱਡੇ ਰੋਗ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਰੋਕ ਦੇਂਦਾ ਹੈ ॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "guru swlwhI Awpxw; iniv iniv lwgw pwie ]",
    "TRANSLITERATION": "Gur Saalaahee Aapanaa Niv Niv Laagaa Paae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਜੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰੇ, ਤਾਂ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰਾਂ, ਨਿਊਂ ਨਿਊਂ ਕੇ ਮੈਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "qnu mnu saupI AwgY DrI; ivchu Awpu gvwie ]22]",
    "TRANSLITERATION": "Than Man Soupee Aagai Dhharee Vichahu Aap Gavaae ||22||",
    "PUNJABI": "ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਗੁਰੂ ਦੇ ਅੱਗੇ ਰੱਖ ਦਿਆਂ ॥੨੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "iKMcoqwix ivgucIAY; eyksu isau ilv lwie ]",
    "TRANSLITERATION": "Khinchothaan Vigucheeai Eaekas Sio Liv Laae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਡਾਂਵਾਂ-ਡੋਲ ਹਾਲਤ ਵਿਚ ਰਿਹਾਂ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ। ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਸੁਰਤ ਜੋੜੀ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "haumY myrw Cif qU; qw sic rhY smwie ]23]",
    "TRANSLITERATION": "Houmai Maeraa Shhadd Thoo Thaa Sach Rehai Samaae ||23||",
    "PUNJABI": "ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ, ਮਮਤਾ ਦੂਰ ਕਰ। (ਜਦੋਂ ਮਨੁੱਖ ਹਉਮੈ ਮਮਤਾ ਦੂਰ ਕਰਦਾ ਹੈ) ਤਦੋਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "siqgur no imly. is Bwierw; scY sbid lgMin ]",
    "TRANSLITERATION": "Sathigur No Milae S Bhaaeiraa Sachai Sabadh Lagann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਮੇਰੇ) ਉਹ ਮਨੁੱਖ ਭਰਾ ਹਨ, ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਪਏ ਹਨ, ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਚਿੱਤ ਜੋੜਦੇ ਹਨ।",
    "PRONUNCIATION": "BwierwBweI[ l-gMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "sic imly. sy, n ivCuVih; dir scY idsMin ]24]",
    "TRANSLITERATION": "Sach Milae Sae N Vishhurrehi Dhar Sachai Dhisann ||24||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ (ਫਿਰ ਪ੍ਰਭੂ ਨਾਲੋਂ) ਨਹੀਂ ਵਿਛੁੜਦੇ। ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ (ਟਿਕੇ ਹੋਏ) ਦਿੱਸਦੇ ਹਨ ॥੨੪॥",
    "PRONUNCIATION": "id-sMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "sy BweI sy sjxw; jo scw syvMin ]",
    "TRANSLITERATION": "Sae Bhaaee Sae Sajanaa Jo Sachaa Saevann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰੇ ਉਹ ਮਨੁੱਖ ਭਰਾ ਹਨ ਸੱਜਣ ਹਨ, ਜੇਹੜੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": "sy-vMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "Avgx ivkix pl@rin; gux kI swJ krMin@ ]25]",
    "TRANSLITERATION": "Avagan Vikan Palharan Gun Kee Saajh Karannih ||25||",
    "PUNJABI": "(ਗੁਣਾਂ, ਦੇ ਵੱਟੇ) ਅਉਗਣ ਵਿਕ ਜਾਣ ਨਾਲ (ਦੂਰ ਹੋ ਜਾਣ ਨਾਲ) ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਪ੍ਰਫੁਲਤ ਹੁੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਸਾਂਝ ਪਾਂਦੇ ਹਨ ॥੨੫॥",
    "PRONUNCIATION": "pUrn gurU jI, nwmu v`ty AOgux ^rIddy hn, pUrn gurU jI qoN nwmu lY ky, gurU jI pws Avgx (ivkix) qoN, SuB gux Awaux qoN, AOgux (pl@rin) dUr ho jWdy hn[ sWJ"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "gux kI swJ suKu aUpjY; scI Bgiq kryin ]",
    "TRANSLITERATION": "Gun Kee Saajh Sukh Oopajai Sachee Bhagath Karaen ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨਾਲ (ਆਤਮਕ) ਸਾਂਝ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਅਟੱਲ ਰਹਿਣ ਵਾਲੀ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "scu vxMjih gur sbd isau; lwhw nwmu leyin ]26]",
    "TRANSLITERATION": "Sach Vananjehi Gur Sabadh Sio Laahaa Naam Leaen ||26||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਹਾਝਦੇ ਹਨ ਅਤੇ ਹਰਿ-ਨਾਮ (ਦਾ) ਲਾਭ ਖੱਟਦੇ ਹਨ ॥੨੬॥",
    "PRONUNCIATION": "vxMj-ih[l-eyin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "suienw rupw pwp kir kir sMcIAY; clY n. clidAw nwil ]",
    "TRANSLITERATION": "Sueinaa Rupaa Paap Kar Kar Sancheeai Chalai N Chaladhiaa Naal ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਕਈ ਕਿਸਮ ਦੇ) ਪਾਪ ਕਰ ਕਰ ਕੇ ਸੋਨਾ ਚਾਂਦੀ (ਆਦਿਕ ਧਨ) ਇਕੱਠਾ ਕਰੀਦਾ ਹੈ, ਪਰ (ਜਗਤ ਤੋਂ) ਤੁਰਨ ਵੇਲੇ (ਉਹ ਧਨ ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "ivxu nwvY nwil, n clsI; sB muTI jmkwil ]27]",
    "TRANSLITERATION": "Vin Naavai Naal N Chalasee Sabh Muthee Jamakaal ||27||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ ਚੀਜ਼ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਵੇਗੀ। ਨਾਮ ਤੋਂ ਸੁੰਞੀ ਸਾਰੀ ਲੁਕਾਈ ਆਤਮਕ ਮੌਤ ਦੀ ਹੱਥੀ ਲੁੱਟੀ ਜਾਂਦੀ ਹੈ (ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਬੈਠਦੀ ਹੈ) ॥੨੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "mn kw qosw hir nwmu hY; ihrdY rKhu sm@wil ]",
    "TRANSLITERATION": "Man Kaa Thosaa Har Naam Hai Hiradhai Rakhahu Samhaal ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਦੇ ਮਨ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਜੀਵਨ-ਸਫ਼ਰ ਦਾ) ਖ਼ਰਚ ਹੈ। ਇਸ ਸਫ਼ਰ-ਖ਼ਰਚ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "eyhu Krcu AKutu hY; gurmuiK inbhY nwil ]28]",
    "TRANSLITERATION": "Eaehu Kharach Akhutt Hai Guramukh Nibehai Naal ||28||",
    "PUNJABI": "ਇਹ ਖ਼ਰਚ ਕਦੇ ਮੁੱਕਣ ਵਾਲਾ ਨਹੀਂ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਉਸ ਦੇ ਨਾਲ ਇਹ ਸਦਾ ਲਈ ਸਾਥ ਬਣਾਂਦਾ ਹੈ ॥੨੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "ey mn mUlhu BuilAw; jwsih piq gvwie ]",
    "TRANSLITERATION": "Eae Man Moolahu Bhuliaa Jaasehi Path Gavaae ||",
    "PUNJABI": "ਜਗਤ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਹੇ ਮਨ! (ਜੇ ਤੂੰ ਇਸੇ ਤਰ੍ਹਾਂ ਖੁੰਝਿਆ ਹੀ ਰਿਹਾ, ਤਾਂ) ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ (ਇਥੋਂ) ਜਾਵੇਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "iehu jgqu moih dUjY ivAwipAw; gurmqI scu iDAwie ]29]",
    "TRANSLITERATION": "Eihu Jagath Mohi Dhoojai Viaapiaa Guramathee Sach Dhhiaae ||29||",
    "PUNJABI": "ਇਹ ਜਗਤ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ (ਤੂੰ ਇਸ ਨਾਲ ਆਪਣਾ ਮੋਹ ਛੱਡ, ਅਤੇ) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ॥੨੯॥",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "hir kI kImiq. n pvY; hir jsu ilKxu. n jwie ]",
    "TRANSLITERATION": "Har Kee Keemath N Pavai Har Jas Likhan N Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kY sbid mnu qnu rpY; hir isau rhY smwie ]30]",
    "TRANSLITERATION": "Gur Kai Sabadh Man Than Rapai Har Sio Rehai Samaae ||30||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਅਤੇ ਤਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩੦॥",
    "PRONUNCIATION": "rpY:polw bolo"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "so shu myrw rMgulw; rMgy shij suBwie ]",
    "TRANSLITERATION": "So Sahu Maeraa Rangulaa Rangae Sehaj Subhaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰਾ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਆਨੰਦ-ਸਰੂਪ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਜੁੜਦਾ ਹੈ) ਉਸ ਨੂੰ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ, ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "kwmix rMgu qw cVY; jw ipr kY AMik smwie ]31]",
    "TRANSLITERATION": "Kaaman Rang Thaa Charrai Jaa Pir Kai Ank Samaae ||31||",
    "PUNJABI": "ਜਦੋਂ ਕੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਸ (ਦੀ ਜਿੰਦ) ਨੂੰ ਪ੍ਰੇਮ-ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ ॥੩੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "icrI ivCuMny BI imlin; jo siqguru syvMin ]",
    "TRANSLITERATION": "Chiree Vishhunnae Bhee Milan Jo Sathigur Saevann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ (ਪ੍ਰਭੂ ਨਾਲੋਂ) ਚਿਰ ਦੇ ਵਿਛੁੜੇ ਹੋਏ ਭੀ (ਪ੍ਰਭੂ ਨੂੰ) ਆ ਮਿਲਦੇ ਹਨ।",
    "PRONUNCIATION": "iv-CuMny, sy-vMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "AMqir nv iniD nwmu hY, Kwin Krcin. n inKuteI; hir gux shij rvMin ]32]",
    "TRANSLITERATION": "Anthar Nav Nidhh Naam Hai Khaan Kharachan N Nikhuttee Har Gun Sehaj Ravann ||32||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੋ, ਮਾਨੋ, ਧਰਤੀ ਦੇ ਸਾਰੇ) ਨੌ ਖ਼ਜ਼ਾਨੇ (ਹੈ, ਉਹਨਾਂ ਨੂੰ) ਆਪਣੇ ਅੰਦਰ ਹੀ ਲੱਭ ਪੈਂਦਾ ਹੈ। ਉਸ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਉਹ ਆਪ ਵਰਤਦੇ ਹਨ, ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਹਨ, ਉਹ ਫਿਰ ਭੀ ਨਹੀਂ ਮੁੱਕਦਾ। ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩੨॥",
    "PRONUNCIATION": "rvMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "nw Eie jnmih. nw mrih; nw Eie duK shMin ]",
    "TRANSLITERATION": "Naa Oue Janamehi Naa Marehi Naa Oue Dhukh Sehann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਏ) ਉਹ ਮਨੁੱਖ ਨਾਹ ਜੰਮਦੇ ਹਨ ਨਾਹ ਮਰਦੇ ਹਨ, ਨਾਹ ਹੀ ਉਹ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦੇ) ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ।",
    "PRONUNCIATION": "s-hMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "guir rwKy sy aubry; hir isau kyl krMin ]33]",
    "TRANSLITERATION": "Gur Raakhae Sae Oubarae Har Sio Kael Karann ||33||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਗੁਰੂ ਨੇ ਕਰ ਦਿੱਤੀ ਹੈ, ਉਹ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ) ਬਚ ਗਏ। ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੩੩॥",
    "PRONUNCIATION": "k-rMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "sjx imly. n ivCuVih; ij An idnu imly rhMin ]",
    "TRANSLITERATION": "Sajan Milae N Vishhurrehi J Anadhin Milae Rehann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਭਲੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਕੇ ਮੁੜ ਕਦੇ ਨਹੀਂ ਵਿਛੁੜਦੇ।",
    "PRONUNCIATION": "r-hMin"
  },
  {
    "SHABAD_ID": 2868,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "iesu jg mih ivrly jwxIAih; nwnk. scu lhMin ]34]1]3]",
    "TRANSLITERATION": "Eis Jag Mehi Viralae Jaaneeahi Naanak Sach Lehann ||34||1||3||",
    "PUNJABI": "ਪਰ, ਹੇ ਨਾਨਕ! ਇਸ ਜਗਤ ਵਿਚ ਅਜੇਹੇ ਵਿਰਲੇ ਬੰਦੇ ਹੀ ਉੱਘੜਦੇ ਹਨ, ਜੇਹੜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ ॥੩੪॥੧॥੩॥",
    "PRONUNCIATION": "jwxI-Aih, l-hMin"
  },
  {
    "SHABAD_ID": 2869,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 3 ]",
    "TRANSLITERATION": "Soohee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2869,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "hir jI sUKmu Agmu hY; ikqu ibiD imilAw jwie ]",
    "TRANSLITERATION": "Har Jee Sookham Agam Hai Kith Bidhh Miliaa Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਅਪਹੁੰਚ ਹੈ, (ਫਿਰ) ਉਸ ਨੂੰ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਮਿਲਿਆ ਜਾ ਸਕਦਾ ਹੈ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2869,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kY sbid BRmu ktIAY; AicMqu vsY min Awie ]1]",
    "TRANSLITERATION": "Gur Kai Sabadh Bhram Katteeai Achinth Vasai Man Aae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਉਸ ਦੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਕੱਟੀ ਜਾਂਦੀ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਸਹਜ ਸੁਭਾਇ (ਆਪ ਹੀ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "A-icMqu"
  },
  {
    "SHABAD_ID": 2869,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK; hir hir nwmu jpMin ]",
    "TRANSLITERATION": "Guramukh Har Har Naam Japann ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ।",
    "PRONUNCIATION": "j-pMin"
  }
]