[
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "ijau DrqI soB kry jlu brsY; iqau isKu. gur imil ibgsweI ]16]",
    "TRANSLITERATION": "Jio Dhharathee Sobh Karae Jal Barasai Thio Sikh Gur Mil Bigasaaee ||16||",
    "PUNJABI": "ਜਿਵੇਂ ਜਦੋਂ ਮੀਂਹ ਪੈਂਦਾ ਹੈ ਤਾਂ ਧਰਤੀ ਸੋਹਣੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਤਿਵੇਂ ਸਿੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "syvk kw hoie syvku vrqw; kir kir ibnau bulweI ]17]",
    "TRANSLITERATION": "Saevak Kaa Hoe Saevak Varathaa Kar Kar Bino Bulaaee ||17||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਦੇ ਸੇਵਕ ਦਾ ਸੇਵਕ ਬਣ ਕੇ ਉਸ ਦੀ ਕਾਰ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ ਮੈਂ ਉਸ ਨੂੰ ਬੇਨਤੀਆਂ ਕਰ ਕਰ ਕੇ (ਖ਼ੁਸ਼ੀ ਨਾਲ) ਸੱਦਾਂਗਾ ॥੧੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk kI bynMqI. hir pih; gur imil. gur suKu pweI ]18]",
    "TRANSLITERATION": "Naanak Kee Baenanthee Har Pehi Gur Mil Gur Sukh Paaee ||18||",
    "PUNJABI": "ਨਾਨਕ ਦੀ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਹੈ (-ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਨੂੰ ਵੱਡਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "qU Awpy guru, cylw hY Awpy; gur ivcu dy. quJih iDAweI ]19]",
    "TRANSLITERATION": "Thoo Aapae Gur Chaelaa Hai Aapae Gur Vich Dhae Thujhehi Dhhiaaee ||19||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਗੁਰੂ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਿੱਖ ਹੈਂ। ਮੈਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਤੈਨੂੰ ਹੀ ਧਿਆਉਂਦਾ ਹਾਂ ॥੧੯॥",
    "PRONUNCIATION": "(ivcu)ivco lgI"
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "jo quDu syvih. so qUhY hovih; quDu. syvk pYj rKweI ]20]",
    "TRANSLITERATION": "Jo Thudhh Saevehi So Thoohai Hovehi Thudhh Saevak Paij Rakhaaee ||20||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ ਤੇਰਾ ਹੀ ਰੂਪ ਬਣ ਜਾਂਦੇ ਹਨ। ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਇੱਜ਼ਤ (ਸਦਾ) ਰੱਖਦਾ ਆਇਆ ਹੈਂ ॥੨੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "BMfwr Bry BgqI hir qyry; ijsu BwvY iqsu dyvweI ]21]",
    "TRANSLITERATION": "Bhanddaar Bharae Bhagathee Har Thaerae Jis Bhaavai This Dhaevaaee ||21||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੇਰੇ ਪਾਸ ਤੇਰੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ। ਜਿਸ ਨੂੰ ਤੇਰੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਉਸ ਨੂੰ ਤੂੰ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ ਖ਼ਜ਼ਾਨਾ) ਦਿਵਾਂਦਾ ਹੈਂ ॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "ijsu qUM dyih. soeI jnu pwey; hor inhPl sB cqurweI ]22]",
    "TRANSLITERATION": "Jis Thoon Dhaehi Soee Jan Paaeae Hor Nihafal Sabh Chathuraaee ||22||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਹਰੇਕ ਸਿਆਣਪ-ਚਤੁਰਾਈ ਵਿਅਰਥ ਹੈ। ਉਹੀ ਮਨੁੱਖ (ਇਹ ਖ਼ਜ਼ਾਨੇ) ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਦੇਂਦਾ ਹੈ ॥੨੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "ismir ismir ismir guru Apunw; soieAw mnu jwgweI ]23]",
    "TRANSLITERATION": "Simar Simar Simar Gur Apunaa Soeiaa Man Jaagaaee ||23||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੇ ਹੋਏ ਆਪਣੇ ਮਨ ਨੂੰ ਜਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੨੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "ieku dwnu mMgY nwnku vycwrw; hir dwsin dwsu krweI ]24]",
    "TRANSLITERATION": "Eik Dhaan Mangai Naanak Vaechaaraa Har Dhaasan Dhaas Karaaee ||24||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰਾ) ਗਰੀਬ (ਦਾਸ) ਨਾਨਕ ਇਕ ਦਾਨ ਮੰਗਦਾ ਹੈ-(ਮੇਹਰ ਕਰ) ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ ॥੨੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "jy guru iJVky. q mITw lwgY; jy bKsy. q gur vifAweI ]25]",
    "TRANSLITERATION": "Jae Gur Jhirrakae Th Meethaa Laagai Jae Bakhasae Th Gur Vaddiaaee ||25||",
    "PUNJABI": "ਜੇ ਗੁਰੂ (ਮੈਨੂੰ ਮੇਰੀ ਕਿਸੇ ਭੁੱਲ ਦੇ ਕਾਰਨ) ਝਿੜਕ ਦੇਵੇ, ਤਾਂ ਉਸ ਦੀ ਉਹ ਝਿੜਕ ਮੈਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਜੇ ਗੁਰੂ ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਾਂ ਇਹ ਗੁਰੂ ਦਾ ਉਪਕਾਰ ਹੈ (ਮੇਰੇ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ) ॥੨੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK bolih. so Qwie pwey; mnmuiK ikCu Qwie. n pweI ]26]",
    "TRANSLITERATION": "Guramukh Bolehi So Thhaae Paaeae Manamukh Kishh Thhaae N Paaee ||26||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਜੇਹੜੇ ਬਚਨ ਬੋਲਦੇ ਹਨ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਰਵਾਨ ਕਰਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਿਆਂ ਦਾ ਬੋਲਿਆ ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ ॥੨੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "pwlw kkru vrP vrsY; gurisKu. gur dyKx jweI ]27]",
    "TRANSLITERATION": "Paalaa Kakar Varaf Varasai Gurasikh Gur Dhaekhan Jaaee ||27||",
    "PUNJABI": "ਪਾਲਾ ਹੋਵੇ, ਕੱਕਰ ਪਏ, ਬਰਫ਼ ਪਏ, ਫਿਰ ਭੀ ਗੁਰੂ ਦਾ ਸਿੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਨ ਜਾਂਦਾ ਹੈ ॥੨੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "sBu idnsu rYix. dyKau guru Apunw; ivic AKI. gur pYr DrweI ]28]",
    "TRANSLITERATION": "Sabh Dhinas Rain Dhaekho Gur Apunaa Vich Akhee Gur Pair Dhharaaee ||28||",
    "PUNJABI": "ਮੈਂ ਭੀ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਆਪਣੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ। ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹਾਂ ॥੨੮॥",
    "PRONUNCIATION": "A`KIN-"
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "Anyk aupwv krI gur kwrix; gur BwvY. so Qwie pweI ]29]",
    "TRANSLITERATION": "Anaek Oupaav Karee Gur Kaaran Gur Bhaavai So Thhaae Paaee ||29||",
    "PUNJABI": "ਜੇ ਮੈਂ ਗੁਰੂ (ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ) ਵਾਸਤੇ ਅਨੇਕਾਂ ਹੀ ਜਤਨ ਕਰਦਾ ਰਹਾਂ ਉਹੀ ਜਤਨ ਕਬੂਲ ਹੁੰਦਾ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਹੈ ॥੨੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "rYix idnsu gur crx ArwDI; dieAw krhu myry sweI ]30]",
    "TRANSLITERATION": "Rain Dhinas Gur Charan Araadhhee Dhaeiaa Karahu Maerae Saaee ||30||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂ ॥੩੦॥",
    "PRONUNCIATION": "sWeIN-"
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk kw jIau ipMfu gurU hY; gur imil. iqRpiq AGweI ]31]",
    "TRANSLITERATION": "Naanak Kaa Jeeo Pindd Guroo Hai Gur Mil Thripath Aghaaee ||31||",
    "PUNJABI": "ਨਾਨਕ ਦੀ ਜਿੰਦ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਹੈ, ਨਾਨਕ ਦਾ ਸਰੀਰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦਾ ਹਾਂ, ਰੱਜ ਜਾਂਦਾ ਹਾਂ (ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ) ॥੩੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2870,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk kw pRBu. pUir rihE hY; jq kq qq gosweI ]32]1]",
    "TRANSLITERATION": "Naanak Kaa Prabh Poor Rehiou Hai Jath Kath Thath Gosaaee ||32||1||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ) ਨਾਨਕ ਦਾ ਪ੍ਰਭੂ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ ॥੩੨॥੧॥",
    "PRONUNCIATION": "jq,kq,qq:polw bolo"
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "rwgu sUhI mhlw 4 AstpdIAw Gru 10",
    "TRANSLITERATION": "Raag Soohee Mehalaa 4 Asattapadheeaa Ghar 10",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": "AstpdIAW s pYr ibMdI n lwau"
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "AMdir scw nyhu; lwieAw pRIqm AwpxY ]",
    "TRANSLITERATION": "Andhar Sachaa Naehu Laaeiaa Preetham Aapanai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ) ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "qnu mnu hoie inhwlu; jw. guru dyKw swm@xy ]1]",
    "TRANSLITERATION": "Than Man Hoe Nihaal Jaa Gur Dhaekhaa Saamhanae ||1||",
    "PUNJABI": "(ਤਾਹੀਏਂ) ਜਦੋਂ ਮੈਂ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਸਾਹਮਣੇ ਵੇਖਦਾ ਹਾਂ, ਤਾਂ ਮੇਰਾ ਤਨ ਮੇਰਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "mY. hir hir nwmu; ivswhu ]",
    "TRANSLITERATION": "Mai Har Har Naam Visaahu ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਰਮਾਇਆ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "gur pUry qy pwieAw; AMimRqu Agm AQwhu ]1] rhwau ]",
    "TRANSLITERATION": "Gur Poorae Thae Paaeiaa Anmrith Agam Athhaahu ||1|| Rehaao ||",
    "PUNJABI": "ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੋ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਅਪਹੁੰਚ ਹੈ, ਜੋ ਬੜੇ ਡੂੰਘੇ ਦਿਲ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "hau. siqguru vyiK ivgsIAw; hir nwmy lgw ipAwru ]",
    "TRANSLITERATION": "Ho Sathigur Vaekh Vigaseeaa Har Naamae Lagaa Piaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੂੰ ਵੇਖ ਕੇ ਮੇਰੀ ਜਿੰਦ ਖਿੜ ਪੈਂਦੀ ਹੈ, (ਗੁਰੂ ਦੀ ਕਿਰਪਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "ikrpw kir kY myilAnu; pwieAw moK duAwru ]2]",
    "TRANSLITERATION": "Kirapaa Kar Kai Maelian Paaeiaa Mokh Dhuaar ||2||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ) ਮੇਹਰ ਕਰ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ) ਜੋੜ ਦਿੱਤਾ, ਉਹਨਾਂ ਨੇ (ਦੁਨੀਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲਿਆ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru ibrhI. nwm kw; jy imlY q qnu mnu dyau ]",
    "TRANSLITERATION": "Sathigur Birehee Naam Kaa Jae Milai Th Than Man Dhaeo ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਪ੍ਰੇਮੀ ਹੈ, ਜੇ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮੈਂ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਅੱਗੇ ਭੇਟ ਰੱਖ ਦਿਆਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "jy pUrib hovY iliKAw; qw AMimRqu shij pIeyau ]3]",
    "TRANSLITERATION": "Jae Poorab Hovai Likhiaa Thaa Anmrith Sehaj Peeeaeo ||3||",
    "PUNJABI": "ਜੇ ਪੂਰਬਲੇ ਸਮੇ ਵਿਚ (ਗੁਰੂ ਦੇ ਮਿਲਾਪ ਦਾ ਲੇਖ ਮੱਥੇ ਉਤੇ) ਲਿਖਿਆ ਹੋਵੇ, ਤਾਂ ਹੀ (ਗੁਰੂ ਪਾਸੋਂ ਲੈ ਕੇ) ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪੀ ਸਕਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "suiqAw. guru swlwhIAY; auTidAw BI. guru Awlwau ]",
    "TRANSLITERATION": "Suthiaa Gur Saalaaheeai Outhadhiaa Bhee Gur Aalaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੁੱਤੇ ਪਿਆਂ ਭੀ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉੱਠਦੇ ਸਾਰ ਭੀ ਮੈਂ ਗੁਰੂ ਦਾ ਨਾਮ ਉਚਾਰਾਂ-",
    "PRONUNCIATION": "su`iqAW"
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "koeI AYsw gurmuiK jy imlY; hau qw ky Dovw pwau ]4]",
    "TRANSLITERATION": "Koee Aisaa Guramukh Jae Milai Ho Thaa Kae Dhhovaa Paao ||4||",
    "PUNJABI": "ਜੇ ਇਹੋ ਜਿਹੀ ਮਤਿ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਸੱਜਣ ਮੈਨੂੰ ਮਿਲ ਪਏ, ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਪੈਰ ਧੋਵਾਂ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "koeI AYsw sjxu loiV lhu; mY pRIqmu dyie imlwie ]",
    "TRANSLITERATION": "Koee Aisaa Sajan Lorr Lahu Mai Preetham Dhaee Milaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕੋਈ ਅਜੇਹਾ ਸੱਜਣ ਮੈਨੂੰ ਲੱਭ ਦੇਵੋ, ਜੇਹੜਾ ਮੈਨੂੰ ਪ੍ਰੀਤਮ-ਗੁਰੂ ਮਿਲਾ ਦੇਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2871,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguir imilAY hir pwieAw; imilAw shij suBwie ]5]",
    "TRANSLITERATION": "Sathigur Miliai Har Paaeiaa Miliaa Sehaj Subhaae ||5||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਮਿਲਿਆਂ ਹੀ ਪਰਮਾਤਮਾ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਹੁੰਦਾ ਹੈ। (ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  }
]