[
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "Awvih jwih Anyk; mir mir jnmqy ]",
    "TRANSLITERATION": "Aavehi Jaahi Anaek Mar Mar Janamathae ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਅਨੇਕਾਂ ਪ੍ਰਾਣੀ (ਮੁੜ ਮੁੜ) ਜੰਮਦੇ ਹਨ ਮਰਦੇ ਹਨ। ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਸਹੇੜ ਕੇ ਮੁੜ ਮੁੜ ਜਨਮ ਲੈਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "ibnu bUJy. sBu vwid; jonI Brmqy ]5]",
    "TRANSLITERATION": "Bin Boojhae Sabh Vaadh Jonee Bharamathae ||5||",
    "PUNJABI": "(ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਹੀ ਉੱਦਮ ਵਿਅਰਥ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "PRONUNCIATION": "bU`Jy-"
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "ijn@ kau Bey dieAwl; iqn@ swDUsMgu BieAw ]",
    "TRANSLITERATION": "Jinh Ko Bheae Dhaeiaal Thinh Saadhhoo Sang Bhaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ,",
    "PRONUNCIATION": "d-ieAwl"
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "AMimRqu hir kw nwmu; iqn@I jnI jip lieAw ]6]",
    "TRANSLITERATION": "Anmrith Har Kaa Naam Thinhee Janee Jap Laeiaa ||6||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "Kojih koit AsMK; bhuqu AnMq ky ]",
    "TRANSLITERATION": "Khojehi Kott Asankh Bahuth Ananth Kae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕ੍ਰੋੜਾਂ ਅਣਗਿਣਤ, ਬੇਅੰਤ, ਅਨੇਕਾਂ ਹੀ ਪ੍ਰਾਣੀ (ਪਰਮਾਤਮਾ ਦੀ) ਭਾਲ ਕਰਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "ijsu buJwey Awip; nyVw iqsu hy ]7]",
    "TRANSLITERATION": "Jis Bujhaaeae Aap Naerraa This Hae ||7||",
    "PUNJABI": "ਪਰ ਪਰਮਾਤਮਾ ਆਪ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਨੇੜਤਾ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੭॥",
    "PRONUNCIATION": "bu`Jwey"
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "ivsru nwhI. dwqwr; Awpxw nwmu dyhu ]",
    "TRANSLITERATION": "Visar Naahee Dhaathaar Aapanaa Naam Dhaehu ||",
    "PUNJABI": "ਹੇ ਦਾਤਾਰ! ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼। ਮੈਂ ਤੈਨੂੰ ਕਦੇ ਨਾਹ ਭੁਲਾਵਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2876,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "gux gwvw idnu rwiq; nwnk cwau eyhu ]8]2]5]16]",
    "TRANSLITERATION": "Gun Gaavaa Dhin Raath Naanak Chaao Eaehu ||8||2||5||16||",
    "PUNJABI": "(ਮੇਰੇ) ਨਾਨਕ (ਦੇ ਮਨ ਅੰਦਰ) ਇਹ ਤਾਂਘ ਹੈ ਕਿ ਮੈਂ ਦਿਨ ਰਾਤ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੮॥੨॥੫॥੧੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "rwgu sUhI mhlw 1 kucjI",
    "TRANSLITERATION": "Raag Soohee Mehalaa 1 Kuchajee",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਕੁਚੱਜੀ'।",
    "PRONUNCIATION": "ku-c`jI"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "mM\\\\u kucjI. AMmwvix fosVy; hau. ikau shu rwvix jwau jIau ]",
    "TRANSLITERATION": "Mannj Kuchajee Anmaavan Ddosarrae Ho Kio Sahu Raavan Jaao Jeeo ||",
    "PUNJABI": "(ਹੇ ਸਹੇਲੀਏ!) ਮੈਂ ਸਹੀ ਜੀਵਨ ਦਾ ਚੱਜ ਨਹੀਂ ਸਿੱਖਿਆ, ਮੇਰੇ ਅੰਦਰ ਇਤਨੇ ਐਬ ਹਨ ਕਿ ਅੰਦਰ ਸਮਾ ਹੀ ਨਹੀਂ ਸਕਦੇ (ਇਸ ਹਾਲਤ ਵਿਚ) ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਕਿਵੇਂ ਜਾ ਸਕਦੀ ਹਾਂ?",
    "PRONUNCIATION": "(AMmwvix)imxqI rhq[(fosVy)doS[(rwvix)Bogx"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "iek dU ieik cVMdIAw; kauxu jwxY. myrw nwau jIau ]",
    "TRANSLITERATION": "Eik Dhoo Eik Charrandheeaa Koun Jaanai Maeraa Naao Jeeo ||",
    "PUNJABI": "(ਉਸ ਦੇ ਦਰ ਤੇ ਤਾਂ) ਇਕ ਦੂਜੀ ਤੋਂ ਵਧੀਆ ਤੋਂ ਵਧੀਆ ਹਨ, ਮੇਰਾ ਤਾਂ ਉਥੇ ਕੋਈ ਨਾਮ ਭੀ ਨਹੀਂ ਜਾਣਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "ijn@I sKI. shu rwivAw; sy AMbI CwvVIeyih jIau ]",
    "TRANSLITERATION": "Jinhee Sakhee Sahu Raaviaa Sae Anbee Shhaavarreeeaehi Jeeo ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਸਹੇਲੀਆਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲਿਆ ਹੈ ਉਹ, ਮਾਨੋ, (ਚੁਮਾਸੇ ਵਿਚ) ਅੰਬਾਂ ਦੀਆਂ (ਠੰਢੀਆਂ) ਛਾਵਾਂ ਵਿਚ ਬੈਠੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "PRONUNCIATION": "(AMbI)AMb vWg sMqW dy sRIr[(CwvVI-eyih)SWqI, TMFI CW"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "sy gux mM\\\\u. n AwvnI; hau. kY jI dos Dryau jIau ]",
    "TRANSLITERATION": "Sae Gun Mannj N Aavanee Ho Kai Jee Dhos Dhharaeo Jeeo ||",
    "PUNJABI": "ਮੇਰੇ ਅੰਦਰ ਤਾਂ ਉਹ ਗੁਣ ਹੀ ਨਹੀਂ ਹਨ (ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਰੀਝਦਾ ਹੈ) ਮੈਂ (ਆਪਣੀ ਇਸ ਅਭਾਗਤਾ ਦਾ) ਦੋਸ ਹੋਰ ਕਿਸ ਨੂੰ ਦੇ ਸਕਦੀ ਹਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "ikAw gux qyry ivQrw; hau ikAw ikAw iGnw, qyrw nwau jIau ]",
    "TRANSLITERATION": "Kiaa Gun Thaerae Vithharaa Ho Kiaa Kiaa Ghinaa Thaeraa Naao Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! (ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ) ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਵਿਸਥਾਰ ਨਾਲ ਦੱਸਾਂ? ਤੇ ਮੈਂ ਤੇਰਾ ਕੇਹੜਾ ਕੇਹੜਾ ਨਾਮ ਲਵਾਂ? (ਤੇਰੇ ਅਨੇਕਾਂ ਗੁਣਾਂ ਨੂੰ ਵੇਖ ਕੇ ਤੇਰੇ ਅਨੇਕਾਂ ਹੀ ਨਾਮ ਜੀਵ ਲੈ ਰਹੇ ਹਨ)।",
    "PRONUNCIATION": "iGnwlYxw krW"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "iekqu toil. n AMbVw; hau sd kurbwxY qyrY. jwau jIau ]",
    "TRANSLITERATION": "Eikath Ttol N Anbarraa Ho Sadh Kurabaanai Thaerai Jaao Jeeo ||",
    "PUNJABI": "ਤੇਰੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਕਿਸੇ ਇੱਕ ਸੁੰਦਰ ਪਦਾਰਥ ਦੀ ਰਾਹੀਂ ਭੀ (ਤੇਰੀਆਂ ਦਾਤਾਂ ਦੇ ਲੇਖੇ ਤਕ) ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੀ (ਬਸ!) ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "PRONUNCIATION": "(toil)pdwrQ[ (AMbVw)phuMc skW"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "suienw rupw rMgulw; moqI qY mwixku jIau ]",
    "TRANSLITERATION": "Sueinaa Rupaa Rangulaa Mothee Thai Maanik Jeeo ||",
    "PUNJABI": "(ਹੇ ਸਹੇਲੀਏ! ਵੇਖ ਮੇਰੀ ਅਭਾਗਤਾ!) ਸੋਨਾ, ਚਾਂਦੀ, ਮੋਤੀ ਤੇ ਹੀਰਾ ਆਦਿਕ ਸੋਹਣੇ ਕੀਮਤੀ ਪਦਾਰਥ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "sy vsqU sih idqIAw; mY iqn@ isau lwieAw icqu jIau ]",
    "TRANSLITERATION": "Sae Vasathoo Sehi Dhitheeaa Mai Thinh Sio Laaeiaa Chith Jeeo ||",
    "PUNJABI": "ਇਹ ਚੀਜ਼ਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਮੈਨੂੰ ਦਿੱਤੀਆਂ, ਮੈਂ (ਉਸ ਨੂੰ ਭੁਲਾ ਕੇ ਉਸ ਦੀਆਂ ਦਿੱਤੀਆਂ) ਇਹਨਾਂ ਚੀਜ਼ਾਂ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "mMdr imtI sMdVy; pQr kIqy rwis jIau ]",
    "TRANSLITERATION": "Mandhar Mittee Sandharrae Pathhar Keethae Raas Jeeo ||",
    "PUNJABI": "ਮਿੱਟੀ ਪੱਥਰ ਆਦਿਕ ਦੇ ਬਣਾਏ ਹੋਏ ਸੋਹਣੇ ਘਰ-ਇਹੀ ਮੈਂ ਆਪਣੀ ਰਾਸ-ਪੂੰਜੀ ਬਣਾ ਲਏ।",
    "PRONUNCIATION": "im`tI"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "hau eynI tolI. BulIAsu; iqsu kMq. n bYTI pwis jIau ]",
    "TRANSLITERATION": "Ho Eaenee Ttolee Bhuleeas This Kanth N Baithee Paas Jeeo ||",
    "PUNJABI": "ਮੈਂ ਇਹਨਾਂ ਸੋਹਣੇ ਪਦਾਰਥਾਂ ਵਿਚ ਹੀ (ਫਸ ਕੇ) ਗ਼ਲਤੀ ਖਾ ਗਈ, (ਇਹ ਪਦਾਰਥ ਦੇਣ ਵਾਲੇ) ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਪਾਸ ਮੈਂ ਨਾਹ ਬੈਠੀ।",
    "PRONUNCIATION": "(tolIN)pdwrQW[ B`ulI-Asu"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "AMbir kUMjw kurlIAw; bg bihTy Awie jIau ]",
    "TRANSLITERATION": "Anbar Koonjaa Kuraleeaa Bag Behithae Aae Jeeo ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸ਼ੁਭ ਗੁਣ ਉਸ ਤੋਂ ਦੂਰ ਪਰੇ ਚਲੇ ਜਾਣ, ਤੇ ਉਸ ਦੇ ਅੰਦਰ ਨਿਰੇ ਪਖੰਡ ਹੀ ਇਕੱਠੇ ਹੋ ਜਾਣ,",
    "PRONUNCIATION": "kUMjW[kurlIAW[b`g[bih-Ty"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "sw Dn. clI swhurY; ikAw muhu dysI. AgY jwie jIau ]",
    "TRANSLITERATION": "Saa Dhhan Chalee Saahurai Kiaa Muhu Dhaesee Agai Jaae Jeeo ||",
    "PUNJABI": "ਉਹ ਜਦੋਂ ਇਸ ਹਾਲ ਵਿਚ ਪਰਲੋਕ ਜਾਵੇ ਤਾਂ ਜਾ ਕੇ ਪਰਲੋਕ ਵਿਚ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕੀਹ ਮੂੰਹ ਵਿਖਾਵੇਗੀ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "suqI suqI Jwlu QIAw; BulI vwtVIAwsu jIau ]",
    "TRANSLITERATION": "Suthee Suthee Jhaal Thheeaa Bhulee Vaattarreeaas Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਗ਼ਾਫ਼ਿਲ ਪਏ ਰਿਹਾਂ ਮੈਨੂੰ ਬੁਢੇਪਾ ਆ ਗਿਆ ਹੈ, ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ ਮੈਂ ਖੁੰਝੀ ਹੋਈ ਹਾਂ।",
    "PRONUNCIATION": "kwl rUp (Jwlu) svyrw[(vwtVI-Awsu)BgqI rUp vwt[s`uqI"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "qY sh nwlhu. muqIAsu; duKw kUM DrIAwsu jIau ]",
    "TRANSLITERATION": "Thai Seh Naalahu Mutheeas Dhukhaa Koon Dhhareeaas Jeeo ||",
    "PUNJABI": "ਹੇ ਪਤੀ! ਮੈਂ ਤੇਰੇ ਨਾਲੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹਾਂ, ਮੈਂ ਨਿਰੇ ਦੁੱਖ ਹੀ ਦੁੱਖ ਸਹੇੜੇ ਹੋਏ ਹਨ।",
    "PRONUNCIATION": "m`uqI-Asu[ (DrI-Awsu)Drnw krdI hW"
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "quDu gux. mY siB Avgxw; iek nwnk kI Ardwis jIau ]",
    "TRANSLITERATION": "Thudhh Gun Mai Sabh Avaganaa Eik Naanak Kee Aradhaas Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਵਾਲਾ ਹੈਂ, ਮੇਰੇ ਅੰਦਰ ਸਾਰੇ ਔਗੁਣ ਹੀ ਔਗੁਣ ਹਨ, ਫਿਰ ਭੀ ਨਾਨਕ ਦੀ ਬੇਨਤੀ (ਤੇਰੇ ਹੀ ਦਰ ਤੇ) ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2877,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "siB rwqI sohwgxI; mY fohwgix. kweI rwiq jIau ]1]",
    "TRANSLITERATION": "Sabh Raathee Sohaaganee Mai Ddohaagan Kaaee Raath Jeeo ||1||",
    "PUNJABI": "ਕਿ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਤਾਂ ਸਦਾ ਹੀ ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਹੋਈਆਂ ਹਨ, ਮੈਨੂੰ ਅਭਾਗਣ ਨੂੰ ਭੀ ਕੋਈ ਇਕ ਰਾਤ ਬਖ਼ਸ਼ (ਮੇਰੇ ਉਤੇ ਭੀ ਕਦੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 1 sucjI ]",
    "TRANSLITERATION": "Soohee Mehalaa 1 Suchajee ||",
    "PUNJABI": "",
    "PRONUNCIATION": "su-c`jI"
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "jw qU. qw mY sBu ko; qU swihbu. myrI rwis jIau ]",
    "TRANSLITERATION": "Jaa Thoo Thaa Mai Sabh Ko Thoo Saahib Maeree Raas Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ (ਮੇਰੇ ਵਲ ਹੁੰਦਾ ਹੈਂ) ਤਦੋਂ ਹਰੇਕ ਜੀਵ ਮੈਨੂੰ (ਆਦਰ ਦੇਂਦਾ ਹੈ)। ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਸਰਮਾਇਆ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "quDu AMqir. hau suiK vsw; qUM AMqir swbwis jIau ]",
    "TRANSLITERATION": "Thudhh Anthar Ho Sukh Vasaa Thoon Anthar Saabaas Jeeo ||",
    "PUNJABI": "ਜਦੋਂ ਮੈਂ ਤੈਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦੀ ਹਾਂ ਤਦੋਂ ਮੈਂ ਸੁਖੀ ਵਸਦੀ ਹਾਂ ਜਦੋਂ ਤੂੰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈਂ ਤਦੋਂ ਮੈਨੂੰ (ਹਰ ਥਾਂ) ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "BwxY qKiq vfweIAw; BwxY BIK audwis jIau ]",
    "TRANSLITERATION": "Bhaanai Thakhath Vaddaaeeaa Bhaanai Bheekh Oudhaas Jeeo ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕੋਈ ਤਖ਼ਤ ਉਤੇ ਬੈਠਾ ਹੈ ਤੇ ਵਡਿਆਈਆਂ ਮਿਲ ਰਹੀਆਂ ਹਨ, ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕੋਈ ਵਿਰਕਤ ਹੋ ਕੇ (ਦਰ ਦਰ ਤੇ) ਭਿੱਛਿਆ ਮੰਗਦਾ ਫਿਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "BwxY. Ql isir, sru vhY; kmlu PulY Awkwis jIau ]",
    "TRANSLITERATION": "Bhaanai Thhal Sir Sar Vehai Kamal Fulai Aakaas Jeeo ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕਿਤੇ ਸੁੱਕੀ ਧਰਤੀ ਉਤੇ ਸਰੋਵਰ ਚਲ ਪੈਂਦਾ ਹੈ ਤੇ ਕੌਲ ਫੁੱਲ ਆਕਾਸ਼ ਵਿਚ ਖਿੜ ਆਉਂਦਾ ਹੈ (ਭਾਵ, ਕਿਸੇ ਅਹੰਕਾਰੀ ਪ੍ਰੇਮ-ਹੀਣ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਪ੍ਰਵਾਹ ਚੱਲ ਪੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "AwpjI dy Bwxy c(Ql)mwrUQlW dy isir qy (sru)dirAw vih qurdy hn,Bwv SrDw hIn KuSk Ql iridAW c pRym dy (sru)dirAw vg qurdy hn[(Awkwis)AkwS vWg hMkwrI iridAW"
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "BwxY. Bvjlu lMGIAY; BwxY. mMiJ BrIAwis jIau ]",
    "TRANSLITERATION": "Bhaanai Bhavajal Langheeai Bhaanai Manjh Bhareeaas Jeeo ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ; ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਵਿਕਾਰਾਂ ਨਾਲ ਭਰੀਜ ਕੇ ਵਿੱਚੇ ਹੀ ਡੁੱਬ ਜਾਈਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "BwxY. so shu rMgulw; isPiq rqw guxqwis jIau ]",
    "TRANSLITERATION": "Bhaanai So Sahu Rangulaa Sifath Rathaa Gunathaas Jeeo ||",
    "PUNJABI": "ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕਿਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਕੋਈ ਜੀਵ ਉਸ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "BwxY. shu BIhwvlw; hau Awvix jwix mueIAwis jIau ]",
    "TRANSLITERATION": "Bhaanai Sahu Bheehaavalaa Ho Aavan Jaan Mueeaas Jeeo ||",
    "PUNJABI": "ਇਹ ਭੀ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਹੈ ਕਿ ਕਦੇ ਉਹ ਖਸਮ ਮੈਨੂੰ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਡਰਾਉਣਾ ਲੱਗਦਾ ਹੈ, ਤੇ ਮੈਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੀ ਹਾਂ।",
    "PRONUNCIATION": "(Bihwvlw)BYdwiek sMswr[ mueI-Awis"
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "qU shu Agmu Aqolvw; hau kih kih Fih peIAwis jIau ]",
    "TRANSLITERATION": "Thoo Sahu Agam Atholavaa Ho Kehi Kehi Dtehi Peeaas Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ-ਪਤੀ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ। ਮੈਂ ਅਰਦਾਸਾਂ ਕਰ ਕਰ ਕੇ ਤੇਰੇ ਹੀ ਦਰ ਤੇ ਢਹਿ ਪਈ ਹਾਂ (ਮੈਂ ਤੇਰਾ ਹੀ ਆਸਰਾ-ਪਰਨਾ ਲਿਆ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "ikAw mwgau. ikAw kih suxI; mY drsn BUK ipAwis jIau ]",
    "TRANSLITERATION": "Kiaa Maago Kiaa Kehi Sunee Mai Dharasan Bhookh Piaas Jeeo ||",
    "PUNJABI": "ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਹੋਰ ਕੀਹ ਮੰਗਾਂ? ਤੈਨੂੰ ਹੋਰ ਕੀਹ ਆਖਾਂ ਜੋ ਤੂੰ ਸੁਣੇਂ? ਮੈਨੂੰ ਤੇਰੇ ਦੀਦਾਰ ਦੀ ਭੁੱਖ ਹੈ, ਮੈਂ ਤੇਰੇ ਦਰਸਨ ਦੀ ਪਿਆਸੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2878,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "gur sbdI shu pwieAw; scu nwnk kI Ardwis jIau ]2]",
    "TRANSLITERATION": "Gur Sabadhee Sahu Paaeiaa Sach Naanak Kee Aradhaas Jeeo ||2||",
    "PUNJABI": "ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਖਸਮ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈਂ। ਮੇਰੀ ਨਾਨਕ ਦੀ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਹੈ ਕਿ ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਮਿਲ ॥੨॥",
    "PRONUNCIATION": ""
  }
]