[
  {
    "SHABAD_ID": 2880,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "bwbuil idqVI dUir; nw AwvY Gir pyeIAY. bil rwm jIau ]",
    "TRANSLITERATION": "Baabul Dhitharree Dhoor Naa Aavai Ghar Paeeeai Bal Raam Jeeo ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਨੇ (ਮੇਹਰ ਕਰ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਇਤਨੀ) ਦੂਰ ਅਪੜਾ ਦਿੱਤੀ ਕਿ ਉਹ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਉਂਦੀ।",
    "PRONUNCIATION": "id`qVI"
  },
  {
    "SHABAD_ID": 2880,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "rhsI vyiK hdUir; ipir rwvI Gir sohIAY. bil rwm jIau ]",
    "TRANSLITERATION": "Rehasee Vaekh Hadhoor Pir Raavee Ghar Soheeai Bal Raam Jeeo ||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪ੍ਰਤੱਖ ਦੀਦਾਰ ਕਰ ਕੇ ਉਹ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੁੰਦੀ ਹੈ। ਪ੍ਰਭੂ-ਪਤੀ ਨੇ (ਜਦੋਂ) ਉਸ ਨਾਲ ਪਿਆਰ ਕੀਤਾ, ਤਾਂ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਸੰਵਾਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2880,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "swcy ipr loVI. pRIqm joVI; miq pUrI prDwny ]",
    "TRANSLITERATION": "Saachae Pir Lorree Preetham Jorree Math Pooree Paradhhaanae ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨੂੰ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਲੋੜ ਪਈ (ਭਾਵ, ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਦੇ ਲੇਖੇ ਵਿਚ ਆ ਗਈ) ਉਸ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ। (ਇਸ ਮਿਲਾਪ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਦੀ ਮਤਿ ਉਕਾਈ-ਹੀਣ ਹੋ ਗਈ, ਉਹ ਮੰਨੀ-ਪ੍ਰਮੰਨੀ ਗਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2880,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "sMjogI mylw Qwin suhylw; guxvMqI gur igAwny ]",
    "TRANSLITERATION": "Sanjogee Maelaa Thhaan Suhaelaa Gunavanthee Gur Giaanae ||",
    "PUNJABI": "ਚੰਗੇ ਭਾਗਾਂ ਨਾਲ ਉਸ ਦਾ ਮਿਲਾਪ ਹੋ ਗਿਆ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਉਸ ਦਾ ਜੀਵਨ ਸੁਖੀ ਹੋ ਗਿਆ, ਉਹ ਗੁਣਾਂ ਵਾਲੀ ਹੋ ਗਈ, ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਵਾਲੀ ਹੋ ਗਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2880,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "squ sMqoKu sdw scu plY; scu bolY ipr Bwey ]",
    "TRANSLITERATION": "Sath Santhokh Sadhaa Sach Palai Sach Bolai Pir Bhaaeae ||",
    "PUNJABI": "ਸਤ ਸੰਤੋਖ ਤੇ ਸਦਾ-ਥਿਰ ਯਾਦ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2880,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. ivCuiV, nw duKu pwey; gurmiq AMik smwey ]4]1]",
    "TRANSLITERATION": "Naanak Vishhurr Naa Dhukh Paaeae Guramath Ank Samaaeae ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ) ਵਿਛੁੜ ਕੇ ਦੁੱਖ ਨਹੀਂ ਪਾਂਦੀ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪ੍ਰਭੂ ਦੀ ਗੋਦ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "rwgu sUhI mhlw 1 CMq Gru 2",
    "TRANSLITERATION": "Raag Soohee Mehalaa 1 Shhanth Ghar 2",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "hm Gir. swjn Awey ]",
    "TRANSLITERATION": "Ham Ghar Saajan Aaeae ||",
    "PUNJABI": "ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਮਿੱਤਰ-ਪ੍ਰਭੂ ਜੀ ਆ ਪ੍ਰਗਟੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "swcY myil imlwey ]",
    "TRANSLITERATION": "Saachai Mael Milaaeae ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "shij imlwey. hir min Bwey; pMc imly suKu pwieAw ]",
    "TRANSLITERATION": "Sehaj Milaaeae Har Man Bhaaeae Panch Milae Sukh Paaeiaa ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੈਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗ ਰਹੇ ਹਨ, ਮੇਰੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਆਪੋ ਆਪਣੇ ਵਿਸ਼ੇ ਵਲ ਦੌੜਨ ਦੇ ਥਾਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਵਿਚ) ਇਕੱਠੇ ਹੋ ਬੈਠੇ ਹਨ, ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "sweI vsqu prwpiq hoeI; ijsu syqI mnu lwieAw ]",
    "TRANSLITERATION": "Saaee Vasath Paraapath Hoee Jis Saethee Man Laaeiaa ||",
    "PUNJABI": "ਜਿਸ ਨਾਮ-ਵਸਤੂ ਦੀ ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਸੀ, ਉਹ ਹੁਣ ਮੈਨੂੰ ਮਿਲ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "An idnu mylu BieAw. mnu mwinAw; Gr mMdr sohwey ]",
    "TRANSLITERATION": "Anadhin Mael Bhaeiaa Man Maaniaa Ghar Mandhar Sohaaeae ||",
    "PUNJABI": "ਹੁਣ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਮੇਰਾ ਮਿਲਾਪ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੇਰਾ ਮਨ (ਉਸ ਨਾਮ ਨਾਲ) ਗਿੱਝ ਗਿਆ ਹੈ, ਮੇਰਾ ਹਿਰਦਾ ਤੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੁਹਾਵਣੇ ਹੋ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "pMc sbd Duin Anhd vwjy; hm Gir swjn Awey ]1]",
    "TRANSLITERATION": "Panch Sabadh Dhhun Anehadh Vaajae Ham Ghar Saajan Aaeae ||1||",
    "PUNJABI": "ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਆ ਪ੍ਰਗਟੇ ਹਨ (ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਅਜੇਹਾ ਆਨੰਦ ਬਣਿਆ ਪਿਆ ਹੈ, ਮਾਨੋ) ਪੰਜ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਲਗਾਤਾਰ ਮਿਲਵੀਂ ਸੁਰ ਵਿਚ (ਮੇਰੇ ਅੰਦਰ) ਵੱਜ ਰਹੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "Awvhu mIq ipAwry ]",
    "TRANSLITERATION": "Aavahu Meeth Piaarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਓ! ਆਓ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "mMgl gwvhu nwry ]",
    "TRANSLITERATION": "Mangal Gaavahu Naarae ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਸਹੇਲੀਓ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਵੋ ਜੋ ਮਨ ਵਿਚ ਹੁਲਾਰਾ ਪੈਦਾ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "scu mMglu gwvhu. qw pRB Bwvhu; soihlVw jug cwry ]",
    "TRANSLITERATION": "Sach Mangal Gaavahu Thaa Prabh Bhaavahu Sohilarraa Jug Chaarae ||",
    "PUNJABI": "ਉਹ ਗੀਤ ਗਾਵੋ ਜੋ ਅਟੱਲ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਉਹ ਗੀਤ ਗਾਵੋ ਜੋ ਚਹੁ ਜੁਗਾਂ ਵਿਚ ਆਤਮਕ ਹੁਲਾਰਾ ਦੇਈ ਰੱਖਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਤੁਸੀ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀਆਂ ਲੱਗੋਗੀਆਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "ApnY Gir AwieAw. Qwin suhwieAw; kwrj sbid svwry ]",
    "TRANSLITERATION": "Apanai Ghar Aaeiaa Thhaan Suhaaeiaa Kaaraj Sabadh Savaarae ||",
    "PUNJABI": "(ਹੇ ਸਹੇਲੀਓ! ਮੇਰੇ ਹਿਰਦੇ ਨੂੰ ਆਪਣਾ ਘਰ ਬਣਾ ਕੇ ਸੱਜਣ-ਪ੍ਰਭੂ) ਆਪਣੇ ਘਰ ਵਿਚ ਆਇਆ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ-ਥਾਂ ਵਿਚ ਬੈਠਾ ਸੋਭਾ ਦੇ ਰਿਹਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਮੇਰੇ ਜੀਵਨ-ਮਨੋਰਥ ਸਵਾਰ ਦਿੱਤੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "igAwn mhw rsu nyqRI AMjnu; iqRBvx rUpu idKwieAw ]",
    "TRANSLITERATION": "Giaan Mehaa Ras Naethree Anjan Thribhavan Roop Dhikhaaeiaa ||",
    "PUNJABI": "ਉੱਚੇ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਸਤਿਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਗਿਆਨ ਦਾ ਸੁਰਮਾ ਮੈਨੂੰ ਅੱਖਾਂ ਵਿਚ ਪਾਣ ਲਈ ਮਿਲਿਆ ਹੈ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਗੁਰੂ ਨੇ) ਮੈਨੂੰ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "sKI imlhu ris mMglu gwvhu; hm Gir swjnu AwieAw ]2]",
    "TRANSLITERATION": "Sakhee Milahu Ras Mangal Gaavahu Ham Ghar Saajan Aaeiaa ||2||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਓ! ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਜੁੜੋ ਤੇ ਆਨੰਦ ਨਾਲ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਉਹ ਗੀਤ ਗਾਵੋ ਜੋ ਆਤਮਕ ਹੁਲਾਰਾ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ ਪ੍ਰਭੂ ਆ ਪ੍ਰਗਟਿਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "mnu qnu AMimRiq iBMnw ]",
    "TRANSLITERATION": "Man Than Anmrith Bhinnaa ||",
    "PUNJABI": "(ਹੇ ਸਹੇਲੀਹੋ!) ਮੇਰਾ ਮਨ ਤੇ ਸਰੀਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਿੱਜ ਗਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "AMqir pRymu rqMnw ]",
    "TRANSLITERATION": "Anthar Praem Rathannaa ||",
    "PUNJABI": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ-ਰਤਨ ਪੈਦਾ ਹੋ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "AMqir rqnu pdwrQu myrY; prm qqu vIcwro ]",
    "TRANSLITERATION": "Anthar Rathan Padhaarathh Maerai Param Thath Veechaaro ||",
    "PUNJABI": "ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ (ਦਾ ਇਕ ਐਸਾ) ਸੋਹਣਾ ਰਤਨ ਪੈਦਾ ਹੋ ਪਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "jMq ByK. qU sPilE dwqw; isir isir dyvxhwro ]",
    "TRANSLITERATION": "Janth Bhaekh Thoo Safaliou Dhaathaa Sir Sir Dhaevanehaaro ||",
    "PUNJABI": "(ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਸ ਦੇ ਦਰ ਤੇ ਇਉਂ ਅਰਦਾਸਿ ਕਰਦੀ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ ਭਿਖਾਰੀ ਹਨ) ਤੂੰ ਭਿਖਾਰੀ ਜੀਵਾਂ ਦਾ ਕਾਮਯਾਬ ਦਾਤਾ ਹੈਂ, ਤੂੰ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ (ਰਾਖਾ ਤੇ) ਦਾਤਾਰ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "qU jwnu igAwnI AMqrjwmI; Awpy kwrxu kInw ]",
    "TRANSLITERATION": "Thoo Jaan Giaanee Antharajaamee Aapae Kaaran Keenaa ||",
    "PUNJABI": "ਤੂੰ ਸਿਆਣਾ ਹੈਂ, ਗਿਆਨ-ਵਾਨ ਹੈਂ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਇਹ (ਸਾਰਾ) ਜਗਤ ਰਚਿਆ ਹੈ (ਤੇ ਆਪ ਹੀ ਹਰੇਕ ਦੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨੀਆਂ ਜਾਣਦਾ ਹੈਂ ਤੇ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "sunhu sKI. mnu mohin moihAw; qnu mnu AMimRiq BInw ]3]",
    "TRANSLITERATION": "Sunahu Sakhee Man Mohan Mohiaa Than Man Anmrith Bheenaa ||3||",
    "PUNJABI": "ਹੇ ਸਹੇਲੀਓ! (ਮੇਰਾ ਹਾਲ ਸੁਣੋ) ਮੋਹਨ-ਪ੍ਰਭੂ ਨੇ ਮੇਰਾ ਮਨ ਆਪਣੇ ਪ੍ਰੇਮ ਦੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਉਸ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ ਭਿੱਜਾ ਪਿਆ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "Awqm rwmu sMswrw ]",
    "TRANSLITERATION": "Aatham Raam Sansaaraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸੰਸਾਰ ਦੀ ਜਿੰਦ-ਜਾਨ ਹੈਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "swcw Kylu qum@wrw ]",
    "TRANSLITERATION": "Saachaa Khael Thumhaaraa ||",
    "PUNJABI": "ਇਹ ਸੰਸਾਰ ਤੇਰੀ ਸਚ-ਮੁਚ ਦੀ ਰਚੀ ਹੋਈ ਖੇਡ ਹੈ (ਭਾਵ, ਹੈ ਤਾਂ ਇਹ ਸੰਸਾਰ ਇਕ ਖੇਡ ਹੀ, ਹੈ ਤਾਂ ਨਾਸਵੰਤ, ਪਰ ਮਨ ਦਾ ਭਰਮ ਨਹੀਂ, ਸਚ-ਮੁਚ ਮੌਜੂਦ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "scu Kylu qum@wrw Agm Apwrw; quDu ibnu. kauxu buJwey ]",
    "TRANSLITERATION": "Sach Khael Thumhaaraa Agam Apaaraa Thudhh Bin Koun Bujhaaeae ||",
    "PUNJABI": "ਹੇ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਇਹ ਸੰਸਾਰ ਤੇਰੀ ਸਚ-ਮੁਚ ਦੀ ਰਚੀ ਹੋਈ ਇਕ ਖੇਡ ਹੈ (ਇਹ ਅਸਲੀਅਤ) ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਸਮਝਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "bu`Jwey"
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "isD swiDk isAwxy kyqy; quJ ibnu kvxu khwey ]",
    "TRANSLITERATION": "Sidhh Saadhhik Siaanae Kaethae Thujh Bin Kavan Kehaaeae ||",
    "PUNJABI": "(ਇਹ ਸੰਸਾਰ ਵਿਚ) ਅਨੇਕਾਂ ਹੀ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਅਨੇਕਾਂ ਹੀ ਸਾਧਨਾਂ ਕਰਨ ਵਾਲੇ ਤੇ ਅਨੇਕਾਂ ਹੀ ਸਿਆਣੇ ਹੁੰਦੇ ਆਏ ਹਨ (ਤੇਰੀ ਹੀ ਮੇਹਰ ਨਾਲ ਇਸ ਮਰਾਤਬੇ ਤੇ ਪਹੁੰਚਦੇ ਹਨ) ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਤੇਰਾ ਸਿਮਰਨ ਨਹੀਂ ਕਰਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "kwlu ibkwlu Bey dyvwny; mnu rwiKAw guir Twey ]",
    "TRANSLITERATION": "Kaal Bikaal Bheae Dhaevaanae Man Raakhiaa Gur Thaaeae ||",
    "PUNJABI": "(ਤੇਰੀ ਹੀ ਮੇਹਰ ਨਾਲ) ਗੁਰੂ ਨੇ ਜਿਸ ਦਾ ਮਨ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2881,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. Avgx sbid jlwey; gux sMgim pRBu pwey ]4]1]2]",
    "TRANSLITERATION": "Naanak Avagan Sabadh Jalaaeae Gun Sangam Prabh Paaeae ||4||1||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦਾ ਸਦਕਾ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਔਗੁਣ ਸਾੜ ਲਏ, ਉਸ ਨੇ ਗੁਣਾਂ ਦੇ ਮਿਲਾਪ ਨਾਲ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ ॥੪॥੧॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2882,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "rwgu sUhI mhlw 1 Gru 3",
    "TRANSLITERATION": "Raag Soohee Mehalaa 1 Ghar 3",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2882,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2882,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "Awvhu sjxw; hau dyKw drsnu qyrw. rwm ]",
    "TRANSLITERATION": "Aavahu Sajanaa Ho Dhaekhaa Dharasan Thaeraa Raam ||",
    "PUNJABI": "ਹੇ ਸੱਜਣ-ਪ੍ਰਭੂ! ਆ, ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2882,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "Gir AwpnVY. KVI qkw; mY min cwau Gnyrw. rwm ]",
    "TRANSLITERATION": "Ghar Aapanarrai Kharree Thakaa Mai Man Chaao Ghanaeraa Raam ||",
    "PUNJABI": "(ਹੇ ਸੱਜਣ!) ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰੀ ਸਾਵਧਾਨਤਾ ਨਾਲ ਤੇਰੀ ਉਡੀਕ ਕਰ ਰਹੀ ਹਾਂ, ਮੇਰੇ ਮਨ ਵਿਚ ਬੜਾ ਹੀ ਚਾਉ ਹੈ (ਕਿ ਮੈਨੂੰ ਤੇਰਾ ਦਰਸਨ ਹੋਵੇ)।",
    "PRONUNCIATION": "(Gir)swDsMgiq , irdy rUpI Gir c[(Awpn-VY)KV@I q`kW"
  },
  {
    "SHABAD_ID": 2882,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "min cwau Gnyrw. suix pRB myrw; mY qyrw Brvwsw ]",
    "TRANSLITERATION": "Man Chaao Ghanaeraa Sun Prabh Maeraa Mai Thaeraa Bharavaasaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ, ਮੇਰੇ ਮਨ ਵਿਚ (ਤੇਰੇ ਦਰਸਨ ਲਈ) ਬੜਾ ਹੀ ਚਾਉ ਹੈ, ਮੈਨੂੰ ਆਸਰਾ ਭੀ ਤੇਰਾ ਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2882,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "drsnu dyiK. BeI inhkyvl; jnm mrx duKu nwsw ]",
    "TRANSLITERATION": "Dharasan Dhaekh Bhee Nihakaeval Janam Maran Dhukh Naasaa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਤੇਰਾ ਦਰਸਨ ਕਰ ਲਿਆ, ਉਹ ਪਵਿੱਤ੍ਰ-ਆਤਮਾ ਹੋ ਗਈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": "(inhkyvl)SuD inrml"
  }
]