[
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "inhclu rwju sdw hir kyrw; iqsu ibnu Avru. n koeI rwm ]",
    "TRANSLITERATION": "Nihachal Raaj Sadhaa Har Kaeraa This Bin Avar N Koee Raam ||",
    "PUNJABI": "ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਹੁਕਮ ਅਟੱਲ ਹੈ (ਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਉਸ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ)। ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਦੀ ਬਰਾਬਰੀ ਦਾ ਨਹੀਂ (ਜੋ ਇਸ ਹੁਕਮ ਨੂੰ ਬਦਲਾਅ ਸਕੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "iqsu ibnu Avru. n koeI, sdw scu soeI; gurmuiK eyko jwixAw ]",
    "TRANSLITERATION": "This Bin Avar N Koee Sadhaa Sach Soee Guramukh Eaeko Jaaniaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ। ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਇੱਕ ਨਾਲ ਹੀ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "Dn ipr mylwvw hoAw; gurmqI mnu mwinAw ]",
    "TRANSLITERATION": "Dhhan Pir Maelaavaa Hoaa Guramathee Man Maaniaa ||",
    "PUNJABI": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru imilAw qw hir pwieAw; ibnu hir nwvY mukiq. n hoeI ]",
    "TRANSLITERATION": "Sathigur Miliaa Thaa Har Paaeiaa Bin Har Naavai Mukath N Hoee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ (ਗੁਰੂ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk kwmix kMqY rwvy; min mwinAY suKu hoeI ]1]",
    "TRANSLITERATION": "Naanak Kaaman Kanthai Raavae Man Maaniai Sukh Hoee ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਜਾਏ, ਤਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru syiv. Dn bwlVIey; hir vru pwvih soeI rwm ]",
    "TRANSLITERATION": "Sathigur Saev Dhhan Baalarreeeae Har Var Paavehi Soee Raam ||",
    "PUNJABI": "ਹੇ ਅੰਞਾਣ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਿਆ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "sdw hovih sohwgxI; iPir mYlw vysu. n hoeI rwm ]",
    "TRANSLITERATION": "Sadhaa Hovehi Sohaaganee Fir Mailaa Vaes N Hoee Raam ||",
    "PUNJABI": "ਤੂੰ ਸਦਾ ਵਾਸਤੇ ਖਸਮ-ਵਾਲੀ ਹੋ ਜਾਏਂਗੀ, ਫਿਰ ਕਦੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੋਏਗਾ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "iPir mYlw vysu. n hoeI, gurmuiK bUJY koeI; haumY mwir pCwixAw ]",
    "TRANSLITERATION": "Fir Mailaa Vaes N Hoee Guramukh Boojhai Koee Houmai Maar Pashhaaniaa ||",
    "PUNJABI": "ਕੋਈ ਵਿਰਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਇਹ ਗੱਲ ਸਮਝਦੀ ਹੈ (ਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋਇਆਂ) ਫਿਰ ਉਸ ਤੋਂ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ। ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਕਾਇਮ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "krxI kwr kmwvY sbid smwvY; AMqir eyko jwixAw ]",
    "TRANSLITERATION": "Karanee Kaar Kamaavai Sabadh Samaavai Anthar Eaeko Jaaniaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਸਿਮਰਨ ਦੀ) ਕਰਨ-ਜੋਗ ਕਾਰ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਛਾਣ ਪਾਈ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuiK. pRBu rwvy idnu rwqI Awpxw; swcI soBw hoeI ]",
    "TRANSLITERATION": "Guramukh Prabh Raavae Dhin Raathee Aapanaa Saachee Sobhaa Hoee ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਿਨ ਰਾਤ ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਰਹਿੰਦੀ ਹੈ, (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਸ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. kwmix ipru rwvy Awpxw; riv rihAw pRBu soeI ]2]",
    "TRANSLITERATION": "Naanak Kaaman Pir Raavae Aapanaa Rav Rehiaa Prabh Soee ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਰ ਵੇਲੇ ਯਾਦ ਕਰਦੀ ਹੈ ਜੋ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kI kwr kry. Dn bwlVIey; hir vru dyie imlwey rwm ]",
    "TRANSLITERATION": "Gur Kee Kaar Karae Dhhan Baalarreeeae Har Var Dhaee Milaaeae Raam ||",
    "PUNJABI": "ਹੇ ਅੰਞਾਣ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਿਆ ਕਰ। ਗੁਰੂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "dy-ie"
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "hir kY rMig rqI hY kwmix; imil pRIqm suKu pwey rwm ]",
    "TRANSLITERATION": "Har Kai Rang Rathee Hai Kaaman Mil Preetham Sukh Paaeae Raam ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "imil pRIqm suKu pwey. sic smwey; scu vrqY sB QweI ]",
    "TRANSLITERATION": "Mil Preetham Sukh Paaeae Sach Samaaeae Sach Varathai Sabh Thhaaee ||",
    "PUNJABI": "ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਸਭ ਥਾਵਾਂ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "QWeIN"
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "scw sIgwru kry idnu rwqI; kwmix sic smweI ]",
    "TRANSLITERATION": "Sachaa Seegaar Karae Dhin Raathee Kaaman Sach Samaaee ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਇਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਆਤਮਕ) ਸਿੰਗਾਰ ਉਹ ਦਿਨ ਰਾਤ ਕਰੀ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "hir suKdwqw sbid pCwqw; kwmix lieAw kMiT lwey ]",
    "TRANSLITERATION": "Har Sukhadhaathaa Sabadh Pashhaathaa Kaaman Laeiaa Kanth Laaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਈ ਰੱਖਦੀ ਹੈ (ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਲੈਂਦੀ ਹੈ, ਹਰ ਵੇਲੇ ਉਸ ਦਾ ਜਾਪ ਕਰਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. mhlI mhlu pCwxY; gurmqI hir pwey ]3]",
    "TRANSLITERATION": "Naanak Mehalee Mehal Pashhaanai Guramathee Har Paaeae ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਮਹਲ ਲੱਭ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "sw Dn bwlI. Duir mylI; myrY pRiB. Awip imlweI rwm ]",
    "TRANSLITERATION": "Saa Dhhan Baalee Dhhur Maelee Maerai Prabh Aap Milaaee Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਮਿਲਾਪ ਦਾ ਲੇਖ ਪ੍ਰਾਪਤ ਹੋਇਆ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmqI Git cwnxu hoAw; pRBu riv rihAw sB QweI rwm ]",
    "TRANSLITERATION": "Guramathee Ghatt Chaanan Hoaa Prabh Rav Rehiaa Sabh Thhaaee Raam ||",
    "PUNJABI": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਚਾਨਣ ਹੋ ਗਿਆ ਕਿ ਪਰਮਾਤਮਾ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": "QWeIN"
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "pRBu riv rihAw sB QweI. mMin vsweI; pUrib iliKAw pwieAw ]",
    "TRANSLITERATION": "Prabh Rav Rehiaa Sabh Thhaaee Mann Vasaaee Poorab Likhiaa Paaeiaa ||",
    "PUNJABI": "ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੋ ਰਹੇ ਪ੍ਰਭੂ ਨੂੰ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲਿਆ, ਪਿਛਲੇ ਜਨਮ ਵਿਚ ਲਿਖਿਆ ਲੇਖ (ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ) ਉੱਘੜ ਪਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "syj suKwlI myry pRB BwxI; scu sIgwru bxwieAw ]",
    "TRANSLITERATION": "Saej Sukhaalee Maerae Prabh Bhaanee Sach Seegaar Banaaeiaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਸ ਦਾ ਹਿਰਦਾ-ਸੇਜ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਗਿਆ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨ ਨੂੰ ਉਸ ਨੇ (ਆਪਣੇ ਜੀਵਨ ਦਾ) ਸੁਹਜ ਬਣਾ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "kwmix inrml. haumY mlu KoeI; gurmiq sic smweI ]",
    "TRANSLITERATION": "Kaaman Niramal Houmai Mal Khoee Guramath Sach Samaaee ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2888,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk Awip imlweI krqY; nwmu nvY iniD pweI ]4]3]4]",
    "TRANSLITERATION": "Naanak Aap Milaaee Karathai Naam Navai Nidhh Paaee ||4||3||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਕਰਤਾਰ ਨੇ ਆਪ ਉਸ ਨੂੰ ਨਾਲ ਮਿਲਾ ਲਿਆ, ਉਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਜੋ ਉਸ ਦੇ ਵਾਸਤੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ ॥੪॥੩॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 3 ]",
    "TRANSLITERATION": "Soohee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "hir hry. hir gux gwvhu; hir gurmuKy pwey rwm ]",
    "TRANSLITERATION": "Har Harae Har Gun Gaavahu Har Guramukhae Paaeae Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰੋ। (ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "An idno sbid rvhu; Anhd sbd vjwey rwm ]",
    "TRANSLITERATION": "Anadhino Sabadh Ravahu Anehadh Sabadh Vajaaeae Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਕ-ਰਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਦੇ ਵਾਜੇ) ਵਜਾ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "Anhd sbd vjwey, hir jIau Gir Awey; hir gux gwvhu nwrI ]",
    "TRANSLITERATION": "Anehadh Sabadh Vajaaeae Har Jeeo Ghar Aaeae Har Gun Gaavahu Naaree ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇ ਵਾਜੇ ਇਕ-ਰਸ ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ। ਹੇ (ਮੇਰੇ) ਗਿਆਨ-ਇੰਦ੍ਰਿਓ! ਤੁਸੀ ਭੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "An idnu Bgiq krih gur AwgY; sw Dn kMq ipAwrI ]",
    "TRANSLITERATION": "Anadhin Bhagath Karehi Gur Aagai Saa Dhhan Kanth Piaaree ||",
    "PUNJABI": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "gur kw sbdu visAw Gt AMqir; sy jn sbid suhwey ]",
    "TRANSLITERATION": "Gur Kaa Sabadh Vasiaa Ghatt Anthar Sae Jan Sabadh Suhaaeae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. iqn Gir sd hI soihlw; hir kir ikrpw Gir Awey ]1]",
    "TRANSLITERATION": "Naanak Thin Ghar Sadh Hee Sohilaa Har Kar Kirapaa Ghar Aaeae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਹੀ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "Bgqw min AwnMdu BieAw; hir nwim rhy ilv lwey rwm ]",
    "TRANSLITERATION": "Bhagathaa Man Aanandh Bhaeiaa Har Naam Rehae Liv Laaeae Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmuKy mnu inrmlu hoAw; inrml hir gux gwey rwm ]",
    "TRANSLITERATION": "Guramukhae Man Niramal Hoaa Niramal Har Gun Gaaeae Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "inrml gux gwey. nwmu mMin vswey; hir kI AMimRq bwxI ]",
    "TRANSLITERATION": "Niramal Gun Gaaeae Naam Mann Vasaaeae Har Kee Anmrith Baanee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ, ਪ੍ਰਭੂ ਦੇ ਪਵਿਤ੍ਰ ਗੁਣ ਗਾ ਗਾ ਕੇ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2889,
    "LINE_ID": 19,
    "RAAG_ID": 19,
    "GURMUKHI": "ijn@ min visAw. syeI jn insqry; Git Git sbid smwxI ]",
    "TRANSLITERATION": "Jinh Man Vasiaa Saeee Jan Nisatharae Ghatt Ghatt Sabadh Samaanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]