[
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. rMig rvY rMig rwqI; ijin hir syqI icqu lwieAw ]3]",
    "TRANSLITERATION": "Naanak Rang Ravai Rang Raathee Jin Har Saethee Chith Laaeiaa ||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਆਪਣਾ ਮਨ ਜੋੜ ਲਿਆ, ਉਹ ਉਸ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਉਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "kwmix min soihlVw; swjn imly ipAwry rwm ]",
    "TRANSLITERATION": "Kaaman Man Sohilarraa Saajan Milae Piaarae Raam ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰੇ ਸੱਜਣ ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "gurmqI mnu inrmlu hoAw; hir rwiKAw auir Dwry rwm ]",
    "TRANSLITERATION": "Guramathee Man Niramal Hoaa Har Raakhiaa Our Dhhaarae Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਸ ਦਾ ਮਨ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਟਿਕਾ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "hir rwiKAw auir Dwry. Apnw kwrju svwry; gurmqI hir jwqw ]",
    "TRANSLITERATION": "Har Raakhiaa Our Dhhaarae Apanaa Kaaraj Savaarae Guramathee Har Jaathaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਆਪਣਾ ਜੀਵਨ-ਮਨੋਰਥ ਸੰਵਾਰ ਲੈਂਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "pRIqim moih lieAw mnu myrw; pwieAw krm ibDwqw ]",
    "TRANSLITERATION": "Preetham Mohi Laeiaa Man Maeraa Paaeiaa Karam Bidhhaathaa ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਜੋ ਪਹਿਲਾਂ ਮਮਤਾ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਸੀ, ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ, ਤੇ, ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru syiv sdw suKu pwieAw; hir visAw mMin murwry ]",
    "TRANSLITERATION": "Sathigur Saev Sadhaa Sukh Paaeiaa Har Vasiaa Mann Muraarae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਸਦਾ-ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਹੈ, ਮੁਰਾਰੀ-ਪ੍ਰਭੂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2890,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. myil leI guir ApunY; gur kY sbid svwry ]4]5]6]",
    "TRANSLITERATION": "Naanak Mael Lee Gur Apunai Gur Kai Sabadh Savaarae ||4||5||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲਿਆ ਹੈ, ਪਿਆਰੇ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ ॥੪॥੫॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 3 ]",
    "TRANSLITERATION": "Soohee Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "soihlVw hir rwm nwmu; gur sbdI vIcwry rwm ]",
    "TRANSLITERATION": "Sohilarraa Har Raam Naam Gur Sabadhee Veechaarae Raam ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਦੀ ਲਹਿਰ ਚੱਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "hir mnu qno gurmuiK BIjY; rwm nwmu ipAwry rwm ]",
    "TRANSLITERATION": "Har Man Thano Guramukh Bheejai Raam Naam Piaarae Raam ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਹਿਰਦਾ ਪਰਮਾਤਮਾ (ਦੇ ਪਿਆਰ-ਰਸ) ਵਿਚ ਭਿੱਜ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "rwm nwmu ipAwry. siB kul auDwry; rwm nwmu muiK bwxI ]",
    "TRANSLITERATION": "Raam Naam Piaarae Sabh Kul Oudhhaarae Raam Naam Mukh Baanee ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਹ ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਉਚਾਰਦਾ ਹੈ, ਤੇ, ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "Awvx jwx rhy. suKu pwieAw; Gir Anhd suriq smwxI ]",
    "TRANSLITERATION": "Aavan Jaan Rehae Sukh Paaeiaa Ghar Anehadh Surath Samaanee ||",
    "PUNJABI": "ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਇਕ-ਰਸ ਆਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਸੁਰਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "hir hir eyko, pwieAw hir pRBu; nwnk. ikrpw Dwry ]",
    "TRANSLITERATION": "Har Har Eaeko Paaeiaa Har Prabh Naanak Kirapaa Dhhaarae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "soihlVw hir rwm nwmu; gur sbdI vIcwry ]1]",
    "TRANSLITERATION": "Sohilarraa Har Raam Naam Gur Sabadhee Veechaarae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "hm nIvI. pRBu Aiq aUcw; ikau kir imilAw jwey rwm ]",
    "TRANSLITERATION": "Ham Neevee Prabh Ath Oochaa Kio Kar Miliaa Jaaeae Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਨੀਵੀਂ ਪੱਧਰ ਤੇ ਹਾਂ, ਪ੍ਰਭੂ (ਇਸ ਪੱਧਰ ਨਾਲੋਂ) ਬਹੁਤ ਉੱਚਾ ਹੈ, ਫਿਰ ਸਾਡਾ ਉਸ ਨਾਲ ਮਿਲਾਪ ਕਿਵੇਂ ਹੋ ਸਕੇ?",
    "PRONUNCIATION": "nIvIN"
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "guir mylI. bhu ikrpw DwrI; hir kY sbid suBwey rwm ]",
    "TRANSLITERATION": "Gur Maelee Bahu Kirapaa Dhhaaree Har Kai Sabadh Subhaaeae Raam ||",
    "PUNJABI": "(ਉੱਤਰ) ਜਿਸ ਉਤੇ ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕਰ ਦਿੱਤੀ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਦਿੱਤਾ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "imlu sbid suBwey. Awpu gvwey; rMg isau rlIAw mwxy ]",
    "TRANSLITERATION": "Mil Sabadh Subhaaeae Aap Gavaaeae Rang Sio Raleeaa Maanae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ, ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "syj suKwlI jw pRBu BwieAw; hir hir nwim smwxy ]",
    "TRANSLITERATION": "Saej Sukhaalee Jaa Prabh Bhaaeiaa Har Har Naam Samaanae ||",
    "PUNJABI": "ਜਦੋਂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦੇ ਹਿਰਦੇ ਦੀ ਸੇਜ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. sohwgix sw vfBwgI; jy clY siqgur Bwey ]",
    "TRANSLITERATION": "Naanak Sohaagan Saa Vaddabhaagee Jae Chalai Sathigur Bhaaeae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਜਦੋਂ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਤੁਰਦੀ ਹੈ ਤਾਂ ਉਹ ਵੱਡੀ ਕਿਸਮਤ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "hm nIvI. pRBu Aiq aUcw; ikau kir imilAw jwey rwm ]2]",
    "TRANSLITERATION": "Ham Neevee Prabh Ath Oochaa Kio Kar Miliaa Jaaeae Raam ||2||",
    "PUNJABI": "(ਉਂਞ ਤਾਂ) ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਨੀਵੀਂ ਪੱਧਰ ਤੇ ਹਾਂ ਪ੍ਰਭੂ (ਇਸ ਪੱਧਰ ਨਾਲੋਂ) ਬਹੁਤ ਉੱਚਾ ਹੈ, ਉਸ ਨਾਲ ਸਾਡਾ ਮੇਲ ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "Git Gty sBnw ivic eyko; eyko rwm Bqwro rwm ]",
    "TRANSLITERATION": "Ghatt Ghattae Sabhanaa Vich Eaeko Eaeko Raam Bhathaaro Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹਰੇਕ ਸਰੀਰ ਵਿਚ, ਸਭ ਜੀਵਾਂ ਵਿਚ ਇਕ ਪ੍ਰਭੂ-ਖਸਮ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "iekn@w pRBu dUir vsY; iekn@w min AwDwro rwm ]",
    "TRANSLITERATION": "Eikanaa Prabh Dhoor Vasai Eikanaa Man Aadhhaaro Raam ||",
    "PUNJABI": "ਪਰ, ਕਈ ਜੀਵਾਂ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਜਾਪਦਾ ਹੈ, ਤੇ, ਕਈ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਉਸ ਪ੍ਰਭੂ ਦਾ ਹੀ ਆਸਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "ieknw mn AwDwro isrjxhwro; vfBwgI guru pwieAw ]",
    "TRANSLITERATION": "Eikanaa Man Aadhhaaro Sirajanehaaro Vaddabhaagee Gur Paaeiaa ||",
    "PUNJABI": "ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ ਕਈ ਜੀਵਾਂ ਦੇ ਮਨ ਦਾ ਸਹਾਰਾ ਹੈ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "Git Git hir pRBu eyko suAwmI; gurmuiK AlKu lKwieAw ]",
    "TRANSLITERATION": "Ghatt Ghatt Har Prabh Eaeko Suaamee Guramukh Alakh Lakhaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਇਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਨੇ ਉਸ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਨੂੰ (ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ) ਵੇਖ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": "AlKu:polw bolo"
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "shjy Andu hoAw mnu mwinAw; nwnk bRhm bIcwro ]",
    "TRANSLITERATION": "Sehajae Anadh Hoaa Man Maaniaa Naanak Breham Beechaaro ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਕਰਨ ਵਿਚ ਪਤੀਜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "Git Gty sBnw ivic eyko; eyko rwm Bqwro rwm ]3]",
    "TRANSLITERATION": "Ghatt Ghattae Sabhanaa Vich Eaeko Eaeko Raam Bhathaaro Raam ||3||",
    "PUNJABI": "ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਸਭ ਜੀਵਾਂ ਵਿਚ ਇਕ ਪ੍ਰਭੂ-ਖਸਮ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "guru syvin siqguru dwqw; hir hir nwim smwieAw rwm ]",
    "TRANSLITERATION": "Gur Saevan Sathigur Dhaathaa Har Har Naam Samaaeiaa Raam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "hir DUiV dyvhu mY, pUry gur kI; hm pwpI. mukqu krwieAw rwm ]",
    "TRANSLITERATION": "Har Dhhoorr Dhaevahu Mai Poorae Gur Kee Ham Paapee Mukath Karaaeiaa Raam ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਭੀ ਪੂਰੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼! ਗੁਰੂ ਅਸਾਂ ਪਾਪੀ ਜੀਵਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਆਜ਼ਾਦ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "pwpI mukqu krwey. Awpu gvwey; inj Gir pwieAw vwsw ]",
    "TRANSLITERATION": "Paapee Mukath Karaaeae Aap Gavaaeae Nij Ghar Paaeiaa Vaasaa ||",
    "PUNJABI": "ਗੁਰੂ ਵਿਕਾਰੀ ਜੀਵਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਸੁਤੰਤਰ ਕਰ ਦੇਂਦਾ ਹੈ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਰਨ ਆਏ ਮਨੁੱਖ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "ibbyk buDI suiK rYix ivhwxI; gurmiq nwim pRgwsw ]",
    "TRANSLITERATION": "Bibaek Budhhee Sukh Rain Vihaanee Guramath Naam Pragaasaa ||",
    "PUNJABI": "(ਗੁਰੂ ਪਾਸੋਂ) ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਆਨੰਦ ਵਿਚ ਬੀਤਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਸਦਕਾ ਹਰਿ-ਨਾਮ ਦੀ ਰਾਹੀਂ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "hir hir Andu BieAw idnu rwqI; nwnk hir mIT lgwey ]",
    "TRANSLITERATION": "Har Har Anadh Bhaeiaa Dhin Raathee Naanak Har Meeth Lagaaeae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਦਿਨ ਰਾਤ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2891,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "guru syvin siqguru dwqw; hir hir nwim smwey ]4]6]7]5]7]12]",
    "TRANSLITERATION": "Gur Saevan Sathigur Dhaathaa Har Har Naam Samaaeae ||4||6||7||5||7||12||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ। ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋਏ ਰਹਿੰਦੇ ਹਨ ॥੪॥੬॥੭॥੫॥੭॥੧੨॥",
    "PRONUNCIATION": ""
  }
]