[
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "rwgu sUhI mhlw 4 CMq Gru 1",
    "TRANSLITERATION": "Raag Soohee Mehalaa 4 Shhanth Ghar 1",
    "PUNJABI": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 1,
    "RAAG_ID": 19,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru purKu imlwie; Avgx ivkxw. gux rvw. bil rwm jIau ]",
    "TRANSLITERATION": "Sathigur Purakh Milaae Avagan Vikanaa Gun Ravaa Bal Raam Jeeo ||",
    "PUNJABI": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। ਮੈਨੂੰ ਗੁਰੂ-ਪੁਰਖ ਮਿਲਾ (ਜਿਸ ਦੀ ਰਾਹੀਂ) ਮੈਂ (ਤੇਰੇ) ਗੁਣ ਯਾਦ ਕਰਾਂ, ਅਤੇ (ਇਹਨਾਂ ਗੁਣਾਂ ਦੇ ਵੱਟੇ) ਔਗੁਣ ਵੇਚ ਦਿਆਂ (ਦੂਰ ਕਰ ਦਿਆਂ)।",
    "PRONUNCIATION": "pUrn gurU jI,nwmu v`ty, AOgux ^rIddy hn, pUrn gurU jI qoN nwmu lY ky, Avgxw dw ivkxw hovy"
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 2,
    "RAAG_ID": 19,
    "GURMUKHI": "hir hir nwmu iDAwie; gurbwxI inq inq cvw. bil rwm jIau ]",
    "TRANSLITERATION": "Har Har Naam Dhhiaae Gurabaanee Nith Nith Chavaa Bal Raam Jeeo ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਮੈਂ ਸਦਾ ਹੀ ਗੁਰੂ ਦੀ ਬਾਣੀ ਉਚਾਰਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "gurbwxI sd mITI lwgI; pwp ivkwr gvwieAw ]",
    "TRANSLITERATION": "Gurabaanee Sadh Meethee Laagee Paap Vikaar Gavaaeiaa ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਦੀ ਬਾਣੀ ਸਦਾ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 3,
    "RAAG_ID": 19,
    "GURMUKHI": "haumY rogu gieAw Bau Bwgw; shjy shij imlwieAw ]",
    "TRANSLITERATION": "Houmai Rog Gaeiaa Bho Bhaagaa Sehajae Sehaj Milaaeiaa ||",
    "PUNJABI": "ਉਸ ਦਾ ਹਉਮੈ ਦਾ ਰੋਗ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਹਰੇਕ ਕਿਸਮ ਦਾ ਡਰ-ਸਹਿਮ ਭੱਜ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਸਦਾ ਹੀ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 4,
    "RAAG_ID": 19,
    "GURMUKHI": "kwieAw syj gur sbid suKwlI; igAwn qiq kir Bogo ]",
    "TRANSLITERATION": "Kaaeiaa Saej Gur Sabadh Sukhaalee Giaan Thath Kar Bhogo ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੇਜ ਸੁਖ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦੀ ਹੈ (ਸੁਖ ਦਾ ਘਰ ਬਣ ਜਾਂਦੀ ਹੈ), ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਖ ਮਾਣਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "An idnu suiK mwxy inq rlIAw; nwnk Duir sMjogo ]1]",
    "TRANSLITERATION": "Anadhin Sukh Maanae Nith Raleeaa Naanak Dhhur Sanjogo ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਸੰਜੋਗ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਆਨੰਦ ਵਿਚ ਟਿਕੀ ਰਹਿ ਕੇ ਸਦਾ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ) ਸੁਖ ਮਾਣਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 5,
    "RAAG_ID": 19,
    "GURMUKHI": "squ sMqoKu kir Bwau; kuVmu kuVmweI AwieAw. bil rwm jIau ]",
    "TRANSLITERATION": "Sath Santhokh Kar Bhaao Kurram Kurramaaee Aaeiaa Bal Raam Jeeo ||",
    "PUNJABI": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਣ ਵਾਸਤੇ ਵਿਚੋਲਾ-ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪਿਆ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸੇਵਾ ਸੰਤੋਖ ਪ੍ਰੇਮ ਆਦਿਕ ਗੁਣ ਪੈਦਾ ਕਰ ਕੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "sMq jnw kir mylu; gurbwxI gwvweIAw. bil rwm jIau ]",
    "TRANSLITERATION": "Santh Janaa Kar Mael Gurabaanee Gaavaaeeaa Bal Raam Jeeo ||",
    "PUNJABI": "ਸਾਧਸੰਗਤਿ ਦਾ (ਉਸ ਨਾਲ) ਮੇਲ ਕਰ ਕੇ ਗੁਰੂ ਨੇ (ਉਸ ਨੂੰ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਗਾਵਣ ਦੀ ਪ੍ਰੇਰਨਾ ਕੀਤੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 6,
    "RAAG_ID": 19,
    "GURMUKHI": "bwxI gur gweI. prmgiq pweI; pMc imly sohwieAw ]",
    "TRANSLITERATION": "Baanee Gur Gaaee Param Gath Paaee Panch Milae Sohaaeiaa ||",
    "PUNJABI": "ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੁਰੂ ਦੀ ਉਚਾਰੀ ਹੋਈ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਗਾਣੀ ਸ਼ੁਰੂ ਕੀਤੀ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈ। ਉਸ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਵਿਕਾਰਾਂ ਵਲ ਦੌੜਨ ਦੇ ਥਾਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਵਿਚ) ਮਿਲ ਬੈਠੇ, ਤੇ ਸੋਹਣੇ ਲੱਗਣ ਲੱਗ ਪਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 7,
    "RAAG_ID": 19,
    "GURMUKHI": "gieAw kroDu mmqw qin nwTI; pwKMfu Brmu gvwieAw ]",
    "TRANSLITERATION": "Gaeiaa Karodhh Mamathaa Than Naathee Paakhandd Bharam Gavaaeiaa ||",
    "PUNJABI": "ਉਸ ਦੇ ਅੰਦਰੋਂ ਕ੍ਰੋਧ ਦੂਰ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਸਰੀਰ ਵਿਚ ਵੱਸਦੀ ਮਮਤਾ ਨੱਸ ਗਈ, ਉਸ ਦਾ ਪਖੰਡ ਦੂਰ ਹੋ ਗਿਆ, ਭਟਕਣਾ ਦੂਰ ਹੋ ਗਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "haumY pIr geI suKu pwieAw; Awrogq Bey srIrw ]",
    "TRANSLITERATION": "Houmai Peer Gee Sukh Paaeiaa Aarogath Bheae Sareeraa ||",
    "PUNJABI": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਪੀੜ ਚਲੀ ਗਈ, ਉਸ ਦਾ ਸਾਰਾ ਸਰੀਰ ਨਿਰੋਆ ਹੋ ਗਿਆ, ਤੇ ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 8,
    "RAAG_ID": 19,
    "GURMUKHI": "gur prswdI bRhmu pCwqw; nwnk guxI ghIrw ]2]",
    "TRANSLITERATION": "Gur Parasaadhee Breham Pashhaathaa Naanak Gunee Geheeraa ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "mnmuiK ivCuVI dUir. mhlu n pwey; bil geI. bil rwm jIau ]",
    "TRANSLITERATION": "Manamukh Vishhurree Dhoor Mehal N Paaeae Bal Gee Bal Raam Jeeo ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲੋਂ ਵਿਛੁੜੀ ਰਹਿੰਦੀ ਹੈ, (ਉਸ ਦੇ ਚਰਨਾਂ ਤੋਂ) ਦੂਰ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੀ, (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 9,
    "RAAG_ID": 19,
    "GURMUKHI": "AMqir mmqw kUir. kUVu ivhwJy; kUiV leI. bil rwm jIau ]",
    "TRANSLITERATION": "Anthar Mamathaa Koor Koorr Vihaajhae Koorr Lee Bal Raam Jeeo ||",
    "PUNJABI": "ਉਸ ਦੇ ਅੰਦਰ ਝੂਠੀ ਮਮਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਸਦਾ ਨਾਸਵੰਤ ਮਾਇਆ ਹੀ ਇਕੱਠੀ ਕਰਦੀ ਹੈ, ਮਾਇਆ ਉਸ ਨੂੰ ਸਦਾ ਗ੍ਰਸੀ ਰੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "kUVu kptu kmwvY. mhw duKu pwvY; ivxu siqgur mgu. n pwieAw ]",
    "TRANSLITERATION": "Koorr Kapatt Kamaavai Mehaa Dhukh Paavai Vin Sathigur Mag N Paaeiaa ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਸਦਾ) ਝੂਠ ਠੱਗੀ (ਆਦਿਕ ਦੀ) ਕਾਰ ਕਰਦੀ ਹੈ, ਬੜਾ ਦੁੱਖ ਸਹਾਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ) ਰਸਤਾ ਨਹੀਂ ਲੱਭਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 10,
    "RAAG_ID": 19,
    "GURMUKHI": "auJV pMiQ BRmY gwvwrI; iKnu iKnu Dky KwieAw ]",
    "TRANSLITERATION": "Oujharr Panthh Bhramai Gaavaaree Khin Khin Dhhakae Khaaeiaa ||",
    "PUNJABI": "ਉਹ ਮੂਰਖ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਜਾੜ ਦੇ ਰਸਤੇ ਵਿਚ (ਜਿਥੇ ਕਾਮਾਦਿਕ ਲੁਟੇਰੇ ਲੁੱਟ ਲੈਂਦੇ ਹਨ) ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ, ਤੇ ਹਰ ਵੇਲੇ ਧੱਕੇ ਖਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 11,
    "RAAG_ID": 19,
    "GURMUKHI": "Awpy dieAw kry pRBu dwqw; siqguru purKu imlwey ]",
    "TRANSLITERATION": "Aapae Dhaeiaa Karae Prabh Dhaathaa Sathigur Purakh Milaaeae ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਇਆ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਮਰੱਥ ਗੁਰੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "jnm jnm ky ivCuVy jn myly; nwnk shij suBwey ]3]",
    "TRANSLITERATION": "Janam Janam Kae Vishhurrae Jan Maelae Naanak Sehaj Subhaaeae ||3||",
    "PUNJABI": "ਗੁਰੂ ਉਹਨਾਂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਛੁੜੇ ਹੋਇਆਂ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕਾ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 12,
    "RAAG_ID": 19,
    "GURMUKHI": "AwieAw lgnu gxwie; ihrdY Dn EmwhIAw. bil rwm jIau ]",
    "TRANSLITERATION": "Aaeiaa Lagan Ganaae Hiradhai Dhhan Oumaaheeaa Bal Raam Jeeo ||",
    "PUNJABI": "(ਜਿਵੇਂ ਜਦੋਂ ਲਾੜਾ) ਮੁਹੂਰਤ ਕਢਾ ਕੇ (ਜੰਞ ਲੈ ਕੇ) ਆਉਂਦਾ ਹੈ (ਤਾਂ,) ਇਸਤ੍ਰੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਖ਼ੁਸ਼ ਹੁੰਦੀ ਹੈ,",
    "PRONUNCIATION": "lgnu:polw bolo"
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "pMifq pwDy Awix; pqI bih vwcweIAw. bil rwm jIau ]",
    "TRANSLITERATION": "Panddith Paadhhae Aan Pathee Behi Vaachaaeeaa Bal Raam Jeeo ||",
    "PUNJABI": "ਪਾਂਧੇ ਪੰਡਿਤ ਪੱਤ੍ਰੀ ਲਿਆ ਕੇ ਬੈਠ ਕੇ (ਫੇਰੇ ਦੇਣ ਦਾ ਵੇਲਾ) ਵਿਚਾਰਦੇ ਹਨ।",
    "PRONUNCIATION": "mn lwVy nUM is`iKAw dyx vwly (pMifq)gursyvk, (pwDy)Bgq[(p`qI)ic`TI[(vwcweIAw)pRymw-BgqI pVHweI"
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 13,
    "RAAG_ID": 19,
    "GURMUKHI": "pqI vwcWeI. min vjI vDweI; jb swjn suxy Gir Awey ]",
    "TRANSLITERATION": "Pathee Vaachaaee Man Vajee Vadhhaaee Jab Saajan Sunae Ghar Aaeae ||",
    "PUNJABI": "(ਪਾਂਧੇ ਪੰਡਿਤ) ਪੱਤ੍ਰੀ ਵਿਚਾਰਦੇ ਹਨ (ਉਧਰ) ਜਦੋਂ (ਵਿਆਹ ਵਾਲੀ ਕੰਨਿਆ) ਸੱਜਣ ਘਰ ਵਿਚ ਆਏ ਸੁਣਦੀ ਹੈ, ਤਾਂ ਉਸ ਦੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਦੀ ਲਹਿਰ ਚੱਲ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 14,
    "RAAG_ID": 19,
    "GURMUKHI": "guxI igAwnI bih mqw pkwieAw; Pyry qqu idvwey ]",
    "TRANSLITERATION": "Gunee Giaanee Behi Mathaa Pakaaeiaa Faerae Thath Dhivaaeae ||",
    "PUNJABI": "ਗੁਣਵਾਨ ਬੈਠ ਕੇ ਫ਼ੈਸਲਾ ਕਰਦੇ ਹਨ, ਤੇ, ਤੁਰਤ ਫੇਰੇ ਦੇ ਦੇਂਦੇ ਹਨ (ਤਿਵੇਂ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪ੍ਰਭੂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੁੰਦਾ ਹੈ, ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਦੀ ਲਹਿਰ ਚੱਲ ਪੈਂਦੀ ਹੈ। ਗੁਰਮੁਖ ਬਾਣੀ ਦੇ ਰਸੀਏ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਪੜ੍ਹਦੇ ਵਿਚਾਰਦੇ ਹਨ। ਜਿਉਂ ਜਿਉਂ ਗੁਰਬਾਣੀ ਵਿਚਾਰਦੇ ਹਨ, ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਦਾ ਪਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਦੇ, ਮਾਨੋ, ਵਾਜੇ ਵੱਜਦੇ ਹਨ। ਗੁਰਮੁਖ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਾ ਦੇਂਦੇ ਹਨ)।",
    "PRONUNCIATION": "mqw"
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "vru pwieAw purKu AgMmu Agocru; sd nvqnu bwl sKweI ]",
    "TRANSLITERATION": "Var Paaeiaa Purakh Aganm Agochar Sadh Navathan Baal Sakhaaee ||",
    "PUNJABI": "ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ (ਸਾਧਾਰਨ ਉੱਦਮ ਨਾਲ) ਅਪਹੁੰਚ ਹੈ, ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਜੋ ਸਦਾ ਨਵੇਂ ਪਿਆਰ ਵਾਲਾ ਹੈ, ਜੋ ਬਚਪਨ ਤੋਂ ਹੀ ਮਿੱਤਰ ਚਲਾ ਆਉਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2892,
    "LINE_ID": 15,
    "RAAG_ID": 19,
    "GURMUKHI": "nwnk. ikrpw kir kY myly; ivCuiV kdy. n jweI ]4]1]",
    "TRANSLITERATION": "Naanak Kirapaa Kar Kai Maelae Vishhurr Kadhae N Jaaee ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰ ਕੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ, ਉਹ ਮੁੜ ਕਦੇ ਉਸ ਤੋਂ ਨਹੀਂ ਵਿਛੁੜਦੀ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2893,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "sUhI mhlw 4 ]",
    "TRANSLITERATION": "Soohee Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2893,
    "LINE_ID": 16,
    "RAAG_ID": 19,
    "GURMUKHI": "hir pihlVI lwv; privrqI krm idRVwieAw, bil rwm jIau ]",
    "TRANSLITERATION": "Har Pehilarree Laav Paravirathee Karam Dhrirraaeiaa Bal Raam Jeeo ||",
    "PUNJABI": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। (ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਨੇ ਸਿੱਖ ਨੂੰ) ਹਰਿ-ਨਾਮ ਜਪਣ ਦੇ ਆਹਰ ਵਿਚ ਰੁੱਝਣ ਦਾ ਕੰਮ ਨਿਸ਼ਚੇ ਕਰਾਇਆ ਹੈ (ਤਾਕੀਦ ਕੀਤੀ ਹੈ)। ਇਹੀ ਹੈ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ) ਪਹਿਲੀ ਸੋਹਣੀ ਲਾਂਵ।",
    "PRONUNCIATION": "(lwv)pRkrmW, AvsQw, lgn, is`iKAw[ SuB guxW c (pr-ivrqI)pRivrq hoxw[(krm)inSkwm krm[ ibsRwm lwv qy hn"
  },
  {
    "SHABAD_ID": 2893,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "bwxI bRhmw vydu, Drmu idRVhu; pwp qjwieAw, bil rwm jIau ]",
    "TRANSLITERATION": "Baanee Brehamaa Vaedh Dhharam Dhrirrahu Paap Thajaaeiaa Bal Raam Jeeo ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ (ਸਿੱਖ ਵਾਸਤੇ) ਬ੍ਰਹਮਾ ਦਾ ਵੇਦ ਹੈ। ਇਸ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦਾ) ਧਰਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰੋ (ਨਾਮ ਸਿਮਰਿਆਂ ਸਾਰੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2893,
    "LINE_ID": 17,
    "RAAG_ID": 19,
    "GURMUKHI": "Drmu idRVhu. hir nwmu iDAwvhu; isimRiq nwmu idRVwieAw ]",
    "TRANSLITERATION": "Dhharam Dhrirrahu Har Naam Dhhiaavahu Simrith Naam Dhrirraaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹੋ, (ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਇਹ) ਧਰਮ (ਆਪਣੇ ਅੰਦਰ) ਪੱਕਾ ਕਰ ਲਵੋ। ਗੁਰੂ ਨੇ ਜੋ ਨਾਮ ਸਿਮਰਨ ਦੀ ਤਾਕੀਦ ਕੀਤੀ ਹੈ, ਇਹੀ ਸਿੱਖ ਵਾਸਤੇ ਸਿਮ੍ਰਿਤਿ (ਦਾ ਉਪਦੇਸ਼) ਹੈ।",
    "PRONUNCIATION": "ism-i Riq"
  },
  {
    "SHABAD_ID": 2893,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "siqguru guru pUrw AwrwDhu; siB iklivK pwp gvwieAw ]",
    "TRANSLITERATION": "Sathigur Gur Pooraa Aaraadhhahu Sabh Kilavikh Paap Gavaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ (ਦੇ ਇਸ ਉਪਦੇਸ਼ ਨੂੰ) ਹਰ ਵੇਲੇ ਚੇਤੇ ਰੱਖੋ, ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2893,
    "LINE_ID": 18,
    "RAAG_ID": 19,
    "GURMUKHI": "shj AnMdu hoAw vfBwgI; min hir hir mITw lwieAw ]",
    "TRANSLITERATION": "Sehaj Anandh Hoaa Vaddabhaagee Man Har Har Meethaa Laaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੁਖ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]