[
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "rwgu iblwvlu mhlw 1 caupdy Gru 1 ]",
    "TRANSLITERATION": "Raag Bilaaval Mehalaa 1 Choupadhae Ghar 1 ||",
    "PUNJABI": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "qU sulqwnu. khw hau mIAw; qyrI kvn vfweI ]",
    "TRANSLITERATION": "Thoo Sulathaan Kehaa Ho Meeaa Thaeree Kavan Vaddaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕੇ ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਨਹੀਂ ਕਰ ਰਿਹਾ, (ਇਹ ਤਾਂ ਇਉਂ ਹੀ ਹੈ ਕਿ) ਤੂੰ ਬਾਦਸ਼ਾਹ ਹੈਂ, ਤੇ ਮੈਂ ਤੈਨੂੰ ਮੀਆਂ ਆਖ ਰਿਹਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "jo qU dyih. su khw suAwmI; mY mUrK. khxu n jweI ]1]",
    "TRANSLITERATION": "Jo Thoo Dhaehi S Kehaa Suaamee Mai Moorakh Kehan N Jaaee ||1||",
    "PUNJABI": "(ਪਰ ਇਤਨੀ ਕੁ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਮੇਰੀ ਆਪਣੀ ਸਮਰੱਥਾ ਨਹੀਂ ਹੈ) ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦਾ) ਜਿਤਨਾ ਕੁ ਬਲ ਤੂੰ ਦੇਂਦਾ ਹੈਂ ਮੈਂ ਉਤਨਾ ਕੁ ਤੇਰੇ ਗੁਣ ਆਖ ਲੈਂਦਾ ਹਾਂ। ਮੈਂ ਅੰਞਾਣ ਪਾਸੋਂ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦੇ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "qyry gux gwvw; dyih buJweI ]",
    "TRANSLITERATION": "Thaerae Gun Gaavaa Dhaehi Bujhaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਅਜੇਹੀ) ਸਮਝ ਬਖ਼ਸ਼ ਕਿ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਸਕਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "jYsy sc mih; rhau rjweI ]1] rhwau ]",
    "TRANSLITERATION": "Jaisae Sach Mehi Reho Rajaaee ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਰਜ਼ਾ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ਤੇ, ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਤੇਰੇ (ਚਰਨਾਂ) ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਸਕਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "jo ikCu hoAw. sBu ikCu quJ qy; qyrI sB AsnweI ]",
    "TRANSLITERATION": "Jo Kishh Hoaa Sabh Kishh Thujh Thae Thaeree Sabh Asanaaee ||",
    "PUNJABI": "ਇਹ ਜਿਤਨਾ ਕੁ ਜਗਤ ਬਣਿਆ ਹੋਇਆ ਹੈ ਇਹ ਸਾਰਾ ਤੈਥੋਂ ਹੀ ਬਣਿਆ ਹੈ, ਇਹ ਸਾਰੀ ਤੇਰੀ ਹੀ ਬਜ਼ੁਰਗੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "qyrw AMqu. n jwxw myry swihb; mY AMDuly. ikAw cqurweI ]2]",
    "TRANSLITERATION": "Thaeraa Anth N Jaanaa Maerae Saahib Mai Andhhulae Kiaa Chathuraaee ||2||",
    "PUNJABI": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਜਾਣ ਸਕਦਾ। ਮੈਂ ਅੰਨ੍ਹਾ ਹਾਂ (ਤੁੱਛ-ਅਕਲ ਹਾਂ) ਮੇਰੇ ਵਿਚ ਕੋਈ ਐਸੀ ਸਿਆਣਪ ਨਹੀਂ ਹੈ (ਕਿ ਮੈਂ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਜਾਣ ਸਕਾਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "ikAw hau kQI. kQy kiQ dyKw; mY. AkQu, n kQnw jweI ]",
    "TRANSLITERATION": "Kiaa Ho Kathhee Kathhae Kathh Dhaekhaa Mai Akathh N Kathhanaa Jaaee ||",
    "PUNJABI": "ਮੈਂ ਤੇਰੇ ਗੁਣ ਬਿਲਕੁਲ ਨਹੀਂ ਕਹਿ ਸਕਦਾ। ਤੇਰੇ ਗੁਣ ਆਖ ਆਖ ਕੇ ਜਦੋਂ ਮੈਂ ਵੇਖਦਾ ਹਾਂ (ਤਾਂ ਮੈਨੂੰ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਤੇਰਾ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ, ਮੈਂ ਬਿਆਨ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹਾਂ।",
    "PRONUNCIATION": "A-kQu:polw bolo"
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "jo quDu BwvY. soeI AwKw; iqlu qyrI vifAweI ]3]",
    "TRANSLITERATION": "Jo Thudhh Bhaavai Soee Aakhaa Thil Thaeree Vaddiaaee ||3||",
    "PUNJABI": "ਤੇਰੀ ਰਤਾ ਮਾਤ੍ਰ ਵਡਿਆਈ ਭੀ ਜੇਹੜੀ ਮੈਂ ਆਖਦਾ ਹਾਂ ਉਹੀ ਆਖਦਾ ਹਾਂ ਜੋ ਤੈਨੂੰ ਭਾਉਂਦੀ ਹੈ (ਭਾਵ, ਜਿਤਨੀ ਕੁ ਤੂੰ ਬਿਆਨ ਕਰਨ ਲਈ ਆਪ ਹੀ ਸਮਝ ਦੇਂਦਾ ਹੈਂ) ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "eyqy kUkr. hau bygwnw; Baukw. iesu qn qweI ]",
    "TRANSLITERATION": "Eaethae Kookar Ho Baegaanaa Bhoukaa Eis Than Thaaee ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਇਥੇ ਕਾਮਾਦਿਕ) ਅਨੇਕਾਂ ਕੁੱਤੇ ਹਨ, ਮੈਂ (ਇਹਨਾਂ ਵਿਚ) ਓਪਰਾ (ਆ ਫਸਿਆ) ਹਾਂ, (ਜਿਤਨੀ ਕੁ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹਾਂ ਉਹ ਭੀ ਮੈਂ) ਆਪਣੇ ਇਸ ਸਰੀਰ ਨੂੰ (ਕਾਮਾਦਿਕ ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਾਣ ਲਈ ਭੌਂਕਦਾ ਹੀ ਹਾਂ, ਜਿਵੇਂ ਓਪਰਾ ਕੁੱਤਾ ਵੈਰੀ ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਣ ਲਈ ਭੌਂਕਦਾ ਹੈ)।",
    "PRONUNCIATION": "(kUkr)kwm kRoD AOgux Awidk ku`qy[ Bau~kW[ qWeIN"
  },
  {
    "SHABAD_ID": 2986,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "Bgiq hIxu nwnku. jy hoiegw; qw KsmY nwau. n jweI ]4]1]",
    "TRANSLITERATION": "Bhagath Heen Naanak Jae Hoeigaa Thaa Khasamai Naao N Jaaee ||4||1||",
    "PUNJABI": "(ਮੈਨੂੰ ਇਹ ਧਰਵਾਸ ਹੈ ਕਿ) ਜੇ (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਭਗਤੀ ਤੋਂ ਸੱਖਣਾ ਹੈ (ਤਾਂ ਭੀ ਤੂੰ ਮੇਰੇ ਸਿਰ ਤੇ ਰਾਖਾ ਖਸਮ ਹੈਂ, ਤੇ ਤੈਂ) ਖਸਮ ਦੀ ਇਹ ਸੋਭਾ ਦੂਰ ਨਹੀਂ ਹੋ ਗਈ (ਕਿ ਤੂੰ ਮੁੱਢ ਕਦੀਮਾਂ ਤੋਂ ਸਰਨ ਆਏ ਦੀ ਸਹੈਤਾ ਕਰਦਾ ਆਇਆ ਹੈਂ) ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 1 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "mnu mMdru. qnu vys klMdru; Gt hI qIriQ nwvw ]",
    "TRANSLITERATION": "Man Mandhar Than Vaes Kalandhar Ghatt Hee Theerathh Naavaa ||",
    "PUNJABI": "ਮੇਰਾ ਮਨ (ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਰਹਿਣ ਲਈ) ਮੰਦਰ (ਬਣ ਗਿਆ) ਹੈ, ਮੇਰਾ ਸਰੀਰ (ਭਾਵ, ਮੇਰਾ ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ ਮੰਦਰ ਦੀ ਜਾਤ੍ਰਾ ਕਰਨ ਵਾਲਾ) ਰਮਤਾ ਸਾਧੂ ਬਣ ਗਿਆ ਹੈ (ਭਾਵ, ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਬਾਹਰ ਭਟਕਣ ਦੇ ਥਾਂ ਅੰਦਰ-ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਵਲ ਪਰਤ ਪਏ ਹਨ), ਹੁਣ ਮੈਂ ਹਿਰਦੇ-ਤੀਰਥ ਉਤੇ ਹੀ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "eyku sbdu myrY pRwin bsqu hY; bwhuiV jnim. n Awvw ]1]",
    "TRANSLITERATION": "Eaek Sabadh Maerai Praan Basath Hai Baahurr Janam N Aavaa ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਮੇਰੀ ਜਿੰਦ ਵਿਚ ਟਿਕ ਗਿਆ ਹੈ (ਮੇਰੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਬਣ ਗਿਆ। ਇਸ ਵਾਸਤੇ ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਮੈਂ ਮੁੜ ਜਨਮ ਵਿਚ ਨਹੀਂ ਆਵਾਂਗਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "mnu byiDAw. dieAwl syqI; myrI mweI ]",
    "TRANSLITERATION": "Man Baedhhiaa Dhaeiaal Saethee Maeree Maaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਮੇਰਾ) ਮਨ ਦਇਆ-ਦੇ-ਘਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਵਿੱਝ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "by~iDAw"
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "kauxu jwxY. pIr prweI ]",
    "TRANSLITERATION": "Koun Jaanai Peer Paraaee ||",
    "PUNJABI": "ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਕਿਸੇ ਦੂਜੇ ਦਾ ਦੁੱਖ-ਦਰਦ ਸਮਝ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "hm nwhI icMq prweI ]1] rhwau ]",
    "TRANSLITERATION": "Ham Naahee Chinth Paraaee ||1|| Rehaao ||",
    "PUNJABI": "ਹੁਣ ਮੈਂ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਨਹੀਂ ਰੱਖਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "Agm Agocr AlK Apwrw; icMqw krhu hmwrI ]",
    "TRANSLITERATION": "Agam Agochar Alakh Apaaraa Chinthaa Karahu Hamaaree ||",
    "PUNJABI": "ਹੇ ਅਪਹੁੰਚ! ਹੇ ਅਗੋਚਰ! ਹੇ ਅਦ੍ਰਿਸ਼ਟ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਸਾਡੀ ਸਭ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "jil Qil mhIAil Birpuir lIxw; Git Git joiq qum@wrI ]2]",
    "TRANSLITERATION": "Jal Thhal Meheeal Bharipur Leenaa Ghatt Ghatt Joth Thumhaaree ||2||",
    "PUNJABI": "ਤੂੰ ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਨਕਾਨਕ ਵਿਆਪਕ ਹੈਂ, ਹਰੇਕ (ਜੀਵ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਜੋਤਿ ਮੌਜੂਦ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "isK miq sB buiD qum@wrI; mMidr Cwvw qyry ]",
    "TRANSLITERATION": "Sikh Math Sabh Budhh Thumhaaree Mandhir Shhaavaa Thaerae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਸਭ ਜੀਵਾਂ ਦੇ ਮਨ ਤੇ ਸਰੀਰ ਤੇਰੇ ਹੀ ਰਚੇ ਹੋਏ ਹਨ, ਸਿੱਖਿਆ ਅਕਲ ਸਮਝ ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੈਥੋਂ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "quJ ibnu Avru. n jwxw myry swihbw; gux gwvw inq qyry ]3]",
    "TRANSLITERATION": "Thujh Bin Avar N Jaanaa Maerae Saahibaa Gun Gaavaa Nith Thaerae ||3||",
    "PUNJABI": "ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ। ਮੈਂ ਨਿਤ ਤੇਰੇ ਹੀ ਗੁਣ ਗਾਂਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "jIA jMq siB srix qum@wrI; srb icMq quDu pwsy ]",
    "TRANSLITERATION": "Jeea Janth Sabh Saran Thumhaaree Sarab Chinth Thudhh Paasae ||",
    "PUNJABI": "ਸਾਰੇ ਜੀਵ ਜੰਤ ਤੇਰੇ ਹੀ ਆਸਰੇ ਹਨ, ਤੈਨੂੰ ਹੀ ਸਭ ਦੀ ਸੰਭਾਲ ਦਾ ਫ਼ਿਕਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2987,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "jo quDu BwvY soeI cMgw; iek nwnk kI Ardwsy ]4]2]",
    "TRANSLITERATION": "Jo Thudhh Bhaavai Soee Changaa Eik Naanak Kee Aradhaasae ||4||2||",
    "PUNJABI": "ਨਾਨਕ ਦੀ (ਤੇਰੇ ਦਰ ਤੇ) ਸਿਰਫ਼ ਇਹੀ ਬੇਨਤੀ ਹੈ ਕਿ ਜੋ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ ਉਹ ਮੈਨੂੰ ਚੰਗੀ ਲੱਗੇ (ਮੈਂ ਸਦਾ ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਰਾਜ਼ੀ ਰਹਾਂ) ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2988,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 1 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2988,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "Awpy sbdu; Awpy nIswnu ]",
    "TRANSLITERATION": "Aapae Sabadh Aapae Neesaan ||",
    "PUNJABI": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਮਿਲ ਜਾਂਦੀ ਹੈ ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ) ਆਪ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੈ (ਭਾਵ, ਜਿਥੇ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੁੰਦੀ ਹੈ ਉਥੇ ਉਹ ਮੌਜੂਦ ਹੈ), ਆਪ ਹੀ (ਜੀਵ ਵਾਸਤੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਰਾਹਦਾਰੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2988,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "Awpy surqw; Awpy jwnu ]",
    "TRANSLITERATION": "Aapae Surathaa Aapae Jaan ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ) ਸੁਣਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਦੁੱਖ-ਦਰਦ) ਜਾਣਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2988,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "Awpy. kir kir vyKY qwxu ]",
    "TRANSLITERATION": "Aapae Kar Kar Vaekhai Thaan ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਰਚ ਕੇ ਆਪ ਹੀ ਆਪਣਾ (ਇਹ) ਬਲ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2988,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "qU dwqw; nwmu prvwxu ]1]",
    "TRANSLITERATION": "Thoo Dhaathaa Naam Paravaan ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ ਸਭ ਦਾਤਾਂ) ਦੇਣ ਵਾਲਾ ਹੈਂ, (ਜਿਸ ਨੂੰ ਤੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈਂ, ਉਹ ਤੇਰੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  }
]