[
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "jip mn; rwm nwmu rsnw ]",
    "TRANSLITERATION": "Jap Man Raam Naam Rasanaa ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "msqik ilKq ilKy guru pwieAw; hir ihrdY hir bsnw ]1] rhwau ]",
    "TRANSLITERATION": "Masathak Likhath Likhae Gur Paaeiaa Har Hiradhai Har Basanaa ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਲਿਖੇ ਹੋਏ ਚੰਗੇ ਭਾਗ ਉੱਘੜ ਪੈਣ, ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਸਹੈਤਾ ਨਾਲ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "mwieAw igrsiq. BRmqu hY pRwnI; riK lyvhu jnu Apnw ]",
    "TRANSLITERATION": "Maaeiaa Girasath Bhramath Hai Praanee Rakh Laevahu Jan Apanaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਜੀਵ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, (ਮੈਨੂੰ) ਆਪਣੇ ਦਾਸ ਨੂੰ (ਇਸ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚਾ ਲੈ,",
    "PRONUNCIATION": "ig-rsiq"
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "ijau pRihlwdu. hrxwKis gRisE; hir rwiKE hir srnw ]2]",
    "TRANSLITERATION": "Jio Prehilaadh Haranaakhas Grasiou Har Raakhiou Har Saranaa ||2||",
    "PUNJABI": "(ਉਸ ਤਰ੍ਹਾਂ ਬਚਾ ਲੈ) ਜਿਵੇਂ, ਹੇ ਹਰੀ! ਤੂੰ ਸਰਨ ਪਏ ਪ੍ਰਹਿਲਾਦ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਜਦੋਂ ਉਸ ਨੂੰ ਹਰਣਾਖਸ ਨੇ ਦੁੱਖ ਦਿੱਤਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "kvn kvn kI giq imiq khIAY; hir kIey piqq pvMnw ]",
    "TRANSLITERATION": "Kavan Kavan Kee Gath Mith Keheeai Har Keeeae Pathith Pavannaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕਿਸ ਕਿਸ ਦੀ ਹਾਲਤ ਦੱਸੀ ਜਾਏ? ਉਹ ਪਰਮਾਤਮਾ ਤਾਂ ਬੜੇ ਬੜੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "Ehu FovY For, hwiQ cmu cmry; hir auDirE pirE srnw ]3]",
    "TRANSLITERATION": "Ouhu Dtovai Dtor Haathh Cham Chamarae Har Oudhhariou Pariou Saranaa ||3||",
    "PUNJABI": "(ਵੇਖੋ!) ਉਹ (ਰਵਿਦਾਸ) ਮੋਏ ਹੋਏ ਪਸ਼ੂ ਢੋਂਦਾ ਸੀ, (ਉਸ) ਚਮਾਰ ਦੇ ਹੱਥ ਵਿਚ (ਨਿੱਤ) ਚੰਮ (ਫੜਿਆ ਹੁੰਦਾ) ਸੀ, ਪਰ ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ, ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੩॥",
    "PRONUNCIATION": "hir jI ny auDwrnw kIqy[ au-DirE"
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "pRB dIn dieAwl Bgq Bv qwrn; hm pwpI rwKu ppnw ]",
    "TRANSLITERATION": "Prabh Dheen Dhaeiaal Bhagath Bhav Thaaran Ham Paapee Raakh Papanaa ||",
    "PUNJABI": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਪਾਪੀ ਜੀਵਾਂ ਨੂੰ ਪਾਪਾਂ ਤੋਂ ਬਚਾ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2996,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "hir dwsn dws. dws hm krIAhu; jn nwnk. dws dwsMnw ]4]1]",
    "TRANSLITERATION": "Har Dhaasan Dhaas Dhaas Ham Kareeahu Jan Naanak Dhaas Dhaasannaa ||4||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਸਾਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "hm mUrK mugD AigAwn mqI; srxwgiq purK Ajnmw ]",
    "TRANSLITERATION": "Ham Moorakh Mugadhh Agiaan Mathee Saranaagath Purakh Ajanamaa ||",
    "PUNJABI": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਹੇ ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਮੂਰਖ ਹਾਂ, ਬੜੇ ਮੂਰਖ ਹਾਂ, ਬੇ ਸਮਝ ਹਾਂ (ਪਰ) ਤੇਰੀ ਸਰਨ ਪਏ ਹਾਂ।",
    "PRONUNCIATION": "sr-xwgiq[ A-jnmw"
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "kir ikrpw riK lyvhu myry Twkur; hm pwQr hIn Akrmw ]1]",
    "TRANSLITERATION": "Kar Kirapaa Rakh Laevahu Maerae Thaakur Ham Paathhar Heen Akaramaa ||1||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਮੇਹਰ ਕਰ, ਸਾਡੀ ਰੱਖਿਆ ਕਰ, ਅਸੀਂ ਪੱਥਰ (-ਦਿਲ) ਹਾਂ, ਅਸੀਂ ਨਿਮਾਣੇ ਹਾਂ ਤੇ ਮੰਦ-ਭਾਗੀ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": "A-krmw"
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "myry mn; Bju rwm nwmY rwmw ]",
    "TRANSLITERATION": "Maerae Man Bhaj Raam Naamai Raamaa ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmiq hir rsu pweIAY; hoir iqAwghu inhPl kwmw ]1] rhwau ]",
    "TRANSLITERATION": "Guramath Har Ras Paaeeai Hor Thiaagahu Nihafal Kaamaa ||1|| Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। ਛੱਡੋ ਹੋਰ ਕੰਮਾਂ ਦਾ ਮੋਹ, (ਜਿੰਦ ਨੂੰ ਉਹਨਾਂ ਤੋਂ) ਕੋਈ ਲਾਭ ਨਹੀਂ ਮਿਲੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "hir jn syvk. sy hir qwry; hm inrgun rwKu aupmw ]",
    "TRANSLITERATION": "Har Jan Saevak Sae Har Thaarae Ham Niragun Raakh Oupamaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੇ (ਦਰ ਦੇ) ਸੇਵਕ ਬਣਦੇ ਹਨ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈਂ। (ਪਰ) ਅਸੀਂ ਗੁਣ-ਹੀਨ ਹਾਂ, (ਗੁਣ-ਹੀਨਾਂ ਦੀ ਭੀ) ਰੱਖਿਆ ਕਰ (ਇਸ ਵਿਚ ਭੀ ਤੇਰੀ ਹੀ) ਸੋਭਾ ਹੋਵੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "quJ ibnu Avru. n koeI, myry Twkur; hir jpIAY vfy krMmw ]2]",
    "TRANSLITERATION": "Thujh Bin Avar N Koee Maerae Thaakur Har Japeeai Vaddae Karanmaa ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਕੋਈ (ਮਦਦਗਾਰ) ਨਹੀਂ। (ਹੇ ਭਾਈ!) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "k-rMmw"
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "nwm hIn. iDRgu jIvqy; iqn vf dUK shMmw ]",
    "TRANSLITERATION": "Naameheen Dhhrig Jeevathae Thin Vadd Dhookh Sehanmaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਹੁੰਦਾ ਹੈ। ਉਹਨਾਂ ਨੂੰ ਬੜੇ ਦੁੱਖ ਸਹਿਮ (ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ)।",
    "PRONUNCIATION": "s-hMmw"
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "Eie iPir iPir join BvweIAih; mMdBwgI mUV Akrmw ]3]",
    "TRANSLITERATION": "Oue Fir Fir Jon Bhavaaeeahi Mandhabhaagee Moorr Akaramaa ||3||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ। ਉਹ ਮੂਰਖ ਬੰਦੇ ਕਰਮਹੀਣ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਮੰਦ-ਭਾਗੀ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "A-krmw"
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "hir jn nwmu ADwru hY; Duir pUrib ilKy vf krmw ]",
    "TRANSLITERATION": "Har Jan Naam Adhhaar Hai Dhhur Poorab Likhae Vadd Karamaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਜੀਵਨ ਦਾ) ਸਹਾਰਾ ਹੈ। ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਪੂਰਬਲੇ ਜਨਮ ਵਿਚ (ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ) ਵੱਡੇ ਭਾਗ ਲਿਖੇ ਹੋਏ ਸਮਝੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2997,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "guir siqguir nwmu idRVwieAw; jn nwnk. sPlu jnMmw ]4]2]",
    "TRANSLITERATION": "Gur Sathigur Naam Dhrirraaeiaa Jan Naanak Safal Jananmaa ||4||2||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": "j-nMmw"
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "hmrw icqu luBq moih ibiKAw; bhu durmiq mYlu Brw ]",
    "TRANSLITERATION": "Hamaraa Chith Lubhath Mohi Bikhiaa Bahu Dhuramath Mail Bharaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਨਾਲ ਬਹੁਤ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "qum@rI syvw kir. n skh, pRB; hm ikau kir mugD qrw ]1]",
    "TRANSLITERATION": "Thumharee Saevaa Kar N Sakeh Prabh Ham Kio Kar Mugadhh Tharaa ||1||",
    "PUNJABI": "ਇਸੇ ਵਾਸਤੇ ਅਸੀਂ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ ਨਹੀਂ ਸਕਦੇ। ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਮੂਰਖ ਕਿਵੇਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘੀਏ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "myry mn jip; nrhr nwmu nrhrw ]",
    "TRANSLITERATION": "Maerae Man Jap Narehar Naam Nareharaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "PRONUNCIATION": "nr isMG Awidk nwmunwvW vwly, (nrhrw)Akwl jI"
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "jn aUpir ikrpw pRiB DwrI; imil siqgur pwir prw ]1] rhwau ]",
    "TRANSLITERATION": "Jan Oopar Kirapaa Prabh Dhhaaree Mil Sathigur Paar Paraa ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਹ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "hmry ipqw Twkur pRB suAwmI; hir dyhu mqI jsu krw ]",
    "TRANSLITERATION": "Hamarae Pithaa Thaakur Prabh Suaamee Har Dhaehu Mathee Jas Karaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਹੇ ਸਾਡੇ ਪਿਤਾ! ਹੇ ਸਾਡੇ ਮਾਲਕ! ਹੇ ਹਰੀ! ਸਾਨੂੰ (ਅਜੇਹੀ) ਸਮਝ ਬਖ਼ਸ਼ ਕਿ ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "qum@rY sMig lgy sy auDry; ijau sMig kwst loh qrw ]2]",
    "TRANSLITERATION": "Thumharai Sang Lagae Sae Oudhharae Jio Sang Kaasatt Loh Tharaa ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਕਾਠ ਨਾਲ ਲੱਗ ਕੇ ਲੋਹਾ (ਨਦੀ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਜੇਹੜੇ ਬੰਦੇ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "l`gy"
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "swkq nr hoCI miq miDm; ijn@ hir hir syv. n krw ]",
    "TRANSLITERATION": "Saakath Nar Hoshhee Math Madhhim Jinh Har Har Saev N Karaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਕਦੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਨਹੀਂ ਕੀਤੀ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਉਹਨਾਂ ਬੰਦਿਆਂ ਦੀ ਅਕਲ ਹੋਛੀ ਤੇ ਮਲੀਨ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "qy nr BwghIn duhcwrI; Eie jnim muey iPir mrw ]3]",
    "TRANSLITERATION": "Thae Nar Bhaageheen Dhuhachaaree Oue Janam Mueae Fir Maraa ||3||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਬਦ-ਕਿਸਮਤ ਰਹਿ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹ (ਪਵਿਤ੍ਰਤਾ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜ ਕੇ) ਮੰਦ-ਕਰਮੀ ਹੋ ਜਾਂਦੇ ਹਨ। ਫਿਰ ਉਹ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "duh-cwrI"
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "ijn kau qum@ hir mylhu suAwmI; qy n@wey sMqoK gur srw ]",
    "TRANSLITERATION": "Jin Ko Thumh Har Maelahu Suaamee Thae Nhaaeae Santhokh Gur Saraa ||",
    "PUNJABI": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਉਹ ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਗੁਰੂ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ (ਉਹ ਗੁਰੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਆਪਣਾ ਜੀਵਨ ਪਵਿਤ੍ਰ ਬਣਾ ਲੈਂਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2998,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "durmiq mYlu geI. hir BijAw; jn nwnk. pwir prw ]4]3]",
    "TRANSLITERATION": "Dhuramath Mail Gee Har Bhajiaa Jan Naanak Paar Paraa ||4||3||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ (ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪॥੩॥",
    "PRONUNCIATION": "BijAw:polw bolo"
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 17,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "Awvhu sMq. imlhu myry BweI; imil hir hir kQw krhu ]",
    "TRANSLITERATION": "Aavahu Santh Milahu Maerae Bhaaee Mil Har Har Kathhaa Karahu ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! (ਸਾਧ-ਸੰਗਤਿ ਵਿਚ) ਇਕੱਠੇ ਰਲ ਬੈਠੋ, ਅਤੇ ਮਿਲ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir nwmu boihQu hY kljuig; Kyvtu gur sbid qrhu ]1]",
    "TRANSLITERATION": "Har Har Naam Bohithh Hai Kalajug Khaevatt Gur Sabadh Tharahu ||1||",
    "PUNJABI": "ਇਸ ਕਲਹ-ਭਰੇ ਸੰਸਾਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਾਨੋ) ਜਹਾਜ਼ ਹੈ, (ਗੁਰੂ ਇਸ ਜਹਾਜ਼ ਦਾ) ਮਲਾਹ (ਹੈ, ਤੁਸੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘੋ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "myry mn; hir gux hir aucrhu ]",
    "TRANSLITERATION": "Maerae Man Har Gun Har Oucharahu ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": "au~c-rhu"
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "msqik ilKq ilKy gun gwey; imil sMgiq pwir prhu ]1] rhwau ]",
    "TRANSLITERATION": "Masathak Likhath Likhae Gun Gaaeae Mil Sangath Paar Parahu ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ ਲਿਖੇ ਚੰਗੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ। (ਹੇ ਮਨ! ਤੂੰ ਭੀ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਗੁਣ ਗਾ ਅਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  }
]