[
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 1,
    "RAAG_ID": 20,
    "GURMUKHI": "kwieAw ngr mih. rwm rsu aUqmu; ikau pweIAY. aupdysu jn krhu ]",
    "TRANSLITERATION": "Kaaeiaa Nagar Mehi Raam Ras Ootham Kio Paaeeai Oupadhaes Jan Karahu ||",
    "PUNJABI": "(ਸ਼ਹਿਰਾਂ ਵਿਚ ਖਾਣ ਪੀਣ ਲਈ ਕਈ ਕਿਸਮਾਂ ਦੇ ਸੁਆਦਲੇ ਪਦਾਰਥ ਮਿਲਦੇ ਹਨ। ਮਨੁੱਖਾ) ਸਰੀਰ (ਭੀ, ਮਾਨੋ, ਇਕ ਸ਼ਹਿਰ ਹੈ, ਇਸ) ਸ਼ਹਿਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਭ ਪਦਾਰਥਾਂ ਨਾਲੋਂ) ਵਧੀਆ ਸੁਆਦਲਾ ਪਦਾਰਥ ਹੈ। (ਪਰ) ਹੇ ਸੰਤ ਜਨੋ! (ਮੈਨੂੰ) ਸਮਝਾਓ ਕਿ ਇਹ ਕਿਵੇਂ ਹਾਸਲ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "siqguru syiv sPl hir drsnu; imil AMimRqu hir rsu pIAhu ]2]",
    "TRANSLITERATION": "Sathigur Saev Safal Har Dharasan Mil Anmrith Har Ras Peeahu ||2||",
    "PUNJABI": "(ਸੰਤ ਜਨ ਇਹੀ ਦੱਸਦੇ ਹਨ ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ (ਆਤਮਕ ਜੀਵਨ-) ਫਲ ਦੇਣ ਵਾਲਾ ਦਰਸਨ ਕਰੋ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਰਹੋ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 2,
    "RAAG_ID": 20,
    "GURMUKHI": "hir hir nwmu AMimRqu hir mITw; hir sMqhu cwiK idKhu ]",
    "TRANSLITERATION": "Har Har Naam Anmrith Har Meethaa Har Santhahu Chaakh Dhikhahu ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਬੇ-ਸ਼ੱਕ ਚੱਖ ਕੇ ਵੇਖ ਲਵੋ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਮਿੱਠਾ ਜਲ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 3,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmiq hir rsu mITw lwgw; iqn@ ibsry siB ibK rshu ]3]",
    "TRANSLITERATION": "Guramath Har Ras Meethaa Laagaa Thin Bisarae Sabh Bikh Rasahu ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉੱਤੇ ਤੁਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਨਾਮ-ਰਸ ਸੁਆਦਲਾ ਲੱਗਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲੇ ਹੋਰ ਸਾਰੇ ਰਸ ਉਹਨਾਂ ਨੂੰ ਭੁੱਲ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "rwm nwmu rsu rwm rswiexu; hir syvhu sMq jnhu ]",
    "TRANSLITERATION": "Raam Naam Ras Raam Rasaaein Har Saevahu Santh Janahu ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਆਦਲਾ ਪਦਾਰਥ ਹੈ, ਰਸੈਣ ਹੈ, ਸਦਾ ਇਸ ਦਾ ਸੇਵਨ ਕਰਦੇ ਰਹੋ (ਸਦਾ ਇਸ ਨੂੰ ਵਰਤਦੇ ਰਹੋ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2999,
    "LINE_ID": 4,
    "RAAG_ID": 20,
    "GURMUKHI": "cwir pdwrQ cwry pwey; gurmiq nwnk hir Bjhu ]4]4]",
    "TRANSLITERATION": "Chaar Padhaarathh Chaarae Paaeae Guramath Naanak Har Bhajahu ||4||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਗਤ ਵਿਚ ਕੁੱਲ) ਚਾਰ ਪਦਾਰਥ (ਗਿਣੇ ਗਏ ਹਨ, ਨਾਮ-ਰਸੈਣ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ) ਚਾਰੇ ਹੀ ਮਿਲ ਜਾਂਦੇ ਹਨ। (ਇਸ ਵਾਸਤੇ) ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸਦਾ ਹਰਿ-ਨਾਮ ਦਾ ਭਜਨ ਕਰਦੇ ਰਹੋ ॥੪॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "KqRI bRwhmxu sUdu vYsu; ko jwpY hir mMqRü jpYnI ]",
    "TRANSLITERATION": "Khathree Braahaman Soodh Vais Ko Jaapai Har Manthra Japainee ||",
    "PUNJABI": "ਕੋਈ ਖਤ੍ਰੀ ਹੋਵੇ, ਚਾਹੇ ਬ੍ਰਾਹਮਣ ਹੋਵੇ, ਕੋਈ ਸ਼ੂਦਰ ਹੋਵੇ ਚਾਹੇ ਵੈਸ਼ ਹੋਵੇ, ਹਰੇਕ (ਸ਼੍ਰੇਣੀ ਦਾ) ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਮੰਤ੍ਰ ਜਪ ਸਕਦਾ ਹੈ (ਇਹ ਸਭਨਾਂ ਵਾਸਤੇ) ਜਪਣ-ਜੋਗ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 5,
    "RAAG_ID": 20,
    "GURMUKHI": "guru siqguru pwrbRhmu kir pUjhu; inq syvhu idnsu sB rYnI ]1]",
    "TRANSLITERATION": "Gur Sathigur Paarabreham Kar Poojahu Nith Saevahu Dhinas Sabh Rainee ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ-ਜਨੋ! ਗੁਰੂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਜਾਣ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ। ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "hir jn; dyKhu siqguru nYnI ]",
    "TRANSLITERATION": "Har Jan Dhaekhahu Sathigur Nainee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ-ਜਨੋ! ਗੁਰੂ ਨੂੰ ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਵੇਖੋ (ਗੁਰੂ ਪਾਰਬ੍ਰਹਮ ਦਾ ਰੂਪ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 6,
    "RAAG_ID": 20,
    "GURMUKHI": "jo ieChu soeI Plu pwvhu; hir bolhu gurmiq bYnI ]1] rhwau ]",
    "TRANSLITERATION": "Jo Eishhahu Soee Fal Paavahu Har Bolahu Guramath Bainee ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਬੋਲੋ, ਜੇਹੜੀ ਇੱਛਾ ਕਰੋਗੇ ਉਹੀ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 7,
    "RAAG_ID": 20,
    "GURMUKHI": "Aink aupwv icqvIAih bhuqyry; sw hovY ij bwq hovYnI ]",
    "TRANSLITERATION": "Anik Oupaav Chithaveeahi Bahuthaerae Saa Hovai J Baath Hovainee ||",
    "PUNJABI": "(ਗੁਰੂ ਪਰਮੇਸਰ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਭੁਲਾ ਕੇ ਆਪਣੀ ਭਲਾਈ ਦੇ) ਅਨੇਕਾਂ ਤੇ ਬਥੇਰੇ ਢੰਗ ਸੋਚੀਦੇ ਹਨ, ਪਰ ਉਹੀ ਗੱਲ ਹੁੰਦੀ ਹੈ ਜੋ (ਰਜ਼ਾ ਅਨੁਸਾਰ) ਜ਼ਰੂਰ ਹੋਣੀ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "Apnw Blw sBu koeI bwCY; so kry ij myrY iciq n icqYnI ]2]",
    "TRANSLITERATION": "Apanaa Bhalaa Sabh Koee Baashhai So Karae J Maerai Chith N Chithainee ||2||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ ਆਪਣਾ ਭਲਾ ਲੋੜਦਾ ਹੈ, ਪਰ ਪ੍ਰਭੂ ਉਹ ਕੰਮ ਕਰ ਦੇਂਦਾ ਹੈ ਜੋ ਮੇਰੇ (ਤੁਹਾਡੇ) ਚਿੱਤ ਚੇਤੇ ਭੀ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 8,
    "RAAG_ID": 20,
    "GURMUKHI": "mn kI miq iqAwghu hir jn; eyhw bwq kTYnI ]",
    "TRANSLITERATION": "Man Kee Math Thiaagahu Har Jan Eaehaa Baath Kathainee ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਆਪਣੇ ਮਨ ਦੀ ਮਰਜ਼ੀ (ਉਤੇ ਤੁਰਨਾ) ਛੱਡ ਦਿਉ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰੋ), ਪਰ ਇਹ ਗੱਲ ਹੈ ਬੜੀ ਹੀ ਔਖੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 9,
    "RAAG_ID": 20,
    "GURMUKHI": "An idnu hir hir nwmu iDAwvhu; gur siqgur kI miq lYnI ]3]",
    "TRANSLITERATION": "Anadhin Har Har Naam Dhhiaavahu Gur Sathigur Kee Math Lainee ||3||",
    "PUNJABI": "(ਫਿਰ ਭੀ) ਗੁਰੂ ਪਾਤਿਸ਼ਾਹ ਦੀ ਮਤਿ ਲੈ ਕੇ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰੋ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "miq sumiq. qyrY vis suAwmI; hm jMq. qU purKu jMqYnI ]",
    "TRANSLITERATION": "Math Sumath Thaerai Vas Suaamee Ham Janth Thoo Purakh Janthainee ||",
    "PUNJABI": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਚੰਗੀ ਮੰਦੀ ਮਤਿ ਤੇਰੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਹੈ (ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਅਨੁਸਾਰ ਹੀ ਕੋਈ ਜੀਵ ਚੰਗੇ ਰਾਹ ਤੁਰਦਾ ਹੈ ਕੋਈ ਮੰਦੇ ਪਾਸੇ), ਅਸੀਂ ਤੇਰੇ ਵਾਜੇ ਹਾਂ, ਤੂੰ ਸਾਨੂੰ ਵਜਾਣ ਵਾਲਾ ਸਭ ਵਿਚ ਵੱਸਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੈਂ।",
    "PRONUNCIATION": "su-m`iq v`is"
  },
  {
    "SHABAD_ID": 3000,
    "LINE_ID": 10,
    "RAAG_ID": 20,
    "GURMUKHI": "jn nwnk ky pRB krqy suAwmI; ijau BwvY iqvY bulYnI ]4]5]",
    "TRANSLITERATION": "Jan Naanak Kae Prabh Karathae Suaamee Jio Bhaavai Thivai Bulainee ||4||5||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਕਰਤਾਰ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਤੂੰ ਸਾਨੂੰ ਬੁਲਾਂਦਾ ਹੈ (ਸਾਡੇ ਮੂੰਹੋਂ ਬੋਲ ਕਢਾਂਦਾ ਹੈਂ) ॥੪॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "iblwvlu mhlw 4 ]",
    "TRANSLITERATION": "Bilaaval Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 11,
    "RAAG_ID": 20,
    "GURMUKHI": "And mUlu iDAwieE purKoqmu; An idnu And AnMdy ]",
    "TRANSLITERATION": "Anadh Mool Dhhiaaeiou Purakhotham Anadhin Anadh Anandhae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਨੰਦ ਦੇ ਸੋਮੇ ਉੱਤਮ ਪੁਰਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ ਹਰ ਵੇਲੇ ਆਨੰਦ ਹੀ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "Drmrwie kI kwix cukweI; siB cUky jm ky CMdy ]1]",
    "TRANSLITERATION": "Dhharam Raae Kee Kaan Chukaaee Sabh Chookae Jam Kae Shhandhae ||1||",
    "PUNJABI": "ਉਸ ਨੂੰ ਧਰਮਰਾਜ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਹ ਮਨੁੱਖ ਜਮਰਾਜ ਦੇ ਭੀ ਸਾਰੇ ਡਰ ਮੁਕਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 12,
    "RAAG_ID": 20,
    "GURMUKHI": "jip mn; hir hir nwmu guoibMdy ]",
    "TRANSLITERATION": "Jap Man Har Har Naam Guobindhae ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਰੀ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "vfBwgI guru siqguru pwieAw; gux gwey prmwnMdy ]1] rhwau ]",
    "TRANSLITERATION": "Vaddabhaagee Gur Sathigur Paaeiaa Gun Gaaeae Paramaanandhae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਹ ਸਭ ਤੋਂ ਉੱਚੇ ਆਨੰਦ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਸੋ, ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 13,
    "RAAG_ID": 20,
    "GURMUKHI": "swkq mUV. mwieAw ky biDk; ivic mwieAw. iPrih iPrMdy ]",
    "TRANSLITERATION": "Saakath Moorr Maaeiaa Kae Badhhik Vich Maaeiaa Firehi Firandhae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮੂਰਖ ਮਨੁੱਖ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਬੱਝੇ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਸਦਾ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "b`iDk"
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 14,
    "RAAG_ID": 20,
    "GURMUKHI": "iqRsnw jlq ikrq ky bwDy; ijau qylI bld BvMdy ]2]",
    "TRANSLITERATION": "Thrisanaa Jalath Kirath Kae Baadhhae Jio Thaelee Baladh Bhavandhae ||2||",
    "PUNJABI": "ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਬੱਝੇ ਹੋਏ ਉਹ ਮਨੁੱਖ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦੇ ਰਹਿੰਦੇ ਹਨ ਅਤੇ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ) ਭੌਂਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਵੇਂ ਤੇਲੀਆਂ ਦੇ ਬਲਦ ਕੋਹਲੂ ਦੁਆਲੇ ਸਦਾ ਭੌਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "gurmuiK syv lgy sy auDry; vfBwgI syv krMdy ]",
    "TRANSLITERATION": "Guramukh Saev Lagae Sae Oudhharae Vaddabhaagee Saev Karandhae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗ ਪਏ, ਉਹ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ ਸੜਨ ਤੋਂ) ਬਚ ਗਏ। (ਪਰ, ਹੇ ਮਨ!) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਹੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 15,
    "RAAG_ID": 20,
    "GURMUKHI": "ijn hir jipAw iqn Plu pwieAw; siB qUty mwieAw PMdy ]3]",
    "TRANSLITERATION": "Jin Har Japiaa Thin Fal Paaeiaa Sabh Thoottae Maaeiaa Fandhae ||3||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਨੇ (ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਵਿਚ ਸੜਨ ਤੋਂ ਬਚਣ ਦਾ) ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ। ਉਹਨਾਂ ਦੀਆਂ ਮਾਇਆ ਦੀਆਂ ਸਾਰੀਆਂ ਹੀ ਫਾਹੀਆਂ ਟੁੱਟ ਜਾਂਦੀਆਂ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "Awpy Twkuru. Awpy syvku; sBu Awpy Awip goivMdy ]",
    "TRANSLITERATION": "Aapae Thaakur Aapae Saevak Sabh Aapae Aap Govindhae ||",
    "PUNJABI": "(ਪਰ ਹੇ ਮਨ!) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈ (ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ (ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਵਾਲਾ ਹੈ, ਹਰ ਥਾਂ ਗੋਬਿੰਦ-ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3001,
    "LINE_ID": 16,
    "RAAG_ID": 20,
    "GURMUKHI": "jn nwnk. Awpy Awip sBu vrqY; ijau rwKY iqvY rhMdy ]4]6]",
    "TRANSLITERATION": "Jan Naanak Aapae Aap Sabh Varathai Jio Raakhai Thivai Rehandhae ||4||6||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਵੱਸ ਰਿਹਾ ਹੈ। ਜਿਵੇਂ ਉਹ (ਜੀਵਾਂ ਨੂੰ) ਰੱਖਦਾ ਹੈ ਉਸੇ ਤਰ੍ਹਾਂ ਹੀ ਜੀਵ ਜੀਵਨ ਨਿਰਬਾਹ ਕਰਦੇ ਹਨ (ਕੋਈ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਕੋਈ ਮਾਇਆ ਵਿਚ ਭਟਕਦੇ ਹਨ) ॥੪॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3002,
    "LINE_ID": 18,
    "RAAG_ID": 20,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3002,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "rwgu iblwvlu mhlw 4 pVqwl Gru 13 ]",
    "TRANSLITERATION": "Raag Bilaaval Mehalaa 4 Parrathaal Ghar 13 ||",
    "PUNJABI": "ਰਾਗ ਬਿਲਾਵਲੁ, ਘਰ ੧੩ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3002,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "bolhu BeIAw rwm nwmu; piqq. pwvno ]",
    "TRANSLITERATION": "Bolahu Bheeaa Raam Naam Pathith Paavano ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਜੋ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਬਣਾਣ ਵਾਲਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 3002,
    "LINE_ID": 19,
    "RAAG_ID": 20,
    "GURMUKHI": "hir; sMq Bgq qwrno ]",
    "TRANSLITERATION": "Har Santh Bhagath Thaarano ||",
    "PUNJABI": "ਜੋ ਆਪਣੇ ਸੰਤਾਂ ਨੂੰ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਹੈ,",
    "PRONUNCIATION": ""
  }
]