{
  "content": [
    {
      "asset": "gsnl",
      "type": "translation",
      "language": "pa",
      "data": "ਸਾਰੀ ਦੁਨੀਆ ਤੇਰੇ ਬਿਨਾਣ ਅੰਨ੍ਹੇਰੀ ਹੋ ਗਈ ਹੈ,"
    },
    {
      "asset": "kegp",
      "type": "translation",
      "language": "en",
      "data": "Goyaa says, \"The pockets of the earth are filled with the pearls like tears from my eyes.\nI have captured the whole world when I remembered the smile from his red lips. (41) (5)\nAnyone who has listened to Guru's enchanted words during his blessed  company,\nGets redeemed from hundreds of dire sorrows just in moments. (42) (1)\nThe word of a complete and perfect Guru is like a nectar-talisman for all of us.\nIt can revive and give salvation to demoralized and half dead minds.(42) (2)\nGod Almighty is miles farther away from the deception of our ego,\nIf we were to do some introspection, we can get rid of this vanity. (42) (3)\nIf you do service to the holy and noble souls,\nYou, then, can get rid of  all worldly agonies and sorrows. (42) (4)\nO Goyaa! You must withdraw your hands from desire and greed,\nSo that you could realize the eclat of Almighty all within yourself. (42) (5)\nLike the carefree pace of cypress tree, if you, the Guru, could visit the garden even for a moment,\nMy eyes (of my soul) have completely exhausted themselves waiting for this  for your arrival. (43) (1)\nJust one smile of yours works as the unguent for my wounded (broken)  heart,\nAnd the smile from your ruby red lips is the cure of all of my ills. (43) (2)\nHe directed his vision towards me just for once, and stole all my inner assets;\nWith his skewed looks, he took away my heart, as if someone had cut my pockets with a pair of scissors. (43) (3)\nO new spring season of the garden of elegance and radiance! With the blessings of your arrival,\nYou have converted this world into a heavenly garden of Paradise. How great is the grantor of such a boon! (43) (4)\nGoyaa says, \"Why don't you look towards my pitiable condition just for once?"
    }
  ]
}