{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਸੂਰੁ ਕਿ. ਸਨਮੁਖ ਰਨ ਤੇ ਡਰਪੈ; ਸਤੀ ਕਿ. ਸਾਂਚੈ ਭਾਂਡੇ ॥੧॥",
      "page": 338,
      "line": 11
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "What a hero is he, who dreads the face to face engagement, and what king of faithful wife is she, who when call comes, starts assembling utensils?"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹ ਕਾਹਦਾ ਸੂਰਮਾ ਹੈ ਜੋ ਆਮੋ-ਸਾਮ੍ਹਣੇ ਲੜਾਈ ਤੋਂ ਡਰਦਾ ਹੈ, ਅਤੇ ਉਹ ਕਿਸ ਤਰ੍ਹਾਂ ਦੀ ਜਾਂ-ਨਿਸਾਰ ਪਤਨੀ ਹੈ, ਜੋ ਜਦ ਸੱਦਾ ਆਉਂਦਾ ਹੈ, ਬਰਤਨ ਇਕੱਤ੍ਰ ਕਰਨ ਲੱਗ ਜਾਂਦੀ ਹੈ?"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "What sort of a hero is one who is afraid to face the battle? What sort of satee is she who, when her time comes, starts collecting her pots and pans? ||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੋ ਸਨਮੁਖ ਹੋ ਕਰ ਜੁਧ ਸੇ ਡਰੇ ਸੋ ਸੂਰਮਾਂ ਕਿਆ ਹੈ ਅਰੁ ਜੋ ਸਤੀ ਜਲਨੇ ਕੇ ਸਮ੍ਯ ਭਾਂਡੇ ਇਕਤ੍ਰ ਕਰੇ ਸੋ ਕ੍ਯਾ ਹੈ। ਅਰਥਾਤ ਜੋ ਸੂਰਮਾਂ ਹੈ, ਸੋ ਰਣ ਸੇ ਡਰਤਾ ਨਹੀਂ ਔਰੁ ਜੋ ਸਤੀ ਹੋਣੇ ਜਾਤੀ ਹੈ, ਸੋ ਭਾਂਡੇ ਸੰਚਨ ਕਰ ਕੇ ਨਹੀਂ ਰਾਖਤੀ ਸਰਬੰਸ ਲੁਟਾਇ ਦੇਤੀ ਹੈ॥ ਦ੍ਰਾਸ੍ਟਾਂਤ ਮੇਂ- ਵਹੁ ਗ੍ਯਾਨਵਾਨ ਨਹੀਂ ਔਰੁ ਜੋ ਕਾਮਾਦਿ ਵਿਕਾਰੋਂ ਸੇ ਦਬਤਾ ਹੈ ਅਰਥਾਤ ਕਾਮਾਦਿਕੋਂ ਕੋ ਨ ਜੀਤ ਕਰ ਉਨ ਕੇ ਅਧੀਨ ਹੋਤਾ ਹੈ, ਵਹੁ ਵੈਰਾਗਵਾਨ ਨਹੀਂ ਹੈ, ਜੋ ਪਦਾਰਥ ਸੰਗ੍ਰਹ ਕਰਤਾ ਹੈ ਗ੍ਯਾਨੀ ਦੇਹੋਹੰ ਤ੍ਯਾਗਨ ਮੇਂ ਸੰਕੋਚੁ ਨਹੀਂ ਕਰਤਾ ਹੈ॥੧॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹ ਸੂਰਮਾ ਕਾਹਦਾ ਜੋ ਸਾਹਮਣੇ ਦਿੱਸਦੀ ਰਣ-ਭੂਮੀ ਤੋਂ ਡਰ ਜਾਏ? ਉਹ ਇਸਤ੍ਰੀ ਸਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ ਜੋ (ਘਰ ਦੇ) ਭਾਂਡੇ ਸਾਂਭਣ ਲੱਗ ਪਏ (ਸੂਰਮੇ ਵਾਂਗ ਤੇ ਸਤੀ ਵਾਂਗ, ਹੇ ਮਨ! ਤੂੰ ਭੀ ਕਾਮਾਦਿਕਾਂ ਦਾ ਟਾਕਰਾ ਕਰਨਾ ਹੈ ਤੇ ਆਪਾ-ਭਾਵ ਸਾੜਨਾ ਹੈ) ॥੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "¿Qué clase de héroe es el que huye de la batalla? ¿Qué clase de mujer es la sati que cuando el momento llega, empieza a empacar sus pertenencias para irse? (1)"
    }
  ]
}
