{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਰਾਮਚੰਦ ਕੀ ਲਸਟਿਕਾ; ਜਿਨਿ. ਮਾਰਿਆ ਰੋਗੁ ॥੧॥ ਰਹਾਉ ॥",
      "page": 817,
      "line": 4
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "It is the Lord's scepter, with which all the ailments are smothered. Pause."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹ ਸਾਹਿਬ ਦੀ ਰਾਜ-ਸੋਟੀ ਹੈ, ਜਿਸ ਨਾਲ ਸਾਰੀਆਂ ਬੀਮਾਰੀਆਂ ਨਸ਼ਟ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਠਹਿਰਾਉ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "This is the Lord's healing rod, which eradicates all disease. ||1||Pause||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਰਾਮ ਚੰਦ ਕੀ ਭਗਤੀ ਰੂਪੀ ਲਾਠੀ ਐਸੀ ਹੈ, ਜਿਸ ਨੇ ਹੰਕਾਰ ਰੂਪੀ ਰੋਗ ਕੋ ਮਾਰਿਆ ਹੈ। ਜੈਸੇ- ਜਬ ਹਰੀ ਨੇ ਨਰਸਿੰਘ ਰੂਪ ਹੋ ਕਰ ਹਰਿਨਾਖਸ ਕੋ ਮਾਰ ਕਰ ਭਗਤਿ ਪ੍ਰਹਿਲਾਦ ਕੀ ਰਖਿਆ ਕਰ ਰਾਜ ਗਦੀ ਦਈ। ਤਬ ਕੋਈ ਕਾਲ ਪਾਇ ਕਰ ਕੁਸੰਗ ਸੇ ਭਗਤਿ ਪ੍ਰਹਲਾਦ ਕੌ ਰਾਜ ਮਦ ਕਰ ਹੰਕਾਰ ਆਨ ਪ੍ਰਾਪਤਿ ਭਇਆ। ਅਪਨੇ ਪਿਤਾ ਕਾ ਵੈਰ ਲੈਨੇ ਕੋ ਪਰਮੇਸਰ ਸਾਥ ਯੁਧ ਕਰਨੇ ਹੇਤ ਸਭ ਫੌਜ ਤਿਆਰ ਕਰੀ। ਤਬ ਹਰੀ ਨੇ ਬ੍ਰਿਧ ਬ੍ਰਹਮਣ ਕਾ ਰੂਪ ਧਾਰ ਕਰ ਪ੍ਰਹਿਲਾਦ ਕੌ ਆਨਕਰ ਕਹਾ: 'ਕੇ ਤੂੰ ਕਿਸ ਕੇ ਸਾਥ ਲੜਨੇ ਕੋ ਦਲ ਤਿਆਰ ਕੀਆ ਹੈ'। ਪ੍ਰਹਲਾਦ ਨੇ ਕਹਾ: 'ਪਰਮੇਸਰ ਨੇ ਮੇਰਾ ਪਿਤਾ ਮਾਰਿਆ ਹੈ, ਅਬ ਮੈਂ ਉਸ ਕੋ ਮਾਰਿ ਕਰ ਬਦਲਾ ਲੇਵਾਂਗਾ'। ਤਬ ਬ੍ਰਹਮਣ ਨੇ ਕਹਾ: 'ਤੁਮਨੇ ਅਛਾ ਕੀਆ ਹੈ, ਮੇਰਾ ਬੀ ਪਿਤਾ ਪਿਤਾਮਾ ਤਿਸ ਨੇ ਮਾਰਿਆ ਹੋਇਆ ਹੈ, ਮੈਂ ਬੀ ਵੈਰ ਲੀਆ ਚਾਹਿਤਾ ਥਾ, ਤੇਰੀ ਸਹਾਯਤਾ ਤੇ ਮੈਂ ਬੀ ਵੈਰ ਲੇਵੋਂਗਾ। ਪਰੰਤੂ ਉਹ ਰਹਿਤਾ ਕਹਾਂ ਹੈ?' ਤਬ ਪ੍ਰਹਿਲਾਦ ਨੇ ਕਹਾ: 'ਉਸ ਕੇ ਰਹਿਣੇ ਕਾ ਅਸਥਾਨ ਤੌ ਮੈਂ ਬੀ ਨਹੀਂ ਜਾਨਤਾ, ਜਹਾਂ ਮਿਲੇਗਾ ਤਹਾਂ ਮਾਰ ਲੇਵੇਂਗੇ'। ਇਤਨੇ ਬਚਨ ਕਰਤੇ ਬ੍ਰਹਮਣ ਕੀ ਲਾਠੀ ਗਿਰ ਪੜੀ ਤਬ ਬ੍ਰਹਮਣ ਨੇ ਕਹਾ: 'ਇਹ ਲਾਠੀ ਮੈਨੂੰ ਪਕੜਾ ਦੇਹ, ਮੈਂ ਬੂਢਾ ਹੂੰ ਮੇਰੇ ਸੇ ਉਠਾਈ ਨਹੀਂ ਜਾਤੀ'। ਤਬ ਪ੍ਰਹਲਾਦ ਨੇ ਤਿਸ ਲਾਠੀ ਕੇ ਉਠਾਵਣੇ ਵਾਸਤੇ ਬਹੁਤ ਬਲ ਲਗਾਇਆ ਪਰੰਤੂ ਲਾਠੀ ਉਠਾਈ ਨਾ ਗਈ। ਤਬ ਬ੍ਰਹਮਣ ਨੇ ਕਹਾ: 'ਇਸੀ ਬਲ ਕੇ ਭਰੋਸੇ ਪਰਮੇਸਰ ਸਾਥ ਲੜਿਆ ਚਾਹਿਤਾ ਹੈਂ'"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹ ਸਿਮਰਨ ਹੀ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦੀ ਸੋਟੀ ਹੈ (ਜਿਸ ਸੋਟੀ ਦੇ ਡਰ ਕਰਕੇ ਕੋਈ ਦੁਸ਼ਟ ਸਿਰ ਨਹੀਂ ਚੁੱਕ ਸਕਦਾ ਸੀ)। ਇਸ (ਸਿਮਰਨ) ਨੇ (ਹਰੇਕ ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਦੇ ਅੰਦਰੋਂ ਹਰੇਕ) ਰੋਗ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Sí, Él es el Báculo Eterno de Rama con el que uno alivia todos los males.(1-Pausa)"
    }
  ]
}