[
  {
    "id": 89109,
    "shabad_id": 25116,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਮਾਤਾ ਪਿਤਾ ਪਾਲਕ ਅਨੇਕ ਸੁਤ ਅਨਕ ਸੁਤਨ ਪੈ ਨ ਤੈਸੇ ਹੋੲਿ ਨ ਅਾਵੲੀ",
    "transliteration": "Jaisay Maataa Pitaa Paalak Anayk Souta , Anak Soutan Pai N Taisay Hoi N Aavaee ?",
    "translation": "As parents bring up and care for many of their children yet £hose children do not reciprocate the same way;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89110,
    "shabad_id": 25116,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਮਾਤਾ ਪਿਤਾ ਚਿਤ ਚਾਹਤ ਹੈ ਸੁਤਨ ਕੳੁ ਤੈਸੇ ਨ ਸੁਤਨ ਚਿਤ ਚਾਹ ੳੁਪਜਾਵੲੀ",
    "transliteration": "Jaisay Maataa Pitaa Chit Chaahat Hai Soutan Kau , Taisay N Soutan Chit Chaah Oupajaavaee ?",
    "translation": "As parents love their wards from the core of their hearts, the same intensity of love cannot be generated in the hearts of the children.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89111,
    "shabad_id": 25116,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਮਾਤਾ ਪਿਤਾ ਸੁਤ ਸੁਖ ਦੁਖ ਸੋਗਾਨੰਦ ਦੁਖ ਸੁਖ ਮੈ ਨ ਤੈਸੇ ਸੁਤ ਠਹਰਾਵੲੀ",
    "transliteration": "Jaisay Maataa Pitaa Sout Soukh Doukh Sogaananda , Doukh Soukh Mai N Taisay Sout Tthaharaavaee ?",
    "translation": "As parents feel delighted on the happy occasions of their children and are distressed when they face tribulations, but the children do not feel the reciprocal intensity for their parents;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89112,
    "shabad_id": 25116,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੈਸੇ ਮਨ ਬਚ ਕ੍ਰਮ ਸਿਖਨੁ ਲੁਡਾਵੈ ਗੁਰ ਤੈਸੇ ਗੁਰ ਸੇਵਾ ਗੁਰਸਿਖ ਨ ਹਿਤਾਵੲੀ ॥੧੦੧॥",
    "transliteration": "Jaisay Man Bach Kram Sikhanu Ludaavai Gur , Taisay Gur Sayvaa Gursikh N Hitaavaee ?101?",
    "translation": "As Satguru Ji pamper and cuddle the Sikhs with mind, words and deeds, similarly a Sikh cannot express in reciprocation these boons of Satguru Ji with equal intensity. (101)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
