[
  {
    "id": 89133,
    "shabad_id": 25122,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਅਾਪਾ ਖੋੲਿ ਗੁਰਦਾਸੁ ਹੋੲਿ ਬਾਲ ਬੁਧਿ ਸੁਧਿ ਨ ਕਰਤ ਮੋਹ ਦ੍ਰੋਹ ਕੀ",
    "transliteration": "Sabad Surati Aapaa Khoi Gurdaasu Hoi , Baal Budhi Sudhi N Karat Moh Droh Kee ?",
    "translation": "One becomes true disciple only by getting the divine word of Guru absorbed in the mind and becoming a humble slave of the Guru. For virtually a possessor of the child-like wisdom, he is free of deceit and infatuations.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89134,
    "shabad_id": 25122,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਵਨ ੳੁਸਤਤਿ ਨਿੰਦਾ ਸਮ ਤੁਲ ਸੁਰਤਿ ਲਿਵ ਲੋਚਨ ਧਿਅਾਨ ਲਿਵ ਕੰਚਨ ਅੳੁ ਲੋਹ ਕੀ",
    "transliteration": "Sravan Ousatati Nindaa Sam Tul Surati Liva , Lochan Dhiaan Liv Kanchan Au Loh Kee ?",
    "translation": "Since his consciousness is engrossed in the name of the Lord; he is least affected by praise or rejection.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89135,
    "shabad_id": 25122,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਾਸਕਾ ਸੁਗੰਧ ਬਿਰਗੰਧ ਸਮਸਰਿ ਤਾ ਕੈ ਜਿਹਬਾ ਸਮਾਨਿ ਬਿਖ ਅੰਮ੍ਰਿਤ ਨ ਬੋਹ ਕੀ",
    "transliteration": "Naasakaa Sougandh Biragandh Samasari Taa Kai , Jihabaa Samaani Bikh Anmrit N Boh Kee ?",
    "translation": "Fragrance and foul smell, poison or elixir are the same for him, because his (devotee's) conscious is absorbed in Him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89136,
    "shabad_id": 25122,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਰ ਚਰ ਕਰਮ ਅਕਰਮ ਅਪਥ ਪਥ ਕਿਰਤਿ ਬਿਰਤਿ ਸਮ ੳੁਕਤਿ ਨ ਦ੍ਰੋਹ ਕੀ ॥੧੦੭॥",
    "transliteration": "Kar Char Karam Akaram Apad Pada , Kirati Birati Sam Oukati N Droh Kee ?107?",
    "translation": "He remains stable and uniform even if he uses his hands in good or indifferent deeds; or treads path not worthy of appreciation. Such a devotee never harbours any feeling of deceit, falsehood or ill deeds. (107)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
