[
  {
    "id": 89233,
    "shabad_id": 25147,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਜਯਾ ਅਧੀਨਤਾ ਪਰਮ ਪਵਿਤ੍ਰ ਭੲੀ ਗਰਬ ਕੈ ਸਿੰਘ ਦੇਹ ਮਹਾ ਅਪਵਿਤ੍ਰ ਹੈ",
    "transliteration": "Ajayaa Adheenataa Param Pavitr Bhaee , Garab Kai Singh Dayh Mahaa Apavitr Hai ?",
    "translation": "A goat, herbivorous animal do good of yielding milk is considered pious and good because of its humble nature but a lion, proud and carnivorous is considered highly impious.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89234,
    "shabad_id": 25147,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮੋਨਿ ਬ੍ਰਤ ਗਹੇ ਜੈਸੇ ੳੂਖ ਮੈ ਪਯੂਖ ਰਸ ਬਾਸ ਬਕਬਾਨੀ ਕੈ ਸੁਗੰਧਤਾ ਨ ਮਿਤ੍ਰ ਹੈ",
    "transliteration": "Moni Brat Gahay Jaisay Ookh Mai Payookh Rasa , Baas Bakabaanee Kai Sougandhataa N Mitr Hai ?",
    "translation": "Because of his quiet nature, sugarcane has nectar-like juice in it, but noisy by nature bamboo cannot grasp any fragrance of sandalwood even if it grows close by.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89235,
    "shabad_id": 25147,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮੁਲ ਹੋੲਿ ਮਜੀਠ ਰੰਗ ਸੰਗ ਸੰਗਾਤੀ ਭੲੇ ਫੁਲ ਹੋੲਿ ਕੁਸੰਭ ਰੰਗ ਚੰਚਲ ਚਰਿਤ੍ਰ ਹੈ",
    "transliteration": "Mul Hoi Majeetth Rang Sang Sangaatee Bhaay , Dhul Hoi Kousanbh Rang Chanchal Charitr Hai ?",
    "translation": "Rubiaceous plant (Majitha) has its colour characteristic in the bottom part of the plant but when joined with a cloth gives it a beautiful red colour and integrates with it.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89236,
    "shabad_id": 25147,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਸਾਧ ਸਾਧ ਦਾਦਰ ਅੳੁ ਮੀਨ ਗਤਿ ਗੁਪਤ ਪ੍ਰਗਟ ਮੋਹ ਦ੍ਰੋਹ ਕੈ ਬਚਿਤ੍ਰ ਹੈ ॥੧੩੨॥",
    "transliteration": "Taisay Hee Asaadh Saadh Daadar Au Meen Gati , Goupat Pragat Moh Droh Kai Bachitr Hai ?132?",
    "translation": "Similarly a willful or self-oriented person is like a frog whose love for water is fake and a deceit but a God-oriented person is like a fish whose love for water is strange and unique. (132)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
