[
  {
    "id": 89349,
    "shabad_id": 25176,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਸਲਿਲ ਮਿਲਿ ਬਰਨ ਬਰਨ ਬਿਖੈ ਜਾਹੀ ਜਾਹੀ ਰੰਗ ਮਿਲੈ ਸੋੲੀ ਹੁੲਿ ਦਿਖਾਵੲੀ",
    "transliteration": "Jaisay Tau Salil Mili Baran Baran Bikhai , Jaahee Jaahee Rang Milai Soee Hui Dikhaavaee ?",
    "translation": "As water acquires the hue of colour that is mixed in it, As the clarified butter conveys to the tongue the taste of the vegetable and other items cooked in it,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89350,
    "shabad_id": 25176,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਘ੍ਰਿਤ ਜਾਹੀ ਜਾਹੀ ਪਾਕ ਸਾਕ ਸੰਗ ਮਿਲੈ ਤੈਸੇ ਤੈਸੋ ਸ੍ਵਾਦ ਰਸ ਰਸਨਾ ਚਖਾਵੲੀ",
    "transliteration": "Jaisay Ghrit Jaahee Jaahee Paak Saak Sang Milai , Taisay Taiso Svaad Ras Rasanaa Chakhaavaee ?",
    "translation": "As a mimic has a definite character of his own adopts different characters for mimicry but he is known by the character that he is mimicking at that moment,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89351,
    "shabad_id": 25176,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਸ੍ਵਾਂਗੀ ੲੇਕੁ ਹੁੲਿ ਅਨੇਕ ਭਾਤਿ ਭੇਖ ਧਾਰੈ ਜੋੲੀ ਜੋੲੀ ਸ੍ਵਾਂਗ ਕਾਛੈ ਸੋੲੀ ਤੳੁ ਕਹਾਵੲੀ",
    "transliteration": "Jaisay Svaangee Ayku Hui Anayk Bhaati Bhaykh Dhaarai , Joee Joee Svaang Kaachhai Soee Tau Kahaavaee ?",
    "translation": "So does a man of frolicsome mind takes to vices in the company of those whose minds are restless and playful. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89352,
    "shabad_id": 25176,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਚਿਤ ਚੰਚਲ ਚਪਲ ਸੰਗ ਦੋਖੁ ਲੇਪ ਗੁਰਮੁਖਿ ਹੋੲਿ ੲੇਕ ਟੇਕ ਠਹਰਾਵੲੀ ॥੧੬੧॥",
    "transliteration": "Taisay Chit Chanchal Chapal Sang Dokhu Laypa , Gurmukhi Hoi Ayk Tayk Tthaharaavaee ?161?",
    "translation": "But an obedient Sikh of the True Guru becomes God-oriented in the company and teachings of the True Guru. (161)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
