[
  {
    "id": 18561,
    "shabad_id": 1563,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸਾਜਨ ਸੰਤ. ਹਮਾਰੇ ਮੀਤਾ; ਬਿਨੁ ਹਰਿ ਹਰਿ. ਅਾਨੀਤਾ ਰੇ ॥",
    "transliteration": "Saajan Santh Hamaarae Meethaa Bin Har Har Aaneethaa Rae ||",
    "translation": "O Saints, my friends and companions, without the Lord, Har, Har, you shall perish.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੇ ਸੱਜਣੋ! ਹੇ ਮੇਰੇ ਮਿਤਰੋ! (ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਭੀ ਦਿੱਸ ਰਿਹਾ ਹੈ) ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਭ ਕੁਝ ਨਾਸਵੰਤ ਹੈ (ਦਿੱਸਦੇ ਪਸਾਰੇ ਨਾਲ ਮੋਹ ਪਾਇਆਂ ਦੁੱਖ ਹੀ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ)।",
    "pronunciation": "(ਅਾ-ਨੀਤਾ)ਨਾਸਵੰਤ",
    "type_id": 3
  },
  {
    "id": 18562,
    "shabad_id": 1563,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਮਿਲਿ ਹਰਿ ਗੁਣ ਗਾੲੇ; ੲਿਹੁ ਜਨਮੁ ਪਦਾਰਥੁ ਜੀਤਾ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhhasang Mil Har Gun Gaaeae Eihu Janam Padhaarathh Jeethaa Rae ||1|| Rehaao ||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, sing the Glorious Praises of the Lord, and win this precious treasure of human life. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ, ਉਸ ਨੇ ਇਹ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਜਿੱਤ ਲਿਆ (ਸਫਲ ਕਰ ਲਿਆ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18563,
    "shabad_id": 1563,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮਾੲਿਅਾ ਬ੍ਰਹਮ ਕੀ ਕੀਨ੍ਹੀ; ਕਹਹੁ ਕਵਨ ਬਿਧਿ ਤਰੀਅੈ ਰੇ ॥",
    "transliteration": "Thrai Gun Maaeiaa Breham Kee Keenhee Kehahu Kavan Bidhh Thareeai Rae ||",
    "translation": "God has created Maya of the three qualities; tell me, how can it be crossed over?",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਇਹ ਤ੍ਰਿ-ਗੁਣੀ ਮਾਇਆ (ਮਾਨੋ, ਇਕ ਸਮੁੰਦਰ ਹੈ, ਇਸ ਵਿਚੋਂ) ਦੱਸੋ, ਕਿਸ ਤਰ੍ਹਾਂ ਪਾਰ ਲੰਘ ਸਕੀਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18564,
    "shabad_id": 1563,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਘੂਮਨਘੇਰ. ਅਗਾਹ ਗਾਖਰੀ; ਗੁਰ ਸਬਦੀ. ਪਾਰਿ ੳੁਤਰੀਅੈ ਰੇ ॥੨॥",
    "transliteration": "Ghooman Ghaer Agaah Gaakharee Gur Sabadhee Paar Outhareeai Rae ||2||",
    "translation": "The whirlpool is awesome and unfathomable; only through the Word of the Guru's Shabad is one carried across. ||2||",
    "punjabi": "(ਇਸ ਵਿਚ ਅਨੇਕਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਘੁੰਮਣ ਘੇਰੀਆਂ ਪੈ ਰਹੀਆਂ ਹਨ ਇਹ ਅਥਾਹ ਹੈ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ। (ਹਾਂ, ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਅਗਾਹ) ਬੇਅੰਤ। (ਗੱਾਖਰੀ)ਕਠਨ।ੳੁ੍ਨਤਰੀ-ਅੈ",
    "type_id": 3
  },
  {
    "id": 18565,
    "shabad_id": 1563,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਖੋਜਿ ਬੀਚਾਰਿਓ; ਤਤੁ ਨਾਨਕ ੲਿਹੁ ਜਾਨਾ ਰੇ ॥",
    "transliteration": "Khojath Khojath Khoj Beechaariou Thath Naanak Eihu Jaanaa Rae ||",
    "translation": "Searching and searching endlessly, seeking and deliberating, Nanak has realized the true essence of reality.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ) ਖੋਜ ਕਰਦਿਆਂ ਵਿਚਾਰ ਕੀਤੀ ਉਸ ਨੇ ਇਹ ਅਸਲੀਅਤ ਸਮਝ ਲਈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜੋ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18566,
    "shabad_id": 1563,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਿਮਰਤ ਨਾਮੁ ਨਿਧਾਨੁ ਨਿਰਮੋਲਕੁ; ਮਨੁ ਮਾਣਕੁ. ਪਤੀਅਾਨਾ ਰੇ ॥੩॥੧॥੧੩੦॥",
    "transliteration": "Simarath Naam Nidhhaan Niramolak Man Maanak Patheeaanaa Rae ||3||1||130||",
    "translation": "Meditating on the invaluable treasure of the Naam, the Name of the Lord, the jewel of the mind is satisfied. ||3||1||130||",
    "punjabi": "ਜਿਸ ਦੇ ਬਰਾਬਰ ਦੇ ਮੁੱਲ ਦੀ ਹੋਰ ਕੋਈ ਸ਼ੈ ਨਹੀਂ, ਸਿਮਰਿਆ ਮਨ ਮੋਤੀ (ਵਰਗਾ ਕੀਮਤੀ) ਬਣ ਜਾਂਦਾ ਹੈ (ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ ॥੩॥੧॥੧੩੦॥",
    "pronunciation": "ਪਤੀ-ਅਾਨਾ",
    "type_id": 3
  },
  {
    "id": 18567,
    "shabad_id": 1564,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ਦੁਪਦੇ ॥",
    "transliteration": "Aasaa Mehalaa 5 Dhupadhae ||",
    "translation": "Aasaa, Fifth Mehl, Dupadas:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਦੁ-ਪਦੇ",
    "type_id": 3
  },
  {
    "id": 18568,
    "shabad_id": 1564,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦਿ. ਮੇਰੈ ਮਨਿ ਵਸਿਅਾ; ਜੋ ਮਾਗੳੁ. ਸੋ ਪਾਵੳੁ ਰੇ ॥",
    "transliteration": "Gur Parasaadh Maerai Man Vasiaa Jo Maago So Paavo Rae ||",
    "translation": "By Guru's Grace, He dwells within my mind; whatever I ask for, I receive.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੇ ਕਿਰਪਾ ਨਾਲ ਮੇਰਾ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ ਤਦੋਂ ਤੋਂ ਮੈਂ (ਉਸ ਪਾਸੋਂ) ਜੋ ਕੁਝ ਮੰਗਦਾ ਹਾਂ ਉਹੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18569,
    "shabad_id": 1564,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਮ ਰੰਗਿ ੲਿਹੁ ਮਨੁ ਤਿ੍ਰਪਤਾਨਾ; ਬਹੁਰਿ. ਨ ਕਤਹੂੰ ਧਾਵੳੁ ਰੇ ॥੧॥",
    "transliteration": "Naam Rang Eihu Man Thripathaanaa Bahur N Kathehoon Dhhaavo Rae ||1||",
    "translation": "This mind is satisfied with the Love of the Naam, the Name of the Lord; it does not go out, anywhere, anymore. ||1||",
    "punjabi": "(ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ ਮੇਰਾ ਇਹ ਮਨ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਚੁਕਾ ਹੈ (ਤਦੋਂ ਤੋਂ) ਮੈਂ ਮੁੜ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਭਟਕਦਾ ਨਹੀਂ ਫਿਰਦਾ ॥੧॥",
    "pronunciation": "(ਧਾਵੳੁ) ਦੌੜਦਾ",
    "type_id": 3
  },
  {
    "id": 18570,
    "shabad_id": 1564,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਮਰਾ ਠਾਕੁਰੁ. ਸਭ ਤੇ ੳੂਚਾ; ਰੈਣਿ ਦਿਨਸੁ ਤਿਸੁ ਗਾਵੳੁ ਰੇ ॥",
    "transliteration": "Hamaraa Thaakur Sabh Thae Oochaa Rain Dhinas This Gaavo Rae ||",
    "translation": "My Lord and Master is the highest of all; night and day, I sing the Glories of His Praises.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭ ਨਾਲੋਂ ਉੱਚਾ ਹੈ, ਮੈਂ ਰਾਤ ਦਿਨ ਉਸ ਦੀ (ਹੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18571,
    "shabad_id": 1564,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਥਾਪਿ ੳੁਥਾਪਨਹਾਰਾ; ਤਿਸ ਤੇ. ਤੁਝਹਿ ਡਰਾਵੳੁ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Khin Mehi Thhaap Outhhaapanehaaraa This Thae Thujhehi Ddaraavo Rae ||1|| Rehaao ||",
    "translation": "In an instant, He establishes and disestablishes; through Him, I frighten you. ||1||Pause||",
    "punjabi": "ਮੇਰਾ ਉਹ ਮਾਲਕ ਇਕ ਖਿਨ ਵਿਚ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰਨ ਦੀ ਭੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲਾ ਹੈ। ਮੈਂ, (ਹੇ ਮਨ!) ਤੈਨੂੰ ਉਸ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰੱਖਣਾ ਚਾਹੁੰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18572,
    "shabad_id": 1564,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜਬ ਦੇਖੳੁ. ਪ੍ਰਭੁ ਅਪੁਨਾ ਸੁਅਾਮੀ; ਤੳੁ ਅਵਰਹਿ ਚੀਤਿ. ਨ ਪਾਵੳੁ ਰੇ ॥",
    "transliteration": "Jab Dhaekho Prabh Apunaa Suaamee Tho Avarehi Cheeth N Paavo Rae ||",
    "translation": "When I behold my God, my Lord and Master, I do not pay any attention to any other.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ) ਵੇਖ ਲੈਂਦਾ ਹਾਂ ਤਦੋਂ ਮੈਂ ਕਿਸੇ ਹੋਰ (ਓਟ ਆਸਰੇ) ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਥਾਂ ਨਹੀਂ ਦੇਂਦਾ।",
    "pronunciation": "(ਪਾਵੳੁ) ਟਿਕਾੳੁਂਦਾ",
    "type_id": 3
  },
  {
    "id": 18573,
    "shabad_id": 1564,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕੁ ਦਾਸੁ. ਪ੍ਰਭਿ ਅਾਪਿ ਪਹਿਰਾੲਿਅਾ; ਭ੍ਰਮੁ ਭੳੁ ਮੇਟਿ. ਲਿਖਾਵੳੁ ਰੇ ॥੨॥੨॥੧੩੧॥",
    "transliteration": "Naanak Dhaas Prabh Aap Pehiraaeiaa Bhram Bho Maett Likhaavo Rae ||2||2||131||",
    "translation": "God Himself has adorned servant Nanak; his doubts and fears have been dispelled, and he writes the account of the Lord. ||2||2||131||",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਆਪ ਨਿਵਾਜਿਆ ਹੈ ਤਦੋਂ ਤੋਂ ਮੈਂ ਹੋਰ ਹਰੇਕ ਕਿਸਮ ਦਾ ਡਰ ਭਟਕਣਾ ਦੂਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ) ਉੱਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੨॥੨॥੧੩੧॥",
    "pronunciation": "(ਪਹਿ-ਰਾੲਿਅਾ) ਨਿਵਾਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 18574,
    "shabad_id": 1565,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18575,
    "shabad_id": 1565,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚਾਰਿ ਬਰਨ. ਚੳੁਹਾ ਕੇ ਮਰਦਨ; ਖਟੁ ਦਰਸਨ. ਕਰ ਤਲੀ ਰੇ ॥",
    "transliteration": "Chaar Baran Chouhaa Kae Maradhan Khatt Dharasan Kar Thalee Rae ||",
    "translation": "The four castes and social classes, and the preachers with the six Shaastras on their finger-tips,",
    "punjabi": "(ਸਾਡੇ ਦੇਸ ਵਿਚ ਬ੍ਰਾਹਮਣ, ਖੱਤਰੀ, ਵੈਸ਼, ਸ਼ੂਦਰ ਇਹ) ਚਾਰ ਵਰਨ (ਪ੍ਰਸਿੱਧ) ਹਨ, (ਕਾਮਾਦਿਕ ਇਹਨਾਂ) ਚੌਹਾਂ ਵਰਨਾਂ (ਦੇ ਬੰਦਿਆਂ) ਨੂੰ ਮਲ ਦੇਣ ਵਾਲੇ ਹਨ। ਛੇ ਭੇਖਾਂ (ਦੇ ਸਾਧੂਆਂ) ਨੂੰ ਭੀ ਇਹ ਹੱਥਾਂ ਦੀ ਤਲੀਆਂ ਤੇ (ਨਚਾਂਦੇ ਹਨ)।",
    "pronunciation": "(ਚਾਰਿ ਬਰਨ) ਬ੍ਰਹਮਣ, ਖਤ੍ਰੀ, ਸ਼ੂਦ੍ਰ, ਵੈਸ। (ਮਰਦਨ) ਬਹਾਦਰ। (ਕਰ) ਹੱਥ ਦੀ ਤਲ਼ੀ ਤੇ ਭਾਵ ਵਸੀਕਾਰ। ਤਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 18576,
    "shabad_id": 1565,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੁੰਦਰ ਸੁਘਰ ਸਰੂਪ ਸਿਅਾਨੇ; ਪੰਚਹੁ ਹੀ. ਮੋਹਿ ਛਲੀ ਰੇ ॥੧॥",
    "transliteration": "Sundhar Sughar Saroop Siaanae Panchahu Hee Mohi Shhalee Rae ||1||",
    "translation": "The beautiful, the refined, the shapely and the wise - the five passions have enticed and beguiled them all. ||1||",
    "punjabi": "ਸੋਹਣੇ, ਸੁਨੱਖੇ, ਬਾਂਕੇ, ਸਿਆਣੇ (ਕੋਈ ਭੀ ਹੋਣ, ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਨੇ ਸਭਨਾਂ ਨੂੰ ਮੋਹ ਕੇ ਛਲ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਪੰਚਹੁ) ਪੰਜ ਕਾਮਾਦਿ। ਸੁਘਰ ਛਲੀ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 18577,
    "shabad_id": 1565,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਜਿਨਿ ਮਿਲਿ ਮਾਰੇ ਪੰਚ ਸੂਰਬੀਰ; ਅੈਸੋ ਕੳੁਨੁ ਬਲੀ ਰੇ ॥",
    "transliteration": "Jin Mil Maarae Panch Soorabeer Aiso Koun Balee Rae ||",
    "translation": "Who has seized and conquered the five powerful fighters? Is there anyone strong enough?",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਹੀ ਐਸਾ ਬਲਵਾਨ ਮਨੁੱਖ ਹੈ ਜਿਸ ਨੇ (ਗੁਰੂ ਨੂੰ) ਮਿਲ ਕੇ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਸੂਰਮਿਆਂ ਨੂੰ ਮਾਰ ਲਿਆ ਹੋਵੇ।",
    "pronunciation": "(ਬਲੀ) ਬਲਵਾਨ",
    "type_id": 3
  },
  {
    "id": 18578,
    "shabad_id": 1565,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਿਨਿ ਪੰਚ ਮਾਰਿ. ਬਿਦਾਰਿ ਗੁਦਾਰੇ; ਸੋ ਪੂਰਾ. ੲਿਹ ਕਲੀ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jin Panch Maar Bidhaar Gudhaarae So Pooraa Eih Kalee Rae ||1|| Rehaao ||",
    "translation": "He alone, who conquers and defeats the five demons, is perfect in this Dark Age of Kali Yuga. ||1||Pause||",
    "punjabi": "ਜਗਤ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਪੂਰਨ ਹੈ ਜਿਸ ਨੇ ਇਹਨਾਂ ਪੰਜਾਂ ਨੂੰ ਮਾਰ ਕੇ ਲੀਰਾਂ ਲੀਰਾਂ ਕਰ ਦਿੱਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬਿਦਾਰਿ) ਨਾਸ ਕਰਕੇ (ਗੁਦਾਰੇ) ਮੁਕਾ ਦਿੱਤੇ। (ਕਲੀ) ਕਲਜੁੱਗ ਚ",
    "type_id": 4
  },
  {
    "id": 18579,
    "shabad_id": 1565,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਵਡੀ ਕੋਮ. ਵਸਿ ਭਾਗਹਿ ਨਾਹੀ; ਮੁਹਕਮ ਫੳੁਜ. ਹਠਲੀ ਰੇ ॥",
    "transliteration": "Vaddee Kom Vas Bhaagehi Naahee Muhakam Fouj Hathalee Rae ||",
    "translation": "They are so awesome and great; they cannot be controlled, and they do not run away. Their army is mighty and unyielding.",
    "punjabi": "(ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਦਾ ਬੜਾ) ਡਾਢਾ ਕੋੜਮਾ ਹੈ, ਨਾਹ ਇਹ ਕਿਸੇ ਦੇ ਕਾਬੂ ਵਿਚ ਆਉਂਦੇ ਹਨ ਨਾਹ ਇਹ ਕਿਸੇ ਪਾਸੋਂ ਡਰ ਕੇ ਭੱਜਦੇ ਹਨ; ਇਹਨਾਂ ਦੀ ਫ਼ੌਜ ਬੜੀ ਮਜ਼ਬੂਤ ਹੈ, ਹਠ ਵਾਲੀ ਹੈ।",
    "pronunciation": "(ਮੁਹ-ਕਮ) ਮਜ਼ਬੂਤ। (ਹ-ਠਲੀ) ਹਠ ਵਾਲੀ। ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 18580,
    "shabad_id": 1565,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਨਿ ਜਨਿ ਨਿਰਦਲਿਅਾ; ਸਾਧਸੰਗਤਿ ਕੈ ਝਲੀ ਰੇ ॥੨॥੩॥੧੩੨॥",
    "transliteration": "Kahu Naanak Thin Jan Niradhaliaa Saadhhasangath Kai Jhalee Rae ||2||3||132||",
    "translation": "Says Nanak, that humble being who is under the protection of the Saadh Sangat, crushes those terrible demons. ||2||3||132||",
    "punjabi": "ਨਾਨਕ ਆਖ! ਸਿਰਫ਼ ਉਸ ਮਨੁੱਖ ਨੇ ਇਹਨਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਲਤਾੜਿਆ ਹੈ ਜੇਹੜਾ ਸਾਧ ਸੰਗਤਿ ਦੇ ਆਸਰੇ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ॥੨॥੩॥੧੩੨॥",
    "pronunciation": "(ਕੈ) ਦੇਵਿੱਚ।(ਝੱਲੀ) ਅਾਸਰੇ। ਗੁਰੂ ਜੀਦੀ ਅਾਗਿਅਾ, ਹੱਸ ੨ ਕੇ ਸਿਰ ਮੱਥੇ ਤ ੇ (ਝੱਲੀ)। (ਨਿਰ-ਦਲਿਅਾ) ਚੰਗੀ ਤਰਾਂ ਨਾਸ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 18581,
    "shabad_id": 1566,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18582,
    "shabad_id": 1566,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨੀਕੀ ਜੀਅ ਕੀ. ਹਰਿ ਕਥਾ ੳੂਤਮ; ਅਾਨ ਸਗਲ ਰਸ. ਫੀਕੀ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Neekee Jeea Kee Har Kathhaa Ootham Aan Sagal Ras Feekee Rae ||1|| Rehaao ||",
    "translation": "The Sublime Sermon of the Lord is the best thing for the soul. All other tastes are insipid. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਜਿੰਦ ਵਾਸਤੇ ਇਹ ਸ੍ਰੇਸ਼ਟ ਤੇ ਸੋਹਣੀ ਚੀਜ਼ ਹੈ। (ਦੁਨੀਆ ਦੇ) ਹੋਰ ਸਾਰੇ ਪਰਾਰਥਾਂ ਦੇ ਸੁਆਦ (ਇਸ ਦੇ ਟਾਕਰੇ ਤੇ) ਫਿੱਕੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਨੀਕੀ) ਚੰਗੀ",
    "type_id": 4
  },
  {
    "id": 18583,
    "shabad_id": 1566,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਬਹੁ ਗੁਨਿ ਧੁਨਿ, ਮੁਨਿ ਜਨ ਖਟੁ ਬੇਤੇ; ਅਵਰੁ ਨ ਕਿਛੁ. ਲਾੲੀਕੀ ਰੇ ॥੧॥",
    "transliteration": "Bahu Gun Dhhun Mun Jan Khatt Baethae Avar N Kishh Laaeekee Rae ||1||",
    "translation": "The worthy beings, heavenly singers, silent sages and the knowers of the six Shaastras proclaim that nothing else is worthy of consideration. ||1||",
    "punjabi": "ਇਹ ਹਰਿ-ਕਥਾ ਬਹੁਤ ਗੁਣਾਂ ਵਾਲੀ ਹੈ (ਜੀਵ ਦੇ ਅੰਦਰ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਹੈ) ਮਿਠਾਸ-ਭਰੀ ਹੈ, ਛੇ ਸ਼ਾਸਤਰਾਂ ਨੂੰ ਜਾਣਨ ਵਾਲੇ ਰਿਸ਼ੀ ਲੋਕ (ਹੀ ਹਰਿ-ਕਥਾ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਉੱਦਮ ਨੂੰ (ਜਿੰਦ ਵਾਸਤੇ) ਲਾਭਦਾਇਕ ਨਹੀਂ ਮੰਨਦੇ ॥੧॥",
    "pronunciation": "(ਖਟੁ) ਛੇ ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ (ਬੇਤੇ) ਜਾਣਕਾਰ। (ਲਾੲੀ-ਕੀ) ਲਾਭਦਾੲਿਕ",
    "type_id": 3
  },
  {
    "id": 18584,
    "shabad_id": 1566,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬਿਖਾਰੀ ਨਿਰਾਰੀ ਅਪਾਰੀ ਸਹਜਾਰੀ; ਸਾਧਸੰਗਿ ਨਾਨਕ. ਪੀਕੀ ਰੇ ॥੨॥੪॥੧੩੩॥",
    "transliteration": "Bikhaaree Niraaree Apaaree Sehajaaree Saadhhasang Naanak Peekee Rae ||2||4||133||",
    "translation": "It is the cure for evil passions, unique, unequalled and peace-giving; in the Saadh Sangat, the Company of the Holy, O Nanak, drink it in. ||2||4||133||",
    "punjabi": "ਇਹ ਹਰਿ-ਕਥਾ (ਮਾਨੋ, ਅੰਮ੍ਰਿਤ ਦੀ ਧਾਰ ਹੈ ਜੋ) ਵਿਸ਼ਿਆਂ ਦੇ ਜ਼ਹਰ ਦੇ ਅਸਰ ਨੂੰ ਨਾਸ ਕਰਦੀ ਹੈ, ਅਨੋਖੇ ਸੁਆਦ ਵਾਲੀ ਹੈ, ਅਕੱਥ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਕਰਦੀ ਹੈ। ਹੇ ਨਾਨਕ! (ਇਹ ਹਰਿ-ਕਥਾ, ਇਹ ਅੰਮ੍ਰਿਤ ਦੀ ਧਾਰ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ ਹੀ) ਪੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੨॥੪॥੧੩੩॥",
    "pronunciation": "(ਬਿਖਾਰੀ) ਵਿਸ਼ੇ ਕੱਟਣ ਵਾਲੀ। (ਨਿਰਾਰੀ) ਨਿਰਾਲੀ। (ਅਪਾਰੀ) ਬੇਅੰਤ (ਸਹਜਾਰੀ) ਸਹਜ ਅਵਸਥਾ ਬਖਸ਼ਣ ਵਾਲੀ। (ਪੀਕੀ)ਪੀਤੀ ਜਾਂਦੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 18585,
    "shabad_id": 1567,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18586,
    "shabad_id": 1567,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਮਾਰੀ ਪਿਅਾਰੀ. ਅੰਮਿ੍ਰਤਧਾਰੀ; ਗੁਰਿ. ਨਿਮਖ, ਨ ਮਨ ਤੇ ਟਾਰੀ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Hamaaree Piaaree Anmrith Dhhaaree Gur Nimakh N Man Thae Ttaaree Rae ||1|| Rehaao ||",
    "translation": "My Beloved has brought forth a river of nectar. The Guru has not held it back from my mind, even for an instant. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ (ਕਿਰਪਾ ਕਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਆਪਣੀ ਬਾਣੀ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਕਦੇ ਮੇਰੇ ਮਨ ਤੋਂ ਭੁੱਲਣ ਨਹੀਂ ਦਿੱਤੀ, ਇਹ ਬਾਣੀ ਮੈਨੂੰ ਮਿੱਠੀ ਲੱਗਦੀ ਹੈ, ਇਹ ਬਾਣੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਧਾਰ ਮੇਰੇ ਅੰਦਰ ਜਾਰੀ ਰੱਖਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਟਾਰੀ) ਟਾਲ਼ੀ। ਅੰਮ-੍ਰਿਤਧਾਰੀ",
    "type_id": 4
  },
  {
    "id": 18587,
    "shabad_id": 1567,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਦਰਸਨ ਪਰਸਨ. ਸਰਸਨ ਹਰਸਨ; ਰੰਗਿ ਰੰਗੀ. ਕਰਤਾਰੀ ਰੇ ॥੧॥",
    "transliteration": "Dharasan Parasan Sarasan Harasan Rang Rangee Karathaaree Rae ||1||",
    "translation": "Beholding it, and touching it, I am sweetened and delighted. It is imbued with the Creator's Love. ||1||",
    "punjabi": "ਇਹ ਬਾਣੀ ਕਰਤਾਰ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਣ ਵਾਲੀ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਕਰਤਾਰ ਦਾ ਦਰਸਨ ਹੁੰਦਾ ਹੈ ਕਰਤਾਰ ਦੇ ਚਰਨਾਂ ਦੀ ਛੋਹ ਮਿਲਦੀ ਹੈ ਮਨ ਵਿਚ ਆਨੰਦ ਤੇ ਖਿੜਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਰਸਨ) ਖਿੜਾੳੁ। (ਹਰਸਨ) ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 18588,
    "shabad_id": 1567,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਖਿਨੁ ਰਮ ਗੁਰ ਗਮ, ਹਰਿ ਦਮ. ਨਹ ਜਮ; ਹਰਿ ਕੰਠਿ ਨਾਨਕ. ੳੁਰਿ ਹਾਰੀ ਰੇ ॥੨॥੫॥੧੩੪॥",
    "transliteration": "Khin Ram Gur Gam Har Dham Neh Jam Har Kanth Naanak Our Haaree Rae ||2||5||134||",
    "translation": "Chanting it even for a moment, I rise to the Guru; meditating on it, one is not trapped by the Messenger of Death. The Lord has placed it as a garland around Nanak's neck, and within his heart. ||2||5||134||",
    "punjabi": "ਇਸ ਬਾਣੀ ਨੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਤਕ ਪਹੁੰਚ ਬਣ ਜਾਂਦੀ ਹੈ, ਇਸ ਨੂੰ ਸੁਆਸ ਸੁਆਸ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆਂ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ। ਹੇ ਨਾਨਕ! ਇਸ ਹਰਿ-ਕਥਾ ਨੂੰ ਆਪਣੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖ ਇਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਾਰ (ਬਣਾ ਕੇ) ਰੱਖ ॥੨॥੫॥੧੩੪॥",
    "pronunciation": "(ਰਮ) ਸਿਮਰਨ। (ਗਮ) ਪਹੁੰਚ। (ਹਰਿ ਦਮ) ਸੁਅਾਸ ਸੁਅਾਸ। (ੳੁਰਿ)ਹਿਰਦਾ",
    "type_id": 3
  },
  {
    "id": 18589,
    "shabad_id": 1568,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18590,
    "shabad_id": 1568,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨੀਕੀ; ਸਾਧਸੰਗਾਨੀ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Neekee Saadhh Sangaanee || Rehaao ||",
    "translation": "The Saadh Sangat, the Company of the Holy, is exalted and sublime. ||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ (ਮਨੁੱਖ ਵਾਸਤੇ ਇਕ) ਸੋਹਣੀ ਬਰਕਤਿ ਹੈ। ਰਹਾਉ॥",
    "pronunciation": "(ਨੀਕੀ) ੳੁ੍ਨਤਮ। (ਸਾਧਸੰਗਾਨੀ) ਸਾਧਸੰਗਤਿ",
    "type_id": 3
  },
  {
    "id": 18591,
    "shabad_id": 1568,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਪਹਰ ਮੂਰਤ ਪਲ, ਗਾਵਤ ਗਾਵਤ; ਗੋਵਿੰਦ ਗੋਵਿੰਦ ਵਖਾਨੀ ॥੧॥",
    "transliteration": "Pehar Moorath Pal Gaavath Gaavath Govindh Govindh Vakhaanee ||1||",
    "translation": "Every day, hour and moment, I continually sing and speak of Govind, Govind, the Lord of the Universe. ||1||",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਅੱਠੇ ਪਹਰ, ਪਲ ਪਲ, ਘੜੀ ਘੜੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਹੁੰਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "(ਵਖਾਨੀ) ਕਥਨ",
    "type_id": 3
  },
  {
    "id": 18592,
    "shabad_id": 1568,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਚਾਲਤ ਬੈਸਤ ਸੋਵਤ ਹਰਿ ਜਸੁ; ਮਨਿ ਤਨਿ ਚਰਨ ਖਟਾਨੀ ॥੨॥",
    "transliteration": "Chaalath Baisath Sovath Har Jas Man Than Charan Khattaanee ||2||",
    "translation": "Walking, sitting and sleeping, I chant the Lord's Praises; I treasure His Feet in my mind and body. ||2||",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੁਰਦਿਆਂ ਬੈਠਿਆਂ ਸੁੱਤਿਆਂ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਕਰਨ ਦਾ ਸੁਭਾਉ ਬਣ ਜਾਂਦਾ ਹੈ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹਰ ਵੇਲੇ ਮੇਲ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਖਟਾਨੀ) ਸਮਾੲੀ",
    "type_id": 3
  },
  {
    "id": 18593,
    "shabad_id": 1568,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹਂੳੁ ਹੳੁਰੋ. ਤੂ ਠਾਕੁਰੁ ਗੳੁਰੋ; ਨਾਨਕ. ਸਰਨਿ ਪਛਾਨੀ ॥੩॥੬॥੧੩੫॥",
    "transliteration": "Hano Houro Thoo Thaakur Gouro Naanak Saran Pashhaanee ||3||6||135||",
    "translation": "I am so small, and You are so great, O Lord and Master; Nanak seeks Your Sanctuary. ||3||6||135||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ (ਸਾਧ ਸੰਗਤਿ ਦਾ ਸਦਕਾ) ਮੈਨੂੰ ਤੇਰੀ ਸਰਨ ਪੈਣ ਦੀ ਸੂਝ ਆਈ ਹੈ ॥੩॥੬॥੧੩੫॥",
    "pronunciation": "(ਹੳੁਰੋ) ਹੌਲ਼ਾ ਗੁਣ ਰਹਿਤ। (ਗੳੁਰੋ) ਭਾਰੇ ਗੁਣਾਂ ਸਹਿਤ",
    "type_id": 3
  }
]
