[
  {
    "id": 18594,
    "shabad_id": 1569,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਮਹਲਾ ੫ ਘਰੁ ੧੨",
    "transliteration": "Raag Aasaa Mehalaa 5 Ghar 12",
    "translation": "Raag Aasaa, Fifth Mehl, Twelfth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18595,
    "shabad_id": 1569,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 18596,
    "shabad_id": 1569,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤਿਅਾਗਿ ਸਗਲ ਸਿਅਾਨਪਾ; ਭਜੁ ਪਾਰਬ੍ਰਹਮ ਨਿਰੰਕਾਰੁ ||",
    "transliteration": "Thiaag Sagal Siaanapaa Bhaj Paarabreham Nirankaar ||",
    "translation": "Renounce all your cleverness and remember the Supreme, Formless Lord God.",
    "punjabi": "(ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਇਸ ਸੰਬੰਧੀ ਆਪਣੀਆਂ) ਸਾਰੀਆਂ ਸਿਆਣਪਾਂ ਛੱਡ ਦੇ, ਪਰਮਾਤਮਾ ਨਿਰੰਕਾਰ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18597,
    "shabad_id": 1569,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ਸਾਚੇ ਨਾਮ ਬਾਝਹੁ; ਸਗਲ ਦੀਸੈ ਛਾਰੁ ||੧||",
    "transliteration": "Eaek Saachae Naam Baajhahu Sagal Dheesai Shhaar ||1||",
    "translation": "Without the One True Name, everything appears as dust. ||1||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਸੰਬੰਧੀ ਹੋਰ) ਹਰੇਕ ਸਿਆਣਪ ਨਿਕੰਮੀ (ਸਾਬਤ ਹੁੰਦੀ) ਹੈ ॥੧॥",
    "pronunciation": "(ਛਾਰੁ) ਸੁਅਾਹ",
    "type_id": 3
  },
  {
    "id": 18598,
    "shabad_id": 1569,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਜਾਣੀਅੈ; ਸਦ ਸੰਗਿ ||",
    "transliteration": "So Prabh Jaaneeai Sadh Sang ||",
    "translation": "Know that God is always with you.",
    "punjabi": "(ਜੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਆਪਣੀ ਜੀਵਨ-ਬੇੜੀ ਸਹੀ-ਸਲਾਮਤ ਪਾਰ ਲੰਘਾਣੀ ਹੈ, ਤਾਂ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18599,
    "shabad_id": 1569,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦੀ ਬੂਝੀਅੈ; ੲੇਕ ਹਰਿ ਕੈ ਰੰਗਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Prasaadhee Boojheeai Eaek Har Kai Rang ||1|| Rehaao ||",
    "translation": "By Guru's Grace, one understands, and is imbued with the Love of the One Lord. ||1||Pause||",
    "punjabi": "ਇਹ ਸਮਝ ਭੀ ਤਦੋਂ ਹੀ ਪੈ ਸਕਦੀ ਹੈ ਜੇ ਗੁਰੂ ਕਿਰਪਾ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਹੀ ਟਿਕੇ ਰਹੀਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18600,
    "shabad_id": 1569,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਸਰਣਿ ਸਮਰਥ ੲੇਕ ਕੇਰੀ; ਦੂਜਾ ਨਾਹੀ ਠਾੳੁ ||",
    "transliteration": "Saran Samarathh Eaek Kaeree Dhoojaa Naahee Thaao ||",
    "translation": "Seek the Shelter of the One All-powerful Lord; there is no other place of rest.",
    "punjabi": "(ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਸਕਣ ਦੀ) ਤਾਕਤ ਰੱਖਣ ਵਾਲੀ ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਓਟ ਹੈ, ਇਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ,",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 18601,
    "shabad_id": 1569,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਮਹਾ ਭੳੁਜਲੁ ਲੰਘੀਅੈ; ਸਦਾ ਹਰਿ ਗੁਣ ਗਾੳੁ ||੨||",
    "transliteration": "Mehaa Bhoujal Langheeai Sadhaa Har Gun Gaao ||2||",
    "translation": "The vast and terrifying world-ocean is crossed over, singing continually the Glorious Praises of the Lord. ||2||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ, ਹੇ ਭਾਈ!) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ ਤਾਂ ਹੀ ਇਸ ਬਿਖੜੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਿਆ ਜਾ ਸਕੇਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18602,
    "shabad_id": 1569,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਜਨਮ ਮਰਣੁ ਨਿਵਾਰੀਅੈ; ਦੁਖੁ ਨ ਜਮਪੁਰਿ ਹੋੲਿ ||",
    "transliteration": "Janam Maran Nivaareeai Dhukh N Jam Pur Hoe ||",
    "translation": "Birth and death are overcome, and one does not have to suffer in the City of Death.",
    "punjabi": "(ਜੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਪਛਾਣ ਲਈਏ ਤਾਂ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਜਮਾਂ ਦੇ ਸ਼ਹਰ ਵਿਚ ਨਿਵਾਸ ਨਹੀਂ ਹੁੰਦਾ (ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ) ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18603,
    "shabad_id": 1569,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਸੋੲੀ ਪਾੲੇ; ਕਿ੍ਰਪਾ ਕਰੇ ਪ੍ਰਭੁ ਸੋੲਿ ||੩||",
    "transliteration": "Naam Nidhhaan Soee Paaeae Kirapaa Karae Prabh Soe ||3||",
    "translation": "He alone obtains the treasure of the Naam, the Name of the Lord, unto whom God shows His Mercy. ||3||",
    "punjabi": "(ਪਰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਇਹ ਹਰਿ-ਨਾਮ ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18604,
    "shabad_id": 1569,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ੲੇਕ ਟੇਕ ਅਧਾਰੁ ੲੇਕੋ; ੲੇਕ ਕਾ ਮਨਿ ਜੋਰੁ ||",
    "transliteration": "Eaek Ttaek Adhhaar Eaeko Eaek Kaa Man Jor ||",
    "translation": "The One Lord is my Anchor and Support; the One Lord alone is the power of my mind.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਓਟ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਆਸਰਾ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਮਨ ਵਿਚ ਤਕੀਆ (ਜਮ-ਪੁਰੀ ਤੋਂ ਬਚਾ ਸਕਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18605,
    "shabad_id": 1569,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਜਪੀਅੈ ਮਿਲਿ ਸਾਧਸੰਗਤਿ; ਹਰਿ ਬਿਨੁ. ਅਵਰੁ ਨ ਹੋਰੁ ||੪||੧||੧੩੬||",
    "transliteration": "Naanak Japeeai Mil Saadhhasangath Har Bin Avar N Hor ||4||1||136||",
    "translation": "O Nanak, joining the Saadh Sangat, the Company of the Holy, meditate on Him; without the Lord, there is no other at all. ||4||1||136||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਨਾਨਕ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ (ਜੋ ਜਮਪੁਰੀ ਤੋਂ ਬਚਾ ਸਕੇ ਜੋ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਸਕੇ) ॥੪॥੧॥੧੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18606,
    "shabad_id": 1570,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18607,
    "shabad_id": 1570,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੀੳੁ ਮਨੁ ਤਨੁ ਪ੍ਰਾਨ ਪ੍ਰਭ ਕੇ; ਦੀੲੇ ਸਭਿ ਰਸ ਭੋਗ ||",
    "transliteration": "Jeeo Man Than Praan Prabh Kae Dheeeae Sabh Ras Bhog ||",
    "translation": "The soul, the mind, the body and the breath of life belong to God. He has given all tastes and pleasures.",
    "punjabi": "(ਹੇ ਭਾਈ।) ਇਹ ਜਿੰਦ, ਇਹ ਮਨ, ਇਹ ਸਰੀਰ, ਇਹ ਪ੍ਰਾਣ, ਸਾਰੇ ਸੁਆਦਲੇ ਪਦਾਰਥ-ਇਹ ਸਭ ਪਰਮਾਤਮਾ ਦੇ ਦਿੱਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18608,
    "shabad_id": 1570,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਦੀਨ ਬੰਧਪ ਜੀਅ ਦਾਤਾ; ਸਰਣਿ ਰਾਖਣ ਜੋਗੁ ||੧||",
    "transliteration": "Dheen Bandhhap Jeea Dhaathaa Saran Raakhan Jog ||1||",
    "translation": "He is the Friend of the poor, the Giver of life, the Protector of those who seek His Sanctuary. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਗਰੀਬਾਂ ਦਾ (ਅਸਲ) ਸਨਬੰਧੀ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਸਰਨ ਪਏ ਦੀ ਰਾਖੀ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਬੰਧਪ) ਸੰਬੰਧੀ",
    "type_id": 3
  },
  {
    "id": 18609,
    "shabad_id": 1570,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਧਿਅਾੲਿ; ਹਰਿ ਹਰਿ ਨਾੳੁ ||",
    "transliteration": "Maerae Man Dhhiaae Har Har Naao ||",
    "translation": "O my mind, meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18610,
    "shabad_id": 1570,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਲਤਿ ਪਲਤਿ ਸਹਾੲਿ ਸੰਗੇ; ੲੇਕ ਸਿੳੁ ਲਿਵ ਲਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Halath Palath Sehaae Sangae Eaek Sio Liv Laao ||1|| Rehaao ||",
    "translation": "Here and hereafter, He is our Helper and Companion; embrace love and affection for the One Lord. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਤੇਰੀ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇਰੇ ਨਾਲ ਰਹਿਣ ਵਾਲਾ ਹੈ। ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਹੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18611,
    "shabad_id": 1570,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਬੇਦ ਸਾਸਤ੍ਰ ਜਨ ਧਿਅਾਵਹਿ; ਤਰਣ ਕੳੁ ਸੰਸਾਰੁ ||",
    "transliteration": "Baedh Saasathr Jan Dhhiaavehi Tharan Ko Sansaar ||",
    "translation": "They meditate on the Vedas and the Shaastras, to swim across the world-ocean.",
    "punjabi": "ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ ਲੋਕ ਵੇਦਾਂ ਸ਼ਾਸਤ੍ਰਾਂ ਨੂੰ ਵਿਚਾਰਦੇ ਹਨ (ਅਤੇ ਉਹਨਾਂ ਦੇ ਦੱਸੇ ਅਨੁਸਾਰ ਮਿਥੇ ਹੋਏ) ਅਨੇਕਾਂ ਧਾਰਮਿਕ ਕੰਮ ਤੇ ਹੋਰ ਸਾਧਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18612,
    "shabad_id": 1570,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਅਨੇਕ ਕਿਰਿਅਾ; ਸਭ ੳੂਪਰਿ ਨਾਮੁ ਅਚਾਰੁ ||੨||",
    "transliteration": "Karam Dhharam Anaek Kiriaa Sabh Oopar Naam Achaar ||2||",
    "translation": "The many religious rituals, good deeds of karma and Dharmic worship - above all of these is the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਇਕ ਐਸਾ ਧਾਰਮਿਕ ਉੱਦਮ ਹੈ ਜੋ ਉਹਨਾਂ ਮਿਥੇ ਹੋਏ ਸਭਨਾਂ ਧਾਰਮਿਕ ਕੰਮਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ ਸ੍ਰੇਸ਼ਟ ਹੈ ॥੨॥",
    "pronunciation": "(ਅਚਾਰੁ) ਸ਼ੁਭ ਕਰਨੀ",
    "type_id": 3
  },
  {
    "id": 18613,
    "shabad_id": 1570,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਹੰਕਾਰੁ ਬਿਨਸੈ; ਮਿਲੈ ਸਤਿਗੁਰ ਦੇਵ ||",
    "transliteration": "Kaam Krodhh Ahankaar Binasai Milai Sathigur Dhaev ||",
    "translation": "Sexual desire, anger, and egotism depart, meeting with the Divine True Guru.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ-ਦੇਵ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ ਉਸ ਦੀ ਸਿੱਖਿਆ ਅਨੁਸਾਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ) ਕਾਮ-ਵਾਸਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਕ੍ਰੋਧ ਮਿਟ ਜਾਂਦਾ ਹੈ ਅਹੰਕਾਰ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੁ",
    "type_id": 3
  },
  {
    "id": 18614,
    "shabad_id": 1570,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਮੁ ਦਿ੍ਰੜੁ ਕਰਿ ਭਗਤਿ ਹਰਿ ਕੀ; ਭਲੀ ਪ੍ਰਭ ਕੀ ਸੇਵ ||੩||",
    "transliteration": "Naam Dhrirr Kar Bhagath Har Kee Bhalee Prabh Kee Saev ||3||",
    "translation": "Implant the Naam within, perform devotional worship to the Lord and serve God - this is good. ||3||",
    "punjabi": "(ਤੂੰ ਭੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਰੱਖ, ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰ, ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਹੀ ਚੰਗੀ ਕਾਰ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18615,
    "shabad_id": 1570,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਚਰਣ ਸਰਣ ਦੲਿਅਾਲ ਤੇਰੀ; ਤੂੰ ਨਿਮਾਣੇ ਮਾਣੁ ||",
    "transliteration": "Charan Saran Dhaeiaal Thaeree Thoon Nimaanae Maan ||",
    "translation": "I seek the Sanctuary of Your Feet, O Merciful Lord; You are the Honor of the dishonored.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਓਟ ਲਈ ਹੈ, ਤੂੰ ਹੀ ਮੈਨੂੰ ਨਿਮਾਣੇ ਨੂੰ ਆਦਰ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18616,
    "shabad_id": 1570,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਜੀਅ ਪ੍ਰਾਣ ਅਧਾਰੁ ਤੇਰਾ; ਨਾਨਕ ਕਾ ਪ੍ਰਭੁ ਤਾਣੁ ||੪||੨||੧੩੭||",
    "transliteration": "Jeea Praan Adhhaar Thaeraa Naanak Kaa Prabh Thaan ||4||2||137||",
    "translation": "You are the Support of my soul, my breath of life; O God, You are Nanak's strength. ||4||2||137||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਆਪਣੀ ਜਿੰਦ ਵਾਸਤੇ ਪ੍ਰਾਣਾਂ ਵਾਸਤੇ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ। (ਦਾਸ) ਨਾਨਕ ਦਾ ਆਸਰਾ ਪਰਮਾਤਮਾ ਹੀ ਹੈ ॥੪॥੨॥੧੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18617,
    "shabad_id": 1571,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18618,
    "shabad_id": 1571,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਡੋਲਿ ਡੋਲਿ. ਮਹਾ ਦੁਖੁ ਪਾੲਿਅਾ; ਬਿਨਾ ਸਾਧੂਸੰਗ ||",
    "transliteration": "Ddol Ddol Mehaa Dhukh Paaeiaa Binaa Saadhhoo Sang ||",
    "translation": "He wavers and falters, and suffers such great pain, without the Saadh Sangat, the Company of the Holy.",
    "punjabi": "(ਹੇ ਮਨ!) ਗੁਰੂ ਨੂੰ ਸੰਗਤਿ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿ ਕੇ (ਅਸਲ ਸਹਾਈ ਪਰਮਾਤਮਾ ਵਲੋਂ) ਸਿਦਕ-ਹੀਣ ਹੋ ਹੋ ਕੇ ਤੂੰ ਬੜਾ ਦੁੱਖ ਸਹਾਰਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18619,
    "shabad_id": 1571,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਖਾਟਿ ਲਾਭੁ. ਗੋਬਿੰਦ ਹਰਿ ਰਸੁ; ਪਾਰਬ੍ਰਹਮ ੲਿਕ ਰੰਗ ||੧||",
    "transliteration": "Khaatt Laabh Gobindh Har Ras Paarabreham Eik Rang ||1||",
    "translation": "The profit of the sublime essence of the Lord of the Universe is obtained, by the Love of the One Supreme Lord God. ||1||",
    "punjabi": "ਹੁਣ ਤਾਂ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ, ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣ (ਇਹੀ ਹੈ ਜੀਵਨ ਦਾ) ਲਾਭ (ਇਹ) ਖੱਟ ਲੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18620,
    "shabad_id": 1571,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕੋ ਨਾਮੁ; ਜਪੀਅੈ ਨੀਤਿ ||",
    "transliteration": "Har Ko Naam Japeeai Neeth ||",
    "translation": "Chant continually the Name of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18621,
    "shabad_id": 1571,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਾਸਿ ਸਾਸਿ ਧਿਅਾੲਿ. ਸੋ ਪ੍ਰਭੁ; ਤਿਅਾਗਿ ਅਵਰ ਪਰੀਤਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Saas Saas Dhhiaae So Prabh Thiaag Avar Pareeth ||1|| Rehaao ||",
    "translation": "With each and every breath, meditate on God, and renounce other love. ||1||Pause||",
    "punjabi": "ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਉਸ ਪਰਮਾਤਾਮਾ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਹੋਰ ਦੀ ਪ੍ਰੀਤ ਤਿਆਗ ਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18622,
    "shabad_id": 1571,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ. ਸੋ ਪ੍ਰਭੁ; ਜੀਅ ਦਾਤਾ ਅਾਪਿ ||",
    "transliteration": "Karan Kaaran Samarathh So Prabh Jeea Dhaathaa Aap ||",
    "translation": "God is the Doer, the All-powerful Cause of causes; He Himself is the Giver of life.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, (ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੇ) ਸਮਰੱਥ ਹੈ, ਉਹ ਆਪ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।੨।",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 18623,
    "shabad_id": 1571,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਤਿਅਾਗਿ ਸਗਲ ਸਿਅਾਣਪਾ; ਅਾਠ ਪਹਰ ਪ੍ਰਭੁ ਜਾਪਿ ||੨||",
    "transliteration": "Thiaag Sagal Siaanapaa Aath Pehar Prabh Jaap ||2||",
    "translation": "So renounce all your cleverness, and meditate on God, twenty-four hours a day. ||2||",
    "punjabi": "(ਦੁੱਖਾਂ ਤੋਂ ਛੁਟਕਾਰਾ ਪਾਣ ਲਈ) ਹੋਰ ਸਾਰੀਆਂ ਚਤੁਰਾਈਆਂ ਛੱਡ, ਅੱਠੇ ਪਹਰ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਕਰਦਾ ਰਹੁ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18624,
    "shabad_id": 1571,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮੀਤੁ ਸਖਾ ਸਹਾੲਿ ਸੰਗੀ; ੳੂਚ ਅਗਮ ਅਪਾਰੁ ||",
    "transliteration": "Meeth Sakhaa Sehaae Sangee Ooch Agam Apaar ||",
    "translation": "He is our best friend and companion, our help and support; He is lofty, inaccessible and infinite.",
    "punjabi": "ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਹੀ ਤੇਰਾ ਅਸਲ ਮਿੱਤਰ ਹੈ ਦੋਸਤ ਹੈ ਸਹਾਈ ਹੈ ਸਾਥੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18625,
    "shabad_id": 1571,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਚਰਣਕਮਲ ਬਸਾੲਿ ਹਿਰਦੈ; ਜੀਅ ਕੋ ਅਾਧਾਰੁ ||੩||",
    "transliteration": "Charan Kamal Basaae Hiradhai Jeea Ko Aadhhaar ||3||",
    "translation": "Enshrine His Lotus Feet within your heart; He is the Support of the soul. ||3||",
    "punjabi": "ਉਸ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, ਉਹੀ ਜਿੰਦ ਦਾ (ਅਸਲ) ਸਹਾਰਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18626,
    "shabad_id": 1571,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ. ਪ੍ਰਭ ਪਾਰਬ੍ਰਹਮ; ਗੁਣ ਤੇਰਾ ਜਸੁ ਗਾੳੁ ||",
    "transliteration": "Kar Kirapaa Prabh Paarabreham Gun Thaeraa Jas Gaao ||",
    "translation": "Show Your Mercy, O Supreme Lord God, that I may sing Your Glorious Praises.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਪਾਰਬ੍ਰਹਮ! ਮੇਹਰ ਕਰ ਮੈਂ ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18627,
    "shabad_id": 1571,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਸਰਬ ਸੂਖ ਵਡੀ ਵਡਿਅਾੲੀ; ਜਪਿ ਜੀਵੈ ਨਾਨਕੁ ਨਾੳੁ ||੪||੩||੧੩੮||",
    "transliteration": "Sarab Sookh Vaddee Vaddiaaee Jap Jeevai Naanak Naao ||4||3||138||",
    "translation": "Total peace, and the greatest greatness, O Nanak, are obtained by living to chant the Name of the Lord. ||4||3||138||",
    "punjabi": "(ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਹੀ) ਸਾਰੇ ਸੁਖ ਹਨ ਤੇ ਵੱਡੀ ਇੱਜ਼ਤ ਹੈ। (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੪॥੩॥੧੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18628,
    "shabad_id": 1572,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18629,
    "shabad_id": 1572,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੳੁਦਮੁ ਕਰੳੁ. ਕਰਾਵਹੁ ਠਾਕੁਰ; ਪੇਖਤ ਸਾਧੂਸੰਗਿ ||",
    "transliteration": "Oudham Karo Karaavahu Thaakur Paekhath Saadhhoo Sang ||",
    "translation": "I make the effort, as You cause me to do, my Lord and Master, to behold You in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਮੈਥੋਂ ਇਹ ਉੱਦਮ) ਕਰਾਂਦਾ ਰਹੁ, ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਤੇਰਾ ਦਰਸਨ ਕਰਦਾ ਹੋਇਆ ਮੈਂ ਤੇਰਾ ਨਾਮ ਜਪਣ ਦਾ ਆਹਰ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18630,
    "shabad_id": 1572,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਚਰਾਵਹੁ ਰੰਗਨਿ; ਅਾਪੇ ਹੀ ਪ੍ਰਭ ਰੰਗਿ ||੧||",
    "transliteration": "Har Har Naam Charaavahu Rangan Aapae Hee Prabh Rang ||1||",
    "translation": "I am imbued with the color of the Love of the Lord, Har, Har; God Himself has colored me in His Love. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਮਨ ਉੱਤੇ ਤੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਰੰਗਣ ਚਾੜ੍ਹ ਦੇ, ਤੂੰ ਆਪ ਹੀ (ਮੇਰੇ ਮਨ ਨੂੰ ਆਪਣੇ ਪ੍ਰੇਮ ਦੇ ਰੰਗ ਵਿਚ) ਰੰਗ ਦੇ ॥੧॥",
    "pronunciation": "ਚਰ੍ਹਾਵਹੁ",
    "type_id": 3
  },
  {
    "id": 18631,
    "shabad_id": 1572,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਨ ਮਹਿ; ਰਾਮ ਨਾਮਾ ਜਾਪਿ ||",
    "transliteration": "Man Mehi Raam Naamaa Jaap ||",
    "translation": "I chant the Lord's Name within my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਆਪਣੇ ਮਨ ਵਿਚ ਤੇਰਾ ਰਾਮ-ਨਾਮ ਜਪਦਾ ਰਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18632,
    "shabad_id": 1572,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਵਸਹੁ ਮੇਰੈ ਹਿਰਦੈ; ਹੋੲਿ ਸਹਾੲੀ ਅਾਪਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kar Kirapaa Vasahu Maerai Hiradhai Hoe Sehaaee Aap ||1|| Rehaao ||",
    "translation": "Bestow Your Mercy, and dwell within my heart; please, become my Helper. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਮੇਰਾ ਮਦਦਗਾਰ ਬਣੇਂ ਤੇ (ਮੇਰੇ ਉਤੇ) ਕਿਰਪਾ ਕਰਕੇ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸੇਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18633,
    "shabad_id": 1572,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸੁਣਿ ਸੁਣਿ. ਨਾਮੁ ਤੁਮਾਰਾ ਪ੍ਰੀਤਮ; ਪ੍ਰਭੁ ਪੇਖਨ ਕਾ ਚਾੳੁ ||",
    "transliteration": "Sun Sun Naam Thumaaraa Preetham Prabh Paekhan Kaa Chaao ||",
    "translation": "Listening continually to Your Name, O Beloved God, I yearn to behold You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਕਿ ਤੇਰਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਮੇਰੇ ਅੰਦਰ ਤੇਰੇ ਦਰਸਨ ਦਾ ਚਾਉ ਬਣਿਆ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  }
]
