[
  {
    "id": 19222,
    "shabad_id": 1608,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu Awsw mhlw 1 AstpdIAw Gru 3",
    "transliteration": "Raag Aasaa Mehalaa 1 Asattapadheeaa Ghar 3",
    "translation": "Raag Aasaa, First Mehl, Ashtapadees, Third House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdI: s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "id": 19223,
    "shabad_id": 1608,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 19224,
    "shabad_id": 1608,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ijn isir. sohin ptIAw; mWgI pwie sMDUru ]",
    "transliteration": "Jin Sir Sohan Patteeaa Maangee Paae Sandhhoor ||",
    "translation": "Those heads adorned with braided hair, with their parts painted with vermillion",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਸੁੰਦਰੀਆਂ) ਦੇ ਸਿਰ ਉਤੇ ਕੇਸਾਂ ਦੇ ਵਿਚਕਾਰਲੇ ਚੀਰ ਵਿਚ ਸੰਧੂਰ ਪਾ ਕੇ (ਕਾਲੇ ਕੇਸਾਂ ਦੀਆਂ) ਪੱਟੀਆਂ (ਹੁਣ ਤਕ) ਸੋਭਦੀਆਂ ਆ ਰਹੀਆਂ ਸਨ,",
    "pronunciation": "p`tIAW",
    "type_id": 3
  },
  {
    "id": 19225,
    "shabad_id": 1608,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sy isr. kwqI muMnIAin@; gl ivic. AwvY DUiV ]",
    "transliteration": "Sae Sir Kaathee Munneeanih Gal Vich Aavai Dhhoorr ||",
    "translation": "Those heads were shaved with scissors, and their throats were choked with dust.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਸਿਰ ਕੈਂਚੀ ਨਾਲ ਮੁਨੇ ਜਾ ਰਹੇ ਹਨ ਤੇ ਉਹਨਾਂ ਦੇ ਗਲ ਵਿੱਚ ਮਿੱਟੀ ਪੈ ਰਹੀ ਹੈ।",
    "pronunciation": "(kwqI) kYNcI nwl[ gL DUiV@",
    "type_id": 3
  },
  {
    "id": 19226,
    "shabad_id": 1608,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "mhlw AMdir hodIAw; huix. bhix n imlin hdUir ]1]",
    "transliteration": "Mehalaa Andhar Hodheeaa Hun Behan N Milanih Hadhoor ||1||",
    "translation": "They lived in palatial mansions, but now, they cannot even sit near the palaces. ||1||",
    "punjabi": "ਜੇਹੜੀਆਂ ਪਹਿਲਾਂ ਆਪਣੇ ਮਹਲਾਂ ਵਿਚ ਵੱਸਦੀਆਂ ਸਨ, ਹੁਣ ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਮਹਲਾਂ ਦੇ ਕਿਤੇ ਨੇੜੇ ਭੀ ਢੁਕਣ ਨਹੀਂ ਦਿੱਤਾ ਜਾਂਦਾ ॥੧॥",
    "pronunciation": "mhlW dy (hdUir) nyVy BI",
    "type_id": 3
  },
  {
    "id": 19227,
    "shabad_id": 1608,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "Awdysu; bwbw Awdysu ]",
    "transliteration": "Aadhaes Baabaa Aadhaes ||",
    "translation": "Hail to You, O Father Lord, Hail to You!",
    "punjabi": "ਹੇ ਅਕਾਲ ਪੁਰਖ! ਨਮਸਕਾਰ ਤੈਨੂੰ ਨਮਸਕਾਰ ਹੈ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19228,
    "shabad_id": 1608,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "Awid purK. qyrw AMqu n pwieAw; kir kir dyKih vys ]1] rhwau ]",
    "transliteration": "Aadh Purakh Thaeraa Anth N Paaeiaa Kar Kar Dhaekhehi Vaes ||1|| Rehaao ||",
    "translation": "O Primal Lord. Your limits are not known; You create, and create, and behold the scenes. ||1||Pause||",
    "punjabi": "ਹੇ ਆਦਿ ਪੁਰਖ! (ਤੇਰੇ ਭਾਣਿਆਂ ਦਾ ਸਾਨੂੰ) ਭੇਤ ਨਹੀਂ ਮਿਲਦਾ। ਤੂੰ ਇਹ ਭਾਣੇ ਆਪ ਹੀ ਕਰ ਕੇ ਆਪ ਹੀ ਵੇਖ ਰਿਹਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(vys) ByK",
    "type_id": 4
  },
  {
    "id": 19229,
    "shabad_id": 1608,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jdhu. sIAw vIAwhIAw; lwVy sohin pwis ]",
    "transliteration": "Jadhahu Seeaa Veeaaheeaa Laarrae Sohan Paas ||",
    "translation": "When they were married, their husbands looked so handsome beside them.",
    "punjabi": "ਜਦੋਂ ਉਹ ਸੁੰਦਰੀਆਂ ਵਿਆਹੀਆਂ ਆਈਆਂ ਸਨ, ਉਹਨਾਂ ਦੇ ਕੋਲ ਉਹਨਾਂ ਦੇ ਲਾੜੇ ਸੋਹਣੇ ਲੱਗ ਰਹੇ ਸਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19230,
    "shabad_id": 1608,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hIfolI ciV AweIAw; dMd KMf kIqy rwis ]",
    "transliteration": "Heeddolee Charr Aaeeaa Dhandh Khandd Keethae Raas ||",
    "translation": "They came in palanquins, decorated with ivory;",
    "punjabi": "ਉਹ ਪਾਲਕੀਆਂ ਵਿਚ ਚੜ੍ਹ ਕੇ ਆਈਆਂ ਸਨ, (ਉਹਨਾਂ ਦੀਆਂ ਬਾਹਾਂ ਉਤੇ) ਹਾਥੀ-ਦੰਦ ਦੇ ਚੂੜੇ ਸਜੇ ਹੋਏ ਸਨ।",
    "pronunciation": "(hIfolI) suKpwlkI, hwQI dMdW dy (KMf) tukiVAW nwl (rwis) sjweI[ ciV@",
    "type_id": 3
  },
  {
    "id": 19231,
    "shabad_id": 1608,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "auprhu pwxI vwrIAY; Jly iJmkin pwis ]2]",
    "transliteration": "Ouparahu Paanee Vaareeai Jhalae Jhimakan Paas ||2||",
    "translation": "Water was sprinkled over their heads, and glittering fans were waved above them. ||2||",
    "punjabi": "(ਸਹੁਰੇ-ਘਰ ਆਈਆਂ ਦੇ) ਉਤੋਂ ਦੀ (ਸਗਨਾਂ ਦਾ) ਪਾਣੀ ਵਾਰਿਆ ਜਾਂਦਾ ਸੀ, (ਸ਼ੀਸ਼ਿਆਂ-ਜੜੇ) ਪੱਖੇ ਉਹਨਾਂ ਦੇ ਕੋਲ (ਉਹਨਾਂ ਦੇ ਹੱਥਾਂ ਵਿਚ) ਲਿਸ਼ਕ ਰਹੇ ਸਨ ॥੨॥",
    "pronunciation": "SIiSAW jVy (J`ly) p`Ky (iJmkin) cmk rhy sI koL[ au~prhu",
    "type_id": 3
  },
  {
    "id": 19232,
    "shabad_id": 1608,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ieku lKu lhin@ bihTIAw; lKu lhin@ KVIAw ]",
    "transliteration": "Eik Lakh Lehanih Behitheeaa Lakh Lehanih Kharreeaa ||",
    "translation": "They were given hundreds of thousands of coins when they sat, and hundreds of thousands of coins when they stood.",
    "punjabi": "(ਸਹੁਰੇ-ਘਰ ਆ ਕੇ) ਬੈਠੀਆਂ ਉਹ ਇਕ ਇਕ ਲੱਖ ਰੁਪਈਆ (ਸਗਨਾਂ ਦਾ) ਲੈਂਦੀਆਂ ਸਨ, ਖਲੋਤੀਆਂ ਭੀ ਲੈਂਦੀਆਂ ਸਨ।",
    "pronunciation": "l`Ku[ lh-in[ bih-TIAw[ KV@IAW",
    "type_id": 3
  },
  {
    "id": 19233,
    "shabad_id": 1608,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "grI Cuhwry KWdIAw; mwxin@ syjVIAw ]",
    "transliteration": "Garee Shhuhaarae Khaandheeaa Maananih Saejarreeaa ||",
    "translation": "They ate coconuts and dates, and rested comfortably upon their beds.",
    "punjabi": "ਗਰੀ-ਛੁਹਾਰੇ ਖਾਂਦੀਆਂ ਸਨ, ਤੇ ਸੋਹਣੀਆਂ ਸੇਜਾਂ ਮਾਣਦੀਆਂ ਸਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19234,
    "shabad_id": 1608,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "iqn@ gil. islkw pweIAw; qutin@, moq srIAw ]3]",
    "transliteration": "Thinh Gal Silakaa Paaeeaa Thuttanih Mothasareeaa ||3||",
    "translation": "But ropes were put around their necks, and their strings of pearls were broken. ||3||",
    "punjabi": "(ਅੱਜ) ਉਹਨਾਂ ਦੇ ਗਲ ਵਿਚ (ਜ਼ਾਲਮਾਂ ਨੇ) ਰੱਸੀਆਂ ਪਾਈਆਂ ਹੋਈਆਂ ਹਨ, ਉਹਨਾਂ ਦੇ (ਗਲ ਪਏ) ਮੋਤੀਆਂ ਦੇ ਹਾਰ ਟੁੱਟ ਰਹੇ ਹਨ ॥੩॥",
    "pronunciation": "(islkw) PwhIAW[ (moq)moqIAW dIAW(srIAw)lVIAW[ gil: polw bolo",
    "type_id": 3
  },
  {
    "id": 19235,
    "shabad_id": 1608,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "Dnu jobnu duie. vYrI hoey; ijn@I. rKy rMgu lwie ]",
    "transliteration": "Dhhan Joban Dhue Vairee Hoeae Jinhee Rakhae Rang Laae ||",
    "translation": "Their wealth and youthful beauty, which gave them so much pleasure, have now become their enemies.",
    "punjabi": "(ਉਹਨਾਂ ਦਾ) ਧਨ ਤੇ ਜੋਬਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਉਹਨਾਂ ਸੁੰਦਰੀਆਂ ਨੂੰ ਨਸ਼ਾ ਚਾੜ੍ਹਿਆ ਹੋਇਆ ਸੀ, ਅੱਜ ਦੋਵੇਂ ਹੀ ਉਹਨਾਂ ਦੇ ਵੈਰੀ ਬਣੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(rMgu) mOjW",
    "type_id": 3
  },
  {
    "id": 19236,
    "shabad_id": 1608,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "dUqw no PurmwieAw; lY cly piq gvwie ]",
    "transliteration": "Dhoothaa No Furamaaeiaa Lai Chalae Path Gavaae ||",
    "translation": "The order was given to the soldiers, who dishonored them, and carried them away.",
    "punjabi": "(ਬਾਬਰ ਨੇ) ਜ਼ਾਲਮ ਸਿਪਾਹੀਆਂ ਨੂੰ ਹੁਕਮ ਦੇ ਰੱਖਿਆ ਹੈ, ਉਹ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ ਉਹਨਾਂ ਨੂੰ ਲੈ ਜਾ ਰਹੇ ਹਨ।",
    "pronunciation": "c`ly",
    "type_id": 3
  },
  {
    "id": 19237,
    "shabad_id": 1608,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "jy iqsu BwvY, dy vifAweI; jy BwvY. dyie sjwie ]4]",
    "transliteration": "Jae This Bhaavai Dhae Vaddiaaee Jae Bhaavai Dhaee Sajaae ||4||",
    "translation": "If it is pleasing to God's Will, He bestows greatness; if is pleases His Will, He bestows punishment. ||4||",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਕੁਝ ਵੱਸ ਨਹੀਂ) ਜੇ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ (ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵਾਂ ਨੂੰ) ਵਡਿਆਈ-ਆਦਰ ਦੇਂਦਾ ਹੈ, ਜੇ ਉਸ ਦੀ ਰਜ਼ਾ ਹੋਵੇ ਤਾਂ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19238,
    "shabad_id": 1608,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "Agody. jy cyqIAY; qW kwiequ imlY sjwie ]",
    "transliteration": "Ago Dhae Jae Chaetheeai Thaan Kaaeith Milai Sajaae ||",
    "translation": "If someone focuses on the Lord beforehand, then why should he be punished?",
    "punjabi": "ਜੇ ਪਹਿਲਾਂ ਹੀ (ਆਪੋ ਆਪਣੇ ਫ਼ਰਜ਼ ਨੂੰ) ਚੇਤੇ ਕਰਦੇ ਰਹੀਏ (ਚੇਤੇ ਰੱਖੀਏ) ਤਾਂ (ਅਜੇਹੀ) ਸਜ਼ਾ ਕਿਉਂ ਮਿਲੇ?",
    "pronunciation": "(A`go-dy) pihlW hI[ (kwiequ) ikauN",
    "type_id": 3
  },
  {
    "id": 19239,
    "shabad_id": 1608,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "swhW suriq gvweIAw; rMig qmwsY cwie ]",
    "transliteration": "Saahaan Surath Gavaaeeaa Rang Thamaasai Chaae ||",
    "translation": "The kings had lost their higher consciousness, reveling in pleasure and sensuality.",
    "punjabi": "(ਇਥੋਂ ਦੇ) ਹਾਕਮਾਂ ਨੇ ਐਸ਼ ਵਿਚ, ਤਮਾਸ਼ਿਆਂ ਦੇ ਚਾਅ ਵਿਚ ਆਪਣਾ ਫ਼ਰਜ਼ ਭੁਲਾ ਦਿੱਤਾ ਸੀ।",
    "pronunciation": "(swhW) SwhW ny vwihgurU jI dI (suriq) pRIqI",
    "type_id": 3
  },
  {
    "id": 19240,
    "shabad_id": 1608,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "bwbr vwxI. iPir geI; kuieru. n rotI Kwie ]5]",
    "transliteration": "Baabaravaanee Fir Gee Kueir N Rottee Khaae ||5||",
    "translation": "Since Baabar's rule has been proclaimed, even the princes have no food to eat. ||5||",
    "punjabi": "(ਹੁਣ ਜਦੋਂ) ਬਾਬਰ ਦੀ (ਦੁਹਾਈ) ਫਿਰੀ ਹੈ ਤਾਂ (ਹੋਰ ਪਰਜਾ ਤਾਂ ਕਿਤੇ ਰਹੀ, ਕੋਈ) ਪਠਾਣ-ਸ਼ਾਹਜ਼ਾਦਾ ਭੀ (ਕਿਤੋਂ ਮੰਗ-ਪਿੰਨ ਕੇ) ਰੋਟੀ ਨਹੀਂ ਖਾ ਸਕਦਾ ॥੫॥",
    "pronunciation": "bwbr dI (vwxI) duhweI[ (kuieru) rwjkumwr",
    "type_id": 3
  },
  {
    "id": 19241,
    "shabad_id": 1608,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ieknw. vKq KuAweIAih; iekn@w. pUjw jwie ]",
    "transliteration": "Eikanaa Vakhath Khuaaeeahi Eikanhaa Poojaa Jaae ||",
    "translation": "The Muslims have lost their five times of daily prayer, and the Hindus have lost their worship as well.",
    "punjabi": "(ਸੈਦਪੁਰ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਦਾ ਇਹ ਹਾਲ ਹੋ ਰਿਹਾ ਹੈ ਕਿ ਜ਼ਾਲਮਾਂ ਦੇ ਪੰਜੇ ਵਿਚ ਆ ਕੇ) ਮੁਸਲਮਾਨੀਆਂ ਦੇ ਨਿਮਾਜ਼ ਦੇ ਵਕਤ ਖੁੰਝ ਰਹੇ ਹਨ, ਹਿੰਦਵਾਣੀਆਂ ਦਾ ਪੂਜਾ ਦਾ ਸਮਾ ਜਾ ਰਿਹਾ ਹੈ,",
    "pronunciation": "(vKq) nmwz dw vkq[ (KuAweI-Aih) KuMJwey[ pUjw dw smw (jwie) lMGwieAw",
    "type_id": 3
  },
  {
    "id": 19242,
    "shabad_id": 1608,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "cauky ivxu ihMdvwxIAw; ikau itky kFih. nwie ]",
    "transliteration": "Choukae Vin Hindhavaaneeaa Kio Ttikae Kadtehi Naae ||",
    "translation": "Without their sacred squares, how shall the Hindu women bathe and apply the frontal marks to their foreheads?",
    "punjabi": "(ਜੇਹੜੀਆਂ ਅੱਗੇ ਨ੍ਹਾ ਕੇ, ਟਿੱਕੇ ਲਾ ਕੇ ਸੁੱਚੇ ਚੌਕੇ ਵਿਚ ਬੈਠਦੀਆਂ ਸਨ, ਹੁਣ) ਨਾਹ ਉਹ ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਟਿੱਕੇ ਲਾ ਸਕਦੀਆਂ ਹਨ, ਨਾਹ ਹੀ ਉਹਨਾਂ ਦੇ ਸੁੱਚੇ ਚੌਕੇ ਰਹਿ ਗਏ ਹਨ।",
    "pronunciation": "it`ky[n@wie",
    "type_id": 3
  },
  {
    "id": 19243,
    "shabad_id": 1608,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "rwmu. n kbhU cyiqE; huix. khix n imlY, Kudwie ]6]",
    "transliteration": "Raam N Kabehoo Chaethiou Hun Kehan N Milai Khudhaae ||6||",
    "translation": "They never remembered their Lord as Raam, and now they cannot even chant Khudaa-i||6||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੇ ਅੱਗੇ ਧਨ ਜੋਬਨ ਦੇ ਨਸ਼ੇ ਵਿਚ) ਕਦੇ ਰਾਮ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਸੀ ਕੀਤਾ, ਹੁਣ (ਜ਼ਾਲਮ ਬਾਬਰ ਸਿਪਾਹੀਆਂ ਨੂੰ ਖੁਸ਼ ਕਰਨ ਵਾਸਤੇ) ਉਹਨਾਂ ਨੂੰ ਖ਼ੁਦਾ ਖ਼ੁਦਾ ਭੀ ਆਖਣਾ ਨਹੀਂ ਮਿਲਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19244,
    "shabad_id": 1608,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ieik. Gir Awvih AwpxY; ieik. imil imil puCih suK ]",
    "transliteration": "Eik Ghar Aavehi Aapanai Eik Mil Mil Pushhehi Sukh ||",
    "translation": "Some have returned to their homes, and meeting their relatives, they ask about their safety.",
    "punjabi": "(ਬਾਬਰ ਦੀ ਕਤਲਾਮ ਤੇ ਕੈਦ ਵਿਚੋਂ) ਜੇਹੜੇ ਕੋਈ ਵਿਰਲੇ ਵਿਰਲੇ ਮਨੁੱਖ (ਬਚ ਕੇ) ਆਪੋ ਆਪਣੇ ਘਰ ਵਿਚ ਆਉਂਦੇ ਹਨ, ਉਹ ਇਕ ਦੂਜੇ ਨੂੰ ਮਿਲ ਮਿਲ ਕੇ ਇਕ ਦੂਜੇ ਦੀ ਸੁਖ-ਸਾਂਦ ਪੁਛਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19245,
    "shabad_id": 1608,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "iekn@w. eyho iliKAw; bih bih rovih duK ]",
    "transliteration": "Eikanhaa Eaeho Likhiaa Behi Behi Rovehi Dhukh ||",
    "translation": "For some, it is pre-ordained that they shall sit and cry out in pain.",
    "punjabi": "(ਅਨੇਕਾਂ ਦੇ ਸਾਕ ਸਬੰਧੀ ਮਾਰੇ ਤੇ ਕੈਦ ਕੀਤੇ ਗਏ) ਉਹਨਾਂ ਦੀ ਕਿਸਮਤ ਵਿਚ ਇਹੀ ਬਿਪਤਾ ਲਿਖੀ ਪਈ ਸੀ; ਉਹ ਇਕ ਦੂਜੇ ਪਾਸ ਬੈਠ ਬੈਠ ਕੇ ਆਪੋ ਆਪਣੇ ਦੁਖ ਰੋਂਦੇ ਹਨ (ਰੋ ਰੋ ਕੇ ਆਪਣੇ ਦੁਖ ਦੱਸਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19246,
    "shabad_id": 1608,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "jo iqsu BwvY. so QIAY; nwnk. ikAw mwnuK ]7]11]",
    "transliteration": "Jo This Bhaavai So Thheeai Naanak Kiaa Maanukh ||7||11||",
    "translation": "Whatever pleases Him, comes to pass. O Nanak, what is the fate of mankind? ||7||11||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਮਨੁੱਖ ਵਿਚਾਰੇ ਕੀ ਕਰਨ ਜੋਗੇ ਹਨ? ਉਹੀ ਕੁਝ ਵਾਪਰਦਾ ਹੈ ਜੋ ਉਸ (ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ) ਨੂੰ ਭਾਉਂਦਾ ਹੈ ॥੭॥੧੧॥",
    "pronunciation": "mwnu`K",
    "type_id": 3
  },
  {
    "id": 19247,
    "shabad_id": 1609,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Awsw mhlw 1 ]",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19248,
    "shabad_id": 1609,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "khw. su Kyl qbylw GoVy; khw. ByrI shnweI ]",
    "transliteration": "Kehaa S Khael Thabaelaa Ghorrae Kehaa Bhaeree Sehanaaee ||",
    "translation": "Where are the games, the stables, the horses? Where are the drums and the bugles?",
    "punjabi": "(ਅਜੇ ਕੱਲ ਦੀ ਹੀ ਗੱਲ ਹੈ ਕਿ ਸੈਦਪੁਰ ਵਿਚ ਰੌਣਕ ਹੀ ਰੌਣਕ ਸੀ, ਪਰ ਹੁਣ) ਕਿੱਥੇ ਹਨ (ਫ਼ੌਜੀਆਂ ਦੇ) ਖੇਡ ਤਮਾਸ਼ੇ? ਕਿੱਥੇ ਹਨ ਘੋੜੇ ਤੇ (ਘੋੜਿਆਂ ਦੇ) ਤਬੇਲੇ? ਕਿੱਥੇ ਗਏ ਨਗਾਰੇ ਤੇ ਤੂਤੀਆਂ?",
    "pronunciation": "(ByrI) vwjy[ ^usI smyN v`jx vwly (shnweI) swj[ K@yl",
    "type_id": 3
  },
  {
    "id": 19249,
    "shabad_id": 1609,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "khw. su qygbMd gwfyriV; khw. su lwl kvweI ]",
    "transliteration": "Kehaa S Thaegabandh Gaaddaerarr Kehaa S Laal Kavaaee ||",
    "translation": "Where are the sword-belts and chariots? Where are those scarlet uniforms?",
    "punjabi": "ਕਿੱਥੇ ਹਨ ਪਸ਼ਮੀਨੇ ਦੇ ਗਾਤਰੇ? ਤੇ ਕਿੱਥੇ ਹਨ ਉਹ (ਫ਼ੌਜੀਆਂ ਦੀਆਂ) ਲਾਲ ਬਰਦੀਆਂ?",
    "pronunciation": "(qyg-bMd) qlvwrW bMn@x vwly(gw-fy-riV) sUrmy[ lwl (kvweI) puSwk vwly[ (dUjw pwT: gwfy riV)",
    "type_id": 3
  },
  {
    "id": 19250,
    "shabad_id": 1609,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "khw. su AwrsIAw muh bMky; AYQY idsih nwhI ]1]",
    "transliteration": "Kehaa S Aaraseeaa Muh Bankae Aithhai Dhisehi Naahee ||1||",
    "translation": "Where are the rings and the beautiful faces? They are no longer to be seen here. ||1||",
    "punjabi": "ਕਿੱਥੇ ਹਨ ਸ਼ੀਸ਼ੇ? ਤੇ (ਸ਼ੀਸ਼ਿਆਂ ਵਿਚੋਂ ਵੇਖੇ ਜਾਣ ਵਾਲੇ) ਸੋਹਣੇ ਮੂੰਹ? (ਅੱਜ) ਇਥੇ (ਸੈਦਪੁਰ ਵਿਚ ਕਿਤੇ) ਨਹੀਂ ਦਿੱਸਦੇ ॥੧॥",
    "pronunciation": "(AwrsIAW) nwrIAW dy AMgUTy c pihnx vwly gihxy",
    "type_id": 3
  },
  {
    "id": 19251,
    "shabad_id": 1609,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "iehu jgu qyrw; qU gosweI ]",
    "transliteration": "Eihu Jag Thaeraa Thoo Gosaaee ||",
    "translation": "This world is Yours; You are the Lord of the Universe.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਜਗਤ ਤੇਰਾ (ਬਣਾਇਆ ਹੋਇਆ) ਹੈ, ਤੂੰ ਇਸ ਜਗਤ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19252,
    "shabad_id": 1609,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "eyk GVI mih Qwip auQwpy; jru vMif dyvY BWeI ]1] rhwau ]",
    "transliteration": "Eaek Gharree Mehi Thhaap Outhhaapae Jar Vandd Dhaevai Bhaanee ||1|| Rehaao ||",
    "translation": "In an instant, You establish and disestablish. You distribute wealth as it pleases You. ||1||Pause||",
    "punjabi": "(ਉਸ ਮਾਲਕ ਦੀ ਅਚਰਜ ਖੇਡ ਹੈ) ਜਗਤ ਰਚ ਕੇ ਇਕ ਘੜੀ ਵਿਚ ਹੀ ਤਬਾਹ ਭੀ ਕਰ ਦੇਂਦਾ ਹੈ, ਤੇ ਧਨ ਦੌਲਤ ਵੰਡ ਕੇ ਹੋਰਨਾਂ ਨੂੰ ਦੇ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(jru) Dn[ (BWeI) horW nMU",
    "type_id": 4
  },
  {
    "id": 19253,
    "shabad_id": 1609,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "khW. su Gr dr mMfp mhlw; khw. su bMk srweI ]",
    "transliteration": "Kehaan S Ghar Dhar Manddap Mehalaa Kehaa S Bank Saraaee ||",
    "translation": "Where are the houses, the gates, the hotels and palaces? Where are those beautiful way-stations?",
    "punjabi": "ਕਿੱਥੇ ਹਨ ਉਹ ਸੋਹਣੇ ਘਰ ਮਹਲ-ਮਾੜੀਆਂ ਤੇ ਸੋਹਣੀਆਂ ਸਰਾਵਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19254,
    "shabad_id": 1609,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "khW. su syj suKwlI kwmix; ijsu vyiK. nId n pweI ]",
    "transliteration": "Kehaan S Saej Sukhaalee Kaaman Jis Vaekh Needh N Paaee ||",
    "translation": "Where are those beautiful women, reclining on their beds, whose beauty would not allow one to sleep?",
    "punjabi": "ਕਿੱਥੇ ਹੈ ਉਹ ਸੁਖ ਦੇਣ ਵਾਲੀ ਇਸਤ੍ਰੀ ਤੇ ਉਸ ਦੀ ਸੇਜ, ਜਿਸ ਨੂੰ ਵੇਖ ਕੇ (ਅੱਖਾਂ ਵਿਚੋਂ) ਨੀਂਦ ਮੁੱਕ ਜਾਂਦੀ ਸੀ?",
    "pronunciation": "(mMfp) au~cy mMdr[ (bMk) sohxIAW (srweI) srwvW",
    "type_id": 3
  },
  {
    "id": 19255,
    "shabad_id": 1609,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "khw. su pwn qMbolI hrmw; hoeIAw CweI mweI ]2]",
    "transliteration": "Kehaa S Paan Thanbolee Haramaa Hoeeaa Shhaaee Maaee ||2||",
    "translation": "Where are those betel leaves, their sellers, and the haremees? They have vanished like shadows. ||2||",
    "punjabi": "ਕਿੱਥੇ ਹਨ ਉਹ ਪਾਨ ਤੇ ਪਾਨ ਵੇਚਣ ਵਾਲੀਆਂ, ਤੇ ਕਿੱਥੇ ਉਹ ਪਰਦੇਦਾਰ ਜ਼ਨਾਨੀਆਂ? ਸਭ ਗੁੰਮ ਹੋ ਚੁਕੀਆਂ ਹਨ ॥੨॥",
    "pronunciation": "(pwn qMbolI) pwn vycx vwlIAW[ (hrmw) ivAwhIAW hoeIAW prdydwr iesqRIAW[ (CweI mweI) lop",
    "type_id": 3
  },
  {
    "id": 19256,
    "shabad_id": 1609,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "iesu jr kwrix, GxI ivguqI; iein jr. GxI KuAweI ]",
    "transliteration": "Eis Jar Kaaran Ghanee Viguthee Ein Jar Ghanee Khuaaee ||",
    "translation": "For the sake of this wealth, so many were ruined; because of this wealth, so many have been disgraced.",
    "punjabi": "ਇਸ ਧਨ ਦੀ ਖ਼ਾਤਰ ਬਹੁਤ ਲੋਕਾਈ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ ਇਸ ਧਨ ਨੇ ਬਹੁਤ ਦੁਨੀਆ ਨੂੰ ਖ਼ੁਆਰ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(jr) Dn[ (iv-gu`qI) KuAwr hoeI[ (KuAweI) Bulwey",
    "type_id": 3
  },
  {
    "id": 19257,
    "shabad_id": 1609,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "pwpw bwJhu. hovY nwhI; muieAw. swiQ n jweI ]",
    "transliteration": "Paapaa Baajhahu Hovai Naahee Mueiaa Saathh N Jaaee ||",
    "translation": "It was not gathered without sin, and it does not go along with the dead.",
    "punjabi": "ਪਾਪ ਜ਼ੁਲਮ ਕਰਨ ਤੋਂ ਬਿਨਾ, ਇਹ ਦੌਲਤ ਇਕੱਠੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਤੇ ਮਰਨ ਵੇਲੇ ਇਹ (ਇਕੱਠੀ ਕਰਨ ਵਾਲੇ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "pwpW",
    "type_id": 3
  },
  {
    "id": 19258,
    "shabad_id": 1609,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ijs no Awip KuAwey krqw; Kuis ley cMigAweI ]3]",
    "transliteration": "Jis No Aap Khuaaeae Karathaa Khus Leae Changiaaee ||3||",
    "translation": "Those, whom the Creator Lord would destroy - first He strips them of virtue. ||3||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ?) ਪਰਮਾਤਮਾ ਜਿਸ ਨੂੰ ਆਪ ਕੁਰਾਹੇ ਪਾਂਦਾ ਹੈ (ਪਹਿਲਾਂ ਉਸ ਪਾਸੋਂ ਉਸ ਦੀ) ਚੰਗਿਆਈ ਖੋਹ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ijs no (Awip) hMkwr ho jey, auh (krqw) vwihgurU jI nMU (KuAwey) Bulw idMdw hY qy vwihgurU jI dI cMigAweI praupkwr krn dI dwq (Ku`is) KuMJw lYNdw hY AQvw ijs jIv nMU Awip krqw purKu jI (KuAwey) irjk b^Sdy hn, aus jIv nMU (cMigAweI) cMigAweIAW praupkwr krky vwihgurU jI dI (Kuis) KuSI lYxI cwhIdI hY",
    "type_id": 3
  },
  {
    "id": 19259,
    "shabad_id": 1609,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "kotI hU pIr vrij rhwey; jw. mIru suixAw DwieAw ]",
    "transliteration": "Kottee Hoo Peer Varaj Rehaaeae Jaa Meer Suniaa Dhhaaeiaa ||",
    "translation": "Millions of religious leaders failed to halt the invader, when they heard of the Emperor's invasion.",
    "punjabi": "ਜਦੋਂ ਪਠਾਣ ਹਾਕਮਾਂ ਨੇ ਸੁਣਿਆ ਕਿ ਮੀਰ ਬਾਬਰ ਹੱਲਾ ਕਰ ਕੇ (ਵਗਾ ਤਗ) ਆ ਰਿਹਾ ਹੈ, ਤਾਂ ਉਹਨਾਂ ਅਨੇਕਾਂ ਹੀ ਪੀਰਾਂ ਨੂੰ (ਜਾਦੂ ਟੂਣੇ ਕਰਨ ਲਈ) ਰੋਕ ਰੱਖਿਆ।",
    "pronunciation": "(kotI) kRoVW hI pIr ihMdusqwnI bwdSwh ny (vrij) rok ky (rhwey) r`Ky hmlwvrW nMU pIr SkqIAW nwl AMn@y krn leI (jw) jdoN suixAw ik (mIru) bwdSwh bwbr (DwieAw) h`lw krky Aw irhw hY",
    "type_id": 3
  }
]
