[
  {
    "id": 19387,
    "shabad_id": 1615,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਜੇਹੀ ਸੇਵ ਕਰਾੲੀਅੈ; ਕਰਣੀ ਭੀ ਸਾੲੀ ॥",
    "transliteration": "Jaehee Saev Karaaeeai Karanee Bhee Saaee ||",
    "translation": "Whatever service the Lord causes us to do, that is just what we do.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਪਰਮਾਤਮਾ ਨੇ ਜਿਹੋ ਜਿਹੀ ਕਾਰੇ ਜੀਵ ਨੂੰ ਲਾਉਣਾ ਹੈ, ਜੀਵ ਨੇ ਉਸੇ ਕਾਰੇ ਲੱਗਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19388,
    "shabad_id": 1615,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਿ ਕਰੇ. ਕਿਸੁ ਅਾਖੀਅੈ; ਵੇਖੈ ਵਡਿਅਾੲੀ ॥੭॥",
    "transliteration": "Aap Karae Kis Aakheeai Vaekhai Vaddiaaee ||7||",
    "translation": "He Himself acts; who else should be mentioned? He beholds His own greatness. ||7||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸ੍ਰਿਸ਼ਟੀ) ਰਚ ਕੇ ਆਪ ਹੀ ਇਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਇਹ ਉਸ ਦੀ ਆਪਣੀ ਹੀ ਬਜ਼ੁਰਗੀ ਹੈ। (ਉਸ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਅੱਗੇ ਪੁਕਾਰ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19389,
    "shabad_id": 1615,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ. ਸੋ ਕਰੇ; ਜਿਸੁ ਅਾਪਿ ਕਰਾੲੇ ॥",
    "transliteration": "Gur Kee Saevaa So Karae Jis Aap Karaaeae ||",
    "translation": "He alone serves the Guru, whom the Lord Himself inspires to do so.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਭੀ ਉਹੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਜਿਸ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19390,
    "shabad_id": 1615,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਸਿਰੁ ਦੇ ਛੂਟੀਅੈ; ਦਰਗਹ ਪਤਿ ਪਾੲੇ ॥੮॥੧੮॥",
    "transliteration": "Naanak Sir Dhae Shhootteeai Dharageh Path Paaeae ||8||18||",
    "translation": "O Nanak, offering his head, one is emancipated, and honored in the Court of the Lord. ||8||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣਾ ਸਿਰ (ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕਰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ-ਮਾਣ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੮॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19391,
    "shabad_id": 1616,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ॥",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19392,
    "shabad_id": 1616,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰੂੜੋ ਠਾਕੁਰ ਮਾਹਰੋ; ਰੂੜੀ ਗੁਰਬਾਣੀ ॥",
    "transliteration": "Roorro Thaakur Maaharo Roorree Gurabaanee ||",
    "translation": "Beautiful is the Supreme Lord and Master, and beautiful is the Word of the Guru's Bani.",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਤੂੰ ਸੁੰਦਰ ਹੈਂ, ਤੂੰ ਸਿਆਣਾ ਹੈਂ! ਗੁਰੂ ਦੀ ਸੁੰਦਰ ਬਾਣੀ ਦੀ ਰਾਹੀਂ (ਤੇਰੀ ਪ੍ਰਾਪਤੀ ਹੋ ਸਕਦੀ ਹੈ)।",
    "pronunciation": "(ਰੂੜੋ) ਸੁੰਦਰ। (ਮਾਹਰੋ) ਜਾਣੀਜਾਣ",
    "type_id": 3
  },
  {
    "id": 19393,
    "shabad_id": 1616,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਵਡੈਭਾਗਿ ਸਤਿਗੁਰੁ ਮਿਲੈ; ਪਾੲੀਅੈ ਪਦੁ ਨਿਰਬਾਣੀ ॥੧॥",
    "transliteration": "Vaddai Bhaag Sathigur Milai Paaeeai Padh Nirabaanee ||1||",
    "translation": "By great good fortune, one meets the True Guru, and the supreme status of Nirvaanaa is obtained. ||1||",
    "punjabi": "ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, (ਤੇ ਗੁਰੂ ਦੇ ਮਿਲਣ ਦੇ ਨਾਲ) ਵਾਸਨਾ-ਰਹਿਤ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਨਿਰਬਾਣੀ) ਵਾਸ਼ਨਾ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 19394,
    "shabad_id": 1616,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਮੈ ਓਲ੍ਹਗੀਅਾ ਓਲ੍ਹਗੀ; ਹਮ ਛੋਰੂ ਥਾਰੇ ॥",
    "transliteration": "Mai Oulhageeaa Oulhagee Ham Shhoroo Thhaarae ||",
    "translation": "I am the lowest slave of Your slaves; I am Your most humble servant.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹਾਂ, ਮੈਂ ਤੇਰਾ ਛੋਟਾ ਜਿਹਾ ਸੇਵਕ ਹਾਂ।",
    "pronunciation": "(ਓਲ੍ਹਗੀਅਾ ਓਲ੍ਹਗੀ) ਦਾਸਾਂ ਦੇ ਦਾਸ। (ਛੋਰੂ) ਛੋਟੇ ਦਾਸ। (ਦੂਜਾ ਪਾਠ: ਮੈ ਓ ਲ੍ਹਗੀਅਾ)",
    "type_id": 3
  },
  {
    "id": 19395,
    "shabad_id": 1616,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਿੳੁ ਤੂੰ ਰਾਖਹਿ. ਤਿੳੁ ਰਹਾ; ਮੁਖਿ ਨਾਮੁ ਹਮਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jio Thoon Raakhehi Thio Rehaa Mukh Naam Hamaarae ||1|| Rehaao ||",
    "translation": "As You keep me, I live. Your Name is in my mouth. ||1||Pause||",
    "punjabi": "(ਮੇਹਰ ਕਰ) ਮੈਂ ਉਸੇ ਤਰ੍ਹਾਂ ਜੀਵਾਂ ਜਿਵੇਂ ਤੇਰੀ ਰਜ਼ਾ ਹੋਵੇ। ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਆਪਣਾ ਨਾਮ ਦੇਹ! ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 19396,
    "shabad_id": 1616,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਦਰਸਨ ਕੀ ਪਿਅਾਸਾ ਘਣੀ; ਭਾਣੈ ਮਨਿ ਭਾੲੀਅੈ ॥",
    "transliteration": "Dharasan Kee Piaasaa Ghanee Bhaanai Man Bhaaeeai ||",
    "translation": "I have such a great thirst for the Blessed Vision of Your Darshan; my mind accepts Your Will, and so You are pleased with me.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ (ਜੀਵ ਦੇ ਅੰਦਰ) ਉਸ ਦੇ ਦਰਸ਼ਨ ਦੀ ਤੀਬਰ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਉਹ ਜੀਵ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19397,
    "shabad_id": 1616,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ ਹਾਥਿ ਵਡਿਅਾੲੀਅਾ; ਭਾਣੈ ਪਤਿ ਪਾੲੀਅੈ ॥੨॥",
    "transliteration": "Maerae Thaakur Haathh Vaddiaaeeaa Bhaanai Path Paaeeai ||2||",
    "translation": "Greatness is in the Hands of my Lord and Master; by His Will, honor is obtained. ||2||",
    "punjabi": "ਪਿਆਰੇ ਠਾਕੁਰ ਦੇ ਹੱਥ ਵਿਚ ਹੀ ਸਾਰੀਆਂ ਵਡਿਆਈਆਂ ਹਨ, ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ (ਜੀਵ ਨੂੰ ਉਸ ਦੇ ਦਰ ਤੇ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19398,
    "shabad_id": 1616,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਾਚੳੁ. ਦੂਰਿ ਨ ਜਾਣੀਅੈ; ਅੰਤਰਿ ਹੈ ਸੋੲੀ ॥",
    "transliteration": "Saacho Dhoor N Jaaneeai Anthar Hai Soee ||",
    "translation": "Do not think that the True Lord is far away; He is deep within.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ (ਕਿਤੇ) ਦੂਰ (ਬੈਠਾ) ਨਹੀਂ ਸਮਝਣਾ ਚਾਹੀਦਾ, ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਉਹ ਆਪ ਹੀ (ਵੱਸ ਰਿਹਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19399,
    "shabad_id": 1616,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਹ ਦੇਖਾ ਤਹ ਰਵਿ ਰਹੇ; ਕਿਨਿ ਕੀਮਤਿ ਹੋੲੀ ॥੩॥",
    "transliteration": "Jeh Dhaekhaa Theh Rav Rehae Kin Keemath Hoee ||3||",
    "translation": "Wherever I look, there I find Him pervading; how can I estimate His value? ||3||",
    "punjabi": "ਮੈਂ ਜਿੱਧਰ ਤੱਕਦਾ ਹਾਂ, ਉਧਰ ਹੀ ਪ੍ਰਭੂ ਭਰਪੂਰ ਹੈ। ਪਰ ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19400,
    "shabad_id": 1616,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਿ ਕਰੇ ਅਾਪੇ ਹਰੇ; ਵੇਖੈ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Aap Karae Aapae Harae Vaekhai Vaddiaaee ||",
    "translation": "He Himself does, and He Himself undoes. He Himself beholds His glorious greatness.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਉਸਾਰਦਾ ਹੈ ਆਪ ਹੀ ਢਾਂਹਦਾ ਹੈ, (ਆਪਣੀ ਇਹ) ਤਾਕਤ ਉਹ ਆਪ ਹੀ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਹਰੇ) ਨਾਸ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 19401,
    "shabad_id": 1616,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋੲਿ ਨਿਹਾਲੀਅੈ; ੲਿੳੁ ਕੀਮਤਿ ਪਾੲੀ ॥੪॥",
    "transliteration": "Guramukh Hoe Nihaaleeai Eio Keemath Paaee ||4||",
    "translation": "Becoming Gurmukh, one beholds Him, and so, His value is appraised. ||4||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਸਕੀਦਾ ਹੈ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦਾ ਮੁੱਲ ਪੈ ਸਕਦਾ ਹੈ (ਕਿ ਉਹ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ) ॥੪॥",
    "pronunciation": "(ਨਿਹਾਲੀਅੈ) ਦੇਖੀੲੇ",
    "type_id": 3
  },
  {
    "id": 19402,
    "shabad_id": 1616,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਜੀਵਦਿਅਾ ਲਾਹਾ ਮਿਲੈ; ਗੁਰ ਕਾਰ ਕਮਾਵੈ ॥",
    "transliteration": "Jeevadhiaa Laahaa Milai Gur Kaar Kamaavai ||",
    "translation": "So earn your profits while you are alive, by serving the Guru.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਇਸੇ ਜੀਵਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਲਾਭ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19403,
    "shabad_id": 1616,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਪੂਰਬਿ ਹੋਵੈ ਲਿਖਿਅਾ; ਤਾ ਸਤਿਗੁਰੁ ਪਾਵੈ ॥੫॥",
    "transliteration": "Poorab Hovai Likhiaa Thaa Sathigur Paavai ||5||",
    "translation": "If it is so pre-ordained, then one finds the True Guru. ||5||",
    "punjabi": "ਪਰ ਗੁਰੂ ਭੀ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜੇ ਪਿਛਲੇ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਚੰਗੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ (ਅੰਦਰ) ਮੌਜੂਦ ਹੋਣ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19404,
    "shabad_id": 1616,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਮਨਮੁਖ ਤੋਟਾ ਨਿਤ ਹੈ; ਭਰਮਹਿ ਭਰਮਾੲੇ ॥",
    "transliteration": "Manamukh Thottaa Nith Hai Bharamehi Bharamaaeae ||",
    "translation": "The self-willed manmukhs continually lose, and wander around, deluded by doubt.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਆਤਮਕ ਗੁਣਾਂ ਵਿਚ ਨਿੱਤ ਕਮੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ, (ਮਾਇਆ ਦੇ) ਭਟਕਾਏ ਹੋਏ ਉਹ (ਨਿੱਤ) ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਤੋਟਾ) ਘਾਟਾ। ਭਰਮ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 19405,
    "shabad_id": 1616,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਮਨਮੁਖੁ ਅੰਧੁ. ਨ ਚੇਤੲੀ; ਕਿੳੁ ਦਰਸਨੁ ਪਾੲੇ ॥੬॥",
    "transliteration": "Manamukh Andhh N Chaethee Kio Dharasan Paaeae ||6||",
    "translation": "The blind manmukhs do not remember the Lord; how can they obtain the Blessed Vision of His Darshan? ||6||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ। ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਿਵੇਂ ਹੋਵੇ? ॥੬॥",
    "pronunciation": "(ਚੇਤੲੀ) ਸਿਮਰਦੇ",
    "type_id": 3
  },
  {
    "id": 19406,
    "shabad_id": 1616,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਤਾ ਜਗਿ ਅਾੲਿਅਾ ਜਾਣੀਅੈ; ਸਾਚੈ ਲਿਵ ਲਾੲੇ ॥",
    "transliteration": "Thaa Jag Aaeiaa Jaaneeai Saachai Liv Laaeae ||",
    "translation": "One's coming into the world is judged worthwhile only if one lovingly attunes oneself to the True Lord.",
    "punjabi": "ਤਦੋਂ ਹੀ ਕਿਸੇ ਨੂੰ ਜਗਤ ਵਿਚ ਜਨਮਿਆ ਸਮਝੋ, ਜੇ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤਿ ਜੋੜਦਾ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19407,
    "shabad_id": 1616,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਭੇਟੇ ਪਾਰਸੁ ਭੲੇ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੇ ॥੭॥",
    "transliteration": "Gur Bhaettae Paaras Bheae Jothee Joth Milaaeae ||7||",
    "translation": "Meeting the Guru, one becomes invaluable; his light merges into the Light. ||7||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ਉਹ ਪਾਰਸ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜੋਤਿ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19408,
    "shabad_id": 1616,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਰਹੈ ਨਿਰਾਲਮੋ; ਕਾਰ ਧੁਰ ਕੀ ਕਰਣੀ ॥",
    "transliteration": "Ahinis Rehai Niraalamo Kaar Dhhur Kee Karanee ||",
    "translation": "Day and night, he remains detached, and serves the Primal Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਹੋਏ ਬੰਦੇ ਸੰਤੋਖ ਵਾਲਾ ਜੀਵਨ ਗੁਜ਼ਾਰਦੇ ਹਨ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਨਿਰਾਲਮੋ) ਨਿਰਲੇਪ",
    "type_id": 3
  },
  {
    "id": 19409,
    "shabad_id": 1616,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ਨਾਮਿ ਸੰਤੋਖੀਅਾ; ਰਾਤੇ ਹਰਿ ਚਰਣੀ ॥੮॥੧੯॥",
    "transliteration": "Naanak Naam Santhokheeaa Raathae Har Charanee ||8||19||",
    "translation": "O Nanak, those who are imbued with the Lord's Lotus Feet, are content with the Naam, the Name of the Lord. ||8||19||",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਧੁਰੋਂ ਮਿਲੀ (ਸਿਮਰਨ ਦੀ) ਕਾਰ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ ॥੮॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19410,
    "shabad_id": 1617,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ॥",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19411,
    "shabad_id": 1617,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕੇਤਾ ਅਾਖਣੁ ਅਾਖੀਅੈ; ਤਾ ਕੇ ਅੰਤ. ਨ ਜਾਣਾ ॥",
    "transliteration": "Kaethaa Aakhan Aakheeai Thaa Kae Anth N Jaanaa ||",
    "translation": "No matter how much one may describe the Lord, His limits still cannot be known.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈ) ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਭਾਵੇਂ ਕਿਤਨਾ ਹੀ ਬਿਆਨ ਕੀਤਾ ਜਾਏ, ਮੈਂ ਅੰਤ ਜਾਣ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19412,
    "shabad_id": 1617,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੈ ਨਿਧਰਿਅਾ, ਧਰ ੲੇਕ ਤੂੰ; ਮੈ ਤਾਣੁ ਸਤਾਣਾ ॥੧॥",
    "transliteration": "Mai Nidhhariaa Dhhar Eaek Thoon Mai Thaan Sathaanaa ||1||",
    "translation": "I am without any support; You, O Lord, are my only Support; You are my almighty power. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਤਾਂ ਨਿੱਤ ਇਹੀ ਅਰਦਾਸ ਹੈ) ਮੈਂ ਨਿਆਸਰੇ ਦਾ ਸਿਰਫ਼ ਤੂੰ ਹੀ ਆਸਰਾ ਹੈਂ, ਤੇ ਤੂੰ ਮੇਰਾ (ਨਿਤਾਣੇ ਦਾ) ਤਕੜਾ ਤਾਣ ਹੈਂ ॥੧॥",
    "pronunciation": "(ਨਿ-ਧਰਿਅਾ) ਨਿਅਾਸਰੇ ਦਾ (ਧਰ) ਅਾਸਰਾ। (ਸਤਾਣਾ) ਤਕੜਾ",
    "type_id": 3
  },
  {
    "id": 19413,
    "shabad_id": 1617,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਕੀ ਅਰਦਾਸਿ ਹੈ; ਸਚ ਨਾਮਿ ਸੁਹੇਲਾ ॥",
    "transliteration": "Naanak Kee Aradhaas Hai Sach Naam Suhaelaa ||",
    "translation": "This is Nanak's prayer, that he may be adorned with the True Name.",
    "punjabi": "ਨਾਨਕ ਦੀ ਇਹ ਅਰਦਾਸ ਹੈ ਕਿ ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਸੁਖੀ ਰਹਾਂ (ਭਾਵ, ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਰਹਿ ਕੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਾਂ)।",
    "pronunciation": "(ਸੁਹੇਲਾ) ਸੁਖੀ",
    "type_id": 3
  },
  {
    "id": 19414,
    "shabad_id": 1617,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੁ ਗੲਿਅਾ ਸੋਝੀ ਪੲੀ; ਗੁਰ ਸਬਦੀ ਮੇਲਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aap Gaeiaa Sojhee Pee Gur Sabadhee Maelaa ||1|| Rehaao ||",
    "translation": "When self-conceit is eradicated, and understanding is obtained, one meets the Lord, through the Word of the Guru's Shabad. ||1||Pause||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਗਵਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਅਰਦਾਸ ਕਰਨ ਦੀ) ਸਮਝ ਪੈਂਦੀ ਹੈ ਤੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦਾ) ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 19415,
    "shabad_id": 1617,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹੳੁਮੈ ਗਰਬੁ ਗਵਾੲੀਅੈ; ਪਾੲੀਅੈ ਵੀਚਾਰੁ ॥",
    "transliteration": "Houmai Garab Gavaaeeai Paaeeai Veechaar ||",
    "translation": "Abandoning egotism and pride, one obtains contemplative understanding.",
    "punjabi": "ਜਦੋਂ ਇਹ ਅਹੰਕਾਰ ਕਿ 'ਮੈਂ ਵੱਡਾ, ਮੈਂ ਵੱਡਾ' (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰੀਏ, ਤਦੋਂ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਨ ਦੀ) ਸਮਝ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19416,
    "shabad_id": 1617,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸਾਹਿਬ ਸਿੳੁ ਮਨੁ ਮਾਨਿਅਾ; ਦੇ ਸਾਚੁ ਅਧਾਰੁ ॥੨॥",
    "transliteration": "Saahib Sio Man Maaniaa Dhae Saach Adhhaar ||2||",
    "translation": "When the mind surrenders to the Lord Master, He bestows the support of the Truth. ||2||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਜੀਵ ਦਾ ਮਨ ਪਰਚ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣਾ ਸਦਾ-ਥਿਰ ਨਾਮ (ਜੀਵਨ ਵਾਸਤੇ) ਆਸਰਾ ਦੇ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19417,
    "shabad_id": 1617,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਨਾਮਿ ਸੰਤੋਖੀਅਾ; ਸੇਵਾ ਸਚੁ ਸਾੲੀ ॥",
    "transliteration": "Ahinis Naam Santhokheeaa Saevaa Sach Saaee ||",
    "translation": "Day and night, remain content with the Naam, the Name of the Lord; that is the true service.",
    "punjabi": "ਜੋ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਸੰਤੋਖ ਵਾਲਾ ਜੀਵਨ ਬਣਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਇਹ ਸੇਵਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਕਬੂਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 19418,
    "shabad_id": 1617,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਤਾ ਕੳੁ. ਬਿਘਨੁ ਨ ਲਾਗੲੀ; ਚਾਲੈ ਹੁਕਮਿ ਰਜਾੲੀ ॥੩॥",
    "transliteration": "Thaa Ko Bighan N Laagee Chaalai Hukam Rajaaee ||3||",
    "translation": "No misfortune troubles one who follows the Command of the Lord's Will. ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਆਦਿਕ ਦੀ) ਕੋਈ ਰੋਕ ਨਹੀਂ ਪੈਂਦੀ ॥੩॥",
    "pronunciation": "ਚੱਾਲੈ",
    "type_id": 3
  },
  {
    "id": 19419,
    "shabad_id": 1617,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਹੁਕਮਿ ਰਜਾੲੀ ਜੋ ਚਲੈ; ਸੋ ਪਵੈ ਖਜਾਨੈ ॥",
    "transliteration": "Hukam Rajaaee Jo Chalai So Pavai Khajaanai ||",
    "translation": "One who follows the Command of the Lord's Will is taken into the Lord's Treasury.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ (ਖਰਾ ਸਿੱਕਾ ਬਣ ਕੇ) ਪ੍ਰਭੂ ਖ਼ਜ਼ਾਨੇ ਵਿਚ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 19420,
    "shabad_id": 1617,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਖੋਟੇ. ਠਵਰ ਨ ਪਾੲਿਨੀ; ਰਲੇ ਜੂਠਾਨੈ ॥੪॥",
    "transliteration": "Khottae Thavar N Paaeinee Ralae Joothaanai ||4||",
    "translation": "The counterfeit find no place there; they are mixed with the false ones. ||4||",
    "punjabi": "ਖੋਟੇ ਸਿੱਕਿਆਂ ਨੂੰ (ਖੋਟੇ ਜੀਵਨ ਵਾਲਿਆਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚ) ਢੋਈ ਨਹੀਂ ਮਿਲਦੀ, ਉਹ ਤਾਂ ਖੋਟਿਆਂ ਵਿਚ ਹੀ ਰਲੇ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "(ਠਵਰ) ਥਾਂ। (ਜੂ-ਠੱਾਨੈ) ਖੋਟਿਅਾਂ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 19421,
    "shabad_id": 1617,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਨਿਤ ਨਿਤ. ਖਰਾ ਸਮਾਲੀਅੈ; ਸਚੁ ਸੳੁਦਾ ਪਾੲੀਅੈ ॥",
    "transliteration": "Nith Nith Kharaa Samaaleeai Sach Soudhaa Paaeeai ||",
    "translation": "Forever and ever, the genuine coins are treasured; with them, the true merchandise is purchased.",
    "punjabi": "ਸਦਾ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖੋ ਜਿਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਰਤਾ ਭੀ ਮੈਲ ਨਹੀਂ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਸੌਦਾ (ਖਰੀਦ) ਲਈਦਾ ਹੈ ਜੋ ਸਦਾ ਲਈ ਹੈ ਜੋ ਸਦਾ ਲਈ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਸੳੁ੍ਨਦਾ ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 19422,
    "shabad_id": 1617,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਖੋਟੇ. ਨਦਰਿ ਨ ਅਾਵਨੀ; ਲੇ ਅਗਨਿ ਜਲਾੲੀਅੈ ॥੫॥",
    "transliteration": "Khottae Nadhar N Aavanee Lae Agan Jalaaeeai ||5||",
    "translation": "The false ones are not seen in the Lord's Treasury; they are seized and cast into the fire again. ||5||",
    "punjabi": "ਖੋਟੇ ਸਿੱਕੇ ਪਰਮਾਤਮਾ ਦੀ ਨਜ਼ਰੇ ਹੀ ਨਹੀਂ ਚੜ੍ਹਦੇ, ਖੋਟੇ ਸਿੱਕਿਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਮਿਲਾਵਟ ਆਦਿਕ ਦੀ ਮੈਲ ਸਾੜਨ ਲਈ ਅੱਗ ਵਿਚ ਪਾ ਕੇ ਤਪਾਈਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19423,
    "shabad_id": 1617,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਜਿਨੀ ਅਾਤਮੁ ਚੀਨਿਅਾ; ਪਰਮਾਤਮੁ ਸੋੲੀ ॥",
    "transliteration": "Jinee Aatham Cheeniaa Paramaatham Soee ||",
    "translation": "Those who understand their own souls, are themselves the Supreme Soul.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਿਆ ਪਛਾਣਿਆ ਹੈ ਉਹੀ ਬੰਦੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪਛਾਣ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਅਾਤਮੁ) ਮਨ। (ਚੀਨਿਅਾ) ਜਾਣਿਅਾ",
    "type_id": 3
  },
  {
    "id": 19424,
    "shabad_id": 1617,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ੲੇਕੋ ਅੰਮਿ੍ਰਤ ਬਿਰਖੁ ਹੈ; ਫਲੁ ਅੰਮਿ੍ਰਤੁ ਹੋੲੀ ॥੬॥",
    "transliteration": "Eaeko Anmrith Birakh Hai Fal Anmrith Hoee ||6||",
    "translation": "The One Lord is the tree of ambrosial nectar, which bears the ambrosial fruit. ||6||",
    "punjabi": "(ਉਹ ਸਮਝ ਲੈਂਦੇ ਹਨ ਕਿ) ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਆਤਮਕ ਜੀਵਨ-ਰੂਪ ਫਲ ਦੇਣ ਵਾਲਾ ਰੁੱਖ ਹੈ, ਉਸ ਪ੍ਰਭੂ-ਰੁੱਖ ਦਾ ਫਲ ਸਦਾ ਅੰਮ੍ਰਿਤ ਰੂਪ ਹੈ। {ਨੋਟ: ਜਿਵੇਂ ਫਲ ਤੋਂ ਰੁੱਖ, ਤੇ ਰੁੱਖ ਤੋਂ ਫਲ ਦੀ ਪਛਾਣ ਕਰ ਲਈਦੀ ਹੈ, ਤਿਵੇਂ ਜਿਸ ਨੂੰ ਆਤਮਾ ਦਾ ਗਿਆਨ ਹੋ ਜਾਏ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਭੀ ਗਿਆਨ ਹੋ ਜਾਂਦਾ ਹੈ} ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19425,
    "shabad_id": 1617,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਫਲੁ ਜਿਨੀ ਚਾਖਿਅਾ; ਸਚਿ ਰਹੇ ਅਘਾੲੀ ॥",
    "transliteration": "Anmrith Fal Jinee Chaakhiaa Sach Rehae Aghaaee ||",
    "translation": "Those who taste the ambrosial fruit remain satisfied with Truth.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਫਲ ਚੱਖ ਲਿਆ, ਉਹ (ਸਦਾ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਹੋਰ ਸੁਆਦਾਂ ਵਲੋਂ) ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਅਘਾੲੀ) ਰੱਜੇ",
    "type_id": 3
  },
  {
    "id": 19426,
    "shabad_id": 1617,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਤਿੰਨਾ. ਭਰਮੁ ਨ ਭੇਦੁ ਹੈ; ਹਰਿ ਰਸਨ ਰਸਾੲੀ ॥੭॥",
    "transliteration": "Thinnaa Bharam N Bhaedh Hai Har Rasan Rasaaee ||7||",
    "translation": "They have no doubt or sense of separation - their tongues taste the divine taste. ||7||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਆਦਿਕ ਦੀ ਕੋਈ) ਭਟਕਣਾ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਹਨਾਂ ਦੀ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਕੋਈ ਵਿੱਥ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਹਨਾਂ ਦੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਰਸੀ ਰਹਿੰਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19427,
    "shabad_id": 1617,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਹੁਕਮਿ ਸੰਜੋਗੀ ਅਾੲਿਅਾ; ਚਲੁ ਸਦਾ ਰਜਾੲੀ ॥",
    "transliteration": "Hukam Sanjogee Aaeiaa Chal Sadhaa Rajaaee ||",
    "translation": "By His Command, and through your past actions, you came into the world; walk forever according to His Will.",
    "punjabi": "(ਹੇ ਜੀਵ!) ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਵਿਚ (ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ) ਸੰਜੋਗਾਂ ਅਨੁਸਾਰ (ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈਂ, ਸਦਾ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਤੁਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19428,
    "shabad_id": 1617,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਅੳੁਗਣਿਅਾਰੇ ਕੳੁ ਗੁਣੁ ਨਾਨਕੈ; ਸਚੁ ਮਿਲੈ ਵਡਾੲੀ ॥੮॥੨੦॥",
    "transliteration": "Aouganiaarae Ko Gun Naanakai Sach Milai Vaddaaee ||8||20||",
    "translation": "Please, grant virtue to Nanak, the virtueless one; bless him with the glorious greatness of the Truth. ||8||20||",
    "punjabi": "(ਮੈਨੂੰ) ਗੁਣ-ਹੀਣ ਨਾਨਕ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਸਿਮਰਨ-ਰੂਪ) ਗੁਣ ਮਿਲ ਜਾਏ (ਮੈਂ ਨਾਨਕ ਇਸੇ ਬਖ਼ਸ਼ਸ਼ ਨੂੰ ਸਭ ਤੋਂ ਉੱਚੀ) ਵਡਿਆਈ ਸਮਝਦਾ ਹਾਂ ॥੮॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19429,
    "shabad_id": 1618,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ॥",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19430,
    "shabad_id": 1618,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਨੁ ਰਾਤੳੁ ਹਰਿ ਨਾੲਿ; ਸਚੁ ਵਖਾਣਿਅਾ ॥",
    "transliteration": "Man Raatho Har Naae Sach Vakhaaniaa ||",
    "translation": "One whose mind is attuned to the Lord's Name speaks the truth.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (-ਰੰਗ) ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ (ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ)।",
    "pronunciation": "(ਵਖਾਣਿਅਾ) ਅਾਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 19431,
    "shabad_id": 1618,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਲੋਕਾ ਦਾ ਕਿਅਾ ਜਾੲਿ; ਜਾ ਤੁਧੁ ਭਾਣਿਅਾ ॥੧॥",
    "transliteration": "Lokaa Dhaa Kiaa Jaae Jaa Thudhh Bhaaniaa ||1||",
    "translation": "What would the people lose, if I became pleasing to You, O Lord? ||1||",
    "punjabi": "(ਤੇ, ਹੇ ਪ੍ਰਭੂ!) ਜਦੋਂ (ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਦੇ ਕਾਰਨ ਕੋਈ ਵਡਭਾਗੀ ਜੀਵ) ਤੈਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਏ ਤਾਂ ਇਸ ਵਿਚ ਲੋਕਾਂ ਦਾ ਕੁਝ ਨਹੀਂ ਵਿਗੜਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
