[
  {
    "id": 19566,
    "shabad_id": 1623,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਅਾਪਣੈ ਹਥਿ ਵਡਿਅਾੲੀਅਾ; ਦੇ ਨਾਮੇ ਲਾੲੇ ॥",
    "transliteration": "Aapanai Hathh Vaddiaaeeaa Dhae Naamae Laaeae ||",
    "translation": "Glory is in His Hands; He bestows His Name, and attaches us to it.",
    "punjabi": "ਸਾਰੀਆਂ ਵਡਿਆਈਆਂ ਪਰਮਾਤਮਾ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ, ਉਹ ਆਪ ਹੀ (ਇੱਜ਼ਤ) ਬਖ਼ਸ਼ ਕੇ (ਜੀਵ ਨੂੰ) ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19567,
    "shabad_id": 1623,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨਿਧਾਨੁ, ਮਨਿ ਵਸਿਅਾ; ਵਡਿਅਾੲੀ ਪਾੲੇ ॥੮॥੪॥੨੬॥",
    "transliteration": "Naanak Naam Nidhhaan Man Vasiaa Vaddiaaee Paaeae ||8||4||26||",
    "translation": "O Nanak, the treasure of the Naam abides within the mind, and glory is obtained. ||8||4||26||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਮਾਣ ਪਾਂਦਾ ਹੈ ॥੮॥੪॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19568,
    "shabad_id": 1624,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੩ ॥",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19569,
    "shabad_id": 1624,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੁਣਿ ਮਨ, ਮੰਨਿ ਵਸਾੲਿ ਤੂੰ; ਅਾਪੇ ਅਾੲਿ ਮਿਲੈ. ਮੇਰੇ ਭਾੲੀ ॥",
    "transliteration": "Sun Man Mann Vasaae Thoon Aapae Aae Milai Maerae Bhaaee ||",
    "translation": "Listen, O mortal: enshrine His Name within your mind; He shall come to meet with you, O my Sibling of Destiny.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਮੇਰੀ ਗੱਲ) ਸੁਣ; ਤੂੰ ਆਪਣੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਟਿਕਾਈ ਰੱਖ। ਹੇ ਮੇਰੇ ਵੀਰ! (ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਪਰਮਾਤਮਾ) ਆਪ ਹੀ ਆ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19570,
    "shabad_id": 1624,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਨ ਦਿਨੁ, ਸਚੀ ਭਗਤਿ ਕਰਿ; ਸਚੈ ਚਿਤੁ ਲਾੲੀ ॥੧॥",
    "transliteration": "Anadhin Sachee Bhagath Kar Sachai Chith Laaee ||1||",
    "translation": "Night and day, center your consciousness on true devotional worship of the True Lord. ||1||",
    "punjabi": "ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦਾ ਰਹੁ, ਇਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਚੀਜ਼ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖ! ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19571,
    "shabad_id": 1624,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ੲੇਕੋ ਨਾਮੁ ਧਿਅਾੲਿ ਤੂੰ; ਸੁਖੁ ਪਾਵਹਿ. ਮੇਰੇ ਭਾੲੀ ॥",
    "transliteration": "Eaeko Naam Dhhiaae Thoon Sukh Paavehi Maerae Bhaaee ||",
    "translation": "Meditate on the One Naam, and you shall find peace, O my Siblings of Destiny.",
    "punjabi": "ਹੇ ਮੇਰੇ ਵੀਰ! ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ਤੂੰ ਸੁਖ ਹਾਸਲ ਕਰੇਂਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19572,
    "shabad_id": 1624,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹੳੁਮੈ ਦੂਜਾ ਦੂਰਿ ਕਰਿ; ਵਡੀ ਵਡਿਅਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Houmai Dhoojaa Dhoor Kar Vaddee Vaddiaaee ||1|| Rehaao ||",
    "translation": "Eradicate egotism and duality, and your glory shall be glorious. ||1||Pause||",
    "punjabi": "ਆਪਣੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਅਤੇ ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰਨ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਤੈਨੂੰ ਬਹੁਤ ਆਦਰ ਮਿਲੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 19573,
    "shabad_id": 1624,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ੲਿਸੁ ਭਗਤੀ ਨੋ. ਸੁਰਿ ਨਰ ਮੁਨਿ ਜਨ ਲੋਚਦੇ; ਵਿਣੁ ਸਤਿਗੁਰ. ਪਾੲੀ ਨ ਜਾੲਿ ॥",
    "transliteration": "Eis Bhagathee No Sur Nar Mun Jan Lochadhae Vin Sathigur Paaee N Jaae ||",
    "translation": "The angels, humans and silent sages long for this devotional worship, but without the True Guru, it cannot be attained.",
    "punjabi": "ਦੇਵਤੇ ਤੇ ਰਿਸ਼ੀ-ਮੁਨੀ ਭੀ ਇਹ ਹਰਿ-ਭਗਤੀ ਕਰਨ ਦੀ ਤਾਂਘ ਕਰਦੇ ਹਨ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਇਹ ਦਾਤ ਮਿਲਦੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19574,
    "shabad_id": 1624,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪੰਡਿਤ ਪੜਦੇ ਜੋਤਿਕੀ; ਤਿਨ ਬੂਝ. ਨ ਪਾੲਿ ॥੨॥",
    "transliteration": "Panddith Parradhae Jothikee Thin Boojh N Paae ||2||",
    "translation": "The Pandits, the religious scholars, and the astrologers read their books, but they do not understand. ||2||",
    "punjabi": "ਪੰਡਿਤ ਲੋਕ (ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ) ਪੜ੍ਹਦੇ ਰਹੇ, ਜੋਤਿਸ਼ੀ (ਜੋਤਿਸ਼ ਦੇ ਗ੍ਰੰਥ) ਪੜ੍ਹਦੇ ਰਹੇ, ਪਰ ਹਰਿ-ਭਗਤੀ ਦੀ ਸੂਝ ਉਹਨਾਂ ਨੂੰ ਭੀ ਨਾਹ ਪਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19575,
    "shabad_id": 1624,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੈ ਥੈ ਸਭੁ ਰਖਿਓਨੁ; ਕਿਛੁ ਕਹਣੁ ਨ ਜਾੲੀ ॥",
    "transliteration": "Aapai Thhai Sabh Rakhioun Kishh Kehan N Jaaee ||",
    "translation": "He Himself keeps all in His Hand; nothing else can be said.",
    "punjabi": "ਪਰ, ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਭ ਕੁਝ ਆਪਣੇ ਹੱਥ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਕਿ ਉਹ ਭਗਤੀ ਦੀ ਦਾਤ ਕਿਸ ਨੂੰ ਦੇਂਦਾ ਹੈ ਤੇ ਕਿਸ ਨੂੰ ਨਹੀਂ ਦੇਂਦਾ),",
    "pronunciation": "(ਥੈ) ਟਿਕਾਣੇ ਸਿਰ",
    "type_id": 3
  },
  {
    "id": 19576,
    "shabad_id": 1624,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਦੇੲਿ. ਸੁ ਪਾੲੀਅੈ; ਗੁਰਿ. ਬੂਝ ਬੁਝਾੲੀ ॥੩॥",
    "transliteration": "Aapae Dhaee S Paaeeai Gur Boojh Bujhaaee ||3||",
    "translation": "Whatever He gives, is received. The Guru has imparted this understanding to me. ||3||",
    "punjabi": "ਗੁਰੂ ਨੇ ਇਹ ਗੱਲ ਸਮਝਾਈ ਹੈ ਕਿ ਜੋ ਕੁਝ ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ ਉਹੀ ਸਾਨੂੰ ਮਿਲ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19577,
    "shabad_id": 1624,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭਿ ਤਿਸ ਦੇ; ਸਭਨਾ ਕਾ ਸੋੲੀ ॥",
    "transliteration": "Jeea Janth Sabh This Dhae Sabhanaa Kaa Soee ||",
    "translation": "All beings and creatures are His; He belongs to all.",
    "punjabi": "ਜਗਤ ਦੇ ਸਾਰੇ ਜੀਵ ਜੰਤ ਉਸ ਪ੍ਰਭੂ ਦੇ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ, ਉਹ ਆਪ ਹੀ ਸਭਨਾਂ ਦਾ ਖ਼ਸਮ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19578,
    "shabad_id": 1624,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਮੰਦਾ ਕਿਸ ਨੋ ਅਾਖੀਅੈ; ਜੇ ਦੂਜਾ ਹੋੲੀ ॥੪॥",
    "transliteration": "Mandhaa Kis No Aakheeai Jae Dhoojaa Hoee ||4||",
    "translation": "So who can we call bad, since there is no other? ||4||",
    "punjabi": "ਕਿਸੇ ਜੀਵ ਨੂੰ ਭੈੜਾ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ (ਭੈੜਾ ਤਦੋਂ ਹੀ ਕਿਹਾ ਜਾਏ, ਜੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਵਿਚ) ਕੋਈ ਹੋਰ ਵੱਸਦਾ ਹੋਵੇ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19579,
    "shabad_id": 1624,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ੲਿਕੋ ਹੁਕਮੁ ਵਰਤਦਾ; ੲੇਕਾ ਸਿਰਿਕਾਰਾ ॥",
    "transliteration": "Eiko Hukam Varathadhaa Eaekaa Sir Kaaraa ||",
    "translation": "The Command of the One Lord is pervading throughout; duty to the One Lord is upon the heads of all.",
    "punjabi": "ਜਗਤ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ, ਹਰੇਕ ਨੇ ਉਹੀ ਕਾਰ ਕਰਨੀ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਵਲੋਂ ਉਸ ਦੇ ਸਿਰ ਤੇ (ਲਿਖੀ ਗਈ) ਹੈ।",
    "pronunciation": "(ਸਿਰਿਕਾਰਾ) ਪਾਤਿਸਾਹੀ",
    "type_id": 3
  },
  {
    "id": 19580,
    "shabad_id": 1624,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਅਾਪਿ ਭਵਾਲੀ ਦਿਤੀਅਨੁ; ਅੰਤਰਿ ਲੋਭੁ ਵਿਕਾਰਾ ॥੫॥",
    "transliteration": "Aap Bhavaalee Dhitheean Anthar Lobh Vikaaraa ||5||",
    "translation": "He Himself has led them astray, and placed greed and corruption within their hearts. ||5||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਭਵਾਟਣੀ ਦਿੱਤੀ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਲੋਭ ਆਦਿਕ ਵਿਕਾਰ ਜ਼ੋਰ ਫੜ ਗਏ ॥੫॥",
    "pronunciation": "ਜੀਵਾਂ ਨੇ ਅਾਪਿ ਹੀ (ਭਵਾਲੀ) ਭੁਅਾਟਣੀ ਚੌਰਾਸੀ ਦੀ ਦਿੱਤੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 19581,
    "shabad_id": 1624,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ੲਿਕ ਅਾਪੇ ਗੁਰਮੁਖਿ ਕੀਤਿਅਨੁ; ਬੂਝਨਿ ਵੀਚਾਰਾ ॥",
    "transliteration": "Eik Aapae Guramukh Keethian Boojhan Veechaaraa ||",
    "translation": "He has sanctified those few Gurmukhs who understand Him, and reflect upon Him.",
    "punjabi": "ਕਈ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬਣਾ ਦਿੱਤਾ ਉਹ (ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਵਿਚਾਰ ਸਮਝਣ ਲੱਗ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19582,
    "shabad_id": 1624,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਭਗਤਿ ਭੀ ਓਨਾ ਨੋ ਬਖਸੀਅਨੁ; ਅੰਤਰਿ ਭੰਡਾਰਾ ॥੬॥",
    "transliteration": "Bhagath Bhee Ounaa No Bakhaseean Anthar Bhanddaaraa ||6||",
    "translation": "He grants devotional worship to them, and within them is the treasure. ||6||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਭਗਤੀ ਦੀ ਦਾਤ ਭੀ ਦੇ ਦਿੱਤੀ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਨਾਮ-ਧਨ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਗਏ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19583,
    "shabad_id": 1624,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਗਿਅਾਨੀਅਾ ਨੋ ਸਭੁ ਸਚੁ ਹੈ; ਸਚੁ ਸੋਝੀ ਹੋੲੀ ॥",
    "transliteration": "Giaaneeaa No Sabh Sach Hai Sach Sojhee Hoee ||",
    "translation": "The spiritual teachers know nothing but the Truth; they obtain true understanding.",
    "punjabi": "ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਬੰਦਿਆਂ ਨੂੰ ਹਰ ਥਾਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ (ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਹਨਾਂ ਨੂੰ) ਇਹੀ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19584,
    "shabad_id": 1624,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਓੲਿ ਭੁਲਾੲੇ. ਕਿਸੈ ਦੇ, ਨ ਭੁਲਨੀ; ਸਚੁ ਜਾਣਨਿ ਸੋੲੀ ॥੭॥",
    "transliteration": "Oue Bhulaaeae Kisai Dhae N Bhulanhee Sach Jaanan Soee ||7||",
    "translation": "They are led astray by Him, but they do not go astray, because they know the True Lord. ||7||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਨੂੰ (ਇਸ ਨਿਸ਼ਚੇ ਵਲੋਂ) ਟਪਲਾ ਲਾਣਾ ਚਾਹੇ ਤਾਂ ਉਹ ਗ਼ਲਤੀ ਨਹੀਂ ਖਾਂਦੇ, ਉਹ (ਹਰ ਥਾਂ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਵੱਸਦਾ ਸਮਝਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19585,
    "shabad_id": 1624,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਘਰ ਮਹਿ ਪੰਚ ਵਰਤਦੇ; ਪੰਚੇ ਵੀਚਾਰੀ ॥",
    "transliteration": "Ghar Mehi Panch Varathadhae Panchae Veechaaree ||",
    "translation": "Within the homes of their bodies, the five passions are pervading, but here, the five are well-behaved.",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਪੰਜੇ ਉਹਨਾਂ ਗਿਆਨੀਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਭੀ ਵੱਸਦੇ ਹਨ, ਪਰ ਉਹ ਪੰਜੇ ਗਿਆਨਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ (ਆਪਣੀ ਯੋਗ ਹੱਦ ਤੋਂ ਬਾਹਰ ਨਹੀਂ ਜਾਂਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19586,
    "shabad_id": 1624,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਬਿਨੁ ਸਤਿਗੁਰ, ਵਸਿ ਨ ਅਾਵਨ੍ਹੀ; ਨਾਮਿ. ਹੳੁਮੈ ਮਾਰੀ ॥੮॥੫॥੨੭॥",
    "transliteration": "Naanak Bin Sathigur Vas N Aavanhee Naam Houmai Maaree ||8||5||27||",
    "translation": "O Nanak, without the True Guru, they are not overcome; through the Naam, the ego is conquered. ||8||5||27||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਪੰਜੇ ਕਾਮਾਦਿਕ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕਾਬੂ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਹਉਮੈ ਦੂਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੮॥੫॥੨੭॥",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 19587,
    "shabad_id": 1625,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੩ ॥",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19588,
    "shabad_id": 1625,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਘਰੈ ਅੰਦਰਿ. ਸਭੁ ਵਥੁ ਹੈ; ਬਾਹਰਿ ਕਿਛੁ ਨਾਹੀ ॥",
    "transliteration": "Gharai Andhar Sabh Vathh Hai Baahar Kishh Naahee ||",
    "translation": "Everything is within the home of your own self; there is nothing beyond it.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-) ਖ਼ਜ਼ਾਨਾ ਸਾਰਾ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਦੇ ਅੰਦਰ ਹੀ ਹੈ, ਬਾਹਰ ਜੰਗਲ ਆਦਿਕ ਵਿਚ (ਢੂੰਢਿਆਂ) ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "ਵੱਥੁ ਕਿੱਛੁ",
    "type_id": 3
  },
  {
    "id": 19589,
    "shabad_id": 1625,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਪਾੲੀਅੈ; ਅੰਤਰਿ ਕਪਟ ਖੁਲਾਹੀ ॥੧॥",
    "transliteration": "Gur Parasaadhee Paaeeai Anthar Kapatt Khulaahee ||1||",
    "translation": "By Guru's Grace, it is obtained, and the doors of the inner heart are opened wide. ||1||",
    "punjabi": "ਪਰ ਇਹ (ਨਾਮ-ਖ਼ਜ਼ਾਨਾ) ਮਿਲਦਾ ਹੈ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ। (ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਉਸ ਦੇ) ਅੰਦਰਲੇ ਕਿਵਾੜ (ਜੋ ਪਹਿਲਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਬੰਦ ਸਨ) ਖੁਲ੍ਹ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19590,
    "shabad_id": 1625,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ ਤੇ; ਹਰਿ ਪਾੲੀਅੈ ਭਾੲੀ ॥",
    "transliteration": "Sathigur Thae Har Paaeeai Bhaaee ||",
    "translation": "From the True Guru, the Lord's Name is obtained, O Siblings of Destiny.",
    "punjabi": "ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਪਰਮਾਤਮਾ ਲੱਭਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19591,
    "shabad_id": 1625,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅੰਤਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਪੂਰੈ ਸਤਿਗੁਰਿ ਦੀਅਾ ਦਿਖਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Anthar Naam Nidhhaan Hai Poorai Sathigur Dheeaa Dhikhaaee ||1|| Rehaao ||",
    "translation": "The treasure of the Naam is within; the Perfect True Guru has shown this to me. ||1||Pause||",
    "punjabi": "(ਉਂਝ ਤਾਂ) ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮੌਜੂਦ ਹੈ, ਪਰ ਗੁਰੂ ਹੀ (ਇਹ ਖ਼ਜ਼ਾਨਾ) ਵਿਖਾਉਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 19592,
    "shabad_id": 1625,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕਾ ਗਾਹਕੁ ਹੋਵੈ. ਸੋ ਲੲੇ; ਪਾੲੇ ਰਤਨੁ ਵੀਚਾਰਾ ॥",
    "transliteration": "Har Kaa Gaahak Hovai So Leae Paaeae Rathan Veechaaraa ||",
    "translation": "One who is a buyer of the Lord's Name, finds it, and obtains the jewel of contemplation.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਧਨ ਦਾ ਗਾਹਕ ਬਣਦਾ ਹੈ ਉਹ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਤਮਕ ਜੀਵਨ ਦਾ ਕੀਮਤੀ ਵਿਚਾਰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19593,
    "shabad_id": 1625,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅੰਦਰੁ ਖੋਲੈ ਦਿਬ ਦਿਸਟਿ; ਦੇਖੈ ਮੁਕਤਿ ਭੰਡਾਰਾ ॥੨॥",
    "transliteration": "Andhar Kholai Dhib Dhisatt Dhaekhai Mukath Bhanddaaraa ||2||",
    "translation": "He opens the doors deep within, and through the Eyes of Divine Vision, beholds the treasure of liberation. ||2||",
    "punjabi": "ਉਸ ਦਾ ਹਿਰਦਾ ਖੁਲ੍ਹ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਆਤਮ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਵੇਖਦਾ ਹੈ ਕਿ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਿਵਾਣ ਵਾਲੇ ਨਾਮ-ਧਨ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ ॥੨॥",
    "pronunciation": "ਅਲੌਕਿਕ (ਦਿੱਬ) ਬ੍ਰਹਮ ਦਿ੍ਰਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 19594,
    "shabad_id": 1625,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਅੰਦਰਿ ਮਹਲ ਅਨੇਕ ਹਹਿ; ਜੀੳੁ ਕਰੇ ਵਸੇਰਾ ॥",
    "transliteration": "Andhar Mehal Anaek Hehi Jeeo Karae Vasaeraa ||",
    "translation": "There are so many mansions within the body; the soul dwells within them.",
    "punjabi": "ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਧਨ ਦੇ ਅਨੇਕਾਂ ਖ਼ਜ਼ਾਨੇ ਮੌਜੂਦ ਹਨ, ਜੀਵਾਤਮਾ ਭੀ ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "(ਵਸੇਰਾ) ਵਾਸਾ। ਮਹ-ਲ",
    "type_id": 3
  },
  {
    "id": 19595,
    "shabad_id": 1625,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮਨ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲਿਸੀ; ਫਿਰਿ. ਹੋੲਿ ਨ ਫੇਰਾ ॥੩॥",
    "transliteration": "Man Chindhiaa Fal Paaeisee Fir Hoe N Faeraa ||3||",
    "translation": "He obtains the fruits of his mind's desires, and he shall not have to go through reincarnation again. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ) ਮਨੁੱਖ ਮਨ-ਇੱਛਤ ਫਲ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਤੇ ਮੁੜ ਇਸ ਨੂੰ ਜਨਮ-ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਰਹਿੰਦਾ ॥੩॥",
    "pronunciation": "(ਚਿੰਦਿਅਾ) ੲਿੱਛਤ",
    "type_id": 3
  },
  {
    "id": 19596,
    "shabad_id": 1625,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਪਾਰਖੀਅਾ. ਵਥੁ ਸਮਾਲਿ ਲੲੀ; ਗੁਰ. ਸੋਝੀ ਹੋੲੀ ॥",
    "transliteration": "Paarakheeaa Vathh Samaal Lee Gur Sojhee Hoee ||",
    "translation": "The appraisers cherish the commodity of the Name; they obtain understanding from the Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਸੂਝ ਮਿਲ ਗਈ ਉਹਨਾਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਪਰਖ ਕਰਨ ਵਾਲਿਆਂ ਨੇ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਲਿਆ।",
    "pronunciation": "(ਪਾਰਖੀਅਾ) ਗੁਰਮੁਖਿ ਪਾਰਖੂਅਾਂ। ਵੱਥੁ",
    "type_id": 3
  },
  {
    "id": 19597,
    "shabad_id": 1625,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਮੁ ਪਦਾਰਥੁ ਅਮੁਲੁ ਸਾ; ਗੁਰਮੁਖਿ ਪਾਵੈ ਕੋੲੀ ॥੪॥",
    "transliteration": "Naam Padhaarathh Amul Saa Guramukh Paavai Koee ||4||",
    "translation": "The wealth of the Naam is priceless; how few are the Gurmukhs who obtain it. ||4||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਬੇ-ਮੁਲਾ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਮਨੁੱਖ ਲੱਭ ਸਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(ਸਾ) ਸੋ। ਅ-ਮੁੱਲੁ",
    "type_id": 3
  },
  {
    "id": 19598,
    "shabad_id": 1625,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਬਾਹਰੁ ਭਾਲੇ, ਸੁ ਕਿਅਾ ਲਹੈ; ਵਥੁ ਘਰੈ ਅੰਦਰਿ ਭਾੲੀ ॥",
    "transliteration": "Baahar Bhaalae S Kiaa Lehai Vathh Gharai Andhar Bhaaee ||",
    "translation": "Searching outwardly, what can anyone find? The commodity is deep within the home of the self, O Siblings of Destiny.",
    "punjabi": "ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਹਿਰਦੇ ਦੇ ਅੰਦਰ ਹੀ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਜੰਗਲ ਆਦਿਕ ਢੂੰਢਦਾ ਫਿਰਦਾ ਹੈ ਉਸ ਨੂੰ ਕੁਝ ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19599,
    "shabad_id": 1625,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਭਰਮੇ ਭੂਲਾ ਸਭੁ ਜਗੁ ਫਿਰੈ; ਮਨਮੁਖਿ ਪਤਿ ਗਵਾੲੀ ॥੫॥",
    "transliteration": "Bharamae Bhoolaa Sabh Jag Firai Manamukh Path Gavaaee ||5||",
    "translation": "The entire world is wandering around, deluded by doubt; the self-willed manmukhs lose their honor. ||5||",
    "punjabi": "ਭੁਲੇਖੇ ਵਿਚ ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਸਾਰਾ ਜਗਤ ਭਾਲਦਾ ਫਿਰਦਾ ਹੈ, ਤੇ ਇੰਜ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਆਪਣੀ ਸਮਝ ਦੇ) ਤੇ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(:ਪੋਲਾ ਬੋਲੋ ਪਤਿ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 19600,
    "shabad_id": 1625,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਘਰੁ ਦਰੁ ਛੋਡੇ ਅਾਪਣਾ; ਪਰ ਘਰਿ ਝੂਠਾ ਜਾੲੀ ॥",
    "transliteration": "Ghar Dhar Shhoddae Aapanaa Par Ghar Jhoothaa Jaaee ||",
    "translation": "The false one leaves his own hearth and home, and goes out to another's home.",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਝੂਠਾ (ਠੱਗ) ਮਨੁੱਖ ਆਪਣਾ ਘਰ-ਘਾਟ ਛੱਡ ਦੇਂਦਾ ਹੈ (ਤੇ ਧਨ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਪਰਾਏ ਘਰ ਵਿਚ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19601,
    "shabad_id": 1625,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਚੋਰੈ ਵਾਂਗੂ ਪਕੜੀਅੈ; ਬਿਨੁ ਨਾਵੈ. ਚੋਟਾ ਖਾੲੀ ॥੬॥",
    "transliteration": "Chorai Vaangoo Pakarreeai Bin Naavai Chottaa Khaaee ||6||",
    "translation": "Like a thief, he is caught, and without the Naam, he is beaten and struck down. ||6||",
    "punjabi": "ਉਹ ਚੋਰ ਵਾਂਗ ਫੜਿਆ ਜਾਂਦਾ ਹੈ (ਇਸੇ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੱਟਾਂ ਖਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "ਚੋਟਾਂ",
    "type_id": 3
  },
  {
    "id": 19602,
    "shabad_id": 1625,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਜਿਨ੍ਹੀ ਘਰੁ ਜਾਤਾ ਅਾਪਣਾ; ਸੇ ਸੁਖੀੲੇ ਭਾੲੀ ॥",
    "transliteration": "Jinhee Ghar Jaathaa Aapanaa Sae Sukheeeae Bhaaee ||",
    "translation": "Those who know their own home, are happy, O Siblings of Destiny.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣਾ (ਹਿਰਦਾ-) ਘਰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝ ਲਿਆ ਹੈ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਨੇ) ਇਹ ਪਛਾਣ ਲਿਆ ਹੈ ਕਿ ਪਰਮਾਤਮਾ (ਸਾਡੇ) ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ, ਉਹ ਸੁਖੀ ਜੀਵਨ ਬਿਤਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਜਾੱਤਾ) ਜਾਣਿਅਾ",
    "type_id": 3
  },
  {
    "id": 19603,
    "shabad_id": 1625,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਅੰਤਰਿ ਬ੍ਰਹਮੁ ਪਛਾਣਿਅਾ; ਗੁਰ ਕੀ ਵਡਿਅਾੲੀ ॥੭॥",
    "transliteration": "Anthar Breham Pashhaaniaa Gur Kee Vaddiaaee ||7||",
    "translation": "They realize God within their own hearts, through the glorious greatness of the Guru. ||7||",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਇਹ ਸਤਿਗੁਰੂ ਦੀ ਹੀ ਮੇਹਰ ਹੈ (ਗੁਰੂ ਕਿਰਪਾ ਕਰੇ ਤਦੋਂ ਹੀ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19604,
    "shabad_id": 1625,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਦਾਨੁ ਕਰੇ. ਕਿਸੁ ਅਾਖੀਅੈ; ਅਾਪੇ ਦੇੲਿ ਬੁਝਾੲੀ ॥",
    "transliteration": "Aapae Dhaan Karae Kis Aakheeai Aapae Dhaee Bujhaaee ||",
    "translation": "He Himself gives gifts, and He Himself bestows understanding; unto whom can we complain?",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਨਾਮ ਦੀ ਦਾਤ ਕਰਦਾ ਹੈ, ਹੋਰ ਕੋਈ ਨਹੀਂ, ਤੇ ਉਹ ਆਪ ਹੀ (ਨਾਮ ਦੀ) ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ। ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 19605,
    "shabad_id": 1625,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿ ਤੂੰ; ਦਰਿ ਸਚੈ ਸੋਭਾ ਪਾੲੀ ॥੮॥੬॥੨੮॥",
    "transliteration": "Naanak Naam Dhhiaae Thoon Dhar Sachai Sobhaa Paaee ||8||6||28||",
    "translation": "O Nanak, meditate on the Naam, the Name of the Lord, and you shall obtain glory in the True Court. ||8||6||28||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਸਦਾ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਹਾਸਲ ਕਰ ॥੮॥੬॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
