[
  {
    "id": 19965,
    "shabad_id": 1641,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਧਨ ਪਿਰਹਿ ਮੇਲਾ ਹੋੲਿ ਸੁਅਾਮੀ; ਅਾਪਿ ਪ੍ਰਭੁ ਕਿਰਪਾ ਕਰੇ ||",
    "transliteration": "Dhhan Pirehi Maelaa Hoe Suaamee Aap Prabh Kirapaa Karae ||",
    "translation": "The soul-bride meets her Husband Lord, when the Lord Master Himself showers His favor upon her.",
    "punjabi": "ਪ੍ਰਭੂ ਸੁਆਮੀ ਆਪ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਤਦੋਂ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19966,
    "shabad_id": 1641,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸੇਜਾ ਸੁਹਾਵੀ. ਸੰਗਿ ਪਿਰ ਕੈ; ਸਾਤ ਸਰ ਅੰਮਿ੍ਰਤ ਭਰੇ ||",
    "transliteration": "Saejaa Suhaavee Sang Pir Kai Saath Sar Anmrith Bharae ||",
    "translation": "Her bed is decorated in the company of her Beloved, and her seven pools are filled with ambrosial nectar.",
    "punjabi": "ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਉਸ ਦਾ ਹਿਰਦਾ-ਸੇਜ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਪੰਜ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਉਸ ਦਾ ਮਨ ਤੇ ਉਸ ਦੀ ਬੁੱਧੀ ਇਹ ਸਾਰੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਸਾਤ ਸਰ) ਸੱਤ ਸਰੋਵਰ, ਪੰਜ ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ ਤੇ ਮਨ ਬੁੱਧ",
    "type_id": 3
  },
  {
    "id": 19967,
    "shabad_id": 1641,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕਰਿ ਦੲਿਅਾ ਮੲਿਅਾ, ਦੲਿਅਾਲ ਸਾਚੇ; ਸਬਦਿ ਮਿਲਿ ਗੁਣ ਗਾਵਓ ||",
    "transliteration": "Kar Dhaeiaa Maeiaa Dhaeiaal Saachae Sabadh Mil Gun Gaavou ||",
    "translation": "Be kind and compassionate to me, O Merciful True Lord, that I may obtain the Word of the Shabad, and sing Your Glorious Praises.",
    "punjabi": "ਹੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਦਇਆਲ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਕਰ ਕਿਰਪਾ ਕਰ, ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਤੇਰੇ ਗੁਣ ਗਾਵਾਂ।",
    "pronunciation": "ਦ-ੲਿਅਾ[ ਮ-ੲਿਅਾ[ ਦ-ੲਿਅਾਲ[ ਗਾਵ-ਓ",
    "type_id": 3
  },
  {
    "id": 19968,
    "shabad_id": 1641,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕਾ. ਹਰਿ ਵਰੁ ਦੇਖਿ ਬਿਗਸੀ; ਮੁੰਧ ਮਨਿ ਓਮਾਹਓ ||੧||",
    "transliteration": "Naanakaa Har Var Dhaekh Bigasee Mundhh Man Oumaahou ||1||",
    "translation": "O Nanak, gazing upon her Husband Lord, the soul-bride is delighted, and her mind is filled with joy. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਚਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਉਹ ਹਰੀ-ਖਸਮ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ (ਅੰਤਰ ਆਤਮੇ) ਪ੍ਰਸੰਨ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਓਮਾਹਓ) ੳੁਤਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 19969,
    "shabad_id": 1641,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੁੰਧ ਸਹਜਿ ਸਲੋਨੜੀੲੇ; ੲਿਕ ਪ੍ਰੇਮ ਬਿਨੰਤੀ ਰਾਮ ||",
    "transliteration": "Mundhh Sehaj Salonarreeeae Eik Praem Binanthee Raam ||",
    "translation": "O bride of natural beauty, offer your loving prayers to the Lord.",
    "punjabi": "ਹੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਮੇਰੀ ਇਕ ਪਿਆਰ-ਭਰੀ ਬੇਨਤੀ ਸੁਣ।",
    "pronunciation": "ਪਤੀ ਰਾਮਜੀ ਬਿਨਾ, ਹੋਰ ਕਿਸੇ ਨੰੂ ਨ ਦੇਖਣ ਵਾਲੇ ਮਹਾਂ ਵਿਸਮਾਦ (ਸਲੋਨੜੀੲੇ) ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀ ਗੁਰਸੇਵਕ ਸਖੀ",
    "type_id": 3
  },
  {
    "id": 19970,
    "shabad_id": 1641,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮੈ ਮਨਿ ਤਨਿ ਹਰਿ ਭਾਵੈ; ਪ੍ਰਭ ਸੰਗਮਿ ਰਾਤੀ ਰਾਮ ||",
    "transliteration": "Mai Man Than Har Bhaavai Prabh Sangam Raathee Raam ||",
    "translation": "The Lord is pleasing to my mind and body; I am intoxicated in my Lord God's Company.",
    "punjabi": "(ਮੈਨੂੰ ਭੀ ਰਾਹੇ ਪਾ ਕਿ) ਮੈਨੂੰ ਭਗਤੀ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗੇ ਤੇ ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਰੱਤੀ ਜਾਵਾਂ।",
    "pronunciation": "ਰੱਾਤੀ",
    "type_id": 3
  },
  {
    "id": 19971,
    "shabad_id": 1641,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭ ਪ੍ਰੇਮਿ ਰਾਤੀ. ਹਰਿ ਬਿਨੰਤੀ; ਨਾਮਿ ਹਰਿ ਕੈ ਸੁਖਿ ਵਸੈ ||",
    "transliteration": "Prabh Praem Raathee Har Binanthee Naam Har Kai Sukh Vasai ||",
    "translation": "Imbued with the Love of God, I pray to the Lord, and through the Lord's Name, I abide in peace.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਉਸ ਦੇ ਦਰ ਤੇ ਬੇਨਤੀਆਂ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19972,
    "shabad_id": 1641,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤੳੁ ਗੁਣ ਪਛਾਣਹਿ, ਤਾ ਪ੍ਰਭੁ ਜਾਣਹਿ; ਗੁਣਹ ਵਸਿ, ਅਵਗਣ ਨਸੈ ||",
    "transliteration": "Tho Gun Pashhaanehi Thaa Prabh Jaanehi Guneh Vas Avagan Nasai ||",
    "translation": "If you recognize His Glorious Virtues, then you shall come to know God; thus virtue shall dwell in you, and sin shall run away.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੀਆਂ ਜੀਵ ਇਸਤ੍ਰੀਆਂ ਜਦੋਂ ਤੇਰੇ ਗੁਣ ਪਛਾਣਦੀਆਂ ਹਨ ਤਦੋਂ ਉਹ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਣ ਆ ਟਿਕਦੇ ਹਨ ਤੇ ਔਗੁਣ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਵੱਸਿ ਨੱਸੈ",
    "type_id": 3
  },
  {
    "id": 19973,
    "shabad_id": 1641,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤੁਧੁ ਬਾਝੁ, ੲਿਕੁ ਤਿਲੁ ਰਹਿ ਨ ਸਾਕਾ; ਕਹਣਿ ਸੁਨਣਿ ਨ ਧੀਜੲੇ ||",
    "transliteration": "Thudhh Baajh Eik Thil Rehi N Saakaa Kehan Sunan N Dhheejeae ||",
    "translation": "Without You, I cannot survive, even for an instant; by merely talking and listening about You, I am not satisfied.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੈਥੋਂ ਬਿਨਾ ਇਕ ਤਿਲ ਜਿਤਨਾ ਸਮਾ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦੀ (ਮੇਰੀ ਜਿੰਦ ਵਿਆਕੁਲ ਹੋ ਪੈਂਦੀ ਹੈ) ਤੇ (ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੁਝ ਹੋਰ) ਆਖਣ ਨਾਲ ਜਾਂ ਸੁਣਨ ਨਾਲ ਮੇਰਾ ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ।",
    "pronunciation": "ਧੀ-ਜੲੇ",
    "type_id": 3
  },
  {
    "id": 19974,
    "shabad_id": 1641,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕਾ. ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਕਰਿ ਪੁਕਾਰੇ; ਰਸਨ ਰਸਿ. ਮਨੁ ਭੀਜੲੇ ||੨||",
    "transliteration": "Naanakaa Prio Prio Kar Pukaarae Rasan Ras Man Bheejeae ||2||",
    "translation": "Nanak proclaims, \"O Beloved, O Beloved!\" His tongue and mind are drenched with the Lord's sublime essence. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਨੂੰ 'ਹੇ ਪਿਆਰੇ! ਹੇ ਪਿਆਰੇ!' ਆਖ ਆਖ ਕੇ ਯਾਦ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ ਉਸ ਦੀ ਜੀਭ ਉਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਭੀ-ਜੲੇ",
    "type_id": 3
  },
  {
    "id": 19975,
    "shabad_id": 1641,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਖੀਹੋ ਸਹੇਲੜੀਹੋ; ਮੇਰਾ ਪਿਰੁ ਵਣਜਾਰਾ ਰਾਮ ||",
    "transliteration": "Sakheeho Sehaelarreeho Maeraa Pir Vanajaaraa Raam ||",
    "translation": "O my companions and friends, my Husband Lord is the merchant.",
    "punjabi": "ਹੇ (ਸਤਸੰਗੀ) ਸਹੇਲੀਹੋ! ਪਰਮਾਤਮਾ ਪ੍ਰੇਮ ਦਾ ਵਪਾਰੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19976,
    "shabad_id": 1641,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਨਾਮੁੋ ਵਣੰਜੜਿਅਾ; ਰਸਿ ਮੋਲਿ ਅਪਾਰਾ ਰਾਮ ||",
    "transliteration": "Har Naamuo Vananjarriaa Ras Mol Apaaraa Raam ||",
    "translation": "I have purchased the Lord's Name; its sweetness and value are unlimited.",
    "punjabi": "ਜਿਸ ਨੇ ਉਸ ਦਾ ਨਾਮ ਵਿਹਾਝਿਆ ਹੈ ਉਹ ਉਸ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਕੇ ਇਤਨੇ ਉੱਚੇ ਆਤਮਕ-ਜੀਵਨ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਕਿ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "ਵਣੰਜ-ੜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 19977,
    "shabad_id": 1641,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਮੋਲਿ ਅਮੋਲੋ. ਸਚ ਘਰਿ ਢੋਲੋ; ਪ੍ਰਭ ਭਾਵੈ. ਤਾ ਮੁੰਧ ਭਲੀ ||",
    "transliteration": "Mol Amolo Sach Ghar Dtolo Prabh Bhaavai Thaa Mundhh Bhalee ||",
    "translation": "His value is invaluable; the Beloved dwells in His true home. If it is pleasing to God, then He blesses His bride.",
    "punjabi": "ਉਹ ਜੀਵ-ਸਖੀ ਬੇਅੰਤ ਮੁੱਲ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਪਿਆਰੇ-ਪ੍ਰਭੂ ਦੇ ਸਦਾ-ਥਿਰ ਚਰਨਾਂ ਵਿਚ ਉਹ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ। ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਚੰਗੀ ਸਮਝੋ ਜੋ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "(ਢੋਲੋ) ਪਿਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 19978,
    "shabad_id": 1641,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ੲਿਕਿ ਸੰਗਿ. ਹਰਿ ਕੈ ਕਰਹਿ ਰਲੀਅਾ; ਹੳੁ ਪੁਕਾਰੀ ਦਰਿ ਖਲੀ ||",
    "transliteration": "Eik Sang Har Kai Karehi Raleeaa Ho Pukaaree Dhar Khalee ||",
    "translation": "Some enjoy sweet pleasures with the Lord, while I stand crying at His door.",
    "punjabi": "ਅਨੇਕਾਂ ਹੀ ਹਨ ਜੋ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀਆਂ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਦਰ ਤੇ ਖਲੋ ਕੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ (ਕਿ ਮੇਰੀ ਸਹਾਇਤਾ ਕਰੋ ਮੈਂ ਭੀ ਪ੍ਰਭੂ ਨੂੰ ਯਾਦ ਕਰ ਸਕਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19979,
    "shabad_id": 1641,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥ ਸ੍ਰੀਧਰ; ਅਾਪਿ ਕਾਰਜੁ ਸਾਰੲੇ ||",
    "transliteration": "Karan Kaaran Samarathh Sreedhhar Aap Kaaraj Saareae ||",
    "translation": "The Creator, the Cause of causes, the All-powerful Lord Himself arranges our affairs.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ ਜੋ ਸਭ ਕੁਝ ਕਰਨ-ਯੋਗ ਹੈ ਜੋ ਮਾਇਆ ਦਾ ਪਤੀ ਹੈ ਤੇ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨੁੱਖਾ ਜਨਮ ਦੇ ਮਨੋਰਥ ਨੂੰ ਸਫਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥ[ ਸਾਰ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 19980,
    "shabad_id": 1641,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਧਨ ਸੋਹਾਗਣਿ; ਸਬਦੁ ਅਭ ਸਾਧਾਰੲੇ ||੩||",
    "transliteration": "Naanak Nadharee Dhhan Sohaagan Sabadh Abh Saadhhaareae ||3||",
    "translation": "O Nanak, blessed is the soul-bride, upon whom He casts His Glance of Grace; she enshrines the Word of the Shabad in her heart. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਹੁੰਦੀ ਹੈ ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਉਸ ਦੇ ਹਿਰਦੇ ਨੂੰ ਸਹਾਰਾ ਦੇਈ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਅਭ)ਰਿਦਾ[ (ਸਾ-ਧਾ-ਰੲੇ) ਸ਼ੁੱਧ ਕਰਦਾ",
    "type_id": 3
  },
  {
    "id": 19981,
    "shabad_id": 1641,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਹਮ ਘਰਿ ਸਾਚਾ ਸੋਹਿਲੜਾ; ਪ੍ਰਭ ਅਾੲਿਅੜੇ ਮੀਤਾ ਰਾਮ ||",
    "transliteration": "Ham Ghar Saachaa Sohilarraa Prabh Aaeiarrae Meethaa Raam ||",
    "translation": "In my home, the true songs of rejoicing resound; the Lord God, my Friend, has come to me.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ, ਮਾਨੋ, ਅਟੱਲ ਖ਼ੁਸ਼ੀਆਂ-ਭਰਿਆ ਗੀਤ ਹੋਣ ਲੱਗ ਪਿਆ ਹੈ, ਕਿਉਂਕਿ ਮਿਤ੍ਰ-ਪ੍ਰਭੂ ਮੇਰੇ ਅੰਦਰ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "ਅਾੲਿ-ਅੜੇ",
    "type_id": 3
  },
  {
    "id": 19982,
    "shabad_id": 1641,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਰਾਵੇ ਰੰਗਿ ਰਾਤੜਿਅਾ; ਮਨੁ ਲੀਅੜਾ ਦੀਤਾ ਰਾਮ ||",
    "transliteration": "Raavae Rang Raatharriaa Man Leearraa Dheethaa Raam ||",
    "translation": "He enjoys me, and imbued with His Love, I have captivated His heart, and given mine to Him.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਉਹਨਾਂ ਜੀਵਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰਦੇ ਹਨ ਤੇ ਉਹ ਨਾਮ ਹਾਸਲ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਲੀਅੜਾ) ਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 19983,
    "shabad_id": 1641,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਅਾਪਣਾ ਮਨੁ ਦੀਅਾ ਹਰਿ ਵਰੁ ਲੀਅਾ; ਜਿੳੁ ਭਾਵੈ ਤਿੳੁ ਰਾਵੲੇ ||",
    "transliteration": "Aapanaa Man Dheeaa Har Var Leeaa Jio Bhaavai Thio Raaveae ||",
    "translation": "I gave my mind, and obtained the Lord as my Husband; as it pleases His Will, He enjoys me.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣਾ ਮਨ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ-ਖਸਮ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ ਫਿਰ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਪ੍ਰਭੂ ਉਸ ਜੀਵ ਇਸਤ੍ਰੀ ਨਾਲ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਰਾਵੲੇ",
    "type_id": 3
  },
  {
    "id": 19984,
    "shabad_id": 1641,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਪਿਰ ਅਾਗੈ. ਸਬਦਿ ਸਭਾਗੈ; ਘਰਿ ਅੰਮਿ੍ਰਤ ਫਲੁ ਪਾਵੲੇ ||",
    "transliteration": "Than Man Pir Aagai Sabadh Sabhaagai Ghar Anmrith Fal Paaveae ||",
    "translation": "I have placed my body and mind before my Husband Lord, and through the Shabad, I have been blessed. Within the home of my own self, I have obtained the ambrosial fruit.",
    "punjabi": "ਜੇਹੜੀ ਜਿੰਦ-ਵਹੁਟੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣਾ ਮਨ ਤੇ ਆਪਣਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਭੇਟ ਕਰਦੀ ਹੈ ਉਹ ਆਪਣੇ ਭਾਗਾਂ ਵਾਲੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਫਲ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "ਪਾਵੲੇ",
    "type_id": 3
  },
  {
    "id": 19985,
    "shabad_id": 1641,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਬੁਧਿ ਪਾਠਿ. ਨ ਪਾੲੀਅੈ, ਬਹੁ ਚਤੁਰਾੲੀਅੈ; ਭਾੲਿ ਮਿਲੈ. ਮਨਿ ਭਾਣੇ ||",
    "transliteration": "Budhh Paath N Paaeeai Bahu Chathuraaeeai Bhaae Milai Man Bhaanae ||",
    "translation": "He is not obtained by intellectual recitation or great cleverness; only by love does the mind obtain Him.",
    "punjabi": "ਪ੍ਰਭੂ ਕਿਸੇ ਸਿਆਣਪ ਨਾਲ ਕਿਸੇ ਅਕਲ ਨਾਲ ਕਿਸੇ (ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਦੇ) ਪਾਠ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ, ਉਹ ਤਾਂ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19986,
    "shabad_id": 1641,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ਠਾਕੁਰ ਮੀਤ ਹਮਾਰੇ; ਹਮ. ਨਾਹੀ ਲੋਕਾਣੇ ||੪||੧||",
    "transliteration": "Naanak Thaakur Meeth Hamaarae Ham Naahee Lokaanae ||4||1||",
    "translation": "O Nanak, the Lord Master is my Best Friend; I am not an ordinary person. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਹੇ ਮੇਰੇ ਮਿੱਤਰ! (ਮੇਹਰ ਕਰ ਮੈਨੂੰ ਆਪਣਾ ਬਣਾਈ ਰੱਖ) ਮੈਂ (ਤੈਥੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦਾ ਨਾਹ ਬਣਾਂ ॥੪॥੧॥",
    "pronunciation": "(ਲੋਕਾਣੇ) ਲੋਕਾਂ ਦੇ",
    "type_id": 3
  },
  {
    "id": 19987,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ||",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19988,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਨਹਦੋ ਅਨਹਦੁ ਵਾਜੈ; ਰੁਣ ਝੁਣਕਾਰੇ, ਰਾਮ ||",
    "transliteration": "Anehadho Anehadh Vaajai Run Jhunakaarae Raam ||",
    "translation": "The unstruck melody of the sound current resounds with the vibrations of the celestial instruments.",
    "punjabi": "ਹੁਣ ਮੇਰੇ ਅੰਦਰ (ਮਾਨੋ) ਘੁੰਘਰੂਆਂ ਝਾਂਜਰਾਂ ਦੀ ਛਣਕਾਰ ਦੇਣ ਵਾਲਾ (ਵਾਜਾ) ਇਕ-ਰਸ ਵੱਜ ਰਿਹਾ ਹੈ,",
    "pronunciation": "(ਅਨਹਦੋ) ੲਿੱਕ ਰਸ[ (ਰੁਣ ਝੁਣਕਾਰੇ) ਅਨੰਦਦਾੲਿਕ",
    "type_id": 3
  },
  {
    "id": 19989,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮੇਰਾ ਮਨੋ ਮੇਰਾ ਮਨੁ ਰਾਤਾ; ਲਾਲ ਪਿਅਾਰੇ ਰਾਮ ||",
    "transliteration": "Maeraa Mano Maeraa Man Raathaa Laal Piaarae Raam ||",
    "translation": "My mind, my mind is imbued with the Love of my Darling Beloved.",
    "punjabi": "ਕਿਉਂ ਕਿ ਮੇਰਾ ਮਨ ਪਿਆਰੇ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "ਰਾੱਤਾ",
    "type_id": 3
  },
  {
    "id": 19990,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਰਾਤਾ ਮਨੁ ਬੈਰਾਗੀ; ਸੁੰਨ ਮੰਡਲਿ ਘਰੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Anadhin Raathaa Man Bairaagee Sunn Manddal Ghar Paaeiaa ||",
    "translation": "Night and day, my detached mind remains absorbed in the Lord, and I obtain my home in the profound trance of the celestial void.",
    "punjabi": "ਮੇਰਾ ਮਨ ਹਰ ਵੇਲੇ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਮਤਵਾਲਾ ਰਹਿੰਦਾ ਹੈ, ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਹੁਣ ਅਜੇਹੇ ਉੱਚੇ ਮੰਡਲ ਵਿਚ ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ ਹੈ ਜਿਥੇ ਕੋਈ ਮਾਇਕ ਫੁਰਨਾ ਨਹੀਂ ਉਠਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19991,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਦਿ ਪੁਰਖੁ ਅਪਰੰਪਰੁ ਪਿਅਾਰਾ; ਸਤਿਗੁਰਿ ਅਲਖੁ ਲਖਾੲਿਅਾ ||",
    "transliteration": "Aadh Purakh Aparanpar Piaaraa Sathigur Alakh Lakhaaeiaa ||",
    "translation": "The True Guru has revealed to me the Primal Lord, the Infinite, my Beloved, the Unseen.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ਜੋ ਸਭ ਦਾ ਮੁੱਢ ਹੈ ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਜੋ ਸਭ ਦਾ ਪਿਆਰਾ ਹੈ ਤੇ ਜਿਸ ਤੋਂ ਪਰੇ ਹੋਰ ਕੋਈ ਹਸਤੀ ਨਹੀਂ।",
    "pronunciation": "(ਅਪ-ਰੰਪਰੁ) ਪਰੇ ਤੋਂ ਪਰੇ[ਅ-ਲਖੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 19992,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਸਣਿ ਬੈਸਣਿ. ਥਿਰੁ ਨਾਰਾੲਿਣੁ; ਤਿਤੁ ਮਨੁ ਰਾਤਾ ਵੀਚਾਰੇ ||",
    "transliteration": "Aasan Baisan Thhir Naaraaein Thith Man Raathaa Veechaarae ||",
    "translation": "The Lord's posture and His seat are permanent; my mind is absorbed in reflective contemplation upon Him.",
    "punjabi": "ਮੇਰਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨਾਰਾਇਣ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਜੋ ਆਪਣੇ ਆਸਣ ਉਤੇ ਆਪਣੇ ਤਖ਼ਤ ਉਤੇ ਸਦਾ ਅਡੋਲ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19993,
    "shabad_id": 1642,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ ਬੈਰਾਗੀ; ਅਨਹਦ ਰੁਣ ਝੁਣਕਾਰੇ ||੧||",
    "transliteration": "Naanak Naam Rathae Bairaagee Anehadh Run Jhunakaarae ||1||",
    "translation": "O Nanak, the detached ones are imbued with His Name, the unstruck melody, and the celestial vibrations. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਮਨ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿੱਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ (ਪ੍ਰਭੂ-ਨਾਮ ਦੇ) ਮਤਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ, (ਮਾਨੋ) ਝਾਂਜਰਾਂ ਘੁੰਘਰੂਆਂ ਦੀ ਛਣਕਾਰ ਦੇਣ ਵਾਲਾ (ਵਾਜਾ) ਇਕ-ਰਸ ਵੱਜਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19994,
    "shabad_id": 1642,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਤਿਤੁ ਅਗਮ. ਤਿਤੁ ਅਗਮ ਪੁਰੇ; ਕਹੁ. ਕਿਤੁ ਬਿਧਿ ਜਾੲੀਅੈ ਰਾਮ ||",
    "transliteration": "Thith Agam Thith Agam Purae Kahu Kith Bidhh Jaaeeai Raam ||",
    "translation": "Tell me, how can I reach that unreachable, that unreachable city?",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਦੱਸ, ਉਸ ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ ਦੇ ਸ਼ਹਰ ਵਿਚ ਕਿਸ ਤਰੀਕੇ ਨਾਲ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19995,
    "shabad_id": 1642,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸਚੁ ਸੰਜਮੋ ਸਾਰਿ ਗੁਣਾ; ਗੁਰ ਸਬਦੁ ਕਮਾੲੀਅੈ ਰਾਮ ||",
    "transliteration": "Sach Sanjamo Saar Gunaa Gur Sabadh Kamaaeeai Raam ||",
    "translation": "By practicing truthfulness and self-restraint, by contemplating His Glorious Virtues, and living the Word of the Guru's Shabad.",
    "punjabi": "(ਸਹੇਲੀ ਉੱਤਰ ਦੇਂਦੀ ਹੈ-ਹੇ ਭੈਣ!) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕ ਕੇ, ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਕੇ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕਮਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19996,
    "shabad_id": 1642,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸਚੁ ਸਬਦੁ ਕਮਾੲੀਅੈ. ਨਿਜ ਘਰਿ ਜਾੲੀਅੈ; ਪਾੲੀਅੈ ਗੁਣੀ ਨਿਧਾਨਾ ||",
    "transliteration": "Sach Sabadh Kamaaeeai Nij Ghar Jaaeeai Paaeeai Gunee Nidhhaanaa ||",
    "translation": "Practicing the True Word of the Shabad, one comes to the home of his own inner being, and obtains the treasure of virtue.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਣ ਵਾਲਾ ਗੁਰ-ਸ਼ਬਦ ਕਮਾਇਆਂ ਆਪਣੇ ਘਰ ਵਿਚ (ਸ੍ਵੈ-ਸਰੂਪ ਵਿਚ) ਅੱਪੜ ਜਾਈਦਾ ਹੈ, ਤੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਲੱਭ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19997,
    "shabad_id": 1642,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਤਿਤੁ ਸਾਖਾ ਮੂਲੁ, ਪਤੁ ਨਹੀ ਡਾਲੀ; ਸਿਰਿ ਸਭਨਾ ਪਰਧਾਨਾ ||",
    "transliteration": "Thith Saakhaa Mool Path Nehee Ddaalee Sir Sabhanaa Paradhhaanaa ||",
    "translation": "He has no stems, roots, leaves or branches, but He is the Supreme Lord over the heads of all.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਉਸ ਦੀਆਂ ਟਹਣੀਆਂ ਡਾਲੀਆਂ ਜੜ੍ਹ ਪੱਤਰ (ਆਦਿਕ, ਭਾਵ, ਉਸ ਦੇ ਰਚੇ ਜਗਤ) ਦਾ ਆਸਰਾ ਲੈਣ ਦੀ ਲੋੜ ਨਹੀਂ ਪੈਂਦੀ (ਕਿਉਂਕਿ) ਉਹ ਪਰਮਾਤਮਾ ਸਭਨਾਂ ਦੇ ਸਿਰ ਉਤੇ ਪਰਧਾਨ ਹੈ।",
    "pronunciation": "ਪੱਤੁ",
    "type_id": 3
  },
  {
    "id": 19998,
    "shabad_id": 1642,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਕਰਿ ਕਰਿ ਸੰਜਮ, ਥਾਕੀ; ਹਠਿ ਨਿਗ੍ਰਹਿ ਨਹੀ ਪਾੲੀਅੈ ||",
    "transliteration": "Jap Thap Kar Kar Sanjam Thhaakee Hath Nigrehi Nehee Paaeeai ||",
    "translation": "Practicing intensive meditation, chanting and self-discipline, people have grown weary; stubbornly practicing these rituals, they still have not found Him.",
    "punjabi": "ਇਹ ਲੁਕਾਈ ਜਪ ਕਰ ਕੇ ਤਪ ਸਾਧ ਕੇ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਰੋਕਣ ਦਾ ਜਤਨ ਕਰ ਕੇ ਹਾਰ ਗਈ ਹੈ, (ਇਸ ਕਿਸਮ ਦੇ) ਹਠ ਨਾਲ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦੇ ਜਤਨ ਨਾਲ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "(ਨਿ-ਗ੍ਰਹਿ) ਰੋਕਣਾ[ ਹਠਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 19999,
    "shabad_id": 1642,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਸਹਜਿ ਮਿਲੇ ਜਗਜੀਵਨ; ਸਤਿਗੁਰ. ਬੂਝ ਬੁਝਾੲੀਅੈ ||੨||",
    "transliteration": "Naanak Sehaj Milae Jagajeevan Sathigur Boojh Bujhaaeeai ||2||",
    "translation": "O Nanak, through spiritual wisdom, the Lord, the Life of the world, is met; the True Guru imparts this understanding. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਜਗਤ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੀ (ਦਿੱਤੀ) ਮਤਿ ਨੇ (ਸਹੀ ਜੀਵਨ-ਰਾਹ) ਸਮਝਾ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "ਜੱਗਜੀਵਨ ਬੂੱਝ ਬੁੱਝਾੲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 20000,
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਗੁਰੁ ਸਾਗਰੋ ਰਤਨਾਗਰੁ; ਤਿਤੁ ਰਤਨ ਘਣੇਰੇ ਰਾਮ ||",
    "transliteration": "Gur Saagaro Rathanaagar Thith Rathan Ghanaerae Raam ||",
    "translation": "The Guru is the ocean, the mountain of jewels, overflowing with jewels.",
    "punjabi": "ਗੁਰੂ (ਇਕ) ਸਮੁੰਦਰ ਹੈ, ਗੁਰੂ ਰਤਨਾਂ ਦੀ ਖਾਣ ਹੈ, ਉਸ ਵਿਚ (ਸੁਚੱਜੀ ਜੀਵਨ-ਸਿੱਖਿਆ ਦੇ), ਅਨੇਕਾਂ ਰਤਨ ਹਨ।",
    "pronunciation": "(ਰਤਨਾਗਰੁ) ਰਤਨਾਂ ਦੀ ਖਾਣ",
    "type_id": 3
  }
]
