[
  {
    "id": 20037,
    "shabad_id": 1644,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਮਹਲਾ ੧ ਛੰਤ ਘਰੁ ੨",
    "transliteration": "Raag Aasaa Mehalaa 1 Shhanth Ghar 2",
    "translation": "Raag Aasaa, First Mehl, Chhant, Second House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20038,
    "shabad_id": 1644,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20039,
    "shabad_id": 1644,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤੂੰ ਸਭਨੀ ਥਾੲੀ. ਜਿਥੈ ਹੳੁ ਜਾੲੀ; ਸਾਚਾ ਸਿਰਜਣਹਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Thoon Sabhanee Thhaaee Jithhai Ho Jaaee Saachaa Sirajanehaar Jeeo ||",
    "translation": "You are everywhere, wherever I go, O True Creator Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਜਿੱਥੇ ਭੀ ਜਾਂਦਾ ਹਾਂ ਤੂੰ ਸਭ ਥਾਂਈਂ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 20040,
    "shabad_id": 1644,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਭਨਾ ਕਾ ਦਾਤਾ. ਕਰਮ ਬਿਧਾਤਾ; ਦੂਖ ਬਿਸਾਰਣਹਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Sabhanaa Kaa Dhaathaa Karam Bidhhaathaa Dhookh Bisaaranehaar Jeeo ||",
    "translation": "You are the Giver of all, the Architect of Destiny, the Dispeller of distress.",
    "punjabi": "ਤੂੰ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ਤੇ ਸਭ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20041,
    "shabad_id": 1644,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਦੂਖ ਬਿਸਾਰਣਹਾਰੁ ਸੁਅਾਮੀ; ਕੀਤਾ ਜਾ ਕਾ ਹੋਵੈ ||",
    "transliteration": "Dhookh Bisaaranehaar Suaamee Keethaa Jaa Kaa Hovai ||",
    "translation": "The Lord Master is the Dispeller of distress; all that happens is by His doing.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਕੀਤਾ ਹੀ ਸਭ ਕੁਝ ਹੁੰਦਾ ਹੈ ਉਹ ਸਭ ਦਾ ਮਾਲਕ ਹੈ ਉਹ ਸਭ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20042,
    "shabad_id": 1644,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਕੋਟ ਕੋਟੰਤਰ ਪਾਪਾ ਕੇਰੇ; ੲੇਕ ਘੜੀ ਮਹਿ ਖੋਵੈ ||",
    "transliteration": "Kott Kottanthar Paapaa Kaerae Eaek Gharree Mehi Khovai ||",
    "translation": "Millions upon millions of sins, He destroys in an instant.",
    "punjabi": "ਜੀਵਾਂ ਦੇ ਪਾਪਾਂ ਦੇ ਢੇਰਾਂ ਦੇ ਢੇਰ ਇਕ ਪਲਕ ਵਿਚ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਕੇਰੇ) ਦੇ",
    "type_id": 3
  },
  {
    "id": 20043,
    "shabad_id": 1644,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹੰਸ. ਸਿ ਹੰਸਾ, ਬਗ. ਸਿ ਬਗਾ; ਘਟ ਘਟ ਕਰੇ ਬੀਚਾਰੁ ਜੀੳੁ ||",
    "transliteration": "Hans S Hansaa Bag S Bagaa Ghatt Ghatt Karae Beechaar Jeeo ||",
    "translation": "He calls a swan a swan, and a crane a crane; He contemplates each and every heart.",
    "punjabi": "ਜੀਵ ਭਾਵੇਂ ਸ੍ਰੇਸ਼ਟ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਹੋਣ ਭਾਵੇਂ ਨਿਖਿੱਧ ਤੋਂ ਨਿਖਿੱਧ ਹੋਣ, ਪ੍ਰਭੂ ਹਰੇਕ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਬੱਗ ਬੱਗਾ",
    "type_id": 3
  },
  {
    "id": 20044,
    "shabad_id": 1644,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਤੂੰ ਸਭਨੀ ਥਾੲੀ. ਜਿਥੈ ਹੳੁ ਜਾੲੀ; ਸਾਚਾ ਸਿਰਜਣਹਾਰੁ ਜੀੳੁ ||੧||",
    "transliteration": "Thoon Sabhanee Thhaaee Jithhai Ho Jaaee Saachaa Sirajanehaar Jeeo ||1||",
    "translation": "You are everywhere, wherever I go, O True Creator Lord. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਜਿਥੇ ਭੀ ਜਾਂਦਾ ਹਾਂ, ਤੂੰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 20045,
    "shabad_id": 1644,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ੍ਹ ੲਿਕ ਮਨਿ ਧਿਅਾੲਿਅਾ, ਤਿਨ੍ਹ ਸੁਖੁ ਪਾੲਿਅਾ; ਤੇ ਵਿਰਲੇ ਸੰਸਾਰਿ ਜੀੳੁ ||",
    "transliteration": "Jinh Eik Man Dhhiaaeiaa Thinh Sukh Paaeiaa Thae Viralae Sansaar Jeeo ||",
    "translation": "Those who meditate on Him single-mindedly obtain peace; how rare are they in this world.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਇਕਾਗਰ ਹੋ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਹੈ, ਪਰ ਅਜੇਹੇ ਬੰਦੇ ਸੰਸਾਰ ਵਿਚ ਵਿਰਲੇ ਵਿਰਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20046,
    "shabad_id": 1644,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤਿਨ ਜਮੁ ਨੇੜਿ. ਨ ਅਾਵੈ, ਗੁਰ ਸਬਦੁ ਕਮਾਵੈ; ਕਬਹੁ. ਨ ਅਾਵਹਿ ਹਾਰਿ ਜੀੳੁ ||",
    "transliteration": "Thin Jam Naerr N Aavai Gur Sabadh Kamaavai Kabahu N Aavehi Haar Jeeo ||",
    "translation": "The Messenger of Death does not draw near those who live the Guru's Teachings; they never return defeated.",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ ਬੰਦਾ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕਮਾਂਦਾ ਹੈ (ਭਾਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਅਨੁਸਾਰ ਜੀਵਨ ਬਣਾਂਦਾ ਹੈ) ਜਮ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ (ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ) ਉਹ ਕਦੇ ਭੀ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ ਹਾਰ ਕੇ ਨਹੀਂ ਆਉਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20047,
    "shabad_id": 1644,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤੇ ਕਬਹੁ. ਨ ਹਾਰਹਿ, ਹਰਿ ਹਰਿ ਗੁਣ ਸਾਰਹਿ; ਤਿਨ੍ਹ ਜਮੁ ਨੇੜਿ. ਨ ਅਾਵੈ ||",
    "transliteration": "Thae Kabahu N Haarehi Har Har Gun Saarehi Thinh Jam Naerr N Aavai ||",
    "translation": "Those who appreciate the Glorious Praises of the Lord, Har, Har, never suffer defeat; the Messenger of Death does not even approach them.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ, ਉਹ (ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਕਦੇ ਹਾਰਦੇ ਨਹੀਂ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ।",
    "pronunciation": "(ਸਾਰਹਿ) ਸੰਭਾਲਦੇ",
    "type_id": 3
  },
  {
    "id": 20048,
    "shabad_id": 1644,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣੁ ਤਿਨ੍ਹਾ ਕਾ ਚੂਕਾ; ਜੋ ਹਰਿ ਲਾਗੇ ਪਾਵੈ ||",
    "transliteration": "Janman Maran Thinhaa Kaa Chookaa Jo Har Laagae Paavai ||",
    "translation": "Birth and death are ended for those who are attached to the feet of the Lord.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਪਾਵੈ) ਚਰਨੀਂ",
    "type_id": 3
  },
  {
    "id": 20049,
    "shabad_id": 1644,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮਤਿ ਹਰਿ ਰਸੁ. ਹਰਿ ਫਲੁ ਪਾੲਿਅਾ; ਹਰਿ ਹਰਿ ਨਾਮੁ ੳੁਰ ਧਾਰਿ ਜੀੳੁ ||",
    "transliteration": "Guramath Har Ras Har Fal Paaeiaa Har Har Naam Our Dhhaar Jeeo ||",
    "translation": "Through the Guru's Teachings, they obtain the sublime essence of the Lord, and the fruit of the Lord; they enshrine the Name of the Lord, Har, Har, in their hearts.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ-ਨਾਮ ਦਾ ਰਸ ਚੱਖਿਆ ਹੈ, ਨਾਮ-ਫਲ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20050,
    "shabad_id": 1644,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜਿਨ੍ਹ ੲਿਕ ਮਨਿ ਧਿਅਾੲਿਅਾ, ਤਿਨ੍ਹ ਸੁਖੁ ਪਾੲਿਅਾ; ਤੇ ਵਿਰਲੇ ਸੰਸਾਰਿ ਜੀੳੁ ||੨||",
    "transliteration": "Jinh Eik Man Dhhiaaeiaa Thinh Sukh Paaeiaa Thae Viralae Sansaar Jeeo ||2||",
    "translation": "Those who meditate on Him single-mindedly obtain peace; how rare are they in this world. ||2||",
    "punjabi": "ਇਕਾਗਰ ਹੋ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਹੈ। ਪਰ ਅਜੇਹੇ ਬੰਦੇ ਜਗਤ ਵਿਚ ਵਿਰਲੇ ਵਿਰਲੇ ਹੀ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20051,
    "shabad_id": 1644,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਜਿਨਿ ਜਗਤੁ ੳੁਪਾੲਿਅਾ, ਧੰਧੈ ਲਾੲਿਅਾ; ਤਿਸੈ ਵਿਟਹੁ. ਕੁਰਬਾਣੁ ਜੀੳੁ ||",
    "transliteration": "Jin Jagath Oupaaeiaa Dhhandhhai Laaeiaa Thisai Vittahu Kurabaan Jeeo ||",
    "translation": "He who created the world and assigned all to their tasks - unto Him I am a sacrifice.",
    "punjabi": "ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਨੇ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ਤੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਲਾ ਦਿਤਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 20052,
    "shabad_id": 1644,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਤਾ ਕੀ ਸੇਵ ਕਰੀਜੈ, ਲਾਹਾ ਲੀਜੈ; ਹਰਿ ਦਰਗਹ ਪਾੲੀਅੈ ਮਾਣੁ ਜੀੳੁ ||",
    "transliteration": "Thaa Kee Saev Kareejai Laahaa Leejai Har Dharageh Paaeeai Maan Jeeo ||",
    "translation": "So serve Him, and gather profit, and you shall obtain honor in the Court of the Lord.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਇਹੀ ਲਾਭ ਜਗਤ ਵਿਚੋਂ ਖੱਟਣਾ ਚਾਹੀਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20053,
    "shabad_id": 1644,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਦਰਗਹ ਮਾਨੁ. ਸੋੲੀ ਜਨੁ ਪਾਵੈ; ਜੋ ਨਰੁ. ੲੇਕੁ ਪਛਾਣੈ ||",
    "transliteration": "Har Dharageh Maan Soee Jan Paavai Jo Nar Eaek Pashhaanai ||",
    "translation": "That humble being, who recognizes the One Lord alone, obtains honor in the Court of the Lord.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪਾਂਦਾ ਹੈ ਜੇਹੜਾ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੇ ਅੰਗ-ਸੰਗ) ਪਛਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20054,
    "shabad_id": 1644,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਓਹੁ ਨਵ ਨਿਧਿ ਪਾਵੈ, ਗੁਰਮਤਿ ਹਰਿ ਧਿਅਾਵੈ; ਨਿਤ ਹਰਿ ਗੁਣ ਅਾਖਿ ਵਖਾਣੈ ||",
    "transliteration": "Ouhu Nav Nidhh Paavai Guramath Har Dhhiaavai Nith Har Gun Aakh Vakhaanai ||",
    "translation": "One who meditates on the Lord, through the Guru's Teachings, obtains the nine treasures; he chants and repeats continually the Glorious Praises of the Lord.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਜਗਤ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20055,
    "shabad_id": 1644,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਨਾਮੁ ਤਿਸੈ ਕਾ ਲੀਜੈ; ਹਰਿ ੳੂਤਮੁ ਪੁਰਖੁ ਪਰਧਾਨੁ ਜੀੳੁ ||",
    "transliteration": "Ahinis Naam Thisai Kaa Leejai Har Ootham Purakh Paradhhaan Jeeo ||",
    "translation": "Day and night, take the Naam, the Name of the Lord, the most sublime Primal Being.",
    "punjabi": "ਦਿਨ ਰਾਤ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਹੈ ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਜੋ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20056,
    "shabad_id": 1644,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਿਨਿ ਜਗਤੁ ੳੁਪਾੲਿਅਾ, ਧੰਧੈ ਲਾੲਿਅਾ; ਹੳੁ. ਤਿਸੈ ਵਿਟਹੁ ਕੁਰਬਾਨੁ ਜੀੳੁ ||੩||",
    "transliteration": "Jin Jagath Oupaaeiaa Dhhandhhai Laaeiaa Ho Thisai Vittahu Kurabaan Jeeo ||3||",
    "translation": "The One who created the world and assigned all to their tasks - I am a sacrifice to Him. ||3||",
    "punjabi": "ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ਤੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ ॥੩॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 20057,
    "shabad_id": 1644,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੁ ਲੈਨਿ. ਸਿ ਸੋਹਹਿ, ਤਿਨ ਸੁਖ ਫਲ ਹੋਵਹਿ; ਮਾਨਹਿ ਸੇ ਜਿਣਿ ਜਾਹਿ ਜੀੳੁ ||",
    "transliteration": "Naam Lain S Sohehi Thin Sukh Fal Hovehi Maanehi Sae Jin Jaahi Jeeo ||",
    "translation": "Those who chant the Naam look beautiful; they obtain the fruit of peace. Those who believe in the Name win the game of life.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ਉਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਪਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ-ਰੂਪ ਫਲ ਮਿਲਦਾ ਹੈ, (ਹਰ ਥਾਂ) ਆਦਰ ਪਾਂਦੇ ਹਨ, ਉਹ (ਮਨੁੱਖਾ-ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਜਿੱਤ ਕੇ (ਇਥੋਂ) ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਸੋਹ-ਹਿ[(ਜਿਣਿ) ਜਿੱਤ[",
    "type_id": 3
  },
  {
    "id": 20058,
    "shabad_id": 1644,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਤਿਨ ਫਲ. ਤੋਟਿ ਨ ਅਾਵੈ, ਜਾ ਤਿਸੁ ਭਾਵੈ; ਜੇ ਜੁਗ ਕੇਤੇ ਜਾਹਿ ਜੀੳੁ ||",
    "transliteration": "Thin Fal Thott N Aavai Jaa This Bhaavai Jae Jug Kaethae Jaahi Jeeo ||",
    "translation": "Their blessings are not exhausted, if it pleases the Lord, even though numerous ages may pass.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ (ਆਤਮਕ ਸੁਖ ਦਾ) ਫਲ ਇਤਨਾ ਮਿਲਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਉਹ ਕਦੇ ਭੀ ਘਟਦਾ ਨਹੀਂ ਚਾਹੇ ਅਨੇਕਾਂ ਜੁਗ ਬੀਤ ਜਾਣ।",
    "pronunciation": "ਜੱੁਗ",
    "type_id": 3
  },
  {
    "id": 20059,
    "shabad_id": 1644,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜੇ ਜੁਗ ਕੇਤੇ ਜਾਹਿ ਸੁਅਾਮੀ; ਤਿਨ ਫਲ ਤੋਟਿ. ਨ ਅਾਵੈ ||",
    "transliteration": "Jae Jug Kaethae Jaahi Suaamee Thin Fal Thott N Aavai ||",
    "translation": "Even though numerous ages may pass, O Lord Master, their blessings are not exhausted.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਸੁਆਮੀ! ਚਾਹੇ ਅਨੇਕਾਂ ਹੀ ਜੁਗ ਬੀਤ ਜਾਣ ਸਿਮਰਨ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦਾ ਮਿਲਿਆ ਫਲ ਕਦੇ ਭੀ ਘਟਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20060,
    "shabad_id": 1644,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਤਿਨ੍ਹ ਜਰਾ ਨ ਮਰਣਾ, ਨਰਕਿ ਨ ਪਰਣਾ; ਜੋ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ||",
    "transliteration": "Thinh Jaraa N Maranaa Narak N Paranaa Jo Har Naam Dhhiaavai ||",
    "translation": "They do not age, they do not die and fall into hell, if they meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ ਬੰਦਾ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਨੂੰ ਨਾਹ ਬੁਢੇਪਾ ਆਉਂਦਾ ਹੈ ਨਾਹ ਮੌਤ ਆਉਂਦੀ ਹੈ, ਉਹ ਕਦੇ ਨਰਕ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ।",
    "pronunciation": "(ਜਰਾ) ਬੁਢੇਪਾ",
    "type_id": 3
  },
  {
    "id": 20061,
    "shabad_id": 1644,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਰਹਿ. ਸਿ ਸੂਕਹਿ ਨਾਹੀ; ਨਾਨਕ. ਪੀੜ ਨ ਖਾਹਿ ਜੀੳੁ ||",
    "transliteration": "Har Har Karehi S Sookehi Naahee Naanak Peerr N Khaahi Jeeo ||",
    "translation": "Those who chant the Lord's Name, Har, Har, do not wither, O Nanak; they are not afflicted by pain.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ ਉਹ ਕਦੇ ਸੁੱਕਦੇ ਨਹੀਂ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਅੰਦਰਲਾ ਆਤਮਕ ਖੇੜਾ ਕਦੇ ਸੁੱਕਦਾ ਨਹੀਂ) ਉਹ ਕਦੇ ਦੁੱਖੀ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "(ਸੂਕਹਿ) ਸੁੱਕਦੇ",
    "type_id": 3
  },
  {
    "id": 20062,
    "shabad_id": 1644,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਨਾਮੁ ਲੈਨਿ੍ਹ ਸਿ ਸੋਹਹਿ, ਤਿਨ੍ਹ ਸੁਖ ਫਲ ਹੋਵਹਿ; ਮਾਨਹਿ ਸੇ ਜਿਣਿ ਜਾਹਿ ਜੀੳੁ ||੪||੧||੪||",
    "transliteration": "Naam Lainih S Sohehi Thinh Sukh Fal Hovehi Maanehi Sae Jin Jaahi Jeeo ||4||1||4||",
    "translation": "Those who chant the Naam look beautiful; they obtain the fruit of peace. Those who believe in the Name win the game of life. ||4||1||4||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ਉਹ (ਲੋਕ- ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਪਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਆਨੰਦ-ਰੂਪ ਫਲ ਮਿਲਦਾ ਹੈ, ਉਹ (ਹਰ ਥਾਂ) ਆਦਰ ਪਾਂਦੇ ਹਨ, ਉਹ (ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਜਿੱਤ ਕੇ (ਇਥੋਂ) ਜਾਂਦੇ ਹਨ ॥੪॥੧॥੪॥",
    "pronunciation": "(ਜਿਣਿ) ਜਿੱਤ",
    "type_id": 3
  },
  {
    "id": 20063,
    "shabad_id": 1645,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20064,
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ਛੰਤ ਘਰੁ ੩ ||",
    "transliteration": "Aasaa Mehalaa 1 Shhanth Ghar 3 ||",
    "translation": "Aasaa, First Mehl, Chhant, Third House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20065,
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਤੂੰ ਸੁਣਿ ਹਰਣਾ ਕਾਲਿਅਾ; ਕੀ ਵਾੜੀਅੈ ਰਾਤਾ ਰਾਮ ||",
    "transliteration": "Thoon Sun Haranaa Kaaliaa Kee Vaarreeai Raathaa Raam ||",
    "translation": "Listen, O black deer: why are you so attached to the orchard of passion?",
    "punjabi": "ਹੇ ਕਾਲੇ ਹਰਣ! (ਹੇ ਕਾਲੇ ਹਰਣ ਵਾਂਗ ਸੰਸਾਰ-ਬਨ ਵਿਚ ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਚੁੰਗੀਆਂ ਮਾਰਨ ਵਾਲੇ ਮਨ!) ਤੂੰ (ਮੇਰੀ ਗੱਲ) ਸੁਣ! ਤੂੰ ਇਸ (ਜਗਤ-) ਫੁਲਵਾੜੀ ਵਿਚ ਕਿਉਂ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "(ਵਾੜੀਅੈ) ਬਗੀਚੇ ਸੰਸਾਰ ਚ[ ਰੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 20066,
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਬਿਖੁ ਫਲੁ ਮੀਠਾ ਚਾਰਿ ਦਿਨ; ਫਿਰਿ ਹੋਵੈ ਤਾਤਾ. ਰਾਮ ||",
    "transliteration": "Bikh Fal Meethaa Chaar Dhin Fir Hovai Thaathaa Raam ||",
    "translation": "The fruit of sin is sweet for only a few days, and then it grows hot and bitter.",
    "punjabi": "(ਇਸ ਫੁਲਵਾੜੀ ਦਾ) ਫਲ ਜ਼ਹਰ ਹੈ, (ਭਾਵ, ਆਤਮਕ ਮੌਤ ਪੈਦਾ ਕਰਦਾ ਹੈ) ਇਹ ਥੋੜੇ ਦਿਨ ਹੀ ਸੁਆਦਲਾ ਲੱਗਦਾ ਹੈ, ਫਿਰ ਇਹ ਦੁਖਦਾਈ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਬਿਖੁ) ਜ਼ਹਰ[ (ਤਾੱਤਾ) ਤੱਤਾ",
    "type_id": 3
  },
  {
    "id": 20067,
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਫਿਰਿ ਹੋੲਿ ਤਾਤਾ. ਖਰਾ ਮਾਤਾ; ਨਾਮ ਬਿਨੁ ਪਰਤਾਪੲੇ ||",
    "transliteration": "Fir Hoe Thaathaa Kharaa Maathaa Naam Bin Parathaapeae ||",
    "translation": "That fruit which intoxicated you has now become bitter and painful, without the Naam.",
    "punjabi": "ਜਿਸ ਵਿਚ ਤੂੰ ਇਤਨਾ ਮਸਤ ਹੈਂ ਇਹ ਆਖ਼ਰ ਦੁੱਖਦਾਈ ਹੋ ਜਾਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਇਹ ਬਹੁਤ ਦੁੱਖ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਤੱਾਤਾ[ਮੱਾਤਾ[(ਪਰ-ਤਾੱਪੲੇ)ਪਸਚਾਤਾਪ (੨. ਪਰ ਤਾਪੲੇ)",
    "type_id": 3
  }
]
