[
  {
    "id": 20103,
    "shabad_id": 1646,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਿਰੁ ਸੰਗਿ. ਕਾਮਣਿ ਜਾਣਿਅਾ; ਗੁਰਿ. ਮੇਲਿ ਮਿਲਾੲੀ ਰਾਮ ॥",
    "transliteration": "Pir Sang Kaaman Jaaniaa Gur Mael Milaaee Raam ||",
    "translation": "The soul-bride knows that her Husband Lord is with her; the Guru unites her in this union.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਉਸ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20104,
    "shabad_id": 1646,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰਿ ਸਬਦਿ ਮਿਲੀ; ਸਹਜੇ. ਤਪਤਿ ਬੁਝਾੲੀ ਰਾਮ ॥",
    "transliteration": "Anthar Sabadh Milee Sehajae Thapath Bujhaaee Raam ||",
    "translation": "Within her heart, she is merged with the Shabad, and the fire of her desire is easily extinguished.",
    "punjabi": "ਉਹ ਅੰਤਰ-ਆਤਮੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਤਪਸ਼ ਬੁਝਾ ਲਈ।",
    "pronunciation": "ਬੁਝਾੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20105,
    "shabad_id": 1646,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸਬਦਿ ਤਪਤਿ ਬੁਝਾੲੀ, ਅੰਤਰਿ ਸਾਂਤਿ ਅਾੲੀ; ਸਹਜੇ ਹਰਿ ਰਸੁ ਚਾਖਿਅਾ ॥",
    "transliteration": "Sabadh Thapath Bujhaaee Anthar Saanth Aaee Sehajae Har Ras Chaakhiaa ||",
    "translation": "The Shabad has quenched the fire of desire, and within her heart, peace and tranquility have come; she tastes the Lord's essence with intuitive ease.",
    "punjabi": "(ਹੇ ਸਖੀ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਵਾਲੀ ਤਪਸ਼ ਬੁਝਾ ਲਈ, ਉਸ ਦੇ ਅੰਦਰ ਠੰਡ ਪੈ ਗਈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਨੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ।",
    "pronunciation": "ਚੱਾਖਿਅਾ। ਬੁਝਾੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20106,
    "shabad_id": 1646,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ਪ੍ਰੀਤਮ ਅਪਣੇ. ਸਦਾ ਰੰਗੁ ਮਾਣੇ; ਸਚੈ ਸਬਦਿ ਸੁਭਾਖਿਅਾ ॥",
    "transliteration": "Mil Preetham Apanae Sadhaa Rang Maanae Sachai Sabadh Subhaakhiaa ||",
    "translation": "Meeting her Beloved, she enjoys His Love continually, and her speech rings with the True Shabad.",
    "punjabi": "ਆਪਣੇ ਪ੍ਰਭੂ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਸਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਮਾਣਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦੀ ਬੋਲੀ ਮਿੱਠੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਸੁਭੱਾਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20107,
    "shabad_id": 1646,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਪੜਿ ਪੜਿ ਪੰਡਿਤ. ਮੋਨੀ ਥਾਕੇ; ਭੇਖੀ. ਮੁਕਤਿ ਨ ਪਾੲੀ ॥",
    "transliteration": "Parr Parr Panddith Monee Thhaakae Bhaekhee Mukath N Paaee ||",
    "translation": "Reading and studying continually, the Pandits, the religious scholars, and the silent sages have grown weary; wearing religious robes, liberation is not obtained.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਪੰਡਿਤ (ਧਾਰਮਿਕ ਪੁਸਤਕ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ, ਮੋਨ-ਧਾਰੀ (ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ) (ਜੋਗੀ ਜੰਗਮ ਆਦਿਕ ਸਾਧੂ) ਭੇਖ ਧਾਰ ਧਾਰ ਕੇ ਥੱਕ ਗਏ (ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਕਿਸੇ ਨੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕੀਤੀ।",
    "pronunciation": "ਪੜਿ੍ਹ ਪੜਿ੍ਹ।ਭੇਖੀਂ",
    "type_id": 3
  },
  {
    "id": 20108,
    "shabad_id": 1646,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਬਿਨੁ ਭਗਤੀ. ਜਗੁ ਬੳੁਰਾਨਾ; ਸਚੈ ਸਬਦਿ ਮਿਲਾੲੀ ॥੩॥",
    "transliteration": "Naanak Bin Bhagathee Jag Bouraanaa Sachai Sabadh Milaaee ||3||",
    "translation": "O Nanak, without devotional worship, the world has gone insane; through the True Word of the Shabad, one meets the Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਬੳੁਰਾਨਾ) ਕਮਲ਼ਾ",
    "type_id": 3
  },
  {
    "id": 20109,
    "shabad_id": 1646,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਾ ਧਨ ਮਨਿ. ਅਨਦੁ ਭੲਿਅਾ; ਹਰਿ ਜੀੳੁ ਮੇਲਿ ਪਿਅਾਰੇ ਰਾਮ ॥",
    "transliteration": "Saa Dhhan Man Anadh Bhaeiaa Har Jeeo Mael Piaarae Raam ||",
    "translation": "Bliss permeates the mind of the soul-bride, who meets her Beloved Lord.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਿਆਰੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ ਦੇ ਮਨ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20110,
    "shabad_id": 1646,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸਾ ਧਨ. ਹਰਿ ਕੈ ਰਸਿ ਰਸੀ; ਗੁਰ ਕੈ ਸਬਦਿ ਅਪਾਰੇ ਰਾਮ ॥",
    "transliteration": "Saa Dhhan Har Kai Ras Rasee Gur Kai Sabadh Apaarae Raam ||",
    "translation": "The soul-bride is enraptured with the sublime essence of the Lord, through the incomparable Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20111,
    "shabad_id": 1646,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸਬਦਿ ਅਪਾਰੇ. ਮਿਲੇ ਪਿਅਾਰੇ; ਸਦਾ ਗੁਣ ਸਾਰੇ. ਮਨਿ ਵਸੇ ॥",
    "transliteration": "Sabadh Apaarae Milae Piaarae Sadhaa Gun Saarae Man Vasae ||",
    "translation": "Through the incomparable Word of the Guru's Shabad, she meets her Beloved; she continually contemplates and enshrines His Glorious Virtues in her mind.",
    "punjabi": "ਅਪਾਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਸਦਾ ਉਸ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਦੀ ਹੈ,",
    "pronunciation": "(ਸਾਰੇ) ਸੰਭਾਲੇ",
    "type_id": 3
  },
  {
    "id": 20112,
    "shabad_id": 1646,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸੇਜ ਸੁਹਾਵੀ. ਜਾ ਪਿਰਿ ਰਾਵੀ; ਮਿਲਿ ਪ੍ਰੀਤਮ. ਅਵਗਣ ਨਸੇ ॥",
    "transliteration": "Saej Suhaavee Jaa Pir Raavee Mil Preetham Avagan Nasae ||",
    "translation": "Her bed was adorned when she enjoyed her Husband Lord; meeting with her Beloved, her demerits were erased.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਉਸ ਦੇ ਮਨ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ ਉਸ (ਦੇ ਹਿਰਦੇ) ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣ ਗਈ। ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ ਸਾਰੇ ਔਗੁਣ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "ਨੱਸੇ",
    "type_id": 3
  },
  {
    "id": 20113,
    "shabad_id": 1646,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਿਤੁ ਘਰਿ. ਨਾਮੁ ਹਰਿ ਸਦਾ ਧਿਅਾੲੀਅੈ; ਸੋਹਿਲੜਾ ਜੁਗ ਚਾਰੇ ॥",
    "transliteration": "Jith Ghar Naam Har Sadhaa Dhhiaaeeai Sohilarraa Jug Chaarae ||",
    "translation": "That house, within which the Lord's Name is continually meditated upon, resounds with the wedding songs of rejoicing, throughout the four ages.",
    "punjabi": "(ਹੇ ਸਖੀ!) ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਿਆ ਜਾਂਦਾ ਹੈ ਉਥੇ ਸਦਾ ਹੀ (ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਜੁੱਗ",
    "type_id": 3
  },
  {
    "id": 20114,
    "shabad_id": 1646,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ. ਸਦਾ ਅਨਦੁ ਹੈ; ਹਰਿ ਮਿਲਿਅਾ ਕਾਰਜ ਸਾਰੇ ॥੪॥੧॥੬॥",
    "transliteration": "Naanak Naam Rathae Sadhaa Anadh Hai Har Miliaa Kaaraj Saarae ||4||1||6||",
    "translation": "O Nanak, imbued with the Naam, we are in bliss forever; meeting the Lord, our affairs are resolved. ||4||1||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਆਪਣੇ ਸਾਰੇ ਕੰਮ ਸੰਵਾਰ ਲੈਂਦੇ ਹਨ ॥੪॥੧॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20115,
    "shabad_id": 1647,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20116,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੩ ਛੰਤ ਘਰੁ ੩ ॥",
    "transliteration": "Aasaa Mehalaa 3 Shhanth Ghar 3 ||",
    "translation": "Aasaa, Third Mehl, Chhant, Third House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20117,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਾਜਨ ਮੇਰੇ ਪ੍ਰੀਤਮਹੁ; ਤੁਮ ਸਹ ਕੀ ਭਗਤਿ ਕਰੇਹੋ ॥",
    "transliteration": "Saajan Maerae Preethamahu Thum Seh Kee Bhagath Karaeho ||",
    "translation": "O my beloved friend, dedicate yourself to the devotional worship of your Husband Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ (ਸਤਸੰਗੀ) ਸੱਜਣੋ ਪਿਆਰਿਓ! ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਸਦਾ ਕਰਦੇ ਰਿਹਾ ਕਰੋ,",
    "pronunciation": "(ਪ੍ਰੀਤਮਹੁ) ਪਿਅਾਰਿਓ। (ਸਹ) ਖਸਮ ਵਾਹਗਿੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 20118,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਗੁਰੁ ਸੇਵਹੁ ਸਦਾ ਅਾਪਣਾ; ਨਾਮੁ ਪਦਾਰਥੁ ਲੇਹੋ ॥",
    "transliteration": "Gur Saevahu Sadhaa Aapanaa Naam Padhaarathh Laeho ||",
    "translation": "Serve your Guru constantly, and obtain the wealth of the Naam.",
    "punjabi": "ਸਦਾ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹੋ (ਤੇ ਗੁਰੂ ਪਾਸੋਂ) ਸਭ ਤੋਂ ਕੀਮਤੀ ਚੀਜ਼ ਹਰਿ-ਨਾਮ ਹਾਸਲ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20119,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਭਗਤਿ ਕਰਹੁ ਤੁਮ. ਸਹੈ ਕੇਰੀ; ਜੋ ਸਹ ਪਿਅਾਰੇ ਭਾਵੲੇ ॥",
    "transliteration": "Bhagath Karahu Thum Sehai Kaeree Jo Seh Piaarae Bhaaveae ||",
    "translation": "Dedicate yourself to the worship of your Husband Lord; this is pleasing to your Beloved Husband.",
    "punjabi": "(ਹੇ ਸੱਜਣੋ!) ਤੁਸੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਹੀ ਭਗਤੀ ਕਰਦੇ ਰਹੋ, ਇਹ ਭਗਤੀ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "ਭਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 20120,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਾਪਣਾ ਭਾਣਾ. ਤੁਮ ਕਰਹੁ; ਤਾ ਫਿਰਿ ਸਹ ਖੁਸੀ. ਨ ਅਾਵੲੇ ॥",
    "transliteration": "Aapanaa Bhaanaa Thum Karahu Thaa Fir Seh Khusee N Aaveae ||",
    "translation": "If you walk in accordance with your own will, then your Husband Lord will not be pleased with you.",
    "punjabi": "ਜੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਤੁਸੀ ਆਪਣੀ ਹੀ ਮਰਜ਼ੀ ਕਰਦੇ ਰਹੋਗੇ ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਪ੍ਰਸੰਨਤਾ ਤੁਹਾਨੂੰ ਨਹੀਂ ਮਿਲੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20121,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਭਗਤਿ ਭਾਵ ੲਿਹੁ ਮਾਰਗੁ ਬਿਖੜਾ; ਗੁਰ ਦੁਅਾਰੈ ਕੋ ਪਾਵੲੇ ॥",
    "transliteration": "Bhagath Bhaav Eihu Maarag Bikharraa Gur Dhuaarai Ko Paaveae ||",
    "translation": "This path of loving devotional worship is very difficult; how rare are those who find it, through the Gurdwara, the Guru's Gate.",
    "punjabi": "(ਪਰ, ਹੇ ਪਿਆਰਿਓ!) ਭਗਤੀ ਦਾ ਤੇ ਪ੍ਰੇਮ ਦਾ ਇਹ ਰਸਤਾ ਬਹੁਤ ਔਕੜਾਂ-ਭਰਿਆ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਹ ਰਸਤਾ ਲੱਭਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਦਾ ਹੈ।",
    "pronunciation": "ਪਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 20122,
    "shabad_id": 1647,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਜਿਸੁ ਕਰੇ ਕਿਰਪਾ; ਸੋ ਹਰਿ ਭਗਤੀ ਚਿਤੁ ਲਾਵੲੇ ॥੧॥",
    "transliteration": "Kehai Naanak Jis Karae Kirapaa So Har Bhagathee Chith Laaveae ||1||",
    "translation": "Says Nanak, that one, upon whom the Lord casts His Glance of Grace, links his consciousness to the worship of the Lord. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ (ਆਪ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਲਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 20123,
    "shabad_id": 1647,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਬੈਰਾਗੀਅਾ; ਤੂੰ ਬੈਰਾਗੁ ਕਰਿ, ਕਿਸੁ ਦਿਖਾਵਹਿ ॥",
    "transliteration": "Maerae Man Bairaageeaa Thoon Bairaag Kar Kis Dhikhaavehi ||",
    "translation": "O my detached mind, unto whom do you show your detachment?",
    "punjabi": "ਹੇ ਵੈਰਾਗ ਵਿਚ ਆਏ ਹੋਏ ਮੇਰੇ ਮਨ! ਤੂੰ ਵੈਰਾਗ ਕਰ ਕੇ ਕਿਸ ਨੂੰ ਵਿਖਾਂਦਾ ਹੈਂ? (ਇਸ ਉਪਰੋਂ ਉਪਰੋਂ ਵਿਖਾਏ ਹੋਏ ਵੈਰਾਗ ਨਾਲ ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਬਣ ਸਕੇਗਾ)।",
    "pronunciation": "ਦਿਖਾਵ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 20124,
    "shabad_id": 1647,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਸੋਹਿਲਾ. ਤਿਨ੍ਹ ਸਦ ਸਦਾ; ਜੋ ਹਰਿ ਗੁਣ ਗਾਵਹਿ ॥",
    "transliteration": "Har Sohilaa Thinh Sadh Sadhaa Jo Har Gun Gaavehi ||",
    "translation": "Those who sing the Glorious Praises of the Lord live in the joy of the Lord, forever and ever.",
    "punjabi": "ਹੇ ਮਨ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਹੀ ਖਿੜਾਉ ਤੇ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20125,
    "shabad_id": 1647,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰਿ ਬੈਰਾਗੁ. ਤੂੰ ਛੋਡਿ ਪਾਖੰਡੁ; ਸੋ ਸਹੁ ਸਭੁ ਕਿਛੁ ਜਾਣੲੇ ॥",
    "transliteration": "Kar Bairaag Thoon Shhodd Paakhandd So Sahu Sabh Kishh Jaaneae ||",
    "translation": "So become detached, and renounce hypocrisy; Your Husband Lord knows everything.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਬਾਹਰਲੇ ਵਿਖਾਵੇ ਵਾਲੇ ਵੈਰਾਗ ਦਾ) ਪਖੰਡ ਛੱਡ ਦੇ (ਤੇ, ਆਪਣੇ ਅੰਦਰ) ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਕਰ (ਕਿਉਂਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ (ਅੰਦਰ ਦੀ) ਹਰੇਕ ਗੱਲ ਜਾਣਦਾ ਹੈ,",
    "pronunciation": "ਜਾਣੲੇ",
    "type_id": 3
  },
  {
    "id": 20126,
    "shabad_id": 1647,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ੲੇਕੋ ਸੋੲੀ; ਗੁਰਮੁਖਿ ਹੁਕਮੁ ਪਛਾਣੲੇ ॥",
    "transliteration": "Jal Thhal Meheeal Eaeko Soee Guramukh Hukam Pashhaaneae ||",
    "translation": "The One Lord is pervading the water, the land and the sky; the Gurmukh realizes the Command of His Will.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ ਸਮਾਇਆ ਹੋਇਆ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਉਸ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "ਪਛਾ-ਣੲੇ",
    "type_id": 3
  },
  {
    "id": 20127,
    "shabad_id": 1647,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਿਨਿ ਹੁਕਮੁ ਪਛਾਤਾ ਹਰੀ ਕੇਰਾ; ਸੋੲੀ ਸਰਬ ਸੁਖ ਪਾਵੲੇ ॥",
    "transliteration": "Jin Hukam Pashhaathaa Haree Kaeraa Soee Sarab Sukh Paaveae ||",
    "translation": "One who realizes the Lord's Command, obtains all peace and comforts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਸਮਝ ਲਈ ਉਹੀ ਸਾਰੇ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20128,
    "shabad_id": 1647,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ੲਿਵ ਕਹੈ ਨਾਨਕੁ. ਸੋ ਬੈਰਾਗੀ; ਅਨ ਦਿਨੁ ਹਰਿ ਲਿਵ ਲਾਵੲੇ ॥੨॥",
    "transliteration": "Eiv Kehai Naanak So Bairaagee Anadhin Har Liv Laaveae ||2||",
    "translation": "Thus says Nanak: such a detached soul remains absorbed in the Lord's Love, day and night. ||2||",
    "punjabi": "ਨਾਨਕ (ਤੈਨੂੰ) ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਇਹੋ ਜਿਹਾ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20129,
    "shabad_id": 1647,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਹ ਜਹ ਮਨ ਤੂੰ ਧਾਵਦਾ; ਤਹ ਤਹ ਹਰਿ ਤੇਰੈ ਨਾਲੇ ॥",
    "transliteration": "Jeh Jeh Man Thoon Dhhaavadhaa Theh Theh Har Thaerai Naalae ||",
    "translation": "Wherever you wander, O my mind, the Lord is there with you.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਦੌੜਦਾ ਫਿਰਦਾ ਹੈਂ ਉਥੇ ਉਥੇ ਹੀ ਪਰਮਾਤਮਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20130,
    "shabad_id": 1647,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਨ ਸਿਅਾਣਪ ਛੋਡੀਅੈ; ਗੁਰ ਕਾ ਸਬਦੁ ਸਮਾਲੇ ॥",
    "transliteration": "Man Siaanap Shhoddeeai Gur Kaa Sabadh Samaalae ||",
    "translation": "Renounce your cleverness, O my mind, and reflect upon the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਮਨ! ਆਪਣੀ ਚਤੁਰਾਈ (ਦਾ ਆਸਰਾ) ਛੱਡ ਦੇ ਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਅੰਦਰ ਸੰਭਾਲ ਕੇ ਰੱਖ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20131,
    "shabad_id": 1647,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਥਿ ਤੇਰੈ. ਸੋ ਸਹੁ ਸਦਾ ਹੈ; ੲਿਕੁ ਖਿਨੁ, ਹਰਿ ਨਾਮੁ ਸਮਾਲਹੇ ॥",
    "transliteration": "Saathh Thaerai So Sahu Sadhaa Hai Eik Khin Har Naam Samaalehae ||",
    "translation": "Your Husband Lord is always with you, if you remember the Lord's Name, even for an instant.",
    "punjabi": "(ਫਿਰ ਤੈਨੂੰ ਦਿੱਸ ਪਏਗਾ ਕਿ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਸਦਾ ਤੇਰੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ। (ਹੇ ਮਨ!) ਜੇ ਤੂੰ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਅੰਦਰ ਵਸਾਏਂ,",
    "pronunciation": "ਸਮਾਲ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20132,
    "shabad_id": 1647,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ. ਤੇਰੇ ਪਾਪ ਕਟੇ; ਅੰਤਿ ਪਰਮਪਦੁ ਪਾਵਹੇ ॥",
    "transliteration": "Janam Janam Kae Thaerae Paap Kattae Anth Param Padh Paavehae ||",
    "translation": "The sins of countless incarnations shall be washed away, and in the end, you shall obtain the supreme status.",
    "punjabi": "ਤਾਂ ਤੇਰੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਜਾਣ, ਤੇ, ਆਖ਼ਰ ਤੂੰ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਏਂ।",
    "pronunciation": "ਪਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20133,
    "shabad_id": 1647,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਾਚੇ ਨਾਲਿ ਤੇਰਾ ਗੰਢੁ ਲਾਗੈ; ਗੁਰਮੁਖਿ ਸਦਾ ਸਮਾਲੇ ॥",
    "transliteration": "Saachae Naal Thaeraa Gandt Laagai Guramukh Sadhaa Samaalae ||",
    "translation": "You shall be linked to the True Lord, and as Gurmukh, remember Him forever.",
    "punjabi": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵਸਾਈ ਰੱਖ, (ਇਸ ਤਰ੍ਹਾਂ ਉਸ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਤੇਰਾ ਪੱਕਾ ਪਿਆਰ ਬਣ ਜਾਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20134,
    "shabad_id": 1647,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਜਹ ਮਨ ਤੂੰ ਧਾਵਦਾ; ਤਹ ਹਰਿ ਤੇਰੈ ਸਦਾ ਨਾਲੇ ॥੩॥",
    "transliteration": "Eio Kehai Naanak Jeh Man Thoon Dhhaavadhaa Theh Har Thaerai Sadhaa Naalae ||3||",
    "translation": "Thus says Nanak: wherever you go, O my mind, the Lord is there with you. ||3||",
    "punjabi": "ਨਾਨਕ ਤੈਨੂੰ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਹੇ ਮਨ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੂੰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ ਉੱਥੇ ਉੱਥੇ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਨਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਧਾਵਦਾ) ਦੌੜਦਾ",
    "type_id": 3
  },
  {
    "id": 20135,
    "shabad_id": 1647,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿਅੈ. ਧਾਵਤੁ ਥੰਮਿ੍ਹਅਾ; ਨਿਜ ਘਰਿ ਵਸਿਅਾ ਅਾੲੇ ॥",
    "transliteration": "Sathigur Miliai Dhhaavath Thhanmihaaa Nij Ghar Vasiaa Aaeae ||",
    "translation": "Meeting the True Guru, the wandering mind is held steady; it comes to abide in its own home.",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣਾ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਫਿਰ ਪ੍ਰਭੂ ਹੀ ਮਨ ਵਿੱਚ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20136,
    "shabad_id": 1647,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਮੁ ਵਿਹਾਝੇ. ਨਾਮੁ ਲੲੇ; ਨਾਮਿ ਰਹੇ ਸਮਾੲੇ ॥",
    "transliteration": "Naam Vihaajhae Naam Leae Naam Rehae Samaaeae ||",
    "translation": "It purchases the Naam, chants the Naam, and remains absorbed in the Naam.",
    "punjabi": "(ਫਿਰ ਇਹ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੌਦਾ ਕਰਦਾ ਹੈ (ਭਾਵ,) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਵਿਹਾਝੇ) ਖਰੀਦੇ",
    "type_id": 3
  }
]
