[
  {
    "id": 20137,
    "shabad_id": 1647,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਧਾਵਤੁ ਥੰਮਿ੍ਹਅਾ. ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ; ਦਸਵਾਦੁਅਾਰੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Dhhaavath Thhanmihaaa Sathigur Miliai Dhasavaa Dhuaar Paaeiaa ||",
    "translation": "The outgoing, wandering soul, upon meeting the True Guru, opens the Tenth Gate.",
    "punjabi": "(ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ (ਇਹੀ ਆਤਮਕ ਅਵਸਥਾ ਹੈ ਉਹ) ਦਸਵਾਂ ਦਰਵਾਜ਼ਾ ਜੋ ਇਸ ਨੂੰ ਲੱਭ ਪੈਂਦਾ ਹੈ (ਜੋ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਤੇ ਕਰਮ-ਇੰਦ੍ਰਿਆਂ ਤੋਂ ਉੱਚਾ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20138,
    "shabad_id": 1647,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਤਿਥੈ ਅੰਮਿ੍ਰਤ ਭੋਜਨੁ. ਸਹਜ ਧੁਨਿ ੳੁਪਜੈ; ਜਿਤੁ ਸਬਦਿ, ਜਗਤੁ ਥੰਮਿ੍ਹ ਰਹਾੲਿਅਾ ||",
    "transliteration": "Thithhai Anmrith Bhojan Sehaj Dhhun Oupajai Jith Sabadh Jagath Thhanmih Rehaaeiaa ||",
    "translation": "There, Ambrosial Nectar is food and the celestial music resounds; the world is held spell-bound by the music of the Word.",
    "punjabi": "ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਪਹੁੰਚ ਕੇ ਇਹ ਮਨ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ ਦੀ ਖ਼ੁਰਾਕ ਖਾਂਦਾ ਹੈ; (ਇਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ, ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਇਹ ਮਨ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੁਨੀਆ ਦੇ ਮੋਹ ਨੂੰ ਰੋਕ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 20139,
    "shabad_id": 1647,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਤਹ ਅਨੇਕ ਵਾਜੇ. ਸਦਾ ਅਨਦੁ ਹੈ; ਸਚੇ ਰਹਿਅਾ ਸਮਾੲੇ ||",
    "transliteration": "Theh Anaek Vaajae Sadhaa Anadh Hai Sachae Rehiaa Samaaeae ||",
    "translation": "The many strains of the unstruck melody resound there, as one merges in Truth.",
    "punjabi": "(ਜਿਵੇਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜਣ ਨਾਲ ਬੜਾ ਸੁੰਦਰ ਰਾਗ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਤਿਵੇਂ) ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ (ਮਨ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਅਨੇਕਾਂ ਸੰਗੀਤਕ ਸਾਜ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਇਸ ਦੇ ਅੰਦਰ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20140,
    "shabad_id": 1647,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ. ਧਾਵਤੁ ਥੰਮਿ੍ਹਅਾ; ਨਿਜ ਘਰਿ ਵਸਿਅਾ ਅਾੲੇ ||੪||",
    "transliteration": "Eio Kehai Naanak Sathigur Miliai Dhhaavath Thhanmihaaa Nij Ghar Vasiaa Aaeae ||4||",
    "translation": "Thus says Nanak: by meeting the True Guru, the wandering soul becomes steady, and comes to dwell in the home of its own self. ||4||",
    "punjabi": "ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਇਹ ਭਟਕਦਾ ਮਨ (ਭਟਕਣ ਵਲੋਂ) ਰੁਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਆ ਟਿਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20141,
    "shabad_id": 1647,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "ਮਨ. ਤੂੰ ਜੋਤਿ ਸਰੂਪੁ ਹੈ; ਅਾਪਣਾ ਮੂਲੁ ਪਛਾਣੁ ||",
    "transliteration": "Man Thoon Joth Saroop Hai Aapanaa Mool Pashhaan ||",
    "translation": "O my mind, you are the embodiment of the Divine Light - recognize your own origin.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਨੂਰ ਹੀ ਨੂਰ ਹੈ (ਹੇ ਮਨ!) ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20142,
    "shabad_id": 1647,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਮਨ ਹਰਿ ਜੀ. ਤੇਰੈ ਨਾਲਿ ਹੈ; ਗੁਰਮਤੀ ਰੰਗੁ ਮਾਣੁ ||",
    "transliteration": "Man Har Jee Thaerai Naal Hai Guramathee Rang Maan ||",
    "translation": "O my mind, the Dear Lord is with you; through the Guru's Teachings, enjoy His Love.",
    "punjabi": "ਹੇ ਮਨ! ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ ਤੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਸੁਆਦ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20143,
    "shabad_id": 1647,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਮੂਲੁ ਪਛਾਣਹਿ. ਤਾਂ ਸਹੁ ਜਾਣਹਿ; ਮਰਣ ਜੀਵਣ ਕੀ ਸੋਝੀ ਹੋੲੀ ||",
    "transliteration": "Mool Pashhaanehi Thaan Sahu Jaanehi Maran Jeevan Kee Sojhee Hoee ||",
    "translation": "Acknowledge your origin, and then you shall know your Husband Lord, and so understand death and birth.",
    "punjabi": "ਹੇ ਮਨ! ਜੇ ਤੂੰ ਆਪਣਾ ਅਸਲਾ ਸਮਝ ਲਏਂ ਤਾਂ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਤੇਰੀ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਬਣ ਜਾਏਗੀ, ਤਦੋਂ ਤੈਨੂੰ ਇਹ ਸਮਝ ਭੀ ਆ ਜਾਇਗੀ ਕਿ ਆਤਮਕ ਮੌਤ ਕੀਹ ਚੀਜ਼ ਹੈ ਤੇ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਕੀਹ ਹੈ।",
    "pronunciation": "ਜਾਣਹਿ",
    "type_id": 3
  },
  {
    "id": 20144,
    "shabad_id": 1647,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ੲੇਕੋ ਜਾਣਹਿ; ਤਾਂ ਦੂਜਾ ਭਾੳੁ ਨ ਹੋੲੀ ||",
    "transliteration": "Gur Parasaadhee Eaeko Jaanehi Thaan Dhoojaa Bhaao N Hoee ||",
    "translation": "By Guru's Grace, know the One; then, you shall not love any other.",
    "punjabi": "ਹੇ ਮਨ! ਜੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਏਂ, ਤਾਂ ਤੇਰੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਮੋਹ ਪ੍ਰਬਲ ਨਹੀਂ ਹੋ ਸਕੇਗਾ।",
    "pronunciation": "ਜਾਣਹਿ[(ਦੂਜਾ) ਮਾੲਿਕੀ[ (ਭਾੳੁ) ਪਿਅਾਰ[",
    "type_id": 3
  },
  {
    "id": 20145,
    "shabad_id": 1647,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਮਨਿ ਸਾਂਤਿ ਅਾੲੀ. ਵਜੀ ਵਧਾੲੀ; ਤਾ ਹੋਅਾ ਪਰਵਾਣੁ ||",
    "transliteration": "Man Saanth Aaee Vajee Vadhhaaee Thaa Hoaa Paravaan ||",
    "translation": "Peace comes to the mind, and gladness resounds; then, you shall be acclaimed.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ਜਦੋਂ ਇਸ ਦੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਪ੍ਰਬਲ ਹੋ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਇਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20146,
    "shabad_id": 1647,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਮਨ ਤੂੰ ਜੋਤਿ ਸਰੂਪੁ ਹੈ; ਅਪਣਾ ਮੂਲੁ ਪਛਾਣੁ ||੫||",
    "transliteration": "Eio Kehai Naanak Man Thoon Joth Saroop Hai Apanaa Mool Pashhaan ||5||",
    "translation": "Thus says Nanak: O my mind, you are the very image of the Luminous Lord; recognize the true origin of your self. ||5||",
    "punjabi": "ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ-ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ ਹੈਂ ਜੋ ਨਿਰਾ ਚਾਨਣ ਹੀ ਚਾਨਣ ਹੈ (ਹੇ ਮਨ! ਆਪਣੇ ਉਸ ਅਸਲੇ ਨਾਲ ਸਾਂਝ ਬਣਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20147,
    "shabad_id": 1647,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਮਨ ਤੂੰ. ਗਾਰਬਿ ਅਟਿਅਾ; ਗਾਰਬਿ ਲਦਿਅਾ ਜਾਹਿ ||",
    "transliteration": "Man Thoon Gaarab Attiaa Gaarab Ladhiaa Jaahi ||",
    "translation": "O mind, you are so full of pride; loaded with pride, you shall depart.",
    "punjabi": "ਹੇ ਮਨ! ਤੂੰ (ਹੁਣ) ਅਹੰਕਾਰ ਨਾਲ ਲਿਬੜਿਆ ਪਿਆ ਹੈਂ, ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ (ਜਗਤ ਤੋਂ) ਚਲਾ ਜਾਵੇਂਗਾ,",
    "pronunciation": "(ਗਾਰਬਿ) ਹੰਕਾਰ ਨਾਲ[ (ਅੱਟਿਅਾ) ਲੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20148,
    "shabad_id": 1647,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਣੀ ਮੋਹਿਅਾ; ਫਿਰਿ ਫਿਰਿ ਜੂਨੀ ਭਵਾਹਿ ||",
    "transliteration": "Maaeiaa Mohanee Mohiaa Fir Fir Joonee Bhavaahi ||",
    "translation": "The fascinating Maya has fascinated you, over and over again, and lured you into reincarnation.",
    "punjabi": "(ਵੇਖਣ ਨੂੰ) ਸੋਹਣੀ ਮਾਇਆ ਨੇ ਤੈਨੂੰ (ਆਪਣੇ) ਮੋਹ ਵਿਚ ਫਸਾਇਆ ਹੋਇਆ ਹੈ (ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਨਿਕਲੇਗਾ ਕਿ) ਤੈਨੂੰ ਮੁੜ ਮੁੜ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਪਾਇਆ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20149,
    "shabad_id": 1647,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਗਾਰਬਿ ਲਾਗਾ ਜਾਹਿ ਮੁਗਧ ਮਨ; ਅੰਤਿ ਗੲਿਅਾ ਪਛੁਤਾਵਹੇ ||",
    "transliteration": "Gaarab Laagaa Jaahi Mugadhh Man Anth Gaeiaa Pashhuthaavehae ||",
    "translation": "Clinging to pride, you shall depart, O foolish mind, and in the end, you shall regret and repent.",
    "punjabi": "ਹੇ ਮੂਰਖ ਮਨ! ਜਦੋਂ ਤੂੰ ਅਹੰਕਾਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੀ (ਇਥੋਂ) ਤੁਰੇਂਗਾ ਤਾਂ ਤੁਰਨ ਵੇਲੇ ਹੱਥ ਮਲੇਂਗਾ,",
    "pronunciation": "ਪਛੁਤਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20150,
    "shabad_id": 1647,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਅਹੰਕਾਰੁ ਤਿਸਨਾ, ਰੋਗੁ ਲਗਾ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾਵਹੇ ||",
    "transliteration": "Ahankaar Thisanaa Rog Lagaa Birathhaa Janam Gavaavehae ||",
    "translation": "You are afflicted with the diseases of ego and desire, and you are wasting your life away in vain.",
    "punjabi": "ਤੈਨੂੰ ਅਹੰਕਾਰ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ ਤੈਨੂੰ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਰੋਗ ਲੱਗਾ ਹੋਇਆ ਹੈ ਤੂੰ (ਇਹ ਮਨੁੱਖਾ) ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "ਗਵਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20151,
    "shabad_id": 1647,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਮਨਮੁਖ ਮੁਗਧ. ਚੇਤਹਿ ਨਾਹੀ; ਅਗੈ ਗੲਿਅਾ ਪਛੁਤਾਵਹੇ ||",
    "transliteration": "Manamukh Mugadhh Chaethehi Naahee Agai Gaeiaa Pashhuthaavehae ||",
    "translation": "The foolish self-willed manmukh does not remember the Lord, and shall regret and repent hereafter.",
    "punjabi": "ਹੇ ਆਪ-ਹੁਦਰੇ ਮੂਰਖ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ, ਪਰਲੋਕ ਜਾ ਕੇ ਅਫਸੋਸ ਕਰੇਂਗਾ।",
    "pronunciation": "ਗ-ੲਿਅਾ[ ਪਛੁਤਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20152,
    "shabad_id": 1647,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਮਨ ਤੂੰ ਗਾਰਬਿ ਅਟਿਅਾ; ਗਾਰਬਿ ਲਦਿਅਾ ਜਾਵਹੇ ||੬||",
    "transliteration": "Eio Kehai Naanak Man Thoon Gaarab Attiaa Gaarab Ladhiaa Jaavehae ||6||",
    "translation": "Thus says Nanak: O mind, you are full of pride; loaded with pride, you shall depart. ||6||",
    "punjabi": "(ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਦੱਸਦਾ ਹੈ ਕਿ ਤੂੰ ਇੱਥੇ ਅਹੰਕਾਰ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈਂ (ਜਗਤ ਤੋਂ ਤੁਰਨ ਵੇਲੇ ਭੀ) ਅਹੰਕਾਰ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਹੀ ਜਾਵੇਂਗਾ ॥੬॥",
    "pronunciation": "ਲੱਦਿਅਾ ਜਾਵਹੇ",
    "type_id": 3
  },
  {
    "id": 20153,
    "shabad_id": 1647,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਮਨ ਤੂੰ. ਮਤ ਮਾਣੁ ਕਰਹਿ, ਜਿ ਹੳੁ ਕਿਛੁ ਜਾਣਦਾ; ਗੁਰਮੁਖਿ ਨਿਮਾਣਾ ਹੋਹੁ ||",
    "transliteration": "Man Thoon Math Maan Karehi J Ho Kishh Jaanadhaa Guramukh Nimaanaa Hohu ||",
    "translation": "O mind, don't be so proud of yourself, as if you know it all; the Gurmukh is humble and modest.",
    "punjabi": "ਹੇ ਮਨ! ਵੇਖੀਂ, ਕਿਤੇ ਇਹ ਮਾਣ ਨਾਹ ਕਰ ਬੈਠੀਂ ਕਿ ਮੈਂ ਸਿਆਣਾ ਹਾਂ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮਾਣ ਤਿਆਗੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20154,
    "shabad_id": 1647,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਅੰਤਰਿ ਅਗਿਅਾਨੁ. ਹੳੁ ਬੁਧਿ ਹੈ; ਸਚਿ ਸਬਦਿ. ਮਲੁ ਖੋਹੁ ||",
    "transliteration": "Anthar Agiaan Ho Budhh Hai Sach Sabadh Mal Khohu ||",
    "translation": "Within the intellect are ignorance and ego; through the True Word of the Shabad, this filth is washed off.",
    "punjabi": "(ਹੇ ਮਨ!) ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਥ ਹੈ, ਤੇਰੇ ਅੰਦਰ 'ਮੈਂ, ਮੈਂ' ਕਰਨ ਵਾਲੀ ਅਕਲ ਹੈ, ਇਸ ਮੈਲ ਨੂੰ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਟਿਕ ਕੇ ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20155,
    "shabad_id": 1647,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਹੋਹੁ ਨਿਮਾਣਾ. ਸਤਿਗੁਰੂ ਅਗੈ; ਮਤ. ਕਿਛੁ ਅਾਪੁ ਲਖਾਵਹੇ ||",
    "transliteration": "Hohu Nimaanaa Sathiguroo Agai Math Kishh Aap Lakhaavehae ||",
    "translation": "So be humble, and surrender to the True Guru; do not attach your identity to your ego.",
    "punjabi": "ਹੇ ਮਨ! ਨਿਰਮਾਣ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਢਹਿ ਪਉ। ਵੇਖੀਂ, ਕਿਤੇ ਆਪਣਾ ਆਪ ਜਤਾਣ ਨਾਹ ਲੱਗ ਪਈਂ।",
    "pronunciation": "ਲਖਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20156,
    "shabad_id": 1647,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਣੈ ਅਹੰਕਾਰਿ ਜਗਤੁ ਜਲਿਅਾ; ਮਤ ਤੂੰ ਅਾਪਣਾ ਅਾਪੁ ਗਵਾਵਹੇ ||",
    "transliteration": "Aapanai Ahankaar Jagath Jaliaa Math Thoon Aapanaa Aap Gavaavehae ||",
    "translation": "The world is consumed by ego and self-identity; see this, lest you lose your own self as well.",
    "punjabi": "ਜਗਤ ਆਪਣੇ ਹੀ ਅਹੰਕਾਰ ਵਿਚ ਸੜ ਰਿਹਾ ਹੈ, ਵੇਖੀਂ ਕਿਤੇ ਤੂੰ ਭੀ (ਅਹੰਕਾਰ ਵਿਚ ਪੈ ਕੇ) ਆਪਣੇ ਆਪ ਦਾ ਨਾਸ ਨਾ ਕਰ ਲਈਂ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 20157,
    "shabad_id": 1647,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ. ਕਰਹਿ ਕਾਰ; ਸਤਿਗੁਰ ਕੈ ਭਾਣੈ ਲਾਗਿ ਰਹੁ ||",
    "transliteration": "Sathigur Kai Bhaanai Karehi Kaar Sathigur Kai Bhaanai Laag Rahu ||",
    "translation": "Make yourself follow the Sweet Will of the True Guru; remain attached to His Sweet Will.",
    "punjabi": "(ਇਸ ਖ਼ਤਰੇ ਤੋਂ ਤਾਂ ਹੀ ਬਚੇਂਗਾ, ਜੇ) ਤੂੰ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਕੰਮ ਕਰੇਂਗਾ। (ਸੋ, ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਟਿਕਿਆ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20158,
    "shabad_id": 1647,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਅਾਪੁ ਛਡਿ ਸੁਖ ਪਾਵਹਿ; ਮਨ ਨਿਮਾਣਾ ਹੋੲਿ ਰਹੁ ||੭||",
    "transliteration": "Eio Kehai Naanak Aap Shhadd Sukh Paavehi Man Nimaanaa Hoe Rahu ||7||",
    "translation": "Thus says Nanak: renounce your ego and self-conceit, and obtain peace; let your mind abide in humility. ||7||",
    "punjabi": "(ਹੇ ਮਨ! ਤੈਨੂੰ) ਨਾਨਕ ਇਉਂ ਸਮਝਾਂਦਾ ਹੈ-ਹੇ ਮਨ! ਅਹੰਕਾਰ ਛੱਡ ਦੇ, ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਸੁਖ ਪਾਵੇਂਗਾ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20159,
    "shabad_id": 1647,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਧੰਨੁ ਸੁ ਵੇਲਾ, ਜਿਤੁ ਮੈ ਸਤਿਗੁਰੁ ਮਿਲਿਅਾ; ਸੋ ਸਹੁ ਚਿਤਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Dhhann S Vaelaa Jith Mai Sathigur Miliaa So Sahu Chith Aaeiaa ||",
    "translation": "Blessed is that time, when I met the True Guru, and my Husband Lord came into my consciousness.",
    "punjabi": "ਉਹ ਵੇਲਾ ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ (ਤੇ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20160,
    "shabad_id": 1647,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਮਹਾ ਅਨੰਦੁ ਸਹਜੁ ਭੲਿਅਾ; ਮਨਿ ਤਨਿ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Mehaa Anandh Sehaj Bhaeiaa Man Than Sukh Paaeiaa ||",
    "translation": "I became so very blissful, and my mind and body found such a natural peace.",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ, ਮੇਰੇ ਮਨ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਨੇ ਸੁਖ ਅਨੁਭਵ ਕੀਤਾ।",
    "pronunciation": "ਭੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20161,
    "shabad_id": 1647,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਸਹੁ ਚਿਤਿ ਅਾੲਿਅਾ. ਮੰਨਿ ਵਸਾੲਿਅਾ; ਅਵਗਣ ਸਭਿ ਵਿਸਾਰੇ ||",
    "transliteration": "So Sahu Chith Aaeiaa Mann Vasaaeiaa Avagan Sabh Visaarae ||",
    "translation": "My Husband Lord came into my consciousness; I enshrined Him within my mind, and I renounced all vice.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ, (ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ) ਮੇਰੇ ਮਨ ਵਿਚ ਵਸਾ ਦਿੱਤਾ, ਤੇ ਮੇਰੇ ਸਾਰੇ ਹੀ ਔਗੁਣ ਭੁਲਾ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20162,
    "shabad_id": 1647,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ਜਾ ਤਿਸੁ ਭਾਣਾ. ਗੁਣ ਪਰਗਟ ਹੋੲੇ; ਸਤਿਗੁਰ ਅਾਪਿ ਸਵਾਰੇ ||",
    "transliteration": "Jaa This Bhaanaa Gun Paragatt Hoeae Sathigur Aap Savaarae ||",
    "translation": "When it pleased Him, virtues appeared in me, and the True Guru Himself adorned me.",
    "punjabi": "ਜਦੋਂ ਉਸ ਮਾਲਕ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਦੇ ਗੁਣ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਆਪ ਉਸ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20163,
    "shabad_id": 1647,
    "pada": 9,
    "source_line": 15,
    "gurmukhi": "ਸੇ ਜਨ ਪਰਵਾਣੁ ਹੋੲੇ, ਜਿਨ੍ਹੀ ੲਿਕੁ ਨਾਮੁ ਦਿੜਿਅਾ; ਦੁਤੀਅਾ ਭਾੳੁ ਚੁਕਾੲਿਅਾ ||",
    "transliteration": "Sae Jan Paravaan Hoeae Jinhee Eik Naam Dhirriaa Dhutheeaa Bhaao Chukaaeiaa ||",
    "translation": "Those humble beings become acceptable, who cling to the One Name and renounce the love of duality.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਿਰਫ਼ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਲੈਂਦੇ ਹਨ, ਤੇ ਮਾਇਆ ਦਾ ਮੋਹ ਅੰਦਰੋਂ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਹ ਵਿਚ ਕਬੂਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਦੁਤੀਅਾ) ਦੂਜਾ",
    "type_id": 3
  },
  {
    "id": 20164,
    "shabad_id": 1647,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਧੰਨੁ ਸੁ ਵੇਲਾ, ਜਿਤੁ ਮੈ ਸਤਿਗੁਰੁ ਮਿਲਿਅਾ; ਸੋ ਸਹੁ ਚਿਤਿ ਅਾੲਿਅਾ ||੮||",
    "transliteration": "Eio Kehai Naanak Dhhann S Vaelaa Jith Mai Sathigur Miliaa So Sahu Chith Aaeiaa ||8||",
    "translation": "Thus says Nanak: blessed is the time when I met the True Guru, and my Husband Lord came into my consciousness. ||8||",
    "punjabi": "ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ-ਭਾਗਾਂ ਵਾਲਾ ਸੀ ਉਹ ਵੇਲਾ ਜਦੋਂ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਸੀ ਤੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ ਸੀ ॥੮॥",
    "pronunciation": "ਵੇਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20165,
    "shabad_id": 1647,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "ੲਿਕਿ ਜੰਤ ਭਰਮਿ ਭੁਲੇ; ਤਿਨਿ ਸਹਿ ਅਾਪਿ ਭੁਲਾੲੇ ||",
    "transliteration": "Eik Janth Bharam Bhulae Thin Sehi Aap Bhulaaeae ||",
    "translation": "Some people wander around, deluded by doubt; their Husband Lord Himself has misled them.",
    "punjabi": "ਅਨੇਕਾਂ ਜੀਵ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ, (ਉਸ ਪੈਦਾ ਕਰਨ ਵਾਲੇ) ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੁਰਾਹੇ ਪਾਏ ਹੋਏ ਹਨ,",
    "pronunciation": "(ਅਾਪਿ) ਹੰਕਾਰ ਕਰਕੇ[ ਭੁਲਾੲੇ",
    "type_id": 3
  },
  {
    "id": 20166,
    "shabad_id": 1647,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਫਿਰਹਿ; ਹੳੁਮੈ ਕਰਮ ਕਮਾੲੇ ||",
    "transliteration": "Dhoojai Bhaae Firehi Houmai Karam Kamaaeae ||",
    "translation": "They wander around in the love of duality, and they do their deeds in ego.",
    "punjabi": "ਅਜੇਹੇ ਜੀਵ ਹਉਮੈ ਦੇ ਆਸਰੇ ਕੰਮ ਕਰ ਕਰ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20167,
    "shabad_id": 1647,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "ਤਿਨਿ ਸਹਿ ਅਾਪਿ ਭੁਲਾੲੇ, ਕੁਮਾਰਗਿ ਪਾੲੇ; ਤਿਨ ਕਾ. ਕਿਛੁ ਨ ਵਸਾੲੀ ||",
    "transliteration": "Thin Sehi Aap Bhulaaeae Kumaarag Paaeae Thin Kaa Kishh N Vasaaee ||",
    "translation": "Their Husband Lord Himself has misled them, and put them on the path of evil. Nothing lies in their power.",
    "punjabi": "ਉਸ ਖਸਮ ਪ੍ਰਭੂ ਨੇ ਆਪ (ਉਹਨਾਂ ਨੂੰ) ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਕੁਰਾਹੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਜੀਵਾਂ ਦਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲਦਾ (ਕਿ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਕੁਮਾਰਗ ਛੱਡ ਦੇਣ)।",
    "pronunciation": "(ਵਸਾੲੀ) ਵੱਸ ਜ਼ੋਰ",
    "type_id": 3
  },
  {
    "id": 20168,
    "shabad_id": 1647,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "ਤਿਨ ਕੀ ਗਤਿ ਅਵਗਤਿ ਤੂੰਹੈ ਜਾਣਹਿ; ਜਿਨਿ ੲਿਹ ਰਚਨ ਰਚਾੲੀ ||",
    "transliteration": "Thin Kee Gath Avagath Thoonhai Jaanehi Jin Eih Rachan Rachaaee ||",
    "translation": "You alone know their ups and downs, You, who created the creation.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਤੈਂ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੋਈ ਹੈ ਤੂੰ ਆਪ ਹੀ (ਕੁਰਾਹੇ ਪਏ ਹੋਏ) ਉਹਨਾਂ ਜੀਵਾਂ ਦੀ ਚੰਗੀ ਮੰਦੀ ਆਤਮਕ ਹਾਲਤ ਜਾਣਦਾ ਹੈਂ (ਜਿਸ ਅਨੁਸਾਰ ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਇਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20169,
    "shabad_id": 1647,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "ਹੁਕਮੁ ਤੇਰਾ. ਖਰਾ ਭਾਰਾ; ਗੁਰਮੁਖਿ ਕਿਸੈ ਬੁਝਾੲੇ ||",
    "transliteration": "Hukam Thaeraa Kharaa Bhaaraa Guramukh Kisai Bujhaaeae ||",
    "translation": "The Command of Your Will is very strict; how rare is the Gurmukh who understands.",
    "punjabi": "ਤੇਰਾ ਹੁਕਮ ਬੜਾ ਡਾਢਾ ਹੈ (ਜਿਸ ਕਰ ਕੇ ਜੀਵ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ)। ਕਿਸੇ ਵਿਰਲੇ ਭਾਗਾਂ ਵਾਲੇ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਆਪਣਾ ਹੁਕਮ ਸਮਝਾਂਦਾ ਹੈ।",
    "pronunciation": "ਬੱੁਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 20170,
    "shabad_id": 1647,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਕਿਅਾ ਜੰਤ ਵਿਚਾਰੇ; ਜਾ ਤੁਧੁ ਭਰਮਿ ਭੁਲਾੲੇ ||੯||",
    "transliteration": "Eio Kehai Naanak Kiaa Janth Vichaarae Jaa Thudhh Bharam Bhulaaeae ||9||",
    "translation": "Thus says Nanak: what can the poor creatures do, when You mislead them into doubt? ||9||",
    "punjabi": "ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਜੇ ਤੂੰ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾ ਕੇ ਜ਼ਿੰਦਗੀ ਦੇ ਮੰਦੇ ਰਸਤੇ ਪਾਇਆ ਹੋਇਆ ਹੈ, ਤਾਂ ਇਹ ਵਿਚਾਰੇ ਜੀਵ ਕੀਹ ਕਰ ਸਕਦੇ ਹਨ? ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]
