[
  {
    "id": 20171,
    "shabad_id": 1647,
    "pada": 11,
    "source_line": 1,
    "gurmukhi": "ਸਚੇ ਮੇਰੇ ਸਾਹਿਬਾ; ਸਚੀ ਤੇਰੀ ਵਡਿਅਾੲੀ ||",
    "transliteration": "Sachae Maerae Saahibaa Sachee Thaeree Vaddiaaee ||",
    "translation": "O My True Lord Master, True is Your glorious greatness.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਦਾ-ਥਿਰ ਮਾਲਕ! ਤੇਰਾ ਵਡੱਪਣ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20172,
    "shabad_id": 1647,
    "pada": 11,
    "source_line": 1,
    "gurmukhi": "ਤੂੰ ਪਾਰਬ੍ਰਹਮੁ ਬੇਅੰਤੁ ਸੁਅਾਮੀ; ਤੇਰੀ ਕੁਦਰਤਿ. ਕਹਣੁ ਨ ਜਾੲੀ ||",
    "transliteration": "Thoon Paarabreham Baeanth Suaamee Thaeree Kudharath Kehan N Jaaee ||",
    "translation": "You are the Supreme Lord God, the Infinite Lord and Master. Your creative power cannot be described.",
    "punjabi": "ਤੂੰ ਬੇਅੰਤ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਪਾਰਬ੍ਰਹਮ ਹੈਂ ਤੇਰੀ ਤਾਕਤ ਬਿਆਨ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20173,
    "shabad_id": 1647,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "ਸਚੀ ਤੇਰੀ ਵਡਿਅਾੲੀ. ਜਾ ਕੳੁ ਤੁਧੁ ਮੰਨਿ ਵਸਾੲੀ; ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਵਹੇ ||",
    "transliteration": "Sachee Thaeree Vaddiaaee Jaa Ko Thudhh Mann Vasaaee Sadhaa Thaerae Gun Gaavehae ||",
    "translation": "True is Your glorious greatness; when You enshrine it within the mind, one sings Your Glorious Praises forever.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਤੂੰ ਇਹ ਵਡਿਆਈ ਵਸਾ ਦਿੱਤੀ ਹੈ, ਉਹ ਸਦਾ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20174,
    "shabad_id": 1647,
    "pada": 11,
    "source_line": 3,
    "gurmukhi": "ਤੇਰੇ ਗੁਣ ਗਾਵਹਿ. ਜਾ ਤੁਧੁ ਭਾਵਹਿ; ਸਚੇ ਸਿੳੁ ਚਿਤੁ ਲਾਵਹੇ ||",
    "transliteration": "Thaerae Gun Gaavehi Jaa Thudhh Bhaavehi Sachae Sio Chith Laavehae ||",
    "translation": "He sings Your Glorious Praises, when it is pleasing to You, O True Lord; he centers his consciousness on You.",
    "punjabi": "ਪਰ ਤਦੋਂ ਹੀ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ ਜਦੋਂ ਤੈਨੂੰ ਉਹ ਚੰਗੇ ਲੱਗਦੇ ਹਨ, ਫਿਰ ਉਹ ਤੇਰੇ ਸਦਾ-ਥਿਰ ਸਰੂਪ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20175,
    "shabad_id": 1647,
    "pada": 11,
    "source_line": 3,
    "gurmukhi": "ਜਿਸ ਨੋ ਤੂੰ ਅਾਪੇ ਮੇਲਹਿ; ਸੁ ਗੁਰਮੁਖਿ ਰਹੈ ਸਮਾੲੀ ||",
    "transliteration": "Jis No Thoon Aapae Maelehi S Guramukh Rehai Samaaee ||",
    "translation": "One whom You unite with Yourself, as Gurmukh, remains absorbed in You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੇਰੀ ਯਾਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20176,
    "shabad_id": 1647,
    "pada": 11,
    "source_line": 4,
    "gurmukhi": "ੲਿੳੁ ਕਹੈ ਨਾਨਕੁ. ਸਚੇ ਮੇਰੇ ਸਾਹਿਬਾ; ਸਚੀ ਤੇਰੀ ਵਡਿਅਾੲੀ ||੧੦||੨||੭||੫||੨||੭||",
    "transliteration": "Eio Kehai Naanak Sachae Maerae Saahibaa Sachee Thaeree Vaddiaaee ||10||2||7||5||2||7||",
    "translation": "Thus says Nanak: O my True Lord Master, True is Your Glorious Greatness. ||10||2||7||5||2||7||",
    "punjabi": "(ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਇਉਂ ਆਖਦਾ ਹੈ-ਹੇ ਮੇਰੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ! ਤੇਰੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੧੦॥੨॥੭॥੫॥੨॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20177,
    "shabad_id": 1648,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਛੰਤ ਮਹਲਾ ੪ ਘਰੁ ੧",
    "transliteration": "Raag Aasaa Shhanth Mehalaa 4 Ghar 1",
    "translation": "Raag Aasaa, Chhant, Fourth Mehl, First House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20178,
    "shabad_id": 1648,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20179,
    "shabad_id": 1648,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਜੀਵਨੋ ਮੈ ਜੀਵਨੁ ਪਾੲਿਅਾ; ਗੁਰਮੁਖਿ ਭਾੲੇ ਰਾਮ ||",
    "transliteration": "Jeevano Mai Jeevan Paaeiaa Guramukh Bhaaeae Raam ||",
    "translation": "Life - I have found real life, as Gurmukh, through His Love.",
    "punjabi": "ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਲੱਭ ਪਿਆ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਲੱਭ ਪਿਆ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮੈਨੂੰ ਪ੍ਰਭੂ ਜੀ ਪਿਆਰੇ ਲੱਗਣ ਲੱਗ ਪਏ।",
    "pronunciation": "(ਭਾੲੇ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 20180,
    "shabad_id": 1648,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਨਾਮੋ ਹਰਿ ਨਾਮੁ ਦੇਵੈ; ਮੇਰੈ ਪ੍ਰਾਨਿ ਵਸਾੲੇ ਰਾਮ ||",
    "transliteration": "Har Naamo Har Naam Dhaevai Maerai Praan Vasaaeae Raam ||",
    "translation": "The Lord's Name - He has given me the Lord's Name, and enshrined it within my breath of life.",
    "punjabi": "ਹੁਣ ਗੁਰੂ ਮੈਨੂੰ ਹਰ ਵੇਲੇ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਦੇਈ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਨੇ ਮੇਰੇ ਹਰੇਕ ਸਾਹ ਵਿਚ ਹਰਿ-ਨਾਮ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20181,
    "shabad_id": 1648,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ. ਮੇਰੈ ਪ੍ਰਾਨਿ ਵਸਾੲੇ; ਸਭੁ ਸੰਸਾ ਦੂਖੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Har Har Naam Maerai Praan Vasaaeae Sabh Sansaa Dhookh Gavaaeiaa ||",
    "translation": "He has enshrined the Name of the Lord, Har, Har within my breath of lfe, and all my doubts and sorrows have departed.",
    "punjabi": "(ਜਦੋਂ ਦਾ ਗੁਰੂ ਨੇ) ਮੇਰੇ ਹਰੇਕ ਸਾਹ ਵਿਚ ਹਰਿ-ਨਾਮ ਵਸਾ ਦਿੱਤਾ ਹੈ ਮੈਂ ਆਪਣਾ ਹਰੇਕ ਸਹਮ ਹਰੇਕ ਦੁੱਖ ਮੁਕਾ ਬੈਠਾ ਹਾਂ।",
    "pronunciation": "(ਸੰਸਾ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 20182,
    "shabad_id": 1648,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅਦਿਸਟੁ ਅਗੋਚਰੁ. ਗੁਰ ਬਚਨਿ ਧਿਅਾੲਿਅਾ; ਪਵਿਤ੍ਰ ਪਰਮਪਦੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Adhisatt Agochar Gur Bachan Dhhiaaeiaa Pavithr Param Padh Paaeiaa ||",
    "translation": "I have meditated on the invisible and unapproachable Lord, through the Guru's Word, and I have obtained the pure, supreme status.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਜੇਹੜਾ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਨਹੀਂ ਦਿੱਸਦਾ ਜੇਹੜਾ ਮਨੁੱਖੀ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਸਿਮਰਨ ਦਾ ਸਦਕਾ) ਮੈਂ ਸਭ ਤੋਂ ਉੱਚਾ ਤੇ ਪਵਿਤ੍ਰ ਆਤਮਕ ਮਰਤਬਾ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ,",
    "pronunciation": "ਅਦਿਸਟੁ[ ਅਗੋਚਰੁ",
    "type_id": 3
  },
  {
    "id": 20183,
    "shabad_id": 1648,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਅਨਹਦ ਧੁਨਿ ਵਾਜਹਿ ਨਿਤ ਵਾਜੇ; ਗਾੲੀ ਸਤਿਗੁਰ ਬਾਣੀ ||",
    "transliteration": "Anehadh Dhhun Vaajehi Nith Vaajae Gaaee Sathigur Baanee ||",
    "translation": "The unstruck melody resounds, and the instruments ever vibrate, singing the Bani of the True Guru.",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮੈਂ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਗਾਣੀ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ (ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਦੀ ਇਕ ਅਤੁੱਟ ਲਹਰ ਚੱਲ ਪਈ ਹੈ, ਇਉਂ ਜਾਪਦਾ ਹੈ ਜਿਵੇਂ ਮੇਰੇ ਅੰਦਰ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲੀ ਸੁਰ ਨਾਲ ਸੰਗੀਤਕ ਸਾਜ ਸਦਾ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਵਾੱਜੇ",
    "type_id": 3
  },
  {
    "id": 20184,
    "shabad_id": 1648,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਦਾਤਿ ਕਰੀ ਪ੍ਰਭਿ ਦਾਤੈ; ਜੋਤੀ ਜੋਤਿ ਸਮਾਣੀ ||੧||",
    "transliteration": "Naanak Dhaath Karee Prabh Dhaathai Jothee Joth Samaanee ||1||",
    "translation": "O Nanak, God the Great Giver has given me a gift; He has blended my light into the Light. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੇ ਇਹ ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ, ਹੁਣ ਮੇਰੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20185,
    "shabad_id": 1648,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮਨਮੁਖਾ ਮਨਮੁਖਿ ਮੁੲੇ; ਮੇਰੀ ਕਰਿ ਮਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Manamukhaa Manamukh Mueae Maeree Kar Maaeiaa Raam ||",
    "translation": "The self-willed manmukhs die in their self-willed stubbornness, declaring that the wealth of Maya is theirs.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ 'ਮੇਰੀ ਮਾਇਆ, ਮੇਰੀ ਮਾਇਆ' ਆਖ ਆਖ ਕੇ ਹੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20186,
    "shabad_id": 1648,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਖਿਨੁ ਅਾਵੈ. ਖਿਨੁ ਜਾਵੈ, ਦੁਰਗੰਧ ਮੜੈ; ਚਿਤੁ ਲਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Khin Aavai Khin Jaavai Dhuragandhh Marrai Chith Laaeiaa Raam ||",
    "translation": "They attach their consciousness to the foul-smelling pile of filth, which comes for a moment, and departs in an instant.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਲਾਭ ਵੇਲੇ) ਇਕ ਖਿਨ ਵਿਚ ਮੱਚ ਪੈਂਦਾ ਹੈ (ਮਾਇਆ ਦੀ ਹਾਨੀ ਵੇਲੇ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਢਹਿ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਮਨ ਨੂੰ ਸਦਾ ਇਸ ਬਦ-ਬੋ ਭਰੇ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "ਵਿਸ਼ੇ ਰੂਪ ਦੁਰਗੰਧੀ ਦਾ (ਮੜੈ੍ਹ) ਸ੍ਰੀਰ",
    "type_id": 3
  },
  {
    "id": 20187,
    "shabad_id": 1648,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਲਾੲਿਅਾ ਦੁਰਗੰਧ ਮੜੈ ਚਿਤੁ ਲਾਗਾ; ਜਿੳੁ ਰੰਗੁ ਕਸੁੰਭ ਦਿਖਾੲਿਅਾ ||",
    "transliteration": "Laaeiaa Dhuragandhh Marrai Chith Laagaa Jio Rang Kasunbh Dhikhaaeiaa ||",
    "translation": "They attach their consciousness to the foul-smelling pile of filth, which is transitory, like the fading color of the safflower.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਦੁਰਗੰਧ-ਭਰੇ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਆਪਣੇ ਚਿੱਤ ਨੂੰ ਲਾਈ ਰੱਖਦੇ ਹਨ। ਉਹਨਾਂ ਦਾ ਚਿੱਤ ਸਰੀਰਕ ਮੋਹ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ (ਪਰ ਇਹ ਸਰੀਰਕ ਸੁਖ ਦੁੱਖ ਇਉਂ ਹੈ) ਜਿਵੇਂ ਕਸੁੰਭੇ ਦੇ ਫੁੱਲ ਦਾ ਰੰਗ ਵੇਖੀਦਾ ਹੈ (ਵੇਖਣ ਨੂੰ ਸ਼ੋਖ, ਪਰ ਝਬਦੇ ਹੀ ਫਿੱਕਾ ਪੈ ਜਾਣ ਵਾਲਾ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20188,
    "shabad_id": 1648,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਖਿਨੁ ਪੂਰਬਿ. ਖਿਨੁ ਪਛਮਿ ਛਾੲੇ; ਜਿੳੁ ਚਕੁ ਕੁਮਿ੍ਹਅਾਰਿ ਭਵਾੲਿਅਾ ||",
    "transliteration": "Khin Poorab Khin Pashham Shhaaeae Jio Chak Kumihaaar Bhavaaeiaa ||",
    "translation": "One moment, they are facing east, and the next instant, they are facing west; they continue spinning around, like the potter's wheel.",
    "punjabi": "ਜਿਵੇਂ ਪਰਛਾਵਾਂ (ਸੂਰਜ ਦੇ ਚੜ੍ਹਨ ਢਲਣ ਦੇ ਆਸਰੇ) ਕਦੇ ਚੜ੍ਹਦੇ ਪਾਸੇ ਹੋ ਜਾਂਦਾ ਹੈ ਕਦੇ ਲਹਿੰਦੇ ਪਾਸੇ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਉਹ ਚੱਕ ਹੈ, ਜਿਸ ਨੂੰ ਕੁਮ੍ਹਿਆਰ ਨੇ ਚੱਕਰ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਕੁਮਿ੍ਹਅਾਰਿ: ਕੁ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20189,
    "shabad_id": 1648,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦੁਖੁ ਖਾਵਹਿ. ਦੁਖੁ ਸੰਚਹਿ ਭੋਗਹਿ; ਦੁਖ ਕੀ ਬਿਰਧਿ ਵਧਾੲੀ ||",
    "transliteration": "Dhukh Khaavehi Dhukh Sanchehi Bhogehi Dhukh Kee Biradhh Vadhhaaee ||",
    "translation": "In sorrow, they eat, and in sorrow, they gather things and try to enjoy them, but they only increase their stores of sorrow.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ਦੁੱਖ ਇਕੱਠੇ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਦੁੱਖ ਭੋਗਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਜੀਵਨ ਵਿਚ ਦੁੱਖਾਂ ਦਾ ਹੀ ਵਾਧਾ ਵਧਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਖਾਵ-ਹਿ, ਸੰਚ-ਹਿ, ਭੋਗ-ਹਿ[ (ਬਿਰਧਿ) ਵਾਧਾ[",
    "type_id": 3
  },
  {
    "id": 20190,
    "shabad_id": 1648,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਬਿਖਮੁ ਸੁਹੇਲਾ ਤਰੀਅੈ; ਜਾ ਅਾਵੈ ਗੁਰ ਸਰਣਾੲੀ ||੨||",
    "transliteration": "Naanak Bikham Suhaelaa Thareeai Jaa Aavai Gur Saranaaee ||2||",
    "translation": "O Nanak, one easily crosses over the terrifying world-ocean, when he comes to the Sanctuary of the Guru. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਇਹ ਔਖਾ ਤਰਿਆ ਜਾਣ ਵਾਲਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਸੌਖਾ ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਬਿਖਮੁ) ਅੌਖਾ[ (ਸੁਹੇਲਾ) ਸੌਖਾ",
    "type_id": 3
  },
  {
    "id": 20191,
    "shabad_id": 1648,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਮੇਰਾ ਠਾਕੁਰੋ ਠਾਕੁਰੁ ਨੀਕਾ; ਅਗਮ ਅਥਾਹਾ ਰਾਮ ||",
    "transliteration": "Maeraa Thaakuro Thaakur Neekaa Agam Athhaahaa Raam ||",
    "translation": "My Lord, my Lord Master is sublime, unapproachable and unfathomable.",
    "punjabi": "ਮੇਰਾ ਮਾਲਕ ਸੋਹਣਾ ਹੈ, ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸੋਹਣਾ ਹੈ, (ਪਰ ਮੇਰੀ ਸਮਝ-ਸਿਆਣਪ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਉਹ ਇਕ ਐਸਾ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਦੀ ਹਾਥ ਨਹੀਂ ਲੱਭਦੀ।",
    "pronunciation": "(ਨੀਕਾ) ਸੋਹਣਾ",
    "type_id": 3
  },
  {
    "id": 20192,
    "shabad_id": 1648,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਪੂਜੀ. ਹਰਿ ਪੂਜੀ ਚਾਹੀ; ਮੇਰੇ ਸਤਿਗੁਰ ਸਾਹਾ ਰਾਮ ||",
    "transliteration": "Har Poojee Har Poojee Chaahee Maerae Sathigur Saahaa Raam ||",
    "translation": "The wealth of the Lord - I seek the wealth of the Lord, from my True Guru, the Divine Banker.",
    "punjabi": "(ਤਾਂਹੀਏਂ) ਹੇ ਮੇਰੇ ਸ਼ਾਹ! ਹੇ ਮੇਰੇ ਸਤਿਗੁਰੂ! ਮੈਂ (ਤੇਰੇ ਪਾਸੋਂ) ਹਰਿ-ਨਾਮ ਦੀ ਪੂੰਜੀ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "ਪੂੰਜੀ",
    "type_id": 3
  },
  {
    "id": 20193,
    "shabad_id": 1648,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਪੂਜੀ ਚਾਹੀ. ਨਾਮੁ ਬਿਸਾਹੀ; ਗੁਣ ਗਾਵੈ ਗੁਣ ਭਾਵੈ ||",
    "transliteration": "Har Poojee Chaahee Naam Bisaahee Gun Gaavai Gun Bhaavai ||",
    "translation": "I seek the wealth of the Lord, to purchase the Naam; I sing and love the Glorious Praises of the Lord.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ-ਸਰਮਾਏ ਦੀ ਭਾਲ ਕਰਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਣਾਂ ਦੇ ਕਾਰਨ ਉਹ ਹਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਪੰੂਜੀ[(ਬਿਸਾਹੀ) ਖ੍ਰੀਦਿਅਾ[",
    "type_id": 3
  },
  {
    "id": 20194,
    "shabad_id": 1648,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਨੀਦ ਭੂਖ ਸਭ ਪਰਹਰਿ ਤਿਅਾਗੀ; ਸੁੰਨੇ ਸੁੰਨਿ ਸਮਾਵੈ ||",
    "transliteration": "Needh Bhookh Sabh Parehar Thiaagee Sunnae Sunn Samaavai ||",
    "translation": "I have totally renounced sleep and hunger, and through deep meditation, I am absorbed into the Absolute Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਮਾਇਆ ਦੀ ਭੁੱਖ ਉੱਕਾ ਹੀ ਤਿਆਗ ਦੇਂਦਾ ਹੈ, ਉਹ ਤਾਂ ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਦੇ ਅੰਦਰ ਕਦੇ ਮਾਇਆ ਦੇ ਫੁਰਨੇ ਉੱਠਦੇ ਹੀ ਨਹੀਂ।",
    "pronunciation": "(ਪਰਹਰਿ) ਦੂਰ ਕਰ",
    "type_id": 3
  },
  {
    "id": 20195,
    "shabad_id": 1648,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਵਣਜਾਰੇ ੲਿਕ ਭਾਤੀ ਅਾਵਹਿ; ਲਾਹਾ. ਹਰਿ ਨਾਮੁ ਲੈ ਜਾਹੇ ||",
    "transliteration": "Vanajaarae Eik Bhaathee Aavehi Laahaa Har Naam Lai Jaahae ||",
    "translation": "The traders of one kind come and take away the Name of the Lord as their profit.",
    "punjabi": "ਜਦੋਂ ਇਕ ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਵਾਲੇ ਸਤਸੰਗੀ ਰਲ ਬੈਠਦੇ ਹਨ, ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ (ਜਗਤ ਤੋਂ) ਲੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20196,
    "shabad_id": 1648,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਮਨੁ ਤਨੁ ਅਰਪਿ ਗੁਰ ਅਾਗੈ; ਜਿਸੁ ਪ੍ਰਾਪਤਿ ਸੋ ਪਾੲੇ ||੩||",
    "transliteration": "Naanak Man Than Arap Gur Aagai Jis Praapath So Paaeae ||3||",
    "translation": "O Nanak, dedicate your mind and body to the Guru; one who is so destined, attains it. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਹ (ਤੇ ਹਰਿ-ਨਾਮ ਦਾ ਸੌਦਾ ਗੁਰੂ ਪਾਸੋਂ ਹਾਸਲ ਕਰ) ਪਰ ਇਹ ਹਰਿ-ਨਾਮ ਦਾ ਸੌਦਾ ਉਹੀ ਮਨੁੱਖ ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਧੁਰੋਂ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20197,
    "shabad_id": 1648,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਰਤਨਾ ਰਤਨ ਪਦਾਰਥ; ਬਹੁ ਸਾਗਰੁ ਭਰਿਅਾ. ਰਾਮ ||",
    "transliteration": "Rathanaa Rathan Padhaarathh Bahu Saagar Bhariaa Raam ||",
    "translation": "The great ocean is full of the treasures of jewels upon jewels.",
    "punjabi": "(ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ, ਮਾਨੋ, ਇਕ) ਸਮੁੰਦਰ (ਹੈ, ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇ ਸ੍ਰੇਸ਼ਟ ਗੁਣਾਂ-ਰੂਪ) ਅਨੇਕਾਂ ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨੱਕ ਭਰਿਆ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20198,
    "shabad_id": 1648,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਬਾਣੀ ਗੁਰਬਾਣੀ ਲਾਗੇ. ਤਿਨ੍ਹ ਹਥਿ ਚੜਿਅਾ. ਰਾਮ ||",
    "transliteration": "Baanee Gurabaanee Laagae Thinh Hathh Charriaa Raam ||",
    "translation": "Those who are committed to the Word of the Guru's Bani, see them come into their hands.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਇਹ ਰਤਨ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਚੜਿ੍ਹਅਾ",
    "type_id": 3
  },
  {
    "id": 20199,
    "shabad_id": 1648,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਬਾਣੀ ਲਾਗੇ. ਤਿਨ੍ਹ ਹਥਿ ਚੜਿਅਾ; ਨਿਰਮੋਲਕੁ ਰਤਨੁ ਅਪਾਰਾ ||",
    "transliteration": "Gurabaanee Laagae Thinh Hathh Charriaa Niramolak Rathan Apaaraa ||",
    "translation": "This priceless, incomparable jewel comes into the hands of those who are committed to the Word of the Guru's Bani.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਉਹ ਨਾਮ-ਰਤਨ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦੀ ਕੀਮਤਿ ਦਾ ਹੋਰ ਕੋਈ ਪਦਾਰਥ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20200,
    "shabad_id": 1648,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਅਤੋਲਕੁ ਪਾੲਿਅਾ; ਤੇਰੀ ਭਗਤਿ, ਭਰੇ ਭੰਡਾਰਾ ||",
    "transliteration": "Har Har Naam Atholak Paaeiaa Thaeree Bhagath Bharae Bhanddaaraa ||",
    "translation": "They obtain the immeasurable Name of the Lord, Har, Har; their treasure is overflowing with devotional worship.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ ਉਹ ਮਨੁੱਖ ਤੇਰਾ ਉਹ ਨਾਮ-ਰਤਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦੀ ਹੋਰ ਕੋਈ ਚੀਜ਼ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਅ-ਤੋਲਕੁ",
    "type_id": 3
  },
  {
    "id": 20201,
    "shabad_id": 1648,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਮੁੰਦੁ ਵਿਰੋਲਿ. ਸਰੀਰੁ ਹਮ ਦੇਖਿਅਾ; ੲਿਕ ਵਸਤੁ ਅਨੂਪ ਦਿਖਾੲੀ ||",
    "transliteration": "Samundh Virol Sareer Ham Dhaekhiaa Eik Vasath Anoop Dhikhaaee ||",
    "translation": "I have churned the ocean of the body, and I have seen the incomparable thing come into view.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਸਰੀਰ-ਸਮੁੰਦਰ ਨੂੰ ਪੜਤਾਲ ਕੇ ਵੇਖਿਆ ਤਾਂ ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਸਰੀਰ ਦੇ ਅੰਦਰ ਵੱਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ) ਸੋਹਣਾ ਕੀਮਤੀ ਪਦਾਰਥ ਵਿਖਾ ਦਿੱਤਾ।",
    "pronunciation": "(ਅਨੂਪ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 20202,
    "shabad_id": 1648,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਗੋਵਿੰਦੁ. ਗੁੋਵਿੰਦੁ ਗੁਰੂ ਹੈ; ਨਾਨਕ. ਭੇਦੁ ਨ ਭਾੲੀ ||੪||੧||੮||",
    "transliteration": "Gur Govindh Guovindh Guroo Hai Naanak Bhaedh N Bhaaee ||4||1||8||",
    "translation": "The Guru is God, and God is the Guru, O Nanak; there is no difference between the two, O Siblings of Destiny. ||4||1||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਰਮਾਤਮਾ ਹੈ ਪਰਮਾਤਮਾ ਗੁਰੂ ਹੈ, ਦੋਹਾਂ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ, ਹੇ ਭਾਈ! ॥੪॥੧॥੮॥",
    "pronunciation": "ਗੁੋਵਿੰਦੁ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20203,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20204,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਝਿਮਿ ਝਿਮੇ, ਝਿਮਿ ਝਿਮਿ ਵਰਸੈ; ਅੰਮਿ੍ਰਤਧਾਰਾ ਰਾਮ ||",
    "transliteration": "Jhim Jhimae Jhim Jhim Varasai Anmrith Dhhaaraa Raam ||",
    "translation": "Slowly, slowly, slowly, very slowly, the drops of Ambrosial Nectar trickle down.",
    "punjabi": "(ਜਿਵੇਂ ਵਰਖਾ ਰੁੱਤੇ ਜਦੋਂ ਮਿਠੀ ਮਿਠੀ ਫੁਹਾਰ ਪੈਂਦੀ ਹੈ ਤਾਂ ਬੜੀ ਸੁਹਾਵਣੀ ਠੰਡ ਮਹਿਸੂਸ ਕਰੀਦੀ ਹੈ, ਤਿਵੇਂ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਉਸ ਦੇ ਹਿਰਦੇ ਦੀ ਧਰਤੀ ਉਤੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਧਾਰ ਮਠੀ ਮਠੀ ਵਰਖਾ ਕਰਦੀ ਹੈ ਅਤੇ ਆਤਮਕ ਸ਼ਾਂਤੀ ਬਖ਼ਸ਼ਦੀ ਹੈ।",
    "pronunciation": "(ਝਿਮਿ ਝਿਮੇ) ੲਿੱਕ ਰਸ",
    "type_id": 3
  }
]
