[
  {
    "id": 20238,
    "shabad_id": 1649,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਸਫਲੁ ਜਨਮੁ. ਸਰੀਰੁ ਸਭੁ ਹੋਅਾ; ਜਿਤੁ ਰਾਮ ਨਾਮੁ ਪਰਗਾਸਿਅਾ ||",
    "transliteration": "Safal Janam Sareer Sabh Hoaa Jith Raam Naam Paragaasiaa ||",
    "translation": "Their lives and bodies become totally blessed and fruitful; the Lord's Name illumines them.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜਨਮ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਭੀ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚਮਕ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20239,
    "shabad_id": 1649,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਭਜੁ ਸਦਾ ਦਿਨੁ ਰਾਤੀ; ਗੁਰਮੁਖਿ ਨਿਜ ਘਰਿ ਵਾਸਿਅਾ ||੬||",
    "transliteration": "Naanak Har Bhaj Sadhaa Dhin Raathee Guramukh Nij Ghar Vaasiaa ||6||",
    "translation": "O Nanak, by continually vibrating upon the Lord, day and night, the Gurmukhs abide in the home of the inner self. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਸਦਾ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਥਾਂ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "ਭਜੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20240,
    "shabad_id": 1649,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਸਰਧਾ ਰਾਮ ਨਾਮਿ ਲਗੀ; ਤਿਨ੍ਹ ਦੂਜੈ ਚਿਤੁ. ਨ ਲਾੲਿਅਾ, ਰਾਮ ||",
    "transliteration": "Jin Saradhhaa Raam Naam Lagee Thinh Dhoojai Chith N Laaeiaa Raam ||",
    "translation": "Those who place their faith in the Lord's Name, do not attach their consciousness to another.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਨਿਸ਼ਚਾ ਪੱਕਾ ਕਰ ਲਿਆ, ਉਹ (ਹਰਿ-ਨਾਮ ਦਾ ਪਿਆਰ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਪਦਾਰਥ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਨਹੀਂ ਜੋੜਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20241,
    "shabad_id": 1649,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਜੇ ਧਰਤੀ ਸਭ, ਕੰਚਨੁ ਕਰਿ ਦੀਜੈ; ਬਿਨੁ ਨਾਵੈ. ਅਵਰੁ ਨ ਭਾੲਿਅਾ, ਰਾਮ ||",
    "transliteration": "Jae Dhharathee Sabh Kanchan Kar Dheejai Bin Naavai Avar N Bhaaeiaa Raam ||",
    "translation": "Even if the entire earth were to be transformed into gold, and given to them, without the Naam, they love nothing else.",
    "punjabi": "ਜੇ ਸਾਰੀ ਧਰਤੀ ਸੋਨਾ ਬਣਾ ਕੇ ਉਹਨਾਂ ਦੇ ਅੱਗੇ ਰੱਖ ਦੇਈਏ, ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਛੁਟ ਹੋਰ ਕੋਈ ਪਦਾਰਥ ਉਹਨਾਂ ਨੂੰ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "(ਕੰਚਨੁ) ਸੋਨਾ",
    "type_id": 3
  },
  {
    "id": 20242,
    "shabad_id": 1649,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਮਨਿ ਭਾੲਿਅਾ, ਪਰਮ ਸੁਖੁ ਪਾੲਿਅਾ; ਅੰਤਿ ਚਲਦਿਅਾ ਨਾਲਿ ਸਖਾੲੀ ||",
    "transliteration": "Raam Naam Man Bhaaeiaa Param Sukh Paaeiaa Anth Chaladhiaa Naal Sakhaaee ||",
    "translation": "The Lord's Name is pleasing to their minds, and they obtain supreme peace; when they depart in the end, it shall go with them as their support.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਅਖ਼ੀਰ ਵੇਲੇ ਦੁਨੀਆ ਤੋਂ ਤੁਰਨ ਲੱਗਿਆਂ ਭੀ ਇਹ ਹਰਿ-ਨਾਮ ਉਹਨਾਂ ਦੇ ਨਾਲ ਸਾਥੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "ਚੱਲਦਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 20243,
    "shabad_id": 1649,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਧਨੁ ਪੂੰਜੀ ਸੰਚੀ; ਨਾ ਡੂਬੈ. ਨਾ ਜਾੲੀ ||",
    "transliteration": "Raam Naam Dhhan Poonjee Sanchee Naa Ddoobai Naa Jaaee ||",
    "translation": "I have gathered the capital, the wealth of the Lord's Name; it does not sink, and does not depart.",
    "punjabi": "ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਨਾਮ-ਸਰਮਾਇਆ ਇਕੱਠਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਇਹ ਧਨ ਇਹ ਸਰਮਾਇਆ ਨਾਹ ਪਾਣੀ ਵਿਚ ਡੁੱਬਦਾ ਹੈ ਨਾਹ ਗਵਾਚਦਾ ਹੈ।",
    "pronunciation": "(ਪੰੂਜੀ) ਧਨ ਰਾਸ਼ੀ[ (ਸੰਚੀ) ੲਿਕੱਠੀ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 20244,
    "shabad_id": 1649,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ. ੲਿਸੁ ਜੁਗ ਮਹਿ ਤੁਲਹਾ; ਜਮਕਾਲੁ. ਨੇੜਿ ਨ ਅਾਵੈ ||",
    "transliteration": "Raam Naam Eis Jug Mehi Thulehaa Jamakaal Naerr N Aavai ||",
    "translation": "The Lord's Name is the only true support in this age; the Messenger of Death does not draw near it.",
    "punjabi": "(ਸੰਸਾਰ-ਨਦੀ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਸ ਜਗਤ ਵਿਚ (ਮਾਨੋ) ਤੁਲਹਾ ਹੈ, ਜਿਸ ਰਾਹੀਂ (ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ) ਆਤਮਕ ਮੌਤ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਦੀ।",
    "pronunciation": "ਜੱੁਗ[(ਤੁਲਹਾ) ਬੇੜਾ[",
    "type_id": 3
  },
  {
    "id": 20245,
    "shabad_id": 1649,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਰਾਮੁ ਪਛਾਤਾ; ਕਰਿ ਕਿਰਪਾ ਅਾਪਿ ਮਿਲਾਵੈ ||੭||",
    "transliteration": "Naanak Guramukh Raam Pashhaathaa Kar Kirapaa Aap Milaavai ||7||",
    "translation": "O Nanak, the Gurmukhs recognize the Lord; in His Mercy, He unites them with Himself. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ, ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਆਪ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20246,
    "shabad_id": 1649,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਰਾਮੋ ਰਾਮ ਨਾਮੁ, ਸਤੇ ਸਤਿ; ਗੁਰਮੁਖਿ ਜਾਣਿਅਾ. ਰਾਮ ||",
    "transliteration": "Raamo Raam Naam Sathae Sath Guramukh Jaaniaa Raam ||",
    "translation": "True, True is the Name of the Lord, Raam, Raam; the Gurmukh knows the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਸੱਤੇ,ਸੱਤਿ",
    "type_id": 3
  },
  {
    "id": 20247,
    "shabad_id": 1649,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਸੇਵਕੋ ਗੁਰ ਸੇਵਾ ਲਾਗਾ; ਜਿਨਿ ਮਨੁ ਤਨੁ ਅਰਪਿ ਚੜਾੲਿਅਾ ਰਾਮ ||",
    "transliteration": "Saevako Gur Saevaa Laagaa Jin Man Than Arap Charraaeiaa Raam ||",
    "translation": "The Lord's servant is the one who commits himself to the Guru's service, and dedicates his mind and body as an offering to Him.",
    "punjabi": "(ਪਰ) ਉਹੀ (ਮਨੁੱਖ) ਸੇਵਕ (ਬਣ ਕੇ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਰੁੱਝਦਾ ਹੈ ਜਿਸ ਨੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਭੇਟਾ ਕਰ ਕੇ ਚੜ੍ਹਾਵੇ ਦੇ ਤੌਰ ਤੇ (ਗੁਰੂ ਅੱਗੇ) ਰੱਖ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20248,
    "shabad_id": 1649,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਅਰਪਿਅਾ. ਬਹੁਤੁ ਮਨਿ ਸਰਧਿਅਾ; ਗੁਰ ਸੇਵਕ ਭਾੲਿ ਮਿਲਾੲੇ ||",
    "transliteration": "Man Than Arapiaa Bahuth Man Saradhhiaa Gur Saevak Bhaae Milaaeae ||",
    "translation": "He dedicates his mind and body to Him, placing great faith in Him; the Guru lovingly unites His servant with Himself.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਵਾਸਤੇ ਬਹੁਤ ਸਰਧਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ (ਗੁਰੂ ਉਸ ਨੂੰ) ਉਸ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ (ਜੇਹੜਾ ਪ੍ਰੇਮ) ਗੁਰੂ ਦੇ ਸੇਵਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਸਰਧਿਅਾ) ਸ਼ਰਧਾ",
    "type_id": 3
  },
  {
    "id": 20249,
    "shabad_id": 1649,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ਦੀਨਾ ਨਾਥੁ ਜੀਅਾ ਕਾ ਦਾਤਾ; ਪੂਰੇ ਗੁਰ ਤੇ ਪਾੲੇ ||",
    "transliteration": "Dheenaa Naathh Jeeaa Kaa Dhaathaa Poorae Gur Thae Paaeae ||",
    "translation": "The Master of the meek, the Giver of souls, is obtained through the Perfect Guru.",
    "punjabi": "ਪਰਮਾਤਮਾ ਗਰੀਬਾਂ ਦਾ ਖਸਮ ਹੈ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20250,
    "shabad_id": 1649,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਗੁਰੂ ਸਿਖੁ. ਸਿਖੁ ਗੁਰੂ ਹੈ; ੲੇਕੋ. ਗੁਰ ੳੁਪਦੇਸੁ ਚਲਾੲੇ ||",
    "transliteration": "Guroo Sikh Sikh Guroo Hai Eaeko Gur Oupadhaes Chalaaeae ||",
    "translation": "The Guru's Sikh, and the Sikh's Guru, are one and the same; both spread the Guru's Teachings.",
    "punjabi": "(ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਗੁਰੂ ਸਿੱਖ (ਨਾਲ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ) ਹੈ ਅਤੇ ਸਿੱਖ ਗੁਰੂ (ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ) ਹੈ, ਸਿੱਖ ਭੀ ਗੁਰੂ ਵਾਲੇ ਉਪਦੇਸ਼ (ਦੀ ਲੜੀ) ਨੂੰ ਅਗਾਂਹ ਤੋਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਗੁਰੂ) ਮਹਲਾ ੧ ਜੀ (ਸਿਖੁ) ਮਹਲਾ ੨ ਜੀ",
    "type_id": 3
  },
  {
    "id": 20251,
    "shabad_id": 1649,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਮੰਤੁ ਹਿਰਦੈ ਦੇਵੈ; ਨਾਨਕ ਮਿਲਣੁ ਸੁਭਾੲੇ ||੮||੨||੯||",
    "transliteration": "Raam Naam Manth Hiradhai Dhaevai Naanak Milan Subhaaeae ||8||2||9||",
    "translation": "The Mantra of the Lord's Name is enshrined within the heart, O Nanak, and we merge with the Lord so easily. ||8||2||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਮੰਤਰ ਹਿਰਦੇ ਵਿਚ (ਵਸਾਣ ਲਈ) ਦੇਂਦਾ ਹੈ, ਪ੍ਰੇਮ ਦਾ ਸਦਕਾ ਉਸ ਦਾ ਮਿਲਾਪ (ਪਰਮਾਤਮਾ ਨਾਲ) ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥੨॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20252,
    "shabad_id": 1650,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20253,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਾਸਾ ਛੰਤ ਮਹਲਾ ੪ ਘਰੁ ੨ ||",
    "transliteration": "Aasaa Shhanth Mehalaa 4 Ghar 2 ||",
    "translation": "Aasaa, Chhant, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20254,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਰਤਾ. ਦੂਖ ਬਿਨਾਸਨੁ; ਪਤਿਤ. ਪਾਵਨੁ ਹਰਿ ਨਾਮੁ ਜੀੳੁ ||",
    "transliteration": "Har Har Karathaa Dhookh Binaasan Pathith Paavan Har Naam Jeeo ||",
    "translation": "The Creator Lord, Har, Har, is the Destroyer of distress; the Name of the Lord is the Purifier of sinners.",
    "punjabi": "ਜਗਤ ਦਾ ਰਚਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦੇ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਜੀਵਾਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20255,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਸੇਵਾ ਭਾੲੀ. ਪਰਮਗਤਿ ਪਾੲੀ; ਹਰਿ ੳੂਤਮੁ ਹਰਿ ਹਰਿ ਕਾਮੁ ਜੀੳੁ ||",
    "transliteration": "Har Saevaa Bhaaee Param Gath Paaee Har Ootham Har Har Kaam Jeeo ||",
    "translation": "One who lovingly serves the Lord, obtains the supreme status. Service to the Lord, Har, Har, is more exalted than anything.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਹ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਹਰਿ-ਨਾਮ ਸਿਮਰਨਾ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਹੈ।",
    "pronunciation": "(ਕਾਮੁ) ਕੰਮ",
    "type_id": 3
  },
  {
    "id": 20256,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ੳੂਤਮੁ ਕਾਮੁ. ਜਪੀਅੈ ਹਰਿ ਨਾਮੁ; ਹਰਿ ਜਪੀਅੈ ਅਸਥਿਰੁ ਹੋਵੈ ||",
    "transliteration": "Har Ootham Kaam Japeeai Har Naam Har Japeeai Asathhir Hovai ||",
    "translation": "Chanting the Name of the Lord is the most exalted occupation; chanting the Name of the Lord, one becomes immortal.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਹੈ, ਹਰਿ-ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20257,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਦੋਵੈ ਦੁਖ ਮੇਟੇ; ਸਹਜੇ ਹੀ ਸੁਖਿ ਸੋਵੈ ||",
    "transliteration": "Janam Maran Dhovai Dhukh Maettae Sehajae Hee Sukh Sovai ||",
    "translation": "The pains of both birth and death are eradicated, and one comes to sleep in peaceful ease.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜਨਮਾਂ ਦੇ ਗੇੜ ਦਾ ਦੁੱਖ ਆਤਮਕ ਮੌਤ ਦਾ ਦੁੱਖ-ਇਹ ਦੋਵੇਂ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20258,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਿਰਪਾ ਧਾਰਹੁ ਠਾਕੁਰ; ਹਰਿ ਜਪੀਅੈ. ਅਾਤਮ ਰਾਮੁ ਜੀੳੁ ||",
    "transliteration": "Har Har Kirapaa Dhhaarahu Thaakur Har Japeeai Aatham Raam Jeeo ||",
    "translation": "O Lord, O Lord and Master, shower Your Mercy upon me; within my mind, I chant the Name of the Lord.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਮਾਲਕ! ਕਿਰਪਾ ਕਰ! (ਜੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰੇ ਤਾਂ) ਉਸ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20259,
    "shabad_id": 1650,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਰਤਾ. ਦੂਖ ਬਿਨਾਸਨੁ; ਪਤਿਤ. ਪਾਵਨੁ ਹਰਿ ਨਾਮੁ ਜੀੳੁ ||੧||",
    "transliteration": "Har Har Karathaa Dhookh Binaasan Pathith Paavan Har Naam Jeeo ||1||",
    "translation": "The Creator Lord, Har, Har, is the Destroyer of distress; the Name of the Lord is the Purifier of sinners. ||1||",
    "punjabi": "ਜਗਤ ਦਾ ਰਚਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦੇ) ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਜੀਵਾਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਜੋਗਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20260,
    "shabad_id": 1650,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਪਦਾਰਥੁ. ਕਲਜੁਗਿ ੳੂਤਮੁ; ਹਰਿ ਜਪੀਅੈ ਸਤਿਗੁਰ ਭਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Har Naam Padhaarathh Kalijug Ootham Har Japeeai Sathigur Bhaae Jeeo ||",
    "translation": "The wealth of the Lord's Name is the most exalted in this Dark Age of Kali Yuga; chant the Lord's Name according to the Way of the True Guru.",
    "punjabi": "ਇਸ ਮਾਇਆ-ਗ੍ਰਸੇ ਜਗਤ ਵਿਚ (ਹੋਰ ਸਾਰੇ ਪਦਾਰਥਾਂ ਨਾਲੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ, ਪਰ ਇਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਹੀ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਭਾੲਿ) ਪ੍ਰੇਮ ਚ",
    "type_id": 3
  },
  {
    "id": 20261,
    "shabad_id": 1650,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਰਿ ਪੜੀਅੈ. ਗੁਰਮੁਖਿ ਹਰਿ ਸੁਣੀਅੈ; ਹਰਿ ਜਪਤ ਸੁਣਤ. ਦੁਖੁ ਜਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Guramukh Har Parreeai Guramukh Har Suneeai Har Japath Sunath Dhukh Jaae Jeeo ||",
    "translation": "As Gurmukh, read of the Lord; as Gurmukh, hear of the Lord. Chanting and listening to the Lord's Name, pain departs.",
    "punjabi": "ਗੁਰੁ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਪੜ੍ਹੀ ਜਾ ਸਕਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣੀ ਜਾ ਸਕਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਸੁਣਦਿਆਂ (ਹਰੇਕ) ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20262,
    "shabad_id": 1650,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਜਪਿਅਾ. ਦੁਖੁ ਬਿਨਸਿਅਾ; ਹਰਿ ਨਾਮੁ ਪਰਮ ਸੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Har Har Naam Japiaa Dhukh Binasiaa Har Naam Param Sukh Paaeiaa ||",
    "translation": "Chanting the Name of the Lord, Har, Har, pains are removed. Through the Name of the Lord, supreme peace is obtained.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਉਸ ਦਾ ਦੁੱਖ ਨਾਸ ਹੋ ਗਿਆ, ਜਿਸ ਨੇ ਹਰਿ-ਨਾਮ (ਧਨ ਪ੍ਰਾਪਤ ਕੀਤਾ) ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਨੰਦ ਮਾਣਿਆ।",
    "pronunciation": "(ਪਰਮ) ਵੱਡਾ",
    "type_id": 3
  },
  {
    "id": 20263,
    "shabad_id": 1650,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰ ਗਿਅਾਨੁ ਬਲਿਅਾ. ਘਟਿ ਚਾਨਣੁ; ਅਗਿਅਾਨੁ ਅੰਧੇਰੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Sathigur Giaan Baliaa Ghatt Chaanan Agiaan Andhhaer Gavaaeiaa ||",
    "translation": "The spiritual wisdom of the True Guru illumines the heart; this Light dispels the darkness of spiritual ignorance.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਚਮਕ ਪਈ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਸਹੀ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਪਿਆ, ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਦੂਰ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20264,
    "shabad_id": 1650,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ. ਤਿਨੀ ਅਾਰਾਧਿਅਾ; ਜਿਨ ਮਸਤਕਿ ਧੁਰਿ ਲਿਖਿ ਪਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Har Har Naam Thinee Aaraadhhiaa Jin Masathak Dhhur Likh Paae Jeeo ||",
    "translation": "They alone meditate on the Lord's Name, Har, Har, upon whose foreheads such destiny is written.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਰਮਾਤਮਾ ਨੇ ਧੁਰੋਂ ਸਿਮਰਨ ਦਾ ਲੇਖ ਲਿਖ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20265,
    "shabad_id": 1650,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਪਦਾਰਥੁ ਕਲਿਜੁਗਿ ੳੂਤਮੁ; ਹਰਿ ਜਪੀਅੈ ਸਤਿਗੁਰ ਭਾੲਿ ਜੀੳੁ ||੨||",
    "transliteration": "Har Naam Padhaarathh Kalijug Ootham Har Japeeai Sathigur Bhaae Jeeo ||2||",
    "translation": "The wealth of the Lord's Name is the most exalted in this Dark Age of Kali Yuga; chant the Lord's Name according to the Way of the True Guru. ||2||",
    "punjabi": "ਇਸ ਮਾਇਆ-ਗ੍ਰਸੇ ਸੰਸਾਰ ਵਿਚ (ਹੋਰ ਸਾਰੇ ਪਦਾਰਥਾਂ ਨਾਲੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ, ਪਰ ਇਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜ ਕੇ ਹੀ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20266,
    "shabad_id": 1650,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਮਨਿ ਭਾੲਿਅਾ. ਪਰਮ ਸੁਖ ਪਾੲਿਅਾ; ਹਰਿ ਲਾਹਾ ਪਦੁ ਨਿਰਬਾਣੁ ਜੀੳੁ ||",
    "transliteration": "Har Har Man Bhaaeiaa Param Sukh Paaeiaa Har Laahaa Padh Nirabaan Jeeo ||",
    "translation": "One whose mind loves the Lord, Har, Har, obtains supreme peace. He reaps the profit of the Lord's Name, the state of Nirvaanaa.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਾ ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਸ ਨੇ ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਖੱਟ ਲਈ ਜਿਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "(ਨਿਰਬਾਣੁ) ਦੁੱਖ ਵਾਸ਼ਨਾ ਰਹਿਤ[ ਪਦੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20267,
    "shabad_id": 1650,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੀਤਿ ਲਗਾੲੀ. ਹਰਿ ਨਾਮੁ ਸਖਾੲੀ; ਭ੍ਰਮੁ ਚੂਕਾ ਅਾਵਣੁ ਜਾਣੁ ਜੀੳੁ ||",
    "transliteration": "Har Preeth Lagaaee Har Naam Sakhaaee Bhram Chookaa Aavan Jaan Jeeo ||",
    "translation": "He embraces love for the Lord, and the Lord's Name becomes his companion. His doubts, and his comings and goings are ended.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੀਤ ਜੋੜੀ, ਹਰਿ-ਨਾਮ ਉਸ ਦਾ ਸਦਾ ਲਈ ਸਾਥੀ ਬਣ ਗਿਆ, ਉਸ ਦੀ (ਮਾਇਆ ਵਾਲੀ) ਭਟਕਣਾ ਮੁੱਕ ਗਈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  }
]
