[
  {
    "id": 20268,
    "shabad_id": 1650,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਾਵਣ ਜਾਣਾ. ਭ੍ਰਮੁ ਭੳੁ ਭਾਗਾ; ਹਰਿ ਹਰਿ. ਹਰਿ ਗੁਣ ਗਾੲਿਅਾ ||",
    "transliteration": "Aavan Jaanaa Bhram Bho Bhaagaa Har Har Har Gun Gaaeiaa ||",
    "translation": "His comings and goings, doubts and fears come to an end, and he sings the Glorious Praises of the Lord, Har, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ, ਉਹਨਾਂ ਦੀ ਭਟਕਣਾ ਉਹਨਾਂ ਦਾ (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਦੂਰ ਹੋ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20269,
    "shabad_id": 1650,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ, ਕਿਲਵਿਖ ਦੁਖ ੳੁਤਰੇ; ਹਰਿ ਹਰਿ ਨਾਮਿ ਸਮਾੲਿਅਾ ||",
    "transliteration": "Janam Janam Kae Kilavikh Dhukh Outharae Har Har Naam Samaaeiaa ||",
    "translation": "The sins and pains of countless incarnations are washed away, and he merges into the Name of the Lord, Har, Har.",
    "punjabi": "ਤੇ ਜਨਮ ਜਨਮਾਂਤਰਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਉਹਨਾਂ ਦੇ ਪਾਪ ਤੇ ਦੁੱਖ ਲਹਿ ਗਏ, ਉਹ ਸਦਾ ਲਈ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਗਏ।",
    "pronunciation": "(ਕਿਲਵਿਖ) ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 20270,
    "shabad_id": 1650,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਧਿਅਾੲਿਅਾ. ਧੁਰਿ ਭਾਗ ਲਿਖਿ ਪਾੲਿਅਾ; ਤਿਨ ਸਫਲੁ ਜਨਮੁ ਪਰਵਾਣੁ ਜੀੳੁ ||",
    "transliteration": "Jin Har Dhhiaaeiaa Dhhur Bhaag Likh Paaeiaa Thin Safal Janam Paravaan Jeeo ||",
    "translation": "Those who are blessed by such pre-ordained destiny, meditate on the Lord, and their lives become fruitful and approved.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਭਾਗਾਂ ਅਨੁਸਾਰ ਨਾਮ ਦੀ ਦਾਤ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਤੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਉਹਨਾਂ ਦਾ ਮਨੁੱਖਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਗਿਆ ਉਹ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਕਬੂਲ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20271,
    "shabad_id": 1650,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਮਨਿ ਭਾੲਿਅਾ. ਪਰਮ ਸੁਖ ਪਾੲਿਅਾ; ਹਰਿ ਲਾਹਾ ਪਦੁ ਨਿਰਬਾਣੁ ਜੀੳੁ ||੩||",
    "transliteration": "Har Har Man Bhaaeiaa Param Sukh Paaeiaa Har Laahaa Padh Nirabaan Jeeo ||3||",
    "translation": "One whose mind loves the Lord, Har, Har, obtains supreme peace. He reaps the profit of the Lord's Name, the state of Nirvaanaa. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਾ ਉਹਨਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਨੇ ਉਹ ਆਤਮਕ ਅਵਸਥਾ ਖੱਟ ਲਈ ਜਿਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20272,
    "shabad_id": 1650,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿਨ੍ਹ ਹਰਿ ਮੀਠ ਲਗਾਨਾ. ਤੇ ਜਨ ਪਰਧਾਨਾ; ਤੇ ੳੂਤਮ. ਹਰਿ ਹਰਿ ਲੋਗ ਜੀੳੁ ||",
    "transliteration": "Jinh Har Meeth Lagaanaa Thae Jan Paradhhaanaa Thae Ootham Har Har Log Jeeo ||",
    "translation": "Celebrated are those people, unto whom the Lord seems sweet; how exalted are those people of the Lord, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਪਿਆਰੇ ਬੰਦੇ (ਹੋਰ ਖ਼ਲਕਤਿ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20273,
    "shabad_id": 1650,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਵਡਾੲੀ. ਹਰਿ ਨਾਮੁ ਸਖਾੲੀ; ਗੁਰ ਸਬਦੀ. ਹਰਿ ਰਸ ਭੋਗ ਜੀੳੁ ||",
    "transliteration": "Har Naam Vaddaaee Har Naam Sakhaaee Gur Sabadhee Har Ras Bhog Jeeo ||",
    "translation": "The Lord's Name is their glorious greatness; the Lord's Name is their companion and helper. Through the Word of the Guru's Shabad, they enjoy the sublime essence of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਹਨਾਂ ਵਾਸਤੇ) ਇੱਜ਼ਤ-ਮਾਣ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਦਾ (ਸਦਾ ਲਈ) ਸਾਥੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "(ਸਖਾੲੀ) ਸਹਾੲਿਕ",
    "type_id": 3
  },
  {
    "id": 20274,
    "shabad_id": 1650,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਰਸ ਭੋਗ, ਮਹਾ ਨਿਰਜੋਗ; ਵਡਭਾਗੀ. ਹਰਿ ਰਸੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Har Ras Bhog Mehaa Nirajog Vaddabhaagee Har Ras Paaeiaa ||",
    "translation": "They enjoy the sublime essence of the Lord, and remain totally detached. By great good fortune, they obtain the sublime essence of the Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ-ਰਸ ਮਾਣਦੇ ਹਨ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਬੜੇ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲ ਗਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਰਜੋਗ) ਬੰਧਨ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 20275,
    "shabad_id": 1650,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸੇ ਧੰਨੁ ਵਡੇ, ਸਤ ਪੁਰਖਾ ਪੂਰੇ; ਜਿਨ. ਗੁਰਮਤਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Sae Dhhann Vaddae Sath Purakhaa Poorae Jin Guramath Naam Dhhiaaeiaa ||",
    "translation": "So very blessed and truly perfect are those, who through Guru's Instruction meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਗਏ ਉਹ ਉੱਚੇ ਤੇ ਪੂਰੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20276,
    "shabad_id": 1650,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਰੇਣੁ ਮੰਗੈ ਪਗ ਸਾਧੂ; ਮਨਿ ਚੂਕਾ ਸੋਗੁ ਵਿਜੋਗੁ. ਜੀੳੁ ||",
    "transliteration": "Jan Naanak Raen Mangai Pag Saadhhoo Man Chookaa Sog Vijog Jeeo ||",
    "translation": "Servant Nanak begs for the dust of the feet of the Holy; his mind is rid of sorrow and separation.",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਵੱਸ ਰਿਹਾ ਚਿੰਤਾ ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿਛੋੜਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20277,
    "shabad_id": 1650,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਿਨ੍ਹ ਹਰਿ ਮੀਠ ਲਗਾਨਾ. ਤੇ ਜਨ ਪਰਧਾਨਾ; ਤੇ ੳੂਤਮ. ਹਰਿ ਹਰਿ ਲੋਗ ਜੀੳੁ ||੪||੩||੧੦||",
    "transliteration": "Jinh Har Meeth Lagaanaa Thae Jan Paradhhaanaa Thae Ootham Har Har Log Jeeo ||4||3||10||",
    "translation": "Celebrated are those people, unto whom the Lord seems sweet; how exalted are those people of the Lord, Har, Har. ||4||3||10||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਰੱਬ ਦੇ ਪਿਆਰੇ ਬੰਦੇ (ਹੋਰ ਖ਼ਲਕਤਿ ਨਾਲੋਂ) ਸ੍ਰੇਸ਼ਟ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੪॥੩॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20278,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20279,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਜੁਗਿ. ਸਭੁ ਸੰਤੋਖ ਸਰੀਰਾ; ਪਗ ਚਾਰੇ ਧਰਮੁ ਧਿਅਾਨੁ ਜੀੳੁ ||",
    "transliteration": "Sathajug Sabh Santhokh Sareeraa Pag Chaarae Dhharam Dhhiaan Jeeo ||",
    "translation": "In the Golden Age of Sat Yuga, everyone embodied contentment and meditation; religion stood upon four feet.",
    "punjabi": "ਸਤਜੁਗੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਹਰ ਥਾਂ ਸੰਤੋਖ (ਆਤਮਕ ਸਹਾਰਾ) ਦੇਈ ਰੱਖਦਾ ਹੈ, ਹਰ ਵੇਲੇ ਮੁਕੰਮਲ ਧਰਮ ਉਸ ਦੇ ਜੀਵਨ ਦਾ ਨਿਸ਼ਾਨਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਸਤਜੱੁਗਿ[ ਪਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20280,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਹਰਿ ਗਾਵਹਿ. ਪਰਮ ਸੁਖੁ ਪਾਵਹਿ; ਹਰਿ ਹਿਰਦੈ ਹਰਿ ਗੁਣ ਗਿਅਾਨੁ ਜੀੳੁ ||",
    "transliteration": "Man Than Har Gaavehi Param Sukh Paavehi Har Hiradhai Har Gun Giaan Jeeo ||",
    "translation": "With mind and body, they sang of the Lord, and attained supreme peace. In their hearts was the spiritual wisdom of the Lord's Glorious Virtues.",
    "punjabi": "(ਸਤਜੁਗੀ) ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਹੋਏ (ਮਨੁੱਖ) ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20281,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਣ ਗਿਅਾਨੁ ਪਦਾਰਥੁ. ਹਰਿ ਹਰਿ ਕਿਰਤਾਰਥੁ; ਸੋਭਾ ਗੁਰਮੁਖਿ ਹੋੲੀ ||",
    "transliteration": "Gun Giaan Padhaarathh Har Har Kirathaarathh Sobhaa Guramukh Hoee ||",
    "translation": "Their wealth was the spiritual wisdom of the Lord's Glorious Virtues; the Lord was their success, and to live as Gurmukh was their glory.",
    "punjabi": "ਸਤਜੁਗੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਕੀਮਤੀ ਚੀਜ਼ ਜਾਣਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਵਿਚ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸਫਲ ਸਮਝਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਸ ਨੂੰ (ਹਰ ਥਾਂ) ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "(ਕਿਰਤਾਰਥੁ) ਸਫ਼ਲ",
    "type_id": 3
  },
  {
    "id": 20282,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ਹਰਿ ਪ੍ਰਭੁ ੲੇਕੋ; ਦੂਜਾ ਅਵਰੁ. ਨ ਕੋੲੀ ||",
    "transliteration": "Anthar Baahar Har Prabh Eaeko Dhoojaa Avar N Koee ||",
    "translation": "Inwardly and outwardly, they saw only the One Lord God; for them there was no other second.",
    "punjabi": "ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਤੇ ਸਾਰੇ ਜਗਤ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉਸ ਨੂੰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20283,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਲਿਵ ਲਾੲੀ. ਹਰਿ ਨਾਮੁ ਸਖਾੲੀ; ਹਰਿ ਦਰਗਹ ਪਾਵੈ ਮਾਨੁ ਜੀੳੁ ||",
    "transliteration": "Har Har Liv Laaee Har Naam Sakhaaee Har Dharageh Paavai Maan Jeeo ||",
    "translation": "They centered their consciousness lovingly on the Lord, Har, Har. The Lord's Name was their companion, and in the Court of the Lord, they obtained honor.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਦਾ (ਸਦਾ ਲਈ) ਸਾਥੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਸਖਾੲੀ) ਸਹਾੲਿਕ",
    "type_id": 3
  },
  {
    "id": 20284,
    "shabad_id": 1651,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਤਜੁਗਿ ਸਭੁ ਸੰਤੋਖ ਸਰੀਰਾ; ਪਗ ਚਾਰੇ ਧਰਮੁ ਧਿਅਾਨੁ ਜੀੳੁ ||੧||",
    "transliteration": "Sathajug Sabh Santhokh Sareeraa Pag Chaarae Dhharam Dhhiaan Jeeo ||1||",
    "translation": "In the Golden Age of Sat Yuga, everyone embodied contentment and meditation; religion stood upon four feet. ||1||",
    "punjabi": "ਅਜੇਹੀ ਸਤਜੁਗੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਹਰ ਥਾਂ ਸੰਤੋਖ (ਆਤਮਕ ਸਹਾਰਾ ਦੇਈ ਰੱਖਦਾ ਹੈ) ਹਰ ਗੱਲੇ ਮੁਕੰਮਲ ਧਰਮ ਉਸ ਦੇ ਜੀਵਨ ਦਾ ਨਿਸ਼ਾਨਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਸਤ-ਜੱੁਗਿ",
    "type_id": 3
  },
  {
    "id": 20285,
    "shabad_id": 1651,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੇਤਾ ਜੁਗੁ ਅਾੲਿਅਾ. ਅੰਤਰਿ ਜੋਰੁ ਪਾੲਿਅਾ; ਜਤੁ ਸੰਜਮ ਕਰਮ ਕਮਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Thaethaa Jug Aaeiaa Anthar Jor Paaeiaa Jath Sanjam Karam Kamaae Jeeo ||",
    "translation": "Then came the Silver Age of Trayta Yuga; men's minds were ruled by power, and they practiced celibacy and self-discipline.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਮਾਨੋ ਤ੍ਰੇਤਾ ਜੁਗ ਵਾਪਰ ਰਿਹਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਦੂਜਿਆਂ ਉਤੇ) ਧੱਕਾ (ਕਰਨ ਦਾ ਸੁਭਾਉ) ਆ ਵੱਸਦਾ ਹੈ, (ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਭੁਲਾ ਕੇ) ਵੀਰਜ ਨੂੰ ਰੋਕਣਾ (ਹੀ ਧਰਮ ਸਮਝ ਲੈਂਦਾ ਹੈ) ਉਹ ਮਨੁੱਖ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਵਾਲੇ ਕਰਮ ਹੀ ਕਮਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱੁਗੁ",
    "type_id": 3
  },
  {
    "id": 20286,
    "shabad_id": 1651,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਪਗੁ ਚੳੁਥਾ ਖਿਸਿਅਾ, ਤ੍ਰੈ ਪਗ ਟਿਕਿਅਾ; ਮਨਿ ਹਿਰਦੈ ਕ੍ਰੋਧੁ ਜਲਾੲਿ. ਜੀੳੁ ||",
    "transliteration": "Pag Chouthhaa Khisiaa Thrai Pag Ttikiaa Man Hiradhai Krodhh Jalaae Jeeo ||",
    "translation": "The fourth foot of religion dropped off, and three remained. Their hearts and minds were inflamed with anger.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ (ਧਰਮ-ਬਲਦ ਦਾ) ਚੌਥਾ ਪੈਰ ਤਿਲਕ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ) ਤਿੰਨਾਂ ਪੈਰਾਂ ਦੇ ਸਹਾਰੇ ਖਲੋਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਕ੍ਰੋਧ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਜੋ ਉਸ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਨੂੰ ਸਾੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20287,
    "shabad_id": 1651,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮਨਿ ਹਿਰਦੈ ਕ੍ਰੋਧੁ, ਮਹਾ ਬਿਸ ਲੋਧੁ; ਨਿਰਪ ਧਾਵਹਿ, ਲੜਿ ਦੁਖੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Man Hiradhai Krodhh Mehaa Bisalodhh Nirap Dhhaavehi Larr Dhukh Paaeiaa ||",
    "translation": "Their hearts and minds were filled with the horribly poisonous essence of anger. The kings fought their wars and obtained only pain.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਕ੍ਰੋਧ ਪੈਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ਜੋ, ਮਾਨੋ, ਇਕ ਵੱਡਾ ਵਿਹੁਲਾ ਰੁੱਖ (ਉੱਗਾ ਹੋਇਆ) ਹੈ। (ਧੱਕਾ ਕਰਨ ਦੇ ਸੁਭਾਵ ਤੋਂ ਪੈਦਾ ਹੋਏ ਇਸ ਕ੍ਰੋਧ ਦੇ ਕਾਰਨ ਹੀ) ਰਾਜੇ ਇਕ ਦੂਜੇ ਉਤੇ ਹਮਲੇ ਕਰਦੇ ਹਨ, ਆਪੋ ਵਿਚ ਲੜ ਲੜ ਕੇ ਦੁੱਖ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਬਿਸ) ਜ਼ਹਰ[ (ਲੋਧੁ) ਘੋਲ਼ਦੇ ਹਨ[ (ਨਿਰਪ) ਰਾਜਾ[ (ਧਾਵਹਿ) ਦੌੜਦੇ ਹਮਲੇ ਕਰਦੇ",
    "type_id": 3
  },
  {
    "id": 20288,
    "shabad_id": 1651,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਅੰਤਰਿ ਮਮਤਾ ਰੋਗੁ ਲਗਾਨਾ; ਹੳੁਮੈ ਅਹੰਕਾਰੁ ਵਧਾੲਿਅਾ ||",
    "transliteration": "Anthar Mamathaa Rog Lagaanaa Houmai Ahankaar Vadhhaaeiaa ||",
    "translation": "Their minds were afflicted with the illness of egotism, and their self-conceit and arrogance increased.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਮਮਤਾ ਦਾ ਰੋਗ ਲੱਗ ਜਾਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਹਉਮੈ ਵਧਦੀ ਹੈ ਅਹੰਕਾਰ ਵਧਦਾ ਹੈ,",
    "pronunciation": "(ਮਮਤਾ) ਅਪਣੱਤ",
    "type_id": 3
  },
  {
    "id": 20289,
    "shabad_id": 1651,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਿ੍ਰਪਾ ਧਾਰੀ. ਮੇਰੈ ਠਾਕੁਰਿ; ਬਿਖੁ. ਗੁਰਮਤਿ ਹਰਿ ਨਾਮਿ, ਲਹਿ ਜਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Har Har Kirapaa Dhhaaree Maerai Thaakur Bikh Guramath Har Naam Lehi Jaae Jeeo ||",
    "translation": "If my Lord, Har, Har, shows His Mercy, my Lord and Master eradicates the poison by the Guru's Teachings and the Lord's Name.",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ, ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ ਇਹ ਜ਼ਹਰ ਉਤਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20290,
    "shabad_id": 1651,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਤੇਤਾ ਜੁਗੁ ਅਾੲਿਅਾ. ਅੰਤਰਿ ਜੋਰੁ ਪਾੲਿਅਾ; ਜਤੁ ਸੰਜਮ ਕਰਮ ਕਮਾੲਿ ਜੀੳੁ ||੨||",
    "transliteration": "Thaethaa Jug Aaeiaa Anthar Jor Paaeiaa Jath Sanjam Karam Kamaae Jeeo ||2||",
    "translation": "Then came the Silver Age of Trayta Yuga; men's minds were ruled by power, and they practiced celibacy and self-discipline. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਦੂਜਿਆਂ ਉੱਤੇ) ਧੱਕਾ (ਕਰਨ ਦਾ ਸੁਭਾਉ) ਆ ਵੱਸਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ, ਤ੍ਰੇਤਾ ਜੁਗ ਵਾਪਰ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20291,
    "shabad_id": 1651,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜੁਗੁ ਦੁਅਾਪੁਰੁ ਅਾੲਿਅਾ. ਭਰਮਿ ਭਰਮਾੲਿਅਾ; ਹਰਿ. ਗੋਪੀ ਕਾਨ੍ਹ ੳੁਪਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Jug Dhuaapur Aaeiaa Bharam Bharamaaeiaa Har Gopee Kaanha Oupaae Jeeo ||",
    "translation": "The Brass Age of Dwaapar Yuga came, and people wandered in doubt. The Lord created the Gopis and Krishna.",
    "punjabi": "ਇਹ ਸਾਰੇ ਇਸਤ੍ਰੀ ਮਰਦ ਜੋ ਹਰੀ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਇਹਨਾਂ ਵਿਚੋਂ ਜੇਹੜਾ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਭਟਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੇ ਵਾਸਤੇ, ਮਾਨੋ) ਦੁਆਪੁਰ ਜੁਗ ਆਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਜੱੁਗੁ[ ਕਾਨ੍ਹ: ਹਲੰਤ ਹੇਠਾਂ ਅੌਂਕੜ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20292,
    "shabad_id": 1651,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਤਪੁ ਤਾਪਨ ਤਾਪਹਿ, ਜਗ ਪੁੰਨ ਅਾਰੰਭਹਿ; ਅਤਿ ਕਿਰਿਅਾ ਕਰਮ ਕਮਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Thap Thaapan Thaapehi Jag Punn Aaranbhehi Ath Kiriaa Karam Kamaae Jeeo ||",
    "translation": "The penitents practiced penance, they offered sacred feasts and charity, and performed many rituals and religious rites.",
    "punjabi": "(ਅਜੇਹੇ ਲੋਕ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ) ਤਪ ਸਾਧਦੇ ਹਨ, ਧੂਣੀਆਂ ਤਪਾਣ ਦੇ ਕਸ਼ਟ ਸਹਾਰਦੇ ਹਨ, ਜੱਗ ਆਦਿਕ (ਮਿਥੇ ਹੋਏ) ਪੁੰਨ ਕਰਮ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਅਤਿ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20293,
    "shabad_id": 1651,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਿਰਿਅਾ ਕਰਮ ਕਮਾੲਿਅਾ. ਪਗ ਦੁੲਿ ਖਿਸਕਾੲਿਅਾ; ਦੁੲਿ ਪਗ ਟਿਕੈ ਟਿਕਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Kiriaa Karam Kamaaeiaa Pag Dhue Khisakaaeiaa Dhue Pag Ttikai Ttikaae Jeeo ||",
    "translation": "They performed many rituals and religious rites; two legs of religion dropped away, and only two legs remained.",
    "punjabi": "(ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ ਮਿਥਿਆ ਹੋਇਆ) ਕਿਰਿਆ ਕਰਮ ਕਰਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਆਪਣੇ ਦੋਵੇਂ) ਪੈਰ ਖਿਸਕਾ ਲੈਂਦਾ ਹੈ ਜਿਸ ਦੋ ਪੈਰਾਂ ਦੇ ਆਸਰੇ ਉਹ ਟਿਕਿਆ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20294,
    "shabad_id": 1651,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮਹਾ ਜੁਧ. ਜੋਧ ਬਹੁ ਕੀਨ੍ਹੇ; ਵਿਚਿ ਹੳੁਮੈ. ਪਚੈ ਪਚਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Mehaa Judhh Jodhh Bahu Keenhae Vich Houmai Pachai Pachaae Jeeo ||",
    "translation": "So many heroes waged great wars; in their egos they were ruined, and they ruined others as well.",
    "punjabi": "(ਇਹ ਦੁਆਪੁਰ ਜੁਗ ਦਾ ਪ੍ਰਭਾਵ ਹੀ ਸਮਝੋ ਕਿ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਫਸ ਕੇ) ਬੜੇ ਬੜੇ ਸੂਰਮੇ ਵੱਡੇ ਜੁੱਧ ਮਚਾ ਦੇਂਦੇ ਹਨ, (ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਹੀ ਮਨੁੱਖ ਆਪ) ਹਉਮੈ ਵਿਚ ਸੜਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਸਾੜਦਾ ਹੈ।",
    "pronunciation": "(ਜੋਧ) ਜੋਧੇ[ (ਪਚੈ) ਸੜਦੇ[ (ਪਚਾੲਿ) ਸਾੜਦੇ[ ਜੁੱਧ",
    "type_id": 3
  },
  {
    "id": 20295,
    "shabad_id": 1651,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲਿ ਗੁਰੁ ਸਾਧੁ ਮਿਲਾੲਿਅਾ; ਮਿਲਿ ਸਤਿਗੁਰ. ਮਲੁ ਲਹਿ ਜਾੲਿ ਜੀੳੁ ||",
    "transliteration": "Dheen Dhaeiaal Gur Saadhh Milaaeiaa Mil Sathigur Mal Lehi Jaae Jeeo ||",
    "translation": "The Lord, Compassionate to the poor, led them to meet the Holy Guru. Meeting the True Guru, their filth is washed away.",
    "punjabi": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20296,
    "shabad_id": 1651,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜੁਗੁ ਦੁਅਾਪੁਰੁ ਅਾੲਿਅਾ. ਭਰਮਿ ਭਰਮਾੲਿਅਾ; ਹਰਿ ਗੋਪੀ ਕਾਨ੍ਹ ੳੁਪਾੲਿ ਜੀੳੁ ||੩||",
    "transliteration": "Jug Dhuaapur Aaeiaa Bharam Bharamaaeiaa Har Gopee Kaanha Oupaae Jeeo ||3||",
    "translation": "The Brass Age of Dwaapar Yuga came, and the people wandered in doubt. The Lord created the Gopis and Krishna. ||3||",
    "punjabi": "ਜੋ ਜੋ ਇਸਤ੍ਰੀ ਮਰਦ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜੇਹੜਾ ਜੇਹੜਾ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਭਟਕ ਰਿਹਾ ਹੈ (ਉਸ ਦੇ ਵਾਸਤੇ, ਮਾਨੋ) ਦੁਆਪੁਰ ਜੁਗ ਆਇਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
