[
  {
    "id": 20325,
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "hir hir nwmu jipAw. AwrwiDAw; muiK msqik Bwgu sBwgw ]",
    "transliteration": "Har Har Naam Japiaa Aaraadhhiaa Mukh Masathak Bhaag Sabhaagaa ||",
    "translation": "I chant and meditate in adoration upon the Name of the Lord, Har, Har, according to the good destiny written upon my forehead.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਲੱਗ ਪਿਆ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਲੱਗ ਪਿਆ, ਉਸ ਦੇ ਮੂੰਹ ਉਤੇ ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗਾ ਭਾਗ ਜਾਗ ਪਿਆ।",
    "pronunciation": "(sBwgw) cMgw Bwg",
    "type_id": 3
  },
  {
    "id": 20326,
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "jn nwnk hir ikrpw DwrI; min hir hir mITw lwie jIau ]",
    "transliteration": "Jan Naanak Har Kirapaa Dhhaaree Man Har Har Meethaa Laae Jeeo ||",
    "translation": "The Lord has showered His Mercy upon servant Nanak, and the Name of the Lord, Har, Har, seems so sweet to his mind.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20327,
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hir dieAw pRB Dwrhu, pwKx hm qwrhu; kiF lyvhu sbid suBwie jIau ]4]5]12]",
    "transliteration": "Har Dhaeiaa Prabh Dhhaarahu Paakhan Ham Thaarahu Kadt Laevahu Sabadh Subhaae Jeeo ||4||5||12||",
    "translation": "O Lord God, shower Your Mercy upon me; I am just a stone. Please, carry me across, and lift me up with ease, through the Word of the Shabad. ||4||5||12||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਸਾਨੂੰ ਕਠੋਰ-ਦਿਲਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ, ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ ਜੋੜ ਕੇ ਸਾਨੂੰ (ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚੋਂ) ਕੱਢ ਲੈ ॥੪॥੫॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20328,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awsw mhlw 4 ]",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20329,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "min nwmu jpwnw, hir hir min Bwnw; hir Bgq jnw min cwau jIau ]",
    "transliteration": "Man Naam Japaanaa Har Har Man Bhaanaa Har Bhagath Janaa Man Chaao Jeeo ||",
    "translation": "One who chants the Naam, the Name of the Lord, Har, Har in his mind - the Lord is pleasing to his mind. In the mind of the devotees there is a great yearning for the Lord.",
    "punjabi": "ਭਗਤ ਜਨ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਹਰਿ-ਨਾਮਿ ਜਪਦੇ ਹਨ, ਹਰਿ-ਨਾਮ ਉਹਨਾਂ ਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਨਾਮ ਜਪਣ ਦਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(Bwnw) cMgw l`igAw",
    "type_id": 3
  },
  {
    "id": 20330,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jo jn mir jIvy, iqn@ AMimRqu pIvy; min lwgw gurmiq Bwau jIau ]",
    "transliteration": "Jo Jan Mar Jeevae Thinh Anmrith Peevae Man Laagaa Guramath Bhaao Jeeo ||",
    "translation": "Those humble beings who remain dead while yet alive, drink in the Ambrosial Nectar; through the Guru's Teachings, their minds embrace love for the Lord.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਾ-ਭਾਵ ਮਿਟਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਜੀਊਂਦੇ ਹਨ ਉਹ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਵਾਸਤੇ ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20331,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "min hir hir Bwau, guru kry pswau; jIvn mukqu suKu hoeI ]",
    "transliteration": "Man Har Har Bhaao Gur Karae Pasaao Jeevan Mukath Sukh Hoee ||",
    "translation": "Their minds love the Lord, Har, Har, and the Guru is Merciful to them. They are Jivan Mukta - liberated while yet alive, and they are at peace.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਲਈ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਟ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "(pswau) ikRpw",
    "type_id": 3
  },
  {
    "id": 20332,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jIvix mrix. hir nwim suhyly; min hir hir ihrdY soeI ]",
    "transliteration": "Jeevan Maran Har Naam Suhaelae Man Har Har Hiradhai Soee ||",
    "translation": "Their birth and death, through the Name of the Lord, are illustrious, and in their hearts and minds, the Lord, Har, Har, abides.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਜੀਊਣ ਦੇ ਕਾਰਨ ਤੇ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰਨ ਦੇ ਕਾਰਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਸੌਖੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20333,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "min hir hir visAw. gurmiq hir risAw; hir hir rs, gtwk pIAwau jIau ]",
    "transliteration": "Man Har Har Vasiaa Guramath Har Rasiaa Har Har Ras Gattaak Peeaao Jeeo ||",
    "translation": "The Name of the Lord, Har, Har, abides in their minds, and through the Guru's Teachings, they savor the Lord, Har, Har; they drink in the sublime essence of the Lord with abandon.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਸਦਕਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਰਚ ਜਾਂਦਾ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ-ਜਲ, ਮਾਨੋ, ਗਟ ਗਟ ਗਟ ਕਰ ਕੇ ਪੀਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(gtwk) Gu`tW Br",
    "type_id": 3
  },
  {
    "id": 20334,
    "shabad_id": 1653,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "min nwmu jpwnw, hir hir min Bwnw; hir Bgq jnw min cwau jIau ]1]",
    "transliteration": "Man Naam Japaanaa Har Har Man Bhaanaa Har Bhagath Janaa Man Chaao Jeeo ||1||",
    "translation": "One who chants the Naam, the Name of the Lord, Har, Har, in his mind - the Lord is pleasing to his mind. In the mind of the devotees there is such a great yearning for the Lord. ||1||",
    "punjabi": "ਭਗਤ ਜਨ ਆਪਣੇ ਮਨ ਵਿਚ ਸਦਾ ਹਰਿ-ਨਾਮ ਜਪਦੇ ਹਨ, ਹਰਿ-ਨਾਮ ਉਹਨਾਂ ਨੂੰ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਨਾਮ ਜਪਣ ਦਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20335,
    "shabad_id": 1653,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jig. mrxu n BwieAw, inq Awpu lukwieAw; mq. jmu pkrY lY jwie jIau ]",
    "transliteration": "Jag Maran N Bhaaeiaa Nith Aap Lukaaeiaa Math Jam Pakarai Lai Jaae Jeeo ||",
    "translation": "The people of the world do not like death; they try to hide from it. They are afraid that the Messenger of Death may catch them and take them away.",
    "punjabi": "ਜਗਤ ਵਿਚ (ਕਿਸੇ ਨੂੰ ਭੀ) ਮੌਤ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦੀ, (ਹਰ ਕੋਈ) ਸਦਾ ਆਪਣੀ ਜਿੰਦ ਨੂੰ ਲੁਕਾਂਦਾ ਹੈ ਕਿ ਕਿਤੇ ਜਮ ਇਸ ਨੂੰ ਫੜ ਕੇ ਲੈ ਨ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20336,
    "shabad_id": 1653,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "hir AMqir bwhir. hir pRBu eyko; iehu jIAVw. riKAw n jwie jIau ]",
    "transliteration": "Har Anthar Baahar Har Prabh Eaeko Eihu Jeearraa Rakhiaa N Jaae Jeeo ||",
    "translation": "Inwardly and outwardly, the Lord God is the One and Only; this soul cannot be concealed from Him.",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਦੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਸਾਰੇ ਜਗਤ ਵਿੱਚ ਭੀ ਵੱਸਦਾ ਹੈ, ਉਸ ਪਾਸੋਂ ਲੁਕਾ ਕੇ ਇਹ ਜਿੰਦ (ਮੌਤ ਤੋਂ) ਬਚਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20337,
    "shabad_id": 1653,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ikau jIau rKIjY, hir vsqu loVIjY; ijs kI vsqu. so lY jwie jIau ]",
    "transliteration": "Kio Jeeo Rakheejai Har Vasath Lorreejai Jis Kee Vasath So Lai Jaae Jeeo ||",
    "translation": "How can one keep one's soul, when the Lord wishes to have it? All things belong to Him, and He shall take them away.",
    "punjabi": "ਇਹ ਜਿੰਦ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ (ਮੌਤ ਤੋਂ) ਬਚਾ ਕੇ ਰੱਖੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਹਰਿ-ਪ੍ਰਭੂ ਇਸ (ਜਿੰਦ-) ਵਸਤ ਨੂੰ ਲੱਭ ਹੀ ਲੈਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੀ ਇਹ ਚੀਜ਼ ਹੈ ਉਹ ਇਸ ਨੂੰ ਲੈ ਹੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20338,
    "shabad_id": 1653,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mnmuK krx plwv kir Brmy; siB AauKD dwrU lwie jIau ]",
    "transliteration": "Manamukh Karan Palaav Kar Bharamae Sabh Aoukhadhh Dhaaroo Laae Jeeo ||",
    "translation": "The self-willed manmukhs wander around in pathetic lamentation, trying all medicines and remedies.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਤਰਲੇ ਕਰ ਕਰ ਕੇ ਹਰੇਕ ਕਿਸਮ ਦਾ ਦਵਾ-ਦਾਰੂ ਵਰਤ ਕੇ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਦਿੱਤੀ ਹੋਈ ਇਹ ਚੀਜ਼ ਹੈ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਇਸ ਨੂੰ ਲੈ ਹੀ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(krx) kIrny ibrlwp[ (plwv) Xqn",
    "type_id": 3
  },
  {
    "id": 20339,
    "shabad_id": 1653,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ijs kI vsqu. pRBu ley suAwmI; jn aubry. sbdu kmwie jIau ]",
    "transliteration": "Jis Kee Vasath Prabh Leae Suaamee Jan Oubarae Sabadh Kamaae Jeeo ||",
    "translation": "God, the Master, unto whom all things belong, shall take them away; the Lord's servant is redeemed by living the Word of the Shabad.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਕਮਾ ਕੇ (ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਬਣਾ ਕੇ, ਮੌਤ ਦੇ ਸਹਮ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20340,
    "shabad_id": 1653,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "jig mrxu. n BwieAw, inq Awpu lukwieAw; mq. jmu pkrY lY jwie jIau ]2]",
    "transliteration": "Jag Maran N Bhaaeiaa Nith Aap Lukaaeiaa Math Jam Pakarai Lai Jaae Jeeo ||2||",
    "translation": "The people of the world do not like death; they try to hide from it. They are afraid that the Messenger of Death may catch them and take them away. ||2||",
    "punjabi": "ਜਗਤ ਵਿਚ (ਕਿਸੇ ਨੂੰ ਭੀ) ਮੌਤ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ (ਹਰੇਕ ਜੀਵ) ਸਦਾ ਆਪਣੀ ਜਿੰਦ ਨੂੰ ਲੁਕਾਂਦਾ ਹੈ ਕਿ ਕਿਤੇ ਜਮ ਇਸ ਨੂੰ ਫੜ ਕੇ ਲੈ ਨ ਜਾਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20341,
    "shabad_id": 1653,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "Duir mrxu ilKwieAw, gurmuiK sohwieAw; jn aubry hir hir iDAwin jIau ]",
    "transliteration": "Dhhur Maran Likhaaeiaa Guramukh Sohaaeiaa Jan Oubarae Har Har Dhhiaan Jeeo ||",
    "translation": "Death is pre-ordained; the Gurmukhs look beauteous, and the humble beings are saved, meditating on the Lord, Har, Har.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੀ ਹੋਈ ਮੌਤ ਭੀ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਗੁਰਮੁਖਿ-ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੇ ਧਿਆਨ ਵਿਚ ਜੁੜ ਕੇ (ਮੌਤ ਦੇ ਸਹਮ ਵਲੋਂ) ਬਚੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20342,
    "shabad_id": 1653,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "hir soBw pweI. hir nwim vifAweI; hir drgh pYDy jwin jIau ]",
    "transliteration": "Har Sobhaa Paaee Har Naam Vaddiaaee Har Dharageh Paidhhae Jaan Jeeo ||",
    "translation": "Through the Lord they obtain honor, and through the Lord's Name, glorious greatness. In the Court of the Lord, they are robed in honor.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਉਹ ਗੁਰਮੁਖ) (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਤੇ ਵਡਿਆਈ ਖੱਟਦੇ ਹਨ, ਜਗਤ ਤੋਂ ਇੱਜ਼ਤ-ਵਡਿਆਈ ਲੈ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(pY~Dy) isrpwau pihny",
    "type_id": 3
  },
  {
    "id": 20343,
    "shabad_id": 1653,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "hir drgh pYDy, hir nwmY sIDy; hir nwmY qy. suKu pwieAw ]",
    "transliteration": "Har Dharageh Paidhhae Har Naamai Seedhhae Har Naamai Thae Sukh Paaeiaa ||",
    "translation": "Robed in honor in the Court of the Lord, in the perfection of the Lord's Name, they obtain peace through the Lord's Name.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇੱਜ਼ਤ ਹਾਸਲ ਕਰਦੇ ਹਨ, ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਆਪਣਾ ਜੀਵਨ ਕਾਮਯਾਬ ਬਣਾ ਲੈਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਉਹ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(sIDy) s&l hoey",
    "type_id": 3
  },
  {
    "id": 20344,
    "shabad_id": 1653,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jnm mrx dovY duK myty; hir rwmY nwim smwieAw ]",
    "transliteration": "Janam Maran Dhovai Dhukh Maettae Har Raamai Naam Samaaeiaa ||",
    "translation": "The pains of both birth and death are eliminated, and they merge into the Name of the Lord.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਟਿਕੇ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਜੂਨਾਂ ਦਾ ਗੇੜ ਅਤੇ ਮੌਤ-ਇਹਨਾਂ ਦੋਹਾਂ ਦੁੱਖਾਂ ਨੂੰ ਮਿਟਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20345,
    "shabad_id": 1653,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir jn pRBu ril. eyko hoey; hir jn pRBu, eyk smwin jIau ]",
    "transliteration": "Har Jan Prabh Ral Eaeko Hoeae Har Jan Prabh Eaek Samaan Jeeo ||",
    "translation": "The Lord's servants meet with God and merge into Oneness. The Lord's servant and God are one and the same.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਅਤੇ ਪਰਮਾਤਮਾ ਮਿਲ ਕੇ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਅਤੇ ਪਰਮਾਤਮਾ ਇਕੋ ਜਿਹੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20346,
    "shabad_id": 1653,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Duir mrxu ilKwieAw, gurmuiK sohwieAw; jn aubry hir hir iDAwin jIau ]3]",
    "transliteration": "Dhhur Maran Likhaaeiaa Guramukh Sohaaeiaa Jan Oubarae Har Har Dhhiaan Jeeo ||3||",
    "translation": "Death is pre-ordained; the Gurmukhs look beauteous, and the humble beings are saved, meditating on the Lord, Har, Har. ||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੀ ਹੋਈ ਮੌਤ ਭੀ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਗੁਰਮੁਖਿ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਧਿਆਨ ਵਿਚ ਲੀਨ ਹੋ ਕੇ (ਮੌਤ ਦੇ ਸਹਮ ਵਲੋਂ) ਬਚੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20347,
    "shabad_id": 1653,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "jgu aupjY ibnsY, ibnis ibnwsY; lig gurmuiK. AsiQru hoie jIau ]",
    "transliteration": "Jag Oupajai Binasai Binas Binaasai Lag Guramukh Asathhir Hoe Jeeo ||",
    "translation": "The people of the world are born, only to perish, and perish, and perish again. Only by attaching oneself to the Lord as Gurmukh, does one become permanent.",
    "punjabi": "(ਮਾਇਆ-ਗ੍ਰਸਿਆ) ਜਗਤ (ਮੁੜ ਮੁੜ) ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ਆਤਮਕ ਮੌਤੇ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੱਗ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "l`ig",
    "type_id": 3
  },
  {
    "id": 20348,
    "shabad_id": 1653,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "guru mMqRü idRVwey. hir rsik rswey; hir AMimRqu, hir muiK coie jIau ]",
    "transliteration": "Gur Manthra Dhrirraaeae Har Rasak Rasaaeae Har Anmrith Har Mukh Choe Jeeo ||",
    "translation": "The Guru implants His Mantra within the heart, and one savors the sublime essence of the Lord; the Ambrosial Nectar of the Lord trickles into his mouth.",
    "punjabi": "ਗੁਰੂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਮੰਤਰ ਪੱਕਾ ਕਰਦਾ ਹੈ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਚੋਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ-ਰਸ ਨੂੰ ਸੁਆਦ ਨਾਲ (ਆਪਣੇ ਅੰਦਰ) ਰਚਾਂਦਾ ਹੈ।",
    "pronunciation": "(rsik) rs nwl",
    "type_id": 3
  },
  {
    "id": 20349,
    "shabad_id": 1653,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hir AMimRq rsu pwieAw, muAw jIvwieAw; iPir bwhuiV mrxu. n hoeI ]",
    "transliteration": "Har Anmrith Ras Paaeiaa Muaa Jeevaaeiaa Fir Baahurr Maran N Hoee ||",
    "translation": "Obtaining the Ambrosial Essence of the Lord, the dead are restored to life, and do not die again.",
    "punjabi": "ਜਦੋਂ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਕਰਦਾ ਹੈ (ਪਹਿਲਾਂ ਆਤਮਕ ਮੌਤੇ) ਮੋਇਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਮੁੜ ਉਸ ਨੂੰ ਇਹ ਮੌਤ ਨਹੀਂ ਵਿਆਪਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20350,
    "shabad_id": 1653,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hir hir nwmu Amrpdu pwieAw; hir nwim smwvY soeI ]",
    "transliteration": "Har Har Naam Amar Padh Paaeiaa Har Naam Samaavai Soee ||",
    "translation": "Through the Name of the Lord, Har, Har, one obtains the immortal status, and merges into the Lord's Name.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਉਹ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿਥੇ ਆਤਮਕ ਮੌਤ ਪੋਹ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20351,
    "shabad_id": 1653,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jn nwnk. nwmu ADwru tyk hY; ibnu nwvY. Avru n koie jIau ]",
    "transliteration": "Jan Naanak Naam Adhhaar Ttaek Hai Bin Naavai Avar N Koe Jeeo ||",
    "translation": "The Naam, the Name of the Lord, is the only Support and Anchor of servant Nanak; without the Naam, there is nothing else at all.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਸ ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਸਹਾਰਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਪਦਾਰਥ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20352,
    "shabad_id": 1653,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "jgu aupjY ibnsY, ibnis ibnwsY; lig gurmuiK AsiQru hoie jIau ]4]6]13]",
    "transliteration": "Jag Oupajai Binasai Binas Binaasai Lag Guramukh Asathhir Hoe Jeeo ||4||6||13||",
    "translation": "The people of the world are born, only to perish, and perish, and perish again. Only by attaching oneself to the Lord as Gurmukh, does one become permanent. ||4||6||13||",
    "punjabi": "(ਮਾਇਆ-ਗ੍ਰਸਿਆ) ਜਗਤ (ਮੁੜ ਮੁੜ) ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ਆਤਮਕ ਮੌਤੇ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੱਗ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਅਡੋਲ-ਚਿੱਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੬॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
