[
  {
    "id": 20383,
    "shabad_id": 1655,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਮੁਸਕਿ ਝਕੋਲਿਅਾ; ਸਭੁ ਜਨਮੁ ਧਨੁ ਧੰਨਾ ||੧||",
    "transliteration": "Jan Naanak Musak Jhakoliaa Sabh Janam Dhhan Dhhannaa ||1||",
    "translation": "Servant Nanak is drenched with His Fragrance; blessed, blessed is his entire life. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਾਸ ਨਾਨਕ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ) ਕਸਤੂਰੀ ਨਾਲ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸੁਗੰਧਿਤ ਹੋ ਗਿਆ ਹੈ, (ਦਾਸ ਨਾਨਕ ਦਾ) ਸਾਰਾ ਜੀਵਨ ਹੀ ਭਾਗਾਂ ਵਾਲਾ ਬਣ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਮੁਸਕਿ) ਸੁਗੰਧ ਚ[ (ਝਕੋਲਿਅਾ: ਕੋ ਬੋਲੋ ਘ ਨ ਬੋਲੋ) ਮਿਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20384,
    "shabad_id": 1655,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੇਮ ਬਾਣੀ. ਮਨੁ ਮਾਰਿਅਾ; ਅਣੀਅਾਲੇ ਅਣੀਅਾ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Har Praem Baanee Man Maariaa Aneeaalae Aneeaa Raam Raajae ||",
    "translation": "The Bani of the Lord's Love is the pointed arrow, which has pierced my mind, O Lord King.",
    "punjabi": "ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੇਮ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਗੁਰਬਾਣੀ ਨੇ ਮੇਰਾ ਮਨ ਵਿੰਨ੍ਹ ਲਿਆ ਹੈ ਜਿਵੇਂ ਤ੍ਰਿੱਖੀ ਨੋਕ ਵਾਲੇ ਤੀਰ (ਕਿਸੇ ਚੀਜ਼ ਨੂੰ) ਵਿੰਨ੍ਹ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਅਣੀ-ਅਾਲੇ) ਤੀਰ[(ਅਣੀਅਾ)ਤਿੱਖੀ ਨੋਕ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 20385,
    "shabad_id": 1655,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਲਾਗੀ ਪੀਰ. ਪਿਰੰਮ ਕੀ; ਸੋ ਜਾਣੈ ਜਰੀਅਾ ||",
    "transliteration": "Jis Laagee Peer Piranm Kee So Jaanai Jareeaa ||",
    "translation": "Only those who feel the pain of this love, know how to endure it.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਪ੍ਰੇਮ ਦੀ ਪੀੜ ਉੱਠਦੀ ਹੈ ਉਹੀ ਜਾਣਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਕਿਵੇਂ ਸਹਾਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਜਰੀਅਾ) ਜਰਨਾ",
    "type_id": 3
  },
  {
    "id": 20386,
    "shabad_id": 1655,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜੀਵਨ ਮੁਕਤਿ ਸੋ ਅਾਖੀਅੈ; ਮਰਿ ਜੀਵੈ ਮਰੀਅਾ ||",
    "transliteration": "Jeevan Mukath So Aakheeai Mar Jeevai Mareeaa ||",
    "translation": "Those who die, and remain dead while yet alive, are said to be Jivan Mukta, liberated while yet alive.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਅਛੋਹ ਹੋ ਕੇ ਆਤਮਕ ਜੀਵਨ ਜੀਊਂਦਾ ਹੈ ਉਹ ਦੁਨੀਆ ਦੀ ਕਿਰਤ ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20387,
    "shabad_id": 1655,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਸਤਿਗੁਰੁ ਮੇਲਿ ਹਰਿ; ਜਗੁ ਦੁਤਰੁ ਤਰੀਅਾ ||੨||",
    "transliteration": "Jan Naanak Sathigur Mael Har Jag Dhuthar Thareeaa ||2||",
    "translation": "O Lord, unite servant Nanak with the True Guru, that he may cross over the terrifying world-ocean. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ, ਤਾ ਕਿ ਮੈਂ ਇਸ ਸੰਸਾਰ (-ਸਮੁੰਦਰ) ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਾਂ ਜਿਸ ਨੂੰ ਤਰਨਾ ਔਖਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਦੁੱਤ-ਰੁ) ਅੌਖਾ ਤਰਨ ਨੰੂ",
    "type_id": 3
  },
  {
    "id": 20388,
    "shabad_id": 1655,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਹਮ ਮੂਰਖ ਮੁਗਧ ਸਰਣਾਗਤੀ; ਮਿਲੁ ਗੋਵਿੰਦ ਰੰਗਾ, ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Ham Moorakh Mugadhh Saranaagathee Mil Govindh Rangaa Raam Raajae ||",
    "translation": "I am foolish and ignorant, but I have taken to His Sanctuary; may I merge in the Love of the Lord of the Universe, O Lord King.",
    "punjabi": "ਹੇ ਬੇਅੰਤ ਕੌਤਕਾਂ ਦੇ ਮਾਲਕ ਗੋਵਿੰਦ! (ਸਾਨੂੰ) ਮਿਲ, ਅਸੀਂ ਮੂਰਖ ਬੇ-ਸਮਝ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ।",
    "pronunciation": "ਸਰਣਾ-ਗਤੀ",
    "type_id": 3
  },
  {
    "id": 20389,
    "shabad_id": 1655,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਹਰਿ ਪਾੲਿਅਾ; ਹਰਿ ਭਗਤਿ ੲਿਕ ਮੰਗਾ ||",
    "transliteration": "Gur Poorai Har Paaeiaa Har Bhagath Eik Mangaa ||",
    "translation": "Through the Perfect Guru, I have obtained the Lord, and I beg for the one blessing of devotion to the Lord.",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਮੰਗਦਾ ਹਾਂ (ਕਿਉਂਕਿ) ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20390,
    "shabad_id": 1655,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਤਨੁ. ਸਬਦਿ ਵਿਗਾਸਿਅਾ; ਜਪਿ ਅਨਤ ਤਰੰਗਾ ||",
    "transliteration": "Maeraa Man Than Sabadh Vigaasiaa Jap Anath Tharangaa ||",
    "translation": "My mind and body blossom forth through the Word of the Shabad; I meditate on the Lord of infinite waves.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਬੇਅੰਤ ਲਹਰਾਂ ਵਾਲੇ (ਸਮੁੰਦਰ-ਪ੍ਰਭੂ) ਨੂੰ ਸਿਮਰ ਕੇ ਮੇਰਾ ਮਨ ਖਿੜ ਪਿਆ ਹੈ, ਮੇਰਾ ਹਿਰਦਾ ਪ੍ਰਫੁਲਤ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20391,
    "shabad_id": 1655,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਿਲਿ ਸੰਤ ਜਨਾ. ਹਰਿ ਪਾੲਿਅਾ; ਨਾਨਕ. ਸਤਸੰਗਾ ||੩||",
    "transliteration": "Mil Santh Janaa Har Paaeiaa Naanak Sathasangaa ||3||",
    "translation": "Meeting with the humble Saints, Nanak finds the Lord, in the Sat Sangat, the True Congregation. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮੈਂ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20392,
    "shabad_id": 1655,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਸੁਣਿ ਬੇਨਤੀ; ਹਰਿ ਪ੍ਰਭ ਹਰਿ ਰਾੲਿਅਾ, ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Dheen Dhaeiaal Sun Baenathee Har Prabh Har Raaeiaa Raam Raajae ||",
    "translation": "O Merciful to the meek, hear my prayer, O Lord God; You are my Master, O Lord King.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20393,
    "shabad_id": 1655,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਹੳੁ ਮਾਗੳੁ ਸਰਣਿ ਹਰਿ ਨਾਮ ਕੀ; ਹਰਿ ਹਰਿ ਮੁਖਿ ਪਾੲਿਅਾ ||",
    "transliteration": "Ho Maago Saran Har Naam Kee Har Har Mukh Paaeiaa ||",
    "translation": "I beg for the Sanctuary of the Lord's Name, Har, Har; please, place it in my mouth.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਆਸਰਾ ਮੰਗਦਾ ਹਾਂ। ਹੇ ਹਰੀ! (ਤੇਰੀ ਮੇਹਰ ਹੋਵੇ ਤਾਂ ਮੈਂ ਤੇਰਾ ਨਾਮ) ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਪਾ ਸਕਦਾ ਹਾਂ (ਮੂੰਹ ਨਾਲ ਜਪ ਸਕਦਾ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20394,
    "shabad_id": 1655,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਭਗਤਿ ਵਛਲੁ. ਹਰਿ ਬਿਰਦੁ ਹੈ; ਹਰਿ ਲਾਜ ਰਖਾੲਿਅਾ ||",
    "transliteration": "Bhagath Vashhal Har Biradh Hai Har Laaj Rakhaaeiaa ||",
    "translation": "It is the Lord's natural way to love His devotees; O Lord, please preserve my honor!",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਮੁੱਢ ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਉਹ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈ (ਜੇਹੜਾ ਉਸ ਦੀ ਸਰਨ ਪਏ, ਉਸ ਦੀ) ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਵਛਲੁ) ਪਿਅਾਰ ਕਰਨਾ[ (ਬਿਰਦੁ) ਸੁਭਾਅ",
    "type_id": 3
  },
  {
    "id": 20395,
    "shabad_id": 1655,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ ਸਰਣਾਗਤੀ; ਹਰਿ ਨਾਮਿ ਤਰਾੲਿਅਾ ||੪||੮||੧੫||",
    "transliteration": "Jan Naanak Saranaagathee Har Naam Tharaaeiaa ||4||8||15||",
    "translation": "Servant Nanak has entered His Sanctuary, and has been saved by the Name of the Lord. ||4||8||15||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਉਸ ਹਰੀ ਦੀ ਸਰਨ ਆ ਪਿਆ ਹੈ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਨੂੰ) ਹਰੀ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੪॥੮॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20396,
    "shabad_id": 1656,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20397,
    "shabad_id": 1656,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ. ਢੂੰਢਿ ਢੂਢੇਦਿਅਾ; ਹਰਿ ਸਜਣੁ ਲਧਾ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Guramukh Dtoondt Dtoodtaedhiaa Har Sajan Ladhhaa Raam Raajae ||",
    "translation": "As Gurmukh, I searched and searched, and found the Lord, my Friend, my Sovereign Lord King.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਮੈਂ ਮਿੱਤਰ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਲੱਧਾ) ਲੱਭਾ",
    "type_id": 3
  },
  {
    "id": 20398,
    "shabad_id": 1656,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕੰਚਨ ਕਾੲਿਅਾ ਕੋਟ ਗੜ; ਵਿਚਿ ਹਰਿ ਹਰਿ ਸਿਧਾ ||",
    "transliteration": "Kanchan Kaaeiaa Kott Garr Vich Har Har Sidhhaa ||",
    "translation": "Within the walled fortress of my golden body, the Lord, Har, Har, is revealed.",
    "punjabi": "ਮੇਰਾ ਇਹ ਸਰੀਰ ਕਿਲ੍ਹਾ (ਮਾਨੋ) ਸੋਨੇ ਦਾ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਇਸ ਵਿਚ ਪਰਮਾਤਮਾ ਪਰਗਟ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "ਗੜ੍ਹ: ਸਿੱਧਾ",
    "type_id": 3
  },
  {
    "id": 20399,
    "shabad_id": 1656,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਹੀਰਾ ਰਤਨੁ ਹੈ; ਮੇਰਾ ਮਨੁ ਤਨੁ ਵਿਧਾ ||",
    "transliteration": "Har Har Heeraa Rathan Hai Maeraa Man Than Vidhhaa ||",
    "translation": "The Lord, Har, Har, is a jewel, a diamond; my mind and body are pierced through.",
    "punjabi": "(ਮੈਨੂੰ ਆਪਣੇ ਅੰਦਰ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਤਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਹੀਰਾ (ਮਿਲ ਪਿਆ) ਹੈ (ਜਿਸ ਨਾਲ ਮੇਰਾ ਕਠੋਰ) ਮਨ (ਮੇਰਾ ਕਠੋਰ) ਹਿਰਦਾ ਵਿੰਨ੍ਹਿਆ ਗਿਆ ਹੈ (ਨਰਮ ਹੋ ਗਿਆ ਹੈ)।",
    "pronunciation": "ਵਿੱਧਾ",
    "type_id": 3
  },
  {
    "id": 20400,
    "shabad_id": 1656,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਧੁਰਿ ਭਾਗ ਵਡੇ ਹਰਿ ਪਾੲਿਅਾ; ਨਾਨਕ. ਰਸਿ ਗੁਧਾ ||੧||",
    "transliteration": "Dhhur Bhaag Vaddae Har Paaeiaa Naanak Ras Gudhhaa ||1||",
    "translation": "By the great good fortune of pre-ordained destiny, I have found the Lord. Nanak is permeated with His sublime essence. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਧੁਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰਾ ਆਪਾ ਉਸ ਦੇ ਪ੍ਰੇਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਗਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਗੁੱਧਾ) ਗੁੰਨਿ੍ਹਅਾ ਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20401,
    "shabad_id": 1656,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਪੰਥੁ ਦਸਾਵਾ. ਨਿਤ ਖੜੀ; ਮੁੰਧ ਜੋਬਨਿ ਬਾਲੀ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Panthh Dhasaavaa Nith Kharree Mundhh Joban Baalee Raam Raajae ||",
    "translation": "I stand by the roadside, and ask the way; I am just a youthful bride of the Lord King.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਜੋਬਨ-ਮੱਤੀ ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਤੇਰੇ ਦਰ ਤੇ) ਸਦਾ ਖਲੋਤੀ ਹੋਈ (ਤੈਥੋਂ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦੇਸ ਦਾ) ਰਾਹ ਪੁਛਦੀ ਹਾਂ।",
    "pronunciation": "(ਪੰਥੁ) ਰਾਹ[ (ਦਸਾਵਾ) ਪੁੱਛਦੀ[ ਖੜ੍ਹੀ[ਬੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 20402,
    "shabad_id": 1656,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ. ਚੇਤਾੲਿ ਗੁਰ; ਹਰਿ ਮਾਰਗਿ ਚਾਲੀ ||",
    "transliteration": "Har Har Naam Chaethaae Gur Har Maarag Chaalee ||",
    "translation": "The Guru has caused me to remember the Name of the Lord, Har, Har; I follow the Path to Him.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਨਾਮ ਚੇਤੇ ਕਰਾਂਦਾ ਰਹੁ (ਮੇਹਰ ਕਰ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ (ਦੇਸ ਪਹੁੰਚਣ ਵਾਲੇ) ਰਸਤੇ ਉਤੇ ਤੁਰਾਂ।",
    "pronunciation": "(ਚੇਤਾੲਿ) ਚੇਤੇ ਕਰੇ[ ਚੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 20403,
    "shabad_id": 1656,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਤਨਿ. ਨਾਮੁ ਅਾਧਾਰੁ ਹੈ; ਹੳੁਮੈ ਬਿਖੁ ਜਾਲੀ ||",
    "transliteration": "Maerai Man Than Naam Aadhhaar Hai Houmai Bikh Jaalee ||",
    "translation": "The Naam, the Name of the Lord, is the Support of my mind and body; I have burnt away the poison of ego.",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਸਹਾਰਾ ਹੈ (ਜੇ ਤੇਰੀ ਕਿਰਪਾ ਹੋਵੇ ਤਾਂ ਇਸ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ) ਮੈਂ ਹਉਮੈ-ਜ਼ਹਰ ਨੂੰ ਸਾੜ ਦਿਆਂ।",
    "pronunciation": "ਜੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 20404,
    "shabad_id": 1656,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਸਤਿਗੁਰੁ ਮੇਲਿ ਹਰਿ; ਹਰਿ ਮਿਲਿਅਾ ਬਨਵਾਲੀ ||੨||",
    "transliteration": "Jan Naanak Sathigur Mael Har Har Miliaa Banavaalee ||2||",
    "translation": "O True Guru, unite me with the Lord, unite me with the Lord, adorned with garlands of flowers. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ) ਗੁਰੂ ਮਿਲਾ! ਜੇਹੜਾ ਭੀ ਕੋਈ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਿਆ ਹੈ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20405,
    "shabad_id": 1656,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪਿਅਾਰੇ ਅਾੲਿ ਮਿਲੁ; ਮੈ ਚਿਰੀ ਵਿਛੁੰਨੇ, ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Guramukh Piaarae Aae Mil Mai Chiree Vishhunnae Raam Raajae ||",
    "translation": "O my Love, come and meet me as Gurmukh; I have been separated from You for so long, Lord King.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਹਰੀ! ਮੈਨੂੰ ਚਿਰ ਦੇ ਵਿਛੁੜੇ ਹੋਏ ਨੂੰ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆ ਮਿਲ।",
    "pronunciation": "(ਚਿਰੀ) ਚਿਰ ਦੇ[(ਵਿਛੁੰਨੇ) ਵਿੱਛੁੜੇ",
    "type_id": 3
  },
  {
    "id": 20406,
    "shabad_id": 1656,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਤਨੁ ਬਹੁਤੁ ਬੈਰਾਗਿਅਾ; ਹਰਿ ਨੈਣ ਰਸਿ ਭਿੰਨੇ ||",
    "transliteration": "Maeraa Man Than Bahuth Bairaagiaa Har Nain Ras Bhinnae ||",
    "translation": "My mind and body are sad; my eyes are wet with the Lord's sublime essence.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਰਾ ਮਨ ਮੇਰਾ ਹਿਰਦਾ ਬਹੁਤ ਓਦਰਿਆ ਹੋਇਆ ਹੈ, ਮੇਰੀਆਂ ਅੱਖਾਂ (ਵਿਛੋੜੇ ਦੇ ਕਾਰਨ ਤੇਰੇ) ਪ੍ਰੇਮ-ਜਲ ਨਾਲ ਭਿੱਜੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20407,
    "shabad_id": 1656,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਮੈ ਹਰਿ ਪ੍ਰਭੁ ਪਿਅਾਰਾ ਦਸਿ ਗੁਰੁ; ਮਿਲਿ ਹਰਿ ਮਨੁ ਮੰਨੇ ||",
    "transliteration": "Mai Har Prabh Piaaraa Dhas Gur Mil Har Man Mannae ||",
    "translation": "Show me my Lord God, my Love, O Guru; meeting the Lord, my mind is pleased.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਦੱਸ ਪਾ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੇਰਾ ਮਨ ਤੇਰੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਜਾਏ।",
    "pronunciation": "ਦੱਸਿ",
    "type_id": 3
  },
  {
    "id": 20408,
    "shabad_id": 1656,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਹੳੁ ਮੂਰਖੁ ਕਾਰੈ ਲਾੲੀਅਾ; ਨਾਨਕ ਹਰਿ ਕੰਮੇ ||੩||",
    "transliteration": "Ho Moorakh Kaarai Laaeeaa Naanak Har Kanmae ||3||",
    "translation": "I am just a fool, O Nanak, but the Lord has appointed me to perform His service. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਮੈਂ ਮੂਰਖ ਹਾਂ, ਮੈਨੂੰ ਆਪਣੇ (ਨਾਮ ਸਿਮਰਨ ਦੇ) ਕੰਮ ਵਿਚ ਜੋੜ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20409,
    "shabad_id": 1656,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਅੰਮਿ੍ਰਤ ਭਿੰਨੀ ਦੇਹੁਰੀ; ਅੰਮਿ੍ਰਤੁ ਬੁਰਕੇ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Gur Anmrith Bhinnee Dhaehuree Anmrith Burakae Raam Raajae ||",
    "translation": "The Guru's body is drenched with Ambrosial Nectar; He sprinkles it upon me, O Lord King.",
    "punjabi": "ਗੁਰੂ ਦਾ ਸੋਹਣਾ ਹਿਰਦਾ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ (ਗੁਰੂ ਹੋਰਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਭੀ ਇਹ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਛਿੜਕਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਗੁਰਸਿੱਖਾਂ ਤੇ ਅੰਮਿ੍ਰਤੁ[(ਬੁਰਕੇ) ਛਿੜਕਦੇ",
    "type_id": 3
  },
  {
    "id": 20410,
    "shabad_id": 1656,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਾ. ਗੁਰਬਾਣੀ ਮਨਿ ਭਾੲੀਅਾ; ਅੰਮਿ੍ਰਤਿ ਛਕਿ ਛਕੇ ||",
    "transliteration": "Jinaa Gurabaanee Man Bhaaeeaa Anmrith Shhak Shhakae ||",
    "translation": "Those whose minds are pleased with the Word of the Guru's Bani, drink in the Ambrosial Nectar again and again.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਪਿਆਰੀ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਬਾਣੀ ਦਾ ਰਸ ਮਾਣ ਮਾਣ ਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਭੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਭਿੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਛਕਿ ਛਕੇ:ਪੋਲ ਬੋਲੋੇ",
    "type_id": 3
  },
  {
    "id": 20411,
    "shabad_id": 1656,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਤੁਠੈ. ਹਰਿ ਪਾੲਿਅਾ; ਚੂਕੇ ਧਕ ਧਕੇ ||",
    "transliteration": "Gur Thuthai Har Paaeiaa Chookae Dhhak Dhhakae ||",
    "translation": "As the Guru is pleased, the Lord is obtained, and you shall not be pushed around any more.",
    "punjabi": "ਗੁਰਾਂ ਦੇ ਪ੍ਰਸੰਨ ਹੋਣ ਤੇ ਮੈਂ ਵਾਹਿਗੁਰੂ ਨੂੰ ਪਾ ਲਿਆ ਹੈ ਅਤੇ ਹੁਣ ਮੈਨੂੰ ਧੱਕੇ ਨਹੀਂ ਪੈਣਗੇ।",
    "pronunciation": "(ਤੁਠੈ) ਪ੍ਰਸੰਨ ਹੋਣ ਨਾਲ[ ਧੱਕ ਧੱਕੇ",
    "type_id": 3
  },
  {
    "id": 20412,
    "shabad_id": 1656,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜਨੁ. ਹਰਿ ਹਰਿ ਹੋੲਿਅਾ; ਨਾਨਕੁ. ਹਰਿ ੲਿਕੇ ||੪||੯||੧੬||",
    "transliteration": "Har Jan Har Har Hoeiaa Naanak Har Eikae ||4||9||16||",
    "translation": "The Lord's humble servant becomes the Lord, Har, Har; O Nanak, the Lord and His servant are one and the same. ||4||9||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਇਕ-ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ, ਸੇਵਕ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੯॥੧੬॥",
    "pronunciation": "ੲਿੱਕੇ",
    "type_id": 3
  },
  {
    "id": 20413,
    "shabad_id": 1657,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20414,
    "shabad_id": 1657,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਅੰਮਿ੍ਰਤ ਭਗਤਿ ਭੰਡਾਰ ਹੈ; ਗੁਰ ਸਤਿਗੁਰ ਪਾਸੇ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Har Anmrith Bhagath Bhanddaar Hai Gur Sathigur Paasae Raam Raajae ||",
    "translation": "The treasure of Ambrosial Nectar the Lord's devotional service is found through the Guru, the True Guru, O Lord King.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਪ੍ਰਭੂ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਕੋਲ ਹੀ ਹਨ।",
    "pronunciation": "ਪੱਾਸੇ",
    "type_id": 3
  },
  {
    "id": 20415,
    "shabad_id": 1657,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰੁ ਸਤਿਗੁਰੁ ਸਚਾ ਸਾਹੁ ਹੈ; ਸਿਖ ਦੇੲਿ. ਹਰਿ ਰਾਸੇ ||",
    "transliteration": "Gur Sathigur Sachaa Saahu Hai Sikh Dhaee Har Raasae ||",
    "translation": "The Guru, the True Guru, is the True Banker, who gives to His Sikh the capital of the Lord.",
    "punjabi": "ਇਸ ਸਦਾ-ਥਿਰ ਹਰਿ-ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦਾ ਸਾਹੂਕਾਰ ਗੁਰੂ ਸਤਿਗੁਰੂ ਹੀ ਹੈ, ਉਹ ਆਪਣੇ ਸਿੱਖਾਂ ਨੂੰ ਇਹ ਭਗਤੀ-ਸਰਮਾਇਆ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਰਾਸੇ) ਪੰੂਜੀ",
    "type_id": 3
  },
  {
    "id": 20416,
    "shabad_id": 1657,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਵਣਜਾਰਾ ਵਣਜੁ ਹੈ; ਗੁਰੁ ਸਾਹੁ ਸਾਬਾਸੇ ||",
    "transliteration": "Dhhan Dhhann Vanajaaraa Vanaj Hai Gur Saahu Saabaasae ||",
    "translation": "Blessed, blessed is the trader and the trade; how wonderful is the Banker, the Guru!",
    "punjabi": "(ਪ੍ਰਭੂ-ਭਗਤੀ ਦਾ ਵਣਜ) ਸ੍ਰੇਸ਼ਟ ਵਣਜ ਹੈ, ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਉਹ ਮਨੁੱਖ ਜੋ ਇਹ ਵਣਜ ਕਰਦਾ ਹੈ, ਨਾਮ-ਧਨ ਦਾ ਸ਼ਾਹ ਗੁਰੂ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸ਼ਾਬਾਸ਼ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20417,
    "shabad_id": 1657,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਗੁਰੁ ਤਿਨ੍ਹੀ ਪਾੲਿਅਾ; ਜਿਨ ਧੁਰਿ ਲਿਖਤੁ ਲਿਲਾਟਿ ਲਿਖਾਸੇ ||੧||",
    "transliteration": "Jan Naanak Gur Thinhee Paaeiaa Jin Dhhur Likhath Lilaatt Likhaasae ||1||",
    "translation": "O servant Nanak, they alone obtain the Guru, who have such pre-ordained destiny written upon their foreheads. ||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ (ਇਸ ਸਰਮਾਏ ਦੀ ਪ੍ਰਾਪਤੀ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਲਿਲਾਟਿ) ਮੱਥੇ ਤੇ",
    "type_id": 3
  },
  {
    "id": 20418,
    "shabad_id": 1657,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸਚੁ ਸਾਹੁ ਹਮਾਰਾ ਤੂੰ ਧਣੀ; ਸਭੁ ਜਗਤੁ ਵਣਜਾਰਾ ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Sach Saahu Hamaaraa Thoon Dhhanee Sabh Jagath Vanajaaraa Raam Raajae ||",
    "translation": "You are my True Banker, O Lord; the whole world is Your trader, O Lord King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡਾ ਮਾਲਕ ਹੈਂ ਤੂੰ ਸਾਡਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸ਼ਾਹ ਹੈਂ (ਤੇਰਾ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਇਹ) ਸਾਰਾ ਜਗਤ ਇਥੇ ਤੇਰੇ ਦਿੱਤੇ ਨਾਮ-ਸਰਮਾਏ ਨਾਲ ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਧਣੀ) ਮਾਲਕ[ ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 20419,
    "shabad_id": 1657,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਭ ਭਾਂਡੇ ਤੁਧੈ ਸਾਜਿਅਾ; ਵਿਚਿ ਵਸਤੁ ਹਰਿ ਥਾਰਾ ||",
    "transliteration": "Sabh Bhaanddae Thudhhai Saajiaa Vich Vasath Har Thhaaraa ||",
    "translation": "You fashioned all vessels, O Lord, and that which dwells within is also Yours.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸਾਰੇ ਜੀਵ ਜੰਤ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਇਹਨਾਂ ਦੇ ਅੰਦਰ ਤੇਰੀ ਹੀ ਦਿੱਤੀ ਹੋਈ ਜਿੰਦ-ਵਸਤ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "(ਥਾਰਾ) ਅਾਪਜੀ ਦਾ",
    "type_id": 3
  },
  {
    "id": 20420,
    "shabad_id": 1657,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਪਾਵਹਿ ਭਾਂਡੇ ਵਿਚਿ ਵਸਤੁ, ਸਾ ਨਿਕਲੈ; ਕਿਅਾ ਕੋੲੀ ਕਰੇ ਵੇਚਾਰਾ ||",
    "transliteration": "Jo Paavehi Bhaanddae Vich Vasath Saa Nikalai Kiaa Koee Karae Vaechaaraa ||",
    "translation": "Whatever You place in that vessel, that alone comes out again. What can the poor creatures do?",
    "punjabi": "ਕੋਈ ਵਿਚਾਰਾ ਜੀਵ (ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਕੁਝ ਭੀ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਜੇਹੜਾ ਕੋਈ (ਗੁਣ ਔਗੁਣ) ਪਦਾਰਥ ਤੂੰ ਇਹਨਾਂ ਸਰੀਰਾਂ ਵਿਚ ਪਾਂਦਾ ਹੈ ਉਹੀ ਉੱਘੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
