[
  {
    "id": 20421,
    "shabad_id": 1657,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "jn nwnk kau. hir bKisAw; hir Bgiq BMfwrw ]2]",
    "transliteration": "Jan Naanak Ko Har Bakhasiaa Har Bhagath Bhanddaaraa ||2||",
    "translation": "The Lord has given the treasure of His devotional worship to servant Nanak. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਭੀ ਤੂੰ ਹੀ (ਮੇਹਰ ਕਰ ਕੇ) ਆਪਣੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20422,
    "shabad_id": 1657,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hm ikAw gux qyry ivQrh suAwmI; qUM Apr Apwro. rwm rwjy ]",
    "transliteration": "Ham Kiaa Gun Thaerae Vithhareh Suaamee Thoon Apar Apaaro Raam Raajae ||",
    "translation": "What Glorious Virtues of Yours can I describe, O Lord and Master? You are the most infinite of the infinite, O Lord King.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! (ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ) ਅਸੀਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਗਿਣ ਕੇ ਦੱਸ ਸਕਦੇ ਹਾਂ? ਤੂੰ ਬੇਅੰਤ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਹੈਂ।",
    "pronunciation": "(ivQrh) ivsQwr krIey",
    "type_id": 3
  },
  {
    "id": 20423,
    "shabad_id": 1657,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hir nwmu swlwhh. idnu rwiq; eyhw Aws AwDwro ]",
    "transliteration": "Har Naam Saalaaheh Dhin Raath Eaehaa Aas Aadhhaaro ||",
    "translation": "I praise the Lord's Name, day and night; this alone is my hope and support.",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਅਸੀਂ ਤਾਂ ਦਿਨੇ ਰਾਤ ਤੇਰੇ ਨਾਮ ਦੀ ਹੀ ਵਡਿਆਈ ਕਰਦੇ ਹਾਂ, ਸਾਡੇ ਜੀਵਨ ਦਾ ਇਹੀ ਸਹਾਰਾ ਹੈ ਇਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20424,
    "shabad_id": 1657,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hm mUrK. ikCUA n jwxhw; ikv pwvh pwro ]",
    "transliteration": "Ham Moorakh Kishhooa N Jaanehaa Kiv Paaveh Paaro ||",
    "translation": "I am a fool, and I know nothing. How can I find Your limits?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਮੂਰਖ ਹਾਂ, ਸਾਨੂੰ ਕੋਈ ਸਮਝ ਨਹੀਂ ਹੈ, ਅਸੀਂ ਤੇਰਾ ਅੰਤ ਕਿਵੇਂ ਪਾ ਸਕਦੇ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20425,
    "shabad_id": 1657,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jnu nwnku. hir kw dwsu hY; hir dws pinhwro ]3]",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Har Dhaas Panihaaro ||3||",
    "translation": "Servant Nanak is the slave of the Lord, the water-carrier of the slaves of the Lord. ||3||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੩॥",
    "pronunciation": "(pinhwro) pwxI Brn vwlw",
    "type_id": 3
  },
  {
    "id": 20426,
    "shabad_id": 1657,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ijau BwvY iqau rwiK lY; hm srix pRB Awey, rwm rwjy ]",
    "transliteration": "Jio Bhaavai Thio Raakh Lai Ham Saran Prabh Aaeae Raam Raajae ||",
    "translation": "As it pleases You, You save me; I have come seeking Your Sanctuary, O God, O Lord King.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ, ਹੁਣ ਜਿਵੇਂ ਤੇਰੀ ਮਰਜ਼ੀ ਹੋਵੇ ਤਿਵੇਂ ਸਾਨੂੰ (ਮੰਦੇ ਕੰਮਾਂ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20427,
    "shabad_id": 1657,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hm BUil ivgwVh idnsu rwiq; hir lwj rKwey ]",
    "transliteration": "Ham Bhool Vigaarreh Dhinas Raath Har Laaj Rakhaaeae ||",
    "translation": "I am wandering around, ruining myself day and night; O Lord, please save my honor!",
    "punjabi": "ਅਸੀਂ ਦਿਨ ਰਾਤ (ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝ ਕੇ (ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਖ਼ਰਾਬ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ। ਹੇ ਹਰੀ! ਸਾਡੀ ਇੱਜ਼ਤ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20428,
    "shabad_id": 1657,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "hm bwirk. qUM guru ipqw hY; dy miq smJwey ]",
    "transliteration": "Ham Baarik Thoon Gur Pithaa Hai Dhae Math Samajhaaeae ||",
    "translation": "I am just a child; You, O Guru, are my father. Please give me understanding and instruction.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੇ ਬੱਚੇ ਹਾਂ, ਤੂੰ ਸਾਡਾ ਗੁਰੂ ਹੈਂ ਤੂੰ ਸਾਡਾ ਪਿਤਾ ਹੈਂ, ਸਾਨੂੰ ਮਤਿ ਦੇ ਕੇ ਚੰਗੀ ਸਮਝ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20429,
    "shabad_id": 1657,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jnu nwnku dwsu hir kWiFAw; hir pYj rKwey ]4]10]17]",
    "transliteration": "Jan Naanak Dhaas Har Kaandtiaa Har Paij Rakhaaeae ||4||10||17||",
    "translation": "Servant Nanak is known as the Lord's slave; O Lord, please preserve his honor! ||4||10||17||",
    "punjabi": "ਹੇ ਹਰੀ! ਦਾਸ ਨਾਨਕ ਤੇਰਾ ਦਾਸ ਅਖਵਾਂਦਾ ਹੈ, (ਮੇਹਰ ਕਰ, ਆਪਣੇ ਦਾਸ ਦੀ) ਇੱਜ਼ਤ ਰੱਖ ॥੪॥੧੦॥੧੭॥",
    "pronunciation": "(kWiFAw) ikhw jWdw",
    "type_id": 3
  },
  {
    "id": 20430,
    "shabad_id": 1658,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awsw mhlw 4 ]",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20431,
    "shabad_id": 1658,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijn msqik Duir hir iliKAw; iqnw siqguru imilAw, rwm rwjy ]",
    "transliteration": "Jin Masathak Dhhur Har Likhiaa Thinaa Sathigur Miliaa Raam Raajae ||",
    "translation": "Those who have the blessed pre-ordained destiny of the Lord written on their foreheads, meet the True Guru, the Lord King.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਪਰਮਾਤਮਾ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖ ਦੇਂਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20432,
    "shabad_id": 1658,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "AigAwnu AMDyrw kitAw; gur igAwnu Git bilAw ]",
    "transliteration": "Agiaan Andhhaeraa Kattiaa Gur Giaan Ghatt Baliaa ||",
    "translation": "The Guru removes the darkness of ignorance, and spiritual wisdom illuminates their hearts.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚੋਂ, ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਚਮਕ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "Git bilAw:poly bolo",
    "type_id": 3
  },
  {
    "id": 20433,
    "shabad_id": 1658,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir lDw rqnu pdwrQo; iPir. bhuiV n cilAw ]",
    "transliteration": "Har Ladhhaa Rathan Padhaarathho Fir Bahurr N Chaliaa ||",
    "translation": "They find the wealth of the jewel of the Lord, and then, they do not wander any longer.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕੀਮਤੀ ਰਤਨ ਲੱਭ ਪੈਂਦਾ ਹੈ ਜੇਹੜਾ ਮੁੜ (ਉਹਨਾਂ ਪਾਸੋਂ ਕਦੇ) ਗੁਆਚਦਾ ਨਹੀਂ।",
    "pronunciation": "l`Dw[c`ilAw",
    "type_id": 3
  },
  {
    "id": 20434,
    "shabad_id": 1658,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jn nwnk. nwmu AwrwiDAw; AwrwiD hir imilAw ]1]",
    "transliteration": "Jan Naanak Naam Aaraadhhiaa Aaraadhh Har Miliaa ||1||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord, and in meditation, he meets the Lord. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਨਾਮ ਸਿਮਰ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20435,
    "shabad_id": 1658,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijnI. AYsw hir nwmu. n cyiqE; sy kwhy. jig Awey. rwm rwjy ]",
    "transliteration": "Jinee Aisaa Har Naam N Chaethiou Sae Kaahae Jag Aaeae Raam Raajae ||",
    "translation": "Those who have not kept the Lord's Name in their consciousness - why did they bother to come into the world, O Lord King?",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੇਣ ਵਾਲਾ) ਅਜੇਹਾ ਕੀਮਤੀ ਨਾਮ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹ ਜਗਤ ਵਿਚ ਕਾਹਦੇ ਲਈ ਜੰਮੇ?",
    "pronunciation": "j`ig",
    "type_id": 3
  },
  {
    "id": 20436,
    "shabad_id": 1658,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "iehu mwxs jnmu dulMBu hY; nwm ibnw ibrQw sBu jwey ]",
    "transliteration": "Eihu Maanas Janam Dhulanbh Hai Naam Binaa Birathhaa Sabh Jaaeae ||",
    "translation": "It is so difficult to obtain this human incarnation, and without the Naam, it is all futile and useless.",
    "punjabi": "ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਮੁਸ਼ਕਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਸਾਰੇ ਦਾ ਸਾਰਾ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "dulMBu",
    "type_id": 3
  },
  {
    "id": 20437,
    "shabad_id": 1658,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "huix vqY. hir nwmu. n bIijE; AgY BuKw. ikAw Kwey ]",
    "transliteration": "Hun Vathai Har Naam N Beejiou Agai Bhukhaa Kiaa Khaaeae ||",
    "translation": "Now, in this most fortunate season, he does not plant the seed of the Lord's Name; what will the hungry soul eat, in the world hereafter?",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਢੁਕਵੇਂ ਸਮੇ (ਆਪਣੇ ਹਿਰਦੇ ਦੀ ਖੇਤੀ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਬੀਜਦਾ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਆਤਮ-ਜੀਵਨ ਦੀ ਭੁਖ ਕਿਵੇਂ ਮੇਟੇਗਾ?",
    "pronunciation": "(v`qY) v`qr vyLy",
    "type_id": 3
  },
  {
    "id": 20438,
    "shabad_id": 1658,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "mnmuKw no iPir jnmu hY; nwnk hir Bwey ]2]",
    "transliteration": "Manamukhaa No Fir Janam Hai Naanak Har Bhaaeae ||2||",
    "translation": "The self-willed manmukhs are born again and again. O Nanak, such is the Lord's Will. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਿਆਂ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮਾਂ ਦਾ ਚੱਕਰ ਮਿਲਦਾ ਹੈ (ਉਹਨਾਂ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਇਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20439,
    "shabad_id": 1658,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "qUM hir. qyrw sBu ko; siB quDu aupwey. rwm rwjy ]",
    "transliteration": "Thoon Har Thaeraa Sabh Ko Sabh Thudhh Oupaaeae Raam Raajae ||",
    "translation": "You, O Lord, belong to all, and all belong to You. You created all, O Lord King.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਹਰੇਕ ਜੀਵ ਤੇਰਾ (ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ), ਸਾਰੇ ਜੀਵ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20440,
    "shabad_id": 1658,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ikCu hwiQ iksY dY ikCu nwhI; siB clih clwey ]",
    "transliteration": "Kishh Haathh Kisai Dhai Kishh Naahee Sabh Chalehi Chalaaeae ||",
    "translation": "Nothing is in anyone's hands; all walk as You cause them to walk.",
    "punjabi": "ਕਿਸੇ ਜੀਵ ਦੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੁਝ ਨਹੀਂ, ਜਿਵੇਂ ਤੂੰ ਤੋਰਦਾ ਹੈਂ ਤਿਵੇਂ ਸਾਰੇ ਜੀਵ ਤੁਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20441,
    "shabad_id": 1658,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ijn@ qUM mylih ipAwry. sy quDu imlih; jo hir min Bwey ]",
    "transliteration": "Jinh Thoon Maelehi Piaarae Sae Thudhh Milehi Jo Har Man Bhaaeae ||",
    "translation": "They alone are united with You, O Beloved, whom You cause to be so united; they alone are pleasing to Your Mind.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈਂ, ਜੇਹੜੇ ਤੈਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਚੰਗੇ ਲੱਗਦੇ ਉਹ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20442,
    "shabad_id": 1658,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jn nwnk. siqguru ByitAw; hir nwim qrwey ]3]",
    "transliteration": "Jan Naanak Sathigur Bhaettiaa Har Naam Tharaaeae ||3||",
    "translation": "Servant Nanak has met the True Guru, and through the Lord's Name, he has been carried across. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20443,
    "shabad_id": 1658,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "koeI gwvY. rwgI nwdI bydI. bhu Bwiq kir; nhI hir hir BIjY. rwm rwjy ]",
    "transliteration": "Koee Gaavai Raagee Naadhee Baedhee Bahu Bhaath Kar Nehee Har Har Bheejai Raam Raajae ||",
    "translation": "Some sing of the Lord, through musical Ragas and the sound current of the Naad, through the Vedas, and in so many ways. But the Lord, Har, Har, is not pleased by these, O Lord King.",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਰਾਗ ਗਾ ਕੇ, ਕੋਈ ਸੰਖ ਆਦਿਕ ਸਾਜ ਵਜਾ ਕੇ, ਕੋਈ ਧਰਮ ਪੁਸਤਕਾਂ ਪੜ੍ਹ ਕੇ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ਪਰ ਪਰਮਾਤਮਾ ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "BWiq",
    "type_id": 3
  },
  {
    "id": 20444,
    "shabad_id": 1658,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ijnw AMqir. kptu ivkwru hY; iqnw roie. ikAw kIjY ]",
    "transliteration": "Jinaa Anthar Kapatt Vikaar Hai Thinaa Roe Kiaa Keejai ||",
    "translation": "Those who are filled with fraud and corruption within - what good does it do for them to cry out?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਫ਼ਰੇਬ ਅਤੇ ਪਾਪ ਹੈ, ਉਹਨਾਂ ਦਾ ਵਿਰਲਾਪ ਕਰਨਾ ਕੀ ਅਰਥ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20445,
    "shabad_id": 1658,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hir krqw. sBu ikCu jwxdw; isir rog hQu dIjY ]",
    "transliteration": "Har Karathaa Sabh Kishh Jaanadhaa Sir Rog Hathh Dheejai ||",
    "translation": "The Creator Lord knows everything, although they may try to hide their sins and the causes of their diseases.",
    "punjabi": "ਕਰਤਾਰ (ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਦਿਲ ਦੀ) ਹਰੇਕ ਗੱਲ ਜਾਣਦਾ ਹੈ, ਅੰਦਰਲੇ ਰੋਗਾਂ ਉਤੇ ਬੇਸ਼ੱਕ ਹੱਥ ਦਿੱਤਾ ਜਾਏ (ਭਾਵੇਂ ਅੰਦਰਲੇ ਵਿਕਾਰਾਂ ਨੂੰ ਲੁਕਾਣ ਦਾ ਜਤਨ ਕੀਤਾ ਜਾਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20446,
    "shabad_id": 1658,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ijnw nwnk. gurmuiK ihrdw suDu hY; hir Bgiq hir lIjY ]4]11]18]",
    "transliteration": "Jinaa Naanak Guramukh Hiradhaa Sudhh Hai Har Bhagath Har Leejai ||4||11||18||",
    "translation": "O Nanak, those Gurmukhs whose hearts are pure, obtain the Lord, Har, Har, by devotional worship. ||4||11||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਹਿਰਦਾ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹੀ ਹਰੀ ਦਾ ਨਾਮ ਲੈਂਦੇ ਹਨ ॥੪॥੧੧॥੧੮॥",
    "pronunciation": "s`uDu",
    "type_id": 3
  },
  {
    "id": 20447,
    "shabad_id": 1659,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Awsw mhlw 4 ]",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20448,
    "shabad_id": 1659,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ijn AMqir. hir hir pRIiq hY; qy jn. suGV isAwxy. rwm rwjy ]",
    "transliteration": "Jin Anthar Har Har Preeth Hai Thae Jan Sugharr Siaanae Raam Raajae ||",
    "translation": "Those whose hearts are filled with the love of the Lord, Har, Har, are the wisest and most clever people, O Lord King.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਮੌਜੂਦ ਹੈ (ਪਰਮਾਤਮਾ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ ਬੰਦੇ ਸੁਚੱਜੇ ਹਨ ਸਿਆਣੇ ਹਨ।",
    "pronunciation": "suGV:polw bolo",
    "type_id": 3
  },
  {
    "id": 20449,
    "shabad_id": 1659,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jy bwhrhu. Buil cuik boldy; BI Kry hir Bwxy ]",
    "transliteration": "Jae Baaharahu Bhul Chuk Boladhae Bhee Kharae Har Bhaanae ||",
    "translation": "Even if they misspeak outwardly, they are still very pleasing to the Lord.",
    "punjabi": "ਜੇ ਉਹ ਕਦੇ ਉਕਾਈ ਖਾ ਕੇ ਗ਼ਲਤੀ ਨਾਲ ਬਾਹਰ ਲੋਕਾਂ ਵਿਚ (ਉਕਾਈ ਵਾਲੇ ਬੋਲ) ਬੋਲ ਬੈਠਦੇ ਹਨ ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਉਹ ਚੰਗੇ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "jy bwhrhu grIbI nwl Apxy Awp nMU (Bu`il cu`ik) Bu`ly Btky nIc kIt boldy, pr AMdroN qW BI Kry hI hn qy hrI jI nMU (Bwxy) BwauNdy hn",
    "type_id": 3
  },
  {
    "id": 20450,
    "shabad_id": 1659,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir sMqw no horu Qwau nwhI; hir mwxu inmwxy ]",
    "transliteration": "Har Santhaa No Hor Thhaao Naahee Har Maan Nimaanae ||",
    "translation": "The Lord's Saints have no other place. The Lord is the honor of the dishonored.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੰਤਾਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ ਹੁੰਦਾ (ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ) ਪਰਮਾਤਮਾ ਹੀ ਨਿਮਾਣਿਆਂ ਦਾ ਮਾਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20451,
    "shabad_id": 1659,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jn nwnk. nwmu dIbwxu hY; hir qwxu sqwxy ]1]",
    "transliteration": "Jan Naanak Naam Dheebaan Hai Har Thaan Sathaanae ||1||",
    "translation": "The Naam, the Name of the Lord, is the Royal Court for servant Nanak; the Lord's power is his only power. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਹਾਰਾ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਉਹਨਾਂ ਦਾ ਬਾਹੂ-ਬਲ ਹੈ (ਜਿਸ ਦੇ ਆਸਰੇ ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਤਕੜੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(dIbwxu) Awsrw[ (sqwxy) bl vwly",
    "type_id": 3
  },
  {
    "id": 20452,
    "shabad_id": 1659,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijQY jwie bhY. myrw siqgurU; so Qwnu suhwvw. rwm rwjy ]",
    "transliteration": "Jithhai Jaae Behai Maeraa Sathiguroo So Thhaan Suhaavaa Raam Raajae ||",
    "translation": "Wherever my True Guru goes and sits, that place is beautiful, O Lord King.",
    "punjabi": "ਜਿਸ ਥਾਂ ਤੇ ਪਿਆਰਾ ਗੁਰੂ ਜਾ ਬੈਠਦਾ ਹੈ (ਗੁਰ-ਸਿੱਖਾਂ ਵਾਸਤੇ) ਉਹ ਥਾਂ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(suhwvw) suhxw",
    "type_id": 3
  },
  {
    "id": 20453,
    "shabad_id": 1659,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "gurisKˆØI. so Qwnu BwilAw; lY DUir muiK lwvw ]",
    "transliteration": "Gurasikhanaee So Thhaan Bhaaliaa Lai Dhhoor Mukh Laavaa ||",
    "translation": "The Guru's Sikhs seek out that place; they take the dust and apply it to their faces.",
    "punjabi": "ਗੁਰਸਿੱਖ ਉਸ ਥਾਂ ਨੂੰ ਲੱਭ ਲੈਂਦੇ ਹਨ, ਤੇ ਉਸ ਦੀ ਧੂੜ ਲੈ ਕੇ ਆਪਣੇ ਮੱਥੇ ਉਤੇ ਲਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20454,
    "shabad_id": 1659,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "gurisKw kI Gwl. Qwie peI; ijn hir nwmu iDAwvw ]",
    "transliteration": "Gurasikhaa Kee Ghaal Thhaae Pee Jin Har Naam Dhhiaavaa ||",
    "translation": "The works of the Guru's Sikhs, who meditate on the Lord's Name, are approved.",
    "punjabi": "ਜੇਹੜੇ ਗੁਰਸਿੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ਉਹਨਾਂ ਦੀ (ਗੁਰ-ਅਸਥਾਨ ਭਾਲਣ ਦੀ) ਮੇਹਨਤ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20455,
    "shabad_id": 1659,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ijn@ nwnku. siqguru pUijAw; iqn hir pUj krwvw ]2]",
    "transliteration": "Jinh Naanak Sathigur Poojiaa Thin Har Pooj Karaavaa ||2||",
    "translation": "Those who worship the True Guru, O Nanak - the Lord causes them to be worshipped in turn. ||2||",
    "punjabi": "ਨਾਨਕ ਜੇਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਗੁਰੂ ਦਾ ਆਦਰ-ਸਤਕਾਰ ਬਿਠਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ (ਜਗਤ ਵਿਚ ਉਹਨਾਂ ਦਾ) ਆਦਰ ਕਰਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "p`UijAw",
    "type_id": 3
  },
  {
    "id": 20456,
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gurisKw min hir pRIiq hY; hir nwm hir qyrI. rwm rwjy ]",
    "transliteration": "Gurasikhaa Man Har Preeth Hai Har Naam Har Thaeree Raam Raajae ||",
    "translation": "The Guru's Sikh keeps the Love of the Lord, and the Name of the Lord, in his mind. He loves You, O Lord, O Lord King.",
    "punjabi": "ਹੇ ਹਰੀ! ਗੁਰੂ ਦੇ ਸਿੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਤੇਰੀ ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਤੇਰੇ ਨਾਮ ਦਾ ਪਿਆਰ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
