[
  {
    "id": 20457,
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਸੇਵਹਿ. ਪੂਰਾ ਸਤਿਗੁਰੂ; ਭੁਖ ਜਾੲਿ ਲਹਿ ਮੇਰੀ ||",
    "transliteration": "Kar Saevehi Pooraa Sathiguroo Bhukh Jaae Lehi Maeree ||",
    "translation": "He serves the Perfect True Guru, and his hunger and self-conceit are eliminated.",
    "punjabi": "ਉਹ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਅਭੁੱਲ ਜਾਣ ਕੇ ਉਸ ਦੀ ਦੱਸੀ ਹੋਈ ਸੇਵਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚੋਂ) ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "ਭੱੁਖ",
    "type_id": 3
  },
  {
    "id": 20458,
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਸਿਖਾ ਕੀ ਭੁਖ. ਸਭ ਗੲੀ; ਤਿਨ ਪਿਛੈ. ਹੋਰ ਖਾੲਿ ਘਨੇਰੀ ||",
    "transliteration": "Gurasikhaa Kee Bhukh Sabh Gee Thin Pishhai Hor Khaae Ghanaeree ||",
    "translation": "The hunger of the Gursikh is totally eliminated; indeed, many others are satisfied through them.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਰਨ ਲਗਿਆਂ ਦੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿੱਚ ਹੋਰ ਬਥੇਰੀ ਲੁਕਾਈ ਨਾਮ ਸਿਮਰਨ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਖਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਘਨੇਰੀ) ਬਹੁਤ ਸਿ੍ਰਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 20459,
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਪੁੰਨੁ ਬੀਜਿਅਾ; ਫਿਰਿ ਤੋਟਿ ਨ ਅਾਵੈ, ਹਰਿ ਪੁੰਨ ਕੇਰੀ ||੩||",
    "transliteration": "Jan Naanak Har Punn Beejiaa Fir Thott N Aavai Har Punn Kaeree ||3||",
    "translation": "Servant Nanak has planted the Seed of the Lord's Goodness; this Goodness of the Lord shall never be exhausted. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ) ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦਾ ਭਲਾ ਬੀਜ ਬੀਜਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਇਸ ਭਲੇ ਕਰਮ ਦੀ ਕਦੇ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20460,
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਸਿਖਾ ਮਨਿ ਵਾਧਾੲੀਅਾ; ਜਿਨ ਮੇਰਾ ਸਤਿਗੁਰੂ ਡਿਠਾ, ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Gurasikhaa Man Vaadhhaaeeaa Jin Maeraa Sathiguroo Ddithaa Raam Raajae ||",
    "translation": "The minds of the Gursikhs rejoice, because they have seen my True Guru, O Lord King.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਨੇ ਪਿਆਰੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਚੜ੍ਹਦੀ ਕਲਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20461,
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਕੋੲੀ ਕਰਿ ਗਲ ਸੁਣਾਵੈ. ਹਰਿ ਨਾਮ ਕੀ; ਸੋ ਲਗੈ ਗੁਰਸਿਖਾ ਮਨਿ ਮਿਠਾ ||",
    "transliteration": "Koee Kar Gal Sunaavai Har Naam Kee So Lagai Gurasikhaa Man Mithaa ||",
    "translation": "If someone recites to them the story of the Lord's Name, it seems so sweet to the mind of those Gursikhs.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਆ ਸੁਣਾਏ ਤਾਂ ਉਹ ਮਨੁੱਖ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਮਿੱਠਾ",
    "type_id": 3
  },
  {
    "id": 20462,
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਦਰਗਹ ਗੁਰਸਿਖ ਪੈਨ੍ਹਾੲੀਅਹਿ; ਜਿਨ੍ਹਾ ਮੇਰਾ ਸਤਿਗੁਰੁ ਤੁਠਾ ||",
    "transliteration": "Har Dharageh Gurasikh Painaaeeahi Jinhaa Maeraa Sathigur Thuthaa ||",
    "translation": "The Gursikhs are robed in honor in the Court of the Lord; my True Guru is very pleased with them.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਉਤੇ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਮੇਹਰਬਾਨ ਹੁੰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ-ਮਾਣ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਪੈਨ੍ਹਾੲੀ-ਅਹਿ[ਤੁੱਠਾ",
    "type_id": 3
  },
  {
    "id": 20463,
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਹਰਿ ਹਰਿ ਹੋੲਿਅਾ; ਹਰਿ ਹਰਿ ਮਨਿ ਵੁਠਾ ||੪||੧੨||੧੯||",
    "transliteration": "Jan Naanak Har Har Hoeiaa Har Har Man Vuthaa ||4||12||19||",
    "translation": "Servant Nanak has become the Lord, Har, Har; the Lord, Har, Har, abides within his mind. ||4||12||19||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹ ਗੁਰਸਿੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧੨॥੧੯॥",
    "pronunciation": "ਵੁੱਠਾ",
    "type_id": 3
  },
  {
    "id": 20464,
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20465,
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਭੇਟਿਅਾ ਮੇਰਾ ਪੂਰਾ ਸਤਿਗੁਰੂ; ਤਿਨ ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾਵੈ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Jinhaa Bhaettiaa Maeraa Pooraa Sathiguroo Thin Har Naam Dhrirraavai Raam Raajae ||",
    "translation": "Those who meet my Perfect True Guru - He implants within them the Name of the Lord, the Lord King.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਿਆਰੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ, ਗੁਰੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਭੇ੍ਨਟਿਅਾ) ਮਿਲੇ",
    "type_id": 3
  },
  {
    "id": 20466,
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਿਸ ਕੀ ਤਿ੍ਰਸਨਾ ਭੁਖ ਸਭ ੳੁਤਰੈ; ਜੋ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ||",
    "transliteration": "This Kee Thrisanaa Bhukh Sabh Outharai Jo Har Naam Dhhiaavai ||",
    "translation": "Those who meditate on the Lord's Name have all of their desire and hunger removed.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਦੀ ਮਾਇਆ ਵਾਲੀ ਭੁੱਖ-ਤ੍ਰੇਹ ਸਾਰੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20467,
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜੋ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਦੇ; ਤਿਨ੍ਹ ਜਮੁ. ਨੇੜਿ ਨ ਅਾਵੈ ||",
    "transliteration": "Jo Har Har Naam Dhhiaaeidhae Thinh Jam Naerr N Aavai ||",
    "translation": "Those who meditate on the Name of the Lord, Har, Har - the Messenger of Death cannot even approach them.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਮ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਉੱਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20468,
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਹਰਿ ਕਿ੍ਰਪਾ ਕਰਿ; ਨਿਤ ਜਪੈ ਹਰਿ ਨਾਮੁ. ਹਰਿ ਨਾਮਿ ਤਰਾਵੈ ||੧||",
    "transliteration": "Jan Naanak Ko Har Kirapaa Kar Nith Japai Har Naam Har Naam Tharaavai ||1||",
    "translation": "O Lord, shower Your Mercy upon servant Nanak, that he may ever chant the Name of the Lord; through the Name of the Lord, he is saved. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹ ਸਦਾ ਉਸ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20469,
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਿਨੀ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਤਿਨਾ ਫਿਰਿ ਬਿਘਨੁ. ਨ ਹੋੲੀ, ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Jinee Guramukh Naam Dhhiaaeiaa Thinaa Fir Bighan N Hoee Raam Raajae ||",
    "translation": "Those who, as Gurmukh, meditate on the Naam, meet no obstacles in their path, O Lord King.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਮੁੜ (ਵਿਕਾਰਾਂ ਆਦਿਕ ਦੀ) ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20470,
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਿਨੀ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਮਨਾੲਿਅਾ; ਤਿਨ ਪੂਜੇ ਸਭੁ ਕੋੲੀ ||",
    "transliteration": "Jinee Sathigur Purakh Manaaeiaa Thin Poojae Sabh Koee ||",
    "translation": "Those who are pleasing to the almighty True Guru are worshipped by everyone.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਆਪਣਾ ਜੀਵਨ ਸੁੱਚਾ ਬਣਾ ਕੇ) ਸਮਰਥਾ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈਂਦੇ ਹਨ, ਹਰੇਕ ਜੀਵ ਉਹਨਾਂ ਦਾ ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20471,
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਿਨ੍ਹੀ ਸਤਿਗੁਰੁ ਪਿਅਾਰਾ ਸੇਵਿਅਾ; ਤਿਨ੍ਹਾ ਸੁਖੁ ਸਦ ਹੋੲੀ ||",
    "transliteration": "Jinhee Sathigur Piaaraa Saeviaa Thinhaa Sukh Sadh Hoee ||",
    "translation": "Those who serve their Beloved True Guru obtain eternal peace.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੇ ਹਨ) ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20472,
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਨਾਨਕੁ. ਸਤਿਗੁਰੁ ਭੇਟਿਅਾ; ਤਿਨ੍ਹਾ ਮਿਲਿਅਾ ਹਰਿ ਸੋੲੀ ||੨||",
    "transliteration": "Jinhaa Naanak Sathigur Bhaettiaa Thinhaa Miliaa Har Soee ||2||",
    "translation": "Those who meet the True Guru, O Nanak - the Lord Himself meets them. ||2||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਆ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਭੇ੍ਨਟਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20473,
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਅੰਤਰਿ. ਗੁਰਮੁਖਿ ਪ੍ਰੀਤਿ ਹੈ; ਤਿਨ੍ਹ ਹਰਿ ਰਖਣਹਾਰਾ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Jinhaa Anthar Guramukh Preeth Hai Thinh Har Rakhanehaaraa Raam Raajae ||",
    "translation": "Those Gurmukhs, who are filled with His Love, have the Lord as their Saving Grace, O Lord King.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੁਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20474,
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ੍ਹ ਕੀ ਨਿੰਦਾ. ਕੋੲੀ ਕਿਅਾ ਕਰੇ; ਜਿਨ੍ਹ ਹਰਿ ਨਾਮੁ ਪਿਅਾਰਾ ||",
    "transliteration": "Thinh Kee Nindhaa Koee Kiaa Karae Jinh Har Naam Piaaraa ||",
    "translation": "How can anyone slander them? The Lord's Name is dear to them.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਨਹੀਂ ਕਰ ਸਕਦਾ ਕਿਉਂਕਿ ਕੋਈ ਨਿੰਦਣ-ਜੋਗ ਭੈੜ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਵਿਚ ਰਹਿ ਹੀ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20475,
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਸੇਤੀ. ਮਨੁ ਮਾਨਿਅਾ; ਸਭ ਦੁਸਟ ਝਖ ਮਾਰਾ ||",
    "transliteration": "Jin Har Saethee Man Maaniaa Sabh Dhusatt Jhakh Maaraa ||",
    "translation": "Those whose minds are in harmony with the Lord - all their enemies attack them in vain.",
    "punjabi": "ਸੋ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਭੈੜੇ ਮਨੁੱਖ (ਉਹਨਾਂ ਨੂੰ ਬਦਨਾਮ ਕਰਨ ਲਈ ਐਵੇਂ) ਵਿਅਰਥ ਟੱਕਰਾਂ ਮਾਰਦੇ ਹਨ।",
    "pronunciation": "(ਸੇਤੀ) ਨਾਲ[ ਝਖ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20476,
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਹਰਿ ਰਖਣਹਾਰਾ ||੩||",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Har Rakhanehaaraa ||3||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord, the Lord Protector. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜੇ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹਰੀ (ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20477,
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਜੁਗੁ ਜੁਗੁ. ਭਗਤ ੳੁਪਾੲਿਅਾ; ਪੈਜ ਰਖਦਾ ਅਾੲਿਅਾ. ਰਾਮ ਰਾਜੇ ||",
    "transliteration": "Har Jug Jug Bhagath Oupaaeiaa Paij Rakhadhaa Aaeiaa Raam Raajae ||",
    "translation": "In each and every age, He creates His devotees and preserves their honor, O Lord King.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ ਭਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ, (ਭੀੜਾ ਸਮੇ) ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਜੁੱਗੁ ਜੁੱਗੁ",
    "type_id": 3
  },
  {
    "id": 20478,
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਣਾਖਸੁ ਦੁਸਟੁ ਹਰਿ ਮਾਰਿਅਾ; ਪ੍ਰਹਲਾਦੁ ਤਰਾੲਿਅਾ ||",
    "transliteration": "Haranaakhas Dhusatt Har Maariaa Prehalaadh Tharaaeiaa ||",
    "translation": "The Lord killed the wicked Harnaakhash, and saved Prahlaad.",
    "punjabi": "(ਜਿਵੇਂ ਕਿ, ਪ੍ਰਹਿਲਾਦ ਦੇ ਜ਼ਾਲਮ ਪਿਤਾ) ਚੰਦਰੇ ਹਰਣਾਖੁਸ਼ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ (ਆਖ਼ਰ ਜਾਨੋਂ) ਮਾਰ ਦਿੱਤਾ (ਤੇ ਆਪਣੇ ਭਗਤ) ਪ੍ਰਹਿਲਾਦ ਨੂੰ (ਪਿਉ ਦੇ ਦਿੱਤੇ ਕਸ਼ਟਾਂ ਤੋਂ) ਸਹੀ ਸਲਾਮਤਿ ਬਚਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20479,
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਹੰਕਾਰੀਅਾ ਨਿੰਦਕਾ. ਪਿਠਿ ਦੇੲਿ; ਨਾਮਦੇੳੁ. ਮੁਖਿ ਲਾੲਿਅਾ ||",
    "transliteration": "Ahankaareeaa Nindhakaa Pith Dhaee Naamadhaeo Mukh Laaeiaa ||",
    "translation": "He turned his back on the egotists and slanderers, and showed His Face to Naam Dayv.",
    "punjabi": "(ਜਿਵੇਂ ਕਿ, ਮੰਦਰ ਵਿਚੋਂ ਧੱਕੇ ਦੇਣ ਵਾਲੇ) ਨਿੰਦਕਾਂ ਤੇ (ਜਾਤਿ-) ਅਭਿਮਾਨੀਆਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਨੇ) ਪਿੱਠ ਦੇ ਕੇ (ਆਪਣੇ ਭਗਤ) ਨਾਮਦੇਵ ਨੂੰ ਦਰਸ਼ਨ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20480,
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਅੈਸਾ ਹਰਿ ਸੇਵਿਅਾ; ਅੰਤਿ ਲੲੇ ਛਡਾੲਿਅਾ ||੪||੧੩||੨੦||",
    "transliteration": "Jan Naanak Aisaa Har Saeviaa Anth Leae Shhaddaaeiaa ||4||13||20||",
    "translation": "Servant Nanak has so served the Lord, that He will deliver him in the end. ||4||13||20||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹੋ ਜਿਹੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦਾ ਹੈ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਦੋਖੀਆਂ ਵਲੋਂ ਦਿੱਤੇ ਜਾ ਰਹੇ ਸਭ ਕਸ਼ਟਾਂ ਤੋਂ) ਆਖ਼ਰ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧੩॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20481,
    "shabad_id": 1661,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੪ ਛੰਤ ਘਰੁ ੫",
    "transliteration": "Aasaa Mehalaa 4 Shhanth Ghar 5",
    "translation": "Aasaa, Fourth Mehl, Chhant, Fifth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20482,
    "shabad_id": 1661,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20483,
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਪਰਦੇਸੀ. ਵੇ ਪਿਅਾਰੇ; ਅਾੳੁ ਘਰੇ ||",
    "transliteration": "Maerae Man Paradhaesee Vae Piaarae Aao Gharae ||",
    "translation": "O my dear beloved stranger mind, please come home!",
    "punjabi": "ਹੇ ਥਾਂ ਥਾਂ ਭਟਕ ਰਹੇ ਮਨ! ਹੇ ਪਿਆਰੇ ਮਨ! ਕਦੇ ਤਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20484,
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਗੁਰੂ ਮਿਲਾਵਹੁ. ਮੇਰੇ ਪਿਅਾਰੇ; ਘਰਿ ਵਸੈ ਹਰੇ ||",
    "transliteration": "Har Guroo Milaavahu Maerae Piaarae Ghar Vasai Harae ||",
    "translation": "Meet with the Lord-Guru, O my dear beloved, and He will dwell in the home of your self.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹਰਿ-ਰੂਪ ਗੁਰੂ ਨੂੰ ਮਿਲ (ਤੈਨੂੰ ਸਮਝ ਪੈ ਜਾਇਗੀ ਕਿ ਸਭ ਸੁਖਾਂ ਦਾ ਦਾਤਾ) ਪਰਮਾਤਮਾ ਤੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20485,
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਰੰਗਿ ਰਲੀਅਾ ਮਾਣਹੁ. ਮੇਰੇ ਪਿਅਾਰੇ; ਹਰਿ ਕਿਰਪਾ ਕਰੇ ||",
    "transliteration": "Rang Raleeaa Maanahu Maerae Piaarae Har Kirapaa Karae ||",
    "translation": "Revel in His Love, O my dear beloved, as the Lord bestows His Mercy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣ (ਅਰਦਾਸ ਕਰਦਾ ਰਹੁ ਕਿ ਤੇਰੇ ਉਤੇ) ਪ੍ਰਭੂ ਇਹ ਮੇਹਰ (ਦੀ ਦਾਤਿ) ਕਰੇ।",
    "pronunciation": "(ਰਲੀਅਾ) ਮੌਜਾਂ",
    "type_id": 3
  },
  {
    "id": 20486,
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ ਤੁਠਾ. ਮੇਰੇ ਪਿਅਾਰੇ; ਮੇਲੇ ਹਰੇ ||੧||",
    "transliteration": "Gur Naanak Thuthaa Maerae Piaarae Maelae Harae ||1||",
    "translation": "As Guru Nanak is pleased, O my dear beloved, we are united with the Lord. ||1||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਤੁੱਠਾ",
    "type_id": 3
  },
  {
    "id": 20487,
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮੈ. ਪ੍ਰੇਮੁ ਨ ਚਾਖਿਅਾ, ਮੇਰੇ ਪਿਅਾਰੇ; ਭਾੳੁ ਕਰੇ ||",
    "transliteration": "Mai Praem N Chaakhiaa Maerae Piaarae Bhaao Karae ||",
    "translation": "I have not tasted divine love, O my dear beloved, within my heart.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਪ੍ਰੇਮ ਜੋੜ ਕੇ ਉਸ ਦੇ ਪਿਆਰ ਦਾ ਸੁਆਦ (ਕਦੇ ਭੀ) ਨਹੀਂ ਚੱਖਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20488,
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮਨਿ. ਤਿ੍ਰਸਨਾ ਨ ਬੁਝੀ, ਮੇਰੇ ਪਿਅਾਰੇ; ਨਿਤ ਅਾਸ ਕਰੇ ||",
    "transliteration": "Man Thrisanaa N Bujhee Maerae Piaarae Nith Aas Karae ||",
    "translation": "The mind's desires are not quenched, O my dear beloved, but I still hold out hope.",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਮਨ ਵਿਚ (ਵੱਸ ਰਹੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਮੁੱਕੀ ਹੀ ਨਹੀਂ, (ਮੇਰਾ ਮਨ) ਸਦਾ (ਮਾਇਆ ਦੀਆਂ ਹੀ) ਆਸਾਂ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਬੁਝੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20489,
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਿਤ ਜੋਬਨੁ ਜਾਵੈ. ਮੇਰੇ ਪਿਅਾਰੇ; ਜਮੁ ਸਾਸ ਹਿਰੇ ||",
    "transliteration": "Nith Joban Jaavai Maerae Piaarae Jam Saas Hirae ||",
    "translation": "Youth is passing away, O my dear beloved, and death is stealing away the breath of life.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਸਦਾ (ਇਸੇ ਹਾਲਤ ਵਿਚ ਹੀ) ਮੇਰੀ ਜਵਾਨੀ ਲੰਘਦੀ ਜਾ ਰਹੀ ਹੈ ਤੇ ਮੌਤ ਦਾ ਦੇਵਤਾ ਮੇਰੇ ਸੁਆਸਾਂ ਨੂੰ (ਗਹੁ ਨਾਲ) ਤੱਕ ਰਿਹਾ ਹੈ (ਕਿ ਸੁਆਸ ਪੂਰੇ ਹੋਣ ਤੇ ਇਸ ਨੂੰ ਆ ਫੜਾਂ)।",
    "pronunciation": "(ਹਿਰੇ) ਚੁਰਾੳੁਂਦਾ",
    "type_id": 3
  },
  {
    "id": 20490,
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਭਾਗ ਮਣੀ ਸੋਹਾਗਣਿ, ਮੇਰੇ ਪਿਅਾਰੇ; ਨਾਨਕ. ਹਰਿ ੳੁਰਿ ਧਾਰੇ ||੨||",
    "transliteration": "Bhaag Manee Sohaagan Maerae Piaarae Naanak Har Our Dhhaarae ||2||",
    "translation": "The virtuous bride realizes the good fortune of her destiny, O my dear beloved; O Nanak, she enshrines the Lord within her heart. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਗਾਂ ਵਾਲੀ ਬਣਦੀ ਹੈ ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗਾਂ ਦੀ ਮਣੀ ਚਮਕਦੀ ਹੈ ਜੇਹੜੀ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
