[
  {
    "id": 20491,
    "shabad_id": 1661,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਿਰ ਰਤਿਅੜੇ. ਮੈਡੇ ਲੋੲਿਣ. ਮੇਰੇ ਪਿਅਾਰੇ; ਚਾਤਿ੍ਰਕ ਬੂੰਦ ਜਿਵੈ ॥",
    "transliteration": "Pir Rathiarrae Maiddae Loein Maerae Piaarae Chaathrik Boondh Jivai ||",
    "translation": "My eyes are drenched with the Love of my Husband Lord, O my dear beloved, like the song-bird with the rain drop.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੀਆਂ ਅੱਖਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸ਼ਨ ਵਿਚ ਮਸਤ ਹਨ ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤੀ ਵਰਖਾ ਦੀ) ਬੂੰਦ (ਲਈ ਤਾਂਘਦਾ ਹੈ)।",
    "pronunciation": "ਰੱਤਿਅੜੇ। ਚਾਤ੍ਰਿ ਕ",
    "type_id": 3
  },
  {
    "id": 20492,
    "shabad_id": 1661,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਮਨੁ ਸੀਤਲੁ ਹੋਅਾ. ਮੇਰੇ ਪਿਅਾਰੇ; ਹਰਿ ਬੂੰਦ ਪੀਵੈ ॥",
    "transliteration": "Man Seethal Hoaa Maerae Piaarae Har Boondh Peevai ||",
    "translation": "My mind is cooled and soothed, O my dear beloved, by drinking in the rain drops of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਦੋਂ ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਜਲ ਦੀ ਬੂੰਦ ਪੀਂਦਾ ਹੈ ਤਾਂ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20493,
    "shabad_id": 1661,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਤਨਿ ਬਿਰਹੁ ਜਗਾਵੈ. ਮੇਰੇ ਪਿਅਾਰੇ; ਨੀਦ ਨ ਪਵੈ. ਕਿਵੈ ॥",
    "transliteration": "Than Birahu Jagaavai Maerae Piaarae Needh N Pavai Kivai ||",
    "translation": "Separation from my Lord keeps my body awake, O my dear beloved; I cannot sleep at all.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਸਰੀਰ ਵਿਚ ਉਪਜਿਆ ਹੋਇਆ ਵਿਛੋੜੇ ਦਾ ਦਰਦ ਮੈਨੂੰ ਜਗਾਈ ਰੱਖਦਾ ਹੈ, ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "(ਬਿਰਹੁ) ਵਿਛੋੜੇ ਦਾ ਦਰਦ",
    "type_id": 3
  },
  {
    "id": 20494,
    "shabad_id": 1661,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਸਜਣੁ ਲਧਾ. ਮੇਰੇ ਪਿਅਾਰੇ; ਨਾਨਕ. ਗੁਰੂ ਲਿਵੈ ॥੩॥",
    "transliteration": "Har Sajan Ladhhaa Maerae Piaarae Naanak Guroo Livai ||3||",
    "translation": "Nanak has found the Lord, the True Friend, O my dear beloved, by loving the Guru. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਲਗਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਸੱਜਣ ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲਿਆ ਹੈ ॥੩॥",
    "pronunciation": "ਸੱਜਣੁ। ਲੱਧਾ",
    "type_id": 3
  },
  {
    "id": 20495,
    "shabad_id": 1661,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਚੜਿ ਚੇਤੁ ਬਸੰਤੁ ਮੇਰੇ ਪਿਅਾਰੇ; ਭਲੀਅ ਰੁਤੇ ॥",
    "transliteration": "Charr Chaeth Basanth Maerae Piaarae Bhaleea Ruthae ||",
    "translation": "In the month of Chayt, O my dear beloved, the pleasant season of spring begins.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਚੇਤ (ਦਾ ਮਹੀਨਾ) ਚੜ੍ਹਦਾ ਹੈ, ਬਸੰਤ (ਦਾ ਮੌਸਮ) ਆਉਂਦਾ ਹੈ, (ਸਾਰਾ ਸੰਸਾਰ ਆਖਦਾ ਹੈ ਕਿ ਇਹ) ਸੋਹਣੀ ਰੁੱਤ (ਆ ਗਈ ਹੈ, ਪਰ)",
    "pronunciation": "ਚੜਿ੍ਹ।ਰੁੱਤੇ",
    "type_id": 3
  },
  {
    "id": 20496,
    "shabad_id": 1661,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਪਿਰ ਬਾਝੜਿਅਹੁ. ਮੇਰੇ ਪਿਅਾਰੇ; ਅਾਂਗਣਿ ਧੂੜਿ ਲੁਤੇ ॥",
    "transliteration": "Pir Baajharriahu Maerae Piaarae Aaangan Dhhoorr Luthae ||",
    "translation": "But without my Husband Lord, O my dear beloved, my courtyard is filled with dust.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਪ੍ਰਭੂ-ਪਤੀ (ਦੇ ਮਿਲਾਪ) ਤੋਂ ਬਿਨਾ (ਮੇਰੇ ਹਿਰਦੇ ਦੇ) ਵੇਹੜੇ ਵਿਚ ਧੂੜ ਉੱਡ ਰਹੀ ਹੈ।",
    "pronunciation": "ਬਾਝੜਿ-ਅਹੁ।ਹਿਰਦੇ ਰੂਪੀ (ਅਾਂਗਣਿ) ਵਿਹੜੇ। (ਲੁਤੇ) ੳੁ੍ਨਡਦੀ।ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 20497,
    "shabad_id": 1661,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਮਨਿ ਅਾਸ ੳੁਡੀਣੀ. ਮੇਰੇ ਪਿਅਾਰੇ; ਦੁੲਿ ਨੈਨ ਜੁਤੇ ॥",
    "transliteration": "Man Aas Ouddeenee Maerae Piaarae Dhue Nain Juthae ||",
    "translation": "But my sad mind is still hopeful, O my dear beloved; my eyes are both fixed upon Him.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਆਸ ਉੱਠ ਰਹੀ ਹੈ, (ਮੈਂ ਦੁਨੀਆ ਦੇ ਭਾ ਦੀ ਸੋਹਣੀ ਬਸੰਤ ਰੁੱਤ ਵਲੋਂ) ਉਦਾਸ ਹਾਂ, ਮੇਰੀਆਂ ਦੋਵੇਂ ਅੱਖਾਂ (ਬਸੰਤ ਦੇ ਖੇੜੇ ਨੂੰ ਵੇਖਣ ਦੇ ਥਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸਨ ਦੀ ਉਡੀਕ ਵਿਚ) ਜੁੜੀਆਂ ਪਈਆਂ ਹਨ।",
    "pronunciation": "(ੳੁਡੀਣੀ) ੳੁਦਾਸ। (ਜੁਤੇ)ਜੁੜੇ।ਜੁਤੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20498,
    "shabad_id": 1661,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ ਦੇਖਿ ਵਿਗਸੀ. ਮੇਰੇ ਪਿਅਾਰੇ; ਜਿੳੁ ਮਾਤ ਸੁਤੇ ॥੪॥",
    "transliteration": "Gur Naanak Dhaekh Vigasee Maerae Piaarae Jio Maath Suthae ||4||",
    "translation": "Beholding the Guru, Nanak is filled with wondrous joy, like a child, gazing upon his mother. ||4||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-ਹੁਣ) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਵੇਖ ਕੇ (ਮੇਰੀ ਜਿੰਦ ਇਉਂ) ਖਿੜ ਪਈ ਹੈ ਜਿਵੇਂ ਮਾਂ ਆਪਣੇ ਪੁੱਤਰ ਨੂੰ ਵੇਖ ਕੇ ਖਿੜ ਪੈਂਦੀ ਹੈ ॥੪॥",
    "pronunciation": "(ਸੱੁਤੇ) ਪੁੱਤ",
    "type_id": 3
  },
  {
    "id": 20499,
    "shabad_id": 1661,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਕੀਅਾ ਕਥਾ ਕਹਾਣੀਅਾ, ਮੇਰੇ ਪਿਅਾਰੇ; ਸਤਿਗੁਰੂ ਸੁਣਾੲੀਅਾ ॥",
    "transliteration": "Har Keeaa Kathhaa Kehaaneeaa Maerae Piaarae Sathiguroo Sunaaeeaa ||",
    "translation": "The True Guru has preached the sermon of the Lord, O my dear beloved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੀਆਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਈਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20500,
    "shabad_id": 1661,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਵਿਟੜਿਅਹੁ ਹੳੁ ਘੋਲੀ, ਮੇਰੇ ਪਿਅਾਰੇ; ਜਿਨਿ ਹਰਿ ਮੇਲਾੲੀਅਾ ॥",
    "transliteration": "Gur Vittarriahu Ho Gholee Maerae Piaarae Jin Har Maelaaeeaa ||",
    "translation": "I am a sacrifice to the Guru, O my dear beloved, who has united me with the Lord.",
    "punjabi": "ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦੀ ਹਾਂ ਜਿਸ ਨੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਵਿਟ-ੜਿਅਹੁ) ਤੋਂ। (ਘੋਲੀ) ਸਦਕੇ। ਮੇਲਾੲੀ-ਅਾ",
    "type_id": 3
  },
  {
    "id": 20501,
    "shabad_id": 1661,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਸਭਿ ਅਾਸਾ ਹਰਿ ਪੂਰੀਅਾ, ਮੇਰੇ ਪਿਅਾਰੇ; ਮਨਿ ਚਿੰਦਿਅੜਾ ਫਲੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Sabh Aasaa Har Pooreeaa Maerae Piaarae Man Chindhiarraa Fal Paaeiaa ||",
    "translation": "The Lord has fulfilled all my hopes, O my dear beloved; I have obtained the fruits of my heart's desires.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਪ੍ਰਭੂ ਨੇ ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਕਰ ਦਿੱਤੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਪਾਸੇ ਮੈਂ ਮਨ-ਚਿਤਵਿਆ ਫਲ ਪਾ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਚਿੰਦਿਅੜਾ) ੲਿੱਛਤ",
    "type_id": 3
  },
  {
    "id": 20502,
    "shabad_id": 1661,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਤੁਠੜਾ. ਮੇਰੇ ਪਿਅਾਰੇ; ਜਨੁ ਨਾਨਕੁ. ਨਾਮਿ ਸਮਾੲਿਅਾ ॥੫॥",
    "transliteration": "Har Thutharraa Maerae Piaarae Jan Naanak Naam Samaaeiaa ||5||",
    "translation": "When the Lord is pleased, O my dear beloved, servant Nanak is absorbed into the Naam. ||5||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਿਸ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਉਤੇ) ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(ਤੱੁਠੜਾ) ਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 20503,
    "shabad_id": 1661,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਪਿਅਾਰੇ ਹਰਿ ਬਿਨੁ; ਪ੍ਰੇਮੁ ਨ ਖੇਲਸਾ ॥",
    "transliteration": "Piaarae Har Bin Praem N Khaelasaa ||",
    "translation": "Without the Beloved Lord, there is no play of love.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਹੋਰ ਨਾਲ) ਮੈਂ ਪ੍ਰੇਮ (ਦੀ ਖੇਡ) ਨਹੀਂ ਖੇਡਾਂਗੀ।",
    "pronunciation": "ਖ੍ਹੇਲਸਾਂ",
    "type_id": 3
  },
  {
    "id": 20504,
    "shabad_id": 1661,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਕਿੳੁ ਪਾੲੀ ਗੁਰੁ; ਜਿਤੁ ਲਗਿ ਪਿਅਾਰਾ ਦੇਖਸਾ ॥",
    "transliteration": "Kio Paaee Gur Jith Lag Piaaraa Dhaekhasaa ||",
    "translation": "How can I find the Guru? Grasping hold of Him, I behold my Beloved.",
    "punjabi": "(ਹੇ ਪਿਆਰੇ! ਦੱਸ) ਮੈਂ ਕਿਵੇਂ ਗੁਰੂ ਨੂੰ ਲੱਭਾਂ ਜਿਸ ਦੀ ਰਾਹੀਂ ਹੀ ਮੈਂ ਤੇਰਾ ਦਰਸ਼ਨ ਕਰ ਸਕਾਂਗੀ।",
    "pronunciation": "ਦੇਖਸਾਂ",
    "type_id": 3
  },
  {
    "id": 20505,
    "shabad_id": 1661,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਦਾਤੜੇ ਮੇਲਿ ਗੁਰੂ; ਮੁਖਿ ਗੁਰਮੁਖਿ ਮੇਲਸਾ ॥",
    "transliteration": "Har Dhaatharrae Mael Guroo Mukh Guramukh Maelasaa ||",
    "translation": "O Lord, O Great Giver, let me meet the Guru; as Gurmukh, may I merge with You.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਦਾਤਾਰ ਹਰੀ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂਗੀ।",
    "pronunciation": "ਦੱਾਤੜੇ।ਮੇਲਸਾਂ",
    "type_id": 3
  },
  {
    "id": 20506,
    "shabad_id": 1661,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ ਪਾੲਿਅਾ ਮੇਰੇ ਪਿਅਾਰੇ; ਧੁਰਿ ਮਸਤਕਿ ਲੇਖੁ ਸਾ ॥੬॥੧੪॥੨੧॥",
    "transliteration": "Gur Naanak Paaeiaa Maerae Piaarae Dhhur Masathak Laekh Saa ||6||14||21||",
    "translation": "Nanak has found the Guru, O my dear beloved; such was the destiny inscribed upon his forehead. ||6||14||21||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! (ਜਿਸ ਵਡ-ਭਾਗੀ ਦੇ) ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੬॥੧੪॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20507,
    "shabad_id": 1662,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20508,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਰਾਗੁ ਅਾਸਾ ਮਹਲਾ ੫ ਛੰਤੁ ਘਰੁ ੧ ॥",
    "transliteration": "Raag Aasaa Mehalaa 5 Shhanth Ghar 1 ||",
    "translation": "Raag Aasaa, Fifth Mehl, Chhant, First House:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20509,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਨਦੋ ਅਨਦੁ ਘਣਾ; ਮੈ. ਸੋ ਪ੍ਰਭੁ ਡੀਠਾ ਰਾਮ ॥",
    "transliteration": "Anadho Anadh Ghanaa Mai So Prabh Ddeethaa Raam ||",
    "translation": "Joy - great joy! I have seen the Lord God!",
    "punjabi": "(ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ) ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ ਹੈ (ਜੋ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ),",
    "pronunciation": "ਅਨ-ਦੋ। ਅਨ-ਦੁ",
    "type_id": 3
  },
  {
    "id": 20510,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਚਾਖਿਅੜਾ ਚਾਖਿਅੜਾ; ਮੈ. ਹਰਿ ਰਸੁ ਮੀਠਾ ਰਾਮ ॥",
    "transliteration": "Chaakhiarraa Chaakhiarraa Mai Har Ras Meethaa Raam ||",
    "translation": "Tasted - I have tasted the sweet essence of the Lord.",
    "punjabi": "ਅਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਮਿੱਠਾ ਰਸ ਚੱਖ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20511,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਮੀਠਾ, ਮਨ ਮਹਿ ਵੂਠਾ; ਸਤਿਗੁਰੁ ਤੂਠਾ ਸਹਜੁ ਭੲਿਅਾ ॥",
    "transliteration": "Har Ras Meethaa Man Mehi Voothaa Sathigur Thoothaa Sehaj Bhaeiaa ||",
    "translation": "The sweet essence of the Lord has rained down in my mind; by the pleasure of the True Guru, I have attained peaceful ease.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਮਿੱਠਾ ਰਸ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ (ਕਿਉਂਕਿ) ਸਤਿਗੁਰੂ (ਮੇਰੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੋ ਗਿਆ ਹੈ (ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਮੇਰੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "(ਵੂੱਠਾ) ਵਸਿਅਾ। (ਤੂੱਠਾ) ਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 20512,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗਿ੍ਰਹੁ ਵਸਿ ਅਾੲਿਅਾ. ਮੰਗਲੁ ਗਾੲਿਅਾ; ਪੰਚ ਦੁਸਟ ਓੲਿ ਭਾਗਿ ਗੲਿਅਾ ॥",
    "transliteration": "Grihu Vas Aaeiaa Mangal Gaaeiaa Panch Dhusatt Oue Bhaag Gaeiaa ||",
    "translation": "I have come to dwell in the home of my own self, and I sing the songs of joy; the five villains have fled.",
    "punjabi": "ਹੁਣ ਮੇਰਾ (ਹਿਰਦਾ) ਘਰ ਵੱਸ ਪਿਆ ਹੈ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾ ਰਹੇ ਹਨ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚੋਂ) ਉਹ (ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀ ਨੱਸ ਗਏ ਹਨ।",
    "pronunciation": "ਵੱਸਿ।ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20513,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸੀਤਲ ਅਾਘਾਣੇ. ਅੰਮਿ੍ਰਤ ਬਾਣੇ; ਸਾਜਨ ਸੰਤ ਬਸੀਠਾ ॥",
    "transliteration": "Seethal Aaghaanae Anmrith Baanae Saajan Santh Baseethaa ||",
    "translation": "I am soothed and satisfied with the Ambrosial Bani of His Word; the friendly Saint is my advocate.",
    "punjabi": "(ਜਦੋਂ ਦਾ) ਮਿੱਤਰ ਗੁਰੂ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਣ ਵਾਸਤੇ) ਵਕੀਲ ਬਣਿਆ ਹੈ, ਉਸ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਠੰਢੇ-ਠਾਰ ਹੋ ਗਏ ਹਨ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਰੱਜ ਗਏ ਹਨ।",
    "pronunciation": "(ਸੀਤਲ) ਠੰਢੇ। (ਅਾਘਾਣੇ) ਰੱਜ ਗੲੇ। (ਬਸੀਠਾ) ਵਿਚੋਲਾ",
    "type_id": 3
  },
  {
    "id": 20514,
    "shabad_id": 1662,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਸਿੳੁ ਮਨੁ ਮਾਨਿਅਾ; ਸੋ ਪ੍ਰਭੁ ਨੈਣੀ ਡੀਠਾ ॥੧॥",
    "transliteration": "Kahu Naanak Har Sio Man Maaniaa So Prabh Nainee Ddeethaa ||1||",
    "translation": "Says Nanak, my mind is in harmony with the Lord; I have seen God with my eyes. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਮਨ ਹੁਣ ਪਰਮਾਤਮਾ ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ, ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20515,
    "shabad_id": 1662,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੋਹਿਅੜੇ ਸੋਹਿਅੜੇ; ਮੇਰੇ ਬੰਕ ਦੁਅਾਰੇ. ਰਾਮ ॥",
    "transliteration": "Sohiarrae Sohiarrae Maerae Bank Dhuaarae Raam ||",
    "translation": "Adorned - adorned are my beauteous gates, O Lord.",
    "punjabi": "(ਹੇ ਸਖੀ! ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਦੇ ਸਾਰੇ ਦਰਵਾਜ਼ੇ) ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੋਹਣੇ ਹੋ ਗਏ ਹਨ ਸੋਭਨੀਕ ਹੋ ਗਏ ਹਨ,",
    "pronunciation": "(ਸੋਹਿਅੜੇ) ਸੋਭਨੀਕ। (ਬੰਕ) ਸੁੰਦਰ। (ਦੁਅਾਰੇ) ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ",
    "type_id": 3
  },
  {
    "id": 20516,
    "shabad_id": 1662,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਪਾਹੁਨੜੇ ਪਾਹੁਨੜੇ; ਮੇਰੇ ਸੰਤ ਪਿਅਾਰੇ. ਰਾਮ ॥",
    "transliteration": "Paahunarrae Paahunarrae Maerae Santh Piaarae Raam ||",
    "translation": "Guests - my guests are the Beloved Saints, O Lord.",
    "punjabi": "(ਕਿਉਂਕਿ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ) ਮੇਰੀ ਜਿੰਦ ਦੇ ਸਾਈਂ ਮੇਰੇ ਸੰਤ-ਪ੍ਰਭੂ ਜੀ ਆ ਬਿਰਾਜੇ ਹਨ।",
    "pronunciation": "(ਪਾਹੁਨੜੇ) ਪ੍ਰਾਹੁਣੇ",
    "type_id": 3
  },
  {
    "id": 20517,
    "shabad_id": 1662,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸੰਤ ਪਿਅਾਰੇ. ਕਾਰਜ ਸਾਰੇ; ਨਮਸਕਾਰ ਕਰਿ. ਲਗੇ ਸੇਵਾ ॥",
    "transliteration": "Santh Piaarae Kaaraj Saarae Namasakaar Kar Lagae Saevaa ||",
    "translation": "The Beloved Saints have resolved my affairs; I humbly bowed to them, and committed myself to their service.",
    "punjabi": "ਮੇਰੇ ਪਿਆਰੇ ਸੰਤ-ਪ੍ਰਭੂ ਜੀ ਮੇਰੇ ਕੰਮ ਸਾਰੇ ਸੰਵਾਰ ਰਹੇ ਹਨ (ਮੇਰੇ ਸਾਰੇ ਗਿਆਨ-ਇ੍ਰੰਦੇ ਉਸ ਸੰਤ-ਪ੍ਰਭੂ ਨੂੰ) ਨਮਸਕਾਰ ਕਰ ਕੇ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗ ਗਏ ਹਨ।",
    "pronunciation": "(ਸਾਰੇ) ਸਵਾਰੇ",
    "type_id": 3
  },
  {
    "id": 20518,
    "shabad_id": 1662,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਜਾਞਞੀ. ਅਾਪੇ ਮਾਞਞੀ; ਅਾਪਿ ਸੁਅਾਮੀ. ਅਾਪਿ ਦੇਵਾ ॥",
    "transliteration": "Aapae Jaanjee Aapae Maanjee Aap Suaamee Aap Dhaevaa ||",
    "translation": "He Himself is the groom's party, and He Himself the bride's party; He Himself is the Lord and Master; He Himself is the Divine Lord.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਜਾਂਞੀ ਹੈ ਉਹ ਆਪ ਹੀ ਮੇਲ ਹੈ ਉਹ ਆਪ ਹੀ ਮਾਲਕ ਹੈ ਉਹ ਆਪ ਹੀ ਇਸ਼ਟ-ਦੇਵ ਹੈ।",
    "pronunciation": "(ਜਾਂਞੀ) ਬਰਾਤੀ।(ਮਾਂਞੀ) ਲੜਕੀ ਵਾਲਿਅਾਂ ਦਾ ਮੇਲ। (ਸੁਅਾਮੀ) ਪਤੀ ਸਰੂਪ। (ਦੇਵਾ) ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਹਰਿ ਜੀ",
    "type_id": 3
  },
  {
    "id": 20519,
    "shabad_id": 1662,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਪਣਾ ਕਾਰਜੁ ਅਾਪਿ ਸਵਾਰੇ; ਅਾਪੇ ਧਾਰਨ ਧਾਰੇ ॥",
    "transliteration": "Apanaa Kaaraj Aap Savaarae Aapae Dhhaaran Dhhaarae ||",
    "translation": "He Himself resolves His own affairs; He Himself sustains the Universe.",
    "punjabi": "(ਮੇਰੀ ਜਿੰਦ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਮੇਰੀ ਜਿੰਦ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨ ਦਾ ਇਹ) ਆਪਣਾ ਕੰਮ ਆਪ ਹੀ ਸਿਰੇ ਚਾੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "(ਧਾਰਨ) ਸਿ੍ਰਸ਼ਟੀ ਨੰੂ (ਧਾਰੇ) ਅਾਸਰਾ ਦਿੰਦੇ",
    "type_id": 3
  },
  {
    "id": 20520,
    "shabad_id": 1662,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸਹੁ ਘਰ ਮਹਿ ਬੈਠਾ; ਸੋਹੇ ਬੰਕ ਦੁਅਾਰੇ ॥੨॥",
    "transliteration": "Kahu Naanak Sahu Ghar Mehi Baithaa Sohae Bank Dhuaarae ||2||",
    "translation": "Says Nanak, my Bridegroom is sitting in my home; the gates of my body are beautifully adorned. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਬੈਠਦਾ ਹੈ, ਮੇਰੇ ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਸੋਹਣੇ ਬਣ ਗਏ ਹਨ ॥੨॥",
    "pronunciation": "(ਸਹੁ) ਖਸਮ ਹਰਿ ਜੀ। (ਸੋਹੇ) ਸੋਭਨੀਕ। (ਬੰਕ) ਸੋਹਣੇ (ਦੁਅਾਰੇ) ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ",
    "type_id": 3
  },
  {
    "id": 20521,
    "shabad_id": 1662,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਨਵ ਨਿਧੇ ਨੳੁ ਨਿਧੇ; ਮੇਰੇ ਘਰ ਮਹਿ ਅਾੲੀ. ਰਾਮ ॥",
    "transliteration": "Nav Nidhhae No Nidhhae Maerae Ghar Mehi Aaee Raam ||",
    "translation": "The nine treasures - the nine treasures come into my home, Lord.",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਟਿਕੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20522,
    "shabad_id": 1662,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ. ਮੈ ਸਭੁ ਕਿਛੁ ਪਾੲਿਅਾ; ਨਾਮੁ ਧਿਅਾੲੀ ਰਾਮ ॥",
    "transliteration": "Sabh Kishh Mai Sabh Kishh Paaeiaa Naam Dhhiaaee Raam ||",
    "translation": "Everything - I obtain everything, meditating on the Naam, the Name of the Lord.",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ, ਮੈਨੂੰ ਹਰੇਕ ਪਦਾਰਥ ਮਿਲ ਗਿਆ ਹੈ, ਮੈਂ ਸਭ ਕੁਝ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20523,
    "shabad_id": 1662,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਨਾਮੁ ਧਿਅਾੲੀ. ਸਦਾ ਸਖਾੲੀ; ਸਹਜ ਸੁਭਾੲੀ ਗੋਵਿੰਦਾ ॥",
    "transliteration": "Naam Dhhiaaee Sadhaa Sakhaaee Sehaj Subhaaee Govindhaa ||",
    "translation": "Meditating on the Naam, the Lord of the Universe becomes the one's eternal companion, and he dwells in peaceful ease.",
    "punjabi": "ਮੈਂ ਉਸ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਹਾਂ ਜੋ ਮੇਰਾ ਸਦਾ ਲਈ ਸਾਥੀ ਬਣ ਗਿਆ ਹੈ, ਜਿਸ ਦਾ ਸਦਕਾ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਪ੍ਰੇਮ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਸਖਾੲੀ) ਸਹਾੲਿਕ। ਗੋ-ਵਿੰਦਾ",
    "type_id": 3
  },
  {
    "id": 20524,
    "shabad_id": 1662,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਗਣਤ ਮਿਟਾੲੀ. ਚੂਕੀ ਧਾੲੀ; ਕਦੇ ਨ ਵਿਅਾਪੈ ਮਨ ਚਿੰਦਾ ॥",
    "transliteration": "Ganath Mittaaee Chookee Dhhaaee Kadhae N Viaapai Man Chindhaa ||",
    "translation": "His calculations are ended, his wanderings cease, and his mind is no longer afflicted with anxiety.",
    "punjabi": "ਮੈਂ, ਆਪਣੇ ਅੰਦਰ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟਾ ਲਿਆ ਹੈ, ਮੇਰੀ ਭਟਕਣਾ ਮੁੱਕ ਗਈ ਹੈ, ਕੋਈ ਚਿੰਤਾ ਮੇਰੇ ਮਨ ਉਤੇ ਕਦੇ ਜੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "pronunciation": "(ਗਣਤ) ਲੇਖਾ ਜੋਖਾ। (ਧਾੲੀ) ਭਟਕਣਾ। (ਚਿੰਦਾ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 20525,
    "shabad_id": 1662,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਗੋਵਿੰਦ ਗਾਜੇ. ਅਨਹਦ ਵਾਜੇ; ਅਚਰਜ ਸੋਭ ਬਣਾੲੀ ॥",
    "transliteration": "Govindh Gaajae Anehadh Vaajae Acharaj Sobh Banaaee ||",
    "translation": "When the Lord of the Universe reveals Himself, and the unstruck melody of the sound current vibrates, the drama of wondrous splendor is enacted.",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਗੋਬਿੰਦ ਗੱਜ ਰਿਹਾ ਹੈ (ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦਾ ਆਨੰਦ ਪੂਰੇ ਜੋਬਨ ਵਿਚ ਹੈ। ਇਉਂ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਮਾਨੋ, ਸਾਰੇ ਸੰਗੀਤਕ ਸਾਜ) ਇੱਕ-ਰਸ (ਮੇਰੇ ਅੰਦਰ) ਵੱਜ ਰਹੇ ਹਨ। (ਪਰਮਾਤਮਾ ਨੇ ਮੇਰੇ ਅੰਦਰ) ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲੀ ਆਤਮਕ ਸੁੰਦਰਤਾ ਪੈਦਾ ਕਰ ਦਿੱਤੀ।",
    "pronunciation": "ਗਾੱਜੇ।ਵਾੱਜੇ।ਅ-ਚਰਜ",
    "type_id": 3
  },
  {
    "id": 20526,
    "shabad_id": 1662,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪਿਰੁ ਮੇਰੈ ਸੰਗੇ; ਤਾ ਮੈ ਨਵ ਨਿਧਿ ਪਾੲੀ ॥੩॥",
    "transliteration": "Kahu Naanak Pir Maerai Sangae Thaa Mai Nav Nidhh Paaee ||3||",
    "translation": "Says Nanak, when my Husband Lord is with me, I obtain the nine treasures. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ-ਪਤੀ ਮੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸ ਰਿਹਾ ਹੈ, ਤਾਹੀਏਂ ਮੈਨੂੰ ਪ੍ਰਤੀਤ ਹੋ ਰਿਹਾ ਹੈ ਕਿ ਮੈਂ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਲੱਭ ਲਏ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20527,
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਸਰਸਿਅੜੇ ਸਰਸਿਅੜੇ; ਮੇਰੇ ਭਾੲੀ ਸਭ ਮੀਤਾ. ਰਾਮ ॥",
    "transliteration": "Sarasiarrae Sarasiarrae Maerae Bhaaee Sabh Meethaa Raam ||",
    "translation": "Over-joyed - over-joyed are all my brothers and friends.",
    "punjabi": "ਹੁਣ ਮੇਰੇ ਸਾਰੇ ਮਿੱਤਰ ਭਰਾ (ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਆਨੰਦ-ਪੂਰਤਿ ਹੋ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਸਰ-ਸਿਅੜੇ) ਅਨੰਦਿਤ",
    "type_id": 3
  }
]
