[
  {
    "id": 20528,
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਬਿਖਮੋ ਬਿਖਮੁ ਅਖਾੜਾ; ਮੈ. ਗੁਰ ਮਿਲਿ ਜੀਤਾ. ਰਾਮ ॥",
    "transliteration": "Bikhamo Bikham Akhaarraa Mai Gur Mil Jeethaa Raam ||",
    "translation": "Meeting the Guru, I have won the most arduous battle in the arena of life.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਇਹ ਬੜਾ ਔਖਾ ਸੰਸਾਰ-ਅਖਾੜਾ ਜਿੱਤ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਬਿਖਮੋ) ਅੌਖੇ ਤੋਂ (ਬਿਖਮੁ) ਅੌਖਾ ੲਿੰਦਿ੍ਰਅਾਂ ਵਿਕਾਰਾਂ ਦੀ (ਅਖਾੜਾ) ਰਣ ਭੂਮੀ",
    "type_id": 3
  },
  {
    "id": 20529,
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਮਿਲਿ ਜੀਤਾ, ਹਰਿ ਹਰਿ ਕੀਤਾ; ਤੂਟੀ ਭੀਤਾ. ਭਰਮ ਗੜਾ ॥",
    "transliteration": "Gur Mil Jeethaa Har Har Keethaa Thoottee Bheethaa Bharam Garraa ||",
    "translation": "Meeting the Guru, I am victorious; praising the Lord, Har, Har, the walls of the fortress of doubt have been destroyed.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਸੰਸਾਰ-ਅਖਾੜਾ ਜਿੱਤਿਆ ਹੈ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ (ਮੈਂ ਪਹਿਲਾਂ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਿਲ੍ਹੇ ਵਿਚ ਕੈਦ ਸਾਂ, ਹੁਣ ਉਹ) ਭਟਕਣਾ ਦੇ ਕਿਲ੍ਹੇ ਦੀ ਕੰਧ ਢਹਿ ਪਈ ਹੈ।",
    "pronunciation": "(ਭੀ੍ਨਤਾ) ਕੰਧ। (ਗੜ੍ਹਾ) ਕਿਲੇ ਦੀ",
    "type_id": 3
  },
  {
    "id": 20530,
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਪਾੲਿਅਾ ਖਜਾਨਾ. ਬਹੁਤੁ ਨਿਧਾਨਾ; ਸਾਣਥ ਮੇਰੀ. ਅਾਪਿ ਖੜਾ ॥",
    "transliteration": "Paaeiaa Khajaanaa Bahuth Nidhhaanaa Saanathh Maeree Aap Kharraa ||",
    "translation": "I have obtained the wealth of so many treasures; the Lord Himself has stood by my side.",
    "punjabi": "ਮੈਂ ਹਰਿ-ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਹੈ, ਇਕ ਵੱਡਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਹੈ, ਮੇਰੀ ਸਹਾਇਤਾ ਉਤੇ ਪ੍ਰਭੂ ਆਪ (ਮੇਰੇ ਸਿਰ ਉਤੇ) ਆ ਖਲੋਤਾ ਹੈ।",
    "pronunciation": "(ਸਾਣਥ) ਸਹਾੲਿਤਾ ਲੲੀ। ਖੜ੍ਹਾ",
    "type_id": 3
  },
  {
    "id": 20531,
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਸੋੲੀ ਸੁਗਿਅਾਨਾ ਸੋ ਪਰਧਾਨਾ; ਜੋ. ਪ੍ਰਭਿ ਅਪਨਾ ਕੀਤਾ ॥",
    "transliteration": "Soee Sugiaanaa So Paradhhaanaa Jo Prabh Apanaa Keethaa ||",
    "translation": "He is the man of spiritual wisdom, and he is the leader, whom God has made His own.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਚੰਗੀ ਸੂਝ ਵਾਲਾ ਹੈ ਉਹੀ ਮਨੁੱਖ ਹਰ ਥਾਂ ਮੰਨਿਆ-ਪ੍ਰਮੰਨਿਆ ਹੋਇਆ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20532,
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜਾਂ ਵਲਿ ਸੁਅਾਮੀ; ਤਾ ਸਰਸੇ ਭਾੲੀ ਮੀਤਾ ॥੪॥੧॥",
    "transliteration": "Kahu Naanak Jaan Val Suaamee Thaa Sarasae Bhaaee Meethaa ||4||1||",
    "translation": "Says Nanak, when the Lord and Master is on my side, then my brothers and friends rejoice. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਖਸਮ-ਪ੍ਰਭੂ ਪੱਖ ਤੇ ਹੋਵੇ ਤਾਂ ਸਾਰੇ ਮਿੱਤਰ ਭਰਾ ਭੀ ਖ਼ੁਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੧॥",
    "pronunciation": "(ਵੱਲਿ) ਤਰਫ਼। (ਸਰਸੇ) ਖੁਸ਼",
    "type_id": 3
  },
  {
    "id": 20533,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20534,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਕਥਾ ਹਰਿ, ਅਕਥ ਕਥਾ; ਕਿਛੁ. ਜਾੲਿ ਨ ਜਾਣੀ ਰਾਮ ॥",
    "transliteration": "Akathhaa Har Akathh Kathhaa Kishh Jaae N Jaanee Raam ||",
    "translation": "Inexpressible is the sermon of the inexpressible Lord; it cannot be known at all.",
    "punjabi": "ਹੇ ਭਾਈ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਆਪਣੀ ਹਉਮੈ ਚਤੁਰਾਈ ਦੇ ਆਧਾਰ ਤੇ) ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, (ਸਿਆਣਪ-ਚਤੁਰਾਈ ਦੇ ਆਸਰੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ।",
    "pronunciation": "ਅ-ਕਥਾ।ਅ-ਕਥਾ:ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20535,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੁਰਿ ਨਰ. ਸੁਰਿ ਨਰ ਮੁਨਿ ਜਨ; ਸਹਜਿ ਵਖਾਣੀ. ਰਾਮ ॥",
    "transliteration": "Sur Nar Sur Nar Mun Jan Sehaj Vakhaanee Raam ||",
    "translation": "The demi-gods, mortal beings, angels and silent sages express it in their peaceful poise.",
    "punjabi": "ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਸ਼ਾਂਤ-ਚਿੱਤ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਵਖਾਣੀ) ਬਿਅਾਨ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 20536,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਹਜੇ ਵਖਾਣੀ. ਅਮਿੳੁ ਬਾਣੀ; ਚਰਣਕਮਲ ਰੰਗੁ ਲਾੲਿਅਾ ॥",
    "transliteration": "Sehajae Vakhaanee Amio Baanee Charan Kamal Rang Laaeiaa ||",
    "translation": "In their poise, they recite the Ambrosial Bani of the Lord's Word; they embrace love for the Lord's Lotus Feet.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਗੁਰਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤੀ ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ,",
    "pronunciation": "(ਅਮਿੳੁ) ਅੰਮਿ੍ਰਤ",
    "type_id": 3
  },
  {
    "id": 20537,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਪਿ ੲੇਕੁ. ਅਲਖੁ ਪ੍ਰਭੁ ਨਿਰੰਜਨੁ; ਮਨ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Jap Eaek Alakh Prabh Niranjan Man Chindhiaa Fal Paaeiaa ||",
    "translation": "Meditating on the One incomprehensible and immaculate Lord, they obtain the fruits of their heart's desires.",
    "punjabi": "ਉਸ ਇੱਕ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਉਹਨਾਂ ਨੇ ਮਨ-ਚਿਤਵਿਆ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ।",
    "pronunciation": "ਪ੍ਰਕਾਸ਼ ਹੀ ਪ੍ਰਕਾਸ਼ ਮਹਾਂ ਵਿਸਮਾਦ ਬੇਅੰਤ ੲੇਨਾ ਕਿ (ਅ-ਲਖੁ) ਜਾਨਣ ਰਹਿਤ ਕਿ ਕਿੰਨਾ। (ਚਿੰਦਿਅਾ) ਚਾਹਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20538,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਜਿ ਮਾਨੁ ਮੋਹੁ ਵਿਕਾਰੁ ਦੂਜਾ; ਜੋਤੀ ਜੋਤਿ ਸਮਾਣੀ ॥",
    "transliteration": "Thaj Maan Mohu Vikaar Dhoojaa Jothee Joth Samaanee ||",
    "translation": "Renouncing self-conceit, emotional attachment, corruption and duality, their light merges into the Light.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਮੋਹ ਵਿਕਾਰ ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰ ਕੇ ਆਪਣੀ ਸੁਰਤਿ ਰੱਬੀ ਨੂਰ ਵਿਚ ਜੋੜ ਲਈ,",
    "pronunciation": "(ਤਜਿ) ਤਿਅਾਗ ਕੇ",
    "type_id": 3
  },
  {
    "id": 20539,
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਗੁਰ ਪ੍ਰਸਾਦੀ; ਸਦਾ ਹਰਿ ਰੰਗੁ ਮਾਣੀ ॥੧॥",
    "transliteration": "Binavanth Naanak Gur Prasaadhee Sadhaa Har Rang Maanee ||1||",
    "translation": "Prays Nanak, by Guru's Grace, one enjoys the Lord's Love forever. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਬਿਨ-ਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 20540,
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਸੰਤਾ. ਹਰਿ ਸੰਤ ਸਜਨ; ਮੇਰੇ ਮੀਤ ਸਹਾੲੀ. ਰਾਮ ॥",
    "transliteration": "Har Santhaa Har Santh Sajan Maerae Meeth Sehaaee Raam ||",
    "translation": "The Lord's Saints - the Lord's Saints are my friends, my best friends and helpers.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ ਮੇਰੇ ਮਿੱਤਰ ਹਨ ਮੇਰੇ ਸੱਜਣ ਹਨ ਮੇਰੇ ਸਾਥੀ ਹਨ।",
    "pronunciation": "(ਸਹਾੲੀ) ਸਹਾੲਿਕ। ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 20541,
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਵਡਭਾਗੀ ਵਡਭਾਗੀ; ਸਤਸੰਗਤਿ ਪਾੲੀ. ਰਾਮ ॥",
    "transliteration": "Vaddabhaagee Vaddabhaagee Sathasangath Paaee Raam ||",
    "translation": "By great good fortune, by great good fortune, I have obtained the Sat Sangat, the True Congregation.",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਮੈਂ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਬੜੀ ਉੱਚੀ ਕਿਸਮਤ ਨਾਲ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20542,
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਵਡਭਾਗੀ ਪਾੲੇ. ਨਾਮੁ ਧਿਅਾੲੇ; ਲਾਥੇ ਦੂਖ ਸੰਤਾਪੈ ॥",
    "transliteration": "Vaddabhaagee Paaeae Naam Dhhiaaeae Laathhae Dhookh Santhaapai ||",
    "translation": "By great good fortune, I obtained it, and I meditate on the Naam, the Name of the Lord; my pains and sufferings have been taken away.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਖ਼ੁਸ਼-ਕਿਸਮਤੀ ਨਾਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਉਹ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਸੰਤਾਪੈ) ਮਾਨਸਿਕ ਦੁੱਖ",
    "type_id": 3
  },
  {
    "id": 20543,
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਚਰਣੀ ਲਾਗੇ. ਭ੍ਰਮ ਭੳੁ ਭਾਗੇ; ਅਾਪੁ ਮਿਟਾੲਿਅਾ ਅਾਪੈ ॥",
    "transliteration": "Gur Charanee Laagae Bhram Bho Bhaagae Aap Mittaaeiaa Aapai ||",
    "translation": "I have grasped the Guru's Feet, and my doubts and fears are gone. He Himself has erased my self-conceit.",
    "punjabi": "ਜੇਹੜਾ ਬੰਦਾ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹੈ ਉਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਹਰੇਕ ਡਰ-ਸਹਮ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ (ਅਹੰਕਾਰ) ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20544,
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਮੇਲੇ ਪ੍ਰਭਿ ਅਪੁਨੈ; ਵਿਛੁੜਿ. ਕਤਹਿ ਨ ਜਾੲੀ ॥",
    "transliteration": "Kar Kirapaa Maelae Prabh Apunai Vishhurr Kathehi N Jaaee ||",
    "translation": "Granting His Grace, God has united me with Himself; no longer do I suffer the pains of separation, and I shall not have to go anywhere.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ, ਉਹ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜ ਕੇ ਹੋਰ ਕਿਧਰੇ ਭੀ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20545,
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਦਾਸੁ ਤੇਰਾ; ਸਦਾ ਹਰਿ ਸਰਣਾੲੀ ॥੨॥",
    "transliteration": "Binavanth Naanak Dhaas Thaeraa Sadhaa Har Saranaaee ||2||",
    "translation": "Prays Nanak, I am forever Your slave, Lord; I seek Your Sanctuary. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰਾ ਦਾਸ ਹਾਂ, ਮੈਨੂੰ ਭੀ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20546,
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਦਰੇ, ਹਰਿ ਦਰਿ ਸੋਹਨਿ; ਤੇਰੇ. ਭਗਤ ਪਿਅਾਰੇ ਰਾਮ ॥",
    "transliteration": "Har Dharae Har Dhar Sohan Thaerae Bhagath Piaarae Raam ||",
    "translation": "The Lord's Gate - at the Lord's Gate, Your beloved devotees look beautiful.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਦਰ ਤੇ, ਤੇਰੇ ਬੂਹੇ ਤੇ (ਖਲੋਤੇ) ਤੇਰੇ ਪਿਆਰੇ ਭਗਤ ਸੋਹਣੇ ਲੱਗ ਰਹੇ ਹਨ।",
    "pronunciation": "ਸੋਹ-ਨਿ",
    "type_id": 3
  },
  {
    "id": 20547,
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਵਾਰੀ ਤਿਨ ਵਾਰੀ ਜਾਵਾ; ਸਦ ਬਲਿਹਾਰੇ. ਰਾਮ ॥",
    "transliteration": "Vaaree Thin Vaaree Jaavaa Sadh Balihaarae Raam ||",
    "translation": "I am a sacrifice, a sacrifice, again and again a sacrifice to them.",
    "punjabi": "ਮੈਂ (ਤੇਰੇ) ਉਹਨਾਂ (ਭਗਤਾਂ) ਤੋਂ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "(ਵਾਰੀ) ਕੁਰਬਾਨ",
    "type_id": 3
  },
  {
    "id": 20548,
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸਦ ਬਲਿਹਾਰੇ. ਕਰਿ ਨਮਸਕਾਰੇ; ਜਿਨ ਭੇਟਤ ਪ੍ਰਭੁ ਜਾਤਾ ॥",
    "transliteration": "Sadh Balihaarae Kar Namasakaarae Jin Bhaettath Prabh Jaathaa ||",
    "translation": "I am forever a sacrifice, and I humbly bow to them; meeting them, I know God.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਭਗਤਾਂ ਅੱਗੇ ਸਿਰ ਨਿਵਾ ਕੇ ਸਦਾ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਿਆਂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "(ਭੇਟਤ) ਮਿਲਿਅਾਂ। (ਜਾਤਾ) ਜਾਣਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20549,
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਰਵਿ ਰਹਿਅਾ ਸਭ ਥਾੲੀ; ਪੂਰਨ ਪੁਰਖੁ ਬਿਧਾਤਾ ॥",
    "transliteration": "Ghatt Ghatt Rav Rehiaa Sabh Thhaaee Pooran Purakh Bidhhaathaa ||",
    "translation": "The Perfect and All-powerful Lord, the Architect of Destiny, is contained in each and every heart, everywhere.",
    "punjabi": "(ਤੇ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "ਥਾੲੀਂ",
    "type_id": 3
  },
  {
    "id": 20550,
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਰੁ ਪੂਰਾ ਪਾੲਿਅਾ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਜੂਅੈ ਜਨਮੁ ਨ ਹਾਰੇ ॥",
    "transliteration": "Gur Pooraa Paaeiaa Naam Dhhiaaeiaa Jooai Janam N Haarae ||",
    "translation": "Meeting the Perfect Guru, we meditate on the Naam, and do not lose this life in the gamble.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹ (ਜੁਆਰੀਏ ਵਾਂਗ) ਜੂਏ ਵਿਚ (ਮਨੁੱਖਾ) ਜਨਮ (ਦੀ ਬਾਜ਼ੀ) ਨਹੀਂ ਹਾਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20551,
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਰਣਿ ਤੇਰੀ; ਰਾਖੁ ਕਿਰਪਾ ਧਾਰੇ ॥੩॥",
    "transliteration": "Binavanth Naanak Saran Thaeree Raakh Kirapaa Dhhaarae ||3||",
    "translation": "Prays Nanak, I seek Your Sanctuary; please, shower Your Mercy upon me, and protect me. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਕਿਰਪਾ ਕਰ ਕੇ (ਮੈਨੂੰ ਭੀ ਜੂਏ ਵਿਚ ਜੀਵਨ-ਬਾਜ਼ੀ ਹਾਰਨ ਤੋਂ) ਬਚਾ ਲੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20552,
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਬੇਅੰਤਾ. ਬੇਅੰਤ ਗੁਣ ਤੇਰੇ; ਕੇਤਕ ਗਾਵਾ ਰਾਮ ॥",
    "transliteration": "Baeanthaa Baeanth Gun Thaerae Kaethak Gaavaa Raam ||",
    "translation": "Innumerable - innumerable are Your Glorious Virtues; how many of them can I sing?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ। ਮੈਂ ਤੇਰੇ ਕਿਤਨੇ ਕੁ ਗੁਣ ਗਾ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "(ਕੇਤਕ) ਕਿੰਨੇ ਕੁ",
    "type_id": 3
  },
  {
    "id": 20553,
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਤੇਰੇ ਚਰਣਾ. ਤੇਰੇ ਚਰਣ ਧੂੜਿ; ਵਡਭਾਗੀ ਪਾਵਾ ਰਾਮ ॥",
    "transliteration": "Thaerae Charanaa Thaerae Charan Dhhoorr Vaddabhaagee Paavaa Raam ||",
    "translation": "The dust of Your feet, of Your feet, I have obtained, by great good fortune.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਹੋਣ ਤਾਂ ਹੀ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਤੇਰੇ (ਸੋਹਣੇ) ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੈਨੂੰ ਮਿਲ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20554,
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਧੂੜੀ ਨ੍ਹਾੲੀਅੈ. ਮੈਲੁ ਗਵਾੲੀਅੈ; ਜਨਮ ਮਰਣ ਦੁਖ ਲਾਥੇ ॥",
    "transliteration": "Har Dhhoorree Nhaaeeai Mail Gavaaeeai Janam Maran Dhukh Laathhae ||",
    "translation": "Bathing in the Lord's dust, my filth has been washed away, and the pains of birth and death have departed.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਮਨ ਵਿਚੋਂ ਵਿਕਾਰਾਂ) ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ, ਜਨਮ ਮਰਨ ਦੇ (ਸਾਰੀ ਉਮਰ ਦੇ) ਦੁੱਖ ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20555,
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ਸਦਾ ਹਦੂਰੇ; ਪਰਮੇਸਰੁ ਪ੍ਰਭੁ ਸਾਥੇ ॥",
    "transliteration": "Anthar Baahar Sadhaa Hadhoorae Paramaesar Prabh Saathhae ||",
    "translation": "Inwardly and outwardly, the Transcendent Lord God is ever-present, always with us.",
    "punjabi": "(ਇਹ ਨਿਸ਼ਚਾ ਭੀ ਆ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮੇਸਰ ਪ੍ਰਭੂ ਸਾਡੇ ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸਦਾ ਸਾਡੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ ਸਾਡੇ ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20556,
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮਿਟੇ ਦੂਖ. ਕਲਿਅਾਣ ਕੀਰਤਨ; ਬਹੁੜਿ ਜੋਨਿ. ਨ ਪਾਵਾ ॥",
    "transliteration": "Mittae Dhookh Kaliaan Keerathan Bahurr Jon N Paavaa ||",
    "translation": "Suffering departs, and there is peace; singing the Kirtan of the Lord's Praises, one is not consigned to reincarnation again.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ-ਆਨੰਦ ਬਣ ਜਾਂਦੇ ਹਨ ਉਸ ਦੇ ਦੁੱਖ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "(ਬਹੁੜਿ) ਫਿਰ",
    "type_id": 3
  },
  {
    "id": 20557,
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਗੁਰ ਸਰਣਿ ਤਰੀਅੈ; ਅਾਪਣੇ ਪ੍ਰਭ ਭਾਵਾ ॥੪॥੨॥",
    "transliteration": "Binavanth Naanak Gur Saran Thareeai Aapanae Prabh Bhaavaa ||4||2||",
    "translation": "Prays Nanak, in the Guru's Sanctuary, one swims across, and is pleasing to God. ||4||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ। (ਜੇ ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮੈਂ ਭੀ) ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20558,
    "shabad_id": 1664,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਛੰਤ ਮਹਲਾ ੫ ਘਰੁ ੪",
    "transliteration": "Aasaa Shhanth Mehalaa 5 Ghar 4",
    "translation": "Aasaa, Chhant, Fifth Mehl, Fourth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20559,
    "shabad_id": 1664,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20560,
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਚਰਨਕਮਲ ਮਨੁ ਬੇਧਿਅਾ; ਕਿਛੁ ਅਾਨ ਨ ਮੀਠਾ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Har Charan Kamal Man Baedhhiaa Kishh Aan N Meethaa Raam Raajae ||",
    "translation": "My mind is pierced by the Lord's Lotus Feet; He alone is sweet to my mind, the Lord King.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੋਤਾ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਚੀਜ਼ ਮਿੱਠੀ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20561,
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਮਿਲਿ ਸੰਤਸੰਗਤਿ, ਅਾਰਾਧਿਅਾ; ਹਰਿ ਘਟਿ ਘਟੇ ਡੀਠਾ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Mil Santhasangath Aaraadhhiaa Har Ghatt Ghattae Ddeethaa Raam Raajae ||",
    "translation": "Joining the Society of the Saints, I meditate on the Lord in adoration; I behold the Lord King in each and every heart.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20562,
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਘਟਿ ਘਟੇ ਡੀਠਾ. ਅੰਮਿ੍ਰਤੁੋ ਵੂਠਾ; ਜਨਮ ਮਰਨ ਦੁਖ ਨਾਠੇ ॥",
    "transliteration": "Har Ghatt Ghattae Ddeethaa Anmrithuo Voothaa Janam Maran Dhukh Naathae ||",
    "translation": "I behold the Lord in each and every heart, and the Ambrosial Nectar rains down upon me; the pains of birth and death are gone.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ) ਜਨਮ ਮਰਨ ਦੇ ਦੁੱਖ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਾਰੇ ਦੁੱਖ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਵੂੱਠਾ) ਵਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20563,
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਗੁਣ ਨਿਧਿ ਗਾੲਿਅਾ, ਸਭ ਦੂਖ ਮਿਟਾੲਿਅਾ; ਹੳੁਮੈ ਬਿਨਸੀ ਗਾਠੇ ॥",
    "transliteration": "Gun Nidhh Gaaeiaa Sabh Dhookh Mittaaeiaa Houmai Binasee Gaathae ||",
    "translation": "Singing the Praises of the Lord, the treasure of virtue, all my pains are erased, and the knot of ego has been untied.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ (ਬੱਝੀ ਹੋਈ) ਗੰਢ ਖੁਲ੍ਹ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਬਿਨਸੀ) ਨਾਸ ਹੋੲੀ। (ਗਾਠੇ) ਗੰਢ",
    "type_id": 3
  }
]
