[
  {
    "id": 20564,
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਪਿ੍ਰੳੁ ਸਹਜ ਸੁਭਾੲੀ, ਛੋਡਿ ਨ ਜਾੲੀ; ਮਨਿ ਲਾਗਾ ਰੰਗੁ ਮਜੀਠਾ ॥",
    "transliteration": "Prio Sehaj Subhaaee Shhodd N Jaaee Man Laagaa Rang Majeethaa ||",
    "translation": "My Beloved shall not leave me to go anywhere - this is His natural way; my mind is imbued with the lasting color of the Lord's Love.",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਛੱਡ ਨਹੀਂ ਜਾਂਦਾ, ਉਸ ਦੇ ਮਨ ਵਿਚ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦਾ ਪੱਕਾ) ਰੰਗ ਚੜ੍ਹ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ) ਮਜੀਠ (ਦਾ ਪੱਕਾ ਰੰਗ)।",
    "pronunciation": "(ਮਜੀਠਾ) ਮਜੀਠ ਦਾ ਪੱਕਾ ਰੰਗ",
    "type_id": 3
  },
  {
    "id": 20565,
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਨਾਨਕ. ਬੇਧੇ ਚਰਨਕਮਲ; ਕਿਛੁ ਅਾਨ ਨ ਮੀਠਾ ॥੧॥",
    "transliteration": "Har Naanak Baedhhae Charan Kamal Kishh Aan N Meethaa ||1||",
    "translation": "The Lotus Feet of the Lord have pierced Nanak's mind, and now, nothing else seems sweet to him. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਵਿਚ ਵਿੱਝ ਗਿਆ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਚੀਜ਼ ਮਿੱਠੀ ਨਹੀਂ ਲੱਗਦੀ ॥੧॥",
    "pronunciation": "(ਬੇਧੇ) ਜੁੜੇ",
    "type_id": 3
  },
  {
    "id": 20566,
    "shabad_id": 1664,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਰਾਤੀ ਜਲਿ. ਮਾਛੁਲੀ; ਤਿੳੁ. ਰਾਮ ਰਸਿ ਮਾਤੇ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Jio Raathee Jal Maashhulee Thio Raam Ras Maathae Raam Raajae ||",
    "translation": "Just like the fish which revels in water, I am intoxicated with the sublime essence of the Lord, my Lord King.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਇਉਂ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ਜਿਵੇਂ (ਡੂੰਘੇ) ਪਾਣੀ ਵਿਚ ਮੱਛੀ ਖ਼ੁਸ਼ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "(ਰਾੱਤੀ) ਮਗਨ। (ਮੱਾਤੇ) ਮਸਤ",
    "type_id": 3
  },
  {
    "id": 20567,
    "shabad_id": 1664,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਪੂਰੈ ੳੁਪਦੇਸਿਅਾ; ਜੀਵਨ ਗਤਿ ਭਾਤੇ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Gur Poorai Oupadhaesiaa Jeevan Gath Bhaathae Raam Raajae ||",
    "translation": "The Perfect Guru has instructed me, and blessed me with salvation in my life; I love the Lord, my King.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੂੰ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦਾ) ਉਪਦੇਸ਼ ਦੇ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ-ਜੀਵਨ-ਦਾਤੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "ਭਾਂਤੇ",
    "type_id": 3
  },
  {
    "id": 20568,
    "shabad_id": 1664,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜੀਵਨ ਗਤਿ ਸੁਅਾਮੀ. ਅੰਤਰਜਾਮੀ; ਅਾਪਿ ਲੀੲੇ ਲੜਿ ਲਾੲੇ ॥",
    "transliteration": "Jeevan Gath Suaamee Antharajaamee Aap Leeeae Larr Laaeae ||",
    "translation": "The Lord Master, the Searcher of hearts, blesses me with salvation in my life; He Himself attaches me to His Love.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ਉਹ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਆਪ ਹੀ ਆਪਣੇ ਲੜ ਲਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20569,
    "shabad_id": 1664,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਰਤਨ ਪਦਾਰਥੋ, ਪਰਗਟੋ ਪੂਰਨੋ; ਛੋਡਿ. ਨ ਕਤਹੂ ਜਾੲੇ ॥",
    "transliteration": "Har Rathan Padhaarathho Paragatto Poorano Shhodd N Kathehoo Jaaeae ||",
    "translation": "The Lord is the treasure of jewels, the perfect manifestation; He shall not forsake us to go anywhere else.",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਪਣੇ ਸ੍ਰੇਸ਼ਟ ਨਾਮ-ਰਤਨ ਪਰਗਟ ਕਰ ਦੇਂਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਫਿਰ ਛੱਡ ਕੇ ਕਿਤੇ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20570,
    "shabad_id": 1664,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭੁ ਸੁਘਰੁ ਸਰੂਪੁ ਸੁਜਾਨੁ ਸੁਅਾਮੀ; ਤਾ ਕੀ. ਮਿਟੈ ਨ ਦਾਤੇ ॥",
    "transliteration": "Prabh Sughar Saroop Sujaan Suaamee Thaa Kee Mittai N Dhaathae ||",
    "translation": "God, the Lord Master, is so accomplished, beauteous, and all-knowing; His gifts are never exhausted.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਸੋਹਣੀ ਆਤਮਕ ਘਾੜਤ ਵਾਲਾ ਹੈ, ਸੋਹਣੇ ਰੂਪ ਵਾਲਾ ਹੈ, ਸਿਆਣਾ ਹੈ, (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਉਪਦੇਸ਼ ਦਿੰਦਾ ਹੈ ਉਹਨਾਂ ਉਤੇ ਹੋਈ ਹੋਈ) ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬਖਸ਼ਸ਼ ਕਦੇ ਮਿਟਦੀ ਨਹੀਂ।",
    "pronunciation": "ਦੱਾਤੇ",
    "type_id": 3
  },
  {
    "id": 20571,
    "shabad_id": 1664,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਲ ਸੰਗਿ ਰਾਤੀ ਮਾਛੁਲੀ; ਨਾਨਕ ਹਰਿ ਮਾਤੇ ॥੨॥",
    "transliteration": "Jal Sang Raathee Maashhulee Naanak Har Maathae ||2||",
    "translation": "As the fish is enraptured by the water, so is Nanak intoxicated by the Lord. ||2||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ ਉਹ ਮਨੁੱਖ) ਹਰਿ-ਨਾਮ ਵਿਚ ਇਉਂ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ਜਿਵੇਂ ਮੱਛੀ (ਡੂੰਘੇ) ਪਾਣੀ ਦੀ ਸੰਗਤਿ ਵਿਚ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20572,
    "shabad_id": 1664,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਚਾਤਿ੍ਰਕੁ ਜਾਚੈ ਬੂੰਦ ਜਿੳੁ; ਹਰਿ ਪ੍ਰਾਨ ਅਧਾਰਾ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Chaathrik Jaachai Boondh Jio Har Praan Adhhaaraa Raam Raajae ||",
    "translation": "As the song-bird yearns for the rain-drop, the Lord, the Lord my King, is the Support of my breath of life.",
    "punjabi": "ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤ ਨਛੱਤ੍ਰ ਦੀ ਵਰਖਾ ਦੀ) ਕਣੀ ਮੰਗਦਾ ਹੈ, (ਤਿਵੇਂ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਜਲ ਦੀ ਬੂੰਦ ਮੰਗਦੇ ਹਨ, ਤਿਵੇਂ ਸੰਤ ਜਨਾਂ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20573,
    "shabad_id": 1664,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਮਾਲੁ ਖਜੀਨਾ ਸੁਤ ਭ੍ਰਾਤ ਮੀਤ; ਸਭਹੂੰ ਤੇ ਪਿਅਾਰਾ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Maal Khajeenaa Suth Bhraath Meeth Sabhehoon Thae Piaaraa Raam Raajae ||",
    "translation": "My Lord King is more beloved than all wealth, treasure, children, siblings and friends.",
    "punjabi": "ਦੁਨੀਆ ਦਾ ਧਨ-ਪਦਾਰਥ, ਖ਼ਜ਼ਾਨੇ, ਪੁੱਤਰ, ਭਰਾ, ਮਿੱਤਰ-ਇਹਨਾਂ ਸਭਨਾਂ ਨਾਲੋਂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "(ਖਜੀਨਾ) ਖਜ਼ਾਨਾ",
    "type_id": 3
  },
  {
    "id": 20574,
    "shabad_id": 1664,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਭਹੂੰ ਤੇ ਪਿਅਾਰਾ, ਪੁਰਖੁ ਨਿਰਾਰਾ; ਤਾ ਕੀ ਗਤਿ. ਨਹੀ ਜਾਣੀਅੈ ॥",
    "transliteration": "Sabhehoon Thae Piaaraa Purakh Niraaraa Thaa Kee Gath Nehee Jaaneeai ||",
    "translation": "The absolute Lord, the Primal Being, is more beloved than all; His condition cannot be known.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਜਾਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ ਉਹ (ਸਾਰੇ ਸੰਸਾਰ ਤੋਂ) ਨਿਰਾਲਾ ਤੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20575,
    "shabad_id": 1664,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਸਾਸਿ ਗਿਰਾਸਿ. ਨ ਬਿਸਰੈ ਕਬਹੂੰ; ਗੁਰ ਸਬਦੀ ਰੰਗੁ ਮਾਣੀਅੈ ॥",
    "transliteration": "Har Saas Giraas N Bisarai Kabehoon Gur Sabadhee Rang Maaneeai ||",
    "translation": "I shall never forget the Lord, for an instant, for a single breath; through the Word of the Guru's Shabad, I enjoy His Love.",
    "punjabi": "ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਹਰੇਕ ਗਿਰਾਹੀ ਦੇ ਨਾਲ-ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਭੁੱਲਦਾ ਨਹੀਂ। (ਪਰ, ਹੇ ਭਾਈ!) ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20576,
    "shabad_id": 1664,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਪ੍ਰਭੁ ਪੁਰਖੁ ਜਗਜੀਵਨੋ, ਸੰਤ ਰਸੁ ਪੀਵਨੋ; ਜਪਿ. ਭਰਮ ਮੋਹ ਦੁਖ ਡਾਰਾ ॥",
    "transliteration": "Prabh Purakh Jagajeevano Santh Ras Peevano Jap Bharam Moh Dhukh Ddaaraa ||",
    "translation": "The Primal Lord God is the Life of the Universe; His Saints drink in the Lord's sublime essence. Meditating on Him, doubts, attachments and pains are shaken off.",
    "punjabi": "ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਸਰਬ-ਵਿਆਪਕ ਹੈ ਸਾਰੇ ਜਗਤ ਦੀ ਜ਼ਿੰਦਗੀ (ਦਾ ਸਹਾਰਾ) ਹੈ, ਸੰਤ ਜਨ ਉਸ ਦੇ ਨਾਮ-ਜਲ ਦਾ ਰਸ ਪੀਂਦੇ ਹਨ, ਉਸ ਦਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਉਹ (ਆਪਣੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਤੇ ਮੋਹ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਡਾਰਾ) ਦੂਰ ਕੀਤੇ। ਜੱਗਜੀਵਨੋ",
    "type_id": 3
  },
  {
    "id": 20577,
    "shabad_id": 1664,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਚਾਤਿ੍ਰਕੁ ਜਾਚੈ ਬੂੰਦ ਜਿੳੁ; ਨਾਨਕ ਹਰਿ ਪਿਅਾਰਾ ॥੩॥",
    "transliteration": "Chaathrik Jaachai Boondh Jio Naanak Har Piaaraa ||3||",
    "translation": "As the song-bird yearns for the rain-drop, so does Nanak love the Lord. ||3||",
    "punjabi": "ਜਿਵੇਂ ਪਪੀਹਾ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਮੰਗਦਾ ਹੈ ਤਿਵੇਂ ਸੰਤ ਜਨਾਂ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਜਲ ਜੀਵਨ ਦਾ ਆਸਰਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20578,
    "shabad_id": 1664,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਮਿਲੇ ਨਰਾੲਿਣ ਅਾਪਣੇ; ਮਾਨੋਰਥੋ ਪੂਰਾ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Milae Naraaein Aapanae Maanorathho Pooraa Raam Raajae ||",
    "translation": "Meeting the Lord, my Lord King, my desires are fulfilled.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਜ਼ਿੰਦਗੀ ਦਾ ਨਿਸ਼ਾਨਾ ਪੂਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋਣਾ ਹੀ ਇਨਸਾਨੀ ਜੀਵਨ ਦਾ ਮਨੋਰਥ ਹੈ।)",
    "pronunciation": "(ਮਾਨੋਰਥੋ) ੲਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 20579,
    "shabad_id": 1664,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਢਾਠੀ ਭੀਤਿ ਭਰੰਮ ਕੀ; ਭੇਟਤ ਗੁਰੁ ਸੂਰਾ. ਰਾਮ ਰਾਜੇ ॥",
    "transliteration": "Dtaathee Bheeth Bharanm Kee Bhaettath Gur Sooraa Raam Raajae ||",
    "translation": "The walls of doubt have been torn down, meeting the Brave Guru, O Lord King.",
    "punjabi": "ਸੂਰਮੇ ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਦੀ ਕੰਧ ਢਹਿ ਜਾਂਦੀ ਹੈ (ਜੇਹੜੀ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੋੜੀ ਰੱਖਦੀ ਸੀ)।",
    "pronunciation": "(ਢਾਠੀ) ਢਹਿ ਗੲੀ। (ਭੀਤਿ) ਕੰਧ",
    "type_id": 3
  },
  {
    "id": 20580,
    "shabad_id": 1664,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਪੂਰਨ ਗੁਰ ਪਾੲੇ. ਪੁਰਬਿ ਲਿਖਾੲੇ; ਸਭ ਨਿਧਿ ਦੀਨ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Pooran Gur Paaeae Purab Likhaaeae Sabh Nidhh Dheen Dhaeiaalaa ||",
    "translation": "The Perfect Guru is obtained by perfect pre-ordained destiny; God is the Giver of all treasures - He is merciful to the meek.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਪੂਰਨ ਗੁਰੂ ਭੀ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪੂਰਬਲੇ ਜੀਵਨ ਅਨੁਸਾਰ ਸਾਰੇ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ (ਗੁਰੂ-ਮਿਲਾਪ ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਪੁਰਬਿ) ਪਹਿਲਾਂ ਦੇ",
    "type_id": 3
  },
  {
    "id": 20581,
    "shabad_id": 1664,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਅਾਦਿ ਮਧਿ ਅੰਤਿ ਪ੍ਰਭੁ ਸੋੲੀ; ਸੁੰਦਰ ਗੁਰ ਗੋਪਾਲਾ ॥",
    "transliteration": "Aadh Madhh Anth Prabh Soee Sundhar Gur Gopaalaa ||",
    "translation": "In the beginning, in the middle, and in the end, is God, the most beautiful Guru, the Sustainer of the World.",
    "punjabi": "(ਅਜੇਹੇ ਵਡ-ਭਾਗੀਆਂ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਉਹ ਸਭ ਤੋਂ ਵੱਡਾ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਹੀ ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਵਿਚ (ਅਟੱਲ) ਸੀ, ਜਗਤ-ਰਚਨਾ ਦੇ ਵਿਚਕਾਰ (ਅਟੱਲ) ਹੈ, ਤੇ ਅਖ਼ੀਰ ਵਿਚ ਭੀ (ਅਟੱਲ) ਰਹੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20582,
    "shabad_id": 1664,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨੰਦ ਘਨੇਰੇ; ਪਤਿਤ. ਪਾਵਨ ਸਾਧੂ ਧੂਰਾ ॥",
    "transliteration": "Sookh Sehaj Aanandh Ghanaerae Pathith Paavan Saadhhoo Dhhooraa ||",
    "translation": "The dust of the feet of the Holy purifies sinners, and brings great joy, bliss and ecstasy.",
    "punjabi": "ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਇਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ ਗੁਰੂ ਦੀ ਚਰਨ-ਧੂੜ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਅਨੇਕਾਂ ਸੁੱਖ-ਆਨੰਦ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਪਤਿਤ",
    "type_id": 3
  },
  {
    "id": 20583,
    "shabad_id": 1664,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਮਿਲੇ ਨਰਾੲਿਣ ਨਾਨਕਾ; ਮਾਨੋਰਥੁੋ ਪੂਰਾ ॥੪॥੧॥੩॥",
    "transliteration": "Har Milae Naraaein Naanakaa Maanorathhuo Pooraa ||4||1||3||",
    "translation": "The Lord, the Infinite Lord, has met with Nanak, and his desires are fulfilled. ||4||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਜੀਵਨ-ਮਨੋਰਥ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20584,
    "shabad_id": 1665,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ਛੰਤ ਘਰੁ ੬",
    "transliteration": "Aasaa Mehalaa 5 Shhanth Ghar 6",
    "translation": "Aasaa, Fifth Mehl, Chhant, Sixth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20585,
    "shabad_id": 1665,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20586,
    "shabad_id": 1665,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20587,
    "shabad_id": 1665,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਜਾ ਕੳੁ ਭੲੇ ਕਿ੍ਰਪਾਲ ਪ੍ਰਭ; ਹਰਿ ਹਰਿ ਸੇੲੀ ਜਪਾਤ ॥",
    "transliteration": "Jaa Ko Bheae Kirapaal Prabh Har Har Saeee Japaath ||",
    "translation": "Those beings, unto whom the Lord God shows His Mercy, meditate on the Lord, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20588,
    "shabad_id": 1665,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰੀਤਿ ਲਗੀ ਤਿਨ੍ਹ ਰਾਮ ਸਿੳੁ; ਭੇਟਤ ਸਾਧਸੰਗਾਤ ॥੧॥",
    "transliteration": "Naanak Preeth Lagee Thinh Raam Sio Bhaettath Saadhh Sangaath ||1||",
    "translation": "O Nanak, they embrace love for the Lord, meeting the Saadh Sangat, the Company of the Holy. ||1||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਿਆਂ ਹੀ ਉਹਨਾਂ ਦੀ ਪ੍ਰੀਤਿ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20589,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "(ਰੀਤਿ) ਮਰਯਾਦਾ। (ਅਾਚ) ਸੇਕ",
    "type_id": 3
  },
  {
    "id": 20590,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਲ ਦੁਧ ਨਿਅਾੲੀ ਰੀਤਿ, ਅਬ ਦੁਧ ਅਾਚ ਨਹੀ; ਮਨ ਅੈਸੀ ਪ੍ਰੀਤਿ ਹਰੇ ॥",
    "transliteration": "Jal Dhudhh Niaaee Reeth Ab Dhudhh Aach Nehee Man Aisee Preeth Harae ||",
    "translation": "Just like water, which loves milk so much that it will not let it burn - O my mind, so love the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੇ ਜੀਵਾਤਮਾ ਦੇ ਪਿਆਰ ਦੀ ਮਰਯਾਦਾ ਪਾਣੀ ਤੇ ਦੁੱਧ ਦੇ ਪਿਆਰ ਵਰਗੀ ਹੈ। (ਜਦੋਂ ਪਾਣੀ ਦੁੱਧ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਦੋਂ (ਪਾਣੀ) ਦੁੱਧ ਨੂੰ ਸੇਕ ਨਹੀਂ ਲੱਗਣ ਦੇਂਦਾ। ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਇਹੋ ਜਿਹਾ ਹੀ ਹੈ (ਉਹ ਜੀਵ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਨਹੀਂ ਲੱਗਣ ਦੇਂਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20591,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਬ ੳੁਰਝਿਓ ਅਲਿ ਕਮਲੇਹ, ਬਾਸਨ ਮਾਹਿ ਮਗਨ; ੲਿਕੁ ਖਿਨੁ ਭੀ. ਨਾਹਿ ਟਰੈ ॥",
    "transliteration": "Ab Ourajhiou Al Kamalaeh Baasan Maahi Magan Eik Khin Bhee Naahi Ttarai ||",
    "translation": "The bumble bee becomes enticed by the lotus, intoxicated by its fragrance, and does not leave it, even for a moment.",
    "punjabi": "(ਜਦੋਂ ਕੌਲ-ਫੁੱਲ ਖਿੜਦਾ ਹੈ ਆਪਣੀ ਸੁਗੰਧੀ ਖਿਲਾਰਦਾ ਹੈ) ਤਦੋਂ ਭੌਰਾ ਕੌਲ-ਫੁੱਲ਼ ਦੀ ਸੁਗੰਧੀ ਵਿਚ ਮਸਤ ਹੋ ਜਾਂਦਾ ਹੈ (ਕੌਲ-ਫੁੱਲ ਤੋਂ) ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਪਰੇ ਨਹੀਂ ਹਟਦਾ ਤੇ (ਫੁੱਲ ਦੀਆਂ ਪੱਤੀਆਂ ਵਿਚ) ਫਸ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਲਿ) ਭੌਰਾ। (ਕਮਲੇਹ) ਕਮਲ ਫੁੱਲ ਚ",
    "type_id": 3
  },
  {
    "id": 20592,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਖਿਨੁ ਨਾਹਿ ਟਰੀਅੈ. ਪ੍ਰੀਤਿ ਹਰੀਅੈ; ਸੀਗਾਰ ਹਭਿ ਰਸ ਅਰਪੀਅੈ ॥",
    "transliteration": "Khin Naahi Ttareeai Preeth Hareeai Seegaar Habh Ras Arapeeai ||",
    "translation": "Do not let up your love for the Lord, even for an instant; dedicate all your decorations and pleasures to Him.",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ ਤੋਂ ਇਕ ਖਿਨ ਲਈ ਭੀ ਪਰੇ ਨਹੀਂ ਹਟਣਾ ਚਾਹੀਦਾ, ਸਾਰੇ ਸਰੀਰਕ ਸੁਹਜ ਸਾਰੇ ਮਾਇਕ ਸੁਆਦ (ਉਸ ਪ੍ਰੀਤਿ ਤੋਂ) ਸਦਕੇ ਕਰ ਦੇਣੇ ਚਾਹੀਦੇ ਹਨ।",
    "pronunciation": "(ਹਭਿ) ਸਭ",
    "type_id": 3
  },
  {
    "id": 20593,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਹ ਦੂਖੁ ਸੁਣੀਅੈ, ਜਮ ਪੰਥੁ ਭਣੀਅੈ; ਤਹ ਸਾਧਸੰਗਿ. ਨ ਡਰਪੀਅੈ ॥",
    "transliteration": "Jeh Dhookh Suneeai Jam Panthh Bhaneeai Theh Saadhhasang N Ddarapeeai ||",
    "translation": "Where painful cries are heard, and the Way of Death is shown, there, in the Saadh Sangat, the Company of the Holy, you shall not be afraid.",
    "punjabi": "(ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਜਿੱਥੇ ਜਮਾਂ (ਦੇ ਦੇਸ) ਦਾ ਰਸਤਾ ਦੱਸਿਆ ਜਾਂਦਾ ਹੈ ਜਿੱਥੇ ਸੁਣੀਦਾ ਹੈ (ਕਿ ਜਮਾਂ ਪਾਸੋਂ) ਦੁੱਖ (ਮਿਲਦਾ ਹੈ) ਉਥੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਕਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਕੋਈ ਡਰ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "(ਪੰਥੁ) ਰਸਤਾ। (ਭਣੀਅੈ) ਅਾਖਿਅਾ ਜਾਂਦਾ",
    "type_id": 3
  },
  {
    "id": 20594,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਰਿ ਕੀਰਤਿ ਗੋਵਿੰਦ ਗੁਣੀਅੈ; ਸਗਲ ਪ੍ਰਾਛਤ ਦੁਖ ਹਰੇ ॥",
    "transliteration": "Kar Keerath Govindh Guneeai Sagal Praashhath Dhukh Harae ||",
    "translation": "Sing the Kirtan, the Praises of the Lord of the Universe, and all sins and sorrows shall depart.",
    "punjabi": "ਸੋ, ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ, ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਪਛੁਤਾਵੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਪ੍ਰਾਛਤ) ਪਾਪ। (ਹਰੇ) ਨਾਸ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 20595,
    "shabad_id": 1666,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਛੰਤ ਗੋਵਿੰਦ ਹਰਿ ਕੇ, ਮਨ ਹਰਿ ਸਿੳੁ ਨੇਹੁ ਕਰੇਹੁ; ਅੈਸੀ ਮਨ ਪ੍ਰੀਤਿ ਹਰੇ ॥੧॥",
    "transliteration": "Kahu Naanak Shhanth Govindh Har Kae Man Har Sio Naehu Karaehu Aisee Man Preeth Harae ||1||",
    "translation": "Says Nanak, chant the Hymns of the Lord, the Lord of the Universe, O mind, and enshrine love for the Lord; love the Lord this way in your mind. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਮਨ! ਗੋਬਿੰਦ ਹਰੀ ਦੀਆਂ ਸਿਫ਼ਤਾਂ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹੁ। ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣਾਈ ਰੱਖ। ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ ਇਹੋ ਜਿਹੀ ਹੈ (ਕਿ ਵਿਕਾਰਾਂ ਦਾ ਸੇਕ ਨਹੀਂ ਲੱਗਣ ਦੇਂਦੀ, ਤੇ ਜਮਾਂ ਦੇ ਵੱਸ ਪੈਣ ਨਹੀਂ ਦੇਂਦੀ) ॥੧॥",
    "pronunciation": "(ਹਰੇ) ਹਰਿ ਜੀ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 20596,
    "shabad_id": 1666,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜੈਸੀ ਮਛੁਲੀ ਨੀਰ, ੲਿਕੁ ਖਿਨੁ ਭੀ. ਨਾ ਧੀਰੇ; ਮਨ ਅੈਸਾਨੇਹੁ ਕਰੇਹੁ ॥",
    "transliteration": "Jaisee Mashhulee Neer Eik Khin Bhee Naa Dhheerae Man Aisaa Naehu Karaehu ||",
    "translation": "As the fish loves the water, and is not content even for an instant outside it, O my mind, love the Lord in this way.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਤੂੰ (ਪਰਮਾਤਮਾ ਨਾਲ) ਇਹੋ ਜਿਹਾ ਪ੍ਰੇਮ ਬਣਾ ਜਿਹੋ ਜਿਹਾ ਮੱਛੀ ਦਾ ਪਾਣੀ ਨਾਲ ਹੈ (ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਬਿਨਾ) ਇਕ ਖਿਨ ਭੀ ਨਹੀਂ ਜੀਊ ਸਕਦੀ;",
    "pronunciation": "",
    "type_id": 3
  }
]
