[
  {
    "id": 20597,
    "shabad_id": 1666,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੀ ਚਾਤਿ੍ਰਕ ਪਿਅਾਸ, ਖਿਨੁ ਖਿਨੁ ਬੂੰਦ ਚਵੈ; ਬਰਸੁ ਸੁਹਾਵੇ ਮੇਹੁ ॥",
    "transliteration": "Jaisee Chaathrik Piaas Khin Khin Boondh Chavai Baras Suhaavae Maehu ||",
    "translation": "Like the song-bird, thirsting for the rain-drops, chirping each and every moment to the beautiful rain clouds.",
    "punjabi": "ਜਿਹੋ ਜਿਹਾ (ਪਪੀਹੇ ਦਾ ਪ੍ਰੇਮ ਵਰਖਾ-ਬੂੰਦ ਨਾਲ ਹੈ), ਪਪੀਹਾ ਤਿਹਾਇਆ ਹੈ (ਪਰ ਹੋਰ ਪਾਣੀ ਨਹੀਂ ਪੀਂਦਾ, ਉਹ) ਮੁੜ ਮੁੜ ਵਰਖਾ ਦੀ ਕਣੀ ਮੰਗਦਾ ਹੈ, ਤੇ ਬੱਦਲ ਨੂੰ ਆਖਦਾ ਹੈ-ਹੇ ਸੋਹਣੇ (ਮੇਘ)! ਵਰਖਾ ਕਰ।",
    "pronunciation": "ਬੰੂਦ ਲੲੀ (ਚਵੈ) ਕਹੇ। (ਸੁਹਾਵੇ) ਸੋਹਣੇ (ਮੇਹੁ) ਬੱਦਲ। ਚਾਤ੍ਰਿ ਕ",
    "type_id": 3
  },
  {
    "id": 20598,
    "shabad_id": 1666,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੀਤਿ ਕਰੀਜੈ. ੲਿਹੁ ਮਨੁ ਦੀਜੈ; ਅਤਿ ਲਾੲੀਅੈ ਚਿਤੁ ਮੁਰਾਰੀ ॥",
    "transliteration": "Har Preeth Kareejai Eihu Man Dheejai Ath Laaeeai Chith Muraaree ||",
    "translation": "So love the Lord, and give to Him this mind of yours; totally focus your consciousness on the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਪਿਆਰ ਦੇ ਵੱਟੇ ਆਪਣਾ) ਇਹ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਮਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਨਾ ਚਾਹੀਦਾ ਹੈ;",
    "pronunciation": "ਅਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20599,
    "shabad_id": 1666,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮਾਨੁ. ਨ ਕੀਜੈ. ਸਰਣਿ ਪਰੀਜੈ; ਦਰਸਨ ਕੳੁ ਬਲਿਹਾਰੀ ॥",
    "transliteration": "Maan N Keejai Saran Pareejai Dharasan Ko Balihaaree ||",
    "translation": "Do not take pride in yourself, but seek the Sanctuary of the Lord, and make yourself a sacrifice to the Blessed Vision of His Darshan.",
    "punjabi": "ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਖ਼ਾਤਰ ਆਪਣਾ ਆਪ ਸਦਕੇ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20600,
    "shabad_id": 1666,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਸੁਪ੍ਰਸੰਨੇ ਮਿਲੁ ਨਾਹ ਵਿਛੁੰਨੇ; ਧਨ ਦੇਦੀ ਸਾਚੁ ਸਨੇਹਾ ॥",
    "transliteration": "Gur Suprasannae Mil Naah Vishhunnae Dhhan Dhaedhee Saach Sanaehaa ||",
    "translation": "When the Guru is totally pleased, the separated soul-bride is re-united with her Husband Lord; she sends the message of her true love.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤੇ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਹੈ ਤੇ ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਜ਼ੋਈ ਕਰਦੀ ਹੈ-ਹੇ ਵਿਛੁੜੇ ਹੋਏ ਪ੍ਰਭੂ-ਪਤੀ! ਮੈਨੂੰ (ਆ ਕੇ) ਮਿਲ।",
    "pronunciation": "ਸੁਪ੍ਰਸੰਨੇ।(ਨਾਹ) ਖਸਮ ਹਰਿ ਜੀ। (ਵਿਛੁੰਨੇ) ਵਿਛੁੜੇ। ਦੇਂਦੀ",
    "type_id": 3
  },
  {
    "id": 20601,
    "shabad_id": 1666,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਛੰਤ ਅਨੰਤ ਠਾਕੁਰ ਕੇ; ਹਰਿ ਸਿੳੁ ਕੀਜੈ ਨੇਹਾ; ਮਨ ਅੈਸਾ ਨੇਹੁ ਕਰੇਹੁ ॥੨॥",
    "transliteration": "Kahu Naanak Shhanth Ananth Thaakur Kae Har Sio Keejai Naehaa Man Aisaa Naehu Karaehu ||2||",
    "translation": "Says Nanak, chant the Hymns of the Infinite Lord Master; O my mind, love Him and enshrine such love for Him. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਬੇਅੰਤ ਮਾਲਕ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ। ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣਾ, ਅਜੇਹਾ ਪਿਆਰ (ਜਿਹੋ ਜਿਹਾ ਮੱਛੀ ਦਾ ਪਾਣੀ ਨਾਲ ਹੈ ਜਿਹੋ ਜਿਹਾ ਪਪੀਹੇ ਦਾ ਵਰਖਾ ਬੂੰਦ ਨਾਲ ਹੈ) ॥੨॥",
    "pronunciation": "(ਛੰਤ) ਸਿਫ਼ਤ ਸਲਾਹ ਦੇ ਗੀਤ। (ਅਨੰਤ) ਬੇਅੰਤ",
    "type_id": 3
  },
  {
    "id": 20602,
    "shabad_id": 1666,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਚਕਵੀ ਸੂਰ ਸਨੇਹੁ, ਚਿਤਵੈ ਅਾਸ ਘਣੀ; ਕਦਿ. ਦਿਨੀਅਰੁ ਦੇਖੀਅੈ ॥",
    "transliteration": "Chakavee Soor Sanaehu Chithavai Aas Ghanee Kadh Dhineear Dhaekheeai ||",
    "translation": "The chakvi bird is in love with the sun, and thinks of it constantly; her greatest longing is to behold the dawn.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਤੈਨੂੰ) ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਉਹੋ ਜਿਹਾ ਪਿਆਰ ਜਿਹੋ ਜਿਹਾ ਚਕਵੀ ਸੂਰਜ ਨਾਲ ਕਰਦੀ ਹੈ ਤੇ ਕੋਇਲ ਅੰਬ ਨਾਲ ਕਰਦੀ ਹੈ)। ਚਕਵੀ ਦਾ ਸੂਰਜ ਨਾਲ ਪਿਆਰ ਹੈ, ਉਹ (ਸਾਰੀ ਰਾਤ ਸੂਰਜ ਦਾ ਹੀ) ਚੇਤਾ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਬੜੀ ਤਾਂਘ ਕਰਦੀ ਹੈ ਕਿ ਕਦੋਂ ਸੂਰਜ ਦਾ ਦੀਦਾਰ ਹੋਵੇਗਾ।",
    "pronunciation": "(ਸੂਰ) ਸੂਰਜ। (ਦਿਨੀਅਰੁ)ਸੂਰਜ",
    "type_id": 3
  },
  {
    "id": 20603,
    "shabad_id": 1666,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕੋਕਿਲ ਅੰਬ ਪਰੀਤਿ. ਚਵੈ ਸੁਹਾਵੀਅਾ; ਮਨ ਹਰਿ ਰੰਗੁ ਕੀਜੀਅੈ ॥",
    "transliteration": "Kokil Anb Pareeth Chavai Suhaaveeaa Man Har Rang Keejeeai ||",
    "translation": "The cuckoo is in love with the mango tree, and sings so sweetly. O my mind, love the Lord in this way.",
    "punjabi": "(ਉਹੋ ਜਿਹਾ ਪਿਆਰ ਜਿਹੋ ਜਿਹਾ ਕੋਇਲ ਅੰਬ ਨਾਲ ਕਰਦੀ ਹੈ) ਕੋਇਲ ਦਾ ਅੰਬ ਨਾਲ ਪਿਆਰ ਹੈ (ਉਹ ਅੰਬ ਦੇ ਰੁੱਖ ਉਤੇ ਬੈਠ ਕੇ) ਸੋਹਣਾ ਬੋਲਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਚਵੈ)ਬੋਲਦੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 20604,
    "shabad_id": 1666,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੀਤਿ ਕਰੀਜੈ, ਮਾਨੁ. ਨ ਕੀਜੈ; ੲਿਕ ਰਾਤੀ ਕੇ, ਹਭਿ ਪਾਹੁਣਿਅਾ ॥",
    "transliteration": "Har Preeth Kareejai Maan N Keejai Eik Raathee Kae Habh Paahuniaa ||",
    "translation": "Love the Lord, and do not take pride in yourself; everyone is a guest for a single night.",
    "punjabi": "(ਆਪਣੇ ਕਿਸੇ ਧਨ-ਪਦਾਰਥ ਆਦਿਕ ਦਾ) ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਇਥੇ ਅਸੀ) ਸਾਰੇ ਇਕ ਰਾਤ ਦੇ ਪ੍ਰਾਹੁਣੇ (ਹੀ) ਹਾਂ।",
    "pronunciation": "(ਹੱਭਿ) ਸਭ। (ਪਾਹੁਣਿਅਾ) ਪ੍ਰਾਹੁਣੇ",
    "type_id": 3
  },
  {
    "id": 20605,
    "shabad_id": 1666,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅਬ. ਕਿਅਾ ਰੰਗੁ ਲਾੲਿਓ, ਮੋਹੁ ਰਚਾੲਿਓ; ਨਾਗੇ ਅਾਵਣ ਜਾਵਣਿਅਾ ॥",
    "transliteration": "Ab Kiaa Rang Laaeiou Mohu Rachaaeiou Naagae Aavan Jaavaniaa ||",
    "translation": "Now, why are you entangled in pleasures, and engrossed in emotional attachment? Naked we come, and naked we go.",
    "punjabi": "ਫਿਰ ਭੀ ਤੂੰ ਕਿਉਂ (ਜਗਤ ਨਾਲ) ਪਿਆਰ ਪਾਇਆ ਹੈ, ਮਾਇਆ ਨਾਲ ਮੋਹ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, (ਇਥੇ ਸਭ) ਨੰਗੇ (ਖ਼ਾਲੀ-ਹੱਥ) ਆਉਂਦੇ ਹਨ ਤੇ (ਇਥੋਂ) ਨੰਗੇ (ਖ਼ਾਲੀ-ਹੱਥ) ਹੀ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਨਾਂਗੇ",
    "type_id": 3
  },
  {
    "id": 20606,
    "shabad_id": 1666,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਥਿਰੁ ਸਾਧੂ ਸਰਣੀ. ਪੜੀਅੈ ਚਰਣੀ; ਅਬ ਟੂਟਸਿ ਮੋਹੁ, ਜੁ ਕਿਤੀਅੈ ॥",
    "transliteration": "Thhir Saadhhoo Saranee Parreeai Charanee Ab Ttoottas Mohu J Kitheeai ||",
    "translation": "Seek the eternal Sanctuary of the Holy and fall at their feet, and the attachments which you feel shall depart.",
    "punjabi": "ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਚਰਨੀਂ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਨ) ਅਡੋਲ ਹੋ ਸਕਦਾ ਹੈ, ਤੇ ਤਦੋਂ ਹੀ ਇਹ ਮੋਹ ਟੁੱਟੇਗਾ ਜੇਹੜਾ ਤੂੰ (ਮਾਇਆ ਨਾਲ) ਬਣਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਕਿਤੀਅੈ) ਬਣਾੲਿਅਾ ਹੋੲਿਅਾ। ਪੜੀਅੈ: ੜਾੜੇ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 20607,
    "shabad_id": 1666,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਛੰਤ ਦੲਿਅਾਲ ਪੁਰਖ ਕੇ, ਮਨ ਹਰਿ ਲਾੲਿ ਪਰੀਤਿ; ਕਬ ਦਿਨੀਅਰੁ ਦੇਖੀਅੈ ॥੩॥",
    "transliteration": "Kahu Naanak Shhanth Dhaeiaal Purakh Kae Man Har Laae Pareeth Kab Dhineear Dhaekheeai ||3||",
    "translation": "Says Nanak, chant the Hymns of the Merciful Lord God, and enshrine love for the Lord, O my mind; otherwise, how will you come to behold the dawn? ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਦਇਆ ਦੇ ਘਰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰ, ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਬਣਾ (ਉਸੇ ਤਰ੍ਹਾਂ ਜਿਵੇਂ ਚਕਵੀ ਸਾਰੀ ਰਾਤ ਤਾਂਘ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ ਕਿ) ਕਦੋਂ ਸੂਰਜ ਦਾ ਦਰਸਨ ਹੋਵੇਗਾ ॥੩॥",
    "pronunciation": "(ਦਿਨੀਅਰੁ) ਸੂਰਜ। ਦ-ੲਿਅਾਲ",
    "type_id": 3
  },
  {
    "id": 20608,
    "shabad_id": 1666,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਨਿਸਿ ਕੁਰੰਕ ਜੈਸੇ. ਨਾਦ ਸੁਣਿ ਸ੍ਰਵਣੀ ਹੀੳੁ ਡਿਵੈ; ਮਨ ਅੈਸੀ ਪ੍ਰੀਤਿ ਕੀਜੈ ॥",
    "transliteration": "Nis Kurank Jaisae Naadh Sun Sravanee Heeo Ddivai Man Aisee Preeth Keejai ||",
    "translation": "Like the deer in the night, who hears the sound of the bell and gives his heart - O my mind, love the Lord in this way.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪਿਆਰ ਪਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਹੋ ਜਿਹਾ ਪਿਆਰ ਹਰਨ ਪਾਂਦਾ ਹੈ, ਰਾਤ ਵੇਲੇ ਹਰਨ ਘੰਡੇ ਹੇੜੇ ਦੀ ਆਵਾਜ਼ ਆਪਣੇ ਕੰਨੀਂ ਸੁਣ ਕੇ ਆਪਣਾ ਹਿਰਦਾ (ਉਸ ਆਵਾਜ਼ ਦੇ) ਹਵਾਲੇ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਸਿ) ਰਾਤ ਨੰੂ। (ਕੁ-ਰੰਕ)ਹਿਰਨ।(ਹੀੳੁ)ਹਿਰਦਾ। (ਡਿਵੈ)ਦਿੰਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 20609,
    "shabad_id": 1666,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜੈਸੀ ਤਰੁਣਿ ਭਤਾਰ, ੳੁਰਝੀ ਪਿਰਹਿ ਸਿਵੈ; ੲਿਹੁ ਮਨੁ ਲਾਲ ਦੀਜੈ ॥",
    "transliteration": "Jaisee Tharun Bhathaar Ourajhee Pirehi Sivai Eihu Man Laal Dheejai ||",
    "translation": "Like the wife, who is bound by love to her husband, and serves her beloved - like this, give your heart to the Beloved Lord.",
    "punjabi": "ਜਿਵੇਂ ਜਵਾਨ ਇਸਤ੍ਰੀ ਆਪਣੇ ਪਤੀ ਦੇ ਪਿਆਰ ਵਿਚ ਬੱਝੀ ਹੋਈ ਪਤੀ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹੈ, (ਉਸੇ ਤਰ੍ਹਾਂ ਹੇ ਭਾਈ!) ਆਪਣਾ ਇਹ ਮਨ ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੂੰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਤੇ ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਤਰੁਣਿ) ਜੁਅਾਨ ੲਿਸਤ੍ਰੀ। (ਸਿਵੈ)ਸੇਵਾ ਚ",
    "type_id": 3
  },
  {
    "id": 20610,
    "shabad_id": 1666,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਲਾਲਹਿ ਦੀਜੈ, ਭੋਗ ਕਰੀਜੈ; ਹਭਿ ਖੁਸੀਅਾ ਰੰਗ ਮਾਣੇ ॥",
    "transliteration": "Man Laalehi Dheejai Bhog Kareejai Habh Khuseeaa Rang Maanae ||",
    "translation": "Give your heart to your Beloved Lord, and enjoy His bed, and enjoy all pleasure and bliss.",
    "punjabi": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣਾ ਮਨ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ ਉਹ ਉਸ) ਦੇ ਮਿਲਾਪ ਦੀਆਂ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਮਿਲਾਪ ਦੇ ਸਾਰੇ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "(ਹੱਭਿ) ਸਭ",
    "type_id": 3
  },
  {
    "id": 20611,
    "shabad_id": 1666,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਪਿਰੁ ਅਪਨਾ ਪਾੲਿਅਾ. ਰੰਗੁ ਲਾਲੁ ਬਣਾੲਿਅਾ; ਅਤਿ ਮਿਲਿਓ ਮਿਤ੍ਰ ਚਿਰਾਣੇ ॥",
    "transliteration": "Pir Apanaa Paaeiaa Rang Laal Banaaeiaa Ath Miliou Mithr Chiraanae ||",
    "translation": "I have obtained my Husband Lord, and I am dyed in the deep crimson color of His Love; after such a long time, I have met my Friend.",
    "punjabi": "ਉਹ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ ਹੀ) ਲੱਭ ਲੈਂਦੀ ਹੈ, ਉਹ ਆਪਣੀ ਆਤਮਾ ਨੂੰ ਗੂੜ੍ਹਾ ਪ੍ਰੇਮ-ਰੰਗ ਚਾੜ੍ਹ ਲੈਂਦੀ ਹੈ (ਜਿਵੇਂ ਸੁਹਾਗਣ ਲਾਲ ਕੱਪੜਾ ਪਹਿਨਦੀ ਹੈ) ਉਹ ਮੁੱਢ ਕਦੀਮਾਂ ਦੇ ਮਿੱਤਰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਚਿਰਾਣੇ) ਚਿਰ ਪਿੱਛੋਂ",
    "type_id": 3
  },
  {
    "id": 20612,
    "shabad_id": 1666,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਗੁਰੁ ਥੀਅਾ ਸਾਖੀ, ਤਾ ਡਿਠਮੁ ਅਾਖੀ; ਪਿਰ ਜੇਹਾ. ਅਵਰੁ ਨ ਦੀਸੈ ॥",
    "transliteration": "Gur Thheeaa Saakhee Thaa Dditham Aakhee Pir Jaehaa Avar N Dheesai ||",
    "translation": "When the Guru became my advocate, then I saw the Lord with my eyes. No one else looks like my Beloved Husband Lord.",
    "punjabi": "(ਹੇ ਸਖੀ! ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਮੇਰਾ ਵਿਚੋਲਾ ਬਣਿਆ ਹੈ, ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲਿਆ ਹੈ, ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(ਸਾਖੀ) ਗਵਾਹ। (ਡਿਠਮੁ) ਦੇਖਿਅਾ। ਅਾਖੀਂ",
    "type_id": 3
  },
  {
    "id": 20613,
    "shabad_id": 1666,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਛੰਤ ਦੲਿਅਾਲ ਮੋਹਨ ਕੇ, ਮਨ ਹਰਿ ਚਰਣ ਗਹੀਜੈ; ਅੈਸੀ ਮਨ ਪ੍ਰੀਤਿ ਕੀਜੈ ॥੪॥੧॥੪॥",
    "transliteration": "Kahu Naanak Shhanth Dhaeiaal Mohan Kae Man Har Charan Geheejai Aisee Man Preeth Keejai ||4||1||4||",
    "translation": "Says Nanak, chant the Hymns of the merciful and fascinating Lord, O mind. Grasp the lotus feet of the Lord, and enshrine such love for Him in your mind. ||4||1||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਮਨ! ਦਇਆ ਦੇ ਘਰ, ਤੇ ਮਨ ਨੂੰ ਮੋਹ ਲੈਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹੁ। ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪ੍ਰੇਮ ਪਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਹੋ ਜਿਹਾ ਹਰਨ ਨਾਦ ਨਾਲ ਪਾਂਦਾ ਹੈ ਜਿਹੋ ਜਿਹਾ ਜਵਾਨ ਇਸਤ੍ਰੀ ਆਪਣੇ ਪਤੀ ਨਾਲ ਪਾਂਦੀ ਹੈ) ॥੪॥੧॥੪॥",
    "pronunciation": "(ਗਹੀਜੈ) ਪਕੜ",
    "type_id": 3
  },
  {
    "id": 20614,
    "shabad_id": 1667,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20615,
    "shabad_id": 1668,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20616,
    "shabad_id": 1668,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਨੁ ਬਨੁ ਫਿਰਤੀ ਖੋਜਤੀ; ਹਾਰੀ ਬਹੁ ਅਵਗਾਹਿ ॥",
    "transliteration": "Ban Ban Firathee Khojathee Haaree Bahu Avagaahi ||",
    "translation": "From forest to forest, I wandered searching; I am so tired of taking baths at sacred shrines of pilgrimage.",
    "punjabi": "(ਸਾਰੀ ਲੁਕਾਈ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ) ਹਰੇਕ ਜੰਗਲ ਖੋਜਦੀ ਫਿਰੀ, (ਜੰਗਲਾਂ ਵਿਚ) ਭਾਲ ਕਰ ਕਰ ਥੱਕ ਗਈ (ਪਰ ਪਰਮਾਤਮਾ ਨਾਹ ਲੱਭਾ)।",
    "pronunciation": "(ਅਵਗਾਹਿ) ਖੋਜ ਖੋਜ ਕੇ",
    "type_id": 3
  },
  {
    "id": 20617,
    "shabad_id": 1668,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਭੇਟੇ ਸਾਧ ਜਬ; ਹਰਿ ਪਾੲਿਅਾ ਮਨ ਮਾਹਿ ॥੧॥",
    "transliteration": "Naanak Bhaettae Saadhh Jab Har Paaeiaa Man Maahi ||1||",
    "translation": "O Nanak, when I met the Holy Saint, I found the Lord within my mind. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਵਡ-ਭਾਗੀ ਨੂੰ) ਜਦੋਂ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਨੂੰ) ਲੱਭ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20618,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਛੰਤ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20619,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਾ ਕੳੁ ਖੋਜਹਿ; ਅਸੰਖ ਮੁਨੀ, ਅਨੇਕ ਤਪੇ ॥",
    "transliteration": "Jaa Ko Khojehi Asankh Munee Anaek Thapae ||",
    "translation": "Countless silent sages and innumerable ascetics seek Him;",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੂੰ ਬੇਅੰਤ ਸਮਾਧੀ-ਇਸਥਿਤ ਰਿਸ਼ੀ ਅਤੇ ਅਨੇਕਾਂ ਧੂਣੀਆਂ ਤਪਾਣ ਵਾਲੇ ਸਾਧੂ ਲੱਭਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20620,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬ੍ਰਹਮੇ ਕੋਟਿ ਅਰਾਧਹਿ; ਗਿਅਾਨੀ ਜਾਪ ਜਪੇ ॥",
    "transliteration": "Brehamae Kott Araadhhehi Giaanee Jaap Japae ||",
    "translation": "Millions of Brahmas meditate and adore Him; the spiritual teachers meditate and chant His Name.",
    "punjabi": "ਕ੍ਰੋੜਾਂ ਹੀ ਬ੍ਰਹਮਾ ਅਤੇ ਧਰਮ-ਪੁਸਤਕਾਂ ਦੇ ਵਿਦਵਾਨ ਜਿਸ ਦਾ ਜਾਪ ਜਪ ਕੇ ਆਰਾਧਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20621,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਪ ਤਾਪ ਸੰਜਮ ਕਿਰਿਅਾ ਪੂਜਾ; ਅਨਿਕ ਸੋਧਨ ਬੰਦਨਾ ॥",
    "transliteration": "Jap Thaap Sanjam Kiriaa Poojaa Anik Sodhhan Bandhanaa ||",
    "translation": "Through chanting, deep meditation, strict and austere self-discipline, religious rituals, sincere worship, endless purifications and humble salutations,",
    "punjabi": "ਜਿਸ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਲੋਕ ਕਈ ਕਿਸਮ ਦੇ ਜਪ ਤਪ ਕਰਦੇ ਹਨ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਕਰਨ ਦੇ ਜਤਨ ਕਰਦੇ ਹਨ, ਅਨੇਕਾਂ (ਮਿਥੀਆਂ) ਧਾਰਮਿਕ ਰਸਮਾਂ ਤੇ ਪੂਜਾ ਕਰਦੇ ਹਨ, ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਦੇ ਸਾਧਨ ਅਤੇ (ਡੰਡਉਤ) ਬੰਦਨਾ ਕਰਦੇ ਹਨ,",
    "pronunciation": "(ਸੋਧਨ)ਸੁੱਚਮ",
    "type_id": 3
  },
  {
    "id": 20622,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਰਿ ਗਵਨੁ ਬਸੁਧਾ, ਤੀਰਥਹ ਮਜਨੁ; ਮਿਲਨ ਕੳੁ ਨਿਰੰਜਨਾ ॥",
    "transliteration": "Kar Gavan Basudhhaa Theerathheh Majan Milan Ko Niranjanaa ||",
    "translation": "Wandering all over the earth and bathing at sacred shrines of pilgrimage, people seek to meet the Pure Lord.",
    "punjabi": "(ਤਿਆਗੀ ਬਣ ਕੇ) ਸਾਰੀ ਧਰਤੀ ਦਾ ਚੱਕਰ ਲਾਂਦੇ ਹਨ (ਸਾਰੇ) ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ (ਉਹ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਪੈਂਦਾ ਹੈ)।",
    "pronunciation": "(ਗਵਨ) ਭਰਮਣ। (ਬਸੁ-ਧਾ) ਧਰਤੀ।ਬਸੁਧਾ:ਪੋਲਾ ਬੋਲੋ। ਮੱਜਨੁ",
    "type_id": 3
  },
  {
    "id": 20623,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਾਨੁਖ ਬਨੁ ਤਿਨੁ ਪਸੂ ਪੰਖੀ; ਸਗਲ ਤੁਝਹਿ ਅਰਾਧਤੇ ॥",
    "transliteration": "Maanukh Ban Thin Pasoo Pankhee Sagal Thujhehi Araadhhathae ||",
    "translation": "Mortals, forests, blades of grass, animals and birds all meditate on You.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਗੋਬਿੰਦ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮਨੁੱਖ, ਜੰਗਲ, ਬਨਸਪਤੀ, ਪਸ਼ੂ, ਪੰਛੀ-ਇਹ ਸਾਰੇ ਹੀ ਤੇਰਾ ਆਰਾਧਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਅਰਾਧਤੇ) ਸਿਮਰਦੇ",
    "type_id": 3
  },
  {
    "id": 20624,
    "shabad_id": 1669,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦੲਿਅਾਲ ਲਾਲ ਗੋਬਿੰਦ ਨਾਨਕ; ਮਿਲੁ ਸਾਧਸੰਗਤਿ ਹੋੲਿ ਗਤੇ ॥੧॥",
    "transliteration": "Dhaeiaal Laal Gobindh Naanak Mil Saadhhasangath Hoe Gathae ||1||",
    "translation": "The Merciful Beloved Lord, the Lord of the Universe is found; O Nanak, joining the Saadh Sangat, the Company of the Holy, salvation is attained. ||1||",
    "punjabi": "(ਮੈਂ ਨਾਨਕ ਉਤੇ ਦਇਆ ਕਰ, ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾ, ਤਾ ਕਿ ਮੈਨੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ ॥੧॥",
    "pronunciation": "(ਗਤੇ) ਕਲਿਅਾਣ।ਗਤੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20625,
    "shabad_id": 1669,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਕੋਟਿ ਬਿਸਨ ਅਵਤਾਰ; ਸੰਕਰ ਜਟਾਧਾਰ ॥",
    "transliteration": "Kott Bisan Avathaar Sankar Jattaadhhaar ||",
    "translation": "Millions of incarnations of Vishnu and Shiva, with matted hair",
    "punjabi": "ਹੇ ਦਇਆਲ ਹਰੀ! ਵਿਸ਼ਨੂੰ ਦੇ ਕ੍ਰੋੜਾਂ ਅਵਤਾਰ ਅਤੇ ਕ੍ਰੋੜਾਂ ਜਟਾਧਾਰੀ ਸ਼ਿਵ ਤੈਨੂੰ (ਮਿਲਣਾ) ਲੋਚਦੇ ਹਨ,",
    "pronunciation": "(ਸੰਕਰ) ਸ਼ਿਵਜੀ",
    "type_id": 3
  },
  {
    "id": 20626,
    "shabad_id": 1669,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਚਾਹਹਿ ਤੁਝਹਿ ਦੲਿਅਾਰ; ਮਨਿ ਤਨਿ ਰੁਚ ਅਪਾਰ ॥",
    "transliteration": "Chaahehi Thujhehi Dhaeiaar Man Than Ruch Apaar ||",
    "translation": "Yearn for You, O Merciful Lord; their minds and bodies are filled with infinite longing.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਤੇਰੇ ਮਿਲਣ ਦੀ) ਤਾਂਘ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਚਾਹ-ਹਿ। ਤੁਝ-ਹਿ। ਦ-ੲਿਅਾਰ।(ਰੁਚ) ਤਾਂਘ।",
    "type_id": 3
  },
  {
    "id": 20627,
    "shabad_id": 1669,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਪਾਰ ਅਗਮ ਗੋਬਿੰਦ ਠਾਕੁਰ; ਸਗਲ ਪੂਰਕ ਪ੍ਰਭ ਧਨੀ ॥",
    "transliteration": "Apaar Agam Gobindh Thaakur Sagal Poorak Prabh Dhhanee ||",
    "translation": "The Lord Master, the Lord of the Universe, is infinite and unapproachable; God is the all-pervading Lord of all.",
    "punjabi": "ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਗੋਬਿੰਦ! ਹੇ ਠਾਕੁਰ! ਹੇ ਸਭ ਦੀ ਕਾਮਨਾ ਪੂਰੀ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਸਭ ਦੇ ਮਾਲਕ!",
    "pronunciation": "(ਪੂਰਕ) ਪੂਰੀਅਾਂ ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 20628,
    "shabad_id": 1669,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸੁਰ ਸਿਧ ਗਣ ਗੰਧਰਬ ਧਿਅਾਵਹਿ; ਜਖ ਕਿੰਨਰ ਗੁਣ ਭਨੀ ॥",
    "transliteration": "Sur Sidhh Gan Gandhharab Dhhiaavehi Jakh Kinnar Gun Bhanee ||",
    "translation": "The angels,the Siddhas,the beings of spiritual perfection,the heavenly heralds and celestial singers meditate on You. The Yakhsha demons,the guards of the divine treasures,and the Kinnars, the dancers of the god of wealth chant Your Glorious Praises.",
    "punjabi": "ਦੇਵਤੇ, ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ, ਸ਼ਿਵ ਦੇ ਗਣ, ਦੇਵਤਿਆਂ ਦੇ ਰਾਗੀ, ਜੱਖ, ਕਿੰਨਰ (ਆਦਿਕ ਸਾਰੇ) ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਤੇ ਗੁਣ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "(ਗਣ) ਸ਼ਿਵਜੀ ਦੇ ਸੇਵਕ। (ਗੰ-ਧਰਬ) ਦੇਵਤਿਅਾਂ ਦੇ ਰਾਗੀ। (ਜਖ ਕਿੰਨਰ) ਦੇਵਤਿਅਾਂ ਦੀਅਾਂ ਜਾਤੀਅਾਂ। (ਭਨੀ) ੳੁਚਾਰਦੇ।ਬਨੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20629,
    "shabad_id": 1669,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕੋਟਿ ੲਿੰਦ੍ਰ ਅਨੇਕ ਦੇਵਾ; ਜਪਤ ਸੁਅਾਮੀ ਜੈ ਜੈਕਾਰ ॥",
    "transliteration": "Kott Eindhr Anaek Dhaevaa Japath Suaamee Jai Jai Kaar ||",
    "translation": "Millions of Indras and countless gods and super-human beings meditate on the Lord Master and celebrate His Praises.",
    "punjabi": "ਕ੍ਰੋੜਾਂ ਇੰਦਰ, ਅਨੇਕਾਂ ਦੇਵਤੇ, ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਜੈਕਾਰ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਦੇਵਾ) ਦੇਵਤੇ",
    "type_id": 3
  },
  {
    "id": 20630,
    "shabad_id": 1669,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅਨਾਥ ਨਾਥ ਦੲਿਅਾਲ ਨਾਨਕ; ਸਾਧਸੰਗਤਿ ਮਿਲਿ ੳੁਧਾਰ ॥੨॥",
    "transliteration": "Anaathh Naathh Dhaeiaal Naanak Saadhhasangath Mil Oudhhaar ||2||",
    "translation": "The Merciful Lord is the Master of the masterless, O Nanak; joining the Saadh Sangat, the Company of the Holy, one is saved. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨਿਖਸਮਿਆਂ ਦੇ ਖਸਮ ਪ੍ਰਭੂ ਨੂੰ, ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਦੀ ਰਾਹੀਂ (ਹੀ) ਮਿਲ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬੇੜਾ ਪਾਰ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20631,
    "shabad_id": 1669,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਕੋਟਿ ਦੇਵੀ ਜਾ ਕੳੁ ਸੇਵਹਿ; ਲਖਿਮੀ ਅਨਿਕ ਭਾਤਿ ॥",
    "transliteration": "Kott Dhaevee Jaa Ko Saevehi Lakhimee Anik Bhaath ||",
    "translation": "Millions of gods and goddesses of wealth serve Him in so many ways.",
    "punjabi": "ਕ੍ਰੋੜਾਂ ਦੇਵੀਆਂ ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੀਆਂ ਹਨ, ਧਨ ਦੀ ਦੇਵੀ ਲਛਮੀ ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਜਿਸ ਦੀ ਸੇਵਾ ਕਰਦੀ ਹੈ,",
    "pronunciation": "(ਲੱਖਿਮੀ) ਧਨ ਦੀ ਦੇਵੀ। ਭਾਂਤਿ",
    "type_id": 3
  }
]
