[
  {
    "id": 20708,
    "shabad_id": 1676,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "AprwDI miq hInu; inrgunu AnwQu nIcu ]",
    "transliteration": "Aparaadhhee Mathiheen Niragun Anaathh Neech ||",
    "translation": "I am a sinner, devoid of wisdom, worthless, destitute and vile.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਨਾਹਗਾਰ ਹਾਂ, ਅਕਲੋਂ ਸੱਖਣਾ ਹਾਂ, ਗੁਣ-ਹੀਣ ਹਾਂ, ਨਿਆਸਰਾ ਹਾਂ, ਮੰਦੇ ਸੁਭਾਵ ਵਾਲਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20709,
    "shabad_id": 1676,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "sT kToru kul hInu; ibAwpq moh kIcu ]",
    "transliteration": "Sath Kathor Kuleheen Biaapath Moh Keech ||",
    "translation": "I am deceitful, hard-hearted, lowly and entangled in the mud of emotional attachment.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਵਿਕਾਰੀ ਹਾਂ, ਬੇ-ਤਰਸ ਹਾਂ, ਨੀਵੀਂ ਕੁਲ ਵਾਲਾ ਹਾਂ, ਮੋਹ ਦਾ ਚਿੱਕੜ ਮੇਰੇ ਉਤੇ ਆਪਣਾ ਦਬਾਉ ਪਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(sT) ivkwrI[sT:polw bolo (kToru) inrdeI[ (kIcu) ic`kV",
    "type_id": 3
  },
  {
    "id": 20710,
    "shabad_id": 1676,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ml Brm krm AhM mmqw; mrxu. cIiq n Awvey ]",
    "transliteration": "Mal Bharam Karam Ahan Mamathaa Maran Cheeth N Aaveae ||",
    "translation": "I am stuck in the filth of doubt and egotistical actions, and I try not to think of death.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਭਟਕਣਾ ਵਿਚ ਪੈਣ ਵਾਲੇ ਕਰਮਾਂ ਦੀ ਮੈਲ ਮੈਨੂੰ ਲੱਗੀ ਹੋਈ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਅਹੰਕਾਰ ਹੈ, ਮਮਤਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਮੌਤ ਮੈਨੂੰ ਚੇਤੇ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "Aw-vey",
    "type_id": 3
  },
  {
    "id": 20711,
    "shabad_id": 1676,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "binqw ibnod AnMd mwieAw; AigAwnqw lptwvey ]",
    "transliteration": "Banithaa Binodh Anandh Maaeiaa Agiaanathaa Lapattaaveae ||",
    "translation": "In ignorance, I cling to the pleasures of woman and the joys of Maya.",
    "punjabi": "ਮੈਂ ਇਸਤ੍ਰੀ ਦੇ ਚੋਜ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਮਾਇਆ ਦੇ ਮੌਜ-ਮੇਲਿਆਂ ਵਿਚ (ਗ਼ਰਕ ਹਾਂ), ਮੈਨੂੰ ਅਗਿਆਨਤਾ ਚੰਬੜੀ ਹੋਈ ਹੈ।",
    "pronunciation": "(bin-qw) iesqRI[ (ibnod) coj qmwSy[ lptw-vey",
    "type_id": 3
  },
  {
    "id": 20712,
    "shabad_id": 1676,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "iKsY jobnu, bDY jrUAw; idn inhwry sMig mIcu ]",
    "transliteration": "Khisai Joban Badhhai Jarooaa Dhin Nihaarae Sang Meech ||",
    "translation": "My youth is wasting away, old age is approaching, and Death, my companion, is counting my days.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਜਵਾਨੀ ਢਲ ਰਹੀ ਹੈ, ਬੁਢੇਪਾ ਵਧ ਰਿਹਾ ਹੈ, ਮੌਤ (ਮੇਰੇ) ਨਾਲ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ) ਦਿਨ ਤੱਕ ਰਹੀ ਹੈ।",
    "pronunciation": "(jrUAw) buFypw[ (inhwry) dyK rhI[ (mIcu) mOq[ iKsY: polw bolo",
    "type_id": 3
  },
  {
    "id": 20713,
    "shabad_id": 1676,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ibnvMiq nwnk. Aws qyrI; srix swDU rwKu nIcu ]2]",
    "transliteration": "Binavanth Naanak Aas Thaeree Saran Saadhhoo Raakh Neech ||2||",
    "translation": "Prays Nanak, my hope is in You, Lord; please preserve me, the lowly one, in the Sanctuary of the Holy. ||2||",
    "punjabi": "ਤੇਰਾ ਦਾਸ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਮੈਨੂੰ ਤੇਰੀ ਹੀ ਆਸ ਹੈ, ਮੈਨੂੰ ਨੀਚ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਰੱਖ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20714,
    "shabad_id": 1676,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Brmy jnm Anyk; sMkt mhw jon ]",
    "transliteration": "Bharamae Janam Anaek Sankatt Mehaa Jon ||",
    "translation": "I have wandered through countless incarnations, suffering terrible pain in these lives.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮੁਰਾਰੀ! ਮੈਂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕਿਆ ਹਾਂ, ਮੈਂ ਕਈ ਜੂਨਾਂ ਦੇ ਵੱਡੇ ਦੁੱਖ ਸਹਾਰੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20715,
    "shabad_id": 1676,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "lpit rihE iqh sMig; mITy Bog so n ]",
    "transliteration": "Lapatt Rehiou Thih Sang Meethae Bhog Son ||",
    "translation": "I am entangled in sweet pleasures and gold.",
    "punjabi": "ਧਨ ਤੇ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਮੈਨੂੰ ਮਿੱਠੇ ਲੱਗ ਰਹੇ ਹਨ, ਮੈਂ ਇਹਨਾਂ ਨਾਲ ਹੀ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "so Bog im`Ty (n) nhIN[ (2. son)",
    "type_id": 3
  },
  {
    "id": 20716,
    "shabad_id": 1676,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "BRmq Bwr Agnq AwieE; bhu pRdysh DwieE ]",
    "transliteration": "Bhramath Bhaar Aganath Aaeiou Bahu Pradhaeseh Dhhaaeiou ||",
    "translation": "After wandering around with such great loads of sin, I have come, after wandering through so many foreign lands.",
    "punjabi": "ਅਨੇਕਾਂ ਪਾਪਾਂ ਦਾ ਭਾਰ ਚੁੱਕ ਕੇ ਮੈਂ ਭਟਕਦਾ ਆ ਰਿਹਾ ਹਾਂ, ਅਨੇਕਾਂ ਪਰਦੇਸਾਂ ਵਿਚ (ਜੂਨਾਂ ਵਿਚ) ਦੌੜ ਚੁਕਿਆ ਹਾਂ (ਦੁੱਖ ਹੀ ਦੁੱਖ ਵੇਖੇ ਹਨ)।",
    "pronunciation": "jUnW rUpI (pRdysh) pRdysW c (DwieE) dOV rhy[ A-gnq",
    "type_id": 3
  },
  {
    "id": 20717,
    "shabad_id": 1676,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "Ab Et DwrI pRB murwrI; srb suK hir nwieE ]",
    "transliteration": "Ab Outt Dhhaaree Prabh Muraaree Sarab Sukh Har Naaeiou ||",
    "translation": "Now, I have taken the protection of God, and I have found total peace in the Name of the Lord.",
    "punjabi": "ਹੁਣ ਮੈਂ ਤੇਰਾ ਪੱਲਾ ਫੜਿਆ ਹੈ, ਤੇ, ਹੇ ਹਰੀ! ਤੇਰੇ ਨਾਮ ਵਿਚ ਮੈਨੂੰ ਸਾਰੇ ਸੁਖ ਮਿਲ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20718,
    "shabad_id": 1676,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "rwKnhwry pRB ipAwry; muJ qy. kCU n hoAw, ho n ]",
    "transliteration": "Raakhanehaarae Prabh Piaarae Mujh Thae Kashhoo N Hoaa Hon ||",
    "translation": "God, my Beloved, is my protector; nothing was done, or will ever be done, by myself alone.",
    "punjabi": "ਹੇ ਰੱਖਿਆ ਕਰਨ ਦੇ ਸਮਰਥ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ) ਮੈਥੋਂ ਹੁਣ ਤਕ ਕੁਝ ਨਹੀਂ ਹੋ ਸਕਿਆ, ਅਗਾਂਹ ਨੂੰ ਭੀ ਕੁਝ ਨਹੀਂ ਹੋ ਸਕੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20719,
    "shabad_id": 1676,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sUK shj AwnMd nwnk; ikRpw qyrI qry. Baun ]3]",
    "transliteration": "Sookh Sehaj Aanandh Naanak Kirapaa Thaeree Tharai Bhoun ||3||",
    "translation": "I have found peace, poise and bliss, O Nanak; by Your mercy, I swim across the world-ocean. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੇਰੀ ਕਿਰਪਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਸੁਖ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(Baun) BRmx, sMswr swgr",
    "type_id": 3
  },
  {
    "id": 20720,
    "shabad_id": 1676,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "nwm DwrIk auDwry; Bgqh sMsw kaun ]",
    "transliteration": "Naam Dhhaareek Oudhhaarae Bhagatheh Sansaa Koun ||",
    "translation": "You saved those who only pretended to believe, so what doubts should Your true devotees have?",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਤਾਂ ਉਹ ਬੰਦੇ ਭੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਏ ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਰਫ਼ ਆਪਣਾ ਨਾਮ ਹੀ ਭਗਤ ਰਖਾਇਆ ਹੋਇਆ ਸੀ। (ਸੱਚੇ) ਭਗਤਾਂ ਨੂੰ (ਤਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ) ਕੋਈ ਸਹਮ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20721,
    "shabad_id": 1676,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "jyn kyn prkwry; hir hir jsu. sunhu sRvn ]",
    "transliteration": "Jaen Kaen Parakaarae Har Har Jas Sunahu Sravan ||",
    "translation": "By every means possible, listen to the Praises of the Lord with your ears.",
    "punjabi": "(ਸੋ, ਹੇ ਭਾਈ!) ਜਿਸ ਤਰ੍ਹਾਂ ਭੀ ਹੋ ਸਕੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਦੇ ਰਿਹਾ ਕਰੋ।",
    "pronunciation": "(jyn)ijs[ (kyn)iks[ (prkwry)qrW@ BI ho sky",
    "type_id": 3
  },
  {
    "id": 20722,
    "shabad_id": 1676,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "suin sRvn bwnI. purK igAwnI; min inDwnw pwvhy ]",
    "transliteration": "Sun Sravan Baanee Purakh Giaanee Man Nidhhaanaa Paavehae ||",
    "translation": "Listen with your ears to the Word of the Lord's Bani, the hymns of spiritual wisdom; thus you shall obtain the treasure in your mind.",
    "punjabi": "ਹੇ ਗਿਆਨਵਾਨ ਬੰਦੇ! ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣ (ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ) ਮਨ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਏਂਗਾ।",
    "pronunciation": "pwv-hy",
    "type_id": 3
  },
  {
    "id": 20723,
    "shabad_id": 1676,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hir rMig rwqy. pRB ibDwqy; rwm ky gux gwvhy ]",
    "transliteration": "Har Rang Raathae Prabh Bidhhaathae Raam Kae Gun Gaavehae ||",
    "translation": "Attuned to the Love of the Lord God, the Architect of Destiny, sing the Glorious Praises of the Lord.",
    "punjabi": "(ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਮਨੁੱਖ ਜੇਹੜੇ) ਸਿਰਜਣਹਾਰ ਹਰੀ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "(ibDwqy) isrjxhwr[ gwv-hy",
    "type_id": 3
  },
  {
    "id": 20724,
    "shabad_id": 1676,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "bsuD kwgd. bnrwj klmw; ilKx kau. jy hoie pvn ]",
    "transliteration": "Basudhh Kaagadh Banaraaj Kalamaa Likhan Ko Jae Hoe Pavan ||",
    "translation": "The earth is the paper, the forest is the pen and the wind is the writer,",
    "punjabi": "ਜੇ ਸਾਰੀ ਧਰਤੀ ਕਾਗ਼ਜ਼ ਬਣ ਜਾਏ, ਜੇ ਸਾਰੀ ਬਨਸਪਤੀ ਕਲਮ ਬਣ ਜਾਏ, ਤੇ ਜੇ ਹਵਾ ਲਿਖਣ ਵਾਸਤੇ (ਲਿਖਾਰੀ) ਬਣ ਜਾਏ,",
    "pronunciation": "(b-su-D) DrqI[bsuD:polw imlvW[ (bnrwj) bnspqI[ klmW",
    "type_id": 3
  },
  {
    "id": 20725,
    "shabad_id": 1676,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "byAMq. AMqu n jwie pwieAw; ghI nwnk. crx srn ]4]5]8]",
    "transliteration": "Baeanth Anth N Jaae Paaeiaa Gehee Naanak Charan Saran ||4||5||8||",
    "translation": "But still, the end of the endless Lord cannot be found. O Nanak, I have taken to the Sanctuary of His lotus feet. ||4||5||8||",
    "punjabi": "ਤਾਂ ਭੀ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੇ) ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੪॥੫॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20726,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20727,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "purK pqy Bgvwn; qw kI srix ghI ]",
    "transliteration": "Purakh Pathae Bhagavaan Thaa Kee Saran Gehee ||",
    "translation": "The Primal Lord is the Lord God of all beings. I have taken to His Sanctuary.",
    "punjabi": "ਜੇਹੜਾ ਭਗਵਾਨ ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈ ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਉਸ ਦਾ ਆਸਰਾ ਲਿਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "(pq) Ksm hir jI[pq:polw",
    "type_id": 3
  },
  {
    "id": 20728,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "inrBau Bey prwn; icMqw sgl lhI ]",
    "transliteration": "Nirabho Bheae Paraan Chinthaa Sagal Lehee ||",
    "translation": "My life has become fearless, and all my anxieties have been removed.",
    "punjabi": "(ਉਸ ਆਸਰੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦੀ ਜਿੰਦ (ਦੁਨੀਆ ਦੇ) ਡਰਾਂ ਤੋਂ ਰਹਿਤ ਹੋ ਗਈ ਹੈ, ਉਹਨਾਂ ਦੀ ਹਰੇਕ ਕਿਸਮ ਦੀ ਚਿੰਤਾ ਦੂਰ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "(prwn) ijMd",
    "type_id": 3
  },
  {
    "id": 20729,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mwq ipqw suq mIq suirjn; iest bMDp jwixAw ]",
    "transliteration": "Maath Pithaa Suth Meeth Surijan Eisatt Bandhhap Jaaniaa ||",
    "translation": "I know the Lord as my mother, father, son, friend, well-wisher and close relative.",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਭਗਵਾਨ ਨੂੰ ਹੀ ਆਪਣੇ ਮਾਂ ਪਿਉ ਪੁੱਤਰ ਮਿੱਤਰ ਸੱਜਣ ਪਿਆਰੇ ਰਿਸ਼ਤੇਦਾਰ ਸਮਝ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(suir-jn)gurmuiK[ (iest) sRyStipAwry[ (bMDp)sbMDI",
    "type_id": 3
  },
  {
    "id": 20730,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gih kMiT lwieAw. guir imlwieAw; jsu ibml sMq vKwixAw ]",
    "transliteration": "Gehi Kanth Laaeiaa Gur Milaaeiaa Jas Bimal Santh Vakhaaniaa ||",
    "translation": "The Guru has led me to embrace Him; the Saints chant His Pure Praises.",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਨੂੰ ਭਗਵਾਨ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ, (ਭਗਵਾਨ ਨੇ ਉਹਨਾਂ ਦੀ ਬਾਂਹ) ਫੜ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਲਾ ਲਿਆ ਹੈ। ਉਹ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ibml) inrml",
    "type_id": 3
  },
  {
    "id": 20731,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "byAMq gux Anyk mihmw; kImiq kCU. n jwie khI ]",
    "transliteration": "Baeanth Gun Anaek Mehimaa Keemath Kashhoo N Jaae Kehee ||",
    "translation": "His Glorious Virtues are infinite, and His greatness is unlimited. His value cannot be described at all.",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਅਨੇਕਾਂ ਵਡਿਆਈਆਂ ਹਨ, ਉਸ (ਦੀ ਬਜ਼ੁਰਗੀ) ਦਾ ਰਤਾ ਭਰ ਭੀ ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20732,
    "shabad_id": 1677,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "pRB eyk. Aink AlK Twkur; Et nwnk. iqsu ghI ]1]",
    "transliteration": "Prabh Eaek Anik Alakh Thaakur Outt Naanak This Gehee ||1||",
    "translation": "God is the One and only, the Unseen Lord and Master; O Nanak, I have grasped His protection. ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ ਇਕ ਸਰੂਪ ਤੋਂ ਅਨੇਕ-ਰੂਪ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਉਸ ਦੇ ਸਹੀ ਸਰੂਪ ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਹ ਸਭ ਦਾ ਮਾਲਕ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਸੰਤ ਜਨਾਂ ਨੇ) ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20733,
    "shabad_id": 1677,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "AMimRq bnu sMswru; shweI Awip Bey ]",
    "transliteration": "Anmrith Ban Sansaar Sehaaee Aap Bheae ||",
    "translation": "The world is a pool of nectar, when the Lord becomes our helper.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(bnu) jl",
    "type_id": 3
  },
  {
    "id": 20734,
    "shabad_id": 1677,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "rwm nwmu aur hwru; ibKu ky idvs gey ]",
    "transliteration": "Raam Naam Our Haar Bikh Kae Dhivas Geae ||",
    "translation": "One who wears the necklace of the Lord's Name - his days of suffering are ended.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਦਾ ਹਾਰ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ ਖਾਣ ਵਾਲੇ ਦਿਨ ਬੀਤ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(idvs) idn",
    "type_id": 3
  },
  {
    "id": 20735,
    "shabad_id": 1677,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "gqu Brm moh ibkwr ibnsy; join Awvx sB rhy ]",
    "transliteration": "Gath Bharam Moh Bikaar Binasae Jon Aavan Sabh Rehae ||",
    "translation": "His state of doubt, attachment and sin is erased, and the cycle of reincarnation into the womb is totally ended.",
    "punjabi": "ਉਸ ਦੀ ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਤੇ ਵਿਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਜਨਮਾਂ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(gqu) nws[ (ibnsy) nws",
    "type_id": 3
  },
  {
    "id": 20736,
    "shabad_id": 1677,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Agin swgr Bey sIql; swD AMcl gih rhy ]",
    "transliteration": "Agan Saagar Bheae Seethal Saadhh Anchal Gehi Rehae ||",
    "translation": "The ocean of fire becomes cool, when one grasps the hem of the robe of the Holy Saint.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜੀ ਰੱਖਦਾ ਹੈ, ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਉਸ ਦੇ ਵਾਸਤੇ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(sIql) TMFw[ (AMcl) p`lw[ (gih) pkiVAw",
    "type_id": 3
  },
  {
    "id": 20737,
    "shabad_id": 1677,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "goivMd gupwl dieAwl sMimRQ; boil swDU. hir jY jey ]",
    "transliteration": "Govindh Gupaal Dhaeiaal Sanmrithh Bol Saadhhoo Har Jai Jeae ||",
    "translation": "The Lord of the Universe, the Sustainer of the World, the merciful all-powerful Lord - the Holy Saints proclaim the victory of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੋਵਿੰਦ ਗੁਪਾਲ ਦਇਆਲ ਸਮਰੱਥ ਪਰਮਾਤਮਾ ਦੀ ਜੈ ਜੈਕਾਰ ਕਰਦਾ ਰਿਹਾ ਕਰ।",
    "pronunciation": "sMm-i ~RQ",
    "type_id": 3
  },
  {
    "id": 20738,
    "shabad_id": 1677,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "nwnk nwmu iDAwie pUrn; swDsMig pweI prmgqy ]2]",
    "transliteration": "Naanak Naam Dhhiaae Pooran Saadhhasang Paaee Param Gathae ||2||",
    "translation": "O Nanak, meditating on the Naam, in the perfect Saadh Sangat, the Company of the Holy, I have obtained the supreme status. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਪੂਰਨ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20739,
    "shabad_id": 1677,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jh dyKau qh sMig; eyko riv rihAw ]",
    "transliteration": "Jeh Dhaekho Theh Sang Eaeko Rav Rehiaa ||",
    "translation": "Wherever I look, there I find the One Lord permeating and pervading all.",
    "punjabi": "ਮੈਂ ਜਿੱਧਰ ਵੇਖਦਾ ਹਾਂ, ਉਧਰ ਹੀ ਮੇਰੇ ਨਾਲ ਮੈਨੂੰ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਮੌਜੂਦ ਦਿੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20740,
    "shabad_id": 1677,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Gt Gt vwsI Awip; ivrlY iknY lihAw ]",
    "transliteration": "Ghatt Ghatt Vaasee Aap Viralai Kinai Lehiaa ||",
    "translation": "In each and every heart, He Himself dwells, but how rare is that person who realizes this.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ, ਪਰ ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਨੇ ਇਹ ਗੱਲ ਸਮਝੀ ਹੈ।",
    "pronunciation": "(lihAw) jwixAw",
    "type_id": 3
  },
  {
    "id": 20741,
    "shabad_id": 1677,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jil Qil mhIAil pUir pUrn; kIt hsiq smwinAw ]",
    "transliteration": "Jal Thhal Meheeal Poor Pooran Keett Hasath Samaaniaa ||",
    "translation": "The Lord is permeating and pervading the water, the land and the sky; He is contained in the ant and the elephant.",
    "punjabi": "ਉਹ ਵਿਆਪਕ ਪ੍ਰਭੂ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਪੁਲਾੜ ਵਿਚ ਹਰ ਥਾਂ ਵੱਸ ਰਿਹਾ ਹੈ, ਕੀੜੀ ਵਿਚ ਹਾਥੀ ਵਿਚ ਇਕੋ ਜਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20742,
    "shabad_id": 1677,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Awid AMqy miD soeI; gur pRswdI jwinAw ]",
    "transliteration": "Aadh Anthae Madhh Soee Gur Prasaadhee Jaaniaa ||",
    "translation": "In the beginning, in the middle and in the end, He exists. By Guru's Grace, He is known.",
    "punjabi": "ਜਗਤ-ਰਚਨਾ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਉਹ ਆਪ ਹੀ ਸੀ, ਰਚਨਾ ਦੇ ਅੰਤ ਵਿੱਚ ਵੀ ਉਹ ਆਪ ਹੀ ਹੋਵੇਗਾ, ਹੁਣ ਭੀ ਉਹ ਆਪ ਹੀ ਆਪ ਹੈ। ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਇਸ ਗੱਲ ਦੀ ਸਮਝ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20743,
    "shabad_id": 1677,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "bRhmu psirAw bRhm lIlw; goivMd gux iniD jin kihAw ]",
    "transliteration": "Breham Pasariaa Breham Leelaa Govindh Gun Nidhh Jan Kehiaa ||",
    "translation": "God created the expanse of the universe, God created the play of the world. His humble servants call Him the Lord of the Universe, the treasure of virtue.",
    "punjabi": "ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਪਸਾਰਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਰਚੀ ਹੋਈ ਖੇਡ ਹੋ ਰਹੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ। ਕਿਸੇ ਵਿਰਲੇ ਸੇਵਕ ਨੇ ਉਸ ਨੂੰ ਜਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20744,
    "shabad_id": 1677,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ismir suAwmI AMqrjwmI; hir eyku nwnk. riv rihAw ]3]",
    "transliteration": "Simar Suaamee Antharajaamee Har Eaek Naanak Rav Rehiaa ||3||",
    "translation": "Meditate in remembrance on the Lord Master, the Searcher of hearts; O Nanak, He is the One, pervading and permeating all. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਉਸ ਮਾਲਕ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ, ਉਹ ਹਰੀ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20745,
    "shabad_id": 1677,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "idnu rYix suhwvVI AweI; ismrq nwmu hry ]",
    "transliteration": "Dhin Rain Suhaavarree Aaee Simarath Naam Harae ||",
    "translation": "Day and night, become beauteous by remembering the Naam, the Name of the Lord.",
    "punjabi": "ਮਨੁੱਖ ਲਈ ਉਹ ਦਿਨ ਸੋਹਣਾ ਆਉਂਦਾ ਹੈ ਉਹ ਰਾਤ ਸੋਹਣੀ ਆਉਂਦੀ ਹੈ ਜਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
