[
  {
    "id": 20746,
    "shabad_id": 1677,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਚਰਣਕਮਲ ਸੰਗਿ ਪ੍ਰੀਤਿ; ਕਲਮਲ ਪਾਪ ਟਰੇ ||",
    "transliteration": "Charan Kamal Sang Preeth Kalamal Paap Ttarae ||",
    "translation": "In love with the Lord's Lotus Feet, corruption and sin depart.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤਿ ਬਣ ਜਾਂਦੀ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਕਲਮਲ) ਦੋਸ਼[ (ਟਰੇ) ਦੂਰ ਹੋੲੇ",
    "type_id": 3
  },
  {
    "id": 20747,
    "shabad_id": 1677,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਦੂਖ ਭੂਖ ਦਾਰਿਦ੍ਰ ਨਾਠੇ; ਪ੍ਰਗਟੁ ਮਗੁ ਦਿਖਾੲਿਅਾ ||",
    "transliteration": "Dhookh Bhookh Dhaaridhr Naathae Pragatt Mag Dhikhaaeiaa ||",
    "translation": "Pain, hunger and poverty run away, and the path is clearly revealed.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਨੇ ਜੀਵਨ ਦਾ) ਸਿੱਧਾ ਰਾਹ ਵਿਖਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਦੁੱਖ ਉਸ ਦੀ ਭੁੱਖ ਉਸ ਦੀ ਗ਼ਰੀਬੀ ਸਭ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "(ਦਾਰਿਦ੍ਰ) ਗ੍ਰੀਬੀ",
    "type_id": 3
  },
  {
    "id": 20748,
    "shabad_id": 1677,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ਸਾਧਸੰਗੇ ਨਾਮ ਰੰਗੇ; ਮਨਿ ਲੋੜੀਦਾ ਪਾੲਿਅਾ ||",
    "transliteration": "Mil Saadhhasangae Naam Rangae Man Lorreedhaa Paaeiaa ||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, one is attuned to the Naam, and obtains the desires of the mind.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਮਗਨ ਹੁੰਦਾ ਹੈ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿਤਵਿਆ ਫਲ ਪਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20749,
    "shabad_id": 1677,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਦੇਖਿ ਦਰਸਨੁ ੲਿਛ ਪੁੰਨੀ; ਕੁਲ ਸੰਬੂਹਾ ਸਭਿ ਤਰੇ ||",
    "transliteration": "Har Dhaekh Dharasan Eishh Punnee Kul Sanboohaa Sabh Tharae ||",
    "translation": "Beholding the Blessed Vision of the Lord's Darshan, desires are fulfilled; all one's family and relatives are saved.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰਕੇ ਮਨੁੱਖ ਦੀ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਭੀ ਤਰ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20750,
    "shabad_id": 1677,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਦਿਨਸੁ ਰੈਣਿ ਅਨੰਦ ਅਨਦਿਨੁ; ਸਿਮਰੰਤ ਨਾਨਕ ਹਰਿ ਹਰੇ ||੪||੬||੯||",
    "transliteration": "Dhinas Rain Anandh Anadhin Simaranth Naanak Har Harae ||4||6||9||",
    "translation": "Day and night, he is in bliss, night and day, remembering the Lord in meditation, O Nanak. ||4||6||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਹਰੇਕ ਰਾਤ ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਦਿਨ ਹਰ ਵੇਲੇ ਆਨੰਦ ਵਿਚ ਲੰਘਦਾ ਹੈ ॥੪॥੬॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20751,
    "shabad_id": 1678,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ਛੰਤ ਘਰੁ ੭",
    "transliteration": "Aasaa Mehalaa 5 Shhanth Ghar 7",
    "translation": "Aasaa, Fifth Mehl, Chhant, Seventh House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20752,
    "shabad_id": 1678,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20753,
    "shabad_id": 1678,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20754,
    "shabad_id": 1678,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਸੁਭ ਚਿੰਤਨ ਗੋਬਿੰਦ ਰਮਣ; ਨਿਰਮਲ ਸਾਧੂਸੰਗ ||",
    "transliteration": "Subh Chinthan Gobindh Raman Niramal Saadhhoo Sang ||",
    "translation": "It is the most sublime contemplation, to speak of the Lord of the Universe in the pure Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਭਗਵਾਨ! ਮੈਂ ਸਦਾ ਭਲੀਆਂ ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਾਂ, ਮੈਂ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ, ਮੈਂ ਗੁਰੂ ਦੀ ਪਵਿਤ੍ਰ ਸੰਗਤਿ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "(ਚਿੰਤਨ) ਧਿਅਾਨ[ (ਰਮਣ) ਸਿਮਰਨ",
    "type_id": 3
  },
  {
    "id": 20755,
    "shabad_id": 1678,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨ ਵਿਸਰੳੁ. ੲਿਕ ਘੜੀ; ਕਰਿ ਕਿਰਪਾ ਭਗਵੰਤ ||੧||",
    "transliteration": "Naanak Naam N Visaro Eik Gharree Kar Kirapaa Bhagavanth ||1||",
    "translation": "O Nanak, never the Naam, even for a moment; bless me with Your Grace, Lord God! ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਗਵਾਨ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਇਕ ਘੜੀ ਵਾਸਤੇ ਭੀ ਤੇਰਾ ਨਾਮ ਨਾਹ ਭੁੱਲਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20756,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਛੰਤ ||",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20757,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭਿੰਨੀ ਰੈਨੜੀਅੈ; ਚਾਮਕਨਿ ਤਾਰੇ ||",
    "transliteration": "Bhinnee Rainarreeai Chaamakan Thaarae ||",
    "translation": "The night is wet with dew, and the stars twinkle in the heavens.",
    "punjabi": "ਤ੍ਰੇਲ ਭਿੱਜੀ ਰਾਤ ਵਿਚ (ਆਕਾਸ਼ ਵਿਚ) ਤਾਰੇ ਡਲ੍ਹਕਦੇ ਹਨ (ਤਿਵੇਂ, ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਭਿੱਜੇ ਹੋਏ ਹਿਰਦੇ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਚਿੱਤ-ਆਕਾਸ਼ ਵਿਚ ਸੋਹਣੇ ਆਤਮਕ ਗੁਣ ਲਿਸ਼ਕਾਂ ਮਾਰਦੇ ਹਨ)।",
    "pronunciation": "ਚਾ-ਮੱਕਨਿ",
    "type_id": 3
  },
  {
    "id": 20758,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਾਗਹਿ ਸੰਤ ਜਨਾ; ਮੇਰੇ ਰਾਮ ਪਿਅਾਰੇ ||",
    "transliteration": "Jaagehi Santh Janaa Maerae Raam Piaarae ||",
    "translation": "The Saints remain wakeful; they are the Beloveds of my Lord.",
    "punjabi": "ਮੇਰੇ ਰਾਮ ਦੇ ਪਿਆਰੇ ਸੰਤ ਜਨ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20759,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਮ ਪਿਅਾਰੇ ਸਦਾ ਜਾਗਹਿ; ਨਾਮੁ ਸਿਮਰਹਿ ਅਨ ਦਿਨੋ ||",
    "transliteration": "Raam Piaarae Sadhaa Jaagehi Naam Simarehi Anadhino ||",
    "translation": "The Beloveds of the Lord remain ever wakeful, remembering the Naam, the Name of the Lord, day and night.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਸੰਤ ਜਨ ਸਦਾ ਹੀ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20760,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਚਰਣਕਮਲ ਧਿਅਾਨੁ ਹਿਰਦੈ; ਪ੍ਰਭ ਬਿਸਰੁ ਨਾਹੀ. ੲਿਕੁ ਖਿਨੋ ||",
    "transliteration": "Charan Kamal Dhhiaan Hiradhai Prabh Bisar Naahee Eik Khino ||",
    "translation": "In their hearts, they meditate on the lotus feet of God; they do not forget Him, even for an instant.",
    "punjabi": "ਸੰਤ ਜਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ (ਤੇ, ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰਦੇ ਹਨ-) ਹੇ ਪ੍ਰਭੂ ਰਤਾ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਸਾਡੇ ਦਿਲ ਤੋਂ ਦੂਰ ਨਾਹ ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20761,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਜਿ ਮਾਨੁ ਮੋਹੁ ਬਿਕਾਰੁ ਮਨ ਕਾ; ਕਲਮਲਾ ਦੁਖ ਜਾਰੇ ||",
    "transliteration": "Thaj Maan Mohu Bikaar Man Kaa Kalamalaa Dhukh Jaarae ||",
    "translation": "They renounce their pride, emotional attachment and mental corruption, and burn away the pain of wickedness.",
    "punjabi": "ਸੰਤ ਜਨ ਆਪਣੇ ਮਨ ਦਾ ਮਾਣ ਛੱਡ ਕੇ, ਮੋਹ ਤੇ ਵਿਕਾਰ ਦੂਰ ਕਰਕੇ ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ ਪਾਪ ਸਾੜ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਕਲਮਲਾ) ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 20762,
    "shabad_id": 1679,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਦਾ ਜਾਗਹਿ; ਹਰਿ ਦਾਸ ਸੰਤ ਪਿਅਾਰੇ ||੧||",
    "transliteration": "Binavanth Naanak Sadhaa Jaagehi Har Dhaas Santh Piaarae ||1||",
    "translation": "Prays Nanak, the Saints, the beloved servants of the Lord, remain ever wakeful. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ: ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਸੰਤ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਸਦਾ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਬਿਨ-ਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 20763,
    "shabad_id": 1679,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੀ ਸੇਜੜੀਅੈ; ਅਾਡੰਬਰੁ ਬਣਿਅਾ ||",
    "transliteration": "Maeree Saejarreeai Aaddanbar Baniaa ||",
    "translation": "My bed is adorned in splendor.",
    "punjabi": "ਹੇ ਸਖੀ! ਮੇਰੇ ਹਿਰਦੇ ਦੀ ਸੋਹਣੀ ਸੇਜ ਉੱਤੇ ਸਜਾਵਟ ਬਣ ਗਈ,",
    "pronunciation": "(ਸੇਜੜੀਅੈ) ਸੇਜ ਤੇ (ਅਾਡੰਬਰੁ) ਸਜਾਵਟ",
    "type_id": 3
  },
  {
    "id": 20764,
    "shabad_id": 1679,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਨਿ ਅਨਦੁ ਭੲਿਅਾ; ਪ੍ਰਭੁ ਅਾਵਤ ਸੁਣਿਅਾ ||",
    "transliteration": "Man Anadh Bhaeiaa Prabh Aavath Suniaa ||",
    "translation": "My mind is filled with bliss, since I heard that God is coming.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਵਲ) ਆਉਂਦਾ ਸੁਣਿਆ, ਤਾਂ ਮੇਰੇ ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20765,
    "shabad_id": 1679,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਮਿਲੇ ਸੁਅਾਮੀ ਸੁਖਹਗਾਮੀ; ਚਾਵ ਮੰਗਲ ਰਸ ਭਰੇ ||",
    "transliteration": "Prabh Milae Suaamee Sukheh Gaamee Chaav Mangal Ras Bharae ||",
    "translation": "Meeting God, the Lord and Master, I have entered the realm of peace; I am filled with joy and delight.",
    "punjabi": "ਹੇ ਸਖੀ! ਜਿਨ੍ਹਾਂ ਵਡ-ਭਾਗੀਆਂ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਚਾਵਾਂ ਨਾਲ ਖ਼ੁਸ਼ੀਆਂ ਨਾਲ ਆਨੰਦ ਨਾਲ ਭਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਸੁਖਹ-ਗਾਮੀ) ਸੁਖਦਾੲਿਕ[ (ਮੰਗਲ) ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 20766,
    "shabad_id": 1679,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅੰਗ ਸੰਗਿ ਲਾਗੇ. ਦੂਖ ਭਾਗੇ; ਪ੍ਰਾਣ ਮਨ ਤਨ ਸਭਿ ਹਰੇ ||",
    "transliteration": "Ang Sang Laagae Dhookh Bhaagae Praan Man Than Sabh Harae ||",
    "translation": "He is joined to me, in my very fiber; my sorrows have departed, and my body, mind and soul are all rejuvenated.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਦੇ ਅੰਗ (ਚਰਨਾਂ) ਨਾਲ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਜੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਉਹਨਾਂ ਦਾ ਮਨ ਉਹਨਾਂ ਦਾ ਸਰੀਰ-ਸਾਰੇ ਹੀ (ਆਤਮਕ ਜੀਵਨ ਨਾਲ) ਹਰੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਅੰਗ) ਚਰਨ[ (ਹਰੇ) ਪ੍ਰਫੁੱਲਤ",
    "type_id": 3
  },
  {
    "id": 20767,
    "shabad_id": 1679,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਮਨ ੲਿਛ ਪਾੲੀ. ਪ੍ਰਭ ਧਿਅਾੲੀ; ਸੰਜੋਗੁ ਸਾਹਾ ਸੁਭ ਗਣਿਅਾ ||",
    "transliteration": "Man Eishh Paaee Prabh Dhhiaaee Sanjog Saahaa Subh Ganiaa ||",
    "translation": "I have obtained the fruits of my mind's desires, meditating on God; the day of my wedding is auspicious.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ (ਗੁਰੂ ਪਰਮਾਤਮਾ ਨਾਲ ਉਹਨਾਂ ਦਾ ਮਿਲਾਪ ਕਰਾਣ ਲਈ) ਭਲਾ ਸੰਜੋਗ ਬਣਾ ਦੇਂਦਾ ਹੈ, ਚੰਗਾ ਮੁਹੂਰਤ ਕੱਢ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਸੰਜੋਗੁ) ਮਿਲਾਪ[ (ਸਾਹਾ) ਸ਼ੁਭ ਦਿਨ",
    "type_id": 3
  },
  {
    "id": 20768,
    "shabad_id": 1679,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਮਿਲੇ ਸ੍ਰੀਧਰ; ਸਗਲ ਅਾਨੰਦ ਰਸੁ ਬਣਿਅਾ ||੨||",
    "transliteration": "Binavanth Naanak Milae Sreedhhar Sagal Aanandh Ras Baniaa ||2||",
    "translation": "Prays Nanak, when I meet the Lord of excellence, I came to experience all pleasure and bliss. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜਿਨ੍ਹਾਂ ਵਡ-ਭਾਗੀਆਂ ਨੂੰ ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਾਰੇ ਆਨੰਦ ਬਣ ਜਾਂਦੇ ਹਨ, ਹੁਲਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20769,
    "shabad_id": 1679,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮਿਲਿ ਸਖੀਅਾ ਪੁਛਹਿ; ਕਹੁ ਕੰਤ ਨੀਸਾਣੀ ||",
    "transliteration": "Mil Sakheeaa Pushhehi Kahu Kanth Neesaanee ||",
    "translation": "I meet with my companions and say, \"Show me the insignia of my Husband Lord.\"",
    "punjabi": "ਸਹੇਲੀਆਂ ਮਿਲ ਕੇ (ਮੈਨੂੰ) ਪੁੱਛਦੀਆਂ ਹਨ ਕਿ ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਕੋਈ ਨਿਸ਼ਾਨੀ ਦੱਸ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20770,
    "shabad_id": 1679,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਰਸਿ ਪ੍ਰੇਮ ਭਰੀ; ਕਛੁ ਬੋਲਿ. ਨ ਜਾਣੀ ||",
    "transliteration": "Ras Praem Bharee Kashh Bol N Jaanee ||",
    "translation": "I am filled with the sublime essence of His Love, and I do not know how to say anything.",
    "punjabi": "ਮੈਂ ਉਸ ਦੇ ਮਿਲਾਪ ਦੇ ਆਨੰਦ ਵਿਚ ਮਗਨ ਤਾਂ ਹਾਂ, ਉਸ ਦੇ ਪ੍ਰੇਮ ਨਾਲ ਮੇਰਾ ਹਿਰਦਾ ਭਰਿਆ ਹੋਇਆ ਭੀ ਹੈ, ਪਰ ਮੈਂ ਉਸ ਦੀ ਕੋਈ ਨਿਸ਼ਾਨੀ ਦੱਸਣਾ ਨਹੀਂ ਜਾਣਦੀ।",
    "pronunciation": "ਕਛੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20771,
    "shabad_id": 1679,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਣ ਗੂੜ ਗੁਪਤ. ਅਪਾਰ ਕਰਤੇ; ਨਿਗਮ. ਅੰਤੁ ਨ ਪਾਵਹੇ ||",
    "transliteration": "Gun Goorr Gupath Apaar Karathae Nigam Anth N Paavehae ||",
    "translation": "The Glorious Virtues of the Creator are profound, mysterious and infinite; even the Vedas cannot find His limits.",
    "punjabi": "(ਮੇਰੇ ਉਸ) ਕਰਤਾਰ ਦੇ ਗੁਣ ਡੂੰਘੇ ਹਨ ਗੁੱਝੇ ਹਨ ਬੇਅੰਤ ਹਨ, ਵੇਦ ਭੀ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਦੇ।",
    "pronunciation": "(ਨਿਗਮ)ਬੇਦ[ ਗੂੜ੍ਹ[ ਪਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20772,
    "shabad_id": 1679,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਭਗਤਿ ਭਾੲਿ ਧਿਅਾੲਿ ਸੁਅਾਮੀ; ਸਦਾ ਹਰਿ ਗੁਣ ਗਾਵਹੇ ||",
    "transliteration": "Bhagath Bhaae Dhhiaae Suaamee Sadhaa Har Gun Gaavehae ||",
    "translation": "With loving devotion, I meditate on the Lord Master, and sing the Glorious Praises of the Lord forever.",
    "punjabi": "(ਉਸ ਦੇ ਸੇਵਕ) ਉਸ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਉਸਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਸਦਾ ਉਸ ਮਾਲਕ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਗਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 20773,
    "shabad_id": 1679,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਸਗਲ ਗੁਣ. ਸੁਗਿਅਾਨ ਪੂਰਨ; ਅਾਪਣੇ ਪ੍ਰਭ. ਭਾਣੀ ||",
    "transliteration": "Sagal Gun Sugiaan Pooran Aapanae Prabh Bhaanee ||",
    "translation": "Filled with all virtues and spiritual wisdom, I have become pleasing to my God.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ ਜੋ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈ ਜੋ ਸ੍ਰੇਸ਼ਟ ਗਿਆਨ ਵਾਲਾ ਹੈ ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20774,
    "shabad_id": 1679,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਰੰਗਿ ਰਾਤੀ; ਪ੍ਰੇਮ ਸਹਜਿ ਸਮਾਣੀ ||੩||",
    "transliteration": "Binavanth Naanak Rang Raathee Praem Sehaj Samaanee ||3||",
    "translation": "Prays Nanak, imbued with the color of the Lord's Love, I am imperceptibly absorbed into Him. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਰਾੱਤੀ",
    "type_id": 3
  },
  {
    "id": 20775,
    "shabad_id": 1679,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸੁਖ ਸੋਹਿਲੜੇ ਹਰਿ ਗਾਵਣ ਲਾਗੇ ||",
    "transliteration": "Sukh Sohilarrae Har Gaavan Laagae ||",
    "translation": "When I began to sing the songs of rejoicing to the Lord,",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ (ਹਰਿ-ਜਨ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਸੁਖਦਾਈ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸੋਹਣੇ ਗੀਤ ਗਾਣ ਲੱਗ ਪੈਂਦੇ ਹਨ,",
    "pronunciation": "(ਸੋਹਿਲੜੇ) ਅਨੰਦ ਦੇ ਗੀਤ",
    "type_id": 3
  },
  {
    "id": 20776,
    "shabad_id": 1679,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਜਨ ਸਰਸਿਅੜੇ; ਦੁਖ ਦੁਸਮਨ ਭਾਗੇ ||",
    "transliteration": "Saajan Sarasiarrae Dhukh Dhusaman Bhaagae ||",
    "translation": "My friends became glad, and my troubles and enemies departed.",
    "punjabi": "ਤਾਂ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸ਼ੁਭ ਗੁਣ) ਮਿੱਤਰ ਵਧਦੇ ਫੁੱਲਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਦੁੱਖ (ਤੇ ਕਾਮਾਦਿਕ) ਵੈਰੀ ਨੱਸ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਸਰ-ਸਿਅੜੇ) ਪ੍ਰਫੁੱਲਤ",
    "type_id": 3
  },
  {
    "id": 20777,
    "shabad_id": 1679,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸੁਖ ਸਹਜ ਸਰਸੇ. ਹਰਿ ਨਾਮਿ ਰਹਸੇ; ਪ੍ਰਭਿ ਅਾਪਿ ਕਿਰਪਾ ਧਾਰੀਅਾ ||",
    "transliteration": "Sukh Sehaj Sarasae Har Naam Rehasae Prabh Aap Kirapaa Dhhaareeaa ||",
    "translation": "My peace and happiness increased; I rejoiced in the Naam, the Name of the Lord, and God Himself blessed me with His mercy.",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਉਹਨਾਂ ਦੇ ਅੰਤਰ ਮੌਲਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਇਹ ਸਾਰੀ ਮੇਹਰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕੀਤੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਸਰਸੇ) ਸਹਿਤ ਰਸ, ਅਨੰਦਿਤ[ (ਰਹਸੇ) ਖੁਸ਼ ਹੋੲੇ[ਰਹਸੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20778,
    "shabad_id": 1679,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਚਰਣ ਲਾਗੇ. ਸਦਾ ਜਾਗੇ; ਮਿਲੇ ਪ੍ਰਭ ਬਨਵਾਰੀਅਾ ||",
    "transliteration": "Har Charan Laagae Sadhaa Jaagae Milae Prabh Banavaareeaa ||",
    "translation": "I have grasped the Lord's feet, and remaining ever wakeful, I have met the Lord, the Creator.",
    "punjabi": "(ਆਪਣੇ ਸੇਵਕਾਂ ਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰਦਾ ਹੈ) ਉਹ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸਦਾ ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20779,
    "shabad_id": 1679,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸੁਭ ਦਿਵਸ ਅਾੲੇ. ਸਹਜਿ ਪਾੲੇ; ਸਗਲ ਨਿਧਿ ਪ੍ਰਭ ਪਾਗੇ ||",
    "transliteration": "Subh Dhivas Aaeae Sehaj Paaeae Sagal Nidhh Prabh Paagae ||",
    "translation": "The appointed day came, and I attained peace and poise; all treasures are in the feet of God.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਵਾਸਤੇ (ਜੀਵਨ ਦੇ ਇਹ) ਭਲੇ ਦਿਨ ਆਏ ਹੁੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਪਰਸਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਪਾਗੇ) ਚਰਨਾਂ ਚ",
    "type_id": 3
  },
  {
    "id": 20780,
    "shabad_id": 1679,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਰਣਿ ਸੁਅਾਮੀ; ਸਦਾ ਹਰਿ ਜਨ ਤਾਗੇ ||੪||੧||੧੦||",
    "transliteration": "Binavanth Naanak Saran Suaamee Sadhaa Har Jan Thaagae ||4||1||10||",
    "translation": "Prays Nanak, the Lord's humble servants always seek the Sanctuary of the Lord and Master. ||4||1||10||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਕੇ ਸਦਾ ਲਈ ਉਸ ਨਾਲ ਪ੍ਰੀਤਿ ਨਿਬਾਹੁੰਦੇ ਹਨ ॥੪॥੧॥੧੦॥",
    "pronunciation": "(ਤਾਗੇ) ਗਿਅਾਨਵਾਨ, ਤੋੜ ਨਿਭੇ",
    "type_id": 3
  },
  {
    "id": 20781,
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20782,
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੳੁਠਿ ਵੰਞਞੁ ਵਟਾੳੂੜਿਅਾ; ਤੈ. ਕਿਅਾ ਚਿਰੁ ਲਾੲਿਅਾ ||",
    "transliteration": "Outh Vannj Vattaaoorriaa Thai Kiaa Chir Laaeiaa ||",
    "translation": "Rise up and go forth, O traveller; why do you delay?",
    "punjabi": "ਹੇ ਭੋਲੇ ਰਾਹੀ (ਜੀਵ)! ਉੱਠ, ਤੁਰ (ਤਿਆਰ ਹੋ)। ਤੂੰ ਕਿਉਂ ਚਿਰ ਲਾ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "(ਵੰਞੁ) ਚੱਲ[ (ਵਟਾੳੂੜਿਅਾ) ਰਾਹੀ ਜੀਵ",
    "type_id": 3
  },
  {
    "id": 20783,
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮੁਹਲਤਿ ਪੁੰਨੜੀਅਾ; ਕਿਤੁ ਕੂੜਿ ਲੋਭਾੲਿਅਾ ||",
    "transliteration": "Muhalath Punnarreeaa Kith Koorr Lobhaaeiaa ||",
    "translation": "Your allotted time is now complete - why are you engrossed in falsehood?",
    "punjabi": "ਤੈਨੂੰ ਮਿਲਿਆ ਹੋਇਆ ਉਮਰ ਦਾ ਸਮਾ ਪੂਰਾ ਹੋ ਰਿਹਾ ਹੈ। ਤੂੰ ਕਿਸ ਠੱਗੀ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈਂ?",
    "pronunciation": "(ਮੁਹਲਤਿ) ਮਿਲਿਅਾ ਸਮਾਂ[ (ਪੁੰਨੜੀਅਾ) ਪੂਰਾ ਹੋੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 20784,
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕੂੜੇ ਲੁਭਾੲਿਅਾ ਧੋਹੁ ਮਾੲਿਅਾ; ਕਰਹਿ ਪਾਪ ਅਮਿਤਿਅਾ ||",
    "transliteration": "Koorrae Lubhaaeiaa Dhhohu Maaeiaa Karehi Paap Amithiaa ||",
    "translation": "You desire that which is false; deceived by Maya, you commit innumerable sins.",
    "punjabi": "(ਧਿਆਨ ਕਰ, ਇਹ) ਮਾਇਆ (ਨਿਰਾ) ਧੋਖਾ ਹੈ (ਤੂੰ ਇਸ ਦੀ) ਠੱਗੀ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈਂ, ਤੇ ਬੇਅੰਤ ਪਾਪ ਕਰੀ ਜਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(ਧੋਹੁ) ਧੋਖਾ[ (ਅ-ਮਿਤਿਅਾ) ਅਣਗਿਣਤ",
    "type_id": 3
  },
  {
    "id": 20785,
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਨੁ ਭਸਮ ਢੇਰੀ. ਜਮਹਿ ਹੇਰੀ; ਕਾਲਿ ਬਪੁੜੈ ਜਿਤਿਅਾ ||",
    "transliteration": "Than Bhasam Dtaeree Jamehi Haeree Kaal Bapurrai Jithiaa ||",
    "translation": "Your body shall become a pile of dust; the Messenger of Death has spotted you, and will conquer you.",
    "punjabi": "ਇਹ ਸਰੀਰ (ਆਖ਼ਰ) ਮਿੱਟੀ ਦੀ ਢੇਰੀ (ਹੋ ਜਾਏਗਾ), ਜਮ ਨੇ ਇਸ ਨੂੰ ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਭਸਮ) ਸੁਅਾਹ[ (ਹੇਰੀ) ਤੱਕੀ[ ਜਮਹਿ: ਪੋਲਾ[ (ਬਪੁੜੈ) ਵਿਚਾਰੇ ਨੰੂ[ ਜਿੱਤਿਅਾ",
    "type_id": 3
  }
]
