[
  {
    "id": 20825,
    "shabad_id": 1681,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਨਿਧਿ ਸਿਧਿ ਚਰਣ ਗਹੇ; ਤਾ ਕੇਹਾ ਕਾੜਾ ||",
    "transliteration": "Nidhh Sidhh Charan Gehae Thaa Kaehaa Kaarraa ||",
    "translation": "Grasping the Lord's Feet, the treasure of the Siddhas, what suffering can I feel?",
    "punjabi": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਫੜ ਲਏ ਜੋ ਸਾਰੀਆਂ ਨਿਧੀਆਂ ਦਾ ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ ਦਾ ਮਾਲਕ ਹੈ ਉਸ ਨੂੰ ਤਦੋਂ ਕੋਈ ਚਿੰਤਾ-ਫਿਕਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ,",
    "pronunciation": "(ਕਾੜਾ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 20826,
    "shabad_id": 1681,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਵਸਿ ਜਿਸੈ; ਸੋ ਪ੍ਰਭੂ ਅਸਾੜਾ ||",
    "transliteration": "Sabh Kishh Vas Jisai So Prabhoo Asaarraa ||",
    "translation": "Everything is in His Power - He is my God.",
    "punjabi": "(ਕਿਉਂਕਿ, ਹੇ ਭਾਈ!) ਸਾਡੇ ਸਿਰ ਉਤੇ ਉਹ ਪਰਮਾਤਮਾ ਰਾਖਾ ਹੈ ਜਿਸ ਦੇ ਵੱਸ ਵਿਚ ਹਰੇਕ ਚੀਜ਼ ਹੈ।",
    "pronunciation": "(ਅਸਾੜਾ) ਸਾਡਾ[ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 20827,
    "shabad_id": 1681,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਗਹਿ ਭੁਜਾ ਲੀਨੇ. ਨਾਮ ਦੀਨੇ; ਕਰੁ ਧਾਰਿ ਮਸਤਕਿ ਰਾਖਿਅਾ ||",
    "transliteration": "Gehi Bhujaa Leenae Naam Dheenae Kar Dhhaar Masathak Raakhiaa ||",
    "translation": "Holding me the the arm, He blesses me with His Name; placing His Hand upon my forehead, He saves me.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਬਾਹੋਂ ਫੜ ਕੇ (ਪਰਮਾਤਮਾ ਆਪਣੇ ਵਿਚ) ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਹੱਥ ਰੱਖ ਕੇ ਉਸ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਭੁਜਾ) ਬਾਂਹ[ (ਕਰੁ) ਹੱਥ",
    "type_id": 3
  },
  {
    "id": 20828,
    "shabad_id": 1681,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸੰਸਾਰ ਸਾਗਰੁ. ਨਹ ਵਿਅਾਪੈ; ਅਮਿੳੁ ਹਰਿ ਰਸੁ ਚਾਖਿਅਾ ||",
    "transliteration": "Sansaar Saagar Neh Viaapai Amio Har Ras Chaakhiaa ||",
    "translation": "The world-ocean does not trouble me, for I have drunk the sublime elixir of the Lord.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ-ਰਸ ਦਾ ਸੁਆਦ ਚੱਖ ਲਿਆ, ਉਸ ਉਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਆਪਣਾ) ਜੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20829,
    "shabad_id": 1681,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਾਧਸੰਗੇ ਨਾਮ ਰੰਗੇ; ਰਣੁ ਜੀਤਿ ਵਡਾ ਅਖਾੜਾ ||",
    "transliteration": "Saadhhasangae Naam Rangae Ran Jeeth Vaddaa Akhaarraa ||",
    "translation": "In the Saadh Sangat, imbued with the Naam, the Name of the Lord, I am victorious on the great battlefield of life.",
    "punjabi": "ਉਸ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ, ਹਰਿ-ਨਾਮ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਇਹ ਰਣ ਜਿੱਤ ਲਿਆ ਇਹ ਵੱਡਾ ਪਿੜ ਜਿੱਤ ਲਿਆ (ਜਿੱਥੇ ਕਾਮਾਦਿਕ ਪਹਲਵਾਨਾਂ ਨਾਲ ਸਦਾ ਘੋਲ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20830,
    "shabad_id": 1681,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ, ਸਰਣਿ ਸੁਅਾਮੀ; ਬਹੁੜਿ ਜਮਿ. ਨ ੳੁਪਾੜਾ ||੪||੩||੧੨||",
    "transliteration": "Binavanth Naanak Saran Suaamee Bahurr Jam N Oupaarraa ||4||3||12||",
    "translation": "Prays Nanak, I have entered the Sanctuary of the Lord and Master; the Messenger of Death shall not destroy me again. ||4||3||12||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜੇਹੜਾ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ (ਇਸ ਜੀਵਨ-ਘੋਲ ਵਿਚ) ਮੁੜ ਕਦੇ ਜਮ ਪੈਰਾਂ ਤੋਂ ਉਖੇੜ ਨਹੀਂ ਸਕਦਾ ॥੪॥੩॥੧੨॥",
    "pronunciation": "(ੳੁਪਾੜਾ)ਪੁੱਟਦਾ ਮਾਰਦਾ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 20831,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ||",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20832,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦਿਨੁ ਰਾਤਿ ਕਮਾੲਿਅੜੋ; ਸੋ. ਅਾੲਿਓ ਮਾਥੈ ||",
    "transliteration": "Dhin Raath Kamaaeiarro So Aaeiou Maathhai ||",
    "translation": "Those actions you perform, day and night, are recorded upon your forehead.",
    "punjabi": "ਜੋ ਕੁਝ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਚੰਗਾ ਮੰਦਾ ਕੰਮ ਤੂੰ ਕੀਤਾ ਹੈ, ਉਹ ਸੰਸਕਾਰ-ਰੂਪ ਬਣ ਕੇ ਤੇਰੇ ਮਨ ਵਿਚ ਉੱਕਰਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20833,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਪਾਸਿ ਲੁਕਾੲਿਦੜੋ; ਸੋ. ਵੇਖੀ ਸਾਥੈ ||",
    "transliteration": "Jis Paas Lukaaeidharro So Vaekhee Saathhai ||",
    "translation": "And the One, from whom you hide these actions - He sees them, and is always with you.",
    "punjabi": "ਜਿਸ ਪਾਸੋਂ ਤੂੰ (ਆਪਣੇ ਕੀਤੇ ਕੰਮ) ਲੁਕਾਂਦਾ ਰਿਹਾ ਹੈਂ ਉਹ ਤਾਂ ਤੇਰੇ ਨਾਲ ਹੀ ਬੈਠਾ ਵੇਖਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20834,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੰਗਿ ਦੇਖੈ ਕਰਣਹਾਰਾ; ਕਾੲਿ ਪਾਪੁ ਕਮਾੲੀਅੈ ||",
    "transliteration": "Sang Dhaekhai Karanehaaraa Kaae Paap Kamaaeeai ||",
    "translation": "The Creator Lord is with you; He sees you, so why commit sins?",
    "punjabi": "ਸਿਰਜਣਹਾਰ (ਹਰੇਕ ਜੀਵ ਦੇ) ਨਾਲ (ਬੈਠਾ ਹਰੇਕ ਦੇ ਕੀਤੇ ਕੰਮ) ਵੇਖਦਾ ਰਹਿੰਦਾ ਹੈ। ਸੋ ਕੋਈ ਮੰਦ ਕਰਮ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20835,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸੁਕਿ੍ਰਤੁ ਕੀਜੈ. ਨਾਮੁ ਲੀਜੈ; ਨਰਕਿ. ਮੂਲਿ ਨ ਜਾੲੀਅੈ ||",
    "transliteration": "Sukirath Keejai Naam Leejai Narak Mool N Jaaeeai ||",
    "translation": "So perform good deeds, and chant the Naam, the Name of the Lord; you shall never have to go to hell.",
    "punjabi": "(ਸਗੋਂ) ਭਲਾ ਕਰਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਨਰਕ ਵਿਚ ਕਦੇ ਭੀ ਨਹੀਂ ਪਈਦਾ।",
    "pronunciation": "(ਸੁ-ਕਿ੍ਰਤੁ) ਭਲੇ ਕਰਮ",
    "type_id": 3
  },
  {
    "id": 20836,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਹਰਿ ਨਾਮੁ ਸਿਮਰਹੁ; ਚਲੈ ਤੇਰੈ ਸਾਥੇ ||",
    "transliteration": "Aath Pehar Har Naam Simarahu Chalai Thaerai Saathhae ||",
    "translation": "Twenty-four hours a day, dwell upon the Lord's Name in meditation; it alone shall go along with you.",
    "punjabi": "ਅੱਠੇ ਪਹਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੇਰੇ ਨਾਲ ਸਾਥ ਕਰੇਗਾ।",
    "pronunciation": "ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 20837,
    "shabad_id": 1682,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭਜੁ ਸਾਧਸੰਗਤਿ ਸਦਾ ਨਾਨਕ; ਮਿਟਹਿ ਦੋਖ ਕਮਾਤੇ ||੧||",
    "transliteration": "Bhaj Saadhhasangath Sadhaa Naanak Mittehi Dhokh Kamaathae ||1||",
    "translation": "So vibrate continually in the Saadh Sangat, the Company of the Holy, O Nanak, and the sins you committed shall be erased. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਿਛਲੇ) ਕੀਤੇ ਹੋਏ ਵਿਕਾਰ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਭਜੁ:ਪੋਲਾ ਬੋਲੋ[(ਕਮਾਤੇ) ਕਮਾੲੇ ਹੋੲੇ[",
    "type_id": 3
  },
  {
    "id": 20838,
    "shabad_id": 1682,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਵਲ ਵੰਚ ਕਰਿ. ੳੁਦਰੁ ਭਰਹਿ; ਮੂਰਖ ਗਾਵਾਰਾ ||",
    "transliteration": "Valavanch Kar Oudhar Bharehi Moorakh Gaavaaraa ||",
    "translation": "Practicing deceit, you fill your belly, you ignorant fool!",
    "punjabi": "ਹੇ ਮੂਰਖ! ਹੇ ਗੰਵਾਰ! ਤੂੰ (ਹੋਰਨਾਂ ਨਾਲ) ਵਲ-ਛਲ ਕਰ ਕੇ (ਆਪਣਾ) ਪੇਟ ਭਰਦਾ ਹੈਂ (ਰੋਜ਼ੀ ਕਮਾਂਦਾ ਹੈਂ।",
    "pronunciation": "(ਵਲ)ਵਲ਼ ਛਲ਼, ਸ੍ਰੀਰਕ ਵਲ ਨਾਲ਼[ (ਵੰਚ)ਠੱਗੀ",
    "type_id": 3
  },
  {
    "id": 20839,
    "shabad_id": 1682,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਦੇ ਰਹਿਅਾ; ਹਰਿ ਦੇਵਣਹਾਰਾ ||",
    "transliteration": "Sabh Kishh Dhae Rehiaa Har Dhaevanehaaraa ||",
    "translation": "The Lord, the Great Giver, continues to give you everything.",
    "punjabi": "ਤੈਨੂੰ ਇਹ ਗੱਲ ਭੁੱਲ ਚੁਕੀ ਹੋਈ ਹੈ ਕਿ) ਹਰੀ ਦਾਤਾਰ (ਸਭਨਾਂ ਜੀਵਾਂ ਨੂੰ) ਹਰੇਕ ਚੀਜ਼ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20840,
    "shabad_id": 1682,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਦਾਤਾਰੁ ਸਦਾ ਦੲਿਅਾਲੁ ਸੁਅਾਮੀ; ਕਾੲਿ ਮਨਹੁ ਵਿਸਾਰੀਅੈ ||",
    "transliteration": "Dhaathaar Sadhaa Dhaeiaal Suaamee Kaae Manahu Visaareeai ||",
    "translation": "The Great Giver is always merciful. Why should we forget the Lord Master from our minds?",
    "punjabi": "ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਮਾਲਕ ਸਦਾ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ ਭੀ ਆਪਣੇ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20841,
    "shabad_id": 1682,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮਿਲੁ ਸਾਧਸੰਗੇ. ਭਜੁ ਨਿਸੰਗੇ; ਕੁਲ ਸਮੂਹਾ ਤਾਰੀਅੈ ||",
    "transliteration": "Mil Saadhhasangae Bhaj Nisangae Kul Samoohaa Thaareeai ||",
    "translation": "Join the Saadh Sangat, and vibrate fearlessly; all your relations shall be saved.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ (-ਬੈਠ), ਝਾਕਾ ਲਾਹ ਕੇ ਉਸ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੀਆਂ) ਸਾਰੀਆਂ ਕੁਲਾਂ ਤਾਰ ਲਈਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਨਿਸੰਗੇ) ਬਿਨਾ ਝਿਜਕ[ (ਸਮੂਹਾ) ਸਾਰੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 20842,
    "shabad_id": 1682,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਿਧ ਸਾਧਿਕ ਦੇਵ ਮੁਨਿ ਜਨ; ਭਗਤ ਨਾਮੁ ਅਧਾਰਾ ||",
    "transliteration": "Sidhh Saadhhik Dhaev Mun Jan Bhagath Naam Adhhaaraa ||",
    "translation": "The Siddhas, the seekers, the demi-gods, the silent sages and the devotees, all take the Naam as their support.",
    "punjabi": "ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਜੋਗੀ, ਜੋਗ-ਸਾਧਨ ਕਰਨ ਵਾਲੇ, ਦੇਵਤੇ, ਸਮਾਧੀਆਂ ਲਾਣ ਵਾਲੇ, ਭਗਤ-ਸਭਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਹਾਰਾ ਬਣਿਆ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20843,
    "shabad_id": 1682,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਦਾ ਭਜੀਅੈ; ਪ੍ਰਭੁ ੲੇਕੁ ਕਰਣੈਹਾਰਾ ||੨||",
    "transliteration": "Binavanth Naanak Sadhaa Bhajeeai Prabh Eaek Karanaihaaraa ||2||",
    "translation": "Prays Nanak, vibrate continually upon God, the One Creator Lord. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੋ ਆਪ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਭਜੀਅੈ) ਸਿਮਰੀੲੇ[ਭਜੀਅੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20844,
    "shabad_id": 1682,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਖੋਟੁ. ਨ ਕੀਚੲੀ; ਪ੍ਰਭੁ ਪਰਖਣਹਾਰਾ ||",
    "transliteration": "Khott N Keechee Prabh Parakhanehaaraa ||",
    "translation": "Do not practice deception - God is the Assayer of all.",
    "punjabi": "(ਕਦੇ ਕਿਸੇ ਨਾਲ) ਧੋਖਾ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, (ਪਰਮਾਤਮਾ ਖਰੇ ਖੋਟੇ ਦੀ) ਪਛਾਣ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਕੀ-ਚੲੀ",
    "type_id": 3
  },
  {
    "id": 20845,
    "shabad_id": 1682,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਕੂੜੁ ਕਪਟੁ ਕਮਾਵਦੜੇ; ਜਨਮਹਿ ਸੰਸਾਰਾ ||",
    "transliteration": "Koorr Kapatt Kamaavadharrae Janamehi Sansaaraa ||",
    "translation": "Those who practice falsehood and deceit are reincarnated in the world.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਹੋਰਨਾਂ ਨੂੰ ਠੱਗਣ ਵਾਸਤੇ) ਝੂਠ ਬੋਲਦੇ ਹਨ, ਉਹ ਸੰਸਾਰ ਵਿਚ (ਮੁੜ ਮੁੜ) ਜੰਮਦੇ (ਮਰਦੇ) ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20846,
    "shabad_id": 1682,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਸੰਸਾਰੁ ਸਾਗਰੁ. ਤਿਨ੍ਹੀ ਤਰਿਅਾ; ਜਿਨ੍ਹੀ ੲੇਕੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Sansaar Saagar Thinhee Thariaa Jinhee Eaek Dhhiaaeiaa ||",
    "translation": "Those who meditate on the One Lord, cross over the world-ocean.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20847,
    "shabad_id": 1682,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਤਜਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਨਿੰਦ ਨਿੰਦਾ; ਪ੍ਰਭ ਸਰਣਾੲੀ ਅਾੲਿਅਾ ||",
    "transliteration": "Thaj Kaam Krodhh Anindh Nindhaa Prabh Saranaaee Aaeiaa ||",
    "translation": "Renouncing sexual desire, anger, flattery and slander, they enter the Sanctuary of God.",
    "punjabi": "ਜੇਹੜੇ ਕਾਮ ਕ੍ਰੋਧ ਤਿਆਗ ਕੇ ਭਲਿਆਂ ਦੀ ਨਿੰਦਾ ਛੱਡ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਗਏ ਹਨ, (ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ ਹਨ।)",
    "pronunciation": "(ਅ-ਨਿੰਦ) ੳੁਸਤਤ",
    "type_id": 3
  },
  {
    "id": 20848,
    "shabad_id": 1682,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਰਵਿਅਾ ਸੁਅਾਮੀ; ੳੂਚ ਅਗਮ ਅਪਾਰਾ ||",
    "transliteration": "Jal Thhal Meheeal Raviaa Suaamee Ooch Agam Apaaraa ||",
    "translation": "The lofty, inaccessible and infinite Lord and Master is pervading the water, the land and the sky.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ, ਜੋ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਜੋ ਅਪਹੁੰਚ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ,",
    "pronunciation": "(ਰਵਿਅਾ) ਸਮਾੲੇ",
    "type_id": 3
  },
  {
    "id": 20849,
    "shabad_id": 1682,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਟੇਕ ਜਨ ਕੀ; ਚਰਣਕਮਲ ਅਧਾਰਾ ||੩||",
    "transliteration": "Binavanth Naanak Ttaek Jan Kee Charan Kamal Adhhaaraa ||3||",
    "translation": "Prays Nanak, He is the support of His servants; His Lotus Feet are their only sustenance. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਸੇਵਕਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਸਹਾਰਾ ਹੈ, ਉਸ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨ ਉਸ ਦੇ ਸੇਵਕਾਂ ਲਈ ਆਸਰਾ ਹਨ ॥੩॥",
    "pronunciation": "ਬਿਨ-ਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 20850,
    "shabad_id": 1682,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਪੇਖੁ ਹਰਿਚੰਦੳੁਰੜੀ; ਅਸਥਿਰੁ ਕਿਛੁ ਨਾਹੀ ||",
    "transliteration": "Paekh Harichandhourarree Asathhir Kishh Naahee ||",
    "translation": "Behold - the world is a mirage; nothing here is permanent.",
    "punjabi": "(ਇਹ ਸਾਰਾ ਸੰਸਾਰ ਜੋ ਦਿੱਸ ਰਿਹਾ ਹੈ ਇਸ ਨੂੰ) ਧੂਏਂ ਦਾ ਪਹਾੜ (ਕਰ ਕੇ) ਵੇਖ (ਇਸ ਵਿਚ) ਕੋਈ ਭੀ ਚੀਜ਼ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ।",
    "pronunciation": "ਹਰਿ-ਚੰਦੳੁਰੜੀ",
    "type_id": 3
  },
  {
    "id": 20851,
    "shabad_id": 1682,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਮਾੲਿਅਾ ਰੰਗ ਜੇਤੇ; ਸੇ ਸੰਗਿ. ਨ ਜਾਹੀ ||",
    "transliteration": "Maaeiaa Rang Jaethae Sae Sang N Jaahee ||",
    "translation": "The pleasures of Maya which are here, shall not go with you.",
    "punjabi": "ਮਾਇਆ ਦੇ ਜਿਤਨੇ ਭੀ ਮੌਜ-ਮੇਲੇ ਹਨ ਉਹ ਸਾਰੇ (ਕਿਸੇ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20852,
    "shabad_id": 1682,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਸੰਗਿ ਸਾਥੀ ਸਦਾ ਤੇਰੈ; ਦਿਨਸੁ ਰੈਣਿ ਸਮਾਲੀਅੈ ||",
    "transliteration": "Har Sang Saathhee Sadhaa Thaerai Dhinas Rain Samaaleeai ||",
    "translation": "The Lord, your companion, is always with you; remember Him day and night.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਤੇਰੇ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ ਹੈ, ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਉਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20853,
    "shabad_id": 1682,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ੲੇਕ ਬਿਨੁ. ਕਛੁ ਅਵਰੁ ਨਾਹੀ; ਭਾੳੁ ਦੁਤੀਅਾ ਜਾਲੀਅੈ ||",
    "transliteration": "Har Eaek Bin Kashh Avar Naahee Bhaao Dhutheeaa Jaaleeai ||",
    "translation": "Without the One Lord, there is no other; burn away the love of duality.",
    "punjabi": "ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੁਝ ਭੀ (ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ) ਨਹੀਂ (ਇਸ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਪਿਆਰ (ਮਨ ਵਿਚੋਂ) ਸਾੜ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਹਰਿ ਜੀ ਬਿਨਾ (ਦੁਤੀਅਾ) ਦੂਜਾ (ਭਾੳੁ) ਪ੍ਰੇਮ[ ਜੱਾਲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 20854,
    "shabad_id": 1682,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮੀਤੁ ਜੋਬਨੁ ਮਾਲੁ ਸਰਬਸੁ; ਪ੍ਰਭੁ ੲੇਕੁ ਕਰਿ. ਮਨ ਮਾਹੀ ||",
    "transliteration": "Meeth Joban Maal Sarabas Prabh Eaek Kar Man Maahee ||",
    "translation": "Know in your mind, that the One God is your friend, youth, wealth and everything.",
    "punjabi": "ਮਿੱਤਰ, ਜਵਾਨੀ, ਧਨ, ਆਪਣਾ ਹੋਰ ਸਭ ਕੁਝ-ਇਹ ਸਭ ਕੁਝ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਆਪਣੇ ਮਨ ਵਿਚ ਸਮਝ।",
    "pronunciation": "(ਸਰਬਸੁ) ਸਭ ਕੁਝ[ਸਰਬਸੁ:ਪੋਲਾ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 20855,
    "shabad_id": 1682,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਵਡਭਾਗਿ ਪਾੲੀਅੈ; ਸੂਖਿ ਸਹਜਿ ਸਮਾਹੀ ||੪||੪||੧੩||",
    "transliteration": "Binavanth Naanak Vaddabhaag Paaeeai Sookh Sehaj Samaahee ||4||4||13||",
    "translation": "Prays Nanak, by great good fortune, we find the Lord, and merge in peace and celestial poise. ||4||4||13||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ) ਆਨੰਦ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20856,
    "shabad_id": 1683,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ਛੰਤ ਘਰੁ ੮",
    "transliteration": "Aasaa Mehalaa 5 Shhanth Ghar 8",
    "translation": "Aasaa, Fifth Mehl, Chhant, Eighth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੮ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20857,
    "shabad_id": 1683,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20858,
    "shabad_id": 1683,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਮਲਾ ਭ੍ਰਮ ਭੀਤਿ, ਕਮਲਾ ਭ੍ਰਮ ਭੀਤਿ ਹੇ; ਤੀਖਣ ਮਦ ਬਿਪਰੀਤਿ ਹੇ, ਅਵਧ ਅਕਾਰਥ ਜਾਤ ||",
    "transliteration": "Kamalaa Bhram Bheeth Kamalaa Bhram Bheeth Hae Theekhan Madh Bipareeth Hae Avadhh Akaarathh Jaath ||",
    "translation": "Maya is the wall of doubt - Maya is the wall of doubt. It is such a powerful and destructive intoxicant; it corrupts and wastes away one's life.",
    "punjabi": "ਮਾਇਆ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਵਾਲੀ ਕੰਧ ਹੈ (ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਜੀਵਾਂ ਦੀ ਵਿੱਥ ਬਣਾ ਰੱਖੀ ਹੈ), ਮਾਇਆ ਭਟਕਣਾ ਵਿਚ ਪਾਣ ਵਾਲੀ (ਤੇ ਪ੍ਰਭੂ ਨਾਲੋਂ ਉਹਲਾ ਬਣਾਣ ਵਾਲੀ) ਕੰਧ ਹੈ। ਇਸ ਮਾਇਆ ਦਾ ਨਸ਼ਾ ਤ੍ਰਿੱਖਾ ਹੈ, ਪਰ (ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਉਲਟੇ ਪਾਸੇ ਲੈ ਜਾਣ ਵਾਲਾ ਹੈ। (ਮਾਇਆ ਵਿਚ ਫਸਿਆਂ) ਮਨੁੱਖ ਦੀ ਉਮਰ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਕਮਲਾ) ਮਾੲਿਅਾ, ਕਮਲ਼ਾ ਜੀਵ[ (ਭੀਤਿ) ਕੰਧ[ (ਤੀਖਣ) ਤੇਜ਼ (ਮਦ) ਨਸ਼ਾ[ਮਦ:ਪੋਲਾ ਬੋਲੋ (ਬਿਪਰੀਤਿ) ੳੁਲਟੀ ਰੀਤ[ (ਅਵਧ) ੳੁਮਰ[ਅਵਧ:ਪੋਲਾ (ਅਕਾਰਥ) ਵਿਅਰਥ",
    "type_id": 3
  },
  {
    "id": 20859,
    "shabad_id": 1683,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਗਹਬਰ ਬਨ ਘੋਰ. ਗਹਬਰ ਬਨ ਘੋਰ ਹੇ; ਗਿ੍ਰਹ ਮੂਸਤ, ਮਨ ਚੋਰ ਹੇ; ਦਿਨਕਰੋ ਅਨ ਦਿਨੁ ਖਾਤ ||",
    "transliteration": "Gehabar Ban Ghor Gehabar Ban Ghor Hae Grih Moosath Man Chor Hae Dhinakaro Anadhin Khaath ||",
    "translation": "In the terrible, impenetrable world-forest - in the terrible, impenetrable world-forest, the thieves are plundering man's house in broad daylight; night and day, this life is being consumed.",
    "punjabi": "(ਇਹ ਸੰਸਾਰ ਇਕ) ਭਿਆਨਕ ਸੰਘਣਾ ਜੰਗਲ ਹੈ; ਭਿਆਨਕ ਸੰਘਣਾ ਜੰਗਲ ਹੈ, (ਇਥੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-) ਘਰ ਨੂੰ (ਮਨੁੱਖ ਦਾ ਆਪਣਾ ਹੀ) ਚੋਰ-ਮਨ ਲੁੱਟੀ ਜਾ ਰਿਹਾ ਹੈ, ਤੇ, ਸੂਰਜ (ਭਾਵ, ਸਮਾ) ਹਰ ਵੇਲੇ (ਇਸ ਦੀ ਉਮਰ ਨੂੰ) ਮੁਕਾਈ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਗਹ-ਬਰ)ਗਾੜ੍ਹਾ[ (ਘੋਰ)ਭੈਦਾੲਿਕ[ (ਮੂਸਤ) ਲੁੱਟਦੇ[ ਕਾਲ਼ ਰੂਪੀ (ਦਿਨਕਰੋ) ਸੂਰਜ",
    "type_id": 3
  },
  {
    "id": 20860,
    "shabad_id": 1683,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਦਿਨ ਖਾਤ ਜਾਤ, ਬਿਹਾਤ ਪ੍ਰਭ ਬਿਨੁ; ਮਿਲਹੁ ਪ੍ਰਭ ਕਰੁਣਾਪਤੇ ||",
    "transliteration": "Dhin Khaath Jaath Bihaath Prabh Bin Milahu Prabh Karunaa Pathae ||",
    "translation": "The days of your life are being consumed; they are passing away without God. So meet God, the Merciful Lord.",
    "punjabi": "(ਗੁਜ਼ਰਦੇ ਜਾ ਰਹੇ) ਦਿਨ (ਮਨੁੱਖ ਦੀ ਉਮਰ ਨੂੰ) ਖਾਈ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੀ ਉਮਰ ਵਿਅਰਥ) ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਹੇ ਤਰਸ-ਸਰੂਪ ਪਤੀ! (ਮੇਰੇ ਉੱਤੇ ਤਰਸ ਕਰ, ਤੇ ਮੈਨੂੰ) ਮਿਲ।",
    "pronunciation": "ਕਰੁਣਾ-ਪਤੇ",
    "type_id": 3
  }
]
