[
  {
    "id": 20861,
    "shabad_id": 1683,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਅਨੇਕ ਬੀਤੇ; ਪਿ੍ਰਅ ਸੰਗ ਬਿਨੁ, ਕਛੁ ਨਹ ਗਤੇ ||",
    "transliteration": "Janam Maran Anaek Beethae Pria Sang Bin Kashh Neh Gathae ||",
    "translation": "I passed through so many births and deaths; without Union with the Beloved, I did not obtain salvation.",
    "punjabi": "ਜਨਮ ਮਰਨ ਦੇ ਅਨੇਕਾਂ ਗੇੜ ਲੰਘ ਗਏ ਹਨ, ਪਰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਤੋਂ ਬਿਨਾ ਮੇਰਾ ਕੋਈ ਚੰਗਾ ਹਾਲ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਗਤੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20862,
    "shabad_id": 1683,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕੁਲ ਰੂਪ ਧੂਪ ਗਿਅਾਨ ਹੀਨੀ; ਤੁਝ ਬਿਨਾ. ਮੋਹਿ ਕਵਨ ਮਾਤ ||",
    "transliteration": "Kul Roop Dhhoop Giaaneheenee Thujh Binaa Mohi Kavan Maath ||",
    "translation": "I am without the status of high birth, beauty, glory or spiritual wisdom; without You, who is mine, O Mother?",
    "punjabi": "(ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ!) ਮੇਰੀ ਕੋਈ ਚੰਗੀ ਕੁਲ ਨਹੀਂ, ਮੇਰਾ ਸੁੰਦਰ ਰੂਪ ਨਹੀਂ, ਅੰਦਰ (ਗੁਣਾਂ ਦੀ) ਸੁਗੰਧੀ ਨਹੀਂ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਕੋਈ ਸੂਝ-ਬੂਝ ਨਹੀਂ (ਹੇ ਪਿਆਰੇ!) ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ ਰਾਖਾ ਨਹੀਂ।",
    "pronunciation": "(ਧੂਪ) ਸ਼ੋਭਾ[ ਕੁਲ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20863,
    "shabad_id": 1683,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕਰ ਜੋੜਿ ਨਾਨਕੁ. ਸਰਣਿ ਅਾੲਿਓ; ਪਿ੍ਰਅ ਨਾਥ ਨਰਹਰ. ਕਰਹੁ ਗਾਤ ||੧||",
    "transliteration": "Kar Jorr Naanak Saran Aaeiou Pria Naathh Narehar Karahu Gaath ||1||",
    "translation": "With my palms pressed together, O Nanak, I enter the Lord's Sanctuary; O beloved almighty Lord and Master, please, save me! ||1||",
    "punjabi": "(ਤੇਰਾ ਸੇਵਕ) ਨਾਨਕ (ਦੋਵੇਂ) ਹੱਥ ਜੋੜ ਕੇ ਤੇਰੀ ਸਰਨ ਪਿਆ ਹੈ, ਹੇ ਪਿਆਰੇ! ਹੇ ਨਾਥ! ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਬਣਾ ॥੧॥",
    "pronunciation": "(ਗਾਤ) ਮੁਕਤੀ",
    "type_id": 3
  },
  {
    "id": 20864,
    "shabad_id": 1683,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੀਨਾ ਜਲ ਹੀਨ. ਮੀਨਾ ਜਲ ਹੀਨ ਹੇ; ਓਹੁ ਬਿਛੁਰਤ. ਮਨ ਤਨ ਖੀਨ ਹੇ; ਕਤ ਜੀਵਨੁ, ਪਿ੍ਰਅ ਬਿਨੁ ਹੋਤ ||",
    "transliteration": "Meenaa Jaleheen Meenaa Jaleheen Hae Ouhu Bishhurath Man Than Kheen Hae Kath Jeevan Pria Bin Hoth ||",
    "translation": "Like a fish out of water - like a fish out of water, separated from the Lord, the mind and body perish; how can I live, without my Beloved?",
    "punjabi": "ਜਦੋਂ ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਵਿਛੁੜ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਵਿਛੁੜ ਜਾਂਦੀ ਹੈ, ਪਾਣੀ ਤੋਂ ਵਿਛੁੜਿਆਂ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਸਰੀਰ ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਪਿਆਰੇ (ਪਾਣੀ) ਤੋਂ ਬਿਨਾ ਉਹ ਕਿਵੇਂ ਜੀਊ ਸਕਦੀ ਹੈ?",
    "pronunciation": "(ਖੀਨ) ਨਾਸ",
    "type_id": 3
  },
  {
    "id": 20865,
    "shabad_id": 1683,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਨਮੁਖ. ਸਹਿ ਬਾਨ, ਸਨਮੁਖ. ਸਹਿ ਬਾਨ ਹੇ; ਮਿ੍ਰਗ ਅਰਪੇ, ਮਨ ਤਨ ਪ੍ਰਾਨ ਹੇ; ਓਹੁ ਬੇਧਿਓ ਸਹਜ ਸਰੋਤ ||",
    "transliteration": "Sanamukh Sehi Baan Sanamukh Sehi Baan Hae Mrig Arapae Man Than Praan Hae Ouhu Baedhhiou Sehaj Saroth ||",
    "translation": "Facing the arrow head-on - facing the arrow head-on, the deer surrenders his mind, body and breath of life; he is struck by the hunter's soothing music.",
    "punjabi": "ਹਰਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ (ਘੰਡੇ ਹੇੜੇ ਦੀ ਆਵਾਜ਼) ਸੁਣ ਕੇ ਆਪਣਾ ਮਨ ਆਪਣਾ ਸਰੀਰ ਆਪਣੀ ਜਿੰਦ (ਸਭ ਕੁਝ ਉਸ ਮਿੱਠੀ ਸੁਰ ਤੋਂ) ਸਦਕੇ ਕਰ ਦੇਂਦਾ ਹੈ, ਸਿੱਧਾ ਮੂੰਹ ਉਤੇ ਉਹ (ਸ਼ਿਕਾਰੀ ਦਾ) ਤੀਰ ਸਹਾਰਦਾ ਹੈ, ਸਾਹਮਣੇ ਮੂੰਹ ਰੱਖ ਕੇ ਤੀਰ ਸਹਾਰਦਾ ਹੈ।",
    "pronunciation": "(ਸਨਮੁੱਖ) ਸਾਹਮਣੇ ਤੋਂ[ (ਸਹਿ) ਸਹਾਰਦਾ[ (ਬਾਨ) ਤੀਰ[ ਘੰਟੇ ਹੇੜੇ ਦੇ ਸਬਦ (ਸਰੋਤ) ਧੁਨ ਚ",
    "type_id": 3
  },
  {
    "id": 20866,
    "shabad_id": 1683,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪਿ੍ਰਅ ਪ੍ਰੀਤਿ ਲਾਗੀ, ਮਿਲੁ ਬੈਰਾਗੀ; ਖਿਨੁ ਰਹਨੁ ਧਿ੍ਰਗੁ ਤਨੁ, ਤਿਸੁ ਬਿਨਾ ||",
    "transliteration": "Pria Preeth Laagee Mil Bairaagee Khin Rehan Dhhrig Than This Binaa ||",
    "translation": "I have enshrined love for my Beloved. In order to meet Him, I have become a renunciate. Cursed is that body which remains without Him, even for an instant.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਮੇਰੀ ਪ੍ਰੀਤਿ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਲੱਗ ਗਈ ਹੈ। (ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ) ਮਿਲ, ਮੇਰਾ ਚਿੱਤ (ਦੁਨੀਆ ਵਲੋਂ) ਉਦਾਸ ਹੈ। ਉਸ ਪਿਆਰੇ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜੇ ਇਹ ਸਰੀਰ ਇਕ ਖਿਨ ਭੀ ਟਿਕਿਆ ਰਹਿ ਸਕੇ ਤਾਂ ਇਹ ਸਰੀਰ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20867,
    "shabad_id": 1683,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪਲਕਾ ਨ ਲਾਗੈ, ਪਿ੍ਰਅ ਪ੍ਰੇਮ ਪਾਗੈ; ਚਿਤਵੰਤਿ. ਅਨ ਦਿਨੁ ਪ੍ਰਭ ਮਨਾ ||",
    "transliteration": "Palakaa N Laagai Pria Praem Paagai Chithavanth Anadhin Prabh Manaa ||",
    "translation": "My eyelids do not close, for I am absorbed in the love of my Beloved. Day and night, my mind thinks only of God.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਨੀਂਦ ਨਹੀਂ ਪੈਂਦੀ, ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਮੇਰੀ ਪ੍ਰੀਤ ਲੱਗੀ ਹੋਈ ਹੈ, ਮੇਰਾ ਮਨ ਹਰ ਵੇਲੇ ਤੈਨੂੰ ਹੀ ਚਿਤਾਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਪਲਕਾ ਨ ਲਾਗੈ) ਨੀਂਦ ਨਹੀਂ ਅਾੳੁਂਦੀ[ (ਪਾਗੈ) ਚਰਨਾਂ ਚ[ (ਚਿਤਵੰਤਿ) ਯਾਦ ਕਰਦੇ",
    "type_id": 3
  },
  {
    "id": 20868,
    "shabad_id": 1683,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸ੍ਰੀਰੰਗ ਰਾਤੇ. ਨਾਮ ਮਾਤੇ; ਭੈ ਭਰਮ ਦੁਤੀਅਾ ਸਗਲ ਖੋਤ ||",
    "transliteration": "Sreerang Raathae Naam Maathae Bhai Bharam Dhutheeaa Sagal Khoth ||",
    "translation": "Attuned to the Lord, intoxicated with the Naam, fear, doubt and duality have all left me.",
    "punjabi": "ਜੇਹੜੇ ਵਡ-ਭਾਗੀ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਜੇਹੜੇ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਮਸਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਡਰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਇਹ ਸਭ ਕੁਝ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਸ੍ਰੀਰੰਗ) (ਸ੍ਰੀ) ਸੋਭਾ ਵਾਲੇ (ਸ੍ਰੀ) ਸ਼੍ਰੋਮਣੀ (ਰੰਗ) ਅਨੰਦ ਸਰੂਪ ਵਾਹਿਗੁਰੂ[ ਰੱਾਤੇ [ਮੱਾਤੇ",
    "type_id": 3
  },
  {
    "id": 20869,
    "shabad_id": 1683,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਰਿ ਮੲਿਅਾ ਦੲਿਅਾ ਦੲਿਅਾਲ ਪੂਰਨ; ਹਰਿ ਪ੍ਰੇਮ ਨਾਨਕ. ਮਗਨ ਹੋਤ ||੨||",
    "transliteration": "Kar Maeiaa Dhaeiaa Dhaeiaal Pooran Har Praem Naanak Magan Hoth ||2||",
    "translation": "Bestow Your mercy and compassion, O merciful and perfect Lord, that Nanak may be intoxicated with Your Love. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਰਬ-ਵਿਆਪਕ ਦਇਆਲ ਹਰੀ! ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਕਰ, ਤਰਸ ਕਰ, ਮੈਂ ਸਦਾ ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20870,
    "shabad_id": 1683,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਅਲੀ ਅਲ ਗੁੰਜਾਤ, ਅਲੀ ਅਲ ਗੁੰਜਾਤ ਹੇ; ਮਕਰੰਦ ਰਸ ਬਾਸਨ ਮਾਤ ਹੇ; ਪ੍ਰੀਤਿ ਕਮਲ, ਬੰਧਾਵਤ ਅਾਪ ||",
    "transliteration": "Aleeal Gunjaath Aleeal Gunjaath Hae Makarandh Ras Baasan Maath Hae Preeth Kamal Bandhhaavath Aap ||",
    "translation": "The bumble-bee is buzzing - the bumble-bee is buzzing, intoxicated with the honey, the flavor and the fragrance; because of its love for the lotus, it entangles itself.",
    "punjabi": "(ਕੌਲ-ਫੁੱਲਾਂ ਦੇ ਦੁਆਲੇ) ਭੌਰੇ ਗੁੰਜਾਰ ਪਾਂਦੇ ਹਨ, ਭੌਰੇ ਨਿੱਤ ਗੁੰਜਾਰ ਪਾਂਦੇ ਹਨ, ਕੌਲ-ਫੁੱਲਾਂ ਦੀ ਧੂੜੀ ਦੇ ਰਸ ਦੀ ਸੁਗੰਧੀ ਵਿਚ ਮਸਤ ਹੁੰਦੇ ਹਨ, ਪ੍ਰੀਤੀ ਦੇ ਖਿੱਚੇ ਹੋਏ ਉਹ ਆਪਣੇ ਆਪ ਨੂੰ ਕੌਲ-ਫੁੱਲਾਂ ਵਿਚ ਬੰਨ੍ਹਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਅਲੀ)ਭੳੁਰੀ[ (ਅਲ)ਭੳੁਰਾ[ ਫ਼ੁੱਲ ਦੀ (ਮਕਰੰਦ)ਧੂੜੀ[(ਮਾਤ)ਮਸਤ",
    "type_id": 3
  },
  {
    "id": 20871,
    "shabad_id": 1683,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਚਾਤਿ੍ਰਕ ਚਿਤ ਪਿਅਾਸ. ਚਾਤਿ੍ਰਕ ਚਿਤ ਪਿਅਾਸ ਹੇ; ਘਨ ਬੂੰਦ ਬਚਿਤਿ੍ਰ ਮਨਿ ਅਾਸ ਹੇ; ਅਲ ਪੀਵਤ. ਬਿਨਸਤ ਤਾਪ ||",
    "transliteration": "Chaathrik Chith Piaas Chaathrik Chith Piaas Hae Ghan Boondh Bachithr Man Aas Hae Al Peevath Binasath Thaap ||",
    "translation": "The mind of the rainbird thirsts - the mind of the rainbird thirsts; its mind longs for the beautiful rain-drops from the clouds. Drinking them in, its fever departs.",
    "punjabi": "(ਭਾਵੇਂ ਸਰ ਤੇ ਟੋਭੇ ਪਾਣੀ ਨਾਲ ਭਰੇ ਪਏ ਹਨ, ਪਰ) ਪਪੀਹੇ ਦੇ ਚਿੱਤ ਨੂੰ (ਬੱਦਲਾਂ ਦੀ ਬੂੰਦ ਦੀ) ਪਿਆਸ ਹੈ, ਪਪੀਹੇ ਦੇ ਚਿੱਤ ਨੂੰ (ਸਿਰਫ਼ ਬੱਦਲਾਂ ਦੀ ਬੂੰਦ ਦੀ) ਤ੍ਰੇਹ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਬੱਦਲਾਂ ਦੀ ਬੂੰਦ ਦੀ ਹੀ ਤਾਂਘ ਹੈ। ਜਦੋਂ ਪਪੀਹਾ ਉਸ ਮਸਤ ਕਰਾ ਦੇਣ ਵਾਲੀ ਬੂੰਦ ਨੂੰ ਪੀਂਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਤਪਸ਼ ਮਿਟਦੀ ਹੈ।",
    "pronunciation": "(ਘਨ) ਬੱਦਲ[ (ਬ-ਚਿੱਤ ਿ੍ਰ) ਅਸਚਰਜ",
    "type_id": 3
  },
  {
    "id": 20872,
    "shabad_id": 1683,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਤਾਪਾ ਬਿਨਾਸਨ. ਦੂਖ ਨਾਸਨ; ਮਿਲੁ ਪ੍ਰੇਮੁ ਮਨਿ ਤਨਿ ਅਤਿ ਘਨਾ ||",
    "transliteration": "Thaapaa Binaasan Dhookh Naasan Mil Praem Man Than Ath Ghanaa ||",
    "translation": "O Destroyer of fever, Remover of pain, please unite me with You. My mind and body have such great love for You.",
    "punjabi": "ਹੇ ਜੀਵਾਂ ਦੇ ਦੁੱਖ-ਕਲੇਸ਼ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਤਾਪ ਨਾਸ ਕਰਨ ਵਾਲੇ! (ਮੇਰੀ ਤੇਰੇ ਦਰ ਤੇ ਬੇਨਤੀ ਹੈ, ਮੈਨੂੰ) ਮਿਲ, ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਤੇਰੇ ਚਰਨਾਂ ਦਾ) ਬਹੁਤ ਡੂੰਘਾ ਪ੍ਰੇਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20873,
    "shabad_id": 1683,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸੁੰਦਰੁ ਚਤੁਰੁ ਸੁਜਾਨ ਸੁਅਾਮੀ; ਕਵਨ ਰਸਨਾ ਗੁਣ ਭਨਾ ||",
    "transliteration": "Sundhar Chathur Sujaan Suaamee Kavan Rasanaa Gun Bhanaa ||",
    "translation": "O my beautiful, wise and all-knowing Lord and Master, with what tongue should I chant Your Praises?",
    "punjabi": "ਤੂੰ ਮੇਰਾ ਸੋਹਣਾ ਚਤੁਰ ਸਿਆਣਾ ਮਾਲਕ ਹੈਂ। ਮੈਂ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰਾਂ?",
    "pronunciation": "(ਭਨਾ) ੳੁਚਾਰਾਂ[ਭਨਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 20874,
    "shabad_id": 1683,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਗਹਿ ਭੁਜਾ ਲੇਵਹੁ. ਨਾਮੁ ਦੇਵਹੁ; ਦਿ੍ਰਸਟਿ ਧਾਰਤ ਮਿਟਤ ਪਾਪ ||",
    "transliteration": "Gehi Bhujaa Laevahu Naam Dhaevahu Dhrisatt Dhhaarath Mittath Paap ||",
    "translation": "Take me by the arm, and grant me Your Name. One who is blessed with Your Glance of Grace, has his sins erased.",
    "punjabi": "ਹੇ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਇਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ ਹਰੀ! ਮੈਨੂੰ ਬਾਹੋਂ ਫੜ ਕੇ ਆਪਣੀ ਚਰਨੀਂ ਲਾ ਲਵੋ, ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ੋ, ਤੇਰੀ ਨਿਗਾਹ ਮੇਰੇ ਉਤੇ ਪੈਂਦਿਆਂ ਹੀ ਮੇਰੇ ਸਾਰੇ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20875,
    "shabad_id": 1683,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕੁ ਜੰਪੈ. ਪਤਿਤ, ਪਾਵਨ; ਹਰਿ ਦਰਸੁ ਪੇਖਤ, ਨਹ ਸੰਤਾਪ ||੩||",
    "transliteration": "Naanak Janpai Pathith Paavan Har Dharas Paekhath Neh Santhaap ||3||",
    "translation": "Nanak meditates on the Lord, the Purifier of sinners; beholding His Vision, he suffers no more. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਹਰੀ! ਤੇਰਾ ਦਰਸਨ ਕੀਤਿਆਂ ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "pronunciation": "(ਜੰਪੈ) ਬੇਨਤੀ ਕਰਦੇ[ (ਸੰਤਾਪ) ਮਾਨਸਿਕ ਸਾੜਾ",
    "type_id": 3
  },
  {
    "id": 20876,
    "shabad_id": 1683,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਚਿਤਵੳੁ ਚਿਤ ਨਾਥ, ਚਿਤਵੳੁ ਚਿਤ ਨਾਥ ਹੇ; ਰਖਿ ਲੇਵਹੁ ਸਰਣਿ, ਅਨਾਥ ਹੇ; ਮਿਲੁ ਚਾੳੁ ਚਾੲੀਲੇ ਪ੍ਰਾਨ ||",
    "transliteration": "Chithavo Chith Naathh Chithavo Chith Naathh Hae Rakh Laevahu Saran Anaathh Hae Mil Chaao Chaaeelae Praan ||",
    "translation": "I focus my consciousness on the Lord - I focus my consciousness upon the Lord; I am helpless - please, keep me under Your Protection. I yearn to meet You, my soul hungers for You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! ਮੈਂ ਚਿੱਤ (ਵਿਚ ਤੈਨੂੰ ਹੀ) ਚਿਤਾਰਦਾ ਹਾਂ, ਹੇ ਨਾਥ! ਮੈਂ ਚਿੱਤ ਵਿਚ ਤੈਨੂੰ ਹੀ ਯਾਦ ਕਰਦਾ ਹਾਂ। ਮੈਨੂੰ ਅਨਾਥ ਨੂੰ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ਲੈ। (ਹੇ ਨਾਥ! ਮੈਨੂੰ) ਮਿਲ (ਤੈਨੂੰ ਮਿਲਣ ਲਈ ਮੇਰੇ ਅੰਦਰ) ਚਾਉ ਹੈ, ਮੇਰੀ ਜਿੰਦ ਤੇਰੇ ਦਰਸਨ ਲਈ ਉਤਸ਼ਾਹ ਵਿਚ ਆਈ ਹੋਈ ਹੈ।",
    "pronunciation": "(ਚਾੲੀ-ਲੇ) ਪ੍ਰੇਮ ਭਰੇ ਕਾਹਲ਼ੇ[ ਚਿਤ-ਵੳੁ",
    "type_id": 3
  },
  {
    "id": 20877,
    "shabad_id": 1683,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸੁੰਦਰ ਤਨ ਧਿਅਾਨ. ਸੁੰਦਰ ਤਨ ਧਿਅਾਨ ਹੇ; ਮਨੁ ਲੁਬਧ. ਗੋਪਾਲ ਗਿਅਾਨ ਹੇ; ਜਾਚਿਕ ਜਨ. ਰਾਖਤ ਮਾਨ ||",
    "transliteration": "Sundhar Than Dhhiaan Sundhar Than Dhhiaan Hae Man Lubadhh Gopaal Giaan Hae Jaachik Jan Raakhath Maan ||",
    "translation": "I meditate on Your beautiful body - I meditate on Your beautiful body; my mind is fascinated by Your spiritual wisdom, O Lord of the world. Please, preserve the honor of Your humble servants and beggars.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੋਹਣੇ ਸਰੂਪ ਵਿਚ ਮੇਰੀ ਸੁਰਤਿ ਜੁੜੀ ਹੋਈ ਹੈ, ਤੇਰੇ ਸੋਹਣੇ ਸਰੀਰ ਵਲ ਮੇਰਾ ਧਿਆਨ ਲੱਗਾ ਹੋਇਆ ਹੈ। ਹੇ ਗੋਪਾਲ! ਮੇਰਾ ਮਨ ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਵਾਸਤੇ ਲਲਚਾ ਰਿਹਾ ਹੈ। ਤੂੰ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ) ਦਾ ਮਾਣ ਰੱਖਦਾ ਹੈਂ ਜੇਹੜੇ ਤੇਰੇ ਦਰ ਦੇ ਮੰਗਤੇ ਬਣਦੇ ਹਨ।",
    "pronunciation": "(ਲੁਬਧ) ਲੁਭਾੲਿਮਾਨ",
    "type_id": 3
  },
  {
    "id": 20878,
    "shabad_id": 1683,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਪ੍ਰਭ ਮਾਨ ਪੂਰਨ. ਦੁਖ ਬਿਦੀਰਨ; ਸਗਲ ੲਿਛ ਪੁਜੰਤੀਅਾ ||",
    "transliteration": "Prabh Maan Pooran Dhukh Bidheeran Sagal Eishh Pujantheeaa ||",
    "translation": "God bestows perfect honor and destroys pain; He has fulfilled all my desires.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਦਰ ਦੇ ਮੰਗਤਿਆਂ ਦਾ ਆਦਰ-ਮਾਣ ਕਰਦਾ ਹੈਂ, ਤੂੰ ਉਹਨਾਂ ਦੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਦਾ ਹੈਂ, (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਉਹਨਾਂ ਦੀਆਂ) ਸਾਰੀਆਂ ਮਨੋਕਾਮਨਾ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਬਿ-ਦੀਰਨ) ਕਟਣ ਵਾਲੇ[ ੲਿੱਛ",
    "type_id": 3
  },
  {
    "id": 20879,
    "shabad_id": 1683,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕੰਠਿ ਲਾਗੇ. ਦਿਨ ਸਭਾਗੇ; ਮਿਲਿ ਨਾਹ. ਸੇਜ ਸੋਹੰਤੀਅਾ ||",
    "transliteration": "Har Kanth Laagae Dhin Sabhaagae Mil Naah Saej Sohantheeaa ||",
    "translation": "How very blessed was that day when the Lord embraced me; meeting my Husband Lord, my bed was beautified.",
    "punjabi": "ਜੇਹੜੇ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਗਲ ਨਾਲ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦੇ ਦਿਨ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਸੇਜ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20880,
    "shabad_id": 1683,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਭ ਦਿ੍ਰਸਟਿ ਧਾਰੀ. ਮਿਲੇ ਮੁਰਾਰੀ; ਸਗਲ ਕਲਮਲ ਭੲੇ ਹਾਨ ||",
    "transliteration": "Prabh Dhrisatt Dhhaaree Milae Muraaree Sagal Kalamal Bheae Haan ||",
    "translation": "When God granted His Grace and met me, all my sins were erased.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ (ਪਿਛਲੇ ਕੀਤੇ) ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਕਲਮਲ) ਪਾਪ[ (ਹਾਨ) ਨਾਸ",
    "type_id": 3
  },
  {
    "id": 20881,
    "shabad_id": 1683,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਮੇਰੀ ਅਾਸ ਪੂਰਨ; ਮਿਲੇ ਸ੍ਰੀਧਰ ਗੁਣ ਨਿਧਾਨ ||੪||੧||੧੪||",
    "transliteration": "Binavanth Naanak Maeree Aas Pooran Milae Sreedhhar Gun Nidhhaan ||4||1||14||",
    "translation": "Prays Nanak, my hopes are fulfilled; I have met the Lord, the Lord of Lakshmi, the treasure of excellence. ||4||1||14||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (-ਹੇ ਭਾਈ!) ਲੱਛਮੀ-ਪਤੀ ਪ੍ਰਭੂ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੀ ਮਨ ਦੀ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੪॥੧॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20882,
    "shabad_id": 1684,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੴ> ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathinaam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ; ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ) ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 20883,
    "shabad_id": 1684,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੧ ||",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕ ਜੀ ਦੀ ਬਾਣੀ। 'ਵਾਰ' ਸਲੋਕਾਂ ਸਮੇਤ, ਵਾਰ ਤੇ ਸਲੋਕ ਵੀ ਗੁਰੂ ਨਾਨਕ ਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20884,
    "shabad_id": 1684,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਵਾਰ ਸਲੋਕਾ ਨਾਲਿ, ਸਲੋਕ ਭੀ ਮਹਲੇ ਪਹਿਲੇ ਕੇ ਲਿਖੇ; ਟੁੰਡੇ ਅਸ ਰਾਜੈ ਕੀ, ਧੁਨੀ ||",
    "transliteration": "Vaar Salokaa Naal Salok Bhee Mehalae Pehilae Kae Likhae Ttunddae As Raajai Kee Dhhunee ||",
    "translation": "Vaar With Shaloks, And Shaloks Written By The First Mehl. To Be Sung To The Tune Of 'Tunda-Asraajaa':",
    "punjabi": "(ਇਹ ਵਾਰ) ਟੁੰਡੇ (ਰਾਜਾ) ਅਸਰਾਜ ਦੀ (ਵਾਰ ਦੀ) ਸੁਰ ਉਤੇ (ਗਾਉਣੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20885,
    "shabad_id": 1684,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20886,
    "shabad_id": 1684,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਦਿੳੁਹਾੜੀ ਸਦ ਵਾਰ ||",
    "transliteration": "Balihaaree Gur Aapanae Dhiouhaarree Sadh Vaar ||",
    "translation": "A hundred times a day, I am a sacrifice to my Guru;",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ (ਇਕ) ਦਿਨ ਵਿਚ ਸੌ ਵਾਰੀ ਸਦਕੇ ਹੁੰਦਾ ਹਾਂ,",
    "pronunciation": "(ਦਿੳੁਹਾੜੀ) ਦਿਹਾੜੀ ਚ[ (ਸਦ) ਸੈਂਕੜੇ",
    "type_id": 3
  },
  {
    "id": 20887,
    "shabad_id": 1684,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਜਿਨਿ. ਮਾਣਸ ਤੇ ਦੇਵਤੇ ਕੀੲੇ; ਕਰਤ. ਨ ਲਾਗੀ ਵਾਰ ||੧||",
    "transliteration": "Jin Maanas Thae Dhaevathae Keeeae Karath N Laagee Vaar ||1||",
    "translation": "He made angels out of men, without delay. ||1||",
    "punjabi": "ਜਿਸ (ਗੁਰੂ) ਨੇ ਮਨੁੱਖਾਂ ਤੋਂ ਦੇਵਤੇ ਬਣਾ ਦਿੱਤੇ ਤੇ ਬਣਾਉਂਦਿਆਂ (ਰਤਾ) ਚਿਰ ਨਾਹ ਲੱਗਾ ॥੧॥",
    "pronunciation": "(ਵਾਰ) ਦੇਰ",
    "type_id": 3
  }
]
