[
  {
    "id": 21142,
    "shabad_id": 1711,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਭੇਟੇ; ਸੋ ਸੁਖੁ ਪਾੲੇ ॥",
    "transliteration": "Sathigur Bhaettae So Sukh Paaeae ||",
    "translation": "One who meets the True Guru finds peace.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ (ਅਸਲੀ) ਸੁਖ ਉਹੀ ਮਾਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21143,
    "shabad_id": 1711,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ; ਮੰਨਿ ਵਸਾੲੇ ॥",
    "transliteration": "Har Kaa Naam Mann Vasaaeae ||",
    "translation": "He enshrines the Name of the Lord in his mind.",
    "punjabi": "ਉਹ (ਵਡਭਾਗੀ) ਰੱਬ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਟਿਕਾਂਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21144,
    "shabad_id": 1711,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰਿ ਕਰੇ; ਸੋ ਪਾੲੇ ॥",
    "transliteration": "Naanak Nadhar Karae So Paaeae ||",
    "translation": "O Nanak, when the Lord grants His Grace, He is obtained.",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਗੁਰੂ ਭੀ ਉਸੇ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਸ ਉੱਤੇ ਆਪ ਦਾਤਾਰ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21145,
    "shabad_id": 1711,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਸ ਅੰਦੇਸੇ ਤੇ. ਨਿਹਕੇਵਲੁ; ਹੳੁਮੈ. ਸਬਦਿ ਜਲਾੲੇ ॥੨॥",
    "transliteration": "Aas Andhaesae Thae Nihakaeval Houmai Sabadh Jalaaeae ||2||",
    "translation": "He becomes free of hope and fear, and burns away his ego with the Word of the Shabad. ||2||",
    "punjabi": "ਉਸ ਸੰਸਾਰ ਦੀਆਂ ਆਸਾਂ ਤੇ ਫ਼ਿਕਰਾਂ ਤੋਂ ਨਿਰਲੇਪ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੁਆਰਾ ਆਪਣੀ ਹਉਮੈ ਨੂੰ ਸਾੜ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਅੰਦੇਸੇ) ਸੰਸੇ। (ਨਿਹਕੇਵਲੁ) ਸ਼ੁੱਧ",
    "type_id": 3
  },
  {
    "id": 21146,
    "shabad_id": 1712,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "(ਸੋਹਨਿ) ਸੋਭਦੇ",
    "type_id": 3
  },
  {
    "id": 21147,
    "shabad_id": 1712,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਭਗਤ. ਤੇਰੈ ਮਨਿ ਭਾਵਦੇ; ਦਰਿ ਸੋਹਨਿ. ਕੀਰਤਿ ਗਾਵਦੇ ॥",
    "transliteration": "Bhagath Thaerai Man Bhaavadhae Dhar Sohan Keerath Gaavadhae ||",
    "translation": "Your devotees are pleasing to Your Mind, Lord. They look beautiful at Your door, singing Your Praises.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਭਗਤ ਪਿਆਰੇ ਲਗਦੇ ਹਨ, ਜੋ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਰਹੇ ਹਨ ਤੇ ਤੇਰੇ ਦਰ ਉੱਤੇ ਸੋਭ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21148,
    "shabad_id": 1712,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਕਰਮਾ ਬਾਹਰੇ; ਦਰਿ ਢੋਅ. ਨ ਲਹਨ੍ਹੀ ਧਾਵਦੇ ॥",
    "transliteration": "Naanak Karamaa Baaharae Dhar Dtoa N Lehanhee Dhhaavadhae ||",
    "translation": "O Nanak, those who are denied Your Grace, find no shelter at Your Door; they continue wandering.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਭਾਗ-ਹੀਣ ਮਨੁੱਖ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ,",
    "pronunciation": "(ਕਰਮਾ) ਸ਼ੁਭ ਕਰਮ ਸਾਧਸੰਗਤ ਪ੍ਰੳੁਪਕਾਰ ਤੋਂ (ਬਾਹਰੇ) ਬਿਨਾ। ਪ੍ਰਭੂ ਦਰ ਤੇ (ਢੋਅ) ਅਾਸਰਾ ਨਹੀਂ (ਲਹਨ੍ਹੀ) ਲੈਂਦੇ, ਹੋਰ ਵਿਸ਼ੇ ਵਿਕਾਰਾਂ ਚੌਰਾਸੀ ਚ ਹੀ (ਧਾਵਦੇ) ਦੌੜਦੇ ਫਿਰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 21149,
    "shabad_id": 1712,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲਿਕਿ. ਮੂਲੁ ਨ ਬੁਝਨਿ੍ਹ, ਅਾਪਣਾ; ਅਣਹੋਦਾ ਅਾਪੁ ਗਣਾੲਿਦੇ ॥",
    "transliteration": "Eik Mool N Bujhanih Aapanaa Anehodhaa Aap Ganaaeidhae ||",
    "translation": "Some do not understand their origins, and without cause, they display their self-conceit.",
    "punjabi": "(ਕਿਉਂਕਿ) ਇਹ (ਵਿਚਾਰੇ) ਆਪਣੇ ਅਸਲੇ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ, (ਰੱਬੀ ਗੁਣ ਦੀ ਪੂੰਜੀ ਆਪਣੇ ਅੰਦਰ) ਹੋਣ ਤੋਂ ਬਿਨਾ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਜਤਲਾਂਦੇ ਹਨ।",
    "pronunciation": "ਬੁੱਝਨਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 21150,
    "shabad_id": 1712,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹੳੁ ਢਾਢੀ ਕਾ ਨੀਚ ਜਾਤਿ; ਹੋਰਿ ੳੁਤਮ ਜਾਤਿ ਸਦਾੲਿਦੇ ॥",
    "transliteration": "Ho Dtaadtee Kaa Neech Jaath Hor Outham Jaath Sadhaaeidhae ||",
    "translation": "I am the Lord's minstrel, of low social status; others call themselves high caste.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਨੀਵੀਂ ਜਾਤ ਵਾਲਾ (ਤੇਰੇ ਦਰ ਦਾ) ਇਕ ਮਾੜਾ ਜਿਹਾ ਢਾਢੀ ਹਾਂ, ਹੋਰ ਲੋਕ (ਆਪਣੇ ਆਪ ਨੂੰ) ਉੱਤਮ ਜਾਤ ਵਾਲੇ ਅਖਵਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਹੳੁ) ਦਾਸਨਦਾਸ ਅਾਪਜੀ ਦੇ ਦਰ ਦਾ ਨੀਚ ਢਾਢੀ ਹੈ ਹੋਰਿ ਲੋਕਾੲੀ ੳੁ੍ਨਤਮ ਜਾਤ ਦੀ (ਸਦਾੲਿਦੇ) ਅਾਖੀ ਜਾਂਦੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 21151,
    "shabad_id": 1712,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਨ੍ਹ ਮੰਗਾ; ਜਿ ਤੁਝੈ ਧਿਅਾੲਿਦੇ ॥੯॥",
    "transliteration": "Thinh Mangaa J Thujhai Dhhiaaeidhae ||9||",
    "translation": "I seek those who meditate on You. ||9||",
    "punjabi": "ਜੋ ਤੇਰਾ ਭਜਨ ਕਰਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਪਾਸੋਂ (ਤੇਰਾ 'ਨਾਮ') ਮੰਗਦਾ ਹਾਂ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21152,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "(ਕੂੜੁ) ਝੂਠ",
    "type_id": 3
  },
  {
    "id": 21153,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕੂੜੁ ਰਾਜਾ. ਕੂੜੁ ਪਰਜਾ; ਕੂੜੁ ਸਭੁ ਸੰਸਾਰੁ ॥",
    "transliteration": "Koorr Raajaa Koorr Parajaa Koorr Sabh Sansaar ||",
    "translation": "False is the king, false are the subjects; false is the whole world.",
    "punjabi": "ਇਹ ਸਾਰਾ ਜਗਤ ਛਲ ਰੂਪ ਹੈ (ਜਿਵੇਂ ਮਦਾਰੀ ਦਾ ਸਾਰਾ ਤਮਾਸ਼ਾ ਛਲ ਰੂਪ ਹੈ), (ਇਸ ਵਿਚ ਕੋਈ) ਰਾਜਾ (ਹੈ, ਤੇ ਕਈ ਲੋਕ) ਪਰਜਾ (ਹਨ)। ਇਹ ਭੀ (ਮਦਾਰੀ ਦੇ ਰੁਪਏ ਤੇ ਖੋਪੇ ਆਦਿਕ ਵਿਖਾਣ ਵਾਂਗ) ਛਲ ਹੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21154,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕੂੜੁ ਮੰਡਪ. ਕੂੜੁ ਮਾੜੀ; ਕੂੜੁ ਬੈਸਣਹਾਰੁ ॥",
    "transliteration": "Koorr Manddap Koorr Maarree Koorr Baisanehaar ||",
    "translation": "False is the mansion, false are the skyscrapers; false are those who live in them.",
    "punjabi": "(ਇਸ ਜਗਤ ਵਿਚ ਕਿਤੇ ਇਹਨਾਂ ਰਾਜਿਆਂ ਦੇ) ਸ਼ਾਮਿਆਨੇ ਤੇ ਮਹਲ ਮਾੜੀਆਂ (ਹਨ, ਇਹ) ਭੀ ਛਲ ਰੂਪ ਹਨ, ਤੇ ਇਹਨਾਂ ਵਿਚ ਵੱਸਣ ਵਾਲਾ (ਰਾਜਾ) ਭੀ ਛਲ ਹੀ ਹੈ।",
    "pronunciation": "(ਮੰਡਪ) ਸ਼ਾਮਿਅਾਨੇ। (ਮਾੜੀ) ਮਹਲ",
    "type_id": 3
  },
  {
    "id": 21155,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕੂੜੁ ਸੁੲਿਨਾ. ਕੂੜੁ ਰੁਪਾ; ਕੂੜੁ ਪੈਨ੍ਹਣਹਾਰੁ ॥",
    "transliteration": "Koorr Sueinaa Koorr Rupaa Koorr Painhanehaar ||",
    "translation": "False is gold, and false is silver; false are those who wear them.",
    "punjabi": "ਸੋਨਾ, ਚਾਂਦੀ (ਅਤੇ ਸੋਨੇ ਚਾਂਦੀ ਨੂੰ ਪਹਿਨਣ ਵਾਲੇ ਭੀ) ਭਰਮ ਰੂਪ ਹੀ ਹਨ,",
    "pronunciation": "(ਰੁੱਪਾ) ਚਾਂਦੀ",
    "type_id": 3
  },
  {
    "id": 21156,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕੂੜੁ ਕਾੲਿਅਾ. ਕੂੜੁ ਕਪੜੁ; ਕੂੜੁ ਰੂਪੁ ਅਪਾਰੁ ॥",
    "transliteration": "Koorr Kaaeiaa Koorr Kaparr Koorr Roop Apaar ||",
    "translation": "False is the body, false are the clothes; false is incomparable beauty.",
    "punjabi": "ਇਹ ਸਰੀਰਕ ਅਕਾਰ, (ਸੋਹਣੇ ਸੋਹਣੇ) ਕੱਪੜੇ ਅਤੇ (ਸਰੀਰਾਂ ਦਾ) ਬੇਅੰਤ ਸੋਹਣਾ ਰੂਪ ਇਹ ਭੀ ਸਾਰੇ ਛਲ ਹੀ ਹਨ (ਪ੍ਰਭੂ-ਮਦਾਰੀ ਤਮਾਸ਼ੇ ਆਏ ਜੀਵਾਂ ਨੂੰ ਖ਼ੁਸ਼ ਕਰਨ ਵਾਸਤੇ ਵਿਖਾ ਹਿਹਾ ਹੈ)।",
    "pronunciation": "(ਕਾੲਿਅਾ) ਦੇਹ। (ਅਪਾਰੁ) ਬੇਅੰਤ। ਕੱਪੜੁ",
    "type_id": 3
  },
  {
    "id": 21157,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕੂੜੁ ਮੀਅਾ ਕੂੜੁ ਬੀਬੀ; ਖਪਿ ਹੋੲੇ ਖਾਰੁ ॥",
    "transliteration": "Koorr Meeaa Koorr Beebee Khap Hoeae Khaar ||",
    "translation": "False is the husband, false is the wife; they mourn and waste away.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੇ ਕਿਤੇ) ਮਨੁੱਖ (ਬਣਾ ਦਿੱਤੇ ਹਨ, ਕਿਤੇ) ਇਸਤ੍ਰੀਆਂ; ਇਹ ਸਾਰੇ ਭੀ ਛਲ ਰੂਪ ਹਨ, ਜੋ (ਇਸ ਇਸਤ੍ਰੀ ਮਰਦ ਵਾਲੇ ਸੰਬੰਧ-ਰੂਪ ਛਲ ਵਿਚ) ਖਚਿਤ ਹੋ ਕੇ ਖ਼ੁਆਰ ਹੋ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਖਪਿ) ਖੱਚਤ ਹੋਕੇ। (ਖਾਰੁ) ਖੁਅਾਰ। ਬੀ-ਬੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 21158,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕੂੜਿ ਕੂੜੈ ਨੇਹੁ ਲਗਾ; ਵਿਸਰਿਅਾ ਕਰਤਾਰੁ ॥",
    "transliteration": "Koorr Koorrai Naehu Lagaa Visariaa Karathaar ||",
    "translation": "The false ones love falsehood, and forget their Creator.",
    "punjabi": "(ਇਸ ਦ੍ਰਿਸ਼ਟਮਾਨ) ਛਲ ਵਿਚ ਫਸੇ ਹੋਏ ਜੀਵ ਦਾ ਛਲ ਵਿਚ ਮੋਹ ਪੈ ਗਿਆ ਹੈ, ਇਸ ਕਰਕੇ ਇਸ ਨੂੰ ਆਪਣਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਭੁੱਲ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਨੇਹੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 21159,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਿਸੁ ਨਾਲਿ ਕੀਚੈ ਦੋਸਤੀ; ਸਭੁ ਜਗੁ ਚਲਣਹਾਰੁ ॥",
    "transliteration": "Kis Naal Keechai Dhosathee Sabh Jag Chalanehaar ||",
    "translation": "With whom should I become friends, if all the world shall pass away?",
    "punjabi": "(ਇਸ ਨੂੰ ਯਾਦ ਨਹੀਂ ਰਹਿ ਗਿਆ ਕਿ) ਸਾਰਾ ਜਗਤ ਨਾਸਵੰਤ ਹੈ, ਕਿਸੇ ਨਾਲ ਭੀ ਮੋਹ ਨਹੀਂ ਪਾਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "ਚੱਲਣਹਾਰੁ",
    "type_id": 3
  },
  {
    "id": 21160,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕੂੜੁ ਮਿਠਾ. ਕੂੜੁ ਮਾਖਿੳੁ; ਕੂੜੁ ਡੋਬੇ ਪੂਰੁ ॥",
    "transliteration": "Koorr Mithaa Koorr Maakhio Koorr Ddobae Poor ||",
    "translation": "False is sweetness, false is honey; through falsehood, boat-loads of men have drowned.",
    "punjabi": "(ਇਹ ਸਾਰਾ ਜਗਤ ਹੈ ਤਾਂ ਛਲ, ਪਰ ਇਹ) ਛਲ (ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ) ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ, ਸ਼ਹਿਦ (ਵਾਂਗ) ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਛਲ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਡੋਬ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਮਾਖਿੳੁ) ਸ਼ਹਦ। (ਪੂਰੁ) ਪੂਰਾਂ ਦੇ ਪੂਰ ਜ਼ਿੰਦਗੀ ਰੂਪੀ ਬੇੜੀ ਦੇ। ਮਿੱਠਾ",
    "type_id": 3
  },
  {
    "id": 21161,
    "shabad_id": 1713,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕੁ ਵਖਾਣੈ ਬੇਨਤੀ; ਤੁਧੁ ਬਾਝੁ ਕੂੜੋ ਕੂੜੁ ॥੧॥",
    "transliteration": "Naanak Vakhaanai Baenathee Thudhh Baajh Koorro Koorr ||1||",
    "translation": "Nanak speaks this prayer: without You, Lord, everything is totally false. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਨਾਨਕ (ਤੇਰੇ ਅੱਗੇ) ਅਰਜ਼ ਕਰਦਾ ਹੈ ਕਿ ਤੈਥੋਂ ਬਿਨਾ (ਇਹ ਜਗਤ) ਛਲ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21162,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਃ ੧ ॥",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21163,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਚੁ. ਤਾ ਪਰੁ ਜਾਣੀਅੈ; ਜਾ ਰਿਦੈ ਸਚਾ ਹੋੲਿ ॥",
    "transliteration": "Sach Thaa Par Jaaneeai Jaa Ridhai Sachaa Hoe ||",
    "translation": "One knows the Truth only when the Truth is in his heart.",
    "punjabi": "(ਜਗਤ ਰੂਪ ਛਲ ਵਲੋਂ ਵਾਸ਼ਨਾ ਪਰਤ ਕੇ, ਜਗਤ ਦੇ) ਅਸਲੇ ਦੀ ਸਮਝ ਤਦੋਂ ਹੀ ਆਉਂਦੀ ਹੈ ਜਦੋਂ ਉਹ ਅਸਲੀਅਤ ਦਾ ਮਾਲਕ (ਰੱਬ) ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21164,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੂੜ ਕੀ ਮਲੁ ੳੁਤਰੈ; ਤਨੁ ਕਰੇ ਹਛਾ ਧੋੲਿ ॥",
    "transliteration": "Koorr Kee Mal Outharai Than Karae Hashhaa Dhhoe ||",
    "translation": "The filth of falsehood departs, and the body is washed clean.",
    "punjabi": "ਤਦੋਂ ਮਾਇਆ ਛਲ ਦਾ ਅਸਰ ਮਨ ਤੋਂ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਫੇਰ ਮਨ ਦੇ ਨਾਲ ਸਰੀਰ ਭੀ ਸੁੰਦਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰਕ ਇੰਦਰੇ ਭੀ ਗੰਦੇ ਪਾਸੇ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ, ਮਾਨੋ) ਸਰੀਰ ਧੁਪ ਕੇ ਸਾਫ਼ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21165,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ. ਤਾ ਪਰੁ ਜਾਣੀਅੈ; ਜਾ ਸਚਿ ਧਰੇ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sach Thaa Par Jaaneeai Jaa Sach Dhharae Piaar ||",
    "translation": "One knows the Truth only when he bears love to the True Lord.",
    "punjabi": "(ਮਾਇਆ ਛਲ ਵਲੋਂ ਮਨ ਦੇ ਫੁਰਨੇ ਹਟ ਕੇ, ਕੁਦਰਤ ਦੇ) ਅਸਲੇ ਦੀ ਸਮਝ ਤਦੋਂ ਹੀ ਆਉਂਦੀ ਹੈ, ਜਦ ਮਨੁੱਖ ਉਸ ਅਸਲੇ ਵਿਚ ਮਨ ਜੋੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21166,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾੳੁ ਸੁਣਿ. ਮਨੁ ਰਹਸੀਅੈ; ਤਾ ਪਾੲੇ ਮੋਖ ਦੁਅਾਰੁ ॥",
    "transliteration": "Naao Sun Man Rehaseeai Thaa Paaeae Mokh Dhuaar ||",
    "translation": "Hearing the Name, the mind is enraptured; then, he attains the gate of salvation.",
    "punjabi": "(ਤਦੋਂ ਉਸ ਅਸਲੀਅਤ ਵਾਲੇ ਦਾ) ਨਾਮ ਸੁਣ ਕੇ ਮਨੁੱਖ ਦਾ ਮਨ ਖਿੜਦਾ ਹੈ ਤੇ ਉਸ ਨੂੰ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਸੁਤੰਤਰ ਹੋਣ ਦਾ ਰਾਹ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਰਹ-ਸੀਅੈ) ਖਿੜੇ",
    "type_id": 3
  },
  {
    "id": 21167,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ. ਤਾ ਪਰੁ ਜਾਣੀਅੈ; ਜਾ ਜੁਗਤਿ ਜਾਣੈ ਜੀੳੁ ॥",
    "transliteration": "Sach Thaa Par Jaaneeai Jaa Jugath Jaanai Jeeo ||",
    "translation": "One knows the Truth only when he knows the true way of life.",
    "punjabi": "ਜਗਤ ਦੇ ਅਸਲੇ ਪ੍ਰਭੂ ਦੀ ਸਮਝ ਤਦੋਂ ਪੈਂਦੀ ਹੈ, ਜਦੋਂ ਮਨੁੱਖ ਰੱਬੀ ਜੀਵਨ (ਗੁਜ਼ਾਰਨ ਦੀ) ਜੁਗਤੀ ਜਾਣਦਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21168,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧਰਤਿ ਕਾੲਿਅਾ ਸਾਧਿ ਕੈ; ਵਿਚਿ ਦੇੲਿ ਕਰਤਾ ਬੀੳੁ ॥",
    "transliteration": "Dhharath Kaaeiaa Saadhh Kai Vich Dhaee Karathaa Beeo ||",
    "translation": "Preparing the field of the body, he plants the Seed of the Creator.",
    "punjabi": "ਭਾਵ, ਸਰੀਰ ਰੂਪ ਧਰਤੀ ਨੂੰ ਤਿਆਰ ਕਰਕੇ ਇਸ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਬੀਜ ਦੇਵੇ।",
    "pronunciation": "(ਬੀੳੁ) ਬੀਜ। ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 21169,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਚੁ. ਤਾ ਪਰੁ ਜਾਣੀਅੈ; ਜਾ ਸਿਖ. ਸਚੀ ਲੇੲਿ ॥",
    "transliteration": "Sach Thaa Par Jaaneeai Jaa Sikh Sachee Laee ||",
    "translation": "One knows the Truth only when he receives true instruction.",
    "punjabi": "ਸੱਚ ਦੀ ਪਰਖ ਤਦੋਂ ਹੁੰਦੀ ਹੈ, ਜਦੋਂ ਸੱਚੀ ਸਿੱਖਿਆ (ਗੁਰੂ ਪਾਸੋਂ) ਲਏ,",
    "pronunciation": "(ਸਿੱਖ) ਸਿੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 21170,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਦੲਿਅਾ ਜਾਣੈ ਜੀਅ ਕੀ; ਕਿਛੁ ਪੁੰਨੁ ਦਾਨੁ ਕਰੇੲਿ ॥",
    "transliteration": "Dhaeiaa Jaanai Jeea Kee Kishh Punn Dhaan Karaee ||",
    "translation": "Showing mercy to other beings, he makes donations to charities.",
    "punjabi": "ਅਤੇ (ਉਸ ਸਿੱਖਿਆ ਉੱਤੇ ਚੱਲ ਕੇ) ਸਭ ਜੀਵਾਂ ਉੱਤੇ ਤਰਸ ਕਰਨ ਦੀ ਜਾਚ ਸਿੱਖੇ ਤੇ (ਲੋੜਵੰਦਾਂ ਨੂੰ) ਕੁਝ ਦਾਨ ਪੁੰਨ ਕਰੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21171,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚੁ. ਤਾਂ ਪਰੁ ਜਾਣੀਅੈ; ਜਾ ਅਾਤਮ ਤੀਰਥਿ ਕਰੇ ਨਿਵਾਸੁ ॥",
    "transliteration": "Sach Thaan Par Jaaneeai Jaa Aatham Theerathh Karae Nivaas ||",
    "translation": "One knows the Truth only when he dwells in the sacred shrine of pilgrimage of his own soul.",
    "punjabi": "ਉਸ ਧੁਰ-ਅੰਦਰਲੀ ਅਸਲੀਅਤ ਨਾਲ ਤਦੋਂ ਹੀ ਜਾਣ-ਪਛਾਣ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਮਨੁੱਖ ਧੁਰ ਅੰਦਰਲੇ ਤੀਰਥ ਉੱਤੇ ਟਿਕੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21172,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਨੋ ਪੁਛਿ ਕੈ; ਬਹਿ ਰਹੈ. ਕਰੇ ਨਿਵਾਸੁ ॥",
    "transliteration": "Sathiguroo No Pushh Kai Behi Rehai Karae Nivaas ||",
    "translation": "He sits and receives instruction from the True Guru, and lives in accordance with His Will.",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ ਪਾਸੋਂ ਉਪਦੇਸ਼ ਲੈ ਕੇ ਉਸ ਅੰਦਰਲੇ ਤੀਰਥ ਉੱਤੇ ਬੈਠਾ ਰਹੇ, ਉੱਥੇ ਹੀ ਸਦਾ ਨਿਵਾਸ ਰੱਖੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21173,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਚੁ. ਸਭਨਾ ਹੋੲਿ ਦਾਰੂ; ਪਾਪ ਕਢੈ ਧੋੲਿ ॥",
    "transliteration": "Sach Sabhanaa Hoe Dhaaroo Paap Kadtai Dhhoe ||",
    "translation": "Truth is the medicine for all; it removes and washes away our sins.",
    "punjabi": "ਉਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਇਲਾਜ ਉਹ ਆਪ ਬਣ ਜਾਂਦਾ ਹੈ, (ਕਿਉਂਕਿ ਉਹ) ਸਾਰੇ ਵਿਕਾਰਾਂ ਨੂੰ (ਉਸ ਹਿਰਦੇ ਵਿਚੋਂ) ਧੋ ਕੇ ਕੱਢ ਦੇਂਦਾ ਹੈ (ਜਿੱਥੇ ਉਹ ਵੱਸ ਰਿਹਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21174,
    "shabad_id": 1714,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕੁ. ਵਖਾਣੈ ਬੇਨਤੀ; ਜਿਨ ਸਚੁ ਪਲੈ ਹੋੲਿ ॥੨॥",
    "transliteration": "Naanak Vakhaanai Baenathee Jin Sach Palai Hoe ||2||",
    "translation": "Nanak speaks this prayer to those who have Truth in their laps. ||2||",
    "punjabi": "ਨਾਨਕ ਅਰਜ਼ ਕਰਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਅਸਲੀਅਤ ਦਾ ਮਾਲਕ ਪ੍ਰਭੂ ਟਿਕਿਆ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21175,
    "shabad_id": 1715,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21176,
    "shabad_id": 1715,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਦਾਨੁ ਮਹਿੰਡਾ ਤਲੀ ਖਾਕੁ; ਜੇ ਮਿਲੈ. ਤ ਮਸਤਕਿ ਲਾੲੀਅੈ ॥",
    "transliteration": "Dhaan Mehinddaa Thalee Khaak Jae Milai Th Masathak Laaeeai ||",
    "translation": "The gift I seek is the dust of the feet of the Saints; if I were to obtain it, I would apply it to my forehead.",
    "punjabi": "(ਮੇਰਾ ਇਹ ਚਿੱਤ ਕਰਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਸੰਤਾਂ ਦੇ) ਪੈਰਾਂ ਦੀ ਖ਼ਾਕ ਦਾ ਦਾਨ ਮਿਲੇ। ਜੇ ਇਹ ਦਾਨ ਮਿਲ ਜਾਏ, ਤਾਂ ਮੱਥੇ ਉੱਤੇ ਲਾਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "(ਮ-ਹਿੰਡਾ) ਮੇਰਾ।(ਤਲੀ) ਤਲ਼ੀਅਾਂ ਦੀ।ਤਲੀ:ਪੋਲਾ ਬੋਲੋ।(ਖਾਕੁ) ਧੂੜ। (ਮਸਤਕਿ) ਮੱਥੇ ਤੇ",
    "type_id": 3
  },
  {
    "id": 21177,
    "shabad_id": 1715,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੂੜਾ ਲਾਲਚੁ ਛਡੀਅੈ; ਹੋੲਿ ੲਿਕ ਮਨਿ. ਅਲਖੁ ਧਿਅਾੲੀਅੈ ॥",
    "transliteration": "Koorraa Laalach Shhaddeeai Hoe Eik Man Alakh Dhhiaaeeai ||",
    "translation": "Renounce false greed, and meditate single-mindedly on the unseen Lord.",
    "punjabi": "(ਹੋਰ) ਲਾਲਚ, ਜੋ ਮਾਇਆ ਦੇ ਜਾਲ ਵਿਚ ਹੀ ਫਸਾਂਦਾ ਹੈ, ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਮਨ ਨੂੰ ਕੇਵਲ ਪ੍ਰਭੂ ਵਿਚ ਜੋੜ ਕੇ ਉਸ ਦੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ,",
    "pronunciation": "ਅ-ਲਖੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 21178,
    "shabad_id": 1715,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਫਲੁ ਤੇਵੇਹੋ ਪਾੲੀਅੈ; ਜੇਵੇਹੀ ਕਾਰ ਕਮਾੲੀਅੈ ॥",
    "transliteration": "Fal Thaevaeho Paaeeai Jaevaehee Kaar Kamaaeeai ||",
    "translation": "As are the actions we commit, so are the rewards we receive.",
    "punjabi": "(ਕਿਉਂਕਿ) ਮਨੁੱਖ ਜਿਸ ਤਰ੍ਹਾਂ ਦੀ ਕਾਰ ਕਰਦਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਉਸ ਨੂੰ ਫਲ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21179,
    "shabad_id": 1715,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੇ ਹੋਵੈ ਪੂਰਬਿ ਲਿਖਿਅਾ; ਤਾ ਧੂੜਿ ਤਿਨ੍ਹਾ ਦੀ ਪਾੲੀਅੈ ॥",
    "transliteration": "Jae Hovai Poorab Likhiaa Thaa Dhhoorr Thinhaa Dhee Paaeeai ||",
    "translation": "If it is so pre-ordained, then one obtains the dust of the feet of the Saints.",
    "punjabi": "ਪਰ ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰਾਂ ਦੀ ਖ਼ਾਕ ਤਾਂ ਹੀ ਮਿਲਦੀ ਹੈ ਜੇ ਚੰਗੇ ਭਾਗ ਹੋਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21180,
    "shabad_id": 1715,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਤਿ ਥੋੜੀ; ਸੇਵ ਗਵਾੲੀਅੈ ॥੧੦॥",
    "transliteration": "Math Thhorree Saev Gavaaeeai ||10||",
    "translation": "But through small-mindedness, we forfeit the merits of selfless service. ||10||",
    "punjabi": "(ਗੁਰਮੁਖਾਂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਛੱਡ ਕੇ) ਜੇ ਆਪਣੀ ਹੋਛੀ ਜਿਹੀ ਮਤ ਦੀ ਟੇਕ ਰੱਖੀਏ ਤਾਂ (ਇਸ ਦੇ ਆਸਰੇ) ਕੀਤੀ ਹੋਈ ਘਾਲ-ਕਮਾਈ ਵਿਅਰਥ ਜਾਂਦੀ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21181,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21182,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਚਿ ਕਾਲੁ. ਕੂੜੁ ਵਰਤਿਅਾ; ਕਲਿ ਕਾਲਖ ਬੇਤਾਲ ॥",
    "transliteration": "Sach Kaal Koorr Varathiaa Kal Kaalakh Baethaal ||",
    "translation": "There is a famine of Truth; falsehood prevails, and the blackness of the Dark Age of Kali Yuga has turned men into demons.",
    "punjabi": "(ਸੰਸਾਰਕ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਸੱਚ ਉਡ ਗਿਆ ਹੈ ਅਤੇ ਕੂੜ ਹੀ ਕੂੜ ਪਰਧਾਨ ਹੋ ਰਿਹਾ ਹੈ, ਕਲਜੁਗ ਦੀ (ਪਾਪਾਂ ਦੀ) ਕਾਲਖ ਦੇ ਕਾਰਨ ਜੀਵ ਭੂਤਨੇ ਬਣ ਰਹੇ ਹਨ (ਭਾਵ, ਜਗਤ ਦਾ ਮੋਹ ਪਰਬਲ ਹੋ ਰਿਹਾ ਹੈ, ਜਗਤ ਦੇ ਸਾਜਣਹਾਰ ਨਾਲ ਸਾਂਝ ਬਣਾਣ ਦਾ ਖ਼ਿਆਲ ਜੀਵਾਂ ਦੇ ਹਿਰਦਿਆਂ ਵਿਚੋਂ ਦੂਰ ਹੋ ਰਿਹਾ ਹੈ, ਅਤੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਜੀਵ ਮਾਨੋ ਭੂਤਨੇ ਹਨ)।",
    "pronunciation": "(ਕਾਲੁ) ਕਾਲ਼ ਪਿਅਾ। (ਕਲਿ) ਕਲਯੁੱਗ ਚ। (ਬੇਤਾਲ) ਭੂਤਨੇ",
    "type_id": 3
  },
  {
    "id": 21183,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬੀੳੁ ਬੀਜਿ. ਪਤਿ ਲੈ ਗੲੇ; ਅਬ ਕਿੳੁ ੳੁਗਵੈ ਦਾਲਿ ॥",
    "transliteration": "Beeo Beej Path Lai Geae Ab Kio Ougavai Dhaal ||",
    "translation": "Those who planted their seed have departed with honor; now, how can the shattered seed sprout?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਹਰੀ ਦਾ ਨਾਮ) ਬੀਜ (ਆਪਣੇ ਹਿਰਦਿਆਂ ਵਿਚ) ਬੀਜਿਆ, ਉਹ ਇਸ ਜਗਤ ਤੋਂ ਸੋਭਾ ਖੱਟ ਕੇ ਗਏ। ਪਰ ਹੁਣ (ਨਾਮ ਦਾ) ਅੰਕੁਰ ਫੁਟਣੋਂ ਰਹਿ ਗਿਆ ਹੈ, (ਕਿਉਂਕਿ ਮਨ) ਦਾਲ ਵਾਂਗ (ਦੋ-ਫਾੜ ਹੋ ਰਹੇ ਹਨ, ਭਾਵ ਦੁਚਿੱਤਾ-ਪਨ ਦੇ ਕਾਰਨ ਜੀਵਾਂ ਦਾ ਮਨ ਨਾਮ ਵਿਚ ਨਹੀਂ ਜੁੜਦਾ)।",
    "pronunciation": "(ਦਾਲਿ) ਦਲ਼ੇ ਬੀਜ। ਪਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 21184,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੇ ੲਿਕੁ ਹੋੲਿ; ਤ ੳੁਗਵੈ. ਰੁਤੀ ਹੂ ਰੁਤਿ ਹੋੲਿ ॥",
    "transliteration": "Jae Eik Hoe Th Ougavai Ruthee Hoo Ruth Hoe ||",
    "translation": "If the seed is whole, and it is the proper season, then the seed will sprout.",
    "punjabi": "ਬੀਜ ਉੱਗਦਾ ਤਾਂ ਹੀ ਹੈ, ਜੇ ਬੀਜ ਸਾਬਤ ਹੋਵੇ ਅਤੇ ਬੀਜਣ ਦੀ ਰੁਤ ਵੀ ਚੰਗੀ ਫਬਵੀਂ ਹੋਵੇ, (ਇਸੇ ਤਰ੍ਹਾਂ ਰੱਬ ਦਾ ਨਾਮ-ਅੰਕੁਰ ਭੀ ਤਾਂ ਹੀ ਫੁਟਦਾ ਹੈ ਜੇ ਮਨ ਸਾਬਤ ਹੋਵੇ, ਜੇ ਪੂਰਨ ਤੌਰ ਤੇ ਰੱਬ ਵਲ ਲੱਗਾ ਰਹੇ ਅਤੇ ਸਮਾ ਅੰਮ੍ਰਿਤ ਵੇਲਾ ਭੀ ਖੁੰਝਾਇਆ ਨਾ ਜਾਏ)।",
    "pronunciation": "ਰੁੱਤੀ। ਰੁੱਤਿ",
    "type_id": 3
  },
  {
    "id": 21185,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਪਾਹੈ ਬਾਹਰਾ; ਕੋਰੈ. ਰੰਗੁ ਨ ਸੋੲਿ ॥",
    "transliteration": "Naanak Paahai Baaharaa Korai Rang N Soe ||",
    "translation": "O Nanak, without treatment, the raw fabric cannot be dyed.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਲਾਗ ਨ ਵਰਤੀ ਜਾਏ ਤਾਂ ਕੋਰੇ ਕੱਪੜੇ ਨੂੰ ਉਹ (ਸੋਹਣਾ ਪੱਕਾ) ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ (ਜੋ ਲਾਗ ਵਰਤਿਆਂ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "(ਪਾਹੈ) ਲਾਗ।(ਬਾਹਰਾ) ਬਿਨਾ",
    "type_id": 3
  },
  {
    "id": 21186,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਭੈ ਵਿਚਿ. ਖੁੰਬਿ ਚੜਾੲੀਅੈ; ਸਰਮੁ ਪਾਹੁ ਤਨਿ ਹੋੲਿ ॥",
    "transliteration": "Bhai Vich Khunb Charraaeeai Saram Paahu Than Hoe ||",
    "translation": "In the Fear of God it is bleached white, if the treatment of modesty is applied to the cloth of the body.",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਇਸ ਕੋਰੇ ਮਨ ਨੂੰ ਰੱਬ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਸੋਹਣਾ ਰੰਗ ਦੇਣਾ ਹੋਵੇ, ਤਾਂ ਪਹਿਲਾਂ ਇਸ ਨੂੰ) ਰੱਬ ਦੇ ਡਰ ਰੂਪ ਖੁੰਬ ਤੇ ਧਰੀਏ; ਫੇਰ ਮਿਹਨਤ ਤੇ ਉੱਦਮ ਦੀ ਪਾਹ ਦੇਈਏ।",
    "pronunciation": "ਪਾਹ ਦੇਣ ਲੲੀ (ਖੁੰਬਿ) ਧੋਬੀ ਦਾ ਕਪੜੇ ਤਪਾੳੁਣ ਵਾਲਾ ਭਾਂਡਾ। (ਸਰਮੁ) ਮਿਹਨਤ। (ਪਾਹੁ) ਲਾਗ। ਚੜ੍ਹਾੲੀਅੈ ਚੱਚਾ ਬੋਲੋ, ਝਨਹੀਂ ਬੋਲਣਾ",
    "type_id": 3
  },
  {
    "id": 21187,
    "shabad_id": 1716,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਭਗਤੀ ਜੇ ਰਪੈ; ਕੂੜੈ. ਸੋੲਿ ਨ ਕੋੲਿ ॥੧॥",
    "transliteration": "Naanak Bhagathee Jae Rapai Koorrai Soe N Koe ||1||",
    "translation": "O Nanak, if one is imbued with devotional worship, his reputation is not false. ||1||",
    "punjabi": "(ਇਸ ਤੋਂ ਪਿਛੋਂ) ਹੇ ਨਾਨਕ! ਜੇ (ਇਸ ਮਨ ਨੂੰ) ਰੱਬ ਦੀ ਭਗਤੀ ਵਿਚ ਰੰਗਿਆ ਜਾਏ, ਤਾਂ ਮਾਇਆ-ਛਲ ਇਸ ਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਛੁਹ ਸਕਦਾ ॥੧॥",
    "pronunciation": "( ਰਪੈ) ਰੰਗਿਅਾ ਜਾੲੇ।ਰਪੈ:ਪੋਲਾ ਬੋਲੋ। (ਸੋੲਿ) ਖਬਰ",
    "type_id": 3
  },
  {
    "id": 21188,
    "shabad_id": 1717,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਃ ੧ ॥",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "(ਮਹਤਾ) ਵਜ਼ੀਰ। (ਸਿਕਦਾਰੁ) ਸਰਦਾਰ। ਲੱਬੁ। ਮਹ-ਤਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 21189,
    "shabad_id": 1717,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਲਬੁ ਪਾਪੁ ਦੁੲਿ. ਰਾਜਾ ਮਹਤਾ; ਕੂੜੁ ਹੋਅਾ ਸਿਕਦਾਰੁ ॥",
    "transliteration": "Lab Paap Dhue Raajaa Mehathaa Koorr Hoaa Sikadhaar ||",
    "translation": "Greed and sin are the king and prime minister; falsehood is the treasurer.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਜੀਵਾਂ ਵਾਸਤੇ) ਜੀਭ ਦਾ ਚਸਕਾ, ਮਾਨੋ, ਰਾਜਾ ਹੈ, ਪਾਪ ਵਜ਼ੀਰ ਹੈ ਅਤੇ ਝੂਠ ਚੌਧਰੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 21190,
    "shabad_id": 1717,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਾਮੁ ਨੇਬੁ ਸਦਿ. ਪੁਛੀਅੈ; ਬਹਿਬਹਿ ਕਰੇ ਬੀਚਾਰੁ ॥",
    "transliteration": "Kaam Naeb Sadh Pushheeai Behi Behi Karae Beechaar ||",
    "translation": "Sexual desire, the chief advisor, is summoned and consulted; they all sit together and contemplate their plans.",
    "punjabi": "(ਇਸੇ ਲੱਬ ਤੇ ਪਾਪ ਦੇ ਦਰਬਾਰ ਵਿਚ ਕਾਮ ਨਾਇਬ ਹੈ, (ਇਸ ਨੂੰ) ਸੱਦ ਕੇ ਸਲਾਹ ਪੁੱਛੀ ਜਾਂਦੀ ਹੈ, ਇਹੀ ਇਹਨਾਂ ਦਾ ਵੱਡਾ ਸਲਾਹਕਾਰ ਹੈ।",
    "pronunciation": "(ਨੇਬੁ) ਚੋਬਦਾਰ। ਸੱਦਿ",
    "type_id": 3
  }
]
