[
  {
    "id": 22116,
    "shabad_id": 1821,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਗੂਜਰੀ ਮਹਲਾ ੩ ਘਰੁ ੧",
    "transliteration": "Raag Goojaree Mehalaa 3 Ghar 1",
    "translation": "Raag Goojaree, Third Mehl, First House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22117,
    "shabad_id": 1821,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22118,
    "shabad_id": 1821,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਧਿ੍ਰਗੁ ੲਿਵੇਹਾ ਜੀਵਣਾ; ਜਿਤੁ ਹਰਿ ਪ੍ਰੀਤਿ. ਨ ਪਾੲਿ ॥",
    "transliteration": "Dhhrig Eivaehaa Jeevanaa Jith Har Preeth N Paae ||",
    "translation": "Cursed is that life, in which the Lord's Love is not obtained.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਇਹੋ ਜਿਹਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ ਜਿਸ ਜੀਊਣ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਨਾਹ ਬਣੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22119,
    "shabad_id": 1821,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜਿਤੁ ਕੰਮਿ. ਹਰਿ ਵੀਸਰੈ; ਦੂਜੈ ਲਗੈ ਜਾੲਿ ॥੧॥",
    "transliteration": "Jith Kanm Har Veesarai Dhoojai Lagai Jaae ||1||",
    "translation": "Cursed is that occupation, in which the Lord is forgotten, and one becomes attached to duality. ||1||",
    "punjabi": "(ਐਸਾ ਭੀ ਕੰਮ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ) ਜਿਸ ਕੰਮ ਵਿਚ ਲੱਗਿਆਂ ਪਰਮਾਤਮਾ ਭੁੱਲ ਜਾਏ, ਅਤੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਾ ਫਸੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22120,
    "shabad_id": 1821,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅੈਸਾ ਸਤਿਗੁਰੁ ਸੇਵੀਅੈ ਮਨਾ; ਜਿਤੁ ਸੇਵਿਅੈ ਗੋਵਿਦ ਪ੍ਰੀਤਿ ੳੂਪਜੈ; ਅਵਰ. ਵਿਸਰਿ ਸਭ ਜਾੲਿ ॥",
    "transliteration": "Aisaa Sathigur Saeveeai Manaa Jith Saeviai Govidh Preeth Oopajai Avar Visar Sabh Jaae ||",
    "translation": "Serve such a True Guru, O my mind, that by serving Him, God's Love may be produced, and all others may be forgotten.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਇਹੋ ਜਿਹੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਏ, ਅਤੇ ਹੋਰ (ਮਾਇਆ ਆਦਿਕ) ਦਾ ਪਿਆਰ ਸਾਰਾ ਭੁਲ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22121,
    "shabad_id": 1821,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਸੇਤੀ. ਚਿਤੁ ਗਹਿ ਰਹੈ; ਜਰਾ ਕਾ. ਭੳੁ ਨ ਹੋਵੲੀ; ਜੀਵਨਪਦਵੀ ਪਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Saethee Chith Gehi Rehai Jaraa Kaa Bho N Hovee Jeevan Padhavee Paae ||1|| Rehaao ||",
    "translation": "Your consciousness shall remain attached to the Lord; there shall be no fear of old age, and the supreme status shall be obtained. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਦੀ ਸਰਨ ਪਿਆਂ) ਪਰਮਾਤਮਾ ਨਾਲ ਚਿੱਤ ਸਦਾ ਜੁੜਿਆ ਰਹੇ, ਅਤੇ ਇਹੋ ਜਿਹਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਮਿਲ ਜਾਏ ਜਿਸ ਨੂੰ ਕਦੇ ਬੁਢੇਪੇ ਦਾ ਡਰ ਨਾਹ ਹੋ ਸਕੇ (ਜੋ ਆਤਮਕ ਦਰਜਾ ਕਦੇ ਕਮਜ਼ੋਰ ਨਾਹ ਹੋ ਸਕੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸੇਤੀ) ਨਾਲ। (ਜਰਾ) ਬੁਢੇਪਾ। (ਜੀਵਨਪਦਵੀ) ਗਿਅਾਨ ਅਵਸਥਾ",
    "type_id": 4
  },
  {
    "id": 22122,
    "shabad_id": 1821,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੋਬਿੰਦ ਪ੍ਰੀਤਿ ਸਿੳੁ ੲਿਕੁ ਸਹਜੁ ੳੁਪਜਿਅਾ; ਵੇਖੁ. ਜੈਸੀ ਭਗਤਿ ਬਨੀ ॥",
    "transliteration": "Gobindh Preeth Sio Eik Sehaj Oupajiaa Vaekh Jaisee Bhagath Banee ||",
    "translation": "A divine peace wells up from God's Love; behold, it comes from devotional worship.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾਇਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਇਕ (ਅਚਰਜ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਹੈਰਾਨ ਕਰਨ ਵਾਲੀ ਭਗਤੀ (ਦਾ ਰੰਗ) ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22123,
    "shabad_id": 1821,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਪ ਸੇਤੀ. ਅਾਪੁ ਖਾੲਿਅਾ; ਤਾ ਮਨੁ ਨਿਰਮਲੁ ਹੋਅਾ; ਜੋਤੀ ਜੋਤਿ ਸਮੲੀ ॥੨॥",
    "transliteration": "Aap Saethee Aap Khaaeiaa Thaa Man Niramal Hoaa Jothee Joth Samee ||2||",
    "translation": "When my identity consumed my identical identity, then my mind became immaculately pure, and my light was blended with the Divine Light. ||2||",
    "punjabi": "ਅੰਦਰੇ ਅੰਦਰ ਹੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ (ਅਹੰਕਾਰ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ, (ਜਦੋਂ ਆਪਾ-ਭਾਵ ਮੁੱਕਦਾ ਹੈ) ਤਦੋਂ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਦੋ ਮਨੁੱਖ ਦੀ ਸੁਰਤਿ ਰੱਬੀ ਨੂਰ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਸ-ਮੲੀ) ਸਮਾ ਜਾਣਾ",
    "type_id": 3
  },
  {
    "id": 22124,
    "shabad_id": 1821,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਭਾਗਾ. ਅੈਸਾ ਸਤਿਗੁਰੁ, ਨ ਪਾੲੀਅੈ; ਜੇ ਲੋਚੈ ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Bin Bhaagaa Aisaa Sathigur N Paaeeai Jae Lochai Sabh Koe ||",
    "translation": "Without good fortune, such a True Guru cannot be found, no matter how much all may yearn for Him.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਚਾਹੇ ਹਰੇਕ ਮਨੁੱਖ ਪਿਆ ਤਾਂਘ ਕਰੇ, ਕਿਸਮਤ ਤੋਂ ਬਿਨਾ ਅਜੇਹਾ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ (ਜਿਸ ਦੇ ਮਿਲਿਆਂ ਮਨੁੱਖ ਦੇ) ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੀ ਕੰਧ ਦੂਰ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22125,
    "shabad_id": 1821,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਕੂੜੈ ਕੀ ਪਾਲਿ. ਵਿਚਹੁ ਨਿਕਲੈ; ਤਾ. ਸਦਾ ਸੁਖੁ ਹੋੲਿ ॥੩॥",
    "transliteration": "Koorrai Kee Paal Vichahu Nikalai Thaa Sadhaa Sukh Hoe ||3||",
    "translation": "If the veil of falsehood is removed from within, then lasting peace is obtained. ||3||",
    "punjabi": "(ਜਦੋਂ ਇਹ ਕੰਧ ਨਿਕਲ ਜਾਂਦੀ ਹੈ ਤੇ ਹਰੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ) ਤਦੋਂ ਮਨੁੱਖ ਨੂੰ ਸਦਾ ਲਈ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਪਾਲਿ) ਪੜਦਾ",
    "type_id": 3
  },
  {
    "id": 22126,
    "shabad_id": 1821,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਅੈਸੇ ਸਤਿਗੁਰ ਕੀ, ਕਿਅਾ ਓਹੁ ਸੇਵਕੁ. ਸੇਵਾ ਕਰੇ; ਗੁਰ ਅਾਗੈ. ਜੀੳੁ ਧਰੇੲਿ ॥",
    "transliteration": "Naanak Aisae Sathigur Kee Kiaa Ouhu Saevak Saevaa Karae Gur Aagai Jeeo Dhharaee ||",
    "translation": "O Nanak, what service can the servant perform for such a True Guru? He should offer his life, his very soul, to the Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਸੇਵਕ ਨੂੰ ਇਹੋ ਜਿਹਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ) ਉਹ ਸੇਵਕ ਅਜੇਹੇ ਗੁਰੂ ਦੀ ਕੀਹ ਸੇਵਾ ਕਰਦਾ ਹੈ? (ਬੱਸ, ਇਹੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣੀ ਜਿੰਦ ਭੇਟਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਉਹ ਸੇਵਕ) ਗੁਰੂ ਦੀ ਮਰਜ਼ੀ ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਟਿਕਾ ਲੈਂਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ।",
    "pronunciation": "ਧਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 22127,
    "shabad_id": 1821,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਭਾਣਾ ਚਿਤਿ ਕਰੇ; ਸਤਿਗੁਰੁ ਅਾਪੇ ਕਿ੍ਰਪਾ ਕਰੇੲਿ ॥੪॥੧॥੩॥",
    "transliteration": "Sathigur Kaa Bhaanaa Chith Karae Sathigur Aapae Kirapaa Karaee ||4||1||3||",
    "translation": "If he focuses his consciousness on the Will of the True Guru, then the True Guru Himself will bless him. ||4||1||3||",
    "punjabi": "ਪਰ ਭਾਣਾ ਮੰਨਾਣਾ ਭੀ ਕੋਈ ਸੌਖੀ ਖੇਡ ਨਹੀਂ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਗੁਰੂ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ ਸਦਾ ਮੰਨਦਾ ਹੈ) ॥੪॥੧॥੩॥",
    "pronunciation": "ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 22128,
    "shabad_id": 1822,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Goojaree Mehalaa 3 ||",
    "translation": "Goojaree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22129,
    "shabad_id": 1822,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੀ ਤੁਮ ਸੇਵਾ ਕਰਹੁ; ਦੂਜੀ ਸੇਵਾ. ਕਰਹੁ ਨ ਕੋੲਿ ਜੀ ॥",
    "transliteration": "Har Kee Thum Saevaa Karahu Dhoojee Saevaa Karahu N Koe Jee ||",
    "translation": "Serve the Lord; do not serve anyone else.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰੋ ਕਿਸੇ ਹੋਰ (ਦੇਵੀ ਦੇਵਤੇ ਆਦਿਕ) ਦੀ ਸੇਵਾ-ਪੂਜਾ ਨਾਹ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22130,
    "shabad_id": 1822,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕੀ ਸੇਵਾ ਤੇ. ਮਨਹੁ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲੀਅੈ; ਦੂਜੀ ਸੇਵਾ. ਜਨਮੁ ਬਿਰਥਾ ਜਾੲਿ ਜੀ ॥੧॥",
    "transliteration": "Har Kee Saevaa Thae Manahu Chindhiaa Fal Paaeeai Dhoojee Saevaa Janam Birathhaa Jaae Jee ||1||",
    "translation": "Serving the Lord, you shall obtain the fruits of your heart's desires; serving another, your life shall pass away in vain. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ ਭਗਤੀ ਕੀਤਿਆਂ ਮਨ-ਇੱਛਤ ਫਲ ਪਾ ਲਈਦਾ ਹੈ, ਕਿਸੇ ਹੋਰ (ਦੇਵੀ ਦੇਵਤੇ ਆਦਿਕ) ਦੀ ਪੂਜਾ ਨਾਲ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਹੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22131,
    "shabad_id": 1822,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਮੇਰੀ ਪ੍ਰੀਤਿ. ਰੀਤਿ ਹੈ ਹਰਿ ਮੇਰੀ; ਹਰਿ ਮੇਰੀ. ਕਥਾ ਕਹਾਨੀ ਜੀ ॥",
    "transliteration": "Har Maeree Preeth Reeth Hai Har Maeree Har Maeree Kathhaa Kehaanee Jee ||",
    "translation": "The Lord is my Love, the Lord is my way of life, the Lord is my speech and conversation.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਮੇਰੀ ਜੀਵਨ-ਜੁਗਤਿ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਮੇਰੇ ਵਾਸਤੇ ਮਨ-ਪਰਚਾਵੇ ਦੀਆਂ ਗੱਲਾਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22132,
    "shabad_id": 1822,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਮੇਰਾ ਮਨੁ ਭੀਜੈ; ੲੇਹਾ ਸੇਵ ਬਨੀ ਜੀੳੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Gur Prasaadh Maeraa Man Bheejai Eaehaa Saev Banee Jeeo ||1|| Rehaao ||",
    "translation": "By Guru's Grace, my mind is saturated with the Lord's Love; this is what makes up my service. ||1||Pause||",
    "punjabi": "ਬੱਸ! ਮੈਨੂੰ ਇਹੀ ਸੇਵਾ-ਭਗਤੀ ਚੰਗੀ ਲੱਗਦੀ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22133,
    "shabad_id": 1822,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਮੇਰਾ ਸਿਮਿ੍ਰਤਿ. ਹਰਿ ਮੇਰਾ ਸਾਸਤ੍ਰ; ਹਰਿ ਮੇਰਾ ਬੰਧਪੁ. ਹਰਿ ਮੇਰਾ ਭਾੲੀ ॥",
    "transliteration": "Har Maeraa Simrith Har Maeraa Saasathr Har Maeraa Bandhhap Har Maeraa Bhaaee ||",
    "translation": "The Lord is my Simritees, the Lord is my Shaastras; the Lord is my relative and the Lord is my brother.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸਿਮ੍ਰਿਤੀਆਂ ਦੀ ਮਰਯਾਦਾ ਹੈ ਤੇ ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਵਿਚਾਰ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਰਿਸ਼ਤੇਦਾਰ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਭਰਾ-ਭਾਈ ਹੈ।",
    "pronunciation": "ਸਿਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 22134,
    "shabad_id": 1822,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਕੀ ਮੈ ਭੂਖ ਲਾਗੈ. ਹਰਿ ਨਾਮਿ, ਮੇਰਾ ਮਨੁ ਤਿ੍ਰਪਤੈ; ਹਰਿ ਮੇਰਾ ਸਾਕੁ, ਅੰਤਿ ਹੋੲਿ ਸਖਾੲੀ ॥੨॥",
    "transliteration": "Har Kee Mai Bhookh Laagai Har Naam Maeraa Man Thripathai Har Maeraa Saak Anth Hoe Sakhaaee ||2||",
    "translation": "I am hungry for the Lord; my mind is satisfied with the Name of the Lord. The Lord is my relation, my helper in the end. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਮੈਨੂੰ ਭੁੱਖ ਲੱਗਦੀ ਹੈ (ਮੇਰੀ ਆਤਮਕ ਜ਼ਿੰਦਗੀ ਦੇ ਕਾਇਮ ਰਹਿਣ ਵਾਸਤੇ ਮੈਨੂੰ ਸਿਮਰਨ ਦੀ ਖ਼ੁਰਾਕ ਦੀ ਲੋੜ ਪੈਂਦੀ ਹੈ), ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਮੇਰਾ ਮਨ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਮੇਰਾ ਸੰਬੰਧੀ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਅੰਤ ਵੇਲੇ ਦਾ ਸਾਥੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22135,
    "shabad_id": 1822,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਹੋਰ ਰਾਸਿ ਕੂੜੀ ਹੈ; ਚਲਦਿਅਾ ਨਾਲਿ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Har Bin Hor Raas Koorree Hai Chaladhiaa Naal N Jaaee ||",
    "translation": "Without the Lord, other assets are false. They do not go with the mortal when he departs.",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਧਨ ਪਦਾਰਥ ਦਾ ਕੀਹ ਮਾਣ? ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਰਮਾਇਆ ਝੂਠਾ ਹੈ, (ਜਗਤ ਤੋਂ) ਤੁਰਨ ਵੇਲੇ (ਮਨੁੱਖ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22136,
    "shabad_id": 1822,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਮੇਰਾ ਧਨੁ. ਮੇਰੈ ਸਾਥਿ ਚਾਲੈ; ਜਹਾ ਹੳੁ ਜਾੳੁ ਤਹ ਜਾੲੀ ॥੩॥",
    "transliteration": "Har Maeraa Dhhan Maerai Saathh Chaalai Jehaa Ho Jaao Theh Jaaee ||3||",
    "translation": "The Lord is my wealth, which shall go with me; wherever I go, it will go. ||3||",
    "punjabi": "(ਸੋ,) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮੇਰਾ ਧਨ ਹੈ, ਇਹ ਧਨ ਮੇਰੇ ਨਾਲ ਸਾਥ ਕਰਦਾ ਹੈ, ਮੈਂ ਜਿਥੇ ਭੀ ਜਾਂਦਾ ਹਾਂ ਇਹ ਧਨ ਮੇਰੇ ਨਾਲ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22137,
    "shabad_id": 1822,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਸੋ ਝੂਠਾ. ਜੋ ਝੂਠੇ ਲਾਗੈ; ਝੂਠੇ ਕਰਮ ਕਮਾੲੀ ॥",
    "transliteration": "So Jhoothaa Jo Jhoothae Laagai Jhoothae Karam Kamaaee ||",
    "translation": "One who is attached to falsehood is false; false are the deeds he does.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਲ ਨਾਹ ਨਿਭਣ ਵਾਲੇ ਪਦਾਰਥਾਂ ਵਿਚ ਪ੍ਰੀਤਿ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਉਸ ਦਾ ਜੀਵਨ ਹੀ ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਨਿਤ ਉਹਨਾਂ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22138,
    "shabad_id": 1822,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਹਰਿ ਕਾ ਭਾਣਾ ਹੋਅਾ; ਕਹਣਾ ਕਛੂ ਨ ਜਾੲੀ ॥੪॥੨॥੪॥",
    "transliteration": "Kehai Naanak Har Kaa Bhaanaa Hoaa Kehanaa Kashhoo N Jaaee ||4||2||4||",
    "translation": "Says Nanak, everything happens according to the Will of the Lord; no one has any say in this at all. ||4||2||4||",
    "punjabi": "(ਪਰ) ਨਾਨਕ ਆਖਦਾ ਹੈ-ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੀ ਹੈ (ਕਿ ਕੋਈ ਹਰਿ-ਨਾਮ ਵਿਚ ਮਸਤ ਹੈ ਤੇ ਕੋਈ ਝੂਠੇ ਪਦਾਰਥਾਂ ਵਿਚ ਲੱਗਾ ਪਿਆ ਹੈ), ਇਸ ਰਜ਼ਾ ਨੂੰ ਚੰਗਾ ਜਾਂ ਮੰਦਾ ਨਹੀਂ ਆਖਿਆ ਜਾ ਸਕਦਾ ॥੪॥੨॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22139,
    "shabad_id": 1823,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Goojaree Mehalaa 3 ||",
    "translation": "Goojaree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22140,
    "shabad_id": 1823,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੁਗ ਮਾਹਿ. ਨਾਮੁ ਦੁਲੰਭੁ ਹੈ; ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Jug Maahi Naam Dhulanbh Hai Guramukh Paaeiaa Jaae ||",
    "translation": "It is so difficult to obtain the Naam, the Name of the Lord, in this age; only the Gurmukh obtains it.",
    "punjabi": "ਜਗਤ ਵਿਚ (ਹੋਰ ਪਦਾਰਥ ਤਾਂ ਸੁਖੈਨ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਪਰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਇਹ ਨਾਮ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਜੁੱਗ ਦੁ-ਲੰਭੁ",
    "type_id": 3
  },
  {
    "id": 22141,
    "shabad_id": 1823,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਮੁਕਤਿ ਨ ਹੋਵੲੀ; ਵੇਖਹੁ ਕੋ ਵਿੳੁਪਾੲਿ ॥੧॥",
    "transliteration": "Bin Naavai Mukath N Hovee Vaekhahu Ko Vioupaae ||1||",
    "translation": "Without the Name, no one is liberated; let anyone make other efforts, and see. ||1||",
    "punjabi": "ਤੇ, ਜਿਤਨਾ ਚਿਰ ਹਰਿ-ਨਾਮ ਨਾਹ ਮਿਲੇ ਉਤਨਾ ਚਿਰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ, ਬੇ-ਸ਼ੱਕ ਕੋਈ ਭੀ ਧਿਰ ਕੋਈ ਹੋਰ ਉਪਾਉ ਕਰ ਕੇ (ਨਿਰਨਾ ਕਰ ਕੇ) ਵੇਖ ਲਵੋ ॥੧॥",
    "pronunciation": "(ਵਿੳੁਪਾੲਿ) ਨਿਰਨਾ ਕਰਕੇ ਵੇਖ ਲਵੋ",
    "type_id": 3
  },
  {
    "id": 22142,
    "shabad_id": 1823,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਸਦ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Balihaaree Gur Aapanae Sadh Balihaarai Jaao ||",
    "translation": "I am a sacrifice to my Guru; I am forever a sacrifice to Him.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22143,
    "shabad_id": 1823,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿਅੈ. ਹਰਿ ਮਨਿ ਵਸੈ; ਸਹਜੇ ਰਹੈ ਸਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Miliai Har Man Vasai Sehajae Rehai Samaae ||1|| Rehaao ||",
    "translation": "Meeting the True Guru, the Lord comes to dwell in the mind, and one remains absorbed in Him. ||1||Pause||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪ੍ਰਭੂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ, ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22144,
    "shabad_id": 1823,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਾਂ ਭੳੁ ਪਾੲੇ ਅਾਪਣਾ; ਬੈਰਾਗੁ ੳੁਪਜੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Jaan Bho Paaeae Aapanaa Bairaag Oupajai Man Aae ||",
    "translation": "When God instills His fear, a balanced detachment springs up in the mind.",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ (ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਪਣਾ ਡਰ-ਅਦਬ ਪਾਂਦਾ ਹੈ ਉਸ ਦੇ ਮਨ ਵਿਚ ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22145,
    "shabad_id": 1823,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬੈਰਾਗੈ ਤੇ. ਹਰਿ ਪਾੲੀਅੈ; ਹਰਿ ਸਿੳੁ ਰਹੈ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Bairaagai Thae Har Paaeeai Har Sio Rehai Samaae ||2||",
    "translation": "Through this detachment, the Lord is obtained, and one remains absorbed in the Lord. ||2||",
    "punjabi": "ਇਸ ਉਪਰਾਮਤਾ ਦੀ ਹੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤੇ, ਮਨੁੱਖ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22146,
    "shabad_id": 1823,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਸੇੲਿ ਮੁਕਤ. ਜਿ ਮਨੁ ਜਿਣਹਿ; ਫਿਰਿ. ਧਾਤੁ ਨ ਲਾਗੈ ਅਾੲਿ ॥",
    "transliteration": "Saee Mukath J Man Jinehi Fir Dhhaath N Laagai Aae ||",
    "translation": "He alone is liberated, who conquers his mind; Maya does not stick to him again.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣਾ ਮਨ ਜਿੱਤ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਉੱਤੇ ਮੁੜ ਮਾਇਆ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22147,
    "shabad_id": 1823,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਦਸਵੈ ਦੁਅਾਰਿ ਰਹਤ ਕਰੇ; ਤਿ੍ਰਭਵਣ ਸੋਝੀ ਪਾੲਿ ॥੩॥",
    "transliteration": "Dhasavai Dhuaar Rehath Karae Thribhavan Sojhee Paae ||3||",
    "translation": "He dwells in the Tenth Gate, and obtains the understanding of the three worlds. ||3||",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ (ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਉਤਾਂਹ) ਚਿੱਤ-ਆਕਾਸ਼ ਵਿਚ (ਉੱਚੇ ਆਤਮਕ ਮੰਡਲ ਵਿਚ) ਆਪਣੀ ਰਿਹਾਇਸ਼ ਬਣਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਤਿੰਨ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22148,
    "shabad_id": 1823,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰ ਤੇ ਗੁਰੁ ਹੋੲਿਅਾ; ਵੇਖਹੁ. ਤਿਸ ਕੀ ਰਜਾੲਿ ॥",
    "transliteration": "Naanak Gur Thae Gur Hoeiaa Vaekhahu This Kee Rajaae ||",
    "translation": "O Nanak, through the Guru, one becomes the Guru; behold, His Wondrous Will.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਵੇਖੋ, ਪਰਮਾਤਮਾ ਦੀ ਅਚਰਜ ਮਰਜ਼ੀ! (ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਨਾਲ ਗੁਰੂ ਦਾ ਰੂਪ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
