[
  {
    "id": 22149,
    "shabad_id": 1823,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ੲਿਹੁ ਕਾਰਣੁ ਕਰਤਾ ਕਰੇ; ਜੋਤੀ ਜੋਤਿ ਸਮਾੲਿ ||੪||੩||੫||",
    "transliteration": "Eihu Kaaran Karathaa Karae Jothee Joth Samaae ||4||3||5||",
    "translation": "This deed was done by the Creator Lord; one's light merges into the Light. ||4||3||5||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਇਹ ਸਬੱਬ ਬਣਾਂਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਮਨੁੱਖ ਦੀ) ਆਤਮਾ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22150,
    "shabad_id": 1824,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Goojaree Mehalaa 3 ||",
    "translation": "Goojaree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22151,
    "shabad_id": 1824,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਮ ਰਾਮ ਸਭੁ ਕੋ ਕਹੈ; ਕਹਿਅੈ. ਰਾਮੁ ਨ ਹੋੲਿ ||",
    "transliteration": "Raam Raam Sabh Ko Kehai Kehiai Raam N Hoe ||",
    "translation": "Everyone chants the Lord's Name, Raam, Raam; but by such chanting, the Lord is not obtained.",
    "punjabi": "(ਜੇ) ਹਰੇਕ ਮਨੁੱਖ (ਨਿਰੀ ਜੀਭ ਨਾਲ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਖਦਾ ਰਹੇ, (ਤਾਂ ਨਿਰਾ ਜੀਭ ਨਾਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਖਿਆਂ (ਸਫਲਤਾ) ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22152,
    "shabad_id": 1824,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਰਾਮੁ ਮਨਿ ਵਸੈ; ਤਾ ਫਲੁ ਪਾਵੈ ਕੋੲਿ ||੧||",
    "transliteration": "Gur Parasaadhee Raam Man Vasai Thaa Fal Paavai Koe ||1||",
    "translation": "By Guru's Grace, the Lord comes to dwell in the mind, and then, the fruits are obtained. ||1||",
    "punjabi": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਆ ਵੱਸੇ, ਤਦੋਂ ਉਸ ਨੂੰ ਉਸ ਸਿਮਰਨ ਦਾ ਫਲ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22153,
    "shabad_id": 1824,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅੰਤਰਿ; ਗੋਵਿੰਦ. ਜਿਸੁ ਲਾਗੈ ਪ੍ਰੀਤਿ ||",
    "transliteration": "Anthar Govindh Jis Laagai Preeth ||",
    "translation": "One who enshrines love for God within his mind,",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਲਈ ਪਿਆਰ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22154,
    "shabad_id": 1824,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ. ਤਿਸੁ ਕਦੇ ਨ ਵੀਸਰੈ; ਹਰਿ ਹਰਿ ਕਰਹਿ. ਸਦਾ ਮਨਿ ਚੀਤਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har This Kadhae N Veesarai Har Har Karehi Sadhaa Man Cheeth ||1|| Rehaao ||",
    "translation": "Never forgets the Lord; he continually chants the Lord's Name, Har, Har, in his conscious mind. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਨੂੰ ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ। (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਪਿਆਰ ਬਣਦਾ ਹੈ) ਉਹ ਸਦਾ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿੱਤ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22155,
    "shabad_id": 1824,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਿਰਦੈ ਜਿਨ੍ਹ ਕੈ ਕਪਟੁ ਵਸੈ; ਬਾਹਰਹੁ ਸੰਤ ਕਹਾਹਿ ||",
    "transliteration": "Hiradhai Jinh Kai Kapatt Vasai Baaharahu Santh Kehaahi ||",
    "translation": "Those whose hearts are filled with hypocrisy, who are called saints only for their outward show",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਠੱਗੀ ਵੱਸਦੀ ਹੈ, ਪਰ ਬਾਹਰਲੇ ਭੇਖ ਨਾਲ (ਆਪਣੇ ਆਪ ਨੂੰ ਉਹ) ਸੰਤ ਅਖਵਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22156,
    "shabad_id": 1824,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ. ਮੂਲਿ ਨ ਚੁਕੲੀ; ਅੰਤਿ ਗੲੇ ਪਛੁਤਾਹਿ ||੨||",
    "transliteration": "Thrisanaa Mool N Chukee Anth Geae Pashhuthaahi ||2||",
    "translation": "- their desires are never satisfied, and they depart grieving in the end. ||2||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਭੀ ਨਹੀਂ ਮੁੱਕਦੀ; ਆਖ਼ਰ ਜਦੋਂ ਉਹ ਜਗਤ ਤੋਂ ਤੁਰ ਪੈਂਦੇ ਹਨ ਤਦੋਂ ਹੱਥ ਮਲਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22157,
    "shabad_id": 1824,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਅਨੇਕ ਤੀਰਥ. ਜੇ ਜਤਨ ਕਰੈ; ਤਾ ਅੰਤਰ ਕੀ ਹੳੁਮੈ. ਕਦੇ ਨ ਜਾੲਿ ||",
    "transliteration": "Anaek Theerathh Jae Jathan Karai Thaa Anthar Kee Houmai Kadhae N Jaae ||",
    "translation": "Although one may bathe at many places of pilgrimage, still, his ego never departs.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਅਨੇਕਾਂ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਦਾ ਜਤਨ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਭੀ ਉਸ ਦੇ ਅੰਦਰ ਦੀ ਹਊਮੇ ਦੀ ਮੈਲ ਨਹੀਂ ਲਹਿੰਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22158,
    "shabad_id": 1824,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਜਿਸੁ ਨਰ ਕੀ. ਦੁਬਿਧਾ ਨ ਜਾੲਿ; ਧਰਮਰਾੲਿ. ਤਿਸੁ ਦੇੲਿ ਸਜਾੲਿ ||੩||",
    "transliteration": "Jis Nar Kee Dhubidhhaa N Jaae Dhharam Raae This Dhaee Sajaae ||3||",
    "translation": "That man, whose sense of duality does not depart - the Righteous Judge of Dharma shall punish him. ||3||",
    "punjabi": "ਤੇ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਦਾ ਖਿੰਡਾਉ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ (ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ) ਉਸ ਨੂੰ ਧਰਮ ਰਾਜ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਦੁਬਿਧਾ) ਦਵੈਤ",
    "type_id": 3
  },
  {
    "id": 22159,
    "shabad_id": 1824,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਕਰਮੁ ਹੋਵੈ ਸੋੲੀ ਜਨੁ ਪਾੲੇ; ਗੁਰਮੁਖਿ ਬੂਝੈ ਕੋੲੀ ||",
    "transliteration": "Karam Hovai Soee Jan Paaeae Guramukh Boojhai Koee ||",
    "translation": "That humble being, unto whom God showers His Mercy, obtains Him; how few are the Gurmukhs who understand Him.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਹੋਵੇ ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਦਾ ਹੈ। (ਪਰ ਉਂਞ) ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਹੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਹ ਭੇਤ) ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22160,
    "shabad_id": 1824,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਵਿਚਹੁ ਹੳੁਮੈ ਮਾਰੇ; ਤਾਂ ਹਰਿ ਭੇਟੈ ਸੋੲੀ ||੪||੪||੬||",
    "transliteration": "Naanak Vichahu Houmai Maarae Thaan Har Bhaettai Soee ||4||4||6||",
    "translation": "O Nanak, if one conquers his ego within, then he comes to meet the Lord. ||4||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਦੋਂ ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ ਤਦੋਂ ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਦਾ ਹੈ ॥੪॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22161,
    "shabad_id": 1825,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Goojaree Mehalaa 3 ||",
    "translation": "Goojaree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22162,
    "shabad_id": 1825,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਿਸੁ ਜਨ ਸਾਂਤਿ, ਸਦਾ ਮਤਿ ਨਿਹਚਲ; ਜਿਸ ਕਾ ਅਭਿਮਾਨੁ ਗਵਾੲੇ ||",
    "transliteration": "This Jan Saanth Sadhaa Math Nihachal Jis Kaa Abhimaan Gavaaeae ||",
    "translation": "That humble being who eliminates his ego is at peace; he is blessed with an ever-stable intellect.",
    "punjabi": "ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਦਾ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਅਕਲ (ਮਾਇਆ-ਮੋਹ ਵਿਚ) ਡੋਲਣੋਂ ਹਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਨਿਹਚਲ) ਅਚ੍ਨਲ",
    "type_id": 3
  },
  {
    "id": 22163,
    "shabad_id": 1825,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੋ ਜਨੁ ਨਿਰਮਲੁ. ਜਿ ਗੁਰਮੁਖਿ ਬੂਝੈ; ਹਰਿ ਚਰਣੀ ਚਿਤੁ ਲਾੲੇ ||੧||",
    "transliteration": "So Jan Niramal J Guramukh Boojhai Har Charanee Chith Laaeae ||1||",
    "translation": "That humble being is immaculately pure, who, as Gurmukh, understands the Lord, and focuses his consciousness on the Lord's Feet. ||1||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਹ ਭੇਤ) ਸਮਝ ਲੈਂਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਗੁਰਮੁਖਿ) ਗੁਰੂ ਦੁਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 22164,
    "shabad_id": 1825,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਚੇਤਿ. ਅਚੇਤ ਮਨਾ; ਜੋ ੲਿਛਹਿ. ਸੋ ਫਲੁ ਹੋੲੀ ||",
    "transliteration": "Har Chaeth Achaeth Manaa Jo Eishhehi So Fal Hoee ||",
    "translation": "O my unconscious mind, remain conscious of the Lord, and you shall obtain the fruits of your desires.",
    "punjabi": "ਹੇ (ਮੇਰੇ ਗਾਫ਼ਲ ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ ਚੇਤੇ ਕਰਦਾ ਰਹੁ, ਤੈਨੂੰ ਉਹੀ ਫਲ ਮਿਲ ਜਾਏਗਾ ਜੇਹੜਾ ਤੂੰ ਮੰਗੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22165,
    "shabad_id": 1825,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ. ਹਰਿ ਰਸੁ ਪਾਵਹਿ; ਪੀਵਤ ਰਹਹਿ. ਸਦਾ ਸੁਖੁ ਹੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Parasaadhee Har Ras Paavehi Peevath Rehehi Sadhaa Sukh Hoee ||1|| Rehaao ||",
    "translation": "By Guru's Grace, you shall obtain the sublime elixir of the Lord; by continually drinking it in, you shall have eternal peace. ||1||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਹਾਸਲ ਕਰ ਲਏਂਗਾ, ਤੇ, ਜੇ ਤੂੰ ਉਸ ਰਸ ਨੂੰ ਪੀਂਦਾ ਰਹੇਂਗਾ, ਤਾਂ ਤੈਨੂੰ ਸਦਾ ਆਨੰਦ ਮਿਲਿਆ ਰਹੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਰਹ-ਹਿ",
    "type_id": 4
  },
  {
    "id": 22166,
    "shabad_id": 1825,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਭੇਟੇ. ਤਾ ਪਾਰਸੁ ਹੋਵੈ; ਪਾਰਸੁ ਹੋੲਿ. ਤ ਪੂਜ ਕਰਾੲੇ ||",
    "transliteration": "Sathigur Bhaettae Thaa Paaras Hovai Paaras Hoe Th Pooj Karaaeae ||",
    "translation": "When one meets the True Guru, he becomes the philosopher's stone, with the ability to transform others, inspiring them to worship the Lord.",
    "punjabi": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤਦੋਂ ਉਹ ਪਾਰਸ ਬਣ ਜਾਂਦਾ ਹੈ (ਉਹ ਹੋਰ ਮਨੁੱਖਾਂ ਨੂੰ ਭੀ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਬਣਾਣ-ਜੋਗਾ ਹੋ ਜਾਂਦਾ ਹੈ), ਜਦੋਂ ਉਹ ਪਾਰਸ ਬਣਦਾ ਹੈ ਤਦੋਂ ਲੋਕਾਂ ਪਾਸੋਂ ਆਦਰ-ਮਾਣ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22167,
    "shabad_id": 1825,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜੋ ੳੁਸੁ ਪੂਜੇ. ਸੋ ਫਲੁ ਪਾੲੇ; ਦੀਖਿਅਾ ਦੇਵੈ. ਸਾਚੁ ਬੁਝਾੲੇ ||੨||",
    "transliteration": "Jo Ous Poojae So Fal Paaeae Dheekhiaa Dhaevai Saach Bujhaaeae ||2||",
    "translation": "One who worships the Lord in adoration, obtains his rewards; instructing others, he reveals the Truth. ||2||",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਉਸ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ ਉਹ (ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ-ਰੂਪ) ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ। (ਪਾਰਸ ਬਣਿਆ ਹੋਇਆ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ ਉੱਚੇ ਜੀਵਨ ਦੀ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ, ਤੇ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦੀ ਅਕਲ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਬੁੱਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 22168,
    "shabad_id": 1825,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਵਿਣੁ ਪਾਰਸੈ. ਪੂਜ ਨ ਹੋਵੲੀ; ਵਿਣੁ ਮਨ ਪਰਚੇ, ਅਵਰਾ ਸਮਝਾੲੇ ||",
    "transliteration": "Vin Paarasai Pooj N Hovee Vin Man Parachae Avaraa Samajhaaeae ||",
    "translation": "Without becoming the philosopher's stone, he does not inspire others to worship the Lord; without instructing his own mind, how can he instruct others?",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਪਾਰਸ ਬਣਨ ਤੋਂ ਬਿਨਾ (ਦੁਨੀਆ ਪਾਸੋਂ) ਆਦਰ-ਮਾਣ ਨਹੀਂ ਮਿਲਦਾ, (ਕਿਉਂਕਿ) ਆਪਣਾ ਮਨ ਸਿਮਰਨ ਵਿਚ ਪਤੀਜਣ ਤੋਂ ਬਿਨਾ ਹੀ ਉਹ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ (ਸਿਮਰਨ ਦੀ) ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਪਰਚੇ) ਤਸੱਲੀ[ (ਅਵਰਾ) ਦੂਜਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 22169,
    "shabad_id": 1825,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੂ ਸਦਾੲੇ ਅਗਿਅਾਨੀ ਅੰਧਾ; ਕਿਸੁ ਓਹੁ ਮਾਰਗਿ ਪਾੲੇ ||੩||",
    "transliteration": "Guroo Sadhaaeae Agiaanee Andhhaa Kis Ouhu Maarag Paaeae ||3||",
    "translation": "The ignorant, blind man calls himself the guru, but to whom can he show the way? ||3||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪ ਤਾਂ ਗਿਆਨ ਤੋਂ ਸੱਖਣਾ ਹੈ, ਆਪ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ, ਪਰ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਅਖਵਾਂਦਾ ਹੈ ਉਹ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਸਹੀ ਜੀਵਨ ਦੇ) ਰਸਤੇ ਉਤੇ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22170,
    "shabad_id": 1825,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਵਿਣੁ ਨਦਰੀ. ਕਿਛੂ ਨ ਪਾੲੀਅੈ; ਜਿਸੁ ਨਦਰਿ ਕਰੇ. ਸੋ ਪਾੲੇ ||",
    "transliteration": "Naanak Vin Nadharee Kishhoo N Paaeeai Jis Nadhar Karae So Paaeae ||",
    "translation": "O Nanak, without His Mercy, nothing can be obtained. One upon whom He casts His Glance of Grace, obtains Him.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਕਿਸੇ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਤੋਂ ਬਿਨਾ ਕੁਝ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤਿ ਨਹੀਂ ਮਿਲਦੀ)। ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਇਹ ਦਾਤਿ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22171,
    "shabad_id": 1825,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਦੇ ਵਡਿਅਾੲੀ; ਅਪਣਾ ਸਬਦੁ ਵਰਤਾੲੇ ||੪||੫||੭||",
    "transliteration": "Gur Parasaadhee Dhae Vaddiaaee Apanaa Sabadh Varathaaeae ||4||5||7||",
    "translation": "By Guru's Grace, God bestows greatness, and projects the Word of His Shabad. ||4||5||7||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਸਾਂਦਾ ਹੈ ॥੪॥੫॥੭॥",
    "pronunciation": "(ਸਬਦੁ) ਹੁਕਮ",
    "type_id": 3
  },
  {
    "id": 22172,
    "shabad_id": 1826,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੩ ਪੰਚਪਦੇ ||",
    "transliteration": "Goojaree Mehalaa 3 Panchapadhae ||",
    "translation": "Goojaree, Third Mehl, Panch-Padas:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22173,
    "shabad_id": 1826,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾ ਕਾਸੀ ਮਤਿ ੳੂਪਜੈ; ਨਾ ਕਾਸੀ ਮਤਿ ਜਾੲਿ ||",
    "transliteration": "Naa Kaasee Math Oopajai Naa Kaasee Math Jaae ||",
    "translation": "Wisdom is not produced in Benares, nor is wisdom lost in Benares.",
    "punjabi": "ਨਾਹ ਹੀ ਕਾਂਸ਼ੀ (ਆਦਿਕ ਤੀਰਥਾਂ ਤੇ ਗਿਆਂ) ਸੁਚੱਜੀ ਅਕਲ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਨਾਹ ਹੀ ਕਾਂਸ਼ੀ (ਆਦਿਕ ਤੀਰਥਾਂ ਤੇ ਨਾਹ ਗਿਆਂ) ਚੰਗੀ ਅਕਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ;",
    "pronunciation": "(ਕਾਂਸੀ) ਬਨਾਰਸ",
    "type_id": 3
  },
  {
    "id": 22174,
    "shabad_id": 1826,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿਅੈ. ਮਤਿ ੳੂਪਜੈ; ਤਾ ੲਿਹ ਸੋਝੀ ਪਾੲਿ ||੧||",
    "transliteration": "Sathigur Miliai Math Oopajai Thaa Eih Sojhee Paae ||1||",
    "translation": "Meeting the True Guru, wisdom is produced, and then, one obtains this understanding. ||1||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਚੰਗੀ ਅਕਲ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਨੂੰ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22175,
    "shabad_id": 1826,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕਥਾ ਤੂੰ ਸੁਣਿ ਰੇ ਮਨ; ਸਬਦੁ ਮੰਨਿ ਵਸਾੲਿ ||",
    "transliteration": "Har Kathhaa Thoon Sun Rae Man Sabadh Mann Vasaae ||",
    "translation": "Listen to the sermon of the Lord, O mind, and enshrine the Shabad of His Word within your mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਿਆ ਕਰ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22176,
    "shabad_id": 1826,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ੲਿਹ ਮਤਿ ਤੇਰੀ ਥਿਰੁ ਰਹੈ; ਤਾਂ ਭਰਮੁ. ਵਿਚਹੁ ਜਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eih Math Thaeree Thhir Rehai Thaan Bharam Vichahu Jaae ||1|| Rehaao ||",
    "translation": "If your intellect remains stable and steady, then doubt shall depart from within you. ||1||Pause||",
    "punjabi": "ਜਦੋਂ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੇਰੀ ਇਹ ਅਕਲ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੋਲਣੋਂ ਬਚੀ ਰਹੇਗੀ, ਤਦੋਂ ਤੇਰੇ ਅੰਦਰੋਂ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਇਗੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22177,
    "shabad_id": 1826,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਚਰਣ ਰਿਦੈ ਵਸਾੲਿ ਤੂ; ਕਿਲਵਿਖ ਹੋਵਹਿ ਨਾਸੁ ||",
    "transliteration": "Har Charan Ridhai Vasaae Thoo Kilavikh Hovehi Naas ||",
    "translation": "Enshrine the Lord's lotus feet within your heart, and your sins shall be erased.",
    "punjabi": "ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ, ਤੇਰੇ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਣਗੇ।",
    "pronunciation": "(ਕਿਲਵਿਖ) ਪਾਪ",
    "type_id": 3
  },
  {
    "id": 22178,
    "shabad_id": 1826,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਪੰਚ ਭੂ ਅਾਤਮਾ ਵਸਿ ਕਰਹਿ; ਤਾ ਤੀਰਥ ਕਰਹਿ ਨਿਵਾਸੁ ||੨||",
    "transliteration": "Panch Bhoo Aathamaa Vas Karehi Thaa Theerathh Karehi Nivaas ||2||",
    "translation": "If your soul overcomes the five elements, then you shall come to have a home at the true place of pilgrimage. ||2||",
    "punjabi": "ਜੇ ਤੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਦੇ ਵੱਸ ਵਿਚ ਆਏ ਹੋਏ ਮਨ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਏਂ, ਤਾਂ ਤੂੰ ਤੀਰਥਾਂ ਉਤੇ ਹੀ ਨਿਵਾਸ ਕਰ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "pronunciation": "ਪੰਚਚੇਤਨ,ਸਭ ਦੇ ਵਸਣ ਦੇ ਭੂ ਅਸਥਾਨ[ਅਾਤਮਾਅਪਣੇ ਅਾਪ ਸਰੂਪ ਵਾਹਿਗੁਰੂ ਜੀ ਨੰੂ ਪ੍ਰੇਮ ਦੇ ਵਸੀਕਾਰ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 22179,
    "shabad_id": 1826,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਮਨਮੁਖਿ, ੲਿਹੁ ਮਨੁ ਮੁਗਧੁ ਹੈ; ਸੋਝੀ. ਕਿਛੂ ਨ ਪਾੲਿ ||",
    "transliteration": "Manamukh Eihu Man Mugadhh Hai Sojhee Kishhoo N Paae ||",
    "translation": "This mind of the self-centered manmukh is so stupid; it does not obtain any understanding at all.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ (ਸਦਾ) ਮੂਰਖ (ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ) ਹੈ, ਉਸ ਨੂੰ (ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਰਤਾ ਭੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "(ਮੁਗਧੁ) ਬੇਸਮਝ",
    "type_id": 3
  },
  {
    "id": 22180,
    "shabad_id": 1826,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ. ਨ ਬੁਝੲੀ; ਅੰਤਿ ਗੲਿਅਾ ਪਛੁਤਾੲਿ ||੩||",
    "transliteration": "Har Kaa Naam N Bujhee Anth Gaeiaa Pashhuthaae ||3||",
    "translation": "It does not understand the Name of the Lord; it departs repenting in the end. ||3||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦੀ ਕਦਰ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਆਖ਼ਰ ਉਹ ਹੱਥ ਮਲਦਾ ਹੀ (ਜਗਤ ਤੋਂ) ਤੁਰ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਬੱੁਝੲੀ[ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 22181,
    "shabad_id": 1826,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਕਾਸੀ, ਸਭਿ ਤੀਰਥ ਸਿਮਿ੍ਰਤਿ; ਸਤਿਗੁਰ ਦੀਅਾ ਬੁਝਾੲਿ ||",
    "transliteration": "Eihu Man Kaasee Sabh Theerathh Simrith Sathigur Dheeaa Bujhaae ||",
    "translation": "In this mind are found Benares, all sacred shrines of pilgrimage and the Shaastras; the True Guru has explained this.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ ਦਿੱਤੀ (ਉਸ ਦੇ ਵਾਸਤੇ) ਇਹ ਮਨ ਹੀ ਕਾਂਸ਼ੀ ਹੈ, ਇਹ ਮਨ ਹੀ ਸਾਰੇ ਤੀਰਥ ਹੈ ਇਹ ਮਨ ਹੀ ਸਾਰੀਆਂ ਸਿਮ੍ਰਿਤੀਆਂ ਹੈ,",
    "pronunciation": "ਸਿਮ- ਿ੍ਰਤਿ",
    "type_id": 3
  },
  {
    "id": 22182,
    "shabad_id": 1826,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ. ਤਿਸੁ ਸੰਗਿ ਰਹਹਿ; ਜਿਨ. ਹਰਿ ਹਿਰਦੈ ਰਹਿਅਾ ਸਮਾੲਿ ||੪||",
    "transliteration": "Athasath Theerathh This Sang Rehehi Jin Har Hiradhai Rehiaa Samaae ||4||",
    "translation": "The sixty-eight places of pilgrimage remain with one, whose heart is filled with the Lord. ||4||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਨਾਲ ਅਠਾਹਠ ਹੀ ਤੀਰਥ ਵੱਸਦੇ ਹਨ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਪਰਮਾਤਮਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਹਨਾਂ ਵਾਸਤੇ ਇਹ ਮਨ ਹੀ ਕਾਂਸ਼ੀ ਹੈ) ॥੪॥",
    "pronunciation": "ਅੱਠਸੱਠਿ",
    "type_id": 3
  },
  {
    "id": 22183,
    "shabad_id": 1826,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰ ਮਿਲਿਅੈ. ਹੁਕਮੁ ਬੁਝਿਅਾ; ੲੇਕੁ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ||",
    "transliteration": "Naanak Sathigur Miliai Hukam Bujhiaa Eaek Vasiaa Man Aae ||",
    "translation": "O Nanak, upon meeting the True Guru, the Order of the Lord's Will is understood, and the One Lord comes to dwell in the mind.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਤਾਂ ਇਕ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22184,
    "shabad_id": 1826,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਭਾਵੈ. ਸਭੁ ਸਚੁ ਹੈ; ਸਚੇ ਰਹੈ ਸਮਾੲਿ ||੫||੬||੮||",
    "transliteration": "Jo Thudhh Bhaavai Sabh Sach Hai Sachae Rehai Samaae ||5||6||8||",
    "translation": "Those who are pleasing to You, O True Lord, are true. They remain absorbed in You. ||5||6||8||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਸਦਾ ਇਉਂ ਯਕੀਨ ਰੱਖਦਾ ਹੈ ਤੇ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਸਦਾ ਅਟੱਲ ਨਿਯਮ ਹੈ। (ਜੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਉਹ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੫॥੬॥੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
