[
  {
    "id": 22185,
    "shabad_id": 1827,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੩ ਤੀਜਾ ||",
    "transliteration": "Goojaree Mehalaa 3 Theejaa ||",
    "translation": "Goojaree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "ਤੀਜਾ ਤੀਜਾ ਦੋ ਵਾਰੀ ਪੜ੍ਹੋ",
    "type_id": 3
  },
  {
    "id": 22186,
    "shabad_id": 1827,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੲੇਕੋ ਨਾਮੁ ਨਿਧਾਨੁ ਪੰਡਿਤ; ਸੁਣਿ ਸਿਖੁ ਸਚੁ ਸੋੲੀ ||",
    "transliteration": "Eaeko Naam Nidhhaan Panddith Sun Sikh Sach Soee ||",
    "translation": "The One Name is the treasure, O Pandit. Listen to these True Teachings.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਇਕ ਹਰਿ-ਨਾਮ ਹੀ (ਸਾਰੇ ਗੁਣਾਂ ਦਾ, ਸਾਰੇ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਇਸ ਹਰਿ-ਨਾਮ ਨੂੰ ਸੁਣਿਆ ਕਰ, ਇਸ ਹਰਿ-ਨਾਮ ਨੂੰ ਜਪਣ ਦੀ ਜਾਚ ਸਿੱਖ। ਹੇ ਪੰਡਿਤ! ਉਹ ਹਰੀ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22187,
    "shabad_id": 1827,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ. ਜੇਤਾ ਪੜਹਿ; ਪੜਤ ਗੁਣਤ. ਸਦਾ ਦੁਖੁ ਹੋੲੀ ||੧||",
    "transliteration": "Dhoojai Bhaae Jaethaa Parrehi Parrath Gunath Sadhaa Dhukh Hoee ||1||",
    "translation": "No matter what you read in duality, reading and contemplating it, you shall only continue to suffer. ||1||",
    "punjabi": "ਤੂੰ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿ ਕੇ) ਜਿਤਨਾ ਕੁਝ (ਜਿਤਨੇ ਭੀ ਧਾਰਮਿਕ ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਹੈਂ, ਉਹਨਾਂ ਨੂੰ ਪੜ੍ਹਦਿਆਂ ਤੇ ਵਿਚਾਰਦਿਆਂ ਤੈਨੂੰ ਸਦਾ ਦੁੱਖ ਹੀ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਗੁਣਤ) ਵੀਚਾਰਨਾ",
    "type_id": 3
  },
  {
    "id": 22188,
    "shabad_id": 1827,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਚਰਣੀ ਤੂੰ ਲਾਗਿ ਰਹੁ; ਗੁਰ ਸਬਦਿ ਸੋਝੀ ਹੋੲੀ ||",
    "transliteration": "Har Charanee Thoon Laag Rahu Gur Sabadh Sojhee Hoee ||",
    "translation": "So grasp the Lord's lotus feet; through the Word of the Guru's Shabad, you shall come to understand.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹੁ, ਤਾਂ ਤੈਨੂੰ (ਸੁਚੱਜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸਮਝ ਪਵੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22189,
    "shabad_id": 1827,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਰਸੁ ਰਸਨਾ ਚਾਖੁ ਤੂੰ; ਤਾਂ ਮਨੁ ਨਿਰਮਲੁ ਹੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Ras Rasanaa Chaakh Thoon Thaan Man Niramal Hoee ||1|| Rehaao ||",
    "translation": "With your tongue, taste the sublime elixir of the Lord, and your mind shall be rendered immaculately pure. ||1||Pause||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਆਪਣੀ ਜੀਭ ਨਾਲ ਚੱਖਦਾ ਰਹੁ, ਤਾਂ ਤੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22190,
    "shabad_id": 1827,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰ ਮਿਲਿਅੈ. ਮਨੁ ਸੰਤੋਖੀਅੈ; ਤਾ ਫਿਰਿ ਤਿ੍ਰਸਨਾ ਭੂਖ. ਨ ਹੋੲਿ ||",
    "transliteration": "Sathigur Miliai Man Santhokheeai Thaa Fir Thrisanaa Bhookh N Hoe ||",
    "translation": "Meeting the True Guru, the mind becomes content, and then, hunger and desire will not trouble you any longer.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਮਨ ਸੰਤੋਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਫਿਰ ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਵਿਆਪਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22191,
    "shabad_id": 1827,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਪਾੲਿਅਾ; ਪਰ ਘਰਿ. ਜਾੲਿ ਨ ਕੋੲਿ ||੨||",
    "transliteration": "Naam Nidhhaan Paaeiaa Par Ghar Jaae N Koe ||2||",
    "translation": "Obtaining the treasure of the Naam, the Name of the Lord, one does not go knocking at other doors. ||2||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਹ (ਆਸਰੇ ਵਾਸਤੇ) ਕਿਸੇ ਹੋਰ ਘਰ ਵਿਚ ਨਹੀਂ ਜਾਂਦਾ (ਉਹ ਕਿਸੇ ਹੋਰ ਦੇਵੀ ਦੇਵਤੇ ਆਦਿਕ ਦਾ ਆਸਰਾ ਨਹੀਂ ਭਾਲਦਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22192,
    "shabad_id": 1827,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਕਥਨੀ ਬਦਨੀ ਜੇ ਕਰੇ; ਮਨਮੁਖਿ. ਬੂਝ ਨ ਹੋੲਿ ||",
    "transliteration": "Kathhanee Badhanee Jae Karae Manamukh Boojh N Hoe ||",
    "translation": "The self-willed manmukh babbles on and on, but he does not understand.",
    "punjabi": "ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ ਨਿਰੀਆਂ ਮੂੰਹ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਕਰਦਾ ਰਹੇ, ਤੇ ਉਂਞ ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਰਹੇ ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "(ਬਦਨੀ) ਮੂੰਹ ਦੀਅਾਂ ਗਲਾਂ",
    "type_id": 3
  },
  {
    "id": 22193,
    "shabad_id": 1827,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਮਤੀ ਘਟਿ ਚਾਨਣਾ; ਹਰਿ ਨਾਮੁ ਪਾਵੈ ਸੋੲਿ ||੩||",
    "transliteration": "Guramathee Ghatt Chaananaa Har Naam Paavai Soe ||3||",
    "translation": "One whose heart is illumined, by Guru's Teachings, obtains the Name of the Lord. ||3||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਹੀ ਹਿਰਦੇ ਵਿਚ (ਸੁਚੱਜੇ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਗੁਰਮਤਿ ਲੈਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22194,
    "shabad_id": 1827,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸੁਣਿ ਸਾਸਤ੍ਰ. ਤੂੰ ਨ ਬੁਝਹੀ; ਤਾ. ਫਿਰਹਿ ਬਾਰੋ ਬਾਰ ||",
    "transliteration": "Sun Saasathr Thoon N Bujhehee Thaa Firehi Baaro Baar ||",
    "translation": "You may listen to the Shaastras, but you do not understand, and so you wander from door to door.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਸ਼ਾਸਤ੍ਰਾਂ ਨੂੰ ਸੁਣ ਸੁਣ ਕੇ ਭੀ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ, ਤਾਹੀਏਂ ਤੂੰ ਮੁੜ ਮੁੜ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ।",
    "pronunciation": "ਬੱੁਝਹੀ",
    "type_id": 3
  },
  {
    "id": 22195,
    "shabad_id": 1827,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਸੋ ਮੂਰਖੁ. ਜੋ ਅਾਪੁ, ਨ ਪਛਾਣੲੀ; ਸਚਿ. ਨ ਧਰੇ ਪਿਅਾਰੁ ||੪||",
    "transliteration": "So Moorakh Jo Aap N Pashhaanee Sach N Dhharae Piaar ||4||",
    "translation": "He is a fool, who does not understand his own self, and who does not enshrine love for the True Lord. ||4||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਹੀਂ ਪੜਤਾਲਦਾ ਉਹ (ਸਿਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰ ਪੜ੍ਹ ਕੇ ਭੀ) ਮੂਰਖ (ਹੀ) ਹੈ। ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ (ਕਦੇ ਪਿਆਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "ਪਛਾ-ਣੲੀ",
    "type_id": 3
  },
  {
    "id": 22196,
    "shabad_id": 1827,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਸਚੈ ਜਗਤੁ ਡਹਕਾੲਿਅਾ; ਕਹਣਾ ਕਛੂ ਨ ਜਾੲਿ ||",
    "transliteration": "Sachai Jagath Ddehakaaeiaa Kehanaa Kashhoo N Jaae ||",
    "translation": "The True Lord has fooled the world - no one has any say in this at all.",
    "punjabi": "(ਪਰ, ਹੇ ਪੰਡਿਤ! ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਬਾਰੇ) ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜਗਤ ਨੂੰ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਡਹਕਾੲਿਅਾ) ਛਲਿਅਾ[ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 22197,
    "shabad_id": 1827,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋ ਕਰੇ; ਜਿੳੁ ਤਿਸ ਕੀ ਰਜਾੲਿ ||੫||੭||੯||",
    "transliteration": "Naanak Jo This Bhaavai So Karae Jio This Kee Rajaae ||5||7||9||",
    "translation": "O Nanak, He does whatever He pleases, according to His Will. ||5||7||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਉਹੀ ਕੁਝ ਕਰਦਾ ਹੈ। ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੈ (ਤਿਵੇਂ ਜਗਤ ਰੁੱਝਾ ਪਿਆ ਹੈ) ॥੫॥੭॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22198,
    "shabad_id": 1828,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22199,
    "shabad_id": 1828,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਰਾਗੁ ਗੂਜਰੀ ਮਹਲਾ ੪ ਚੳੁਪਦੇ ਘਰੁ ੧ ||",
    "transliteration": "Raag Goojaree Mehalaa 4 Choupadhae Ghar 1 ||",
    "translation": "Raag Goojaree, Fourth Mehl, Chau-Padas, First House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22200,
    "shabad_id": 1828,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਕੇ ਜਨ ਸਤਿਗੁਰ ਸਤ ਪੁਰਖਾ; ਹੳੁ. ਬਿਨੳੁ ਕਰੳੁ ਗੁਰ ਪਾਸਿ ||",
    "transliteration": "Har Kae Jan Sathigur Sath Purakhaa Ho Bino Karo Gur Paas ||",
    "translation": "O Servant of the Lord, O True Guru, O True Primal Being, I offer my prayers to You, O Guru.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਹੇ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ! ਹੇ ਮਹਾ ਪੁਰਖ ਗੁਰੂ! ਮੈਂ ਤੇਰੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "(ਬਿਨੳੁ) ਬੇਨਤੀ",
    "type_id": 3
  },
  {
    "id": 22201,
    "shabad_id": 1828,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਮ ਕੀਰੇ ਕਿਰਮ. ਸਤਿਗੁਰ ਸਰਣਾੲੀ; ਕਰਿ ਦੲਿਅਾ. ਨਾਮੁ ਪਰਗਾਸਿ ||੧||",
    "transliteration": "Ham Keerae Kiram Sathigur Saranaaee Kar Dhaeiaa Naam Paragaas ||1||",
    "translation": "I am an insect and a worm; O True Guru, I seek Your Sanctuary; please, be merciful and bestow upon me the Light of the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਇਕ ਕੀੜਾ ਹਾਂ, ਨਿੱਕਾ ਜਿਹਾ ਕੀੜਾ ਹਾਂ। ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਚਾਨਣ ਦੇਹ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22202,
    "shabad_id": 1828,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮੇਰੇ ਮੀਤ ਗੁਰਦੇਵ; ਮੋਕੳੁ. ਰਾਮ ਨਾਮੁ ਪਰਗਾਸਿ ||",
    "transliteration": "Maerae Meeth Guradhaev Mo Ko Raam Naam Paragaas ||",
    "translation": "O my Best Friend, O Divine Guru, please illuminate me with the Light of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ ਸਤਿਗੁਰੂ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਰੂਪ) ਚਾਨਣ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22203,
    "shabad_id": 1828,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਮਤਿ ਨਾਮੁ. ਮੇਰਾ ਪ੍ਰਾਨ ਸਖਾੲੀ; ਹਰਿ ਕੀਰਤਿ ਹਮਰੀ ਰਹਰਾਸਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Guramath Naam Maeraa Praan Sakhaaee Har Keerath Hamaree Reharaas ||1|| Rehaao ||",
    "translation": "By Guru's Instructions, the Naam is my breath of life, and the Praise of the Lord is my occupation. ||1||Pause||",
    "punjabi": "(ਮੇਹਰ ਕਰ) ਗੁਰਮਤਿ ਰਾਹੀਂ ਮਿਲਿਆ ਹਰਿ-ਨਾਮ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਾਥੀ ਬਣਿਆ ਰਹੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਮੇਰੇ ਵਾਸਤੇ ਮੇਰੇ ਜੀਵਨ-ਰਾਹ ਦੀ ਪੂੰਜੀ ਬਣੀ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਰਹਰਾਸਿ) ਰੀਤੀ ਮਰਯਾਦਾ",
    "type_id": 4
  },
  {
    "id": 22204,
    "shabad_id": 1828,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਜਨ ਕੇ ਵਡਭਾਗ ਵਡੇਰੇ; ਜਿਨ ਹਰਿ ਹਰਿ ਸਰਧਾ, ਹਰਿ ਪਿਅਾਸ ||",
    "transliteration": "Har Jan Kae Vaddabhaag Vaddaerae Jin Har Har Saradhhaa Har Piaas ||",
    "translation": "The Lord's servants have the greatest good fortune; they have faith in the Lord, Har, Har, and a thirst for the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਹਰਿ-ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਰਧਾ ਹੈ ਨਾਮ ਜਪਣ ਦੀ ਖਿੱਚ ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22205,
    "shabad_id": 1828,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਮਿਲੈ ਤਿ੍ਰਪਤਾਸਹਿ; ਮਿਲਿ ਸੰਗਤਿ ਗੁਣ ਪਰਗਾਸਿ ||੨||",
    "transliteration": "Har Har Naam Milai Thripathaasehi Mil Sangath Gun Paragaas ||2||",
    "translation": "Obtaining the Name of the Lord, Har, Har, they are satisfied; joining the Company of the Holy, their virtues shine forth. ||2||",
    "punjabi": "ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ। ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਗੁਣ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਤ ਿ੍ਰਪਤਾਸਹਿ",
    "type_id": 3
  },
  {
    "id": 22206,
    "shabad_id": 1828,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜਿਨ੍ਹ ਹਰਿ ਹਰਿ, ਹਰਿ ਰਸੁ ਨਾਮੁ. ਨ ਪਾੲਿਅਾ; ਤੇ ਭਾਗਹੀਣ. ਜਮ ਪਾਸਿ ||",
    "transliteration": "Jinh Har Har Har Ras Naam N Paaeiaa Thae Bhaageheen Jam Paas ||",
    "translation": "Those who have not obtained the essence of the Name of the Lord, Har, Har, are most unfortunate; they are taken away by the Messenger of Death.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ, ਉਹ ਬਦ-ਕਿਸਮਤ ਹਨ, ਉਹ ਆਤਮਕ ਮੌਤ ਦੇ ਕਾਬੂ ਆਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22207,
    "shabad_id": 1828,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਸਤਿਗੁਰ ਸਰਣਿ ਸੰਗਤਿ. ਨਹੀ ਅਾੲੇ; ਧਿ੍ਰਗੁ ਜੀਵੇ ਧਿ੍ਰਗੁ ਜੀਵਾਸਿ ||੩||",
    "transliteration": "Jo Sathigur Saran Sangath Nehee Aaeae Dhhrig Jeevae Dhhrig Jeevaas ||3||",
    "translation": "Those who have not sought the Sanctuary of the True Guru and the Company of the Holy - cursed are their lives, and cursed are their hopes of life. ||3||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੇ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ, ਉਹਨਾਂ ਦਾ ਹੁਣ ਤਕ ਦਾ ਜੀਵਨ ਤੇ ਅਗਾਂਹ ਦਾ ਜੀਵਨ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22208,
    "shabad_id": 1828,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਜਨ, ਸਤਿਗੁਰ ਸੰਗਤਿ ਪਾੲੀ; ਤਿਨ ਧੁਰਿ ਮਸਤਕਿ ਲਿਖਿਅਾ ਲਿਖਾਸਿ ||",
    "transliteration": "Jin Har Jan Sathigur Sangath Paaee Thin Dhhur Masathak Likhiaa Likhaas ||",
    "translation": "Those humble servants of the Lord, who have obtained the Company of the True Guru, have such pre-ordained destiny written on their foreheads.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਹਰਿ-ਭਗਤਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22209,
    "shabad_id": 1828,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਧੰਨੁ ਧੰਨੁ ਸਤਸੰਗਤਿ. ਜਿਤੁ ਹਰਿ ਰਸੁ ਪਾੲਿਅਾ; ਮਿਲਿ ਨਾਨਕ. ਨਾਮੁ ਪਰਗਾਸਿ ||੪||੧||",
    "transliteration": "Dhhann Dhhann Sathasangath Jith Har Ras Paaeiaa Mil Naanak Naam Paragaas ||4||1||",
    "translation": "Blessed, blessed is the Sat Sangat, the True Congregation, where the sublime essence of the Lord is obtained. Meeting with His humble servant, O Nanak, the Naam shines forth. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸਾਧ ਸੰਗਤਿ ਧੰਨ ਹੈ ਜਿਸ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਹਾਸਲ ਕਰਦਾ ਹੈ, ਜਿਸ ਵਿਚ ਮਿਲਿਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22210,
    "shabad_id": 1829,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Goojaree Mehalaa 4 ||",
    "translation": "Goojaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22211,
    "shabad_id": 1829,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੋਵਿੰਦੁ ਗੋਵਿੰਦੁ ਪ੍ਰੀਤਮੁ, ਮਨਿ ਪ੍ਰੀਤਮੁ; ਮਿਲਿ ਸਤਸੰਗਤਿ. ਸਬਦਿ ਮਨੁ ਮੋਹੈ ||",
    "transliteration": "Govindh Govindh Preetham Man Preetham Mil Sathasangath Sabadh Man Mohai ||",
    "translation": "The Lord, the Lord of the Universe is the Beloved of the minds of those who join the Sat Sangat, the True Congregation. The Shabad of His Word fascinates their minds.",
    "punjabi": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਨ ਕਰ ਕੇ ਪ੍ਰੀਤਮ ਗੋਵਿੰਦ (ਮੇਰੇ) ਮਨ ਵਿਚ (ਆ ਵੱਸਿਆ ਹੈ, ਤੇ, ਮੇਰੇ) ਮਨ ਨੂੰ ਖਿੱਚ ਪਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22212,
    "shabad_id": 1829,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਪਿ ਗੋਵਿੰਦੁ, ਗੋਵਿੰਦੁ ਧਿਅਾੲੀਅੈ; ਸਭ ਕੳੁ ਦਾਨੁ ਦੇੲਿ. ਪ੍ਰਭੁ ਓਹੈ ||੧||",
    "transliteration": "Jap Govindh Govindh Dhhiaaeeai Sabh Ko Dhaan Dhaee Prabh Ouhai ||1||",
    "translation": "Chant, and meditate on the Lord, the Lord of the Universe; God is the One who gives gifts to all. ||1||",
    "punjabi": "ਗੋਵਿੰਦ ਦਾ ਭਜਨ ਕਰੋ, ਗੋਵਿੰਦ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਹੀ ਗੋਵਿੰਦ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 22213,
    "shabad_id": 1829,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੇ ਭਾੲੀ ਜਨਾ; ਮੋਕੳੁ ਗੋਵਿੰਦੁ ਗੋਵਿੰਦੁ; ਗੋਵਿੰਦੁ ਮਨੁ ਮੋਹੈ ||",
    "transliteration": "Maerae Bhaaee Janaa Mo Ko Govindh Govindh Govindh Man Mohai ||",
    "translation": "O my Siblings of Destiny, the Lord of the Universe, Govind, Govind, Govind, has enticed and fascinated my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਭਰਾਵੋ! ਮੈਨੂੰ ਪ੍ਰਿਥਵੀ ਦਾ ਪਾਲਕ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਗੋਵਿੰਦ ਮੇਰੇ ਮਨ ਨੂੰ ਖਿੱਚ ਪਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22214,
    "shabad_id": 1829,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਗੋਵਿੰਦ ਗੋਵਿੰਦ ਗੋਵਿੰਦ ਗੁਣ ਗਾਵਾ; ਮਿਲਿ ਗੁਰ ਸਾਧਸੰਗਤਿ ਜਨੁ ਸੋਹੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Govindh Govindh Govindh Gun Gaavaa Mil Gur Saadhhasangath Jan Sohai ||1|| Rehaao ||",
    "translation": "I sing the Glorious Praises of the Lord of the Universe, Govind, Govind, Govind; joining the Holy Society of the Guru, Your humble servant is beautified. ||1||Pause||",
    "punjabi": "ਮੈਂ ਹੁਣ ਹਰ ਵੇਲੇ ਗੋਵਿੰਦ ਦੇ ਗੁਣ ਗਾ ਰਿਹਾ ਹਾਂ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਤੇ, ਗੋਵਿੰਦ ਦੇ ਗੁਣ ਗਾ ਕੇ) ਮਨੁੱਖ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22215,
    "shabad_id": 1829,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸੁਖਸਾਗਰ ਹਰਿ ਭਗਤਿ ਹੈ ਗੁਰਮਤਿ; ਕੳੁਲਾ ਰਿਧਿ ਸਿਧਿ; ਲਾਗੈ ਪਗਿ ਓਹੈ ||",
    "transliteration": "Sukh Saagar Har Bhagath Hai Guramath Koulaa Ridhh Sidhh Laagai Pag Ouhai ||",
    "translation": "Devotional worship to the Lord is an ocean of peace; through the Guru's Teachings, wealth, prosperity and the spiritual powers of the Siddhas fall at our feet.",
    "punjabi": "ਹੇ ਭਰਾਵੋ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਲੱਛਮੀ ਉਸ ਦੇ ਚਰਨੀਂ ਆ ਲੱਗਦੀ ਹੈ, ਹਰੇਕ ਰਿਧੀ ਹਰੇਕ ਸਿਧੀ ਉਸ ਦੇ ਪੈਰੀਂ ਆ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਕੳੁਲਾ) ਲੱਛਮੀ[ ਰਿੱਧਿ[ਸਿੱਧਿ[ਪਗਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22216,
    "shabad_id": 1829,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਕੳੁ ਰਾਮ ਨਾਮੁ ਅਾਧਾਰਾ; ਹਰਿ ਨਾਮੁ ਜਪਤ, ਹਰਿ ਨਾਮੇ ਸੋਹੈ ||੨||",
    "transliteration": "Jan Ko Raam Naam Aadhhaaraa Har Naam Japath Har Naamae Sohai ||2||",
    "translation": "The Lord's Name is the Support of His humble servant; he chants the Lord's Name, and with the Lord's Name he is adorned. ||2||",
    "punjabi": "ਹਰੀ ਦੇ ਭਗਤ ਨੂੰ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਸਹਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
