[
  {
    "id": 22378,
    "shabad_id": 1843,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਾਠ ਪਹਰ. ਹਰਿ ਕੇ ਗੁਨ ਗਾਵੈ; ਭਗਤਿ ਪ੍ਰੇਮ ਰਸਿ ਮਾਤਾ ||",
    "transliteration": "Aath Pehar Har Kae Gun Gaavai Bhagath Praem Ras Maathaa ||",
    "translation": "Twenty-four hours a day, he sings the Glorious Praises of the Lord, absorbed in loving devotional worship.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪ੍ਰ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੇ ਪਿਆਰ ਦੇ ਸੁਆਦ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਅੱਠੇ ਪਹਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 22379,
    "shabad_id": 1843,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਹਰਖ ਸੋਗ ਦੁਹੁ ਮਾਹਿ ਨਿਰਾਲਾ; ਕਰਣੈਹਾਰੁ ਪਛਾਤਾ ||੨||",
    "transliteration": "Harakh Sog Dhuhu Maahi Niraalaa Karanaihaar Pashhaathaa ||2||",
    "translation": "He remains unaffected by both fortune and misfortune, and he recognizes the Creator Lord. ||2||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਉਹ ਖ਼ੁਸ਼ੀ ਤੇ ਗ਼ਮੀ ਦੋਹਾਂ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਸਿਰਜਣਹਾਰ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22380,
    "shabad_id": 1843,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜਿਸ ਕਾ ਸਾ, ਤਿਨ ਹੀ ਰਖਿ ਲੀਅਾ; ਸਗਲ ਜੁਗਤਿ ਬਣਿ ਅਾੲੀ ||",
    "transliteration": "Jis Kaa Saa Thin Hee Rakh Leeaa Sagal Jugath Ban Aaee ||",
    "translation": "The Lord saves those who belong to Him, and all pathways are opened to them.",
    "punjabi": "(ਪ੍ਰਭੂ! ਦੀ ਦਇਆ ਨਾਲ) ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦਾ ਹੀ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਹੀ ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ ਸਾਰੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਸੁਚੱਜੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22381,
    "shabad_id": 1843,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਭ ਪੁਰਖ ਦੲਿਅਾਲਾ; ਕੀਮਤਿ ਕਹਣੁ. ਨ ਜਾੲੀ ||੩||੧||੯||",
    "transliteration": "Kahu Naanak Prabh Purakh Dhaeiaalaa Keemath Kehan N Jaaee ||3||1||9||",
    "translation": "Says Nanak, the value of the Merciful Lord God cannot be described. ||3||1||9||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਜੀ (ਆਪਣੇ ਸੇਵਕ ਉਤੇ ਸਦਾ) ਦਇਆਵਾਨ ਰਹਿੰਦੇ ਹਨ। ਪ੍ਰਭੂ ਦੀ ਦਇਆਲਤਾ ਦਾ ਮੁੱਲ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੩॥੧॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22382,
    "shabad_id": 1844,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ਦੁਪਦੇ ਘਰੁ ੨",
    "transliteration": "Goojaree Mehalaa 5 Dhupadhae Ghar 2",
    "translation": "Goojaree, Fifth Mehl, Du-Padas, Second House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22383,
    "shabad_id": 1844,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22384,
    "shabad_id": 1844,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਪਤਿਤ. ਪਵਿਤ੍ਰ ਲੀੲੇ ਕਰਿ ਅਪੁਨੇ; ਸਗਲ ਕਰਤ ਨਮਸਕਾਰੋ ||",
    "transliteration": "Pathith Pavithr Leeeae Kar Apunae Sagal Karath Namasakaaro ||",
    "translation": "The Lord has sanctified the sinners and made them His own; all bow in reverence to Him.",
    "punjabi": "ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਆਪਣੇ (ਦਾਸ) ਬਣਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਉਹਨਾਂ ਅੱਗੇ ਸਿਰ ਨਿਵਾਂਦੀ ਹੈ।",
    "pronunciation": "ਪਤਿ-ਤ ਪ-ਵਿਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 22385,
    "shabad_id": 1844,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਬਰਨੁ ਜਾਤਿ ਕੋੳੂ ਪੂਛੈ ਨਾਹੀ; ਬਾਛਹਿ ਚਰਨ ਰਵਾਰੋ ||੧||",
    "transliteration": "Baran Jaath Kooo Pooshhai Naahee Baashhehi Charan Ravaaro ||1||",
    "translation": "No one asks about their ancestry and social status; instead, they yearn for the dust of their feet. ||1||",
    "punjabi": "ਕੋਈ ਨਹੀਂ ਪੁੱਛਦਾ ਉਹਨਾਂ ਦਾ ਵਰਨ ਕੇਹੜਾ ਹੈ ਉਹਨਾਂ ਦੀ ਜਾਤਿ ਕੇਹੜੀ ਹੈ। ਸਭ ਲੋਕ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਬਾਛਹਿ) ਚਾਹੁੰਦੇ, (ਰਵਾਰੋ) ਧੂੜ",
    "type_id": 3
  },
  {
    "id": 22386,
    "shabad_id": 1844,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਠਾਕੁਰ; ਅੈਸੋ ਨਾਮੁ ਤੁਮ੍ਹਾਰੋ ||",
    "transliteration": "Thaakur Aiso Naam Thumhaaro ||",
    "translation": "O Lord Master, such is Your Name.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਅਸਚਰਜ ਸ਼ਕਤੀ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22387,
    "shabad_id": 1844,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਗਲ ਸਿ੍ਰਸਟਿ ਕੋ ਧਣੀ ਕਹੀਜੈ; ਜਨ ਕੋ ਅੰਗੁ ਨਿਰਾਰੋ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sagal Srisatt Ko Dhhanee Keheejai Jan Ko Ang Niraaro ||1|| Rehaao ||",
    "translation": "You are called the Lord of all creation; You give Your unique support to Your servant. ||1||Pause||",
    "punjabi": "ਤੂੰ ਆਪਣੇ ਸੇਵਕ ਦਾ ਅਨੋਖਾ ਹੀ ਪੱਖ ਕਰਦਾ ਹੈਂ, (ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੇਰਾ ਸੇਵਕ) ਸਾਰੀ ਦੁਨੀਆ ਦਾ ਮਾਲਕ ਅਖਵਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22388,
    "shabad_id": 1844,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਨਾਨਕ. ਬੁਧਿ ਪਾੲੀ; ਹਰਿ ਕੀਰਤਨੁ ਅਾਧਾਰੋ ||",
    "transliteration": "Saadhhasang Naanak Budhh Paaee Har Keerathan Aadhhaaro ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, Nanak has obtained understanding; singing the Kirtan of the Lord's Praises is his only support.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ (ਸੁਚੱਜੀ) ਅਕਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22389,
    "shabad_id": 1844,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਨਾਮਦੇੳੁ ਤਿ੍ਰਲੋਚਨੁ ਕਬੀਰ ਦਾਸਰੋ; ਮੁਕਤਿ ਭੲਿਓ ਚੰਮਿਅਾਰੋ ||੨||੧||੧੦||",
    "transliteration": "Naamadhaeo Thrilochan Kabeer Dhaasaro Mukath Bhaeiou Chanmiaaro ||2||1||10||",
    "translation": "The Lord's servants, Naam Dayv, Trilochan, Kabeer and Ravi Daas the shoe-maker have been liberated. ||2||1||10||",
    "punjabi": "(ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਨਾਮਦੇਵ, ਤ੍ਰਿਲੋਚਨ, ਕਬੀਰ, ਰਵਿਦਾਸ ਚਮਾਰ-ਹਰੇਕ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਗਿਆ ॥੨॥੧॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22390,
    "shabad_id": 1845,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22391,
    "shabad_id": 1845,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹੈ ਨਾਹੀ ਕੋੳੂ ਬੂਝਨਹਾਰੋ; ਜਾਨੈ ਕਵਨੁ ਭਤਾ ||",
    "transliteration": "Hai Naahee Kooo Boojhanehaaro Jaanai Kavan Bhathaa ||",
    "translation": "No one understands the Lord; who can understand His plans?",
    "punjabi": "ਕੋਈ ਭੀ ਐਸਾ ਮਨੁੱਖ ਨਹੀਂ ਹੈ ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦੇ ਸਹੀ ਸਰੂਪ ਨੂੰ ਸਮਝਣ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੋਵੇ।",
    "pronunciation": "ਸ਼ਿਵ ਜੀ ਬ੍ਰਹਮਾ ਅਾਦਿ ਨਹੀਂ ਜਾਣਦੇ, ਕਿਸ (ਭਤਾ) ਪ੍ਰਕਾਰ ਦੇ ਹਨ[ ਭਤਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22392,
    "shabad_id": 1845,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਿਵ ਬਿਰੰਚਿ ਅਰੁ ਸਗਲ ਮੋਨਿ ਜਨ; ਗਹਿ ਨ ਸਕਾਹਿ. ਗਤਾ ||੧||",
    "transliteration": "Siv Biranch Ar Sagal Mon Jan Gehi N Sakaahi Gathaa ||1||",
    "translation": "Shiva, Brahma and all the silent sages cannot understand the state of the Lord. ||1||",
    "punjabi": "ਕੌਣ ਜਾਣ ਸਕਦਾ ਹੈ ਕਿ ਉਹ ਕਿਹੋ ਜਿਹਾ ਹੈ? ਸ਼ਿਵ, ਬ੍ਰਹਮਾ ਅਤੇ ਹੋਰ ਸਾਰੇ ਰਿਸ਼ੀ ਮੁਨੀ ਭੀ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਸਰੂਪ ਨੂੰ ਸਮਝ ਨਹੀਂ ਸਕਦੇ ॥੧॥",
    "pronunciation": "(ਬਿਰੰਚਿ) ਬ੍ਰਹਮਾ[ ਗਤਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22393,
    "shabad_id": 1845,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਕੀ; ਅਗਮ ਅਗਾਧਿ ਕਥਾ ||",
    "transliteration": "Prabh Kee Agam Agaadhh Kathhaa ||",
    "translation": "God's sermon is profound and unfathomable.",
    "punjabi": "ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ-ਇਸ ਗੱਲ ਦੀ ਸਮਝ ਮਨੁੱਖ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ (ਮਨੁੱਖੀ ਸਮਝ ਵਾਸਤੇ) ਬਹੁਤ ਹੀ ਡੂੰਘੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22394,
    "shabad_id": 1845,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੁਨੀਅੈ ਅਵਰ. ਅਵਰ ਬਿਧਿ ਬੁਝੀਅੈ; ਬਕਨ ਕਥਨ ਰਹਤਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Suneeai Avar Avar Bidhh Bujheeai Bakan Kathhan Rehathaa ||1|| Rehaao ||",
    "translation": "He is heard to be one thing, but He is understood to be something else again; He is beyond description and explanation. ||1||Pause||",
    "punjabi": "(ਉਸ ਦੇ ਸਰੂਪ ਬਾਰੇ ਲੋਕਾਂ ਪਾਸੋਂ) ਸੁਣੀਦਾ ਕੁਝ ਹੋਰ ਹੈ, ਤੇ ਸਮਝੀਦਾ ਕਿਸੇ ਹੋਰ ਤਰ੍ਹਾਂ ਹੈ, ਕਿਉਂਕਿ (ਉਸ ਦਾ ਸਰੂਪ) ਦੱਸਣ ਤੋਂ ਬਿਆਨ ਕਰਨ ਤੋਂ ਬਾਹਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ[ ਬੁੱਝੀਅੈ",
    "type_id": 4
  },
  {
    "id": 22395,
    "shabad_id": 1845,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਭਗਤਾ. ਅਾਪਿ ਸੁਅਾਮੀ; ਅਾਪਨ ਸੰਗਿ ਰਤਾ ||",
    "transliteration": "Aapae Bhagathaa Aap Suaamee Aapan Sang Rathaa ||",
    "translation": "He Himself is the devotee, and He Himself is the Lord and Master; He is imbued with Himself.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਆਪਣਾ) ਭਗਤ ਹੈ, ਆਪ ਹੀ ਮਾਲਕ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਨਾਲ ਮਸਤ ਹੈ,",
    "pronunciation": "ਰੱਤਾ",
    "type_id": 3
  },
  {
    "id": 22396,
    "shabad_id": 1845,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਕੋ ਪ੍ਰਭੁ, ਪੂਰਿ ਰਹਿਓ ਹੈ; ਪੇਖਿਓ ਜਤ੍ਰ ਕਤਾ ||੨||੨||੧੧||",
    "transliteration": "Naanak Ko Prabh Poor Rehiou Hai Paekhiou Jathr Kathaa ||2||2||11||",
    "translation": "Nanak's God is pervading and permeating everywhere; wherever he looks, He is there. ||2||2||11||",
    "punjabi": "(ਕਿਉਂਕਿ, ਹੇ ਭਾਈ!) ਨਾਨਕ ਦਾ ਪਰਮਾਤਮਾ ਸਾਰੇ ਹੀ ਸੰਸਾਰ ਵਿਚ ਵਿਆਪਕ ਹੈ, (ਨਾਨਕ ਨੇ) ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਦਾ ਵੇਖਿਆ ਹੈ ॥੨॥੨॥੧੧॥",
    "pronunciation": "(ਜਤ੍ਰ) ਜਿਥੇ [(ਕਤਾ) ਕਿਥੇ[ ਜੱਤ੍ਰ[ ਕਤਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22397,
    "shabad_id": 1846,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22398,
    "shabad_id": 1846,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਤਾ ਮਸੂਰਤਿ ਅਵਰ ਸਿਅਾਨਪ; ਜਨ ਕੳੁ. ਕਛੂ ਨ ਅਾੲਿਓ ||",
    "transliteration": "Mathaa Masoorath Avar Siaanap Jan Ko Kashhoo N Aaeiou ||",
    "translation": "The humble servant of the Lord has no plans, politics or other clever tricks.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਨੂੰ ਕੋਈ ਸਲਾਹ ਮਸ਼ਵਰਾ, ਕੋਈ ਹੋਰ ਸਿਆਣਪ ਦੀ ਗੱਲ-ਇਹ ਕੁਝ ਭੀ ਨਹੀਂ ਅਹੁੜਦਾ।",
    "pronunciation": "ਮਤਾ:ਪੋਲਾ ਬੋਲੋ[ ਮ-ਸੂਰਤਿ",
    "type_id": 3
  },
  {
    "id": 22399,
    "shabad_id": 1846,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਹ ਜਹ ਅੳੁਸਰੁ ਅਾੲਿ ਬਨਿਓ ਹੈ; ਤਹਾ ਤਹਾ ਹਰਿ ਧਿਅਾੲਿਓ ||੧||",
    "transliteration": "Jeh Jeh Aousar Aae Baniou Hai Thehaa Thehaa Har Dhhiaaeiou ||1||",
    "translation": "Whenever the occasion arises, there, he meditates on the Lord. ||1||",
    "punjabi": "ਜਿੱਥੇ ਜਿੱਥੇ (ਕੋਈ ਔਖਿਆਈ ਦਾ) ਮੌਕਾ ਆ ਬਣਦਾ ਹੈ, ਉੱਥੇ ਉੱਥੇ (ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ) ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਧਿਆਨ ਧਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22400,
    "shabad_id": 1846,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਭ ਕੋ; ਭਗਤਿ ਵਛਲੁ ਬਿਰਦਾੲਿਓ ||",
    "transliteration": "Prabh Ko Bhagath Vashhal Biradhaaeiou ||",
    "translation": "It is the very nature of God to love His devotees;",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ ਕਿ ਉਹ ਭਗਤੀ (ਕਰਨ ਵਾਲਿਆਂ) ਦਾ ਪਿਆਰਾ ਹੈ।",
    "pronunciation": "(ਬਿਰਦਾੲਿਓ) ਧਰਮ",
    "type_id": 3
  },
  {
    "id": 22401,
    "shabad_id": 1846,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਰੇ ਪ੍ਰਤਿਪਾਲ ਬਾਰਿਕ ਕੀ ਨਿਅਾੲੀ; ਜਨ ਕੳੁ ਲਾਡ ਲਡਾੲਿਓ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Karae Prathipaal Baarik Kee Niaaee Jan Ko Laadd Laddaaeiou ||1|| Rehaao ||",
    "translation": "He cherishes His servant, and caresses him as His own child. ||1||Pause||",
    "punjabi": "ਉਹ (ਸਭਨਾਂ ਦੀ) ਬੱਚਿਆਂ ਵਾਂਗ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਤੇ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਲਾਡ ਲਡਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22402,
    "shabad_id": 1846,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਪ ਤਪ ਸੰਜਮ. ਕਰਮ ਧਰਮ; ਹਰਿ ਕੀਰਤਨੁ. ਜਨਿ ਗਾੲਿਓ ||",
    "transliteration": "Jap Thap Sanjam Karam Dhharam Har Keerathan Jan Gaaeiou ||",
    "translation": "The Lord's servant sings the Kirtan of His Praises as his worship, deep meditation, self-discipline and religious observances.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਨੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਹੀ ਗੀਤ ਗਾਇਆ ਹੈ, (ਸੇਵਕ ਵਾਸਤੇ ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ) ਜਪ ਤਪ ਹੈ, ਸੰਜਮ ਹੈ, ਤੇ (ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22403,
    "shabad_id": 1846,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਰਨਿ ਪਰਿਓ ਨਾਨਕ. ਠਾਕੁਰ ਕੀ; ਅਭੈ ਦਾਨੁ. ਸੁਖੁ ਪਾੲਿਓ ||੨||੩||੧੨||",
    "transliteration": "Saran Pariou Naanak Thaakur Kee Abhai Dhaan Sukh Paaeiou ||2||3||12||",
    "translation": "Nanak has entered the Sanctuary of his Lord and Master, and has received the blessings of fearlessness and peace. ||2||3||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਹੀ ਉਹ) ਨਿਡਰਤਾ ਦੀ ਦਾਤਿ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੨॥੩॥੧੨॥",
    "pronunciation": "(ਅਭੈ) ਡਰ ਤੋਂ ਰਹਿਤ[ਅ-ਭੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22404,
    "shabad_id": 1847,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22405,
    "shabad_id": 1847,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਦਿਨੁ ਰਾਤੀ ਅਾਰਾਧਹੁ ਪਿਅਾਰੋ; ਨਿਮਖ. ਨ ਕੀਜੈ ਢੀਲਾ ||",
    "transliteration": "Dhin Raathee Aaraadhhahu Piaaro Nimakh N Keejai Dteelaa ||",
    "translation": "Worship the Lord in adoration, day and night, O my dear - do not delay for a moment.",
    "punjabi": "ਉਸ ਪਿਆਰੇ ਹਰੀ ਨੂੰ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਸਿਮਰਦੇ ਰਿਹਾ ਕਰੋ, ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ (ਇਸ ਕੰਮ ਤੋਂ) ਢਿੱਲ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22406,
    "shabad_id": 1847,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੰਤ ਸੇਵਾ ਕਰਿ ਭਾਵਨੀ ਲਾੲੀਅੈ; ਤਿਅਾਗਿ ਮਾਨੁ ਹਾਠੀਲਾ ||੧||",
    "transliteration": "Santh Saevaa Kar Bhaavanee Laaeeai Thiaag Maan Haatheelaa ||1||",
    "translation": "Serve the Saints with loving faith, and set aside your pride and stubbornness. ||1||",
    "punjabi": "(ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਅਹੰਕਾਰ ਤੇ ਹਠ ਤਿਆਗ ਕੇ, ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ, (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਸਰਧਾ ਬਣਾਣੀ ਚਾਹੀਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22407,
    "shabad_id": 1847,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੋਹਨੁ; ਪ੍ਰਾਨ ਮਾਨ ਰਾਗੀਲਾ ||",
    "transliteration": "Mohan Praan Maan Raageelaa ||",
    "translation": "The fascinating, playful Lord is my very breath of life and honor.",
    "punjabi": "ਸੁੰਦਰ ਹਰੀ ਸਦਾ ਖਿੜੇ ਸੁਭਾਵ ਵਾਲਾ ਹੈ, ਮੇਰੀ ਜਿੰਦ ਦਾ ਮਾਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22408,
    "shabad_id": 1847,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਬਾਸਿ ਰਹਿਓ. ਹੀਅਰੇ ਕੈ ਸੰਗੇ; ਪੇਖਿ ਮੋਹਿਓ ਮਨੁ ਲੀਲਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Baas Rehiou Heearae Kai Sangae Paekh Mohiou Man Leelaa ||1|| Rehaao ||",
    "translation": "He abides in my heart; beholding His playful games, my mind is fascinated. ||1||Pause||",
    "punjabi": "ਉਹ ਸੁੰਦਰ ਹਰੀ (ਸਦਾ) ਮੇਰੇ ਹਿਰਦੇ ਨਾਲ ਵੱਸ ਰਿਹਾ ਹੈ, ਮੇਰਾ ਮਨ ਉਸ ਦੇ ਕੌਤਕ ਵੇਖ ਵੇਖ ਕੇ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਹੀਅਰੇ) ਹਿਰਦਾ",
    "type_id": 4
  },
  {
    "id": 22409,
    "shabad_id": 1847,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਿਸੁ ਸਿਮਰਤ. ਮਨਿ ਹੋਤ ਅਨੰਦਾ; ੳੁਤਰੈ ਮਨਹੁ ਜੰਗੀਲਾ ||",
    "transliteration": "Jis Simarath Man Hoth Anandhaa Outharai Manahu Jangeelaa ||",
    "translation": "Remembering Him, my mind is in bliss, and the rust of my mind is removed.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਿਆਂ ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਤੇ ਮਨ ਵਿਚੋਂ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "(ਜੰਗੀਲਾ) ਪਾਪਾਂ ਰੂਪੀ ਜੰਗਾਲ",
    "type_id": 3
  },
  {
    "id": 22410,
    "shabad_id": 1847,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮਿਲਬੇ ਕੀ ਮਹਿਮਾ, ਬਰਨਿ. ਨ ਸਾਕੳੁ; ਨਾਨਕ. ਪਰੈ ਪਰੀਲਾ ||੨||੪||੧੩||",
    "transliteration": "Milabae Kee Mehimaa Baran N Saako Naanak Parai Pareelaa ||2||4||13||",
    "translation": "The great honor of meeting the Lord cannot be described; O Nanak, it is infinite, beyond measure. ||2||4||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਦੀ ਵਡਿਆਈ ਮੈਂ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਵਡਿਆਈ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ (ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ) ॥੨॥੪॥੧੩॥",
    "pronunciation": "(ਪਰੀਲਾ) ਕਥਨ ਤੋਂ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 22411,
    "shabad_id": 1848,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22412,
    "shabad_id": 1848,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮੁਨਿ ਜੋਗੀ. ਸਾਸਤ੍ਰਗਿ ਕਹਾਵਤ; ਸਭ ਕੀਨ੍ਹੇ ਬਸਿ ਅਪਨ ਹੀ ||",
    "transliteration": "Mun Jogee Saasathrag Kehaavath Sabh Keenhae Bas Apanehee ||",
    "translation": "They call themselves silent sages, Yogis and scholars of the Shaastras, but Maya has has them all under her control.",
    "punjabi": "ਕੋਈ ਆਪਣੇ ਆਪ ਨੂੰ ਮੁਨੀ ਅਖਵਾਂਦੇ ਹਨ, ਕੋਈ ਜੋਗੀ ਅਖਵਾਂਦੇ ਹਨ, ਕੋਈ ਸ਼ਾਸਤ੍ਰ-ਵੇਤਾ ਅਖਵਾਂਦੇ ਹਨ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ (ਪ੍ਰਬਲ ਮਾਇਆ ਨੇ) ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਸਾਸਤੱ੍ਰਗਿ)ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਅਰਥ ਸਿਧਾਂਤ ਦੇ ਜਾਣੰੂ[ ਬੱਸਿ",
    "type_id": 3
  },
  {
    "id": 22413,
    "shabad_id": 1848,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੀਨਿ ਦੇਵ, ਅਰੁ ਕੋੜਿ ਤੇਤੀਸਾ; ਤਿਨ ਕੀ ਹੈਰਤਿ. ਕਛੁ ਨ ਰਹੀ ||੧||",
    "transliteration": "Theen Dhaev Ar Korr Thaetheesaa Thin Kee Hairath Kashh N Rehee ||1||",
    "translation": "The three gods, and the 330,000,000 demi-gods, were astonished. ||1||",
    "punjabi": "(ਬ੍ਰਹਮਾ, ਵਿਸ਼ਨੂੰ, ਸ਼ਿਵ ਇਹ ਵੱਡੇ) ਤਿੰਨ ਦੇਵਤੇ ਅਤੇ (ਬਾਕੀ ਦੇ) ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ-(ਮਾਇਆ ਦਾ ਇਤਨਾ ਬਲ ਵੇਖ ਕੇ) ਇਹਨਾਂ ਸਭਨਾਂ ਦੀ ਹੈਰਾਨਗੀ ਦੀ ਕੋਈ ਹੱਦ ਨਾਹ ਰਹਿ ਗਈ ॥੧॥",
    "pronunciation": "ਹੈਰਤਿਅਕਲ ਹੋਸ਼[ਤੇ੍ਨਤੀਸਾ",
    "type_id": 3
  }
]
