[
  {
    "id": 39526,
    "shabad_id": 3371,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਮਕਲੀ ਸਦੁ",
    "transliteration": "Raamakalee Sadhu",
    "translation": "Raamkalee, Sadd ~ The Call Of Death:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਬਾਣੀ 'ਸਦੁ'।",
    "pronunciation": "ਸੱਦੁ",
    "type_id": 3
  },
  {
    "id": 39527,
    "shabad_id": 3371,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 39528,
    "shabad_id": 3371,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜਗਿ ਦਾਤਾ ਸੋੲਿ; ਭਗਤਿ ਵਛਲੁ. ਤਿਹੁ ਲੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Jag Dhaathaa Soe Bhagath Vashhal Thihu Loe Jeeo ||",
    "translation": "He is the Great Giver of the Universe, the Lover of His devotees, throughout the three worlds.",
    "punjabi": "ਜੋ ਅਕਾਲ ਪੁਰਖ ਜਗਤ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਦਾਤਾਂ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ, ਜੋ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਭਗਤੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39529,
    "shabad_id": 3371,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਸਬਦਿ ਸਮਾਵੲੇ; ਅਵਰੁ. ਨ ਜਾਣੈ ਕੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Gur Sabadh Samaaveae Avar N Jaanai Koe Jeeo ||",
    "translation": "One who is merged in the Word of the Guru's Shabad does not know any other.",
    "punjabi": "(ਉਸ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਗੁਰੂ ਅਮਰਦਾਸ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਲੀਨ (ਰਿਹਾ) ਹੈ, (ਅਤੇ ਉਸ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨੂੰ (ਉਸ ਵਰਗਾ) ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "ਸਮਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 39530,
    "shabad_id": 3371,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਅਵਰੋ. ਨ ਜਾਣਹਿ, ਸਬਦਿ ਗੁਰ ਕੈ; ੲੇਕੁ ਨਾਮੁ ਧਿਅਾਵਹੇ ॥",
    "transliteration": "Avaro N Jaanehi Sabadh Gur Kai Eaek Naam Dhhiaavehae ||",
    "translation": "Dwelling upon the Word of the Guru's Shabad, he does not know any other; he meditates on the One Name of the Lord.",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦਿ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਅਕਾਲ ਪੁਰਖ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨੂੰ (ਉਸ ਵਰਗਾ) ਨਹੀਂ ਜਾਣਦੇ (ਰਹੇ) ਹਨ, ਕੇਵਲ ਇੱਕ 'ਨਾਮ' ਨੂੰ ਧਿਆਉਂਦੇ (ਰਹੇ) ਹਨ;",
    "pronunciation": "ਧਿਅਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 39531,
    "shabad_id": 3371,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਪਰਸਾਦਿ ਨਾਨਕ ਗੁਰੂ ਅੰਗਦ; ਪਰਮਪਦਵੀ ਪਾਵਹੇ ॥",
    "transliteration": "Parasaadh Naanak Guroo Angadh Param Padhavee Paavehae ||",
    "translation": "By the Grace of Guru Nanak and Guru Angad, Guru Amar Das obtained the supreme status.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਅਤੇ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ ਉੱਚੇ ਦਰਜੇ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਚੁਕੇ ਹਨ।",
    "pronunciation": "ਪਾਵ-ਹੇ",
    "type_id": 3
  },
  {
    "id": 39532,
    "shabad_id": 3371,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਾੲਿਅਾ ਹਕਾਰਾ ਚਲਣਵਾਰਾ; ਹਰਿ ਰਾਮ ਨਾਮਿ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Aaeiaa Hakaaraa Chalanavaaraa Har Raam Naam Samaaeiaa ||",
    "translation": "And when the call came for Him to depart, He merged in the Name of the Lord.",
    "punjabi": "(ਜਿਹੜਾ ਗੁਰੂ ਅਮਰਦਾਸ) ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਸੀ, (ਧੁਰੋਂ) ਉਸ ਦੇ ਚੱਲਣ ਦਾ ਸੱਦਾ ਆ ਗਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39533,
    "shabad_id": 3371,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜਗਿ ਅਮਰੁ ਅਟਲੁ ਅਤੋਲੁ ਠਾਕੁਰੁ; ਭਗਤਿ ਤੇ. ਹਰਿ ਪਾੲਿਅਾ ॥੧॥",
    "transliteration": "Jag Amar Attal Athol Thaakur Bhagath Thae Har Paaeiaa ||1||",
    "translation": "Through devotional worship in this world, the imperishable, immovable, immeasurable Lord is found. ||1||",
    "punjabi": "(ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ) ਜਗਤ ਵਿਚ (ਰਹਿੰਦਿਆਂ) ਅਮਰ, ਅਟੱਲ, ਅਤੋਲ ਠਾਕੁਰ ਨੂੰ ਭਗਤੀ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੋਇਆ ਸੀ ॥੧॥",
    "pronunciation": "ਜੱਗਿ।ਅ-ਟਲੁ",
    "type_id": 3
  },
  {
    "id": 39534,
    "shabad_id": 3371,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਭਾਣਾ ਗੁਰ ਭਾੲਿਅਾ; ਗੁਰੁ ਜਾਵੈ. ਹਰਿ ਪ੍ਰਭ ਪਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Har Bhaanaa Gur Bhaaeiaa Gur Jaavai Har Prabh Paas Jeeo ||",
    "translation": "The Guru gladly accepted the Lord's Will, and so the Guru easily reached the Lord God's Presence.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਰਜ਼ਾ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੂੰ ਪਿਆਰੀ ਲੱਗੀ, ਅਤੇ ਸਤਿਗੁਰੂ (ਜੀ) ਅਕਾਲ ਪੁਰਖ ਦੇ ਕੋਲ ਜਾਣ ਨੂੰ ਤਿਆਰ ਹੋ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39535,
    "shabad_id": 3371,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਕਰੇ ਹਰਿ ਪਹਿ ਬੇਨਤੀ; ਮੇਰੀ ਪੈਜ ਰਖਹੁ ਅਰਦਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Sathigur Karae Har Pehi Baenathee Maeree Paij Rakhahu Aradhaas Jeeo ||",
    "translation": "The True Guru prays to the Lord, \"Please, save my honor. This is my prayer\".",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਅਕਾਲ ਪੁਰਖ ਅੱਗੇ ਇਹ ਬੇਨਤੀ ਕੀਤੀ, (ਹੇ ਹਰੀ!) ਮੇਰੀ ਅਰਦਾਸਿ ਹੈ ਕਿ ਮੇਰੀ ਲਾਜ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39536,
    "shabad_id": 3371,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਪੈਜ ਰਾਖਹੁ. ਹਰਿ ਜਨਹ ਕੇਰੀ; ਹਰਿ ਦੇਹੁ ਨਾਮੁ ਨਿਰੰਜਨੋ ॥",
    "transliteration": "Paij Raakhahu Har Janeh Kaeree Har Dhaehu Naam Niranjano ||",
    "translation": "Please save the honor of Your humble servant, O Lord; please bless him with Your Immaculate Name.",
    "punjabi": "ਹੇ ਹਰੀ! ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਲਾਜ ਰੱਖ, ਅਤੇ ਮਾਇਆ ਤੋਂ ਨਿਰਮੋਹ ਕਰਨ ਵਾਲਾ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39537,
    "shabad_id": 3371,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅੰਤਿ ਚਲਦਿਅਾ ਹੋੲਿ ਬੇਲੀ; ਜਮਦੂਤ ਕਾਲੁ ਨਿਖੰਜਨੋ ॥",
    "transliteration": "Anth Chaladhiaa Hoe Baelee Jamadhooth Kaal Nikhanjano ||",
    "translation": "At this time of final departure, it is our only help and support; it destroys death, and the Messenger of Death.",
    "punjabi": "ਜਮਦੂਤਾਂ ਅਤੇ ਕਾਲ ਨੂੰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਨਾਮ ਦੇਹਿ, ਜੋ ਅਖ਼ੀਰ ਚੱਲਣ ਵੇਲੇ ਸਾਥੀ ਬਣੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39538,
    "shabad_id": 3371,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਕੀ ਬੇਨਤੀ ਪਾੲੀ; ਹਰਿ ਪ੍ਰਭਿ ਸੁਣੀ ਅਰਦਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Sathiguroo Kee Baenathee Paaee Har Prabh Sunee Aradhaas Jeeo ||",
    "translation": "The Lord God heard the prayer of the True Guru, and granted His request.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਕੀਤੀ ਹੋਈ ਇਹ ਬੇਨਤੀ, ਇਹ ਅਰਦਾਸਿ, ਅਕਾਲ ਪੁਰਖ ਪ੍ਰਭੂ ਨੇ ਸੁਣ ਲਈ,",
    "pronunciation": "(ਪਾੲੀ)ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 39539,
    "shabad_id": 3371,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਧਾਰਿ ਕਿਰਪਾ ਸਤਿਗੁਰੁ ਮਿਲਾੲਿਅਾ; ਧਨੁ ਧਨੁ ਕਹੈ ਸਾਬਾਸਿ ਜੀੳੁ ॥੨॥",
    "transliteration": "Har Dhhaar Kirapaa Sathigur Milaaeiaa Dhhan Dhhan Kehai Saabaas Jeeo ||2||",
    "translation": "The Lord showered His Mercy, and blended the True Guru with Himself; He said, \"Blessed! Blessed! Wonderful!\"||2||",
    "punjabi": "ਅਤੇ ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਨੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ ਅਤੇ ਕਹਿਣ ਲੱਗਾ-ਸ਼ਾਬਾਸ਼ੇ! ਤੂੰ ਧੰਨ ਹੈਂ, ਤੂੰ ਧੰਨ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39540,
    "shabad_id": 3371,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਸਿਖ ਸੁਣਹੁ ਪੁਤ ਭਾੲੀਹੋ; ਮੇਰੈ ਹਰਿ ਭਾਣਾ. ਅਾੳੁ ਮੈ ਪਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Maerae Sikh Sunahu Puth Bhaaeeho Maerai Har Bhaanaa Aao Mai Paas Jeeo ||",
    "translation": "Listen O my Sikhs, my children and Siblings of Destiny; it is my Lord's Will that I must now go to Him.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਿੱਖੋ! ਹੇ ਮੇਰੇ ਪੁੱਤ੍ਰੋ! ਹੇ ਮੇਰੇ ਭਰਾਵੋ! ਸੁਣੋ- ਮੇਰੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ (ਇਹ) ਚੰਗਾ ਲੱਗਾ ਹੈ (ਅਤੇ ਮੈਨੂੰ ਉਸ ਨੇ ਹੁਕਮ ਕੀਤਾ ਹੈ:) 'ਮੇਰੇ ਕੋਲ ਆਉ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39541,
    "shabad_id": 3371,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਭਾਣਾ ਗੁਰ ਭਾੲਿਅਾ; ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ ਕਰੇ ਸਾਬਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Har Bhaanaa Gur Bhaaeiaa Maeraa Har Prabh Karae Saabaas Jeeo ||",
    "translation": "The Guru gladly accepted the Lord's Will, and my Lord God applauded Him.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਰਜ਼ਾ ਗੁਰੂ ਨੂੰ ਮਿੱਠੀ ਲੱਗੀ ਹੈ, ਮੇਰਾ ਪ੍ਰਭੂ (ਮੈਨੂੰ) ਸ਼ਾਬਾਸ਼ ਦੇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39542,
    "shabad_id": 3371,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਭਗਤੁ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਸੋੲੀ; ਜਿਸੁ ਹਰਿ ਪ੍ਰਭ ਭਾਣਾ ਭਾਵੲੇ ॥",
    "transliteration": "Bhagath Sathigur Purakh Soee Jis Har Prabh Bhaanaa Bhaaveae ||",
    "translation": "One who is pleased with the Lord God's Will is a devotee, the True Guru, the Primal Lord.",
    "punjabi": "ਉਹੀ (ਮਨੁੱਖ) ਭਗਤ ਹੈ ਤੇ ਪੂਰਾ ਗੁਰੂ ਹੈ ਜਿਸ ਨੂੰ ਰੱਬ ਦਾ ਭਾਣਾ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ;",
    "pronunciation": "ਭਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 39543,
    "shabad_id": 3371,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਅਾਨੰਦ ਅਨਹਦ ਵਜਹਿ ਵਾਜੇ; ਹਰਿ ਅਾਪਿ ਗਲਿ ਮੇਲਾਵੲੇ ॥",
    "transliteration": "Aanandh Anehadh Vajehi Vaajae Har Aap Gal Maelaaveae ||",
    "translation": "The unstruck sound current of bliss resounds and vibrates; the Lord hugs him close in His embrace.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਆਨੰਦ ਦੇ ਵਾਜੇ ਇੱਕ-ਰਸ ਵੱਜਦੇ ਹਨ, ਅਕਾਲ ਪੁਰਖ ਉਸ ਨੂੰ ਆਪ ਆਪਣੇ ਗਲ ਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "ਮੇਲਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 39544,
    "shabad_id": 3371,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਤੁਸੀ ਪੁਤ ਭਾੲੀ ਪਰਵਾਰੁ ਮੇਰਾ; ਮਨਿ ਵੇਖਹੁ, ਕਰਿ ਨਿਰਜਾਸਿ ਜੀੳੁ ॥",
    "transliteration": "Thusee Puth Bhaaee Paravaar Maeraa Man Vaekhahu Kar Nirajaas Jeeo ||",
    "translation": "O my children, siblings and family, look carefully in your minds, and see.",
    "punjabi": "ਤੁਸੀਂ ਮੇਰੇ ਪੁੱਤਰ ਹੋ, ਮੇਰੇ ਭਰਾ ਹੋ ਮੇਰਾ ਪਰਵਾਰ ਹੋ; ਮਨ ਵਿਚ ਕਿਆਸ ਕਰ ਕੇ ਵੇਖਹੁ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39545,
    "shabad_id": 3371,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਧੁਰਿ ਲਿਖਿਅਾ ਪਰਵਾਣਾ. ਫਿਰੈ ਨਾਹੀ; ਗੁਰੁ ਜਾੲਿ ਹਰਿ ਪ੍ਰਭ ਪਾਸਿ ਜੀੳੁ ॥੩॥",
    "transliteration": "Dhhur Likhiaa Paravaanaa Firai Naahee Gur Jaae Har Prabh Paas Jeeo ||3||",
    "translation": "The pre-ordained death warrant cannot be avoided; the Guru is going to be with the Lord God. ||3||",
    "punjabi": "ਕਿ ਧੁਰੋਂ ਲਿਖਿਆ ਹੋਇਆ ਹੁਕਮ (ਕਦੇ) ਟਲ ਨਹੀਂ ਸਕਦਾ; (ਸੋ, ਇਸ ਵਾਸਤੇ, ਹੁਣ) ਗੁਰੂ, ਅਕਾਲ ਪੁਰਖ ਦੇ ਕੋਲ ਜਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39546,
    "shabad_id": 3371,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਭਾਣੈ ਅਾਪਣੈ; ਬਹਿ ਪਰਵਾਰੁ ਸਦਾੲਿਅਾ ॥",
    "transliteration": "Sathigur Bhaanai Aapanai Behi Paravaar Sadhaaeiaa ||",
    "translation": "The True Guru, in His Own Sweet Will, sat up and summoned His family.",
    "punjabi": "ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਬੈਠ ਕੇ ਆਪਣੀ ਮਰਜ਼ੀ ਨਾਲ (ਸਾਰੇ) ਪਰਵਾਰ ਨੂੰ ਸੱਦ ਘੱਲਿਆ; (ਤੇ ਆਖਿਆ-)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39547,
    "shabad_id": 3371,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮਤ ਮੈ ਪਿਛੈ ਕੋੲੀ ਰੋਵਸੀ; ਸੋ ਮੈ ਮੂਲਿ. ਨ ਭਾੲਿਅਾ ॥",
    "transliteration": "Math Mai Pishhai Koee Rovasee So Mai Mool N Bhaaeiaa ||",
    "translation": "Let no one weep for me after I am gone. That would not please me at all.",
    "punjabi": "ਮਤਾਂ ਮੇਰੇ ਪਿਛੋਂ ਕੋਈ ਰੋਵੇ, ਮੈਨੂੰ ਉਹ (ਰੋਣ ਵਾਲਾ) ਉੱਕਾ ਹੀ ਚੰਗਾ ਨਹੀਂ ਲੱਗਣਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39548,
    "shabad_id": 3371,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਮਿਤੁ ਪੈਝੈ. ਮਿਤੁ ਬਿਗਸੈ; ਜਿਸੁ ਮਿਤ ਕੀ ਪੈਜ ਭਾਵੲੇ ॥",
    "transliteration": "Mith Paijhai Mith Bigasai Jis Mith Kee Paij Bhaaveae ||",
    "translation": "When a friend receives a robe of honor, then his friends are pleased with his honor.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਿਤ੍ਰ ਦੀ ਵਡਿਆਈ (ਹੁੰਦੀ) ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ (ਜਦੋਂ) ਉਸ ਦੇ ਮਿਤ੍ਰ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਸਿਰੋਪਾ(ਪੈਝੈ)ਪੈਨ੍ਹੇ।ਜਿਸ ਮਿੱਤ੍ਰ ਨੰੂ ਪਿਅਾਰੇ ਦੀ(ਪੈਜ)ਵਡਿਅਾੲੀ(ਭਾ-ਵੲੇ)ਚੰਗੀ ਲੱਗਦੀ ਹੈ ੳੁਹ ਮਿੱਤ੍ਰ (ਬਿਗਸੈ)ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ।ਮਿੱਤੁ",
    "type_id": 3
  },
  {
    "id": 39549,
    "shabad_id": 3371,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਤੁਸੀ ਵੀਚਾਰਿ ਦੇਖਹੁ ਪੁਤ ਭਾੲੀ; ਹਰਿ ਸਤਿਗੁਰੂ ਪੈਨਾਵੲੇ ॥",
    "transliteration": "Thusee Veechaar Dhaekhahu Puth Bhaaee Har Sathiguroo Painaaveae ||",
    "translation": "Consider this and see, O my children and siblings; the Lord has given the True Guru the robe of supreme honor.",
    "punjabi": "ਤੁਸੀ ਭੀ, ਹੇ ਮੇਰੇ ਪੁਤਰੋ ਤੇ ਭਰਾਵੋ! (ਹੁਣ) ਵਿਚਾਰ ਕੇ ਵੇਖ ਲਵੋ ਕਿ ਅਕਾਲ ਪੁਰਖ ਗੁਰੂ ਨੂੰ ਆਦਰ ਦੇ ਰਿਹਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਤੁਸੀ ਭੀ ਖ਼ੁਸ਼ ਹੋਵੋ)।",
    "pronunciation": "ਪੈਨ੍ਹਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 39550,
    "shabad_id": 3371,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਪਰਤਖਿ ਹੋਦੈ; ਬਹਿ ਰਾਜੁ ਅਾਪਿ ਟਿਕਾੲਿਅਾ ॥",
    "transliteration": "Sathiguroo Parathakh Hodhai Behi Raaj Aap Ttikaaeiaa ||",
    "translation": "The True Guru Himself sat up, and appointed the successor to the Throne of Raja Yoga, the Yoga of Meditation and Success.",
    "punjabi": "(ਇਹ ਉਪਦੇਸ਼ ਦੇ ਕੇ, ਫਿਰ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਸਰੀਰਕ ਜਾਮੇ ਵਿਚ ਹੁੰਦਿਆਂ ਹੀ ਬੈਠ ਕੇ ਆਪ ਗੁਰਿਆਈ ਦੀ ਗੱਦੀ (ਭੀ) ਥਾਪ ਦਿੱਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39551,
    "shabad_id": 3371,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਸਭਿ ਸਿਖ ਬੰਧਪ ਪੁਤ ਭਾੲੀ; ਰਾਮਦਾਸ ਪੈਰੀ ਪਾੲਿਅਾ ॥੪॥",
    "transliteration": "Sabh Sikh Bandhhap Puth Bhaaee Raamadhaas Pairee Paaeiaa ||4||",
    "translation": "All the Sikhs, relatives, children and siblings have fallen at the Feet of Guru Ram Das. ||4||",
    "punjabi": "(ਅਤੇ) ਸਾਰੇ ਸਿੱਖਾਂ ਨੂੰ, ਸਾਕਾਂ-ਅੰਗਾਂ ਨੂੰ, ਪੁਤ੍ਰਾਂ ਨੂੰ, ਅਤੇ ਭਰਾਵਾਂ ਨੂੰ (ਗੁਰੂ) ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਰਨੀਂ ਲਾ ਦਿੱਤਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39552,
    "shabad_id": 3371,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਅੰਤੇ. ਸਤਿਗੁਰੁ ਬੋਲਿਅਾ; ਮੈ ਪਿਛੈ. ਕੀਰਤਨੁ ਕਰਿਅਹੁ ਨਿਰਬਾਣੁ ਜੀੳੁ ॥",
    "transliteration": "Anthae Sathigur Boliaa Mai Pishhai Keerathan Kariahu Nirabaan Jeeo ||",
    "translation": "Finally, the True Guru said, \"When I am gone, sing Kirtan in Praise of the Lord, in Nirvaanaa.\"",
    "punjabi": "ਜੋਤੀ ਜੋਤਿ ਸਮਾਣ ਵੇਲੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਆਖਿਆ, ਮੇਰੇ ਪਿੱਛੋਂ ਨਿਰੋਲ ਕੀਰਤਨ ਕਰਿਓ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39553,
    "shabad_id": 3371,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਕੇਸੋ ਗੋਪਾਲ ਪੰਡਿਤ ਸਦਿਅਹੁ; ਹਰਿ ਹਰਿ ਕਥਾ ਪੜਹਿ ਪੁਰਾਣੁ ਜੀੳੁ ॥",
    "transliteration": "Kaeso Gopaal Panddith Sadhiahu Har Har Kathhaa Parrehi Puraan Jeeo ||",
    "translation": "Call in the long-haired scholarly Saints of the Lord, to read the sermon of the Lord, Har, Har.",
    "punjabi": "ਕੇਸੋ ਗੋਪਾਲ (ਅਕਾਲ ਪੁਰਖ) ਦੇ ਪੰਡਿਤਾਂ ਨੂੰ ਸੱਦ ਘੱਲਿਓ, ਜੋ (ਆ ਕੇ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਕਥਾ ਵਾਰਤਾ-ਰੂਪ ਪੁਰਾਣ ਪੜ੍ਹਨ।",
    "pronunciation": "ਸੱਦਿ-ਅਹੁ",
    "type_id": 3
  },
  {
    "id": 39554,
    "shabad_id": 3371,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਕਥਾ ਪੜੀਅੈ. ਹਰਿ ਨਾਮੁ ਸੁਣੀਅੈ; ਬੇਬਾਣੁ ਹਰਿ ਰੰਗੁ, ਗੁਰ ਭਾਵੲੇ ॥",
    "transliteration": "Har Kathhaa Parreeai Har Naam Suneeai Baebaan Har Rang Gur Bhaaveae ||",
    "translation": "Read the sermon of the Lord, and listen to the Lord's Name; the Guru is pleased with love for the Lord.",
    "punjabi": "(ਚੇਤਾ ਰੱਖਿਓ, ਮੇਰੇ ਪਿੱਛੋਂ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਕਥਾ (ਹੀ) ਪੜ੍ਹਨੀ ਚਾਹੀਦੀ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਹੀ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ, ਬੇਬਾਣ ਭੀ ਗੁਰੂ ਨੂੰ (ਕੇਵਲ) ਅਕਾਲ ਪੁਰਖ ਦਾ ਪਿਆਰ ਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਮਿ੍ਰਤਕ ਲਿਜਾਣ ਲੲੀ(ਬੇਬਾਣੁ)ਸਜਾੲਿਅਾ ਜਾਂਦਾ ਹੈ। ਭਾਵ-ੲੇ",
    "type_id": 3
  },
  {
    "id": 39555,
    "shabad_id": 3371,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ਪਿੰਡੁ ਪਤਲਿ ਕਿਰਿਅਾ ਦੀਵਾ; ਫੁਲ ਹਰਿ ਸਰਿ ਪਾਵੲੇ ॥",
    "transliteration": "Pindd Pathal Kiriaa Dheevaa Ful Har Sar Paaveae ||",
    "translation": "Do not bother with offering rice-balls on leaves, lighting lamps, and other rituals like floating the body out on the Ganges; instead, let my remains be given up to the Lord's Pool.",
    "punjabi": "ਗੁਰੂ (ਤਾਂ) ਪਿੰਡ ਪਤਲਿ, ਕਿਰਿਆ, ਦੀਵਾ ਅਤੇ ਫੁੱਲ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਸਤਸੰਗ ਤੋਂ ਸਦਕੇ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਪੱਤਲਿ",
    "type_id": 3
  },
  {
    "id": 39556,
    "shabad_id": 3371,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਭਾੲਿਅਾ ਸਤਿਗੁਰੁ ਬੋਲਿਅਾ; ਹਰਿ ਮਿਲਿਅਾ ਪੁਰਖੁ ਸੁਜਾਣੁ ਜੀੳੁ ॥",
    "transliteration": "Har Bhaaeiaa Sathigur Boliaa Har Miliaa Purakh Sujaan Jeeo ||",
    "translation": "The Lord was pleased as the True Guru spoke; he was blended then with the all-knowing Primal Lord God.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਪਿਆਰੇ ਲੱਗੇ ਹੋਏ ਗੁਰੂ ਨੇ (ਉਸ ਵੇਲੇ) ਇਉਂ ਆਖਿਆ। ਸਤਿਗੁਰੂ ਨੂੰ ਸੁਜਾਣ ਅਕਾਲ ਪੁਰਖ ਮਿਲ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39557,
    "shabad_id": 3371,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "ਰਾਮਦਾਸ ਸੋਢੀ. ਤਿਲਕੁ ਦੀਅਾ; ਗੁਰ ਸਬਦੁ ਸਚੁ ਨੀਸਾਣੁ ਜੀੳੁ ॥੫॥",
    "transliteration": "Raamadhaas Sodtee Thilak Dheeaa Gur Sabadh Sach Neesaan Jeeo ||5||",
    "translation": "The Guru then blessed the Sodhi Ram Das with the ceremonial tilak mark, the insignia of the True Word of the Shabad. ||5||",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਸੋਢੀ (ਗੁਰੂ) ਰਾਮਦਾਸ ਜੀ ਨੂੰ (ਗੁਰਿਆਈ ਦਾ) ਤਿਲਕ (ਅਤੇ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਸੱਚੀ ਰਾਹਦਾਰੀ ਬਖ਼ਸ਼ੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
