[
  {
    "id": 41351,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41352,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬਾਣੀ. ਅਮਿੳੁ ਰਸੁ; ਅੰਮਿ੍ਰਤੁ ਹਰਿ ਕਾ ਨਾੳੁ ॥",
    "transliteration": "Anmrith Baanee Amio Ras Anmrith Har Kaa Naao ||",
    "translation": "The Bani of the Guru's Word is Ambrosial Nectar; its taste is sweet. The Name of the Lord is Ambrosial Nectar.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ, ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41353,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਹਿਰਦੈ ਸਿਮਰਿ ਹਰਿ; ਅਾਠ ਪਹਰ ਗੁਣ ਗਾੳੁ ॥",
    "transliteration": "Man Than Hiradhai Simar Har Aath Pehar Gun Gaao ||",
    "translation": "Meditate in remembrance on the Lord in your mind, body and heart; twenty-four hours a day, sing His Glorious Praises.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਅੰਮ੍ਰਿਤ ਵਸਾਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਇਸ ਪ੍ਰਭੂ-ਨਾਮ ਨੂੰ ਮਨ ਵਿਚ, ਸਰੀਰ ਵਿਚ, ਹਿਰਦੇ ਵਿਚ ਸਿਮਰੋ ਤੇ ਅੱਠੇ ਪਹਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41354,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੳੁਪਦੇਸੁ ਸੁਣਹੁ ਤੁਮ ਗੁਰਸਿਖਹੁ; ਸਚਾ ੲਿਹੈ ਸੁਅਾੳੁ ॥",
    "transliteration": "Oupadhaes Sunahu Thum Gurasikhahu Sachaa Eihai Suaao ||",
    "translation": "Listen to these Teachings, O Sikhs of the Guru. This is the true purpose of life.",
    "punjabi": "ਹੇ ਗੁਰ-ਸਿੱਖੋ! (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲਾ ਇਹ) ਉਪਦੇਸ਼ ਸੁਣੋ, ਜ਼ਿੰਦਗੀ ਦਾ ਅਸਲ ਮਨੋਰਥ ਇਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41355,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਨਮੁ ਪਦਾਰਥੁ ਸਫਲੁ ਹੋੲਿ; ਮਨ ਮਹਿ ਲਾੲਿਹੁ ਭਾੳੁ ॥",
    "transliteration": "Janam Padhaarathh Safal Hoe Man Mehi Laaeihu Bhaao ||",
    "translation": "This priceless human life will be made fruitful; embrace love for the Lord in your mind.",
    "punjabi": "ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦਾ) ਪਿਆਰ ਟਿਕਾਓ, ਇਹ ਮਨੁੱਖਾ ਜੀਵਨ-ਰੂਪ ਕੀਮਤੀ ਦਾਤ ਸਫਲ ਹੋ ਜਾਇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41356,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨਦੁ ਘਣਾ; ਪ੍ਰਭ ਜਪਤਿਅਾ ਦੁਖੁ ਜਾੲਿ ॥",
    "transliteration": "Sookh Sehaj Aanadh Ghanaa Prabh Japathiaa Dhukh Jaae ||",
    "translation": "Celestial peace and absolute bliss come when one meditates on God - suffering is dispelled.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸੁਖ, ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਬੇਅੰਤ ਖ਼ੁਸ਼ੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41357,
    "shabad_id": 3546,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਜਪਤ ਸੁਖੁ ੳੂਪਜੈ; ਦਰਗਹ ਪਾੲੀਅੈ ਥਾੳੁ ॥੧॥",
    "transliteration": "Naanak Naam Japath Sukh Oopajai Dharageh Paaeeai Thhaao ||1||",
    "translation": "O Nanak, chanting the Naam, the Name of the Lord, peace wells up, and one obtains a place in the Court of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆਂ (ਇਸ ਲੋਕ ਵਿਚ) ਸੁਖ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41358,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41359,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲੀਅੈ; ਗੁਰੁ ਪੂਰਾ ਮਤਿ ਦੇੲਿ ॥",
    "transliteration": "Naanak Naam Dhhiaaeeai Gur Pooraa Math Dhaee ||",
    "translation": "O Nanak, meditate on the Naam, the Name of the Lord; this is the Teaching imparted by the Perfect Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪੂਰਾ ਗੁਰੂ (ਤਾਂ ਇਹ) ਮੱਤ ਦੇਂਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41360,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਭਾਣੈ ਜਪ ਤਪ ਸੰਜਮੋ; ਭਾਣੈ ਹੀ ਕਢਿ ਲੇੲਿ ॥",
    "transliteration": "Bhaanai Jap Thap Sanjamo Bhaanai Hee Kadt Laee ||",
    "translation": "In the Lord's Will, they practice meditation, austerity and self-discipline; in the Lord's Will, they are released.",
    "punjabi": "(ਪਰ ਉਂਞ) ਜਪ ਤਪ ਸੰਜਮ (ਆਦਿਕ ਕਰਮ-ਕਾਂਡ) ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਹੋ ਰਹੇ ਹਨ, ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ (ਇਸ ਕਰਮ ਕਾਂਡ ਵਿਚੋਂ ਜੀਵਾਂ ਨੂੰ) ਕੱਢ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41361,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਭਾਣੈ ਜੋਨਿ ਭਵਾੲੀਅੈ; ਭਾਣੈ ਬਖਸ ਕਰੇੲਿ ॥",
    "transliteration": "Bhaanai Jon Bhavaaeeai Bhaanai Bakhas Karaee ||",
    "translation": "In the Lord's Will, they are made to wander in reincarnation; in the Lord's Will, they are forgiven.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਜੀਵ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਹੈ, ਰਜ਼ਾ ਵਿਚ ਹੀ ਪ੍ਰਭੂ (ਜੀਵ ਉਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41362,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਭਾਣੈ ਦੁਖੁ ਸੁਖੁ ਭੋਗੀਅੈ; ਭਾਣੈ ਕਰਮ ਕਰੇੲਿ ॥",
    "transliteration": "Bhaanai Dhukh Sukh Bhogeeai Bhaanai Karam Karaee ||",
    "translation": "In the Lord's Will, pain and pleasure are experienced; in the Lord's Will, actions are performed.",
    "punjabi": "ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ (ਜੀਵ ਨੂੰ) ਦੁੱਖ ਸੁਖ ਭੋਗਣਾ ਪੈਂਦਾ ਹੈ, ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਉਤੇ) ਮੇਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41363,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭਾਣੈ. ਮਿਟੀ ਸਾਜਿ ਕੈ; ਭਾਣੈ ਜੋਤਿ ਧਰੇੲਿ ॥",
    "transliteration": "Bhaanai Mittee Saaj Kai Bhaanai Joth Dhharaee ||",
    "translation": "In the Lord's Will, clay is fashioned into form; in the Lord's Will, His Light is infused into it.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਸਰੀਰ ਬਣਾ ਕੇ (ਉਸ ਵਿਚ) ਜਿੰਦ ਪਾ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "ਮਿੱਟੀ, ਧਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 41364,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਭਾਣੈ ਭੋਗ ਭੋਗਾੲਿਦਾ; ਭਾਣੈ ਮਨਹਿ ਕਰੇੲਿ ॥",
    "transliteration": "Bhaanai Bhog Bhogaaeidhaa Bhaanai Manehi Karaee ||",
    "translation": "In the Lord's Will, enjoyments are enjoyed; in the Lord's Will, these enjoyments are denied.",
    "punjabi": "ਰਜ਼ਾ ਵਿਚ ਹੀ ਜੀਵਾਂ ਨੂੰ ਭੋਗਾਂ ਵਲ ਪ੍ਰੇਰਦਾ ਹੈ ਤੇ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਭੋਗਾਂ ਵਲੋਂ ਰੋਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41365,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭਾਣੈ ਨਰਕਿ ਸੁਰਗਿ ਅੳੁਤਾਰੇ; ਭਾਣੈ ਧਰਣਿ ਪਰੇੲਿ ॥",
    "transliteration": "Bhaanai Narak Surag Aouthaarae Bhaanai Dhharan Paraee ||",
    "translation": "In the Lord's Will, they are incarnated in heaven and hell; in the Lord's Will, they fall to the ground.",
    "punjabi": "ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਪ੍ਰਭੂ (ਕਿਸੇ ਨੂੰ) ਨਰਕ ਵਿਚ ਤੇ (ਕਿਸੇ ਨੂੰ) ਸੁਰਗ ਵਿਚ ਪਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਜੀਵ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 41366,
    "shabad_id": 3547,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭਾਣੈ ਹੀ ਜਿਸੁ ਭਗਤੀ ਲਾੲੇ; ਨਾਨਕ. ਵਿਰਲੇ ਹੇ ॥੨॥",
    "transliteration": "Bhaanai Hee Jis Bhagathee Laaeae Naanak Viralae Hae ||2||",
    "translation": "In the Lord's Will, they are committed to His devotional worship and Praise; O Nanak, how rare are these! ||2||",
    "punjabi": "ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਬੰਦਗੀ ਵਿਚ ਜੋੜਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਬੰਦਗੀ ਕਰਦਾ ਹੈ, ਪਰ) ਹੇ ਨਾਨਕ! ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਬਹੁਤ ਵਿਰਲੇ ਵਿਰਲੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41367,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41368,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਵਡਿਅਾੲੀ ਸਚੇ ਨਾਮ ਕੀ; ਹੳੁ ਜੀਵਾ ਸੁਣਿ ਸੁਣੇ ॥",
    "transliteration": "Vaddiaaee Sachae Naam Kee Ho Jeevaa Sun Sunae ||",
    "translation": "Hearing, hearing of the glorious greatness of the True Name, I live.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੱਚੇ ਨਾਮ ਦੀਆਂ ਸਿਫ਼ਤਾਂ (ਕਰ ਕੇ ਤੇ) ਸੁਣ ਸੁਣ ਕੇ ਮੇਰੇ ਅੰਦਰ ਜਿੰਦ ਪੈਂਦੀ ਹੈ (ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41369,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਸੂ ਪਰੇਤ ਅਗਿਅਾਨ; ੳੁਧਾਰੇ ੲਿਕ ਖਣੇ ॥",
    "transliteration": "Pasoo Paraeth Agiaan Oudhhaarae Eik Khanae ||",
    "translation": "Even ignorant beasts and goblins can be saved, in an instant.",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ ਨਾਮ) ਪਸ਼ੂ-ਸੁਭਾਵ, ਪ੍ਰੇਤ-ਸੁਭਾਵ ਤੇ ਗਿਆਨ-ਹੀਣਾਂ ਨੂੰ ਇਕ ਖਿਨ ਵਿਚ ਤਾਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41370,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦਿਨਸੁ ਰੈਣਿ ਤੇਰਾ ਨਾੳੁ; ਸਦਾ ਸਦ ਜਾਪੀਅੈ ॥",
    "transliteration": "Dhinas Rain Thaeraa Naao Sadhaa Sadh Jaapeeai ||",
    "translation": "Day and night, chant the Name, forever and ever.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਦਿਨ ਰਾਤ ਸਦਾ ਹੀ ਤੇਰਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41371,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਭੁਖ ਵਿਕਰਾਲ; ਨਾੲਿ ਤੇਰੈ ਧ੍ਰਾਪੀਅੈ ॥",
    "transliteration": "Thrisanaa Bhukh Vikaraal Naae Thaerai Dhhraapeeai ||",
    "translation": "The most horrible thirst and hunger is satisfied through Your Name, O Lord.",
    "punjabi": "ਤੇਰੇ ਨਾਮ ਦੀ ਰਾਹੀਂ (ਮਾਇਆ ਦੀ) ਡਰਾਉਣੀ ਭੁੱਖ ਤ੍ਰੇਹ ਮਿਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41372,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰੋਗੁ ਸੋਗੁ ਦੁਖੁ ਵੰਞਞੈ; ਜਿਸੁ ਨਾੳੁ ਮਨਿ ਵਸੈ ॥",
    "transliteration": "Rog Sog Dhukh Vannjai Jis Naao Man Vasai ||",
    "translation": "Disease, sorrow and pain run away, when the Name dwells within the mind.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ (ਵਿਕਾਰ-) ਰੋਗ ਸਹਸਾ ਤੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41373,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਿਸਹਿ ਪਰਾਪਤਿ ਲਾਲੁ; ਜੋ ਗੁਰ ਸਬਦੀ ਰਸੈ ॥",
    "transliteration": "Thisehi Paraapath Laal Jo Gur Sabadhee Rasai ||",
    "translation": "He alone attains his Beloved, who loves the Word of the Guru's Shabad.",
    "punjabi": "ਪਰ ਇਹ ਨਾਮ-ਹੀਰਾ ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਹਾਸਲ ਹੁੰਦਾ ਹੈ ਜਿਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰਚ-ਮਿਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41374,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਖੰਡ ਬ੍ਰਹਮੰਡ ਬੇਅੰਤ; ੳੁਧਾਰਣਹਾਰਿਅਾ ॥",
    "transliteration": "Khandd Brehamandd Baeanth Oudhhaaranehaariaa ||",
    "translation": "The worlds and solar systems are saved by the Infinite Lord.",
    "punjabi": "ਹੇ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਬੇਅੰਤ ਜੀਵਾਂ ਨੂੰ ਤਾਰਨ ਵਾਲੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41375,
    "shabad_id": 3548,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੇਰੀ ਸੋਭਾ ਤੁਧੁ; ਸਚੇ ਮੇਰੇ ਪਿਅਾਰਿਅਾ ॥੧੨॥",
    "transliteration": "Thaeree Sobhaa Thudhh Sachae Maerae Piaariaa ||12||",
    "translation": "Your glory is Yours alone, O my Beloved True Lord. ||12||",
    "punjabi": "ਹੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮੇਰੇ ਪਿਆਰੇ! ਤੇਰੀ ਸੋਭਾ ਤੈਨੂੰ ਹੀ ਫਬਦੀ ਹੈ (ਆਪਣੀ ਵਡਿਆਈ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ) ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41376,
    "shabad_id": 3549,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41377,
    "shabad_id": 3549,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਿਤ੍ਰੁ ਪਿਅਾਰਾ ਨਾਨਕ ਜੀ, ਮੈ ਛਡਿ ਗਵਾੲਿਅਾ; ਰੰਗਿ ਕਸੁੰਭੈ ਭੁਲੀ ॥",
    "transliteration": "Mithra Piaaraa Naanak Jee Mai Shhadd Gavaaeiaa Rang Kasunbhai Bhulee ||",
    "translation": "I abandoned and lost my Beloved Friend, O Nanak; I was fooled by the transitory color of the safflower, which fades away.",
    "punjabi": "ਹੇ ਨਾਨਕ ਜੀ! ਮੈ ਕਸੁੰਭੇ (ਵਰਗੀ ਮਾਇਆ) ਦੇ ਰੰਗ ਵਿਚ ਉਕਾਈ ਖਾ ਗਈ ਤੇ ਪਿਆਰਾ ਮਿੱਤਰ ਪ੍ਰਭੂ ਵਿਸਾਰ ਕੇ ਗੰਵਾ ਬੈਠੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41378,
    "shabad_id": 3549,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤੳੁ ਸਜਣ ਕੀ ਮੈ ਕੀਮ. ਨ ਪੳੁਦੀ; ਹੳੁ ਤੁਧੁ ਬਿਨੁ ਅਢੁ. ਨ ਲਹਦੀ ॥੧॥",
    "transliteration": "Tho Sajan Kee Mai Keem N Poudhee Ho Thudhh Bin Adt N Lehadhee ||1||",
    "translation": "I did not know Your value, O my Friend; without You, I am not worth even half a shell. ||1||",
    "punjabi": "ਹੇ ਸੱਜਣ ਪ੍ਰਭੂ! (ਇਸ ਉਕਾਈ ਵਿਚ) ਮੈਥੋਂ ਤੇਰੀ ਕਦਰ ਨਾਹ ਪੈ ਸਕੀ, ਪਰ ਤੈਥੋਂ ਬਿਨਾ ਭੀ ਮੈਂ ਅੱਧੀ ਦਮੜੀ ਦੀ ਭੀ ਨਹੀਂ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41379,
    "shabad_id": 3550,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41380,
    "shabad_id": 3550,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਸੁ ਵਿਰਾੲਿਣਿ, ਨਾਨਕ ਜੀੳੁ, ਸਸੁਰਾ ਵਾਦੀ; ਜੇਠੋ ਪੳੁ ਪੳੁ ਲੂਹੈ ॥",
    "transliteration": "Sas Viraaein Naanak Jeeo Sasuraa Vaadhee Jaetho Po Po Loohai ||",
    "translation": "My mother-in-law is my enemy, O Nanak; my father-in-law is argumentative and my brother-in-law burns me at every step.",
    "punjabi": "ਹੇ ਨਾਨਕ ਜੀ! ਅਵਿੱਦਿਆ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਵੈਰਨ ਹੈ, ਸਰੀਰ ਦਾ ਮੋਹ (ਸਰੀਰ ਦੀ ਪਾਲਣਾ ਲਈ ਨਿੱਤ) ਝਗੜਾ ਕਰਦਾ ਹੈ (ਭਾਵ, ਖਾਣ ਨੂੰ ਮੰਗਦਾ ਹੈ), ਮੌਤ ਦਾ ਡਰ ਮੁੜ ਮੁੜ ਦੁਖੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸੰਸੇ ਵਾਲੀ ਬਿ੍ਰਤੀ ਰੂਪ ਸੱਸੁ, (ਵਿਰਾੲਿਣਿ) ਵੈਰਣ ਹੋ ਰਹੀ ਹੈ। ਮਹਾਂ-ਪਾਪ ਰੂਪ (ਸਸੁਰਾ) ਸੌਹਰਾ, (ਵਾਦੀ) ਝਗੜਾਲੂ ਧਰਮਰਾਜਾ ਰੂਪ (ਜੇਠੋ) ਜੇਠ, ਨਰਕ ਚ ਪਾ ਪਾ ਕੇ (ਲੂਹੈ) ਸਾੜਦਾ ਹੈ। ਸੱਸੁ, ਸੱਸੁਰਾ",
    "type_id": 3
  },
  {
    "id": 41381,
    "shabad_id": 3550,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਭੇ ਭਸੁ ਪੁਣੇਦੇ ਵਤਨੁ; ਜਾ ਮੈ ਸਜਣੁ ਤੂਹੈ ॥੨॥",
    "transliteration": "Habhae Bhas Punaedhae Vathan Jaa Mai Sajan Thoohai ||2||",
    "translation": "They can all just play in the dust, when You are my Friend, O Lord. ||2||",
    "punjabi": "ਪਰ, (ਹੇ ਪ੍ਰਭੂ!) ਜੇ ਤੂੰ ਮੇਰਾ ਮਿੱਤ੍ਰ ਬਣੇਂ, ਤਾਂ ਇਹ ਸਾਰੇ ਬੇਸ਼ਕ ਖੇਹ ਛਾਣਦੇ ਫਿਰਨ (ਭਾਵ, ਮੇਰੇ ਉਤੇ ਇਹ ਸਾਰੇ ਹੀ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ) ॥੨॥",
    "pronunciation": "(ਭਸੁ) ਸੁਅਾਹ। (ਪੁਣੇਦੇ) ਛਾਣਦੇ। (ਵਤਨੁ) ਫਿਰਨ। (ਹੱਭੇ) ਸਾਰੇ। ਭਸੁ: ਪੋਲਾ ਬੋਲੋ। ਵੱਤਨੁ",
    "type_id": 3
  },
  {
    "id": 41382,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41383,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਵੁਠਾ ਚਿਤਿ; ਤਿਸੁ ਦਰਦੁ ਨਿਵਾਰਣੋ ॥",
    "transliteration": "Jis Thoo Vuthaa Chith This Dharadh Nivaarano ||",
    "translation": "You relieve the pains of those, within whose consciousness You dwell, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਤੂੰ ਵੱਸ ਪੈਂਦਾ ਹੈਂ ਉਸ ਦੇ ਮਨ ਦਾ ਦੁੱਖ-ਦਰਦ ਤੂੰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41384,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਵੁਠਾ ਚਿਤਿ; ਤਿਸੁ ਕਦੇ. ਨ ਹਾਰਣੋ ॥",
    "transliteration": "Jis Thoo Vuthaa Chith This Kadhae N Haarano ||",
    "translation": "Those, within whose consciousness You dwell, never lose.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਤੂੰ ਵੱਸ ਪੈਂਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ ਕਦੇ ਹਾਰਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41385,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਸੁ ਮਿਲਿਅਾ ਪੂਰਾ ਗੁਰੂ; ਸੁ ਸਰਪਰ ਤਾਰਣੋ ॥",
    "transliteration": "Jis Miliaa Pooraa Guroo S Sarapar Thaarano ||",
    "translation": "One who meets the Perfect Guru will surely be saved.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਏ, (ਗੁਰੂ) ਉਸ ਨੂੰ ਜ਼ਰੂਰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41386,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਨੋ ਲਾੲੇ ਸਚਿ; ਤਿਸੁ ਸਚੁ ਸਮ੍ਹਾਲਣੋ ॥",
    "transliteration": "Jis No Laaeae Sach This Sach Samhaalano ||",
    "translation": "One who is attached to Truth, contemplates Truth.",
    "punjabi": "(ਕਿਉਂਕਿ ਗੁਰੂ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੱਚੇ ਹਰੀ ਵਿਚ ਜੋੜਦਾ ਹੈ, ਉਹ ਸਦਾ ਹਰੀ ਨੂੰ (ਆਪਣੇ ਮਨ ਵਿਚ) ਸੰਭਾਲ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41387,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਸੁ ਅਾੲਿਅਾ ਹਥਿ ਨਿਧਾਨੁ; ਸੁ ਰਹਿਅਾ ਭਾਲਣੋ ॥",
    "transliteration": "Jis Aaeiaa Hathh Nidhhaan S Rehiaa Bhaalano ||",
    "translation": "One, into whose hands the treasure comes, stops searching.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹੱਥ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਲੋਂ ਹਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41388,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਸ ਨੋ ੲਿਕੋ ਰੰਗੁ; ਭਗਤੁ ਸੋ ਜਾਨਣੋ ॥",
    "transliteration": "Jis No Eiko Rang Bhagath So Jaanano ||",
    "translation": "He alone is known as a devotee, who loves the One Lord.",
    "punjabi": "ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਭਗਤ ਸਮਝੋ ਜਿਸ ਦੇ ਮਨ ਵਿਚ (ਮਾਇਆ ਦੇ ਥਾਂ) ਇਕ ਪ੍ਰਭੂ ਦਾ ਹੀ ਪਿਆਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41389,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਓਹੁ ਸਭਨਾ ਕੀ ਰੇਣੁ; ਬਿਰਹੀ ਚਾਰਣੋ ॥",
    "transliteration": "Ouhu Sabhanaa Kee Raen Birehee Chaarano ||",
    "translation": "He is the dust under the feet of all; he is the lover of the Lord's feet.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦਾ ਉਹ ਪ੍ਰੇਮੀ ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41390,
    "shabad_id": 3551,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਭਿ ਤੇਰੇ ਚੋਜ ਵਿਡਾਣ; ਸਭੁ ਤੇਰਾ ਕਾਰਣੋ ॥੧੩॥",
    "transliteration": "Sabh Thaerae Choj Viddaan Sabh Thaeraa Kaarano ||13||",
    "translation": "Everything is Your wonderful play; the whole creation is Yours. ||13||",
    "punjabi": "(ਪਰ) ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸਾਰੇ ਤੇਰੇ ਹੀ ਅਚਰਜ ਤਮਾਸ਼ੇ ਹਨ, ਇਹ ਸਾਰਾ ਤੇਰਾ ਹੀ ਖੇਲ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41391,
    "shabad_id": 3552,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41392,
    "shabad_id": 3552,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੳੁਸਤਤਿ ਨਿੰਦਾ ਨਾਨਕ ਜੀ, ਮੈ ਹਭ ਵਞਞਾੲੀ; ਛੋੜਿਅਾ. ਹਭੁ ਕਿਝੁ ਤਿਅਾਗੀ ॥",
    "transliteration": "Ousathath Nindhaa Naanak Jee Mai Habh Vanjaaee Shhorriaa Habh Kijh Thiaagee ||",
    "translation": "I have totally discarded praise and slander, O Nanak; I have forsaken and abandoned everything.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਿਸੇ ਨੂੰ ਚੰਗਾ ਤੇ ਕਿਸੇ ਨੂੰ ਮੰਦਾ ਆਖਣਾ-ਇਹ ਮੈਂ ਸਭ ਕੁਝ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਤਿਆਗ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਵਞਾੲੀ)ਛੱਡੀ। ਮੈਂ। ਹੱਭੁ",
    "type_id": 3
  },
  {
    "id": 41393,
    "shabad_id": 3552,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਭੇ ਸਾਕ ਕੂੜਾਵੇ ਡਿਠੇ; ਤੳੁ ਪਲੈ ਤੈਡੈ ਲਾਗੀ ॥੧॥",
    "transliteration": "Habhae Saak Koorraavae Ddithae Tho Palai Thaiddai Laagee ||1||",
    "translation": "I have seen that all relationships are false, and so I have grasped hold of the hem of Your robe, Lord. ||1||",
    "punjabi": "ਮੈਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਸਾਕ ਝੂਠੇ ਹਨ (ਭਾਵ, ਕੋਈ ਤੋੜ ਨਿਭਣ ਵਾਲਾ ਨਹੀਂ), ਇਸ ਲਈ (ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਲੜ ਆ ਲੱਗੀ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41394,
    "shabad_id": 3553,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41395,
    "shabad_id": 3553,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫਿਰਦੀ ਫਿਰਦੀ ਨਾਨਕ ਜੀੳੁ, ਹੳੁ ਫਾਵੀ ਥੀੲੀ; ਬਹੁਤੁ ਦਿਸਾਵਰ ਪੰਧਾ ॥",
    "transliteration": "Firadhee Firadhee Naanak Jeeo Ho Faavee Thheeee Bahuth Dhisaavar Pandhhaa ||",
    "translation": "I wandered and wandered and went crazy, O Nanak, in countless foreign lands and pathways.",
    "punjabi": "ਹੇ ਨਾਨਕ ਜੀ! ਮੈਂ ਭਟਕਦੀ ਭਟਕਦੀ ਤੇ ਹੋਰ ਹੋਰ ਦੇਸਾਂ ਦੇ ਪੈਂਡੇ ਝਾਗਦੀ ਝਾਗਦੀ ਪਾਗਲ ਜਿਹੀ ਹੋ ਗਈ ਸਾਂ।",
    "pronunciation": "(ਫਾਵੀ) ਕਮਲੀ।(ਥੀ-ੲੀ) ਹੋੲੀ, ਜੂਨਾਂ ਰੂਪੀ (ਦਿਸਾਵਰ) ਦਸੌਰਾਂ ਦੇ ਬਹੁਤੁ ਲੰਮੇ ਪੰਧਾਰਾਹ ਚ",
    "type_id": 3
  },
  {
    "id": 41396,
    "shabad_id": 3553,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਾ ਹੳੁ ਸੁਖਿ ਸੁਖਾਲੀ ਸੁਤੀ; ਜਾ ਗੁਰ ਮਿਲਿ ਸਜਣੁ ਮੈ ਲਧਾ ॥੨॥",
    "transliteration": "Thaa Ho Sukh Sukhaalee Suthee Jaa Gur Mil Sajan Mai Ladhhaa ||2||",
    "translation": "But then, I slept in peace and comfort, when I met the Guru, and found my Friend. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਸਤਿਗੁਰੂ ਜੀ ਨੂੰ ਮਿਲ ਕੇ ਮੈਨੂੰ ਸੱਜਣ-ਪ੍ਰਭੂ ਲੱਭ ਪਿਆ ਤਾਂ ਮੈਂ ਬੜੇ ਸੁਖ ਨਾਲ ਸੌਂ ਗਈ (ਭਾਵ, ਮੇਰੇ ਅੰਦਰ ਪੂਰਨ ਆਤਮਕ ਆਨੰਦ ਬਣ ਗਿਆ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
