[
  {
    "SHABAD_ID": 56,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. kwgd lK mxw; piV piV kIcY Bwau ]",
    "TRANSLITERATION": "Naanak Kaagadh Lakh Manaa Parr Parr Keechai Bhaao ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੇਰੇ ਪਾਸ ਤੇਰੀ ਵਡਿਆਈ ਨਾਲ ਭਰੇ ਹੋਏ) ਲੱਖਾਂ ਮਣਾਂ ਕਾਗ਼ਜ਼ ਹੋਣ। ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਮੁੜ ਪੜ੍ਹ ਕੇ ਵਿਚਾਰ (ਭੀ) ਕੀਤੀ ਜਾਵੇ,",
    "PRONUNCIATION": "(Bwau) pRym[piV@"
  },
  {
    "SHABAD_ID": 56,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "msU. qoit n AwveI; lyKix. pauxu clwau ]",
    "TRANSLITERATION": "Masoo Thott N Aavee Laekhan Poun Chalaao ||",
    "PUNJABI": "ਜੇ (ਤੇਰੀ ਵਡਿਆਈ ਲਿਖਣ ਵਾਸਤੇ) ਮੈਂ ਹਵਾ ਨੂੰ ਕਲਮ ਬਣਾ ਲਵਾਂ (ਲਿਖਦਿਆਂ ਲਿਖਦਿਆਂ) ਸਿਆਹੀ ਦੀ ਭੀ ਕਦੇ ਤੋਟ ਨਾਹ ਆਵੇ,",
    "PRONUNCIATION": "(m`sU)isAwhI[ (lyKix) klm"
  },
  {
    "SHABAD_ID": 56,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "BI qyrI kImiq. nw pvY; hau. kyvfu AwKw nwau ]4]2]",
    "TRANSLITERATION": "Bhee Thaeree Keemath Naa Pavai Ho Kaevadd Aakhaa Naao ||4||2||",
    "PUNJABI": "ਤਾਂ ਭੀ (ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰਾ ਮੁੱਲ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਦੱਸਣ ਜੋਗਾ ਨਹੀਂ ਹਾਂ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "lyKY bolxu bolxw; lyKY Kwxw Kwau ]",
    "TRANSLITERATION": "Laekhai Bolan Bolanaa Laekhai Khaanaa Khaao ||",
    "PUNJABI": "ਸਾਡਾ ਬੋਲ-ਚਾਲ, ਸਾਡਾ ਖਾਣ-ਪੀਣ ਥੋੜੇ ਹੀ ਸਮੇਂ ਲਈ ਹੈ,",
    "PRONUNCIATION": "(lyKY)ihswb"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "lyKY vwt clweIAw; lyKY suix vyKwau ]",
    "TRANSLITERATION": "Laekhai Vaatt Chalaaeeaa Laekhai Sun Vaekhaao ||",
    "PUNJABI": "ਜਿਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਅਸੀਂ ਤੁਰੇ ਹੋਏ ਹਾਂ ਇਹ ਸਫ਼ਰ ਭੀ ਥੋੜੇ ਹੀ ਚਿਰ ਲਈ ਹੈ, (ਦੁਨੀਆਂ ਦੇ ਰਾਗ-ਰੰਗ ਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ) ਸੁਣਨੇ ਵੇਖਣੇ ਭੀ ਥੋੜੇ ਹੀ ਸਮੇਂ ਲਈ ਹਨ।",
    "PRONUNCIATION": "(vwt)rsqw[ (vyKwau)vyKxw"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "lyKY. swh lvweIAih; pVy ik puCx jwau ]1]",
    "TRANSLITERATION": "Laekhai Saah Lavaaeeahi Parrae K Pushhan Jaao ||1||",
    "PUNJABI": "ਅਸੀਂ ਜ਼ਿੰਦਗੀ ਦੇ ਸਾਹ ਗਿਣੇ-ਮਿਥੇ ਸਮੇਂ ਲਈ ਹੀ ਲੈ ਰਹੇ ਹਾਂ। ਮੈਂ (ਇਸ ਬਾਰੇ) ਕਿਸੇ ਪੜ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਕੀਹ ਪੁੱਛਣ ਜਾਵਾਂ? ਇਸ ਬਾਰੇ ਕਿਸੇ ਨੂੰ ਪੁੱਛਣ ਦੀ ਲੋੜ ਨਹੀਂ, ਹਰ ਕੋਈ ਜਾਣਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(lvweI-Aih) leIdy hn[ pV@y[ pu`Cx"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "bwbw; mwieAw rcnw Dohu ]",
    "TRANSLITERATION": "Baabaa Maaeiaa Rachanaa Dhhohu ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੀ ਖੇਡ (ਜੀਵਾਂ ਲਈ) ਚਾਰ ਦਿਨ ਦੀ ਹੀ ਖੇਡ ਹੈ।",
    "PRONUNCIATION": "(Dohu)CL"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "AMDY. nwmu ivswirAw; nw iqsu eyh. n Ehu ]1] rhwau ]",
    "TRANSLITERATION": "Andhhai Naam Visaariaa Naa This Eaeh N Ouhu ||1|| Rehaao ||",
    "PUNJABI": "ਪਰ ਇਸ ਚਾਰ ਦਿਨ ਦੀ ਖੇਡ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰ ਦਿੱਤਾ ਹੈ, ਨਾਹ ਮਾਇਆ ਨਾਲ ਹੀ ਨਿਭਦੀ ਹੈ ਤੇ ਨਾਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(eyh) ieh lok, (Ehu) prlok"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "jIvx mrxw jwie kY; eyQY. KwjY kwil ]",
    "TRANSLITERATION": "Jeevan Maranaa Jaae Kai Eaethhai Khaajai Kaal ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਜੰਮਣ ਤੋਂ ਮਰਨ ਤਕ ਸਾਰੀ ਉਮਰ (ਮਨੁੱਖ) ਖਾਣ ਦੇ ਪਦਾਰਥ ਇਕੱਠੇ ਕਰਨ ਵਿੱਚ ਦੇ ਆਹਰ ਵਿੱਚ ਰੁੱਝਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(jIvx mrxw)Awqmk jIvn qoN mrnw AQvw jIvn qoN mrn q`k, (jwie)pYdw ho ky[ (kwil)smyN[ K`wjY"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "ijQY bih smJweIAY; iqQY. koie n cilE nwil ]",
    "TRANSLITERATION": "Jithhai Behi Samajhaaeeai Thithhai Koe N Chaliou Naal ||",
    "PUNJABI": "(ਜਿਨ੍ਹਾਂ ਦੀ ਖ਼ਾਤਰ ਇਹ ਦੌੜ ਭੱਜ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਉਹ ਥਾਂ ਤਕ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹੁੰਦਾ, ਜਿਥੇ ਇਸ ਨੂੰ (ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕੀਤੇ ਕੰਮਾਂ ਦਾ ਲੇਖਾ) ਸਮਝਾਇਆ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "ij`QY[ iq`QY[ c`ilE"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "rovx vwly jyqVy; siB bMnih. pMf prwil ]2]",
    "TRANSLITERATION": "Rovan Vaalae Jaetharrae Sabh Bannehi Pandd Paraal ||2||",
    "PUNJABI": "(ਇਸ ਦੇ ਮਰਨ ਪਿਛੋਂ) ਇਸ ਨੂੰ ਰੋਣ ਵਾਲੇ ਸਾਰੇ ਹੀ ਸੰਬੰਧੀ (ਇਸ ਦੇ ਭਾ ਦੀਆਂ), ਪਰਾਲੀ ਦੀਆਂ ਪੰਡਾਂ ਪਏ ਚੁੱਕਦੇ ਹਨ (ਕਿਉਂਕਿ ਮਰਨ ਵਾਲੇ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ) ॥੨॥",
    "PRONUNCIATION": "(prwil) prwLI vWg ivArQ AOgxW pwpW dI pMf (bMn@ih)bMn@ ky hr smyN Apxy isr qy cu`kI iPrdy hn[ jy~qVy"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "sBu ko AwKY, bhuqu bhuqu; Git. n AwKY koie ]",
    "TRANSLITERATION": "Sabh Ko Aakhai Bahuth Bahuth Ghatt N Aakhai Koe ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ!) ਹਰੇਕ ਜੀਵ (ਤੈਨੂੰ) ਬਹੁਤ ਬਹੁਤ ਧਨ ਵਾਸਤੇ ਹੀ ਆਖਦਾ ਹੈ, ਕੋਈ ਭੀ ਥੋੜਾ ਨਹੀਂ ਮੰਗਦਾ, ਕਿਸੇ ਨੇ ਭੀ ਕਦੇ ਮੰਗਣ ਤੋਂ ਬੱਸ ਨਹੀਂ ਕੀਤੀ, ਮੰਗ ਮੰਗ ਕੇ ਕਦੇ ਕੋਈ ਭੀ ਰੱਜਿਆ ਨਹੀਂ (ਪਰ ਉਹ ਸਾਰਾ ਧਨ ਇਥੇ ਹੀ ਰਹਿ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "bhuqu: b`bw mukqw bolo, knOVw n lwau, bOhuqu n bolo[ G`it"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "kImiq. iknY n pweIAw; khix. n vfw hoie ]",
    "TRANSLITERATION": "Keemath Kinai N Paaeeaa Kehan N Vaddaa Hoe ||",
    "PUNJABI": "ਕਿਸੇ ਨੇ ਕਦੇ ਆਪਣੇ ਮੰਗਣ ਦੀ ਕੀਮਤ ਨਹੀਂ ਪਾਈ, ਮੰਗਣ ਦਾ ਹੱਦ-ਬੰਨਾ ਨਹੀਂ ਲੱਭਾ, ਬੱਸ ਨਹੀਂ ਕੀਤੀ। ਆਪਣੇ ਕਹਿਣ-ਅਨੁਸਾਰ ਕੋਈ ਵੱਡਾ ਨਹੀਂ ਬਣਿਆ, ਮੂੰਹੋਂ-ਮੰਗੇ ਧਨ ਨਾਲ ਕਦੇ ਕੋਈ ਰੱਜਿਆ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "swcw swhbu. eyku qU; hoir jIAw kyqy loA ]3]",
    "TRANSLITERATION": "Saachaa Saahab Eaek Thoo Hor Jeeaa Kaethae Loa ||3||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਇਕ ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਖ਼ਾਲਕ ਹੈਂ, ਹੋਰ ਸਾਰੇ ਜੀਆ-ਜੰਤ ਹੋਰ ਸਾਰੇ ਜਗਤ ਮੰਡਲ-ਨਾਸਵੰਤ ਹਨ ॥੩॥",
    "PRONUNCIATION": "swhbu: hwhw mukqw, b`by AONkV lwau"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "nIcw AMdir. nIc jwiq; nIcI hU. Aiq nIcu ]",
    "TRANSLITERATION": "Neechaa Andhar Neech Jaath Neechee Hoo Ath Neech ||",
    "PUNJABI": "ਜੋ ਨੀਵੀਂ ਤੋਂ ਨੀਵੀਂ ਜਾਤਿ ਦੇ ਹਨ ਜੋ ਨੀਵਿਆਂ ਤੋਂ ਭੀ ਅਤਿ ਨੀਵੇਂ ਅਖਵਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": "nIcW"
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnku. iqn kY sMig swiQ; vifAw isau ikAw rIs ]",
    "TRANSLITERATION": "Naanak Thin Kai Sang Saathh Vaddiaa Sio Kiaa Rees ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੈਥੋਂ ਇਹੀ ਮੰਗਦਾ ਹਾਂ ਕਿ ਤੇਰਾ) ਨਾਨਕ ਉਹਨਾਂ ਬੰਦਿਆਂ ਨਾਲ ਸਾਥ ਬਣਾਏ। ਮੈਨੂੰ ਮਾਇਆ-ਧਾਰੀਆਂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਦੀ ਕੋਈ ਤਾਂਘ ਨਹੀਂ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 57,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "ijQY nIc smwlIAin; iqQY ndir qyrI bKsIs ]4]3]",
    "TRANSLITERATION": "Jithhai Neech Samaaleean Thithhai Nadhar Thaeree Bakhasees ||4||3||",
    "PUNJABI": "(ਕਿਉਂਕਿ ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ) ਤੇਰੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਉਥੇ ਹੈ ਜਿਥੇ ਗ਼ਰੀਬਾਂ ਦੀ ਸਾਰ ਲਈ ਜਾਂਦੀ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "lbu kuqw. kUVu cUhVw; Tig KwDw murdwru ]",
    "TRANSLITERATION": "Lab Kuthaa Koorr Chooharraa Thag Khaadhhaa Muradhaar ||",
    "PUNJABI": "ਖਾਣ ਦਾ ਲਾਲਚ (ਮੇਰੇ ਅੰਦਰ) ਕੁੱਤਾ ਹੈ (ਜੋ ਹਰ ਵੇਲੇ ਖਾਣ ਨੂੰ ਮੰਗਦਾ ਹੈ ਭੌਂਕਦਾ ਹੈ), ਝੂਠ (ਬੋਲਣ ਦੀ ਵਾਦੀ ਮੇਰੇ ਅੰਦਰ) ਚੂਹੜਾ ਹੈ (ਜਿਸ ਨੇ ਮੈਨੂੰ ਬਹੁਤ ਨੀਵਾਂ ਕਰ ਦਿੱਤਾ ਹੈ), (ਦੂਜਿਆਂ ਨੂੰ) ਠੱਗ ਕੇ ਖਾਣਾ (ਮੇਰੇ ਅੰਦਰ) ਮੁਰਦਾਰ ਹੈ (ਜੋ ਸੁਆਰਥ ਦੀ ਬਦਬੂ ਵਧਾ ਰਿਹਾ ਹੈ)।",
    "PRONUNCIATION": "Dn, pwp, ivkwr, AOguxW, Kwx dw (l`bu) lwlc krnw ku`qw suBwv hY[ T`ig[ K`wDw["
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "pr inMdw. pr mlu muK suDI; Agin kRoDu cMfwlu ]",
    "TRANSLITERATION": "Par Nindhaa Par Mal Mukh Sudhhee Agan Krodhh Chanddaal ||",
    "PUNJABI": "ਪਰਾਈ ਨਿੰਦਿਆ ਮੇਰੇ ਮੂੰਹ ਵਿਚ ਸਮੂਲਚੀ ਪਰਾਈ ਮੈਲ ਹੈ, ਕ੍ਰੋਧ-ਅੱਗ (ਮੇਰੇ ਅੰਦਰ) ਚੰਡਾਲ (ਬਣੀ ਪਈ ਹੈ),",
    "PRONUNCIATION": "(pr)prweI[ (ml)mYL[(su`DI)inrI"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "rs ks. Awpu slwhxw; ey krm myry. krqwr ]1]",
    "TRANSLITERATION": "Ras Kas Aap Salaahanaa Eae Karam Maerae Karathaar ||1||",
    "PUNJABI": "ਮੈਨੂੰ ਕਈ ਚਸਕੇ ਹਨ, ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਵਡਿਆਉਂਦਾ ਹਾਂ। ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਮੇਰੀਆਂ ਤਾਂ ਇਹ ਕਰਤੂਤਾਂ ਹਨ ॥੧॥",
    "PRONUNCIATION": "rs ks: poly bolo"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "bwbw bolIAY; piq hoie ]",
    "TRANSLITERATION": "Baabaa Boleeai Path Hoe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹ ਬੋਲ ਬੋਲਣਾ ਚਾਹੀਦਾ ਹੈ (ਜਿਸ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲੇ।",
    "PRONUNCIATION": "piq:polw bolo[ (piq) pqI,ie`zq"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "aUqm sy. dir aUqm khIAih; nIc krm. bih roie ]1] rhwau ]",
    "TRANSLITERATION": "Ootham Sae Dhar Ootham Keheeahi Neech Karam Behi Roe ||1|| Rehaao ||",
    "PUNJABI": "ਉਹੀ ਮਨੁੱਖ (ਅਸਲ ਵਿਚ) ਚੰਗੇ ਹਨ, ਜੋ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਚੰਗੇ ਆਖੇ ਜਾਂਦੇ ਹਨ, ਮੰਦ-ਕਰਮੀ ਬੰਦੇ ਬੈਠੇ ਝੁਰਦੇ ਹੀ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "rsu suienw. rsu rupw kwmix; rsu prml kI vwsu ]",
    "TRANSLITERATION": "Ras Sueinaa Ras Rupaa Kaaman Ras Paramal Kee Vaas ||",
    "PUNJABI": "ਸੋਨਾ ਚਾਂਦੀ (ਇਕੱਠਾ ਕਰਨ) ਦਾ ਚਸਕਾ, ਇਸਤ੍ਰੀ (ਭਾਵ, ਕਾਮ) ਦਾ ਚਸਕਾ, ਸੁਗੰਧੀਆਂ ਦੀ ਲਗਨ,",
    "PRONUNCIATION": "(rsu) suAwd, pRIqI[ (k`wmix)nwrI[ (ru`pw)cWdI[ (prml)cMdn kI (vwsu)sugMDI"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "rsu GoVy rsu syjw mMdr; rsu mITw rsu mwsu ]",
    "TRANSLITERATION": "Ras Ghorrae Ras Saejaa Mandhar Ras Meethaa Ras Maas ||",
    "PUNJABI": "ਘੋੜਿਆਂ (ਦੀ ਸਵਾਰੀ) ਦਾ ਸ਼ੌਂਕ, (ਨਰਮ ਨਰਮ) ਸੇਜਾਂ ਤੇ (ਸੋਹਣੇ) ਮਹਲ-ਮਾੜੀਆਂ ਦੀ ਲਾਲਸਾ, (ਸੁਆਦਲੇ) ਮਿੱਠੇ ਪਦਾਰਥ, ਤੇ ਮਾਸ (ਖਾਣ) ਦਾ ਚਸਕਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "eyqy rs srIr ky; kY Git nwm invwsu ]2]",
    "TRANSLITERATION": "Eaethae Ras Sareer Kae Kai Ghatt Naam Nivaas ||2||",
    "PUNJABI": "ਜੇ ਮਨੁੱਖਾ ਸਰੀਰ ਨੂੰ ਇਤਨੇ ਚਸਕੇ ਲੱਗੇ ਹੋਏ ਹੋਣ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਟਿਕਾਣਾ ਕਿਸ ਹਿਰਦੇ ਵਿਚ ਹੋ ਸਕਦਾ ਹੈ? ॥੨॥",
    "PRONUNCIATION": "(Git)ihrdw"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "ijqu boilAY. piq pweIAY; so boilAw prvwxu ]",
    "TRANSLITERATION": "Jith Boliai Path Paaeeai So Boliaa Paravaan ||",
    "PUNJABI": "ਉਹੀ ਬੋਲ ਬੋਲਿਆ ਹੋਇਆ ਸੁਚੱਜਾ ਹੈ ਜਿਸ ਦੇ ਬੋਲਣ ਨਾਲ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "iPkw boil. ivgucxw; suix. mUrK mn Ajwx ]",
    "TRANSLITERATION": "Fikaa Bol Viguchanaa Sun Moorakh Man Ajaan ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ ਅੰਞਾਣ ਮਨ! ਸੁਣ, ਫਿੱਕਾ (ਨਾਮ-ਰਸ ਤੋਂ ਸੱਖਣਾ) ਬੋਲ ਬੋਲਿਆਂ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ (ਭਾਵ, ਜੇ ਸਾਰੀ ਉਮਰ ਨਿਰੀਆਂ ਉਹੀ ਗੱਲਾਂ ਕਰਦੇ ਰਹੀਏ ਜੋ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਖ਼ਾਲੀ ਹੋਣ ਤਾਂ ਦੁਖੀ ਹੀ ਰਹੀਦਾ ਹੈ)। ਪ੍ਰਭੂ ਭੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਬਿਨਾ ਹੋਰ ਗੱਲਾਂ ਵਿਅਰਥ ਹਨ।",
    "PRONUNCIATION": "(iv-gu`cxw) ^rwb hoxw[ iP`kw"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "jo iqsu Bwvih. sy Bly; hoir ik khx vKwx ]3]",
    "TRANSLITERATION": "Jo This Bhaavehi Sae Bhalae Hor K Kehan Vakhaan ||3||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ) ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹੀ ਚੰਗੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "iqn miq. iqn piq. iqn Dnu plY; ijn. ihrdY rihAw smwie ]",
    "TRANSLITERATION": "Thin Math Thin Path Thin Dhhan Palai Jin Hiradhai Rehiaa Samaae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਹਰ ਵੇਲੇ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹ ਅਕਲ ਵਾਲੇ ਹਨ, ਇੱਜ਼ਤ ਵਾਲੇ ਹਨ ਤੇ ਧਨ ਵਾਲੇ ਹਨ।",
    "PRONUNCIATION": "(smwie)iml rhy hn[ m`iq[ piq: polw bolo"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "iqn kw ikAw swlwhxw; Avr suAwilau kwie ]",
    "TRANSLITERATION": "Thin Kaa Kiaa Saalaahanaa Avar Suaalio Kaae ||",
    "PUNJABI": "ਐਸੇ ਭਲੇ ਮਨੁੱਖਾਂ ਦੀ ਸਿਫ਼ਤਿ ਕੀਤੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਉਹਨਾਂ ਵਰਗਾ ਸੋਹਣਾ ਹੋਰ ਕੌਣ ਹੈ?",
    "PRONUNCIATION": "(suAwilau) SoBw, suMdr, slwhuxy Xog[ (kwie)ikauN, iks nMU, kOx"
  },
  {
    "SHABAD_ID": 58,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. ndrI bwhry; rwcih dwin n nwie ]4]4]",
    "TRANSLITERATION": "Naanak Nadharee Baaharae Raachehi Dhaan N Naae ||4||4||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਤੋਂ ਵਾਂਜੇ ਬੰਦੇ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਨਹੀਂ ਜੁੜਦੇ, ਉਸ ਦੇ ਦਿੱਤੇ ਧਨ ਪਦਾਰਥ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥",
    "PRONUNCIATION": "pRmwqmw dI (ndrI) imhr (bwhry)ibnw[ (nwie)nwm jpx jpwaux c nhIN (rwcih)rcdy"
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "Amlu glolw kUV kw; idqw dyvxhwir ]",
    "TRANSLITERATION": "Amal Galolaa Koorr Kaa Dhithaa Dhaevanehaar ||",
    "PUNJABI": "ਦੇਣਹਾਰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਜਗਤ ਦਾ ਮੋਹ-ਰੂਪ ਅਫੀਮ ਦਾ ਗੋਲਾ ਜੀਵ ਨੂੰ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(Am-lu)nSy dw (glolw)goLw[ dyvx-hwir"
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "mqI. mrxu ivswirAw; KusI kIqI. idn cwir ]",
    "TRANSLITERATION": "Mathee Maran Visaariaa Khusee Keethee Dhin Chaar ||",
    "PUNJABI": "(ਇਸ ਮੋਹ-ਅਫੀਮ ਨੂੰ ਖਾ ਕੇ) ਮਸਤ ਹੋਈ ਜਿੰਦ ਨੇ ਮੌਤ ਭੁਲਾ ਦਿੱਤੀ ਹੈ, ਚਾਰ ਦਿਨ ਜ਼ਿੰਦਗੀ ਵਿਚ ਰੰਗ-ਰਲੀਆਂ ਮਾਣ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": "(m`qI)AwpxI m`iq coN AQvw AOguxW au~gr pwpW dI (m`qI)msqI c"
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "scu imilAw. iqn soPIAw; rwKx kau drvwru ]1]",
    "TRANSLITERATION": "Sach Miliaa Thin Sofeeaa Raakhan Ko Dharavaar ||1||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਮੋਹ-ਨਸ਼ਾ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਮੱਲਣ ਦਾ ਆਹਰ ਕੀਤਾ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ॥੧॥",
    "PRONUNCIATION": "jUT, JUT, zor, zulm, pwp, ivkwr, BYVy nSy rihq so&IAW nMU"
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. swcy kau; scu jwxu ]",
    "TRANSLITERATION": "Naanak Saachae Ko Sach Jaan ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸੱਚੀ ਸਾਂਝ ਬਣਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "ijqu syivAY. suKu pweIAY; qyrI drgh clY mwxu ]1] rhwau ]",
    "TRANSLITERATION": "Jith Saeviai Sukh Paaeeai Thaeree Dharageh Chalai Maan ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਸੁਖ ਮਿਲਦਾ ਹੈ (ਤੇ ਅਰਦਾਸ ਕਰ ਕਿ ਹੇ ਪ੍ਰਭੂ! ਆਪਣਾ ਨਾਮ ਦੇਹ ਜਿਸ ਕਰਕੇ) ਤੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲ ਸਕੇ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 59,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "scu srw guV bwhrw; ijsu ivic scw nwau ]",
    "TRANSLITERATION": "Sach Saraa Gurr Baaharaa Jis Vich Sachaa Naao ||",
    "PUNJABI": "ਸਦਾ ਦੀ ਮਸਤੀ ਕਾਇਮ ਰੱਖਣ ਵਾਲਾ ਸ਼ਰਾਬ ਗੁੜ ਤੋਂ ਬਿਨਾ ਹੀ ਤਿਆਰ ਕਰੀਦਾ ਹੈ, ਉਸ (ਸ਼ਰਾਬ) ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੁੰਦਾ ਹੈ (ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਸ਼ਰਾਬ ਹੈ ਜੋ ਦੁਨੀਆ ਵਲੋਂ ਬੇ-ਪਰਵਾਹ ਕਰ ਦੇਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "s`cu rUpI (srw)Srwb"
  }
]