[
  {
    "SHABAD_ID": 67,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "dir Gir FoeI n lhY; drgh. JUTu KuAwru ]1] rhwau ]",
    "TRANSLITERATION": "Dhar Ghar Dtoee N Lehai Dharageh Jhooth Khuaar ||1|| Rehaao ||",
    "PUNJABI": "(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰੇਮ ਤੋਂ ਸੱਖਣੀ ਰਹਿ ਕੇ ਹੀ ਧਾਰਮਿਕ ਉੱਦਮ ਕਰਮ ਆਦਿਕ ਕਰੀ ਜਾਂਦੀ ਹੈ, ਪਰ ਉਸ ਦੇ ਅੰਦਰ ਮਾਇਆ-ਮੋਹ ਪ੍ਰਬਲ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਲੈ ਸਕਦੀ, (ਕਿਉਂਕਿ) ਝੂਠ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਦੁਰਕਾਰਿਆ ਹੀ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "Awip sujwxu. n BuleI; scw vf ikrswxu ]",
    "TRANSLITERATION": "Aap Sujaan N Bhulee Sachaa Vadd Kirasaan ||",
    "PUNJABI": "(ਕਿਸਾਨ ਆਪਣੇ ਰੋਜ਼ਾਨਾ ਤਜਰਬੇ ਤੋਂ ਜਾਣਦਾ ਹੈ ਕਿ ਬੀ ਬੀਜਣ ਤੋਂ ਪਹਿਲਾਂ ਧਰਤੀ ਨੂੰ ਕਿਵੇਂ ਤਿਆਰ ਕਰਨਾ ਹੈ ਤਾਂ ਕਿ ਫਸਲ ਚੰਗਾ ਲੱਗ ਸਕੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਵੱਡਾ ਕਿਸਾਨ ਹੈ, ਉਹ (ਬੜਾ) ਸਿਆਣਾ ਕਿਸਾਨ ਹੈ, ਉਹ ਗ਼ਲਤੀ ਨਹੀਂ ਖਾਂਦਾ।",
    "PRONUNCIATION": "(sujwxu)sRyst jwxIjwx, cqr AMqrjwmI[ s`cy vwihgurU s`cy siqgurU jI hI v`fy ikrswxu hn, gursyvk jI dy irdy c SuB guxW nUM bIjdy pwldy hn[ Bu`leI"
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "pihlw DrqI swiD kY; scu nwmu dy dwxu ]",
    "TRANSLITERATION": "Pehilaa Dhharathee Saadhh Kai Sach Naam Dhae Dhaan ||",
    "PUNJABI": "(ਜਿਸ ਹਿਰਦੇ-ਧਰਤੀ ਵਿਚ ਨਾਮ-ਬੀਜ ਬੀਜਣਾ ਹੁੰਦਾ ਹੈ) ਉਹ ਉਸ ਹਿਰਦੇ ਧਰਤੀ ਨੂੰ ਪਹਿਲਾਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਤਿਆਰ ਕਰਦਾ ਹੈ ਫਿਰ ਉਸ ਵਿਚ ਸੱਚੇ ਨਾਮ ਦਾ ਬੀਜ ਬੀਜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "nau iniD aupjY nwmu eyku; krim pvY nIswxu ]2]",
    "TRANSLITERATION": "No Nidhh Oupajai Naam Eaek Karam Pavai Neesaan ||2||",
    "PUNJABI": "ਉਥੇ ਨਾਮ ਉੱਗਦਾ ਹੈ, (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਉਸ ਹਿਰਦੇ ਵਿਚ ਕੀਤੀ ਮਿਹਨਤ) ਕਬੂਲ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "gur kau. jwix n jwxeI; ikAw iqsu cju Acwru ]",
    "TRANSLITERATION": "Gur Ko Jaan N Jaanee Kiaa This Chaj Achaar ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਜਾਣ ਬੁੱਝ ਕੇ ਗੁਰੂ (ਦੀ ਬਜ਼ੁਰਗੀ) ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ-ਢੰਗ ਕੋਝਾ ਹੈ।",
    "PRONUNCIATION": "(jwix) jwxIjwx[ (Acwr) krq`b[ c`ju"
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "AMDulY. nwmu ivswirAw; mnmuiK AMD gubwru ]",
    "TRANSLITERATION": "Andhhulai Naam Visaariaa Manamukh Andhh Gubaar ||",
    "PUNJABI": "(ਆਤਮਕ ਰੌਸ਼ਨੀ ਵਲੋਂ) ਉਸ ਅੰਨ੍ਹੇ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵਿਸਾਰਿਆ ਹੈ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਘੁੱਪ ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "Awvxu jwxu. n cukeI; mir jnmY. hoie KuAwru ]3]",
    "TRANSLITERATION": "Aavan Jaan N Chukee Mar Janamai Hoe Khuaar ||3||",
    "PUNJABI": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕਦਾ ਉਹ ਨਿੱਤ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "cu`keI"
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "cMdnu moil AxwieAw; kuMgU mWg sMDUru ]",
    "TRANSLITERATION": "Chandhan Mol Anaaeiaa Kungoo Maang Sandhhoor ||",
    "PUNJABI": "(ਕਿਸੇ ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਲਈ ਆਪਣੇ ਸਰੀਰਕ ਸ਼ਿੰਗਾਰ ਵਾਸਤੇ) ਚੰਦਨ ਮੁੱਲ ਮੰਗਾਇਆ, ਕੇਸਰ ਮੰਗਾਇਆ, ਸਿਰ ਦੇ ਕੇਸਾਂ ਦੇ ਚੀਰ ਸੁੰਦਰ ਬਣਾਣ ਲਈ ਸੰਧੂਰ ਮੰਗਾਇਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "coAw cMdnu bhu Gxw; pwnw nwil kpUru ]",
    "TRANSLITERATION": "Choaa Chandhan Bahu Ghanaa Paanaa Naal Kapoor ||",
    "PUNJABI": "ਅਤਰ ਚੰਦਨ ਤੇ ਹੋਰ ਸੁਗੰਧੀਆਂ ਮੰਗਾਈਆਂ, ਪਾਨ ਮੰਗਾਏ ਤੇ ਕਪੂਰ ਮੰਗਾਇਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "jy Dn. kMiq n BwveI; q siB AfMbr kUVu ]4]",
    "TRANSLITERATION": "Jae Dhhan Kanth N Bhaavee Th Sabh Addanbar Koorr ||4||",
    "PUNJABI": "ਪਰ ਜੇ ਉਹ ਇਸਤ੍ਰੀ ਪਤੀ ਨੂੰ (ਫਿਰ ਭੀ) ਚੰਗੀ ਨ ਲੱਗੀ, ਤਾਂ ਉਸ ਦੇ ਉਹ ਵਿਖਾਵੇ ਦੇ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਗਏ (ਇਹੀ ਹਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਵਿਖਾਵੇ ਦੇ ਧਾਰਮਿਕ ਉੱਦਮਾਂ ਨਾਲ ਨਹੀਂ ਰੀਝਦਾ) ॥੪॥",
    "PRONUNCIATION": "(AfMbr)hwr iSMgwr"
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "siB rs Bogx bwid hih; siB sIgwr ivkwr ]",
    "TRANSLITERATION": "Sabh Ras Bhogan Baadh Hehi Sabh Seegaar Vikaar ||",
    "PUNJABI": "ਅਜੇਹੇ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਸੁੰਦਰ ਪਦਾਰਥ ਵਰਤਣੇ ਵਿਅਰਥ ਚਲੇ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਪਦਾਰਥਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਸਰੀਰ ਤਾਂ ਅੰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ) ਸਾਰੀਆਂ ਸਰੀਰਕ ਸਜਾਵਟਾਂ ਭੀ ਬੇ-ਕਾਰ ਹੀ ਜਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "(bwid)byArQ"
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "jb lgu. sbid n BydIAY; ikau sohY gurduAwir ]",
    "TRANSLITERATION": "Jab Lag Sabadh N Bhaedheeai Kio Sohai Guradhuaar ||",
    "PUNJABI": "ਜਦ ਤਕ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (-ਤੀਰ) ਨਾਲ ਵਿੱਝਦਾ ਨਹੀਂ, ਤਦ ਤਕ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਨਹੀਂ ਮਿਲਦੀ।",
    "PRONUNCIATION": "(BydIAY) lIn hoeIAY"
  },
  {
    "SHABAD_ID": 67,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. DMnu suhwgxI; ijn sh nwil ipAwru ]5]13]",
    "TRANSLITERATION": "Naanak Dhhann Suhaaganee Jin Seh Naal Piaar ||5||13||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹੀ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮੁਬਾਰਿਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੇਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੫॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "suM\\\\I dyh frwvxI; jw jIau ivchu jwie ]",
    "TRANSLITERATION": "Sunnjee Dhaeh Ddaraavanee Jaa Jeeo Vichahu Jaae ||",
    "PUNJABI": "ਜਦੋਂ ਜਿੰਦ ਸਰੀਰ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਇਹ ਸਰੀਰ ਉੱਜੜ ਜਾਂਦਾ ਹੈ, ਇਸ ਤੋਂ ਡਰ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(suM\\I)KwlI"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "Bwih blMdI. ivJvI; DUau. n inkisE kwie ]",
    "TRANSLITERATION": "Bhaahi Balandhee Vijhavee Dhhooo N Nikasiou Kaae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵਨ-ਅਗਨੀ (ਪਹਿਲਾਂ ਇਸ ਵਿਚ) ਬਲਦੀ ਸੀ ਉਹ ਬੁੱਝ ਜਾਂਦੀ ਹੈ (ਜੀਵਨ-ਸੱਤਿਆ ਮੁੱਕ ਜਾਂਦੀ ਹੈ), ਕੋਈ ਭੀ ਸਾਹ ਨਹੀਂ ਆਉਂਦਾ ਜਾਂਦਾ।",
    "PRONUNCIATION": "(Bwih)A`g[ (blMdI)bLdI[ ivJvI:polw bolo[ (ivJvI)buJ geI[ (DU-au) DMUAW[ DUau: dulYNkVy dIrG lw ky, aUVy nMU AONkV sMkoc ky bolo"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "pMcy ruMny duiK Bry; ibnsy dUjY Bwie ]1]",
    "TRANSLITERATION": "Panchae Runnae Dhukh Bharae Binasae Dhoojai Bhaae ||1||",
    "PUNJABI": "(ਅੱਖਾਂ ਕੰਨ ਆਦਿਕ) ਜੇਹੜੇ ਪੰਜ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਪਰ-ਤਨ ਨਿੰਦਾ ਆਦਿਕ) ਮਾਇਕ ਮੋਹ ਵਿਚ ਹੀ ਨਾਸ ਹੁੰਦੇ ਰਹੇ, ਉਹ ਵੀ ਦੁਖੀ ਹੋ ਹੋ ਕੇ ਰੋਏ (ਭਾਵ, ਨਕਾਰੇ ਹੋ ਜਾਣ ਤੇ ਮਜਬੂਰ ਹੋ ਗਏ) ॥੧॥",
    "PRONUNCIATION": "(ruMny)roNdy[ (ibnsy)nws hoey"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "mUVy; rwmu jphu gux swir ]",
    "TRANSLITERATION": "Moorrae Raam Japahu Gun Saar ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ ਜੀਵ! (ਉਸ ਅੰਤਲੀ ਦਸ਼ਾ ਨੂੰ ਸਾਹਮਣੇ ਲਿਆ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪ।",
    "PRONUNCIATION": "(mUVy) mUrK"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY mmqw mohxI; sB muTI AhMkwir ]1] rhwau ]",
    "TRANSLITERATION": "Houmai Mamathaa Mohanee Sabh Muthee Ahankaar ||1|| Rehaao ||",
    "PUNJABI": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ (ਗਾਫ਼ਿਲ ਹੋ ਕੇ) ਮੋਹਣੀ ਮਾਇਆ ਦੀ ਮਮਤਾ ਵਿਚ ਹਉਮੈ ਵਿਚ ਤੇ ਅਹੰਕਾਰ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(muTI) T`gI[AhM-kwir"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI nwmu ivswirAw; dUjI kwrY lig ]",
    "TRANSLITERATION": "Jinee Naam Visaariaa Dhoojee Kaarai Lag ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਹੋਰ ਹੋਰ ਨਿਰੀ ਦੁਨੀਆਵੀ ਕਾਰ ਵਿਚ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਹੈ,",
    "PRONUNCIATION": "(kwrY) DMdy[l`ig"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "duibDw lwgy. pic muey; AMqir iqRsnw Aig ]",
    "TRANSLITERATION": "Dhubidhhaa Laagae Pach Mueae Anthar Thrisanaa Ag ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਮੇਰ-ਤੇਰ ਵਿਚ ਫਸੇ ਰਹੇ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਭੜਕਦੀ ਰਹੀ, ਜਿਸ ਵਿਚ ਖਿੱਝ ਸੜ ਕੇ ਉਹ ਆਤਮਕ ਮੌਤ ਮਰ ਗਏ।",
    "PRONUNCIATION": "pic: polw bolo[ (duibDw) dvYq[ A`ig"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "guir rwKy. sy aubry; hoir muTI DMDY Tig ]2]",
    "TRANSLITERATION": "Gur Raakhae Sae Oubarae Hor Muthee Dhhandhhai Thag ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੀ ਰਾਖੀ ਗੁਰੂ ਨੇ ਕੀਤੀ, ਉਹ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਤੋਂ ਬੱਚ ਗਏ, ਬਾਕੀ ਸਭਨਾਂ ਨੂੰ ਦੁਨੀਆ ਦੇ ਖੱਲਜਗਣ-ਠੱਗ ਨੇ ਠੱਗ ਲਿਆ ॥੨॥",
    "PRONUNCIATION": "(au~bry) bcy[ T`ig"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "mueI prIiq, ipAwru gieAw; muAw vYru ivroDu ]",
    "TRANSLITERATION": "Muee Pareeth Piaar Gaeiaa Muaa Vair Virodhh ||",
    "PUNJABI": "ਉਸ ਦੀ ਦੁਨੀਆਵੀ ਪ੍ਰੀਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨਾਲ ਪਿਆਰ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "PRONUNCIATION": "(mueI) muAw[ mueI: AONkV sMkocxy[g-ieAw"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "DMDw Qkw, hau mueI; mmqw mwieAw kRoDu ]",
    "TRANSLITERATION": "Dhhandhhaa Thhakaa Ho Muee Mamathaa Maaeiaa Krodhh ||",
    "PUNJABI": "ਉਸ ਦੀ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਹਉਮੈ ਮਰ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਮਮਤਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਕ੍ਰੋਧ ਵੀ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Q`kw"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "krim imlY scu pweIAY; gurmuiK sdw inroDu ]3]",
    "TRANSLITERATION": "Karam Milai Sach Paaeeai Guramukh Sadhaa Nirodhh ||3||",
    "PUNJABI": "ਪਰ ਜੋ ਗੁਰਮੁਖਿ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਸਦਾ ਰੋਕ ਕੇ ਰੱਖਦਾ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉਸ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "ieMidRAW dw (inroDu) rokxw"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "scI kwrY scu imlY; gurmiq plY pwie ]",
    "TRANSLITERATION": "Sachee Kaarai Sach Milai Guramath Palai Paae ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ (ਸਿਮਰਨ ਦੀ) ਸਦਾ-ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "p`lY"
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "so nru. jMmY nw mrY; nw AwvY. nw jwie ]",
    "TRANSLITERATION": "So Nar Janmai Naa Marai Naa Aavai Naa Jaae ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਨਹੀਂ ਰਹਿੰਦਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬੱਚ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 68,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. dir prDwnu so; drgih pYDw jwie ]4]14]",
    "TRANSLITERATION": "Naanak Dhar Paradhhaan So Dharagehi Paidhhaa Jaae ||4||14||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸਰੋਪਾ ਲੈ ਕੇ ਜਾਂਦਾ ਹੈ ॥੪॥੧੪॥",
    "PRONUNCIATION": "(pYDw) isropw"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlu 1 ]",
    "TRANSLITERATION": "Sireeraag Mehal 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": "mh`lu bolo"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "qnu jil bil. mwtI BieAw; mnu mwieAw moih mnUru ]",
    "TRANSLITERATION": "Than Jal Bal Maattee Bhaeiaa Man Maaeiaa Mohi Manoor ||",
    "PUNJABI": "(ਜਿਸ ਨੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਸ ਦਾ) ਸਰੀਰ (ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ) ਸੜ ਬਲ ਕੇ ਮਿੱਟੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਰੁਲ ਜਾਂਦਾ ਹੈ), ਉਸ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ, ਮਾਨੋ) ਸੜਿਆ ਹੋਇਆ ਲੋਹਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(mnUru) lohy dI mYl vrgw"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "Aaugx. iPir lwgU Bey; kUir vjwvY qUru ]",
    "TRANSLITERATION": "Aougan Fir Laagoo Bheae Koor Vajaavai Thoor ||",
    "PUNJABI": "ਫਿਰ ਵੀ ਵਿਕਾਰ ਉਸ ਦੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ, ਉਹ ਅਜੇ ਵੀ ਕੂੜ ਵਿਚ ਮਸਤ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਵਾਜਾ ਵਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(lwgU) vYrI[(qUru) bwjw"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu sbdY. BrmweIAY; duibDw foby pUru ]1]",
    "TRANSLITERATION": "Bin Sabadhai Bharamaaeeai Dhubidhhaa Ddobae Poor ||1||",
    "PUNJABI": "ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਉਹ ਭਟਕਣਾ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਦੁਬਿਧਾ ਉਸ ਮਨੁੱਖ ਦਾ (ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦਾ) ਸਾਰਾ ਹੀ ਪਰਵਾਰ (ਮੋਹ ਦੇ ਸਮੁੰਦਰ ਵਿਚ) ਡੋਬ ਦੇਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(pUru) byAMq"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry; sbid qrhu icqu lwie ]",
    "TRANSLITERATION": "Man Rae Sabadh Tharahu Chith Laae ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ijin gurmuiK nwmu. n bUiJAw; mir jnmY AwvY jwie ]1] rhwau ]",
    "TRANSLITERATION": "Jin Guramukh Naam N Boojhiaa Mar Janamai Aavai Jaae ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਈ, ਉਹ ਮਰਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(gurmuiK) muKI gurU duAwrw"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "qnu sUcw so AwKIAY; ijsu mih swcw nwau ]",
    "TRANSLITERATION": "Than Soochaa So Aakheeai Jis Mehi Saachaa Naao ||",
    "PUNJABI": "ਜਿਸ ਸਰੀਰ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹੀ ਸਰੀਰ ਪਵਿਤ੍ਰ ਅਖਵਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "BY sic rwqI dyhurI; ijhvw scu suAwau ]",
    "TRANSLITERATION": "Bhai Sach Raathee Dhaehuree Jihavaa Sach Suaao ||",
    "PUNJABI": "ਜੇਹੜਾ ਸੁੰਦਰ ਸਰੀਰ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਨੂੰ ਸਿਮਰਨ ਹੀ (ਆਪਣੀ ਹਸਤੀ ਦਾ) ਅਸਲ ਮਨੋਰਥ ਜਾਪਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "scI ndir inhwlIAY; bhuiV. n pwvY qwau ]2]",
    "TRANSLITERATION": "Sachee Nadhar Nihaaleeai Bahurr N Paavai Thaao ||2||",
    "PUNJABI": "ਜਿਸ ਉਸ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ (ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਦੀ ਕੁਠਾਲੀ ਵਿਚ ਪੈ ਕੇ) ਤਾਅ (ਸੇਕ) ਨਹੀਂ ਸਹਾਰਦਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "swcy qy. pvnw BieAw; pvnY qy jlu hoie ]",
    "TRANSLITERATION": "Saachae Thae Pavanaa Bhaeiaa Pavanai Thae Jal Hoe ||",
    "PUNJABI": "(ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਤੋਂ (ਸੂਖਮ ਤੱਤ) ਪਵਣ ਬਣਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "jl qy iqRBvxu swijAw; Git Git joiq smoie ]",
    "TRANSLITERATION": "Jal Thae Thribhavan Saajiaa Ghatt Ghatt Joth Samoe ||",
    "PUNJABI": "ਪਵਣ ਤੋਂ ਜਲ ਹੋਂਦ ਵਿਚ ਆਇਆ, ਜਲ ਤੋਂ ਸਾਰਾ ਜਗਤ ਰਚਿਆ ਗਿਆ, (ਤੇ, ਇਸ ਰਚੇ ਸੰਸਾਰ ਦੇ) ਹਰੇਕ ਘਟ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਸਮਾਈ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "inrmlu. mYlw nw QIAY; sbid rqy piq hoie ]3]",
    "TRANSLITERATION": "Niramal Mailaa Naa Thheeai Sabadh Rathae Path Hoe ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਹੋਏ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ ਪਵਿਤ੍ਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ ॥੩॥",
    "PRONUNCIATION": "(r`qy) rMgy jwxy krkyy"
  },
  {
    "SHABAD_ID": 69,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "iehu mnu swic sMqoiKAw; ndir kry iqsu mwih ]",
    "TRANSLITERATION": "Eihu Man Saach Santhokhiaa Nadhar Karae This Maahi ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕ ਕੇ ਸੰਤੋਖ ਦਾ ਧਾਰਨੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]