[
  {
    "SHABAD_ID": 72,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "AMqr kI giq jwxIAY; gur imlIAY. sMk auqwir ]",
    "TRANSLITERATION": "Anthar Kee Gath Jaaneeai Gur Mileeai Sank Outhaar ||",
    "PUNJABI": "ਪੂਰੀ ਸਰਧਾ ਨਾਲ ਮਨ ਦੀ ਸ਼ੰਕਾ ਉਤਾਰ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਅੰਦਰ-ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਦੀ ਸਮਝ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(giq) pRwpqI[ (sMk) SMky"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "muieAw. ijqu Gir jweIAY; iqqu jIvidAw mru mwir ]",
    "TRANSLITERATION": "Mueiaa Jith Ghar Jaaeeai Thith Jeevadhiaa Mar Maar ||",
    "PUNJABI": "ਮਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਉਸ ਮੌਤ ਦਾ ਡਰ ਮਾਰ ਲਈਦਾ ਹੈ ਜਿਸ ਮੌਤ ਦੇ ਵੱਸ ਆਖ਼ਰ ਪੈਣਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "Anhd sbid suhwvxy; pweIAY gur vIcwir ]2]",
    "TRANSLITERATION": "Anehadh Sabadh Suhaavanae Paaeeai Gur Veechaar ||2||",
    "PUNJABI": "(ਪਰ ਇਹ ਅਵਸਥਾ ਤਦੋਂ) ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰੀਏ, ਤੇ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ) ਸੋਹਣੇ ਸ਼ਬਦ ਵਿਚ ਇਕ-ਰਸ (ਜੁੜੇ ਰਹੀਏ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "Anhd bwxI pweIAY; qh haumY hoie ibnwsu ]",
    "TRANSLITERATION": "Anehadh Baanee Paaeeai Theh Houmai Hoe Binaas ||",
    "PUNJABI": "ਜਦੋਂ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਸਕਣ ਵਾਲੀ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ, ਤਾਂ ਉਸ ਅਵਸਥਾ ਵਿਚ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਮੈਂ ਵੱਡਾ ਹੋ ਜਾਵਾਂ, ਮੈਂ ਵੱਡਾ ਹਾਂ-ਇਹ ਹਾਲਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ)।",
    "PRONUNCIATION": "(ibnwsu) nws[ An-hd: polw bolo"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguru syvy Awpxw; hau sd kurbwxY qwsu ]",
    "TRANSLITERATION": "Sathagur Saevae Aapanaa Ho Sadh Kurabaanai Thaas ||",
    "PUNJABI": "ਮੈਂ ਸਦਾ ਸਦਕੇ ਹਾਂ ਉਸ ਮਨੁੱਖ ਤੋਂ ਜੋ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਸੇਂਵਦਾ ਹੈ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦਾ ਹੈ)।",
    "PRONUNCIATION": "(qwsu) iqn@W dy"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "KiV drgh pYnweIAY; muiK hir nwm invwsu ]3]",
    "TRANSLITERATION": "Kharr Dharageh Painaaeeai Mukh Har Naam Nivaas ||3||",
    "PUNJABI": "ਉਸ ਦੇ ਮੂੰਹ ਵਿਚ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਲੈ ਜਾ ਕੇ ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(KiV) iljwky[ KiV: V pYr hlMq nhIN bolxw[ pYn@weIAY"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "jh dyKw. qh riv rhy; isv skqI kw mylu ]",
    "TRANSLITERATION": "Jeh Dhaekhaa Theh Rav Rehae Siv Sakathee Kaa Mael ||",
    "PUNJABI": "(ਪਰ ਸੰਸਾਰ ਦੀ ਹਾਲਤ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਬਣ ਰਹੀ ਹੈ) ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ (ਮਨਮੁਖ) ਜੀਵ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹੋ ਰਹੇ ਹਨ, (ਹਰ ਪਾਸੇ) ਮਾਇਆ ਤੇ ਜੀਵਾਂ ਦਾ ਗਠ-ਜੋੜ ਬਣਿਆ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": "(isv) pRmwqmw, (skqI) pRikRqI"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "iqRhu gux bMDI dyhurI; jo AwieAw jig. so Kylu ]",
    "TRANSLITERATION": "Thrihu Gun Bandhhee Dhaehuree Jo Aaeiaa Jag So Khael ||",
    "PUNJABI": "ਮਨਮੁਖਾਂ ਦਾ ਸਰੀਰ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਵਿਚ ਹੀ ਬੱਝਾ ਹੋਇਆ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਜੇਹੜਾ ਭੀ ਜੀਵ ਜਗਤ ਵਿਚ ਆਇਆ ਉਹ ਇਹੀ ਖੇਡ ਖੇਡਦਾ ਰਿਹਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "ivjogI duiK ivCuVy; mnmuiK. lhih n mylu ]4]",
    "TRANSLITERATION": "Vijogee Dhukh Vishhurrae Manamukh Lehehi N Mael ||4||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਹੀ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਕਿਉਂਕਿ ਉਹ ਵਿੱਛੁੜੇ ਹੋਏ (ਸਦਾ) ਵਿੱਛੁੜੇ ਹੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਦੁੱਖ ਵਿਚ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": "(ivjogI) iv`CuVy hoey"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "mnu bYrwgI Gir vsY; sc BY rwqw hoie ]",
    "TRANSLITERATION": "Man Bairaagee Ghar Vasai Sach Bhai Raathaa Hoe ||",
    "PUNJABI": "(ਮਾਇਆ ਵਲੋਂ) ਵੈਰਾਗਵਾਨ ਮਨ (ਭਟਕਣਾ ਤੋਂ ਬਚਿਆ ਰਹਿ ਕੇ) ਆਪਣੇ ਸਰੂਪ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, (ਕਿਉਂਕਿ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(r`wqw) rMigAw"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "igAwn mhw rsu BogvY; bwhuiV. BUK n hoie ]",
    "TRANSLITERATION": "Giaan Mehaaras Bhogavai Baahurr Bhookh N Hoe ||",
    "PUNJABI": "ਉਹ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਦਾ ਮਹਾ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨਹੀਂ ਵਿਆਪਦੀ।",
    "PRONUNCIATION": "(bwhuiV) duAwrw"
  },
  {
    "SHABAD_ID": 72,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. iehu mnu mwir imlu; BI iPir. duKu n hoie ]5]18]",
    "TRANSLITERATION": "Naanak Eihu Man Maar Mil Bhee Fir Dhukh N Hoe ||5||18||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਤੂੰ ਭੀ ਇਸ ਮਨ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਮਾਰ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹੁ, ਫਿਰ ਕਦੇ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁੱਖ ਨਹੀਂ ਵਿਆਪੇਗਾ ॥੫॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "eyhu mno mUrKu loBIAw; loBy lgw luoBwnu ]",
    "TRANSLITERATION": "Eaehu Mano Moorakh Lobheeaa Lobhae Lagaa Luobhaan ||",
    "PUNJABI": "ਪਰ ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਮੂਰਖ ਹੈ ਲਾਲਚੀ ਹੈ, ਹਰ ਵੇਲੇ ਲੋਭ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "l`gw"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid n BIjY. swkqw; durmiq Awvnu jwnu ]",
    "TRANSLITERATION": "Sabadh N Bheejai Saakathaa Dhuramath Aavan Jaan ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਇਸ ਦੀ ਰੁਚੀ ਹੀ ਨਹੀਂ ਬਣਦੀ, ਇਸ ਭੈੜੀ ਮਤਿ ਦੇ ਕਾਰਨ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(swkqw) mnmu`K[ (dur-m`iq) KotI m`q"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "swDU sqguru jy imlY; qw pweIAY guxI inDwnu ]1]",
    "TRANSLITERATION": "Saadhhoo Sathagur Jae Milai Thaa Paaeeai Gunee Nidhhaan ||1||",
    "PUNJABI": "ਜੇ ਇਸ ਨੂੰ ਗੁਰੂ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ ਇਸ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry; haumY Coif gumwnu ]",
    "TRANSLITERATION": "Man Rae Houmai Shhodd Gumaan ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਮੈਂ (ਸਿਆਣਾ) ਹਾਂ, ਮੈਂ (ਸਿਆਣਾ) ਹਾਂ-ਇਹ ਅਹੰਕਾਰ ਛੱਡ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "hir guru srvru syiv qU; pwvih drgh mwnu ]1] rhwau ]",
    "TRANSLITERATION": "Har Gur Saravar Saev Thoo Paavehi Dharageh Maan ||1|| Rehaao ||",
    "PUNJABI": "ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਰੂਪ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ ਜੋ (ਆਤਮਾ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ) ਸਰੋਵਰ ਹੈ। (ਇਸ ਤਰ੍ਹਾਂ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਹਾਸਲ ਕਰੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(srvru) smuMdR"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "rwm nwmu jip idnsu rwiq; gurmuiK hir Dnu jwnu ]",
    "TRANSLITERATION": "Raam Naam Jap Dhinas Raath Guramukh Har Dhhan Jaan ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿਨ ਰਾਤ ਜਪਿਆ ਕਰ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰੀ-ਨਾਮ ਧਨ ਦੀ ਕਦਰ ਸਮਝ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "siB suK hir rs Bogxy; sMq sBw imil igAwnu ]",
    "TRANSLITERATION": "Sabh Sukh Har Ras Bhoganae Santh Sabhaa Mil Giaan ||",
    "PUNJABI": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਹਰੀ ਨਾਮ ਨਾਲ ਸਾਂਝ ਪਾ, ਸਾਰੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਣਗੇ।",
    "PRONUNCIATION": "Bo~gxy[ sBw: polw bolo, jy s`Bw boldy hW qW ArQ bxdw hY swry"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "iniq Aih inis hir pRBu syivAw; sqguir dIAw nwmu ]2]",
    "TRANSLITERATION": "Nith Ahinis Har Prabh Saeviaa Sathagur Dheeaa Naam ||2||",
    "PUNJABI": "(ਪਰ ਜਿਸ ਨੂੰ) ਸਤਿਗੁਰੂ ਨੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ, ਉਸ ਨੇ ਸਦਾ ਦਿਨ ਰਾਤ ਹਰੀ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(Aih) idn, (inis) rwq"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "kUkr kUVu kmweIAY; gur. inMdw pcY pcwnu ]",
    "TRANSLITERATION": "Kookar Koorr Kamaaeeai Gur Nindhaa Pachai Pachaan ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ (ਲੋਭੀ) ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ, ਉਹ ਕੁੱਤਿਆਂ ਵਾਂਗ (ਬੁਰਕੀ ਬੁਰਕੀ ਵਾਸਤੇ ਦਰ ਦਰ ਤੇ ਖ਼ੁਆਰ ਹੁੰਦਾ) ਹੈ, ਉਹ ਸਦਾ ਮਾਇਆ ਵਾਲੀ ਦੌੜ-ਭੱਜ ਹੀ ਕਰਦਾ ਹੈ (ਇਥੋਂ ਤਕ ਨਿਘਰਦਾ ਹੈ ਕਿ) ਗੁਰੂ ਦੀ ਨਿੰਦਿਆ ਵਿਚ ਹਰ ਵੇਲੇ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": "pcY: polw bolo"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "Brmy BUlw. duKu Gxo; jmu. mwir krY Kul hwnu ]",
    "TRANSLITERATION": "Bharamae Bhoolaa Dhukh Ghano Jam Maar Karai Khulehaan ||",
    "PUNJABI": "ਮਾਇਆ ਵਾਲੀ ਭਟਕਣਾ ਵਿਚ ਕੁਰਾਹੇ ਪੈਂਦਾ ਹੈ, ਬਹੁਤ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, (ਆਖ਼ਰ) ਜਮਰਾਜ ਉਸ ਨੂੰ ਗੁੱਝੀ ਮਾਰ ਮਾਰ ਕੇ ਭੋਹ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Ku`l ky (hwnu) hwnI"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. suKu n pweIAY; gurmuiK suKu suBwnu ]3]",
    "TRANSLITERATION": "Manamukh Sukh N Paaeeai Guramukh Sukh Subhaan ||3||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾਂਦਾ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਅਸਚਰਜ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(suBwnu) Ascrj"
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "AYQY DMDu iptweIAY; scu ilKqu prvwnu ]",
    "TRANSLITERATION": "Aithhai Dhhandhh Pittaaeeai Sach Likhath Paravaan ||",
    "PUNJABI": "(ਲੋਭੀ ਮਨੁੱਖ) ਇਸ ਲੋਕ ਵਿਚ ਦੁਨੀਆ ਦੇ ਜੰਜਾਲਾਂ ਵਿਚ ਖਚਿਤ ਰਹਿੰਦਾ ਹੈ, (ਪਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਸਿਮਰਨ ਦਾ ਲੇਖਾ ਕਬੂਲ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "hir sjxu guru syvdw; gur krxI prDwnu ]",
    "TRANSLITERATION": "Har Sajan Gur Saevadhaa Gur Karanee Paradhhaan ||",
    "PUNJABI": "ਗੁਰੂ ਅਸਲ ਮਿਤ੍ਰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ (ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਇਹੀ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ), ਗੁਰੂ ਵਾਲੀ ਇਹ ਕਾਰ (ਦਰਗਾਹ ਵਿਚ) ਮੰਨੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 73,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk nwmu. n vIsrY; krim scY nIswxu ]4]19]",
    "TRANSLITERATION": "Naanak Naam N Veesarai Karam Sachai Neesaan ||4||19||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ) ਲੇਖ ਉੱਘੜਦਾ ਹੈ ਉਸ ਨੂੰ ਕਦੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁੱਲਦਾ ਨਹੀਂ ॥੪॥੧੯॥",
    "PRONUNCIATION": "(nIswxu)ilKq"
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "ieku iqlu ipAwrw vIsrY; rogu vfw mn mwih ]",
    "TRANSLITERATION": "Eik Thil Piaaraa Veesarai Rog Vaddaa Man Maahi ||",
    "PUNJABI": "(ਅਜਿਹੇ ਸੁਭਾਗ ਬੰਦਿਆਂ ਨੂੰ) ਜੋ ਰਤਾ ਭਰ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਵਿਸਰ ਜਾਏ, ਤਾਂ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਵੱਡਾ ਰੋਗ (ਪੈਦਾ ਹੋ ਗਿਆ ਸਮਝਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ikau. drgh piq pweIAY; jw hir. n vsY mn mwih ]",
    "TRANSLITERATION": "Kio Dharageh Path Paaeeai Jaa Har N Vasai Man Maahi ||",
    "PUNJABI": "(ਉਂਞ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਨਾਹ ਵੱਸੇ, ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "guir imilAY suKu pweIAY; Agin mrY gux mwih ]1]",
    "TRANSLITERATION": "Gur Miliai Sukh Paaeeai Agan Marai Gun Maahi ||1||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, (ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਕਿਉਂਕਿ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry; Aih inis hir gux swir ]",
    "TRANSLITERATION": "Man Rae Ahinis Har Gun Saar ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": "(swir) cyqy kr"
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "ijn iKnu plu nwmu n vIsrY; qy jn ivrly sMswir ]1] rhwau ]",
    "TRANSLITERATION": "Jin Khin Pal Naam N Veesarai Thae Jan Viralae Sansaar ||1|| Rehaao ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਉਹ (ਭਾਗਾਂ ਵਾਲੇ) ਮਨੁੱਖ ਵਿਰਲੇ ਹੁੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖਿਨ ਪਲ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "joqI joiq imlweIAY; surqI suriq sMjogu ]",
    "TRANSLITERATION": "Jothee Joth Milaaeeai Surathee Surath Sanjog ||",
    "PUNJABI": "ਜੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਜਿੰਦ ਰਲਾ ਦੇਈਏ, ਉਸ ਵਿਚ ਆਪਣੀ ਸੁਰਤ ਦਾ ਮੇਲ ਕਰ ਦੇਈਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "ihMsw haumY gqu gey; nwhI shsw sogu ]",
    "TRANSLITERATION": "Hinsaa Houmai Gath Geae Naahee Sehasaa Sog ||",
    "PUNJABI": "ਤਾਂ ਕਠੋਰਤਾ ਤੇ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਕੋਈ ਸਹਿਮ ਤੇ ਚਿੰਤਾ ਭੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ।",
    "PRONUNCIATION": "gqu:polw bolo[ (gqu) nws[ (shsw) sMsw, Brm"
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK. ijsu hir min vsY; iqsu myly guru sMjogu ]2]",
    "TRANSLITERATION": "Guramukh Jis Har Man Vasai This Maelae Gur Sanjog ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਟਿਕਦੀ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਦਾ ਪੂਰਾ ਅਵਸਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "kwieAw kwmix jy krI; Bogy Bogxhwru ]",
    "TRANSLITERATION": "Kaaeiaa Kaaman Jae Karee Bhogae Bhoganehaar ||",
    "PUNJABI": "ਜਿਵੇਂ ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਜੇ ਮੈਂ ਕਾਇਆਂ ਨੂੰ ਇਸਤ੍ਰੀ ਬਣਾਵਾਂ, ਕਾਇਆਂ-ਇਸਤ੍ਰੀ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ) ਨੂੰ ਪ੍ਰਭੂ ਵਾਲੇ ਪਾਸੇ ਪਰਤਾਵਾਂ, ਤਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "iqsu isau. nyhu n kIjeI; jo dIsY clxhwru ]",
    "TRANSLITERATION": "This Sio Naehu N Keejee Jo Dheesai Chalanehaar ||",
    "PUNJABI": "ਇਸ ਸਰੀਰ ਨਾਲ (ਇਤਨਾ) ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ (ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲ ਖੁਲ੍ਹ ਮਿਲੀ ਰਹੇ), ਇਹ ਤਾਂ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਾਸਵੰਤ ਹੈ।",
    "PRONUNCIATION": "kI~jeI[ c`lxhwru"
  },
  {
    "SHABAD_ID": 74,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK rvih sohwgxI; so pRBu syj Bqwru ]3]",
    "TRANSLITERATION": "Guramukh Ravehi Sohaaganee So Prabh Saej Bhathaar ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਰਾਹੇ ਤੁਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਬੈਠਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(rvih) Xwd krdy"
  }
]