[
  {
    "SHABAD_ID": 96,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "hir jIau sdw iDAwie qU; gurmuiK eykMkwru ]1] rhwau ]",
    "TRANSLITERATION": "Har Jeeo Sadhaa Dhhiaae Thoo Guramukh Eaekankaar ||1|| Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਸਦਾ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuKw ky muK aujly; gur sbdI bIcwir ]",
    "TRANSLITERATION": "Guramukhaa Kae Mukh Oujalae Gur Sabadhee Beechaar ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਵਿਚਾਰ ਕੇ ਉਹ (ਸਦਾ) ਸੁਰਖ਼ਰੂ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "hliq pliq suKu pwiedy; jip jip irdY murwir ]",
    "TRANSLITERATION": "Halath Palath Sukh Paaeidhae Jap Jap Ridhai Muraar ||",
    "PUNJABI": "ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਸੁਖ ਮਾਣਦੇ ਹਨ।",
    "PRONUNCIATION": "(hliq) ieh lok (pliq) pRlok[ (murwir) pRmwqmw"
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "Gr hI ivic mhlu pwieAw; gur sbdI vIcwir ]2]",
    "TRANSLITERATION": "Ghar Hee Vich Mehal Paaeiaa Gur Sabadhee Veechaar ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਚੇਤੇ ਕਰ ਕੇ ਉਹਨਾਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ-ਥਾਂ ਲੱਭ ਲਿਆ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "sqgur qy. jo muh Pyrih; mQy iqn kwly ]",
    "TRANSLITERATION": "Sathagur Thae Jo Muh Faerehi Mathhae Thin Kaalae ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਭਵਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਭ੍ਰਿਸ਼ਟੇ ਰਹਿੰਦੇ ਹਨ। (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਅੰਦਰੋਂ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "PRONUNCIATION": "m`Qy"
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "An idnu duK kmwvdy; inq johy jm jwly ]",
    "TRANSLITERATION": "Anadhin Dhukh Kamaavadhae Nith Johae Jam Jaalae ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਉਹੀ ਕਰਤੂਤਾਂ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦਾ ਫਲ ਦੁੱਖ ਹੁੰਦਾ ਹੈ। ਉਹ ਸਦਾ ਜਮ ਦੇ ਜਾਲ ਵਿਚ ਜਮ ਦੀ ਤੱਕ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(johy) aufIk c[j`wly"
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "supnY suKu. n dyKnI; bhu icMqw prjwly ]3]",
    "TRANSLITERATION": "Supanai Sukh N Dhaekhanee Bahu Chinthaa Parajaalae ||3||",
    "PUNJABI": "ਕਦੇ ਸੁਪਨੇ ਵਿਚ ਭੀ ਉਹ ਸੁਖ ਨਹੀਂ ਮਾਣਦੇ, ਬਹੁਤ ਚਿੰਤਾ ਉਹਨਾਂ ਨੂੰ ਸਾੜਦੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(pr-j`wly) ivSyS krky jLdy"
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "sBnw kw dwqw eyku hY; Awpy bKs kryie ]",
    "TRANSLITERATION": "Sabhanaa Kaa Dhaathaa Eaek Hai Aapae Bakhas Karaee ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਹਰੇਕ ਜੀਵ ਦੇ ਦਿਲ ਦੀ) ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": "kry-ie"
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "khxw ikCU n jwveI; ijsu BwvY iqsu dyie ]",
    "TRANSLITERATION": "Kehanaa Kishhoo N Jaavee Jis Bhaavai This Dhaee ||",
    "PUNJABI": "ਪਰ ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਕਿ ਮਨਮੁਖ ਕਿਉਂ ਨਾਮ ਨਹੀਂ ਚੇਤਦਾ ਤੇ ਗੁਰਮੁਖਿ ਕਿਉਂ ਸਿਮਰਦਾ ਹੈ?) ਜਿਸ ਉੱਤੇ ਉਹ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਦੇ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "dy-ie"
  },
  {
    "SHABAD_ID": 96,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk gurmuiK pweIAY; Awpy jwxY soie ]4]9]42]",
    "TRANSLITERATION": "Naanak Guramukh Paaeeai Aapae Jaanai Soe ||4||9||42||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ॥੪॥੯॥੪੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "scw swihbu syvIAY; scu vifAweI dyie ]",
    "TRANSLITERATION": "Sachaa Saahib Saeveeai Sach Vaddiaaee Dhaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਜੇਹੜਾ ਸਿਮਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਇੱਜ਼ਤ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI min vsY; haumY dUir kryie ]",
    "TRANSLITERATION": "Gur Parasaadhee Man Vasai Houmai Dhoor Karaee ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "iehu mnu Dwvqu. qw rhY; jw Awpy ndir kryie ]1]",
    "TRANSLITERATION": "Eihu Man Dhhaavath Thaa Rehai Jaa Aapae Nadhar Karaee ||1||",
    "PUNJABI": "(ਪਰ ਕਿਸੇ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ। ਮਾਇਆ ਬੜੀ ਮੋਹਣੀ ਹੈ) ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਤਦੋਂ ਹੀ ਇਹ ਮਨ (ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਦੌੜਨੋਂ ਹਟਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(Dwvqu) dOVdw"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "BweI ry; gurmuiK hir nwmu iDAwie ]",
    "TRANSLITERATION": "Bhaaee Rae Guramukh Har Naam Dhhiaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "nwmu inDwnu sd min vsY; mhlI pwvY Qwau ]1] rhwau ]",
    "TRANSLITERATION": "Naam Nidhhaan Sadh Man Vasai Mehalee Paavai Thhaao ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਸਦਾ ਵੱਸਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK mnu qnu AMDu hY; iqs nau. Taur n Twau ]",
    "TRANSLITERATION": "Manamukh Man Than Andhh Hai This No Thour N Thaao ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ ਭੀ (ਭਾਵ, ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ ਭੀ) ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਨੂੰ (ਆਤਮਕ ਸ਼ਾਂਤੀ ਵਾਸਤੇ) ਕੋਈ ਥਾਂ-ਥਿੱਤਾ ਸੁੱਝਦਾ ਨਹੀਂ।",
    "PRONUNCIATION": "n ies lok c (Taur) QW, n pRlok c (Twau) itkwxw"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "bhu jonI Baudw iPrY; ijau. suM\\\\YN Gir kwau ]",
    "TRANSLITERATION": "Bahu Jonee Bhoudhaa Firai Jio Sunnjain Ghar Kaao ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਹੈ (ਕਿਤੋਂ ਭੀ ਉਸ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਹੀਂ ਮਿਲਦੀ) ਜਿਵੇਂ ਕਿਸੇ ਸੁੰਞੇ ਘਰ ਵਿਚ ਕਾਂ ਜਾਂਦਾ ਹੈ (ਉਥੋਂ ਉਸ ਨੂੰ ਮਿਲਦਾ ਕੁਝ ਨਹੀਂ)",
    "PRONUNCIATION": "(BauNdw) Btkdw[ (suM\\YN) suMny"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmqI Git cwnxw; sbid imlY hir nwau ]2]",
    "TRANSLITERATION": "Guramathee Ghatt Chaananaa Sabadh Milai Har Naao ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਹਿਰਦੇ ਵਿਚ ਚਾਨਣ (ਹੋ ਜਾਂਦਾ ਹੈ) (ਭਾਵ, ਸਹੀ ਜੀਵਨ ਦੀ ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ), ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "qRY gux ibiKAw AMDu hY; mwieAw moh gubwr ]",
    "TRANSLITERATION": "Thrai Gun Bikhiaa Andhh Hai Maaeiaa Moh Gubaar ||",
    "PUNJABI": "ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਜਗਤ ਅੰਨ੍ਹਾ ਹੋ ਰਿਹਾ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ (ਚੁਫੇਰੇ ਪਸਰਿਆ ਹੋਇਆ ਹੈ)।",
    "PRONUNCIATION": "(qRY gux) rjo qmo sqo[ (gubwr) hnyrw"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "loBIAn kau syvdy; piV vydw krih pukwr ]",
    "TRANSLITERATION": "Lobhee An Ko Saevadhae Parr Vaedhaa Karai Pookaar ||",
    "PUNJABI": "ਲੋਭ-ਗ੍ਰਸੇ ਜੀਵ (ਉਂਞ ਤਾਂ) ਵੇਦਾਂ ਨੂੰ ਪੜ੍ਹ ਕੇ (ਉਹਨਾਂ ਦੇ ਉਪਦੇਸ਼ ਦਾ) ਢੰਢੋਰਾ ਦੇਂਦੇ ਹਨ, (ਪਰ ਅੰਦਰੋਂ ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ ਦੀ (ਭਾਵ, ਮਾਇਆ ਦੀ) ਸੇਵਾ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": "piV@[ (dUjw pwT: loBI An)"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "ibiKAw AMdir pic muey; nw aurvwru. n pwru ]3]",
    "TRANSLITERATION": "Bikhiaa Andhar Pach Mueae Naa Ouravaar N Paar ||3||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ (ਮਾਇਆ-ਮੋਹ ਦੇ ਘੁੱਪ ਹਨੇਰੇ ਵਿਚੋਂ ਉਹਨਾਂ ਨੂੰ) ਨਾਹ ਉਰਲਾ ਬੰਨਾ ਦਿੱਸਦਾ ਹੈ, ਨਾਹ ਪਾਰਲਾ ਬੰਨਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "mwieAw moih ivswirAw; jgq ipqw pRiqpwil ]",
    "TRANSLITERATION": "Maaeiaa Mohi Visaariaa Jagath Pithaa Prathipaal ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਜੀਵਾਂ ਨੇ ਜਗਤ ਦੇ ਪਿਤਾ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "j`g-q[pRiqpwil: p`py pYr A`Dw rwrw, polwo bolo p`py nMU ishwrI nhIN lwauxI, p Riqpwil aucwrnw"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "bwJhu gurU Acyqu hY; sB bDI jmkwil ]",
    "TRANSLITERATION": "Baajhahu Guroo Achaeth Hai Sabh Badhhee Jamakaal ||",
    "PUNJABI": "ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਜੀਵ ਗ਼ਾਫਿਲ ਹੋ ਰਿਹਾ ਹੈ। (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਛੁੜੀ ਹੋਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਆਤਮਕ ਮੌਤੇ (ਆਪਣੇ ਬੰਧਨਾਂ ਵਿਚ) ਜਕੜਿਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "(Acyqu) igAwnhIn"
  },
  {
    "SHABAD_ID": 97,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk gurmiq aubry; scw nwmu smwil ]4]10]43]",
    "TRANSLITERATION": "Naanak Guramath Oubarae Sachaa Naam Samaal ||4||10||43||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਹੀ ਜੀਵ (ਆਤਮਕ ਮੌਤ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਬਚ ਸਕਦੇ ਹਨ ॥੪॥੧੦॥੪੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "qRY gux mwieAw mohu hY; gurmuiK. cauQw pdu pwie ]",
    "TRANSLITERATION": "Thrai Gun Maaeiaa Mohu Hai Guramukh Chouthhaa Padh Paae ||",
    "PUNJABI": "(ਜਗਤ ਵਿਚ) ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦਾ ਮੋਹ (ਪਸਰ ਰਿਹਾ) ਹੈ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ਉਹ ਉਸ ਆਤਮਕ ਦਰਜੇ ਨੂੰ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿੱਥੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "kir ikrpw mylwieAnu; hir nwmu visAw min Awie ]",
    "TRANSLITERATION": "Kar Kirapaa Maelaaeian Har Naam Vasiaa Man Aae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾਇਆ ਹੈ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "poqY ijn kY puMnu hY; iqn sqsMgiq mylwie ]1]",
    "TRANSLITERATION": "Pothai Jin Kai Punn Hai Thin Sathasangath Maelaae ||1||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ ਨੇਕੀ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(poqY) Kzwny"
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "BweI ry; gurmiq swic rhwau ]",
    "TRANSLITERATION": "Bhaaee Rae Guramath Saach Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕੇ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "swco swcu kmwvxw; swcY sbid imlwau ]1] rhwau ]",
    "TRANSLITERATION": "Saacho Saach Kamaavanaa Saachai Sabadh Milaao ||1|| Rehaao ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦੀ ਹੀ ਕਮਾਈ ਕਰੋ, ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜੇ ਰਹੋ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI nwmu pCwixAw; iqn ivthu bil jwau ]",
    "TRANSLITERATION": "Jinee Naam Pashhaaniaa Thin Vittahu Bal Jaao ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਗੁਰਮੁਖਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਕਦਰ ਸਮਝੀ ਹੈ।",
    "PRONUNCIATION": "(ivthu) au~qoN"
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "Awpu Coif crxI lgw; clw iqn kY Bwie ]",
    "TRANSLITERATION": "Aap Shhodd Charanee Lagaa Chalaa Thin Kai Bhaae ||",
    "PUNJABI": "ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਪਿਆਰ ਅਨੁਸਾਰ ਹੋ ਕੇ ਤੁਰਦਾ ਹਾਂ।",
    "PRONUNCIATION": "l`gW c`lW"
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "lwhw. hir hir nwmu imlY; shjy nwim smwie ]2]",
    "TRANSLITERATION": "Laahaa Har Har Naam Milai Sehajae Naam Samaae ||2||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (-ਰੂਪ) ਲਾਭ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur. mhlu n pweIAY; nwmu. n prwpiq hoie ]",
    "TRANSLITERATION": "Bin Gur Mehal N Paaeeai Naam N Paraapath Hoe ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਨਹੀਂ ਲੱਭਦਾ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "AYsw sqguru. loiV lhu; ijdU pweIAY scu soie ]",
    "TRANSLITERATION": "Aisaa Sathagur Lorr Lahu Jidhoo Paaeeai Sach Soe ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਤੂੰ ਭੀ) ਅਜੇਹਾ ਗੁਰੂ ਲੱਭ ਲੈ, ਜਿਸ ਪਾਸੋਂ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲ ਪਏ।",
    "PRONUNCIATION": "(loiV) l`B lvo[ ij`dU"
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "Asur sMGwrY. suiK vsY; jo iqsu BwvY su hoie ]3]",
    "TRANSLITERATION": "Asur Sanghaarai Sukh Vasai Jo This Bhaavai S Hoe ||3||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ) ਉਹ ਕਾਮਾਦਿਕ ਦੈਂਤਾਂ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਸਨੂੰ ਨਿਸਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(A-sur) ivkwr Aogux[ (sMGwrY) nws kry"
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "jyhw siqguru kir jwixAw; qyho jyhw suKu hoie ]",
    "TRANSLITERATION": "Jaehaa Sathagur Kar Jaaniaa Thaeho Jaehaa Sukh Hoe ||",
    "PUNJABI": "ਕੋਈ ਭੀ ਮਨੁੱਖ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਸਰਧਾ ਬਣ ਕੇ ਵੇਖ ਲਏ, ਸਤਿਗੁਰੂ ਨੂੰ ਜਿਹੋ ਜਿਹਾ ਕਿਸੇ ਨੇ ਸਮਝਿਆ ਹੈ ਉਸ ਨੂੰ ਉਹੋ ਜਿਹਾ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "eyhu shsw mUly nwhI; Bwau lwey jnu koie ]",
    "TRANSLITERATION": "Eaehu Sehasaa Moolae Naahee Bhaao Laaeae Jan Koe ||",
    "PUNJABI": "ਇਸ ਵਿਚ ਰਤਾ ਭਰ ਭੀ ਸ਼ੱਕ ਨਹੀਂ ਹੈ, (ਭਾਵੇਂ ਕੋਈ ਵੀ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨਾਲ ਪਿਆਰ ਕਰ ਕੇ ਦੇਖ ਲਵੇ।) (ਕਿਉਂਕਿ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 98,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. eyk joiq duie mUrqI; sbid imlwvw hoie ]4]11]44]",
    "TRANSLITERATION": "Naanak Eaek Joth Dhue Moorathee Sabadh Milaavaa Hoe ||4||11||44||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਸਿੱਖ ਦਾ ਗੁਰੂ ਨਾਲ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਸਿੱਖ ਅਤੇ ਗੁਰੂ ਦੀ) ਜੋਤਿ ਇੱਕ ਹੋ ਜਾਂਦੀ ਹੈ, ਸਰੀਰ ਭਾਵੇਂ ਦੋ ਹੁੰਦੇ ਹਨ ॥੪॥੧੧॥੪੪॥",
    "PRONUNCIATION": ""
  }
]