[
  {
    "SHABAD_ID": 99,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "AMimRqu Coif. ibiKAw loBwxy; syvw krih ivfwxI ]",
    "TRANSLITERATION": "Anmrith Shhodd Bikhiaa Lobhaanae Saevaa Karehi Viddaanee ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਛੱਡ ਕੇ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹੁੰਦੇ ਹਨ (ਤੇ, ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਹੋਰ ਹੋਰ ਦੀ (ਸੇਵਾ ਖ਼ੁਸ਼ਾਮਦ) ਕਰਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": "pRmwqmw ibnw (ivfwxI) dUjy dI"
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "Awpxw Drmu gvwvih, bUJih nwhI; An idnu duiK ivhwxI ]",
    "TRANSLITERATION": "Aapanaa Dhharam Gavaavehi Boojhehi Naahee Anadhin Dhukh Vihaanee ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਆਪਣਾ (ਮਨੁੱਖਾ ਜਨਮ ਦਾ) ਫ਼ਰਜ਼ ਭੁਲਾ ਬੈਠਦੇ ਹਨ (ਪਰ) ਸਮਝਦੇ ਨਹੀਂ, ਤੇ (ਉਹਨਾਂ ਦੀ ਉਮਰ) ਹਰ ਵੇਲੇ ਦੁੱਖ ਵਿਚ ਬੀਤਦੀ ਹੈ।",
    "PRONUNCIATION": "(ivhwxI) bqIq krnw"
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK AMDu. n cyqhI; fUib muey. ibnu pwxI ]1]",
    "TRANSLITERATION": "Manamukh Andhh N Chaethehee Ddoob Mueae Bin Paanee ||1||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਮਨਮੁਖ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਯਾਦ ਕਰਦੇ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਹੀ ਡੁੱਬ ਮਰਦੇ ਹਨ (ਭਾਵ, ਵਿਕਾਰਾਂ ਵਿਚ ਗ਼ਲਤਾਨ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ ਤੇ ਪ੍ਰਾਪਤ ਭੀ ਕੁਝ ਨਹੀਂ ਹੁੰਦਾ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry. sdw Bjhu; hir srxweI ]",
    "TRANSLITERATION": "Man Rae Sadhaa Bhajahu Har Saranaaee ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ।",
    "PRONUNCIATION": "Bjhu: polw bolo"
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "gur kw sbdu AMqir vsY; qw hir ivsir. n jweI ]1] rhwau ]",
    "TRANSLITERATION": "Gur Kaa Sabadh Anthar Vasai Thaa Har Visar N Jaaee ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ) ਜਦੋਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸੇ, ਤਦੋਂ ਪਰਮਾਤਮਾ (ਹਿਰਦੇ ਵਿਚੋਂ) ਨਹੀਂ ਵਿਸਰਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "iehu srIru. mwieAw kw puqlw; ivic haumY dustI pweI ]",
    "TRANSLITERATION": "Eihu Sareer Maaeiaa Kaa Puthalaa Vich Houmai Dhusattee Paaee ||",
    "PUNJABI": "ਮਨਮੁਖ ਦਾ ਇਹ ਸਰੀਰ ਮਾਇਆ ਦਾ ਪੁਤਲਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਮਨਮੁਖ ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਤੇ ਨੱਚਦਾ ਰਹਿੰਦਾ ਹੈ) ਮਨਮੁਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹਉਮੈ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ਵਿਕਾਰਾਂ ਦਾ ਭੈੜ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(dustI) nIcqw[ puqlw: polw bolo"
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "Awvxu jwxw jMmxu mrxw; mnmuiK piq gvweI ]",
    "TRANSLITERATION": "Aavan Jaanaa Janman Maranaa Manamukh Path Gavaaee ||",
    "PUNJABI": "ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਜਾਣਾ ਜੰਮਣਾ ਮਰਨਾ ਸਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨਮੁਖ ਨੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਭੀ ਗਵਾ ਲਈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguru syiv sdw suKu pwieAw; joqI joiq imlweI ]2]",
    "TRANSLITERATION": "Sathagur Saev Sadhaa Sukh Paaeiaa Jothee Joth Milaaee ||2||",
    "PUNJABI": "ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕੀਤੀ, ਉਸ ਨੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ, ਉਸ ਦੀ ਜੋਤਿ, ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "sqgur kI syvw Aiq suKwlI; jo ieCy so Plu pwey ]",
    "TRANSLITERATION": "Sathagur Kee Saevaa Ath Sukhaalee Jo Eishhae So Fal Paaeae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਬਹੁਤ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ) ਜੋ ਕੁਝ ਇੱਛਾ ਕਰਦਾ ਹੈ ਉਹੀ ਫਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "jqu squ qpu pivqu srIrw; hir hir mMin vswey ]",
    "TRANSLITERATION": "Jath Sath Thap Pavith Sareeraa Har Har Mann Vasaaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਹੀ ਜਤ ਸਤ ਤਪ (ਦਾ ਮੂਲ) ਹੈ, (ਗੁਰਮੁਖ ਦਾ) ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw AnMid rhY idnu rwqI; imil pRIqm suKu pwey ]3]",
    "TRANSLITERATION": "Sadhaa Anandh Rehai Dhin Raathee Mil Preetham Sukh Paaeae ||3||",
    "PUNJABI": "ਗੁਰਮੁਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਅਨੰਦ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਆਤਮਕ ਸੁਖ ਮਾਣਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "jo sqgur kI srxwgqI; hau iqn kY bil jwau ]",
    "TRANSLITERATION": "Jo Sathagur Kee Saranaagathee Ho Thin Kai Bal Jaao ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "dir scY scI vifAweI; shjy sic smwau ]",
    "TRANSLITERATION": "Dhar Sachai Sachee Vaddiaaee Sehajae Sach Samaao ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਲਈ ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨਤਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 99,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. ndrI pweIAY; gurmuiK myil imlwau ]4]12]45]",
    "TRANSLITERATION": "Naanak Nadharee Paaeeai Guramukh Mael Milaao ||4||12||45||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਾਪ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ ॥੪॥੧੨॥੪੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK krm kmwvxy; ijau dohwgix qin sIgwru ]",
    "TRANSLITERATION": "Manamukh Karam Kamaavanae Jio Dhohaagan Than Seegaar ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ (ਧਾਰਮਿਕ) ਕੰਮ ਕਮਾਣੇ ਇਉਂ ਹਨ ਜਿਵੇਂ ਕੋਈ ਛੁੱਟੜ ਇਸਤ੍ਰੀ (ਆਪਣੇ) ਸਰੀਰ ਉੱਤੇ ਸਿੰਗਾਰ ਕਰਦੀ ਹੈ।",
    "PRONUNCIATION": "(dohwgix) Cu`tV[ kmwvxy: vwvw BrvW bolo, vwvy nUM mMmw n bolo"
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "syjY kMqu. n AwveI; inq inq hoie KuAwru ]",
    "TRANSLITERATION": "Saejai Kanth N Aavee Nith Nith Hoe Khuaar ||",
    "PUNJABI": "ਉਸ ਦਾ ਪਤੀ (ਉਸ ਦੀ) ਸੇਜ ਉਤੇ (ਕਦੇ) ਨਹੀਂ ਆਉਂਦਾ, ਉਹ ਵਿਅਰਥ ਸਿੰਗਾਰ ਕਰ ਕੇ) ਸਦਾ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": "(KuAwru) duKI, bypq"
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "ipr kw mhlu. n pwveI; nw dIsY Gru bwru ]1]",
    "TRANSLITERATION": "Pir Kaa Mehal N Paavee Naa Dheesai Ghar Baar ||1||",
    "PUNJABI": "(ਇਸੇ ਤਰ੍ਹਾਂ ਮਨਮੁਖ ਮਨੁੱਖ ਵਿਖਾਏ ਦੇ ਧਾਰਮਿਕ ਕੰਮਾਂ ਨਾਲ) ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਹਜ਼ੂਰੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਦਰ-ਘਰ ਨਹੀਂ ਦਿੱਸਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "BweI ry; iek min. nwmu iDAwie ]",
    "TRANSLITERATION": "Bhaaee Rae Eik Man Naam Dhhiaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਕਾਗ੍ਰ-ਮਨ ਹੋ ਕੇ ਪਰਾਮਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "sMqw sMgiq imil rhY; jip rwm nwmu suKu pwie ]1] rhwau ]",
    "TRANSLITERATION": "Santhaa Sangath Mil Rehai Jap Raam Naam Sukh Paae ||1|| Rehaao ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਸੁਖ ਮਾਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK sdw sohwgxI; ipru rwiKAw aur Dwir ]",
    "TRANSLITERATION": "Guramukh Sadhaa Sohaaganee Pir Raakhiaa Our Dhhaar ||",
    "PUNJABI": "ਸਦਾ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸੁਹਾਗਣਾਂ (ਵਾਂਗ) ਹਨ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "imTw bolih iniv clih; syjY rvY Bqwru ]",
    "TRANSLITERATION": "Mithaa Bolehi Niv Chalehi Saejai Ravai Bhathaar ||",
    "PUNJABI": "ਉਹ (ਸਭਨਾਂ ਨਾਲ) ਮਿੱਠੇ ਬੋਲ ਬੋਲਦੇ ਹਨ, ਨਿਊਂ ਕੇ ਤੁਰਦੇ ਹਨ (ਗਰੀਬੀ ਸੁਭਾਵ ਵਾਲੇ ਹੁੰਦੇ ਹਨ), ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਸੇਜ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "soBwvMqI sohwgxI; ijn gur kw hyqu Apwru ]2]",
    "TRANSLITERATION": "Sobhaavanthee Sohaaganee Jin Gur Kaa Haeth Apaar ||2||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦਾ ਅਤੁੱਟ ਪਿਆਰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ) ਉਹ ਉਹਨਾਂ ਸੁਹਾਗਣਾਂ ਵਾਂਗ ਹਨ ਜਿਨ੍ਹਾਂ ਸੋਭਾ ਖੱਟੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(hyqu) pRym"
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "pUrY Bwig sqguru imlY; jw BwgY kw audau hoie ]",
    "TRANSLITERATION": "Poorai Bhaag Sathagur Milai Jaa Bhaagai Kaa Oudho Hoe ||",
    "PUNJABI": "ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ ਭਾਗ ਜਾਗ ਪਏ, ਤਾਂ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਉਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(audau) jwgxw pRgtxw"
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "AMqrhu duKu BRmu ktIAY; suKu prwpiq hoie ]",
    "TRANSLITERATION": "Antharahu Dhukh Bhram Katteeai Sukh Paraapath Hoe ||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ) ਹਿਰਦੇ ਵਿਚੋਂ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "gur kY BwxY jo clY; duKu. n pwvY koie ]3]",
    "TRANSLITERATION": "Gur Kai Bhaanai Jo Chalai Dhukh N Paavai Koe ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੈ, ਉਹ ਕਦੇ ਦੁੱਖ ਨਹੀਂ ਪਾਂਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "gur ky Bwxy ivic AMimRqu hY; shjy pwvY koie ]",
    "TRANSLITERATION": "Gur Kae Bhaanae Vich Anmrith Hai Sehajae Paavai Koe ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੈ (ਜੇਹੜਾ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ) ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnw prwpiq iqn pIAw; haumY ivchu Koie ]",
    "TRANSLITERATION": "Jinaa Paraapath Thin Peeaa Houmai Vichahu Khoe ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਇਹ ਅੰਮ੍ਰਿਤ ਲੱਭ ਪਿਆ, ਉਹਨਾਂ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪੀਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 100,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. gurmuiK nwmu iDAweIAY; sic imlwvw hoie ]4]13]46]",
    "TRANSLITERATION": "Naanak Guramukh Naam Dhhiaaeeai Sach Milaavaa Hoe ||4||13||46||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਮੇਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧੩॥੪੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "jw ipru jwxY Awpxw; qnu mnu AgY Dryie ]",
    "TRANSLITERATION": "Jaa Pir Jaanai Aapanaa Than Man Agai Dhharaee ||",
    "PUNJABI": "ਜਦੋਂ (ਕੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣਾ ਸਮਝ ਲੈਂਦੀ ਹੈ (ਭਾਵ, ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਯਾਦ ਦੀ ਰਾਹੀਂ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ) ਤਾਂ ਉਹ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨਾ ਛੱਡ ਦੇਂਦੀ ਹੈ) ਆਪਣਾ ਸਰੀਰ ਭੀ ਹਵਾਲੇ ਕਰ ਦੇਂਦੀ ਹੈ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰੇ ਮਾਇਆ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": "Dry-ie"
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "sohwgxI krm kmwvdIAw; syeI krm kryie ]",
    "TRANSLITERATION": "Sohaaganee Karam Kamaavadheeaa Saeee Karam Karaee ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਹੀ ਉੱਦਮ ਕਰਦੀ ਹੈ ਜੋ ਭਗਤ-ਜਨ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "shjy swic imlwvVw; swcu vfweI dyie ]1]",
    "TRANSLITERATION": "Sehajae Saach Milaavarraa Saach Vaddaaee Dhaee ||1||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਣ ਕਰਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਉਸ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਆਪਣੇ ਦਰ ਤੇ) ਇੱਜ਼ਤ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "BweI ry; gur ibnu. Bgiq n hoie ]",
    "TRANSLITERATION": "Bhaaee Rae Gur Bin Bhagath N Hoe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur. Bgiq n pweIAY; jy locY sBu koie ]1] rhwau ]",
    "TRANSLITERATION": "Bin Gur Bhagath N Paaeeai Jae Lochai Sabh Koe ||1|| Rehaao ||",
    "PUNJABI": "ਜੇ ਹਰੇਕ ਜੀਵ ਭੀ (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਾਸਤੇ) ਤਾਂਘ ਕਰੇ, ਤਾਂ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਨਹੀਂ ਮਿਲ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "lK caurwsIh Pyru pieAw; kwmix dUjY Bwie ]",
    "TRANSLITERATION": "Lakh Chouraaseeh Faer Paeiaa Kaaman Dhoojai Bhaae ||",
    "PUNJABI": "ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਰਹਿੰਦੀ ਹੈ ਉਸ ਨੂੰ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦਾ ਗੇੜ ਭੁਗਤਣਾ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "p-ieAw: p`py ishwrI nhIN, mukqw bolo, ipAw nw bolo"
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur. nId n AwveI; duKI rYix ivhwie ]",
    "TRANSLITERATION": "Bin Gur Needh N Aavee Dhukhee Rain Vihaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ, ਉਸ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 101,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu sbdY. ipru n pweIAY; ibrQw jnmu gvwie ]2]",
    "TRANSLITERATION": "Bin Sabadhai Pir N Paaeeai Birathhaa Janam Gavaae ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਹੀਂ ਮਿਲਦਾ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ) ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਜ਼ਾਇਆ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  }
]