[
  {
    "SHABAD_ID": 104,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguir imilAY. sd BY rcY; Awip vsY min Awie ]1]",
    "TRANSLITERATION": "Sathagur Miliai Sadh Bhai Rachai Aap Vasai Man Aae ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਆਪ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "BweI ry; gurmuiK bUJY koie ]",
    "TRANSLITERATION": "Bhaaee Rae Guramukh Boojhai Koe ||",
    "PUNJABI": "ਹੇ ਭਾਈ ਜੇਹੜਾ ਕੋਈ ਮਨੁੱਖ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ) ਸਮਝਦਾ ਹੈ ਉਹ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਸਮਝਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu bUJy. krm kmwvxy; jnmu pdwrQu Koie ]1] rhwau ]",
    "TRANSLITERATION": "Bin Boojhae Karam Kamaavanae Janam Padhaarathh Khoe ||1|| Rehaao ||",
    "PUNJABI": "(ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ (ਮਿਥੇ ਹੋਏ ਧਾਰਿਮਕ) ਕੰਮ ਕਰਨ ਨਾਲ ਮਨੁੱਖ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI cwiKAw. iqnI swdu pwieAw; ibnu cwKy. Brim Bulwie ]",
    "TRANSLITERATION": "Jinee Chaakhiaa Thinee Saadh Paaeiaa Bin Chaakhae Bharam Bhulaae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਅੰਮ੍ਰਿਤ ਰਸ ਚੱਖਿਆ ਹੈ ਉਹਨਾਂ ਨੇ ਇਸ ਦਾ ਸੁਆਦ ਮਾਣਿਆ ਹੈ। (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ) ਚੱਖਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ (ਪੈ ਕੇ) ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "AMimRqu swcw nwmu hY; khxw kCU n jwie ]",
    "TRANSLITERATION": "Anmrith Saachaa Naam Hai Kehanaa Kashhoo N Jaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਹੈ, ਇਸ ਦਾ ਸੁਆਦ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "pIvq hU prvwxu BieAw; pUrY sbid smwie ]2]",
    "TRANSLITERATION": "Peevath Hoo Paravaan Bhaeiaa Poorai Sabadh Samaae ||2||",
    "PUNJABI": "ਪੂਰੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਿਆਂ ਹੀ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "Awpy dyie. q pweIAY; horu. krxw ikCU n jwie ]",
    "TRANSLITERATION": "Aapae Dhaee Th Paaeeai Hor Karanaa Kishhoo N Jaae ||",
    "PUNJABI": "(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਦਾਤਿ) ਜੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਦੇਵੇ ਤਾਂ ਮਿਲਦੀ ਹੈ (ਜੇ ਉਸਦੀ ਮਿਹਰ ਨਾਹ ਹੋਵੇ ਤਾਂ) ਹੋਰ ਕੋਈ ਚਾਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "dyvx vwly kY hiQ dwiq hY; gurU duAwrY pwie ]",
    "TRANSLITERATION": "Dhaevan Vaalae Kai Hathh Dhaath Hai Guroo Dhuaarai Paae ||",
    "PUNJABI": "(ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਇਹ ਦਾਤ ਹੈ (ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ ਹੀ ਮਿਲਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "jyhw kIqonu. qyhw hoAw; jyhy krm kmwie ]3]",
    "TRANSLITERATION": "Jaehaa Keethon Thaehaa Hoaa Jaehae Karam Kamaae ||3||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਨੇ ਜੀਵ ਨੂੰ) ਜਿਹੋ ਜਿਹਾ ਬਣਾਇਆ, ਜੀਵ ਉਹੋ ਜਿਹਾ ਬਣ ਗਿਆ, (ਫਿਰ) ਉਹੋ ਜਿਹੇ ਕਰਮ ਜੀਵ ਕਰਦਾ ਹੈ (ਉਸ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਜੀਵ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਆਉਂਦਾ ਹੈ) ॥੩॥",
    "PRONUNCIATION": "(kIqonu) kIqw"
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "jqu squ sMjmu nwmu hY; ivxu nwvY. inrmlu n hoie ]",
    "TRANSLITERATION": "Jath Sath Sanjam Naam Hai Vin Naavai Niramal N Hoe ||",
    "PUNJABI": "(ਮਨੁੱਖ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਲਈ ਜਤ ਸਤ ਸੰਜਮ ਸਾਧਦਾ ਹੈ, ਪਰ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਇਹ ਕਿਸੇ ਕੰਮ ਨਹੀਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਹੀ ਜਤ ਹੈ ਨਾਮ ਹੀ ਸਤ ਹੈ ਨਾਮ ਹੀ ਸੰਜਮ ਹੈ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "pUrY Bwig. nwmu min vsY; sbid imlwvw hoie ]",
    "TRANSLITERATION": "Poorai Bhaag Naam Man Vasai Sabadh Milaavaa Hoe ||",
    "PUNJABI": "ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦਾ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 104,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. shjy hI rMig vrqdw; hir gux pwvY soie ]4]17]50]",
    "TRANSLITERATION": "Naanak Sehajae Hee Rang Varathadhaa Har Gun Paavai Soe ||4||17||50||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੇਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਅੰਦਰ ਵਸਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧੭॥੫੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "kWieAw swDY. aurD qpu krY; ivchu haumY. n jwie ]",
    "TRANSLITERATION": "Kaaneiaa Saadhhai Ouradhh Thap Karai Vichahu Houmai N Jaae ||",
    "PUNJABI": "ਮਨੁੱਖ ਸਰੀਰ ਨੂੰ (ਭਾਵ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ) ਆਪਣੇ ਵੱਸ ਵਿਚ ਰੱਖਣ ਦੇ ਜਤਨ ਕਰਦਾ ਹੈ, ਪੁੱਠਾ ਲਟਕ ਕੇ ਤਪ ਕਰਦਾ ਹੈ, (ਪਰ ਇਸ ਤਰ੍ਹਾਂ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": "(aurD) pu`Tw ho ky"
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "AiDAwqm krm jy kry; nwmu. n kb hI pwie ]",
    "TRANSLITERATION": "Adhhiaatham Karam Jae Karae Naam N Kab Hee Paae ||",
    "PUNJABI": "ਜੇ ਮਨੁੱਖ ਆਤਮਕ ਉੱਨਤੀ ਸੰਬੰਧੀ (ਅਜੇਹੇ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਕਦੇ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "PRONUNCIATION": "(AiDAwqm) mn mrjI dy kMm"
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "gur kY sbid jIvqu mrY; hir nwmu vsY min Awie ]1]",
    "TRANSLITERATION": "Gur Kai Sabadh Jeevath Marai Har Naam Vasai Man Aae ||1||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਸਹੈਤਾ ਨਾਲ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "suix mn myry; Bju sqgur srxw ]",
    "TRANSLITERATION": "Sun Man Maerae Bhaj Sathagur Saranaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਮੇਰੀ ਗੱਲ) ਸੁਣ, ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI CutIAY; ibKu Bvjlu. sbid gur qrxw ]1] rhwau ]",
    "TRANSLITERATION": "Gur Parasaadhee Shhutteeai Bikh Bhavajal Sabadh Gur Tharanaa ||1|| Rehaao ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਬਚੀਦਾ ਹੈ, ਇਹ ਜ਼ਹਰ-(ਭਰਿਆ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ) ਤਰ ਸਕੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "ibKu: ij`Qy vI ieh gurbwxI iv`c Awvy Eo`Qy polw bolo"
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "qRY gux sBw Dwqu hY; dUjw Bwau ivkwru ]",
    "TRANSLITERATION": "Thrai Gun Sabhaa Dhhaath Hai Dhoojaa Bhaao Vikaar ||",
    "PUNJABI": "ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਕੰਮ ਕਰਨੇ-ਇਹ ਸਾਰਾ ਮਾਇਆ ਦਾ ਹੀ ਪ੍ਰਭਾਵ ਹੈ, ਤੇ ਮਾਇਆ ਦਾ ਪਿਆਰ (ਮਨ ਵਿਚ) ਵਿਕਾਰ (ਹੀ) ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "s`Bw"
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "pMifqu pVY. bMDn moh bwDw; nh bUJY. ibiKAw ipAwir ]",
    "TRANSLITERATION": "Panddith Parrai Bandhhan Moh Baadhhaa Neh Boojhai Bikhiaa Piaar ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਬੱਝਾ ਹੋਇਆ ਪੰਡਿਤ (ਧਰਮ-ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿਣ ਕਰਕੇ ਉਹ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਨਹੀਂ ਸਮਝ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguir imilAY. iqRkutI CUtY; cauQY pid mukiq duAwru ]2]",
    "TRANSLITERATION": "Sathagur Miliai Thrikuttee Shhoottai Chouthhai Padh Mukath Dhuaar ||2||",
    "PUNJABI": "ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ (ਮਾਇਆ-ਮੋਹ ਦੇ ਕਾਰਨ ਪੈਦਾ ਹੋਈ ਅੰਦਰਲੀ) ਖਿੱਝ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਉਤਲੇ ਆਤਮਕ ਦਰਜੇ ਵਿਚ (ਪਹੁੰਚਿਆਂ) (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(iqRkutI) rjo qmo sqo[ pid: polw bolo"
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "gur qy. mwrgu pweIAY; cUkY mohu gubwru ]",
    "TRANSLITERATION": "Gur Thae Maarag Paaeeai Chookai Mohu Gubaar ||",
    "PUNJABI": "ਗੁਰੂ ਪਾਸੋਂ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਲੱਭ ਪੈਂਦਾ ਹੈ (ਮਨ ਵਿਚੋਂ) ਮੋਹ (ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid mrY qw auDrY; pwey moK duAwru ]",
    "TRANSLITERATION": "Sabadh Marai Thaa Oudhharai Paaeae Mokh Dhuaar ||",
    "PUNJABI": "ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਮਰ ਜਾਏ ਤਾਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ, ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI imil rhY; scu nwmu krqwru ]3]",
    "TRANSLITERATION": "Gur Parasaadhee Mil Rehai Sach Naam Karathaar ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿ ਸਕਦਾ ਹੈ, ਤੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "iehu mnUAw. Aiq sbl hY; CfY n. ikqY aupwie ]",
    "TRANSLITERATION": "Eihu Manooaa Ath Sabal Hai Shhaddae N Kithai Oupaae ||",
    "PUNJABI": "(ਨਹੀਂ ਤਾਂ) ਇਹ ਮਨ (ਤਾਂ) ਬੜਾ ਬਲਵਾਨ ਹੈ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਸੇ ਭੀ ਹੀਲੇ ਨਾਲ ਇਹ (ਕੁਰਾਹੇ ਪਾਣੋਂ) ਛੱਡਦਾ ਨਹੀਂ।",
    "PRONUNCIATION": "sbl: polw bolo imlvW[ (sbl) sihq bl dy"
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "dUjY Bwie duKu lwiedw; bhuqI dyie sjwie ]",
    "TRANSLITERATION": "Dhoojai Bhaae Dhukh Laaeidhaa Bahuthee Dhaee Sajaae ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਫਸਾ ਕੇ (ਮਨੁੱਖ ਨੂੰ) ਦੁੱਖ ਚੰਬੋੜ ਦੇਂਦਾ ਹੈ, ਤੇ ਬੜੀ ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 105,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. nwim lgy sy aubry; haumY sbid gvwie ]4]18]51]",
    "TRANSLITERATION": "Naanak Naam Lagae Sae Oubarae Houmai Sabadh Gavaae ||4||18||51||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ (ਇਸ ਦੇ ਪੰਜੇ ਤੋਂ) ਬਚਦੇ ਹਨ ॥੪॥੧੮॥੫੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ikrpw kry guru pweIAY; hir nwmo dyie idRVwie ]",
    "TRANSLITERATION": "Kirapaa Karae Gur Paaeeai Har Naamo Dhaee Dhrirraae ||",
    "PUNJABI": "(ਜਦੋਂ ਪਰਮਾਤਮਾ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ (ਤਾਂ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur. iknY n pwieE; ibrQw jnmu gvwie ]",
    "TRANSLITERATION": "Bin Gur Kinai N Paaeiou Birathhaa Janam Gavaae ||",
    "PUNJABI": "(ਕਦੇ ਭੀ) ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਪਰਮਾਤਮਾ ਨੂੰ) ਨਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦਾ ਉਹ) ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK krm kmwvxy; drgh imlY sjwie ]1]",
    "TRANSLITERATION": "Manamukh Karam Kamaavanae Dharageh Milai Sajaae ||1||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰ ਕੇ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ (ਭੀ) ਕੀਤਿਆਂ ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸਜ਼ਾ ਹੀ ਮਿਲਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry; dUjw Bwau cukwie ]",
    "TRANSLITERATION": "Man Rae Dhoojaa Bhaao Chukaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "AMqir qyrY hir vsY; gur syvw suKu pwie ] rhwau ]",
    "TRANSLITERATION": "Anthar Thaerai Har Vasai Gur Saevaa Sukh Paae || Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਤੇਰੇ ਅੰਦਰ ਵੱਸਦਾ ਹੈ (ਫਿਰ ਭੀ ਤੂੰ ਸੁਖੀ ਨਹੀਂ ਹੈਂ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਭਗਤੀ ਕੀਤਿਆਂ ਹੀ ਆਤਮਕ ਸੁੱਖ ਲੱਭਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "scu bwxI scu sbdu hY; jw sic Dry ipAwru ]",
    "TRANSLITERATION": "Sach Baanee Sach Sabadh Hai Jaa Sach Dhharae Piaar ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਪਿਆਰ ਜੋੜਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਦੀ ਬਾਣੀ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਯਥਾਰਥ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "hir kw nwmu min vsY; haumY kRoDu invwir ]",
    "TRANSLITERATION": "Har Kaa Naam Man Vasai Houmai Krodhh Nivaar ||",
    "PUNJABI": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਅੰਦਰੋਂ) ਹਉਮੈ ਤੇ ਕ੍ਰੋਧ ਦੂਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "min inrml nwmu iDAweIAY; qw pwey moK duAwru ]2]",
    "TRANSLITERATION": "Man Niramal Naam Dhhiaaeeai Thaa Paaeae Mokh Dhuaar ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਵਿਤ੍ਰ ਮਨ ਦੇ ਰਾਹੀਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਜਦੋਂ ਮਨੁੱਖ ਸਿਮਰਦਾ ਹੈ) ਤਦੋਂ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY ivic jgu ibnsdw; mir jMmY AwvY jwie ]",
    "TRANSLITERATION": "Houmai Vich Jag Binasadhaa Mar Janmai Aavai Jaae ||",
    "PUNJABI": "ਜਗਤ ਹਉਮੈ ਵਿਚ ਫਸ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦਾ ਹੈ ਤੇ ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(ibnsdw) nws huMdw"
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK. sbdu n jwxnI; jwsin piq gvwie ]",
    "TRANSLITERATION": "Manamukh Sabadh N Jaananee Jaasan Path Gavaae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਕਦਰ) ਨਹੀਂ ਜਾਣਦੇ, ਉਹ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਕੇ ਹੀ (ਜਗਤ ਵਿਚੋਂ) ਜਾਣਗੇ।",
    "PRONUNCIATION": "(jwsin) jWdy"
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "gur syvw nwau pweIAY; scy rhY smwie ]3]",
    "TRANSLITERATION": "Gur Saevaa Naao Paaeeai Sachae Rehai Samaae ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ (ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਉਹ) ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  }
]