[
  {
    "SHABAD_ID": 106,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid mMinAY guru pweIAY; ivchu Awpu gvwie ]",
    "TRANSLITERATION": "Sabadh Manniai Gur Paaeeai Vichahu Aap Gavaae ||",
    "PUNJABI": "ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸਰਧਾ ਬਣ ਜਾਏ ਤਾਂ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦਾ ਹੈ ਉਹ ਆਪਣੇ) ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "An idnu Bgiq kry sdw; swcy kI ilv lwie ]",
    "TRANSLITERATION": "Anadhin Bhagath Karae Sadhaa Saachae Kee Liv Laae ||",
    "PUNJABI": "ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਸਦਾ ਉਸ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 106,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "nwmu pdwrQu min visAw; nwnk shij smwie ]4]19]52]",
    "TRANSLITERATION": "Naam Padhaarathh Man Vasiaa Naanak Sehaj Samaae ||4||19||52||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਅਮੋਲਕ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ। ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਭੀ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧੯॥੫੨॥{33-34}",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI purKI. sqguru, n syivE; sy duKIey jug cwir ]",
    "TRANSLITERATION": "Jinee Purakhee Sathagur N Saeviou Sae Dhukheeeae Jug Chaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਨਹੀਂ ਕੀਤੀ, ਉਹ ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਜੁਗ ਕੋਈ ਭੀ ਹੋਵੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਦੁੱਖ ਹੈ)।",
    "PRONUNCIATION": "purKIN"
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "Gir hodw purKu. n pCwixAw; AiBmwin muTy AhMkwir ]",
    "TRANSLITERATION": "Ghar Hodhaa Purakh N Pashhaaniaa Abhimaan Muthae Ahankaar ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣ ਸਕਦੇ, ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਅਭਿਮਾਨ ਵਿਚ (ਫਸੇ ਰਹਿ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ) ਲੁਟਾ ਬੈਠਦੇ ਹਨ।",
    "PRONUNCIATION": "AhM-kwir"
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "sqgurU ikAw iPtikAw; mMig Qky sMswir ]",
    "TRANSLITERATION": "Sathaguroo Kiaa Fittakiaa Mang Thhakae Sansaar ||",
    "PUNJABI": "ਗੁਰੂ ਵਲੋਂ ਬੇ-ਮੁੱਖ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਮੰਗਦੇ ਫਿਰਦੇ ਹਨ (ਭਾਵ, ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ)।",
    "PRONUNCIATION": "(iPt-ikAw) iDRkwirAw"
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "scw sbdu. n syivE; siB kwj svwrxhwru ]1]",
    "TRANSLITERATION": "Sachaa Sabadh N Saeviou Sabh Kaaj Savaaranehaar ||1||",
    "PUNJABI": "ਉਹ ਬੰਦੇ ਉਸ ਅਟੱਲ ਗੁਰ-ਸ਼ਬਦ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦੇ ਜੋ ਸਾਰੇ ਕੰਮ ਸਵਾਰਣ ਦੇ ਸਮਰੱਥ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "mn myry; sdw hir vyKu hdUir ]",
    "TRANSLITERATION": "Man Maerae Sadhaa Har Vaekh Hadhoor ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ (ਆਪਣੇ) ਅੰਗ-ਸੰਗ ਵੇਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "jnm mrn duKu prhrY; sbid rihAw BrpUir ]1] rhwau ]",
    "TRANSLITERATION": "Janam Maran Dhukh Pareharai Sabadh Rehiaa Bharapoor ||1|| Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ (ਜੀਵਾਂ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਭਰਪੂਰ ਵੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਨ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਅੰਦਰ ਧਾਰਨ ਕਰ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(prhrY) ivSyS krky Kqm hoxy"
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "scu slwhin sy scy; scw nwmu ADwru ]",
    "TRANSLITERATION": "Sach Salaahan Sae Sachae Sachaa Naam Adhhaar ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਉਹਨਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "scI kwr kmwvxI; scy nwil ipAwru ]",
    "TRANSLITERATION": "Sachee Kaar Kamaavanee Sachae Naal Piaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਸਿਮਰਨ ਦੀ ਇਹ ਸਦਾ- ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਕਾਰ ਕੀਤੀ ਹੈ, ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "scw swhu vrqdw; koie. n mytxhwru ]",
    "TRANSLITERATION": "Sachaa Saahu Varathadhaa Koe N Maettanehaar ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਹੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸ਼ਾਹ ਹੈ (ਜਿਸ ਦਾ ਹੁਕਮ ਜਗਤ ਵਿਚ) ਚੱਲ ਰਿਹਾ ਹੈ, ਕੋਈ ਜੀਵ ਉਸ ਦਾ ਹੁਕਮ ਉਲੰਘ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK. mhlu n pwienI; kUiV muTy. kUiVAwr ]2]",
    "TRANSLITERATION": "Manamukh Mehal N Paaeinee Koorr Muthae Koorriaar ||2||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰ-ਘਰ ਨਹੀਂ ਲੱਭ ਸਕਦੇ। ਉਹ ਨਾਸਵੰਤ ਜਗਤ ਦੇ ਵਪਾਰੀ ਝੂਠੇ ਮੋਹ ਵਿਚ ਹੀ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ) ਠਗਾ ਬੈਠਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY krqw jgu muAw; gur ibnu. Gor AMDwru ]",
    "TRANSLITERATION": "Houmai Karathaa Jag Muaa Gur Bin Ghor Andhhaar ||",
    "PUNJABI": "ਜਗਤ 'ਮੈਂ ਮੈਂ' ਕਰਦਾ ਹੀ (ਭਾਵ, 'ਮੈਂ ਵੱਡਾ ਹਾਂ ਮੈਂ ਵੱਡਾ ਹਾਂ' ਇਸ ਅਹੰਕਾਰ ਵਿਚ) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ (ਇਸ ਦੇ ਵਾਸਤੇ) ਘੁੱਪ ਹਨੇਰਾ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "mwieAw moih ivswirAw; suKdwqw dwqwru ]",
    "TRANSLITERATION": "Maaeiaa Mohi Visaariaa Sukhadhaathaa Dhaathaar ||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਇਸ ਨੇ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਤੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਭੁਲਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": "(ivswirAw) BulwieAw"
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguru syvih qw aubrih; scu rKih aur Dwir ]",
    "TRANSLITERATION": "Sathagur Saevehi Thaa Oubarehi Sach Rakhehi Our Dhhaar ||",
    "PUNJABI": "ਜਦੋਂ ਜੀਵ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ, ਤਦੋਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਘੁੱਪ ਹਨੇਰੇ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "ikrpw qy. hir pweIAY; sic sbid vIcwir ]3]",
    "TRANSLITERATION": "Kirapaa Thae Har Paaeeai Sach Sabadh Veechaar ||3||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ (ਮਿਹਰ ਨਾਲ ਹੀ) ਸਦਾ-ਥਿਰ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguru syiv. mnu inrmlw; haumY qij ivkwir ]",
    "TRANSLITERATION": "Sathagur Saev Man Niramalaa Houmai Thaj Vikaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਹਉਮੈ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਵਿਕਾਰ ਛੱਡ ਕੇ (ਮਨੁੱਖ ਦਾ) ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "Awpu Coif jIvq mrY; gur kY sbid vIcwr ]",
    "TRANSLITERATION": "Aap Shhodd Jeevath Marai Gur Kai Sabadh Veechaar ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ (ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ), ਤੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ ਕਾਰ ਕਰਦਾ ਹੀ ਵਿਕਾਰਾਂ ਵੱਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "DMDw Dwvq rih gey; lwgw swic ipAwru ]",
    "TRANSLITERATION": "Dhhandhhaa Dhhaavath Rehi Geae Laagaa Saach Piaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੋਹ ਦੇ ਝਮੇਲਿਆਂ ਦੀ ਭਟਕਣਾ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "sic rqy muK aujly; iqqu swcY drbwir ]4]",
    "TRANSLITERATION": "Sach Rathae Mukh Oujalae Thith Saachai Dharabaar ||4||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "sqguru purKu. n mMinE; sbid. n lgo ipAwru ]",
    "TRANSLITERATION": "Sathagur Purakh N Manniou Sabadh N Lago Piaar ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਨੂੰ (ਆਪਣਾ ਜੀਵਨ-ਰਾਹਬਰ) ਨਹੀਂ ਮੰਨਿਆ, ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "iesnwnu dwnu jyqw krih; dUjY Bwie KuAwru ]",
    "TRANSLITERATION": "Eisanaan Dhaan Jaethaa Karehi Dhoojai Bhaae Khuaar ||",
    "PUNJABI": "ਉਹ ਜਿਤਨਾ ਭੀ (ਤੀਰਥ-) ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਜਿਤਨਾ ਭੀ ਦਾਨ ਪੁੰਨ ਕਰਦੇ ਹਨ ਮਾਇਆ ਦੇ ਪਿਆਰ ਦੇ ਕਾਰਨ ਉਹ ਸਾਰਾ ਉਹਨਾਂ ਨੂੰ ਖ਼ੁਆਰ ਹੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "hir jIau. AwpxI ikRpw kry; qw lwgY nwm ipAwru ]",
    "TRANSLITERATION": "Har Jeeo Aapanee Kirapaa Karae Thaa Laagai Naam Piaar ||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਤਦੋਂ ਹੀ ਜੀਵ ਦਾ ਉਸ ਦੇ ਨਾਮ ਨਾਲ ਪਿਆਰ ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 107,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. nwmu smwil qU; gur kY hyiq Apwir ]5]20]53]",
    "TRANSLITERATION": "Naanak Naam Samaal Thoo Gur Kai Haeth Apaar ||5||20||53||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਅਤੁੱਟ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਕੇ ਰੱਖ ॥੫॥੨੦॥੫੩॥",
    "PRONUNCIATION": "(Apwir) bhuq (hyiq) pRym"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "iksu hau syvI. ikAw jpu krI; sqgur pUCau jwie ]",
    "TRANSLITERATION": "Kis Ho Saevee Kiaa Jap Karee Sathagur Pooshho Jaae ||",
    "PUNJABI": "ਜਦੋਂ ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪਾਸੋਂ ਪੁੱਛਦਾ ਹਾਂ ਕਿ (ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਵਾਸਤੇ) ਮੈਂ ਕਿਸ ਦੀ ਸੇਵਾ ਕਰਾਂ ਤੇ ਕੇਹੜਾ ਜਪ ਕਰਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "sqgur kw Bwxw mMin leI; ivchu Awpu gvwie ]",
    "TRANSLITERATION": "Sathagur Kaa Bhaanaa Mann Lee Vichahu Aap Gavaae ||",
    "PUNJABI": "(ਤਾਂ ਗੁਰੂ ਪਾਸੋਂ ਉਪਦੇਸ਼ ਮਿਲਦਾ ਹੈ ਕਿ) ਮੈਂ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "eyhw syvw cwkrI; nwmu vsY min Awie ]",
    "TRANSLITERATION": "Eaehaa Saevaa Chaakaree Naam Vasai Man Aae ||",
    "PUNJABI": "(ਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਣਾ ਹੀ ਇਕ) ਐਸੀ ਸੇਵਾ ਹੈ ਐਸੀ ਚਾਕਰੀ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "nwmY hI qy suKu pweIAY; scY sbid suhwie ]1]",
    "TRANSLITERATION": "Naamai Hee Thae Sukh Paaeeai Sachai Sabadh Suhaae ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(suhwie) soBw pRwpq"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "mn myry. An idnu jwgu; hir cyiq ]",
    "TRANSLITERATION": "Man Maerae Anadhin Jaag Har Chaeth ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰ ਵੇਲੇ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵੱਲੋਂ) ਸੁਚੇਤ ਰਹੁ, ਤੇ ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਸਿਮਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "AwpxI KyqI riK lY; kUMj pVYgI Kyiq ]1] rhwau ]",
    "TRANSLITERATION": "Aapanee Khaethee Rakh Lai Koonj Parraigee Khaeth ||1|| Rehaao ||",
    "PUNJABI": "ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਫ਼ਸਲ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈ। ਅੰਤ ਨੂੰ ਤੇਰੇ ਉਮਰ ਦੇ ਖੇਤ ਵਿਚ ਕੂੰਜ ਆ ਪਏਗੀ (ਭਾਵ, ਬਿਰਧ ਅਵਸਥਾ ਆ ਪਹੁੰਚੇਗੀ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "mOq rUpI kMUj, srIr rUpI Kyq nMU (pVYgI) pvygI[ pVY-gI: VwVy hlMq nhIN lwauxw"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "mn kIAw ieCw pUrIAw; sbid rihAw BrpUir ]",
    "TRANSLITERATION": "Man Keeaa Eishhaa Pooreeaa Sabadh Rehiaa Bharapoor ||",
    "PUNJABI": "ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਅਦਬ ਵਿਚ ਤੇ ਪ੍ਰੇਮ ਵਿਚ ਰਹਿ ਕੇ ਉਸਦੀ ਭਗਤੀ ਦਿਨ ਰਾਤ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀਆਂ ਭਾਵਨੀਆਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਮਨ ਕਾਮਨਾ-ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "BY Bwie. Bgiq krih idnu rwqI; hir jIau vyKY sdw hdUir ]",
    "TRANSLITERATION": "Bhai Bhaae Bhagath Karehi Dhin Raathee Har Jeeo Vaekhai Sadhaa Hadhoor ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ (ਹੋ ਕੇ ਸਭ ਜੀਵਾਂ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "scY sbid sdw mnu rwqw; BRmu gieAw srIrhu dUir ]",
    "TRANSLITERATION": "Sachai Sabadh Sadhaa Man Raathaa Bhram Gaeiaa Sareerahu Dhoor ||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਮਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਭਟਕਣਾ ਉਨ੍ਹਾਂ ਦੇ ਸਰੀਰ ਵਿਚੋਂ ਉੱਕਾ ਹੀ ਮਿੱਟ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "inrmlu swihbu pwieAw; swcw guxI ghIru ]2]",
    "TRANSLITERATION": "Niramal Saahib Paaeiaa Saachaa Gunee Geheer ||2||",
    "PUNJABI": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਵਿੱਤਰ ਸਰੂਪ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(guxI ghIru) guxW dy smuMdR, pRmwqmw jI"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "jo jwgy sy aubry; sUqy gey muhwie ]",
    "TRANSLITERATION": "Jo Jaagae Sae Oubarae Soothae Geae Muhaae ||",
    "PUNJABI": "ਜੇਹੜੇ ਬੰਦੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ। ਜੇਹੜੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਨੀਂਦ ਵਿਚ ਸੌਂ ਜਾਂਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸ-ਪੂੰਜੀ ਲੁਟਾ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(muhwie) lu`ty"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "scw sbdu. n pCwixE; supnw gieAw ivhwie ]",
    "TRANSLITERATION": "Sachaa Sabadh N Pashhaaniou Supanaa Gaeiaa Vihaae ||",
    "PUNJABI": "ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੀ ਸਾਰ ਨਹੀਂ ਜਾਣਦੇ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਸੁਪਨੇ ਵਾਂਗ (ਵਿਅਰਥ) ਬੀਤ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(ivhwie) bqIq"
  },
  {
    "SHABAD_ID": 108,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "suM\\\\y Gr kw pwhuxw; ijau AwieAw iqau jwie ]",
    "TRANSLITERATION": "Sunnjae Ghar Kaa Paahunaa Jio Aaeiaa Thio Jaae ||",
    "PUNJABI": "ਉਹ ਜਗਤ ਤੋਂ ਤਿਵੇਂ ਹੀ ਖ਼ਾਲੀ-ਹੱਥ ਚਲੇ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਕਿਸੇਂ ਸੁੰਞੇ ਘਰ ਵਿਚ ਕੋਈ ਪ੍ਰਾਹੁਣਾ ਆ ਕੇ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(suM\\y) suMnw"
  }
]