[
  {
    "SHABAD_ID": 110,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "sBu ikCu suxdw vyKdw; ikau mukir pieAw jwie ]",
    "TRANSLITERATION": "Sabh Kishh Sunadhaa Vaekhadhaa Kio Mukar Paeiaa Jaae ||",
    "PUNJABI": "(ਅਸੀਂ ਜੀਵ ਜੋ ਕੁਝ ਕਰਦੇ ਹਾਂ ਜਾਂ ਬੋਲਦੇ ਚਿਤਵਦੇ ਹਾਂ) ਉਹ ਸਭ ਕੁਝ ਪਰਮਾਤਮਾ ਵੇਖਦਾ ਸੁਣਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਪਣੇ ਕੀਤੇ ਤੇ ਚਿਤਵੇ ਮੰਦ ਕਰਮਾਂ ਤੋਂ) ਮੁੱਕਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": "m`ukir[ p-ieAw: p`py ishwrI nhIN mukqw bolo, ipAw nw bolo"
  },
  {
    "SHABAD_ID": 110,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "pwpo pwpu kmwvdy; pwpy pcih pcwie ]",
    "TRANSLITERATION": "Paapo Paap Kamaavadhae Paapae Pachehi Pachaae ||",
    "PUNJABI": "(ਤਾਹੀਏਂ) ਜੇਹੜੇ ਬੰਦੇ (ਸਾਰੀ ਉਮਰ) ਪਾਪ ਹੀ ਪਾਪ ਕਮਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਸਦਾ) ਪਾਪ ਵਿਚ ਸੜਦੇ ਭੁੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "pcih: polw bolo[ (pcih) sVdy, dUsirAW nMU (pcwie) swVdy hn["
  },
  {
    "SHABAD_ID": 110,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "so pRBu ndir. n AwveI; mnmuiK bUJ. n pwie ]",
    "TRANSLITERATION": "So Prabh Nadhar N Aavee Manamukh Boojh N Paae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ (ਇਹ) ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ, ਉਸ ਨੂੰ ਉਹ (ਸਭ ਕੁਝ ਵੇਖਣ ਸੁਣਨ ਵਾਲਾ) ਪਰਮਾਤਮਾ ਨਜ਼ਰ ਨਹੀਂ ਆਉਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 110,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ijsu vyKwly soeI vyKY; nwnk gurmuiK pwie ]4]23]56]",
    "TRANSLITERATION": "Jis Vaekhaalae Soee Vaekhai Naanak Guramukh Paae ||4||23||56||",
    "PUNJABI": "(ਪਰ ਕਿਸੇ ਜੀਵ ਦੇ ਭੀ ਕੀ ਵੱਸ?) ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣਾ ਆਪ ਵਿਖਾਂਦਾ ਹੈ, ਉਹੀ (ਉਸ ਨੂੰ) ਵੇਖ ਸਕਦਾ ਹੈ, ਉਸੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ॥੪॥੨੩॥੫੬॥{35-36}",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "sRIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sreeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur. rogu n quteI; haumY pIV. n jwie ]",
    "TRANSLITERATION": "Bin Gur Rog N Thuttee Houmai Peerr N Jaae ||",
    "PUNJABI": "ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਜਨਮ ਮਰਨ ਦਾ) ਰੋਗ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ, ਹਉਮੈ ਦੀ ਦਰਦ ਨਹੀਂ ਜਾਂਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI min vsY; nwmy rhY smwie ]",
    "TRANSLITERATION": "Gur Parasaadhee Man Vasai Naamae Rehai Samaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਵੱਸ ਪੈਂਦਾ ਹੈ ਉਹ ਨਾਮ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "gur sbdI hir pweIAY; ibnu sbdY. Brim Bulwie ]1]",
    "TRANSLITERATION": "Gur Sabadhee Har Paaeeai Bin Sabadhai Bharam Bhulaae ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, ਗੁਰ-ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry; inj Gir vwsw hoie ]",
    "TRANSLITERATION": "Man Rae Nij Ghar Vaasaa Hoe ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਅੰਤਰ ਆਤਮੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਤੇਰਾ ਨਿਵਾਸ ਬਣਿਆ ਰਹੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "rwm nwmu swlwih qU; iPir Awvxu jwxu. n hoie ]1] rhwau ]",
    "TRANSLITERATION": "Raam Naam Saalaahi Thoo Fir Aavan Jaan N Hoe ||1|| Rehaao ||",
    "PUNJABI": "ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ, ਤਾਂ ਮੁੜ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਹੋਵੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "hir ieko dwqw vrqdw; dUjw Avru. n koie ]",
    "TRANSLITERATION": "Har Eiko Dhaathaa Varathadhaa Dhoojaa Avar N Koe ||",
    "PUNJABI": "ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੀ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈ, ਉਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid swlwhI min vsY; shjy hI suKu hoie ]",
    "TRANSLITERATION": "Sabadh Saalaahee Man Vasai Sehajae Hee Sukh Hoe ||",
    "PUNJABI": "ਜੇ ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂ, ਤਾਂ ਉਹ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ ਸੁਖੈਨ ਹੀ ਆਤਮਕ ਆਨੰਦ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "sB ndrI AMdir vyKdw; jY BwvY qY dyie ]2]",
    "TRANSLITERATION": "Sabh Nadharee Andhar Vaekhadhaa Jai Bhaavai Thai Dhaee ||2||",
    "PUNJABI": "ਉਹ ਦਾਤਾਰ ਹਰੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਉਸ ਦੀ ਮਰਜ਼ੀ ਹੋਵੇ ਉਸ ਨੂੰ ਹੀ (ਇਹ ਆਤਮਕ ਆਨੰਦ) ਦੇਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(ndrI) idRStI"
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY sBw. gxq hY; gxqY nau. suKu nwih ]",
    "TRANSLITERATION": "Houmai Sabhaa Ganath Hai Ganathai No Sukh Naahi ||",
    "PUNJABI": "(ਜਿੱਥੇ) ਹਉਮੈ (ਹੈ ਉੱਥੇ) ਨਿਰੀ ਚਿੰਤਾ ਹੈ, ਚਿੰਤਾ ਨੂੰ ਸੁੱਖ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": "(gxq) igxqI[ s`Bw"
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "ibKu kI kwr kmwvxI; ibKu hI mwih smwih ]",
    "TRANSLITERATION": "Bikh Kee Kaar Kamaavanee Bikh Hee Maahi Samaahi ||",
    "PUNJABI": "(ਹਉਮੈ ਦੇ ਅਧੀਨ ਰਹਿ ਕੇ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਵਿਕਾਰਾਂ ਦੀ) ਜ਼ਹਰ ਵਾਲੇ ਕੰਮ ਕੀਤਿਆਂ ਜੀਵ ਉਸ ਜ਼ਹਰ ਵਿਚ ਹੀ, ਮਗਨ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu nwvY. Tauru n pwienI; jmpuir dUK shwih ]3]",
    "TRANSLITERATION": "Bin Naavai Thour N Paaeinee Jamapur Dhookh Sehaahi ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹ ਸ਼ਾਂਤੀ ਵਾਲੀ ਥਾਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ, ਤੇ ਜਮ ਦੇ ਦਰ ਤੇ ਦੁੱਖ ਸਹਿੰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "(Tauru) itkwxw[ (shwih) sihMdy hn"
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "jIau ipMfu sBu iqs dw; iqsY dw AwDwru ]",
    "TRANSLITERATION": "Jeeo Pindd Sabh This Dhaa Thisai Dhaa Aadhhaar ||",
    "PUNJABI": "ਜਦੋਂ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਕਿ ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਹੀ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਆਸਰਾ-ਸਹਾਰਾ ਹੈ,",
    "PRONUNCIATION": "(AwDwru) Awsrw"
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI buJIAY; qw pwey moK duAwru ]",
    "TRANSLITERATION": "Gur Parasaadhee Bujheeai Thaa Paaeae Mokh Dhuaar ||",
    "PUNJABI": "ਤਦੋਂ ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੀਵ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 111,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. nwmu slwih qUM; AMqu n pwrwvwru ]4]24]57]",
    "TRANSLITERATION": "Naanak Naam Salaahi Thoon Anth N Paaraavaar ||4||24||57||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਦੀ ਸਮਰੱਥਾ ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੪॥੨੪॥੫੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "iqnw AnMdu sdw suKu hY; ijnw scu nwmu AwDwru ]",
    "TRANSLITERATION": "Thinaa Anandh Sadhaa Sukh Hai Jinaa Sach Naam Aadhhaar ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ ਬਣਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ਸਦਾ ਸੁੱਖ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "gur sbdI scu pwieAw; dUK invwrxhwru ]",
    "TRANSLITERATION": "Gur Sabadhee Sach Paaeiaa Dhookh Nivaaranehaar ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹਨਾਂ ਉਹ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਪਾ ਲਿਆ ਹੁੰਦਾ ਹੈ ਜੋ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": "(invwrxhwru) Kqm krn vwly"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw sdw swcy gux gwvih; swcY nwie ipAwru ]",
    "TRANSLITERATION": "Sadhaa Sadhaa Saachae Gun Gaavehi Saachai Naae Piaar ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਈ ਰੱਖਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "ikrpw kir kY AwpxI; idqonu Bgiq BMfwru ]1]",
    "TRANSLITERATION": "Kirapaa Kar Kai Aapanee Dhithon Bhagath Bhanddaar ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(idqonu) id`qw"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry; sdw AnMdu gux gwie ]",
    "TRANSLITERATION": "Man Rae Sadhaa Anandh Gun Gaae ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "scI bwxI hir pweIAY; hir isau rhY smwie ]1] rhwau ]",
    "TRANSLITERATION": "Sachee Baanee Har Paaeeai Har Sio Rehai Samaae ||1|| Rehaao ||",
    "PUNJABI": "(ਗੁਣ ਗਾਵਣ ਨਾਲ) ਸਦਾ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਿਆਂ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ। (ਜੇਹੜਾ ਜੀਵ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "scI BgqI mnu lwlu QIAw; rqw shij suBwie ]",
    "TRANSLITERATION": "Sachee Bhagathee Man Laal Thheeaa Rathaa Sehaj Subhaae ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੂੜਾ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "r`qw"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "gur sbdI mnu moihAw; khxw kCU n jwie ]",
    "TRANSLITERATION": "Gur Sabadhee Man Mohiaa Kehanaa Kashhoo N Jaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਅਜੇਹਾ) ਮਸਤ ਹੁੰਦਾ ਹੈ ਕਿ ਉਸ (ਮਸਤੀ) ਦਾ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "ijhvw rqI. sbid scY; AMimRqu pIvY. ris gux gwie ]",
    "TRANSLITERATION": "Jihavaa Rathee Sabadh Sachai Anmrith Peevai Ras Gun Gaae ||",
    "PUNJABI": "ਉਸ ਦੀ ਜੀਭ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਪ੍ਰੇਮ ਨਾਲ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਪੀਂਦਾ ਹੈ।",
    "PRONUNCIATION": "r`qI"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK eyhu rMgu pweIAY; ijs no ikrpw kry rjwie ]2]",
    "TRANSLITERATION": "Guramukh Eaehu Rang Paaeeai Jis No Kirapaa Karae Rajaae ||2||",
    "PUNJABI": "ਪਰ ਇਹ ਰੰਗ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ (ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ) ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਮਿਹਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "sMsw iehu sMswru hY; suiqAw. rYix ivhwie ]",
    "TRANSLITERATION": "Sansaa Eihu Sansaar Hai Suthiaa Rain Vihaae ||",
    "PUNJABI": "ਜਗਤ (ਦਾ ਮੋਹ) ਤੌਖਲੇ ਦਾ ਮੂਲ ਹੈ, (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁਤਿਆਂ ਹੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਬੀਤ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "su`iqAW"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ieik AwpxY BwxY kiF lieAnu; Awpy lieEnu imlwie ]",
    "TRANSLITERATION": "Eik Aapanai Bhaanai Kadt Laeian Aapae Laeioun Milaae ||",
    "PUNJABI": "ਕਈ (ਭਾਗਾਂ ਵਾਲੇ) ਜੀਵਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ (ਜੋੜ ਕੇ ਇਸ ਮੋਹ ਵਿਚੋਂ) ਕੱਢ ਲਿਆ ਤੇ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "Awpy hI Awip min visAw; mwieAw mohu cukwie ]",
    "TRANSLITERATION": "Aapae Hee Aap Man Vasiaa Maaeiaa Mohu Chukaae ||",
    "PUNJABI": "ਆਪ ਹੀ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਕਰਕੇ ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "Awip vfweI idqIAnu; gurmuiK dyie buJwie ]3]",
    "TRANSLITERATION": "Aap Vaddaaee Dhitheean Guramukh Dhaee Bujhaae ||3||",
    "PUNJABI": "ਪ੍ਰਭੂ ਨੇ ਆਪ (ਹੀ) ਉਹਨਾਂ ਨੂੰ ਇੱਜ਼ਤ ਦਿੱਤੀ ਹੈ। (ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੂੰ) ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਾ ਕੇ (ਜੀਵਨ ਦਾ ਇਹ ਸਹੀ ਰਸਤਾ) ਸਮਝਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "id`qIAnu, b`uJwie"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "sBnw kw dwqw eyku hY; BuilAw ley smJwie ]",
    "TRANSLITERATION": "Sabhanaa Kaa Dhaathaa Eaek Hai Bhuliaa Leae Samajhaae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝਿਆਂ ਨੂੰ ਭੀ ਸੂਝ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "Bu`ilAW"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "ieik Awpy Awip KuAwieAnu; dUjY CifAnu lwie ]",
    "TRANSLITERATION": "Eik Aapae Aap Khuaaeian Dhoojai Shhaddian Laae ||",
    "PUNJABI": "ਕਈ ਜੀਵਾਂ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਨਾਲੋਂ ਖੁੰਝਾਇਆ ਹੋਇਆ ਹੈ, ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਲਾ ਰੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": "(KuAwieAnu) Bulwey"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmqI hir pweIAY; joqI joiq imlwie ]",
    "TRANSLITERATION": "Guramathee Har Paaeeai Jothee Joth Milaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ, (ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਜੀਵ) ਆਪਣੀ ਸੁਰਤ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "gurm`qI"
  },
  {
    "SHABAD_ID": 112,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "An idnu nwmy riqAw; nwnk nwim smwie ]4]25]58]",
    "TRANSLITERATION": "Anadhin Naamae Rathiaa Naanak Naam Samaae ||4||25||58||",
    "PUNJABI": "ਤੇ ਹੇ ਨਾਨਕ! ਹਰ ਵੇਲੇ ਨਾਮ ਵਿਚ ਰੰਗਿਆ ਰਹਿ ਕੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨੫॥੫੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 113,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 113,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "guxvMqI scu pwieAw; iqRsnw qij ivkwr ]",
    "TRANSLITERATION": "Gunavanthee Sach Paaeiaa Thrisanaa Thaj Vikaar ||",
    "PUNJABI": "(ਹਿਰਦੇ ਵਿਚ) ਗੁਣ ਧਾਰਨ ਕਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਤ੍ਰਿਸ਼ਨਾ ਆਦਿ ਵਿਕਾਰ ਛੱਡ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਿਆ ਹੈ।",
    "PRONUNCIATION": "(qij) C`f ky"
  },
  {
    "SHABAD_ID": 113,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "gur sbdI mnu rMigAw; rsnw pRym ipAwir ]",
    "TRANSLITERATION": "Gur Sabadhee Man Rangiaa Rasanaa Praem Piaar ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ, ਉਸ ਦੀ ਜੀਭ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ ਰੰਗੀ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  }
]