[
  {
    "SHABAD_ID": 115,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "muMDy; kUiV muTI kUiVAwir ]",
    "TRANSLITERATION": "Mundhhae Koorr Muthee Koorriaar ||",
    "PUNJABI": "ਹੇ ਆਪੇ ਵਿਚ ਮਸਤ ਤੇ ਕੂੜ ਦੀ ਵਣਜਾਰਨ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਤੈਨੂੰ ਮਾਇਆ ਦੇ ਪਸਾਰੇ ਨੇ ਲੁੱਟ ਲਿਆ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮੇਲ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "PRONUNCIATION": "juAwn hovy pr, pqI dI pRsMnqw lYx qoN rihq jIv rUpI (muMDy) mUrK iesqRI[(mu`TI) T`gI"
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "ipru pRBu swcw sohxw; pweIAY gur bIcwir ]1] rhwau ]",
    "TRANSLITERATION": "Pir Prabh Saachaa Sohanaa Paaeeai Gur Beechaar ||1|| Rehaao ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੋਹਣਾ ਪ੍ਰਭੂ-ਪਤੀ ਗੁਰੂ ਦੀ ਦੱਸੀ ਵਿਚਾਰ ਤੇ ਤੁਰਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. kMqu n pCwxeI; iqn. ikau rYix ivhwie ]",
    "TRANSLITERATION": "Manamukh Kanth N Pashhaanee Thin Kio Rain Vihaae ||",
    "PUNJABI": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੀਆਂ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਪਛਾਣਦਾ ਭੀ ਨਹੀਂ। ਉਹਨਾਂ ਦੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤ ਕਿਵੇਂ ਬੀਤਦੀ ਹੋਵੇਗੀ? (ਭਾਵ, ਉਹ ਸਾਰੀ ਉਮਰ ਦੁਖੀ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "grib AtIAw. iqRsnw jlih; duKu pwvih dUjY Bwie ]",
    "TRANSLITERATION": "Garab Atteeaa Thrisanaa Jalehi Dhukh Paavehi Dhoojai Bhaae ||",
    "PUNJABI": "ਉਹ ਅਹੰਕਾਰ ਵਿਚ ਨਕਾ-ਨਕ ਭਰੀਆਂ ਹੋਈਆਂ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਵਿਚ ਸੜਦੀਆਂ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ) ਦੁੱਖ ਸਹਾਰਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "(A`tIAW) BrIAW hoeIAW"
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid rqIAw sohwgxI; iqn ivchu haumY jwie ]",
    "TRANSLITERATION": "Sabadh Ratheeaa Sohaaganee Thin Vichahu Houmai Jaae ||",
    "PUNJABI": "(ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ (ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw ipru rwvih Awpxw; iqnw suKy suiK ivhwie ]2]",
    "TRANSLITERATION": "Sadhaa Pir Raavehi Aapanaa Thinaa Sukhae Sukh Vihaae ||2||",
    "PUNJABI": "ਉਹ ਸਦਾ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਉਹਨਾਂ ਦੀ ਉਮਰ ਨਿਰੋਲ ਸੁਖ ਵਿਚ ਬੀਤਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(rwvih) Xwd krdy[ (ivhwie) bqIq hovy[suKy suiK: poly bolo"
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "igAwn ivhUxI. ipr muqIAw; iprmu. n pwieAw jwie ]",
    "TRANSLITERATION": "Giaan Vihoonee Pir Mutheeaa Piram N Paaeiaa Jaae ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਤੋਂ ਬਿਨਾ ਹੀ ਰਹੀ, ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਵਲੋਂ ਛੁੱਟੜ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
    "PRONUNCIATION": "(mu`qIAw) Cu`tV[ (ivhUxI) rihq[ (iprmu) pRym, pRmwqmw"
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "AigAwn mqI AMDyru hY; ibnu ipr dyKy. BuK n jwie ]",
    "TRANSLITERATION": "Agiaan Mathee Andhhaer Hai Bin Pir Dhaekhae Bhukh N Jaae ||",
    "PUNJABI": "ਅਗਿਆਨ ਵਿਚ ਮੱਤੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਵਿਆਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਇਹ ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "PRONUNCIATION": "(mqI) msq"
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "Awvhu imlhu shylIho; mY. ipru dyhu imlwie ]",
    "TRANSLITERATION": "Aavahu Milahu Sehaeleeho Mai Pir Dhaehu Milaae ||",
    "PUNJABI": "ਹੇ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀਓ! ਆਓ, ਮੈਨੂੰ ਮਿਲੋ, ਤੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲਾ ਦਿਉ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "pUrY Bwig siqguru imlY; ipru pwieAw sic smwie ]3]",
    "TRANSLITERATION": "Poorai Bhaag Sathigur Milai Pir Paaeiaa Sach Samaae ||3||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪੂਰੀ ਕਿਸਮਤਿ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "sy shIAw sohwgxI; ijn kau ndir kryie ]",
    "TRANSLITERATION": "Sae Seheeaa Sohaaganee Jin Ko Nadhar Karaee ||",
    "PUNJABI": "ਉਹ ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "Ksmu pCwxih Awpxw; qnu mnu AwgY dyie ]",
    "TRANSLITERATION": "Khasam Pashhaanehi Aapanaa Than Man Aagai Dhaee ||",
    "PUNJABI": "ਉਹ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਅੱਗੇ ਭੇਟ ਰੱਖ ਕੇ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "Gir vru pwieAw Awpxw; haumY dUir kryie ]",
    "TRANSLITERATION": "Ghar Var Paaeiaa Aapanaa Houmai Dhoor Karaee ||",
    "PUNJABI": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰਦੀ ਹੈ ਉਹ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਹੀ) ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 115,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. soBwvMqIAw sohwgxI; An idnu Bgiq kryie ]4]28]61]",
    "TRANSLITERATION": "Naanak Sobhaavantheeaa Sohaaganee Anadhin Bhagath Karaee ||4||28||61||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਸੋਭਾ ਵਾਲੀ ਬਣਦੀ ਹੈ ਉਹ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਭਗਤੀ ਕਰਦੀ ਹੈ ॥੪॥੨੮॥੬੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "ieik ipru rwvih Awpxw; hau. kY dir pUCau jwie ]",
    "TRANSLITERATION": "Eik Pir Raavehi Aapanaa Ho Kai Dhar Pooshho Jaae ||",
    "PUNJABI": "ਕਈ (ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਵੇਖ ਕੇ ਮੇਰੇ ਅੰਦਰ ਭੀ ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਕਿ) ਮੈਂ ਕਿਸ ਦੇ ਦਰ ਤੇ ਜਾ ਕੇ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦਾ ਤਰੀਕਾ) ਪੁੱਛਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "siqguru syvI Bwau kir; mY ipru dyhu imlwie ]",
    "TRANSLITERATION": "Sathigur Saevee Bhaao Kar Mai Pir Dhaehu Milaae ||",
    "PUNJABI": "ਮੈਂ ਸਰਧਾ ਧਾਰ ਕੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਕੜਦੀ ਹਾਂ (ਤੇ ਗੁਰੂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ ਕਿ) (ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਕਰਾਵਾ ਦਿਓ।)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "sBu aupwey Awpy vyKY; iksu nyVY. iksu dUir ]",
    "TRANSLITERATION": "Sabh Oupaaeae Aapae Vaekhai Kis Naerrai Kis Dhoor ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਹਰੇਕ ਜੀਵ ਵਿਚ ਇਕ ਸਮਾਨ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "ijin ipru sMgy jwixAw; ipru rwvy sdw hdUir ]1]",
    "TRANSLITERATION": "Jin Pir Sangae Jaaniaa Pir Raavae Sadhaa Hadhoor ||1||",
    "PUNJABI": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਜਾਣ ਲਿਆ ਹੈ, ਉਹ ਉਸ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਵੱਸਦੇ ਨੂੰ ਸਦਾ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "muMDy. qU clu; gur kY Bwie ]",
    "TRANSLITERATION": "Mundhhae Thoo Chal Gur Kai Bhaae ||",
    "PUNJABI": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਤੂੰ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ (ਰਹਿ ਕੇ ਜੀਵਨ-ਸਫ਼ਰ ਤੇ) ਤੁਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "An idnu rwvih ipru Awpxw; shjy sic smwie ]1] rhwau ]",
    "TRANSLITERATION": "Anadhin Raavehi Pir Aapanaa Sehajae Sach Samaae ||1|| Rehaao ||",
    "PUNJABI": "(ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਤੁਰਦੀਆਂ ਹਨ ਉਹ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਹਰ ਵੇਲੇ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid rqIAw sohwgxI; scY sbid sIgwir ]",
    "TRANSLITERATION": "Sabadh Ratheeaa Sohaaganee Sachai Sabadh Seegaar ||",
    "PUNJABI": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ, ਉਹ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੰਵਾਰ ਲੈਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "hir vru pwiein Gir AwpxY; gur kY hyiq ipAwir ]",
    "TRANSLITERATION": "Har Var Paaein Ghar Aapanai Gur Kai Haeth Piaar ||",
    "PUNJABI": "ਉਹ (ਆਪਣੇ) ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ, ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਲੱਭ ਲੈਂਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "syj suhwvI hir rMig rvY; Bgiq Bry BMfwr ]",
    "TRANSLITERATION": "Saej Suhaavee Har Rang Ravai Bhagath Bharae Bhanddaar ||",
    "PUNJABI": "ਪ੍ਰਭੂ (-ਪਤੀ) ਉਹਨਾਂ ਦੀ ਸੋਹਣੀ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ ਪ੍ਰੇਮ ਨਾਲ ਆ ਪ੍ਰਗਟਦਾ ਹੈ। ਉਹਨਾਂ ਪਾਸ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(suhwvI) soBnIk[ (rvY) jpxw"
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "so pRBu pRIqmu min vsY; ij sBsY dyie ADwru ]2]",
    "TRANSLITERATION": "So Prabh Preetham Man Vasai J Sabhasai Dhaee Adhhaar ||2||",
    "PUNJABI": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਆ ਵਸਦਾ ਹੈ, ਜੇਹੜਾ ਹਰੇਕ ਜੀਵ ਨੂੰ ਆਸਰਾ ਦੇ ਰਿਹਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "ipru swlwhin Awpxw; iqn kY hau sd bilhwrY jwau ]",
    "TRANSLITERATION": "Pir Saalaahan Aapanaa Thin Kai Ho Sadh Balihaarai Jaao ||",
    "PUNJABI": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀਆਂ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "mnu qnu ArpI isru dyeI; iqn kY lwgw pwie ]",
    "TRANSLITERATION": "Man Than Arapee Sir Dhaeee Thin Kai Laagaa Paae ||",
    "PUNJABI": "ਮੈਂ ਉਹਨਾਂ ਅੱਗੇ ਆਪਣਾ ਤਨ ਭੇਟਾ ਕਰਦੀ ਹਾਂ, ਮੈਂ (ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਆਪਣਾ ਸਿਰ ਧਰਦੀ ਹਾਂ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦੀ ਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI ieku pCwixAw; dUjw Bwau cukwie ]",
    "TRANSLITERATION": "Jinee Eik Pashhaaniaa Dhoojaa Bhaao Chukaae ||",
    "PUNJABI": "ਕਿਉਂਕਿ ਉਹਨਾਂ ਜਿਹਨਾ ਨੇ ਮਾਇਆ ਦਾ ਪਿਆਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਕੇ ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 116,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK nwmu pCwxIAY; nwnk sic smwie ]3]29]62]",
    "TRANSLITERATION": "Guramukh Naam Pashhaaneeai Naanak Sach Samaae ||3||29||62||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਉਸ ਦੇ ਨਾਮ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪੈ ਸਕਦੀ ਹੈ ॥੩॥੨੯॥੬੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 3 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "hir jI scw scu qU; sBu ikCu qyrY cIrY ]",
    "TRANSLITERATION": "Har Jee Sachaa Sach Thoo Sabh Kishh Thaerai Cheerai ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ (ਹੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ। ਹੋਰ ਸਾਰਾ ਜਗਤ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੈ।",
    "PRONUNCIATION": "(cIrY) lyKy"
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "lK caurwsIh qrsdy iPry; ibnu gur Byty pIrY ]",
    "TRANSLITERATION": "Lakh Chouraaseeh Tharasadhae Firae Bin Gur Bhaettae Peerai ||",
    "PUNJABI": "(ਪਰ ਤੂੰ ਮਿਲਦਾ ਹੈਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਗੁਰੂ-ਪੀਰ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ (ਭਾਵ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਜੀਵ (ਤੇਰੇ ਦਰਸਨ ਨੂੰ) ਤਰਸਦੇ ਫਿਰਦੇ ਹਨ।",
    "PRONUNCIATION": "(Byty) imly[ (pIrY) pIVw[ l`K"
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "hir jIau bKsy bKis ley; sUK sdw srIrY ]",
    "TRANSLITERATION": "Har Jeeo Bakhasae Bakhas Leae Sookh Sadhaa Sareerai ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ ਉੱਤੇ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰਦਾ ਹੈ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI syv krI; scu gihr gMBIrY ]1]",
    "TRANSLITERATION": "Gur Parasaadhee Saev Karee Sach Gehir Ganbheerai ||1||",
    "PUNJABI": "(ਮੇਰੇ ਅੰਦਰ ਭੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਂ ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਸਦਾ-ਥਿਰ ਤੇ ਡੂੰਘੇ ਜਿਗਰੇ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਾਂ ॥੧॥",
    "PRONUNCIATION": "(gihr) inrh`l[ (gMBIrY) fMUGy"
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "mn myry; nwim rqy suKu hoie ]",
    "TRANSLITERATION": "Man Maerae Naam Rathae Sukh Hoe ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਵੀਏ, ਤਾਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmqI nwmu slwhIAY; dUjw. Avru n koie ]1] rhwau ]",
    "TRANSLITERATION": "Guramathee Naam Salaaheeai Dhoojaa Avar N Koe ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ) ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰ ਕੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਲਾਹੁਣਾ ਚਾਹੀਦਾ ਹੈ। (ਨਾਮ ਸਿਮਰਨ ਦਾ) ਹੋਰ ਕੋਈ ਤਰੀਕਾ ਨਹੀਂ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "Drmrwie no hukmu hY; bih scw Drmu bIcwir ]",
    "TRANSLITERATION": "Dhharam Raae No Hukam Hai Behi Sachaa Dhharam Beechaar ||",
    "PUNJABI": "ਧਰਮਰਾਜ ਨੂੰ (ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਹੁਕਮ ਹੈ (ਹੇ ਧਰਮਰਾਜ! ਤੂੰ) ਬੈਠ ਕੇ (ਇਹ) ਅਟੱਲ ਧਰਮ (-ਨਿਆਂ) ਚੇਤੇ ਰੱਖ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "dUjY Bwie dustu Awqmw; Ehu qyrI srkwr ]",
    "TRANSLITERATION": "Dhoojai Bhaae Dhusatt Aathamaa Ouhu Thaeree Sarakaar ||",
    "PUNJABI": "ਕਿ ਉਹ ਵਿਕਾਰੀ ਮਨੁੱਖ ਤੇਰੀ ਰਈਅਤ ਹੈ ਜੇਹੜਾ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ (ਫਸਿਆ ਰਹਿੰਦਾ) ਹੈ।",
    "PRONUNCIATION": "(srkwr) prjw"
  },
  {
    "SHABAD_ID": 117,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "AiDAwqmI. hir gux. qwsu min; jpih eyku murwir ]",
    "TRANSLITERATION": "Adhhiaathamee Har Gun Thaas Man Japehi Eaek Muraar ||",
    "PUNJABI": "ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਮਨ ਵਿਚ ਗੁਣਾਂ ਦਾ ਖ਼ਜਾਨਾ ਪਰਮਾਤਮਾ ਆਪ ਵੱਸਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "(AiDAwqmI) vwihgurU jI dI pRwpqI vwly[ (murwir) vwihgurU jI"
  }
]