[
  {
    "SHABAD_ID": 137,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "mwieAw moh prIiq iDRgu; suKI. n dIsY koie ]1] rhwau ]",
    "TRANSLITERATION": "Maaeiaa Moh Pareeth Dhhrig Sukhee N Dheesai Koe ||1|| Rehaao ||",
    "PUNJABI": "ਮਾਇਆ ਦਾ ਮੋਹ ਮਾਇਆ ਦੀ ਪ੍ਰੀਤਿ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਇਸ ਨੂੰ ਛੱਡ ਦੇ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ) ਕੋਈ ਭੀ ਬੰਦਾ ਸੁਖੀ ਨਹੀਂ ਦਿਸਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(iDRgu) iPtkwr Xog"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "dwnw dwqw sIlvMqu; inrmlu rUpu Apwru ]",
    "TRANSLITERATION": "Dhaanaa Dhaathaa Seelavanth Niramal Roop Apaar ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਦੇ ਦਿਲਾਂ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਮਿੱਠੇ ਸੁਭਾਉ ਵਾਲਾ ਹੈ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ, ਬੇਅੰਤ ਸੋਹਣੇ ਰੂਪ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "(sIlvMqu) nrm suBwA"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "sKw shweI Aiq vfw; aUcw vfw Apwru ]",
    "TRANSLITERATION": "Sakhaa Sehaaee Ath Vaddaa Oochaa Vaddaa Apaar ||",
    "PUNJABI": "ਉਹੀ ਸਭ ਤੋਂ ਵੱਡਾ ਮਿੱਤਰ ਹੈ, ਤੇ ਸਹੈਤਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਉੱ​ਚਾ ਹੈ, ਵੱਡਾ ਹੈ, ਬੇਅੰਤ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "bwlku ibriD. n jwxIAY; inhclu iqsu drvwru ]",
    "TRANSLITERATION": "Baalak Biradhh N Jaaneeai Nihachal This Dharavaar ||",
    "PUNJABI": "ਨਾਹ ਉਹ ਕਦੇ ਬਾਲ ਉਮਰ ਵਾਲਾ ਹੁੰਦਾ ਹੈ, ਨਾਹ ਉਹ ਕਦੇ ਬੁੱਢਾ ਹੈ (ਭਾਵ, ਜੀਵਾਂ ਵਾਂਗ ਉਸ ਦੀ ਅਵਸਥਾ ਵਧਦੀ ਘਟਦੀ ਨਹੀਂ)। ਉਹ ਪ੍ਰਭੂ ਦਾ ਦਰਬਾਰ ਅਟੱਲ ਹੈ (ਉਸ ਦਾ ਹੁਕਮ ਮੋੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "PRONUNCIATION": "(inhclu) sdw kwiem"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "jo mMgIAY. soeI pweIAY; inDwrw AwDwru ]2]",
    "TRANSLITERATION": "Jo Mangeeai Soee Paaeeai Nidhhaaraa Aadhhaar ||2||",
    "PUNJABI": "(ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਜੋ ਕੁਝ ਮੰਗੀਦਾ ਹੈ ਉਹੀ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(inDwrw) inAwsirAW dy (AwDwru) Awsry"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ijsu pyKq. iklivK ihrih; min qin hovY sWiq ]",
    "TRANSLITERATION": "Jis Paekhath Kilavikh Hirehi Man Than Hovai Saanth ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ (ਸਾਰੇ) ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਜਿਸ ਦੇ ਦਰਸਨ ਨਾਲ) ਮਨ ਵਿਚ ਤੇ ਸਰੀਰ ਵਿਚ (ਆਤਮਕ) ਠੰਡ ਪੈ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": "(iklivK) pwp[ (ihr-ih) nws hox"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "iek min eyku iDAweIAY; mn kI lwih BrWiq ]",
    "TRANSLITERATION": "Eik Man Eaek Dhhiaaeeai Man Kee Laahi Bharaanth ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੀ (ਮਾਇਆ ਵਲ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਕਰ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਮਨ ਲਾ ਕੇ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "PRONUNCIATION": "(BrWiq) BRmx"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "gux inDwnu nvqnu sdw; pUrn jw kI dwiq ]",
    "TRANSLITERATION": "Gun Nidhhaan Navathan Sadhaa Pooran Jaa Kee Dhaath ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਦਿੱਤੀ ਦਾਤ ਕਦੇ ਮੁੱਕਦੀ ਨਹੀਂ, ਜੋ (ਦਾਤਾਂ ਦੇਣ ਵਿਚ) ਸਦਾ ਨਵਾਂ (ਰਹਿੰਦਾ) ਹੈ (ਭਾਵ, ਜੋ ਦਾਤਾਂ ਦੇ ਦੇ ਕੇ ਕਦੇ ਅੱਕਦਾ ਨਹੀਂ) ਤੇ ਜੋ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ,",
    "PRONUNCIATION": "(nvqnu)nvW"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw sdw AwrwDIAY; idnu ivsrhu nhI rwiq ]3]",
    "TRANSLITERATION": "Sadhaa Sadhaa Aaraadhheeai Dhin Visarahu Nehee Raath ||3||",
    "PUNJABI": "ਉਸ ਨੂੰ ਸਦਾ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਨਾਹ ਦਿਨੇ ਨਾਹ ਰਾਤ ਨੂੰ ਕਦੇ ਭੀ ਉਸ ਨੂੰ ਨਾਹ ਭੁਲਾਓ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "ijn kau pUrib iliKAw; iqn kw sKw goivMdu ]",
    "TRANSLITERATION": "Jin Ko Poorab Likhiaa Thin Kaa Sakhaa Govindh ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਮੱਥੇ ਉਤੇ ਪਹਿਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੀ ਨੇਕ ਕਮਾਈ ਦਾ ਲੇਖ ਉੱਘੜਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦਾ ਮਿੱਤਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(pUrib) pihlw inSkwm krmW dw lyK iliKAw[ (sKw) im`qr"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "qnu mnu Dnu ArpI sBo; sgl vwrIAY ieh ijMdu ]",
    "TRANSLITERATION": "Than Man Dhhan Arapee Sabho Sagal Vaareeai Eih Jindh ||",
    "PUNJABI": "ਮੈਂ ਤਾਂ ਆਪਣਾ ਸਰੀਰ, ਆਪਣਾ ਮਨ, ਆਪਣਾ ਧਨ (ਸਭ ਕੁਝ ਉਸ ਦਾ ਪਿਆਰ ਹਾਸਲ ਕਰਨ ਲਈ) ਅਰਪਨ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ। (ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਇਹ ਸਾਰੀ ਜਿੰਦ ਕੁਰਬਾਨ ਕਰ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": "s`Bo"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "dyKY suxY hdUir sd; Git Git bRhmu rivMdu ]",
    "TRANSLITERATION": "Dhaekhai Sunai Hadhoor Sadh Ghatt Ghatt Breham Ravindh ||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ (ਹਰੇਕ ਜੀਵ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਨੂੰ) ਵੇਖਦਾ ਹੈ (ਹਰੇਕ ਜੀਵ ਦੀਆਂ ਅਰਦਾਸਾਂ) ਸੁਣਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": "(rivMdu) rvy hoey"
  },
  {
    "SHABAD_ID": 137,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "AikrqGxw no pwldw; pRB nwnk sd bKisMdu ]4]13]83]",
    "TRANSLITERATION": "Akirathaghanaa No Paaladhaa Prabh Naanak Sadh Bakhasindh ||4||13||83||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਭੀ ਪਾਲਦਾ ਹੈਂ, ਜੋ ਤੇਰੇ ਕੀਤੇ ਉਪਕਾਰਾਂ ਨੂੰ ਭੁਲਾ ਦੇਂਦੇ ਹਨ, ਤੂੰ ਸਦਾ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਭੁੱਲਾਂ) ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈਂ ॥੪॥੧੩॥੮੩॥{46-47}",
    "PRONUNCIATION": "A-ikrqGxw[ bK-isMdu"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 5 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "mnu qnu Dnu ijin pRiB dIAw; riKAw shij svwir ]",
    "TRANSLITERATION": "Man Than Dhhan Jin Prabh Dheeaa Rakhiaa Sehaj Savaar ||",
    "PUNJABI": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਮਨ ਦਿੱਤਾ ਹੈ, (ਵਰਤਣ ਲਈ) ਧਨ ਦਿੱਤਾ ਹੈ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਮਨੁੱਖ ਦੇ ਸਰੀਰ ਨੂੰ ਸਵਾਰ ਬਣਾ ਕੇ ਰੱਖਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "srb klw kir QwipAw; AMqir joiq Apwr ]",
    "TRANSLITERATION": "Sarab Kalaa Kar Thhaapiaa Anthar Joth Apaar ||",
    "PUNJABI": "ਜਿਸ ਨੇ (ਸਰੀਰ ਵਿਚ) ਸਾਰੀਆਂ (ਸਰੀਰਕ) ਤਾਕਤਾਂ ਪੈਦਾ ਕਰ ਕੇ ਸਰੀਰ ਰਚਿਆ ਹੈ, ਤੇ ਸਰੀਰ ਵਿਚ ਆਪਣੀ ਬੇਅੰਤ ਜੋਤਿ ਟਿਕਾ ਦਿੱਤੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw sdw pRBu ismrIAY; AMqir rKu aur Dwir ]1]",
    "TRANSLITERATION": "Sadhaa Sadhaa Prabh Simareeai Anthar Rakh Our Dhhaar ||1||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਹੀ ਸਿਮਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। (ਹੇ ਭਾਈ!) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਦੀ ਯਾਦ ਟਿਕਾ ਰੱਖ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "myry mn. hir ibnu; Avru n koie ]",
    "TRANSLITERATION": "Maerae Man Har Bin Avar N Koe ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਅਸਲ ਰਾਖਾ) ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "pRB srxweI sdw rhu; dUKu n ivAwpY koie ]1] rhwau ]",
    "TRANSLITERATION": "Prabh Saranaaee Sadhaa Rahu Dhookh N Viaapai Koe ||1|| Rehaao ||",
    "PUNJABI": "ਤੂੰ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ। ਕੋਈ ਭੀ ਦੁੱਖ ਤੇਰੇ ਉੱਤੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "rqn pdwrQ mwxkw; suienw rupw Kwku ]",
    "TRANSLITERATION": "Rathan Padhaarathh Maanakaa Sueinaa Rupaa Khaak ||",
    "PUNJABI": "ਰਤਨ, ਮੋਤੀ ਆਦਿਕ ਕੀਮਤੀ ਪਦਾਰਥ, ਸੋਨਾ, ਚਾਂਦੀ (ਇਹ ਸਭ) ਮਿੱਟੀ ਸਮਾਨ ਹੀ ਹਨ (ਕਿਉਂਕਿ ਇਥੇ ਹੀ ਪਏ ਰਹਿ ਜਾਣਗੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "mwq ipqw suq bMDpw; kUVy sBy swk ]",
    "TRANSLITERATION": "Maath Pithaa Suth Bandhhapaa Koorrae Sabhae Saak ||",
    "PUNJABI": "ਮਾਂ ਪਿਉ ਪੁੱਤਰ ਤੇ ਹੋਰ ਸੰਬੰਧੀ-ਇਹ ਸਾਰੇ ਸਾਕ ਭੀ ਸਾਥ ਛੱਡ ਜਾਣ ਵਾਲੇ ਹਨ।",
    "PRONUNCIATION": "(suq) pu`qr[ (bMDpw) sMbMDI[ s`By"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "ijin kIqw. iqsih n jwxeI; mnmuK psu nwpwk ]2]",
    "TRANSLITERATION": "Jin Keethaa Thisehi N Jaanee Manamukh Pas Naapaak ||2||",
    "PUNJABI": "(ਇਹ ਵੇਖ ਕੇ ਭੀ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ, ਗੰਦੇ ਜੀਵਨ ਵਾਲਾ ਪਸ਼ੂ-ਸੁਭਾਉ ਮਨੁੱਖ, ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ਜਿਸ ਨੇ ਇਸ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(nwpwk) Apiv`qR[ psu: polw bolo"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "AMqir bwhir riv rihAw; iqsno jwxY dUir ]",
    "TRANSLITERATION": "Anthar Baahar Rav Rehiaa This No Jaanai Dhoor ||",
    "PUNJABI": "(ਮੂਰਖ ਮਨੁੱਖ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਸਮਝਦਾ ਹੈ, ਜੋ ਇਸ ਦੇ ਅੰਦਰ ਤੇ ਬਾਹਰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": "(riv) ivAwp rhy[ bw-hir"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "iqRsnw lwgI ric rihAw; AMqir haumY kUir ]",
    "TRANSLITERATION": "Thrisanaa Laagee Rach Rehiaa Anthar Houmai Koor ||",
    "PUNJABI": "ਜੀਵ ਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਚੰਬੜੀ ਹੋਈ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਜੀਵ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈ, (ਮਾਇਆ ਦੇ ਕਾਰਨ) ਇਸ ਦੇ ਅੰਦਰ ਝੂਠੀ ਹਉਮੈ ਟਿਕੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": "(kUir) kUVI"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "BgqI nwm ivhUixAw; Awvih vM\\\\ih pUr ]3]",
    "TRANSLITERATION": "Bhagathee Naam Vihooniaa Aavehi Vannjehi Poor ||3||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਪੂਰਾਂ ਦੇ ਪੂਰ ਜੀਵ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਆਉਂਦੇ ਹਨ ਤੇ (ਖ਼ਾਲੀ) ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "(ivhUixAw) KwlI[ (vM\\ih) jWdy[ (pUr) Anyk jIv"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "rwiK lyhu pRBu krxhwr; jIA jMq kir dieAw ]",
    "TRANSLITERATION": "Raakh Laehu Prabh Karanehaar Jeea Janth Kar Dhaeiaa ||",
    "PUNJABI": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ? ਮਾਇਆ ਦੇ ਟਾਕਰੇ ਤੇ ਇਹ ਬੇ-ਬਸ ਹਨ) ਹੇ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਸਾਰੇ ਜੀਅ ਜੰਤਾਂ ਨੂੰ (ਇਸ ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਬਚਾ ਲੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu pRB. koie n rKnhwru; mhw ibkt jm BieAw ]",
    "TRANSLITERATION": "Bin Prabh Koe N Rakhanehaar Mehaa Bikatt Jam Bhaeiaa ||",
    "PUNJABI": "ਜਮਰਾਜ ਜੀਵਾਂ ਵਾਸਤੇ ਬੜਾ ਡਰਾਉਣਾ ਬਣ ਰਿਹਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(ibkt) iBAwnk[ B-ieAw"
  },
  {
    "SHABAD_ID": 138,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. nwmu n vIsrau; kir ApunI hir mieAw ]4]14]84]",
    "TRANSLITERATION": "Naanak Naam N Veesaro Kar Apunee Har Maeiaa ||4||14||84||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਹਰੀ! ਆਪਣੀ ਮਿਹਰ ਕਰ, ਮੈਂ ਤੇਰਾ ਨਾਮ ਕਦੇ ਨਾਹ ਭੁਲਾਵਾਂ ॥੪॥੧੪॥੮੪॥",
    "PRONUNCIATION": "(m-ieAw) dieAw"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 5 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "myrw qnu Aru Dnu myrw; rwj rUp mY dysu ]",
    "TRANSLITERATION": "Maeraa Than Ar Dhhan Maeraa Raaj Roop Mai Dhaes ||",
    "PUNJABI": "(ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਇਹ ਸਰੀਰ ਮੇਰਾ ਹੈ, ਇਹ ਰਾਜ ਮੇਰਾ ਹੈ, ਇਹ ਦੇਸ ਮੇਰਾ ਹੈ, ਮੈਂ ਰੂਪ ਵਾਲਾ ਹਾਂ,",
    "PRONUNCIATION": "gurbwxI jI c mY ArQ rUp Awvy ibMdI nhIN lwauxI, ijvyN kruxwmY[ bwkI QW mYN hI bolxw[ ieh quk iv`c mYN hY"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "suq dwrw binqw Anyk; bhuqu rMg Aru vys ]",
    "TRANSLITERATION": "Suth Dhaaraa Banithaa Anaek Bahuth Rang Ar Vaes ||",
    "PUNJABI": "ਮੇਰੇ ਪੁੱਤਰ ਹਨ, ਮੇਰੀਆਂ ਇਸਤ੍ਰੀਆਂ ਹਨ, ਮੈਨੂੰ ਬੜੀਆਂ ਮੌਜਾਂ ਹਨ, ਅਤੇ ਮੇਰੇ ਪਾਸ ਕਈ ਪੁਸ਼ਾਕਾਂ ਹਨ।",
    "PRONUNCIATION": "(dwrw) iesqRI[ (bin-qw) iesqRI[ (rMg) AnMd[ (vys) pihrwvy"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "hir nwmu. irdY n vseI; kwrij ikqY n lyiK ]1]",
    "TRANSLITERATION": "Har Naam Ridhai N Vasee Kaaraj Kithai N Laekh ||1||",
    "PUNJABI": "ਪਰ ਜੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ ਤਾਂ (ਇਹ ਸਭ ਪਦਾਰਥ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ) ਕਿਸੇ ਭੀ ਕੰਮ ਨਾਹ ਸਮਝ ॥੧॥",
    "PRONUNCIATION": "vseI: polw bolo imlvW"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "myry mn; hir hir nwmu iDAwie ]",
    "TRANSLITERATION": "Maerae Man Har Har Naam Dhhiaae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "kir sMgiq inq swD kI; gur crxI icqu lwie ]1] rhwau ]",
    "TRANSLITERATION": "Kar Sangath Nith Saadhh Kee Gur Charanee Chith Laae ||1|| Rehaao ||",
    "PUNJABI": "ਸਦਾ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਕਰ, ਤੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "nwmu inDwnu iDAweIAY; msqik hovY Bwgu ]",
    "TRANSLITERATION": "Naam Nidhhaan Dhhiaaeeai Masathak Hovai Bhaag ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜੋ ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜਾਨਾ (ਹੈ) ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਪਰ ਉਹੀ ਮਨੁੱਖ ਸਿਮਰ ਸਕਦਾ ਹੈ ਜਿਸ ਦੇ) ਮੱਥੇ ਉੇਤੇ ਚੰਗੀ ਕਿਸਮਤਿ ਉੱਘੜ ਪਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "kwrj siB svwrIAih; gur kI crxI lwgu ]",
    "TRANSLITERATION": "Kaaraj Sabh Savaareeahi Gur Kee Charanee Laag ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਸਤਿਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹੁ, ਤੇਰੇ ਸਾਰੇ ਕੰਮ (ਭੀ) ਸੰਵਰ ਜਾਣਗੇ।",
    "PRONUNCIATION": "svwrI-Aih"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY rogu BRmu ktIAY; nw AwvY nw jwgu ]2]",
    "TRANSLITERATION": "Houmai Rog Bhram Katteeai Naa Aavai Naa Jaag ||2||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰ-ਸਰਨ ਰਹਿ ਕੇ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਦਾ) ਹਉਮੈ ਦਾ ਰੋਗ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਨਾਹ (ਮੁੜ ਮੁੜ) ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ॥੨॥",
    "PRONUNCIATION": "(jwgu) jWdw"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "kir sMgiq qU swD kI; ATsiT qIrQ nwau ]",
    "TRANSLITERATION": "Kar Sangath Thoo Saadhh Kee Athasath Theerathh Naao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਕਰ-ਇਹੀ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੈ।",
    "PRONUNCIATION": "n@wau"
  },
  {
    "SHABAD_ID": 139,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "jIau pRwx mnu qnu hry; swcw eyhu suAwau ]",
    "TRANSLITERATION": "Jeeo Praan Man Than Harae Saachaa Eaehu Suaao ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਰਿਹਾਂ) ਜਿੰਦ ਪ੍ਰਾਣ ਮਨ ਸਰੀਰ ਸਭ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲ ਮਨੋਰਥ ਭੀ ਇਹੀ ਹੈ।",
    "PRONUNCIATION": "(hry) sPly[ (suAwau) mnorQ"
  }
]