[
  {
    "SHABAD_ID": 142,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "sMqw sMgiq min vsY; pRBu pRIqmu bKisMdu ]",
    "TRANSLITERATION": "Santhaa Sangath Man Vasai Prabh Preetham Bakhasindh ||",
    "PUNJABI": "ਪ੍ਰੀਤਮ ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆਂ ਹੀ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "bK-isMdu"
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "ijin syivAw pRBu Awpxw; soeI rwj nirMdu ]2]",
    "TRANSLITERATION": "Jin Saeviaa Prabh Aapanaa Soee Raaj Narindh ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹ ਰਾਜਿਆਂ ਦਾ ਰਾਜਾ ਬਣ ਗਿਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(rwj) rwijAW dy (nirMdu) rwjw"
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "Aausir. hir jsu gux rmx ijqu; koit mjn iesnwnu ]",
    "TRANSLITERATION": "Aousar Har Jas Gun Raman Jith Kott Majan Eisanaan ||",
    "PUNJABI": "ਜਿਸ ਸਮੇਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾਏ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕੀਤੇ ਜਾਣ (ਉਸ ਸਮੇਂ, ਮਾਨੋ) ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(Aausir) smW[ (rmx) ismrn[ m`jn"
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "rsnw aucrY guxvqI; koie n pujY dwnu ]",
    "TRANSLITERATION": "Rasanaa Oucharai Gunavathee Koe N Pujai Dhaan ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਭਾਗਾਂ ਵਾਲੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਉਚਾਰਦੀ ਹੈ, ਤਾਂ ਹੋਰ ਕੋਈ ਦਾਨ (ਇਸ ਕੰਮ ਦੀ) ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "PRONUNCIATION": "au~crY[ guxvqI: polw bolo[ pu`jY"
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "idRsit Dwir min qin vsY; dieAwl purKu imhrvwnu ]",
    "TRANSLITERATION": "Dhrisatt Dhhaar Man Than Vasai Dhaeiaal Purakh Miharavaan ||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਸ ਦੇ) ਮਨ ਵਿਚ ਸਰੀਰ ਵਿਚ ਮਿਹਰਬਾਨ ਦਇਆਲ ਅਕਾਲ ਪੁਰਖ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ ਕੇ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": "(idRsit) ikRpw idRStI"
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "jIau ipMfu Dnu iqs dw; hau sdw sdw kurbwnu ]3]",
    "TRANSLITERATION": "Jeeo Pindd Dhhan This Dhaa Ho Sadhaa Sadhaa Kurabaan ||3||",
    "PUNJABI": "ਇਹ ਜਿੰਦ, ਇਹ ਸਰੀਰ, ਇਹ ਧਨ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਮੈਂ ਸਦਾ ਹੀ ਉਸ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "imilAw. kdy n ivCuVY; jo myilAw krqwir ]",
    "TRANSLITERATION": "Miliaa Kadhae N Vishhurrai Jo Maeliaa Karathaar ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਰਤਾਰ ਨੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ ਹੈ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਉਹ ਮਨੁੱਖ (ਕਦੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਨਹੀਂ ਫਸਦਾ, ਤੇ) ਕਦੇ (ਪ੍ਰਭੂ ਤੋਂ) ਨਹੀਂ ਵਿੱਛੁੜਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "dwsw ky bMDn kitAw; swcY isrjxhwir ]",
    "TRANSLITERATION": "Dhaasaa Kae Bandhhan Kattiaa Saachai Sirajanehaar ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਸਿਰਜਣਹਾਰ ਨੇ ਆਪਣੇ ਦਾਸਾਂ ਦੇ (ਮਾਇਆ ਦੇ) ਬੰਧਨ (ਸਦਾ ਲਈ) ਕੱਟ ਦਿੱਤੇ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": "dwsW"
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "BUlw mwrig pwieEnu; gux Avgux n bIcwir ]",
    "TRANSLITERATION": "Bhoolaa Maarag Paaeioun Gun Avagun N Beechaar ||",
    "PUNJABI": "(ਜੇ ਉਸ ਦਾ ਦਾਸ ਪਹਿਲਾਂ) ਕੁਰਾਹੇ ਭੀ ਪੈ ਗਿਆ (ਸੀ ਤੇ ਫਿਰ ਉਸ ਦੀ ਸਰਨ ਆਇਆ ਹੈ ਤਾਂ) ਉਸ ਪ੍ਰਭੂ ਨੇ ਉਸ ਦੇ (ਪਹਿਲੇ) ਗੁਣ ਔਗੁਣ ਨਾਹ ਵਿਚਾਰ ਕੇ ਉਸ ਨੂੰ ਸਹੀ ਰਸਤੇ ਉੱਤੇ ਪਾ ਦਿੱਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 142,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. iqsu srxwgqI; ij sgl Gtw AwDwru ]4]18]88]",
    "TRANSLITERATION": "Naanak This Saranaagathee J Sagal Ghattaa Aadhhaar ||4||18||88||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਉ ਜੋ ਸਾਰੇ ਸਰੀਰਾਂ ਦਾ (ਜੀਵਾਂ ਦਾ) ਆਸਰਾ ਹੈ ॥੪॥੧੮॥੮੮॥{48-49}",
    "PRONUNCIATION": "GtW: polw bolo"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 5 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "rsnw scw ismrIAY; mnu qnu inrmlu hoie ]",
    "TRANSLITERATION": "Rasanaa Sachaa Simareeai Man Than Niramal Hoe ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜੀਭ ਨਾਲ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "mwq ipqw swk Agly; iqsu ibnu. Avru n koie ]",
    "TRANSLITERATION": "Maath Pithaa Saak Agalae This Bin Avar N Koe ||",
    "PUNJABI": "(ਜਗਤ ਵਿਚ) ਮਾਂ ਪਿਉ (ਆਦਿਕ) ਬਥੇਰੇ ਸਾਕ-ਅੰਗ ਹੁੰਦੇ ਹਨ, ਪਰ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਸੰਬੰਧੀ) ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": "(Agly) bhuqy"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "imhr kry jy AwpxI; csw. n ivsrY soie ]1]",
    "TRANSLITERATION": "Mihar Karae Jae Aapanee Chasaa N Visarai Soe ||1||",
    "PUNJABI": "(ਸਿਮਰਨ ਭੀ ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੋ ਸਕਦਾ ਹੈ), ਜੇ ਉਹ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਤਾਂ ਉਹ (ਜੀਵ ਨੂੰ) ਰਤਾ ਭਰ ਸਮੇਂ ਲਈ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ ॥੧॥",
    "PRONUNCIATION": "csw: polw bolo"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "mn myry. swcw syiv; ijcru swsu ]",
    "TRANSLITERATION": "Man Maerae Saachaa Saev Jichar Saas ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਤਨਾ ਚਿਰ (ਤੇਰੇ ਸਰੀਰ ਵਿਚ) ਸਾਹ (ਆਉਂਦਾ) ਹੈ (ਉਤਨਾ ਚਿਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ।",
    "PRONUNCIATION": "ij`cru"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu scy. sBu kUVu hY; AMqy hoie ibnwsu ]1] rhwau ]",
    "TRANSLITERATION": "Bin Sachae Sabh Koorr Hai Anthae Hoe Binaas ||1|| Rehaao ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਾਰਾ ਝੂਠਾ ਪਰਪੰਚ ਹੈ, ਇਹ ਆਖ਼ਰ ਨੂੰ ਨਾਸ ਹੋ ਜਾਣ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "swihbu myrw inrmlw; iqsu ibnu. rhxu n jwie ]",
    "TRANSLITERATION": "Saahib Maeraa Niramalaa This Bin Rehan N Jaae ||",
    "PUNJABI": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ। ਉਸ ਦੇ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮੈਥੋਂ ਰਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "myrY min qin BuK. Aiq AglI; koeI Awix imlwvY mwie ]",
    "TRANSLITERATION": "Maerai Man Than Bhukh Ath Agalee Koee Aan Milaavai Maae ||",
    "PUNJABI": "(ਉਸ ਦੇ ਦੀਦਾਰ ਵਾਸਤੇ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਬਹੁਤ ਹੀ ਜ਼ਿਆਦਾ ਤਾਂਘ ਹੈ। (ਹੇ ਮਾਂ! ਮੇਰੇ ਅੰਦਰ ਤੜਪ ਹੈ ਕਿ) ਕੋਈ (ਗੁਰਮੁਖਿ) ਉਸ ਨੂੰ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "cwry kuMfw BwlIAw; sh ibnu. Avru n jwie ]2]",
    "TRANSLITERATION": "Chaarae Kunddaa Bhaaleeaa Seh Bin Avar N Jaae ||2||",
    "PUNJABI": "ਮੈਂ ਚਾਰੇ ਕੂਟਾਂ ਭਾਲ ਵੇਖੀਆਂ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ (ਸੁੱਝਦਾ) ॥੨॥",
    "PRONUNCIATION": "(jwie) jg@w, Awsrw"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "iqsu AwgY Ardwis kir; jo myly krqwru ]",
    "TRANSLITERATION": "This Aagai Aradhaas Kar Jo Maelae Karathaar ||",
    "PUNJABI": "(ਹੇ ਮੇਰੇ ਮਨ!) ਤੂੰ ਉਸ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ, ਜੇਹੜਾ ਕਰਤਾਰ (ਨੂੰ) ਮਿਲਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "siqguru dwqw nwm kw; pUrw ijsu BMfwru ]",
    "TRANSLITERATION": "Sathigur Dhaathaa Naam Kaa Pooraa Jis Bhanddaar ||",
    "PUNJABI": "ਗੁਰੂ ਨਾਮ (ਦੀ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ (ਗੁਰੂ) ਦਾ (ਨਾਮ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਅਮੁੱਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw sdw swlwhIAY; AMqu n pwrwvwru ]3]",
    "TRANSLITERATION": "Sadhaa Sadhaa Saalaaheeai Anth N Paaraavaar ||3||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ) ਸਦਾ ਹੀ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਜਿਸ ਦੇ ਗੁਣਾਂ ਦੇ ਸਮੁੰਦਰ ਦਾ ਉਰਲਾ ਤੇ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "prvdgwru swlwhIAY; ijs dy clq Anyk ]",
    "TRANSLITERATION": "Paravadhagaar Saalaaheeai Jis Dhae Chalath Anaek ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਉਸ ਪਾਲਣਹਾਰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਦੇ ਅਨੇਕਾਂ ਕੌਤਕ (ਦਿੱਸ ਰਹੇ ਹਨ)।",
    "PRONUNCIATION": "(prvd-gwru) pwlxw krn vwly"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "sdw sdw AwrwDIAY; eyhw miq ivsyK ]",
    "TRANSLITERATION": "Sadhaa Sadhaa Aaraadhheeai Eaehaa Math Visaekh ||",
    "PUNJABI": "ਉਸ ਦਾ ਨਾਮ ਸਦਾ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਇਹੀ ਸਭ ਤੋਂ ਚੰਗੀ ਅਕਲ ਹੈ।",
    "PRONUNCIATION": "(AwrwDIAY) ismrIey[ (vsyK) ivSyS cMgI[ m`iq"
  },
  {
    "SHABAD_ID": 143,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "min qin imTw iqsu lgY; ijsu msqik. nwnk lyK ]4]19]89]",
    "TRANSLITERATION": "Man Than Mithaa This Lagai Jis Masathak Naanak Laekh ||4||19||89||",
    "PUNJABI": "(ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ (ਚੰਗੇ ਭਾਗਾਂ ਦਾ) ਲੇਖ (ਉੱਘੜ ਪਏ), ਉਸ ਨੂੰ (ਪਰਮਾਤਮਾ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੪॥੧੯॥੮੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 5 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "sMq jnhu imil BweIho; scw nwmu smwil ]",
    "TRANSLITERATION": "Santh Janahu Mil Bhaaeeho Sachaa Naam Samaal ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਭਰਾਵੋ! (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਮਿਲ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "qosw bMDhu jIA kw; AYQY EQY nwil ]",
    "TRANSLITERATION": "Thosaa Bandhhahu Jeea Kaa Aithhai Outhhai Naal ||",
    "PUNJABI": "ਆਪਣੀ ਜਿੰਦ ਵਾਸਤੇ (ਜੀਵਨ-ਸਫ਼ਰ ਦਾ) ਖ਼ਰਚ ਇਕੱਠਾ ਕਰੋ। ਇਹ ਨਾਮ-ਰੂਪ ਸਫ਼ਰ-ਖ਼ਰਚ) ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ (ਜਿੰਦ ਦੇ ਨਾਲ) ਨਿਭਦਾ ਹੈ।",
    "PRONUNCIATION": "(qo~sw) Krc"
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "gur pUry qy pweIAY; ApxI ndir inhwil ]",
    "TRANSLITERATION": "Gur Poorae Thae Paaeeai Apanee Nadhar Nihaal ||",
    "PUNJABI": "(ਜਦੋਂ ਪ੍ਰਭੂ) ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕਦਾ ਹੈ (ਤਦੋਂ ਇਹ ਨਾਮ-ਤੋਸ਼ਾ) ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "krim prwpiq iqsu hovY; ijs no hoie dieAwlu ]1]",
    "TRANSLITERATION": "Karam Paraapath This Hovai Jis No Haae Dhaeiaal ||1||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ ਇਹ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(krim) ikRpw nwl"
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "myry mn; gur jyvfu. Avru n koie ]",
    "TRANSLITERATION": "Maerae Man Gur Jaevadd Avar N Koe ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਜੇਡਾ ਵੱਡਾ (ਉੱਚ ਜੀਵਨ ਵਾਲਾ ਜਗਤ ਵਿਚ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "dUjw Qwau. n ko suJY; gur myly scu soie ]1] rhwau ]",
    "TRANSLITERATION": "Dhoojaa Thhaao N Ko Sujhai Gur Maelae Sach Soe ||1|| Rehaao ||",
    "PUNJABI": "(ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ) ਹੋਰ ਕੋਈ ਦੂਜਾ ਆਸਰਾ ਨਹੀਂ ਦਿੱਸਦਾ। (ਪਰ) ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਗੁਰੂ ਨੂੰ ਮਿਲਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "su`JY"
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "sgl pdwrQ iqsu imly; ijin guru ifTw jwie ]",
    "TRANSLITERATION": "Sagal Padhaarathh This Milae Jin Gur Ddithaa Jaae ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਜਾ ਕੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ, ਉਸ ਨੂੰ ਸਾਰੇ (ਕੀਮਤੀ) ਪਦਾਰਥ ਮਿਲ ਗਏ (ਸਮਝੋ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "gur crxI. ijn mnu lgw; sy vfBwgI mwie ]",
    "TRANSLITERATION": "Gur Charanee Jin Man Lagaa Sae Vaddabhaagee Maae ||",
    "PUNJABI": "ਹੇ ਮਾਂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "guru dwqw. smrQu guru; guru. sB mih rihAw smwie ]",
    "TRANSLITERATION": "Gur Dhaathaa Samarathh Gur Gur Sabh Mehi Rehiaa Samaae ||",
    "PUNJABI": "ਗੁਰੂ (ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ ਜੋ ਸਭ ਤਰ੍ਹਾਂ ਦੀ ਤਾਕਤ ਦਾ ਮਾਲਕ ਹੈ ਜੋ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": "smr`Qu"
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "guru prmysru pwrbRhmu; guru. fubdw ley qrwie ]2]",
    "TRANSLITERATION": "Gur Paramaesar Paarabreham Gur Ddubadhaa Leae Tharaae ||2||",
    "PUNJABI": "ਗੁਰੂ ਪਰਮੇਸਰ (ਦਾ ਰੂਪ) ਹੈ, ਗੁਰੂ ਪਾਰਬ੍ਰਹਮ (ਦਾ ਰੂਪ) ਹੈ, ਗੁਰੂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਦੇ ਜੀਵ ਨੂੰ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "ikqu muiK guru swlwhIAY; krx kwrx smrQu ]",
    "TRANSLITERATION": "Kith Mukh Gur Saalaaheeai Karan Kaaran Samarathh ||",
    "PUNJABI": "ਕੇਹੜੇ ਮੂੰਹ ਨਾਲ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕੀਤੀ ਜਾਏ? ਗੁਰੂ (ਉਸ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ ਜੋ) ਜਗਤ ਨੂੰ ਪੈਦਾ ਕਰਨ ਦੀ ਤਾਕਤ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "sy mQy inhcl rhy; ijn guir DwirAw hQu ]",
    "TRANSLITERATION": "Sae Mathhae Nihachal Rehae Jin Gur Dhhaariaa Hathh ||",
    "PUNJABI": "ਉਹ ਮੱਥੇ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਸਦਾ ਲਈ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰੂ ਨੇ (ਆਪਣੀ ਮਿਹਰ ਦਾ) ਹੱਥ ਰੱਖਿਆ ਹੈ।",
    "PRONUNCIATION": "m`Qy"
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "guir. AMimRq nwmu pIAwilAw; jnm mrn kw pQu ]",
    "TRANSLITERATION": "Gur Anmrith Naam Peeaaliaa Janam Maran Kaa Pathh ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ-ਰੂਪ ਰੋਗ ਦਾ ਪਰਹੇਜ਼ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਇਹ ਨਾਮ-ਜਲ ਜਿਨ੍ਹਾਂ (ਭਾਗਾਂ ਵਾਲਿਆਂ) ਨੂੰ ਗੁਰੂ ਨੇ ਪਿਲਾਇਆ ਹੈ,",
    "PRONUNCIATION": "pQ:polw bolo[ (pQ) pRhyz"
  },
  {
    "SHABAD_ID": 144,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "guru prmysuru syivAw; BY BMjnu duK lQu ]3]",
    "TRANSLITERATION": "Gur Paramaesar Saeviaa Bhai Bhanjan Dhukh Lathh ||3||",
    "PUNJABI": "ਉਹ ਪਰਮੇਸਰ ਦੇ ਰੂਪ ਗੁਰੂ ਨੂੰ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੇ ਗੁਰੂ ਨੂੰ, ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": "l`Qu"
  }
]