[
  {
    "SHABAD_ID": 159,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "muiK JUTY. JUTu bolxw; ikau kir sUcw hoie ]",
    "TRANSLITERATION": "Mukh Jhoothai Jhooth Bolanaa Kio Kar Soochaa Hoe ||",
    "PUNJABI": "ਅਜੇਹਾ ਜੀਵ (ਕਿਸੇ ਬਾਹਰਲੇ ਸੁੱਚ ਆਦਿਕ ਕਰਮ ਨਾਲ ਅੰਦਰੋਂ) ਸੁੱਚਾ ਕਦੇ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu AB sbd. n mWjIAY; swcy qy. scu hoie ]1]",
    "TRANSLITERATION": "Bin Abh Sabadh N Maanjeeai Saachae Thae Sach Hoe ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਜਲ ਤੋਂ ਬਿਨਾ (ਮਨ) ਮਾਂਜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, (ਤੇ) ਇਹ ਸੱਚ (ਸਿਮਰਨ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "AB: polw bolo"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "muMDy; gux hIxI suKu kyih ]",
    "TRANSLITERATION": "Mundhhae Guneheenee Sukh Kaehi ||",
    "PUNJABI": "ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜੋ (ਆਪਣੇ ਅੰਦਰ, ਆਤਮਕ ਸੁਖ ਦੇਣ ਵਾਲੇ) ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੀ ਹੈ ਉਸ ਨੂੰ (ਬਾਹਰੋਂ) ਕਿਸੇ ਹੋਰ ਤਰੀਕੇ ਨਾਲ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ipru rlIAw ris mwxsI; swic sbid suKu nyih ]1] rhwau ]",
    "TRANSLITERATION": "Pir Raleeaa Ras Maanasee Saach Sabadh Sukh Naehi ||1|| Rehaao ||",
    "PUNJABI": "ਆਤਮਕ ਸੁਖ ਉਸ ਨੂੰ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ (ਲੀਨ ਰਹਿੰਦੀ ਹੈ) ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜੀ ਹੋਈ) ਹੈ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ (ਮਸਤ) ਹੈ। ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦੇ ਸੁਖ (ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਨੰਦ ਨਾਲ ਮਾਣਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "rlIAW"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ipru prdysI jy QIAY; Dn vWFI JUryie ]",
    "TRANSLITERATION": "Pir Paradhaesee Jae Thheeai Dhhan Vaandtee Jhooraee ||",
    "PUNJABI": "ਜੇ ਪਤੀ-ਪ੍ਰਭੂ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਦੇਸ ਵਿਚ ਪਰਗਟ ਨਹੀਂ, ਉਸ ਦੇ ਹਿਰਦੇ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਹਿਰਦੇ-ਦੇਸ ਦਾ ਨਿਵਾਸੀ ਹੈ, ਤਾਂ ਪਤੀ ਤੋਂ ਵਿੱਛੁੜੀ ਹੋਈ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਝੂਰਦੀ ਰਹਿੰਦੀ ਹੈ (ਅੰਦਰੇ ਅੰਦਰ ਚਿੰਤਾ ਨਾਲ ਖਾਧੀ ਜਾਂਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ijau jil QoVY mCulI; krx plwv kryie ]",
    "TRANSLITERATION": "Jio Jal Thhorrai Mashhulee Karan Palaav Karaee ||",
    "PUNJABI": "ਜਿਵੇਂ ਥੋੜ੍ਹੇ ਪਾਣੀ ਵਿਚ ਮੱਛੀ ਤੜਫਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ ਤਰਲੇ ਲੈਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ipr BwvY suKu pweIAY; jw Awpy ndir kryie ]2]",
    "TRANSLITERATION": "Pir Bhaavai Sukh Paaeeai Jaa Aapae Nadhar Karaee ||2||",
    "PUNJABI": "ਆਤਮਕ ਸੁਖ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਚੰਗੇ ਲੱਗੇ, ਜਦੋਂ ਉਹ ਆਪ (ਉਸ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰੇ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "ipru swlwhI Awpxw; sKI shylI nwil ]",
    "TRANSLITERATION": "Pir Saalaahee Aapanaa Sakhee Sehaelee Naal ||",
    "PUNJABI": "(ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ!) ਤੂੰ ਸਖੀਆਂ ਸਹੇਲੀਆਂ ਨਾਲ ਮਿਲ ਕੇ (ਭਾਵ, ਸਾਧ-ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ) ਆਪਣੇ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "qin sohY. mnu moihAw; rqI rMig inhwil ]",
    "TRANSLITERATION": "Than Sohai Man Mohiaa Rathee Rang Nihaal ||",
    "PUNJABI": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੀ ਹੈ, ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪ੍ਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ) ਮੋਹਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "sbid svwrI sohxI; ipru rwvY gux nwil ]3]",
    "TRANSLITERATION": "Sabadh Savaaree Sohanee Pir Raavae Gun Naal ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਬਰਕਤਿ) ਨਾਲ ਉਸ ਦਾ ਜੀਵਨ ਸੰਵਰ ਜਾਂਦਾ ਹੈ, ਗੁਣਾਂ ਨਾਲ ਉਹ ਸੋਹਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਤੇ ਪਤੀ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਪਿਆਰ ਕਰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "kwmix. kwim n AwveI; KotI AvgixAwir ]",
    "TRANSLITERATION": "Kaaman Kaam N Aavee Khottee Avaganiaar ||",
    "PUNJABI": "(ਗੁਣ ਤੋਂ ਸੱਖਣੀ ਹੋਣ ਕਰਕੇ) ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਅੰਦਰੋਂ) ਖੋਟੀ ਹੈ ਤੇ ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ ਉਸ ਦਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "nw suKu pyeIAY swhurY; JUiT jlI vykwir ]",
    "TRANSLITERATION": "Naa Sukh Paeeeai Saahurai Jhooth Jalee Vaekaar ||",
    "PUNJABI": "ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਕਿਤੇ ਭੀ ਉਸ ਨੂੰ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ; ਝੂਠ ਵਿਚ ਵਿਕਾਰ ਵਿਚ ਉਹ ਸੜ ਜਾਂਦੀ ਹੈ (ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੜ ਜਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "kRoD, &Ysn, eIrKw, kwm, iqRsnw, JUiT, ivkwir, mwieAw A`g c jlI sVI[ jlI: polw bolo"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "Awvxu vM\\\\xu fwKVo; CofI kMiq ivswir ]4]",
    "TRANSLITERATION": "Aavan Vannjan Ddaakharro Shhoddee Kanth Visaar ||4||",
    "PUNJABI": "(ਉਸ ਦੇ ਵਾਸਤੇ) ਜਨਮ ਮਰਨ ਦਾ ਔਖਾ ਗੇੜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿਉਂਕਿ) ਕੰਤ-ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "ipr kI nwir suhwvxI; muqI. so ikqu swid ]",
    "TRANSLITERATION": "Pir Kee Naar Suhaavanee Muthee So Kith Saadh ||",
    "PUNJABI": "ਪਰ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸੋਹਣੀ ਨਾਰ ਸੀ, ਉਹ ਕਿਸ ਸੁਆਦ ਵਿਚ (ਫਸਣ ਕਰਕੇ) ਛੁੱਟੜ ਹੋ ਗਈ?",
    "PRONUNCIATION": "mu`qI, Cu`tV"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "ipr kY kwim, n AwveI; boly Pwidlu bwid ]",
    "TRANSLITERATION": "Pir Kai Kaam N Aavee Bolae Faadhil Baadh ||",
    "PUNJABI": "ਉਹ ਕਿਉਂ ਵਿਅਰਥ ਫ਼ਜ਼ੂਲ ਬੋਲ ਬੋਲਦੀ ਹੈ ਜੋ ਪਤੀ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਵਾਸਤੇ ਕੰਮ ਨਹੀਂ ਦੇ ਸਕਦਾ?",
    "PRONUNCIATION": "(Pwidlu) ivArQ, vDIk"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "dir Gir FoeI nw lhY; CUtI dUjY swid ]5]",
    "TRANSLITERATION": "Dhar Ghar Dtoee Naa Lehai Shhoottee Dhoojai Saadh ||5||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ) ਮਾਇਆ ਦੇ ਸੁਆਦ ਵਿਚ (ਫਸਣ ਕਰਕੇ) ਛੁੱਟੜ ਹੋਈ ਹੈ, (ਤਾਹੀਏਂ ਉਸ ਨੂੰ) ਪ੍ਰਭੂ ਦੇ ਮਹਲ ਵਿਚ (ਟਿਕਣ ਲਈ) ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ (ਮਾਇਆ ਦਾ ਮੋਹ ਉਸ ਨੂੰ ਭਟਕਣਾ ਵਿਚ ਪਾਈ ਰੱਖਦਾ ਹੈ) ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "pMifq vwcih poQIAw; nw bUJih vIcwru ]",
    "TRANSLITERATION": "Panddith Vaachehi Pothheeaa Naa Boojhehi Veechaar ||",
    "PUNJABI": "ਪੰਡਿਤ ਲੋਕ ਧਾਰਮਿਕ ਪੁਸਤਕਾਂ ਪੜ੍ਹਦੇ ਹਨ (ਪਰ ਅੰਦਰੋਂ ਗੁਣ-ਹੀਨ ਹੋਣ ਕਰਕੇ ਉਹਨਾਂ ਪੁਸਤਕਾਂ ਦੀ) ਵਿਚਾਰ ਨਹੀਂ ਸਮਝਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "An kau. mqI dy clih; mwieAw kw vwpwru ]",
    "TRANSLITERATION": "An Ko Mathee Dhae Chalehi Maaeiaa Kaa Vaapaar ||",
    "PUNJABI": "ਹੋਰਨਾਂ ਨੂੰ ਹੀ ਮੱਤਾਂ ਦੇ ਕੇ (ਜਗਤ ਤੋਂ) ਚਲੇ ਜਾਂਦੇ ਹਨ (ਉਹਨਾਂ ਦਾ ਇਹ ਸਾਰਾ ਉੱਦਮ) ਮਾਇਆ ਕਮਾਣ ਲਈ ਵਪਾਰ ਹੀ ਬਣਿਆ ਰਹਿ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "m`qI[ c`lih["
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "kQnI JUTI. jgu BvY; rhxI sbdu. su swru ]6]",
    "TRANSLITERATION": "Kathhanee Jhoothee Jag Bhavai Rehanee Sabadh S Saar ||6||",
    "PUNJABI": "ਸਾਰਾ ਜਗਤ ਝੂਠੀ ਕਥਨੀ ਵਿਚ ਹੀ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਆਮ ਤੌਰ ਤੇ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਝੂਠ-ਫਰੇਬ ਹੈ, ਤੇ ਬਾਹਰ ਗਿਆਨ ਦੀਆਂ ਗੱਲਾਂ ਹਨ)। ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ (ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਣਾ) ਹੀ ਸ੍ਰੇਸ਼ਟ ਰਹਿਣੀ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "kyqy pMifq joqkI; bydw krih bIcwru ]",
    "TRANSLITERATION": "Kaethae Panddith Jothakee Baedhaa Karehi Beechaar ||",
    "PUNJABI": "ਅਨੇਕਾਂ ਹੀ ਪੰਡਿਤ ਜੋਤਸ਼ੀ (ਆਦਿਕ) ਵੇਦਾਂ (ਦੇ ਮੰਤ੍ਰਾਂ) ਨੂੰ ਵਿਚਾਰਦੇ ਹਨ।",
    "PRONUNCIATION": "bydW"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "vwid ivroiD slwhxy; vwdy Awvxu jwxu ]",
    "TRANSLITERATION": "Vaadh Virodhh Salaahanae Vaadhae Aavan Jaan ||",
    "PUNJABI": "ਆਪੋ ਵਿਚ ਮਤ-ਭੇਦ ਹੋਣ ਦੇ ਕਾਰਨ (ਚਰਚਾ ਕਰਦੇ ਹਨ ਤੇ ਵਿਦਵਤਾ ਦੇ ਕਾਰਨ) ਵਾਹ ਵਾਹ ਅਖਵਾਂਦੇ ਹਨ, ਪਰ ਨਿਰੇ ਇਸ ਮਤ-ਭੇਦ ਵਿਚ ਰਹਿ ਕੇ ਹੀ ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur krm. n CutsI; kih suix AwiK vKwxu ]7]",
    "TRANSLITERATION": "Bin Gur Karam N Shhuttasee Kehi Sun Aakh Vakhaan ||7||",
    "PUNJABI": "ਕੋਈ ਭੀ ਮਨੁੱਖ (ਨਿਰਾ ਚੰਗਾ) ਵਖਿਆਨ ਕਰ ਕੇ ਜਾਂ ਸੁਣ ਕੇ (ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਲੈ ਸਕਦਾ, ਤੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦਾ। (ਹਉਮੈ ਅਹੰਕਾਰ ਛੱਡ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਦੀ ਲੋੜ ਹੈ) ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ ॥੭॥",
    "PRONUNCIATION": "(krm) ikrpw"
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "siB guxvMqI AwKIAih; mY. guxu nwhI koie ]",
    "TRANSLITERATION": "Sabh Gunavanthee Aakheeahi Mai Gun Naahee Koe ||",
    "PUNJABI": "(ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, ਉਹੀ) ਸਾਰੀਆਂ ਗੁਣਾਂ ਵਾਲੀਆਂ ਆਖੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਪਰ ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਐਸਾ ਗੁਣ ਨਹੀਂ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਸਕਾਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "hir vru. nwir suhwvxI; mY BwvY. pRBu soie ]",
    "TRANSLITERATION": "Har Var Naar Suhaavanee Mai Bhaavai Prabh Soe ||",
    "PUNJABI": "ਜੇ ਉਹ ਹਰੀ-ਪਤੀ ਪ੍ਰਭੂ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਏ, ਤਾਂ ਮੈਂ ਭੀ ਉਸ ਦੀ ਸੋਹਣੀ ਨਾਰ ਬਣ ਜਾਵਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 159,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. sbid imlwvVw; nw vyCoVw hoie ]8]5]",
    "TRANSLITERATION": "Naanak Sabadh Milaavarraa Naa Vaeshhorraa Hoe ||8||5||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ ਜਿਸ ਨੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਸੋਹਣਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ਉਸ ਦਾ ਉਸ ਤੋਂ ਫਿਰ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ ॥੮॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "jpu qpu sMjmu swDIAY; qIriQ kIcY vwsu ]",
    "TRANSLITERATION": "Jap Thap Sanjam Saadhheeai Theerathh Keechai Vaas ||",
    "PUNJABI": "ਜੇ (ਕਿਸੇ ਸਿੱਧੀ ਆਦਿਕ ਵਾਸਤੇ ਮੰਤ੍ਰਾਂ ਦਾ) ਪਾਠ ਕੀਤਾ ਜਾਏ, (ਧੂਣੀਆਂ ਆਦਿਕ ਤਪਾ ਕੇ) ਸਰੀਰ ਨੂੰ ਕਸ਼ਟ ਦਿੱਤਾ ਜਾਏ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰਨ ਦਾ ਕੋਈ ਸਾਧਨ ਕੀਤਾ ਜਾਏ, ਕਿਸੇ ਤੀਰਥ ਉੱਤੇ ਨਿਵਾਸ ਕੀਤਾ ਜਾਏ,",
    "PRONUNCIATION": "s`wDIAY"
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "puMn dwn cMigAweIAw; ibnu swcy. ikAw qwsu ]",
    "TRANSLITERATION": "Punn Dhaan Changiaaeeaa Bin Saachae Kiaa Thaas ||",
    "PUNJABI": "(ਜੇ ਖ਼ਲਕਤ ਦੇ ਭਲੇ ਵਾਸਤੇ) ਦਾਨ-ਪੁੰਨ ਆਦਿਕ ਚੰਗੇ ਕੰਮ ਕੀਤੇ ਜਾਣ (ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਾਹ ਕੀਤਾ ਜਾਏ, ਤਾਂ) ਪ੍ਰਭੂ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਉਪਰਲੇ ਸਾਰੇ ਹੀ ਉੱਦਮਾਂ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "jyhw rwDy. qyhw luxY; ibnu gux. jnmu ivxwsu ]1]",
    "TRANSLITERATION": "Jaehaa Raadhhae Thaehaa Lunai Bin Gun Janam Vinaas ||1||",
    "PUNJABI": "ਮਨੁੱਖ ਜਿਹਾ ਬੀ ਬੀਜਦਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਫਲ ਵੱਢਦਾ ਹੈ (ਜੇ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਤਾਂ ਆਤਮਕ ਗੁਣ ਕਿੱਥੋਂ ਆ ਜਾਣ? ਤੇ) ਆਤਮਕ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "muMDy; gux dwsI suKu hoie ]",
    "TRANSLITERATION": "Mundhhae Gun Dhaasee Sukh Hoe ||",
    "PUNJABI": "ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ! (ਆਤਮਕ ਗੁਣਾਂ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਗੁਣ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੇ) ਗੁਣਾਂ ਦੀ ਖ਼ਾਤਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਦਾਸੀ ਬਣ, ਤਦੋਂ ਹੀ ਆਤਮਕ ਸੁਖ ਸੁਖ ਹੋਵੇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "Avgx iqAwig smweIAY; gurmiq pUrw soie ]1] rhwau ]",
    "TRANSLITERATION": "Avagan Thiaag Samaaeeai Guramath Pooraa Soe ||1|| Rehaao ||",
    "PUNJABI": "ਔਗੁਣਾਂ ਨੂੰ ਛੱਡ ਕੇ ਹੀ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰਿਆਂ ਹੀ ਉਹ ਪੂਰਾ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ivxu rwsI vwpwrIAw; qky kuMfw cwir ]",
    "TRANSLITERATION": "Vin Raasee Vaapaareeaa Thakae Kunddaa Chaar ||",
    "PUNJABI": "ਸਰਮਾਏ ਤੋਂ ਬਿਨਾ ਵਪਾਰੀ (ਨਫ਼ੇ ਵਾਸਤੇ ਵਿਅਰਥ ਹੀ) ਚੌਹੀਂ ਪਾਸੀਂ ਤੱਕਦਾ ਹੈ।",
    "PRONUNCIATION": "q`ky"
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "mUlu. n buJY Awpxw; vsqu rhI Gr bwir ]",
    "TRANSLITERATION": "Mool N Bujhai Aapanaa Vasath Rehee Ghar Baar ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ (ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੇ) ਮੂਲ-ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਉਸ ਦਾ ਅਸਲ ਸਰਮਾਇਆ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਅੰਦਰ ਹੀ (ਅਣਪਛਾਤਾ) ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "ivxu vKr. duKu Aglw; kUiV muTI kUiVAwir ]2]",
    "TRANSLITERATION": "Vin Vakhar Dhukh Agalaa Koorr Muthee Koorriaar ||2||",
    "PUNJABI": "ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਵਪਾਰਨ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਕੂੜ ਵਿਚ ਲੱਗ ਕੇ (ਆਤਮਕ ਗੁਣਾਂ ਵਲੋਂ) ਲੁੱਟੀ ਜਾ ਰਹੀ ਹੈ, ਨਾਮ-ਵੱਖਰ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ ਉਸ ਨੂੰ ਬਹੁਤ ਆਤਮਕ ਕਲੇਸ਼ ਵਿਆਪਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "lwhw Aih inis nauqnw; prKy rqnu vIcwir ]",
    "TRANSLITERATION": "Laahaa Ahinis Nouthanaa Parakhae Rathan Veechaar ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਸੋਚ ਸਮਝ ਕੇ ਨਾਮ-ਰਤਨ ਨੂੰ ਪਰਖਦਾ ਹੈ (ਨਾਮ ਦੀ ਕੀਮਤ ਪਾਂਦਾ ਹੈ) ਉਸ ਨੂੰ ਦਿਨ ਰਾਤਿ (ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਨਿੱਤ) ਨਵਾਂ ਨਫ਼ਾ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(nauqnw) nvW"
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "vsqu lhY Gir AwpxY; clY kwrju swir ]",
    "TRANSLITERATION": "Vasath Lehai Ghar Aapanai Chalai Kaaraj Saar ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਆਪਣਾ ਅਸਲ ਸਰਮਾਇਆ ਲੱਭ ਲੈਂਦਾ ਹੈ, ਤੇ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ ਸਿਰੇ ਚਾੜ੍ਹ ਕੇ ਇਥੋਂ ਜਾਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "vxjwirAw isau vxju kir; gurmuiK bRhmu bIcwir ]3]",
    "TRANSLITERATION": "Vanajaariaa Sio Vanaj Kar Guramukh Breham Beechaar ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਦੇ ਵਪਾਰੀ ਸਤਸੰਗੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਨਾਮ ਦਾ ਵਣਜ ਕਰਦਾ ਹੈ, ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਲਿਆਉਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "sMqW sMgiq pweIAY; jy myly mylxhwru ]",
    "TRANSLITERATION": "Santhaan Sangath Paaeeai Jae Maelae Maelanehaar ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲਭਾ ਸਕਦਾ ਹੈ) ਜੇ ਉਸ ਖ਼ਜ਼ਾਨੇ ਨਾਲ ਮਿਲਾਪ-ਕਰਾਣ-ਦੇ-ਸਮਰੱਥ ਪ੍ਰਭੂ ਆਪ ਮਿਲਾਪ ਕਰਾ ਦੇਵੇ, ਤਾਂ ਉਹ ਖ਼ਜ਼ਾਨਾ ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਲੱਭ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "imilAw hoie. n ivCuVY; ijsu AMqir joiq Apwr ]",
    "TRANSLITERATION": "Miliaa Hoe N Vishhurrai Jis Anthar Joth Apaar ||",
    "PUNJABI": "ਤੇ ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ (ਇਕ ਵਾਰੀ ਜਗ ਪਏ) ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਿਆ ਹੋਇਆ ਮੁੜ ਵਿੱਛੁੜਦਾ ਨਹੀਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "scY Awsix sic rhY; scY pRym ipAwr ]4]",
    "TRANSLITERATION": "Sachai Aasan Sach Rehai Sachai Praem Piaar ||4||",
    "PUNJABI": "ਕਿਉਂਕਿ ਉਹ ਅਡੋਲ (ਆਤਮਕ) ਆਸਣ ਉੱਤੇ ਬੈਠ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲਿਵ ਲਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਪਣਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਪਾ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI Awpu pCwixAw; Gr mih mhlu suQwie ]",
    "TRANSLITERATION": "Jinee Aap Pashhaaniaa Ghar Mehi Mehal Suthhaae ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ) ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਰੂਪ ਸੋਹਣੇ ਥਾਂ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ-ਥਾਂ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 160,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "scy syqI riqAw; sco plY pwie ]",
    "TRANSLITERATION": "Sachae Saethee Rathiaa Sacho Palai Paae ||",
    "PUNJABI": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿਣ ਦੇ ਕਾਰਨ ਉਹਨਾਂ ਨੂੰ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]