[
  {
    "SHABAD_ID": 165,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "mn ry. ikau CUtih; ibnu ipAwr ]",
    "TRANSLITERATION": "Man Rae Kio Shhoottehi Bin Piaar ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਪ੍ਰਭੂ ਨਾਲ) ਪਿਆਰ ਪਾਉਣ ਤੋਂ ਬਿਨਾ ਤੂੰ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਬਚ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK AMqir riv rihAw; bKsy Bgiq BMfwr ]1] rhwau ]",
    "TRANSLITERATION": "Guramukh Anthar Rav Rehiaa Bakhasae Bhagath Bhanddaar ||1|| Rehaao ||",
    "PUNJABI": "(ਪਰ ਇਹ ਪਿਆਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਮਿਲਦਾ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਐਸੀ ਪਿਆਰ-ਸਾਂਝ ਬਣਦੀ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹੀ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ry mn. AYsI hir isau pRIiq kir; jYsI mCulI nIr ]",
    "TRANSLITERATION": "Rae Man Aisee Har Sio Preeth Kar Jaisee Mashhulee Neer ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪ੍ਰੇਮ ਕਰ, ਜਿਹੋ ਜਿਹਾ ਮੱਛੀ ਦਾ ਪਾਣੀ ਨਾਲ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "ijau AiDkau. iqau suKu Gxo; min qin sWiq srIr ]",
    "TRANSLITERATION": "Jio Adhhiko Thio Sukh Ghano Man Than Saanth Sareer ||",
    "PUNJABI": "ਪਾਣੀ ਜਿਤਨਾ ਹੀ ਵਧੀਕ ਹੈ, ਮੱਛੀ ਨੂੰ ਉਤਨਾ ਹੀ ਵਧੀਕ ਸੁਖ-ਆਨੰਦ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਸਰੀਰ ਵਿਚ ਠੰਡ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": "AiD-kau: polw bolo"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu jl. GVI n jIveI; pRBu jwxY AB pIr ]2]",
    "TRANSLITERATION": "Bin Jal Gharree N Jeevee Prabh Jaanai Abh Peer ||2||",
    "PUNJABI": "ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭੀ ਜੀਊ ਨਹੀਂ ਸਕਦੀ। ਮੱਛੀ ਦੇ ਹਿਰਦੇ ਦੀ ਇਹ ਵੇਦਨਾ ਪਰਮਾਤਮਾ (ਆਪ) ਜਾਣਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "ry mn. AYsI hir isau pRIiq kir; jYsI cwiqRk myh ]",
    "TRANSLITERATION": "Rae Man Aisee Har Sio Preeth Kar Jaisee Chaathrik Maeh ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪ੍ਰਭੂ ਨਾਲ ਇਹੋ ਜਿਹੀ ਪ੍ਰੀਤ ਕਰ, ਜਿਹੋ ਜਿਹੀ ਪਪੀਹੇ ਦੀ ਮੀਂਹ ਨਾਲ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "sr Bir Ql hrIAwvly; iek bUMd n pveI kyh ]",
    "TRANSLITERATION": "Sar Bhar Thhal Hareeaavalae Eik Boondh N Pavee Kaeh ||",
    "PUNJABI": "(ਪਾਣੀ ਨਾਲ) ਸਰੋਵਰ ਭਰੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਧਰਤੀ (ਪਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰਿਆਵਲੀ ਹੋਈ ਪਈ ਹੁੰਦੀ ਹੈ, ਪਰ ਜੇ (ਸ੍ਵਾਂਤੀ ਨਛੱਤ੍ਰ ਵਿਚ ਪਏ ਮੀਂਹ ਦੀ) ਇਕ ਬੂੰਦ (ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ) ਨਾਹ ਪਏ, ਤਾਂ ਉਸ ਨੂੰ ਇਸ ਸਾਰੇ ਪਾਣੀ ਨਾਲ ਕੋਈ ਭਾਗ ਨਹੀਂ।",
    "PRONUNCIATION": "hrI-Awvly: ibhwrI d`b ky bolo, hirAwvlw n aucwro jI"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "krim imlY so pweIAY; ikrqu pieAw isir dyh ]3]",
    "TRANSLITERATION": "Karam Milai So Paaeeai Kirath Paeiaa Sir Dhaeh ||3||",
    "PUNJABI": "(ਪਰ ਹੇ ਮਨ! ਤੇਰੇ ਭੀ ਕੀਹ ਵੱਸ! ਪਰਮਾਤਮਾ) ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲੇ ਤਾਂ ਮਿਲਦਾ ਹੈ, (ਨਹੀਂ ਤਾਂ) ਪੂਰਬਲਾ ਕਮਾਇਆ ਹੋਇਆ ਸਿਰ ਉੱਤੇ ਸਰੀਰ ਉੱਤੇ ਝੱਲਣਾ ਹੀ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "ry mn. AYsI hir isau pRIiq kir; jYsI jl duD hoie ]",
    "TRANSLITERATION": "Rae Man Aisee Har Sio Preeth Kar Jaisee Jal Dhudhh Hoe ||",
    "PUNJABI": "ਹੇ ਮਨ! ਹਰੀ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪਿਆਰ ਬਣਾ, ਜਿਹੋ ਜਿਹਾ ਪਾਣੀ ਤੇ ਦੁੱਧ ਦਾ ਹੈ। (ਪਾਣੀ ਦੁੱਧ ਵਿਚ ਆ ਮਿਲਦਾ ਹੈ, ਦੁੱਧ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਦੁੱਧ ਉਸ ਨੂੰ ਆਪਣਾ ਰੂਪ ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "Awvtxu Awpy KvY; duD kau Kpix. n dyie ]",
    "TRANSLITERATION": "Aavattan Aapae Khavai Dhudhh Ko Khapan N Dhaee ||",
    "PUNJABI": "ਜਦੋਂ ਉਸ ਪਾਣੀ-ਰਲੇ ਦੁੱਧ ਨੂੰ ਅੱਗ ਉੱਤੇ ਰੱਖੀਦਾ ਹੈ ਤਾਂ) ਉਬਾਲਾ (ਪਾਣੀ) ਆਪ ਹੀ ਸਹਾਰਦਾ ਹੈ, ਦੁੱਧ ਨੂੰ ਸੜਨ ਨਹੀਂ ਦੇਂਦਾ।",
    "PRONUNCIATION": "(Aw-v`txu) aubwly[ du`D[ Kpix: polw bolo"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "Awpy myil ivCuMinAw; sic vifAweI dyie ]4]",
    "TRANSLITERATION": "Aapae Mael Vishhunniaa Sach Vaddiaaee Dhaee ||4||",
    "PUNJABI": "(ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਜੀਵ ਆਪਣੇ ਆਪ ਨੂੰ ਕੁਰਬਾਨ ਕਰਨ, ਤਾਂ ਪ੍ਰਭੂ) ਵਿੱਛੁੜੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਮੇਲ ਕੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ-ਮਾਣ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "ry mn. AYsI hir isau pRIiq kir; jYsI ckvI sUr ]",
    "TRANSLITERATION": "Rae Man Aisee Har Sio Preeth Kar Jaisee Chakavee Soor ||",
    "PUNJABI": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਇਹੋ ਜਿਹਾ ਪਿਆਰ ਕਰ, ਜਿਹੋ ਜਿਹਾ ਚਕਵੀ ਦਾ (ਪਿਆਰ) ਸੂਰਜ ਨਾਲ ਹੈ।",
    "PRONUNCIATION": "(sUr) sUrj"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "iKnu plu. nId n soveI; jwxY dUir hjUir ]",
    "TRANSLITERATION": "Khin Pal Needh N Sovee Jaanai Dhoor Hajoor ||",
    "PUNJABI": "(ਜਦੋਂ ਸੂਰਜ ਡੁੱਬ ਜਾਂਦਾ ਹੈ, ਚਕਵੀ ਦੀ ਨਜ਼ਰੋਂ ਉਹਲੇ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਚਕਵੀ) ਇਕ ਖਿਨ ਭਰ ਇਕ ਪਲ ਭਰ ਨੀਂਦ (ਦੇ ਵੱਸ ਆ ਕੇ) ਨਹੀਂ ਸੌਂਦੀ, ਦੂਰ (-ਲੁਕੇ ਸੂਰਜ) ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਸਮਝਦੀ ਹੈ।",
    "PRONUNCIATION": "so-veI"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. soJI nw pvY; gurmuiK sdw hjUir ]5]",
    "TRANSLITERATION": "Manamukh Sojhee Naa Pavai Guramukh Sadhaa Hajoor ||5||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁੱਖ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਦਿੱਸਦਾ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. gxq gxwvxI; krqw kry su hoie ]",
    "TRANSLITERATION": "Manamukh Ganath Ganaavanee Karathaa Karae S Hoe ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੀਆਂ ਹੀ ਵਡਿਆਈਆਂ ਕਰਦਾ ਹੈ (ਪਰ ਜੀਵ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਕਰਤਾਰ (ਆਪ) ਕਰਦਾ (ਕਰਾਂਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "qw kI kImiq. nw pvY; jy locY sBu koie ]",
    "TRANSLITERATION": "Thaa Kee Keemath Naa Pavai Jae Lochai Sabh Koe ||",
    "PUNJABI": "(ਕਰਤਾਰ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ) ਜੇ ਕੋਈ ਜੀਵ (ਆਪਣੀਆਂ ਵਡਿਆਈਆਂ ਛੱਡਣ ਦਾ ਜਤਨ ਭੀ ਕਰੇ, ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ ਪਛਾਣਨ ਦਾ ਉੱਦਮ ਕਰੇ, ਤਾਂ ਭੀ) ਉਸ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ ਨਹੀਂ ਪੈ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmiq hoie q pweIAY; sic imlY suKu hoie ]6]",
    "TRANSLITERATION": "Guramath Hoe Th Paaeeai Sach Milai Sukh Hoe ||6||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਕਦਰ) ਤਦੋਂ ਹੀ ਪੈਂਦੀ ਹੈ, ਜਦੋਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਪ੍ਰਾਪਤ ਹੋਵੇ। (ਗੁਰੂ ਦੀ ਮਤਿ ਮਿਲਿਆਂ ਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਜੁੜਦਾ ਹੈ ਤੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "scw nyhu. n quteI; jy siqguru BytY soie ]",
    "TRANSLITERATION": "Sachaa Naehu N Thuttee Jae Sathigur Bhaettai Soe ||",
    "PUNJABI": "(ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜਨ ਵਾਲਾ) ਜੇ ਉਹ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਉਸ ਦਾ ਮਿਹਰ ਦਾ ਸਦਕਾ ਪ੍ਰਭੂ ਨਾਲ ਅਜੇਹਾ) ਪੱਕਾ ਪਿਆਰ (ਪੈਂਦਾ ਹੈ ਜੋ ਕਦੇ) ਟੁੱਟਦਾ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "igAwn pdwrQu pweIAY; iqRBvx soJI hoie ]",
    "TRANSLITERATION": "Giaan Padhaarathh Paaeeai Thribhavan Sojhee Hoe ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਣ ਵਾਲਾ ਨਾਮ-ਪਦਾਰਥ ਮਿਲਦਾ ਹੈ, ਇਹ ਸਮਝ ਭੀ ਪੈਂਦੀ ਹੈ ਕਿ ਪ੍ਰਭੂ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "inrmlu nwmu. n vIsrY; jy gux kw gwhku hoie ]7]",
    "TRANSLITERATION": "Niramal Naam N Veesarai Jae Gun Kaa Gaahak Hoe ||7||",
    "PUNJABI": "ਜੇ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਮਿਹਰ ਦਾ ਸਦਕਾ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ (ਦੇ ਸੌਦੇ) ਦਾ ਖ਼ਰੀਦਣ ਵਾਲਾ ਬਣ ਜਾਏ, ਤਾਂ ਇਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ (ਫਿਰ ਕਦੇ) ਨਹੀਂ ਭੁੱਲਦਾ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "Kyil gey sy pMKxUM; jo cugdy sr qil ]",
    "TRANSLITERATION": "Khael Geae Sae Pankhanoon Jo Chugadhae Sar Thal ||",
    "PUNJABI": "(ਹੇ ਮਨ! ਵੇਖ) ਜੇਹੜੇ ਜੀਵ-ਪੰਛੀ ਇਸ (ਸੰਸਾਰ-) ਸਰੋਵਰ ਉੱਤੇ (ਚੋਗ) ਚੁਗਦੇ ਹਨ ਉਹ (ਆਪੋ ਆਪਣੀ ਜੀਵਨ-) ਖੇਡ ਖੇਡ ਕੇ ਚਲੇ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "GVI ik. muhiq ik. clxw; Kylxu Aju. ik kil ]",
    "TRANSLITERATION": "Gharree K Muhath K Chalanaa Khaelan Aj K Kal ||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ-ਪੰਛੀ ਨੇ ਘੜੀ ਪਲ ਦੀ ਖੇਡ ਖੇਡ ਕੇ ਇਥੋਂ ਤੁਰਦੇ ਜਾਣਾ ਹੈ, ਇਹ ਖੇਡ ਇਕ ਦੋ ਦਿਨਾਂ ਵਿਚ ਹੀ (ਛੇਤੀ ਹੀ) ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "c`lxw[ K@ylx[ A`ju[ k`il@["
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "ijsu qUM mylih, so imlY; jwie scw ipVu mil ]8]",
    "TRANSLITERATION": "Jis Thoon Maelehi So Milai Jaae Sachaa Pirr Mal ||8||",
    "PUNJABI": "(ਹੇ ਮਨ! ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਮਿਲਾਂਦਾ ਹੈਂ, ਉਹੀ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਹ ਇਥੋਂ ਸੱਚੀ ਜੀਵਨ-ਬਾਜ਼ੀ ਜਿੱਤ ਕੇ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "PRONUNCIATION": "m`il"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu gur. pRIiq n aUpjY; haumY mYlu. n jwie ]",
    "TRANSLITERATION": "Bin Gur Preeth N Oopajai Houmai Mail N Jaae ||",
    "PUNJABI": "ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਪ੍ਰੀਤ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੀ (ਕਿਉਂਕਿ ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "so hM Awpu pCwxIAY; sbid Byid pqIAwie ]",
    "TRANSLITERATION": "Sohan Aap Pashhaaneeai Sabadh Bhaedh Patheeaae ||",
    "PUNJABI": "ਜਦੋਂ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਤੀਜ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਇਹ ਪਛਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਮੇਰਾ ਤੇ ਪ੍ਰਭੂ ਦਾ ਸੁਭਾਉ ਰਲਿਆ ਹੈ ਜਾਂ ਨਹੀਂ।",
    "PRONUNCIATION": "(hM) hr jIv dy AMdr[ so auh r`b jI, (Awpu) Apxw Awp srUp nMU, pUrn gurU jI duAwrw pCwnxw krIey[ pqI-Awie"
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK Awpu pCwxIAY; Avr ik kry krwie ]9]",
    "TRANSLITERATION": "Guramukh Aap Pashhaaneeai Avar K Karae Karaae ||9||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ (ਆਪਣੇ ਅਸਲੇ ਨੂੰ) ਪਛਾਣਦਾ ਹੈ। (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਹੋਰ ਕੋਈ ਉੱਦਮ ਕਰ ਕਰਾ ਨਹੀਂ ਸਕਦਾ ॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "imilAw kw ikAw mylIAY; sbid imlY pqIAwie ]",
    "TRANSLITERATION": "Miliaa Kaa Kiaa Maeleeai Sabadh Milae Patheeaae ||",
    "PUNJABI": "ਜੇਹੜੇ ਜੀਵ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਪਤੀਜ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੋਈ ਐਸਾ ਵਿਛੋੜਾ ਰਹਿ ਨਹੀਂ ਜਾਂਦਾ ਜਿਸ ਨੂੰ ਦੂਰ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਪ੍ਰਭੂ ਨਾਲ ਜੋੜਿਆ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. soJI nw pvY; vICuiV cotw Kwie ]",
    "TRANSLITERATION": "Manamukh Sojhee Naa Pavai Veeshhurr Chottaa Khaae ||",
    "PUNJABI": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਪੈਂਦੀ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਵਿੱਛੁੜ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਚੋਟਾਂ ਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 165,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. dru Gru eyku hY; Avru. n dUjI jwie ]10]11]",
    "TRANSLITERATION": "Naanak Dhar Ghar Eaek Hai Avar N Dhoojee Jaae ||10||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਗਿਆ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਹੀ ਇਕ ਆਸਰਾ ਪਰਨਾ (ਦਿੱਸਦਾ) ਹੈ। ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਹੋਰ ਕੋਈ ਸਹਾਰਾ ਨਹੀਂ (ਦਿੱਸਦਾ) ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ ਦਿੱਸਦੀ ॥੧੦॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK BulY BulweIAY; BUlI. Taur n kwie ]",
    "TRANSLITERATION": "Manamukh Bhulai Bhulaaeeai Bhoolee Thour N Kaae ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਇਸਤ੍ਰੀ (ਜੀਵਨ ਦੇ) ਸਹੀ ਰਸਤੇ ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ, ਮਾਇਆ ਉਸ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦੀ ਹੈ, ਰਾਹੋਂ ਖੁੰਝੀ ਹੋਈ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ (ਐਸਾ) ਥਾਂ ਨਹੀਂ ਲੱਭਦਾ (ਜੇਹੜਾ ਉਸ ਨੂੰ ਰਸਤਾ ਵਿਖਾ ਦੇਵੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "gur ibnu. ko n idKwveI; AMDI AwvY jwie ]",
    "TRANSLITERATION": "Gur Bin Ko N Dhikhaavee Andhhee Aavai Jaae ||",
    "PUNJABI": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ (ਸਹੀ ਰਸਤਾ) ਵਿਖਾ ਨਹੀਂ ਸਕਦਾ। (ਮਾਇਆ ਦੇ ਵਿਚ) ਅੰਨ੍ਹੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "igAwn pdwrQu KoieAw; TigAw muTw jwie ]1]",
    "TRANSLITERATION": "Giaan Padhaarathh Khoeiaa Thagiaa Muthaa Jaae ||1||",
    "PUNJABI": "ਜਿਸ ਭੀ ਜੀਵ ਨੇ (ਮਾਇਆ ਦੇ ਢਹੇ ਚੜ੍ਹ ਕੇ) ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਨਾਮ-ਧਨ ਗਵਾ ਲਿਆ ਹੈ, ਉਹ ਠੱਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਲੁੱਟਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "T`igAw[ m`uTw"
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "bwbw; mwieAw Brim Bulwie ]",
    "TRANSLITERATION": "Baabaa Maaeiaa Bharam Bhulaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ (ਜੀਵਾਂ ਨੂੰ) ਭੁਲੇਖੇ ਵਿਚ ਪਾ ਕੇ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "Brim BulI fohwgxI; nw ipr AMik smwie ]1] rhwau ]",
    "TRANSLITERATION": "Bharam Bhulee Ddohaaganee Naa Pir Ank Samaae ||1|| Rehaao ||",
    "PUNJABI": "ਜੇਹੜੀ ਭਾਗ ਹੀਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਭੁਲੇਖੇ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈਂਦੀ ਹੈ, ਉਹ (ਕਦੇ ਭੀ) ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਨਹੀਂ ਹੋ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "BUlI iPrY idsMqrI; BUlI igRhu qij jwie ]",
    "TRANSLITERATION": "Bhoolee Firai Dhisantharee Bhoolee Grihu Thaj Jaae ||",
    "PUNJABI": "ਜੀਵਨ ਦੇ ਰਾਹ ਤੋਂ ਖੁੰਝੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਹੀ ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਕੇ ਦੇਸ ਦੇਸਾਂਤਰਾਂ ਵਿਚ ਫਿਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "BUlI fUMgir Qil cVY; BrmY mnu folwie ]",
    "TRANSLITERATION": "Bhoolee Ddoongar Thhal Charrai Bharamai Man Ddolaae ||",
    "PUNJABI": "ਖੁੰਝੀ ਹੋਈ ਹੀ ਕਦੇ ਕਿਸੇ ਪਹਾੜ (ਦੀ ਗੁਫ਼ਾ) ਵਿਚ ਬੈਠਦੀ ਹੈ ਕਦੇ ਕਿਸੇ ਟਿੱਲੇ ਉੱਤੇ ਚੜ੍ਹ ਬੈਠਦੀ ਹੈ, ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ, ਉਸਦਾ ਮਨ (ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ) ਡੋਲਦਾ ਹੈ।",
    "PRONUNCIATION": "cV@Y"
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "Durhu ivCuMnI ikau imlY; grib muTI ibllwie ]2]",
    "TRANSLITERATION": "Dhhurahu Vishhunnee Kio Milai Garab Muthee Bilalaae ||2||",
    "PUNJABI": "(ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਕਾਰਨ) ਧੁਰੋਂ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਵਿੱਛੁੜੀ ਹੋਈ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੁੜ ਨਹੀਂ ਸਕਦੀ, ਉਹ ਤਾਂ (ਤਿਆਗ ਆਦਿਕ ਦੇ) ਅਹੰਕਾਰ ਵਿਚ ਲੁੱਟੀ ਜਾ ਰਹੀ ਹੈ, ਤੇ (ਵਿਛੋੜੇ ਵਿਚ) ਕਲਪਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 166,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "ivCuiVAw. guru mylsI; hir ris nwm ipAwir ]",
    "TRANSLITERATION": "Vishhurriaa Gur Maelasee Har Ras Naam Piaar ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਤੋਂ ਵਿੱਛੁੜਿਆਂ ਨੂੰ ਗੁਰੂ ਹਰਿ-ਨਾਮ ਦੇ ਆਨੰਦ ਵਿਚ ਜੋੜ ਕੇ, ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਜੋੜ ਕੇ (ਮੁੜ ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]