[
  {
    "SHABAD_ID": 169,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuKu jwxY Awpxy; DIAw pUq sMjogu ]",
    "TRANSLITERATION": "Manamukh Jaanai Aapanae Dhheeaa Pooth Sanjog ||",
    "PUNJABI": "(ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜਗਤ ਵਿਚ) ਧੀਆਂ ਪੁੱਤਰਾਂ ਦਾ ਮੇਲ (ਆ ਬਣਦਾ ਹੈ) ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਬੰਦਾ ਇਹਨਾਂ ਨੂੰ ਆਪਣੇ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "nwrI dyiK. ivgwsIAih; nwly hrKu su sogu ]",
    "TRANSLITERATION": "Naaree Dhaekh Vigaaseeahi Naalae Harakh S Sog ||",
    "PUNJABI": "(ਮਨਮੁਖ ਬੰਦੇ ਆਪੋ ਆਪਣੀ) ਇਸਤ੍ਰੀ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦੇ ਹਨ, (ਵੇਖ ਕੇ) ਖ਼ੁਸ਼ੀ ਭੀ ਹੁੰਦੀ ਹੈ ਸਹਮ ਭੀ ਹੁੰਦਾ ਹੈ (ਕਿ ਕਿਤੇ ਇਹ ਧੀਆਂ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਮਰ ਨਾਹ ਜਾਣ)।",
    "PRONUNCIATION": "ivgwsI-Aih"
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK sbid rMgwvly; Aih inis hir rsu Bogu ]3]",
    "TRANSLITERATION": "Guramukh Sabadh Rangaavalae Ahinis Har Ras Bhog ||3||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਰੰਗ ਮਾਣਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਦਿਨ-ਰਾਤ ਉਹਨਾਂ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "icqu clY. ivqu jwvxo; swkq foil folwie ]",
    "TRANSLITERATION": "Chith Chalai Vith Jaavano Saakath Ddol Ddolaae ||",
    "PUNJABI": "(ਮਨੁੱਖ ਧਨ ਨੂੰ ਸੁਖ ਦਾ ਮੂਲ ਸਮਝਦਾ ਹੈ, ਜਦੋਂ) ਧਨ ਜਾਣ ਲਗਦਾ ਹੈ ਤਾਂ ਸਾਕਤ ਦਾ ਮਨ ਡੋਲਦਾ ਹੈ।",
    "PRONUNCIATION": "(ivqu) Dn[ ic`qu"
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "bwhir FUMiF ivgucIAY; Gr mih vsqu suQwie ]",
    "TRANSLITERATION": "Baahar Dtoondt Vigucheeai Ghar Mehi Vasath Suthhaae ||",
    "PUNJABI": "(ਸੁਖ ਨੂੰ) ਬਾਹਰੋਂ ਢੂੰਡਿਆਂ ਖ਼ੁਆਰ ਹੀ ਹੋਈਦਾ ਹੈ। (ਸਾਕਤ ਮਨੁੱਖ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਸੁਖ ਦਾ ਮੂਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਘਰ ਵਿਚ ਹੀ ਹੈ ਹਿਰਦੇ ਵਿਚ ਹੀ ਹੈ।",
    "PRONUNCIATION": "bw-hir: h mukqw, r ishwrI lw ky[ivgu`cIAY"
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. haumY kir musI; gurmuiK plY pwie ]4]",
    "TRANSLITERATION": "Manamukh Houmai Kar Musee Guramukh Palai Paae ||4||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ 'ਹਉ ਹਉ ਮੈਂ ਮੈਂ' ਕਰ ਕੇ ਹੀ ਲੁੱਟੀ ਜਾਂਦੀ ਹੈ (ਨਾਮ-ਧਨ ਅੰਦਰੋਂ ਲੁਟਾ ਲੈਂਦੀ ਹੈ), ਗੁਰੂ ਦੇ ਰਸਤੇ ਤੁਰਨ ਵਾਲੀ ਇਹ ਧਨ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ॥੪॥",
    "PRONUNCIATION": "(mu`sI) lu`tI geI"
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "swkq inrguixAwirAw; Awpxw mUlu pCwxu ]",
    "TRANSLITERATION": "Saakath Niraguniaariaa Aapanaa Mool Pashhaan ||",
    "PUNJABI": "ਹੇ ਗੁਣ-ਹੀਨ ਸਾਕਤ ਮਨੁੱਖ! (ਤੂੰ ਮਾਣ ਕਰਦਾ ਹੈਂ ਆਪਣੇ ਸਰੀਰ ਦਾ) ਆਪਣਾ ਅਸਲਾ ਤਾਂ ਪਛਾਣ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "rkqu ibMdu kw iehu qno; AgnI pwis iprwxu ]",
    "TRANSLITERATION": "Rakath Bindh Kaa Eihu Thano Aganee Paas Piraan ||",
    "PUNJABI": "ਇਹ ਸਰੀਰ ਮਾਂ ਦੇ ਲਹੂ ਤੇ ਪਿਤਾ ਦੇ ਵੀਰਜ ਤੋਂ ਬਣਿਆ ਹੈ, ਚੇਤੇ ਰੱਖ, (ਆਖ਼ਰ ਇਸ ਨੇ) ਅੱਗ ਵਿਚ (ਪੈ ਜਾਣਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "pvxY kY vis dyhurI; msqik scu nIswxu ]5]",
    "TRANSLITERATION": "Pavanai Kai Vas Dhaehuree Masathak Sach Neesaan ||5||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ ਦੇ ਮੱਥੇ ਉੱਤੇ ਇਹ ਅਟੱਲ ਹੁਕਮ ਹੈ, ਕਿ ਇਹ ਸਰੀਰ ਸੁਆਸਾਂ ਦੇ ਅਧੀਨ ਹੈ (ਹਰੇਕ ਦੇ ਗਿਣੇ ਮਿਥੇ ਸੁਆਸ ਹਨ) ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "bhuqw jIvxu mMgIAY; muAw. n loVY koie ]",
    "TRANSLITERATION": "Bahuthaa Jeevan Mangeeai Muaa N Lorrai Koe ||",
    "PUNJABI": "ਲੰਮੀ ਲੰਮੀ ਉਮਰ ਮੰਗੀਦੀ ਹੈ, ਕੋਈ ਭੀ (ਛੇਤੀ) ਮਰਨਾ ਨਹੀਂ ਚਾਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "suK jIvxu iqsu AwKIAY; ijsu gurmuiK visAw soie ]",
    "TRANSLITERATION": "Sukh Jeevan This Aakheeai Jis Guramukh Vasiaa Soe ||",
    "PUNJABI": "ਪਰ ਉਸੇ ਮਨੁੱਖ ਦਾ ਸੁਖੀ ਜੀਵਨ ਕਹਿ ਸਕੀਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ, ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "nwm ivhUxy ikAw gxI; ijsu hir gur drsu, n hoie ]6]",
    "TRANSLITERATION": "Naam Vihoonae Kiaa Ganee Jis Har Gur Dharas N Hoe ||6||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਦੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਹੋਇਆ, ਕਦੇ ਪਰਮਾਤਮਾ ਦਾ ਦੀਦਾਰ ਨਹੀਂ ਹੋਇਆ, ਉਸ ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਮਨੁੱਖ ਨੂੰ ਮੈਂ (ਜੀਊਂਦਾ) ਕੀਹ ਸਮਝਾਂ? ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "ijau supnY inis BulIAY; jb lig indRw hoie ]",
    "TRANSLITERATION": "Jio Supanai Nis Bhuleeai Jab Lag Nidhraa Hoe ||",
    "PUNJABI": "ਜਿਵੇਂ ਰਾਤ ਨੂੰ (ਸੁੱਤੇ ਪਿਆਂ) ਸੁਪਨੇ ਵਿਚ (ਕਈ ਚੀਜ਼ਾਂ ਵੇਖ ਕੇ) ਭੁਲੇਖਾ ਖਾ ਜਾਈਦਾ ਹੈ (ਕਿ ਜੋ ਕੁਝ ਵੇਖ ਰਹੇ ਹਾਂ ਇਹ ਸਚ-ਮੁਚ ਠੀਕ ਹੈ, ਤੇ ਇਹ ਭੁਲੇਖਾ ਤਦ ਤਕ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ) ਜਦ ਤਕ ਨੀਂਦ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "ieau srpin kY vis jIAVw; AMqir haumY doie ]",
    "TRANSLITERATION": "Eio Sarapan Kai Vas Jeearraa Anthar Houmai Dhoe ||",
    "PUNJABI": "ਇਸੇ ਤਰ੍ਹਾਂ ਇਹ ਕਮਜ਼ੋਰ ਜੀਵ ਮਾਇਆ ਸਪਣੀ ਦੇ ਵੱਸ ਵਿਚ (ਜਦ ਤਕ) ਹੈ (ਤਦ ਤਕ) ਇਸ ਦੇ ਅੰਦਰ ਹਉਮੈ ਤੇ ਮੇਰ-ਤੇਰ ਬਣੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਇਸ ਹਉਮੈ ਤੇ ਮੇਰ-ਤੇਰ ਨੂੰ ਇਹ ਜੀਵਨ ਸਹੀ ਜੀਵਨ ਸਮਝਦਾ ਹੈ)।",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmiq hoie vIcwrIAY; supnw iehu jgu loie ]7]",
    "TRANSLITERATION": "Guramath Hoe Veechaareeai Supanaa Eihu Jag Loe ||7||",
    "PUNJABI": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮਤਿ ਪ੍ਰਾਪਤ ਹੋਵੇ ਤਾਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਇਹ ਜਗਤ (ਦਾ ਮੋਹ) ਇਹ ਦੁਨੀਆ (ਵਾਲੀ ਮੇਰ-ਤੇਰ) ਨਿਰਾ ਸੁਪਨਾ ਹੀ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "Agin mrY. jlu pweIAY; ijau bwirk dUDY mwie ]",
    "TRANSLITERATION": "Agan Marai Jal Paaeeai Jio Baarik Dhoodhhai Maae ||",
    "PUNJABI": "ਜਿਵੇਂ ਬਾਲਕ ਦੀ ਅੱਗ (ਪੇਟ ਦੀ ਅੱਗ, ਭੁਖ) ਮਾਂ ਦਾ ਦੁੱਧ ਪੀਤਿਆਂ ਸ਼ਾਂਤ ਹੁੰਦੀ ਹੈ, ਤਿਵੇਂ ਇਹ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਤਦੋਂ ਬੁੱਝਦੀ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਲ ਇਸ ਉੱਤੇ ਪਾਈਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "ibnu jl. kml su nw QIAY; ibnu jl. mInu mrwie ]",
    "TRANSLITERATION": "Bin Jal Kamal S Naa Thheeai Bin Jal Meen Maraae ||",
    "PUNJABI": "ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਕੌਲ ਫੁੱਲ ਨਹੀਂ ਰਹਿ ਸਕਦਾ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ ਮਰ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 169,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. gurmuiK hir ris imlY; jIvw hir gux gwie ]8]15]",
    "TRANSLITERATION": "Naanak Guramukh Har Ras Milai Jeevaa Har Gun Gaae ||8||15||",
    "PUNJABI": "ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਜੀਊ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਤਦੋਂ ਹੀ ਪ੍ਰਫੁਲਤ ਹੁੰਦਾ ਹੈ ਜਦੋਂ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਲੀਨ ਹੁੰਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ), ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾ ਕੇ (ਆਤਮਕ ਜੀਵਨ) ਜੀਵਾਂ ॥੮॥੧੫॥{62-63}",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "fUMgru dyiK frwvxo; pyeIAVY frIAwsu ]",
    "TRANSLITERATION": "Ddoongar Dhaekh Ddaraavano Paeeearrai Ddareeaas ||",
    "PUNJABI": "(ਇਕ ਪਾਸੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਹੈ; ਦੂਜੇ ਪਾਸੇ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਗੁਰਮੁਖਾਂ ਵਾਲਾ ਰਸਤਾ ਹੈ। ਪਰ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਉਹ ਰਸਤਾ ਪਹਾੜੀ ਰਸਤਾ ਹੈ। ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਿਖਰ ਤੇ ਪਹੁੰਚਣਾ, ਮਾਨੋ, ਇਕ ਬੜੇ ਉੱਚੇ ਡਰਾਉਣੇ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹਨਾ ਹੈ, ਉਸ) ਡਰਾਉਣੇ ਪਹਾੜ ਨੂੰ ਵੇਖ ਕੇ ਪੇਕੇ ਘਰ ਵਿਚ (ਮਾਂ ਪਿਉ ਭੈਣ ਭਰਾ ਆਦਿਕ ਦੇ ਮੋਹ ਵਿਚ ਗ੍ਰਸੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਡਰ ਗਈ (ਕਿ ਇਸ ਪਹਾੜ ਉੱਤੇ ਚੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਜਗਤ ਦਾ ਮੋਹ ਦੂਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਆਪਾ ਵਾਰਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "PRONUNCIATION": "frI-Awsu"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "aUcau prbqu gwKVo; nw pauVI. iqqu qwsu ]",
    "TRANSLITERATION": "Oocho Parabath Gaakharro Naa Pourree Thith Thaas ||",
    "PUNJABI": "(ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਿਖਰ ਤੇ ਅੱਪੜਨਾ, ਮਾਨੋ) ਬੜਾ ਉੱਚਾ ਤੇ ਔਖਾ ਪਹਾੜ ਹੈ; ਉਸ ਪਹਾੜ ਤੇ ਚੜ੍ਹਨ ਲਈ ਉਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦੇ ਪਾਸ ਕੋਈ ਪੌੜੀ ਭੀ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(g`wKVo) kTn[ (iqqu) iq`Qy[ (qwsu) iqs"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK AMqir jwixAw; guir mylI qrIAwsu ]1]",
    "TRANSLITERATION": "Guramukh Anthar Jaaniaa Gur Maelee Thareeaas ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ, ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰ ਹੀ ਵੱਸਦੇ ਪ੍ਰਭੂ ਨੂੰ ਪਛਾਣ ਲਿਆ, ਤੇ, ਉਹ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਈ ॥੧॥",
    "PRONUNCIATION": "qrI-Awsu"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "BweI ry; Bvjlu ibKmu frWau ]",
    "TRANSLITERATION": "Bhaaee Rae Bhavajal Bikham Ddaraano ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਬੜਾ) ਡਰਾਉਣਾ ਹੈ ਤੇ (ਤਰਨਾ) ਔਖਾ ਹੈ।",
    "PRONUNCIATION": "(Bvjl) sMswr swgr[ (ibKmu) kTn[ (frWau) frwauxw"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "pUrw siqguru ris imlY; guru qwry hir nwau ]1] rhwau ]",
    "TRANSLITERATION": "Pooraa Sathigur Ras Milai Gur Thaarae Har Naao ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਪ੍ਰੇਮ ਨਾਲ ਮਿਲਦਾ ਹੈ ਉਸ ਨੂੰ ਉਹ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇ ਕੇ (ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "clw clw jy krI; jwxw clxhwru ]",
    "TRANSLITERATION": "Chalaa Chalaa Jae Karee Jaanaa Chalanehaar ||",
    "PUNJABI": "ਜੇ ਮੈਂ ਸਦਾ ਚੇਤੇ ਰੱਖਾਂ ਕਿ ਮੈਂ ਜਗਤ ਤੋਂ ਜ਼ਰੂਰ ਚਲੇ ਜਾਣਾ ਹੈ, ਜੇ ਮੈਂ ਸਮਝ ਲਵਾਂ ਕਿ ਸਾਰਾ ਜਗਤ ਹੀ ਚਲੇ ਜਾਣ ਵਾਲਾ ਹੈ,",
    "PRONUNCIATION": "c`lW[ c`lxhwru"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "jo AwieAw so clsI; Amru su guru krqwru ]",
    "TRANSLITERATION": "Jo Aaeiaa So Chalasee Amar S Gur Karathaar ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਜੋ ਭੀ ਆਇਆ ਹੈ ਉਹ ਆਖ਼ਰ ਚਲਾ ਜਾਇਗਾ, ਮੌਤ-ਰਹਿਤ ਇਕ ਗੁਰੂ ਪਰਮਾਤਮਾ ਹੀ ਹੈ,",
    "PRONUNCIATION": "c`lsI"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "BI scw swlwhxw; swcY Qwin ipAwru ]2]",
    "TRANSLITERATION": "Bhee Sachaa Saalaahanaa Sachai Thhaan Piaar ||2||",
    "PUNJABI": "ਤਾਂ ਫਿਰ ਸਤਸੰਗ ਵਿਚ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ) ਪਿਆਰ ਪਾ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਬੱਸ! ਇਹੀ ਹੈ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ ਲਹਿਰਾਂ ਤੋਂ ਬਚਣ ਦਾ ਤਰੀਕਾ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "dr Gr mhlw sohxy; pky kot hjwr ]",
    "TRANSLITERATION": "Dhar Ghar Mehalaa Sohanae Pakae Kott Hajaar ||",
    "PUNJABI": "ਸੋਹਣੇ ਦਰਵਾਜ਼ਿਆਂ ਵਾਲੇ ਸੋਹਣੇ ਘਰ ਤੇ ਮਹੱਲ, ਹਜ਼ਾਰਾਂ ਪੱਕੇ ਕਿਲ੍ਹੇ,",
    "PRONUNCIATION": "p`ky"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "hsqI GoVy pwKry; lskr lK Apwr ]",
    "TRANSLITERATION": "Hasathee Ghorrae Paakharae Lasakar Lakh Apaar ||",
    "PUNJABI": "ਹਾਥੀ, ਘੋੜੇ, ਕਾਠੀਆਂ, ਲੱਖਾਂ ਤੇ ਬੇਅੰਤ ਲਸ਼ਕਰ-ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "iks hI nwil. n cilAw; Kip Kip muey Aswr ]3]",
    "TRANSLITERATION": "Kis Hee Naal N Chaliaa Khap Khap Mueae Asaar ||3||",
    "PUNJABI": "ਬੇਸਮਝ ਐਵੇਂ ਹੀ ਖਪ ਖਪ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਰਹੇ (ਇਹਨਾਂ ਦੀ ਖ਼ਾਤਰ ਆਤਮਕ ਜੀਵਨ ਗਵਾ ਗਏ) ॥੩॥",
    "PRONUNCIATION": "Kip Kip:poly bolo"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "suienw rupw sMcIAY; mwlu jwlu jMjwlu ]",
    "TRANSLITERATION": "Sueinaa Rupaa Sancheeai Maal Jaal Janjaal ||",
    "PUNJABI": "ਜੇ ਸੋਨਾ ਚਾਂਦੀ ਇਕੱਠਾ ਕਰਦੇ ਜਾਈਏ, ਤਾਂ ਇਹ ਮਾਲ ਧਨ (ਜਿੰਦ ਨੂੰ ਮੋਹ ਵਿਚ ਫਸਾਣ ਲਈ) ਜਾਲ ਬਣਦਾ ਹੈ ਫਾਹੀ ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": "ru`pw"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "sB jg mih dohI PyrIAY; ibnu nwvY. isir kwlu ]",
    "TRANSLITERATION": "Sabh Jag Mehi Dhohee Faereeai Bin Naavai Sir Kaal ||",
    "PUNJABI": "ਜੇ ਆਪਣੀ ਤਾਕਤ ਦੀ ਦੁਹਾਈ ਸਾਰੇ ਜਗਤ ਵਿਚ ਫਿਰਾ ਸਕੀਏ, ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਸਿਰ ਉੱਤੇ ਮੌਤ ਦਾ ਡਰ (ਕਾਇਮ ਰਹਿੰਦਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "ipMfu pVY. jIau KylsI; bdPYlI ikAw hwlu ]4]",
    "TRANSLITERATION": "Pindd Parrai Jeeo Khaelasee Badhafailee Kiaa Haal ||4||",
    "PUNJABI": "ਜਦੋਂ ਜਿੰਦ ਜ਼ਿੰਦਗੀ ਦੀ ਖੇਡ ਖੇਡ ਜਾਂਦੀ ਹੈ ਤੇ ਸਰੀਰ (ਮਿੱਟੀ ਹੋ ਕੇ) ਢਹਿ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ (ਧਨ ਪਦਾਰਥ ਦੀ ਖ਼ਾਤਰ) ਮੰਦੇ ਕੰਮ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਭੈੜਾ ਹਾਲ ਹੀ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": "pVY: V hlMq n lwE[ K@ylsI"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "puqw dyiK ivgsIAY; nwrI syj Bqwr ]",
    "TRANSLITERATION": "Puthaa Dhaekh Vigaseeai Naaree Saej Bhathaar ||",
    "PUNJABI": "ਪਿਉ (ਆਪਣੇ) ਪੁੱਤਰਾਂ ਨੂੰ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਖਸਮ (ਆਪਣੀ) ਸੇਜ ਉਤੇ ਇਸਤ੍ਰੀ ਨੂੰ ਵੇਖ ਕੇ ਖਿੜਦਾ ਹੈ।",
    "PRONUNCIATION": "pu`qW[ ivg`sIAY"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "coAw cMdnu lweIAY; kwpVu rUpu sIgwru ]",
    "TRANSLITERATION": "Choaa Chandhan Laaeeai Kaaparr Roop Seegaar ||",
    "PUNJABI": "(ਇਸ ਸਰੀਰ ਨੂੰ) ਅਤਰ ਤੇ ਚੰਦਨ ਲਾਈਦਾ ਹੈ। ਸੋਹਣਾ ਕੱਪੜਾ, ਰੂਪ, ਗਹਿਣਾ ਆਦਿਕ (ਵੇਖ ਕੇ ਮਨ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ);",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "KyhU Kyh rlweIAY; Coif clY Gr bwru ]5]",
    "TRANSLITERATION": "Khaehoo Khaeh Ralaaeeai Shhodd Chalai Ghar Baar ||5||",
    "PUNJABI": "ਪਰ ਆਖ਼ਰ ਸਰੀਰ ਮਿੱਟੀ ਹੋ ਕੇ ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਂਦਾ ਹੈ, ਤੇ ਮਾਣ ਕਰਨ ਵਾਲਾ (ਜੀਵ) ਘਰ ਬਾਰ ਛੱਡ ਕੇ (ਸੰਸਾਰ ਤੋਂ) ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "mhr mlUk khweIAY; rwjw rwau ik Kwnu ]",
    "TRANSLITERATION": "Mehar Malook Kehaaeeai Raajaa Raao K Khaan ||",
    "PUNJABI": "ਸਰਦਾਰ, ਬਾਦਸ਼ਾਹ, ਰਾਜਾ, ਰਾਉ ਜਾਂ ਖ਼ਾਨ ਅਖਵਾਈਦਾ ਹੈ।",
    "PRONUNCIATION": "(mhr) muKI prDwn[ (mlUk) bwdSwh[ (rwau) rwjw[ (Kwnu) AmIr"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "cauDrI rwau sdweIAY; jil blIAY AiBmwn ]",
    "TRANSLITERATION": "Choudhharee Raao Sadhaaeeai Jal Baleeai Abhimaan ||",
    "PUNJABI": "(ਆਪਣੇ ਆਪ ਨੂੰ) ਚੌਧਰੀ, ਰਾਇ (ਸਾਹਿਬ ਆਦਿਕ) ਸਦਾਈਦਾ ਹੈ, (ਇਸ ਵਡੱਪਣ ਦੇ) ਅਹੰਕਾਰ ਨਾਲ ਸੜ ਮਰੀਦਾ ਹੈ (ਜੇ ਕੋਈ ਪੂਰਾ ਮਾਣ-ਆਦਰ ਨਾਹ ਕਰੇ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuiK. nwmu ivswirAw; ijau. fiv dDw kwnu ]6]",
    "TRANSLITERATION": "Manamukh Naam Visaariaa Jio Ddav Dhadhhaa Kaan ||6||",
    "PUNJABI": "(ਪਰ ਇਤਨਾ ਕੁਝ ਹੁੰਦਿਆਂ ਭੀ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ, ਤੇ (ਇਉਂ ਦਿੱਸਿਆ) ਜਿਵੇਂ ਜੰਗਲ ਦੀ ਅੱਗ ਨਾਲ ਸੜਿਆ ਹੋਇਆ ਕਾਨਾ ਹੈ (ਬਾਹਰੋਂ ਚਮਕਦਾ, ਤੇ ਅੰਦਰੋਂ ਸੜ ਕੇ ਕਾਲਾ) ॥੬॥",
    "PRONUNCIATION": "(kwnu) jMgl dI (fiv) A`g[ kwnu: n hlMq n lwau"
  },
  {
    "SHABAD_ID": 170,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY kir kir jwiesI; jo AwieAw jg mwih ]",
    "TRANSLITERATION": "Houmai Kar Kar Jaaeisee Jo Aaeiaa Jag Maahi ||",
    "PUNJABI": "ਜਗਤ ਵਿਚ ਜੋ ਭੀ ਆਇਆ ਹੈ 'ਮੈਂ ਵੱਡਾ, ਮੈਂ ਵੱਡਾ' ਆਖ ਆਖ ਕੇ (ਆਖ਼ਰ ਇਥੋਂ) ਚਲਾ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  }
]