[
  {
    "SHABAD_ID": 179,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "eyhu jgu. jlqw dyiK kY; Bij pey. siqgur srxw ]",
    "TRANSLITERATION": "Eaehu Jag Jalathaa Dhaekh Kai Bhaj Peae Sathigur Saranaa ||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਇਸ ਜਗਤ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ ਤਪਸ਼ ਵਿਚ) ਸੜਦਾ ਵੇਖ ਕੇ ਛੇਤੀ ਨਾਲ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜਾ ਪਏ, ਗੁਰੂ ਨੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪੱਕਾ ਟਿਕਾ ਦਿੱਤਾ,",
    "PRONUNCIATION": "B`ij"
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "siqguir scu idVwieAw; sdw sic sMjim rhxw ]",
    "TRANSLITERATION": "Sathigur Sach Dhirraaeiaa Sadhaa Sach Sanjam Rehanaa ||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਤੇ (ਸੋਹਣੀ) ਜੀਵਨ-ਮਰਯਾਦਾ ਵਿਚ ਰਹਿਣ ਦੀ ਜਾਚ ਸਿਖਾ ਦਿੱਤੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "siqguru scw hY boihQw; sbdy. Bvjlu qrxw ]6]",
    "TRANSLITERATION": "Sathigur Sachaa Hai Bohithhaa Sabadhae Bhavajal Tharanaa ||6||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਜਹਾਜ਼ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "lK caurwsIh iPrdy rhy; ibnu siqgur. mukiq n hoeI ]",
    "TRANSLITERATION": "Lakh Chouraaseeh Firadhae Rehae Bin Sathigur Mukath N Hoee ||",
    "PUNJABI": "(ਜੇਹੜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਵਾਂਝੇ ਰਹੇ ਉਹ) ਚੌਰਸੀ ਲੱਖ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਇਸ ਗੇੜ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "piV piV pMifq monI Qky; dUjY Bwie piq KoeI ]",
    "TRANSLITERATION": "Parr Parr Panddith Monee Thhakae Dhoojai Bhaae Path Khoee ||",
    "PUNJABI": "ਪੰਡਿਤ ਲੋਕ (ਸ਼ਾਸਤ੍ਰ ਆਦਿ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ, ਮੋਨ-ਧਾਰੀ ਸਾਧੂ ਸਮਾਧੀਆਂ ਲਾ ਲਾ ਕੇ ਥੱਕ ਗਏ (ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਨਾਹ ਕਰ ਸਕੇ, ਉਹਨਾਂ ਨੇ ਸਗੋਂ) ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ।",
    "PRONUNCIATION": "Q`ky"
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "siqguir sbdu suxwieAw; ibnu scy. Avru n koeI ]7]",
    "TRANSLITERATION": "Sathigur Sabadh Sunaaeiaa Bin Sachae Avar N Koee ||7||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਆਪਣਾ ਸ਼ਬਦ ਸੁਣਾ ਦਿੱਤਾ (ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਕਿ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਜੀਵ ਦਾ ਰਾਖਾ) ਨਹੀਂ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "jo scY lwey. sy sic lgy; inq scI kwr krMin ]",
    "TRANSLITERATION": "Jo Sachai Laaeae Sae Sach Lagae Nith Sachee Kaar Karann ||",
    "PUNJABI": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਯਾਦ ਵਿਚ ਜੋੜਿਆ, ਉਹੀ ਸਦਾ-ਥਿਰ ਦੇ ਨਾਮ ਵਿਚ ਲੱਗੇ ਹਨ, ਉਹੀ ਸਦਾ ਇਹ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਾਰ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "iqnw inj Gir vwsw pwieAw; scY mhil rhMin ]",
    "TRANSLITERATION": "Thinaa Nij Ghar Vaasaa Paaeiaa Sachai Mehal Rehann ||",
    "PUNJABI": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਨੇ (ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਤੋਂ ਬਚ ਕੇ) ਅੰਤਰ-ਆਤਮੇ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 179,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. Bgq suKIey sdw; scY nwim rcMin ]8]17]8]25]",
    "TRANSLITERATION": "Naanak Bhagath Sukheeeae Sadhaa Sachai Naam Rachann ||8||17||8||25||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੮॥੧੭॥੮॥੨੫॥{69-70}",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 5 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "jw kau musklu Aiq bxY; FoeI. koie n dyie ]",
    "TRANSLITERATION": "Jaa Ko Musakal Ath Banai Dtoee Koe N Dhaee ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਕੋਈ) ਭਾਰੀ ਬਿਪਤਾ ਆ ਪਏ (ਜਿਸ ਤੋਂ ਬਚਣ ਲਈ) ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਸਹਾਰਾ ਨਾਹ ਦੇਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "lwgU hoey dusmnw; swk iB. Bij Kly ]",
    "TRANSLITERATION": "Laagoo Hoeae Dhusamanaa Saak Bh Bhaj Khalae ||",
    "PUNJABI": "ਵੈਰੀ ਉਸ ਦੇ ਮਾਰੂ ਬਣ ਜਾਣ, ਉਸ ਦੇ ਸਾਕ-ਸਨਬੰਧੀ ਉਸ ਤੋਂ ਪਰੇ ਦੌੜ ਜਾਣ,",
    "PRONUNCIATION": "dusmnw: s`sy pYr ibMdI nhIN lOxI[ B`ij[ Kly: polw bolo"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "sBo BjY Awsrw; cukY sBu Asrwau ]",
    "TRANSLITERATION": "Sabho Bhajai Aasaraa Chukai Sabh Asaraao ||",
    "PUNJABI": "ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਆਸਰਾ ਖ਼ਤਮ ਹੋ ਜਾਏ, ਹਰੇਕ ਤਰ੍ਹਾਂ ਦਾ ਸਹਾਰਾ ਮੁੱਕ ਜਾਏ,",
    "PRONUNCIATION": "s`Bo[ B`jY[ cu`kY"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "iciq AwvY Esu pwrbRhmu; lgY n. qqI vwau ]1]",
    "TRANSLITERATION": "Chith Aavai Ous Paarabreham Lagai N Thathee Vaao ||1||",
    "PUNJABI": "ਜੇ ਉਸ (ਬਿਪਤਾ ਮਾਰੇ) ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਯਾਦ) ਆ ਜਾਏ, ਤਾ ਉਸ ਦਾ ਵਾਲ ਭੀ ਵਿੰਗਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "PRONUNCIATION": "l`gY[ q`qI"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "swihbu; inqwixAw kw qwxu ]",
    "TRANSLITERATION": "Saahib Nithaaniaa Kaa Thaan ||",
    "PUNJABI": "ਮਾਲਕ-ਪ੍ਰਭੂ ਕਮਜ਼ੋਰਾਂ ਦਾ ਸਹਾਰਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "Awie n jweI. iQru sdw; gur sbdI scu jwxu ]1] rhwau ]",
    "TRANSLITERATION": "Aae N Jaaee Thhir Sadhaa Gur Sabadhee Sach Jaan ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ, ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ। (ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "jy ko hovY dublw; nMg BuK kI pIr ]",
    "TRANSLITERATION": "Jae Ko Hovai Dhubalaa Nang Bhukh Kee Peer ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮਨੁੱਖ (ਅਜੇਹਾ) ਕਮਜ਼ੋਰ ਹੋ ਜਾਏ (ਕਿ) ਭੁੱਖ ਨੰਗ ਦਾ ਦੁੱਖ (ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਖਾਂਦਾ ਰਹੇ),",
    "PRONUNCIATION": "dublw: polw bolo"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "dmVw plY nw pvY; nw ko dyvY DIr ]",
    "TRANSLITERATION": "Dhamarraa Palai Naa Pavai Naa Ko Dhaevai Dhheer ||",
    "PUNJABI": "ਜੇ ਉਸ ਦੇ ਪੱਲੇ ਪੈਸਾ ਨਾਹ ਹੋਵੇ, ਕੋਈ ਮਨੁੱਖ ਉਸ ਨੂੰ ਹੌਸਲਾ ਨਾ ਦੇਵੇ;",
    "PRONUNCIATION": "p`lY"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "suAwrQu suAwau. n ko kry; nw ikCu hovY kwju ]",
    "TRANSLITERATION": "Suaarathh Suaao N Ko Karae Naa Kishh Hovai Kaaj ||",
    "PUNJABI": "ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀ ਲੋੜ ਗ਼ਰਜ਼ ਪੂਰੀ ਨਾਹ ਕਰੇ, ਉਸ ਪਾਸੋਂ ਆਪਣਾ ਕੋਈ ਕੰਮ ਸਿਰੇ ਨਾਹ ਚੜ੍ਹ ਸਕੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "iciq AwvY Esu pwrbRhmu; qw inhclu hovY rwju ]2]",
    "TRANSLITERATION": "Chith Aavai Ous Paarabreham Thaa Nihachal Hovai Raaj ||2||",
    "PUNJABI": "(ਅਜੇਹੀ ਦੁਰਦਸ਼ਾ ਵਿਚ ਹੁੰਦਿਆਂ ਭੀ) ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਅਟੱਲ ਰਾਜ ਬਣ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਉਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਅਜੇਹੇ ਬਾਦਸ਼ਾਹਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦਾ ਰਾਜ ਕਦੇ ਨਾਹ ਡੋਲੇ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "jw kau icMqw bhuqu bhuqu; dyhI ivAwpY rogu ]",
    "TRANSLITERATION": "Jaa Ko Chinthaa Bahuth Bahuth Dhaehee Viaapai Rog ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਹਰ ਵੇਲੇ ਬੜੀ ਚਿੰਤਾ ਬਣੀ ਰਹੇ, ਜਿਸ ਦੇ ਸਰੀਰ ਨੂੰ (ਕੋਈ ਨ ਕੋਈ) ਰੋਗ ਗ੍ਰਸੀ ਰੱਖੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "igRsiq kutMib plyitAw; kdy hrKu. kdy sogu ]",
    "TRANSLITERATION": "Grisath Kuttanb Palaettiaa Kadhae Harakh Kadhae Sog ||",
    "PUNJABI": "ਜੇਹੜਾ ਗ੍ਰਿਹਸਤ (ਦੇ ਜੰਜਾਲ) ਵਿਚ ਪਰਵਾਰ (ਦੇ ਜੰਜਾਲ) ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹੇ, ਜਿਸ ਨੂੰ ਕਦੇ ਕੋਈ ਖ਼ੁਸ਼ੀ ਹੈ ਤੇ ਕਦੇ ਕੋਈ ਗ਼ਮ ਘੇਰੀ ਰਖਦਾ ਹੈ,",
    "PRONUNCIATION": "gi Rsiq: g`gw mukqw, A`Dy rwry ishwrI lwau"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "gauxu kry chu kuMt kw; GVI n bYsxu soie ]",
    "TRANSLITERATION": "Goun Karae Chahu Kuntt Kaa Gharree N Baisan Soe ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਰੀ ਧਰਤੀ ਉੱਤੇ ਇਸ ਤਰ੍ਹਾਂ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਕਿ ਉਸ ਨੂੰ ਘੜੀ ਭਰ ਬਹਿਣਾ ਭੀ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "iciq AwvY Esu pwrbRhmu; qnu mnu sIqlu hoie ]3]",
    "TRANSLITERATION": "Chith Aavai Ous Paarabreham Than Man Seethal Hoe ||3||",
    "PUNJABI": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿੱਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਸ ਦਾ ਤਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ਉਸ ਦਾ ਮਨ (ਸੰਤੋਖ ਨਾਲ) ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "kwim kroiD moih vis kIAw; ikrpn loiB ipAwru ]",
    "TRANSLITERATION": "Kaam Karodhh Mohi Vas Keeaa Kirapan Lobh Piaar ||",
    "PUNJABI": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਕਾਮ ਨੇ ਕ੍ਰੋਧ ਨੇ ਮੋਹ ਨੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੋਵੇ, ਜੇ ਉਸ ਸ਼ੂਮ ਦਾ ਪਿਆਰ (ਸਦਾ) ਲੋਭ ਵਿਚ ਹੀ ਹੋਵੇ,",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "cwry iklivK. auin AG kIey; hoAw Asur sMGwru ]",
    "TRANSLITERATION": "Chaarae Kilavikh Oun Agh Keeeae Hoaa Asur Sanghaar ||",
    "PUNJABI": "ਜੇ ਉਸ ਨੇ (ਉਹਨਾਂ ਵਿਕਾਰਾਂ ਦੇ ਵੱਸ ਹੋ ਕੇ) ਚਾਰੇ ਹੀ ਉੱਘੇ ਪਾਪ ਅਪਰਾਧ ਕੀਤੇ ਹੋਏ ਹੋਣ, ਜੇ ਉਹ ਅਜੇਹਾ ਭੈੜਾ ਹੋ ਗਿਆ ਹੋਵੇ ਕਿ ਉਸ ਦਾ ਮਾਰ ਦੇਣਾ ਹੀ ਚੰਗਾ ਹੋਵੇ,",
    "PRONUNCIATION": "AG: polw bolo[ A-sur"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "poQI gIq kivq ikCu; kdy. n krin DirAw ]",
    "TRANSLITERATION": "Pothhee Geeth Kavith Kishh Kadhae N Karan Dhhariaa ||",
    "PUNJABI": "ਜੇ ਉਸ ਨੇ ਕਦੇ ਭੀ ਕੋਈ ਧਰਮ ਪੁਸਤਕ ਕੋਈ ਧਰਮ ਗੀਤ ਕੋਈ ਧਾਰਮਿਕ ਕਵਿਤਾ ਸੁਣੀ ਨਾਹ ਹੋਵੇ,",
    "PRONUNCIATION": "kiv-q: polw bolo"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "iciq AwvY Esu pwrbRhmu; qw inmK ismrq qirAw ]4]",
    "TRANSLITERATION": "Chith Aavai Ous Paarabreham Thaa Nimakh Simarath Thariaa ||4||",
    "PUNJABI": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇ, ਤਾਂ ਉਹ ਅੱਖ ਦੇ ਫੋਰ ਜਿਤਨੇ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਇਹਨਾਂ ਸਾਰੇ ਵਿਕਾਰਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "swsq isMimRiq byd cwir; muKwgr ibcry ]",
    "TRANSLITERATION": "Saasath Sinmrith Baedh Chaar Mukhaagar Bicharae ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਚਾਰੇ ਵੇਦ ਸਾਰੇ ਸ਼ਾਸਤ੍ਰ ਤੇ ਸਾਰੀਆਂ ਸਿਮ੍ਰਿਤੀਆਂ ਨੂੰ ਮੂੰਹ-ਜ਼ਬਾਨੀ (ਉਚਾਰ ਕੇ) ਵਿਚਾਰ ਸਕਦਾ ਹੋਵੇ,",
    "PRONUNCIATION": "isMmi Riq: m mukqw, A`Dw rwrw R polw bol ky, ie`k ishwrI A`Dy rwry, ie`k ishwrI q`qy lwau[ muK`wgr[ibcry: polw bolo"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "qpy qpIsr jogIAw; qIriQ gvnu kry ]",
    "TRANSLITERATION": "Thapae Thapeesar Jogeeaa Theerathh Gavan Karae ||",
    "PUNJABI": "ਜੇ ਉਹ ਵੱਡੇ ਵੱਡੇ ਤਪੀਆਂ ਤੇ ਜੋਗੀਆਂ ਵਾਂਗ (ਹਰੇਕ) ਤੀਰਥ ਉਤੇ ਜਾਂਦਾ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "Ktu krmw qy duguxy; pUjw krqw. nwie ]",
    "TRANSLITERATION": "Khatt Karamaa Thae Dhugunae Poojaa Karathaa Naae ||",
    "PUNJABI": "ਜੇ ਉਹ (ਤੀਰਥਾਂ ਉਤੇ) ਇਸ਼ਨਾਨ ਕਰ ਕੇ (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੀ) ਪੂਜਾ ਕਰਦਾ ਹੋਵੇ ਤੇ (ਮੰਨੇ-ਪਰਮੰਨੇ) ਛੇ (ਧਾਰਮਿਕ) ਕੰਮਾਂ ਨਾਲੋਂ ਦੂਣੇ (ਧਾਰਮਿਕ ਕਰਮ ਨਿੱਤ) ਕਰਦਾ ਹੋਵੇ;",
    "PRONUNCIATION": "(Ktu) Cy krm ieh hn:dwn dyxw lYxw, X`g krny krwauxy, vyd pV@ny pV@wauxy[ du`guxy[ n@wie"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "rMgu. n lgI pwrbRhm; qw srpr nrky jwie ]5]",
    "TRANSLITERATION": "Rang N Lagee Paarabreham Thaa Sarapar Narakae Jaae ||5||",
    "PUNJABI": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦਾ ਪਿਆਰ (ਉਸ ਦੇ ਅੰਦਰ) ਨਹੀਂ ਹੈ, ਤਾਂ ਉਹ ਜ਼ਰੂਰ ਨਰਕ ਵਿਚ ਹੀ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "rwj imlk iskdwrIAw; rs Bogx ibsQwr ]",
    "TRANSLITERATION": "Raaj Milak Sikadhaareeaa Ras Bhogan Bisathhaar ||",
    "PUNJABI": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਮੁਲਕਾਂ ਦੇ) ਰਾਜ ਮਿਲੇ ਹੋਏ ਹੋਣ, ਬੇਅੰਤ ਜ਼ਮੀਨਾਂ ਦੀ ਮਾਲਕੀ ਮਿਲੀ ਹੋਵੇ, ਜੇ (ਉਸ ਦੀਆਂ ਹਰ ਥਾਂ) ਸਰਦਾਰੀਆਂ ਬਣੀਆਂ ਹੋਈਆਂ ਹੋਣ, ਦੁਨੀਆ ਦੇ ਅਨੇਕਾਂ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ ਭੋਗਦਾ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "bwg suhwvy sohxy; clY hukmu APwr ]",
    "TRANSLITERATION": "Baag Suhaavae Sohanae Chalai Hukam Afaar ||",
    "PUNJABI": "ਜੇ ਉਸ ਦੇ ਪਾਸ ਸੋਹਣੇ ਸੁੰਦਰ ਬਾਗ਼ ਹੋਣ, ਜੇ (ਇਹਨਾਂ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦੀ ਮਲਕੀਅਤ ਦੇ ਕਾਰਨ ਉਸ) ਅਹੰਕਾਰੀ (ਹੋਏ) ਦਾ ਹੁਕਮ ਹਰ ਕੋਈ ਮੰਨਦਾ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "rMg qmwsy bhu ibDI; cwie lig rihAw ]",
    "TRANSLITERATION": "Rang Thamaasae Bahu Bidhhee Chaae Lag Rehiaa ||",
    "PUNJABI": "ਜੇ ਉਹ ਦੁਨੀਆ ਦੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ ਚਾ-ਮਲਾਰ ਵਿਚ ਰੁੱਝਾ ਰਹਿੰਦਾ ਹੋਵੇ,",
    "PRONUNCIATION": "(qmwsy) s`sy pYr ibMdI nhIN lwauxI[ ibDI: polw bolo"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "iciq. n AwieE pwrbRhmu; qw srp kI jUin gieAw ]6]",
    "TRANSLITERATION": "Chith N Aaeiou Paarabreham Thaa Sarap Kee Joon Gaeiaa ||6||",
    "PUNJABI": "ਪਰ ਜੇ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਕਦੇ ਨਾਹ ਆਇਆ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਸੱਪ ਦੀ ਜੂਨ ਵਿਚ ਗਿਆ ਸਮਝੋ ॥੬॥",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "bhuqu DnwiF AcwrvMqu; soBw inrml rIiq ]",
    "TRANSLITERATION": "Bahuth Dhhanaadt Achaaravanth Sobhaa Niramal Reeth ||",
    "PUNJABI": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਬੜੇ ਧਨ ਵਾਲਾ ਹੋਵੇ, ਚੰਗੀ ਰਹਿਣੀ-ਬਹਿਣੀ ਵਾਲਾ ਹੋਵੇ, ਸੋਭਾ ਵਾਲਾ ਹੋਵੇ ਤੇ ਸਾਫ਼ ਸੁਥਰੀ ਜੀਵਨ-ਮਰਯਾਦਾ ਵਾਲਾ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "mwq ipqw suq BweIAw; swjn sMig prIiq ]",
    "TRANSLITERATION": "Maath Pithaa Suth Bhaaeeaa Saajan Sang Pareeth ||",
    "PUNJABI": "ਜੇ ਉਸ ਦਾ ਆਪਣੇ ਮਾਂ ਪਿਉ ਪੁੱਤਰਾਂ ਭਰਾਵਾਂ ਤੇ ਸੱਜਣਾਂ-ਮਿੱਤਰਾਂ ਨਾਲ ਪ੍ਰੇਮ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 180,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "lskr qrks bMd bMd; jIau jIau. sglI kIq ]",
    "TRANSLITERATION": "Lasakar Tharakasabandh Bandh Jeeo Jeeo Sagalee Keeth ||",
    "PUNJABI": "ਜੇ ਤਰਕਸ਼ ਬੰਨ੍ਹਣ ਵਾਲੇ ਜੋਧਿਆਂ ਦੇ ਲਸ਼ਕਰ ਉਸ ਨੂੰ ਸਲਾਮਾਂ ਕਰਦੇ ਹੋਣ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਹੀ ਉਸ ਨੂੰ 'ਜੀ ਜੀ' ਆਖਦੀ ਹੋਵੇ,",
    "PRONUNCIATION": ""
  }
]