[
  {
    "SHABAD_ID": 184,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "dUjY phrY. rYix kY vxjwirAw imqRw; ivsir gieAw iDAwnu ]",
    "TRANSLITERATION": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Visar Gaeiaa Dhhiaan ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਵਿਚ (ਸੰਸਾਰ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਜੀਵਨ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਉਹ) ਧਿਆਨ ਭੁੱਲ ਜਾਂਦਾ ਹੈ (ਜੋ ਉਸ ਨੂੰ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਰਹਿਣ ਸਮੇ ਹੁੰਦਾ ਹੈ)।",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "hQo hiQ ncweIAY, vxjwirAw imqRw; ijau jsudw Gir kwn@ ]",
    "TRANSLITERATION": "Hathho Hathh Nachaaeeai Vanajaariaa Mithraa Jio Jasudhaa Ghar Kaan ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਜਨਮ ਲੈ ਕੇ ਜੀਵ ਘਰ ਦੇ) ਹਰੇਕ ਜੀਵ ਦੇ ਹੱਥ ਉੱਤੇ (ਇਉਂ) ਨਚਾਈਦਾ ਹੈ ਜਿਵੇਂ ਜਸੋਧਾ ਦੇ ਘਰ ਵਿਚ ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਨੂੰ।",
    "PRONUNCIATION": "h`Qo[ h`iQ[ jsudw: polw bolo"
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "hQo hiQ ncweIAY pRwxI; mwq khY suqu myrw ]",
    "TRANSLITERATION": "Hathho Hathh Nachaaeeai Praanee Maath Kehai Suth Maeraa ||",
    "PUNJABI": "(ਨਵਾਂ ਜਨਮਿਆ) ਜੀਵ ਹਰੇਕ ਦੇ ਹੱਥ ਵਿਚ ਨਚਾਈਦਾ ਹੈ (ਖਿਡਾਈਦਾ ਹੈ), ਮਾਂ ਆਖਦੀ ਹੈ ਕਿ ਇਹ ਮੇਰਾ ਪੁੱਤਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "cyiq Acyq mUV mn myry; AMiq nhI kCu qyrw ]",
    "TRANSLITERATION": "Chaeth Achaeth Moorr Man Maerae Anth Nehee Kashh Thaeraa ||",
    "PUNJABI": "ਪਰ, ਹੇ ਮੇਰੇ ਗ਼ਾਫ਼ਿਲ ਮੂਰਖ ਮਨ! ਚੇਤੇ ਰੱਖ, ਅਖ਼ੀਰ ਵੇਲੇ ਕੋਈ ਭੀ ਸ਼ੈ ਤੇਰੀ ਨਹੀਂ ਬਣੀ ਰਹੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ijin ric ricAw. iqsih n jwxY; mn BIqir Dir igAwnu ]",
    "TRANSLITERATION": "Jin Rach Rachiaa Thisehi N Jaanai Man Bheethar Dhhar Giaan ||",
    "PUNJABI": "ਜੀਵ ਆਪਣੇ ਮਨ ਵਿਚ ਉਸ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਕੇ ਉਸ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਜਿਸਨੇ ਇਸ ਦੀ ਬਣਤਰ ਬਣਾ ਕੇ ਇਸ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI dUjY phrY; ivsir gieAw iDAwnu ]2]",
    "TRANSLITERATION": "Kahu Naanak Praanee Dhoojai Peharai Visar Gaeiaa Dhhiaan ||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਵਿਚ (ਸੰਸਾਰ ਵਿਚ ਜਨਮ ਲੈ ਕੇ) ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਭੁੱਲ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "qIjY phrY rYix kY, vxjwirAw imqRw; Dn jobn isau icqu ]",
    "TRANSLITERATION": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Dhhan Joban Sio Chith ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਵਿਚ ਤੇਰਾ ਮਨ ਧਨ ਨਾਲ ਤੇ ਜਵਾਨੀ ਨਾਲ ਪਰਚ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "hir kw nwmu. n cyqhI, vxjwirAw imqRw; bDw Cutih ijqu ]",
    "TRANSLITERATION": "Har Kaa Naam N Chaethehee Vanajaariaa Mithraa Badhhaa Shhuttehi Jith ||",
    "PUNJABI": "ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ (ਧਨ ਜੋਬਨ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨਾਂ ਵਿਚੋਂ ਖ਼ਲਾਸੀ ਪਾ ਸਕੇਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "hir kw nwmu. n cyqY pRwxI; ibklu BieAw sMig mwieAw ]",
    "TRANSLITERATION": "Har Kaa Naam N Chaethai Praanee Bikal Bhaeiaa Sang Maaeiaa ||",
    "PUNJABI": "ਜੀਵ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਇਤਨਾ ਡੌਰ-ਭੌਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਇਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ,",
    "PRONUNCIATION": "ibklu: polw bolo"
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "Dn isau rqw, jobin mqw; Aihlw jnmu gvwieAw ]",
    "TRANSLITERATION": "Dhhan Sio Rathaa Joban Mathaa Ahilaa Janam Gavaaeiaa ||",
    "PUNJABI": "ਧਨ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਜਵਾਨੀ (ਦੇ ਨਸ਼ੇ) ਵਿਚ ਮਸਤਿਆ ਜਾਂਦਾ ਹੈ, (ਤੇ ਇਸ ਤਰ੍ਰਾਂ) ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "r`qw[ m`qw["
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "Drm syqI. vwpwru n kIqo; krmu. n kIqo imqu ]",
    "TRANSLITERATION": "Dhharam Saethee Vaapaar N Keetho Karam N Keetho Mith ||",
    "PUNJABI": "ਨਾਹ ਇਸ ਨੇ ਧਰਮ (ਭਾਵ, ਹਰਿ ਨਾਮ ਸਿਮਰਨ) ਦਾ ਵਾਪਾਰ ਕੀਤਾ, ਤੇ ਨਾਹ ਹੀ ਇਸ ਨੇ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਆਪਣਾ ਮਿੱਤਰ ਬਣਾਇਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. qIjY phrY pRwxI; Dn jobn isau icqu ]3]",
    "TRANSLITERATION": "Kahu Naanak Theejai Peharai Praanee Dhhan Joban Sio Chith ||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਤੀਜੇ ਪਹਰ ਵਿਚ ਜੀਵ ਨੇ ਧਨ ਨਾਲ ਤੇ ਜਵਾਨੀ ਨਾਲ ਹੀ ਚਿੱਤ ਜੋੜੀ ਰੱਖਿਆ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "cauQY phrY rYix kY. vxjwirAw imqRw; lwvI AwieAw Kyqu ]",
    "TRANSLITERATION": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Laavee Aaeiaa Khaeth ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮ੍ਰਿਤ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ (ਭਾਵ, ਬੁਢੇਪਾ ਆ ਜਾਣ ਤੇ) (ਸਰੀਰ-) ਖੇਤ ਨੂੰ ਵੱਢਣ ਵਾਲਾ (ਜਮ) ਆ ਪਹੁੰਚਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "jw jim pkiV clwieAw, vxjwirAw imqRw; iksY. n imilAw Byqu ]",
    "TRANSLITERATION": "Jaa Jam Pakarr Chalaaeiaa Vanajaariaa Mithraa Kisai N Miliaa Bhaeth ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਜਦੋਂ ਜਮ ਨੇ (ਆ ਕੇ ਜੀਵਾਤਮਾ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ ਤਾਂ ਕਿਸੇ (ਸਬੰਧੀ) ਨੂੰ ਸਮਝ ਨਾਹ ਪਈ ਕਿ ਇਹ ਕੀਹ ਹੋਇਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "Byqu cyqu hir. iksY n imilE; jw jim pkiV clwieAw ]",
    "TRANSLITERATION": "Bhaeth Chaeth Har Kisai N Miliou Jaa Jam Pakarr Chalaaeiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਇਸ ਹੁਕਮ ਤੇ ਭੇਤ ਦੀ ਕਿਸੇ ਨੂੰ ਸਮਝ ਨ ਪੈ ਸਕੀ, ਜਦੋਂ ਜਮ ਨੇ (ਜੀਵਾਤਮਾ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "JUTw rudnu hoAw duoAwlY; iKn mih BieAw prwieAw ]",
    "TRANSLITERATION": "Jhoothaa Rudhan Hoaa Dhuoaalai Khin Mehi Bhaeiaa Paraaeiaa ||",
    "PUNJABI": "ਤਾਂ (ਉਸ ਦੇ ਮਿਰਤਕ ਸਰੀਰ ਦੇ) ਦੁਆਲੇ ਵਿਅਰਥ ਰੋਣ-ਕੁਰਲਾਣ ਸ਼ੁਰੂ ਹੋ ਗਿਆ। (ਉਹ ਜਿਸ ਨੂੰ ਸਾਰੇ ਹੀ ਸੰਬੰਧੀ 'ਮੇਰਾ, ਮੇਰਾ' ਕਿਹਾ ਕਰਦੇ ਸਨ) ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਓਪਰਾ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "sweI vsqu prwpiq hoeI; ijsu isau lwieAw hyqu ]",
    "TRANSLITERATION": "Saaee Vasath Paraapath Hoee Jis Sio Laaeiaa Haeth ||",
    "PUNJABI": "ਜਿਸ ਨਾਲ (ਸਾਰੀ ਉਮਰ) ਮੋਹ ਕੀਤੀ ਰੱਖਿਆ (ਤੇ ਉਸ ਦੇ ਅਨੁਸਾਰ ਜੋ ਜੋ ਕਰਮ ਕੀਤੇ, ਅੰਤ ਵੇਲੇ) ਉਹ ਕੀਤੀ ਕਮਾਈ ਸਾਹਮਣੇ ਆ ਗਈ (ਪ੍ਰਾਪਤ ਹੋ ਗਈ)।",
    "PRONUNCIATION": "(sweI) auho"
  },
  {
    "SHABAD_ID": 184,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI cauQY phrY; lwvI luixAw Kyqu ]4]1]",
    "TRANSLITERATION": "Kahu Naanak Praanee Chouthhai Peharai Laavee Luniaa Khaeth ||4||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ (ਭਾਵ, ਬੁਢੇਪਾ ਆ ਜਾਣ ਤੇ ਫ਼ਸਲ) ਵੱਢਣ ਵਾਲੇ (ਜਮਦੂਤ) ਨੇ (ਸਰੀਰ-) ਖੇਤ ਨੂੰ ਆ ਕੱਟਿਆ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 1 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "pihlY phrY rYix kY. vxjwirAw imqRw; bwlk buiD Acyqu ]",
    "TRANSLITERATION": "Pehilai Peharai Rain Kai Vanajaariaa Mithraa Baalak Budhh Achaeth ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਪਹਿਲੇ ਪਹਰ ਵਿਚ (ਜੀਵ) ਬਾਲਕਾਂ ਦੀ ਅਕਲ ਵਾਲਾ (ਅੰਞਾਣ) ਹੁੰਦਾ ਹੈ। (ਨਾਮ ਸਿਮਰਨ ਵਲੋਂ) ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "KIru pIAY KylweIAY, vxjwirAw imqRw; mwq ipqw suq hyqu ]",
    "TRANSLITERATION": "Kheer Peeai Khaelaaeeai Vanajaariaa Mithraa Maath Pithaa Suth Haeth ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਬਾਲ ਉਮਰੇ ਜੀਵ ਮਾਂ ਦਾ) ਦੁੱਧ ਪੀਂਦਾ ਹੈ ਤੇ ਖੇਡਾਂ ਵਿਚ ਹੀ ਪਰਚਾਈਦਾ ਹੈ, (ਉਸ ਉਮਰੇ) ਮਾਪਿਆਂ ਦਾ (ਆਪਣੇ) ਪੁੱਤਰ ਨਾਲ (ਬੜਾ) ਪਿਆਰ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "mwq ipqw suq nyhu Gnyrw; mwieAw mohu sbweI ]",
    "TRANSLITERATION": "Maath Pithaa Suth Naehu Ghanaeraa Maaeiaa Mohu Sabaaee ||",
    "PUNJABI": "ਮਾਂ ਪਿਉ ਦਾ ਪੁੱਤਰ ਨਾਲ ਬਹੁਤ ਪਿਆਰ ਹੁੰਦਾ ਹੈ। ਮਾਇਆ ਦਾ (ਇਹ) ਮੋਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ (ਹੀ ਵਿਆਪ ਰਿਹਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "sMjogI AwieAw ikrqu kmwieAw; krxI kwr krweI ]",
    "TRANSLITERATION": "Sanjogee Aaeiaa Kirath Kamaaeiaa Karanee Kaar Karaaee ||",
    "PUNJABI": "(ਜੀਵ ਨੇ ਪਿਛਲੇ ਜਨਮਾਂ ਵਿਚ) ਕਰਮਾਂ ਦਾ ਜੋ ਸੰਗ੍ਰਹ ਕਮਾਇਆ, ਉਹਨਾਂ ਦੇ ਸੰਜੋਗ ਅਨੁਸਾਰ (ਜਗਤ ਵਿਚ) ਜਨਮਿਆ, (ਤੇ ਇਥੇ ਆ ਕੇ ਮੁੜ ਉਹਨਾਂ ਅਨੁਸਾਰ) ਕਰਣੀ ਕਰਦਾ ਹੈ ਕਾਰ ਕਮਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "rwm nwm ibnu. mukiq n hoeI; bUfI dUjY hyiq ]",
    "TRANSLITERATION": "Raam Naam Bin Mukath N Hoee Booddee Dhoojai Haeth ||",
    "PUNJABI": "ਦੁਨੀਆ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬ ਰਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਇਸ ਮੋਹ ਵਿਚੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI pihlY phrY; CUtihgw hir cyiq ]1]",
    "TRANSLITERATION": "Kahu Naanak Praanee Pehilai Peharai Shhoottehigaa Har Chaeth ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਜੀਵ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਰ ਵਿਚ (ਤੂੰ ਬੇ-ਪਰਵਾਹ ਹੈਂ), ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ (ਸਿਮਰਨ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਹੀ ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਬਚੇਂਗਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "dUjY phrY rYix kY, vxjwirAw imqRw; Bir jobin mY miq ]",
    "TRANSLITERATION": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Bhar Joban Mai Math ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਦੂਜੇ ਪਹਰ ਵਿਚ ਭਰ-ਜਵਾਨੀ ਦੇ ਕਾਰਨ ਜੀਵ ਦੀ ਮਤਿ (-ਅਕਲ ਇਉਂ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿਵੇਂ) ਸ਼ਰਾਬ (ਵਿਚ ਗੁੱਟ ਹੈ)।",
    "PRONUNCIATION": "mY: ibMdI nhIN lwauxI[ m`iq"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "Aih inis kwim ivAwipAw. vxjwirAw imqRw; AMDuly. nwmu n iciq ]",
    "TRANSLITERATION": "Ahinis Kaam Viaapiaa Vanajaariaa Mithraa Andhhulae Naam N Chith ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਜੀਵ) ਦਿਨ ਰਾਤ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਦਬਿਆ ਰਹਿੰਦਾ ਹੈ, (ਕਾਮ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚਿੱਤ ਵਿਚ (ਟਿਕਾਣ ਦੀ ਸੁਰਤਿ) ਨਹੀਂ (ਹੁੰਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "rwm nwmu. Gt AMqir nwhI; hoir jwxY rs ks mITy ]",
    "TRANSLITERATION": "Raam Naam Ghatt Anthar Naahee Hor Jaanai Ras Kas Meethae ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤਾਂ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵੱਸਦਾ, (ਨਾਮ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਮਿੱਠੇ ਕਸੈਲੇ ਅਨੇਕਾਂ ਰਸਾਂ ਦੇ ਸੁਆਦ ਪਛਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "igAwnu iDAwnu gux sMjmu nwhI; jnim mrhugy JUTy ]",
    "TRANSLITERATION": "Giaan Dhhiaan Gun Sanjam Naahee Janam Marahugae Jhoothae ||",
    "PUNJABI": "ਹੇ ਝੂਠੇ (ਮੋਹ ਵਿਚ ਫਸੇ ਜੀਵ)! ਤੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾਈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਤੇਰੀ ਸੁਰਤ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਨਹੀਂ ਕੀਤੇ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਰੋਕਣ ਦਾ ਤੂੰ ਉੱਦਮ ਨਹੀਂ ਕੀਤਾ (ਇਸ ਦਾ ਨਤੀਜਾ ਇਹ ਹੋਵੇਗਾ ਕਿ) ਤੂੰ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "qIrQ vrq. suic sMjmu nwhI; krmu Drmu nhI pUjw ]",
    "TRANSLITERATION": "Theerathh Varath Such Sanjam Naahee Karam Dhharam Nehee Poojaa ||",
    "PUNJABI": "(ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਬਣਾਣ ਵਾਲੇ ਸੇਵਾ-ਸਿਮਰਨ ਦੇ ਕੰਮ ਕਰਨੇ ਤਾਂ ਦੂਰ ਰਹੇ, ਕਾਮ ਵਿੱਚ ਮੱਤਾ ਹੋਇਆ ਜੀਵ) ਤੀਰਥ ਵਰਤ, ਸੁਚਿ, ਸੰਜਮ, ਪੂਜਾ ਆਦਿਕ ਕਰਮ ਕਾਂਡ ਦੇ ਧਰਮ ਭੀ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": "pUjw: polw bolo"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. Bwie Bgiq insqwrw; duibDw ivAwpY dUjw ]2]",
    "TRANSLITERATION": "Naanak Bhaae Bhagath Nisathaaraa Dhubidhhaa Viaapai Dhoojaa ||2||",
    "PUNJABI": "(ਉਂਞ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਦੀ ਰਾਹੀਂ ਹੀ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰਾਹੀਂ ਹੀ (ਇਸ ਕਾਮ-ਵਾਸ਼ਨਾ ਤੋਂ) ਬਚਾ ਹੋ ਸਕਦਾ ਹੈ, (ਭਗਤੀ-ਸਿਮਰਨ ਵਲੋਂ) ਦੁਚਿੱਤਾ-ਪਨ ਰੱਖਿਆਂ (ਕਾਮਾਦਿਕ ਦੀ ਸ਼ਕਲ ਵਿਚ) ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਜ਼ੋਰ ਪਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "duib-Dw: polw bolo"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "qIjY phrY rYix kY, vxjwirAw imqRw; sir hMs aulQVy Awie ]",
    "TRANSLITERATION": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Sar Hans Oulathharrae Aae ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ ਤੀਜੇ ਪਹਰ ਸਰ ਉੱਤੇ ਹੰਸ ਆ ਉੱਤਰਦੇ ਹਨ (ਸਿਰ ਉੱਤੇ ਧੌਲੇ ਆ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": "(sir) isr[ (hMs) ic`ty kys[ (au-l`QVy) ivSyS krky Aw au~qry"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "jobnu GtY jrUAw ijxY, vxjwirAw imqRw; Awv GtY. idnu jwie ]",
    "TRANSLITERATION": "Joban Ghattai Jarooaa Jinai Vanajaariaa Mithraa Aav Ghattai Dhin Jaae ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! (ਜਿਉਂ ਜਿਉਂ) ਜਵਾਨੀ ਘਟਦੀ ਹੈ ਬੁਢੇਪਾ (ਸਰੀਰਕ ਤਾਕਤ ਨੂੰ) ਜਿੱਤਦਾ ਜਾਂਦਾ ਹੈ (ਉਮਰ ਦਾ) ਇਕ ਇਕ ਦਿਨ ਲੰਘਦਾ ਹੈ ਉਮਰ ਘਟਦੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  }
]