[
  {
    "SHABAD_ID": 185,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "AMiq kwil pCuqwsI AMDuly; jw jim pkiV clwieAw ]",
    "TRANSLITERATION": "Anth Kaal Pashhuthaasee Andhhulae Jaa Jam Pakarr Chalaaeiaa ||",
    "PUNJABI": "ਹੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿੱਚ ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! ਜਦੋਂ ਜਮ ਨੇ ਫੜ ਕੇ ਤੈਨੂੰ ਅੱਗੇ ਲਾ ਲਿਆ, ਤਦੋਂ ਅਖ਼ੀਰਲੇ ਵੇਲੇ ਤੂੰ ਪਛੁਤਾਏਂਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "sBu ikCu Apunw kir kir rwiKAw; iKn mih BieAw prwieAw ]",
    "TRANSLITERATION": "Sabh Kishh Apunaa Kar Kar Raakhiaa Khin Mehi Bhaeiaa Paraaeiaa ||",
    "PUNJABI": "ਤੂੰ ਹਰੇਕ ਚੀਜ਼ ਆਪਣੀ ਬਣਾ ਬਣਾ ਕੇ ਸਾਂਭਦਾ ਗਿਆ, ਉਹ ਸਭ ਕੁਝ ਇਕ ਖਿਨ ਵਿੱਚ ਪਰਾਇਆ ਮਾਲ ਹੋ ਜਾਇਗਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "buiD ivsrjI. geI isAwxp; kir Avgx pCuqwie ]",
    "TRANSLITERATION": "Budhh Visarajee Gee Siaanap Kar Avagan Pashhuthaae ||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿੱਚ ਫਸ ਕੇ ਜੀਵ ਦੀ) ਅਕਲ ਮਾਰੀ ਜਾਂਦੀ ਹੈ, ਸਿਆਣਪ ਗੁੰਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਮੰਦੇ ਕੰਮ ਕਰ ਕਰ (ਆਖ਼ਰ ਅੰਤ ਵੇਲੇ) ਪਛੁਤਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(iv-srjI) clI geI"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI qIjY phrY; pRBu cyqhu ilv lwie ]3]",
    "TRANSLITERATION": "Kahu Naanak Praanee Theejai Peharai Prabh Chaethahu Liv Laae ||3||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਜੀਵ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਤੀਜੇ ਪਹਰ (ਸਿਰ ਉੱਤੇ ਧੌਲੇ ਆ ਗਏ ਹਨ, ਤਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜ ਕੇ ਸਿਮਰਨ ਕਰ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "cauQY phrY rYix kY, vxjwirAw imqRw; ibriD BieAw qnu KIxu ]",
    "TRANSLITERATION": "Chouthhai Peharai Rain Kai Vanajaariaa Mithraa Biradhh Bhaeiaa Than Kheen ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ (ਜੀਵ) ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦਾ) ਸਰੀਰ ਕਮਜ਼ੋਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "AKI AMDu. n dIseI, vxjwirAw imqRw; kMnI. suxY n vYx ]",
    "TRANSLITERATION": "Akhee Andhh N Dheesee Vanajaariaa Mithraa Kannee Sunai N Vain ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਅੱਖਾਂ ਅੱਗੇ ਹਨੇਰਾ ਆ ਜਾਂਦਾ ਹੈ, (ਅੱਖੀਂ ਠੀਕ) ਨਹੀਂ ਦਿੱਸਦਾ, ਕੰਨਾਂ ਨਾਲ ਬੋਲ (ਚੰਗੀ ਤਰ੍ਹਾਂ) ਨਹੀਂ ਸੁਣ ਸਕਦਾ।",
    "PRONUNCIATION": "A`KIN[ dI-seI["
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "AKI AMDu. jIB rsu nwhI; rhy prwkau qwxw ]",
    "TRANSLITERATION": "Akhee Andhh Jeebh Ras Naahee Rehae Paraako Thaanaa ||",
    "PUNJABI": "ਅੱਖਾਂ ਤੋਂ ਅੰਨ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੀਭ ਵਿਚ ਸੁਆਦ (ਦੀ ਤਾਕਤ) ਨਹੀਂ ਰਹਿੰਦੀ, ਉੱਦਮ ਤੇ ਤਾਕਤ ਰਹਿ ਜਾਂਦੇ ਸਨ।",
    "PRONUNCIATION": "(prw-kau) pihlw[ (qwxw) bl, juAwnI vwlw[ (dUjw pwT: prw kau)"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "gux AMqir nwhI. ikau suKu pwvY; mnmuK Awvx jwxw ]",
    "TRANSLITERATION": "Gun Anthar Naahee Kio Sukh Paavai Manamukh Aavan Jaanaa ||",
    "PUNJABI": "ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਕਦੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਨਹੀਂ ਵਸਾਏ, ਹੁਣ ਸੁਖ ਕਿਥੋਂ ਮਿਲੇ? ਮਨ ਦੇ ਮੁਰੀਦ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਪੈ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "KVu pkI. kuiV BjY ibnsY; Awie clY. ikAw mwxu ]",
    "TRANSLITERATION": "Kharr Pakee Kurr Bhajai Binasai Aae Chalai Kiaa Maan ||",
    "PUNJABI": "(ਜਿਵੇਂ) ਪੱਕੀ ਹੋਈ ਫ਼ਸਲ ਦਾ ਨਾੜ ਕੁੜਕ ਕੇ ਟੁੱਟ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ ਬੁਢੇਪਾ ਆਉਣ ਤੇ ਸਰੀਰ) ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, (ਜੀਵ ਜਗਤ ਤੇ) ਆ ਕੇ (ਆਖ਼ਰ ਇੱਥੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ (ਇਸ ਸਰੀਰ ਦਾ) ਮਾਣ ਕਰਨਾ ਵਿਆਰਥ ਹੈ।",
    "PRONUNCIATION": "(Kvu) KyqI[(kuiV) ku`bI[ p`kI[ B`jY[ c`lY["
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI cauQY phrY; gurmuiK sbdu pCwxu ]4]",
    "TRANSLITERATION": "Kahu Naanak Praanee Chouthhai Peharai Guramukh Sabadh Pashhaan ||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਾਣੀ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਚੌਥੇ ਪਹਰ (ਤੂੰ ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈਂ, ਹੁਣ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਪਛਾਣ (ਗੁਰ-ਸ਼ਬਦ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ) ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "EVku AwieAw. iqn swihAw, vxjwirAw imqRw; jru jrvwxw kMin@ ]",
    "TRANSLITERATION": "Ourrak Aaeiaa Thin Saahiaa Vanajaariaa Mithraa Jar Jaravaanaa Kann ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜੀਵ ਨੂੰ ਉਮਰ ਦੇ ਜਿਤਨੇ ਸੁਆਸ ਮਿਲੇ ਸਨ, ਆਖ਼ਿਰ) ਉਹਨਾਂ ਸੁਆਸਾਂ ਦਾ ਅਖ਼ੀਰ ਆ ਗਿਆ, ਬਲੀ ਬੁਢੇਪਾ ਮੋਢੇ ਉੱਤੇ (ਨੱਚਣ ਲੱਗ ਪਿਆ)।",
    "PRONUNCIATION": "(swihAw) suAwsW[ (jru) buFypw[ (jrvwxw) bl vwlw[ kMin@[ moFy"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "iek rqI gux. n smwixAw, vxjwirAw imqRw; Avgx KVsin bMin ]",
    "TRANSLITERATION": "Eik Rathee Gun N Samaaniaa Vanajaariaa Mithraa Avagan Kharrasan Bann ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਰਤਾ ਭੀ ਗੁਣ ਨਾਹ ਟਿਕੇ, ਉਸ ਨੂੰ (ਉਸ ਦੇ ਆਪਣੇ ਹੀ ਕੀਤੇ ਹੋਏ) ਔਗੁਣ ਬੰਨ੍ਹ ਕੇ ਲੈ ਤੁਰਦੇ ਹਨ।",
    "PRONUNCIATION": "Kvsin: V hlMq nhIN lwauxw[ bMin@[ (dUjw pwT: KV sin)"
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "gux sMjim jwvY. cot n KwvY; nw iqsu jMmxu mrxw ]",
    "TRANSLITERATION": "Gun Sanjam Jaavai Chott N Khaavai Naa This Janman Maranaa ||",
    "PUNJABI": "ਜੇਹੜਾ ਜੀਵ (ਇੱਥੋਂ ਆਤਮਕ) ਗੁਣਾਂ ਦੇ ਸੰਜਮ (ਦੀ ਸਹਾਇਤਾ) ਨਾਲ ਜਾਂਦਾ ਹੈ, ਉਹ (ਜਮਰਾਜ ਦੀ) ਚੋਟ ਨਹੀਂ ਸਹਾਰਦਾ, ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "kwlu jwlu jmu joih. n swkY; Bwie Bgiq BY qrxw ]",
    "TRANSLITERATION": "Kaal Jaal Jam Johi N Saakai Bhaae Bhagath Bhai Tharanaa ||",
    "PUNJABI": "ਜਮ ਦਾ ਜਾਲ ਮੌਤ ਦਾ ਡਰ ਉਸ ਵਲ ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਾਲ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਸਾਰੇ) ਡਰਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "piq syqI jwvY. shij smwvY; sgly dUK imtwvY ]",
    "TRANSLITERATION": "Path Saethee Jaavai Sehaj Samaavai Sagalae Dhookh Mittaavai ||",
    "PUNJABI": "ਉਹ ਇਥੋਂ ਇੱਜ਼ਤ ਨਾਲ ਜਾਂਦਾ ਹੈ, ਸਦਾ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 185,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI gurmuiK CUtY; swcy qy. piq pwvY ]5]2]",
    "TRANSLITERATION": "Kahu Naanak Praanee Guramukh Shhoottai Saachae Thae Path Paavai ||5||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜੇਹੜਾ ਜੀਵ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਸਾਰੇ ਡਰਾਂ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਇੱਜ਼ਤ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੫॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 4 ]",
    "TRANSLITERATION": "Sireeraag Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "pihlY phrY rYix kY, vxjwirAw imqRw; hir pwieAw audr mMJwir ]",
    "TRANSLITERATION": "Pehilai Peharai Rain Kai Vanajaariaa Mithraa Har Paaeiaa Oudhar Manjhaar ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਪਹਿਲੇ ਪਹਰ ਵਿਚ ਪਰਮਾਤਮਾ (ਜੀਵ ਨੂੰ) ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਨਿਵਾਸ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "hir iDAwvY hir aucrY. vxjwirAw imqRw; hir hir nwmu smwir ]",
    "TRANSLITERATION": "Har Dhhiaavai Har Oucharai Vanajaariaa Mithraa Har Har Naam Samaar ||",
    "PUNJABI": "(ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਜੀਵ), ਹੇ ਵਣਜਾਰੇ ਜੀਵ-ਮਿਤ੍ਰ! ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "hir hir nwmu jpy AwrwDy; ivic AgnI. hir jip jIivAw ]",
    "TRANSLITERATION": "Har Har Naam Japae Aaraadhhae Vich Aganee Har Jap Jeeviaa ||",
    "PUNJABI": "(ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਜੀਵ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ਆਰਾਧਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਜਪ ਕੇ ਅੱਗ ਵਿਚ ਜੀਉਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "bwhir jnmu BieAw. muiK lwgw; srsy ipqw mwq QIivAw ]",
    "TRANSLITERATION": "Baahar Janam Bhaeiaa Mukh Laagaa Sarasae Pithaa Maath Thheeviaa ||",
    "PUNJABI": "(ਮਾਂ ਦੇ ਪੇਟ ਤੋਂ) ਬਾਹਰ (ਆ ਕੇ) ਜਨਮ ਲੈਂਦਾ ਹੈ (ਮਾਂ ਪਿਉ ਦੇ) ਮੂੰਹ ਲੱਗਦਾ ਹੈ, ਮਾਂ ਪਿਉ ਖ਼ੁਸ਼ ਹੁੰਦੇ ਹਨ।",
    "PRONUNCIATION": "bw-hir: h mukqw, rwry ishwrI lw ky"
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "ijs kI vsqu. iqsu cyqhu pRwxI; kir ihrdY gurmuiK bIcwir ]",
    "TRANSLITERATION": "Jis Kee Vasath This Chaethahu Praanee Kar Hiradhai Guramukh Beechaar ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਾਣੀਹੋ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਭੇਜਿਆ ਹੋਇਆ ਇਹ ਬਾਲਕ ਜੰਮਿਆ ਹੈ, ਉਸ ਦਾ ਧਿਆਨ ਧਰੋ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ) ਵਿਚਾਰ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI pihlY phrY; hir jpIAY ikrpw Dwir ]1]",
    "TRANSLITERATION": "Kahu Naanak Praanee Pehilai Peharai Har Japeeai Kirapaa Dhhaar ||1||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਾਣੀ! ਜੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰੇ ਤਾਂ (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਪਹਿਲੇ ਪਹਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "dUjY phrY rYix kY, vxjwirAw imqRw; mnu lwgw dUjY Bwie ]",
    "TRANSLITERATION": "Dhoojai Peharai Rain Kai Vanajaariaa Mithraa Man Laagaa Dhoojai Bhaae ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਦੂਜੇ ਪਹਰ ਵਿਚ (ਜੀਵ ਦਾ) ਮਨ (ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "myrw myrw kir pwlIAY, vxjwirAw imqRw; ly mwq ipqw gil lwie ]",
    "TRANSLITERATION": "Maeraa Maeraa Kar Paaleeai Vanajaariaa Mithraa Lae Maath Pithaa Gal Laae ||",
    "PUNJABI": "ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ। (ਇਹ) ਮੇਰਾ (ਪੁਤ੍ਰ ਹੈ, ਇਹ) ਮੇਰਾ (ਪੁਤ੍ਰ ਹੈ, ਇਹ) ਆਖ ਆਖ ਕੇ (ਬਾਲਕ) ਪਾਲਿਆ ਜਾਂਦਾ ਹੈ। ਮਾਂ ਪਿਉ ਫੜ ਕੇ ਗਲ ਨਾਲ ਲਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "p`wlIAY[ giL: polw bolo"
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "lwvY mwq ipqw. sdw gl syqI; min jwxY. Kit Kvwey ]",
    "TRANSLITERATION": "Laavai Maath Pithaa Sadhaa Gal Saethee Man Jaanai Khatt Khavaaeae ||",
    "PUNJABI": "ਮਾਂ ਮੁੜ ਮੁੜ ਗਲ ਨਾਲ ਲਾਂਦੀ ਹੈ, ਪਿਉ ਮੁੜ ਮੁੜ ਗਲ ਨਾਲ ਲਾਂਦਾ ਹੈ। ਮਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਸਮਝਦੀ ਹੈ, ਪਿਉ ਆਪਣੇ ਮਨ ਵਿਚ ਸਮਝਦਾ ਹੈ ਕਿ (ਸਾਨੂੰ) ਖੱਟ ਕਮਾ ਕੇ ਖਵਾਇਗਾ।",
    "PRONUNCIATION": "K`it"
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "jo dyvY. iqsY n jwxY mUVw; idqy no lptwey ]",
    "TRANSLITERATION": "Jo Dhaevai Thisai N Jaanai Moorraa Dhithae No Lapattaaeae ||",
    "PUNJABI": "ਮੂਰਖ (ਮਨੁੱਖ) ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ (ਨਹੀਂ ਯਾਦ ਕਰਦਾ) ਜੇਹੜਾ (ਪੁਤ੍ਰ ਧਨ ਆਦਿਕ) ਦੇਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਦਿੱਤੇ ਹੋਏ (ਪੁਤ੍ਰ ਧਨ ਆਦਿਕ) ਨਾਲ ਮੋਹ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "koeI gurmuiK hovY. su krY vIcwru; hir iDAwvY min ilv lwie ]",
    "TRANSLITERATION": "Koee Guramukh Hovai S Karai Veechaar Har Dhhiaavai Man Liv Laae ||",
    "PUNJABI": "ਜੇਹੜਾ ਕੋਈ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਇਸ ਅਸਲੀਅਤ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹੈ, ਤੇ ਸੁਰਤ ਜੋੜ ਕੇ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. dUjY phrY pRwxI; iqsu. kwlu n kbhUM Kwie ]2]",
    "TRANSLITERATION": "Kahu Naanak Dhoojai Peharai Praanee This Kaal N Kabehoon Khaae ||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਦੂਜੇ ਪਹਰ ਵਿਚ (ਜੇਹੜਾ) ਪ੍ਰਾਣੀ (ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਸ ਨੂੰ) ਆਤਮਕ ਮੌਤ ਕਦੇ ਭੀ ਨਹੀਂ ਖਾਂਦੀ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "qIjY phrY rYix kY, vxjwirAw imqRw; mnu lgw Awil jMjwil ]",
    "TRANSLITERATION": "Theejai Peharai Rain Kai Vanajaariaa Mithraa Man Lagaa Aal Janjaal ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ ਮਿਤ੍ਰ! (ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੇ) ਤੀਜੇ ਪਹਰ ਵਿਚ (ਮਨੁੱਖ ਦਾ) ਮਨ ਘਰ ਦੇ ਮੋਹ ਵਿਚ ਲੱਗ ਜਾਂਦਾ ਹੈ, ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "Dnu icqvY Dnu sMcvY, vxjwirAw imqRw; hir nwmw hir. n smwil ]",
    "TRANSLITERATION": "Dhhan Chithavai Dhhan Sanchavai Vanajaariaa Mithraa Har Naamaa Har N Samaal ||",
    "PUNJABI": "ਮਨੁੱਖ ਧਨ (ਹੀ) ਚਿਤਾਰਦਾ ਹੈ ਧਨ (ਹੀ) ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 186,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "hir nwmw. hir hir kdy n smwlY; ij hovY AMiq sKweI ]",
    "TRANSLITERATION": "Har Naamaa Har Har Kadhae N Samaalai J Hovai Anth Sakhaaee ||",
    "PUNJABI": "(ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਮਨੁੱਖ) ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਉਹ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ ਜੇਹੜਾ ਅਖ਼ੀਰ ਵੇਲੇ ਸਾਥੀ ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  }
]