[
  {
    "SHABAD_ID": 187,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "iehu mohu mwieAw. qyrY sMig, n cwlY; JUTI pRIiq lgweI ]",
    "TRANSLITERATION": "Eihu Mohu Maaeiaa Thaerai Sang N Chaalai Jhoothee Preeth Lagaaee ||",
    "PUNJABI": "ਮਾਇਆ ਦਾ ਇਹ ਮੋਹ (ਜਿਸ ਵਿਚ ਤੂੰ ਫਸਿਆ ਪਿਆ ਹੈਂ) ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਤੂੰ ਇਸ ਨਾਲ ਝੂਠਾ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "sglI rYix. gudrI AMiDAwrI; syiv siqguru. cwnxu hoie ]",
    "TRANSLITERATION": "Sagalee Rain Gudharee Andhhiaaree Saev Sathigur Chaanan Hoe ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ ਰਾਤ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਵਿਚ ਬੀਤਦੀ ਜਾ ਰਹੀ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ (ਤਾਕਿ ਤੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਏ।",
    "PRONUNCIATION": "gudrI: polw bolo"
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. pRwxI cauQY phrY; idnu nyVY AwieAw soie ]4]",
    "TRANSLITERATION": "Kahu Naanak Praanee Chouthhai Peharai Dhin Naerrai Aaeiaa Soe ||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਾਣੀ! (ਜ਼ਿੰਦਗੀ ਦੀ) ਰਾਤ ਦੇ ਚੌਥੇ ਪਹਰ ਉਹ ਦਿਨ ਨੇੜੇ ਆ ਜਾਂਦਾ ਹੈ (ਜਦੋਂ ਇਥੋਂ ਕੂਚ ਕਰਨਾ ਹੁੰਦਾ ਹੈ) ॥੪॥{77-78}",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "iliKAw AwieAw goivMd kw. vxjwirAw imqRw; auiT cly kmwxw swiQ ]",
    "TRANSLITERATION": "Likhiaa Aaeiaa Govindh Kaa Vanajaariaa Mithraa Outh Chalae Kamaanaa Saathh ||",
    "PUNJABI": "ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ ਕਰਨ ਆਏ ਹੇ ਜੀਵ-ਮਿਤ੍ਰ! ਜਦੋਂ ਪਰਮਾਤਮਾ ਵਲੋਂ (ਮੌਤ ਦਾ) ਲਿਖਿਆ ਹੋਇਆ (ਪਰਵਾਨਾ) ਆਉਂਦਾ ਹੈ, ਤਦੋਂ (ਇੱਥੇ) ਕਮਾਏ ਹੋਏ (ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰ ਜੀਵਾਤਮਾ ਦੇ) ਨਾਲ ਤੁਰ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "iek rqI. iblm n dyvnI, vxjwirAw imqRw; EnI qkVy pwey hwQ ]",
    "TRANSLITERATION": "Eik Rathee Bilam N Dhaevanee Vanajaariaa Mithraa Ounee Thakarrae Paaeae Haathh ||",
    "PUNJABI": "ਉਸ ਵੇਲੇ ਉਹਨਾਂ ਜਮਾਂ ਨੇ ਪੱਕੇ ਹੱਥ ਪਾਏ ਹੁੰਦੇ ਹਨ, ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ! ਉਹ ਰਤਾ ਭਰ ਸਮੇ ਦੀ ਢਿੱਲ-ਮਠ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਦੇਂਦੇ।",
    "PRONUNCIATION": "r`qI"
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "iliKAw AwieAw. pkiV clwieAw; mnmuK sdw duhyly ]",
    "TRANSLITERATION": "Likhiaa Aaeiaa Pakarr Chalaaeiaa Manamukh Sadhaa Dhuhaelae ||",
    "PUNJABI": "ਜਦੋਂ ਕਰਤਾਰ ਵਲੋਂ (ਮੌਤ ਦਾ) ਲਿਖਿਆ ਹੋਇਆ ਹੁਕਮ ਆਉਂਦਾ ਹੈ (ਉਹ ਜਮ ਜੀਵ ਨੂੰ) ਫੜ ਕੇ ਅੱਗੇ ਲਾ ਲੈਂਦੇ ਹਨ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਫਿਰ) ਸਦਾ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI pUrw siqguru syivAw; sy. drgh sdw suhyly ]",
    "TRANSLITERATION": "Jinee Pooraa Sathigur Saeviaa Sae Dharageh Sadhaa Suhaelae ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਈ ਰੱਖਿਆ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸਦਾ ਸੌਖੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "krm DrqI srIru, jug AMqir; jo bovY. so Kwiq ]",
    "TRANSLITERATION": "Karam Dhharathee Sareer Jug Anthar Jo Bovai So Khaath ||",
    "PUNJABI": "(ਹੇ ਵਣਜਾਰੇ ਮਿਤ੍ਰ!) ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਚ (ਮਨੁੱਖ ਦਾ) ਸਰੀਰ ਕਰਮ ਕਮਾਣ ਲਈ ਧਰਤੀ (ਸਮਾਨ) ਹੈ, (ਜਿਸ ਵਿਚ) ਜਿਹੋ ਜਿਹਾ (ਕੋਈ) ਬੀਜਦਾ ਹੈ ਉਹੀ ਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "j`ug"
  },
  {
    "SHABAD_ID": 187,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "khu nwnk. Bgq sohih drvwry; mnmuK sdw Bvwiq ]5]1]4]",
    "TRANSLITERATION": "Kahu Naanak Bhagath Sohehi Dharavaarae Manamukh Sadhaa Bhavaath ||5||1||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੇ ਹਨ , ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ ॥੫॥੧॥੪॥",
    "PRONUNCIATION": "sohih"
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "isrIrwgu mhlw 4 Gru 2 CMq",
    "TRANSLITERATION": "Sireeraag Mehalaa 4 Ghar 2 Shhantha",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "muMD ieAwxI pyeIAVY; ikau kir. hir drsnu ipKY ]",
    "TRANSLITERATION": "Mundhh Eiaanee Paeeearrai Kio Kar Har Dharasan Pikhai ||",
    "PUNJABI": "ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਅੰਞਾਣ ਹੀ ਟਿਕੀ ਰਹੇ, ਤਾਂ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਿਵੇਂ ਕਰ ਸਕਦੀ ਹੈ? (ਦਰਸਨ ਨਹੀਂ ਕਰ ਸਕਦੀ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "hir hir ApnI ikrpw kry; gurmuiK. swhurVY kMm isKY ]",
    "TRANSLITERATION": "Har Har Apanee Kirapaa Karae Guramukh Saahurarrai Kanm Sikhai ||",
    "PUNJABI": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਤਾਂ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਹੁੰਚਣ ਵਾਲੇ ਕੰਮ (ਕਰਨੇ) ਸਿੱਖਦੀ ਹੈ।",
    "PRONUNCIATION": "is`KY"
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "swhurVY. kMm isKY gurmuiK; hir hir sdw iDAwey ]",
    "TRANSLITERATION": "Saahurarrai Kanm Sikhai Guramukh Har Har Sadhaa Dhhiaaeae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਹ ਕੰਮ ਸਿੱਖਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਅੱਪੜ ਸਕੇ (ਉਹ ਕੰਮ ਇਹ ਹਨ ਕਿ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "shIAw ivic iPrY suhylI; hir drgh bwh lufwey ]",
    "TRANSLITERATION": "Seheeaa Vich Firai Suhaelee Har Dharageh Baah Luddaaeae ||",
    "PUNJABI": "ਸਹੇਲੀਆਂ ਵਿਚ (ਸਤ-ਸੰਗੀਆਂ ਵਿਚ ਰਹਿ ਕੇ ਇਸ ਲੋਕ ਵਿਚ) ਸੌਖੀ ਤੁਰੀ ਫਿਰਦੀ ਹੈ (ਸੌਖਾ ਜੀਵਨ ਬਿਤਾਂਦੀ ਹੈ, ਤੇ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਬੇ-ਫ਼ਿਕਰ ਹੋ ਕੇ ਪਹੁੰਚਦੀ ਹੈ।",
    "PRONUNCIATION": "bWh"
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "lyKw. Drmrwie kI bwkI; jip hir hir nwmu, ikrKY ]",
    "TRANSLITERATION": "Laekhaa Dhharam Raae Kee Baakee Jap Har Har Naam Kirakhai ||",
    "PUNJABI": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪ ਕੇ ਧਰਮਰਾਜ ਦਾ ਲੇਖਾ, ਧਰਮਰਾਜ ਦੇ ਲੇਖੇ ਦੀ ਬਾਕੀ, ਮੁਕਾ ਲੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(ikrKY) k`ty[ (ikrKY) imlvW"
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "muMD ieAwxI pyeIAVY; gurmuiK hir drsnu idKY ]1]",
    "TRANSLITERATION": "Mundhh Eiaanee Paeeearrai Guramukh Har Dharasan Dhikhai ||1||",
    "PUNJABI": "ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ-ਪਤੀ ਦਾ ਦਰਸਨ ਕਰ ਲੈਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "idKY: polw bolo"
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "vIAwhu hoAw myry bwbulw; gurmuKy hir pwieAw ]",
    "TRANSLITERATION": "Veeaahu Hoaa Maerae Baabulaa Guramukhae Har Paaeiaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਤਾ! (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਮੇਰਾ ਵਿਆਹ ਹੋ ਗਿਆ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "AigAwnu AMDyrw kitAw; gur igAwnu pRcMfu blwieAw ]",
    "TRANSLITERATION": "Agiaan Andhhaeraa Kattiaa Gur Giaan Prachandd Balaaeiaa ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਗਿਆਨ (-ਰੂਪ ਸੂਰਜ ਇਤਨਾ) ਤੇਜ਼ ਜਗ-ਮਗ ਕਰ ਉਠਿਆ ਹੈ ਕਿ (ਮੇਰੇ ਅੰਦਰੋਂ) ਬੇ-ਸਮਝੀ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "bilAw gur igAwnu. AMDyrw ibnisAw; hir rqnu pdwrQu lwDw ]",
    "TRANSLITERATION": "Baliaa Gur Giaan Andhhaeraa Binasiaa Har Rathan Padhaarathh Laadhhaa ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਦਿੱਤਾ ਗਿਆਨ (ਮੇਰੇ ਅੰਦਰ) ਚਮਕ ਪਿਆ ਹੈ (ਮਾਇਆ-ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ ਹੈ (ਉਸ ਚਾਨਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਰੂਪ) ਕੀਮਤੀ ਰਤਨ ਲੱਭ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "haumY rogu gieAw. duKu lwQw; Awpu AwpY. gurmiq KwDw ]",
    "TRANSLITERATION": "Houmai Rog Gaeiaa Dhukh Laathhaa Aap Aapai Guramath Khaadhhaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਿਆਂ ਮੇਰਾ ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੋ ਗਿਆ ਹੈ, ਹਉਮੈ ਦਾ ਦੁਖ ਮੁੱਕ ਗਿਆ ਹੈ, ਆਪੇ ਦੇ ਗਿਆਨ ਨਾਲ ਮੇਰਾ ਆਪਾ-ਭਾਵ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": "g-ieAw"
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "Akwl mUriq. vru pwieAw AibnwsI; nw kdy mrY. n jwieAw ]",
    "TRANSLITERATION": "Akaal Moorath Var Paaeiaa Abinaasee Naa Kadhae Marai N Jaaeiaa ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ) ਮੈਨੂੰ ਉਹ ਖਸਮ ਮਿਲ ਗਿਆ ਹੈ, ਜਿਸ ਦੀ ਹਸਤੀ ਨੂੰ ਕਦੇ ਕਾਲ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਜੋ ਨਾਸ-ਰਹਿਤ ਹੈ, ਜੋ ਨਾਹ ਕਦੇ ਮਰਦਾ ਹੈ ਨਾਹ ਜੰਮਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "vIAwhu hoAw myry bwbolw; gurmuKy hir pwieAw ]2]",
    "TRANSLITERATION": "Veeaahu Hoaa Maerae Baabolaa Guramukhae Har Paaeiaa ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੇਰਾ (ਪਰਮਾਤਮਾ-ਪਤੀ ਨਾਲ) ਵਿਆਹ ਹੋ ਗਿਆ ਹੈ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਗਿਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "hir siq sqy. myry bwbulw; hir jn imil. jM\\\\ suhMdI ]",
    "TRANSLITERATION": "Har Sath Sathae Maerae Baabulaa Har Jan Mil Jannj Suhandhee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਾਣ ਵਾਸਤੇ) ਉਸ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਜਨ ਮਿਲ ਕੇ (ਮਾਨੋ) ਸੋਹਣੀ ਜੰਞ ਬਣਦੇ ਹਨ।",
    "PRONUNCIATION": "s`iq[ s`qy["
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "pyvkVY. hir jip suhylI; ivic swhurVY KrI sohMdI ]",
    "TRANSLITERATION": "Paevakarrai Har Jap Suhaelee Vich Saahurarrai Kharee Sohandhee ||",
    "PUNJABI": "(ਜੀਵ-ਇਸਤ੍ਰੀ ਇਹਨਾਂ ਸਤਸੰਗੀਆਂ ਵਿਚ ਰਹਿ ਕੇ) ਪੇਕੇ ਘਰ ਵਿਚ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੁਖੀ ਜੀਵਨ ਬਤੀਤ ਕਰਦੀ ਹੈ, ਤੇ ਪਰਲੋਕ ਵਿਚ ਭੀ ਬਹੁਤ ਸੋਭਾ ਪਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "swhurVY ivic KrI sohMdI; ijin pyvkVY. nwmu smwilAw ]",
    "TRANSLITERATION": "Saahurarrai Vich Kharee Sohandhee Jin Paevakarrai Naam Samaaliaa ||",
    "PUNJABI": "(ਇਹ ਯਕੀਨ ਜਾਣੋ ਕਿ) ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪੇਕੇ ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ, ਉਹ ਪਰਲੋਕ ਵਿਚ (ਜ਼ਰੂਰ) ਸੋਭਾ ਖੱਟਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "sBu sPilE jnmu iqnw dw gurmuiK; ijnw mnu ijix, pwsw FwilAw ]",
    "TRANSLITERATION": "Sabh Safaliou Janam Thinaa Dhaa Guramukh Jinaa Man Jin Paasaa Dtaaliaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦਾ ਜੀਵਨ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਆਪਣਾ ਮਨ ਜਿੱਤ ਕੇ (ਵੱਸ ਵਿਚ ਲਿਆ ਕੇ) ਚੌਪੜ-ਰੂਪ ਇਹ ਜੀਵਨ-ਖੇਡ ਖੇਡੀ ਹੈ।",
    "PRONUNCIATION": "(ijix) ij`qx rUp[ p`wsw[ F`wilAw["
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "hir sMq jnw. imil kwrju soihAw; vru pwieAw purKu AnMdI ]",
    "TRANSLITERATION": "Har Santh Janaa Mil Kaaraj Sohiaa Var Paaeiaa Purakh Anandhee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨ ਵਾਲੇ ਗੁਰਮੁਖਾਂ ਨਾਲ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ-ਪਤੀ ਨਾਲ ਸੋਹਣਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਰਬ-ਵਿਆਪਕ ਤੇ ਆਨੰਦ ਦਾ ਸੋਮਾ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "hir siq siq myry bwbolw; hir jn imil. jM\\\\ suohMdI ]3]",
    "TRANSLITERATION": "Har Sath Sath Maerae Baabolaa Har Jan Mil Jannj Suohandhee ||3||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਤਾ! ਪ੍ਰਭੂ-ਪਤੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, (ਉਸ ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਕਰਾਣ ਵਾਸਤੇ) ਉਸ ਪ੍ਰਭੂ ਦੇ ਭਗਤ ਜਨ ਮਿਲ ਕੇ (ਮਾਨੋ) ਸੋਹਣੀ ਜੰਞ ਬਣਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 188,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "hir pRBu myry bwbulw; hir dyvhu dwnu mY dwjo ]",
    "TRANSLITERATION": "Har Prabh Maerae Baabulaa Har Dhaevahu Dhaan Mai Dhaajo ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਤਾ! (ਮੈਂ ਤੈਥੋਂ ਦਾਜ ਮੰਗਦੀ ਹਾਂ) ਮੈਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਦਾਨ ਦੇਹ, ਮੈਨੂੰ ਇਹੀ ਦਾਜ ਦੇਹ।",
    "PRONUNCIATION": "(bwbulw) hy prmpUjnIk ipqw jI! d`wjo"
  }
]