[
  {
    "SHABAD_ID": 232,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmqI. jmu joih, n swkY; swcY nwim smwieAw ]",
    "TRANSLITERATION": "Guramathee Jam Johi N Saakai Saachai Naam Samaaeiaa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਤੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਜਮ ਉਹਨਾਂ ਨੂੰ ਘੂਰ ਨਹੀਂ ਸਕਦਾ, (ਕਿਉਂਕਿ) ਸੱਚੇ ਨਾਮ ਵਿਚ ਉਹਨਾਂ ਦੀ ਬਿਰਤੀ ਜੁੜੀ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 232,
    "LINE_ID": 1,
    "RAAG_ID": 5,
    "GURMUKHI": "sBu Awpy Awip vrqY krqw; jo BwvY. so nwie lwieAw ]",
    "TRANSLITERATION": "Sabh Aapae Aap Varathai Karathaa Jo Bhaavai So Naae Laaeiaa ||",
    "PUNJABI": "(ਪਰ) ਇਹ ਸਭ ਪ੍ਰਭੂ ਦਾ ਆਪਣਾ ਕੌਤਕ ਹੈ, ਜਿਸ ਤੇ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 232,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "jn nwnku. nwmu ley qw jIvY; ibnu nwvY. iKnu mir jwieAw ]2]",
    "TRANSLITERATION": "Jan Naanak Naam Leae Thaa Jeevai Bin Naavai Khin Mar Jaaeiaa ||2||",
    "PUNJABI": "(ਇਹ) ਦਾਸ ਨਾਨਕ (ਭੀ) 'ਨਾਮ' ਦੇ ਆਸਰੇ ਹੈ, ਇਕ ਪਲਕ ਭਰ ਭੀ 'ਨਾਮ' ਤੋਂ ਸੱਖਣਾ ਰਹੇ ਤਾਂ ਮਰਨ ਲਗਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 233,
    "LINE_ID": 2,
    "RAAG_ID": 5,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 233,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "jo imilAw hir dIbwx isau; so sBnI dIbwxI imilAw ]",
    "TRANSLITERATION": "Jo Miliaa Har Dheebaan Sio So Sabhanee Dheebaanee Miliaa ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਹਰੀ ਦੇ ਦਰਬਾਰ ਵਿਚ ਮਿਲਿਆ (ਆਦਰ ਪਾਉਣ-ਯੋਗ ਹੋਇਆ) ਹੈ, ਉਸ ਨੂੰ (ਸੰਸਾਰ ਦੇ) ਸਭ ਦਰਬਾਰਾਂ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 233,
    "LINE_ID": 3,
    "RAAG_ID": 5,
    "GURMUKHI": "ijQY Ehu jwie, iqQY Ehu surKrU; Es kY muih ifTY, sB pwpI qirAw ]",
    "TRANSLITERATION": "Jithhai Ouhu Jaae Thithhai Ouhu Surakharoo Ous Kai Muhi Ddithai Sabh Paapee Thariaa ||",
    "PUNJABI": "ਜਿਥੇ ਉਹ ਜਾਂਦਾ ਹੈ, ਉਥੇ ਹੀ ਉਸ ਦਾ ਮੱਥਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮੂੰਹ ਵੇਖ ਕੇ (ਭਾਵ, ਉਸ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ) ਸਭ ਪਾਪੀ ਤਰ ਜਾਂਦੇ ਹਨ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 233,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "Esu AMqir nwmu inDwnu hY; nwmo prvirAw ]",
    "TRANSLITERATION": "Ous Anthar Naam Nidhhaan Hai Naamo Paravariaa ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਤੇ ਨਾਮ ਹੀ ਉਸ ਦਾ ਪਰਵਾਰ ਹੈ (ਭਾਵ, ਨਾਮ ਹੀ ਉਸ ਦੇ ਸਿਰ ਦੇ ਦੁਆਲੇ ਰੌਸ਼ਨੀ ਦਾ ਚੱਕ੍ਰ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 233,
    "LINE_ID": 4,
    "RAAG_ID": 5,
    "GURMUKHI": "nwau pUjIAY nwau mMnIAY; nwie iklivK sB ihirAw ]",
    "TRANSLITERATION": "Naao Poojeeai Naao Manneeai Naae Kilavikh Sabh Hiriaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਤੇ ਨਾਮ ਦਾ ਹੀ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਨਾਮ (ਜਪਣ) ਕਰ ਕੇ ਸਭ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 233,
    "LINE_ID": 5,
    "RAAG_ID": 5,
    "GURMUKHI": "ijnI nwmu iDAwieAw, iek min iek iciq; sy AsiQru jig rihAw ]11]",
    "TRANSLITERATION": "Jinee Naam Dhhiaaeiaa Eik Man Eik Chith Sae Asathhir Jag Rehiaa ||11||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਨੇ ਏਕਾਗਰ ਚਿੱਤ ਹੋ ਕੇ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹ ਸੰਸਾਰ ਵਿਚ ਅਟੱਲ ਹੋ ਗਏ ਹਨ (ਭਾਵ, ਸੰਸਾਰ ਵਿਚ ਸਦਾ ਲਈ ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਤੇ ਪ੍ਰਤਿਸ਼ਟਾ ਕਾਇਮ ਹੋ ਗਈ ਹੈ) ॥੧੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "slok mÚ 3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "Awqmw dyau pUjIAY; gur kY shij suBwie ]",
    "TRANSLITERATION": "Aathamaa Dhaeo Poojeeai Gur Kai Sehaj Subhaae ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਤੇ ਗੁਰੂ ਦੇ ਸੁਭਾਉ ਵਿਚ (ਆਪਣਾ ਸੁਭਾਉ ਲੀਨ ਕਰ ਕੇ) ਜੀਵ-ਆਤਮਾ ਦਾ ਪ੍ਰਕਾਸ਼ ਕਰਨ ਵਾਲੇ (ਹਰੀ) ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 6,
    "RAAG_ID": 5,
    "GURMUKHI": "Awqmy no Awqmy dI pRqIiq hoie; qw Gr hI prcw pwie ]",
    "TRANSLITERATION": "Aathamae No Aathamae Dhee Pratheeth Hoe Thaa Ghar Hee Parachaa Paae ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ) ਜਦੋਂ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ (ਦੀ ਹੋਂਦ ਤੇ) ਸਿਦਕ ਬੱਝ ਜਾਵੇ, ਤਾਂ ਹਿਰਦੇ ਵਿਚ ਹੀ (ਪ੍ਰਭੂ ਨਾਲ) ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ (ਤੇ ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਜਾਣ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "Awqmw Afolu. n foleI; gur kY Bwie suBwie ]",
    "TRANSLITERATION": "Aathamaa Addol N Ddolee Gur Kai Bhaae Subhaae ||",
    "PUNJABI": "ਕਿਉਂਕਿ ਸਤਿਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਤੇ ਸੁਭਾਉ ਵਿਚ (ਵਰਤਿਆਂ) ਜੀਵਾਤਮਾ (ਮਾਇਆਂ ਵਲੋਂ) ਅਹਿੱਲ ਹੋ ਕੇ ਡੋਲਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 7,
    "RAAG_ID": 5,
    "GURMUKHI": "gur ivxu. shju n AwveI; loBu mYlu. n ivchu jwie ]",
    "TRANSLITERATION": "Gur Vin Sehaj N Aavee Lobh Mail N Vichahu Jaae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਅਡੋਲ ਅਵਸਥਾ ਨਹੀਂ ਆਉਂਦੀ, ਤੇ ਨਾਹ ਹੀ ਮਨ ਵਿਚੋਂ ਲੋਭ-ਮੈਲ ਦੂਰ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "iKnu plu hir nwmu min vsY; sB ATsiT qIrQ nwie ]",
    "TRANSLITERATION": "Khin Pal Har Naam Man Vasai Sabh Athasath Theerathh Naae ||",
    "PUNJABI": "ਜੇ ਇਕ ਪਲਕ ਭਰ ਭੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸ ਜਾਏ (ਭਾਵ, ਜੇ ਜੀਵ ਇਕ ਮਨ ਇਕ ਪਲਕ ਭਰ ਭੀ ਨਾਮ ਜਪ ਸਕੇ) ਤਾਂ, ਮਾਨੋ, ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਕਰ ਲੈਂਦਾ ਹੈ,",
    "PRONUNCIATION": "n@wie"
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 8,
    "RAAG_ID": 5,
    "GURMUKHI": "scy. mYlu n lgeI; mlu lwgY dUjY Bwie ]",
    "TRANSLITERATION": "Sachae Mail N Lagee Mal Laagai Dhoojai Bhaae ||",
    "PUNJABI": "(ਕਿਉਂਕਿ) ਸੱਚੇ ਵਿਚ ਜੁੜੇ ਹੋਏ ਨੂੰ ਮੈਲ ਨਹੀਂ ਲਗਦੀ, ਮੈਲ਼ (ਸਦਾ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਲੱਗਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "DoqI mUil n auqrY; jy ATsiT qIrQ nwie ]",
    "TRANSLITERATION": "Dhhothee Mool N Outharai Jae Athasath Theerathh Naae ||",
    "PUNJABI": "ਤੇ ਉਹ ਮੈਲ ਕਦੇ ਭੀ ਧੋਤਿਆਂ ਨਹੀਂ ਉਤਰਦੀ, ਭਾਵੇਂ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ ਪਏ ਕਰੀਏ।",
    "PRONUNCIATION": "n@wie"
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 9,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuK krm kry AhMkwrI; sBu duKo duKu kmwie ]",
    "TRANSLITERATION": "Manamukh Karam Karae Ahankaaree Sabh Dhukho Dhukh Kamaae ||",
    "PUNJABI": "(ਕਾਰਨ ਇਹ ਹੁੰਦਾ ਹੈ ਕਿ) ਮਨੁੱਖ (ਗੁਰੂ ਵਲੋਂ) ਮਨਮੁਖ (ਹੋ ਕੇ) ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਕਰਮ ਕਰਦਾ ਹੈ, ਤੇ ਦੁੱਖ ਹੀ ਦੁੱਖ ਸਹੇੜਦਾ ਹੈ।",
    "PRONUNCIATION": "AhM-kwrI"
  },
  {
    "SHABAD_ID": 234,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk. mYlw, aUjlu qw QIAY; jw siqgur mwih smwie ]1]",
    "TRANSLITERATION": "Naanak Mailaa Oojal Thaa Thheeai Jaa Sathigur Maahi Samaae ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮੈਲਾ (ਮਨ) ਤਦੋਂ ਹੀ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਹੈ, ਜੇ (ਜੀਵ) ਸਤਿਗੁਰੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਵੇ (ਭਾਵ, ਆਪਾ-ਭਾਵ ਮਿਟਾ ਦੇਵੇ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 10,
    "RAAG_ID": 5,
    "GURMUKHI": "mÚ 3 ]",
    "TRANSLITERATION": "Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuKu loku smJweIAY; kdhu smJwieAw jwie ]",
    "TRANSLITERATION": "Manamukh Lok Samajhaaeeai Kadhahu Samajhaaeiaa Jaae ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਵਲੋਂ ਮੁਖ ਮੋੜੀ ਬੈਠਾ ਹੈ, ਉਹ ਸਮਝਾਇਆਂ ਭੀ ਕਦੇ ਨਹੀਂ ਸਮਝਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 11,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuKu rlwieAw. nw rlY; pieAY ikriq iPrwie ]",
    "TRANSLITERATION": "Manamukh Ralaaeiaa Naa Ralai Paeiai Kirath Firaae ||",
    "PUNJABI": "ਜੇ ਉਸ ਨੂੰ (ਗੁਰਮੁਖਾਂ ਦੇ ਵਿਚ) ਰਲਾ ਭੀ ਦੇਵੀਏ, ਤਾਂ ਭੀ (ਸੁਭਾਵ ਕਰਕੇ) ਉਹਨਾਂ ਨਾਲ ਨਹੀਂ ਰਲਦਾ ਤੇ (ਪਿਛਲੇ ਕੀਤੇ) ਸਿਰ ਪਏ ਕਰਮਾਂ ਅਨੁਸਾਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "ilv Dwqu duie rwh hY; hukmI kwr kmwie ]",
    "TRANSLITERATION": "Liv Dhhaath Dhue Raah Hai Hukamee Kaar Kamaae ||",
    "PUNJABI": "(ਉਸ ਵਿਚਾਰੇ ਉਤੇ ਭੀ ਕੀਹ ਰੋਸ? (ਸੰਸਾਰ ਵਿਚ) ਰਸਤੇ ਹੀ ਦੋ ਹਨ (ਹਰੀ ਨਾਲ) ਪਿਆਰ ਤੇ (ਮਾਇਆ ਨਾਲ) ਪਿਆਰ; (ਤੇ ਮਨਮੁਖ) ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ (ਹੀ) (ਮਾਇਆ ਵਾਲੀ) ਕਾਰ ਪਿਆ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 12,
    "RAAG_ID": 5,
    "GURMUKHI": "gurmuiK Awpxw mnu mwirAw; sbid ksvtI lwie ]",
    "TRANSLITERATION": "Guramukh Aapanaa Man Maariaa Sabadh Kasavattee Laae ||",
    "PUNJABI": "(ਦੂਜੇ ਪਾਸੇ, ਹੁਕਮ ਵਿਚ ਹੀ) ਗੁਰਮੁਖ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਕਸਵੱਟੀ ਲਾ ਕੇ (ਭਾਵ, ਪਰਖ ਕਰ ਕੇ) ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਲੋਂ ਰੋਕ ਲੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "ksv`tI"
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "mn hI nwil JgVw, mn hI nwil sQ; mn hI mMiJ smwie ]",
    "TRANSLITERATION": "Man Hee Naal Jhagarraa Man Hee Naal Sathh Man Hee Manjh Samaae ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਮਨ (ਦੀ ਵਿਕਾਰ-ਬਿਰਤੀ) ਨਾਲ ਝਗੜਾ ਕਰਦਾ ਹੈ, ਤੇ ਸੱਥ ਕਰਦਾ ਹੈ (ਭਾਵ, ਉਸ ਨੂੰ ਸਮਝਾਉਂਦਾ ਹੈ, ਤੇ ਅੰਤ ਇਸ ਵਿਕਾਰ-ਬਿਰਤੀ ਨੂੰ) ਮਨ (ਦੀ ਸ਼ੁਭ-ਬਿਰਤੀ) ਵਿਚ ਲੀਨ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": "s`Q"
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 13,
    "RAAG_ID": 5,
    "GURMUKHI": "mnu jo ieCy so lhY; scY sbid suBwie ]",
    "TRANSLITERATION": "Man Jo Eishhae So Lehai Sachai Sabadh Subhaae ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੇ) ਸੁਭਾਉ ਵਿਚ (ਆਪਾ ਲੀਨ ਕਰਨ ਵਾਲਾ) ਮਨ ਜੋ ਇੱਛਾ ਕਰਦਾ ਹੈ ਸੋ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "AMimRq nwmu sd BuMcIAY; gurmuiK kwr kmwie ]",
    "TRANSLITERATION": "Anmrith Naam Sadh Bhuncheeai Guramukh Kaar Kamaae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰਮੁਖਾਂ ਵਾਲੀ ਕਾਰ ਕਰ ਕੇ ਸਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਵੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 14,
    "RAAG_ID": 5,
    "GURMUKHI": "ivxu mnY. ij horI nwil luJxw; jwsI jnmu gvwie ]",
    "TRANSLITERATION": "Vin Manai J Horee Naal Lujhanaa Jaasee Janam Gavaae ||",
    "PUNJABI": "ਮਨ ਨੂੰ ਛੱਡ ਕੇ ਜੋ ਜੀਵ (ਸਰੀਰ ਆਦਿਕ) ਹੋਰ ਨਾਲ ਝਗੜਾ ਪਾਂਦਾ ਹੈ, ਉਹ ਜਨਮ ਬਿਰਥਾ ਗਵਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "mnY: polw bolo[ lu`Jxw"
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "mnmuKI. mn hiT hwirAw; kUVu kusqu kmwie ]",
    "TRANSLITERATION": "Manamukhee Manehath Haariaa Koorr Kusath Kamaae ||",
    "PUNJABI": "ਮਨਮੁਖ ਮਨ ਦੇ ਹਠ ਵਿਚ (ਬਾਜ਼ੀ) ਹਾਰ ਜਾਂਦਾ ਹੈ, ਤੇ ਕੂੜ-ਕੁਸੱਤ (ਦੀ ਕਮਾਈ) ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "hT: polw bolo[ ku-s`qu"
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 15,
    "RAAG_ID": 5,
    "GURMUKHI": "gur prswdI mnu ijxY; hir syqI ilv lwie ]",
    "TRANSLITERATION": "Gur Parasaadhee Man Jinai Har Saethee Liv Laae ||",
    "PUNJABI": "ਗੁਰਮੁਖ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨ ਨੂੰ ਜਿੱਤਦਾ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਜੋੜਦਾ ਹੈ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 235,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "nwnk gurmuiK scu kmwvY; mnmuiK AwvY jwie ]2]",
    "TRANSLITERATION": "Naanak Guramukh Sach Kamaavai Manamukh Aavai Jaae ||2||",
    "PUNJABI": "ਤੇ ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ। (ਪਰ) ਮਨਮੁਖ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 236,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 236,
    "LINE_ID": 16,
    "RAAG_ID": 5,
    "GURMUKHI": "hir ky sMq suxhu jn BweI; hir siqgur kI iek swKI ]",
    "TRANSLITERATION": "Har Kae Santh Sunahu Jan Bhaaee Har Sathigur Kee Eik Saakhee ||",
    "PUNJABI": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨ ਪਿਆਰਿਓ! ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਸੁਣੋ (ਭਾਵ, ਸਿੱਖਿਆ ਤੇ ਤੁਰੋ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 236,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "ijsu Duir Bwgu hovY muiK msqik; iqin jin lY ihrdY rwKI ]",
    "TRANSLITERATION": "Jis Dhhur Bhaag Hovai Mukh Masathak Thin Jan Lai Hiradhai Raakhee ||",
    "PUNJABI": "ਇਸ ਸਿੱਖਿਆ ਨੂੰ ਮਨੁੱਖ ਨੇ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਰੱਖਿਆ ਹੈ, ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਹੀ ਭਾਗ ਹੋਵੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 236,
    "LINE_ID": 17,
    "RAAG_ID": 5,
    "GURMUKHI": "hir AMimRq kQw sryst aUqm; gur bcnI shjy cwKI ]",
    "TRANSLITERATION": "Har Anmrith Kathhaa Saraesatt Ootham Gur Bachanee Sehajae Chaakhee ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੁਆਰਾ ਹੀ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਪਹੁੰਚ ਕੇ ਪ੍ਰਭੂ ਦੀ ਉੱਤਮ ਪਵਿਤਰ ਤੇ ਜੀਵਨ-ਕਣੀ ਬਖ਼ਸ਼ਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਆਨੰਦ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": "c`wKI"
  },
  {
    "SHABAD_ID": 236,
    "LINE_ID": 18,
    "RAAG_ID": 5,
    "GURMUKHI": "qh BieAw pRgwsu, imitAw AMiDAwrw; ijau sUrj. rYix ikrwKI ]",
    "TRANSLITERATION": "Theh Bhaeiaa Pragaas Mittiaa Andhhiaaraa Jio Sooraj Rain Kiraakhee ||",
    "PUNJABI": "(ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨੂੰ ਜੇਹੜਾ ਹਿਰਦਾ ਇਕ ਵਾਰੀ ਧਾਰਨ ਕਰਦਾ ਹੈ) ਉਸ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ (ਮਾਇਆ ਦਾ) ਹਨੇਰਾ ਇਉਂ ਦੂਰ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ ਸੂਰਜ ਰਾਤ (ਦੇ ਹਨੇਰੇ) ਨੂੰ ਖਿੱਚ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(ikrwKI) k`tI"
  },
  {
    "SHABAD_ID": 236,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "Aidstu Agocru AlKu inrMjnu; so dyiKAw gurmuiK AwKI ]12]",
    "TRANSLITERATION": "Adhisatt Agochar Alakh Niranjan So Dhaekhiaa Guramukh Aakhee ||12||",
    "PUNJABI": "ਜੋ ਪ੍ਰਭੂ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਨਹੀਂ ਦਿੱਸਦਾ, ਇੰਦ੍ਰਿਆਂ ਦੇ ਵਿਸ਼ੇ ਤੋਂ ਪਰੇ ਹੈ ਤੇ ਅਲੱਖ ਹੈ ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਣ ਕਰਕੇ ਅੱਖੀਂ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ॥੧੨॥",
    "PRONUNCIATION": "A-idstu, A-gocru, A-lK: poly bolo[AwKIN["
  },
  {
    "SHABAD_ID": 237,
    "LINE_ID": 19,
    "RAAG_ID": 5,
    "GURMUKHI": "sloku mÚ3 ]",
    "TRANSLITERATION": "Salok Ma 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  }
]