[
  {
    "id": 33311,
    "shabad_id": 2901,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਮਿਟੇ ਅੰਧਾਰੇ. ਤਜੇ ਬਿਕਾਰੇ; ਠਾਕੁਰ ਸਿੳੁ ਮਨੁ ਮਾਨਾ ॥",
    "transliteration": "Mittae Andhhaarae Thajae Bikaarae Thaakur Sio Man Maanaa ||",
    "translation": "Darkness has been eliminated, and I have renounced corruption and sin. My mind is reconciled with my Lord and Master.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਮਨ ਮਾਲਕ-ਪ੍ਰਭੂ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਵਿਕਾਰ ਤਿਆਗ ਦੇਂਦੀ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲੇ) ਹਨੇਰੇ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33312,
    "shabad_id": 2901,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰਭ ਜੀ ਭਾਣੀ ਭੲੀ ਨਿਕਾਣੀ; ਸਫਲ ਜਨਮੁ ਪਰਵਾਨਾ ॥",
    "transliteration": "Prabh Jee Bhaanee Bhee Nikaanee Safal Janam Paravaanaa ||",
    "translation": "I have become pleasing to my Dear God, and I have become carefree. My life is fulfilled and approved.",
    "punjabi": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਉਹ (ਦੁਨੀਆ ਵਲੋਂ) ਬੇ-ਮੁਥਾਜ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਕਬੂਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33313,
    "shabad_id": 2901,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਭੲੀ ਅਮੋਲੀ. ਭਾਰਾ ਤੋਲੀ; ਮੁਕਤਿ ਜੁਗਤਿ ਦਰੁ ਖੋਲ੍ਹਾ ॥",
    "transliteration": "Bhee Amolee Bhaaraa Tholee Mukath Jugath Dhar Kholhaa ||",
    "translation": "I have become invaluable, of tremendous weight and value. The Door, and the Path of liberation are open to me now.",
    "punjabi": "ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਬਹੁਤ ਹੀ ਕੀਮਤੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਭਾਰੇ ਤੋਲ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਵਾਸਤੇ ਉਹ ਦਰਵਾਜ਼ਾ ਖੁਲ੍ਹ ਜਾਂਦਾ ਹੈ ਜਿੱਥੇ ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਜਾਂਦੀ ਹੈ ਅਤੇ ਸਹੀ ਜੀਵਨ ਦੀ ਜਾਚ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33314,
    "shabad_id": 2901,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹੳੁ ਨਿਰਭੳੁ ਹੋੲੀ; ਸੋ ਪ੍ਰਭੁ ਮੇਰਾ ਓਲ੍ਹਾ ॥੪॥੧॥੪॥",
    "transliteration": "Kahu Naanak Ho Nirabho Hoee So Prabh Maeraa Oulhaa ||4||1||4||",
    "translation": "Says Nanak, I am fearless; God has become my Shelter and Shield. ||4||1||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਤੋਂ ਉਹ ਪ੍ਰਭੂ ਮੇਰਾ ਸਹਾਰਾ ਬਣ ਗਿਆ ਹੈ, ਮੈਂ (ਵਿਕਾਰਾਂ ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਨਿਡਰ ਹੋ ਗਈ ਹਾਂ ॥੪॥੧॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33315,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33316,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਜਨੁ ਪੁਰਖੁ ਸਤਿਗੁਰੁ ਮੇਰਾ ਪੂਰਾ; ਤਿਸੁ ਬਿਨੁ. ਅਵਰੁ ਨ ਜਾਣਾ ਰਾਮ ॥",
    "transliteration": "Saajan Purakh Sathigur Maeraa Pooraa This Bin Avar N Jaanaa Raam ||",
    "translation": "My Perfect True Guru is my Best Friend, the Primal Being. I do not know any other than Him, Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਹੀ ਮੇਰਾ (ਅਸਲ) ਸੱਜਣ ਹੈ, ਉਸ (ਗੁਰੂ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ (ਜੋ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ ਦੇ ਸਕੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33317,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਾਤ ਪਿਤਾ ਭਾੲੀ ਸੁਤ ਬੰਧਪ; ਜੀਅ ਪ੍ਰਾਣ ਮਨਿ ਭਾਣਾ ਰਾਮ ॥",
    "transliteration": "Maath Pithaa Bhaaee Suth Bandhhap Jeea Praan Man Bhaanaa Raam ||",
    "translation": "He is my mother, father, sibling, child, relative, soul and breath of life. He is so pleasing to my mind, O Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਮੈਨੂੰ) ਮਨ ਵਿਚ (ਇਉਂ) ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ (ਜਿਵੇਂ) ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਸਨਬੰਧੀ, ਜਿੰਦ, ਪ੍ਰਾਣ (ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33318,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤਿਸ ਕਾ ਦੀਅਾ; ਸਰਬ ਗੁਣਾ ਭਰਪੂਰੇ ॥",
    "transliteration": "Jeeo Pindd Sabh This Kaa Dheeaa Sarab Gunaa Bharapoorae ||",
    "translation": "My body and soul are all His blessings. He is overflowing with every quality of virtue.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ ਹੀ ਇਹ ਸੂਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ) ਜਿੰਦ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ (ਪਰਮਾਤਮਾ) ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, (ਉਹ ਪਰਮਾਤਮਾ) ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33319,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅੰਤਰਜਾਮੀ ਸੋ ਪ੍ਰਭੁ ਮੇਰਾ; ਸਰਬ ਰਹਿਅਾ ਭਰਪੂਰੇ ॥",
    "transliteration": "Antharajaamee So Prabh Maeraa Sarab Rehiaa Bharapoorae ||",
    "translation": "My God is the Inner-knower, the Searcher of hearts. He is totally permeating and pervading everywhere.",
    "punjabi": "(ਗੁਰੂ ਨੇ ਹੀ ਮਤਿ ਦਿੱਤੀ ਹੈ ਕਿ) ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਮੇਰਾ ਉਹ ਪ੍ਰਭੂ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33320,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਾ ਕੀ ਸਰਣਿ. ਸਰਬ ਸੁਖ ਪਾੲੇ; ਹੋੲੇ ਸਰਬ ਕਲਿਅਾਣਾ ॥",
    "transliteration": "Thaa Kee Saran Sarab Sukh Paaeae Hoeae Sarab Kaliaanaa ||",
    "translation": "In His Sanctuary, I receive every comfort and pleasure. I am totally, completely happy.",
    "punjabi": "ਉਸ ਦੀ ਸਰਨ ਪਿਆਂ ਸਾਰੇ ਸੁਖ ਆਨੰਦ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33321,
    "shabad_id": 2902,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਪ੍ਰਭ ਕੳੁ ਬਲਿਹਾਰੈ; ਨਾਨਕ ਸਦ ਕੁਰਬਾਣਾ ॥੧॥",
    "transliteration": "Sadhaa Sadhaa Prabh Ko Balihaarai Naanak Sadh Kurabaanaa ||1||",
    "translation": "Forever and ever, Nanak is a sacrifice to God, forever, a devoted sacrifice. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੈਂ ਪਰਮਾਤਮਾ ਤੋਂ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33322,
    "shabad_id": 2902,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਅੈਸਾ ਗੁਰੁ ਵਡਭਾਗੀ ਪਾੲੀਅੈ; ਜਿਤੁ ਮਿਲਿਅੈ ਪ੍ਰਭੁ ਜਾਪੈ ਰਾਮ ॥",
    "transliteration": "Aisaa Gur Vaddabhaagee Paaeeai Jith Miliai Prabh Jaapai Raam ||",
    "translation": "By great good fortune, one finds such a Guru, meeting whom, the Lord God is known.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਜਿਹਾ ਗੁਰੂ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਜਿਸ ਦੇ ਮਿਲਿਆਂ (ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ ਪੈਣ ਲੱਗ ਪੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33323,
    "shabad_id": 2902,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ ਕਿਲਵਿਖ ੳੁਤਰਹਿ; ਹਰਿ ਸੰਤ ਧੂੜੀ ਨਿਤ ਨਾਪੈ ਰਾਮ ॥",
    "transliteration": "Janam Janam Kae Kilavikh Outharehi Har Santh Dhhoorree Nith Naapai Raam ||",
    "translation": "The sins of countless lifetimes are erased, bathing continually in the dust of the feet of God's Saints.",
    "punjabi": "ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ (ਸਾਰੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਸਦਾ ਇਸ਼ਨਾਨ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ੳੁ੍ਨਤਰ-ਹਿ। ਧੂੜ੍ਹੀ।ਨਿੱਤ।ਨ੍ਹਾਪੈ",
    "type_id": 3
  },
  {
    "id": 33324,
    "shabad_id": 2902,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਧੂੜੀ ਨਾੲੀਅੈ. ਪ੍ਰਭੂ ਧਿਅਾੲੀਅੈ; ਬਾਹੁੜਿ ਜੋਨਿ. ਨ ਅਾੲੀਅੈ ॥",
    "transliteration": "Har Dhhoorree Naaeeai Prabhoo Dhhiaaeeai Baahurr Jon N Aaeeai ||",
    "translation": "Bathing in the dust of the feet of the Lord, and meditating on God, you shall not have to enter into the womb of reincarnation again.",
    "punjabi": "(ਜਿਸ ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ) ਪ੍ਰਭੂ ਦੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਹੋ ਸਕਦਾ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਹੋ ਸਕਦਾ ਹੈ ਅਤੇ ਮੁੜ ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪਈਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33325,
    "shabad_id": 2902,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਚਰਣੀ ਲਾਗੇ ਭ੍ਰਮ ਭੳੁ ਭਾਗੇ; ਮਨਿ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲੀਅੈ ॥",
    "transliteration": "Gur Charanee Laagae Bhram Bho Bhaagae Man Chindhiaa Fal Paaeeai ||",
    "translation": "Grasping hold of the Guru's Feet, doubt and fear are dispelled, and you receive the fruits of your mind's desires.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਚਰਨੀਂ ਲੱਗ ਕੇ ਭਰਮ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਮਨ ਵਿਚ ਚਿਤਾਰਿਆ ਹੋਇਆ ਹਰੇਕ ਫਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33326,
    "shabad_id": 2902,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਨਿਤ ਗਾੲੇ. ਨਾਮੁ ਧਿਅਾੲੇ; ਫਿਰਿ. ਸੋਗੁ ਨਾਹੀ ਸੰਤਾਪੈ ॥",
    "transliteration": "Har Gun Nith Gaaeae Naam Dhhiaaeae Fir Sog Naahee Santhaapai ||",
    "translation": "Continually singing the Glorious Praises of the Lord, and meditating on the Naam, the Name of the Lord, you shall no longer suffer in pain and sorrow.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਹਨ; ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੂੰ ਫਿਰ ਕੋਈ ਗ਼ਮ ਕੋਈ ਦੁੱਖ-ਕਲੇਸ਼ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33327,
    "shabad_id": 2902,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਪ੍ਰਭੁ ਜੀਅ ਕਾ ਦਾਤਾ; ਪੂਰਾ ਜਿਸੁ ਪਰਤਾਪੈ ॥੨॥",
    "transliteration": "Naanak So Prabh Jeea Kaa Dhaathaa Pooraa Jis Parathaapai ||2||",
    "translation": "O Nanak, God is the Giver of all souls; His radiant glory is perfect! ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਪੂਰਾ ਪਰਤਾਪ ਹੈ, ਉਹੀ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33328,
    "shabad_id": 2902,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰੇ ਹਰਿ ਗੁਣ ਨਿਧੇ; ਹਰਿ ਸੰਤਨ ਕੈ ਵਸਿ ਅਾੲੇ ਰਾਮ ॥",
    "transliteration": "Har Harae Har Gun Nidhhae Har Santhan Kai Vas Aaeae Raam ||",
    "translation": "The Lord, Har, Har, is the treasure of virtue; the Lord is under the power of His Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਸੰਤ ਜਨਾਂ ਦੇ (ਪਿਆਰ ਦੇ) ਵੱਸ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33329,
    "shabad_id": 2902,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਸੰਤ ਚਰਣ ਗੁਰ ਸੇਵਾ ਲਾਗੇ; ਤਿਨੀ ਪਰਮਪਦ ਪਾੲੇ ਰਾਮ ॥",
    "transliteration": "Santh Charan Gur Saevaa Laagae Thinee Param Padh Paaeae Raam ||",
    "translation": "Those who are dedicated to the feet of the Saints, and to serving the Guru, obtain the supreme status, O Lord.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਪੈ ਕੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਲੱਗੇ, ਉਹਨਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚੇ ਆਤਮਕ ਦਰਜੇ ਪ੍ਰਾਪਤ ਕਰ ਲਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33330,
    "shabad_id": 2902,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪਰਮਪਦੁ ਪਾੲਿਅਾ. ਅਾਪੁ ਮਿਟਾੲਿਅਾ; ਹਰਿ ਪੂਰਨ ਕਿਰਪਾ ਧਾਰੀ ॥",
    "transliteration": "Param Padh Paaeiaa Aap Mittaaeiaa Har Pooran Kirapaa Dhhaaree ||",
    "translation": "They obtain the supreme status, and eradicate self-conceit; the Perfect Lord showers His Grace upon them.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪੂਰਨ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਿਆ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33331,
    "shabad_id": 2902,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸਫਲ ਜਨਮੁ ਹੋਅਾ ਭੳੁ ਭਾਗਾ; ਹਰਿ ਭੇਟਿਅਾ ੲੇਕੁ ਮੁਰਾਰੀ ॥",
    "transliteration": "Safal Janam Hoaa Bho Bhaagaa Har Bhaettiaa Eaek Muraaree ||",
    "translation": "Their lives are fruitful, their fears are dispelled, and they meet the One Lord, the Destroyer of ego.",
    "punjabi": "ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਗਈ, ਉਸ ਦਾ (ਹਰੇਕ) ਡਰ ਦੂਰ ਹੋ ਗਿਆ, ਉਸ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ਜੋ ਇਕ ਆਪ ਹੀ ਆਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33332,
    "shabad_id": 2902,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਸ ਕਾ ਸਾ. ਤਿਨ ਹੀ ਮੇਲਿ ਲੀਅਾ; ਜੋਤੀ ਜੋਤਿ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Jis Kaa Saa Thin Hee Mael Leeaa Jothee Joth Samaaeiaa ||",
    "translation": "He blends into the One, to whom he belongs; his light merges into the Light.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਉਹ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਸੀ, ਉਸ ਨੇ ਹੀ (ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ, ਉਸ ਮਨੁੱਖ ਦੀ ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਇਕ-ਮਿਕ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33333,
    "shabad_id": 2902,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨਿਰੰਜਨ ਜਪੀਅੈ; ਮਿਲਿ ਸਤਿਗੁਰ ਸੁਖੁ ਪਾੲਿਅਾ ॥੩॥",
    "transliteration": "Naanak Naam Niranjan Japeeai Mil Sathigur Sukh Paaeiaa ||3||",
    "translation": "O Nanak, chant the Naam, the Name of the Immaculate Lord; meeting the True Guru, peace is obtained. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ, (ਜਿਸ ਨੇ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਨਾਮ ਜਪਿਆ, ਉਸ ਨੇ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33334,
    "shabad_id": 2902,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗਾੳੁ ਮੰਗਲੋ ਨਿਤ ਹਰਿ ਜਨਹੁ; ਪੁੰਨੀ ੲਿਛ ਸਬਾੲੀ ਰਾਮ ॥",
    "transliteration": "Gaao Mangalo Nith Har Janahu Punnee Eishh Sabaaee Raam ||",
    "translation": "Sing continually the songs of joy, O humble beings of the Lord; all your desires shall be fulfilled.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਦਾ (ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ ਕਰੋ, (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਪਰਤਾਪ ਨਾਲ) ਹਰੇਕ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33335,
    "shabad_id": 2902,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਰੰਗਿ ਰਤੇ ਅਪੁਨੇ ਸੁਅਾਮੀ ਸੇਤੀ; ਮਰੈ ਨ ਅਾਵੈ ਜਾੲੀ, ਰਾਮ ॥",
    "transliteration": "Rang Rathae Apunae Suaamee Saethee Marai N Aavai Jaaee Raam ||",
    "translation": "Those who are imbued with the Love of their Lord and Master do not die, or come or go in reincarnation.",
    "punjabi": "ਜਿਹੜਾ ਪ੍ਰਭੂ ਕਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ) ਉਸ ਮਾਲਕ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33336,
    "shabad_id": 2902,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਅਬਿਨਾਸੀ ਪਾੲਿਅਾ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਸਗਲ ਮਨੋਰਥ ਪਾੲੇ ॥",
    "transliteration": "Abinaasee Paaeiaa Naam Dhhiaaeiaa Sagal Manorathh Paaeae ||",
    "translation": "The Imperishable Lord is obtained, meditating on the Naam, and all one's wishes are fulfilled.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਉਸ ਨੇ ਨਾਸ-ਰਹਿਤ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਨੇ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਹਾਸਲ ਕਰ ਲਈਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33337,
    "shabad_id": 2902,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਂਤਿ ਸਹਜ ਅਾਨੰਦ ਘਨੇਰੇ; ਗੁਰ ਚਰਣੀ ਮਨੁ ਲਾੲੇ ॥",
    "transliteration": "Saanth Sehaj Aanandh Ghanaerae Gur Charanee Man Laaeae ||",
    "translation": "Peace, poise, and all ecstasy are obtained, attaching one's mind to the Guru's feet.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਨ ਜੋੜ ਕੇ ਮਨੁੱਖ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਅਨੇਕਾਂ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33338,
    "shabad_id": 2902,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਪੂਰਿ ਰਹਿਅਾ ਘਟਿ ਘਟਿ ਅਬਿਨਾਸੀ; ਥਾਨ ਥਨੰਤਰਿ ਸਾੲੀ ॥",
    "transliteration": "Poor Rehiaa Ghatt Ghatt Abinaasee Thhaan Thhananthar Saaee ||",
    "translation": "The Imperishable Lord is permeating and pervading each and every heart; He is in all places and interspaces.",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਨਾਸ-ਰਹਿਤ ਪਰਮਾਤਮਾ ਹੀ ਹਰੇਕ ਥਾਂ ਵਿਚ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਸਾਂੲੀ",
    "type_id": 3
  },
  {
    "id": 33339,
    "shabad_id": 2902,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਕਾਰਜ ਸਗਲੇ ਪੂਰੇ; ਗੁਰ ਚਰਣੀ ਮਨੁ ਲਾੲੀ ॥੪॥੨॥੫॥",
    "transliteration": "Kahu Naanak Kaaraj Sagalae Poorae Gur Charanee Man Laaee ||4||2||5||",
    "translation": "Says Nanak, all affairs are perfectly resolved, focusing one's mind on the Guru's Feet. ||4||2||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਨ ਲਾ ਕੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਜੋ ਜਾਂਦੇ ਹਨ ॥੪॥੨॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33340,
    "shabad_id": 2903,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੂਹੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33341,
    "shabad_id": 2903,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਮੇਰੇ ਪ੍ਰੀਤਮ ਸੁਅਾਮੀ; ਨੇਤ੍ਰ ਦੇਖਹਿ ਦਰਸੁ ਤੇਰਾ ਰਾਮ ॥",
    "transliteration": "Kar Kirapaa Maerae Preetham Suaamee Naethr Dhaekhehi Dharas Thaeraa Raam ||",
    "translation": "Be Merciful, O my Beloved Lord and Master, that I may behold the Blessed Vision of Your Darshan with my eyes.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਮਿਹਰ ਕਰ, ਮੇਰੀਆਂ ਅੱਖਾਂ ਤੇਰਾ ਦਰਸਨ ਕਰਦੀਆਂ ਰਹਿਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33342,
    "shabad_id": 2903,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਲਾਖ ਜਿਹਵਾ ਦੇਹੁ ਮੇਰੇ ਪਿਅਾਰੇ; ਮੁਖੁ ਹਰਿ ਅਾਰਾਧੇ ਮੇਰਾ ਰਾਮ ॥",
    "transliteration": "Laakh Jihavaa Dhaehu Maerae Piaarae Mukh Har Aaraadhhae Maeraa Raam ||",
    "translation": "Please bless me, O my Beloved, with thousands of tongues, to worship and adore You with my mouth, O Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਨੂੰ ਲੱਖ ਜੀਭਾਂ ਦੇਹ (ਮੇਰੀਆਂ ਜੀਭਾਂ ਤੇਰਾ ਨਾਮ ਜਪਦੀਆਂ ਰਹਿਣ। ਮਿਹਰ ਕਰ!) ਮੇਰਾ ਮੂੰਹ ਤੇਰਾ ਹਰਿ-ਨਾਮ ਜਪਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33343,
    "shabad_id": 2903,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਅਾਰਾਧੇ. ਜਮ ਪੰਥੁ ਸਾਧੇ; ਦੂਖੁ. ਨ ਵਿਅਾਪੈ ਕੋੲੀ ॥",
    "transliteration": "Har Aaraadhhae Jam Panthh Saadhhae Dhookh N Viaapai Koee ||",
    "translation": "Worshipping the Lord in adoration, the Path of Death is overcome, and no pain or suffering will afflict you.",
    "punjabi": "(ਮੇਰਾ ਮੂੰਹ) ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹੇ, (ਜਿਸ ਨਾਲ) ਜਮਰਾਜ ਵਾਲਾ ਰਸਤਾ ਜਿੱਤਿਆ ਜਾ ਸਕੇ, ਅਤੇ ਕੋਈ ਭੀ ਦੁੱਖ (ਮੇਰੇ ਉਤੇ ਆਪਣਾ) ਜ਼ੋਰ ਨਾਹ ਪਾ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33344,
    "shabad_id": 2903,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਨ ਸੁਅਾਮੀ; ਜਤ ਦੇਖਾ ਤਤ ਸੋੲੀ ॥",
    "transliteration": "Jal Thhal Meheeal Pooran Suaamee Jath Dhaekhaa Thath Soee ||",
    "translation": "The Lord and Master is pervading and permeating the water, the land and the sky; wherever I look, there He is.",
    "punjabi": "ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਵਿਆਪਕ ਹੇ ਸੁਆਮੀ! (ਮਿਹਰ ਕਰ) ਮੈਂ ਜਿੱਧਰ ਵੇਖਾਂ ਉਧਰ (ਮੈਨੂੰ) ਉਹ ਤੇਰਾ ਹੀ ਰੂਪ ਦਿੱਸੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33345,
    "shabad_id": 2903,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭਰਮ ਮੋਹ ਬਿਕਾਰ ਨਾਠੇ; ਪ੍ਰਭੁ ਨੇਰ ਹੂ ਤੇ ਨੇਰਾ ॥",
    "transliteration": "Bharam Moh Bikaar Naathae Prabh Naer Hoo Thae Naeraa ||",
    "translation": "Doubt, attachment and corruption are gone. God is the nearest of the near.",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰਿ-ਨਾਮ ਜਪਣ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਭਰਮ, ਸਾਰੇ ਮੋਹ, ਸਾਰੇ ਵਿਕਾਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਨੇੜੇ ਤੋਂ ਨੇੜੇ ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
