[
  {
    "shabad_id": 25115,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "nhIN ddswr ipq ipqwmw pripqwmw sujn kutMb suq bwDv n BRwqw hY",
    "transliteration": "Naheen Dadasaar Pit Pitaamaa Parapitaamaa , Sujan Koutanb Sout Baadhav N Bhraataa Hai ?",
    "translation": "In the paternal hierarchy, there is not one relation; whether grandfather, great grandfather or any other son of the family, ward or brother;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25115,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "nhI nnswr mwqw prmwqw ibriD prmwqw mwmU mwmI mwsI AO mOsw ibibD ibKwqw hY",
    "transliteration": "Nahee Nanasaar Maataa Paramaataa Biradhi Paramaataa , Maamoo Maamee Maasee Au Maousaa Bibidh Bikhaataa Hai ?",
    "translation": "Similarly there isn't any relation, whether it is mother, grandmother or great grandmother, maternal uncle, aunt or any other recognised relationships;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25115,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "nhI ssurwr swsu susrw swro AauswrI nhI ibrqIsur mY jwick n dwqw hY",
    "transliteration": "Nahee Sasuraar Saasu Sousaraa Saaro Aousaaree , Nahee Birateesur Mai Jaachik N Daataa Hai ?",
    "translation": "And also there is no relationship in the in-laws family whether mother-in-law, brother-in-law or sister-in-law; nor is their any relationship of family priest, donor or beggar.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25115,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Asn bsn Dn Dwm kwhU mY n dyiKE jYsw gurisK swDsMgq ko nwqw hY ]100]",
    "transliteration": "Asan Basan Dhan Dhaam Kaahoo Mai N Daykhiao , Jaisaa Gursikh Saadhasangat Ko Naataa Hai ?100?",
    "translation": "Nor has any relationship been seen amongst the friends and close associates who share their eats and drinks as is the relationship of Sikh Sangat (congregation) and a Sikh. (100)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]