[
  {
    "shabad_id": 25060,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "diRsit mY drs drs mY diRsit diRg diRsit drs Adrs gur iDAwn hY",
    "transliteration": "Drisati Mai Daras Daras Mai Drisati Driga , Drisati Daras Adaras Gur Dhiaan Hai ?",
    "translation": "In the vision of Guru-conscious persons rests the image of the True Guru, and in the eyes of the True Guru, rests the glimpse of the disciple. Because of this attention of Satguru, these disciples keep away from the worldly attractions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25060,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd mh suriq suriq mh sbd Duin sbd suriq Agimiq gur igAwn hY",
    "transliteration": "Sabad Mah Surati Surati Mah Sabad Dhouni , Sabad Surati Agamiti Gur Giaan Hai ?",
    "translation": "They remain engrossed in the words of the Guru and the tune of these words remain lodged in their consciousness. But the knowledge of word and consciousness is beyond reach.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25060,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "igAwn iDAwn krnI kY pRgtq pRym rsu gurmiq giq pRym nym inrbwn hY",
    "transliteration": "Giaan Dhiaan Karanee Kai Pragatat Praym Rasu , Gurmati Gati Praym Naym Nirabaan Hai ?",
    "translation": "By following the teachings of the True Guru and moulding one's character in accordance with the contemplation of Lord's qualities, a sense of love develops. The well defined routine of Guru's philosophy, leads one to free oneself from the worldly shackles",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25060,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ipMf pRwn pRwnpiq bIs ko brqmwn gurmuK suK iek eIs mo inDwn hY ]45]",
    "transliteration": "Pind Praan Praanapati Bees Ko Baratamaana , Gurmoukh Soukh Ik Ees Mo Nidhaan Hai ?45?",
    "translation": "Living life in the world, a Guru-conscious person always believes that his life belongs to the Master of Life-God. Remaining engrossed in One Lord is the wealth of happiness of the Guru-conscious persons. (45)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
