[
  {
    "shabad_id": 25063,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "crn srin mn bc kRm huie iekqR qn qiRBvn giq AlK lKweI hY",
    "transliteration": "Charan Sarani Man Bach Kram Hui Ikatr Tana , Tribhavan Gati Alakh Lakhaaee Hai ?",
    "translation": "Because of the refuge of True Guru and moulding his mind, words and actions as per His teachings, a Guru-conscious person learns the happenings of the three worlds innately. He recognises the true Lord residing within.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25063,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mn bc krm krm mn bcn kY bcn krm mn aunmnI CweI hY",
    "transliteration": "Man Bach Karam Karam Man Bachan Kai , Bachan Karam Man Ounamanee Chhaaee Hai ?",
    "translation": "With the harmony of actions, mind and words, the thoughts of the mind, the utterance of the words and actions performed are influenced.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25063,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "igAwnI iDAwnI krnI ijau gur mhUAw kmwid inJr Apwr Dwr BwTI kY cuAweI hY",
    "transliteration": "Giaanee Dhiaanee Karanee Jiu Gur Mahooaa Kamaadi , Nijhar Apaar Dhaar Bhaatthee Kai Chuaaee Hai ?",
    "translation": "As wine is brewed from jaggery, sugarcane and Madhuca Indica flowers, so does a Guru-conscious person obtains the unique flow of elixir of Naam when Gyan of his Guru's precepts, Dhyan (concentration of mind) on these precepts and clean actions are perform",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25063,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pRym rs AMmiRq inDwn pwn pUrn huie gurmuiK sMiD imly shj smweI hY ]48]",
    "transliteration": "Praym Ras Anmrit Nidhaan Paan Pooran Hui , Gurmukhi Sandhi Milay Sahaj Samaaee Hai ?48?",
    "translation": "Guru-conscious person satiates himself by drinking deep the loving elixir of Lord's name and by his union with the divine word of the True Guru, he resides in a state of equipoise. (48)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]