[
  {
    "shabad_id": 25072,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK pMQ ghy jmpuir pMQ myty gurisK sMg pMc dUq sMg iqAwgy hY",
    "transliteration": "Gurmukhi Pand Gahay Jamapuri Pand Maytay , Gursikh Sang Panch Doot Sang Tiaagay Hai ?",
    "translation": "Treading the path of Guru's percepts, a Sikh is freed from the fear of death. By keeping company of the holy Sangat (congregation) even vices like lust, anger, avarice, attachment and pride are shed.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25072,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "crn srin gur krm Brm Koey drs Akwl kwl kMtk BY Bwgy hY",
    "transliteration": "Charan Sarani Gur Karam Bharam Khoay , Daras Akaal Kaal Kantak Bhai Bhaagay Hai ?",
    "translation": "By taking the refuge of Satguru, one destroys all effects of the past deeds. And beholding the God-like form of Satguru, the fear of death disappears.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25072,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gur aupdys vys bjR kpwt Kuly sbd suriq mUrCq mn jwgy hY",
    "transliteration": "Gur Oupadays Vays Bajr Kapaat Khulay , Sabad Surati Moorachhat Man Jaagay Hai ?",
    "translation": "Abiding by the sermons of the Satguru, all desires and apprehensions vanish. By engrossing the mind in the holy words of the Guru, the mammon-gripped unconscious mind becomes alert.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25072,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ikMcq ktwC kiRpw srb inDwn pwey jIvn mukiq gur igAwn ilv lwgy hY ]57]",
    "transliteration": "Kinchat Kataachh Kripaa Sarab Nidhaan Paaay , Jeevan Moukati Gur Giaan Liv Laagay Hai ?57?",
    "translation": "Even a subtle element of grace of the Satguru is no less than all the worldly treasures. By engrossing the mind in the word and Naam blessed by the Satguru, one achieves salvation while still alive and living life. (57)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
