[
  {
    "shabad_id": 25076,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sbd suriq ilv Dwvq brij rwKy inhcl miq mn aunmn BIn hY",
    "transliteration": "Sabad Surati Liv Dhaavat Baraji Raakhay , Nihachal Mati Man Ounaman Bheen Hai ?",
    "translation": "By engrossing the mind in the divine word, a Guru-conscious seeker is able to arrest his wandering mind. That stabilises his memory in the meditation of Naam raising him to a higher spiritual state.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25076,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "swgr lhir giq Awqm qrMg rMg prmudBuq prmwrQ pRbIn hY",
    "transliteration": "Saagar Lahari Gati Aatam Tarang Ranga , Paramudabhout Paramaarad Prabeen Hai ?",
    "translation": "The sea and the waves are one and the same. Similarly by becoming one with the Lord, the spiritual waves experienced are astonishing and gloriously unique. Guru-conscious people are only capable of understanding and experiencing the spiritual state.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25076,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gur aupdys inrmolk rqn Dn prm inDwn gur igAwn ilv lIn hY",
    "transliteration": "Gur Oupadays Niramolak Ratan Dhana , Param Nidhaan Gur Giaan Liv Leen Hai ?",
    "translation": "The Guru-conscious person obtains the invaluable jewel like treasure of Naam by the precepts of Guru. And once he obtains it, he remains engrossed in the practicing of Naam Simran.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25076,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sbd suriq ilv gur isK sMiD imly sohM hMso eykw myk Awpw Awpu cIn hY ]61]",
    "transliteration": "Sabad Surati Liv Gur Sikh Sandhi Milay , Sohan Hanso Aykaa Mayk Aapaa Aapu Cheen Hai ?61?",
    "translation": "By the harmonious union of Guru and Sikh (disciple) the Sikh attaches his mind in the divine word that enables his self to become one with the Supreme soul. Thus he is able to recognise what he truly is. (61)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
