[
  {
    "id": 88957,
    "shabad_id": 25078,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "diRsit drs ilv gur isK sMiD imly Gt Git kws jl AMqir iDAwn hY",
    "transliteration": "Drisati Daras Liv Gur Sikh Sandhi Milay , Ghat Ghati Kaas Jal Antari Dhiaan Hai ?",
    "translation": "When a devoted Sikh meets True Guru, his vision gets absorbed in the sight/glimpse of the Guru. And then his soul recognises everyone as if He resides in all; like the sky/space resides equally in all the water pitchers.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88958,
    "shabad_id": 25078,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd suriq ilv gur isK sMiD imly jMqR Duin jMqRI aunmn aunmwn hY",
    "transliteration": "Sabad Surati Liv Gur Sikh Sandhi Milay , Jantr Dhouni Jantree Ounaman Ounamaan Hai ?",
    "translation": "The union of a True Guru and a Sikh blesses the Sikh with the capability of remaining engrossed in the words/precepts of the Guru. As a musician gets totally engrossed in the tune that he is playing, so is the case of a Sikh's absorption in his Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88959,
    "shabad_id": 25078,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gurmuiK mn bc krm iekqR Bey qn qiRBvn giq gMimqw igAwn hY",
    "transliteration": "Gurmukhi Man Bach Karam Ikatr Bhaay , Tan Tribhavan Gati Ganmitaa Giaan Hai ?",
    "translation": "With the concentration of mind and Guru's words in a Guru devotee, he realises all the happenings of the three worlds within his body.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 88960,
    "shabad_id": 25078,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "eyk Aau Anyk myk bHm ibbyk tyk sRoq srqw smuMdR Awqm smwn hY ]63]",
    "transliteration": "Ayk Au Anayk Mayk Braham Bibayk Tayka , Srot Sarataa Samoundr Aatam Samaan Hai ?63?",
    "translation": "By the help of divine knowledge, the soul of a Guru devotee becomes harmonious with One Lord who is present in every bit of His creation. This union is like the merging of a river water in the ocean. (63)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
