[
  {
    "shabad_id": 25083,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "crn kml mkrMd rs luiBq huie inj Gr shj smwiD ilv lwgI hY",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Nij Ghar Sahaj Samaadhi Liv Laagee Hai ?",
    "translation": "A Gursikh (disciple of the Gum) immersed in the pleasure of the elixir of Naam of the Lord remains stable of mind and fully conscious of his self. His mind is ever absorbed in the memory of God.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25083,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "crn kml mkrMd rs luiBq huie gurmiq irdY jgmg joiq jwgI hY",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Gurmati Ridai Jagamag Joti Jaagee Hai ?",
    "translation": "One who remains engrossed in the elixir-like Naam of the Lord is blessed by the wisdom of Gum. The higher wisdom and his toil of remembering the Lord perpetually reveals the supernatural form of God radiance in his mind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25083,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "crn kml mkrMd rs luiBq huie AMmiRq inDwn pwn durmiq BwgI hY",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Anmrit Nidhaan Paan Duramati Bhaagee Hai ?",
    "translation": "One who is absorbed in the lotus-like holy feet of the True Guru, keeps drinking the elixir Naam from the inexhaustible source of the Lord. Thus he destroys his sullied wisdom.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25083,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "crn kml mkrMd rs luiBq huie mwieAw mY audws bws ibrlo bYrwgI hY ]68]",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Maaiaa Mai Udaas Baas Biralo Bairaagee Hai ?68?",
    "translation": "One who remains absorbed in the lotus-like holy feet of the True Guru remains unsoiled by the effect of maya (mammon). Only a rare person achieves renunciation from material attractions of the world. (68)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
