[
  {
    "shabad_id": 25084,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy nwau bUfq sY joeI inksY soeI Blo bUif gey pwCy pCqwieE rih jwq hY",
    "transliteration": "Jaisay Naau Boodat Sai Joee Nikasai Soee Bhalo , Boodi Gaay Paachhay Pachhataaiao Rahi Jaat Hai ?",
    "translation": "Blessed are those who are saved from a capsizing boat. If drowned, there would be nothing but repentance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25084,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy Gr lwgy Awig joeI bcY soeI Blo jir buJy pwCy kCu bsu n bswq hY",
    "transliteration": "Jaisay Ghar Laagay Aagi Joee Bachai Soee Bhalo , Jari Bujhay Paachhay Kachhu Basu N Basaat Hai ?",
    "translation": "All those who escape from a burning house are blessed people. Nothing can be done if one is burnt into ashes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25084,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy cor lwgy jwgy joeI rhY soeI Blo soie gey rIqo Gr dyKY auiT pRwq hY",
    "transliteration": "Jaisay Chor Laagay Jaagay Joee Rahai Soee Bhalo , Soi Gaay Reeto Ghar Daykhai Outthi Praat Hai ?",
    "translation": "As one wakes up when the thief is committing theft, whatever is left behind by him is bonus and blessing. Otherwise one would find the house empty in the morning.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25084,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy AMq kwl gur crn srin AwvY pwvY moK pdvI nwqr ibllwq hY ]69]",
    "transliteration": "Taisay Ant Kaal Gur Charan Sarani Aavai , Paavai Mokh Padavee Naatar Bilalaat Hai ?69?",
    "translation": "Similarly if a wayward person comes to the refuge of Guru even at the near end of his life, he can achieve a state of emancipation. Otherwise he would fall in the hands of angels of death and keep wailing. (69)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
