[
  {
    "id": 89005,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "cItI kY audr ibKY hsqI smwie kYsy Aqul phwr Bwr BiRMgIn auTwveI",
    "transliteration": "Cheetee Kai Udar Bikhai Hasatee Samaai Kaisay , Atul Pahaar Bhaar Bhringeen Outthaavaee ?",
    "translation": "As an elephant cannot be contained in the stomach of an ant, as a small flying insect cannot lift the weight of a mountain,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89006,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mwCr kY fMg n mrq hY bisq nwgu mkrI n cIqY jIqY sir n pUjwveI",
    "transliteration": "Maachhar Kai Dang N Marat Hai Basit Naagu , Makaree N Cheetai Jeetai Sari N Poojaavaee ?",
    "translation": "As a mosquito sting cannot kill the king of snakes, a spider can neither win a tiger nor match with it, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89007,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qmcr aufq n phUcY Awkws bws mUsw qau n pYrq smuMdR pwr pwveI",
    "transliteration": "Tamachar Udat N Pahoochai Aakaas Baasa , Moosaa Tau N Pairat Samoundr Paar Paavaee ?",
    "translation": "As an owl cannot fly and reach the sky, nor can a rat swim across the ocean and reach the far side, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89008,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy piRA pRym nym Agm AgwiD boiD gurmuiK swgr ijau bUMd huie smwveI ]75]",
    "transliteration": "Taisay Pria Praym Naym Agam Agaadhi Bodhi , Gurmukhi Saagar Jiu Boond Hui Samaavaee ?75?",
    "translation": "So are the ethics of love of our beloved Lord difficult and beyond for us to understand. It is a very serious subject. As a drop of water merges with the water of the ocean, so does a devoted Sikh of the Guru becomes one with his beloved Lord. (75)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
