[
  {
    "shabad_id": 25094,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "boihiQ pÍys Bey inrBY huie pwrgwmI boihQ smIp bUif mrq ABwgy hY",
    "transliteration": "Bohidi Pravays Bhaay Nirabhai Hui Paaragaamee , Bohid Sameep Boodi Marat Abhaagay Hai ?",
    "translation": "Once someone boards a ship, he is confident of sailing across the sea. But many unfortunates die even when the ship is near about. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25094,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "cMdn smIp dRugMD so sugMD hoih durMqr qr gMD mwruq n lwgy hY",
    "transliteration": "Chandan Sameep Drougandh So Sougandh Hohi , Durantar Tar Gandh Maarout N Laagay Hai ?",
    "translation": "Fragrance less trees acquire fragrance when they grow near Sandalwood trees. But those trees which are located far away do not receive fragrant breeze of Sandalwood as it cannot reach them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25094,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ishjw sMjog Bog nwir gr hwir hoq purK ibdyis kul dIpk n jwgy hY",
    "transliteration": "Sihajaa Sanjog Bhog Naari Gar Haari Hota , Purakh Bidaysi Kul Deepak N Jaagay Hai ?",
    "translation": "To enjoy the pleasure of nocturnal bed, a faithful wife clings to her husband. But one whose husband is away don't even feel like lighting a lamp in her home.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25094,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sRI gurU kiRpw inDwn ismrn igAwn iDAwn gurmuK suKPl pl Anurwgy hY ]79]",
    "transliteration": "Sree Guru Kripaa Nidhaan Simaran Giaan Dhiaana , Gurmoukh Soukhaphal Pal Anuraagay Hai ?79?",
    "translation": "Similarly a Guru-conscious, slave disciple who holds the True Guru close receives the celestial comfort by abiding by the counsel, sermon and loving by remembering His name every second that the clement True Guru has so kindly blessed him with. One who do",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
