[
  {
    "id": 89037,
    "shabad_id": 25098,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "siqgur dyv syv AlK AByv giq swvDwn swD sMg ismrn mwqR kY",
    "transliteration": "Satigur Dayv Sayv Alakh Abhayv Gati , Saavadhaan Saadh Sang Simaran Maatr Kai ?",
    "translation": "Keeping company of holy persons wakefully, serving the effulgent True Guru and practicing continuous Naam Simran the indescribable and incomprehensible Lord is perceived.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89038,
    "shabad_id": 25098,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "piqq punIq rIiq pwrs krY mnUr bwNsu mY subws dY kupwqiH supwqR kY",
    "transliteration": "Patit Pouneet Reeti Paaras Karai Manoora , Baansu Mai Soubaas Dai Koupaatrahi Soupaatr Kai ?",
    "translation": "In the true tradition of converting sinners into pious individuals, by the sermon of Naam Simran, a True Guru changes the iron slag-like base persons into gold/philosopher-stone. And by instilling the fragrance of Naam Simran in the bamboo-like arrogant i",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89039,
    "shabad_id": 25098,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "piqq punIq kir pwvn pivqR kIny pwrs mnUr bwNs bwsY dRum jwqR kY",
    "transliteration": "Patit Pouneet Kari Paavan Pavitr Keenay , Paaras Manoor Baans Baasai Droum Jaatr Kai ?",
    "translation": "Whoever is made noble by Satguru, he strives to make others noble too. Vices ridden, iron-slag-like person becomes pure like gold or even philosopher-stone. And a bamboo-like arrogant person becoming humble with the practicing of Lord's name acquires frag",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89040,
    "shabad_id": 25098,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sirqw smuMdR swDsMig qiRKwvMq jIA kiRpw jl dIjY moih kMT Cyd cwqRkY ]83]",
    "transliteration": "Saritaa Samoundr Saadhasangi Trikhaavant Jeea , Kripaa Jal Deejai Mohi Kantth Chhayd Chaatrakai ?83?",
    "translation": "The company of holy and True Guru is like rivers and lakes from where his disciples drink the elixir of Naam and quench their thirst. I, an unfortunate person am still thirsty because I am full of ill traits and vices. Please be clement on me and grant me",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
