[
  {
    "shabad_id": 25103,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurisK swDsMg rMg mY rMgIly Bey bwrnI ibgMD gMg sMg imil gMg hY",
    "transliteration": "Gursikh Saadhasang Rang Mai Rangeelay Bhaay , Baaranee Bigandh Gang Sang Mili Gang Hai ?",
    "translation": "As evil smelling wine when poured into river Ganges become like the water of Ganges, so can vice ridden, maya (mammon) immersed, worldly pleasure seeking individuals get dyed in the hue of Naam Simran when they join the true, Naam immersed holy company of",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25103,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sursurI sMgm huie pRbl pÍwh ilv swgr AQwh siqgur sMg sMig hY",
    "transliteration": "Surasuree Sangam Hui Prabal Pravaah Liva , Saagar Adaah Satigur Sang Sangi Hai ?",
    "translation": "As the rapid flow of brooks and rivers like Ganges merges into the vast ocean losing all their destructive traits, so can one get absorbed into the ocean like Satguru by keeping the company of true, loving and devoted Sikhs.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25103,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "crn kml mkrMd inhcl icq drsn soBw iniD lhir qrMg hY",
    "transliteration": "Charan Kamal Makarand Nihachal Chita , Darasan Sobhaa Nidhi Lahari Tarang Hai ?",
    "translation": "The mind stabilises in the fragrant dust of Satguru’s feet. The glimpse of infinite praise, myriad colourful waves of Naam appear in his consciousness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25103,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Anhd sbd kY srib inDwn dwn igAwn AMs hMs giq sumiq sRbMg hY ]88]",
    "transliteration": "Anahad Sabad Kai Sarabi Nidhaan Daana , Giaan Ans Hans Gati Soumati Srabang Hai ?88?",
    "translation": "By virtue of Naam Simran and appearance of unstruck music in the consciousness, a Sikh feels he has been blessed with all the treasures of the world. He acquires knowledge of the True Guru that reflects in every hair of his body. (88)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]