[
  {
    "id": 89065,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK Awpw Koie jIvn mukiq giq ibsm ibdyh gyh smq suBwau hY",
    "transliteration": "Gurmukhi Aapaa Khoi Jeevan Moukati Gati , Bisam Bidayh Gayh Samat Soubhaau Hai ?",
    "translation": "The Sikh follower of Guru loses his self and achieves salvation in his life when still alive. Leading a house holder’s life, he feels no concern for distress or peace/comfort that comes his way.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89066,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jnm mrn sm nrk surg Aru puMn pwp sMpiq ibpiq icMqw cwau hY",
    "transliteration": "Janam Maran Sam Narak Surag Aru , Pounn Paap Sanpati Bipati Chintaa Chaau Hai ?",
    "translation": "And then birth and death, sin and piety, heaven and hell, pleasures and tribulations, worry and happiness all means equal to him.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89067,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "bn gH jog Bog log byd igAwn iDAwn suK duK sogwnMd imqR sqR qwau hY",
    "transliteration": "Ban Grah Jog Bhog Log Bayd Giaan Dhiaana , Soukh Doukh Sogaanand Mitr Satr Taau Hai ?",
    "translation": "For such a Guru-conscious person, jungle and home, enjoyment and renunciation, folk traditions and traditions of the scriptures, knowledge and contemplation, peace and distress, sorrow and pleasure, friendship and enmity are all the same.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89068,
    "shabad_id": 25105,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "lost kink ibKu AMmiRq Agn jl shj smwiD aunmn Anurwau hY ]90]",
    "transliteration": "Losat Kanik Bikhu Anmrit Agan Jala , Sahaj Samaadhi Ounaman Anuraau Hai ?90?",
    "translation": "A lump of earth or gold, poison and nectar, water and fire are all the same for a Guru-conscious person. Because, his love is to remain absorbed in the stable state of perpetual knowledge of the Guru. (90)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
