[
  {
    "shabad_id": 25109,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "cqur brn imil surMg qMbyl rs gurisK swDsMg rMg mY rMgIly hY",
    "transliteration": "Chatur Baran Mili Surang Tanbayl Rasa , Gursikh Saadhasang Rang Mai Rangeelay Hai ?",
    "translation": "As the union of beetle leaf, beetle nut, lime and catechu produce deep red colour, so do the Sikhs living in the presence of Satguru get dyed in hue of his love and Naam in the company of True and noble Sikhs.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25109,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "KwNf GiRq cUn jl imly ibMjnwid sÍwd pRym rs AMmiRq mY risk rsIly hY",
    "transliteration": "Khaand Ghrit Choon Jal Milay Binjanaadi Svaada , Praym Ras Anmrit Mai Rasik Raseelay Hai ?",
    "translation": "As the mixing of sugar, clarified butter, flour and water results in various types of dainty dishes, similarly Guru-conscious persons become the relishers of elixir like Naam in the company of the holy and noble people who themselves are engrossed in the ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25109,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "skl sugMD snbMD Argjw hoie sbd suriq ilv bwsnw bsIly hY",
    "transliteration": "Sakal Sougandh Sanabandh Aragajaa Hoi , Sabad Surati Liv Baasanaa Baseelay Hai ?",
    "translation": "As all fragrances when put together result in a perfume of high quality, similarly the servant Sikhs of the Guru become pleasant smelling by virtue of Naam Simran and instilling the words of Guru in their conscious mind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25109,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pwrs pris jYsy kink Aink Dwqu idib dyh mn aunmn aunmIly hY ]94]",
    "transliteration": "Paaras Parasi Jaisay Kanik Anik Dhaatu , Dibi Dayh Man Ounaman Ounameelay Hai ?94?",
    "translation": "As many metals turn into gold by the touch of paaras (Philosopher-Stone), so do the devoted Sikhs become refulgent and blossoms in the company of True Guru. (94)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
