[
  {
    "shabad_id": 25111,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pRym rs AMmiRq inDwn pwn pUrn hoie prmdBuq giq Awqm qrMg hY",
    "transliteration": "Praym Ras Anmrit Nidhaan Paan Pooran Hoi , Paramadabhout Gati Aatam Tarang Hai ?",
    "translation": "A Guru-conscious Sikh feels fully satiated drinking the loving elixir of the nectar-like Naam. He experiences strange and astonishing waves of spiritual ecstasy within.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25111,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ieq qy diRsit suriq sbd ibsrjq auq qy ibsm Ascrj pRsMg hY",
    "transliteration": "It Tay Drisati Surati Sabad Bisarajata , Out Tay Bisam Asacharaj Prasang Hai ?",
    "translation": "Relishing the loving elixir, a Guru-conscious person turns his senses away from the worldly engrossments and attaches them with the faculties that help him enjoy the divine pleasures. As a result he experiences strange and astonishing sensations within.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25111,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "dyKY su idKwvY kYsy sunY su sunwvY kYsy cwKy so bqwvy kYsy rwg rs rMg hY",
    "transliteration": "Daykhai Su Dikhaavai Kaisay Sounai Su Sounaavai Kaisay , Chaakhay So Bataavay Kaisay Raag Ras Rang Hai ?",
    "translation": "All that he experiences, he cannot make others experience. How can he make others hear the unstruck music that he himself hears? The taste of Naam nectar that he enjoys himself, how can he describe it to others? All these he alone can enjoy.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25111,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AkQ kQw ibnod AMg AMg Qkq huie hyrq ihrwnI bUMd swgr sRbMg hY ]96]",
    "transliteration": "Akad Kadaa Binod Ang Ang Dakat Hui , Hayrat Hiraanee Boond Saagar Srabang Hai ?96?",
    "translation": "It is impossible to narrate the state of spiritual delight of such a person. Every part of his body becomes stable in the happiness of this state and one feels flabbergasted. Staying in the holy feet of Satguru, such a person merges in the ocean-like God ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
