[
  {
    "id": 89093,
    "shabad_id": 25112,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "swDsMg gMg imil sRI gur swgr imly igAwn iDAwn prm inDwn ilv lIn hY",
    "transliteration": "Saadhasang Gang Mili Sree Gur Saagar Milay , Giaan Dhiaan Param Nidhaan Liv Leen Hai ?",
    "translation": "A Sikh ever in attendance of Satguru merges in the ocean-like True Guru through the Ganges-like holy congregation. He remains engrossed in the fountain-head of Cyan (knowledge) and contemplation.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89094,
    "shabad_id": 25112,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "crn kml mkrMd mDukr giq cMdRmw ckor gur iDAwn rs BIn hY",
    "transliteration": "Charan Kamal Makarand Madhoukar Gati , Chandramaa Chakor Gur Dhiaan Ras Bheen Hai ?",
    "translation": "A True Sikh remains absorbed and immersed in the holy dust of the True Guru like a bumble bee and longs for a glimpse of his Guru just as a moon bird experiences pangs of separation of his beloved moon.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89095,
    "shabad_id": 25112,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sbd suriq mukqwhl Ahwr hMs pRym prmwrQ ibml jl mIn hY",
    "transliteration": "Sabad Surati Moukataahal Ahaar Hansa , Praym Paramaarad Bimal Jal Meen Hai ?",
    "translation": "Like a swan whose diet is pearls, a true Sikh relishes the pearl-like Naam as his life support. Like a fish, he swims in the cool, clean and comforting waters of spirituality.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89096,
    "shabad_id": 25112,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AMmiRq ktwC Amrwpd kiRpw kiRpwl kmlw klpqr kwmDynwDIn hY ]97]",
    "transliteration": "Anmrit Kataachh Amaraapad Kripaa Kripaala , Kamalaa Kalapatar Kaamadhaynaadheen Hai ?97?",
    "translation": "By the element and nectar-like glimpse of grace of the True Guru, a true Sikh attains immortality. And then all mythical donors like Kamdhen cow or Kalap brichh and even Lakshmi (Goddess of wealth) serve him diligently. (97)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
