[
  {
    "shabad_id": 25113,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "eyk bHmwNf ky ibQwr kI Apwr kQw koit bHmwNf ko nwieku kYsy jwnIAY",
    "transliteration": "Ayk Brahamaand Kay Bidaar Kee Apaar Kadaa , Koti Brahamaand Ko Naaiku Kaisay Jaaneeai ?",
    "translation": "When description of one universe is beyond the ability of a human being then how can the master of millions of universes be known?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25113,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "Git Git AMqir Aau srb inrMqir hY sUKm sQUl mUl kYsy pihcwnIAY",
    "transliteration": "Ghati Ghati Antari Au Sarab Nirantari Hai , Sookham Sadool Mool Kaisay Pahichaaneeai ?",
    "translation": "God, the cause of all visible and invisible world who is prevailing equally in all and sundry; how can he be reckoned?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25113,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "inrgun AdiRst siRsit mY nwnw pRkwr AlK liKE n jwie kYsy auir AwnIAY",
    "transliteration": "Niragoun Adrisat Srisati Mai Naanaa Prakaara , Alakh Lakhiao N Jaai Kaisay Uri Aaneeai ?",
    "translation": "God who is not visible in His Transcendental form, and is visible in myriad forms in His immanent form; who cannot be perceived, how can he then be lodged in the mind?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25113,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn pUrn bHm srbwqm kY mwnIAY ]98]",
    "transliteration": "Satiroop Satinaam Satigur Giaan Dhiaana , Pooran Braham Sarabaatam Kai Maaneeai ?98?",
    "translation": "Imperishable of character, of ever stable name, the complete Lord God, becomes known to a devoted Sikh through the Gyan dispensed by True. Guru. He attaches his conscious mind in the word and its tune and realises His presence in every living being. (98)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
