{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਜਾ ਕਾ ਠਾਕੁਰੁ ਤੁਹੀ ਸਾਰਿੰਗਧਰ; ਮੋਹਿ ਕਬੀਰਾ ਨਾਊ ਰੇ ॥੨॥੨॥੧੫॥੬੬॥",
      "page": 338,
      "line": 6
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "My name is Kabir whose Master, O holder of the bow, Thou art."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਮੇਰਾ ਨਾਮ ਕਬੀਰ ਹੈ, ਜਿਸ ਦਾ ਮਾਲਕ, ਹੇ ਕਮਾਨ ਚੁਕਣ ਵਾਲੇ ਤੂੰ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "You are my Lord Master, the Archer of the Universe; my name is Kabeer. ||2||2||15||66||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਸਾਰੰਗਧਰ ਪਰਮੇਸ੍ਵਰ! ਜਿਸ ਮੁਝ ਦਾਸ ਕਾ ਤੂੰ ਠਾਕੁਰ ਹੈਂ, ਤੇਰਾ ਦਾਸ ਹੋਣੇ ਸੇ ਮੇਰਾ ਨਾਮ (ਕਬੀਰਾ) ਬਡਾ ਹੋ ਗਿਆ ਹੈ ਵਾ ਸਰਗੁਣ ਉਪਾਸਕਾਂ ਕੀ ਬੇਨਤੀ ਹੈ॥☬ਹੇ ਸਾਰੰਗਧਰ! ਤੇਰੇ ਚਰਨੋਂ ਮੇਂ ਮੇਰਾ ਮਨ ਲਾਗਾ ਹੈ, ਜੋ ਬਡੇ ਭਾਗੋਂ ਵਾਲਾ ਹੈ, ਸੋ ਤੇਰੇ ਕੋ ਮਿਲਾ ਹੈ॥☬ਆਸੇ ਪਾਸੇ (ਘਨ) ਬਹੁਤਾ ਹੀ ਤੁਲਸੀ ਕਾ ਬੂਟਾ ਹੈ ਔਰ (ਬਨਾਰਸ) ਅਨੰਦ ਬਨਾ ਹੂਆ ਹੈ। ਤਿਸ ਕੇ ਬੀਚ ਸੋ ਬਿੰਦ੍ਰਾਬਨ ਗਾਉਂ ਹੈਂ ਜਿਸ ਕਾ ਰੂਪ ਦੇਖ ਕਰ ਗੁਵਾਰਨ ਅਰਥਾਤ ਰਾਧਕਾ ਮੋਹਤ ਹੂਈ ਐਸੇ ਕਹਤੀ ਥੀ ਕਿ ਮੇਰੇ ਕੋ ਛੋਡ ਕਰ ਕਹੀਂ ਨ ਆਓ ਨ ਜਾਓ॥ ਬਿੰਦ੍ਰਾਬਨ ਕੇ ਬੀਚ ਮਨ ਕੇ ਹਰਨੇ ਵਾਰਾ ਮਨੋਹਰ ਹੈ ਕ੍ਰਿਸ਼ਨ ਰੂਪ ਧਾਰ ਕਰ ਗਊਆਂ ਚਰਾਵਤਾ ਹੈ॥ ਅਕਾਸ ਬਾਣੀ ਹੂਈ ਤੂੰ ਕੌਣ ਹੈਂ। ਹੇ ਧਰਨੀਧਰ! ਜਿਸ ਕਾ ਠਾਕੁਰ ਤੂੰ ਹੈਂ, ਸੋ ਮੇਰਾ ਨਾਮੁ ਕਬੀਰ ਹੈ ਅਰਥਾਤ ਸੋ ਮੇਂ ਹੂੰ॥੨॥੨॥ ੧੫॥ ੬੬॥☬ਨਾਮ ਸੇ ਬਿਨਾਂ ਪ੍ਰਪੰਚ ਕੋ ਅਨਿਤ ਦੇਖਾਵਤੇ ਹੂਏ ਮਨ ਕੇ ਪ੍ਰਥਾਇ ਉਪਦੇਸ ਕਰਤੇ ਹੈਂ:"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਤੇ ਹੇ ਧਨੁਖਧਾਰੀ ਸੱਜਣ! ਜਿਸ ਦਾ ਤੂੰ ਸਾਈਂ ਹੈਂ ਉਸ ਦਾ ਨਾਮ ਕਬੀਰ (ਜੁਲਾਹਾ) ਹੈ। (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਕ੍ਰਿਸ਼ਨ ਜੀ ਨੇ ਬਿੰਦ੍ਰਾਬਨ ਵਿਚ ਗਾਈਆਂ ਚਾਰ ਕੇ ਮੋਹਿਆ ਸੀ ਉਨ੍ਹਾਂ ਨੂੰ ਲੋਕ ਗੋਕਲ ਦੀਆਂ ਗਰੀਬ ਗੁਆਲਣਾਂ ਆਖਦੇ ਹਨ। ਹੇ ਸਾਈਂ! ਮੇਰੇ ਤੇ ਤੂੰ ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਭੀ ਲੋਕ ਗਰੀਬ ਜੁਲਾਹਾ ਆਖਦੇ ਹਨ। ਤੂੰ ਗਰੀਬਾਂ ਉਤੇ ਜ਼ਰੂਰ ਮਿਹਰ ਕਰਦਾ ਹੈਂ) ॥੨॥੨॥੧੫॥੬੬॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Tú eres mi Señor y Maestro, Arquero del Universo y mi nombre es Kabir. (2-2-15-66)"
    }
  ]
}