{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਜਿਸੁ ਪਾਸਿ ਬਹਿਠਿਆ, ਸੋਹੀਐ; ਸਭਨਾਂ ਦਾ ਵੇਸਾਹੁ ॥੨੨॥",
      "page": 1426,
      "line": 8
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Sitting by whose side one looks beauteous and who is the support of all."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਦੇ ਕੋਲ ਬੈਠਾ ਹੋਇਆ ਜੀਵ ਸੁੰਦਰ ਦਿਸਦਾ ਹੈ ਅਤੇ ਜੋ ਸਾਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Sitting by His side, we are exalted and beautified; He is the Support of all. ||22||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਕੇ ਪਾਸ ਬੈਠਿਆਂ, ਭਾਵ ਯੇਹ ਜਿਸ ਕੀ ਉਪਾਸ਼ਨਾ ਕਰਤਿਆਂ ਸੋਭਾ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਵੀਤਾ ਹੈ, ਸੋਈ ਸਭ ਜੀਵੋਂ ਕਾ (ਵੇਸਾਹੁ) ਖਰੀਦਨੇ ਜੋਗ ਵਾ ਭਰੋਸਾ ਰੂਪ ਹੈ। ਭਾਵ ਯੇਹ ਸੋ ਵਾਹਿਗੁਰੂ ਸੰਪੂਰਨ ਸ੍ਰਿਸ਼ਟੀ ਕੋ ਖਾਨ ਪਾਨ ਅਸਥਾਨ ਆਦੀ ਦੇਨੇਹਾਰਾ ਹੈ॥੨੨॥☬ਮੁਗਲੋਂ ਕੇ ਪਾਤਸ਼ਾਹ ਅੋਰੰਗਜ਼ੇਬ ਨੇ ਏਕ ਕਾਲ ਮੇਂ ਸਭ ਕਾਜੀਓਂ ਕੀ ਸਲਾਹ ਸੇ ਅਫਕਨ ਸ਼ੇਰ ਕਸ਼ਮੀਰ ਕੇ ਸੂਬੇ ਕੋ ਹੁਕਮ ਲਿਖ ਭੇਜਾ ਕਿ ਜੋ ਖਤ੍ਰੀ ਬ੍ਰਹਮਨ ਹੈਂ ਸਭ ਕੇ ਜਨੇਊ ਤੋੜ ਕਰ ਮੁਸਲਮਾਨ ਕਰ ਦੇਉ। ਅਫਕਨ ਸ਼ੇਰ ਨੇ ਬਾਹਰ ਗਾਂਉ ਕੇ ਖਤ੍ਰੀ ਬ੍ਰਹਮਨੋਂ ਕੋ ਏਕ ਦਿਨ ਤੁਰਕ ਕੀਆ। ਮੁਖ ਮੇਂ ਥੂਕ ਦੇਤੇ, ਤਿਲਕ ਖੁਰਚ ਲੇਤੇ ਔਰ ਜਨੇਊ ਤੋੜ ਦੇਤੇ ਥੇ। ਸੋ ਜਨੇਊ ਜਬ ਤੋਲਾ ਗਯਾ ਤੋ ਸਵਾ ਮਨ ਹੂਆ॥ ਅਬ ਤਕ ਜੋ ਖਤ੍ਰੀਆਂ ਸੇ ਤਰੁਕ ਭਏ ਹੈਂ, ਸੋ ਖਖੇ ਔਰ ਜੋ ਬ੍ਰਹਮਨੋਂ ਸੇ ਭਏ ਹੈਂ, ਸੋ ਥੰਭੇ ਕਹਾਉਂਦੇ ਹੈਂ। ਇਸ ਬਾਰਤਾ ਕਾ ਬਡਾ ਕਲੇਸ਼ ਹੂਆ। ਤਬ ਸ੍ਰੀ ਨਗਰ ਕੇ ਜੋ ਮਾਨਨੀਯ ਪੰਡਤ ਥੇ ਸਭ ਮਿਲ ਕਰ ਕੇ ਸੂਬੇ ਕੇ ਪਾਸ ਆਏ ਔਰ ਅਰਜ਼ ਕਰੀ: ਆਪ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ੬ ਮਾਸ ਕਾ ਹਮ ਕੋ ਅਵਕਾਸ਼ ਦੇਈਏ। ਹਮ ਪਾਤਸ਼ਾਹ ਸੇ ਬਾਰਤਾ ਕਰ ਲੇਇੰਗੇ ਵਾ ਕੋਈ ਉਪਾਉ ਕਰੈਂਗੇ। ਅਗਰ ਕੁਛ ਭੀ ਨ ਕਰ ਸਕੇ ਤੋ ਬਿਨਾਂ ਜਤਨ ਕੇ ਹਮ ਤੁਰਕ ਮਤ ਅੰਗੀਕਾਰ ਕਰ ਲੇਵੇਂਗੇ। ਤਬ ਅਫਕਨ ਸ਼ੇਰ ਨੇ ਪਾਤਿਸ਼ਾਹ ਕੀ ਆਗਿਆ ਮੰਗਾਇ ਕਰ ਖਟ ਮਾਸ ਕਾ ਅਵਕਾਸ਼ ਦੀਆ। ਤਬ ਸਭ ਬ੍ਰਹਮਣ ਲੋਕ ਸ੍ਰੀ ਅਮਰ ਨਾਥ ਜੀ ਕੇ ਸ਼ਿਵਾਲ੍ਯ ਮੇਂ ਜਾਕਰ ਨਿਰਾਹਾਰ ਬ੍ਰਤ ਕਰਤੇ ਭਏ ਔਰ ਯੇਹ ਨਿਯਮ ਕ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਸਭ ਜੀਵਾਂ ਦਾ ਆਸਰਾ ਹੈ, (ਉਹ ਐਸਾ ਹੈ ਕਿ) ਉਸ ਦੇ ਪਾਸ ਬੈਠਿਆਂ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਸੋਭਾ ਖੱਟ ਲਈਦੀ ਹੈ ॥੨੨॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "sentados a Su lado somos exaltados y embellecidos. Él es el Soporte de todo. (22)"
    }
  ]
}