{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਵਿਛੁੜਿਆ ਕਾ ਕਿਆ ਵੀਛੁੜੈ; ਮਿਲਿਆ ਕਾ ਕਿਆ ਮੇਲੁ ॥",
      "page": 989,
      "line": 8
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "They, who are separated from God, what worse separation can they suffer? They who are united with the Lord, what other union is left for them?"
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਜੋ ਰੱਬ ਨਾਲੋਂ ਵਿਛੋੜੇ ਹਨ, ਉਨ੍ਹਾਂ ਨੂੰ ਹੋਰ ਕਿਹੜਾ ਵਧੇਰਾ ਬੁਰਾ ਵਿਛੋੜਾ ਵਾਪਰ ਸਕਦਾ ਹੈ? ਜੋ ਸੁਆਮੀ ਨਾਲ ਮਿਲ ਗਏ ਹਨ ਉਨ੍ਹਾਂ ਲਈ ਹੋਰ ਕਿਹੜਾ ਮਿਲਾਪ ਬਾਕੀ ਰਹਿ ਗਿਆ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "What separation could be worse than separation from the Lord? For those who are united with Him, what other union can there be?"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਹਰੀ! ਏਹੁ ਕਿਰਪਾ ਕਰੋ ਜੋ ਸਤਸੰਗਤ ਸੇ ਵਿਛੜੇ ਹੈਂ ਤਿਨੋਂ ਸੇ ਵੀਛੜੀਏ, ਭਾਵ ਉਨ ਕਾ ਮਿਲਾਪ ਨਾ ਕਰੀਏ। ਜੋ ਸੰਤ ਸੰਗ ਮੇਂ ਮਿਲੇ ਹੂਏ ਹੈਂ ਤਿਨ ਕਾ ਮੇਲੁ ਕਰੀਏ, ਭਾਵ ਤਿਨ ਕੇ ਮੇਲ ਕੋ ਕਬੀ ਨਾ ਤਿਆਗੀਏ; ਵਾ ਜੋ ਤੇਰੇ ਸੇ ਵਿਛੜੇ ਹੂਏ, ਭਾਵ ਅਗ੍ਯਾਨੀ ਹੈਂ ਤਿਨ ਕਾ ਕੀ ਵਿਛੁੜਨਾਂ ਹੈ ਵਹੁ ਸਦਾ ਵਿਛੁੜੇ ਹੂਏ ਹੈਂ। ਜੋ ਮਿਲੇ ਹੂਏ, ਭਾਵ ਗ੍ਯਾਨੀ ਹੈਂ ਤਿਨ ਕਾ ਮੇਲ ਕ੍ਯਾ ਕਰਨਾ ਹੈ। ਭਾਵ ਵਹੁ ਤੇਰਾ ਸਰੂਪ ਹੀ ਹੈ, ਭਾਵ ਅਸਮਦਾਦਿ ਜਗ੍ਯਾਸੀਆਂ ਕੌ ਮਿਲਾਈਏ॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹਨਾਂ ਬੰਦਿਆਂ ਦਾ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੁੜੇ ਹੋਏ ਹਨ ਹੋਰ ਕਿਸ ਪਿਆਰੇ ਪਦਾਰਥ ਨਾਲੋਂ ਵਿਛੋੜਾ ਹੈ? (ਸਭ ਤੋਂ ਕੀਮਤੀ ਪਦਾਰਥ ਤਾਂ ਹਰਿ-ਨਾਮ ਹੀ ਸੀ ਜਿਸ ਤੋਂ ਉਹ ਵਿਛੁੜ ਗਏ)। ਉਹਨਾਂ ਜੀਵਾਂ ਦਾ ਜੋ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਹੋਏ ਹਨ ਹੋਰ ਕਿਸ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਨਾਲ ਮੇਲ ਬਾਕੀ ਰਹਿ ਗਿਆ? (ਉਹਨਾਂ ਨੂੰ ਹੋਰ ਕਿਸੇ ਪਦਾਰਥ, ਲੋੜ ਹੀ ਨਾਹ ਰਹਿ ਗਈ)।"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "A los que están separados de Dios, ¿qué otra separación les podría afligir más? Oh, ¡qué Maravillosa es esa Unión de aquéllos que permanecen unidos."
    }
  ]
}