[
  {
    "shabad_id": 2677,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "pyKn sunn sunwvno; mn mih idRVIAY swcu]",
    "transliteration": "Paekhan Sunan Sunaavano Man Mehi Dhrirreeai Saach ||",
    "translation": "See, hear, speak and implant the True Lord within your mind.",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਮਨ ਵਿਚ ਚੰਗੀ ਤਰ੍ਹਾਂ ਧਾਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੋ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਵੇਖਣ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਸੁਣਨ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸੁਣਾਉਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2677,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "pUir rihE srbqR mY; nwnk hir rMig rwcu]2]",
    "transliteration": "Poor Rehiou Sarabathr Mai Naanak Har Rang Raach ||2||",
    "translation": "He is all-pervading, permeating everywhere; O Nanak, be absorbed in the Lord's Love. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਹਰੀ ਦੀ ਪਿਆਰੀ ਯਾਦ ਵਿਚ ਲੀਨ ਹੋ ਜਾ ਜੋ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2678,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2678,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir eyku inrMjnu gweIAY; sB AMqir soeI]",
    "transliteration": "Har Eaek Niranjan Gaaeeai Sabh Anthar Soee ||",
    "translation": "Sing the Praise of the One, the Immaculate Lord; He is contained within all.",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੈ ਸਿਰਫ਼ ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਹੀ ਸਭ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2678,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "krx kwrx smrQ pRBu; jo kry su hoeI]",
    "transliteration": "Karan Kaaran Samarathh Prabh Jo Karae S Hoee ||",
    "translation": "The Cause of causes, the Almighty Lord God; whatever He wills, comes to pass.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਸਭ ਕਿਸਮ ਦੀ ਤਾਕਤ ਵਾਲਾ ਹੈ, (ਜਗਤ ਵਿਚ) ਉਹੀ ਕੁਝ ਹੁੰਦਾ ਹੈ ਜੋ ਉਹ ਪ੍ਰਭੂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2678,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iKn mih Qwip auQwpdw; iqsu ibnu. nhI koeI]",
    "transliteration": "Khin Mehi Thhaap Outhhaapadhaa This Bin Nehee Koee ||",
    "translation": "In an instant, He establishes and disestablishes; without Him, there is no other.",
    "punjabi": "ਇਕ ਪਲਕ ਵਿਚ (ਜੀਵਾਂ ਨੂੰ) ਪੈਂਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਉਸ ਵਰਗਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2678,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "KMf bRhmMf pwqwl dIp; rivAw sB loeI]",
    "transliteration": "Khandd Brehamandd Paathaal Dheep Raviaa Sabh Loee ||",
    "translation": "He pervades the continents, solar systems, nether worlds, islands and all worlds.",
    "punjabi": "ਸਭ ਦੇਸਾਂ ਵਿਚ, ਸਾਰੇ ਬ੍ਰਹਮੰਡ ਵਿਚ, ਹੇਠਲੀ ਧਰਤੀ, ਜਜ਼ੀਰਿਆਂ ਵਿਚ, ਸਾਰੇ ਹੀ ਜਗਤ ਵਿਚ ਉਹ ਪ੍ਰਭੂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "(loeI) joq srUp",
    "type_id": 3
  },
  {
    "shabad_id": 2678,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ijsu Awip buJwey so buJsI; inrml jnu soeI]1]",
    "transliteration": "Jis Aap Bujhaaeae So Bujhasee Niramal Jan Soee ||1||",
    "translation": "He alone understands, whom the Lord Himself instructs; he alone is a pure and unstained being. ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਇਹ) ਸਮਝ ਆਪ ਪ੍ਰਭੂ ਦੇਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਮਝ ਪੈਂਦੀ ਹੈ ਤੇ ਉਹ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "bu`Jwey bu`JsI",
    "type_id": 3
  },
  {
    "shabad_id": 2679,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "slok]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2679,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "rcMiq jIA rcnw; mwq grB AsQwpnM]",
    "transliteration": "Rachanth Jeea Rachanaa Maath Garabh Asathhaapanan ||",
    "translation": "Creating the soul, the Lord places this creation in the womb of the mother.",
    "punjabi": "ਜੋ ਪਰਮਾਤਮਾ ਜੀਵਾਂ ਦੀ ਬਣਤਰ ਬਣਾਉਂਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਨੂੰ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ ਥਾਂ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2679,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "swis swis ismrMiq nwnk; mhw Agin. n ibnwsnM]1]",
    "transliteration": "Saas Saas Simaranth Naanak Mehaa Agan N Binaasanan ||1||",
    "translation": "With each and every breath, it meditates in remembrance on the Lord, O Nanak; it is not consumed by the great fire. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ ਉਸ ਨੂੰ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਨਾਲ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ਤੇ (ਮਾਂ ਦੇ ਪੇਟ ਦੀ) ਵੱਡੀ (ਭਿਆਨਕ) ਅੱਗ ਉਹਨਾਂ ਦਾ ਨਾਸ ਨਹੀਂ ਕਰ ਸਕਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2679,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "muKu qlY. pYr aupry; vsMdo kuhQVY Qwie]",
    "transliteration": "Mukh Thalai Pair Ouparae Vasandho Kuhathharrai Thhaae ||",
    "translation": "With its head down, and feet up, it dwells in that slimy place.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਦੋਂ ਤੇਰਾ ਮੂੰਹ ਹੇਠਾਂ ਨੂੰ ਸੀ, ਪੈਰ ਉਤਾਂਹ ਨੂੰ ਸਨ, ਬੜੇ ਔਖੇ ਥਾਂ ਤੂੰ ਵੱਸਦਾ ਸੈਂ,",
    "pronunciation": "(kuh-QVY) BYVI qMg (kuh-QVY) ksUqI (Qwie) jg@w[ qlY:polw bolo[ au~pry",
    "type_id": 3
  },
  {
    "shabad_id": 2679,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "nwnk so DxI. ikau ivswirE; auDrih. ijs dY nwie]2]",
    "transliteration": "Naanak So Dhhanee Kio Visaariou Oudhharehi Jis Dhai Naae ||2||",
    "translation": "O Nanak, how could we forget the Master? Through His Name, we are saved. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਤਦੋਂ ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ ਬਚਿਆ ਰਿਹਾ, ਹੁਣ ਉਸ ਮਾਲਕ ਨੂੰ ਤੂੰ ਕਿਉਂ ਭੁਲਾ ਦਿੱਤਾ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2680,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "(inMimAw) jMimAw[ (mJwir) iv`c[ aud-r",
    "type_id": 3
  },
  {
    "shabad_id": 2680,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "rkqu ibMdu kir inMimAw; Agin audr mJwir]",
    "transliteration": "Rakath Bindh Kar Ninmiaa Agan Oudhar Majhaar ||",
    "translation": "From egg and sperm, you were conceived, and placed in the fire of the womb.",
    "punjabi": "(ਹੇ ਜੀਵ!) (ਮਾਂ ਦੀ) ਰੱਤ ਤੇ (ਪਿਉ ਦੇ) ਵੀਰਜ ਤੋਂ (ਮਾਂ ਦੇ) ਪੇਟ ਦੀ ਅੱਗ ਵਿਚ ਤੂੰ ਉੱਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2680,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "aurD muKu kucIl ibklu; nrik Goir gubwir]",
    "transliteration": "Ouradhh Mukh Kucheel Bikal Narak Ghor Gubaar ||",
    "translation": "Head downwards, you abided restlessly in that dark, dismal, terrible hell.",
    "punjabi": "ਤੇਰਾ ਮੂੰਹ ਹੇਠਾਂ ਨੂੰ ਸੀ, ਗੰਦਾ ਤੇ ਡਰਾਉਣਾ ਸੈਂ, (ਮਾਨੋ) ਇਕ ਹਨੇਰੇ ਘੋਰ ਨਰਕ ਵਿਚ ਪਿਆ ਹੋਇਆ ਸੈਂ।",
    "pronunciation": "(aurD) aultw[ (kucIl) gMdw[ (ibklu) frwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 2680,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir ismrq. qU nw jlih; min qin aur Dwir]",
    "transliteration": "Har Simarath Thoo Naa Jalehi Man Than Our Dhhaar ||",
    "translation": "Remembering the Lord in meditation, you were not burnt; enshrine Him in your heart, mind and body.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਤੂੰ ਨਹੀਂ ਸੈਂ ਸੜਦਾ-ਉਸ ਨੂੰ (ਹੁਣ ਭੀ) ਮਨੋਂ ਤਨੋਂ ਹਿਰਦੇ ਵਿਚ ਯਾਦ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2680,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ibKm Qwnhu ijin riKAw; iqsu iqlu. n ivswir]",
    "transliteration": "Bikham Thhaanahu Jin Rakhiaa This Thil N Visaar ||",
    "translation": "In that treacherous place, He protected and preserved you; do not forget Him, even for an instant.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਔਖੇ ਥਾਂ ਤੋਂ ਬਚਾਇਆ, ਉਸ ਨੂੰ ਰਤਾ ਭੀ ਨਾਹ ਭੁਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2680,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pRB ibsrq. suKu kdy nwih; jwsih jnmu hwir]2]",
    "transliteration": "Prabh Bisarath Sukh Kadhae Naahi Jaasehi Janam Haar ||2||",
    "translation": "Forgetting God, you shall never find peace; you shall forfeit your life, and depart. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾਇਆਂ ਕਦੇ ਸੁਖ ਨਹੀਂ ਹੁੰਦਾ, (ਜੇ ਭੁਲਾਇਂਗਾ ਤਾਂ) ਮਨੁੱਖਾ ਜਨਮ (ਦੀ ਬਾਜ਼ੀ) ਹਾਰ ਕੇ ਜਾਵੇਂਗਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2681,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "slok]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2681,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mn ieCw dwn krxM; srbqR Awsw pUrnh]",
    "transliteration": "Man Eishhaa Dhaan Karanan Sarabathr Aasaa Pooraneh ||",
    "translation": "He grants our hearts' desires, and fulfills all our hopes.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਪ੍ਰਭੂ ਅਸਾਨੂੰ ਮਨ-ਮੰਨੀਆਂ ਦਾਤਾਂ ਦੇਂਦਾ ਹੈ ਜੋ ਸਭ ਥਾਂ (ਸਭ ਜੀਵਾਂ ਦੀਆਂ) ਆਸਾਂ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2681,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "KMfxM kil klysh; pRB ismir nwnk. nh dUrxh]1]",
    "transliteration": "Khanddanan Kal Kalaeseh Prabh Simar Naanak Neh Dhooraneh ||1||",
    "translation": "He destroys pain and suffering; remember God in meditation, O Nanak - He is not far away. ||1||",
    "punjabi": "ਜੋ ਅਸਾਡੇ ਝਗੜੇ ਤੇ ਕਲੇਸ਼ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਉਸ ਨੂੰ ਯਾਦ ਕਰ, ਉਹ ਤੈਥੋਂ ਦੂਰ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "(KMfxM) nws krn vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2681,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hiB rMg mwxih ijsu sMig; qY isau lweIAY nyhu]",
    "transliteration": "Habh Rang Maanehi Jis Sang Thai Sio Laaeeai Naehu ||",
    "translation": "Love Him, with whom you enjoy all pleasures.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੂੰ ਸਾਰੀਆਂ ਮੌਜਾਂ ਮਾਣਦਾ ਹੈਂ, ਉਸ ਨਾਲ ਪ੍ਰੀਤ ਜੋੜ।",
    "pronunciation": "(hiB) sB",
    "type_id": 3
  },
  {
    "shabad_id": 2681,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "so shu ibMd. n ivsrau; nwnk. ijin suMdru ricAw dyhu]2]",
    "transliteration": "So Sahu Bindh N Visaro Naanak Jin Sundhar Rachiaa Dhaehu ||2||",
    "translation": "Do not forget that Lord, even for an instant; O Nanak, He fashioned this beautiful body. ||2||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਤੇਰਾ ਸੋਹਣਾ ਸਰੀਰ ਬਣਾਇਆ ਹੈ, ਹੇ ਨਾਨਕ! ਰੱਬ ਕਰ ਕੇ ਉਹ ਤੈਨੂੰ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2682,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2682,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jIau pRwn qnu Dnu dIAw; dIny rs Bog]",
    "transliteration": "Jeeo Praan Than Dhhan Dheeaa Dheenae Ras Bhog ||",
    "translation": "He gave you your soul, breath of life, body and wealth; He gave you pleasures to enjoy.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ) ਜਿੰਦ ਪ੍ਰਾਣ ਸਰੀਰ ਤੇ ਧਨ ਦਿੱਤਾ ਤੇ ਸੁਆਦਲੇ ਪਦਾਰਥ ਭੋਗਣ ਨੂੰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2682,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "igRh mMdr rQ Asu dIey; ric Bly sMjog]",
    "transliteration": "Grih Mandhar Rathh As Dheeeae Rach Bhalae Sanjog ||",
    "translation": "He gave you households, mansions, chariots and horses; He ordained your good destiny.",
    "punjabi": "ਤੇਰੇ ਚੰਗੇ ਭਾਗ ਬਣਾ ਕੇ, ਤੈਨੂੰ ਉਸ ਨੇ ਘਰ ਸੋਹਣੇ ਮਕਾਨ, ਰਥ ਤੇ ਘੋੜੇ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2682,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "suq binqw. swjn syvk dIey; pRB dyvn jog]",
    "transliteration": "Suth Banithaa Saajan Saevak Dheeeae Prabh Dhaevan Jog ||",
    "translation": "He gave you your children, spouse, friends and servants; God is the all-powerful Great Giver.",
    "punjabi": "ਸਭ ਕੁਝ ਦੇਣ-ਜੋਗੇ ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਪੁੱਤਰ, ਵਹੁਟੀ ਮਿੱਤ੍ਰ ਤੇ ਨੌਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2682,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hir ismrq qnu mnu hirAw; lih jwih ivjog]",
    "transliteration": "Har Simarath Than Man Hariaa Lehi Jaahi Vijog ||",
    "translation": "Meditating in remembrance on the Lord, the body and mind are rejuvenated, and sorrow departs.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆਂ ਮਨ ਤਨ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਸਾਰੇ ਦੁੱਖ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2682,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swDsMig hir gux rmhu; ibnsy siB rog]3]",
    "transliteration": "Saadhhasang Har Gun Ramahu Binasae Sabh Rog ||3||",
    "translation": "In the Saadh Sangat, the Company of the Holy, chant the Praises of the Lord, and all your sickness shall vanish. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਤਸੰਗ ਵਿਚ ਉਸ ਹਰੀ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਿਆ ਕਰੋ, ਸਾਰੇ ਰੋਗ (ਉਸ ਨੂੰ ਸਿਮਰਿਆਂ) ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2683,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "slok]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2683,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kutMb jqn krxM; mwieAw Anyk audmh]",
    "transliteration": "Kuttanb Jathan Karanan Maaeiaa Anaek Oudhameh ||",
    "translation": "For his family, he works very hard; for the sake of Maya, he makes countless efforts.",
    "punjabi": "ਮਨੁੱਖ ਆਪਣੇ ਟੱਬਰ ਵਾਸਤੇ ਕਈ ਕੋਸ਼ਿਸ਼ਾਂ ਕਰਦੇ ਹਨ, ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਅਨੇਕਾਂ ਆਹਰ ਕਰਦੇ ਹਨ,",
    "pronunciation": "ku-tMb[ au~dmh",
    "type_id": 3
  },
  {
    "shabad_id": 2683,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir Bgiq Bwv hIxM; nwnk. pRB ibsrq, qy pRyqqh]1]",
    "transliteration": "Har Bhagath Bhaav Heenan Naanak Prabh Bisarath Thae Praethatheh ||1||",
    "translation": "But without loving devotional worship of the Lord, O Nanak, he forgets God, and then, he is a mere ghost. ||1||",
    "punjabi": "ਪਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਤਾਂਘ ਤੋਂ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਹੇ ਨਾਨਕ! ਜੋ ਜੀਵ ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰਦੇ ਹਨ ਉਹ (ਮਾਨੋ) ਜਿੰਨ ਭੂਤ ਹਨ ॥੧॥",
    "pronunciation": "pRyq-qh",
    "type_id": 3
  },
  {
    "shabad_id": 2683,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "qutVIAw sw pRIiq; jo lweI ibAMn isau]",
    "transliteration": "Thuttarreeaa Saa Preeth Jo Laaee Biann Sio ||",
    "translation": "That love shall break, which is established with any other than the Lord.",
    "punjabi": "ਜੇਹੜੀ ਪ੍ਰੀਤ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨਾਲ ਲਾਈਦੀ ਹੈ, ਉਹ ਆਖ਼ਰ ਟੁੱਟ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ibAMn)dUijAW",
    "type_id": 3
  },
  {
    "shabad_id": 2683,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "nwnk scI rIiq; sWeI syqI riqAw]2]",
    "transliteration": "Naanak Sachee Reeth Saanee Saethee Rathiaa ||2||",
    "translation": "O Nanak, that way of life is true, which inspires love of the Lord. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਜੇ ਸਾਈਂ ਪ੍ਰਭੂ ਨਾਲ ਰੱਤੇ ਰਹੀਏ, ਤਾਂ ਇਹੋ ਜਿਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2684,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2684,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijsu ibsrq. qnu Bsm hoie; khqy siB pRyqu]",
    "transliteration": "Jis Bisarath Than Bhasam Hoe Kehathae Sabh Praeth ||",
    "translation": "Forgetting Him, one's body turns to dust, and everyone calls him a ghost.",
    "punjabi": "ਜਿਸ ਜਿੰਦ ਦੇ ਵਿਛੁੜਨ ਨਾਲ (ਮਨੁੱਖ ਦਾ) ਸਰੀਰ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਾਰੇ ਲੋਕ (ਉਸ ਸਰੀਰ) ਨੂੰ ਅਪਵਿੱਤ੍ਰ ਆਖਣ ਲੱਗ ਪੈਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2684,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iKnu igRh mih. bsn n dyvhI; ijn isau soeI hyqu]",
    "transliteration": "Khin Grih Mehi Basan N Dhaevehee Jin Sio Soee Haeth ||",
    "translation": "And those, with whom he was so much in love - they do not let him stay in their home, even for an instant.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸਨਬੰਧੀਆਂ ਨਾਲ ਇਤਨਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ, ਉਹ ਇਕ ਪਲਕ ਲਈ ਭੀ ਘਰ ਵਿਚ ਰਹਿਣ ਨਹੀਂ ਦੇਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2684,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "kir AnrQ. drbu sMicAw; so kwrij kyqu]",
    "transliteration": "Kar Anarathh Dharab Sanchiaa So Kaaraj Kaeth ||",
    "translation": "Practicing exploitation, he gathers wealth, but what use will it be in the end?",
    "punjabi": "ਪਾਪ ਕਰ ਕਰ ਕੇ ਧਨ ਇਕੱਠਾ ਕਰਦਾ ਰਿਹਾ, ਪਰ ਉਸ ਜਿੰਦ ਦੇ ਕਿਸੇ ਕੰਮ ਨਾਹ ਆਇਆ।",
    "pronunciation": "(drbu) Dn[ A-nrQ",
    "type_id": 3
  },
  {
    "shabad_id": 2684,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jYsw bIjY so luxY; krm iehu Kyqu]",
    "transliteration": "Jaisaa Beejai So Lunai Karam Eihu Khaeth ||",
    "translation": "As one plants, so does he harvest; the body is the field of actions.",
    "punjabi": "ਇਹ ਸਰੀਰ (ਕੀਤੇ) ਕਰਮਾਂ ਦੀ (ਮਾਨੋ) ਪੈਲੀ ਹੈ (ਇਸ ਵਿਚ) ਜਿਹੋ ਜਿਹਾ (ਕਰਮ-ਰੂਪ ਬੀਜ ਕੋਈ) ਬੀਜਦਾ ਹੈ ਉਹੀ ਵੱਢਦਾ ਹੈ।",
    "pronunciation": "(luxY) v`Fdw",
    "type_id": 3
  },
  {
    "shabad_id": 2684,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AikrqGxw hir ivsirAw; jonI Brmyqu]4]",
    "transliteration": "Akirathaghanaa Har Visariaa Jonee Bharamaeth ||4||",
    "translation": "The ungrateful wretches forget the Lord, and wander in reincarnation. ||4||",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੇ) ਕੀਤੇ (ਉਪਕਾਰਾਂ) ਨੂੰ ਭੁਲਾਉਂਦੇ ਹਨ ਉਹ ਉਸ ਨੂੰ ਵਿਸਾਰ ਦੇਂਦੇ ਹਨ (ਆਖ਼ਰ) ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਹਨ ॥੪॥",
    "pronunciation": "A-ikrqGxw",
    "type_id": 3
  },
  {
    "shabad_id": 2685,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "slok]",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "(soDn)s`ucm[ piv`qR-qh[ (2. soD n)",
    "type_id": 3
  },
  {
    "shabad_id": 2685,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "koit dwn iesnwnM; Aink soDn pivqRqh]",
    "transliteration": "Kott Dhaan Eisanaanan Anik Sodhhan Pavithratheh ||",
    "translation": "The benefits of millions of charitable donations and cleansing baths, and countless ceremonies of purification and piety,",
    "punjabi": "ਉਹਨਾਂ ਨੇ (ਮਾਨੋ) ਕ੍ਰੋੜਾਂ (ਰੁਪਏ) ਦਾਨ ਕਰ ਲਏ, ਕ੍ਰੋੜਾਂ ਵਾਰੀ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਕਰ ਲਏ ਹਨ ਤੇ ਅਨੇਕਾਂ ਹੀ ਸੁੱਚ ਤੇ ਪਵਿਤ੍ਰਤਾ ਦੇ ਸਾਧਨ ਕਰ ਲਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2685,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "aucrMiq nwnk. hir hir rsnw; srb pwp ibmucqy]1]",
    "transliteration": "Oucharanth Naanak Har Har Rasanaa Sarab Paap Bimuchathae ||1||",
    "translation": "O Nanak, are obtained by chanting the Name of the Lord, Har, Har with one's tongue; all sins are washed away. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਹਨ। ਉਨ੍ਹਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ib-m`ucqy) nws huMdy[ au~c-rMiq",
    "type_id": 3
  },
  {
    "shabad_id": 2685,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "eIDxu kIqomU Gxw; BorI idqImu Bwih]",
    "transliteration": "Eedhhan Keethomoo Ghanaa Bhoree Dhitheem Bhaahi ||",
    "translation": "I gathered together a great stack of firewood, and applied a tiny flame to light it.",
    "punjabi": "ਮੈਂ ਬਹੁਤ ਸਾਰਾ ਬਾਲਣ ਇਕੱਠਾ ਕੀਤਾ ਤੇ ਉਸ ਨੂੰ ਰਤਾ ਕੁ ਅੱਗ ਲਾ ਦਿੱਤੀ। (ਉਹ ਸਾਰਾ ਹੀ ਬਾਲਣ ਸੜ ਕੇ ਸੁਆਹ ਹੋ ਗਿਆ, ਇਸੇ ਤਰ੍ਹਾਂ)",
    "pronunciation": "(eIDxu) l`kVW[ (kIqo-mU)iek`TIAW kIqIAW[ (Gxw)bhuqIAW[ (BorI) QoVHI[ (idqI-mu) idqI[ (Bwih)AgnI",
    "type_id": 3
  }
]