[
  {
    "shabad_id": 2718,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2718,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwgu tofI mhlw 4 Gru 1]",
    "transliteration": "Raag Ttoddee Mehalaa 4 Ghar 1 ||",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hir ibnu; rih n skY. mnu myrw]",
    "transliteration": "Har Bin Rehi N Sakai Man Maeraa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "myry pRIqm pRwn hir pRBu guru myly; bhuir. n Bvjil Pyrw]1]rhwau]",
    "transliteration": "Maerae Preetham Praan Har Prabh Gur Maelae Bahur N Bhavajal Faeraa ||1|| Rehaao ||",
    "punjabi": "ਗੁਰੂ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਜਿੰਦ ਦਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਮੁੜ ਨਹੀਂ ਆਉਣਾ ਪੈਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2718,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "myrY hIArY loc lgI pRB kyrI; hir nYnhu. hir pRBu hyrw]",
    "transliteration": "Maerai Heearai Loch Lagee Prabh Kaeree Har Nainahu Har Prabh Haeraa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦੀ ਤਾਂਘ ਲੱਗੀ ਹੋਈ ਸੀ (ਮੇਰਾ ਜੀ ਕਰਦਾ ਸੀ ਕਿ) ਮੈਂ (ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਹਰੀ-ਪ੍ਰਭੂ ਨੂੰ ਵੇਖ ਲਵਾਂ।",
    "pronunciation": "(hyrw) dyKW",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "siqguir dieAwil. hir nwmu idRVwieAw; hir pwDru hir pRB kyrw]1]",
    "transliteration": "Sathigur Dhaeiaal Har Naam Dhrirraaeiaa Har Paadhhar Har Prabh Kaeraa ||1||",
    "punjabi": "ਦਇਆਲ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦਿੱਤਾ-ਇਹੀ ਹੈ ਹਰੀ-ਪ੍ਰਭੂ (ਨੂੰ ਮਿਲਣ) ਦਾ ਪੱਧਰਾ ਰਸਤਾ ॥੧॥",
    "pronunciation": "(pwDru) rsqw",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "hir rMgI. hir nwmu pRB pwieAw; hir goivMd hir pRB kyrw]",
    "transliteration": "Har Rangee Har Naam Prabh Paaeiaa Har Govindh Har Prabh Kaeraa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਕੌਤਕਾਂ ਦੇ ਮਾਲਕ ਹਰੀ ਪ੍ਰਭੂ ਗੋਬਿੰਦ ਦਾ ਨਾਮ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "hir ihrdY min qin mITw lwgw; muiK msqik Bwgu cMgyrw]2]",
    "transliteration": "Har Hiradhai Man Than Meethaa Laagaa Mukh Masathak Bhaag Changaeraa ||2||",
    "punjabi": "ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਰੀਰ ਵਿਚ, ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਮੂੰਹ ਉੱਤੇ ਚੰਗਾ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "loB ivkwr ijnw mnu lwgw; hir ivsirAw purKu cMgyrw]",
    "transliteration": "Lobh Vikaar Jinaa Man Laagaa Har Visariaa Purakh Changaeraa ||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਲੋਭ ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਚੰਗਾ ਅਕਾਲ ਪੁਰਖ ਭੁੱਲਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "Eie mnmuK mUV AigAwnI khIAih; iqn msqik Bwgu mMdyrw]3]",
    "transliteration": "Oue Manamukh Moorr Agiaanee Keheeahi Thin Masathak Bhaag Mandhaeraa ||3||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਉਹ ਮਨੁੱਖ ਮੂਰਖ ਕਹੇ ਜਾਂਦੇ ਹਨ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝ ਆਖੇ ਜਾਂਦੇ ਹਨ। ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਮੰਦੀ ਕਿਸਮਤ (ਉੱਘੜੀ ਹੋਈ ਸਮਝ ਲਵੋ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ibbyk buiD siqgur qy pweI; gur igAwnu gurU pRB kyrw]",
    "transliteration": "Bibaek Budhh Sathigur Thae Paaee Gur Giaan Guroo Prabh Kaeraa ||",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਕਰਨ ਵਾਲੀ ਅਕਲ ਹਾਸਲ ਕਰ ਲਈ, ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਵਾਸਤੇ ਗੁਰੂ ਪਾਸੋਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਕਰ ਲਈ,",
    "pronunciation": "(ibbyk) prK krn vwlI",
    "type_id": 3
  },
  {
    "shabad_id": 2718,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "jn nwnk. nwmu gurU qy pwieAw; Duir msqik Bwgu ilKyrw]4]1]",
    "transliteration": "Jan Naanak Naam Guroo Thae Paaeiaa Dhhur Masathak Bhaag Likhaeraa ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਲਿਖਿਆ ਚੰਗਾ ਭਾਗ ਉੱਘੜ ਪਿਆ, ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "tofI mhlw 5 Gru 1 dupdy",
    "transliteration": "Ttoddee Mehalaa 5 Ghar 1 Dhupadhae",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2719,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "sMqn; Avr. n kwhU jwnI]",
    "transliteration": "Santhan Avar N Kaahoo Jaanee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਕਿਸੇ ਹੋਰ ਦੀ (ਮੁਥਾਜੀ ਕਰਨੀ) ਨਹੀਂ ਜਾਣਦੇ।",
    "pronunciation": "(pwKu) p`K",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "byprvwh sdw rMig hir kY; jw ko pwKu suAwmI]rhwau]",
    "transliteration": "Baeparavaah Sadhaa Rang Har Kai Jaa Ko Paakh Suaamee || Rehaao ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਮਦਦ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ (ਟਿਕ ਕੇ) ਸਦਾ ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "aUc smwnw Twkur qyro; Avr. n kwhU qwnI]",
    "transliteration": "Ooch Samaanaa Thaakur Thaero Avar N Kaahoo Thaanee ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਉਹ ਸੰਤ ਜਨ ਇਉਂ ਆਖਦੇ ਰਹਿੰਦੇ ਹਨ-) ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰਾ ਸ਼ਾਮਿਆਨਾ (ਸਭ ਸ਼ਾਹਾਂ ਪਾਤਿਸ਼ਾਹਾਂ ਦੇ ਸ਼ਾਮਿਆਨਿਆਂ ਨਾਲੋਂ) ਉੱਚਾ ਹੈ, ਕਿਸੇ ਹੋਰ ਨੇ (ਇਤਨਾ ਉੱਚਾ ਸ਼ਾਮਿਆਨਾ ਕਦੇ) ਨਹੀਂ ਤਾਣਿਆ।",
    "pronunciation": "pRqwp dw (smwnw) cMdoAw[ (qwnI) qwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "AYso Amru imilE Bgqn kau; rwic rhy rMig igAwnI]1]",
    "transliteration": "Aiso Amar Miliou Bhagathan Ko Raach Rehae Rang Giaanee ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਨੂੰ ਇਹੋ ਜਿਹਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਉਹ ਸੰਤ ਜਨ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(Amru) hukm, Ac`l",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "rog sog duK jrw mrw; hir jnih. nhI inktwnI]",
    "transliteration": "Rog Sog Dhukh Jaraa Maraa Har Janehi Nehee Nikattaanee ||",
    "punjabi": "ਰੋਗ, ਚਿੰਤਾ-ਫ਼ਿਕਰ, ਬੁਢੇਪਾ, ਮੌਤ (-ਇਹਨਾਂ ਦੇ ਸਹਿਮ) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਦੇ ਨੇੜੇ ਭੀ ਨਹੀਂ ਢੁਕਦੇ।",
    "pronunciation": "(jrw) buFypw",
    "type_id": 3
  },
  {
    "shabad_id": 2719,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "inrBau hoie rhy ilv eykY; nwnk hir mnu mwnI]2]1]",
    "transliteration": "Nirabho Hoe Rehae Liv Eaekai Naanak Har Man Maanee ||2||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਸੁਰਤ ਜੋੜ ਕੇ (ਦੁਨੀਆ ਦੇ ਡਰਾਂ ਵਲੋਂ) ਨਿਡਰ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਹੀ ਪਤੀਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2720,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2720,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir ibsrq; sdw KuAwrI]",
    "transliteration": "Har Bisarath Sadhaa Khuaaree ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਭੁਲਾਇਆਂ ਸਦਾ (ਮਾਇਆ ਦੇ ਹੱਥੋਂ ਮਨੁੱਖ ਦੀ) ਬੇ-ਪਤੀ ਹੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2720,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qw kau DoKw khw ibAwpY; jw kau Et quhwrI]rhwau]",
    "transliteration": "Thaa Ko Dhhokhaa Kehaa Biaapai Jaa Ko Outt Thuhaaree || Rehaao ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰਾ ਆਸਰਾ ਹੋਵੇ, ਉਸ ਨੂੰ (ਮਾਇਆ ਦੇ ਕਿਸੇ ਭੀ ਵਿਕਾਰ ਵੱਲੋਂ) ਧੋਖਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  }
]