[
  {
    "shabad_id": 2728,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "jo mwgih soeI soeI pwvih; syiv hir ky crx rswiex]",
    "transliteration": "Jo Maagehi Soee Soee Paavehi Saev Har Kae Charan Rasaaein ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਸਾਰੇ ਰਸਾਂ ਦਾ ਘਰ ਹੈ ਉਸ ਦੇ ਚਰਨ ਸੇਵ ਕੇ (ਮਨੁੱਖ) ਜੋ ਕੁਝ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਮੰਗਦੇ ਹਨ, ਉਹੀ ਕੁਝ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "(rswiex) rsW dy Gr",
    "type_id": 3
  },
  {
    "shabad_id": 2728,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jnm mrx duhhU qy CUtih; Bvjlu jgqu qrwiex]1]",
    "transliteration": "Janam Maran Dhuhehoo Thae Shhoottehi Bhavajal Jagath Tharaaein ||1||",
    "punjabi": "(ਨਿਰਾ ਇਹੀ ਨਹੀਂ, ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਜਨਮ ਅਤੇ ਮੌਤ ਦੋਹਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ, ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "duh-hU[ j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2728,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "Kojq Kojq qqu bIcwirE; dws goivMd prwiex]",
    "transliteration": "Khojath Khojath Thath Beechaariou Dhaas Govindh Paraaein ||",
    "punjabi": "ਹੇ ਭਾਈ! ਖੋਜ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਅਸਲੀਅਤ ਵਿਚਾਰ ਲੈਂਦੇ ਹਨ, ਅਤੇ ਪ੍ਰਭੂ ਦੇ ਹੀ ਆਸਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(prwiex) Awsry",
    "type_id": 3
  },
  {
    "shabad_id": 2728,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "AibnwsI Kym cwhih jy nwnk; sdw ismir nwrwiex]2]5]10]",
    "transliteration": "Abinaasee Khaem Chaahehi Jae Naanak Sadhaa Simar Naaraaein ||2||5||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜੇ ਤੂੰ ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ ਸੁਖ ਲੋੜਦਾ ਹੈਂ, ਤਾਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ ॥੨॥੫॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2729,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2729,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "inMdku; gur ikrpw qy hwitE]",
    "transliteration": "Nindhak Gur Kirapaa Thae Haattiou ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਗੁਰੂ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਤਾਂ ਨਿੰਦਾ ਦੇ ਸੁਭਾਵ ਵਾਲਾ ਮਨੁੱਖ (ਨਿੰਦਾ ਕਰਨ ਤੋਂ) ਹਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2729,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pwrbRhm pRB Bey dieAwlw; isv kY bwix isru kwitE]1]rhwau]",
    "transliteration": "Paarabreham Prabh Bheae Dhaeiaalaa Siv Kai Baan Sir Kaattiou ||1|| Rehaao ||",
    "punjabi": "(ਜਿਸ ਨਿੰਦਕ ਉਤੇ) ਪ੍ਰਭੂ ਪਰਮਾਤਮਾ ਜੀ ਦਇਆਵਾਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਕਲਿਆਣ-ਸਰੂਪ ਹਰਿ ਦੇ ਨਾਮ-ਤੀਰ ਨਾਲ (ਗੁਰੂ ਉਸ ਦਾ) ਸਿਰ ਕੱਟ ਦੇਂਦਾ ਹੈ (ਉਸ ਦੀ ਹਉਮੈ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(isv) kilAwx srUp vwihgurU jI dy nwm rUpI bwix",
    "type_id": 4
  },
  {
    "shabad_id": 2729,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "kwlu jwlu jmu. joih n swkY; sc kw pMQw QwitE]",
    "transliteration": "Kaal Jaal Jam Johi N Saakai Sach Kaa Panthhaa Thhaattiou ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਮੌਤ, ਮਾਇਆ ਦਾ ਜਾਲ, ਮੌਤ ਦਾ ਡਰ (ਕੋਈ ਭੀ) ਤੱਕ ਭੀ ਨਹੀਂ ਸਕਦਾ, (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ ਰਸਤਾ ਮੱਲ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(QwitE) ricAw",
    "type_id": 3
  },
  {
    "shabad_id": 2729,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "Kwq Krcq. ikCu inKutq nwhI; rwm rqnu Dnu KwitE]1]",
    "transliteration": "Khaath Kharachath Kishh Nikhuttath Naahee Raam Rathan Dhhan Khaattiou ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰਤਨ (ਵਰਗਾ ਕੀਮਤੀ) ਨਾਮ-ਧਨ ਖੱਟ ਲੈਂਦਾ ਹੈ। ਆਪ ਵਰਤਿਆਂ, ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦਿਆਂ ਇਹ ਧਨ ਰਤਾ ਭੀ ਨਹੀਂ ਮੁੱਕਦਾ ॥੧॥",
    "pronunciation": "(in-Ku`tq) mu`kdw",
    "type_id": 3
  },
  {
    "shabad_id": 2729,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Bsmw BUq hoAw iKn BIqir; Apnw kIAw pwieAw]",
    "transliteration": "Bhasamaa Bhooth Hoaa Khin Bheethar Apanaa Keeaa Paaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਨਿੰਦਾ-ਸੁਭਾਵ ਕਰ ਕੇ, ਜਿਸ ਆਪਾ-ਭਾਵ ਕਰ ਕੇ, ਨਿੰਦਕ ਸਦਾ) ਦੁੱਖੀ ਹੁੰਦਾ ਰਹਿੰਦਾ ਸੀ, (ਪ੍ਰਭੂ ਦੇ ਦਇਆਲ ਹੋਇਆਂ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਇਕ ਛਿਨ ਵਿਚ ਹੀ ਉਸ ਸੁਭਾਵ ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਹੀ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2729,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Awgm ingmu khY jnu nwnku; sBu dyKY loku sbwieAw]2]6]11]",
    "transliteration": "Aagam Nigam Kehai Jan Naanak Sabh Dhaekhai Lok Sabaaeiaa ||2||6||11||",
    "punjabi": "(ਇਸ ਅਸਚਰਜ ਤਬਦੀਲੀ ਨੂੰ) ਸਾਰਾ ਜਗਤ ਹੈਰਾਨ ਹੋ ਹੋ ਕੇ ਵੇਖਦਾ ਹੈ। ਦਾਸ ਨਾਨਕ ਇਹ ਅਗੰਮੀ ਰੱਬੀ ਖੇਡ ਬਿਆਨ ਕਰਦਾ ਹੈ ॥੨॥੬॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2730,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "tofI mÚ 5]",
    "transliteration": "Ttoddee Ma 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2730,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ikrpn qn mn; iklivK Bry]",
    "transliteration": "Kirapan Than Man Kilavikh Bharae ||",
    "punjabi": "ਹੇ ਸ਼ੂਮ! (ਸੁਆਸਾਂ ਦੀ ਪੂੰਜੀ ਸਿਮਰਨ ਵਾਲੇ ਪਾਸੇ ਨਾਹ ਖ਼ਰਚਣ ਦੇ ਕਾਰਨ ਤੇਰਾ) ਮਨ ਤੇ ਸਰੀਰ ਪਾਪਾਂ ਨਾਲ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "(ikrpn) sUm[ (iklivK) pwp",
    "type_id": 3
  },
  {
    "shabad_id": 2730,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "swDsMig Bjnu kir suAwmI; Fwkn kau ieku hry]1]rhwau]",
    "transliteration": "Saadhhasang Bhajan Kar Suaamee Dtaakan Ko Eik Harae ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਸ਼ੂਮ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ। ਸਿਰਫ਼ ਉਹ ਪ੍ਰਭੂ ਹੀ ਇਹਨਾਂ ਪਾਪਾਂ ਉਤੇ ਪਰਦਾ ਪਾਣ ਦੇ ਸਮਰਥ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2730,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Aink iCdR. boihQ ky Cutkq; Qwm. n jwhI kry]",
    "transliteration": "Anik Shhidhr Bohithh Kae Shhuttakath Thhaam N Jaahee Karae ||",
    "punjabi": "ਹੇ ਸ਼ੂਮ! (ਸਿਮਰਨ ਤੋਂ ਸੁੰਞਾ ਰਹਿਣ ਦੇ ਕਾਰਨ ਤੇਰੇ ਸਰੀਰ-) ਜਹਾਜ਼ ਵਿਚ ਅਨੇਕਾਂ ਛੇਕ ਪੈ ਗਏ ਹਨ, (ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਹੋਰ ਤਰੀਕੇ ਨਾਲ) ਇਹ ਛੇਕ ਬੰਦ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ।",
    "pronunciation": "(iCdR) Cyk[ (Qwm)bMd[ C`utkq",
    "type_id": 3
  },
  {
    "shabad_id": 2730,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ijs kw boihQu. iqsu AwrwDy; Koty sMig Kry]1]",
    "transliteration": "Jis Kaa Bohithh This Aaraadhhae Khottae Sang Kharae ||1||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ (ਸਰੀਰ) ਜਹਾਜ਼ ਹੈ, ਉਸ ਦੀ ਆਰਾਧਨਾ ਕਰਿਆ ਕਰ। ਉਸ ਦੀ ਸੰਗਤਿ ਵਿਚ ਖੋਟੇ (ਹੋ ਚੁਕੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਖਰੇ ਹੋ ਜਾਣਗੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2730,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "glI. sYl auTwvq cwhY; Eie. aUhw hI hY Dry]",
    "transliteration": "Galee Sail Outhaavath Chaahai Oue Oohaa Hee Hai Dhharae ||",
    "punjabi": "ਪਰ ਮਨੁੱਖ ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ ਹੀ ਪਹਾੜ ਚੁੱਕਣੇ ਚਾਹੁੰਦਾ ਹੈ (ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ) ਉਹ ਪਹਾੜ ਉੱਥੇ ਦੇ ਉੱਥੇ ਹੀ ਧਰੇ ਰਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(sYl) phwV[ g`lIN",
    "type_id": 3
  },
  {
    "shabad_id": 2730,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "joru skiq nwnk. ikCu nwhI; pRB rwKhu srix pry]2]7]12]",
    "transliteration": "Jor Sakath Naanak Kishh Naahee Prabh Raakhahu Saran Parae ||2||7||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! (ਇਹਨਾਂ ਛਿਦ੍ਰਾਂ ਤੋਂ ਬਚਣ ਵਾਸਤੇ ਅਸਾਂ ਜੀਵਾਂ ਵਿਚ) ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ ਕੋਈ ਤਾਕਤ ਨਹੀਂ। ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆ ਪਏ ਹਾਂ, ਸਾਨੂੰ ਤੂੰ ਆਪ ਬਚਾ ਲੈ ॥੨॥੭॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2731,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2731,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir ky crnkml; min iDAwau]",
    "transliteration": "Har Kae Charan Kamal Man Dhhiaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਕੋਮਲ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2731,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kwiF kuTwru ipq bwq hMqw; AauKDu. hir ko nwau]1]rhwau]",
    "transliteration": "Kaadt Kuthaar Pith Baath Hanthaa Aoukhadhh Har Ko Naao ||1|| Rehaao ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਇਕ ਐਸੀ) ਦਵਾਈ ਹੈ ਜੇਹੜੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਕ੍ਰੋਧ ਅਤੇ ਅਹੰਕਾਰ (ਆਦਿਕ ਰੋਗ) ਪੂਰੀ ਤਰ੍ਹਾਂ ਕੱਢ ਦੇਂਦੀ ਹੈ (ਜਿਵੇਂ ਦਵਾਈ ਸਰੀਰ ਵਿਚੋਂ ਗਰਮੀ ਤੇ ਵਾਈ ਦੇ ਰੋਗ ਦੂਰ ਕਰਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(kuTwru) kuhwVw[ (ipq) kRoD[ (bwq) hMkwr[ (hMqw) nwS krn vwlw",
    "type_id": 4
  },
  {
    "shabad_id": 2731,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "qIny qwp invwrxhwrw; duK hMqw suK rwis]",
    "transliteration": "Theenae Thaap Nivaaranehaaraa Dhukh Hanthaa Sukh Raas ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਆਧਿ ਵਿਆਧਿ ਉਪਾਧਿ) ਤਿੰਨੇ ਹੀ ਤਾਪ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਸੁਖਾਂ ਦਾ ਸਰਮਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2731,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "qw kau ibGnu. n koaU lwgY; jw kI pRB AwgY Ardwis]1]",
    "transliteration": "Thaa Ko Bighan N Kooo Laagai Jaa Kee Prabh Aagai Aradhaas ||1||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਅਰਦਾਸ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੇ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ ਕੋਈ ਰੁਕਾਵਟ ਨਹੀ ਆਉਂਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2731,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "sMq pRswid bYd nwrwiex; krx kwrx pRB eyk]",
    "transliteration": "Santh Prasaadh Baidh Naaraaein Karan Kaaran Prabh Eaek ||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, (ਜੀਵਾਂ ਦੇ ਰੋਗ ਦੂਰ ਕਰਨ ਵਾਲਾ) ਹਕੀਮ ਹੈ। ਇਹ ਪ੍ਰਭੂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2731,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "bwl buiD pUrn suKdwqw; nwnk hir hir tyk]2]8]13]",
    "transliteration": "Baal Budhh Pooran Sukhadhaathaa Naanak Har Har Ttaek ||2||8||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਚਤੁਰਾਈ ਦੂਰ ਕਰ ਦੇਂਦੇ ਹਨ, ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਸਹਾਰਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥੮॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2732,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2732,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "hir hir nwmu; sdw sd jwip]",
    "transliteration": "Har Har Naam Sadhaa Sadh Jaap ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2732,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Dwir AnugRhu pwrbRhm suAwmI; vsdI kInI Awip]1]rhwau]",
    "transliteration": "Dhhaar Anugrahu Paarabreham Suaamee Vasadhee Keenee Aap ||1|| Rehaao ||",
    "punjabi": "(ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਮਿਹਰ ਕਰ ਕੇ (ਉਸ ਦੀ ਸੁੰਞੀ ਪਈ ਹਿਰਦਾ-ਨਗਰੀ ਨੂੰ ਸੋਹਣੇ ਆਤਮਕ ਗੁਣਾਂ ਨਾਲ) ਆਪ ਵਸਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(Anug- Rhu) ikRpw",
    "type_id": 4
  },
  {
    "shabad_id": 2732,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ijs ky sy. iPir iqn hI sm@wly; ibnsy sog sMqwp]",
    "transliteration": "Jis Kae Sae Fir Thin Hee Samhaalae Binasae Sog Santhaap ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਅਸੀਂ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਾਂ, ਉਹ ਪ੍ਰਭੂ (ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ) ਆਪ ਸੰਭਾਲ ਕਰਦਾ ਹੈ (ਜੇਹੜੇ ਉਸ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ) ਚਿੰਤਾ-ਫ਼ਿਕਰ ਦੁੱਖ-ਕਲੇਸ਼ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2732,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hwQ dyie rwKy jn Apny; hir hoey mweI bwp]1]",
    "transliteration": "Haathh Dhaee Raakhae Jan Apanae Har Hoeae Maaee Baap ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ (ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਤੋਂ ਦੁੱਖਾਂ-ਕਲੇਸ਼ਾਂ ਤੋਂ) ਆਪ ਬਚਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਮਾਂ ਪਿਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2732,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jIA jMq hoey imhrvwnw; dXw DwrI hir nwQ]",
    "transliteration": "Jeea Janth Hoeae Miharavaanaa Dhayaa Dhhaaree Har Naathh ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸਾਰੇ ਹੀ ਜੀਵਾਂ ਉਤੇ ਮਿਹਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਖ਼ਸਮ ਪ੍ਰਭੂ ਸਭਨਾਂ ਉਤੇ ਦਇਆ ਕਰਦਾ ਹੈ।",
    "pronunciation": "d-Xw:d mukqw, Xw qwlU qoN bolo jI",
    "type_id": 3
  },
  {
    "shabad_id": 2732,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwnk. srin pry duKBMjn; jw kw bf prqwp]2]9]14]",
    "transliteration": "Naanak Saran Parae Dhukh Bhanjan Jaa Kaa Badd Parathaap ||2||9||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆ ਹਾਂ, ਜੋ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੇ, ਜਿਸ ਦਾ ਤੇਜ-ਪ੍ਰਤਾਪ ਬਹੁਤ ਹੈ ॥੨॥੯॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2733,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2733,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sÍwmI, srin pirE drbwry]",
    "transliteration": "Svaamee Saran Pariou Dharabaarae ||",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ, ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ (ਆ ਡਿੱਗਾ ਹਾਂ)।",
    "pronunciation": "suAwmI",
    "type_id": 3
  },
  {
    "shabad_id": 2733,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "koit AprwD KMfn ky dwqy; quJ ibnu. kaunu auDwry]1]rhwau]",
    "transliteration": "Kott Aparaadhh Khanddan Kae Dhaathae Thujh Bin Koun Oudhhaarae ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਕ੍ਰੋੜਾਂ ਭੁੱਲਾਂ ਨਾਸ ਕਰਨ ਦੇ ਸਮਰਥ ਦਾਤਾਰ! ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੌਣ ਮੈਨੂੰ ਭੁੱਲਾਂ ਤੋਂ ਬਚਾ ਸਕਦਾ ਹੈ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2733,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Kojq Kojq bhu prkwry; srb ArQ bIcwry]",
    "transliteration": "Khojath Khojath Bahu Parakaarae Sarab Arathh Beechaarae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ ਖੋਜ ਕਰ ਕਰ ਕੇ ਮੈਂ ਸਾਰੀਆਂ ਗੱਲਾਂ ਵਿਚਾਰੀਆਂ ਹਨ (ਤੇ, ਇਸ ਨਤੀਜੇ ਉਤੇ ਅੱਪੜਿਆ ਹਾਂ, ਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2733,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "swDsMig prmgiq pweIAY; mwieAw ric bMiD hwry]1]",
    "transliteration": "Saadhhasang Param Gath Paaeeai Maaeiaa Rach Bandhh Haarae ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆਂ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦੀ ਹੈ, ਅਤੇ ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਬੰਧਨ ਵਿਚ ਫਸ ਕੇ (ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਹਾਰ ਜਾਈਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]