[
  {
    "shabad_id": 2738,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "tofI mhlw 5 Gru 5 dupdy",
    "transliteration": "Ttoddee Mehalaa 5 Ghar 5 Dhupadhae",
    "translation": "Todee, Fifth Mehl, Fifth House, Du-Padas:",
    "punjabi": "ਰਾਗ ਟੋਡੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "du-pdy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2738,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2738,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "AYso gunu; myro pRB jI kIn]",
    "transliteration": "Aiso Gun Maero Prabh Jee Keen ||",
    "translation": "Such is the blessing my God has bestowed upon me.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਨੇ (ਮੇਰੇ ਉੱਤੇ) ਇਹੋ ਜਿਹਾ ਉਪਕਾਰ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2738,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "pMc doK Aru AhM rog; ieh qn qy sgl dUir kIn]rhwau]",
    "transliteration": "Panch Dhokh Ar Ahan Rog Eih Than Thae Sagal Dhoor Keen || Rehaao ||",
    "translation": "He has totally banished the five evils and the illness of egotism from my body. ||Pause||",
    "punjabi": "(ਕਿ) ਕਾਮਾਦਿਕ ਪੰਜੇ ਵਿਕਾਰ ਅਤੇ ਹਉਮੈ ਦਾ ਰੋਗ-ਇਹ ਸਾਰੇ ਉਸ ਨੇ ਮੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਕੱਢ ਦਿੱਤੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "(pMc) 1sbd 2sp`rs 3rUp 4rs 5gMD[ pMc doK doS:-ivSy ivkwr dy 1sbd sunxy, ijvyN hrn GMfy hyVy dw sbd sux ky mr jWdw hY[ivSy rs dy 2sp`rs leI hwQI kuMfy shwrdw hY, lweIt dw 3rUp dyKxy krky pqMgw sV jWdw hY, rsnw dy 4rs c m`CI kuMfI ingL ky qV& 2 ky mr jWdI hY, BOrw kml dI (5gMD) vwSnw qy moihq ho ky mr jWdw hY[",
    "type_id": 3
  },
  {
    "shabad_id": 2738,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "bMDn qoir. Coir ibiKAw qy; gur ko sbdu. myrY hIArY dIn]",
    "transliteration": "Bandhhan Thor Shhor Bikhiaa Thae Gur Ko Sabadh Maerai Heearai Dheen ||",
    "translation": "Breaking my bonds, and releasing me from vice and corruption, He has enshrined the Word of the Guru's Shabad within my heart.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੇਰੇ ਪ੍ਰਭੂ ਜੀ ਨੇ ਮੇਰੀਆਂ ਮਾਇਆ ਦੀਆਂ) ਫਾਹੀਆਂ ਤੋੜ ਕੇ (ਮੈਨੂੰ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਤੋਂ ਛੁਡਾ ਕੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2738,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "rUpu AnrUpu moro. kCu n bIcwirE; pRym gihE moih, hir rMig BIn]1]",
    "transliteration": "Roop Anaroop Moro Kashh N Beechaariou Praem Gehiou Mohi Har Rang Bheen ||1||",
    "translation": "The Lord has not considered my beauty or ugliness; instead, He has held me with love. I am drenched with His Love. ||1||",
    "punjabi": "ਮੇਰਾ ਕੋਈ ਸੁਹਜ ਕੋਈ ਕੁਹਜ ਉਸ ਨੇ ਕੋਈ ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਲਿਆਂਦਾ। ਮੈਨੂੰ ਉਸ ਨੇ ਆਪਣੇ ਪ੍ਰੇਮ ਨਾਲ ਬੰਨ੍ਹ ਦਿੱਤਾ ਹੈ। ਮੈਨੂੰ ਆਪਣੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਭਿਉਂ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(AnrUpu)kurUp",
    "type_id": 3
  },
  {
    "shabad_id": 2738,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "pyiKE lwlnu, pwt bIc Koey; And icqw, hrKy pqIn]",
    "transliteration": "Paekhiou Laalan Paatt Beech Khoeae Anadh Chithaa Harakhae Patheen ||",
    "translation": "I behold my Beloved, now that the curtain has been torn away. My mind is happy, pleased and satisfied.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਹੁਣ ਜਦੋਂ ਵਿਚਕਾਰਲੇ ਪਰਦੇ ਦੂਰ ਕਰ ਕੇ ਮੈਂ ਉਸ ਸੋਹਣੇ ਲਾਲ ਨੂੰ ਵੇਖਿਆ ਹੈ, ਤਾਂ ਮੇਰੇ ਚਿਤ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਖ਼ੁਸ਼ੀ ਵਿਚ ਗਦ-ਗਦ ਹੋ ਉੱਠਿਆ ਹੈ।",
    "pronunciation": "(pwt) pVdw[ (Koey) gvw id`qw[ (pqIn)^uS, pRsMn[ ic`qw",
    "type_id": 3
  },
  {
    "shabad_id": 2738,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iqs hI ko igRhu. soeI pRBu nwnk; so Twkuru. iqs hI ko DIn]2]1]20]",
    "transliteration": "This Hee Ko Grihu Soee Prabh Naanak So Thaakur This Hee Ko Dhheen ||2||1||20||",
    "translation": "My house is His; He is my God. Nanak is obedient to His Lord and Master. ||2||1||20||",
    "punjabi": "(ਹੁਣ ਮੇਰਾ ਇਹ ਸਰੀਰ) ਉਸੇ ਦਾ ਹੀ ਘਰ (ਬਣ ਗਿਆ ਹੈ) ਉਹੀ (ਇਸ ਘਰ ਦਾ) ਮਾਲਕ (ਬਣ ਗਿਆ ਹੈ), ਉਸੇ ਦਾ ਹੀ ਮੈਂ ਸੇਵਕ ਬਣ ਗਿਆ ਹਾਂ ॥੨॥੧॥੨੦॥",
    "pronunciation": "(DIn) ADIn syvk",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mweI; myry mn kI pRIiq]",
    "transliteration": "Maaee Maerae Man Kee Preeth ||",
    "translation": "O my mother, my mind is in love.",
    "punjabi": "ਹੇ ਮਾਂ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "eyhI krm Drm jp eyhI; rwm nwm inrml hY rIiq]rhwau]",
    "transliteration": "Eaehee Karam Dhharam Jap Eaehee Raam Naam Niramal Hai Reeth || Rehaao ||",
    "translation": "This is my karma and my Dharma; this is my meditation. The Lord's Name is my immaculate, unstained way of life. ||Pause||",
    "punjabi": "ਮੇਰੇ ਵਾਸਤੇ ਇਹ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ) ਹੀ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਹੈ ਇਹੀ ਜਪ ਤਪ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੀ ਜ਼ਿੰਦਗੀ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਦਾ ਤਰੀਕਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "pRwn ADwr jIvn Dn morY; dyKn kau drsn pRB nIiq]",
    "transliteration": "Praan Adhhaar Jeevan Dhhan Morai Dhaekhan Ko Dharasan Prabh Neeth ||",
    "translation": "The Support of my breath of life, the wealth of my life, is to gaze upon the Blessed Vision of God's Darshan.",
    "punjabi": "ਹੇ ਮਾਂ! (ਮੇਰੀ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਮੈਨੂੰ ਸਦਾ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਵੇਖਣਾ ਪ੍ਰਾਪਤ ਰਹੇ-ਇਹੀ ਮੇਰੀ ਜਿੰਦ ਦਾ ਸਹਾਰਾ ਹੈ ਇਹੀ ਮੇਰੇ ਵਾਸਤੇ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਚ (ਖੱਟਿਆ ਕਮਾਇਆ) ਧਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "bwt Gwt qosw sMig morY; mn Apuny kau mY hir sKw kIq]1]",
    "transliteration": "Baatt Ghaatt Thosaa Sang Morai Man Apunae Ko Mai Har Sakhaa Keeth ||1||",
    "translation": "On the road, and on the river, these supplies are always with me. I have made my mind the Lord's companion. ||1||",
    "punjabi": "ਰਸਤੇ ਵਿਚ, ਪੱਤਣ ਉਤੇ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਵਿਚ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਹੀ) ਮੇਰੇ ਨਾਲ ਰਾਹ ਦਾ ਖ਼ਰਚ ਹੈ। (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਮਨ ਦੇ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿੱਤਰ ਬਣਾ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(bwt) rsqw[ qosw ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "sMq pRswid Bey mn inrml; kir ikrpw Apuny kir lIq]",
    "transliteration": "Santh Prasaadh Bheae Man Niramal Kar Kirapaa Apunae Kar Leeth ||",
    "translation": "By the Grace of the Saints, my mind has become immaculate and pure. In His mercy, He has made me His own.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ (ਸੇਵਕ) ਬਣਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2739,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ismir ismir nwnk. suKu pwieAw; Awid jugwid Bgqn ky mIq]2]2]21]",
    "transliteration": "Simar Simar Naanak Sukh Paaeiaa Aadh Jugaadh Bhagathan Kae Meeth ||2||2||21||",
    "translation": "Remembering, remembering Him in meditation, Nanak has found peace. From the very beginning, and throughout the ages, He is the friend of His devotees. ||2||2||21||",
    "punjabi": "ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਸ਼ੁਰੂ ਤੋਂ ਹੀ, ਜੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ, ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਮਿੱਤਰ ਹੈ ॥੨॥੨॥੨੧॥",
    "pronunciation": "ju`gwid",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "pRB jI imlu; myry pRwn]",
    "transliteration": "Prabh Jee Mil Maerae Praan ||",
    "translation": "Dear God, please meet me; You are my breath of life.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਹੇ ਮੇਰੀ ਜਿੰਦ (ਦੇ ਮਾਲਕ)! (ਮੈਨੂੰ) ਮਿਲ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ibsru nhI. inmK hIAry qy; Apny Bgq kau pUrn dwn]rhwau]",
    "transliteration": "Bisar Nehee Nimakh Heearae Thae Apanae Bhagath Ko Pooran Dhaan || Rehaao ||",
    "translation": "Do not let me forget You from my heart, even for an instant; please, bless Your devotee with Your gift of perfection. ||Pause||",
    "punjabi": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਭੀ ਮੇਰੇ ਹਿਰਦੇ ਤੋਂ ਤੂੰ ਨਾਹ ਭੁੱਲ। ਆਪਣੇ ਭਗਤ ਨੂੰ ਇਹ ਪੂਰੀ ਦਾਤ ਬਖ਼ਸ਼ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "Kovhu Brmu. rwKu myry pRIqm; AMqrjwmI suGV sujwn]",
    "transliteration": "Khovahu Bharam Raakh Maerae Preetham Antharajaamee Sugharr Sujaan ||",
    "translation": "Dispel my doubt, and save me, O my Beloved, all-knowing Lord, O Inner-knower, O Searcher of hearts.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ! ਹੇ ਅੰਤਰਜਾਮੀ! ਹੇ ਸੋਹਣੇ ਸੁਜਾਨ! ਮੇਰੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "koit rwj nwm Dnu myrY; AMimRq idRsit Dwrhu pRB mwn]1]",
    "transliteration": "Kott Raaj Naam Dhhan Maerai Anmrith Dhrisatt Dhhaarahu Prabh Maan ||1||",
    "translation": "The wealth of the Naam is worth millions of kingdoms to me; O God, please bless me with Your Ambrosial Glance of Grace. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਿਗਾਹ ਕਰ। ਮੇਰੇ ਵਾਸਤੇ ਤੇਰੇ ਨਾਮ ਦਾ ਧਨ ਕ੍ਰੋੜਾਂ ਬਾਦਸ਼ਾਹੀਆਂ (ਦੇ ਬਰਾਬਰ ਬਣਿਆ ਰਹੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AwT phr rsnw gun gwvY; jsu pUir AGwvih smrQ kwn]",
    "transliteration": "Aath Pehar Rasanaa Gun Gaavai Jas Poor Aghaavehi Samarathh Kaan ||",
    "translation": "Twenty-four hours a day, I sing Your Glorious Praises. They totally satisfy my ears, O my all-powerful Lord.",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! (ਮੇਹਰ ਕਰ) ਮੇਰੀ ਜੀਭ ਅੱਠੇ ਪਹਰ ਤੇਰੇ ਗੁਣ ਗਾਂਦੀ ਰਹੇ, ਮੇਰੇ ਕੰਨ (ਆਪਣੇ ਅੰਦਰ) ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਭਰ ਕੇ (ਇਸੇ ਨਾਲ) ਰੱਜੇ ਰਹਿਣ।",
    "pronunciation": "(AGwvih) iqRpq[ smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2740,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "qyrI srix. jIAn ky dwqy; sdw sdw nwnk kurbwn]2]3]22]",
    "transliteration": "Thaeree Saran Jeean Kae Dhaathae Sadhaa Sadhaa Naanak Kurabaan ||2||3||22||",
    "translation": "I seek Your Sanctuary, O Lord, O Giver of life to the soul; forever and ever, Nanak is a sacrifice to You. ||2||3||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਦਾਤਾਰ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੩॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "pRB, qyry pg kI DUir]",
    "transliteration": "Prabh Thaerae Pag Kee Dhhoor ||",
    "translation": "O God, I am the dust of Your feet.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲਦੀ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dIn dieAwl pRIqm mnmohn; kir ikrpw myrI locw pUir]rhwau]",
    "transliteration": "Dheen Dhaeiaal Preetham Manamohan Kar Kirapaa Maeree Lochaa Poor || Rehaao ||",
    "translation": "O merciful to the meek, Beloved mind-enticing Lord, by Your Kind Mercy, please fulfill my yearning. ||Pause||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਹੇ ਪ੍ਰੀਤਮ! ਹੇ ਮਨਮੋਹਨ! ਮੇਹਰ ਕਰ, ਮੇਰੀ ਤਾਂਘ ਪੂਰੀ ਕਰ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "dh ids riv rihAw jsu qumrw; AMqrjwmI sdw hjUir]",
    "transliteration": "Dheh Dhis Rav Rehiaa Jas Thumaraa Antharajaamee Sadhaa Hajoor ||",
    "translation": "In the ten directions, Your Praises are permeating and pervading, O Inner-knower, Searcher of hearts, O Lord ever-present.",
    "punjabi": "ਹੇ ਅੰਤਰਜਾਮੀ! ਤੂੰ ਸਦਾ (ਸਭ ਜੀਵਾਂ ਦੇ) ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੀ ਸੋਭਾ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਖਿਲਰੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "jo qumrw jsu gwvih krqy; sy jn. kbhu, n mrqy JUir]1]",
    "transliteration": "Jo Thumaraa Jas Gaavehi Karathae Sae Jan Kabahu N Marathae Jhoor ||1||",
    "translation": "Those who sing Your Praises, O Creator Lord, those humble beings never die or grieve. ||1||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਚਿੰਤਾ-ਫ਼ਿਕਰ ਕਰ ਕਰ ਕੇ ਕਦੇ ਭੀ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਸਹੇੜਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "DMD bMD ibnsy mwieAw ky; swDUsMgiq imty ibsUr]",
    "transliteration": "Dhhandhh Bandhh Binasae Maaeiaa Kae Saadhhoo Sangath Mittae Bisoor ||",
    "translation": "The worldly affairs and entanglements of Maya disappear, in the Saadh Sangat, the Company of the Holy; all sorrows are taken away.",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਕਰਤਾਰ ਦਾ ਜਸ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ) ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਵਾਸਤੇ ਮਾਇਆ ਦੇ ਧੰਧਿਆਂ ਦੀਆਂ ਫਾਹੀਆਂ ਨਾਸ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।)",
    "pronunciation": "(ibsUr) icMqw",
    "type_id": 3
  },
  {
    "shabad_id": 2741,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "suK sMpiq Bog iesu jIA ky; ibnu hir. nwnk, jwny kUr]2]4]23]",
    "transliteration": "Sukh Sanpath Bhog Eis Jeea Kae Bin Har Naanak Jaanae Koor ||2||4||23||",
    "translation": "The comforts of wealth and the enjoyments of the soul - O Nanak, without the Lord, know them to be false. ||2||4||23||",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਸੁਖ, ਧਨ-ਪਦਾਰਥ, ਇਸ ਜਿੰਦ ਨੂੰ ਪਿਆਰੇ ਲੱਗਣ ਵਾਲੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਭੋਗ- ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹ ਮਨੁੱਖ ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਝੂਠੇ ਜਾਣਦੇ ਹਨ ॥੨॥੪॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2742,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "tofI mÚ 5]",
    "transliteration": "Ttoddee Ma 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2742,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "mweI; myry mn kI ipAws]",
    "transliteration": "Maaee Maerae Man Kee Piaas ||",
    "translation": "O my mother, my mind is so thirsty.",
    "punjabi": "ਹੇ ਮਾਂ! ਮੇਰੇ ਮਨ ਦੀ ਇਹ (ਪ੍ਰਭੂ ਦਰਸਨ ਦੀ) ਪਿਆਸ (ਸਦਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2742,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ieku iKnu rih. n skau, ibnu pRIqm; drsn dyKn kau DwrI min Aws]rhwau]",
    "transliteration": "Eik Khin Rehi N Sako Bin Preetham Dharasan Dhaekhan Ko Dhhaaree Man Aas || Rehaao ||",
    "translation": "I cannot survive, even for an instant, without my Beloved. My mind is filled with the desire to behold the Blessed Vision of His Darshan. ||Pause||",
    "punjabi": "ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ (ਦਾ ਦਰਸਨ ਕਰਨ) ਤੋਂ ਬਿਨਾ ਮੈਂ ਇਕ ਛਿਨ ਭਰ ਭੀ ਰਹਿ ਨਹੀਂ ਸਕਦਾ। ਮੈਂ ਉਸ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਸ ਬਣਾਈ ਹੋਈ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2742,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ismrau nwmu inrMjn krqy; mn qn qy siB iklivK nws]",
    "transliteration": "Simaro Naam Niranjan Karathae Man Than Thae Sabh Kilavikh Naas ||",
    "translation": "I meditate in remembrance on the Naam, the Name of the immaculate Creator Lord; all the sins and errors of my mind and body are washed away.",
    "punjabi": "ਹੇ ਮਾਂ! ਉਸ ਨਿਰੰਜਨ ਕਰਤਾਰ ਦਾ ਨਾਮ ਮੈਂ (ਸਦਾ) ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹਾਂ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਹੇ ਮਾਂ) ਮਨ ਤੋਂ, ਤਨ ਤੋਂ, ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2742,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "pUrn pwrbRhm suKdwqy; AibnwsI ibml jw ko jws]1]",
    "transliteration": "Pooran Paarabreham Sukhadhaathae Abinaasee Bimal Jaa Ko Jaas ||1||",
    "translation": "The Perfect Supreme Lord God, the eternal, imperishable Giver of peace - spotless and pure are His Praises. ||1||",
    "punjabi": "ਉਸ ਪੂਰਨ ਪਾਰਬ੍ਰਹਮ ਦਾ, ਉਸ ਸੁਖਦਾਤੇ ਦਾ, ਜਿਸ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਜੀਵਾਂ ਨੂੰ) ਪਵਿਤ੍ਰ (ਕਰ ਦੇਂਦੀ) ਹੈ ॥੧॥",
    "pronunciation": "(ibml) inrml",
    "type_id": 3
  },
  {
    "shabad_id": 2742,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "sMq pRswid myry pUr mnorQ; kir ikrpw Byty guxqws]",
    "transliteration": "Santh Prasaadh Maerae Poor Manorathh Kar Kirapaa Bhaettae Gunathaas ||",
    "translation": "By the Grace of the Saints, my desires have been fulfilled; in His Mercy, the Lord, the treasure of virtue, has met me.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ ਹਨ, ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਜੀ ਮੇਹਰ ਕਰ ਕੇ (ਮੈਨੂੰ) ਮਿਲ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]