[
  {
    "shabad_id": 2742,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "sWiq shj sUK min aupijE; koit sUr nwnk prgws]2]5]24]",
    "transliteration": "Saanth Sehaj Sookh Man Oupajiou Kott Soor Naanak Paragaas ||2||5||24||",
    "translation": "Peace and tranquility, poise and pleasure, have welled up within my mind; millions of suns, O Nanak, illuminate me. ||2||5||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਮੇਰੇ) ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਗਈ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਪੈਦਾ ਹੋ ਗਏ ਹਨ, (ਮਾਨੋ) ਕ੍ਰੋੜਾਂ ਸੂਰਜਾਂ ਦਾ (ਮੇਰੇ ਅੰਦਰ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ ॥੨॥੫॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir hir; piqq. pwvn]",
    "transliteration": "Har Har Pathith Paavan ||",
    "translation": "The Lord, Har, Har, is the Purifier of sinners;",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jIA pRwn mwn suKdwqw; AMqrjwmI mn ko Bwvn]rhwau]",
    "transliteration": "Jeea Praan Maan Sukhadhaathaa Antharajaamee Man Ko Bhaavan || Rehaao ||",
    "translation": "He is the soul, the breath of life, the Giver of peace and honor, the Inner-knower, the Searcher of hearts; He is pleasing to my mind. ||Pause||",
    "punjabi": "ਉਹ (ਸਭ ਜੀਵਾਂ ਦੀ) ਜਿੰਦ ਪ੍ਰਾਣਾਂ ਦਾ ਸਹਾਰਾ ਹੈ, (ਸਭ ਨੂੰ) ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, (ਸਭ ਦੇ) ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, (ਸਭਨਾਂ ਦੇ) ਮਨ ਦਾ ਪਿਆਰਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "suMdru suGVu cquru sB byqw; ird dws invws. Bgq gun gwvn]",
    "transliteration": "Sundhar Sugharr Chathur Sabh Baethaa Ridh Dhaas Nivaas Bhagath Gun Gaavan ||",
    "translation": "He is beautiful and wise, clever and all-knowing. He dwells within the hearts of His slaves; His devotees sing His Glorious Praises.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸੋਹਣਾ ਹੈ, ਸੁਚੱਜੀ ਘਾੜਤ ਵਾਲਾ ਹੈ, ਸਿਆਣਾ ਹੈ, ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਿਵਾਸ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਭਗਤ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "sB (byqw) jwnx vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "inrml rUp AnUp suAwmI; krm BUim bIjn so Kwvn]1]",
    "transliteration": "Niramal Roop Anoop Suaamee Karam Bhoom Beejan So Khaavan ||1||",
    "translation": "His form is immaculate and pure; He is the incomparable Lord and Master. Upon the field of actions and karma, whatever one plants, one eats. ||1||",
    "punjabi": "ਉਹ ਮਾਲਕ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ, ਬੇ-ਮਿਸਾਲ ਹੈ। ਉਸ ਦਾ ਬਣਾਇਆ ਹੋਇਆ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਕਰਮ ਬੀਜਣ ਲਈ ਧਰਤੀ ਹੈ; ਜੋ ਕੁਝ ਜੀਵ ਇਸ ਵਿਚ ਬੀਜਦੇ ਹਨ, ਉਹੀ ਖਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ibsmn ibsm Bey ibsmwdw; Awn n bIE dUsr lwvn]",
    "transliteration": "Bisaman Bisam Bheae Bisamaadhaa Aan N Beeou Dhoosar Laavan ||",
    "translation": "I am amazed, and wonder-struck by His wonder. There is none other than Him.",
    "punjabi": "(ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਬਾਰੇ ਸੋਚ ਕੇ) ਬਹੁਤ ਹੀ ਹੈਰਾਨ ਹੋ ਜਾਈਦਾ ਹੈ। ਕੋਈ ਭੀ ਹੋਰ ਦੂਜਾ ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(bIE) dUjw",
    "type_id": 3
  },
  {
    "shabad_id": 2743,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "rsnw ismir ismir jsu jIvw; nwnk dws sdw bil jwvn]2]6]25]",
    "transliteration": "Rasanaa Simar Simar Jas Jeevaa Naanak Dhaas Sadhaa Bal Jaavan ||2||6||25||",
    "translation": "Meditating in remembrance on His Praises with my tongue, I live; slave Nanak is forever a sacrifice to Him. ||2||6||25||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਸ ਦੇ ਸੇਵਕ ਉਸ ਤੋ ਸਦਾ ਸਦਕੇ ਹੁੰਦੇ ਹਨ। ਹੇ ਭਾਈ! ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਕਰ ਕਰ ਕੇ ਮੈਂ (ਭੀ) ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹਾਂ ॥੨॥੬॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mweI; mwieAw Clu]",
    "transliteration": "Maaee Maaeiaa Shhal ||",
    "translation": "O my mother, Maya is so misleading and deceptive.",
    "punjabi": "ਹੇ ਮਾਂ! ਮਾਇਆ ਇਕ ਛਲਾਵਾ ਹੈ (ਜੋ ਕਈ ਰੂਪ ਵਿਖਾ ਕੇ ਛੇਤੀ ਹੀ ਗੁੰਮ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "iqRx kI Agin. myG kI CwieAw; goibd Bjn ibnu. hV kw jlu]rhwau]",
    "transliteration": "Thrin Kee Agan Maegh Kee Shhaaeiaa Gobidh Bhajan Bin Harr Kaa Jal || Rehaao ||",
    "translation": "Without meditating on the Lord of the Universe, it is like straw on fire, or the shadow of a cloud, or the running of the flood-waters. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਇਸ ਮਾਇਆ ਦੀ ਪਾਂਇਆਂ ਇਤਨੀ ਹੈ ਜਿਵੇਂ ਕਿ) ਕੱਖਾਂ ਦੀ ਅੱਗ ਹੈ, ਬੱਦਲਾਂ ਦੀ ਛਾਂ ਹੈ, (ਦਰਿਆ ਦੇ) ਹੜ ਦਾ ਪਾਣੀ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "hV@",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "Coif isAwnp bhu cqurweI; duie kr joiV. swD mig clu]",
    "transliteration": "Shhodd Siaanap Bahu Chathuraaee Dhue Kar Jorr Saadhh Mag Chal ||",
    "translation": "Renounce your cleverness and all your mental tricks; with your palms pressed together, walk on the Path of the Holy Saints.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮਾਇਆ ਛਲਾਵੇ ਦੇ ਧੋਖੇ ਤੋਂ ਬਚਣ ਲਈ) ਬਹੁਤੀਆਂ ਚਲਾਕੀਆਂ ਤੇ ਸਿਆਣਪਾਂ ਛੱਡ ਦੇ, ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਗੁਰੂ ਦੇ (ਦੱਸੇ ਹੋਏ) ਰਸਤੇ ਉਤੇ ਤੁਰਿਆ ਕਰ,",
    "pronunciation": "c`lu",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ismir suAwmI AMqrjwmI; mwnuK dyh kw iehu aUqm Plu]1]",
    "transliteration": "Simar Suaamee Antharajaamee Maanukh Dhaeh Kaa Eihu Ootham Fal ||1||",
    "translation": "Remember the Lord, the Inner-knower, the Searcher of hearts; this is the most sublime reward of this human incarnation. ||1||",
    "punjabi": "ਅੰਤਰਜਾਮੀ ਮਾਲਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ-ਮਨੁੱਖ ਸਰੀਰ ਦਾ ਸਭ ਤੋਂ ਚੰਗਾ ਫਲ ਇਹੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "byd biKAwn krq swDU jn; BwghIn smJq nhI. Klu]",
    "transliteration": "Baedh Bakhiaan Karath Saadhhoo Jan Bhaageheen Samajhath Nehee Khal ||",
    "translation": "The Holy Saints preach the teachings of the Vedas, but the unfortunate fools do not understand them.",
    "punjabi": "ਹੇ ਭਾਈ! ਭਲੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਇਹ ਉਪਦੇਸ਼ ਕਰਦੇ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਨਿਭਾਗਾ ਮੂਰਖ ਮਨੁੱਖ (ਇਸ ਉਪਦੇਸ਼ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2744,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "pRym Bgiq rwcy jn nwnk; hir ismrin. dhn Bey ml]2]7]26]",
    "transliteration": "Praem Bhagath Raachae Jan Naanak Har Simaran Dhehan Bheae Mal ||2||7||26||",
    "translation": "Servant Nanak is absorbed in loving devotional worship; meditating in remembrance on the Lord, one's dirt is burnt away. ||2||7||26||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਪ੍ਰਭੂ ਦੀ ਪਿਆਰ-ਭਗਤੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ। ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਕਾਮਾਦਿਕ) ਭਲਵਾਨ ਸੜ ਕੇ ਸੁਆਹ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੭॥੨੬॥",
    "pronunciation": "(dhn Bey) sV gey[ (ml)pwp[ml:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mweI; crn gur mITy]",
    "transliteration": "Maaee Charan Gur Meethae ||",
    "translation": "O mother, the Guru's feet are so sweet.",
    "punjabi": "ਹੇ ਮਾਂ! ਗੁਰੂ ਦੇ ਚਰਨ (ਮੈਨੂੰ) ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "vfYBwig dyvY prmysru; koit Plw drsn gur fITy]rhwau]",
    "transliteration": "Vaddai Bhaag Dhaevai Paramaesar Kott Falaa Dharasan Gur Ddeethae || Rehaao ||",
    "translation": "By great good fortune, the Transcendent Lord has blessed me with them. Millions of rewards come from the Blessed Vision of the Guru's Darshan. ||Pause||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਪਰਮਾਤਮਾ (ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਮਿਲਾਪ) ਦੇਂਦਾ ਹੈ, ਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਕ੍ਰੋੜਾਂ (ਪੁੰਨਾਂ ਦੇ) ਫਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "gun gwvq Acuq AibnwsI; kwm kRoD ibnsy md FITy]",
    "transliteration": "Gun Gaavath Achuth Abinaasee Kaam Krodhh Binasae Madh Dteethae ||",
    "translation": "Singing the Glorious Praises of the imperishable, indestructible Lord, sexual desire, anger and stubborn pride vanish.",
    "punjabi": "ਹੇ ਮਾਂ! (ਗੁਰੂ ਦੇ ਚਰਨੀਂ ਪੈ ਕੇ) ਅਟੱਲ ਅਬਿਨਾਸੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਮੁੜ ਮੁੜ ਹੱਲਾ ਕਰ ਕੇ ਆਉਣ ਵਾਲੇ ਕਾਮ ਕ੍ਰੋਧ ਅਹੰਕਾਰ (ਆਦਿਕ ਵਿਕਾਰ) ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(A-c`uq) At`l",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "AsiQr Bey swc rMig rwqy; jnm mrn bwhuir nhI pITy]1]",
    "transliteration": "Asathhir Bheae Saach Rang Raathae Janam Maran Baahur Nehee Peethae ||1||",
    "translation": "Those who are imbued with the Love of the True Lord become permanent and eternal; birth and death do not grind them down any more. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੇਹੜੇ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਅਡੋਲ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਜਨਮ ਮਰਣ (ਦੀ ਚੱਕੀ) ਵਿਚ ਮੁੜ ਮੁੜ ਨਹੀਂ ਪੀਸੇ ਜਾਂਦੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ibnu hir Bjn. rMg rs jyqy; sMq dieAwl jwny siB JUTy]",
    "transliteration": "Bin Har Bhajan Rang Ras Jaethae Santh Dhaeiaal Jaanae Sabh Jhoothae ||",
    "translation": "Without the Lord's meditation, all joys and pleasures are totally false and worthless; by the Kind Mercy of the Saints, I know this.",
    "punjabi": "ਹੇ ਮਾਂ! (ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹ) ਦਇਆ ਦੇ ਘਰ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ (ਦੇ ਆਨੰਦ) ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਾਰੇ ਹੀ (ਦੁਨੀਆਵੀ) ਸੁਆਦਾਂ ਤੇ ਤਮਾਸ਼ਿਆਂ ਨੂੰ ਝੂਠੇ ਜਾਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2745,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "nwm rqnu pwieE jn nwnk; nwm ibhUn. cly siB mUTy]2]8]27]",
    "transliteration": "Naam Rathan Paaeiou Jan Naanak Naam Bihoon Chalae Sabh Moothae ||2||8||27||",
    "translation": "Servant Nanak has found the jewel of the Naam; without the Naam, all must depart, cheated and plundered. ||2||8||27||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਮਾਂ!) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ) ਰਤਨ (ਵਰਗਾ ਕੀਮਤੀ) ਨਾਮ ਹਾਸਲ ਕਰਦੇ ਹਨ। ਹਰਿ-ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਸਾਰੇ ਹੀ ਜੀਵ (ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ) ਲੁਟਾ ਕੇ (ਜਗਤ ਤੋਂ) ਜਾਂਦੇ ਹਨ ॥੨॥੮॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swDsMig; hir hir nwmu icqwrw]",
    "transliteration": "Saadhhasang Har Har Naam Chithaaraa ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I contemplate the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "shij AnMdu hovY idnu rwqI; AMkuru Blo hmwrw]rhwau]",
    "transliteration": "Sehaj Anandh Hovai Dhin Raathee Ankur Bhalo Hamaaraa || Rehaao ||",
    "translation": "I am in peaceful poise and bliss, day and night; the seed of my destiny has sprouted. ||Pause||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ (ਉਸ ਦੇ ਅੰਦਰ) ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। (ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਭਲਾ ਅੰਗੂਰ ਫੁੱਟ ਪੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(AMkuru) Bwg",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "guru pUrw. ByitE bfBwgI; jw ko. AMqu n pwrwvwrw]",
    "transliteration": "Gur Pooraa Bhaettiou Baddabhaagee Jaa Ko Anth N Paaraavaaraa ||",
    "translation": "I have met the True Guru, by great good fortune; He has no end or limitation.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਜਿਸ ਦੀ ਹਸਤੀ ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "kru gih kwiF lIE jnu Apnw; ibKu swgr sMswrw]1]",
    "transliteration": "Kar Gehi Kaadt Leeou Jan Apunaa Bikh Saagar Sansaaraa ||1||",
    "translation": "Taking His humble servant by the hand, He pulls him out of the poisonous world-ocean. ||1||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਆਪਣੇ ਉਸ ਸੇਵਕ ਨੂੰ (ਉਸਦਾ) ਹੱਥ ਫੜ ਕੇ ਵਿਹੁਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਬਾਹਰ ਕੱਢ ਲੈਂਦਾ ਹੈ, (ਜਿਸ ਸੇਵਕ ਨੂੰ) ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "jnm mrn kwty gur bcnI; bhuiV. n sMkt duAwrw]",
    "transliteration": "Janam Maran Kaattae Gur Bachanee Bahurr N Sankatt Dhuaaraa ||",
    "translation": "Birth and death are ended for me, by the Word of the Guru's Teachings; I shall no longer pass through the door of pain and suffering.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰਿਆਂ ਜਨਮ ਮਰਨ ਵਿਚ ਪਾਣ ਵਾਲੀਆਂ ਫਾਹੀਆਂ ਕੱਟੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਕਸ਼ਟਾਂ-ਭਰੇ ਚੌਰਾਸੀ ਦੇ ਗੇੜ ਦਾ ਦਰਵਾਜ਼ਾ ਮੁੜ ਨਹੀਂ ਵੇਖਣਾ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2746,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwnk srin ghI suAwmI kI; punh punh nmskwrw]2]9]28]",
    "transliteration": "Naanak Saran Gehee Suaamee Kee Puneh Puneh Namasakaaraa ||2||9||28||",
    "translation": "Nanak holds tight to the Sanctuary of his Lord and Master; again and again, he bows in humility and reverence to Him. ||2||9||28||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਭੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, ਮੈਂ (ਉਸ ਦੇ ਦਰ ਤੇ) ਮੁੜ ਮੁੜ ਸਿਰ ਨਿਵਾਂਦਾ ਹਾਂ ॥੨॥੯॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2747,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "tofI mhlw 5]",
    "transliteration": "Ttoddee Mehalaa 5 ||",
    "translation": "Todee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2747,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "mweI; myry mn ko suKu]",
    "transliteration": "Maaee Maerae Man Ko Sukh ||",
    "translation": "O my mother, my mind is at peace.",
    "punjabi": "ਹੇ ਮਾਂ! (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ) ਮੇਰੇ ਮਨ ਦਾ ਸੁਖ (ਇਤਨਾ ਉੱਚਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2747,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "koit AnMd rwj suKu BugvY; hir ismrq. ibnsY sB duKu]1]rhwau]",
    "transliteration": "Kott Anandh Raaj Sukh Bhugavai Har Simarath Binasai Sabh Dhukh ||1|| Rehaao ||",
    "translation": "I enjoy the ecstasy of millions of princely pleasures; remembering the Lord in meditation, all pains have been dispelled. ||1||Pause||",
    "punjabi": "ਕਿ ਇਉਂ ਜਾਪਦਾ ਹੈ, ਜਿਵੇਂ ਮੇਰਾ ਮਨ) ਕ੍ਰੋੜਾਂ ਆਨੰਦ ਮਾਣ ਰਿਹਾ ਹੈ; ਕ੍ਰੋੜਾਂ ਬਾਦਸ਼ਾਹੀਆਂ ਦਾ ਸੁਖ ਮਾਣ ਰਿਹਾ ਹੈ। ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਾਰਾ ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2747,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "koit jnm ky iklibK nwsih; ismrq pwvn qn mn suK]",
    "transliteration": "Kott Janam Kae Kilabikh Naasehi Simarath Paavan Than Man Sukh ||",
    "translation": "The sins of millions of lifetimes are erased, by meditating on the Lord; becoming pure, my mind and body have found peace.",
    "punjabi": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਤਨ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਦੇ (ਕੀਤੇ ਹੋਏ) ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2747,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "dyiK srUpu pUrnu BeI Awsw; drsnu Bytq auqrI BuK]1]",
    "transliteration": "Dhaekh Saroop Pooran Bhee Aasaa Dharasan Bhaettath Outharee Bhukh ||1||",
    "translation": "Gazing upon the Lord's form of perfect beauty, my hopes have been fulfilled; attaining the Blessed Vision of His Darshan, my hunger has been appeased. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰ ਕੇ (ਮਨ ਦੀ ਹਰੇਕ) ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਦਰਸਨ ਕਰਦਿਆਂ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2747,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "cwir pdwrQ Ast mhw isiD; kwmDynu pwrjwq hir hir ruKu]",
    "transliteration": "Chaar Padhaarathh Asatt Mehaa Sidhh Kaamadhhaen Paarajaath Har Har Rukh ||",
    "translation": "The four great blessings, the eight supernatural spiritual powers of the Siddhas, the wish-fulfilling Elysian cow, and the wish-fulfilling tree of life - all these come from the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮਾਂ! ਚਾਰ ਪਦਾਰਥ (ਦੇਣ ਵਾਲਾ), ਅੱਠ ਵੱਡੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ (ਦੇਣ ਵਾਲਾ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ। ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ ਕਾਮਧੇਨ; ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ ਪਾਰਜਾਤ ਰੁੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2747,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "nwnk. srin ghI suKswgr; jnm mrn iPir grB. n DuKu]2]10]29]",
    "transliteration": "Naanak Saran Gehee Sukh Saagar Janam Maran Fir Garabh N Dhhukh ||2||10||29||",
    "translation": "O Nanak, holding tight to the Sanctuary of the Lord, the ocean of peace, you shall not suffer the pains of birth and death, or fall into the womb of reincarnation again. ||2||10||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਮਾਂ! ਜਿਸ ਮਨੁੱਖ ਨੇ) ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲੈ ਲਿਆ, ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਫ਼ਿਕਰ, ਜੂਨਾਂ ਵਿਚ ਪੈਣ ਦਾ ਫ਼ਿਕਰ ਨਹੀਂ ਰਹਿੰਦਾ ॥੨॥੧੦॥੨੯॥",
    "pronunciation": "DuKu:polw bolo",
    "type_id": 3
  }
]