[
  {
    "shabad_id": 2752,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu bYrwVI mhlw 4 Gru 1 dupdy",
    "transliteration": "Raag Bairaarree Mehalaa 4 Ghar 1 Dhupadhae",
    "translation": "Raag Bairaaree, Fourth Mehl, First House, Du-Padas:",
    "punjabi": "ਰਾਗ ਬੈਰਾੜੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2752,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2752,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "suin mn. AkQ kQw; hir nwm ]",
    "transliteration": "Sun Man Akathh Kathhaa Har Naam ||",
    "translation": "Listen, O mind, to the Unspoken Speech of the Lord's Name.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੇ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਿਆ ਕਰ ਜਿਸ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-kQ,kQw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2752,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "iriD buiD isiD suK pwvih; Bju gurmiq hir rwm rwm ]1] rhwau ]",
    "transliteration": "Ridhh Budhh Sidhh Sukh Paavehi Bhaj Guramath Har Raam Raam ||1|| Rehaao ||",
    "translation": "Riches, wisdom, supernatural spiritual powers and peace are obtained, by vibrating, meditating on the Lord God, under Guru's Instruction. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ। ਤੂੰ ਧਨ-ਪਦਾਰਥ, ਉੱਚੀ ਅਕਲ, ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ, ਸਾਰੇ ਸੁਖ (ਹਰਿ-ਨਾਮ ਵਿਚ ਹੀ) ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2752,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "nwnw iKAwn purwn jsu aUqm; Kt drsn gwvih rwm ]",
    "transliteration": "Naanaa Khiaan Puraan Jas Ootham Khatt Dharasan Gaavehi Raam ||",
    "translation": "Numerous legends, the Puraanas, and the six Shaastras, sing the sublime Praises of the Lord.",
    "punjabi": "ਹੇ ਮਨ! (ਉਸ ਅਕਥ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ ਜਿਸ ਦਾ) ਉੱਤਮ ਜਸ (ਮਹਾ ਭਾਰਤ ਆਦਿਕ) ਅਨੇਕਾਂ ਪ੍ਰਸੰਗ, ਪੁਰਾਣ ਅਤੇ ਛੇ ਸ਼ਾਸਤਰ ਗਾਂਦੇ ਹਨ (ਪਰ ਉਸ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕੇ)।",
    "pronunciation": "(iKAwn) pRsMg[ (Kt) Cy (drsn) SwsqR",
    "type_id": 3
  },
  {
    "shabad_id": 2752,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "sMkr. kRoiV qyqIs iDAwieE; nhI jwinE hir mrmwm ]1]",
    "transliteration": "Sankar Krorr Thaethees Dhhiaaeiou Nehee Jaaniou Har Maramaam ||1||",
    "translation": "Shiva and the three hundred thirty million gods meditate on the Lord, but they do not know the secret of His mystery. ||1||",
    "punjabi": "ਸ਼ਿਵ ਜੀ ਅਤੇ ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤਿਆਂ ਨੇ ਭੀ ਉਸ ਦਾ ਧਿਆਨ ਧਰਿਆ, ਪਰ ਉਸ ਹਰੀ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ॥੧॥",
    "pronunciation": "(sMkr) iSvjI[ (mrmwm)Byq",
    "type_id": 3
  },
  {
    "shabad_id": 2752,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "suir nr gx gMDRb. jsu gwvih; sB gwvq. jyq aupwm ]",
    "transliteration": "Sur Nar Gan Gandhhrab Jas Gaavehi Sabh Gaavath Jaeth Oupaam ||",
    "translation": "The angelic and divine beings, and the celestial singers sing His Praises; all Creation sings of Him.",
    "punjabi": "(ਹੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਕਥਾ ਸੁਣਿਆ ਕਰ ਜਿਸ ਦਾ) ਜਸ ਦੇਵਤੇ ਮਨੁੱਖ ਗਣ ਗੰਧਰਬ ਗਾਂਦੇ ਆ ਰਹੇ ਹਨ, ਜਿਤਨੀ ਭੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਸ੍ਰਿਸ਼ਟੀ ਹੈ ਸਾਰੀ ਜਿਸ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ।",
    "pronunciation": "(aupwm)pYdw kIqy hn[ gM-DRb",
    "type_id": 3
  },
  {
    "shabad_id": 2752,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "nwnk ikRpw krI hir ijn kau; qy sMq Bly hir rwm ]2]1]",
    "transliteration": "Naanak Kirapaa Karee Har Jin Ko Thae Santh Bhalae Har Raam ||2||1||",
    "translation": "O Nanak, those whom the Lord blesses with His Kind Mercy, become the good Saints of the Lord God. ||2||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਮਨ!) ਪਰਮਾਤਮਾ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਸੰਤ ਬਣ ਜਾਂਦੇ ਹਨ ਉਂਞ ਉਸ ਦਾ ਭੇਤ ਕੋਈ ਨਹੀਂ ਪਾ ਸਕਦਾ) ॥੨॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2753,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "bYrwVI mhlw 4 ]",
    "transliteration": "Bairaarree Mehalaa 4 ||",
    "translation": "Bairaaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2753,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mn; imil sMq jnw jsu gwieE ]",
    "transliteration": "Man Mil Santh Janaa Jas Gaaeiou ||",
    "translation": "O mind, those who meet the Lord's humble servants, sing His Praises.",
    "punjabi": "ਹੇ ਮਨ! ਉਸ ਮਨੁੱਖ ਨੇ ਸੰਤ ਜਨਾਂ ਨਾਲ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2753,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir hir rqnu. rqnu hir nIko; guir siqguir dwnu idvwieE ]1] rhwau ]",
    "transliteration": "Har Har Rathan Rathan Har Neeko Gur Sathigur Dhaan Dhivaaeiou ||1|| Rehaao ||",
    "translation": "They are blessed with the gift of the jewel of the Lord, Har, Har, the sublime jewel of the Lord, by the Guru, the True Guru. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਰਤਨ ਨਾਮ ਕੀਮਤੀ ਨਾਮ ਬਖ਼ਸ਼ਸ਼ ਵਜੋਂ ਦਿਵਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(nIko) au~qm",
    "type_id": 4
  },
  {
    "shabad_id": 2753,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "iqsu jn kau. mnu qnu sBu dyvau; ijin hir hir nwmu sunwieE ]",
    "transliteration": "This Jan Ko Man Than Sabh Dhaevo Jin Har Har Naam Sunaaeiou ||",
    "translation": "I offer my mind, body and everything to that humble being who recites the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮਨ! ਮੈਂ ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣਾ ਮਨ ਤਨ ਸਭ ਕੁਝ ਭੇਟਾ ਕਰਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2753,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "Dnu mwieAw sMpY iqsu dyvau; ijin hir mIqu imlwieE ]1]",
    "transliteration": "Dhhan Maaeiaa Sanpai This Dhaevo Jin Har Meeth Milaaeiou ||1||",
    "translation": "I offer my wealth, the riches of Maya and my property to that one who leads me to meet the Lord, my friend. ||1||",
    "punjabi": "ਧਨ-ਪਦਾਰਥ ਮਾਇਆ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੈਨੂੰ) ਮਿੱਤਰ ਪ੍ਰਭੂ ਮਿਲਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2753,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "iKnu ikMicq ikRpw krI jgdIsir; qb hir hir. hir jsu iDAwieE ]",
    "transliteration": "Khin Kinchith Kirapaa Karee Jagadheesar Thab Har Har Har Jas Dhhiaaeiou ||",
    "translation": "When the Lord of the world bestowed just a tiny bit of His Mercy, for just an instant, then I meditated on the Praise of the Lord, Har, Har, Har.",
    "punjabi": "ਹੇ ਮਨ! ਜਗਤ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਜਦੋਂ (ਕਿਸੇ ਸੇਵਕ ਉਤੇ) ਇਕ ਪਲ ਭਰ ਲਈ ਥੋੜੀ ਜਿਤਨੀ ਭੀ ਮੇਹਰ ਕਰ ਦਿੱਤੀ, ਉਸ ਨੇ ਤਦੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ।",
    "pronunciation": "(ikMicq) QoVy mwqR",
    "type_id": 3
  },
  {
    "shabad_id": 2753,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "jn nwnk kau. hir Byty suAwmI; duKu haumY rogu gvwieE ]2]2]",
    "transliteration": "Jan Naanak Ko Har Bhaettae Suaamee Dhukh Houmai Rog Gavaaeiou ||2||2||",
    "translation": "The Lord and Master has met servant Nanak, and the pain of the sickness of egotism has been eliminated. ||2||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪਏ, ਉਸ ਦਾ ਹਰੇਕ ਦੁੱਖ (ਤੇ) ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੋ ਗਿਆ ॥੨॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2754,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bYrwVI mhlw 4 ]",
    "transliteration": "Bairaarree Mehalaa 4 ||",
    "translation": "Bairaaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2754,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir jnu; rwm nwm gun gwvY ]",
    "transliteration": "Har Jan Raam Naam Gun Gaavai ||",
    "translation": "The Lord's humble servant sings the Glorious Praises of the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2754,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jy koeI inMd kry, hir jn kI; Apunw gunu. n gvwvY ]1] rhwau ]",
    "transliteration": "Jae Koee Nindh Karae Har Jan Kee Apunaa Gun N Gavaavai ||1|| Rehaao ||",
    "translation": "Even if someone slanders the Lord's humble servant, he does not give up his own goodness. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਉਸ ਭਗਤ ਦੀ ਨਿੰਦਾ (ਭੀ) ਕਰਦਾ ਹੈ ਤਾਂ ਉਹ ਭਗਤ ਆਪਣਾ ਸੁਭਾਉ ਨਹੀਂ ਤਿਆਗਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(gunu)gurmuiK praupkwrI suBwA",
    "type_id": 4
  },
  {
    "shabad_id": 2754,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "jo ikCu kry. su Awpy suAwmI; hir Awpy kwr kmwvY ]",
    "transliteration": "Jo Kishh Karae S Aapae Suaamee Har Aapae Kaar Kamaavai ||",
    "translation": "Whatever the Lord and Master does, He does by Himself; the Lord Himself does the deeds.",
    "punjabi": "ਹੇ ਭਾਈ! (ਭਗਤ ਆਪਣੀ ਨਿੰਦਾ ਸੁਣ ਕੇ ਭੀ ਆਪਣਾ ਸੁਭਾਉ ਨਹੀਂ ਛੱਡਦਾ, ਕਿਉਂਕਿ ਉਹ ਜਾਣਦਾ ਹੈ ਕਿ) ਜੋ ਕੁਝ ਕਰ ਰਿਹਾ ਹੈ ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਵਿਚ ਬੈਠ ਕੇ) ਕਰ ਰਿਹਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਹਰੇਕ ਕਾਰ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2754,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hir Awpy hI miq dyvY suAwmI; hir Awpy boil bulwvY ]1]",
    "transliteration": "Har Aapae Hee Math Dhaevai Suaamee Har Aapae Bol Bulaavai ||1||",
    "translation": "The Lord and Master Himself imparts understanding; the Lord Himself inspires us to speak. ||1||",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ ਹੀ (ਹਰੇਕ ਜੀਵ ਨੂੰ) ਮਤਿ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ (ਹਰੇਕ ਵਿਚ ਬੈਠਾ) ਬੋਲ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ (ਹਰੇਕ ਜੀਵ ਨੂੰ) ਬੋਲਣ ਦੀ ਪ੍ਰੇਰਨਾ ਕਰ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
