[
  {
    "shabad_id": 2761,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "myrY kMq. n BwvY colVw ipAwry; ikau Dn syjY jwey]1]",
    "transliteration": "Maerai Kanth N Bhaavai Cholarraa Piaarae Kio Dhhan Saejai Jaaeae ||1||",
    "translation": "My Husband Lord is not pleased by these clothes, O Beloved; how can the soul-bride go to His bed? ||1||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਨਹੀਂ ਪਹੁੰਚ ਸਕਦੀ, ਕਿਉਂਕਿ (ਜਿੰਦ ਦਾ) ਇਹ ਚੋਲਾ (ਇਹ ਸਰੀਰ, ਇਹ ਜੀਵਨ) ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਸੰਦ ਨਹੀਂ ਆਉਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "hMau kurbwnY jwau imhrvwnw; hMau kurbwnY jwau]",
    "transliteration": "Hano Kurabaanai Jaao Miharavaanaa Hano Kurabaanai Jaao ||",
    "translation": "I am a sacrifice, O Dear Merciful Lord; I am a sacrifice to You.",
    "punjabi": "ਹੇ ਮਿਹਰਬਾਨ ਪ੍ਰਭੂ! ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਮੈਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hMau kurbwnY jwau iqnw kY; lYn jo qyrw nwau]",
    "transliteration": "Hano Kurabaanai Jaao Thinaa Kai Lain Jo Thaeraa Naao ||",
    "translation": "I am a sacrifice to those who take to Your Name.",
    "punjabi": "ਮੈਂ ਵਰਨੇ ਜਾਂਦਾ ਹਾਂ ਉਹਨਾਂ ਤੋਂ ਜੋ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "lYin jo qyrw nwau; iqnw kY. hMau sd kurbwnY jwau]1]rhwau]",
    "transliteration": "Lain Jo Thaeraa Naao Thinaa Kai Hano Sadh Kurabaanai Jaao ||1|| Rehaao ||",
    "translation": "Unto those who take to Your Name, I am forever a sacrifice. ||1||Pause||",
    "punjabi": "ਜੋ ਬੰਦੇ ਤੇਰਾ ਨਾਮ ਲੈਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2761,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "kwieAw rM|ix jy QIAY ipAwry; pweIAY nwau mjIT]",
    "transliteration": "Kaaeiaa Rann(g)an Jae Thheeai Piaarae Paaeeai Naao Majeeth ||",
    "translation": "If the body becomes the dyer's vat, O Beloved, and the Name is placed within it as the dye,",
    "punjabi": "(ਪਰ, ਹਾਂ!) ਜੇ ਇਹ ਸਰੀਰ (ਨੀਲਾਰੀ ਦੀ) ਮੱਟੀ ਬਣ ਜਾਏ, ਤੇ ਹੇ ਸੱਜਣ! ਜੇ ਇਸ ਵਿਚ ਮਜੀਠ ਵਰਗੇ ਪੱਕੇ ਰੰਗ ਵਾਲਾ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰੰਗ ਪਾਇਆ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "rM|x vwlw, jy rM|Y swihbu; AYsw rMgu. n fIT]2]",
    "transliteration": "Rann(g)an Vaalaa Jae Rann(g)ai Saahib Aisaa Rang N Ddeeth ||2||",
    "translation": "And if the Dyer who dyes this cloth is the Lord Master - O, such a color has never been seen before! ||2||",
    "punjabi": "ਫਿਰ ਮਾਲਿਕ-ਪ੍ਰਭੂ ਆਪ ਨੀਲਾਰੀ (ਬਣ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਨੂੰ) ਰੰਗ (ਦਾ ਡੋਬਾ) ਦੇਵੇ, ਤਾਂ ਅਜੇਹਾ ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ ਜੋ ਕਦੇ ਪਹਿਲਾਂ ਵੇਖਿਆ ਨਾਹ ਹੋਵੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ijn ky coly rqVy ipAwry; kMqu iqnw kY pwis]",
    "transliteration": "Jin Kae Cholae Ratharrae Piaarae Kanth Thinaa Kai Paas ||",
    "translation": "Those whose shawls are so dyed, O Beloved, their Husband Lord is always with them.",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਸੱਜਣ!) ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੇ (ਸਰੀਰ-) ਚੋਲੇ (ਜੀਵਨ ਨਾਮ-ਰੰਗ ਨਾਲ) ਰੰਗੇ ਗਏ ਹਨ, ਖਸਮ-ਪ੍ਰਭੂ (ਸਦਾ) ਉਹਨਾਂ ਦੇ ਕੋਲ (ਵੱਸਦਾ) ਹੈ।",
    "pronunciation": "r`qVy",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "DUiV iqnw kI jy imlY. jI khu; nwnk kI Ardwis]3]",
    "transliteration": "Dhhoorr Thinaa Kee Jae Milai Jee Kahu Naanak Kee Aradhaas ||3||",
    "translation": "Bless me with the dust of those humble beings, O Dear Lord. Says Nanak, this is my prayer. ||3||",
    "punjabi": "ਹੇ ਸੱਜਣ! ਨਾਨਕ ਵਲੋਂ ਉਹਨਾਂ ਪਾਸ ਬੇਨਤੀ ਕਰ, ਭਲਾ ਕਿਤੇ ਨਾਨਕ ਨੂੰ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲ ਜਾਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "Awpy swjy Awpy rMgy; Awpy ndir kryie]",
    "transliteration": "Aapae Saajae Aapae Rangae Aapae Nadhar Karaee ||",
    "translation": "He Himself creates, and He Himself imbues us. He Himself bestows His Glance of Grace.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਉਹ ਆਪ ਹੀ ਸੰਵਾਰਦਾ ਹੈ ਆਪ ਹੀ (ਨਾਮ ਦਾ) ਰੰਗ ਚਾੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2761,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "nwnk. kwmix kMqY BwvY; Awpy hI rwvyie]4]1]3]",
    "transliteration": "Naanak Kaaman Kanthai Bhaavai Aapae Hee Raavaee ||4||1||3||",
    "translation": "O Nanak, if the soul-bride becomes pleasing to her Husband Lord, He Himself enjoys her. ||4||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੪॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "iqlMg mÚ1]",
    "transliteration": "Thilang Ma 1 ||",
    "translation": "Tilang, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ieAwnVIey; mwnVw kwie kryih]",
    "transliteration": "Eiaanarreeeae Maanarraa Kaae Karaehi ||",
    "translation": "O foolish and ignorant soul-bride, why are you so proud?",
    "punjabi": "ਹੇ ਬਹੁਤ ਅੰਞਾਣ ਜਿੰਦੇ! ਇਤਨਾ ਕੋਝਾ ਮਾਣ ਤੂੰ ਕਿਉਂ ਕਰਦੀ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "AwpnVY Gir hir; rMgo. kI n mwxyih]",
    "transliteration": "Aapanarrai Ghar Har Rango Kee N Maanaehi ||",
    "translation": "Within the home of your own self, why do you not enjoy the Love of your Lord?",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੇਰੇ ਆਪਣੇ ਹੀ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੈ, ਤੂੰ ਉਸ (ਦੇ ਮਿਲਾਪ) ਦਾ ਆਨੰਦ ਕਿਉਂ ਨਹੀਂ ਮਾਣਦੀ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "shu nyVY. Dn kMmlIey; bwhru. ikAw FUFyih]",
    "transliteration": "Sahu Naerrai Dhhan Kanmaleeeae Baahar Kiaa Dtoodtaehi ||",
    "translation": "Your Husband Lord is so very near, O foolish bride; why do you search for Him outside?",
    "punjabi": "ਹੇ ਭੋਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਪਤੀ-ਪ੍ਰਭੂ (ਤੇਰੇ ਅੰਦਰ ਹੀ ਤੇਰੇ) ਨੇੜੇ ਵੱਸ ਰਿਹਾ ਹੈ, ਤੂੰ (ਜੰਗਲ ਆਦਿਕ) ਬਾਹਰਲਾ ਸੰਸਾਰ ਕਿਉਂ ਭਾਲਦੀ ਫਿਰਦੀ ਹੈਂ?",
    "pronunciation": "Dn:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "BY kIAw dyih slweIAw nYxI; Bwv kw kir sIgwro]",
    "transliteration": "Bhai Keeaa Dhaehi Salaaeeaa Nainee Bhaav Kaa Kar Seegaaro ||",
    "translation": "Apply the Fear of God as the maascara to adorn your eyes, and make the Love of the Lord your ornament.",
    "punjabi": "(ਜੇ ਤੂੰ ਉਸ ਦਾ ਦੀਦਾਰ ਕਰਨਾ ਹੈ, ਤਾਂ ਆਪਣੀਆਂ ਗਿਆਨ ਦੀਆਂ) ਅੱਖਾਂ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ) ਡਰ-ਅਦਬ (ਦੇ ਸੁਰਮੇ) ਦੀਆਂ ਸਲਾਈਆਂ ਪਾ, ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦਾ ਹਾਰ-ਸਿੰਗਾਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qw sohwgix jwxIAY lwgI; jw shu Dry ipAwro]1]",
    "transliteration": "Thaa Sohaagan Jaaneeai Laagee Jaa Sahu Dhharae Piaaro ||1||",
    "translation": "Then, you shall be known as a devoted and committed soul-bride, when you enshrine love for your Husband Lord. ||1||",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਤਦੋਂ ਹੀ ਸੋਹਾਗ ਭਾਗ ਵਾਲੀ ਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਹੋਈ ਸਮਝੀ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਨਾਲ ਪਿਆਰ ਕਰੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ieAwxI bwlI ikAw kry; jw Dn. kMq n BwvY]",
    "transliteration": "Eiaanee Baalee Kiaa Karae Jaa Dhhan Kanth N Bhaavai ||",
    "translation": "What can the silly young bride do, if she is not pleasing to her Husband Lord?",
    "punjabi": "(ਪਰ) ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਭੀ ਕੀਹ ਕਰ ਸਕਦੀ ਹੈ ਜੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਹੀ ਨਾਹ ਲੱਗੇ?",
    "pronunciation": "bwlI:ks ky",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "krx plwh kry bhuqyry; sw Dn. mhlu n pwvY]",
    "transliteration": "Karan Palaah Karae Bahuthaerae Saa Dhhan Mehal N Paavai ||",
    "translation": "She may plead and implore so many times, but still, such a bride shall not obtain the Mansion of the Lord's Presence.",
    "punjabi": "ਅਜੇਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਵੇਂ ਕਿਤਨੇ ਹੀ ਤਰਲੇ ਪਈ ਕਰੇ, ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਮਹਲ-ਘਰ ਲੱਭ ਹੀ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ivxu krmw. ikCu pweIAY nwhI; jy bhuqyrw DwvY]",
    "transliteration": "Vin Karamaa Kishh Paaeeai Naahee Jae Bahuthaeraa Dhhaavai ||",
    "translation": "Without the karma of good deeds, nothing is obtained, although she may run around frantically.",
    "punjabi": "(ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਵੇਂ ਕਿਤਨੀ ਹੀ ਦੌੜ-ਭੱਜ ਕਰੇ, ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਤੋਂ ਬਿਨਾ ਕੁਝ ਭੀ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "lb loB AhMkwr kI mwqI; mwieAw mwih smwxI]",
    "transliteration": "Lab Lobh Ahankaar Kee Maathee Maaeiaa Maahi Samaanee ||",
    "translation": "She is intoxicated with greed, pride and egotism, and engrossed in Maya.",
    "punjabi": "ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਜੀਭ ਦੇ ਚਸਕੇ ਲਾਲਚ ਤੇ ਅਹੰਕਾਰ (ਆਦਿਕ) ਵਿਚ ਹੀ ਮਸਤ ਰਹੇ, ਅਤੇ ਸਦਾ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਡੁੱਬੀ ਰਹੇ,",
    "pronunciation": "mwqI:ks ky",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ienI bwqI. shu pweIAY nwhI; BeI kwmix ieAwxI]2]",
    "transliteration": "Einee Baathee Sahu Paaeeai Naahee Bhee Kaaman Eiaanee ||2||",
    "translation": "She cannot obtain her Husband Lord in these ways; the young bride is so foolish! ||2||",
    "punjabi": "ਤਾਂ ਇਹਨੀਂ ਗੱਲੀਂ ਖਸਮ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਦਾ। ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਅੰਞਾਣ ਹੀ ਰਹੀ (ਜੋ ਵਿਕਾਰਾਂ ਵਿਚ ਭੀ ਮਸਤ ਰਹੇ ਤੇ ਫਿਰ ਭੀ ਸਮਝੇ ਕਿ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਸਕਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "bwqIN",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jwie puChu. sohwgxI vwhY; iknI bwqI. shu pweIAY]",
    "transliteration": "Jaae Pushhahu Sohaaganee Vaahai Kinee Baathee Sahu Paaeeai ||",
    "translation": "Go and ask the happy, pure soul-brides, how did they obtain their Husband Lord?",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਤੀ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਬੇਸ਼ਕ) ਉਹਨਾਂ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਵੇਖੋ ਕਿ ਕਿਹਨੀਂ ਗੱਲੀਂ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "(vwhY)pwsoN",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jo ikCu kry. so Blw kir mwnIAY; ihkmiq hukmu cukweIAY]",
    "transliteration": "Jo Kishh Karae So Bhalaa Kar Maaneeai Hikamath Hukam Chukaaeeai ||",
    "translation": "Whatever the Lord does, accept that as good; do away with your own cleverness and self-will.",
    "punjabi": "(ਉਹ ਇਹੀ ਉੱਤਰ ਦੇਂਦੀਆਂ ਹਨ ਕਿ) ਚਲਾਕੀ ਤੇ ਧੱਕਾ ਛੱਡ ਦਿਉ, ਜੋ ਕੁਝ ਪ੍ਰਭੂ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਚੰਗਾ ਸਮਝ ਕੇ (ਸਿਰ ਮੱਥੇ ਤੇ) ਮੰਨੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jw kY. pRyim pdwrQu pweIAY; qau crxI icqu lweIAY]",
    "transliteration": "Jaa Kai Praem Padhaarathh Paaeeai Tho Charanee Chith Laaeeai ||",
    "translation": "By His Love, true wealth is obtained; link your consciousness to His lotus feet.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦਾ ਸਦਕਾ ਨਾਮ-ਵਸਤ ਮਿਲਦੀ ਹੈ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਨ ਜੋੜੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "shu khY so kIjY. qnu mno dIjY; AYsw prmlu lweIAY]",
    "transliteration": "Sahu Kehai So Keejai Than Mano Dheejai Aisaa Paramal Laaeeai ||",
    "translation": "As your Husband Lord directs, so you must act; surrender your body and mind to Him, and apply this perfume to yourself.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਜੋ ਹੁਕਮ ਕਰਦਾ ਹੈ ਉਹ ਕਰੋ, ਆਪਣਾ ਸਰੀਰ ਤੇ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰੋ, ਬੱਸ! ਇਹ ਸੁਗੰਧੀ (ਜਿੰਦ ਵਾਸਤੇ) ਵਰਤੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "eyv khih sohwgxI BYxy; ienI bwqI shu pweIAY]3]",
    "transliteration": "Eaev Kehehi Sohaaganee Bhainae Einee Baathee Sahu Paaeeai ||3||",
    "translation": "So speaks the happy soul-bride, O sister; in this way, the Husband Lord is obtained. ||3||",
    "punjabi": "ਸੋਹਾਗ ਭਾਗ ਵਾਲੀਆਂ ਇਹੀ ਆਖਦੀਆਂ ਹਨ ਕਿ ਹੇ ਭੈਣ! ਇਹਨੀਂ ਗੱਲੀਂ ਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awpu gvweIAY. qw shu pweIAY; Aauru kYsI cqurweI]",
    "transliteration": "Aap Gavaaeeai Thaa Sahu Paaeeai Aour Kaisee Chathuraaee ||",
    "translation": "Give up your selfhood, and so obtain your Husband Lord; what other clever tricks are of any use?",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜਦੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰੀਏ। ਇਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਉੱਦਮ ਵਿਅਰਥ ਚਲਾਕੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "shu ndir kir dyKY. so idnu lyKY; kwmix nau iniD pweI]",
    "transliteration": "Sahu Nadhar Kar Dhaekhai So Dhin Laekhai Kaaman No Nidhh Paaee ||",
    "translation": "When the Husband Lord looks upon the soul-bride with His Gracious Glance, that day is historic - the bride obtains the nine treasures.",
    "punjabi": "(ਜ਼ਿੰਦਗੀ ਦਾ) ਉਹ ਦਿਨ ਸਫਲ ਜਾਣੋ ਜਦੋਂ ਪਤੀ-ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਿਹਾਗ ਨਾਲ ਤੱਕੇ, (ਜਿਸ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਵਲ ਮੇਹਰ ਦੀ) ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਉਹ ਮਾਨੋ ਨੌ ਖ਼ਜ਼ਾਨੇ ਲੱਭ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "Awpxy kMq ipAwrI. sw sohwgix; nwnk. sw sBrweI]",
    "transliteration": "Aapanae Kanth Piaaree Saa Sohaagan Naanak Saa Sabharaaee ||",
    "translation": "She who is loved by her Husband Lord, is the true soul-bride; O Nanak, she is the queen of all.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਹੈ ਉਹ ਸੁਹਾਗ ਭਾਗ ਵਾਲੀ ਹੈ ਉਹ (ਜਗਤ-) ਪਰਵਾਰ ਵਿਚ ਆਦਰ-ਮਾਣ ਪ੍ਰਾਪਤ ਕਰਦੀ ਹੈ।",
    "pronunciation": "swrIAW rwxIAW coN sBrweI ptrwxI[SuB guxW sBrweI BrwvW sihq",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "AYsY rMig rwqI. shj kI mwqI; Aih inis Bwie smwxI]",
    "transliteration": "Aisae Rang Raathee Sehaj Kee Maathee Ahinis Bhaae Samaanee ||",
    "translation": "Thus she is imbued with His Love, intoxicated with delight; day and night, she is absorbed in His Love.",
    "punjabi": "ਜੇਹੜੀ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਜੇਹੜੀ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਜੇਹੜੀ ਦਿਨ ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "mw`qI",
    "type_id": 3
  },
  {
    "shabad_id": 2762,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "suMdir swie srUp ibcKix; khIAY sw isAwxI]4]2]4]",
    "transliteration": "Sundhar Saae Saroop Bichakhan Keheeai Saa Siaanee ||4||2||4||",
    "translation": "She is beautiful, glorious and brilliant; she is known as truly wise. ||4||2||4||",
    "punjabi": "ਉਹੀ ਸੋਹਣੀ ਹੈ ਸੋਹਣੇ ਰੂਪ ਵਾਲੀ ਹੈ ਅਕਲ ਵਾਲੀ ਹੈ ਤੇ ਸਿਆਣੀ ਕਹੀ ਜਾਂਦੀ ਹੈ ॥੪॥੨॥੪॥",
    "pronunciation": "ib-c`Kix",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iqlMg mhlw 1]",
    "transliteration": "Thilang Mehalaa 1 ||",
    "translation": "Tilang, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jYsI mY AwvY, Ksm kI bwxI; qYsVw krI igAwnu. vy lwlo]",
    "transliteration": "Jaisee Mai Aavai Khasam Kee Baanee Thaisarraa Karee Giaan Vae Laalo ||",
    "translation": "As the Word of the Forgiving Lord comes to me, so do I express it, O Lalo.",
    "punjabi": "ਹੇ (ਭਾਈ) ਲਾਲੋ! ਮੈਨੂੰ ਜਿਹੋ ਜਿਹੀ ਖਸਮ-ਪ੍ਰਭੂ ਵਲੋਂ ਪ੍ਰੇਰਨਾ ਆਈ ਹੈ ਉਸੇ ਅਨੁਸਾਰ ਮੈਂ ਤੈਨੂੰ (ਉਸ ਦੂਰ-ਘਟਨਾ ਦੀ) ਵਾਕਫ਼ੀਅਤ ਦੇਂਦਾ ਹਾਂ (ਜੋ ਇਸ ਸ਼ਹਿਰ ਸ਼ੈਦਪੁਰ ਵਿਚ ਵਾਪਰੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pwp kI jM\\ lY. kwblhu DwieAw; jorI mMgY dwnu. vy lwlo]",
    "transliteration": "Paap Kee Jannj Lai Kaabalahu Dhhaaeiaa Joree Mangai Dhaan Vae Laalo ||",
    "translation": "Bringing the marriage party of sin, Babar has invaded from Kaabul, demanding our land as his wedding gift, O Lalo.",
    "punjabi": "(ਬਾਬਰ) ਕਾਬਲ ਤੋਂ (ਫ਼ੌਜ ਜੋ, ਮਾਨੋ) ਪਾਪ-ਜ਼ੁਲਮ ਦੀ ਜੰਞ (ਹੈ) ਇਕੱਠੀ ਕਰ ਕੇ ਆ ਚੜ੍ਹਿਆ ਹੈ, ਅਤੇ ਜ਼ੋਰ-ਧੱਕੇ ਨਾਲ ਹਿੰਦ-ਦੀ-ਹਕੂਮਤ ਰੂਪ ਕੰਨਿਆ-ਦਾਨ ਮੰਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "srmu Drmu duie. Cip Kloey; kUVu iPrY prDwnu. vy lwlo]",
    "transliteration": "Saram Dhharam Dhue Shhap Khaloeae Koorr Firai Paradhhaan Vae Laalo ||",
    "translation": "Modesty and righteousness both have vanished, and falsehood struts around like a leader, O Lalo.",
    "punjabi": "(ਸੈਦਪੁਰ ਵਿਚੋਂ) ਹਯਾ ਤੇ ਧਰਮ ਦੋਵੇਂ ਲੋਪ ਹੋ ਚੁਕੇ ਹਨ, ਝੂਠ ਹੀ ਝੂਠ ਚੌਧਰੀ ਬਣਿਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kwjIAw bwmxw kI gl QkI; Agdu pVY sYqwnu. vy lwlo]",
    "transliteration": "Kaajeeaa Baamanaa Kee Gal Thhakee Agadh Parrai Saithaan Vae Laalo ||",
    "translation": "The Qazis and the Brahmins have lost their roles, and Satan now conducts the marriage rites, O Lalo.",
    "punjabi": "(ਬਾਬਰ ਦੇ ਸਿਪਾਹੀਆਂ ਵਲੋਂ ਸੈਦਪੁਰ ਦੀਆਂ ਇਸਤ੍ਰੀਆਂ ਉਤੇ ਇਤਨੇ ਅੱਤਿਆਚਾਰ ਹੋ ਰਹੇ ਹਨ ਕਿ, ਮਾਨੋ) ਸ਼ੈਤਾਨ (ਇਸ ਸ਼ਹਿਰ ਵਿਚ) ਵਿਆਹ ਪੜ੍ਹਾ ਰਿਹਾ ਹੈ ਤੇ ਕਾਜ਼ੀਆਂ ਅਤੇ ਬ੍ਰਾਹਮਣਾਂ ਦੀ (ਸਾਊਆਂ ਵਾਲੀ) ਮਰਯਾਦਾ ਮੁੱਕ ਚੁਕੀ ਹੈ।",
    "pronunciation": "(Q`kI)mu~k geI[(Agdu) inkwh[ (sYqwnu)kwm[ kwjIAW:polw bolo[ g`l,Q`kI, pV@Y",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "muslmwnIAw pVih kqybw; kst mih krih Kudwie. vy lwlo]",
    "transliteration": "Musalamaaneeaa Parrehi Kathaebaa Kasatt Mehi Karehi Khudhaae Vae Laalo ||",
    "translation": "The Muslim women read the Koran, and in their misery, they call upon God, O Lalo.",
    "punjabi": "ਮੁਸਲਮਾਨ ਔਰਤਾਂ (ਭੀ ਇਸ ਜ਼ੁਲਮ ਦਾ ਸ਼ਿਕਾਰ ਹੋ ਰਹੀਆਂ ਹਨ ਜੋ) ਇਸ ਬਿਪਤਾ ਵਿਚ (ਆਪਣੀ ਧਰਮ-ਪੁਸਤਕ) ਕੁਰਾਨ (ਦੀਆਂ ਆਇਤਾਂ) ਪੜ੍ਹ ਰਹੀਆਂ ਹਨ ਤੇ ਖ਼ੁਦਾ ਅੱਗੇ ਪੁਕਾਰ ਕਰ ਰਹੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2763,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jwiq snwqI hoir ihdvwxIAw; eyih BI lyKY lwie. vy lwlo]",
    "transliteration": "Jaath Sanaathee Hor Hidhavaaneeaa Eaehi Bhee Laekhai Laae Vae Laalo ||",
    "translation": "The Hindu women of high social status, and others of lowly status as well, are put into the same category, O Lalo.",
    "punjabi": "ਉੱਚੀਆਂ ਜਾਤਾਂ ਦੀਆਂ, ਨੀਵੀਆਂ ਜਾਤਾਂ ਦੀਆਂ ਅਤੇ ਹੋਰ ਭੀ ਸਭ ਹਿੰਦੂ ਇਸਤ੍ਰੀਆਂ-ਇਹਨਾਂ ਸਾਰੀਆਂ ਉਤੇ ਇਹੀ ਅੱਤਿਆਚਾਰ ਹੋ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]