[
  {
    "shabad_id": 2771,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "Awpy jwxY kry Awip; ijin vwVI hY lweI]1]",
    "transliteration": "Aapae Jaanai Karae Aap Jin Vaarree Hai Laaee ||1||",
    "translation": "He Himself knows, and He Himself acts; He laid out the garden of the world. ||1||",
    "punjabi": "ਜਿਸ ਨੇ ਇਹ ਜਗਤ-ਬਗ਼ੀਚੀ ਲਾਈ ਹੈ, ਉਹ ਆਪ ਹੀ (ਇਸ ਦੀਆਂ ਲੋੜਾਂ) ਜਾਣਦਾ ਹੈ, ਤੇ ਆਪ (ਉਹ ਲੋੜਾਂ ਪੂਰੀਆਂ) ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "rwiesw ipAwry kw rwiesw; ijqu sdw suKu hoeI]rhwau]",
    "transliteration": "Raaeisaa Piaarae Kaa Raaeisaa Jith Sadhaa Sukh Hoee || Rehaao ||",
    "translation": "Savor the story, the story of the Beloved Lord, which brings a lasting peace. ||Pause||",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਭਾਈ)! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਕਿਉਂਕਿ ਇਸ ਦੀ ਰਾਹੀਂ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(rwiesw)aucwrn krW",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ijin rMig. kMqu n rwivAw; sw pCo ry qwxI]",
    "transliteration": "Jin Rang Kanth N Raaviaa Saa Pashho Rae Thaanee ||",
    "translation": "She who does not enjoy the Love of her Husband Lord, shall come to regret and repent in the end.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰੇਮ ਨਾਲ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਉਹ ਆਖ਼ਰ ਪਛੁਤਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hwQ pCoVY isru DuxY; jb rYix ivhwxI]2]",
    "transliteration": "Haathh Pashhorrai Sir Dhhunai Jab Rain Vihaanee ||2||",
    "translation": "She wrings her hands, and bangs her head, when the night of her life has passed away. ||2||",
    "punjabi": "ਜਦੋਂ ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਬੀਤ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਉਹ ਆਪਣੇ ਹੱਥ ਮਲਦੀ ਹੈ, ਸਿਰ ਮਾਰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "pCoqwvw. nw imlY; jb cUkYgI swrI]",
    "transliteration": "Pashhothaavaa Naa Milai Jab Chookaigee Saaree ||",
    "translation": "Nothing comes from repentance, when the game is already finished.",
    "punjabi": "(ਪਰ) ਜਦੋਂ ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ ਰਾਤ ਮੁੱਕ ਜਾਏਗੀ, ਤਦੋਂ ਪਛੁਤਾਵਾ ਕੀਤਿਆਂ ਕੁਝ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "qw iPir ipAwrw rwvIAY; jb AwvYgI vwrI]3]",
    "transliteration": "Thaa Fir Piaaraa Raaveeai Jab Aavaigee Vaaree ||3||",
    "translation": "She shall have the opportunity to enjoy her Beloved, only when her turn comes again. ||3||",
    "punjabi": "ਉਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਫਿਰ ਤਦੋਂ ਹੀ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜਦੋਂ (ਮੁੜ ਕਦੇ) ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਵਾਰੀ ਮਿਲੇਗੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "kMqu lIAw sohwgxI; mY qy vDvI eyh]",
    "transliteration": "Kanth Leeaa Sohaaganee Mai Thae Vadhhavee Eaeh ||",
    "translation": "The happy soul-bride attains her Husband Lord - she is so much better than I am.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀਆਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਮੈਥੋਂ ਚੰਗੀਆਂ ਹਨ,",
    "pronunciation": "(vDvI)vDIk guxW vwlI[vDvI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "sy gux. muJY n AwvnI; kY jI dosu Dryh]4]",
    "transliteration": "Sae Gun Mujhai N Aavanee Kai Jee Dhos Dhharaeh ||4||",
    "translation": "I have none of her merits or virtues; whom should I blame? ||4||",
    "punjabi": "(ਜੇਹੜੇ ਗੁਣ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਨ) ਉਹ ਗੁਣ ਮੇਰੇ ਅੰਦਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦੇ, (ਇਸ ਵਾਸਤੇ) ਮੈਂ ਕਿਸ ਉਤੇ ਦੋਸ਼ ਥੱਪਾਂ (ਕਿ ਮੈਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਕਿਉਂ ਨਹੀਂ ਮਿਲਦਾ)? ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ijnI sKI. shu rwivAw; iqn pUCaugI jwey]",
    "transliteration": "Jinee Sakhee Sahu Raaviaa Thin Pooshhougee Jaaeae ||",
    "translation": "I shall go and ask those sisters who have enjoyed their Husband Lord.",
    "punjabi": "(ਹੁਣ) ਮੈਂ ਉਹਨਾਂ ਸਹੇਲੀਆਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛਾਂਗੀ, ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "pwie lgau. bynqI krau; lyaugI pMQu bqwey]5]",
    "transliteration": "Paae Lago Baenathee Karo Laeougee Panthh Bathaaeae ||5||",
    "translation": "I touch their feet, and ask them to show me the Path. ||5||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀ ਲੱਗਾਂਗੀ, ਮੈਂ ਉਹਨਾਂ ਅੱਗੇ ਬੇਨਤੀ ਕਰਾਂਗੀ, (ਤੇ, ਉਹਨਾਂ ਪਾਸੋਂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਸਤਾ ਪੁੱਛ ਲਵਾਂਗੀ ॥੫॥",
    "pronunciation": "l`gau",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "hukmu pCwxY nwnkw; Bau cMdnu lwvY]",
    "transliteration": "Hukam Pashhaanai Naanakaa Bho Chandhan Laavai ||",
    "translation": "She who understands the Hukam of His Command, O Nanak, applies the Fear of God as her sandalwood oil;",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ (ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਲੈਂਦੀ ਹੈ, ਜਦੋਂ ਉਸ ਦੇ ਡਰ-ਅਦਬ ਨੂੰ (ਜਿੰਦ ਵਾਸਤੇ ਸੁਗੰਧੀ ਬਣਾਂਦੀ ਹੈ, ਜਿਵੇਂ ਸਰੀਰ ਉਤੇ ਕੋਈ ਇਸਤ੍ਰੀ) ਚੰਦਨ ਲਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "gux kwmx kwmix krY; qau ipAwry kau pwvY]6]",
    "transliteration": "Gun Kaaman Kaaman Karai Tho Piaarae Ko Paavai ||6||",
    "translation": "She charms her Beloved with her virtue, and so obtains Him. ||6||",
    "punjabi": "ਜਦੋਂ ਇਸਤ੍ਰੀ (ਪਤੀ ਨੂੰ ਵੱਸ ਕਰਨ ਵਾਸਤੇ ਆਤਮਕ) ਗੁਣਾਂ ਨੂੰ ਟੂਣੇ ਬਣਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ ਪਿਆਰੇ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "jo idil imilAw. su imil rihAw; imilAw khIAY ry soeI]",
    "transliteration": "Jo Dhil Miliaa S Mil Rehiaa Miliaa Keheeai Rae Soee ||",
    "translation": "She who meets her Beloved in her heart, remains united with Him; this is truly called union.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਦਿਲ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਿਆ ਹੈ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਿਆ ਹੋਇਆ ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "jy bhuqyrw locIAY; bwqI mylu. n hoeI]7]",
    "transliteration": "Jae Bahuthaeraa Locheeai Baathee Mael N Hoee ||7||",
    "translation": "As much as she may long for Him, she shall not meet Him through mere words. ||7||",
    "punjabi": "ਨਿਰੀਆਂ ਗੱਲਾਂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਭਾਵੇਂ ਕਿਤਨੀ ਹੀ ਤਾਂਘ ਕਰਦੇ ਰਹੀਏ ॥੭॥",
    "pronunciation": "b`wqIN",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "Dwqu imlY Puin Dwqu kau; ilv ilvY kau DwvY]",
    "transliteration": "Dhhaath Milai Fun Dhhaath Ko Liv Livai Ko Dhhaavai ||",
    "translation": "As metal melts into metal again, so does love melt into love.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਵੇਂ ਸੋਨਾ ਆਦਿਕ) ਧਾਤ (ਕੁਠਾਲੀ ਵਿਚ ਗਲ ਕੇ) ਮੁੜ (ਹੋਰ) (ਸੋਨੇ-) ਧਾਤ ਨਾਲ ਮਿਲ ਜਾਂਦੀ ਹੈ, (ਇਸੇ ਤਰ੍ਹਾਂ) ਪਿਆਰ ਪਿਆਰ ਵਲ ਦੌੜਦਾ ਹੈ (ਖਿੱਚ ਖਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "gur prswdI jwxIAY; qau AnBau pwvY]8]",
    "transliteration": "Gur Parasaadhee Jaaneeai Tho Anabho Paavai ||8||",
    "translation": "By Guru's Grace, this understanding is obtained, and then, one obtains the Fearless Lord. ||8||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਹ ਸੂਝ ਪੈਂਦੀ ਹੈ, ਤਦੋਂ ਮਨੁੱਖ ਡਰ-ਰਹਿਤ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "An-Bau",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "pwnwvwVI hoie Gir; Kru swr. n jwxY]",
    "transliteration": "Paanaa Vaarree Hoe Ghar Khar Saar N Jaanai ||",
    "translation": "There may be an orchard of betel nut trees in the garden, but the donkey does not appreciate its value.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਾਨਾਂ ਦੀ ਕਿਆਰੀ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਲੱਗੀ ਹੋਈ ਹੈ, ਪਰ ਖੋਤਾ (ਮੂਰਖ ਮਨੁੱਖ ਇਸ ਦੀ) ਕਦਰ ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "p`wnw",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "rsIAw hovY musk kw; qb PUlu pCwxY]9]",
    "transliteration": "Raseeaa Hovai Musak Kaa Thab Fool Pashhaanai ||9||",
    "translation": "If someone savors a fragrance, then he can truly appreciate its flower. ||9||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਸੁਗੰਧੀ ਦਾ ਪ੍ਰੇਮੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ ਫੁਲਾਂ ਨਾਲ ਪਿਆਰ ਪਾਂਦਾ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 12,
    "source_line": 9,
    "gurmukhi": "Aipau pIvY jo nwnkw; BRmu BRim smwvY]",
    "transliteration": "Apio Peevai Jo Naanakaa Bhram Bhram Samaavai ||",
    "translation": "One who drinks in the ambrosia, O Nanak, abandons his doubts and wanderings.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਹੈ, ਉਸ (ਦੇ ਮਨ) ਦੀ ਭਟਕਣਾ ਅੰਦਰੇ ਅੰਦਰ ਹੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2771,
    "pada": 12,
    "source_line": 9,
    "gurmukhi": "shjy shjy imil rhY; Amrwpdu pwvY]10]1]",
    "transliteration": "Sehajae Sehajae Mil Rehai Amaraa Padh Paavai ||10||1||",
    "translation": "Easily and intuitively, he remains blended with the Lord, and obtains the immortal status. ||10||1||",
    "punjabi": "ਉਹ ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਹ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ਜਿੱਥੇ ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ ॥੧੦॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iqlMg mhlw 4]",
    "transliteration": "Thilang Mehalaa 4 ||",
    "translation": "Tilang, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir kIAw. kQw khwxIAw; guir. mIiq suxweIAw]",
    "transliteration": "Har Keeaa Kathhaa Kehaaneeaa Gur Meeth Sunaaeeaa ||",
    "translation": "The Guru, my friend, has told me the stories and the sermon of the Lord.",
    "punjabi": "ਹੇ ਗੁਰਸਿੱਖ! ਮਿੱਤਰ ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਈਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "bilhwrI gur Awpxy; gur kau bil jweIAw]1]",
    "transliteration": "Balihaaree Gur Aapanae Gur Ko Bal Jaaeeaa ||1||",
    "translation": "I am a sacrifice to my Guru; to the Guru, I am a sacrifice. ||1||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਮੁੜ ਮੁੜ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Awie imlu gurisK. Awie imlu; qU myry gurU ky ipAwry]rhwau]",
    "transliteration": "Aae Mil Gurasikh Aae Mil Thoo Maerae Guroo Kae Piaarae || Rehaao ||",
    "translation": "Come, join with me, O Sikh of the Guru, come and join with me. You are my Guru's Beloved. ||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੁਰੂ ਦੇ ਪਿਆਰੇ ਸਿੱਖ! ਮੈਨੂੰ ਆ ਕੇ ਮਿਲ, ਮੈਨੂੰ ਆ ਕੇ ਮਿਲ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "hir ky gux. hir Bwvdy; sy gurU qy pwey]",
    "transliteration": "Har Kae Gun Har Bhaavadhae Sae Guroo Thae Paaeae ||",
    "translation": "The Glorious Praises of the Lord are pleasing to the Lord; I have obtained them from the Guru.",
    "punjabi": "ਹੇ ਗੁਰਸਿੱਖ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਗਾਉਣੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਪਸੰਦ ਆਉਂਦੇ ਹਨ। ਮੈਂ ਉਹ ਗੁਣ (ਗਾਉਣੇ) ਗੁਰੂ ਪਾਸੋਂ ਸਿੱਖੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijn gur kw Bwxw mMinAw; iqn Guim Guim jwey]2]",
    "transliteration": "Jin Gur Kaa Bhaanaa Manniaa Thin Ghum Ghum Jaaeae ||2||",
    "translation": "I am a sacrifice, a sacrifice to those who surrender to, and obey the Guru's Will. ||2||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀਆਂ ਤੋਂ) ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ (ਮਿੱਠਾ ਕਰ ਕੇ) ਮੰਨਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ijn siqguru ipAwrw dyiKAw; iqn kau hau vwrI]",
    "transliteration": "Jin Sathigur Piaaraa Dhaekhiaa Thin Ko Ho Vaaree ||",
    "translation": "I am dedicated and devoted to those who gaze upon the Beloved True Guru.",
    "punjabi": "ਹੇ ਗੁਰਸਿੱਖ! ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਪਿਆਰੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ijn gur kI kIqI cwkrI; iqn sd bilhwrI]3]",
    "transliteration": "Jin Gur Kee Keethee Chaakaree Thin Sadh Balihaaree ||3||",
    "translation": "I am forever a sacrifice to those who perform service for the Guru. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕੀਤੀ ਹੈ, ਉਨ੍ਹਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "hir hir qyrw nwmu hY; duK mytxhwrw]",
    "transliteration": "Har Har Thaeraa Naam Hai Dhukh Maettanehaaraa ||",
    "translation": "Your Name, O Lord, Har, Har, is the Destroyer of sorrow.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "gur syvw qy pweIAY; gurmuiK insqwrw]4]",
    "transliteration": "Gur Saevaa Thae Paaeeai Guramukh Nisathaaraa ||4||",
    "translation": "Serving the Guru, it is obtained, and as Gurmukh, one is emancipated. ||4||",
    "punjabi": "(ਪਰ ਇਹ ਨਾਮ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਿਹਾਂ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "jo hir nwmu iDAwiedy; qy jn prvwnw]",
    "transliteration": "Jo Har Naam Dhhiaaeidhae Thae Jan Paravaanaa ||",
    "translation": "Those humble beings who meditate on the Lord's Name, are celebrated and acclaimed.",
    "punjabi": "ਹੇ ਗੁਰਸਿੱਖ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "iqn ivthu nwnku vwirAw; sdw sdw kurbwnw]5]",
    "transliteration": "Thin Vittahu Naanak Vaariaa Sadhaa Sadhaa Kurabaanaa ||5||",
    "translation": "Nanak is a sacrifice to them, forever and ever a devoted sacrifice. ||5||",
    "punjabi": "ਨਾਨਕ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ, ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "sw hir qyrI ausqiq hY; jo hir pRB BwvY]",
    "transliteration": "Saa Har Thaeree Ousathath Hai Jo Har Prabh Bhaavai ||",
    "translation": "O Lord, that alone is Praise to You, which is pleasing to Your Will, O Lord God.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਉਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਹੀ ਜਾ ਸਕਦੀ ਹੈ ਜੇਹੜੀ ਤੈਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "jo gurmuiK ipAwrw syvdy; iqn hir Plu pwvY]6]",
    "transliteration": "Jo Guramukh Piaaraa Saevadhae Thin Har Fal Paavai ||6||",
    "translation": "Those Gurmukhs, who serve their Beloved Lord, obtain Him as their reward. ||6||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ (ਸੁਖ-) ਫਲ ਦੇਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ijnw hir syqI iprhVI; iqnw jIA pRB nwly]",
    "transliteration": "Jinaa Har Saethee Pireharree Thinaa Jeea Prabh Naalae ||",
    "translation": "Those who cherish love for the Lord, their souls are always with God.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪੈ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਦਿਲ (ਸਦਾ) ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ) ਨਾਲ ਹੀ (ਜੁੜੇ ਰਹਿੰਦੇ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "Eie jip jip ipAwrw jIvdy; hir nwmu smwly]7]",
    "transliteration": "Oue Jap Jap Piaaraa Jeevadhae Har Naam Samaalae ||7||",
    "translation": "Chanting and meditating on their Beloved, they live in, and gather in, the Lord's Name. ||7||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰ ਸਿਮਰ ਕੇ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ijn gurmuiK ipAwrw syivAw; iqn kau Guim jwieAw]",
    "transliteration": "Jin Guramukh Piaaraa Saeviaa Thin Ko Ghum Jaaeiaa ||",
    "translation": "I am a sacrifice to those Gurmukhs who serve their Beloved Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "Eie Awip Cuty. prvwr isau; sBu jgqu CfwieAw ]8]",
    "transliteration": "Oue Aap Shhuttae Paravaar Sio Sabh Jagath Shhaddaaeiaa ||8||",
    "translation": "They themselves are saved, along with their families, and through them, all the world is saved. ||8||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪ (ਆਪਣੇ) ਪਰਵਾਰ ਸਮੇਤ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਗਏ, ਉਹਨਾਂ ਸਾਰਾ ਸੰਸਾਰ ਭੀ ਬਚਾ ਲਿਆ ਹੈ ॥੮॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "guir ipAwrY. hir syivAw; guru DMnu guru DMno]",
    "transliteration": "Gur Piaarai Har Saeviaa Gur Dhhann Gur Dhhanno ||",
    "translation": "My Beloved Guru serves the Lord. Blessed is the Guru, Blessed is the Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਸ਼ੁਰੂ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2772,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "guir. hir mwrgu disAw; gur puMnu vf puMno]9]",
    "transliteration": "Gur Har Maarag Dhasiaa Gur Punn Vadd Punno ||9||",
    "translation": "The Guru has shown me the Lord's Path; the Guru has done the greatest good deed. ||9||",
    "punjabi": "ਮੈਨੂੰ ਗੁਰੂ ਨੇ (ਹੀ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਦੱਸਿਆ ਹੈ। ਗੁਰੂ ਦਾ (ਮੇਰੇ ਉਤੇ ਇਹ) ਉਪਕਾਰ ਹੈ, ਵੱਡਾ ਉਪਕਾਰ ਹੈ ॥੯॥",
    "pronunciation": "d`isAw",
    "type_id": 3
  }
]