[
  {
    "shabad_id": 2779,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2779,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwgu sUhI mhlw 1 caupdy Gru 1]",
    "transliteration": "Raag Soohee Mehalaa 1 Choupadhae Ghar 1",
    "translation": "Raag Soohee, First Mehl, Chau-Padas, First House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "BWfw Doie. bYis DUpu dyvhu; qau dUDY kau jwvhu]",
    "transliteration": "Bhaanddaa Dhhoe Bais Dhhoop Dhaevahu Tho Dhoodhhai Ko Jaavahu ||",
    "translation": "Wash the vessel, sit down and anoint it with fragrance; then, go out and get the milk.",
    "punjabi": "(ਮੱਖਣ ਹਾਸਲ ਕਰਨ ਲਈ, ਹੇ ਭਾਈ!) ਤੁਸੀ (ਪਹਿਲਾਂ) ਭਾਂਡਾ ਧੋ ਕੇ ਬੈਠ ਕੇ (ਉਸ ਭਾਂਡੇ ਨੂੰ) ਧੂਪ ਦੇ ਕੇ ਤਦੋਂ ਦੁੱਧ ਲੈਣ ਜਾਂਦੇ ਹੋ (ਫਿਰ ਜਾਗ ਲਾ ਕੇ ਉਸ ਨੂੰ ਜਮਾਂਦੇ ਹੋ। ਇਸੇ ਤਰ੍ਹਾਂ ਜੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਕਰਨਾ ਹੈ, ਤਾਂ) ਹਿਰਦੇ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰ ਕੇ ਮਨ ਨੂੰ ਰੋਕੋ-ਇਹ ਇਸ ਹਿਰਦਾ-ਭਾਂਡੇ ਨੂੰ ਧੂਪ ਦਿਉ। ਤਦੋਂ ਦੁੱਧ ਲੈਣ ਜਾਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "dUDu krm Puin suriq smwiexu; hoie inrws jmwvhu]1]",
    "transliteration": "Dhoodhh Karam Fun Surath Samaaein Hoe Niraas Jamaavahu ||1||",
    "translation": "Add the rennet of clear consciousness to the milk of good deeds, and then, free of desire, let it curdle. ||1||",
    "punjabi": "ਰੋਜ਼ਾਨਾ ਕਿਰਤ-ਕਾਰ ਦੁੱਧ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ (ਹਰ ਵੇਲੇ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਣੀ (ਰੋਜ਼ਾਨਾ ਕਿਰਤ-ਕਾਰ ਵਿੱਚ) ਜਾਗ ਲਾਣੀ ਹੈ, (ਜੁੜੀ ਸੁਰਤ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਦੁਨੀਆਂ ਦੀਆਂ ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਉੱਠੋ, ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਦੁੱਧ ਜਮਾਵੋ (ਭਾਵ, ਜੁੜੀ ਸੁਰਤ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਰੋਜ਼ਾਨਾ ਕਿਰਤ-ਕਾਰ ਕਰਦਿਆਂ ਭੀ ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮਤਾ ਜੇਹੀ ਹੀ ਰਹੇਗੀ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jphu q eyko nwmw]",
    "transliteration": "Japahu Th Eaeko Naamaa ||",
    "translation": "Chant the Name of the One Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨਾ ਹੈ) ਤਾਂ ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਜਪੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "Avir; inrwPl kwmw]1]rhwau]",
    "transliteration": "Avar Niraafal Kaamaa ||1|| Rehaao ||",
    "translation": "All other actions are fruitless. ||1||Pause||",
    "punjabi": "(ਸਿਮਰਨ ਛੱਡ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦੇ) ਹੋਰ ਸਾਰੇ ਉੱਦਮ ਵਿਅਰਥ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2779,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iehu mnu eItI. hwiQ krhu Puin; nyqRau. nId n AwvY]",
    "transliteration": "Eihu Man Eettee Haathh Karahu Fun Naethro Needh N Aavai ||",
    "translation": "Let your mind be the handles, and then churn it, without sleeping.",
    "punjabi": "(ਦੁੱਧ ਰਿੜਕਣ ਵੇਲੇ ਤੁਸੀ ਨੇਤ੍ਰੇ ਦੀਆਂ ਈਟੀਆਂ ਹੱਥ ਵਿਚ ਫੜਦੇ ਹੋ) ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰੋ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਵਾਸਤੇ ਇਸ ਤਰ੍ਹਾਂ ਇਹ ਮਨ-ਰੂਪ) ਈਟੀਆਂ ਹੱਥ ਵਿਚ ਫੜੋ। ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ (ਮਨ ਉੱਤੇ) ਪ੍ਰਭਾਵ ਨ ਪਾਏ-ਇਹ ਹੈ ਨੇਤ੍ਰਾ।",
    "pronunciation": "(eItI)gu`lIAW",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "rsnw nwmu jphu, qb mQIAY; ien ibiD. AMimRqu pwvhu]2]",
    "transliteration": "Rasanaa Naam Japahu Thab Mathheeai Ein Bidhh Anmrith Paavahu ||2||",
    "translation": "If you chant the Naam, the Name of the Lord ,with your tongue, then the curd will be churned. In this way, the Ambrosial Nectar is obtained. ||2||",
    "punjabi": "ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪੋ (ਜਿਉਂ ਜਿਉਂ ਨਾਮ ਜਪੋਗੇ,) ਤਿਉਂ ਤਿਉਂ (ਇਹ ਰੋਜ਼ਾਨਾ ਕਿਰਤ-ਕਾਰ-ਰੂਪ ਦੁੱਧ) ਰਿੜਕੀਂਦਾ ਰਹੇਗਾ, ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ (ਰੋਜ਼ਾਨਾ ਕਿਰਤ-ਕਾਰ ਕਰਦੇ ਹੋਏ ਹੀ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਕਰ ਲਵੋਗੇ ॥੨॥",
    "pronunciation": "mQIAY,ibiD:poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "mnu sMptu. ijqu sq sir nwvxu; Bwvn pwqI. iqRpiq kry]",
    "transliteration": "Man Sanpatt Jith Sath Sar Naavan Bhaavan Paathee Thripath Karae ||",
    "translation": "Wash your mind in the pool of Truth, and let it be the vessel of the Lord; let this be your offering to please Him.",
    "punjabi": "(ਪੁਜਾਰੀ ਮੂਰਤੀ ਨੂੰ ਡੱਬੇ ਵਿਚ ਪਾਂਦਾ ਹੈ, ਜੇ ਜੀਵ) ਆਪਣੇ ਮਨ ਨੂੰ ਡੱਬਾ ਬਣਾਏ (ਉਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਟਿਕਾ ਕੇ ਰੱਖੇ) ਉਸ ਨਾਮ ਦੀ ਰਾਹੀਂ ਸਾਧ ਸੰਗਤਿ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰੇ, (ਮਨ ਵਿਚ ਟਿਕੇ ਹੋਏ ਪ੍ਰਭੂ-ਠਾਕੁਰ ਨੂੰ) ਸਰਧਾ ਦੇ ਪੱਤਰਾਂ ਨਾਲ ਪ੍ਰਸੰਨ ਕਰੇ।",
    "pronunciation": "n@wvxu, p`wqI",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "pUjw pRwx syvku jy syvy; ien@ ibiD swihbu rvqu rhY]3]",
    "transliteration": "Poojaa Praan Saevak Jae Saevae Einh Bidhh Saahib Ravath Rehai ||3||",
    "translation": "That humble servant who dedicates and offers his life, and who serves in this way, remains absorbed in his Lord and Master. ||3||",
    "punjabi": "ਜੇ ਜੀਵ ਸੇਵਕ ਬਣ ਕੇ ਆਪਾ-ਭਾਵ ਛੱਡ ਕੇ (ਅੰਦਰ-ਵੱਸਦੇ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਦੀ) ਸੇਵਾ (ਸਿਮਰਨ) ਕਰੇ, ਤਾਂ ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਉਹ ਜੀਵ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ibiD,pUjw:poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "khdy khih. khy kih jwvih; qum sir. Avru n koeI]",
    "transliteration": "Kehadhae Kehehi Kehae Kehi Jaavehi Thum Sar Avar N Koee ||",
    "translation": "The speakers speak and speak and speak, and then they depart. There is no other to compare to You.",
    "punjabi": "(ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਦੇ ਹੋਰ ਹੋਰ ਉੱਦਮ) ਦੱਸਣ ਵਾਲੇ ਬੰਦੇ ਜੋ ਜੋ ਭੀ ਹੋਰ ਹੋਰ ਉੱਦਮ ਦੱਸਦੇ ਹਨ, ਉਹ ਦੱਸ ਦੱਸ ਕੇ ਆਪਣਾ ਜੀਵਨ-ਸਮਾ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ) ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸਿਮਰਨ ਵਰਗਾ ਹੋਰ ਕੋਈ ਉੱਦਮ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2779,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "Bgiq hIxu nwnku jnu jMpY; hau swlwhI scw soeI]4]1]",
    "transliteration": "Bhagath Heen Naanak Jan Janpai Ho Saalaahee Sachaa Soee ||4||1||",
    "translation": "Servant Nanak, lacking devotion, humbly prays: may I sing the Praises of the True Lord. ||4||1||",
    "punjabi": "(ਭਾਵੇਂ) ਨਾਨਕ (ਤੇਰਾ) ਦਾਸ ਭਗਤੀ ਤੋਂ ਸੱਖਣਾ (ਹੀ ਹੈ ਫਿਰ ਭੀ ਇਹ ਇਹੀ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਾਂ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sUhI mhlw 1 Gru 2",
    "transliteration": "Soohee Mehalaa 1 Ghar 2",
    "translation": "Soohee, First Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2780,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "AMqir vsY; n bwhir jwie]",
    "transliteration": "Anthar Vasai N Baahar Jaae ||",
    "translation": "Deep within the self, the Lord abides; do not go outside looking for Him.",
    "punjabi": "(ਸੇਵਕ ਉਹ ਹੈ ਜਿਸ ਦਾ ਮਨ) ਦੁਨੀਆ ਦੇ ਰਸਾਂ ਪਦਾਰਥਾਂ ਵਲ ਨਹੀਂ ਦੌੜਦਾ, ਤੇ ਆਪਣੇ ਅੰਤਰ ਆਤਮੇ ਹੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "AMimRqu Coif; kwhy ibKu Kwie]1]",
    "transliteration": "Anmrith Shhodd Kaahae Bikh Khaae ||1||",
    "translation": "You have renounced the Ambrosial Nectar - why are you eating poison? ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਛੱਡ ਕੇ ਉਹ ਵਿਸ਼ਿਆਂ ਦਾ ਜ਼ਹਿਰ ਨਹੀਂ ਖਾਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "AYsw igAwnu; jphu mn myry]",
    "transliteration": "Aisaa Giaan Japahu Man Maerae ||",
    "translation": "Meditate on such spiritual wisdom, O my mind,",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨਾਲ ਅਜੇਹੀ ਡੂੰਘੀ ਸਾਂਝ ਪੱਕੀ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "hovhu cwkr; swcy kyry]1]rhwau]",
    "transliteration": "Hovahu Chaakar Saachae Kaerae ||1|| Rehaao ||",
    "translation": "And become the slave of the True Lord. ||1||Pause||",
    "punjabi": "(ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ (ਸੱਚਾ) ਸੇਵਕ ਬਣ ਸਕੇਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2780,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "igAwnu iDAwnu; sBu koeI rvY]",
    "transliteration": "Giaan Dhhiaan Sabh Koee Ravai ||",
    "translation": "Everyone speaks of wisdom and meditation;",
    "punjabi": "ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਤਾਂ ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਗਿਆਨ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ, ਮੇਰੀ ਸੁਰਤ ਜੁੜੀ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "bWDin bWiDAw; sBu jgu BvY]2]",
    "transliteration": "Baandhhan Baandhhiaa Sabh Jag Bhavai ||2||",
    "translation": "But bound in bondage, the whole world is wandering around in confusion. ||2||",
    "punjabi": "ਪਰ (ਵੇਖਣ ਵਿਚ ਇਹ ਆਉਂਦਾ ਹੈ ਕਿ) ਸਾਰਾ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਭਟਕ ਰਿਹਾ ਹੈ (ਜ਼ਬਾਨੀ ਆਖਿਆਂ ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ ਬਣ ਨਹੀਂ ਸਕੀਦਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "syvw kry; su cwkru hoie]",
    "transliteration": "Saevaa Karae S Chaakar Hoe ||",
    "translation": "One who serves the Lord is His servant.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਮਨ ਨੂੰ ਬਾਹਰ ਭਟਕਣੋਂ ਹਟਾ ਕੇ ਪ੍ਰਭੂ ਦਾ) ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਹੀ (ਪ੍ਰਭੂ ਦਾ) ਸੇਵਕ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "jil Qil mhIAil; riv rihAw soie]3]",
    "transliteration": "Jal Thhal Meheeal Rav Rehiaa Soe ||3||",
    "translation": "The Lord is pervading and permeating the water, the land, and the sky. ||3||",
    "punjabi": "ਉਸ ਸੇਵਕ ਨੂੰ ਪ੍ਰਭੂ ਜਲ ਵਿਚ ਧਰਤੀ ਦੇ ਅੰਦਰ ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "hm nhI cMgy; burw nhI koie]",
    "transliteration": "Ham Nehee Changae Buraa Nehee Koe ||",
    "translation": "I am not good; no one is bad.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਹਉਮੈ ਦਾ ਤਿਆਗ ਕਰਦਾ ਹੈ ਤੇ) ਸਮਝਦਾ ਹੈ ਕਿ ਮੈਂ ਹੋਰਨਾਂ ਨਾਲੋਂ ਚੰਗਾ ਨਹੀਂ ਤੇ ਕੋਈ ਮੈਥੋਂ ਮਾੜਾ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2780,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "pRxviq nwnku; qwry soie]4]1]2]",
    "transliteration": "Pranavath Naanak Thaarae Soe ||4||1||2||",
    "translation": "Prays Nanak, He alone saves us! ||4||1||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਅਜੇਹੇ ਸੇਵਕ ਨੂੰ ਪਰਮਾਤਮਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]