[
  {
    "shabad_id": 2790,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "myry mn; hir rwm nwim kir rM|u ]",
    "transliteration": "Maerae Man Har Raam Naam Kar Rann(g) ||",
    "translation": "O my mind, enshrine love for the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਜੋੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2790,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "guir quTY. hir aupdyisAw; hir ByitAw rwau insM|u ]1] rhwau ]",
    "transliteration": "Gur Thuthai Har Oupadhaesiaa Har Bhaettiaa Raao Nisann(g) ||1|| Rehaao ||",
    "translation": "The Guru, satisfied and pleased, taught me about the Lord, and my Sovereign Lord King met with me at once. ||1||Pause||",
    "punjabi": "ਜੇ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ) ਗੁਰੂ ਮੇਹਰਬਾਨ ਹੋ ਕੇ, ਉਸ ਨੂੰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦਾ ਉਪਦੇਸ਼ ਦੇਵੇ, ਤਾਂ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਜ਼ਰੂਰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2790,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "muMD ieAwxI mnmuKI; iPir Awvx jwxw AM|u ]",
    "transliteration": "Mundhh Eiaanee Manamukhee Fir Aavan Jaanaa Ann(g) ||",
    "translation": "The self-willed manmukh is like the ignorant bride, who comes and goes again and again in reincarnation.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੀ ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ) ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੀ ਹੈ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਨਾਲ ਸਾਥ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2790,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hir pRBu iciq. n AwieE; min dUjw Bwau shlM|u ]2]",
    "transliteration": "Har Prabh Chith N Aaeiou Man Dhoojaa Bhaao Sehalann(g) ||2||",
    "translation": "The Lord God does not come into her consciousness, and her mind is stuck in the love of duality. ||2||",
    "punjabi": "ਉਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦੇ ਚਿੱਤ ਵਿਚ ਹਰੀ-ਪ੍ਰਭੂ ਨਹੀਂ ਵੱਸਦਾ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਮਾਇਆ ਦਾ ਮੋਹ ਹੀ ਸਾਥੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "sh swQ lM|u l`gw[ dUjw dvYq[ BwauBwv[ sh-lM|u",
    "type_id": 3
  },
  {
    "shabad_id": 2790,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hm mYlu Bry duhcwrIAw; hir rwKhu AMgI AM|u ]",
    "transliteration": "Ham Mail Bharae Dhuhachaareeaa Har Raakhahu Angee Ann(g) ||",
    "translation": "I am full of filth, and I practice evil deeds; O Lord, save me, be with me, merge me into Your Being!",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸੀਂ ਜੀਵ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਹਾਂ, ਅਸੀਂ ਮੰਦ-ਕਰਮੀ ਹਾਂ। ਹੇ ਅੰਗ ਪਾਲਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਸਾਡੀ ਰੱਖਿਆ ਕਰ, ਸਾਡੀ ਸਹਾਇਤਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2790,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "guir AMimRq sir nvlwieAw; siB lwQy iklivK pM|u ]3]",
    "transliteration": "Gur Anmrith Sar Navalaaeiaa Sabh Laathhae Kilavikh Pann(g) ||3||",
    "translation": "The Guru has bathed me in the pool of Ambrosial Nectar, and all my dirty sins and mistakes have been washed away. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੇ ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਾ ਦਿੱਤਾ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਪਾਪ ਲਹਿ ਜਾਂਦੇ ਹਨ, ਪਾਪਾਂ ਦਾ ਚਿੱਕੜ ਧੁਪ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2790,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "hir dInw dIn dieAwl pRBu; sqsMgiq mylhu sM|u ]",
    "transliteration": "Har Dheenaa Dheen Dhaeiaal Prabh Sathasangath Maelahu Sann(g) ||",
    "translation": "O Lord God, Merciful to the meek and the poor, please unite me with the Sat Sangat, the True Congregation.",
    "punjabi": "ਹੇ ਅੱਤ ਕੰਗਾਲਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਹਰੀ-ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਦਾ ਸਾਥ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2790,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "imil sMgiq. hir rMgu pwieAw; jn nwnk. min qin rM|u ]4]3]",
    "transliteration": "Mil Sangath Har Rang Paaeiaa Jan Naanak Man Than Rann(g) ||4||3||",
    "translation": "Joining the Sangat, servant Nanak has obtained the Lord's Love; my mind and body are drenched in it. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਪ੍ਰੇਮ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਪ੍ਰੇਮ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir hir krih. inq kptu kmwvih; ihrdw suDu. n hoeI ]",
    "transliteration": "Har Har Karehi Nith Kapatt Kamaavehi Hiradhaa Sudhh N Hoee ||",
    "translation": "One who chants the Name of the Lord, Har, Har, while constantly practicing deception, shall never become pure of heart.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦੇ ਉਂਞ) ਜ਼ਬਾਨੀ ਰਾਮ ਰਾਮ ਉਚਾਰਦੇ ਹਨ, ਸਦਾ ਧੋਖਾ-ਫਰੇਬ (ਭੀ) ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਦਿਲ ਪਵਿਤ੍ਰ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "An idnu krm krih bhuqyry; supnY suKu. n hoeI ]1]",
    "transliteration": "Anadhin Karam Karehi Bahuthaerae Supanai Sukh N Hoee ||1||",
    "translation": "He may perform all sorts of rituals, night and day, but he shall not find peace, even in dreams. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਅਨੇਕਾਂ ਧਾਰਮਿਕ ਕਰਮ ਹਰ ਵੇਲੇ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਸੁਪਨੇ ਵਿਚ ਭੀ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "igAwnI gur ibnu; Bgiq. n hoeI ]",
    "transliteration": "Giaanee Gur Bin Bhagath N Hoee ||",
    "translation": "O wise ones, without the Guru, there is no devotional worship.",
    "punjabi": "ਹੇ ਗਿਆਨਵਾਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "korY. rMgu, kdy n cVY; jy locY sBu koeI ]1] rhwau ]",
    "transliteration": "Korai Rang Kadhae N Charrai Jae Lochai Sabh Koee ||1|| Rehaao ||",
    "translation": "The untreated cloth does not take up the dye, no matter how much everyone may wish it. ||1||Pause||",
    "punjabi": "(ਮਨ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦਾ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ, ਜਿਵੇਂ) ਭਾਵੇਂ ਹਰੇਕ ਮਨੁੱਖ ਪਿਆ ਤਰਲੇ ਲਏ, ਕਦੇ ਕੋਰੇ ਕੱਪੜੇ ਉੱਤੇ ਰੰਗ ਨਹੀਂ ਚੜ੍ਹਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "cV@Y",
    "type_id": 4
  },
  {
    "shabad_id": 2791,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jpu qp sMjm vrq kry pUjw; mnmuK rogu. n jweI ]",
    "transliteration": "Jap Thap Sanjam Varath Karae Poojaa Manamukh Rog N Jaaee ||",
    "translation": "The self-willed manmukh may perform chants, meditations, austere self-discipline, fasts and devotional worship, but his sickness does not go away.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮੰਤ੍ਰਾਂ ਦਾ) ਜਾਪ (ਧੂਣੀਆਂ ਦਾ) ਤਪਾਣਾ (ਆਦਿਕ) ਕਸ਼ਟ ਦੇਣ ਵਾਲੇ ਸਾਧਨ ਕਰਦਾ ਹੈ, ਵਰਤ ਰੱਖਦਾ ਹੈ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਉਸ ਮਨੁੱਖ ਦਾ (ਆਤਮਕ) ਰੋਗ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "AMqir rogu mhw AiBmwnw; dUjY Bwie KuAweI ]2]",
    "transliteration": "Anthar Rog Mehaa Abhimaanaa Dhoojai Bhaae Khuaaee ||2||",
    "translation": "Deep within him is the sickness of excessive egotism; in the love of duality he is ruined. ||2||",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਦਾ ਵੱਡਾ ਰੋਗ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "bwhir ByK bhuqu cqurweI; mnUAw dh idis DwvY ]",
    "transliteration": "Baahar Bhaekh Bahuth Chathuraaee Manooaa Dheh Dhis Dhhaavai ||",
    "translation": "Outwardly, he wears religious robes and he is very clever, but his mind wanders in the ten directions.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ ਮਨੁੱਖ) ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਣ ਵਾਸਤੇ ਧਾਰਮਿਕ ਭੇਖ ਬਣਾਂਦਾ ਹੈ, ਬਥੇਰੀ ਚੁਸਤੀ-ਚਾਲਾਕੀ ਵਿਖਾਂਦਾ ਹੈ, ਪਰ ਉਸ ਦਾ ਕੋਝਾ ਮਨ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਿਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "haumY ibAwipAw. sbdu, n cIn@Y; iPir iPir jUnI AwvY ]3]",
    "transliteration": "Houmai Biaapiaa Sabadh N Cheenhai Fir Fir Joonee Aavai ||3||",
    "translation": "Engrossed in ego, he does not remember the Word of the Shabad; over and over again, he is reincarnated. ||3||",
    "punjabi": "ਹਉਮੈ-ਅਹੰਕਾਰ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, ਉਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "nwnk ndir kry so bUJY; so jnu nwmu iDAwey ]",
    "transliteration": "Naanak Nadhar Karae So Boojhai So Jan Naam Dhhiaaeae ||",
    "translation": "O Nanak, that mortal who is blessed with the Lord's Glance of Grace, understands Him; that humble servant meditates on the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਨੂੰ) ਸਮਝ ਲੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2791,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "gur prswdI eyko bUJY; eyksu mwih smwey ]4]4]",
    "transliteration": "Gur Parasaadhee Eaeko Boojhai Eaekas Maahi Samaaeae ||4||4||",
    "translation": "By Guru's Grace, he understands the One Lord, and is absorbed into the One Lord. ||4||4||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਸਾਂਝ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "bU`JY",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sUhI mhlw 4 Gru 2",
    "transliteration": "Soohee Mehalaa 4 Ghar 2",
    "translation": "Soohee, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2792,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "gurmiq ngrI; Koij KojweI ]",
    "transliteration": "Guramath Nagaree Khoj Khojaaee ||",
    "translation": "Following the Guru's Teachings, I searched and searched the body-village;",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਮੈਂ ਆਪਣੇ ਸਰੀਰ-ਨਗਰ ਦੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਖੋਜ ਕੀਤੀ ਹੈ,",
    "pronunciation": "n`grI",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir hir nwmu pdwrQu pweI ]1]",
    "transliteration": "Har Har Naam Padhaarathh Paaee ||1||",
    "translation": "I found the wealth of the Name of the Lord, Har, Har. ||1||",
    "punjabi": "ਅਤੇ, (ਸਰੀਰ ਦੇ ਵਿਚੋਂ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਕੀਮਤੀ ਨਾਮ ਮੈਂ ਲੱਭ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "myrY min; hir hir sWiq vsweI ]",
    "transliteration": "Maerai Man Har Har Saanth Vasaaee ||",
    "translation": "The Lord, Har, Har, has enshrined peace within my mind.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤ ਦੇ ਕੇ) ਮੇਰੇ ਮਨ ਵਿਚ ਠੰਢ ਪਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "iqsnw Agin buJI iKn AMqir; guir imilAY. sB BuK gvweI ]1] rhwau ]",
    "transliteration": "Thisanaa Agan Bujhee Khin Anthar Gur Miliai Sabh Bhukh Gavaaee ||1|| Rehaao ||",
    "translation": "The fire of desire was extinguished in an instant, when I met the Guru; all my hunger has been satisfied. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰੋਂ) ਇਕ ਛਿਨ ਵਿਚ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਗਈ ਹੈ। ਗੁਰੂ ਦੇ ਮਿਲਣ ਨਾਲ ਮੇਰੀ ਸਾਰੀ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਗਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "buJI:polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 2792,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hir gux gwvw; jIvw myrI mweI ]",
    "transliteration": "Har Gun Gaavaa Jeevaa Maeree Maaee ||",
    "translation": "Singing the Glorious Praises of the Lord, I live, O my mother.",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਹੁਣ ਜਿਉਂ ਜਿਉਂ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "siqguir dieAwil; gux nwmu idRVweI ]2]",
    "transliteration": "Sathigur Dhaeiaal Gun Naam Dhrirraaee ||2||",
    "translation": "The Merciful True Guru implanted the Glorious Praises of the Naam within me. ||2||",
    "punjabi": "ਦਇਆ ਦੇ ਘਰ ਸਤਿਗੁਰੂ ਨੇ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਪੱਕੇ ਕਰ ਦਿੱਤੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "hau. hir pRBu ipAwrw; FUiF FUFweI ]",
    "transliteration": "Ho Har Prabh Piaaraa Dtoodt Dtoodtaaee ||",
    "translation": "I search for and seek out my Beloved Lord God, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਮੈਂ ਪਿਆਰੇ ਹਰਿ-ਪ੍ਰਭੂ ਦੀ ਭਾਲ ਕਰਦਾ ਹਾਂ, (ਸਤਸੰਗੀਆਂ ਪਾਸੋਂ) ਭਾਲ ਕਰਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "sqsMgiq imil; hir rsu pweI ]3]",
    "transliteration": "Sathasangath Mil Har Ras Paaee ||3||",
    "translation": "Joining the Sat Sangat, the True Congregation, I have obtained the subtle essence of the Lord. ||3||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਮਾਣਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "Duir msqik lyK ilKy; hir pweI ]",
    "transliteration": "Dhhur Masathak Laekh Likhae Har Paaee ||",
    "translation": "By the pre-ordained destiny inscribed upon my forehead, I have found the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2792,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "guru nwnku quTw; mylY hir BweI ]4]1]5]",
    "transliteration": "Gur Naanak Thuthaa Maelai Har Bhaaee ||4||1||5||",
    "translation": "Guru Nanak, pleased and satisfied, has united me with the Lord, O Siblings of Destiny. ||4||1||5||",
    "punjabi": "ਉਸ ਉਤੇ ਗੁਰੂ ਨਾਨਕ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ਅਤੇ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੪॥੧॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir ikRpw kry; min hir rMgu lwey ]",
    "transliteration": "Har Kirapaa Karae Man Har Rang Laaeae ||",
    "translation": "Showering His Mercy, the Lord imbues the mind with His Love.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gurmuiK; hir hir nwim smwey ]1]",
    "transliteration": "Guramukh Har Har Naam Samaaeae ||1||",
    "translation": "The Gurmukh merges in the Name of the Lord, Har, Har. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir rMig rwqw; mnu rMg mwxy ]",
    "transliteration": "Har Rang Raathaa Man Rang Maanae ||",
    "translation": "Imbued with the Lord's Love, the mortal enjoys the pleasure of His Love.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "sdw AnMid rhY idn rwqI; pUry gur kY sbid smwxy ]1] rhwau ]",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Poorae Gur Kai Sabadh Samaanae ||1|| Rehaao ||",
    "translation": "He remains always blissful, day and night, and he merges into the Shabad, the Word of the Perfect Guru. ||1||Pause||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪੂਰੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2793,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "hir rMg kau. locY sBu koeI ]",
    "transliteration": "Har Rang Ko Lochai Sabh Koee ||",
    "translation": "Everyone longs for the Lord's Love;",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਂਞ ਤਾਂ) ਹਰੇਕ ਮਨੁੱਖ ਪ੍ਰਭੂ (ਚਰਨਾਂ) ਦੇ ਪਿਆਰ ਦੀ ਖ਼ਾਤਰ ਤਰਲੇ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gurmuiK; rMgu clUlw hoeI ]2]",
    "transliteration": "Guramukh Rang Chaloolaa Hoee ||2||",
    "translation": "The Gurmukh is imbued with the deep red color of His Love. ||2||",
    "punjabi": "ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਮਨ ਉਤੇ ਪ੍ਰੇਮ ਦਾ) ਗੂੜ੍ਹਾ ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mnmuiK mugDu nru; korw hoie ]",
    "transliteration": "Manamukh Mugadhh Nar Koraa Hoe ||",
    "translation": "The foolish, self-willed manmukh is left pale and uncolored.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮੂਰਖ ਮਨੁੱਖ ਪਿਆਰ ਤੋਂ ਸੱਖਣੇ ਹਿਰਦੇ ਵਾਲਾ ਹੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]