[
  {
    "shabad_id": 2793,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "jy sau locY; rMgu. n hovY koie ]3]",
    "transliteration": "Jae So Lochai Rang N Hovai Koe ||3||",
    "translation": "Even if he wishes it a hundred times, he does not obtain the Lord's Love. ||3||",
    "punjabi": "ਅਜੇਹਾ ਮਨੁੱਖ ਜੇ ਸੌ ਵਾਰੀ ਭੀ ਤਾਂਘ ਕਰੇ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ ਦੇ ਪਿਆਰੇ ਦਾ) ਰੰਗ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ndir kry; qw siqguru pwvY ]",
    "transliteration": "Nadhar Karae Thaa Sathigur Paavai ||",
    "translation": "But if the Lord blesses him with His Glance of Grace, then he meets the True Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਜਦੋਂ ਪਰਮਾਤਮਾ ਕਿਸੇ ਮਨੁੱਖ ਉੱਤੇ) ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਾਂ ਉਹ ਗੁਰੂ (ਦਾ ਮਿਲਾਪ) ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2793,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "nwnk hir ris; hir rMig smwvY ]4]2]6]",
    "transliteration": "Naanak Har Ras Har Rang Samaavai ||4||2||6||",
    "translation": "Nanak is absorbed into the subtle essence of the Lord's Love. ||4||2||6||",
    "punjabi": "(ਫਿਰ ਉਹ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijhvw hir ris; rhI AGwie ]",
    "transliteration": "Jihavaa Har Ras Rehee Aghaae ||",
    "translation": "My tongue remains satisfied with the subtle essence of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਰਸ ਵਿਚ ਰੱਜੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gurmuiK pIvY shij smwie ]1]",
    "transliteration": "Guramukh Peevai Sehaj Samaae ||1||",
    "translation": "The Gurmukh drinks it in, and merges in celestial peace. ||1||",
    "punjabi": "ਉਹ ਸਦਾ ਉਹ ਨਾਮ-ਰਸ ਹੀ ਪੀਂਦਾ ਹੈ, ਅਤੇ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir rsu; jn cwKhu jy BweI ]",
    "transliteration": "Har Ras Jan Chaakhahu Jae Bhaaee ||",
    "translation": "If you taste the subtle essence of the Lord, O humble Siblings of Destiny,",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸੱਜਣੋ! ਜੇ ਤੁਸੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲਵੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "qau kq; Anq swid loBweI ]1] rhwau ]",
    "transliteration": "Tho Kath Anath Saadh Lobhaaee ||1|| Rehaao ||",
    "translation": "Then how can you be enticed by other flavors? ||1||Pause||",
    "punjabi": "ਤਾਂ ਫਿਰ ਕਿਸੇ ਭੀ ਹੋਰ ਸੁਆਦ ਵਿਚ ਨਹੀਂ ਫਸੋਗੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2794,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gurmiq rsu; rwKhu aur Dwir ]",
    "transliteration": "Guramath Ras Raakhahu Our Dhhaar ||",
    "translation": "Under Guru's Instructions, keep this subtle essence enshrined in your heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "hir ris rwqy rMig murwir ]2]",
    "transliteration": "Har Ras Raathae Rang Muraar ||2||",
    "translation": "Those who are imbued with the subtle essence of the Lord, are immersed in celestial bliss. ||2||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਮਗਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁਰਾਰੀ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "mnmuiK; hir rsu cwiKAw. n jwie ]",
    "transliteration": "Manamukh Har Ras Chaakhiaa N Jaae ||",
    "translation": "The self-willed manmukh cannot even taste the subtle essence of the Lord.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਚੱਖ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "haumY krY; bhuqI imlY sjwie ]3]",
    "transliteration": "Houmai Karai Bahuthee Milai Sajaae ||3||",
    "translation": "He acts out in ego, and suffers terrible punishment. ||3||",
    "punjabi": "(ਉਹ ਜਿਉਂ ਜਿਉਂ ਆਪਣੀ ਸਿਆਣਪ ਦਾ) ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ) ਉਸ ਨੂੰ ਵਧੀਕ ਵਧੀਕ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ (ਆਤਮਕ ਕਲੇਸ਼ ਸਹਾਰਨਾ ਪੈਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ndir kry; qw hir rsu pwvY ]",
    "transliteration": "Nadhar Karae Thaa Har Ras Paavai ||",
    "translation": "But if he is blessed with the Lord's Kind Mercy, then he obtains the subtle essence of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਦੋਂ ਪਰਮਾਤਮਾ (ਕਿਸੇ ਮਨੁੱਖ ਉਤੇ) ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਹਾਸਲ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2794,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwnk hir ris; hir gux gwvY ]4]3]7]",
    "transliteration": "Naanak Har Ras Har Gun Gaavai ||4||3||7||",
    "translation": "O Nanak, absorbed in this subtle essence of the Lord, sing the Glorious Praises of the Lord. ||4||3||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਫਿਰ) ਉਹ ਹਰਿ-ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਮਗਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪॥੩॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sUhI mhlw 4 Gru 6",
    "transliteration": "Soohee Mehalaa 4 Ghar 6",
    "translation": "Soohee, Fourth Mehl, Sixth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2795,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "nIc jwiq. hir jpiqAw; auqm pdvI pwie ]",
    "transliteration": "Neech Jaath Har Japathiaa Outham Padhavee Paae ||",
    "translation": "When someone of low social class chants the Lord's Name, he obtains the state of highest dignity.",
    "punjabi": "ਹੇ ਭਾਈ! ਨੀਵੀਂ ਜਾਤਿ ਵਾਲਾ ਮਨੁੱਖ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣ ਨਾਲ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "pUChu ibdr. dwsI suqY; iksnu auqirAw. Gir ijsu jwie ]1]",
    "transliteration": "Pooshhahu Bidhar Dhaasee Suthai Kisan Outhariaa Ghar Jis Jaae ||1||",
    "translation": "Go and ask Bidar, the son of a maid; Krishna himself stayed in his house. ||1||",
    "punjabi": "(ਜੇ ਯਕੀਨ ਨਹੀਂ ਆਉਂਦਾ, ਤਾਂ ਕਿਸੇ ਪਾਸੋਂ) ਦਾਸੀ ਦੇ ਪੁੱਤਰ ਬਿਦਰ ਦੀ ਗੱਲ ਪੁੱਛ ਵੇਖੋ। ਉਸ ਬਿਦਰ ਦੇ ਘਰ ਵਿਚ ਕ੍ਰਿਸ਼ਨ ਜੀ ਜਾ ਕੇ ਠਹਿਰੇ ਸਨ ॥੧॥",
    "pronunciation": "su`qY",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hir kI AkQ kQw; sunhu jn BweI; ijqu shsw dUK BUK sB lih jwie ]1] rhwau ]",
    "transliteration": "Har Kee Akathh Kathhaa Sunahu Jan Bhaaee Jith Sehasaa Dhookh Bhookh Sabh Lehi Jaae ||1|| Rehaao ||",
    "translation": "Listen, O humble Siblings of Destiny, to the Unspoken Speech of the Lord; it removes all anxiety, pain and hunger. ||1||Pause||",
    "punjabi": "ਹੇ ਸੱਜਣੋ! ਪਰਮਾਤਮਾ ਦੀ ਅਸਚਰਜ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣਿਆ ਕਰੋ, ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਿਮ ਹਰੇਕ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਮਿਟ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 2795,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "rivdwsu cmwru. ausqiq kry; hir kIriq inmK iek gwie ]",
    "transliteration": "Ravidhaas Chamaar Ousathath Karae Har Keerath Nimakh Eik Gaae ||",
    "translation": "Ravi Daas, the leather-worker, praised the Lord, and sang the Kirtan of His Praises each and every instant.",
    "punjabi": "ਹੇ ਭਾਈ! (ਭਗਤ) ਰਵਿਦਾਸ (ਜਾਤਿ ਦਾ) ਚਮਾਰ (ਸੀ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਸੀ, ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੀ ਕੀਰਤੀ ਗਾਂਦਾ ਰਹਿੰਦਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "piqq jwiq. auqmu BieAw; cwir vrn pey pig Awie ]2]",
    "transliteration": "Pathith Jaath Outham Bhaeiaa Chaar Varan Peae Pag Aae ||2||",
    "translation": "Although he was of low social status, he was exalted and elevated, and people of all four castes came and bowed at his feet. ||2||",
    "punjabi": "ਨੀਵੀਂ ਜਾਤਿ ਦਾ ਰਵਿਦਾਸ ਮਹਾਂ ਪੁਰਖ ਬਣ ਗਿਆ। ਚੌਹਾਂ ਵਰਨਾਂ ਦੇ ਮਨੁੱਖ ਉਸ ਦੇ ਪੈਰੀਂ ਆ ਕੇ ਲੱਗ ਪਏ ॥੨॥",
    "pronunciation": "pig:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "nwmdyA pRIiq lgI hir syqI; loku CIpw khY bulwie ]",
    "transliteration": "Naamadhaea Preeth Lagee Har Saethee Lok Shheepaa Kehai Bulaae ||",
    "translation": "Naam Dayv loved the Lord; the people called him a fabric dyer.",
    "punjabi": "ਹੇ ਭਾਈ! (ਭਗਤ) ਨਾਮਦੇਵ ਦੀ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੀਤ ਬਣ ਗਈ। ਜਗਤ ਉਸ ਨੂੰ ਛੀਂਬਾ ਆਖ ਕੇ ਸੱਦਿਆ ਕਰਦਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "KqRI bRwhmx. ipiT dy Cofy; hir. nwmdyau lIAw muiK lwie ]3]",
    "transliteration": "Khathree Braahaman Pith Dhae Shhoddae Har Naamadhaeo Leeaa Mukh Laae ||3||",
    "translation": "The Lord turned His back on the high-class Kh'shaatriyas and Brahmins, and showed His face to Naam Dayv. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਖਤ੍ਰੀਆਂ ਬ੍ਰਾਹਮਣਾਂ ਨੂੰ ਪਿੱਠ ਦੇ ਦਿੱਤੀ, ਤੇ, ਨਾਮਦੇਵ ਨੂੰ ਮੱਥੇ ਲਾਇਆ ਸੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ijqny Bgq hir syvkw; muiK ATsiT qIrQ. iqn iqlku kFwie ]",
    "transliteration": "Jithanae Bhagath Har Saevakaa Mukh Athasath Theerathh Thin Thilak Kadtaae ||",
    "translation": "All of the devotees and servants of the Lord have the tilak, the ceremonial mark, applied to their foreheads at the sixty-eight sacred shrines of pilgrimage.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਜਿਤਨੇ ਭੀ ਭਗਤ ਹਨ, ਸੇਵਕ ਹਨ, ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਅਠਾਹਠ ਤੀਰਥ ਤਿਲਕ ਲਾਂਦੇ ਹਨ (ਸਾਰੇ ਹੀ ਤੀਰਥ ਭੀ ਉਹਨਾਂ ਦਾ ਆਦਰ-ਮਾਣ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2795,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "jnu nwnku. iqn kau An idnu prsy; jy ikRpw kry hir rwie ]4]1]8]",
    "transliteration": "Jan Naanak Thin Ko Anadhin Parasae Jae Kirapaa Karae Har Raae ||4||1||8||",
    "translation": "Servant Nanak shall touch their feet night and day, if the Lord, the King, grants His Grace. ||4||1||8||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਮੇਹਰ ਕਰੇ, ਤਾਂ ਦਾਸ ਨਾਨਕ ਹਰ ਵੇਲੇ ਉਹਨਾਂ (ਭਗਤਾਂ ਸੇਵਕਾਂ) ਦੇ ਚਰਨ ਛੁੰਹਦਾ ਰਹੇ ॥੪॥੧॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iqn@I AMqir hir AwrwiDAw; ijn kau Duir iliKAw ilKqu illwrw ]",
    "transliteration": "Thinhee Anthar Har Aaraadhhiaa Jin Ko Dhhur Likhiaa Likhath Lilaaraa ||",
    "translation": "They alone worship and adore the Lord deep within, who are blessed with such pre-ordained destiny from the very beginning of time.",
    "punjabi": "ਹੇ ਭਾਈ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦੇ ਹਨ (ਅਤੇ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੀ ਹੀ ਪੱਖ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iqn@ kI bKIlI koeI ikAw kry; ijn kw AMgu kry myrw hir krqwrw ]1]",
    "transliteration": "Thin Kee Bakheelee Koee Kiaa Karae Jin Kaa Ang Karae Maeraa Har Karathaaraa ||1||",
    "translation": "What can anyone do to undermine them? My Creator Lord is on their side. ||1||",
    "punjabi": "ਪਿਆਰਾ ਕਰਤਾਰ ਜਿਨ੍ਹਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰ ਕੇ ਉਹਨਾਂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hir hir iDAwie mn myry, mn iDAwie hir; jnm jnm ky siB dUK invwrxhwrw ]1] rhwau ]",
    "transliteration": "Har Har Dhhiaae Man Maerae Man Dhhiaae Har Janam Janam Kae Sabh Dhookh Nivaaranehaaraa ||1|| Rehaao ||",
    "translation": "So meditate on the Lord, Har, Har, O my mind. Meditate on the Lord, O mind; He is the Eliminator of all the pains of reincarnation. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ। ਹੇ ਮਨ! ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰ। ਪਰਮਾਤਮਾ (ਜੀਵ ਦੇ) ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਵਿਕਾਰ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰਥਾ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2796,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Duir Bgq jnw kau bKisAw; hir AMimRq Bgiq BMfwrw ]",
    "transliteration": "Dhhur Bhagath Janaa Ko Bakhasiaa Har Anmrith Bhagath Bhanddaaraa ||",
    "translation": "In the very beginning, the Lord blessed His devotees with the Ambrosial Nectar, the treasure of devotion.",
    "punjabi": "ਹੇ ਭਾਈ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣੇ ਭਗਤਾਂ ਨੂੰ ਆਪਣੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "mUrKu hovY su aun kI rIs kry; iqsu hliq pliq muhu kwrw ]2]",
    "transliteration": "Moorakh Hovai S Oun Kee Rees Karae This Halath Palath Muhu Kaaraa ||2||",
    "translation": "Anyone who tries to compete with them is a fool; his face shall be blackened here and hereafter. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਮੂਰਖ ਹੁੰਦਾ ਹੈ ਉਹੀ ਉਹਨਾਂ ਦੀ ਬਰਾਬਰੀ ਕਰਦਾ ਹੈ (ਇਸ ਈਰਖਾ ਦੇ ਕਾਰਨ, ਸਗੋਂ) ਉਸ ਦਾ ਮੂੰਹ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਕਾਲਾ ਹੁੰਦਾ ਹੈ (ਉਹ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਬਦਨਾਮੀ ਖੱਟਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "sy Bgq sy syvkw; ijn@w hir nwmu ipAwrw ]",
    "transliteration": "Sae Bhagath Sae Saevakaa Jinaa Har Naam Piaaraa ||",
    "translation": "They alone are devotees, and they alone are selfless servants, who love the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹੀ ਮਨੁੱਖ ਭਗਤ ਹਨ, ਉਹ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੇ) ਸੇਵਕ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "iqn kI syvw qy hir pweIAY; isir inMdk kY pvY Cwrw ]3]",
    "transliteration": "Thin Kee Saevaa Thae Har Paaeeai Sir Nindhak Kai Pavai Shhaaraa ||3||",
    "translation": "By their selfless service, they find the Lord, while ashes fall on the heads of the slanderers. ||3||",
    "punjabi": "ਉਹਨਾਂ (ਸੇਵਕਾਂ ਭਗਤਾਂ) ਦੀ ਸਰਨ ਪਿਆਂ ਪਰਮਾਤਮਾ (ਦਾ ਮਿਲਾਪ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। (ਸੇਵਕਾਂ ਭਗਤਾਂ ਦੇ) ਨਿੰਦਕ ਦੇ ਸਿਰ ਉਤੇ (ਤਾਂ ਜਗਤ ਵਲੋਂ) ਸੁਆਹ (ਹੀ) ਪੈਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ijsu Gir ivrqI. soeI jwxY; jgq gur nwnk pUiC, krhu bIcwrw ]",
    "transliteration": "Jis Ghar Virathee Soee Jaanai Jagath Gur Naanak Pooshh Karahu Beechaaraa ||",
    "translation": "He alone knows this, who experiences it within the home of his own self. Ask Guru Nanak, the Guru of the world, and reflect upon it.",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਂਞ ਤਾਂ ਆਪਣੇ ਅੰਦਰ ਦੀ ਫਿਟਕਾਰ ਨੂੰ) ਉਹੀ ਮਨੁੱਖ ਜਾਣਦਾ ਹੈ ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਬਖ਼ੀਲੀ ਵਾਲੀ ਦਸ਼ਾ) ਵਾਪਰਦੀ ਹੈ। (ਪਰ) ਤੁਸੀ ਜਗਤ ਦੇ ਗੁਰੂ ਨਾਨਕ (ਪਾਤਸ਼ਾਹ) ਨੂੰ ਭੀ ਪੁੱਛ ਕੇ ਵਿਚਾਰ ਕਰ ਵੇਖੋ,",
    "pronunciation": "(ivr-qI)vrqwrw[ivrqI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2796,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "chu pIVI Awid jugwid bKIlI, iknY. n pwieE; hir syvk Bwie insqwrw ]4]2]9]",
    "transliteration": "Chahu Peerree Aadh Jugaadh Bakheelee Kinai N Paaeiou Har Saevak Bhaae Nisathaaraa ||4||2||9||",
    "translation": "Throughout the four generations of the Gurus, from the beginning of time and throughout the ages, no one has ever found the Lord by back-biting and undermining. Only by serving the Lord with love, is one emancipated. ||4||2||9||",
    "punjabi": "(ਇਹ ਯਕੀਨ ਜਾਣੋ ਕਿ) ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਲੈ ਕੇ ਯੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਲੈ ਕੇ, ਕਦੇ ਵੀ ਕਿਸੇ ਮਨੁੱਖ ਨੇ (ਮਹਾ ਪੁਰਖਾਂ ਨਾਲ) ਈਰਖਾ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਧਨ) ਨਹੀਂ ਲੱਭਾ। (ਮਹਾਂ ਪੁਰਖਾਂ ਨਾਲ) ਸੇਵਕ-ਭਾਵਨਾ ਰੱਖਿਆਂ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ-ਉਤਾਰਾ ਹੁੰਦਾ ਹੈ ॥੪॥੨॥੯॥",
    "pronunciation": "pIV@I[ju`gwid",
    "type_id": 3
  },
  {
    "shabad_id": 2797,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2797,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ijQY hir AwrwDIAY; iqQY hir imqu shweI ]",
    "transliteration": "Jithhai Har Aaraadhheeai Thithhai Har Mith Sehaaee ||",
    "translation": "Wherever the Lord is worshipped in adoration, there the Lord becomes one's friend and helper.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਭੀ ਥਾਂ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕੀਤਾ ਜਾਏ, ਉਹ ਮਿੱਤਰ ਪਰਮਾਤਮਾ ਉੱਥੇ ਹੀ ਆ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]