[
  {
    "shabad_id": 2799,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sUhI mhlw 4 Gru 7",
    "transliteration": "Soohee Mehalaa 4 Ghar 7",
    "translation": "Soohee, Fourth Mehl, Seventh House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2799,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "qyry kvn kvn gux. kih kih gwvw; qU swihb guxI inDwnw ]",
    "transliteration": "Thaerae Kavan Kavan Gun Kehi Kehi Gaavaa Thoo Saahib Gunee Nidhhaanaa ||",
    "translation": "Which, which of Your Glorious Virtues should I sing and recount, Lord? You are my Lord and Master, the treasure of excellence.",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਦੱਸ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਸਕਦਾ ਹਾਂ? ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਸਭ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "qumrI mihmw brin. n swkau; qUM Twkur aUc Bgvwnw ]1]",
    "transliteration": "Thumaree Mehimaa Baran N Saako Thoon Thaakur Ooch Bhagavaanaa ||1||",
    "translation": "I cannot express Your Glorious Praises. You are my Lord and Master, lofty and benevolent. ||1||",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਉੱਚੇ ਭਗਵਾਨ! ਤੂੰ ਸਭ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈਂ। ਮੈਂ ਤੇਰੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mY; hir hir nwmu Dr soeI ]",
    "transliteration": "Mai Har Har Naam Dhhar Soee ||",
    "translation": "The Name of the Lord, Har, Har, is my only support.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਰੇ ਵਾਸਤੇ ਤੇਰਾ ਉਹ ਨਾਮ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ijau BwvY iqau rwKu myry swihb; mY quJ ibnu Avru. n koeI ]1] rhwau ]",
    "transliteration": "Jio Bhaavai Thio Raakh Maerae Saahib Mai Thujh Bin Avar N Koee ||1|| Rehaao ||",
    "translation": "If it pleases You, please save me, O my Lord and Master; without You, I have no other at all. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਿਵੇਂ ਮੇਰੀ ਰੱਖਿਆ ਕਰ। ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ (ਸਹਾਰਾ) ਨਹੀਂ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2799,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "mY. qwxu dIbwxu qUhY myry suAwmI; mY. quDu AwgY Ardwis ]",
    "transliteration": "Mai Thaan Dheebaan Thoohai Maerae Suaamee Mai Thudhh Aagai Aradhaas ||",
    "translation": "You alone are my strength, and my Court, O my Lord and Master; unto You alone I pray.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੂੰ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਬਲ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੇ ਵਾਸਤੇ ਆਸਰਾ ਹੈਂ। ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਹੀ ਅਰਜ਼ੋਈ ਕਰ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "mY horu Qwau nwhI. ijsu pih krau bynMqI; myrw duKu suKu quJ hI pwsy ]2]",
    "transliteration": "Mai Hor Thhaao Naahee Jis Pehi Karo Baenanthee Maeraa Dhukh Sukh Thujh Hee Paas ||2||",
    "translation": "There is no other place where I can offer my prayers; I can tell my pains and pleasures only to You. ||2||",
    "punjabi": "ਮੇਰੇ ਵਾਸਤੇ ਕੋਈ ਹੋਰ ਅਜੇਹਾ ਥਾਂ ਨਹੀਂ, ਜਿਸ ਕੋਲ ਮੈਂ ਬੇਨਤੀ ਕਰ ਸਕਾਂ। ਮੈਂ ਆਪਣਾ ਹਰੇਕ ਸੁਖ ਹਰੇਕ ਦੁੱਖ ਤੇਰੇ ਕੋਲ ਹੀ ਪੇਸ਼ ਕਰ ਸਕਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ivcy DrqI ivcy pwxI; ivic kwst Agin DrIjY ]",
    "transliteration": "Vichae Dhharathee Vichae Paanee Vich Kaasatt Agan Dhhareejai ||",
    "translation": "Water is locked up in the earth, and fire is locked up in wood.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਵੇਖ, (ਪਾਣੀ ਦੇ) ਵਿਚ ਹੀ ਧਰਤੀ ਹੈ, (ਧਰਤੀ ਦੇ) ਵਿਚ ਹੀ ਪਾਣੀ ਹੈ, ਲੱਕੜ ਵਿਚ ਅੱਗ ਰੱਖੀ ਹੋਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "bkrI isMGu. iekqY Qwie rwKy; mn hir jip. BRmu Bau dUir kIjY ]3]",
    "transliteration": "Bakaree Singh Eikathai Thhaae Raakhae Man Har Jap Bhram Bho Dhoor Keejai ||3||",
    "translation": "The sheep and the lions are kept in one place; O mortal, meditate on the Lord, and your doubts and fears shall be removed. ||3||",
    "punjabi": "(ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ, ਮਾਨੋ) ਸ਼ੇਰ ਤੇ ਬੱਕਰੀ ਇਕੋ ਥਾਂ ਰੱਖੇ ਹੋਏ ਹਨ। ਹੇ ਮਨ! (ਤੂੰ ਕਿਉਂ ਡਰਦਾ ਹੈਂ? ਅਜੇਹੀ ਸ਼ਕਤੀ ਵਾਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਤੂੰ ਆਪਣਾ ਹਰੇਕ ਡਰ ਭਰਮ ਦੂਰ ਕਰ ਲਿਆ ਕਰ ॥੩॥",
    "pronunciation": "(b`krI)DrqI[(isMGu)pwxI[b`krI:ijMd[ isMGu:kwl[ b`krI:kwT[ isMGu:A`g nUM mrXwdw c iek`Ty r`iKAw hY",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "hir kI vifAweI dyKhu sMqhu; hir inmwixAw mwxu dyvwey ]",
    "transliteration": "Har Kee Vaddiaaee Dhaekhahu Santhahu Har Nimaaniaa Maan Dhaevaaeae ||",
    "translation": "So behold the glorious greatness of the Lord, O Saints; the Lord blesses the dishonored with honor.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਵੇਖੋ ਪਰਮਾਤਮਾ ਦੀ ਵੱਡੀ ਤਾਕਤ! ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਦਿਵਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੀ ਕੋਈ ਇੱਜ਼ਤ ਨਹੀਂ ਸੀ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2799,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ijau DrqI crx qly qy. aUpir AwvY; iqau nwnk. swD jnw jgqu Awix sBu pYrI pwey ]4]1]12]",
    "transliteration": "Jio Dhharathee Charan Thalae Thae Oopar Aavai Thio Naanak Saadhh Janaa Jagath Aan Sabh Pairee Paaeae ||4||1||12||",
    "translation": "As dust rises from underfoot, O Nanak, so does the Lord make all people fall at the feet of the Holy. ||4||1||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ ਧਰਤੀ (ਮਨੁੱਖ ਦੇ) ਪੈਰਾਂ ਹੇਠੋਂ (ਮੌਤ ਆਉਣ ਤੇ ਉਸ ਦੇ) ਉੱਪਰ ਆ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜਗਤ ਨੂੰ ਲਿਆ ਕੇ ਸਾਧ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਪਾ ਦੇਂਦਾ ਹੈ ॥੪॥੧॥੧੨॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qUM krqw sBu ikCu Awpy jwxih; ikAw quDu pih AwiK suxweIAY ]",
    "transliteration": "Thoon Karathaa Sabh Kishh Aapae Jaanehi Kiaa Thudhh Pehi Aakh Sunaaeeai ||",
    "translation": "You Yourself, O Creator, know everything; what can I possibly tell You?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, (ਆਪਣੀ ਰਚੀ ਸ੍ਰਿਸ਼ਟੀ ਬਾਬਤ) ਹਰੇਕ ਗੱਲ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਤੇਰੇ ਪਾਸੋਂ ਕੋਈ ਗੱਲ ਗੁੱਝੀ ਨਹੀਂ (ਇਸ ਵਾਸਤੇ) ਤੈਨੂੰ ਕੇਹੜੀ ਗੱਲ ਆਖ ਕੇ ਸੁਣਾਈ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "burw Blw. quDu sBu ikCu sUJY; jyhw ko kry qyhw ko pweIAY ]1]",
    "transliteration": "Buraa Bhalaa Thudhh Sabh Kishh Soojhai Jaehaa Ko Karae Thaehaa Ko Paaeeai ||1||",
    "translation": "You know all the bad and the good; as we act, so are we rewarded. ||1||",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੀ ਬੁਰਾਈ ਅਤੇ ਭਲਾਈ ਦਾ ਤੈਨੂੰ ਆਪ ਹੀ ਪਤਾ ਲੱਗ ਜਾਂਦਾ ਹੈ। (ਤਾਹੀਏਂ) ਜਿਹੋ ਜਿਹਾ ਕਰਮ ਕੋਈ ਜੀਵ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਉਹੋ ਜਿਹਾ ਫਲ ਉਹ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "myry swihb; qUM AMqr kI ibiD jwxih ]",
    "transliteration": "Maerae Saahib Thoon Anthar Kee Bidhh Jaanehi ||",
    "translation": "O my Lord and Master, You alone know the state of my inner being.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੂੰ (ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਦੀ ਹਾਲਤ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "burw Blw quDu sBu ikCu sUJY; quDu BwvY iqvY bulwvih ]1] rhwau ]",
    "transliteration": "Buraa Bhalaa Thudhh Sabh Kishh Soojhai Thudhh Bhaavai Thivai Bulaavehi ||1|| Rehaao ||",
    "translation": "You know all the bad and the good; as it pleases You, so You make us speak. ||1||Pause||",
    "punjabi": "ਕਿਸੇ ਦੇ ਅੰਦਰ ਬੁਰਾਈ ਹੈ, ਕਿਸੇ ਦੇ ਅੰਦਰ ਭਲਾਈ, ਤੈਨੂੰ ਹਰੇਕ ਗੱਲ ਦਾ ਪਤਾ ਲੱਗ ਜਾਂਦਾ ਹੈ। ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਹੀ ਤੂੰ (ਹਰੇਕ ਜੀਵ ਨੂੰ ਚੰਗੇ ਜਾਂ ਮੰਦੇ ਨਾਮ ਨਾਲ) ਸੱਦਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2800,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "sBu mohu mwieAw srIru, hir kIAw; ivic dyhI mwnuK. Bgiq krweI ]",
    "transliteration": "Sabh Mohu Maaeiaa Sareer Har Keeaa Vich Dhaehee Maanukh Bhagath Karaaee ||",
    "translation": "The Lord has infused the love of Maya into all bodies; through this human body, there comes the opportunity to worship the Lord with devotion.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦਾ ਸਾਰਾ ਮੋਹ ਪਰਮਾਤਮਾ ਨੇ ਬਣਾਇਆ ਹੈ, ਹਰੇਕ ਸਰੀਰ (ਭੀ) ਪ੍ਰਭੂ ਨੇ ਹੀ ਬਣਾਇਆ ਹੈ। ਮਨੁੱਖ ਸਰੀਰ ਵਿਚ ਭਗਤੀ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ieknw siqguru myil. suKu dyvih; ieik mnmuiK DMDu iptweI ]2]",
    "transliteration": "Eikanaa Sathigur Mael Sukh Dhaevehi Eik Manamukh Dhhandhh Pittaaee ||2||",
    "translation": "You unite some with the True Guru, and bless them with peace; while others, the self-willed manmukhs, are engrossed in worldly affairs. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕਈ ਜੀਵਾਂ ਨੂੰ ਤੂੰ ਗੁਰੂ ਮਿਲਾ ਕੇ ਆਤਮਕ ਆਨੰਦ ਬਖ਼ਸ਼ਦਾ ਹੈਂ। ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਜੀਵ ਐਸੇ ਹਨ ਜੋ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਉਹ ਆਪ ਹੀ ਮਾਇਆ ਵਿਚ ਫਸਾਈ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ip`tweI",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "sBu ko qyrw. qUM sBnw kw myry krqy; quDu sBnw isir iliKAw lyKu ]",
    "transliteration": "Sabh Ko Thaeraa Thoon Sabhanaa Kaa Maerae Karathae Thudhh Sabhanaa Sir Likhiaa Laekh ||",
    "translation": "All belong to You, and You belong to all, O my Creator Lord; You wrote the words of destiny on the forehead of everyone.",
    "punjabi": "ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਹਰੇਕ ਜੀਵ ਤੇਰਾ (ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ) ਹੈ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦਾ (ਖਸਮ) ਹੈਂ। ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਤੂੰ ਹੀ (ਕਿਰਤ ਦਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jyhI qUM ndir krih. qyhw ko hovY; ibnu ndrI. nwhI ko ByKu ]3]",
    "transliteration": "Jaehee Thoon Nadhar Karehi Thaehaa Ko Hovai Bin Nadharee Naahee Ko Bhaekh ||3||",
    "translation": "As You bestow Your Glance of Grace, so are mortals made; without Your Gracious Glance, no one assumes any form. ||3||",
    "punjabi": "ਉਸ ਲੇਖ (ਅਨੁਸਾਰ) ਜਿਹੋ ਜਿਹੀ ਨਿਗਾਹ ਤੂੰ ਕਿਸੇ ਜੀਵ ਉਤੇ ਕਰਦਾ ਹੈਂ ਉਹੋ ਜਿਹਾ ਉਹ ਬਣ ਜਾਂਦਾ ਹੈ। (ਚਾਹੇ ਕੋਈ ਚੰਗਾ ਹੈ, ਚਾਹੇ ਕੋਈ ਮੰਦਾ ਹੈ) ਤੇਰੀ ਨਿਗਾਹ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਜੀਵ (ਚੰਗਾ ਜਾਂ ਮੰਦਾ) ਨਹੀਂ (ਬਣਿਆ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "qyrI vifAweI. qUMhY jwxih; sB quDno inq iDAwey ]",
    "transliteration": "Thaeree Vaddiaaee Thoonhai Jaanehi Sabh Thudhhano Nith Dhhiaaeae ||",
    "translation": "You alone know Your Glorious Greatness; everyone constantly meditates on You.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ (ਆਖ-) ਹੇ ਮੇਰੇ ਕਰਤਾਰ! ਤੂੰ ਕਿਤਨਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਗੱਲ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਸਾਰੀ ਲੁਕਾਈ ਸਦਾ ਤੇਰਾ ਧਿਆਨ ਧਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2800,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ijs no quDu BwvY. iqs no qUM mylih; jn nwnk. so Qwie pwey ]4]2]13]",
    "transliteration": "Jis No Thudhh Bhaavai This No Thoon Maelehi Jan Naanak So Thhaae Paaeae ||4||2||13||",
    "translation": "That being, with whom You are pleased, is united with You; O servant Nanak, only such a mortal is accepted. ||4||2||13||",
    "punjabi": "ਜਿਸ ਨੂੰ ਤੂੰ ਚਾਹੁੰਦਾ ਹੈਂ ਉਸ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਤੂੰ ਜੋੜ ਲੈਂਦਾ ਹੈਂ। ਉਹ ਮਨੁੱਖ (ਤੇਰੀ ਦਰਗਾਹ ਵਿਚ) ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sUhI mhlw 4 ]",
    "transliteration": "Soohee Mehalaa 4 ||",
    "translation": "Soohee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ijn kY AMqir visAw. myrw hir hir; iqn ky siB rog gvwey ]",
    "transliteration": "Jin Kai Anthar Vasiaa Maeraa Har Har Thin Kae Sabh Rog Gavaaeae ||",
    "translation": "Those beings, within whose inner selves my Lord, Har, Har, dwells - all their diseases are cured.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਉਹ ਹਰੀ ਸਾਰੇ ਰੋਗ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "qy mukq Bey. ijn@ hir nwmu iDAwieAw; iqn pivqu prmpdu pwey ]1]",
    "transliteration": "Thae Mukath Bheae Jin Har Naam Dhhiaaeiaa Thin Pavith Param Padh Paaeae ||1||",
    "translation": "They alone become liberated, who meditate on the Name of the Lord; they obtain the supreme status. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹ (ਹਉਮੈ ਆਦਿਕ ਰੋਗਾਂ ਤੋਂ) ਸੁਤੰਤਰ ਹੋ ਗਏ, ਉਹਨਾਂ ਨੇ ਸਭ ਤੋਂ ਉੱਚਾ ਤੇ ਪਵਿਤ੍ਰ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "myry rwm; hir jn Awrog Bey ]",
    "transliteration": "Maerae Raam Har Jan Aarog Bheae ||",
    "translation": "O my Lord,the Lord's humble servants become healthy.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਰਾਮ ਦੇ, ਮੇਰੇ ਹਰੀ ਦੇ, ਦਾਸ (ਹਉਮੈ ਆਦਿਕ ਤੋਂ) ਨਰੋਏ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "gur bcnI ijn@w jipAw myrw hir hir; iqn ky haumY rog gey ]1] rhwau ]",
    "transliteration": "Gur Bachanee Jinaa Japiaa Maeraa Har Har Thin Kae Houmai Rog Geae ||1|| Rehaao ||",
    "translation": "Those who meditate on my Lord,Har,Har, through the Word of the Guru's Teachings, are rid of the disease of ego. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਮੇਰੇ ਹਰਿ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ ਉਹਨਾਂ ਦੇ ਹਉਮੈ (ਆਦਿਕ) ਰੋਗ ਦੂਰ ਹੋ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2801,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "bRhmw ibsnu mhwdyau qRY gux rogI; ivic haumY kwr kmweI ]",
    "transliteration": "Brehamaa Bisan Mehaadhaeo Thrai Gun Rogee Vich Houmai Kaar Kamaaee ||",
    "translation": "Brahma, Vishnu and Shiva suffer from the disease of the three gunas - the three qualities; they do their deeds in egotism.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪੁਰਾਣਾਂ ਦੀਆਂ ਦੱਸੀਆਂ ਸਾਖੀਆਂ ਅਨੁਸਾਰ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਦੇ ਕਾਰਨ (ਵੱਡੇ ਦੇਵਤੇ) ਬ੍ਰਹਮਾ, ਵਿਸ਼ਨੂੰ, ਸ਼ਿਵ (ਭੀ) ਰੋਗੀ ਹੀ ਰਹੇ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ ਭੀ) ਹਉਮੈ ਵਿਚ ਹੀ ਕਾਰ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ijin kIey. iqsih, n cyqih bpuVy; hir gurmuiK soJI pweI ]2]",
    "transliteration": "Jin Keeeae Thisehi N Chaethehi Bapurrae Har Guramukh Sojhee Paaee ||2||",
    "translation": "The poor fools do not remember the One who created them; this understanding of the Lord is only obtained by those who become Gurmukh. ||2||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਸੀ, ਉਸ ਨੂੰ ਉਹ ਵਿਚਾਰੇ ਚੇਤਦੇ ਨਾਹ ਰਹੇ। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ (ਤਾਂ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2801,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "haumY roig sBu jgqu ibAwipAw; iqn kau jnm mrx duKu BwrI ]",
    "transliteration": "Houmai Rog Sabh Jagath Biaapiaa Thin Ko Janam Maran Dhukh Bhaaree ||",
    "translation": "The entire world is afflicted by the disease of egotism. They suffer the terrible pains of birth and death.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਹਉਮੈ ਦੇ ਰੋਗ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ, ਹਉਮੈ ਵਿਚ ਫਸੇ ਹੋਏ) ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਭਾਰਾ ਦੁੱਖ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  }
]
