[
  {
    "shabad_id": 2849,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "sBy ieCw pUrIAw; jw pwieAw Agm Apwrw ]",
    "transliteration": "Sabhae Eishhaa Pooreeaa Jaa Paaeiaa Agam Apaaraa ||",
    "translation": "All desires are fulfilled, when the Inaccessible and Infinite Lord is obtained.",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਪ੍ਰਭੂ! ਹੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਜਦੋਂ (ਕਿਸੇ ਵਡ-ਭਾਗੀ ਨੂੰ) ਤੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈਂ, ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਉਸ ਨੂੰ ਕੋਈ ਥੁੜ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ, ਉਸ ਦੀ ਤ੍ਰਿਸਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2849,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "guru nwnku imilAw pwrbRhmu; qyirAw crxw kau bilhwrw ]4]1]47]",
    "transliteration": "Gur Naanak Miliaa Paarabreham Thaeriaa Charanaa Ko Balihaaraa ||4||1||47||",
    "translation": "Guru Nanak has met the Supreme Lord God; I am a sacrifice to Your Feet. ||4||1||47||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨਾਨਕ ਮਿਲ ਪਿਆ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ॥੪॥੧॥੪੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwgu sUhI mhlw 5 Gru 7",
    "transliteration": "Raag Soohee Mehalaa 5 Ghar 7",
    "translation": "Raag Soohee, Fifth Mehl, Seventh House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2850,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "qyrw Bwxw. qUhY mnwieih; ijs no hoih dieAwlw ]",
    "transliteration": "Thaeraa Bhaanaa Thoohai Manaaeihi Jis No Hohi Dhaeiaalaa ||",
    "translation": "He alone obeys Your Will, O Lord, unto whom You are Merciful.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ ਤੂੰ ਆਪ ਹੀ ਉਸ ਨੂੰ ਆਪਣੀ ਰਜ਼ਾ ਵਿਚ ਤੋਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "sweI Bgiq. jo quDu BwvY; qUM srb jIAw pRiqpwlw ]1]",
    "transliteration": "Saaee Bhagath Jo Thudhh Bhaavai Thoon Sarab Jeeaa Prathipaalaa ||1||",
    "translation": "That alone is devotional worship, which is pleasing to Your Will. You are the Cherisher of all beings. ||1||",
    "punjabi": "ਅਸਲ ਭਗਤੀ ਉਹੀ ਹੈ ਜੋ ਤੈਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦੀ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈਂ ॥੧॥",
    "pronunciation": "sWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "myry rwmrwie; sMqw tyk qum@wrI ]",
    "transliteration": "Maerae Raam Raae Santhaa Ttaek Thumhaaree ||",
    "translation": "O my Sovereign Lord, You are the Support of the Saints.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਤੇਰੇ ਸੰਤਾਂ ਨੂੰ (ਸਦਾ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jo quDu BwvY so prvwxu; min qin qUhY ADwrI ]1] rhwau ]",
    "transliteration": "Jo Thudhh Bhaavai So Paravaan Man Than Thoohai Adhhaaree ||1|| Rehaao ||",
    "translation": "Whatever pleases You, they accept. You are the sustenance of their minds and bodies. ||1||Pause||",
    "punjabi": "ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹੀ (ਤੇਰੇ ਸੰਤਾਂ ਨੂੰ) ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ। ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ, ਉਹਨਾਂ ਦੇ ਤਨ ਵਿਚ, ਤੂੰ ਹੀ ਆਸਰਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2850,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "qUM dieAwlu ikRpwlu ikRpwiniD; mnsw pUrxhwrw ]",
    "transliteration": "Thoon Dhaeiaal Kirapaal Kirapaa Nidhh Manasaa Pooranehaaraa ||",
    "translation": "You are kind and compassionate, the treasure of mercy, the fulfiller of our hopes.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ)! ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਤੂੰ ਕਿਰਪਾ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ (ਆਪਣੇ ਭਗਤਾਂ ਦੀ) ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Bgq qyry siB pRwxpiq pRIqm; qUM. Bgqn kw ipAwrw ]2]",
    "transliteration": "Bhagath Thaerae Sabh Praanapath Preetham Thoon Bhagathan Kaa Piaaraa ||2||",
    "translation": "You are the Beloved Lord of life of all Your devotees; You are the Beloved of Your devotees. ||2||",
    "punjabi": "ਹੇ ਜਿੰਦ ਦੇ ਮਾਲਕ! ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੇਰੇ ਸਾਰੇ ਭਗਤ (ਤੈਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ), ਤੂੰ ਭਗਤਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "qU AQwhu Apwru Aiq aUcw; koeI Avru. n qyrI Bwqy ]",
    "transliteration": "Thoo Athhaahu Apaar Ath Oochaa Koee Avar N Thaeree Bhaathae ||",
    "translation": "You are unfathomable, infinite, lofty and exalted. There is no one else like You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਿਲ ਦੀ) ਡੂੰਘਾਈ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਤੇਰੀ ਹਸਤੀ ਦਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਤੂੰ ਬਹੁਤ ਹੀ ਉੱਚਾ ਹੈਂ, ਕੋਈ ਹੋਰ ਤੇਰੇ ਵਰਗਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(Bwqy)Awp jI jYsw",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ieh Ardwis hmwrI suAwmI; ivsru nwhI. suKdwqy ]3]",
    "transliteration": "Eih Aradhaas Hamaaree Suaamee Visar Naahee Sukhadhaathae ||3||",
    "translation": "This is my prayer, O my Lord and Master; may I never forget You, O Peace-giving Lord. ||3||",
    "punjabi": "ਹੇ ਮਾਲਕ! ਹੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲੇ! ਅਸਾਂ ਜੀਵਾਂ ਦੀ (ਤੇਰੇ ਅੱਗੇ) ਇਹੀ ਅਰਜ਼ੋਈ ਹੈ, ਕਿ ਸਾਨੂੰ ਤੂੰ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "idnu rYix swis swis gux gwvw; jy suAwmI quDu Bwvw ]",
    "transliteration": "Dhin Rain Saas Saas Gun Gaavaa Jae Suaamee Thudhh Bhaavaa ||",
    "translation": "Day and night, with each and every breath, I sing Your Glorious Praises, if it is pleasing to Your Will.",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਜੇ ਮੈਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਾਂ (ਜੇ ਤੇਰੀ ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਹੋਵੇ) ਮੈਂ ਦਿਨ ਰਾਤ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2850,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "nwmu qyrw suKu nwnku mwgY; swihb quTY pwvw ]4]1]48]",
    "transliteration": "Naam Thaeraa Sukh Naanak Maagai Saahib Thuthai Paavaa ||4||1||48||",
    "translation": "Nanak begs for the peace of Your Name, O Lord and Master; as it is pleasing to Your Will, I shall attain it. ||4||1||48||",
    "punjabi": "(ਤੇਰਾ ਦਾਸ) ਨਾਨਕ (ਤੈਥੋਂ) ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹੈ (ਇਹੀ ਨਾਨਕ ਵਾਸਤੇ) ਸੁਖ (ਹੈ)। ਹੇ ਮੇਰੇ ਸਾਹਿਬ! ਜੇ ਤੂੰ ਦਇਆਵਾਨ ਹੋਵੇਂ, ਤਾਂ ਮੈਨੂੰ ਇਹ ਦਾਤ ਮਿਲ ਜਾਏ ॥੪॥੧॥੪੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sUhI mhlw 5 ]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ivsrih nwhI. ijqu qU kbhU; so Qwnu qyrw kyhw ]",
    "transliteration": "Visarehi Naahee Jith Thoo Kabehoo So Thhaan Thaeraa Kaehaa ||",
    "translation": "Where is that place, where You are never forgotten, Lord?",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਤੇਰਾ ਉਹ (ਸਾਧ ਸੰਗਤਿ) ਥਾਂ ਬੜਾ ਹੀ ਅਸਚਰਜ ਹੈ, ਜਿਸ ਵਿਚ ਬੈਠਿਆਂ ਤੂੰ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲੇਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AwT phr ijqu quDu iDAweI; inrml hovY dyhw ]1]",
    "transliteration": "Aath Pehar Jith Thudhh Dhhiaaee Niramal Hovai Dhaehaa ||1||",
    "translation": "Twenty-four hours a day, they meditate on You, and their bodies become spotless and pure. ||1||",
    "punjabi": "ਜਿਸ ਵਿਚ ਬੈਠ ਕੇ ਮੈਂ ਤੈਨੂੰ ਅੱਠੇ ਪਹਰ ਯਾਦ ਕਰ ਸਕਾਂ, ਤੇ, ਮੇਰਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "myry rwm; hau so Qwnu Bwlx AwieAw ]",
    "transliteration": "Maerae Raam Ho So Thhaan Bhaalan Aaeiaa ||",
    "translation": "O my Lord, I have come searching for that place.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੈਂ ਉਹ ਥਾਂ ਲੱਭਣ ਤੁਰ ਪਿਆ (ਜਿੱਥੇ ਮੈਂ ਤੇਰਾ ਦਰਸਨ ਕਰ ਸਕਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Kojq Kojq BieAw swDsMgu; iqn@ srxweI pwieAw ]1] rhwau ]",
    "transliteration": "Khojath Khojath Bhaeiaa Saadhhasang Thinh Saranaaee Paaeiaa ||1|| Rehaao ||",
    "translation": "After seeking and searching, I found Sanctuary in the Saadh Sangat, the Company of the Holy. ||1||Pause||",
    "punjabi": "ਲੱਭਦਿਆਂ ਲੱਭਦਿਆਂ ਮੈਨੂੰ ਗੁਰਮੁਖਾਂ ਦਾ ਸਾਥ ਮਿਲ ਗਿਆ, ਉਹਨਾਂ (ਗੁਰਮੁਖਾਂ) ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ (ਤੈਨੂੰ ਭੀ) ਲੱਭ ਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2851,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "byd pVy piV bRhmy hwry; ieku iqlu. nhI kImiq pweI ]",
    "transliteration": "Baedh Parrae Parr Brehamae Haarae Eik Thil Nehee Keemath Paaee ||",
    "translation": "Reading and reciting the Vedas, Brahma grew weary, but he did not find even a tiny bit of God's worth.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਬ੍ਰਹਮਾ ਵਰਗੇ ਅਨੇਕਾਂ ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ, ਪਰ ਉਹ ਤੇਰੀ ਰਤਾ ਭੀ ਕਦਰ ਨਾਹ ਸਮਝ ਸਕੇ।",
    "pronunciation": "pV@y[piV@",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "swiDk isD iPrih ibllwqy; qy BI mohy mweI ]2]",
    "transliteration": "Saadhhik Sidhh Firehi Bilalaathae Thae Bhee Mohae Maaee ||2||",
    "translation": "The seekers and Siddhas wander around bewailing; they too are enticed by Maya. ||2||",
    "punjabi": "ਸਾਧਨਾਂ ਕਰਨ ਵਾਲੇ ਜੋਗੀ, ਕਰਾਮਾਤੀ ਜੋਗੀ (ਤੇਰੇ ਦਰਸਨ ਨੂੰ) ਵਿਲਕਦੇ ਫਿਰਦੇ ਹਨ, ਪਰ ਉਹ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਫਸੇ ਰਹੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ds Aauqwr. rwjy hoie vrqy; mhwdyv AauDUqw ]",
    "transliteration": "Dhas Aouthaar Raajae Hoe Varathae Mehaadhaev Aoudhhoothaa ||",
    "translation": "There were ten regal incarnations of Vishnu; and then there was Shiva, the renunciate.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! (ਵਿਸ਼ਨੂ ਦੇ) ਦਸ ਅਵਤਾਰ (ਆਪੋ ਆਪਣੇ ਜੁਗ ਵਿਚ) ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦੇ ਰਹੇ। ਸ਼ਿਵ ਜੀ ਬੜਾ ਤਿਆਗੀ ਪ੍ਰਸਿੱਧ ਹੋਇਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "iqn@ BI AMqu. n pwieE qyrw; lwie Qky ibBUqw ]3]",
    "transliteration": "Thinh Bhee Anth N Paaeiou Thaeraa Laae Thhakae Bibhoothaa ||3||",
    "translation": "He did not find Your limits either, although he grew weary of smearing his body with ashes. ||3||",
    "punjabi": "ਪਰ ਉਹ ਭੀ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਾਹ ਪਾ ਸਕੇ। (ਸ਼ਿਵ ਆਦਿਕ ਅਨੇਕਾਂ ਆਪਣੇ ਸਰੀਰ ਉਤੇ) ਸੁਆਹ ਮਲ ਮਲ ਕੇ ਥੱਕ ਗਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "shj sUK AwnMd nwm rs; hir sMqI mMglu gwieAw ]",
    "transliteration": "Sehaj Sookh Aanandh Naam Ras Har Santhee Mangal Gaaeiaa ||",
    "translation": "Peace, poise and bliss are found in the subtle essence of the Naam. The Lord's Saints sing the songs of joy.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਸਦਾ ਗਾਂਵਿਆ, ਉਹਨਾਂ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਮਾਣੇ, ਉਹਨਾਂ ਨਾਮ ਦਾ ਰਸ ਚੱਖਿਆ।",
    "pronunciation": "sMqIN",
    "type_id": 3
  },
  {
    "shabad_id": 2851,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "sPl drsnu ByitE gur nwnk; qw min qin hir hir iDAwieAw ]4]2]49]",
    "transliteration": "Safal Dharasan Bhaettiou Gur Naanak Thaa Man Than Har Har Dhhiaaeiaa ||4||2||49||",
    "translation": "I have obtained the Fruitful Vision of Guru Nanak's Darshan, and with my mind and body I meditate on the Lord, Har, Har. ||4||2||49||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਦੋਂ ਉਹਨਾਂ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਜਿਸ ਦਾ ਦਰਸਨ ਹੀ ਜੀਵਨ-ਮਨੋਰਥ ਪੂਰਾ ਕਰ ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਉਹਨਾਂ ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ॥੪॥੨॥੪੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sUhI mhlw 5 ]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "krm Drm pwKMf. jo dIsih; iqn jmu jwgwqI lUtY ]",
    "transliteration": "Karam Dhharam Paakhandd Jo Dheesehi Thin Jam Jaagaathee Loottai ||",
    "translation": "The religious rites, rituals and hypocrisies which are seen, are plundered by the Messenger of Death, the ultimate tax collector.",
    "punjabi": "ਹੇ ਭਾਈ! (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕੰਮ ਵਿਖਾਵੇ ਦੇ ਕੰਮ ਹਨ, ਇਹ ਕੰਮ ਜਿਤਨੇ ਭੀ ਲੋਕ ਕਰਦੇ ਦਿੱਸਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮਸੂਲੀਆ ਜਮ ਲੁੱਟ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "inrbwx kIrqnu gwvhu krqy kw; inmK ismrq ijqu CUtY ]1]",
    "transliteration": "Nirabaan Keerathan Gaavahu Karathae Kaa Nimakh Simarath Jith Shhoottai ||1||",
    "translation": "In the state of Nirvaanaa, sing the Kirtan of the Creator's Praises; contemplating Him in meditation, even for an instant, one is saved. ||1||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਵਾਸਨਾ-ਰਹਿਤ ਹੋ ਕੇ ਕਰਤਾਰ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ, ਕਿਉਂਕਿ ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਛਿਨ-ਭਰ ਨਾਮ ਸਿਮਰਿਆਂ ਹੀ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "sMqhu; swgru pwir auqrIAY ]",
    "transliteration": "Santhahu Saagar Paar Outhareeai ||",
    "translation": "O Saints, cross over the world-ocean.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "au-qrIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jy ko bcnu kmwvY sMqn kw; so gur prswdI qrIAY ]1] rhwau ]",
    "transliteration": "Jae Ko Bachan Kamaavai Santhan Kaa So Gur Parasaadhee Thareeai ||1|| Rehaao ||",
    "translation": "One who practices the Teachings of the Saints, by Guru's Grace, is carried across. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ (ਜੀਵਨ ਵਿਚ) ਕਮਾ ਲਏ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2852,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "koit qIrQ mjn iesnwnw; iesu kil mih mYlu BrIjY ]",
    "transliteration": "Kott Theerathh Majan Eisanaanaa Eis Kal Mehi Mail Bhareejai ||",
    "translation": "Millions of cleansing baths at sacred shrines of pilgrimage only fill the mortal with filth in this Dark Age of Kali Yuga.",
    "punjabi": "ਹੇ ਭਾਈ! ਕ੍ਰੋੜਾਂ ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ (ਕਰਦਿਆਂ ਤਾਂ) ਜਗਤ ਵਿਚ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਾਲ ਲਿਬੜ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "swDsMig jo hir gux gwvY; so inrmlu kir lIjY ]2]",
    "transliteration": "Saadhhasang Jo Har Gun Gaavai So Niramal Kar Leejai ||2||",
    "translation": "One who sings the Glorious Praises of the Lord in the Saadh Sangat, the Company of the Holy, becomes spotlessly pure. ||2||",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "byd kqyb isimRiq siB swsq; ien@ piVAw mukiq, n hoeI ]",
    "transliteration": "Baedh Kathaeb Simrith Sabh Saasath Einh Parriaa Mukath N Hoee ||",
    "translation": "One may read all the books of the Vedas, the Bible, the Simritees and the Shaastras, but they will not bring liberation.",
    "punjabi": "ਹੇ ਭਾਈ! ਵੇਦ ਪੁਰਾਣ ਸਿੰਮ੍ਰਤੀਆਂ ਇਹ ਸਾਰੇ (ਹਿੰਦੂ ਧਰਮ ਦੇ ਪੁਸਤਕ) (ਕੁਰਾਨ ਅੰਜੀਲ ਆਦਿਕ) ਇਹ ਸਾਰੇ (ਸ਼ਾਮੀ ਮਤਾਂ ਦੇ ਪੁਸਤਕ) ਨਿਰੇ ਪੜ੍ਹਨ ਨਾਲ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "ism-i RiqpiV@AW",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "eyku AKru. jo gurmuiK jwpY; iqs kI inrml soeI ]3]",
    "transliteration": "Eaek Akhar Jo Guramukh Jaapai This Kee Niramal Soee ||3||",
    "translation": "One who, as Gurmukh, chants the One Word, acquires a spotlessly pure reputation. ||3||",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਕ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਉਸ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਪਵਿਤ੍ਰ ਸੋਭਾ ਬਣ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(A`Kru)pRmySr",
    "type_id": 3
  },
  {
    "shabad_id": 2852,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "KqRI bRwhmx sUd vYs; aupdysu chu vrnw kau swJw ]",
    "transliteration": "Khathree Braahaman Soodh Vais Oupadhaes Chahu Varanaa Ko Saajhaa ||",
    "translation": "The four castes - the Kh'shaatriyas, Brahmins, Soodras and Vaishyas - are equal in respect to the teachings.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦਾ) ਉਪਦੇਸ਼ ਖੱਤ੍ਰੀ ਬ੍ਰਾਹਮਣ ਵੈਸ਼ ਸ਼ੂਦਰ ਚੌਹਾਂ ਵਰਨਾਂ ਦੇ ਲੋਕਾਂ ਵਾਸਤੇ ਇਕੋ ਜਿਹਾ ਹੈ।",
    "pronunciation": "sWJw",
    "type_id": 3
  }
]
