[
  {
    "shabad_id": 2852,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "gurmuiK nwmu jpY, auDrY so kil mih; Git Git, nwnk. mwJw]4]3]50]",
    "transliteration": "Guramukh Naam Japai Oudhharai So Kal Mehi Ghatt Ghatt Naanak Maajhaa ||4||3||50||",
    "punjabi": "(ਕਿਸੇ ਭੀ ਵਰਨ ਦਾ ਹੋਵੇ) ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ ਉਹ ਜਗਤ ਵਿਚ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਨਿਕਲਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੪॥੩॥੫੦॥",
    "pronunciation": "hornW nMU (au-DrY)auDwrdy hn[(mwJw)iv`c",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sUhI mhlw 5]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jo ikCu krY. soeI pRB mwnih; Eie rwm nwm rMig rwqy]",
    "transliteration": "Jo Kishh Karai Soee Prabh Maanehi Oue Raam Naam Rang Raathae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ। ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਕੀਤਾ ਹੀ ਮੰਨਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "iqn@ kI soBw sBnI QweI; ijn@ pRB ky crx prwqy]1]",
    "transliteration": "Thinh Kee Sobhaa Sabhanee Thhaaee Jinh Prabh Kae Charan Paraathae ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਉਹਨਾਂ ਦੀ ਵਡਿਆਈ ਸਭ ਥਾਵਾਂ ਵਿਚ (ਖਿੱਲਰ ਜਾਂਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "QWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myry rwm; hir sMqw jyvfu. n koeI]",
    "transliteration": "Maerae Raam Har Santhaa Jaevadd N Koee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤਾਂ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Bgqw bix AweI pRB Apny isau; jil Qil mhIAil soeI]1]rhwau]",
    "transliteration": "Bhagathaa Ban Aaee Prabh Apanae Sio Jal Thhal Meheeal Soee ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਪ੍ਰੀਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਹਰ ਥਾਂ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2853,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "koit ApRwDI. sMqsMig auDrY; jmu. qw kY nyiV, n AwvY]",
    "transliteration": "Kott Apraadhhee Santhasang Oudhharai Jam Thaa Kai Naerr N Aavai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕ੍ਰੋੜਾਂ ਅਪਰਾਧ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਭੀ ਸੰਤ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ) ਵਿਕਾਰਾਂ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ, (ਫਿਰ) ਜਮ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "jnm jnm kw ibCuiVAw hovY; iqn@ hir isau Awix imlwvY]2]",
    "transliteration": "Janam Janam Kaa Bishhurriaa Hovai Thinh Har Sio Aan Milaavai ||2||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੁੜਿਆ ਹੋਵੇ-ਸੰਤ ਅਜੇਹੇ ਅਨੇਕਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਲਿਆ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "mwieAw moh Brmu Bau kwtY; sMq srix jo AwvY]",
    "transliteration": "Maaeiaa Moh Bharam Bho Kaattai Santh Saran Jo Aavai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਸੰਤ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਸੰਤ ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ ਮੋਹ, ਭਟਕਣਾ, ਡਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "jyhw mnorQu kir AwrwDy; so sMqn qy pwvY]3]",
    "transliteration": "Jaehaa Manorathh Kar Aaraadhhae So Santhan Thae Paavai ||3||",
    "punjabi": "ਮਨੁੱਖ ਜਿਹੋ ਜਿਹੀ ਵਾਸਨਾ ਧਾਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ਉਹ ਉਹੀ ਫ਼ਲ ਸੰਤ ਜਨਾਂ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "jn kI mihmw. kyqk brnau; jo pRB Apny Bwxy]",
    "transliteration": "Jan Kee Mehimaa Kaethak Barano Jo Prabh Apanae Bhaanae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਸੇਵਕ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗ ਚੁਕੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਕਿਤਨੀ ਕੁ ਵਡਿਆਈ ਬਿਆਨ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2853,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "khu nwnk. ijn siqguru ByitAw; sy sB qy Bey inkwxy ]4]4]51]",
    "transliteration": "Kahu Naanak Jin Sathigur Bhaettiaa Sae Sabh Thae Bheae Nikaanae ||4||4||51||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਤੋਂ ਬੇ-ਮੁਥਾਜ ਹੋ ਗਏ ॥੪॥੪॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sUhI mhlw 5]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "mhw Agin qy. quDu hwQ dy rwKy; pey qyrI srxweI]",
    "transliteration": "Mehaa Agan Thae Thudhh Haathh Dhae Raakhae Peae Thaeree Saranaaee ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆ ਪਏ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਵੱਡੀ ਅੱਗ ਤੋਂ ਬਚਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qyrw mwxu qwxu ird AMqir; hor dUjI Aws cukweI]1]",
    "transliteration": "Thaeraa Maan Thaan Ridh Anthar Hor Dhoojee Aas Chukaaee ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਕਿਸੇ ਹੋਰ ਦੀ ਮਦਦ ਦੀ ਆਸ ਆਪਣੇ ਦਿਲੋਂ ਮੁਕਾ ਦਿੱਤੀ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰਾ ਹੀ ਮਾਣ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "myry rwmrwie; quDu iciq AwieAY aubry]",
    "transliteration": "Maerae Raam Raae Thudhh Chith Aaeiai Oubarae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਜੇ ਤੂੰ (ਜੀਵਾਂ ਦੇ) ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇਂ, ਤਾਂ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਣੋਂ ਬਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "qyrI tyk Brvwsw qum@rw; jip nwmu qum@wrw auDry]1]rhwau]",
    "transliteration": "Thaeree Ttaek Bharavaasaa Thumharaa Jap Naam Thumhaaraa Oudhharae ||1|| Rehaao ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ ਜਪ ਕੇ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪਾ ਲੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਹਰ ਗੱਲੇ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਤੇਰੀ ਸਹਾਇਤਾ ਦਾ ਭਰੋਸਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2854,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "AMD kUp qy, kwiF lIey qum@; Awip Bey ikrpwlw]",
    "transliteration": "Andhh Koop Thae Kaadt Leeeae Thumh Aap Bheae Kirapaalaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਤੂੰ ਆਪ ਦਇਆਵਾਨ ਹੋ ਗਿਆ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "swir sm@wil srb suK dIey; Awip kry pRiqpwlw]2]",
    "transliteration": "Saar Samhaal Sarab Sukh Dheeeae Aap Karae Prathipaalaa ||2||",
    "punjabi": "ਤੂੰ ਉਹਨਾਂ ਦੀ ਸਾਰ ਲੈ ਕੇ, ਉਹਨਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਸੁਖ ਬਖ਼ਸ਼ੇ। ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "AwpxI ndir kry prmysru; bMDn kwit Cfwey]",
    "transliteration": "Aapanee Nadhar Karae Paramaesar Bandhhan Kaatt Shhaddaaeae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ (ਮੋਹ ਦੇ) ਬੰਧਨ ਕੱਟ ਕੇ ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਛਡਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "AwpxI Bgiq. pRiB Awip krweI; Awpy syvw lwey]3]",
    "transliteration": "Aapanee Bhagath Prabh Aap Karaaee Aapae Saevaa Laaeae ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਆਪ ਹੀ ਆਪਣੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਪਾਸੋਂ ਆਪਣੀ ਭਗਤੀ ਆਪ ਹੀ ਕਰਾ ਲਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "Brmu gieAw BY moh ibnwsy; imitAw sgl ivsUrw]",
    "transliteration": "Bharam Gaeiaa Bhai Moh Binaasae Mittiaa Sagal Visooraa ||",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਦੂਰ ਹੋ ਗਈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਅਤੇ ਹੋਰ ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਗਏ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਚਿੰਤਾ-ਝੋਰਾ ਮੁੱਕ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2854,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "nwnk. dieAw krI suKdwqY; ByitAw siqguru pUrw]4]5]52]",
    "transliteration": "Naanak Dhaeiaa Karee Sukhadhaathai Bhaettiaa Sathigur Pooraa ||4||5||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਉਤੇ ਦਇਆ ਕੀਤੀ ਉਹਨਾਂ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ॥੪॥੫॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "sUhI mhlw 5]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jb. kCu n sIE, qb ikAw krqw; kvn krm kir AwieAw]",
    "transliteration": "Jab Kashh N Seeou Thab Kiaa Karathaa Kavan Karam Kar Aaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਅਜੇ ਸੰਸਾਰ ਹੀ ਨਹੀਂ ਸੀ (ਇਹ ਜੀਵ ਭੀ ਨਹੀਂ ਸੀ, ਤਦੋਂ) ਇਹ ਜੀਵ ਕੀਹ ਕਰਦਾ ਸੀ? ਤੇ, ਕੇਹੜੇ ਕਰਮ ਕਰ ਕੇ ਇਹ ਹੋਂਦ ਵਿਚ ਆਇਆ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Apnw Kylu Awip kir dyKY; Twkuir rcnu rcwieAw]1]",
    "transliteration": "Apanaa Khael Aap Kar Dhaekhai Thaakur Rachan Rachaaeiaa ||1||",
    "punjabi": "(ਅਸਲ ਗੱਲ ਇਹ ਕਿ) ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਜਗਤ-ਰਚਨਾ ਰਚੀ ਹੈ, ਉਹ ਆਪ ਹੀ ਆਪਣਾ ਇਹ ਜਗਤ-ਤਮਾਸ਼ਾ ਰਚ ਕੇ ਆਪ ਹੀ ਇਸ ਤਮਾਸ਼ੇ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "myry rwmrwie; muJ qy kCU. n hoeI]",
    "transliteration": "Maerae Raam Raae Mujh Thae Kashhoo N Hoee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! (ਤੇਰੀ ਪ੍ਰੇਰਨਾ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ) ਮੈਥੋਂ ਕੋਈ ਕੰਮ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awpy krqw Awip krwey; srb inrMqir soeI]1]rhwau]",
    "transliteration": "Aapae Karathaa Aap Karaaeae Sarab Niranthar Soee ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਇਕ-ਰਸ ਵਿਆਪਕ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਵਿਚ ਬੈਠ ਕੇ) ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਸਭ ਕੁਝ) ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2855,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "gxqI gxI. n CUtY kqhU; kwcI dyh ieAwxI]",
    "transliteration": "Ganathee Ganee N Shhoottai Kathehoo Kaachee Dhaeh Eiaanee ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਜੀਵ ਅੰਞਾਣ ਅਕਲ ਵਾਲਾ ਤੇ ਨਾਸਵੰਤ ਸਰੀਰ ਵਾਲਾ ਹੈ। ਜੇ ਇਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਗਿਣਿਆ ਗਿਆ, ਤਾਂ ਇਹ ਕਿਸੇ ਭੀ ਤਰ੍ਹਾਂ ਸੁਰਖ਼ਰੂ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ikRpw krhu pRB krxYhwry; qyrI bKs inrwlI]2]",
    "transliteration": "Kirapaa Karahu Prabh Karanaihaarae Thaeree Bakhas Niraalee ||2||",
    "punjabi": "ਹੇ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰਥ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਮੇਹਰ ਕਰ (ਤੇ ਬਖ਼ਸ਼)। ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਵੱਖਰੀ ਹੀ ਕਿਸਮ ਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "jIA jMq sB qyry kIqy; Git Git quhI iDAweIAY]",
    "transliteration": "Jeea Janth Sabh Thaerae Keethae Ghatt Ghatt Thuhee Dhhiaaeeai ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਗਤ ਦੇ) ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "qyrI giq imiq qUhY jwxih; kudriq kIm. n pweIAY]3]",
    "transliteration": "Thaeree Gath Mith Thoohai Jaanehi Kudharath Keem N Paaeeai ||3||",
    "punjabi": "ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਭੇਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਤੇਰੀ ਕੁਦਰਤਿ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "inrguxu mugDu Ajwxu AigAwnI; krm Drm. nhI jwxw]",
    "transliteration": "Niragun Mugadhh Ajaan Agiaanee Karam Dhharam Nehee Jaanaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਣ-ਹੀਨ ਹਾਂ, ਮੈਂ ਮੂਰਖ ਹਾਂ, ਮੈਂ ਬੇ-ਸਮਝ ਹਾਂ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ, ਮੈਂ ਕੋਈ ਧਾਰਮਿਕ ਕੰਮ ਕਰਨੇ ਭੀ ਨਹੀਂ ਜਾਣਦਾ (ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੈਨੂੰ ਖ਼ੁਸ਼ ਕਰ ਸਕਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2855,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "dieAw krhu. nwnku gux gwvY; imTw lgY qyrw Bwxw]4]6]53]",
    "transliteration": "Dhaeiaa Karahu Naanak Gun Gaavai Mithaa Lagai Thaeraa Bhaanaa ||4||6||53||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ, ਅਤੇ (ਨਾਨਕ ਨੂੰ) ਤੇਰੀ ਰਜ਼ਾ ਮਿੱਠੀ ਲੱਗਦੀ ਰਹੇ ॥੪॥੬॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sUhI mhlw 5]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]