[
  {
    "shabad_id": 2856,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "BwgTVy hir sMq qum@wry; ijn@ Gir Dnu hir nwmw ]",
    "transliteration": "Bhaagatharrae Har Santh Thumhaarae Jinh Ghar Dhhan Har Naamaa ||",
    "translation": "Your Saints are very fortunate; their homes are filled with the wealth of the Lord's Name.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਸੰਤ ਜਨ ਬੜੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਤੇਰਾ ਨਾਮ-ਧਨ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "prvwxu gxI syeI ieh Awey; sPl iqnw ky kwmw ]1]",
    "transliteration": "Paravaan Ganee Saeee Eih Aaeae Safal Thinaa Kae Kaamaa ||1||",
    "translation": "Their birth is approved, and their actions are fruitful. ||1||",
    "punjabi": "ਮੈਂ ਸਮਝਦਾ ਹਾਂ ਕਿ ਉਹਨਾਂ ਦਾ ਹੀ ਜਗਤ ਵਿਚ ਆਉਣਾ ਤੇਰੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਕਬੂਲ ਹੈ, ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦਾ ਸਾਰੇ (ਸੰਸਾਰਕ) ਕੰਮ (ਭੀ) ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "myry rwm; hir jn kY hau bil jweI ]",
    "transliteration": "Maerae Raam Har Jan Kai Ho Bal Jaaee ||",
    "translation": "O my Lord, I am a sacrifice to the humble servants of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! (ਜੇ ਤੇਰੀ ਮੇਹਰ ਹੋਵੇ, ਤਾਂ) ਮੈਂ ਤੇਰੇ ਸੇਵਕਾਂ ਤੋਂ ਸਦਕੇ ਜਾਵਾਂ (ਆਪਣਾ ਸਭ ਕੁਝ ਵਾਰ ਦਿਆਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "kysw kw kir cvru Fulwvw; crx DUiV muiK lweI ]1] rhwau ]",
    "transliteration": "Kaesaa Kaa Kar Chavar Dtulaavaa Charan Dhhoorr Mukh Laaee ||1|| Rehaao ||",
    "translation": "I make my hair into a fan, and wave it over them; I apply the dust of their feet to my face. ||1||Pause||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਕੇਸਾਂ ਦਾ ਚੌਰ ਬਣਾ ਕੇ ਉਹਨਾਂ ਉਤੇ ਝੁਲਾਵਾਂ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੈ ਕੇ ਆਪਣੇ ਮੱਥੇ ਉਤੇ ਲਾਵਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2856,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jnm mrx duhhU mih nwhI; jn praupkwrI Awey ]",
    "transliteration": "Janam Maran Dhuhehoo Mehi Naahee Jan Paroupakaaree Aaeae ||",
    "translation": "Those generous, humble beings are above both birth and death.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਆਉਂਦੇ, ਉਹ ਤਾਂ ਜਗਤ ਵਿਚ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਕਰਨ ਵਾਸਤੇ ਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jIA dwnu dy BgqI lwiein; hir isau lYin imlwey ]2]",
    "transliteration": "Jeea Dhaan Dhae Bhagathee Laaein Har Sio Lain Milaaeae ||2||",
    "translation": "They give the gift of the soul, and practice devotional worship; they inspire others to meet the Lord. ||2||",
    "punjabi": "ਸੰਤ ਜਨ (ਹੋਰਨਾਂ ਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਦੇ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਜੋੜਦੇ ਹਨ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "scw Amru scI pwiqswhI; scy syqI rwqy ]",
    "transliteration": "Sachaa Amar Sachee Paathisaahee Sachae Saethee Raathae ||",
    "translation": "True are their commands, and true are their empires; they are attuned to the Truth.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਹੁਕਮ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਪਾਤਿਸ਼ਾਹੀ ਭੀ ਅਟੱਲ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "scw suKu scI vifAweI; ijs ky sy iqin jwqy ]3]",
    "transliteration": "Sachaa Sukh Sachee Vaddiaaee Jis Kae Sae Thin Jaathae ||3||",
    "translation": "True is their happiness, and true is their greatness. They know the Lord, to whom they belong. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਸਦਾ ਲਈ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ। ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਉਹ ਸੇਵਕ ਬਣੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਉਹਨਾਂ ਦੀ ਕਦਰ ਜਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "pKw PyrI pwxI Fovw; hir jn kY pIsxu pIis kmwvw ]",
    "transliteration": "Pakhaa Faeree Paanee Dtovaa Har Jan Kai Peesan Pees Kamaavaa ||",
    "translation": "I wave the fan over them, carry water for them, and grind corn for the humble servants of the Lord.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਨੂੰ ਪੱਖਾ ਝੱਲਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਵਾਸਤੇ ਪਾਣੀ ਢੋਂਦਾ ਰਹਾਂ ਤੇ ਉਹਨਾਂ ਦੇ ਦਰ ਤੇ ਚੱਕੀ ਪੀਹ ਕੇ ਸੇਵਾ ਕਰਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2856,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwnk kI pRB pwis bynMqI; qyry jn dyKxu pwvw ]4]7]54]",
    "transliteration": "Naanak Kee Prabh Paas Baenanthee Thaerae Jan Dhaekhan Paavaa ||4||7||54||",
    "translation": "Nanak offers this prayer to God - please, grant me the sight of Your humble servants. ||4||7||54||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ ਦੀ ਪਰਮਾਤਮਾ ਅੱਗੇ ਸਦਾ ਇਹੀ ਬੇਨਤੀ ਹੈ ਕਿ-ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦਾ ਦਰਸਨ ਕਰਦਾ ਰਹਾਂ ॥੪॥੭॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "sUhI mhlw 5 ]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pwrbRhm prmysr siqgur; Awpy krxYhwrw ]",
    "transliteration": "Paarabreham Paramaesar Sathigur Aapae Karanaihaaraa ||",
    "translation": "The True Guru is the Transcendent Lord, the Supreme Lord God; He Himself is the Creator Lord.",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ! ਹੇ ਪਰਮੇਸਰ! ਹੇ ਸਤਿਗੁਰ! ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰਥ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "crx DUiV qyrI syvku mwgY; qyry drsn kau bilhwrw ]1]",
    "transliteration": "Charan Dhhoorr Thaeree Saevak Maagai Thaerae Dharasan Ko Balihaaraa ||1||",
    "translation": "Your servant begs for the dust of Your feet. I am a sacrifice to the Blessed Vision of Your Darshan. ||1||",
    "punjabi": "(ਤੇਰਾ) ਦਾਸ (ਤੇਰੇ ਪਾਸੋਂ) ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ, ਤੇਰੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "myry rwmrwie; ijau rwKih iqau rhIAY ]",
    "transliteration": "Maerae Raam Raae Jio Raakhehi Thio Reheeai ||",
    "translation": "O my Sovereign Lord, as You keep me, so do I remain.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਜਿਵੇਂ (ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ) ਰੱਖਦਾ ਹੈਂ, ਤਿਵੇਂ ਹੀ ਰਿਹਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "quDu BwvY. qw nwmu jpwvih; suKu qyrw idqw lhIAY ]1] rhwau ]",
    "transliteration": "Thudhh Bhaavai Thaa Naam Japaavehi Sukh Thaeraa Dhithaa Leheeai ||1|| Rehaao ||",
    "translation": "When it pleases You, I chant Your Name. You alone can grant me peace. ||1||Pause||",
    "punjabi": "ਜੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਾਂ ਤੂੰ (ਅਸਾਂ ਜੀਵਾਂ ਪਾਸੋਂ ਆਪਣਾ) ਨਾਮ ਜਪਾਂਦਾ ਹੈਂ, ਤੇਰਾ ਹੀ ਬਖ਼ਸ਼ਿਆ ਹੋਇਆ ਸੁਖ ਅਸੀਂ ਲੈ ਸਕਦੇ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2857,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "mukiq Bugiq jugiq qyrI syvw; ijsu qUM Awip krwieih ]",
    "transliteration": "Mukath Bhugath Jugath Thaeree Saevaa Jis Thoon Aap Karaaeihi ||",
    "translation": "Liberation, comfort and proper lifestyle come from serving You; You alone cause us to serve You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਹੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੈ, ਸੰਸਾਰ ਦੇ ਸੁਖ ਹਨ, ਸੁਚੱਜੀ ਜੀਵਨ-ਜਾਚ ਹੈ (ਪਰ ਤੇਰੀ ਭਗਤੀ ਉਹੀ ਕਰਦਾ ਹੈ) ਜਿਸ ਪਾਸੋਂ ਤੂੰ ਆਪ ਕਰਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "qhw bYkuMTu. jh kIrqnu qyrw; qUM Awpy srDw lwieih ]2]",
    "transliteration": "Thehaa Baikunth Jeh Keerathan Thaeraa Thoon Aapae Saradhhaa Laaeihi ||2||",
    "translation": "That place is heaven, where the Kirtan of the Lord's Praises are sung. You Yourself instill faith into us. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਥਾਂ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਹੋ ਰਹੀ ਹੋਵੇ, (ਮੇਰੇ ਵਾਸਤੇ) ਉਹੀ ਥਾਂ ਬੈਕੁੰਠ ਹੈ, ਤੂੰ ਆਪ ਹੀ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦੀ) ਸਰਧਾ (ਸਾਡੇ ਅੰਦਰ) ਪੈਦਾ ਕਰਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ismir ismir ismir nwmu jIvw; qnu mnu hoie inhwlw ]",
    "transliteration": "Simar Simar Simar Naam Jeevaa Than Man Hoe Nihaalaa ||",
    "translation": "Meditating, meditating, meditating in remembrance on the Naam, I live; my mind and body are enraptured.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹਾਂ, ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ (ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਖਿੜਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "crxkml qyry Doie Doie pIvw; myry siqgur dIn dieAwlw ]3]",
    "transliteration": "Charan Kamal Thaerae Dhhoe Dhhoe Peevaa Maerae Sathigur Dheen Dhaeiaalaa ||3||",
    "translation": "I wash Your Lotus Feet, and drink in this water, O my True Guru, O Merciful to the meek. ||3||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਮੇਰੇ ਸਤਿਗੁਰ! ਮੈਂ ਸਦਾ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨ ਧੋ ਧੋ ਕੇ ਪੀਂਦਾ ਰਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "kurbwxu jweI ausu vylw suhwvI; ijqu qumrY duAwrY AwieAw ]",
    "transliteration": "Kurabaan Jaaee Ous Vaelaa Suhaavee Jith Thumarai Dhuaarai Aaeiaa ||",
    "translation": "I am a sacrifice to that most wonderful time when I came to Your Door.",
    "punjabi": "(ਹੇ ਸਤਿਗੁਰੂ!) ਮੈਂ ਉਸ ਸੋਹਣੀ ਘੜੀ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਦੋਂ ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2857,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwnk kau. pRB Bey ikRpwlw; siqguru pUrw pwieAw ]4]8]55]",
    "transliteration": "Naanak Ko Prabh Bheae Kirapaalaa Sathigur Pooraa Paaeiaa ||4||8||55||",
    "translation": "God has become compassionate to Nanak; I have found the Perfect True Guru. ||4||8||55||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ (ਦਾਸ) ਨਾਨਕ ਉਤੇ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੋਏ, ਤਦੋਂ (ਨਾਨਕ ਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ॥੪॥੮॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sUhI mhlw 5 ]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "quDu iciq Awey. mhw AnMdw; ijsu ivsrih. so mir jwey ]",
    "transliteration": "Thudhh Chith Aaeae Mehaa Anandhaa Jis Visarehi So Mar Jaaeae ||",
    "translation": "When You come to mind, I am totally in bliss. One who forgets You might just as well be dead.",
    "punjabi": "ਹੇ ਪ੍ਰ੍ਰਭੂ! ਜੇ ਤੂੰ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸੇਂ, ਤਾਂ ਬੜਾ ਸੁਖ ਮਿਲਦਾ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਵਿਸਰ ਜਾਂਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dieAwlu hovih ijsu aUpir krqy; so quDu sdw iDAwey ]1]",
    "transliteration": "Dhaeiaal Hovehi Jis Oopar Karathae So Thudhh Sadhaa Dhhiaaeae ||1||",
    "translation": "That being, whom You bless with Your Mercy, O Creator Lord, constantly meditates on You. ||1||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ, ਉਹ ਸਦਾ ਤੈਨੂੰ ਯਾਦ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "myry swihb. qUM, mY mwxu inmwxI ]",
    "transliteration": "Maerae Saahib Thoon Mai Maan Nimaanee ||",
    "translation": "O my Lord and Master, You are the honor of the dishonored such as me.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੇਰਾ ਨਿਮਾਣੀ ਦਾ ਤੂੰ ਹੀ ਮਾਣ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Ardwis krI pRB Apny AwgY; suix suix jIvw qyrI bwxI ]1] rhwau ]",
    "transliteration": "Aradhaas Karee Prabh Apanae Aagai Sun Sun Jeevaa Thaeree Baanee ||1|| Rehaao ||",
    "translation": "I offer my prayer to You, God; listening, listening to the Word of Your Bani, I live. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਹਾਂ, (ਮੇਹਰ ਕਰ) ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣ ਸੁਣ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2858,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "crx DUiV qyry jn kI hovw; qyry drsn kau bil jweI ]",
    "transliteration": "Charan Dhhoorr Thaerae Jan Kee Hovaa Thaerae Dharasan Ko Bal Jaaee ||",
    "translation": "May I become the dust of the feet of Your humble servants. I am a sacrifice to the Blessed Vision of Your Darshan.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਸੇਵਕ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "AMimRq bcn irdY auir DwrI; qau ikrpw qy sMgu pweI ]2]",
    "transliteration": "Anmrith Bachan Ridhai Our Dhhaaree Tho Kirapaa Thae Sang Paaee ||2||",
    "translation": "I enshrine Your Ambrosial Word within my heart. By Your Grace, I have found the Company of the Holy. ||2||",
    "punjabi": "(ਤੇਰੇ ਸੇਵਕ ਦੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਬਚਨ ਮੈਂ ਆਪਣੇ ਦਿਲ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਾਂ, ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ (ਤੇਰੇ ਸੇਵਕ ਦੀ) ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਕਰਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "AMqr kI giq. quDu pih swrI; quDu jyvfu. Avru n koeI ]",
    "transliteration": "Anthar Kee Gath Thudhh Pehi Saaree Thudhh Jaevadd Avar N Koee ||",
    "translation": "I place the state of my inner being before You; there is no other as great as You.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਦਿਲ ਦੀ ਹਾਲਤ ਤੇਰੇ ਅੱਗੇ ਖੋਲ੍ਹ ਕੇ ਰੱਖ ਦਿੱਤੀ ਹੈ। ਮੈਨੂੰ ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ijs no lwie lYih so lwgY; Bgqu quhwrw soeI ]3]",
    "transliteration": "Jis No Laae Laihi So Laagai Bhagath Thuhaaraa Soee ||3||",
    "translation": "He alone is attached, whom You attach; he alone is Your devotee. ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈਂ, ਉਹ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ। ਉਹੀ ਤੇਰਾ (ਅਸਲ) ਭਗਤ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "duie kr joiV. mwgau ieku dwnw; swihib quTY pwvw ]",
    "transliteration": "Dhue Kar Jorr Maago Eik Dhaanaa Saahib Thuthai Paavaa ||",
    "translation": "With my palms pressed together, I beg for this one gift; O my Lord and Master, if it pleases You, I shall obtain it.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ (ਆਪਣੇ) ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ (ਤੇਰੇ ਪਾਸੋਂ) ਇਕ ਦਾਨ ਮੰਗਦਾ ਹਾਂ। ਹੇ ਸਾਹਿਬ! ਤੇਰੇ ਤ੍ਰੁੱਠਣ ਨਾਲ ਹੀ ਮੈਂ (ਇਹ ਦਾਨ) ਲੈ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2858,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "swis swis nwnku AwrwDy; AwT phr gux gwvw ]4]9]56]",
    "transliteration": "Saas Saas Naanak Aaraadhhae Aath Pehar Gun Gaavaa ||4||9||56||",
    "translation": "With each and every breath, Nanak adores You; twenty-four hours a day, I sing Your Glorious Praises. ||4||9||56||",
    "punjabi": "(ਮੇਹਰ ਕਰ) ਨਾਨਕ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਤੇਰਾ ਅਰਾਧਨ ਕਰਦਾ ਰਹੇ, ਮੈਂ ਅੱਠੇ ਪਹਰ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਾਂ ॥੪॥੯॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2859,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sUhI mhlw 5 ]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2859,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijs ky isr aUpir. qUM suAwmI; so duKu kYsw pwvY ]",
    "transliteration": "Jis Kae Sir Oopar Thoon Suaamee So Dhukh Kaisaa Paavai ||",
    "translation": "When You stand over our heads, O Lord and Master, how can we suffer in pain?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਸਿਰ ਉੱਤੇ ਤੂੰ (ਹੱਥ ਰੱਖੇਂ) ਉਸ ਨੂੰ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2859,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "boil. n jwxY, mwieAw mid mwqw; mrxw cIiq. n AwvY ]1]",
    "transliteration": "Bol N Jaanai Maaeiaa Madh Maathaa Maranaa Cheeth N Aavai ||1||",
    "translation": "The mortal being does not know how to chant Your Name - he is intoxicated with the wine of Maya, and the thought of death does not even enter his mind. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ, ਜੋ ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਤਾਂ ਬੋਲਣਾ ਹੀ ਨਹੀਂ ਜਾਣਦਾ, ਮੌਤ ਦਾ ਸਹਿਮ ਭੀ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "m`wqw",
    "type_id": 3
  },
  {
    "shabad_id": 2859,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "myry rwmrwie; qUM sMqw kw. sMq qyry ]",
    "transliteration": "Maerae Raam Raae Thoon Santhaa Kaa Santh Thaerae ||",
    "translation": "O my Sovereign Lord, You belong to the Saints, and the Saints belong to You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੂੰ (ਆਪਣੇ) ਸੰਤਾਂ ਦਾ (ਰਾਖਾ) ਹੈਂ, (ਤੇਰੇ) ਸੰਤ ਤੇਰੇ (ਆਸਰੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
