[
  {
    "shabad_id": 2868,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwgu sUhI mhlw 3 Gru 10",
    "transliteration": "Raag Soohee Mehalaa 3 Ghar 10",
    "translation": "Raag Soohee, Third Mehl, Tenth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2868,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "dunIAw. n swlwih; jo mir vM\\sI]",
    "transliteration": "Dhuneeaa N Saalaahi Jo Mar Vannjasee ||",
    "translation": "Do not praise the world; it shall simply pass away.",
    "punjabi": "ਹੇ ਭਾਈ! ਦੁਨੀਆ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਨਾਹ ਕਰਦਾ ਫਿਰ, ਦੁਨੀਆ ਤਾਂ ਨਾਸ ਹੋ ਜਾਇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "lokw. n swlwih; jo mir Kwku QIeI]1]",
    "transliteration": "Lokaa N Saalaahi Jo Mar Khaak Thheeee ||1||",
    "translation": "Do not praise other people; they shall die and turn to dust. ||1||",
    "punjabi": "ਲੋਕਾਂ ਨੂੰ ਭੀ ਨਾਹ ਵਡਿਆਉਂਦਾ ਫਿਰ, ਖ਼ਲਕਤ ਭੀ ਮਰ ਕੇ ਮਿੱਟੀ ਹੋ ਜਾਇਗੀ ॥੧॥",
    "pronunciation": "QI-eI",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "vwhu myry swihbw vwhu]",
    "transliteration": "Vaahu Maerae Saahibaa Vaahu ||",
    "translation": "Waaho! Waaho! Hail, hail to my Lord and Master.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਹੀ ਸਲਾਹੁਣ-ਜੋਗ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gurmuiK sdw slwhIAY; scw vyprvwhu]1]rhwau]",
    "transliteration": "Guramukh Sadhaa Salaaheeai Sachaa Vaeparavaahu ||1|| Rehaao ||",
    "translation": "As Gurmukh, forever praise the One who is forever True, Independent and Carefree. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਅਤੇ ਜਿਸ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2868,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "dunIAw kyrI dosqI; mnmuK diJ mrMin]",
    "transliteration": "Dhuneeaa Kaeree Dhosathee Manamukh Dhajh Marann ||",
    "translation": "Making worldly friendships, the self-willed manmukhs burn and die.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਮਿਤ੍ਰਤਾ ਵਿਚ ਹੀ ਸੜ ਮਰਦੇ ਹਨ (ਆਤਮਕ ਜੀਵਨ ਸਾੜ ਕੇ ਸੁਆਹ ਕਰ ਲੈਂਦੇ ਹਨ। ਅੰਤ)",
    "pronunciation": "d`iJ",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jmpuir bDy mwrIAih; vylw. n lwhMin]2]",
    "transliteration": "Jam Pur Badhhae Maareeahi Vaelaa N Laahann ||2||",
    "translation": "In the City of Death, they are bound and gagged and beaten; this opportunity shall never come again. ||2||",
    "punjabi": "ਜਮਰਾਜ ਦੇ ਦਰ ਤੇ ਚੋਟਾਂ ਖਾਂਦੇ ਹਨ। ਤਦੋਂ ਉਹਨਾਂ ਨੂੰ (ਹੱਥੋਂ ਖੁੰਝਿਆ ਹੋਇਆ ਮਨੁੱਖਾ ਜਨਮ ਦਾ) ਸਮਾ ਨਹੀਂ ਮਿਲਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "gurmuiK jnmu skwrQw; scY sbid lgMin]",
    "transliteration": "Guramukh Janam Sakaarathhaa Sachai Sabadh Lagann ||",
    "translation": "The lives of the Gurmukhs are fruitful and blessed; they are committed to the True Word of the Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "Awqm rwmu pRgwisAw; shjy suiK rhMin]3]",
    "transliteration": "Aatham Raam Pragaasiaa Sehajae Sukh Rehann ||3||",
    "translation": "Their souls are illuminated by the Lord, and they dwell in peace and pleasure. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "gur kw sbdu ivswirAw; dUjY Bwie rcMin]",
    "transliteration": "Gur Kaa Sabadh Visaariaa Dhoojai Bhaae Rachann ||",
    "translation": "Those who forget the Word of the Guru's Shabad are engrossed in the love of duality.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਬਾਣੀ ਨੂੰ ਭੁਲਾ ਦੇਂਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "iqsnw BuK. n auqrY; An idnu jlq iPrMin]4]",
    "transliteration": "Thisanaa Bhukh N Outharai Anadhin Jalath Firann ||4||",
    "translation": "Their hunger and thirst never leave them, and night and day, they wander around burning. ||4||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਭੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਹਰ ਵੇਲੇ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜਦੇ ਫਿਰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "dustw nwil dosqI; nwil sMqw. vYru krMin]",
    "transliteration": "Dhusattaa Naal Dhosathee Naal Santhaa Vair Karann ||",
    "translation": "Those who make friendships with the wicked, and harbor animosity to the Saints,",
    "punjabi": "ਅਜੇਹੇ ਮਨੁੱਖ ਭੈੜੇ ਬੰਦਿਆਂ ਨਾਲ ਮਿਤ੍ਰਤਾ ਗੰਢੀ ਰੱਖਦੇ ਹਨ, ਅਤੇ ਸੰਤ ਜਨਾਂ ਨਾਲ ਵੈਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "Awip fuby kutMb isau; sgly kul fobMin]5]",
    "transliteration": "Aap Ddubae Kuttanb Sio Sagalae Kul Ddobann ||5||",
    "translation": "Shall drown with their families, and their entire lineage shall be obliterated. ||5||",
    "punjabi": "ਉਹ ਆਪ ਆਪਣੇ ਪਰਵਾਰ ਸਮੇਤ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਂਦੇ ਹਨ, ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ (ਆਪਣੇ ਹੋਰ ਰਿਸ਼ਤੇਦਾਰਾਂ ਨੂੰ ਭੀ) ਨਾਲ ਹੀ ਡੋਬ ਲੈਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "inMdw BlI iksY kI nwhI; mnmuK mugD krMin]",
    "transliteration": "Nindhaa Bhalee Kisai Kee Naahee Manamukh Mugadhh Karann ||",
    "translation": "It is not good to slander anyone, but the foolish, self-willed manmukhs still do it.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਿਸੇ ਦੀ ਭੀ ਨਿੰਦਾ ਕਰਨੀ ਚੰਗਾ ਕੰਮ ਨਹੀਂ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮੂਰਖ ਮਨੁੱਖ ਹੀ ਨਿੰਦਾ ਕਰਿਆ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "muh kwly iqn inMdkw; nrky Goir pvMin]6]",
    "transliteration": "Muh Kaalae Thin Nindhakaa Narakae Ghor Pavann ||6||",
    "translation": "The faces of the slanderers turn black, and they fall into the most horrible hell. ||6||",
    "punjabi": "(ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਹੀ ਬਦਨਾਮੀ ਖੱਟਦੇ ਹਨ, ਅਤੇ ਭਿਆਨਕ ਨਰਕ ਵਿਚ ਪੈਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ey mn jYsw syvih. qYsw hovih; qyhy krm kmwie]",
    "transliteration": "Eae Man Jaisaa Saevehi Thaisaa Hovehi Thaehae Karam Kamaae ||",
    "translation": "O mind, as you serve, so do you become, and so are the deeds that you do.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਤੂੰ ਜਿਹੋ ਜਿਹੇ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰੇਂਗਾ, ਉਹੋ ਜਿਹੇ ਕਰਮ ਕਮਾ ਕੇ ਉਹੋ ਬਣ ਜਾਇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "Awip bIij Awpy hI Kwvxw; khxw ikCU. n jwie]7]",
    "transliteration": "Aap Beej Aapae Hee Khaavanaa Kehanaa Kishhoo N Jaae ||7||",
    "translation": "Whatever you yourself plant, that is what you shall have to eat; nothing else can be said about this. ||7||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਇਹ ਨਿਯਮ ਹੈ ਕਿ ਜੀਵ ਨੇ ਇਸ ਕਰਮ-ਭੂਮੀ ਸਰੀਰ ਵਿਚ) ਆਪ ਬੀਜ ਕੇ ਆਪ ਹੀ (ਉਸ ਦਾ) ਫਲ ਖਾਣਾ ਹੁੰਦਾ ਹੈ। ਇਸ ਦੀ ਉਲੰਘਣਾ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "mhwpurKw kw bolxw; hovY ikqY prQwie]",
    "transliteration": "Mehaa Purakhaa Kaa Bolanaa Hovai Kithai Parathhaae ||",
    "translation": "The speech of the great spiritual beings has a higher purpose.",
    "punjabi": "(ਉੱਚੀ ਆਤਮਾ ਵਾਲੇ) ਮਹਾ ਪੁਰਖਾਂ ਦਾ ਬਚਨ ਕਿਸੇ ਪਰਸੰਗ ਅਨੁਸਾਰ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "Eie AMimRq Bry BrpUr hih; Enw. iqlu n qmwie]8]",
    "transliteration": "Oue Anmrith Bharae Bharapoor Hehi Ounaa Thil N Thamaae ||8||",
    "translation": "They are filled to over-flowing with Ambrosial Nectar, and they have absolutely no greed at all. ||8||",
    "punjabi": "ਉਹ ਮਹਾ ਪੁਰਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਰਸ ਨਾਲ ਭਰਪੂਰ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਿਸੇ ਸੇਵਾ ਆਦਿਕ ਦਾ ਲਾਲਚ ਨਹੀਂ ਹੁੰਦਾ (ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹਨਾਂ ਪਾਸੋਂ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ) ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "guxkwrI gux sMGrY; Avrw aupdysyin]",
    "transliteration": "Gunakaaree Gun Sangharai Avaraa Oupadhaesaen ||",
    "translation": "The virtuous accumulate virtue, and teach others.",
    "punjabi": "ਉਹ ਮਹਾ ਪੁਰਖ ਹੋਰਨਾਂ ਨੂੰ (ਭੀ ਨਾਮ ਜਪਣ ਦਾ) ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ। ਗੁਣ ਗ੍ਰਹਿਣ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਉਹਨਾਂ ਪਾਸੋਂ) ਗੁਣ ਗ੍ਰਹਿਣ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(guxkwrI)praupkwrI[(sMGrY)iek`qR[ aupdysy-in",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "sy vfBwgI. ij Enw imil rhy; An idnu nwmu leyin]9]",
    "transliteration": "Sae Vaddabhaagee J Ounaa Mil Rehae Anadhin Naam Leaen ||9||",
    "translation": "Those who meet with them are so very fortunate; night and day, they chant the Naam, the Name of the Lord. ||9||",
    "punjabi": "ਸੋ, ਜੇਹੜੇ ਮਨੁੱਖ ਉਹਨਾਂ ਮਹਾ ਪੁਰਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਭੀ ਹਰ ਵੇਲੇ ਨਾਮ ਜਪਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ॥੯॥",
    "pronunciation": "ley-in",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 12,
    "source_line": 11,
    "gurmukhi": "dysI irjku sMbwih; ijin aupweI mydnI]",
    "transliteration": "Dhaesee Rijak Sanbaahi Jin Oupaaee Maedhanee ||",
    "translation": "He who created the Universe, gives sustenance to it.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਉਹ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 12,
    "source_line": 11,
    "gurmukhi": "eyko hY dwqwru; scw Awip DxI]10]",
    "transliteration": "Eaeko Hai Dhaathaar Sachaa Aap Dhhanee ||10||",
    "translation": "The One Lord alone is the Great Giver. He Himself is the True Master. ||10||",
    "punjabi": "ਉਹੀ ਆਪ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ। ਉਹ ਮਾਲਕ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ (ਭੀ) ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 13,
    "source_line": 12,
    "gurmukhi": "so scu qyrY nwil hY; gurmuiK ndir inhwil]",
    "transliteration": "So Sach Thaerai Naal Hai Guramukh Nadhar Nihaal ||",
    "translation": "That True Lord is always with you; the Gurmukh is blessed with His Glance of Grace.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਤੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੀ ਅੱਖੀਂ ਵੇਖ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 13,
    "source_line": 12,
    "gurmukhi": "Awpy bKsy myil ley; so pRBu sdw smwil]11]",
    "transliteration": "Aapae Bakhasae Mael Leae So Prabh Sadhaa Samaal ||11||",
    "translation": "He Himself shall forgive you, and merge you into Himself; forever cherish and contemplate God. ||11||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਉਹ) ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 14,
    "source_line": 13,
    "gurmukhi": "mnu mYlw. scu inrmlw; ikau kir imilAw jwie]",
    "transliteration": "Man Mailaa Sach Niramalaa Kio Kar Miliaa Jaae ||",
    "translation": "The mind is impure; only the True Lord is pure. So how can it merge into Him?",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਸਦਾ) ਪਵਿਤ੍ਰ ਹੈ, (ਜਦੋਂ ਤਕ ਮਨੁੱਖ ਦਾ) ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਰਹੇ, ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 14,
    "source_line": 13,
    "gurmukhi": "pRBu myly. qw imil rhY; haumY sbid jlwie]12]",
    "transliteration": "Prabh Maelae Thaa Mil Rehai Houmai Sabadh Jalaae ||12||",
    "translation": "God merges it into Himself, and then it remains merged; through the Word of His Shabad, the ego is burnt away. ||12||",
    "punjabi": "ਜੀਵ ਤਦੋਂ ਹੀ ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦੇ ਅੰਦਰ ਦੀ ਹਉਮੈ ਸਾੜ ਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 15,
    "source_line": 14,
    "gurmukhi": "so shu scw vIsrY; iDRgu jIvxu sMswir]",
    "transliteration": "So Sahu Sachaa Veesarai Dhhrig Jeevan Sansaar ||",
    "translation": "Cursed is the life in this world, of one who forgets her True Husband Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਖਸਮ-ਪ੍ਰਭੂ ਭੁੱਲ ਜਾਏ, ਤਾਂ ਜਗਤ ਵਿਚ ਜੀਊਣਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 15,
    "source_line": 14,
    "gurmukhi": "ndir kry. nw vIsrY; gurmqI vIcwir]13]",
    "transliteration": "Nadhar Karae Naa Veesarai Guramathee Veechaar ||13||",
    "translation": "The Lord grants His Mercy, and she does not forget Him, if she contemplates the Guru's Teachings. ||13||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨਹੀਂ ਭੁੱਲਦਾ। ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰਿ-ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 16,
    "source_line": 15,
    "gurmukhi": "siqguru myly. qw imil rhw; swcu rKw aur Dwir]",
    "transliteration": "Sathigur Maelae Thaa Mil Rehaa Saach Rakhaa Our Dhhaar ||",
    "translation": "The True Guru unites her, and so she remains united with Him, with the True Lord enshrined within her heart.",
    "punjabi": "ਹੇ ਭਾਈ! (ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਕੋਈ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਚੱਲ ਸਕਦਾ) ਜੇ ਗੁਰੂ (ਮੈਨੂੰ ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਹੀ ਮੈਂ ਮਿਲਿਆ ਰਹਿ ਸਕਦਾ ਹਾਂ, ਅਤੇ ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਰੱਖ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 16,
    "source_line": 15,
    "gurmukhi": "imilAw hoie. n vICuVY; gur kY hyiq ipAwir]14]",
    "transliteration": "Miliaa Hoe N Veeshhurrai Gur Kai Haeth Piaar ||14||",
    "translation": "And so united, she will not be separated again; she remains in the love and affection of the Guru. ||14||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮਿਲ ਜਾਏ, ਉਹ ਫਿਰ ਕਦੇ ਉਥੋਂ ਨਹੀਂ ਵਿਛੁੜਦਾ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ipru swlwhI Awpxw; gur kY sbid vIcwir]",
    "transliteration": "Pir Saalaahee Aapanaa Gur Kai Sabadh Veechaar ||",
    "translation": "I praise my Husband Lord, contemplating the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਤੂੰ ਭੀ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "imil pRIqm suKu pwieAw; soBwvMqI nwir]15]",
    "transliteration": "Mil Preetham Sukh Paaeiaa Sobhaavanthee Naar ||15||",
    "translation": "Meeting with my Beloved, I have found peace; I am His most beautiful and happy soul-bride. ||15||",
    "punjabi": "ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਸ ਨੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੋਭਾ ਖੱਟ ਲਈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 18,
    "source_line": 17,
    "gurmukhi": "mnmuK mnu. n iBjeI; Aiq mYly iciq kTor]",
    "transliteration": "Manamukh Man N Bhijee Ath Mailae Chith Kathor ||",
    "translation": "The mind of the self-willed manmukh is not softened; his consciousness is totally polluted and stone-hearted.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਨਹੀਂ ਭਿੱਜਦਾ (ਹਰਿ-ਨਾਮ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦਾ)। ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਵਿਚ ਮੈਲੇ ਅਤੇ ਕਠੋਰ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "iB`jeI",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 18,
    "source_line": 17,
    "gurmukhi": "spY. duDu pIAweIAY; AMdir ivsu inkor]16]",
    "transliteration": "Sapai Dhudhh Peeaaeeai Andhar Vis Nikor ||16||",
    "translation": "Even if the venomous snake is fed on milk, it shall still be filled with poison. ||16||",
    "punjabi": "ਜੇ ਸੱਪ ਨੂੰ ਦੁੱਧ ਭੀ ਪਿਲਾਇਆ ਜਾਏ, ਤਾਂ ਭੀ ਉਸ ਦੇ ਅੰਦਰ ਨਿਰੋਲ ਜ਼ਹਿਰ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧੬॥",
    "pronunciation": "(inkor)inrI zihr inkldI hY[ s`pY[ ivs:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 19,
    "source_line": 18,
    "gurmukhi": "Awip kry. iksu AwKIAY; Awpy bKsxhwru]",
    "transliteration": "Aap Karae Kis Aakheeai Aapae Bakhasanehaar ||",
    "translation": "He Himself does - who else should I ask? He Himself is the Forgiving Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ ਸਭ ਕੁਝ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਕਰ ਰਿਹਾ ਹੈ। ਕਿਸ ਨੂੰ (ਚੰਗਾ ਜਾਂ ਮੰਦਾ) ਆਖਿਆ ਜਾ ਸਕਦਾ ਹੈ? (ਕੁਰਾਹੇ ਪਏ ਜੀਵਾਂ ਉਤੇ ਭੀ) ਉਹ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2868,
    "pada": 19,
    "source_line": 18,
    "gurmukhi": "gur sbdI. mYlu auqrY; qw scu bixAw sIgwru]17]",
    "transliteration": "Gur Sabadhee Mail Outharai Thaa Sach Baniaa Seegaar ||17||",
    "translation": "Through the Guru's Teachings, filth is washed away, and then, one is embellished with the ornament of Truth. ||17||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਕਿਸੇ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਉਸ ਦੇ ਆਤਮਾ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸੁੰਦਰਤਾ ਮਿਲ ਜਾਂਦੀ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]