[
  {
    "shabad_id": 2870,
    "pada": 18,
    "source_line": 1,
    "gurmukhi": "ijau DrqI soB kry jlu brsY; iqau isKu. gur imil ibgsweI]16]",
    "transliteration": "Jio Dhharathee Sobh Karae Jal Barasai Thio Sikh Gur Mil Bigasaaee ||16||",
    "translation": "Just as the earth looks beautiful when the rain falls, so does the Sikh blossom forth meeting the Guru. ||16||",
    "punjabi": "ਜਿਵੇਂ ਜਦੋਂ ਮੀਂਹ ਪੈਂਦਾ ਹੈ ਤਾਂ ਧਰਤੀ ਸੋਹਣੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਤਿਵੇਂ ਸਿੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 19,
    "source_line": 2,
    "gurmukhi": "syvk kw hoie syvku vrqw; kir kir ibnau bulweI]17]",
    "transliteration": "Saevak Kaa Hoe Saevak Varathaa Kar Kar Bino Bulaaee ||17||",
    "translation": "I long to be the servant of Your servants; I call upon You reverently in prayer. ||17||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਦੇ ਸੇਵਕ ਦਾ ਸੇਵਕ ਬਣ ਕੇ ਉਸ ਦੀ ਕਾਰ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ ਮੈਂ ਉਸ ਨੂੰ ਬੇਨਤੀਆਂ ਕਰ ਕਰ ਕੇ (ਖ਼ੁਸ਼ੀ ਨਾਲ) ਸੱਦਾਂਗਾ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 20,
    "source_line": 2,
    "gurmukhi": "nwnk kI bynMqI. hir pih; gur imil. gur suKu pweI]18]",
    "transliteration": "Naanak Kee Baenanthee Har Pehi Gur Mil Gur Sukh Paaee ||18||",
    "translation": "Nanak offers this prayer to the Lord, that he may meet the Guru, and find peace. ||18||",
    "punjabi": "ਨਾਨਕ ਦੀ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਹੈ (-ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਨੂੰ ਵੱਡਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 21,
    "source_line": 3,
    "gurmukhi": "qU Awpy guru, cylw hY Awpy; gur ivcu dy. quJih iDAweI]19]",
    "transliteration": "Thoo Aapae Gur Chaelaa Hai Aapae Gur Vich Dhae Thujhehi Dhhiaaee ||19||",
    "translation": "You Yourself are the Guru, and You Yourself are the chaylaa, the disciple; through the Guru, I meditate on You. ||19||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਗੁਰੂ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਿੱਖ ਹੈਂ। ਮੈਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਤੈਨੂੰ ਹੀ ਧਿਆਉਂਦਾ ਹਾਂ ॥੧੯॥",
    "pronunciation": "(ivcu)ivco lgI",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 22,
    "source_line": 4,
    "gurmukhi": "jo quDu syvih. so qUhY hovih; quDu. syvk pYj rKweI]20]",
    "transliteration": "Jo Thudhh Saevehi So Thoohai Hovehi Thudhh Saevak Paij Rakhaaee ||20||",
    "translation": "Those who serve You, become You. You preserve the honor of Your servants. ||20||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ ਤੇਰਾ ਹੀ ਰੂਪ ਬਣ ਜਾਂਦੇ ਹਨ। ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਇੱਜ਼ਤ (ਸਦਾ) ਰੱਖਦਾ ਆਇਆ ਹੈਂ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 23,
    "source_line": 4,
    "gurmukhi": "BMfwr Bry BgqI hir qyry; ijsu BwvY iqsu dyvweI]21]",
    "transliteration": "Bhanddaar Bharae Bhagathee Har Thaerae Jis Bhaavai This Dhaevaaee ||21||",
    "translation": "O Lord, Your devotional worship is a treasure over-flowing. One who loves You, is blessed with it. ||21||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਪਾਸ ਤੇਰੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ। ਜਿਸ ਨੂੰ ਤੇਰੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਉਸ ਨੂੰ ਤੂੰ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਹ ਖ਼ਜ਼ਾਨਾ) ਦਿਵਾਂਦਾ ਹੈਂ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 24,
    "source_line": 5,
    "gurmukhi": "ijsu qUM dyih. soeI jnu pwey; hor inhPl sB cqurweI]22]",
    "transliteration": "Jis Thoon Dhaehi Soee Jan Paaeae Hor Nihafal Sabh Chathuraaee ||22||",
    "translation": "That humble being alone receives it, unto whom You bestow it. All other clever tricks are fruitless. ||22||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਹਰੇਕ ਸਿਆਣਪ-ਚਤੁਰਾਈ ਵਿਅਰਥ ਹੈ। ਉਹੀ ਮਨੁੱਖ (ਇਹ ਖ਼ਜ਼ਾਨੇ) ਹਾਸਲ ਕਰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਆਪ ਦੇਂਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 25,
    "source_line": 6,
    "gurmukhi": "ismir ismir ismir guru Apunw; soieAw mnu jwgweI]23]",
    "transliteration": "Simar Simar Simar Gur Apunaa Soeiaa Man Jaagaaee ||23||",
    "translation": "Remembering, remembering, remembering my Guru in meditation, my sleeping mind is awakened. ||23||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੇ ਹੋਏ ਆਪਣੇ ਮਨ ਨੂੰ ਜਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 26,
    "source_line": 6,
    "gurmukhi": "ieku dwnu mMgY nwnku vycwrw; hir dwsin dwsu krweI]24]",
    "transliteration": "Eik Dhaan Mangai Naanak Vaechaaraa Har Dhaasan Dhaas Karaaee ||24||",
    "translation": "Poor Nanak begs for this one blessing, that he may become the slave of the slaves of the Lord. ||24||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰਾ) ਗਰੀਬ (ਦਾਸ) ਨਾਨਕ ਇਕ ਦਾਨ ਮੰਗਦਾ ਹੈ-(ਮੇਹਰ ਕਰ) ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 27,
    "source_line": 7,
    "gurmukhi": "jy guru iJVky. q mITw lwgY; jy bKsy. q gur vifAweI]25]",
    "transliteration": "Jae Gur Jhirrakae Th Meethaa Laagai Jae Bakhasae Th Gur Vaddiaaee ||25||",
    "translation": "Even if the Guru rebukes me, He still seems very sweet to me. And if He actually forgives me, that is the Guru's greatness. ||25||",
    "punjabi": "ਜੇ ਗੁਰੂ (ਮੈਨੂੰ ਮੇਰੀ ਕਿਸੇ ਭੁੱਲ ਦੇ ਕਾਰਨ) ਝਿੜਕ ਦੇਵੇ, ਤਾਂ ਉਸ ਦੀ ਉਹ ਝਿੜਕ ਮੈਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਜੇ ਗੁਰੂ ਮੇਰੇ ਉਤੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਤਾਂ ਇਹ ਗੁਰੂ ਦਾ ਉਪਕਾਰ ਹੈ (ਮੇਰੇ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ) ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 28,
    "source_line": 7,
    "gurmukhi": "gurmuiK bolih. so Qwie pwey; mnmuiK ikCu Qwie. n pweI]26]",
    "transliteration": "Guramukh Bolehi So Thhaae Paaeae Manamukh Kishh Thhaae N Paaee ||26||",
    "translation": "That which Gurmukh speaks is certified and approved. Whatever the self-willed manmukh says is not accepted. ||26||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਜੇਹੜੇ ਬਚਨ ਬੋਲਦੇ ਹਨ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਰਵਾਨ ਕਰਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਿਆਂ ਦਾ ਬੋਲਿਆ ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 29,
    "source_line": 8,
    "gurmukhi": "pwlw kkru vrP vrsY; gurisKu. gur dyKx jweI]27]",
    "transliteration": "Paalaa Kakar Varaf Varasai Gurasikh Gur Dhaekhan Jaaee ||27||",
    "translation": "Even in the cold, the frost and the snow, the GurSikh still goes out to see his Guru. ||27||",
    "punjabi": "ਪਾਲਾ ਹੋਵੇ, ਕੱਕਰ ਪਏ, ਬਰਫ਼ ਪਏ, ਫਿਰ ਭੀ ਗੁਰੂ ਦਾ ਸਿੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਨ ਜਾਂਦਾ ਹੈ ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 30,
    "source_line": 9,
    "gurmukhi": "sBu idnsu rYix. dyKau guru Apunw; ivic AKI. gur pYr DrweI]28]",
    "transliteration": "Sabh Dhinas Rain Dhaekho Gur Apunaa Vich Akhee Gur Pair Dhharaaee ||28||",
    "translation": "All day and night, I gaze upon my Guru; I install the Guru's Feet in my eyes. ||28||",
    "punjabi": "ਮੈਂ ਭੀ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਆਪਣੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ। ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਨੂੰ ਆਪਣੀਆਂ ਅੱਖਾਂ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹਾਂ ॥੨੮॥",
    "pronunciation": "A`KIN-",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 31,
    "source_line": 9,
    "gurmukhi": "Anyk aupwv krI gur kwrix; gur BwvY. so Qwie pweI]29]",
    "transliteration": "Anaek Oupaav Karee Gur Kaaran Gur Bhaavai So Thhaae Paaee ||29||",
    "translation": "I make so many efforts for the sake of the Guru; only that which pleases the Guru is accepted and approved. ||29||",
    "punjabi": "ਜੇ ਮੈਂ ਗੁਰੂ (ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ) ਵਾਸਤੇ ਅਨੇਕਾਂ ਹੀ ਜਤਨ ਕਰਦਾ ਰਹਾਂ ਉਹੀ ਜਤਨ ਕਬੂਲ ਹੁੰਦਾ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਨੂੰ ਪਸੰਦ ਆਉਂਦਾ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 32,
    "source_line": 10,
    "gurmukhi": "rYix idnsu gur crx ArwDI; dieAw krhu myry sweI]30]",
    "transliteration": "Rain Dhinas Gur Charan Araadhhee Dhaeiaa Karahu Maerae Saaee ||30||",
    "translation": "Night and day, I worship the Guru's Feet in adoration; have Mercy upon me, O my Lord and Master. ||30||",
    "punjabi": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਰਹਾਂ ॥੩੦॥",
    "pronunciation": "sWeIN-",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 33,
    "source_line": 11,
    "gurmukhi": "nwnk kw jIau ipMfu gurU hY; gur imil. iqRpiq AGweI]31]",
    "transliteration": "Naanak Kaa Jeeo Pindd Guroo Hai Gur Mil Thripath Aghaaee ||31||",
    "translation": "The Guru is Nanak's body and soul; meeting the Guru, he is satisfied and satiated. ||31||",
    "punjabi": "ਨਾਨਕ ਦੀ ਜਿੰਦ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਹੈ, ਨਾਨਕ ਦਾ ਸਰੀਰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦਾ ਹਾਂ, ਰੱਜ ਜਾਂਦਾ ਹਾਂ (ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ) ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2870,
    "pada": 34,
    "source_line": 11,
    "gurmukhi": "nwnk kw pRBu. pUir rihE hY; jq kq qq gosweI]32]1]",
    "transliteration": "Naanak Kaa Prabh Poor Rehiou Hai Jath Kath Thath Gosaaee ||32||1||",
    "translation": "Nanak's God is perfectly permeating and all-pervading. Here and there and everywhere, the Lord of the Universe. ||32||1||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ) ਨਾਨਕ ਦਾ ਪ੍ਰਭੂ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਖਸਮ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ ॥੩੨॥੧॥",
    "pronunciation": "jq,kq,qq:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rwgu sUhI mhlw 4 AstpdIAw Gru 10",
    "transliteration": "Raag Soohee Mehalaa 4 Asattapadheeaa Ghar 10",
    "translation": "Raag Soohee, Fourth Mehl, Ashtapadees, Tenth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧੦ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2871,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "AMdir scw nyhu; lwieAw pRIqm AwpxY]",
    "transliteration": "Andhar Sachaa Naehu Laaeiaa Preetham Aapanai ||",
    "translation": "Deep within myself, I have enshrined true love for my Beloved.",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ) ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "qnu mnu hoie inhwlu; jw. guru dyKw swm@xy]1]",
    "transliteration": "Than Man Hoe Nihaal Jaa Gur Dhaekhaa Saamhanae ||1||",
    "translation": "My body and soul are in ecstasy; I see my Guru before me. ||1||",
    "punjabi": "(ਤਾਹੀਏਂ) ਜਦੋਂ ਮੈਂ ਗੁਰੂ ਨੂੰ ਆਪਣੇ ਸਾਹਮਣੇ ਵੇਖਦਾ ਹਾਂ, ਤਾਂ ਮੇਰਾ ਤਨ ਮੇਰਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "mY. hir hir nwmu; ivswhu]",
    "transliteration": "Mai Har Har Naam Visaahu ||",
    "translation": "I have purchased the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਸਰਮਾਇਆ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "gur pUry qy pwieAw; AMimRqu Agm AQwhu]1]rhwau]",
    "transliteration": "Gur Poorae Thae Paaeiaa Anmrith Agam Athhaahu ||1|| Rehaao ||",
    "translation": "I have obtained the Inaccessible and Unfathomable Ambrosial Nectar from the Perfect Guru. ||1||Pause||",
    "punjabi": "ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੋ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਅਪਹੁੰਚ ਹੈ, ਜੋ ਬੜੇ ਡੂੰਘੇ ਦਿਲ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2871,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "hau. siqguru vyiK ivgsIAw; hir nwmy lgw ipAwru]",
    "transliteration": "Ho Sathigur Vaekh Vigaseeaa Har Naamae Lagaa Piaar ||",
    "translation": "Gazing upon the True Guru, I blossom forth in ecstasy; I am in love with the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੂੰ ਵੇਖ ਕੇ ਮੇਰੀ ਜਿੰਦ ਖਿੜ ਪੈਂਦੀ ਹੈ, (ਗੁਰੂ ਦੀ ਕਿਰਪਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ikrpw kir kY myilAnu; pwieAw moK duAwru]2]",
    "transliteration": "Kirapaa Kar Kai Maelian Paaeiaa Mokh Dhuaar ||2||",
    "translation": "Through His Mercy, the Lord has united me with Himself, and I have found the Door of Salvation. ||2||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ) ਮੇਹਰ ਕਰ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਨਾਲ) ਜੋੜ ਦਿੱਤਾ, ਉਹਨਾਂ ਨੇ (ਦੁਨੀਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਦਰਵਾਜ਼ਾ ਲੱਭ ਲਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "siqguru ibrhI. nwm kw; jy imlY q qnu mnu dyau]",
    "transliteration": "Sathigur Birehee Naam Kaa Jae Milai Th Than Man Dhaeo ||",
    "translation": "The True Guru is the Lover of the Naam, the Name of the Lord. Meeting Him, I dedicate my body and mind to Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਪ੍ਰੇਮੀ ਹੈ, ਜੇ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮੈਂ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਅੱਗੇ ਭੇਟ ਰੱਖ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "jy pUrib hovY iliKAw; qw AMimRqu shij pIeyau]3]",
    "transliteration": "Jae Poorab Hovai Likhiaa Thaa Anmrith Sehaj Peeeaeo ||3||",
    "translation": "And if it is so pre-ordained, then I shall automatically drink in the Ambrosial Nectar. ||3||",
    "punjabi": "ਜੇ ਪੂਰਬਲੇ ਸਮੇ ਵਿਚ (ਗੁਰੂ ਦੇ ਮਿਲਾਪ ਦਾ ਲੇਖ ਮੱਥੇ ਉਤੇ) ਲਿਖਿਆ ਹੋਵੇ, ਤਾਂ ਹੀ (ਗੁਰੂ ਪਾਸੋਂ ਲੈ ਕੇ) ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪੀ ਸਕਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "suiqAw. guru swlwhIAY; auTidAw BI. guru Awlwau]",
    "transliteration": "Suthiaa Gur Saalaaheeai Outhadhiaa Bhee Gur Aalaao ||",
    "translation": "Praise the Guru while you are asleep, and call on the Guru while you are up.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁੱਤੇ ਪਿਆਂ ਭੀ ਗੁਰੂ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉੱਠਦੇ ਸਾਰ ਭੀ ਮੈਂ ਗੁਰੂ ਦਾ ਨਾਮ ਉਚਾਰਾਂ-",
    "pronunciation": "su`iqAW",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "koeI AYsw gurmuiK jy imlY; hau qw ky Dovw pwau]4]",
    "transliteration": "Koee Aisaa Guramukh Jae Milai Ho Thaa Kae Dhhovaa Paao ||4||",
    "translation": "If only I could meet such a Gurmukh; I would wash His Feet. ||4||",
    "punjabi": "ਜੇ ਇਹੋ ਜਿਹੀ ਮਤਿ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਸੱਜਣ ਮੈਨੂੰ ਮਿਲ ਪਏ, ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਪੈਰ ਧੋਵਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "koeI AYsw sjxu loiV lhu; mY pRIqmu dyie imlwie]",
    "transliteration": "Koee Aisaa Sajan Lorr Lahu Mai Preetham Dhaee Milaae ||",
    "translation": "I long for such a Friend, to unite me with my Beloved.",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਅਜੇਹਾ ਸੱਜਣ ਮੈਨੂੰ ਲੱਭ ਦੇਵੋ, ਜੇਹੜਾ ਮੈਨੂੰ ਪ੍ਰੀਤਮ-ਗੁਰੂ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2871,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "siqguir imilAY hir pwieAw; imilAw shij suBwie]5]",
    "transliteration": "Sathigur Miliai Har Paaeiaa Miliaa Sehaj Subhaae ||5||",
    "translation": "Meeting the True Guru, I have found the Lord. He has met me, easily and effortlessly. ||5||",
    "punjabi": "ਗੁਰੂ ਦੇ ਮਿਲਿਆਂ ਹੀ ਪਰਮਾਤਮਾ (ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਹੁੰਦਾ ਹੈ। (ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਿਆਰ-ਰੰਗ ਵਿਚ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]