[
  {
    "shabad_id": 2882,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "sglI joiq jwqw qU soeI; imilAw Bwie suBwey ]",
    "transliteration": "Sagalee Joth Jaathaa Thoo Soee Miliaa Bhaae Subhaaeae ||",
    "translation": "Your Light is in everyone; through it, You are known. Through love, You are easily met.",
    "punjabi": "ਉਸ ਨੇ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਤੈਨੂੰ ਹੀ ਵੱਸਦਾ ਪਛਾਣ ਲਿਆ, ਉਸ ਦੇ ਪ੍ਰੇਮ (ਦੀ ਖਿੱਚ) ਦੀ ਰਾਹੀਂ ਤੂੰ ਉਸ ਨੂੰ ਮਿਲ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "nwnk. swjn kau bil jweIAY; swic imly Gir Awey ]1]",
    "transliteration": "Naanak Saajan Ko Bal Jaaeeai Saach Milae Ghar Aaeae ||1||",
    "translation": "O Nanak, I am a sacrifice to my Friend; He has come home to meet with those who are true. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਜਣ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਦੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਜੁੜਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਆ ਪ੍ਰਗਟਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "Gir AwieAVy swjnw; qw Dn KrI srsI rwm ]",
    "transliteration": "Ghar Aaeiarrae Saajanaa Thaa Dhhan Kharee Sarasee Raam ||",
    "translation": "When her Friend comes to her home, the bride is very pleased.",
    "punjabi": "ਜਦੋਂ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਗਟਦੇ ਹਨ, ਤਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਬਹੁਤ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "hir moihAVI swc sbid; Twkur dyiK rhMsI rwm ]",
    "transliteration": "Har Mohiarree Saach Sabadh Thaakur Dhaekh Rehansee Raam ||",
    "translation": "She is fascinated with the True Word of the Lord's Shabad; gazing upon her Lord and Master, she is filled with joy.",
    "punjabi": "ਜਦੋਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਨੇ ਉਸ ਨੂੰ ਖਿੱਚ ਪਾਈ, ਤਾਂ ਠਾਕੁਰ ਜੀ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਉਹ ਅਡੋਲ-ਚਿੱਤ ਹੋ ਗਈ।",
    "pronunciation": "(r-hMsI)pRsMn hoeI",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "gux sMig rhMsI. KrI srsI; jw rwvI rMig rwqY ]",
    "transliteration": "Gun Sang Rehansee Kharee Sarasee Jaa Raavee Rang Raathai ||",
    "translation": "She is filled with virtuous joy, and is totally pleased, when she is ravished and enjoyed by her Lord, and imbued with His Love.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੱਤੇ ਪਰਮਾਤਮਾ ਨੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ (ਦੀ ਯਾਦ) ਵਿਚ ਅਡੋਲ-ਆਤਮਾ ਹੋ ਗਈ ਤੇ ਬਹੁਤ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "Avgx mwir. guxI Gru CwieAw; pUrY puriK ibDwqY ]",
    "transliteration": "Avagan Maar Gunee Ghar Shhaaeiaa Poorai Purakh Bidhhaathai ||",
    "translation": "Her faults and demerits are eradicated, and she roofs her home with virtue, through the Perfect Lord, the Architect of Destiny.",
    "punjabi": "ਪੂਰਨ ਪੁਰਖ ਨੇ ਸਿਰਜਣਹਾਰ ਨੇ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਔਗੁਣ ਦੂਰ ਕਰ ਕੇ ਉਸ ਦੇ ਹਿਰਦੇ ਨੂੰ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "qskr mwir vsI pMcwieix; Adlu kry vIcwry ]",
    "transliteration": "Thasakar Maar Vasee Panchaaein Adhal Karae Veechaarae ||",
    "translation": "Conquering the thieves, she dwells as the mistress of her home, and administers justice wisely.",
    "punjabi": "ਕਾਮਾਦਿਕ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਟਿਕ ਗਈ ਜੋ ਸਦਾ ਪੂਰੀ ਵਿਚਾਰ ਨਾਲ ਨਿਆਂ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "nwnk rwm nwim insqwrw; gurmiq imlih ipAwry ]2]",
    "transliteration": "Naanak Raam Naam Nisathaaraa Guramath Milehi Piaarae ||2||",
    "translation": "O Nanak, through the Lord's Name, she is emancipated; through the Guru's Teachings, she meets her Beloved. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤੁਰਿਆਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "vru pwieAVw bwlVIey; Awsw mnsw pUrI rwm ]",
    "transliteration": "Var Paaeiarraa Baalarreeeae Aasaa Manasaa Pooree Raam ||",
    "translation": "The young bride has found her Husband Lord; her hopes and desires are fulfilled.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਲੱਭ ਲਿਆ, ਉਸ ਦੀ ਹਰੇਕ ਆਸ ਉਸ ਦੀ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਉਸ ਦਾ ਮਨ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਆਦਿਕ ਵਲ ਨਹੀਂ ਦੌੜਦਾ ਭੱਜਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ipir rwivAVI. sbid rlI; riv rihAw. nh dUrI rwm ]",
    "transliteration": "Pir Raaviarree Sabadh Ralee Rav Rehiaa Neh Dhooree Raam ||",
    "translation": "She enjoys and ravishes her Husband Lord, and blends into the Word of the Shabad, pervading and permeating everywhere; the Lord is not far away.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ, ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਗਈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਤੋਂ ਦੂਰ ਨਹੀਂ ਜਾਪਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "pRBu dUir. n hoeI, Git Git soeI; iqs kI nwir sbweI ]",
    "transliteration": "Prabh Dhoor N Hoee Ghatt Ghatt Soee This Kee Naar Sabaaee ||",
    "translation": "God is not far away; He is in each and every heart. All are His brides.",
    "punjabi": "ਉਸ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਕਿਤੇ ਦੂਰ ਨਹੀਂ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਉਹੀ ਮੌਜੂਦ ਹੈ, ਸਾਰੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਉਸੇ ਦੀਆਂ ਹੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "Awpy rsIAw Awpy rwvy; ijau iqs dI vifAweI ]",
    "transliteration": "Aapae Raseeaa Aapae Raavae Jio This Dhee Vaddiaaee ||",
    "translation": "He Himself is the Enjoyer, He Himself ravishes and enjoys; this is His glorious greatness.",
    "punjabi": "ਉਹ ਆਪ ਹੀ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ, ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ ਉਹ ਆਪ ਹੀ ਆਪਣੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Amr Afolu Amolu Apwrw; guir pUrY scu pweIAY ]",
    "transliteration": "Amar Addol Amol Apaaraa Gur Poorai Sach Paaeeai ||",
    "translation": "He is imperishable, immovable, invaluable and infinite. The True Lord is obtained through the Perfect Guru.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਮੌਤ-ਰਹਿਤ ਹੈ, ਮਾਇਆ ਵਿਚ ਡੋਲਦਾ ਨਹੀਂ ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਭਾਵ, ਕੋਈ ਪਦਾਰਥ ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ) ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਹ ਬੇਅੰਤ ਹੈ, ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "nwnk. Awpy jog sjogI; ndir kry ilv lweIAY ]3]",
    "transliteration": "Naanak Aapae Jog Sajogee Nadhar Karae Liv Laaeeai ||3||",
    "translation": "O Nanak, He Himself unites in Union; by His Glance of Grace, He lovingly attunes them to Himself. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੀਵਾਂ ਦੇ ਆਪਣੇ ਨਾਲ ਮੇਲ ਦੇ ਢੋ ਢੁਕਾਂਦਾ ਹੈ, ਜਦੋਂ ਉਹ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਜੀਵ ਉਸ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ipru aucVIAY mwVVIAY; iqhu loAw isrqwjw rwm ]",
    "transliteration": "Pir Oucharreeai Maarrarreeai Thihu Loaa Sirathaajaa Raam ||",
    "translation": "My Husband Lord dwells in the loftiest balcony; He is the Supreme Lord of the three worlds.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਇਕ ਸੋਹਣੇ ਉੱਚੇ ਮਹਲ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਜਿੱਥੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ) ਉਹ ਤਿੰਨਾਂ ਲੋਕਾਂ ਦਾ ਨਾਥ ਹੈ।",
    "pronunciation": "s`cKMf rUpI au~cI(mwVVI-AY)hvylI[ au~cVIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "hau ibsm BeI dyiK guxw; Anhd sbd Agwjw rwm ]",
    "transliteration": "Ho Bisam Bhee Dhaekh Gunaa Anehadh Sabadh Agaajaa Raam ||",
    "translation": "I am amazed, gazing upon His glorious excellence; the unstruck sound current of the Shabad vibrates and resonates.",
    "punjabi": "ਉਸ ਦੇ ਗੁਣ ਵੇਖ ਕੇ ਮੈਂ ਹੈਰਾਨ ਹੋ ਰਹੀ ਹਾਂ। ਚੌਹੀਂ ਪਾਸੀਂ (ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਉਸ ਦੀ ਜੀਵਨ-ਰੌ ਇਕ-ਰਸ ਰੁਮਕ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "sbdu vIcwrI krxI swrI; rwm nwmu nIswxo ]",
    "transliteration": "Sabadh Veechaaree Karanee Saaree Raam Naam Neesaano ||",
    "translation": "I contemplate the Shabad, and perform sublime deeds; I am blessed with the insignia, the banner of the Lord's Name.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ (ਭਾਵ, ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ) ਜਿਸ ਨੇ ਇਹ ਸ੍ਰੇਸ਼ਟ ਕਰਤੱਬ ਬਣਾ ਲਿਆ ਹੈ, ਜਿਸ ਦੇ ਪਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਰੂਪ) ਰਾਹਦਾਰੀ ਹੈ (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਪਰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "nwm ibnw Koty. nhI Twhr; nwmu rqnu prvwxo ]",
    "transliteration": "Naam Binaa Khottae Nehee Thaahar Naam Rathan Paravaano ||",
    "translation": "Without the Naam, the Name of the Lord, the false find no place of rest; only the jewel of the Naam brings acceptance and renown.",
    "punjabi": "ਨਾਮ-ਹੀਣੇ ਖੋਟੇ ਮਨੁੱਖ ਨੂੰ (ਉਸ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ। (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰਤਨ ਹੀ ਕਬੂਲ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "piq miq pUrI pUrw prvwnw; nw AwvY. nw jwsI ]",
    "transliteration": "Path Math Pooree Pooraa Paravaanaa Naa Aavai Naa Jaasee ||",
    "translation": "Perfect is my honor, perfect is my intellect and password. I shall not have to come or go.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਪਾਸ (ਪ੍ਰਭੂ-ਨਾਮ ਦਾ) ਅ-ਰੁਕ ਪਰਵਾਨਾ ਹੈ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਪੂਰੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ਉਸ ਦੀ ਅਕਲ ਉਕਾਈ-ਹੀਣ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2882,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "nwnk gurmuiK Awpu pCwxY; pRB jYsy AivnwsI ]4]1]3]",
    "transliteration": "Naanak Guramukh Aap Pashhaanai Prabh Jaisae Avinaasee ||4||1||3||",
    "translation": "O Nanak, the Gurmukh understands her own self; she becomes like her Imperishable Lord God. ||4||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਹੈ, ਉਹ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "rwgu sUhI CMq mhlw 1 Gru 4 ]",
    "transliteration": "Raag Soohee Shhanth Mehalaa 1 Ghar 4 ||",
    "translation": "Raag Soohee, Chhant, First Mehl, Fourth House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ijin kIAw. iqin dyiKAw; jgu DMDVY lwieAw ]",
    "transliteration": "Jin Keeaa Thin Dhaekhiaa Jag Dhhandhharrai Laaeiaa ||",
    "translation": "The One who created the world, watches over it; He enjoins the people of the world to their tasks.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਸੇ ਨੇ ਇਸ ਦੀ ਸੰਭਾਲ ਕੀਤੀ ਹੋਈ ਹੈ, ਉਸੇ ਨੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "dwin qyrY Git cwnxw; qin cMdu dIpwieAw ]",
    "transliteration": "Dhaan Thaerai Ghatt Chaananaa Than Chandh Dheepaaeiaa ||",
    "translation": "Your gifts, O Lord, illuminate the heart, and the moon casts its light on the body.",
    "punjabi": "(ਪਰ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ (ਕਿਸੇ ਸੁਭਾਗ) ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ ਜੋਤਿ ਦਾ ਚਾਨਣ ਹੁੰਦਾ ਹੈ, (ਕਿਸੇ ਸੁਭਾਗ) ਸਰੀਰ ਵਿਚ ਚੰਦ ਚਮਕਦਾ ਹੈ (ਤੇਰੇ ਨਾਮ ਦੀ ਸੀਤਲਤਾ ਹੁਲਾਰੇ ਦੇਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "cMdo dIpwieAw. dwin hir kY; duKu AMDyrw. auiT gieAw ]",
    "transliteration": "Chandho Dheepaaeiaa Dhaan Har Kai Dhukh Andhhaeraa Outh Gaeiaa ||",
    "translation": "The moon glows, by the Lord's gift, and the darkness of suffering is taken away.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਜਿਸ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ-ਨਾਮ ਦੀ) ਸੀਤਲਤਾ ਲਿਸ਼ਕ ਮਾਰਦੀ ਹੈ ਉਸ ਹਿਰਦੇ ਵਿਚੋਂ (ਅਗਿਆਨਤਾ ਦਾ) ਹਨੇਰਾ ਤੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(cMdo)vYrwg rUpI cMdRmw[(dIpwieAw)pRkwiSAw[ gieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "gux jM\\\\. lwVy nwil sohY; priK mohxIAY lieAw ]",
    "transliteration": "Gun Jannj Laarrae Naal Sohai Parakh Mohaneeai Laeiaa ||",
    "translation": "The marriage party of virtue looks beautiful with the Groom; He chooses His enticing bride with care.",
    "punjabi": "ਜਿਵੇਂ ਜੰਞ ਲਾੜੇ ਨਾਲ ਹੀ ਸੋਹਣੀ ਲੱਗਦੀ ਹੈ, ਤਿਵੇਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਗੁਣ ਤਦੋਂ ਹੀ ਸੋਭਦੇ ਹਨ ਜੇ ਪ੍ਰਭੂ-ਪਤੀ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੋਵੇ। ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਾਲ ਸੁੰਦਰ ਬਣਾ ਲਿਆ ਹੈ, ਉਸ ਨੇ ਇਸ ਦੀ ਕਦਰ ਸਮਝ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ ਹੈ।",
    "pronunciation": "SuB guxW rUpI (jM\\)[pRmySr jI nMU,(mohxIAY)gursyvk iesqRIAW ny",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "vIvwhu hoAw soB syqI; pMc sbdI AwieAw ]",
    "transliteration": "Veevaahu Hoaa Sobh Saethee Panch Sabadhee Aaeiaa ||",
    "translation": "The wedding is performed with glorious splendor; He has arrived, accompanied by the vibrations of the Panch Shabad, the Five Primal Sounds.",
    "punjabi": "ਉਸ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਸ ਨੂੰ ਸੋਭਾ ਭੀ ਮਿਲਦੀ ਹੈ, ਇਕ-ਰਸ ਆਤਮਕ ਆਨੰਦ ਦਾ ਦਾਤਾ ਪ੍ਰਭੂ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ijin kIAw. iqin dyiKAw; jgu DMDVY lwieAw ]1]",
    "transliteration": "Jin Keeaa Thin Dhaekhiaa Jag Dhhandhharrai Laaeiaa ||1||",
    "translation": "The One who created the world, watches over it; He enjoins the people of the world to their tasks. ||1||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਇਹ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ਉਹੀ ਇਸ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਉਸ ਨੇ ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "hau bilhwrI swjnw; mIqw AvrIqw ]",
    "transliteration": "Ho Balihaaree Saajanaa Meethaa Avareethaa ||",
    "translation": "I am a sacrifice to my pure friends, the immaculate Saints.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਸੱਜਣਾਂ ਮਿੱਤਰਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਇਆ ਦਾ ਪਰਦਾ ਨਹੀਂ ਪਿਆ,",
    "pronunciation": "AOgux b^S ky mylx vwlIAW(AvrIqW) hor rIqW",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "iehu qnu ijn isau gwifAw; mnu lIAVw dIqw ]",
    "transliteration": "Eihu Than Jin Sio Gaaddiaa Man Leearraa Dheethaa ||",
    "translation": "This body is attached to them, and we have shared our minds.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਸੰਗਤਿ ਕਰ ਕੇ ਮੈਂ ਉਹਨਾਂ ਨਾਲ ਦਿਲੀ ਸਾਂਝ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "lIAw q dIAw mwnu ijn@ isau; sy sjn ikau vIsrih ]",
    "transliteration": "Leeaa Th Dheeaa Maan Jinh Sio Sae Sajan Kio Veesarehi ||",
    "translation": "We have shared our minds - how could I forget those friends?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨਾਲ ਦਿਲੀ ਸਾਂਝ ਪੈ ਸਕੇ ਉਹ ਸੱਜਣ ਕਦੇ ਭੀ ਭੁੱਲਣੇ ਨਹੀਂ ਚਾਹੀਦੇ।",
    "pronunciation": "s`jn",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ijn@ idis AwieAw. hoih rlIAw; jIA syqI gih rhih ]",
    "transliteration": "Jinh Dhis Aaeiaa Hohi Raleeaa Jeea Saethee Gehi Rehehi ||",
    "translation": "Seeing them brings joy to my heart; I keep them clasped to my soul.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਦਰਸਨ ਕੀਤਿਆਂ ਆਤਮਕ ਖ਼ੁਸ਼ੀਆਂ ਪੈਦਾ ਹੁੰਦੀਆਂ ਹਨ, ਉਹ ਸੱਜਣ (ਆਪਣੇ ਸਤਸੰਗੀਆਂ ਨੂੰ ਆਪਣੀ) ਜਾਨ ਨਾਲ ਲਾ ਰੱਖਦੇ ਹਨ (ਜਿੰਦ ਤੋਂ ਪਿਆਰਾ ਸਮਝਦੇ ਹਨ)।",
    "pronunciation": "ijn@W sMqW dy (idis)drSn[(AwieAW)imilAW",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "sgl gux. Avgxu n koeI; hoih nIqw nIqw ]",
    "transliteration": "Sagal Gun Avagan N Koee Hohi Neethaa Neethaa ||",
    "translation": "They have all virtues and merits, forever and ever; they have no demerits or faults at all.",
    "punjabi": "ਉਹਨਾਂ ਵਿਚ ਸਾਰੇ ਗੁਣ ਹੀ ਗੁਣ ਹੁੰਦੇ ਹਨ, ਔਗੁਣ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "hau bilhwrI swjnw; mIqw AvrIqw ]2]",
    "transliteration": "Ho Balihaaree Saajanaa Meethaa Avareethaa ||2||",
    "translation": "I am a sacrifice to my pure friends, the immaculate Saints. ||2||",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਹਨਾਂ ਸੱਜਣਾਂ ਮਿੱਤਰਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "guxw kw hovY vwsulw; kiF vwsu leIjY ]",
    "transliteration": "Gunaa Kaa Hovai Vaasulaa Kadt Vaas Leejai ||",
    "translation": "One who has a basket of fragrant virtues, should enjoy its fragrance.",
    "punjabi": "(ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਪਾਸ ਸੁਗੰਧੀ ਦੇਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਨਾਲ ਭਰਿਆ ਡੱਬਾ ਹੋਵੇ, ਉਸ ਡੱਬੇ ਦਾ ਲਾਭ ਉਸ ਨੂੰ ਤਦੋਂ ਹੀ ਹੈ ਜੇ ਉਹ ਡੱਬਾ ਖੋਹਲ ਕੇ ਉਹ ਸੁਗੰਧੀ ਲਏ। ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਗੁਣਾਂ ਦਾ ਡੱਬਾ ਹੈ) ਜੇ ਕਿਸੇ ਨੂੰ ਗੁਣਾਂ ਦਾ ਡੱਬਾ ਲੱਭ ਪਏ, ਤਾਂ ਉਹ ਡੱਬਾ ਖੋਹਲ ਕੇ (ਡੱਬੇ ਵਿਚਲੀ) ਸੁਗੰਧੀ ਲੈਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "jy gux hovin@ swjnw; imil swJ krIjY ]",
    "transliteration": "Jae Gun Hovanih Saajanaa Mil Saajh Kareejai ||",
    "translation": "If my friends have virtues, I will share in them.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਤੂੰ ਚਾਹੁੰਦਾ ਹੈਂ ਕਿ ਤੇਰੇ ਅੰਦਰ ਗੁਣ ਪੈਦਾ ਹੋਣ, ਤਾਂ ਗੁਰਮੁਖਾਂ ਨੂੰ ਮਿਲ ਕੇ ਉਹਨਾਂ ਨਾਲ ਗੁਣਾਂ ਦੀ ਸਾਂਝ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "sWJ",
    "type_id": 3
  }
]
