[
  {
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "swJ krIjY guxh kyrI; Coif Avgx clIAY]",
    "transliteration": "Saajh Kareejai Guneh Kaeree Shhodd Avagan Chaleeai ||",
    "punjabi": "(ਗੁਰਮੁਖਾਂ ਨਾਲ) ਗੁਣਾਂ ਦੀ ਸਾਂਝ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਇਸ ਤਰ੍ਹਾਂ (ਅੰਦਰੋਂ) ਔਗੁਣ ਤਿਆਗ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰ ਸਕੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "pihry ptMbr kir AfMbr; Awpxw ipVu mlIAY]",
    "transliteration": "Pehirae Pattanbar Kar Addanbar Aapanaa Pirr Maleeai ||",
    "punjabi": "ਸਭ ਨਾਲ ਪ੍ਰੇਮ ਵਾਲਾ ਵਰਤਾਵ ਕਰ ਕੇ ਤੇ ਭਲਾਈ ਦੇ ਸੋਹਣੇ ਉੱਦਮ ਕਰ ਕੇ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਜੀਵਨ-ਘੋਲ ਜਿੱਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ijQY jwie bhIAY. Blw khIAY; Joil AMimRqu pIjY]",
    "transliteration": "Jithhai Jaae Beheeai Bhalaa Keheeai Jhol Anmrith Peejai ||",
    "punjabi": "(ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਫਿਰ) ਜਿੱਥੇ ਭੀ ਜਾ ਕੇ ਬੈਠੀਏ ਭਲਾਈ ਦੀ ਗੱਲ ਹੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ, ਤੇ ਮੰਦੇ ਪਾਸੇ ਵਲੋਂ ਹਟ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "guxw kw hovY vwsulw; kiF vwsu leIjY]3]",
    "transliteration": "Gunaa Kaa Hovai Vaasulaa Kadt Vaas Leejai ||3||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਕਿਸੇ ਨੂੰ ਗੁਣਾਂ ਦਾ ਡੱਬਾ ਲੱਭ ਪਏ ਤਾਂ ਉਹ ਡੱਬਾ ਖੋਹਲ ਕੇ (ਡੱਬੇ ਵਿਚਲੀ) ਸੁਗੰਧੀ ਲੈਣੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "Awip kry iksu AwKIAY; horu. kry n koeI]",
    "transliteration": "Aap Karae Kis Aakheeai Hor Karae N Koee ||",
    "punjabi": "(ਜਗਤ ਵਿਚ ਅਨੇਕਾਂ ਜੀਵ ਗੁਣ ਵਿਹਾਝ ਰਹੇ ਹਨ, ਅਨੇਕਾਂ ਹੀ ਔਗੁਣ ਕਮਾ ਰਹੇ ਹਨ। ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਆਪਣੀ ਹੀ ਰਚੀ ਖੇਡ ਹੈ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਇਹ ਸਭ ਕੁਝ) ਕਰ ਰਿਹਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ, (ਤਾਹੀਏਂ) ਕਿਸੇ ਹੋਰ ਦੇ ਪਾਸ (ਇਸ ਦੇ ਸੰਬੰਧ ਵਿਚ) ਕੋਈ ਗਿਲਾ ਆਦਿਕ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "AwKx qw kau jweIAY; jy BUlVw hoeI]",
    "transliteration": "Aakhan Thaa Ko Jaaeeai Jae Bhoolarraa Hoee ||",
    "punjabi": "(ਫਿਰ ਜੋ ਕੁਝ ਉਹ ਪ੍ਰਭੂ ਕਰਦਾ ਹੈ ਠੀਕ ਕਰਦਾ ਹੈ) ਉਹ ਖੁੰਝਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ, ਇਸ ਵਾਸਤੇ (ਕਿਸੇ ਖੁੰਝਾਈ ਬਾਰੇ) ਉਸ ਨੂੰ ਕੁਝ ਆਖਣ ਜਾਣ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "jy hoie BUlw. jwie khIAY; Awip krqw ikau BulY]",
    "transliteration": "Jae Hoe Bhoolaa Jaae Keheeai Aap Karathaa Kio Bhulai ||",
    "punjabi": "ਜੇ ਉਹ ਖੁੰਝਿਆ ਹੋਇਆ ਹੋਵੇ ਤਾਂ ਜਾ ਕੇ ਕੁਝ ਆਖੀਏ ਭੀ, ਪਰ ਆਪ ਕਰਤਾਰ ਕੋਈ ਭੁੱਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "suxy dyKy bwJu kihAY; dwnu AxmMigAw idvY]",
    "transliteration": "Sunae Dhaekhae Baajh Kehiai Dhaan Anamangiaa Dhivai ||",
    "punjabi": "ਉਹ ਸਭ ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ ਸੁਣਦਾ ਹੈ ਉਹ ਸਭ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕੰਮ ਵੇਖਦਾ ਹੈ, ਮੰਗਣ ਤੋਂ ਬਿਨਾ ਹੀ ਸਭ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "dwnu dyie dwqw. jig ibDwqw; nwnkw scu soeI]",
    "transliteration": "Dhaan Dhaee Dhaathaa Jag Bidhhaathaa Naanakaa Sach Soee ||",
    "punjabi": "ਉਹ ਦਾਤਾਰ ਜਗਤ ਵਿਚ ਹਰੇਕ ਜੀਵ ਨੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਉਹ ਸਿਰਜਣਹਾਰ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2883,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "Awip kry iksu AwKIAY; horu kry n koeI]4]1]4]",
    "transliteration": "Aap Karae Kis Aakheeai Hor Karae N Koee ||4||1||4||",
    "punjabi": "ਉਹ ਸਭ ਕੁਝ ਆਪ ਹੀ ਕਰਦਾ ਹੈ, ਕੋਈ ਹੋਰ (ਉਸ ਤੋਂ ਆਕੀ ਹੋ ਕੇ) ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਕਿਸੇ ਹੋਰ ਦੇ ਪਾਸ ਜਾ ਕੇ ਕੋਈ ਗਿਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੪॥੧॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sUhI mhlw 1]",
    "transliteration": "Soohee Mehalaa 1 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "myrw mnu rwqw gux rvY; min BwvY soeI]",
    "transliteration": "Maeraa Man Raathaa Gun Ravai Man Bhaavai Soee ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ) ਰੰਗਿਆ ਹੋਇਆ ਮੇਰਾ ਮਨ (ਜਿਉਂ ਜਿਉਂ ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ) ਮੇਰੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gur kI pauVI swc kI; swcw suKu hoeI]",
    "transliteration": "Gur Kee Pourree Saach Kee Saachaa Sukh Hoee ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵਣੇ, ਮਾਨੋ, ਇਕ ਪੌੜੀ ਹੈ ਜੋ ਗੁਰੂ ਨੇ ਦਿੱਤੀ ਹੈ ਤੇ ਇਸ ਪੌੜੀ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਤਕ ਪਹੁੰਚ ਸਕੀਦਾ ਹੈ, (ਇਸ ਪੌੜੀ ਤੇ ਚੜ੍ਹਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਆਨੰਦ ਬਣ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "suiK shij AwvY. swc BwvY; swc kI miq. ikau tlY]",
    "transliteration": "Sukh Sehaj Aavai Saach Bhaavai Saach Kee Math Kio Ttalai ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਇਸ ਪੌੜੀ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪਹੁੰਚਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਣ ਵਾਲੀ ਉਸ ਦੀ ਮਤਿ ਅਟੱਲ ਹੋ ਜਾਂਦੀ ਹੈ। ਪਰਮਾਤਮਾ ਅਟੱਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iesnwnu dwnu suigAwnu mjnu; Awip ACilE. ikau ClY]",
    "transliteration": "Eisanaan Dhaan Sugiaan Majan Aap Ashhaliou Kio Shhalai ||",
    "punjabi": "(ਜੇ ਗੁਣ ਗਾਵਣ ਵਾਲੀ ਮਤਿ ਨਹੀਂ ਬਣੀ, ਤਾਂ) ਕੋਈ ਇਸ਼ਨਾਨ, ਕੋਈ ਦਾਨ, ਕੋਈ ਚੁੰਚ-ਗਿਆਨਤਾ, ਤੇ ਕੋਈ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਪਰਮਾਤਮਾ ਨੂੰ ਖ਼ੁਸ਼ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "purb dw (m`jnu)ieSnwn[ kpt krky(A-CilE)Cly nhIN jWdy[",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "prpMc moh ibkwr Qwky; kUVu kptu n doeI]",
    "transliteration": "Parapanch Moh Bikaar Thhaakae Koorr Kapatt N Dhoee ||",
    "punjabi": "(ਗੁਣ ਗਾਵਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚੋਂ) ਧੋਖੇ-ਫ਼ਰੇਬ, ਮੋਹ ਦੇ ਚਮਤ-ਕਾਰੇ, ਵਿਕਾਰ ਆਦਿਕ ਸਭ ਮੁੱਕ ਜਾਂਦੇ ਹਨ। ਉਸ ਦੇ ਅੰਦਰ ਨਾਹ ਝੂਠ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਨਾਹ ਠੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਨਾਹ ਮੇਰ-ਤੇਰ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "myrw mnu rwqw gux rvY; min BwvY soeI]1]",
    "transliteration": "Maeraa Man Raathaa Gun Ravai Man Bhaavai Soee ||1||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ) ਰੰਗਿਆ ਹੋਇਆ ਮੇਰਾ ਮਨ (ਜਿਉਂ ਜਿਉਂ ਪ੍ਰਭੂ ਦੇ) ਗੁਣ ਗਾਂਵਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ) ਮੇਰੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰਭੂ ਹੀ ਪਿਆਰਾ ਲੱਗਦਾ ਜਾ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "swihbu so swlwhIAY; ijin kwrxu kIAw]",
    "transliteration": "Saahib So Saalaaheeai Jin Kaaran Keeaa ||",
    "punjabi": "ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਨੇ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "mYlu lwgI min mYilAY; iknY AMimRqu pIAw]",
    "transliteration": "Mail Laagee Man Mailiai Kinai Anmrith Peeaa ||",
    "punjabi": "(ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ, ਜੇ ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਟਿਕਿਆ ਰਹੇ ਤਾਂ ਕੋਈ ਭੀ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "miQ AMimRqu pIAw iehu mnu dIAw; gur pih molu krwieAw]",
    "transliteration": "Mathh Anmrith Peeaa Eihu Man Dheeaa Gur Pehi Mol Karaaeiaa ||",
    "punjabi": "(ਪਰ ਇਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਪ੍ਰਾਪਤੀ ਵਾਸਤੇ ਭੀ ਮੁੱਲ ਦੇਣਾ ਪੈਂਦਾ ਹੈ) ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਮੁੱਲ ਪੁਆਇਆ (ਤਾਂ ਉਸਨੇ ਦੱਸਿਆ ਕਿ) ਜਿਸ ਨੇ ਆਪਣਾ ਇਹ ਮਨ (ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕੀਤਾ ਉਸ ਨੇ ਮੁੜ ਮੁੜ ਸਿਮਰ ਕੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "AwpnVw pRBu shij pCwqw; jw mnu swcY lwieAw]",
    "transliteration": "Aapanarraa Prabh Sehaj Pashhaathaa Jaa Man Saachai Laaeiaa ||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ) ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਆਪਣਾ ਮਨ (ਮੈਲੇ ਪਾਸੇ ਵਲੋਂ ਹਟਾ ਕੇ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੋੜਿਆ ਤਾਂ ਉਸ ਨੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "iqsu nwil gux gwvw. jy iqsu Bwvw; ikau imlY hoie prwieAw]",
    "transliteration": "This Naal Gun Gaavaa Jae This Bhaavaa Kio Milai Hoe Paraaeiaa ||",
    "punjabi": "(ਪਰ) ਮੈਂ ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਸਕਦਾ ਹਾਂ ਜੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੀ ਹੋਵੇ (ਜੇ ਉਸ ਨੂੰ ਮੈਂ ਚੰਗਾ ਲੱਗ ਪਵਾਂ)। ਪ੍ਰਭੂ ਤੋਂ ਓਪਰੇ ਓਪਰੇ ਰਿਹਾਂ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "swihbu so swlwhIAY; ijin jgqu aupwieAw]2]",
    "transliteration": "Saahib So Saalaaheeai Jin Jagath Oupaaeiaa ||2||",
    "punjabi": "(ਸੋ, ਹੇ ਭਾਈ!) ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ (ਸਦਾ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਸ ਨੇ (ਇਹ) ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੨॥",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Awie gieAw. kI, n AwieE; ikau AwvY jwqw]",
    "transliteration": "Aae Gaeiaa Kee N Aaeiou Kio Aavai Jaathaa ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸੇ, ਉਸ ਨੂੰ ਹੋਰ ਕਿਸੇ ਪਦਾਰਥ ਦੀ ਲਾਲਸਾ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "jdoN irdy c Aw gey. Pyr ikhVw pdwrQ nhIN AwieAw Bwv swry Aw gey, iek vwrI Aw ky, ikauN jwx? Bwv nhIN jwqwjWdy",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "pRIqm isau mnu mwinAw; hir syqI rwqw]",
    "transliteration": "Preetham Sio Man Maaniaa Har Saethee Raathaa ||",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਨਾਲ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "swihb rMig rwqw. sc kI bwqw; ijin ibMb kw kotu auswirAw]",
    "transliteration": "Saahib Rang Raathaa Sach Kee Baathaa Jin Binb Kaa Kott Ousaariaa ||",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਮਾਲਕ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਮਾਲਕ ਦੀਆਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਨੇ ਪਾਣੀ ਦੀ ਬੂੰਦ ਤੋਂ ਸਰੀਰ-ਕਿਲ੍ਹਾ ਉਸਾਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "pMc BU nwieko, Awip isrMdw; ijin. sc kw ipMfu svwirAw]",
    "transliteration": "Panch Bhoo Naaeiko Aap Sirandhaa Jin Sach Kaa Pindd Savaariaa ||",
    "punjabi": "ਜੋ ਪੰਜਾਂ ਤੱਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜੋ ਆਪ ਹੀ (ਸਰੀਰ ਜਗਤ ਦਾ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਜਿਸ ਨੇ ਆਪਣੇ ਰਹਿਣ ਲਈ ਮਨੁੱਖ ਦਾ ਸਰੀਰ ਸਜਾਇਆ ਹੈ।",
    "pronunciation": "(pMc)inrgun bRhm[sB dy vsx dy (BU)AsQwn, itkwxy[(nwieko)SRomxI, pRyrk[(isrMdw)rcn vwly[bRhmMf rUpI (ipMf)u",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hm AvgixAwry. qU suix ipAwry; quDu BwvY scu soeI]",
    "transliteration": "Ham Avaganiaarae Thoo Sun Piaarae Thudhh Bhaavai Sach Soee ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੂੰ (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਅਸੀਂ ਜੀਵ ਔਗੁਣਾਂ ਨਾਲ ਭਰੇ ਹੋਏ ਹਾਂ (ਤੂੰ ਆਪ ਹੀ ਆਪਣੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਦਾਤ ਦੇ ਕੇ ਸਾਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈਂ) ਜੇਹੜਾ ਜੀਵ (ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਤੈਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦਾ ਹੈ ਉਹ ਤੇਰਾ ਹੀ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "Awvx jwxw. nw QIAY; swcI miq hoeI]3]",
    "transliteration": "Aavan Jaanaa Naa Thheeai Saachee Math Hoee ||3||",
    "punjabi": "ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਮਤਿ ਅਭੁੱਲ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "AMjnu qYsw AMjIAY; jYsw ipr BwvY]",
    "transliteration": "Anjan Thaisaa Anjeeai Jaisaa Pir Bhaavai ||",
    "punjabi": "ਇਸਤ੍ਰੀ ਨੂੰ ਉਹੋ ਜਿਹਾ ਸੁਰਮਾ ਪਾਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਹੋ ਜਿਹਾ ਉਸ ਦੇ ਪਤੀ ਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਾਸਤੇ ਉਹੋ ਜਿਹਾ ਉੱਦਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ਜੇਹੜਾ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆਵੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "smJY sUJY jwxIAY; jy Awip jwxwvY]",
    "transliteration": "Samajhai Soojhai Jaaneeai Jae Aap Jaanaavai ||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਕੀਹ ਵੱਸ ਹੈ?) ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ ਸਮਝ ਬਖ਼ਸ਼ੇ, ਤਦੋਂ ਹੀ ਜੀਵ (ਸਹੀ ਰਸਤਾ) ਸਮਝ ਸਕਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਜੀਵ ਨੂੰ ਸੂਝ ਆ ਸਕਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਕੁਝ ਜਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "Awip jwxwvY mwrig pwvY; Awpy mnUAw lyvey]",
    "transliteration": "Aap Jaanaavai Maarag Paavai Aapae Manooaa Laeveae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਸਮਝ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ ਸਹੀ ਰਸਤੇ ਉਤੇ ਪਾਂਦਾ ਹੈ ਆਪ ਹੀ ਜੀਵ ਦੇ ਮਨ ਨੂੰ ਆਪਣੇ ਵਲ ਪ੍ਰੇਰਦਾ ਹੈ।",
    "pronunciation": "lyvey",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "krm sukrm krwey Awpy; kImiq kaux. AByvey]",
    "transliteration": "Karam Sukaram Karaaeae Aapae Keemath Koun Abhaeveae ||",
    "punjabi": "ਸਾਧਾਰਨ ਕੰਮ ਤੇ ਚੰਗੇ ਕੰਮ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਜੀਵ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈ; ਪਰ ਉਸ ਪ੍ਰਭੂ ਦਾ ਭੇਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਕੋਈ ਉਸ ਦੀ ਕੀਮਤ ਨਹੀਂ ਜਾਣ ਸਕਦਾ।",
    "pronunciation": "sB dy AMdr bwhr (ABy-vey) ie`kim`k ivAwpk[ su-krm",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "qMqu mMqu pwKMfu. n jwxw; rwmu irdY mnu mwinAw]",
    "transliteration": "Thanth Manth Paakhandd N Jaanaa Raam Ridhai Man Maaniaa ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਮੈਂ ਕੋਈ ਜਾਦੂ-ਟੂਣਾ ਕੋਈ ਮੰਤ੍ਰ ਆਦਿਕ ਪਖੰਡ ਕਰਨਾ ਨਹੀਂ ਜਾਣਦੀ। ਮੈਂ ਤਾਂ ਕੇਵਲ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ, ਮੇਰਾ ਮਨ ਉਸ ਦੀ ਯਾਦ ਵਿਚ ਗਿੱਝ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "AMjnu nwmu. iqsY qy sUJY; gur sbdI scu jwinAw]4]",
    "transliteration": "Anjan Naam Thisai Thae Soojhai Gur Sabadhee Sach Jaaniaa ||4||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਸਤੇ ਉਸ ਦਾ ਨਾਮ ਹੀ ਸੁਰਮਾ ਹੈ, ਇਸ ਸੁਰਮੇ ਦੀ ਸੂਝ ਭੀ ਉਸੇ ਪਾਸੋਂ ਮਿਲਦੀ ਹੈ। (ਜਿਸ ਜੀਵ ਨੂੰ ਇਹ ਸੂਝ ਪੈ ਜਾਂਦੀ ਹੈ ਉਹ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "swjn hovin Awpxy; ikau pr Gr jwhI]",
    "transliteration": "Saajan Hovan Aapanae Kio Par Ghar Jaahee ||",
    "punjabi": "ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ (ਜਿਨ੍ਹਾਂ ਸੁਭਾਗ ਬੰਦਿਆਂ ਦੇ) ਆਪਣੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਪਰਾਏ ਘਰਾਂ ਵਿਚ ਨਹੀਂ ਜਾਂਦੇ (ਭਾਵ, ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਅਖਾਉਤੀ ਧਰਮ-ਕਰਮ ਨਹੀਂ ਕਰਦੇ ਫਿਰਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "swjn rwqy sc ky; sMgy mn mwhI]",
    "transliteration": "Saajan Raathae Sach Kae Sangae Man Maahee ||",
    "punjabi": "ਉਹ ਆਦਮੀ ਅੰਤਰ ਆਤਮੇ ਸਦਾ-ਥਿਰ ਸੱਜਣ-ਪ੍ਰਭੂ ਦੇ ਨਾਲ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2884,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "mn mwih swjn krih rlIAw; krm Drm sbwieAw]",
    "transliteration": "Man Maahi Saajan Karehi Raleeaa Karam Dhharam Sabaaeiaa ||",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਜੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਹੀ ਮਾਣਦੇ ਹਨ, ਇਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਸਾਰੇ ਧਾਰਮਿਕ ਕੰਮ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]