[
  {
    "shabad_id": 2885,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "AMdrhu durmiq dUjI KoeI; so jnu hir ilv lwgw ]",
    "transliteration": "Andharahu Dhuramath Dhoojee Khoee So Jan Har Liv Laagaa ||",
    "translation": "One who eliminates evil-mindedness and duality from within himself, that humble being lovingly focuses his mind on the Lord.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚੋਂ ਮਾਇਆ ਵਲ ਲੈ ਜਾਣ ਵਾਲੀ ਖੋਟੀ ਮਤਿ ਦੂਰ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ijn@ kau ikRpw kInI. myrY suAwmI; iqn An idnu hir gux gwey ]",
    "transliteration": "Jin Ko Kirapaa Keenee Maerai Suaamee Thin Anadhin Har Gun Gaaeae ||",
    "translation": "Those, upon whom my Lord and Master bestows His Grace, sing the Glorious Praises of the Lord, night and day.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "suix mn BIny; shij suBwey ]2]",
    "transliteration": "Sun Man Bheenae Sehaj Subhaaeae ||2||",
    "translation": "Hearing the Glorious Praises of the Lord, I am intuitively drenched with His Love. ||2||",
    "punjabi": "ਹੇ ਮਨ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ) ਸੁਣ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਭਿੱਜ ਜਾਈਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "jug mih; rwm nwmu insqwrw ]",
    "transliteration": "Jug Mehi Raam Naam Nisathaaraa ||",
    "translation": "In this age, emancipation comes only from the Lord's Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਹਰੇਕ ਜੀਵ ਦਾ) ਪਾਰ-ਉਤਾਰਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "gur qy aupjY; sbdu vIcwrw ]",
    "transliteration": "Gur Thae Oupajai Sabadh Veechaaraa ||",
    "translation": "Contemplative meditation on the Word of the Shabad emanates from the Guru.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਪਾਸੋਂ ਨਵਾਂ ਆਤਮਕ ਜੀਵਨ ਲੈਂਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "gur sbdu vIcwrw. rwm nwmu ipAwrw; ijsu ikrpw kry su pwey ]",
    "transliteration": "Gur Sabadh Veechaaraa Raam Naam Piaaraa Jis Kirapaa Karae S Paaeae ||",
    "translation": "Contemplating the Guru's Shabad, one comes to love the Lord's Name; he alone obtains it, unto whom the Lord shows Mercy.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ (ਜਿਉਂ ਜਿਉਂ) ਵਿਚਾਰਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਪਰ, ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ (ਇਹ ਦਾਤਿ) ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "shjy gux gwvY idnu rwqI; iklivK siB gvwey ]",
    "transliteration": "Sehajae Gun Gaavai Dhin Raathee Kilavikh Sabh Gavaaeae ||",
    "translation": "In peace and poise, he sings the Lord's Praises day and night, and all sins are eradicated.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਆਪਣੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "sBu ko qyrw. qU sBnw kw; hau qyrw. qU hmwrw ]",
    "transliteration": "Sabh Ko Thaeraa Thoo Sabhanaa Kaa Ho Thaeraa Thoo Hamaaraa ||",
    "translation": "All are Yours, and You belong to all. I am Yours, and You are mine.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹਰੇਕ ਜੀਵ ਤੇਰਾ (ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ), ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈਂ। ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ (ਸੇਵਕ) ਹਾਂ, ਤੂੰ ਸਾਡਾ ਮਾਲਕ ਹੈਂ (ਸਾਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jug mih; rwm nwmu insqwrw ]3]",
    "transliteration": "Jug Mehi Raam Naam Nisathaaraa ||3||",
    "translation": "In this age, emancipation comes only from the Lord's Name. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਸਾਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਹਰੇਕ ਜੀਵ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "swjn Awie vuTy; Gr mwhI ]",
    "transliteration": "Saajan Aae Vuthae Ghar Maahee ||",
    "translation": "The Lord, my Friend has come to dwell within the home of my heart;",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ ਪ੍ਰਭੂ ਜੀ ਆ ਵੱਸਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "hir gux gwvih; iqRpiq AGwhI ]",
    "transliteration": "Har Gun Gaavehi Thripath Aghaahee ||",
    "translation": "Singing the Glorious Praises of the Lord, one is satisfied and fulfilled.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਮਾਇਆ ਵਲੋਂ ਉਹਨਾਂ ਨੂੰ ਸੰਤੋਖ ਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hir gux gwie. sdw iqRpqwsI; iPir BUK, n lwgY Awey ]",
    "transliteration": "Har Gun Gaae Sadhaa Thripathaasee Fir Bhookh N Laagai Aaeae ||",
    "translation": "Singing the Glorious Praises of the Lord, one is satisfied forever, never to feel hunger again.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜਿੰਦ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਮਾਇਆ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਮੁੜ ਮਾਇਆ ਦੀ ਭੁੱਖ ਆ ਕੇ ਨਹੀਂ ਚੰਬੜਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "dh idis pUj hovY hir jn kI; jo hir hir nwmu iDAwey ]",
    "transliteration": "Dheh Dhis Pooj Hovai Har Jan Kee Jo Har Har Naam Dhhiaaeae ||",
    "translation": "That humble servant of the Lord, who meditates on the Name of the Lord, Har, Har, is worshipped in the ten directions.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਸੇਵਕ ਦੀ ਹਰ ਥਾਂ ਇੱਜ਼ਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "nwnk. hir Awpy joiV ivCoVy; hir ibnu. ko dUjw nwhI ]",
    "transliteration": "Naanak Har Aapae Jorr Vishhorrae Har Bin Ko Dhoojaa Naahee ||",
    "translation": "O Nanak, He Himself joins and separates; there is no other than the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਕਿਸੇ ਨੂੰ ਮਾਇਆ ਵਿਚ) ਜੋੜ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ) ਨਾਲੋਂ ਵਿਛੋੜਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ (ਐਸੀ ਸਮਰਥਾ ਵਾਲਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2885,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "swjn Awie vuTy; Gr mwhI ]4]1]",
    "transliteration": "Saajan Aae Vuthae Ghar Maahee ||4||1||",
    "translation": "The Lord, my Friend has come to dwell within the home of my heart. ||4||1||",
    "punjabi": "(ਜਿਸ ਉਤੇ ਮੇਹਰ ਕਰਦੇ ਹਨ) ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ ਪ੍ਰਭੂ ਜੀ ਆ ਨਿਵਾਸ ਕਰਦੇ ਹਨ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "rwgu sUhI mhlw 3 Gru 3 ]",
    "transliteration": "Raag Soohee Mehalaa 3 Ghar 3 ||",
    "translation": "Raag Soohee, Third Mehl, Third House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Bgq jnw kI hir jIau rwKY; juig juig rKdw AwieAw rwm ]",
    "transliteration": "Bhagath Janaa Kee Har Jeeo Raakhai Jug Jug Rakhadhaa Aaeiaa Raam ||",
    "translation": "The Dear Lord protects His humble devotees; throughout the ages, He has protected them.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ, ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ (ਭਗਤਾਂ ਦੀ) ਇੱਜ਼ਤ ਰੱਖਦਾ ਆਇਆ ਹੈ।",
    "pronunciation": "j`uig ju`ig",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "so Bgqu. jo gurmuiK hovY; haumY. sbid jlwieAw rwm ]",
    "transliteration": "So Bhagath Jo Guramukh Hovai Houmai Sabadh Jalaaeiaa Raam ||",
    "translation": "Those devotees who become Gurmukh burn away their ego, through the Word of the Shabad.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਉਤੇ ਤੁਰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦਾ ਭਗਤ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਆਪਣੀ ਹਉਮੈ ਦੂਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "haumY. sbid jlwieAw. myry hir BwieAw; ijs dI swcI bwxI ]",
    "transliteration": "Houmai Sabadh Jalaaeiaa Maerae Har Bhaaeiaa Jis Dhee Saachee Baanee ||",
    "translation": "Those who burn away their ego through the Shabad, become pleasing to my Lord; their speech becomes True.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਸਾੜਦਾ ਹੈ, ਉਹ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਜਿਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "scI Bgiq krih idnu rwqI; gurmuiK AwiK vKwxI ]",
    "transliteration": "Sachee Bhagath Karehi Dhin Raathee Guramukh Aakh Vakhaanee ||",
    "translation": "They perform the Lord's true devotional service, day and night, as the Guru has instructed them.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਆਪ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਉਸ ਦੀ ਸੂਝ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Bgqw kI cwl scI Aiq inrml; nwmu scw min BwieAw ]",
    "transliteration": "Bhagathaa Kee Chaal Sachee Ath Niramal Naam Sachaa Man Bhaaeiaa ||",
    "translation": "The devotees' lifestyle is true, and absolutely pure; the True Name is pleasing to their minds.",
    "punjabi": "ਹੇ ਭਾਈ! ਭਗਤਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤੀ ਸਦਾ ਇਕ-ਰਸ ਰਹਿਣ ਵਾਲੀ ਅਤੇ ਬੜੀ ਪਵਿਤ੍ਰ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "nwnk. Bgq sohih dir swcY; ijn@I sco scu kmwieAw ]1]",
    "transliteration": "Naanak Bhagath Sohehi Dhar Saachai Jinee Sacho Sach Kamaaeiaa ||1||",
    "translation": "O Nanak, the those devotees, who practice Truth, and only Truth, look beauteous in the Court of the True Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੋਭਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਹੀ ਸਦਾ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "hir Bgqw kI jwiq piq hY; Bgq. hir kY nwim smwxy rwm ]",
    "transliteration": "Har Bhagathaa Kee Jaath Path Hai Bhagath Har Kai Naam Samaanae Raam ||",
    "translation": "The Lord is the social class and honor of His devotees; the Lord's devotees merge in the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਹੀ ਭਗਤਾਂ ਲਈ (ਉੱਚੀ) ਜਾਤਿ ਹੈ, ਪਰਮਾਤਮਾ ਹੀ ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਹੈ। ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir Bgiq krih. ivchu Awpu gvwvih; ijn@ gux Avgx pCwxy rwm ]",
    "transliteration": "Har Bhagath Karehi Vichahu Aap Gavaavehi Jin Gun Avagan Pashhaanae Raam ||",
    "translation": "They worship the Lord in devotion, and eradicate self-conceit from within themselves; they understand merits and demerits.",
    "punjabi": "ਭਗਤ (ਸਦਾ) ਹਰੀ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ (ਭੀ) ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੇ ਗੁਣਾਂ ਤੇ ਅਉਗਣਾਂ ਦੀ ਪਰਖ ਕਰ ਲਈ ਹੁੰਦੀ ਹੈ (ਉਹਨਾਂ ਨੂੰ ਪਤਾ ਹੁੰਦਾ ਹੈ ਕਿ ਹਉਮੈ ਅਉਗਣ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "gux Aaugx pCwxY. hir nwmu vKwxY; BY Bgiq mITI lwgI ]",
    "transliteration": "Gun Aougan Pashhaanai Har Naam Vakhaanai Bhai Bhagath Meethee Laagee ||",
    "translation": "They understand merits and demerits, and chant the Lord's Name; devotional worship is sweet to them.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਣ ਤੇ ਅਉਗਣ ਦੀ ਪਰਖ ਕਰ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿਣ ਕਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Anidnu Bgiq krih idnu rwqI; Gr hI mih bYrwgI ]",
    "transliteration": "Anadhin Bhagath Karehi Dhin Raathee Ghar Hee Mehi Bairaagee ||",
    "translation": "Night and day, they perform devotional worship, day and night, and in the home of the self, they remain detached.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(Anidnu)ie`k-rs lgwqwr",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "BgqI rwqy sdw mnu inrmlu; hir jIau vyKih sdw nwly ]",
    "transliteration": "Bhagathee Raathae Sadhaa Man Niramal Har Jeeo Vaekhehi Sadhaa Naalae ||",
    "translation": "Imbued with devotion, their minds remain forever immaculate and pure; they see their Dear Lord always with them.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ (ਦੇ ਰੰਗ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nwnk. sy Bgq hir kY dir swcy; An idnu nwmu sm@wly ]2]",
    "transliteration": "Naanak Sae Bhagath Har Kai Dhar Saachae Anadhin Naam Samhaalae ||2||",
    "translation": "O Nanak, those devotees are True in the Court of the Lord; night and day, they dwell upon the Naam. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਿਹੇ ਭਗਤ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "mnmuK. Bgiq krih, ibnu siqgur; ivxu siqguru. Bgiq, n hoeI rwm ]",
    "transliteration": "Manamukh Bhagath Karehi Bin Sathigur Vin Sathigur Bhagath N Hoee Raam ||",
    "translation": "The self-willed manmukhs practice devotional rituals without the True Guru, but without the True Guru, there is no devotion.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਆਪਣੇ ਵਲੋਂ) ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਭਗਤੀ ਹੋ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "haumY mwieAw roig ivAwpy; mir jnmih duKu hoeI rwm ]",
    "transliteration": "Houmai Maaeiaa Rog Viaapae Mar Janamehi Dhukh Hoee Raam ||",
    "translation": "They are afflicted with the diseases of egotism and Maya, and they suffer the pains of death and rebirth.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਉਮੈ ਵਿਚ, ਮਾਇਆ ਦੇ ਰੋਗ ਵਿਚ, ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਕੇ ਉਹ ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਦੁੱਖ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "mir jnmih. duKu hoeI, dUjY Bwie. prj ivgoeI; ivxu gur qqu, n jwinAw ]",
    "transliteration": "Mar Janamehi Dhukh Hoee Dhoojai Bhaae Paraj Vigoee Vin Gur Thath N Jaaniaa ||",
    "translation": "The world suffers the pains of death and rebirth, and through the love of duality, it is ruined; without the Guru, the essence of reality is not known.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਦੁਨੀਆ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕੋਈ ਭੀ ਅਸਲੀਅਤ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ।",
    "pronunciation": "(prj)prjw[(ivgoeI)^rwb hoeI",
    "type_id": 3
  },
  {
    "shabad_id": 2886,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "Bgiq ivhUxw. sBu jgu BrimAw; AMiq gieAw pCuqwinAw ]",
    "transliteration": "Bhagath Vihoonaa Sabh Jag Bharamiaa Anth Gaeiaa Pashhuthaaniaa ||",
    "translation": "Without devotional worship, everyone in the world is deluded and confused, and in the end, they depart with regrets.",
    "punjabi": "ਭਗਤੀ ਤੋਂ ਸੱਖਣਾ ਸਾਰਾ ਜਗਤ ਹੀ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਤੇ, ਆਖ਼ਰ ਹੱਥ ਮਲਦਾ (ਦੁਨੀਆ ਤੋਂ) ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]