[
  {
    "shabad_id": 2889,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "qyry gux gwvih. shij smwvih; sbdy myil imlwey ]",
    "transliteration": "Thaerae Gun Gaavehi Sehaj Samaavehi Sabadhae Mael Milaaeae ||",
    "translation": "Singing Your Glorious Praises, they merge naturally into You, O Lord; through the Shabad, they are united in Union with You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ। ਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਨੂੰ (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "nwnk. sPl jnmu iqn kyrw; ij siqguir. hir mwrig pwey ]2]",
    "transliteration": "Naanak Safal Janam Thin Kaeraa J Sathigur Har Maarag Paaeae ||2||",
    "translation": "O Nanak, their lives are fruitful; the True Guru places them on the Lord's Path. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜਨਮ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਰਸਤੇ ਉਤੇ ਤੋਰ ਦਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "sMqsMgiq isau mylu BieAw; hir hir nwim smwey rwm ]",
    "transliteration": "Santhasangath Sio Mael Bhaeiaa Har Har Naam Samaaeae Raam ||",
    "translation": "Those who join the Society of the Saints are absorbed in the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਸਾਧ ਸੰਗਤਿ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gur kY sbid. sd jIvn mukq Bey; hir kY nwim. ilv lwey rwm ]",
    "transliteration": "Gur Kai Sabadh Sadh Jeevan Mukath Bheae Har Kai Naam Liv Laaeae Raam ||",
    "translation": "Through the Word of the Guru's Shabad, they are forever 'jivan mukta' - liberated while yet alive; they are lovingly absorbed in the Name of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਉਹ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦੇ ਹੋਏ ਹੀ ਮਾਇਆ ਵਲੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hir nwim icqu lwey. guir myil imlwey; mnUAw rqw hir nwly ]",
    "transliteration": "Har Naam Chith Laaeae Gur Mael Milaaeae Manooaa Rathaa Har Naalae ||",
    "translation": "They center their consciousness on the Lord's Name; through the Guru, they are united in His Union. Their minds are imbued with the Lord's Love.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮਨ ਜੋੜ ਲਿਆ, ਉਹਨਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ (ਪ੍ਰੇਮ-ਰੰਗ) ਨਾਲ ਰੰਗਿਆ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "suKdwqw pwieAw. mohu cukwieAw; An idnu nwmu sm@wly ]",
    "transliteration": "Sukhadhaathaa Paaeiaa Mohu Chukaaeiaa Anadhin Naam Samhaalae ||",
    "translation": "They find the Lord, the Giver of peace, and they eradicate attachments; night and day, they contemplate the Naam.",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ) ਮੋਹ ਦੂਰ ਕਰ ਲਿਆ, ਤੇ, ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "gur sbdy rwqw. shjy mwqw; nwmu min vswey ]",
    "transliteration": "Gur Sabadhae Raathaa Sehajae Maathaa Naam Man Vasaaeae ||",
    "translation": "They are imbued with the Word of the Guru's Shabad, and intoxicated with celestial peace; the Naam abides in their minds.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "m`wqw",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nwnk. iqn Gir sd hI soihlw; ij siqgur syiv smwey ]3]",
    "transliteration": "Naanak Thin Ghar Sadh Hee Sohilaa J Sathigur Saev Samaaeae ||3||",
    "translation": "O Nanak, the homes of their hearts are filled with happiness, forever and always; they are absorbed in serving the True Guru. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹੀ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ibnu siqgur. jgu Brim BulwieAw; hir kw mhlu. n pwieAw rwm ]",
    "transliteration": "Bin Sathigur Jag Bharam Bhulaaeiaa Har Kaa Mehal N Paaeiaa Raam ||",
    "translation": "Without the True Guru, the world is deluded by doubt; it does not obtain the Mansion of the Lord's Presence.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜਗਤ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "gurmuKy ieik myil imlwieAw; iqn ky dUK gvwieAw rwm ]",
    "transliteration": "Guramukhae Eik Mael Milaaeiaa Thin Kae Dhookh Gavaaeiaa Raam ||",
    "translation": "As Gurmukh, some are united in the Lord's Union, and their pains are dispelled.",
    "punjabi": "ਪਰ ਕਈ (ਵਡ-ਭਾਗੀ ਐਸੇ ਹਨ, ਜੇਹੜੇ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ (ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਨੇ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "iqn ky dUK gvwieAw. jw hir min BwieAw; sdw gwvih rMig rwqy ]",
    "transliteration": "Thin Kae Dhookh Gavaaeiaa Jaa Har Man Bhaaeiaa Sadhaa Gaavehi Rang Raathae ||",
    "translation": "Their pains are dispelled, when it is pleasing to the Lord's Mind; imbued with His Love, they sing His Praises forever.",
    "punjabi": "ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "hir ky Bgq sdw jn inrml; juig juig sd hI jwqy ]",
    "transliteration": "Har Kae Bhagath Sadhaa Jan Niramal Jug Jug Sadh Hee Jaathae ||",
    "translation": "The Lord's devotees are pure and humble forever; throughout the ages, they are forever respected.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਉਹ ਭਗਤ ਸਦਾ ਲਈ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਹਰੇਕ ਜੁਗ ਵਿਚ ਸਦਾ ਹੀ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "swcI Bgiq krih. dir jwpih; Gir dir scw soeI ]",
    "transliteration": "Saachee Bhagath Karehi Dhar Jaapehi Ghar Dhar Sachaa Soee ||",
    "translation": "They perform true devotional worship service, and are honored in the Lord's Court; the True Lord is their hearth and home.",
    "punjabi": "ਉਹ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਉਸ ਦੇ ਦਰ ਤੇ ਇੱਜ਼ਤ ਪਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਵੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2889,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwnk. scw soihlw scI scu bwxI; sbdy hI suKu hoeI ]4]4]5]",
    "transliteration": "Naanak Sachaa Sohilaa Sachee Sach Baanee Sabadhae Hee Sukh Hoee ||4||4||5||",
    "translation": "O Nanak, true are their songs of joy, and true is their word; through the Word of the Shabad, they find peace. ||4||4||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਾਲੀ ਬਾਣੀ ਵੱਸੀ ਰਹਿੰਦੀ ਹੈ, ਅਟੱਲ ਖ਼ੁਸ਼ੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sUhI mhlw 3 ]",
    "transliteration": "Soohee Mehalaa 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jy loVih vru. bwlVIey; qw gur crxI icqu lwey rwm ]",
    "transliteration": "Jae Lorrehi Var Baalarreeeae Thaa Gur Charanee Chith Laaeae Raam ||",
    "translation": "If you long for your Husband Lord,O young and innocent bride,then focus your consciousness on the Guru's feet.",
    "punjabi": "ਹੇ ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜੇ ਤੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਚਾਹੁੰਦੀ ਹੈਂ, ਤਾਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "sdw hovih sohwgxI; hir jIau. mrY n jwey, rwm ]",
    "transliteration": "Sadhaa Hovehi Sohaaganee Har Jeeo Marai N Jaaeae Raam ||",
    "translation": "You shall be a happy soul bride of your Dear Lord forever; He does not die or leave.",
    "punjabi": "ਤੂੰ ਸਦਾ ਲਈ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਬਣ ਜਾਏਂਗੀ, (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ-ਪਤੀ ਨਾਹ ਕਦੇ ਮਰਦਾ ਹੈ ਨਾਹ ਨਾਸ ਹੁੰਦਾ ਹੈ। ਪ੍ਰਭੂ-ਪਤੀ ਕਦੇ ਨਹੀਂ ਮਰਦਾ, ਕਦੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hir jIau. mrY n jwey, gur kY shij suBwey; sw Dn kMq ipAwrI ]",
    "transliteration": "Har Jeeo Marai N Jaaeae Gur Kai Sehaj Subhaaeae Saa Dhhan Kanth Piaaree ||",
    "translation": "The Dear Lord does not die, and He does not leave; through the peaceful poise of the Guru, the soul bride becomes the lover of her Husband Lord.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sic sMjim sdw hY inrml; gur kY sbid sIgwrI ]",
    "transliteration": "Sach Sanjam Sadhaa Hai Niramal Gur Kai Sabadh Seegaaree ||",
    "translation": "Through truth and self-control, she is forever immaculate and pure; she is embellished with the Word of the Guru's Shabad.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜ ਕੇ, (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਬੰਦਸ਼ ਵਿਚ ਰਹਿ ਕੇ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "myrw pRBu swcw. sd hI swcw; ijin Awpy Awpu aupwieAw ]",
    "transliteration": "Maeraa Prabh Saachaa Sadh Hee Saachaa Jin Aapae Aap Oupaaeiaa ||",
    "translation": "My God is True, forever and ever; He Himself created Himself.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰਾ ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪ ਹੀ ਪਰਗਟ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk. sdw ipru rwvy Awpxw; ijin. gur crxI icqu lwieAw ]1]",
    "transliteration": "Naanak Sadhaa Pir Raavae Aapanaa Jin Gur Charanee Chith Laaeiaa ||1||",
    "translation": "O Nanak, she who focuses her consciousness on the Guru's feet, enjoys her Husband Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜ ਲਿਆ, ਉਹ ਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ipru pwieAVw bwlVIey; An idnu shjy mwqI rwm ]",
    "transliteration": "Pir Paaeiarraa Baalarreeeae Anadhin Sehajae Maathee Raam ||",
    "translation": "When the young, innocent bride finds her Husband Lord, she is automatically intoxicated with Him, night and day.",
    "punjabi": "ਹੇ ਅੰਞਾਣ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "gurmqI min Andu BieAw; iqqu qin mYlu. n rwqI rwm ]",
    "transliteration": "Guramathee Man Anadh Bhaeiaa Thith Than Mail N Raathee Raam ||",
    "translation": "Through the Word of the Guru's Teachings, her mind becomes blissful, and her body is not tinged with filth at all.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਦਾ ਸਦਕਾ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਦੇ) ਉਸ ਸਰੀਰ ਵਿਚ (ਵਿਕਾਰਾਂ ਦੀ) ਰਤਾ ਭਰ ਭੀ ਮੈਲ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "iqqu qin mYlu. n rwqI, hir pRiB rwqI; myrw pRBu myil imlwey ]",
    "transliteration": "Thith Than Mail N Raathee Har Prabh Raathee Maeraa Prabh Mael Milaaeae ||",
    "translation": "Her body is not tinged with filth at all, and she is imbued with her Lord God; my God unites her in Union.",
    "punjabi": "(ਉਸ ਦੇ) ਉਸ ਸਰੀਰ ਵਿਚ ਰਤਾ ਭਰ ਭੀ ਮੈਲ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ-ਰੰਗ) ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "An idnu rwvy hir pRBu Apxw; ivchu Awpu gvwey ]",
    "transliteration": "Anadhin Raavae Har Prabh Apanaa Vichahu Aap Gavaaeae ||",
    "translation": "Night and day, she enjoys her Lord God; her egotism is banished from within.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "gurmiq pwieAw shij imlwieAw; Apxy pRIqm rwqI ]",
    "transliteration": "Guramath Paaeiaa Sehaj Milaaeiaa Apanae Preetham Raathee ||",
    "translation": "Through the Guru's Teachings, she easily finds and meets Him. She is imbued with her Beloved.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾ ਦੇਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "nwnk. nwmu imlY vifAweI; pRBu rwvy rMig rwqI ]2]",
    "transliteration": "Naanak Naam Milai Vaddiaaee Prabh Raavae Rang Raathee ||2||",
    "translation": "O Nanak, through the Naam, the Name of the Lord, she obtains glorious greatness. She ravishes and enjoys her God; she is imbued with His Love. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਹਰਿ-ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਇੱਜ਼ਤ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ipru rwvy rMig rwqVIey; ipr kw mhlu iqn@ pwieAw rwm ]",
    "transliteration": "Pir Raavae Rang Raatharreeeae Pir Kaa Mehal Thin Paaeiaa Raam ||",
    "translation": "Ravishing her Husband Lord, she is imbued with His Love; she obtains the Mansion of His Presence.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਰ ਵੇਲੇ ਸਿਮਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "so sho Aiq inrmlu dwqw; ijin ivchu Awpu gvwieAw rwm ]",
    "transliteration": "So Seho Ath Niramal Dhaathaa Jin Vichahu Aap Gavaaeiaa Raam ||",
    "translation": "She is utterly immaculate and pure; the Great Giver banishes self-conceit from within her.",
    "punjabi": "ਜਿਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ ਜੇਹੜਾ ਬਹੁਤ ਪਵਿਤ੍ਰ ਹੈ, ਤੇ, ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ivchu mohu cukwieAw. jw hir BwieAw; hir kwmix min BwxI ]",
    "transliteration": "Vichahu Mohu Chukaaeiaa Jaa Har Bhaaeiaa Har Kaaman Man Bhaanee ||",
    "translation": "The Lord drives out attachment from within her, when it pleases Him. The soul bride becomes pleasing to the Lord's Mind.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਮੋਹ ਦੂਰ ਕਰਦੀ ਹੈ, ਤੇ, ਪ੍ਰਭੂ ਦੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "An idnu gux gwvY inq swcy; kQy AkQ khwxI ]",
    "transliteration": "Anadhin Gun Gaavai Nith Saachae Kathhae Akathh Kehaanee ||",
    "translation": "Night and day, she continually sings the Glorious Praises of the True Lord; she speaks the Unspoken Speech.",
    "punjabi": "ਫਿਰ ਉਹ ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ, ਅਤੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੀ ਹੈ ਜਿਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2890,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jug cwry swcw eyko vrqY; ibnu gur iknY. n pwieAw ]",
    "transliteration": "Jug Chaarae Saachaa Eaeko Varathai Bin Gur Kinai N Paaeiaa ||",
    "translation": "Throughout the four ages, the One True Lord is permeating and pervading; without the Guru, no one finds Him.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣਾ ਹੁਕਮ ਵਰਤਾ ਰਿਹਾ ਹੈ, ਪਰ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਭੀ ਉਸ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]