[
  {
    "id": 33106,
    "shabad_id": 2893,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jnu khY nwnku. lwv pihlI; AwrMBu kwju rcwieAw ]1]",
    "transliteration": "Jan Kehai Naanak Laav Pehilee Aaranbh Kaaj Rachaaeiaa ||1||",
    "translation": "Servant Nanak proclaims that, in this, the first round of the marriage ceremony, the marriage ceremony has begun. ||1||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਹੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ ਪਹਿਲੀ ਲਾਂਵ ਹੈ। ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਹੀ (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਵਿਆਹ (ਦਾ) ਮੁੱਢ ਬੱਝਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33107,
    "shabad_id": 2893,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir dUjVI lwv; siqguru purKu imlwieAw. bil rwm jIau ]",
    "transliteration": "Har Dhoojarree Laav Sathigur Purakh Milaaeiaa Bal Raam Jeeo ||",
    "translation": "In the second round of the marriage ceremony, the Lord leads you to meet the True Guru, the Primal Being.",
    "punjabi": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। ਇਹੀ ਹੈ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ) ਦੂਜੀ ਸੋਹਣੀ ਲਾਂਵ- (ਜੋ ਤੂੰ ਮਿਹਰ ਕਰ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਮਿਲਾ ਦੇਂਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33108,
    "shabad_id": 2893,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "inrBau. BY mnu hoie; haumY mYlu gvwieAw. bil rwm jIau ]",
    "transliteration": "Nirabho Bhai Man Hoe Houmai Mail Gavaaeiaa Bal Raam Jeeo ||",
    "translation": "With the Fear of God, the Fearless Lord in the mind, the filth of egotism is eradicated.",
    "punjabi": "(ਉਸ ਦਾ) ਮਨ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਡਰਾਂ ਵਲੋਂ ਨਿਡਰ ਹੋ ਜਾਂਦਾ ਹੈ, (ਗੁਰੂ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33109,
    "shabad_id": 2893,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "inrmlu Bau pwieAw. hir gux gwieAw; hir vyKY rwmu hdUry ]",
    "transliteration": "Niramal Bho Paaeiaa Har Gun Gaaeiaa Har Vaekhai Raam Hadhoorae ||",
    "translation": "In the Fear of God, the Immaculate Lord, sing the Glorious Praises of the Lord, and behold the Lord's Presence before you.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ (ਪ੍ਰਭੂ-ਪਤੀ ਵਾਸਤੇ) ਆਦਰ-ਸਤਕਾਰ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33110,
    "shabad_id": 2893,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir Awqm rwmu pswirAw suAwmI; srb rihAw BrpUry ]",
    "transliteration": "Har Aatham Raam Pasaariaa Suaamee Sarab Rehiaa Bharapoorae ||",
    "translation": "The Lord, the Supreme Soul, is the Lord and Master of the Universe; He is pervading and permeating everywhere, fully filling all spaces.",
    "punjabi": "(ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਇਹ ਜਗਤ-ਖਿਲਾਰਾ) ਪ੍ਰਭੂ ਆਪਣੇ ਆਪੇ ਦਾ ਪਸਾਰਾ ਪਸਾਰ ਰਿਹਾ ਹੈ, ਅਤੇ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33111,
    "shabad_id": 2893,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "AMqir bwhir hir pRBu eyko; imil hir jn mMgl gwey ]",
    "transliteration": "Anthar Baahar Har Prabh Eaeko Mil Har Jan Mangal Gaaeae ||",
    "translation": "Deep within, and outside as well, there is only the One Lord God. Meeting together, the humble servants of the Lord sing the songs of joy.",
    "punjabi": "(ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ) ਅੰਦਰ ਅਤੇ ਬਾਹਰ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ (ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ), ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33112,
    "shabad_id": 2893,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jn nwnk. dUjI lwv clweI; Anhd sbd vjwey ]2]",
    "transliteration": "Jan Naanak Dhoojee Laav Chalaaee Anehadh Sabadh Vajaaeae ||2||",
    "translation": "Servant Nanak proclaims that, in this, the second round of the marriage ceremony, the unstruck sound current of the Shabad resounds. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ, ਹਉਮੈ ਦੂਰ ਕਰਕੇ ਪ੍ਰਭੂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਅਤੇ ਉਸ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਵੇਖਣਾ-ਪ੍ਰਭੂ ਨੇ ਇਹ) ਦੂਜੀ ਲਾਂਵ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ) ਤੋਰ ਦਿੱਤੀ ਹੈ, (ਇਸ ਆਤਮਕ ਅਵਸਥਾ ਤੇ ਪਹੁੰਚੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇ, ਮਾਨੋ, ਇਕ-ਰਸ ਵਾਜੇ ਵਜਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33113,
    "shabad_id": 2893,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hir qIjVI lwv; min cwau BieAw bYrwgIAw. bil rwm jIau ]",
    "transliteration": "Har Theejarree Laav Man Chaao Bhaeiaa Bairaageeaa Bal Raam Jeeo ||",
    "translation": "In the third round of the marriage ceremony, the mind is filled with Divine Love.",
    "punjabi": "ਹੇ ਰਾਮ ਜੀ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। (ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਵੈਰਾਗਵਾਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਤੇਰੇ ਮਿਲਾਪ ਲਈ) ਤਾਂਘ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, (ਇਹ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ) ਤੀਜੀ ਸੋਹਣੀ ਲਾਂਵ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33114,
    "shabad_id": 2893,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sMq jnw hir mylu; hir pwieAw vfBwgIAw. bil rwm jIau ]",
    "transliteration": "Santh Janaa Har Mael Har Paaeiaa Vaddabhaageeaa Bal Raam Jeeo ||",
    "translation": "Meeting with the humble Saints of the Lord, I have found the Lord, by great good fortune.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਸੰਤ ਜਨਾਂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਮੇਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33115,
    "shabad_id": 2893,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "inrmlu hir pwieAw. hir gux gwieAw; muiK bolI hir bwxI ]",
    "transliteration": "Niramal Har Paaeiaa Har Gun Gaaeiaa Mukh Bolee Har Baanee ||",
    "translation": "I have found the Immaculate Lord, and I sing the Glorious Praises of the Lord. I speak the Word of the Lord's Bani.",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਜੀਵਨ ਨੂੰ) ਪਵਿੱਤਰ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ, ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਅਤੇ ਮੂੰਹ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33116,
    "shabad_id": 2893,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "sMq jnw vfBwgI pwieAw; hir kQIAY AkQ khwxI ]",
    "transliteration": "Santh Janaa Vaddabhaagee Paaeiaa Har Kathheeai Akathh Kehaanee ||",
    "translation": "By great good fortune, I have found the humble Saints, and I speak the Unspoken Speech of the Lord.",
    "punjabi": "ਉਹ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰਦੇ ਹਨ। ਹੇ ਭਾਈ! ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸਦਾ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "AkQ:polw bolo",
    "type_id": 3
  },
  {
    "id": 33117,
    "shabad_id": 2893,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ihrdY hir hir hir Duin aupjI; hir jpIAY msqik Bwgu jIau ]",
    "transliteration": "Hiradhai Har Har Har Dhhun Oupajee Har Japeeai Masathak Bhaag Jeeo ||",
    "translation": "The Name of the Lord, Har, Har, Har, vibrates and resounds within my heart; meditating on the Lord, I have realized the destiny inscribed upon my forehead.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ। ਪਰ, ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਤਦੋਂ ਹੀ) ਜਪਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜੇ ਮੱਥੇ ਉੱਤੇ ਚੰਗਾ ਭਾਗ ਜਾਗ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33118,
    "shabad_id": 2893,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jnu nwnku boly qIjI lwvY; hir aupjY min bYrwgu jIau ]3]",
    "transliteration": "Jan Naanak Bolae Theejee Laavai Har Oupajai Man Bairaag Jeeo ||3||",
    "translation": "Servant Nanak proclaims that, in this, the third round of the marriage ceremony, the mind is filled with Divine Love for the Lord. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ (ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ) ਤੀਜੀ ਲਾਂਵ ਸਮੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਮਨ ਵਿਚ ਪ੍ਰਭੂ (-ਮਿਲਾਪ ਦੀ) ਤੀਬਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33119,
    "shabad_id": 2893,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hir cauQVI lwv. min shju BieAw; hir pwieAw. bil rwm jIau ]",
    "transliteration": "Har Chouthharree Laav Man Sehaj Bhaeiaa Har Paaeiaa Bal Raam Jeeo ||",
    "translation": "In the fourth round of the marriage ceremony, my mind has become peaceful; I have found the Lord.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਰਾਮ! ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਹਾਂ। (ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਮਨ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਤੇਰਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ। (ਇਹ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਿਲਾਪ ਦੀ) ਚੌਥੀ ਸੋਹਣੀ ਲਾਂਵ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33120,
    "shabad_id": 2893,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "gurmuiK imilAw suBwie; hir min qin mITw lwieAw. bil rwm jIau ]",
    "transliteration": "Guramukh Miliaa Subhaae Har Man Than Meethaa Laaeiaa Bal Raam Jeeo ||",
    "translation": "As Gurmukh, I have met Him, with intuitive ease; the Lord seems so sweet to my mind and body.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪ੍ਰਭੂ-) ਪ੍ਰੇਮ ਵਿਚ (ਟਿਕ ਕੇ, ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ) ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਉਸ ਦੇ) ਮਨ ਵਿਚ (ਉਸ ਦੇ) ਤਨ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33121,
    "shabad_id": 2893,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "hir mITw lwieAw. myry pRB BwieAw; An idnu hir ilv lweI ]",
    "transliteration": "Har Meethaa Laaeiaa Maerae Prabh Bhaaeiaa Anadhin Har Liv Laaee ||",
    "translation": "The Lord seems so sweet; I am pleasing to my God. Night and day, I lovingly focus my consciousness on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜੀਵ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਨੂੰ ਉਹ ਜੀਵ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ ਵਿਚ (ਆਪਣੀ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33122,
    "shabad_id": 2893,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "mn icMidAw Plu pwieAw suAwmI; hir nwim vjI vwDweI ]",
    "transliteration": "Man Chindhiaa Fal Paaeiaa Suaamee Har Naam Vajee Vaadhhaaee ||",
    "translation": "I have obtained my Lord and Master, the fruit of my mind's desires. The Lord's Name resounds and resonates.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਮਨ-ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ) ਚੜ੍ਹਦੀ ਕਲਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33123,
    "shabad_id": 2893,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "hir pRiB Twkuir kwju rcwieAw; Dn ihrdY nwim ivgwsI ]",
    "transliteration": "Har Prabh Thaakur Kaaj Rachaaeiaa Dhhan Hiradhai Naam Vigaasee ||",
    "translation": "The Lord God, my Lord and Master, blends with His bride, and her heart blossoms forth in the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ, ਮਾਲਕ-ਹਰੀ ਨੇ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਵਿਆਹ ਦਾ ਉੱਦਮ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਆਨੰਦ-ਭਰਪੂਰ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33124,
    "shabad_id": 2893,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jnu nwnku boly cauQI lwvY; hir pwieAw pRBu AivnwsI ]4]2]",
    "transliteration": "Jan Naanak Bolae Chouthhee Laavai Har Paaeiaa Prabh Avinaasee ||4||2||",
    "translation": "Servant Nanak proclaims that, in this, the fourth round of the marriage ceremony, we have found the Eternal Lord God. ||4||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਆਖਦਾ ਹੈ-ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਵਿਆਹ ਦੀ ਚੌਥੀ ਲਾਂਵ ਸਮੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਕਦੇ ਨਾਸ ਨਾਹ ਹੋਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੀ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33125,
    "shabad_id": 2894,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 33126,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "rwgu sUhI CMq mhlw 4 Gru 2 ]",
    "transliteration": "Raag Soohee Shhanth Mehalaa 4 Ghar 2 ||",
    "translation": "Raag Soohee, Chhant, Fourth Mehl, Second House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33127,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "gurmuiK hir gux gwey ]",
    "transliteration": "Guramukh Har Gun Gaaeae ||",
    "translation": "The Gurmukhs sing the Glorious Praises of the Lord;",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33128,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ihrdY rsn rswey ]",
    "transliteration": "Hiradhai Rasan Rasaaeae ||",
    "translation": "In their hearts, and on their tongues, they enjoy and savor His taste.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ (ਵਸਾਈ ਰਖਦਾ ਹੈ, ਆਪਣੀ) ਜੀਭ ਨਾਲ (ਗੁਣਾਂ ਦਾ) ਰਸ ਮਾਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33129,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hir rsn rswey. myry pRB Bwey; imilAw shij suBwey ]",
    "transliteration": "Har Rasan Rasaaeae Maerae Prabh Bhaaeae Miliaa Sehaj Subhaaeae ||",
    "translation": "They enjoy and savor His taste, and are pleasing to my God, who meets them with natural ease.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਹਰੀ (ਦੇ ਗੁਣਾਂ ਦਾ) ਰਸ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ (ਉਸ ਟਿਕੇ ਹੋਏ ਨੂੰ) ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33130,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "An idnu Bog Bogy suiK sovY; sbid rhY ilv lwey ]",
    "transliteration": "Anadhin Bhog Bhogae Sukh Sovai Sabadh Rehai Liv Laaeae ||",
    "translation": "Night and day, they enjoy enjoyments, and they sleep in peace; they remain lovingly absorbed in the Word of the Shabad.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ) ਅਨੰਦ ਮਾਣਦਾ ਹੈ, ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਵਿਚ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33131,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "vfYBwig guru pUrw pweIAY; An idnu nwmu iDAwey ]",
    "transliteration": "Vaddai Bhaag Gur Pooraa Paaeeai Anadhin Naam Dhhiaaeae ||",
    "translation": "By great good fortune, one obtains the Perfect Guru; night and day, meditate on the Naam, the Name of the Lord.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ, (ਜਿਸ ਨੂੰ ਮਿਲਦਾ ਹੈ, ਉਹ) ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33132,
    "shabad_id": 2894,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "shjy shij imilAw jgjIvnu; nwnk suMin smwey ]1]",
    "transliteration": "Sehajae Sehaj Miliaa Jagajeevan Naanak Sunn Samaaeae ||1||",
    "translation": "In absolute ease and poise, one meets the Life of the World. O Nanak, one is absorbed in the state of absolute absorption. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਗਤ ਦਾ ਸਹਾਰਾ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਉਸ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਜਿੱਥੇ ਮਾਇਆ ਦਾ ਕੋਈ ਫੁਰਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "id": 33133,
    "shabad_id": 2894,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "sMgiq sMq; imlwey ]",
    "transliteration": "Sangath Santh Milaaeae ||",
    "translation": "Joining the Society of the Saints,",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33134,
    "shabad_id": 2894,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "hir sir inrmil; nwey ]",
    "transliteration": "Har Sar Niramal Naaeae ||",
    "translation": "I bathe in the Immaculate Pool of the Lord.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿੱਤਰ ਨਾਮ-ਸਰੋਵਰ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "n@wey",
    "type_id": 3
  },
  {
    "id": 33135,
    "shabad_id": 2894,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "inrmil jil nwey. mYlu gvwey; Bey pivqu srIrw ]",
    "transliteration": "Niramal Jal Naaeae Mail Gavaaeae Bheae Pavith Sareeraa ||",
    "translation": "Bathing in these Immaculate Waters, my filth is removed, and my body is purified and sanctified.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਪਵਿੱਤਰ ਨਾਮ-ਜਲ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33136,
    "shabad_id": 2894,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "durmiq mYlu geI. BRmu Bwgw; haumY ibnTI pIrw ]",
    "transliteration": "Dhuramath Mail Gee Bhram Bhaagaa Houmai Binathee Peeraa ||",
    "translation": "The filth of intellectual evil-mindedness is removed, doubt is gone, and the pain of egotism is dispelled.",
    "punjabi": "(ਨਾਮ-ਜਲ ਉਸ ਦੇ ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ। (ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਖੋਟੀ ਮਤਿ ਦੀ ਮੈਲ ਧੁਪ ਜਾਂਦੀ ਹੈ, ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਹਉਮੈ ਦੀ ਪੀੜ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 33137,
    "shabad_id": 2894,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ndir pRBU sqsMgiq pweI; inj Gir hoAw vwsw ]",
    "transliteration": "Nadhar Prabhoo Sathasangath Paaee Nij Ghar Hoaa Vaasaa ||",
    "translation": "By God's Grace, I found the Sat Sangat, the True Congregation. I dwell in the home of my own inner being.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਹੀ ਸਾਧ ਸੰਗਤਿ ਮਿਲਦੀ ਹੈ, (ਜਿਸ ਨੂੰ ਮਿਲਦੀ ਹੈ, ਉਸ ਦਾ) ਟਿਕਾਣਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
