[
  {
    "shabad_id": 2897,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "myrY min qin locw gurmuKy. rwm rwijAw; hir srDw syj ivCweI ]",
    "transliteration": "Maerai Man Than Lochaa Guramukhae Raam Raajiaa Har Saradhhaa Saej Vishhaaee ||",
    "translation": "My mind and body long to behold the Guru's face. O Sovereign Lord, I have spread out my bed of loving faith.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ (ਤੇਰੇ ਮਿਲਾਪ ਦੀ) ਤਾਂਘ ਪੈਦਾ ਹੋ ਚੁਕੀ ਹੈ। ਹੇ ਹਰੀ! ਮੈਂ ਸਰਧਾ ਦੀ ਸੇਜ ਵਿਛਾ ਰੱਖੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2897,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "jn nwnk. hir pRB BwxIAw. rwm rwijAw; imilAw shij suBweI ]3]",
    "transliteration": "Jan Naanak Har Prabh Bhaaneeaa Raam Raajiaa Miliaa Sehaj Subhaaee ||3||",
    "translation": "O servant Nanak, when the bride pleases her Lord God, her Sovereign Lord meets her with natural ease. ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਹੇ ਹਰੀ! ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਤੈਨੂੰ ਪਿਆਰੀ ਲੱਗ ਜਾਂਦੀ ਹੈ, ਤੂੰ ਉਸ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਨੂੰ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2897,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "iekqu syjY hir pRBo. rwm rwijAw; guru dsy hir mylyeI ]",
    "transliteration": "Eikath Saejai Har Prabho Raam Raajiaa Gur Dhasae Har Maelaeee ||",
    "translation": "My Lord God, my Sovereign Lord, is on the one bed. The Guru has shown me how to meet my Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਇੱਕੋ ਹੀ (ਹਿਰਦਾ-) ਸੇਜ ਉੱਤੇ ਹਰੀ ਪ੍ਰਭੂ (ਵੱਸਦਾ ਹੈ), (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਦੱਸ ਪਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰੀ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ie`k-qu[d`sy[ my-lyeI",
    "type_id": 3
  },
  {
    "shabad_id": 2897,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "mY min qin pRym bYrwgu hY. rwm rwijAw; guru myly ikrpw kryeI ]",
    "transliteration": "Mai Man Than Praem Bairaag Hai Raam Raajiaa Gur Maelae Kirapaa Karaeee ||",
    "translation": "My mind and body are filled with love and affection for my Sovereign Lord. In His Mercy, the Guru has united me with Him.",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਲਈ) ਖਿੱਚ ਹੈ ਤਾਂਘ ਹੈ (ਪਰ ਜਿਸ ਜੀਵ ਇਸਤ੍ਰੀ ਉੱਤੇ) ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2897,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hau. gur ivthu Goil GumwieAw. rwm rwijAw; jIau siqgur AwgY dyeI ]",
    "transliteration": "Ho Gur Vittahu Ghol Ghumaaeiaa Raam Raajiaa Jeeo Sathigur Aagai Dhaeee ||",
    "translation": "I am a sacrifice to my Guru, O my Sovereign Lord; I surrender my soul to the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ (ਆਪਣੀ) ਜਿੰਦ ਗੁਰੂ ਅੱਗੇ ਭੇਟ ਧਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2897,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "guru quTw jIau. rwm rwijAw; jn nwnk. hir mylyeI ]4]2]6]5]7]6]18]",
    "transliteration": "Gur Thuthaa Jeeo Raam Raajiaa Jan Naanak Har Maelaeee ||4||2||6||5||7||6||18||",
    "translation": "When the Guru is totally pleased, O servant Nanak, he unites the soul with the Lord, the Sovereign Lord. ||4||2||6||5||7||6||18||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਉੱਤੇ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੪॥੨॥੬॥੫॥੭॥੬॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "rwgu sUhI CMq mhlw 5 Gru 1",
    "transliteration": "Raag Soohee Shhanth Mehalaa 5 Ghar 1",
    "translation": "Raag Soohee, Chhant, Fifth Mehl, First House:",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2898,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "suix bwvry; qU kwey dyiK Bulwnw ]",
    "transliteration": "Sun Baavarae Thoo Kaaeae Dhaekh Bhulaanaa ||",
    "translation": "Listen, madman: gazing upon the world, why have you gone crazy?",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲੇ ਹੋ ਰਹੇ ਹੇ ਮਨੁੱਖ! (ਜੋ ਕੁਝ ਮੈਂ ਕਹਿ ਰਿਹਾ ਹਾਂ, ਇਸ ਨੂੰ ਧਿਆਨ ਨਾਲ) ਸੁਣ। ਤੂੰ (ਮਾਇਆ ਨੂੰ) ਵੇਖ ਕੇ ਕਿਉਂ (ਜੀਵਨ-ਰਾਹ ਤੋਂ) ਖੁੰਝ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "suix bwvry; nyhu kUVw lwieE, kusMB rMgwnw ]",
    "transliteration": "Sun Baavarae Naehu Koorraa Laaeiou Kusanbh Rangaanaa ||",
    "translation": "Listen, madman: you have been trapped by false love, which is transitory, like the fading color of the safflower.",
    "punjabi": "ਹੇ ਬਾਵਰੇ! ਸੁਣ, (ਇਹ ਮਾਇਆ) ਕਸੁੰਭੇ ਦੇ ਰੰਗ (ਵਰਗੀ ਹੈ, ਤੂੰ ਇਸ ਨਾਲ) ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ ਜੋ ਸਦਾ ਨਿਭਣ ਵਾਲਾ ਨਹੀਂ।",
    "pronunciation": "ku-sMB",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "kUVI fyiK Bulo, AFu lhY n mulo; goivd nwmu mjITw ]",
    "transliteration": "Koorree Ddaekh Bhulo Adt Lehai N Mulo Govidh Naam Majeethaa ||",
    "translation": "Gazing upon the false world, you are fooled. It is not worth even half a shell. Only the Name of the Lord of the Universe is permanent.",
    "punjabi": "ਤੂੰ (ਉਸ) ਨਾਸਵੰਤ (ਮਾਇਆ) ਨੂੰ ਵੇਖ ਕੇ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਖੁੰਝ ਰਿਹਾ ਹੈਂ, (ਜਿਹੜੀ ਆਖ਼ਰ) ਅੱਧੀ ਕੌਡੀ ਮੁੱਲ ਭੀ ਨਹੀਂ ਵੱਟ ਸਕਦੀ। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮਜੀਠ ਦੇ ਪੱਕੇ ਰੰਗ ਵਾਂਗ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ) ਹੈ।",
    "pronunciation": "(Afu)A`DI kOfI",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "QIvih lwlw Aiq gulwlw; sbdu cIin@ gur mITw ]",
    "transliteration": "Thheevehi Laalaa Ath Gulaalaa Sabadh Cheen Gur Meethaa ||",
    "translation": "You shall take on the deep and lasting red color of the poppy, contemplating the sweet Word of the Guru's Shabad.",
    "punjabi": "ਜੇ ਤੂੰ ਗੁਰੂ ਦੇ ਮਿੱਠੇ ਸ਼ਬਦ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹੇਂ, ਤਾਂ) ਤੂੰ ਸੋਹਣੇ ਗੂੜ੍ਹੇ ਰੰਗ ਵਾਲੇ ਲਾਲ ਫੁੱਲ ਬਣ ਜਾਹਿਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "imiQAw moih mgnu QI rihAw; JUT sMig lptwnw ]",
    "transliteration": "Mithhiaa Mohi Magan Thhee Rehiaa Jhooth Sang Lapattaanaa ||",
    "translation": "You remain intoxicated with false emotional attachment; you are attached to falsehood.",
    "punjabi": "ਪਰ ਤੂੰ ਤਾਂ ਨਾਸਵੰਤ (ਮਾਇਆ) ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਨਾਲ ਚੰਬੜ ਰਿਹਾ ਹੈਂ ਜਿਨ੍ਹਾਂ ਨਾਲ ਤੇਰਾ ਸਾਥ ਨਹੀਂ ਨਿਭਣਾ।",
    "pronunciation": "QIho[(rihAw)irhw hY",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "nwnk dIn srix ikrpwiniD; rwKu lwj Bgqwnw ]1]",
    "transliteration": "Naanak Dheen Saran Kirapaa Nidhh Raakh Laaj Bhagathaanaa ||1||",
    "translation": "Nanak, meek and humble, seeks the Sanctuary of the Lord, the treasure of mercy. He preserves the honor of His devotees. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਦਇਆ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! (ਮੈਂ) ਗਰੀਬ (ਤੇਰੀ) ਸਰਨ (ਆਇਆ ਹਾਂ ਮੇਰੀ) ਲਾਜ ਰੱਖ, (ਜਿਵੇਂ) ਤੂੰ ਆਪਣੇ ਭਗਤਾਂ ਦੀ (ਲਾਜ ਰੱਖਦਾ ਆਇਆ ਹੈਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "suix bwvry; syiv Twkuru nwQu prwxw ]",
    "transliteration": "Sun Baavarae Saev Thaakur Naathh Paraanaa ||",
    "translation": "Listen, madman: serve your Lord, the Master of the breath of life.",
    "punjabi": "ਹੇ ਬਾਵਰੇ! ਸੁਣ; ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "suix bwvry; jo AwieAw iqsu jwxw ]",
    "transliteration": "Sun Baavarae Jo Aaeiaa This Jaanaa ||",
    "translation": "Listen, madman: whoever comes, shall go.",
    "punjabi": "ਹੇ ਝੱਲੇ! ਸੁਣ, (ਇਥੇ ਸਦਾ ਕਿਸੇ ਨਹੀਂ ਬੈਠ ਰਹਿਣਾ) ਜਿਹੜਾ (ਜੀਵ ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈ ਉਸ ਨੂੰ (ਇਥੋਂ) ਜਾਣਾ ਭੀ ਪਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "inhclu hB vYsI. suix prdysI; sMqsMig imil rhIAY ]",
    "transliteration": "Nihachal Habh Vaisee Sun Paradhaesee Santhasang Mil Reheeai ||",
    "translation": "Listen, O wandering stranger: that which you believe to be permanent, shall all pass away; so remain in the Saints' Congregation.",
    "punjabi": "ਹੇ ਪਰਾਏ ਦੇਸ ਵਿਚ ਆਏ ਜੀਵ! ਸੁਣ, (ਜਿਸ ਜਗਤ ਨੂੰ ਤੂੰ) ਅਟੱਲ (ਸਮਝ ਰਿਹਾ ਹੈਂ, ਇਹ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨਾਸ ਹੋ ਜਾਇਗੀ। ਹੇ ਪਰਦੇਸੀ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਟਿਕ ਕੇ) ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hir pweIAY BwgI. suix bYrwgI; crx pRBU gih rhIAY ]",
    "transliteration": "Har Paaeeai Bhaagee Sun Bairaagee Charan Prabhoo Gehi Reheeai ||",
    "translation": "Listen, renunciate: by your good destiny, obtain the Lord, and remain attached to God's Feet.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁਣ, (ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਉਪਰਾਮ (ਹੋ ਕੇ ਹੀ) ਚੰਗੀ ਕਿਸਮਤ ਨਾਲ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕੀਦਾ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਫੜ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "B`wgIN",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "eyhu mnu dIjY. sMk, n kIjY; gurmuiK. qij bhu mwxw ]",
    "transliteration": "Eaehu Man Dheejai Sank N Keejai Guramukh Thaj Bahu Maanaa ||",
    "translation": "Dedicate and surrender this mind to the Lord, and have no doubts; as Gurmukh, renounce your great pride.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ, (ਇਸ ਵਿਚ ਰਤਾ ਭਰ ਭੀ) ਝਿਝਕਣਾ ਨਹੀਂ ਚਾਹੀਦਾ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "nwnk dIn Bgq Bv qwrx; qyry ikAw gux AwiK vKwxw ]2]",
    "transliteration": "Naanak Dheen Bhagath Bhav Thaaran Thaerae Kiaa Gun Aakh Vakhaanaa ||2||",
    "translation": "O Nanak, the Lord carries the meek and humble devotees across the terrifying world-ocean. What Glorious Virtues of Your should I chant and recite? ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ (ਸਰਨ ਪਏ) ਗਰੀਬਾਂ ਨੂੰ ਅਤੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਲੇ! (ਤੂੰ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ) ਮੈਂ ਤੇਰੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਆਖ ਕੇ ਦੱਸ ਸਕਦਾ ਹਾਂ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "suix bwvry; ikAw kIcY kUVw mwno ]",
    "transliteration": "Sun Baavarae Kiaa Keechai Koorraa Maano ||",
    "translation": "Listen, madman: why do you harbor false pride?",
    "punjabi": "ਹੇ ਭਾਵਰੇ! (ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦਾ) ਝੂਠਾ ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "suix bwvry; hBu vYsI grbu gumwno ]",
    "transliteration": "Sun Baavarae Habh Vaisee Garab Gumaano ||",
    "translation": "Listen, madman: all your egotism and pride shall be overcome.",
    "punjabi": "ਹੇ ਬਾਵਰੇ! ਸੁਣ, (ਪਦਾਰਥਾਂ ਨਾਲੋਂ ਸੰਬੰਧ ਟੁੱਟਿਆਂ ਇਹ) ਸਾਰਾ ਮਾਣ ਤੇ ਗੁਮਾਨ ਭੀ ਮੁੱਕ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "inhclu hB jwxw imiQAw mwxw; sMq pRBU hoie dwsw ]",
    "transliteration": "Nihachal Habh Jaanaa Mithhiaa Maanaa Santh Prabhoo Hoe Dhaasaa ||",
    "translation": "What you think is permanent, shall all pass away. Pride is false, so become the slave of God's Saints.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜਗਤ ਨੂੰ ਸਦਾ-ਥਿਰ ਸਮਝਦਾ ਹੈਂ, ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਚਲੀ ਜਾਣ ਵਾਲੀ ਹੈ, ਇਸ ਦਾ ਮਾਣ ਕਰਨਾ ਝੂਠਾ ਕਰਮ ਹੈ। (ਇਥੇ) ਗੁਰੂ ਦਾ ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਬਣੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "jIvq mrIAY. Baujlu qrIAY; jy QIvY krim iliKAwsw ]",
    "transliteration": "Jeevath Mareeai Bhoujal Thareeai Jae Thheevai Karam Likhiaasaa ||",
    "translation": "Remain dead while still alive, and you shall cross over the terrifying world-ocean, if it is your pre-ordained destiny.",
    "punjabi": "ਜੇ ਸਦਾ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰੀ ਰੱਖੀਏ, ਤਾਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ, (ਪਰ ਇਹ ਤਦੋਂ ਹੀ ਹੋ ਸਕਦਾ ਹੈ,) ਜੇ (ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ (ਮੱਥੇ ਉਤੇ ਲੇਖ) ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "guru syvIjY. AMimRqu pIjY; ijsu lwvih shij iDAwno ]",
    "transliteration": "Gur Saeveejai Anmrith Peejai Jis Laavehi Sehaj Dhhiaano ||",
    "translation": "One whom the Lord causes to meditate intuitively, serves the Guru, and drinks in the Ambrosial Nectar.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਗੁਰੂ ਪਾਸੋਂ ਹੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀ ਸਕੀਦਾ ਹੈ। (ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਉਹੀ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ,) ਜਿਸ ਦੀ ਸੁਰਤ ਤੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "nwnku srix pieAw hir duAwrY; hau bil bil sd kurbwno ]3]",
    "transliteration": "Naanak Saran Paeiaa Har Dhuaarai Ho Bal Bal Sadh Kurabaano ||3||",
    "translation": "Nanak seeks the Sanctuary of the Lord's Door; I am a sacrifice, a sacrifice, a sacrifice, forever a sacrifice to Him. ||3||",
    "punjabi": "ਹੇ ਹਰੀ! (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰੇ ਦਰ ਤੇ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹੈ। ਮੈਂ (ਤੈਥੋਂ) ਸਦਾ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "suix bwvry; mqu jwxih. pRBu mY pwieAw ]",
    "transliteration": "Sun Baavarae Math Jaanehi Prabh Mai Paaeiaa ||",
    "translation": "Listen, madman: do not think that you have found God.",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲੇ (ਹੋ ਰਹੇ) ਮਨੁੱਖ (ਜੋ ਕੁਝ ਮੈਂ ਕਹਿ ਰਿਹਾ ਹਾਂ, ਧਿਆਨ ਨਾਲ) ਸੁਣ। ਇਹ ਨਾਹ ਸਮਝ ਕਿ (ਮਾਇਆ ਦੇ ਮਾਣ ਵਿਚ ਰਹਿ ਕੇ ਭੀ) ਮੈਂ (ਭਾਵ, ਤੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "suix bwvry; QIau ryxu. ijnI pRBu iDAwieAw ]",
    "transliteration": "Sun Baavarae Thheeo Raen Jinee Prabh Dhhiaaeiaa ||",
    "translation": "Listen, madman: be the dust under the feet of those who meditate on God.",
    "punjabi": "ਹੇ ਬਾਵਰੇ! ਸੁਣ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, (ਉਹਨਾਂ ਦੇ) ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹੁ (ਤਾਂ ਹੀ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ijin pRBu iDAwieAw. iqin suKu pwieAw; vfBwgI drsnu pweIAY ]",
    "transliteration": "Jin Prabh Dhhiaaeiaa Thin Sukh Paaeiaa Vaddabhaagee Dharasan Paaeeai ||",
    "translation": "Those who meditate on God find peace. By great good fortune, the Blessed Vision of their Darshan is obtained.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਸ ਨੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ। ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ) ਦਰਸਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "QIau inmwxw sd kurbwxw; sglw Awpu imtweIAY ]",
    "transliteration": "Thheeo Nimaanaa Sadh Kurabaanaa Sagalaa Aap Mittaaeeai ||",
    "translation": "Be humble, and be forever a sacrifice, and your self-conceit shall be totally eradicated.",
    "punjabi": "ਗਰੀਬੀ ਸੁਭਾਉ ਵਾਲਾ ਬਣਿਆ ਰਿਹਾ ਕਰ, (ਜਿਨ੍ਹਾਂ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਹੋਇਆ ਕਰ। ਹੇ ਭਾਈ! ਆਪਾ-ਭਾਵ ਚੰਗੀ ਤਰ੍ਹਾਂ ਦੂਰ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "Ehu Dnu Bwg suDw, ijin pRBu lDw; hm iqsu pih. Awpu vycwieAw ]",
    "transliteration": "Ouhu Dhhan Bhaag Sudhhaa Jin Prabh Ladhhaa Ham This Pehi Aap Vaechaaeiaa ||",
    "translation": "One who has found God is pure, with blessed destiny. I would sell myself to him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਹ ਸਲਾਹੁਣ-ਜੋਗ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਚੰਗੇ ਭਾਗ ਹੋ ਗਏ। ਮੈਂ ਤਾਂ ਆਪਣਾ ਆਪ ਅਜਿਹੇ ਮਨੁੱਖ ਅੱਗੇ ਭੇਟ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(suDw)AMimRq[suDw:polw bolo[ l`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 2898,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "nwnk dIn. srix suKswgr; rwKu lwj ApnwieAw ]4]1]",
    "transliteration": "Naanak Dheen Saran Sukh Saagar Raakh Laaj Apanaaeiaa ||4||1||",
    "translation": "Nanak, the meek and humble, seeks the Sanctuary of the Lord, the ocean of peace. Make him Your own, and preserve his honor. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਗਰੀਬਾਂ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ! ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ! (ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ) ਆਪਣੇ ਸੇਵਕ ਦੀ ਲਾਜ ਰੱਖ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sUhI mhlw 5 ]",
    "transliteration": "Soohee Mehalaa 5 ||",
    "translation": "Soohee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir crxkml kI tyk; siqguir idqI quis kY; bil rwm jIau ]",
    "transliteration": "Har Charan Kamal Kee Ttaek Sathigur Dhithee Thus Kai Bal Raam Jeeo ||",
    "translation": "The True Guru was satisfied with me, and blessed me with the Support of the Lord's Lotus Feet. I am a sacrifice to the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਸੋਹਣੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਗੁਰੂ ਨੇ ਮਿਹਰਵਾਨ ਹੋ ਕੇ ਮੈਨੂੰ ਉਸ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(qu`is)^uS ho ky",
    "type_id": 3
  }
]