[
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir AMimRiq Bry BMfwr; sBu ikCu hY. Gir iqs kY, bil rwm jIau]",
    "transliteration": "Har Anmrith Bharae Bhanddaar Sabh Kishh Hai Ghar This Kai Bal Raam Jeeo ||",
    "punjabi": "ਮੈਂ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਉਸ ਦੇ ਘਰ ਵਿਚ ਹਰੇਕ ਪਦਾਰਥ ਮੌਜੂਦ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ (ਉਸ ਦੇ ਘਰ ਵਿਚ) ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "bwbulu myrw vf smrQw; krx kwrx pRBu hwrw]",
    "transliteration": "Baabul Maeraa Vadd Samarathhaa Karan Kaaran Prabh Haaraa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਪ੍ਰਭੂ-ਪਿਤਾ ਬੜੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਹਰੇਕ ਸਬਬ ਬਣਾ ਸਕਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijsu ismrq. duKu koeI, n lwgY; Baujlu pwir auqwrw]",
    "transliteration": "Jis Simarath Dhukh Koee N Laagai Bhoujal Paar Outhaaraa ||",
    "punjabi": "(ਉਹ ਐਸਾ ਹੈ) ਜਿਸ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਕੋਈ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, (ਉਸ ਦਾ ਨਾਮ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awid jugwid Bgqn kw rwKw; ausqiq kir kir jIvw]",
    "transliteration": "Aadh Jugaadh Bhagathan Kaa Raakhaa Ousathath Kar Kar Jeevaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਹੀ (ਉਹ ਪ੍ਰਭੂ ਆਪਣੇ) ਭਗਤਾਂ ਦਾ ਰਾਖਾ (ਚਲਿਆ ਆ ਰਿਹਾ) ਹੈ। ਉਸ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk nwmu mhw rsu mITw; An idnu min qin pIvw]1]",
    "transliteration": "Naanak Naam Mehaa Ras Meethaa Anadhin Man Than Peevaa ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਉਸ ਦਾ) ਨਾਮ ਮਿੱਠਾ ਹੈ, (ਸਭ ਰਸਾਂ ਨਾਲੋਂ) ਵੱਡਾ ਰਸ ਹੈ ਮੈਂ ਤਾਂ ਹਰ ਵੇਲੇ (ਉਹ ਨਾਮ ਰਸ ਆਪਣੇ) ਮਨ ਦੀ ਰਾਹੀਂ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਰਾਹੀਂ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "hir Awpy ley imlwie; ikau vyCoVw QIveI. bil rwm jIau]",
    "transliteration": "Har Aapae Leae Milaae Kio Vaeshhorraa Thheevee Bal Raam Jeeo ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਸੋਹਣੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਉਹ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਨਾਲ) ਜੋੜਦਾ ਹੈ (ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲੋਂ) ਫਿਰ ਕਦੇ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ। ਹੇ ਰਾਮ! ਮੈਂ ਤੈਥੋਂ ਕੁਰਬਾਨ ਹਾਂ।",
    "pronunciation": "QIveI",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ijs no qyrI tyk; so sdw sd jIveI. bil rwm jIau]",
    "transliteration": "Jis No Thaeree Ttaek So Sadhaa Sadh Jeevee Bal Raam Jeeo ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰਾ ਸਹਾਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "jIv-eI-",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qyrI tyk quJY qy pweI; swcy isrjxhwrw]",
    "transliteration": "Thaeree Ttaek Thujhai Thae Paaee Saachae Sirajanehaaraa ||",
    "punjabi": "ਪਰ, ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਅਤੇ ਸਭ ਦੇ ਪੈਦਾ ਕਰਨ ਵਾਲੇ! ਤੇਰਾ ਆਸਰਾ ਮਿਲਦਾ ਭੀ ਤੇਰੇ ਹੀ ਪਾਸੋਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ijs qy KwlI koeI nwhI; AYsw pRBU hmwrw]",
    "transliteration": "Jis Thae Khaalee Koee Naahee Aisaa Prabhoo Hamaaraa ||",
    "punjabi": "ਤੂੰ ਇਹੋ ਜਿਹਾ ਸਾਡਾ ਮਾਲਕ ਹੈਂ, ਜਿਸ (ਦੇ ਦਰ) ਤੋਂ ਕਦੇ ਕੋਈ ਖ਼ਾਲੀ (ਬੇ-ਮੁਰਾਦ) ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "sMq jnw imil mMglu gwieAw; idnu rYin Aws qum@wrI]",
    "transliteration": "Santh Janaa Mil Mangal Gaaeiaa Dhin Rain Aas Thumhaaree ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤ ਜਨ ਮਿਲ ਕੇ (ਸਦਾ ਤੇਰੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ) ਦਿਨ ਰਾਤ ਤੇਰੀ (ਸਹਾਇਤਾ ਦੀ) ਹੀ ਆਸ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sPlu drsu ByitAw guru pUrw; nwnk sd bilhwrI]2]",
    "transliteration": "Safal Dharas Bhaettiaa Gur Pooraa Naanak Sadh Balihaaree ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ (ਤੇਰੀ ਹੀ ਮਿਹਰ ਨਾਲ ਉਹ) ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦਾ ਦੀਦਾਰ ਹਰੇਕ ਮੁਰਾਦ ਪੂਰੀ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "sMm@ilAw scu Qwnu; mwnu mhqu scu pwieAw, bil rwm jIau]",
    "transliteration": "Sanmhaliaa Sach Thhaan Maan Mehath Sach Paaeiaa Bal Raam Jeeo ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਪ੍ਰਭੂ ਜੀ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਦਰ ਮੱਲ ਲਿਆ, ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ, (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ) ਮਾਣ ਮਿਲਿਆ, ਵਡਿਆਈ ਮਿਲੀ,",
    "pronunciation": "m-h`qu",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "siqguru imilAw dieAwlu; gux AibnwsI gwieAw. bil rwm jIau]",
    "transliteration": "Sathigur Miliaa Dhaeiaal Gun Abinaasee Gaaeiaa Bal Raam Jeeo ||",
    "punjabi": "ਜਿਸ ਨੂੰ (ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਨਾਲ) ਦਇਆ ਦਾ ਸੋਮਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੇ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "gux goivMd, gwau inq inq; pRwx pRIqm suAwmIAw]",
    "transliteration": "Gun Govindh Gaao Nith Nith Praan Preetham Suaameeaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਸਦਾ ਹੀ ਗਾਇਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "suB idvs Awey. gih kMiT lwey; imly AMqrjwmIAw]",
    "transliteration": "Subh Dhivas Aaeae Gehi Kanth Laaeae Milae Antharajaameeaa ||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ ਜ਼ਿੰਦਗੀ ਦੇ) ਸੋਹਣੇ ਦਿਹਾੜੇ ਆਏ ਰਹਿੰਦੇ ਹਨ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾਈ ਰੱਖਦੇ ਹਨ, ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਉਸ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "squ sMqoKu vjih vwjy; Anhdw Juxkwry]",
    "transliteration": "Sath Santhokh Vajehi Vaajae Anehadhaa Jhunakaarae ||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਉੱਚਾ ਆਚਰਨ ਅਤੇ ਸੰਤੋਖ (ਹਰ ਵੇਲੇ ਆਪਣਾ ਪੂਰਾ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦੇ ਹਨ, ਮਾਨੋ, ਸਤ ਸੰਤੋਖ ਦੇ ਅੰਦਰ) ਵਾਜੇ ਵੱਜ ਰਹੇ ਹਨ, (ਸਤ ਸੰਤੋਖ ਦੀ ਉਸ ਦੇ ਅੰਦਰ) ਇਕ-ਰਸ ਮਿੱਠੀ ਲੈ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "v`jih",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "suix BY ibnwsy sgl nwnk; pRB purK krxYhwry]3]",
    "transliteration": "Sun Bhai Binaasae Sagal Naanak Prabh Purakh Karanaihaarae ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਪ੍ਰਭੂ ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣ ਸੁਣ ਕੇ (ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਡਰ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "aupijAw qqu igAwnu; swhurY pyeIAY ieku hir, bil rwm jIau]",
    "transliteration": "Oupajiaa Thath Giaan Saahurai Paeeeai Eik Har Bal Raam Jeeo ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਪ੍ਰਭੂ ਜੀ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ। (ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ) ਅਸਲ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਸ ਨੂੰ) ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਉਹੀ ਪਰਮਾਤਮਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "bRhmY bRhmu imilAw; koie. n swkY iBMn kir, bil rwm jIau]",
    "transliteration": "Brehamai Breham Miliaa Koe N Saakai Bhinn Kar Bal Raam Jeeo ||",
    "punjabi": "ਉਸ ਜੀਵ ਨੂੰ ਪਰਮਾਤਮਾ (ਇਉਂ) ਮਿਲ ਪੈਂਦਾ ਹੈ ਕਿ ਕੋਈ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਉਸ ਦਾ) ਨਿਖੇੜਾ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ibsmu pyKY ibsmu suxIAY; ibsmwdu ndrI AwieAw]",
    "transliteration": "Bisam Paekhai Bisam Suneeai Bisamaadh Nadharee Aaeiaa ||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਹਰ ਥਾਂ) ਉਸ ਅਸਚਰਜ-ਰੂਪ ਪ੍ਰਭੂ ਨੂੰ ਵੇਖਦਾ ਹੈ, (ਉਹੀ ਹਰ ਥਾਂ ਬੋਲਦਾ ਉਸ ਨੂੰ) ਸੁਣੀਦਾ ਹੈ, ਹਰ ਥਾਂ ਉਹੀ ਉਸ ਨੂੰ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jil Qil mhIAil pUrn suAwmI; Git Git rihAw smwieAw]",
    "transliteration": "Jal Thhal Meheeal Pooran Suaamee Ghatt Ghatt Rehiaa Samaaeiaa ||",
    "punjabi": "ਪਾਣੀ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ ਪਰਮਾਤਮਾ ਹੀ ਉਸ ਨੂੰ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ijs qy aupijAw. iqsu mwih smwieAw; kImiq khxu. n jwey]",
    "transliteration": "Jis Thae Oupajiaa This Maahi Samaaeiaa Keemath Kehan N Jaaeae ||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਉਹ ਪੈਦਾ ਹੋਇਆ ਹੈ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਸ ਵਿਚ (ਹਰ ਵੇਲੇ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਮਨੁੱਖ ਦੀ ਉੱਚੀ ਹੋ ਚੁਕੀ ਆਤਮਕ ਅਵਸਥਾ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2899,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ijs ky clq. n jwhI lKxy; nwnk. iqsih iDAwey]4]2]",
    "transliteration": "Jis Kae Chalath N Jaahee Lakhanae Naanak Thisehi Dhhiaaeae ||4||2||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ) ਉਸ ਦਾ ਹੀ ਧਿਆਨ ਧਰਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚੋਜ-ਤਮਾਸ਼ੇ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ ॥੪॥੨॥",
    "pronunciation": "lKxy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwgu sUhI CMq mhlw 5 Gru 2",
    "transliteration": "Raag Soohee Shhanth Mehalaa 5 Ghar 2",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "goibMd gux gwvx lwgy]",
    "transliteration": "Gobindh Gun Gaavan Laagae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਣ ਲੱਗ ਪੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir rMig; An idnu jwgy]",
    "transliteration": "Har Rang Anadhin Jaagae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ (ਟਿਕ ਕੇ) ਉਹ ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir rMig jwgy. pwp Bwgy; imly sMq ipAwirAw]",
    "transliteration": "Har Rang Jaagae Paap Bhaagae Milae Santh Piaariaa ||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਿਆਰੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ। (ਜਿਉਂ ਜਿਉਂ) ਉਹ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰੰਗ ਵਿਚ (ਟਿਕ ਕੇ) ਸੁਚੇਤ ਹੁੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੇ ਪਾਪ ਭੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "gur crx lwgy. Brm Bwgy; kwj sgl svwirAw]",
    "transliteration": "Gur Charan Laagae Bharam Bhaagae Kaaj Sagal Savaariaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਭੀ ਸੰਵਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "suix sRvx bwxI. shij jwxI; hir nwmu jip vfBwgY]",
    "transliteration": "Sun Sravan Baanee Sehaj Jaanee Har Naam Jap Vaddabhaagai ||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਕੰਨੀਂ ਸੁਣ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ibnvMiq nwnk. srix suAwmI; jIau ipMfu pRB AwgY]1]",
    "transliteration": "Binavanth Naanak Saran Suaamee Jeeo Pindd Prabh Aagai ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਉਹ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੀ ਜਿੰਦ ਆਪਣਾ ਸਰੀਰ (ਸਭ ਕੁਝ) ਪਰਮਾਤਮਾ ਦੇ ਅੱਗੇ (ਰੱਖ ਦੇਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "Anhq sbdu suhwvw]",
    "transliteration": "Anehath Sabadh Suhaavaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਹਰ ਵੇਲੇ ਗਾਂਵਿਆਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "scu mMglu; hir jsu gwvw]",
    "transliteration": "Sach Mangal Har Jas Gaavaa ||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹਰ ਵੇਲੇ ਇਕ-ਰਸ (ਕੰਨਾਂ ਨੂੰ) ਸੁਖਦਾਈ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gux gwie hir hir. dUK nwsy; rhsu aupjY min Gxw]",
    "transliteration": "Gun Gaae Har Har Dhookh Naasae Rehas Oupajai Man Ghanaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ (ਉਹਨਾਂ ਦੇ ਸਾਰੇ) ਦੁੱਖ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਬਹੁਤ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "n`wsy[ rh-s:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "mnu qMnu inrmlu dyiK drsnu; nwmu pRB kw muiK Bxw]",
    "transliteration": "Man Thann Niramal Dhaekh Dharasan Naam Prabh Kaa Mukh Bhanaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ) ਮੂੰਹ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ, (ਉਹਨਾਂ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ਸਰੀਰ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]