[
  {
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "hoie ryx swDU. pRB ArwDU; Awpxy pRB Bwvw]",
    "transliteration": "Hoe Raen Saadhhoo Prabh Araadhhoo Aapanae Prabh Bhaavaa ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਚਰਨ-ਧੂੜ ਹੋ ਕੇ ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਣ ਲੱਗ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ibnvMiq nwnk. dieAw Dwrhu; sdw hir gux gwvw]2]",
    "transliteration": "Binavanth Naanak Dhaeiaa Dhhaarahu Sadhaa Har Gun Gaavaa ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ (ਭੀ) ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "gur imil swgru qirAw]",
    "transliteration": "Gur Mil Saagar Thariaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਿਆ ਜਾ ਸਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hir crx jpq insqirAw]",
    "transliteration": "Har Charan Japath Nisathariaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hir crx iDAwey. siB Pl pwey; imty Awvx jwxw]",
    "transliteration": "Har Charan Dhhiaaeae Sabh Fal Paaeae Mittae Aavan Jaanaa ||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ਉਹ ਸਾਰੀਆਂ ਮੂੰਹ-ਮੰਗੀਆਂ ਮੁਰਾਦਾਂ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ (ਭੀ) ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "Bwie Bgiq. suBwie hir jip; Awpxy pRB Bwvw]",
    "transliteration": "Bhaae Bhagath Subhaae Har Jap Aapanae Prabh Bhaavaa ||",
    "punjabi": "ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਭਗਤੀ ਵਾਲੇ ਸੁਭਾਉ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jip eyku AlK Apwr pUrn; iqsu ibnw. nhI koeI]",
    "transliteration": "Jap Eaek Alakh Apaar Pooran This Binaa Nehee Koee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਅਦ੍ਰਿਸ਼ਟ ਬੇਅੰਤ ਅਤੇ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ibnvMiq nwnk. guir, Brmu KoieAw; jq dyKw qq soeI]3]",
    "transliteration": "Binavanth Naanak Gur Bharam Khoeiaa Jath Dhaekhaa Thath Soee ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਗੁਰੂ ਨੇ (ਮੇਰੀ) ਭਟਕਣਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, (ਹੁਣ) ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਉਧਰ ਉਹ (ਪਰਮਾਤਮਾ) ਹੀ (ਦਿੱਸਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "piqq. pwvn; hir nwmw]",
    "transliteration": "Pathith Paavan Har Naamaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "pUrn sMq jnw ky kwmw]",
    "transliteration": "Pooran Santh Janaa Kae Kaamaa ||",
    "punjabi": "ਅਤੇ ਸੰਤ ਜਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹਾਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "guru sMqu pwieAw pRBu iDAwieAw; sgl ieCw puMnIAw]",
    "transliteration": "Gur Santh Paaeiaa Prabh Dhhiaaeiaa Sagal Eishhaa Punneeaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੰਤ-ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਹਨਾਂ ਦੀਆਂ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋਣ ਲੱਗ ਪਈਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hau qwp ibnsy. sdw srsy; pRB imly icrI ivCuMinAw]",
    "transliteration": "Ho Thaap Binasae Sadhaa Sarasae Prabh Milae Chiree Vishhunniaa ||",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੇ ਕਲੇਸ਼ ਨਾਸ ਹੋ ਗਏ, ਉਹ ਸਦਾ ਖਿੜੇ-ਮੱਥੇ ਰਹਿਣ ਲੱਗ ਪਏ, ਚਿਰਾਂ ਦੇ ਵਿੱਛੁੜੇ ਹੋਏ ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "min swiq AweI. vjI vDweI; mnhu kdy. n vIsrY]",
    "transliteration": "Man Saath Aaee Vajee Vadhhaaee Manahu Kadhae N Veesarai ||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਠੰਢ ਪੈ ਗਈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਚੜ੍ਹਦੀ ਕਲਾ ਪ੍ਰਬਲ ਹੋ ਗਈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ ਨੂੰ ਕਦੇ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2900,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ibnvMiq nwnk. siqguir idRVwieAw; sdw Bju jgdIsrY]4]1]3]",
    "transliteration": "Binavanth Naanak Sathigur Dhrirraaeiaa Sadhaa Bhaj Jagadheesarai ||4||1||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ (ਇਹ ਗੱਲ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਕਰ ਦਿੱਤੀ ਹੈ ਕਿ ਸਦਾ ਜਗਤ ਦੇ ਮਾਲਕ ਦਾ ਨਾਮ ਜਪਦੇ ਰਿਹਾ ਕਰੋ ॥੪॥੧॥੩॥",
    "pronunciation": "j`gdIsrY[Bju:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "rwgu sUhI CMq mhlw 5 Gru 3",
    "transliteration": "Raag Soohee Shhanth Mehalaa 5 Ghar 3",
    "punjabi": "ਰਾਗ ਸੂਹੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2901,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "qU Twkuro bYrwgro; mY jyhI Gx cyrI rwm]",
    "transliteration": "Thoo Thaakuro Bairaagaro Mai Jaehee Ghan Chaeree Raam ||",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਰਾਮ! ਤੂੰ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਤੇਰੇ ਉਤੇ ਮਾਇਆ ਆਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ। ਮੇਰੇ ਵਰਗੀਆਂ (ਤੇਰੇ ਦਰ ਤੇ) ਅਨੇਕਾਂ ਦਾਸੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "qUM swgro rqnwgro; hau swr. n jwxw qyrI rwm]",
    "transliteration": "Thoon Saagaro Rathanaagaro Ho Saar N Jaanaa Thaeree Raam ||",
    "punjabi": "ਹੇ ਰਾਮ! ਤੂੰ ਸਮੁੰਦਰ ਹੈਂ। ਤੂੰ ਰਤਨਾਂ ਦੀ ਖਾਣ ਹੈਂ। ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਕਦਰ ਨਹੀਂ ਸਮਝ ਸਕੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "swr. n jwxw, qU vf dwxw; kir imhrMmiq sWeI]",
    "transliteration": "Saar N Jaanaa Thoo Vadd Dhaanaa Kar Miharanmath Saanee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਂ (ਤੇਰੇ ਗੁਣਾਂ ਦੀ) ਕਦਰ ਨਹੀਂ ਜਾਣਦੀ, ਤੂੰ ਵੱਡਾ ਸਿਆਣਾ ਹੈਂ (ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ ਹੈਂ), (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ikrpw kIjY. sw miq dIjY; AwT phr quDu iDAweI]",
    "transliteration": "Kirapaa Keejai Saa Math Dheejai Aath Pehar Thudhh Dhhiaaee ||",
    "punjabi": "ਕਿਰਪਾ ਕਰ! ਮੈਨੂੰ ਅਜਿਹੀ ਸਮਝ ਬਖ਼ਸ਼ ਕਿ ਅੱਠੇ ਪਹਰ ਮੈਂ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੀ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "grbu. n kIjY, ryx hovIjY; qw giq jIAry qyrI]",
    "transliteration": "Garab N Keejai Raen Hoveejai Thaa Gath Jeearae Thaeree ||",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, (ਸਭ ਦੇ) ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਤਾਂ ਹੀ ਤੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਸਕੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "sB aUpir nwnk kw Twkuru; mY jyhI Gx cyrI rwm]1]",
    "transliteration": "Sabh Oopar Naanak Kaa Thaakur Mai Jaehee Ghan Chaeree Raam ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੇਰਾ ਮਾਲਕ ਪ੍ਰਭੂ ਸਭ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈ। ਮੇਰੇ ਜਿਹੀਆਂ (ਉਸ ਦੇ ਦਰ ਤੇ) ਅਨੇਕਾਂ ਦਾਸੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "qum@ gauhr Aiq gihr gMBIrw; qum ipr. hm bhurIAw rwm]",
    "transliteration": "Thumh Gouhar Ath Gehir Ganbheeraa Thum Pir Ham Bahureeaa Raam ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਇਕ (ਅਣਮੁੱਲਾ) ਮੋਤੀ ਹੈਂ, ਤੂੰ ਅਥਾਹ (ਸਮੁੰਦਰ) ਹੈਂ, ਤੂੰ ਬੜੇ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈਂ, ਤੂੰ (ਸਾਡਾ) ਖਸਮ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਤੇਰੀਆਂ ਵਹੁਟੀਆਂ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qum vfy vfy. vf aUcy; hau ieqnIk lhurIAw rwm]",
    "transliteration": "Thum Vaddae Vaddae Vadd Oochae Ho Eithaneek Lahureeaa Raam ||",
    "punjabi": "ਤੂੰ ਬੇਅੰਤ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਬੇਅੰਤ ਉੱਚਾ ਹੈਂ। ਮੈਂ ਬਹੁਤ ਹੀ ਛੋਟੀ ਜਿਹੀ ਹਸਤੀ ਵਾਲੀ ਹਾਂ।",
    "pronunciation": "(lhurIAw)CotI qoN CotI[ ieqnI-k",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hau ikCu nwhI. eyko qUhY; Awpy Awip sujwnw]",
    "transliteration": "Ho Kishh Naahee Eaeko Thoohai Aapae Aap Sujaanaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੀ ਕੁਝ ਭੀ ਪਾਂਇਆਂ ਨਹੀਂ ਹੈ, ਇਕ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਆਪ ਸਭ ਕੁਝ ਜਾਣਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "AMimRq idRsit inmK pRB jIvw; srb rMg rs mwnw]",
    "transliteration": "Anmrith Dhrisatt Nimakh Prabh Jeevaa Sarab Rang Ras Maanaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ ਮਿਲੀ ਤੇਰੀ ਅੰਮ੍ਰਿਤ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ (ਇਉਂ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ) ਮੈਂ ਸਾਰੇ ਰੰਗ ਰਸ ਮਾਣ ਲਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "crxh srnI dwsh dwsI; min maulY. qnu hrIAw]",
    "transliteration": "Charaneh Saranee Dhaaseh Dhaasee Man Moulai Than Hareeaa ||",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਲਈ ਹੈ, ਮੈਂ ਤੇਰੇ ਦਾਸਾਂ ਦੀ ਦਾਸੀ ਹਾਂ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਤੇਰੀ ਨਿਗਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਦੋਂ ਮੇਰਾ ਮਨ ਖਿੜ ਆਉਂਦਾ ਹੈ, ਮੇਰਾ ਸਰੀਰ (ਭੀ) ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "mau~lY:ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwnk. Twkuru srb smwxw; Awpn Bwvn krIAw]2]",
    "transliteration": "Naanak Thaakur Sarab Samaanaa Aapan Bhaavan Kareeaa ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਮਾ ਰਿਹਾ ਹੈ, ਉਹ (ਹਰ ਵੇਲੇ ਹਰ ਥਾਂ) ਆਪਣੀ ਮਰਜ਼ੀ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "quJu aUpir. myrw hY mwxw; qUhY myrw qwxw rwm]",
    "transliteration": "Thujh Oopar Maeraa Hai Maanaa Thoohai Maeraa Thaanaa Raam ||",
    "punjabi": "ਹੇ ਰਾਮ! ਮੇਰਾ ਮਾਣ ਤੇਰੇ ਉੱਤੇ ਹੀ ਹੈ, ਤੂੰ ਹੀ ਮੇਰਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "suriq miq cqurweI qyrI; qU jwxwieih jwxw rwm]",
    "transliteration": "Surath Math Chathuraaee Thaeree Thoo Jaanaaeihi Jaanaa Raam ||",
    "punjabi": "(ਜਿਹੜੀ ਭੀ ਕੋਈ) ਸੂਝ, ਅਕਲ, ਸਿਆਣਪ (ਮੇਰੇ ਅੰਦਰ ਹੈ, ਉਹ) ਤੇਰੀ (ਬਖ਼ਸ਼ੀ ਹੋਈ ਹੈ) ਜੋ ਕੁਝ ਤੂੰ ਮੈਨੂੰ ਸਮਝਾਂਦਾ ਹੈਂ, ਉਹੀ ਮੈਂ ਸਮਝਦਾ ਹਾਂ।",
    "pronunciation": "jw-xw-ieih:pwT imlvW dovyN kMny lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "soeI jwxY soeI pCwxY; jw kau ndir isrMdy]",
    "transliteration": "Soee Jaanai Soee Pashhaanai Jaa Ko Nadhar Sirandhae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹੀ ਮਨੁੱਖ (ਸਹੀ ਜੀਵਨ ਨੂੰ) ਸਮਝਦਾ ਪਛਾਣਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਸਿਰਜਣਹਾਰ ਦੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "is-rMdy",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "mnmuiK BUlI. bhuqI rwhI; PwQI mwieAw PMdy]",
    "transliteration": "Manamukh Bhoolee Bahuthee Raahee Faathhee Maaeiaa Fandhae ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਨੇਕਾਂ ਹੋਰ ਹੋਰ ਰਸਤਿਆਂ ਵਿਚ ਪੈ ਕੇ (ਸਹੀ ਜੀਵਨ ਵਲੋਂ) ਖੁੰਝੀ ਰਹਿੰਦੀ ਹੈ, ਮਾਇਆ ਦੀਆਂ ਫਾਹੀਆਂ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "B`UlI[rwhIN[P`wQI",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "Twkur BwxI. sw guxvMqI; iqn hI sB rMg mwxw]",
    "transliteration": "Thaakur Bhaanee Saa Gunavanthee Thin Hee Sabh Rang Maanaa ||",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਗੁਣਾਂ ਵਾਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੇ ਹੀ ਸਾਰੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "nwnk kI Dr. qUhY Twkur; qU nwnk kw mwxw]3]",
    "transliteration": "Naanak Kee Dhhar Thoohai Thaakur Thoo Naanak Kaa Maanaa ||3||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਨਾਨਕ ਦਾ ਸਹਾਰਾ ਤੂੰ ਹੀ ਹੈਂ, ਨਾਨਕ ਦਾ ਮਾਣ ਤੂੰ ਹੀ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "hau vwrI vM\\w GolI vM\\w; qU prbqu myrw El@w rwm]",
    "transliteration": "Ho Vaaree Vannjaa Gholee Vannjaa Thoo Parabath Maeraa Oulhaa Raam ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਵਾਸਤੇ ਤੂੰ ਪਹਾੜ (ਜੇਡਾ) ਓਲ੍ਹਾ ਹੈਂ, ਮੈਂ ਤੈਥੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2901,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "hau bil jweI. lK lK lK brIAw; ijin. BRmu prdw Kol@w rwm]",
    "transliteration": "Ho Bal Jaaee Lakh Lakh Lakh Bareeaa Jin Bhram Paradhaa Kholhaa Raam ||",
    "punjabi": "ਮੈਂ ਤੈਥੋਂ ਲੱਖਾਂ ਵਾਰੀ ਸਦਕੇ ਜਾਂਦੀ ਹਾਂ, ਜਿਸ ਨੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਵਾਲੀ ਵਿੱਥ ਮਿਟਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "l`K l`K l`K",
    "type_id": 3
  }
]