{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਬਾਬਾ ਨਾਨਕੁ; ਆਖੈ ਏਹੁ ਬੀਚਾਰੁ ॥੨॥੧੧॥",
      "page": 886,
      "line": 1
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "O man, this is what Nanak says after due deliberation."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਬੰਦੇ! ਪੂਰੀ ਸੋਚ ਵੀਚਾਰ ਮਗਰੋਂ, ਨਾਨਕ ਇਹ ਕੁਝ ਕਹਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "This is what Baba Nanak says, after deep reflection. ||2||11||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਹਮਾਰਾ ਕਹਿਆ ਹੂਆ ਏਹੁ ਉਪਦੇਸ਼ ਬੀਚਾਰ ਲੈ, ਭਾਵ ਗੁਰੋਂ ਕੀ ਸਰਨ ਹੋਇਕੈ ਨਾਮ ਜਪੁ॥੨॥੧੧॥☬ਏਕ ਜੋਗੀ ਕਿਸੀ ਟਾਪੂ ਕੋ ਜਹਾਜ ਪਰ ਚੜ ਕੇ ਗਿਆ ਥਾ। ਤੋ ਜਹਾਜ ਸਮੁੰਦਰ ਮੇਂ ਅਟਕ ਗਿਆ ਤਬ ਲੋਕੋਂ ਨੇ ਕਹਿਆ ਏਕ ਆਦਮੀ ਸਮੁਦ੍ਰ ਕੋ ਭੇਟਾ ਦੇਵੋ। ਤੋ ਸਭ ਨੇ ਸਲਾਹ ਕਰ ਜੋਗੀ ਕਉ ਸਮੁੰਦ੍ਰ ਮੇਂ ਗਿਰਾਇ ਦੀਆ ਪੁਨਹ ਤਿਸ ਕੋ ਮਛ ਨਿਗਲ ਗਿਆ। ਔ ਏਕ ਕਾਨ ਕਾਟਕੇ ਮੱਛ ਨੇ ਪਾਰਲੇ ਕਨਾਰੇ ਪਰ ਉਗਲ ਦੀਆ। ਪੁਨਹ ਵਹੀ ਜੋਗੀ ਦੁਆਬੇ ਦੇਸ ਮੇਂ ਸ੍ਰੀਂ ਹਸ਼ਾਂਕਰ ਨਾਮ ਨਗਰ ਬੀਚ ਰਹਿਣੇ ਲਗਾ। ਬਹੁਤ ਰੋਜ ਗੁਫਾ ਮੇਂ ਰਹਿ ਕਰਿ ਬਾਹਰ ਨਿਕਸਿਆ ਤਬ ਜੋਗੀ ਨੇ ਕਹਿਆ: ਜੋ ਏਕ ਬਾਰ ਮੇਰਾ ਦਰਸਨ ਕਰੇਗਾ ਸੋ ਏਕ ਬਰਸ ਸ੍ਵਰਗ ਮੇਂ ਰਹੇਗਾ। ਤਬ ਲੋਗ ਸਭੀ ਦਰਸਨ ਕੋ ਆਏ। ਏਕ ਗੁਰੂ ਕਾ ਸਿਖ ਸੰਕਰ ਨਾਮੈਂ ਨਗਰ ਮੇਂ ਰਹਿਤਾ ਥਾ, ਸੋ ਨਾ ਗਿਆ। ਤਬ ਜੋਗੀ ਨੇ ਪੂਛਾ: ਸਭ ਆ ਗਏ ਕਿ ਨਹੀਂ। ਤੋ ਏਕ ਨੇ ਕਹਿਆ ਕਿ ਏਕ ਸਿਖ ਨਹੀਂ ਆਇਆ। ਤਬ ਜੋਗੀ ਨੇ ਬੁਲਾਇਆ ਤਉ ਭੀ ਨ ਆਇਆ ਤਬ ਜੋਗੀ ਆਪ ਗਿਆ। ਸੁਨ ਕੇ ਜੋਗੀ ਕਾ ਆਉਣਾ ਸਿਖ ਨੇ ਕਿਵਾੜ ਲਗਾਇ ਲੀਏ। ਤਬ ਜੋਗੀ ਨੇ ਕਹਾ ਕਿ ਕਿਵਾੜ ਖੋਲ ਅਤੇ ਮੇਰਾ ਦਰਸਨ ਕਰਿ ਤੇਰੇ ਕੋ ਸ੍ਵਰਗ ਪ੍ਰਾਪਤਿ ਹੋਵੈਗਾ। ਤੋ ਸਿਖ ਨੇ ਕਹਾ ਕਿ ਮੈਂ ਸ੍ਵਰਗ ਕੀ ਚਾਹਿ ਨਹੀਂ ਰਾਖਤਾ, ਮੈਂ ਗੁਰੂ ਕੇ ਲੋਕ ਕੀ ਇਛਾ ਰਾਖਤਾ ਹੂੰ। ਤਬ ਜੋਗੀ ਨੇ ਕਹਾ: ਜਿਸ ਗੁਰੂ ਕੇ ਉਪਦੇਸ ਕਰ ਤੈਨੇ ਸ੍ਵਰਗ ਕੀ ਚਾਹਿ ਤਿਆਗੀ ਹੈ ਤਿਸ ਕਾ ਦਰਸਨ ਮੇਰੇ ਕੋ ਭੀ ਕਰਾਉ॥ ਤਬ ਜੋ"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਨਾਨਕ (ਤੈਨੂੰ) ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਦੱਸਦਾ ਹੈ ॥੨॥੧੧॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "eso es lo que Baba Nanak dice después de Su meditación profunda. (2-11)"
    }
  ]
}