{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਕਰਮਿ ਮਿਲੈ ਸੋ ਪਾਈਐ; ਕਿਰਤੁ ਪਇਆ ਸਿਰਿ ਦੇਹ ॥੩॥",
      "page": 60,
      "line": 5
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "If God's grace dawns, he shall have the raindrops, otherwise in view of his past actions he gives his head."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇਕਰ ਵਾਹਿਗੁਰੂ ਦੀ ਰਹਿਮਤ ਉਂਦੇ ਹੋਵੇ ਤਾਂ ਉਹ ਮੀਂਹ ਦੀਆਂ ਬੂੰਦਾ ਨੂੰ ਪਾ ਲਵੇਗਾ ਨਹੀਂ ਤਾਂ ਆਪਣੇ ਪੂਰਬਲੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਉਹ ਆਪਣਾ ਸੀਸ ਦੇ ਦਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "By His Grace, she receives it; otherwise, because of her past actions, she gives her head. ||3||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇ ਕਰ ਵੱਡੇ ਭਾਗ ਹੋਵੇ ਤੋ ਸ੍ਵਾਂਤੀ ਨਿਛਤ੍ਰ ਕੇ ਮਿਲਨੇ ਸੇ ਸੋ ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਵੇ, ਨਹੀਂ ਤੋ ਮੇਘ ਕੀ ਪ੍ਰੀਤੀ ਸੇ ਪੁਕਾਰਤੇ ਹੂਏ ਚਾਤ੍ਰਿਕ ਕੇ ਮਸਤਕ ਮੇਂ (ਸਿਰਿ ਦੇਹ) ਸੀਸ ਦੇਣੇ ਕਾ (ਕਿਰਤੁ) ਕਰਮ (ਪਾਇਆ) ਲਿਖਾ ਹੂਆ ਹੈ। ਦ੍ਰਾਸਟਾਂਤ ਮੇਂ ਵਾਹਿਗੁਰੂ ਕੇ ਪਿਆਰਿਯੋਂ ਕਾ ਜੋ ਚਿਤੁ ਹੈ ਵਹੀ ਭਯਾ ਚਾਤ੍ਰਿਕੁ, ਔਰ ਗੁਰੂ ਰੂਪੁ ਬਾਦਲੁ ਹੈ, ਸੋ ਉਪਦੇਸ਼ ਰੂਪੀ ਵਰਖਾ ਕਰ ਕੇ ਸੰਤ ਸਮਾਗਮ ਕੋ ਭਰ ਰਹੇ ਹੈਂ। ਔਰ ਥਲ ਰੂਪ ਜੋ ਗ੍ਰਿਸਤੀ ਸਤਿਸੰਗੀ ਹੈਂ, ਸੋ ਭੀ ਤਿਨ ਮਹਾਤਮਾਂ ਕਾ ਉਪਦੇਸ਼ ਪਾਇ ਕਰ ਅਨੰਦ ਹੋ ਰਹੇ ਹੈਂ। ਪਰੰਤੂ ਜਬ ਤਕ ਸ੍ਵਾਂਤੀ ਨਿਛਤ੍ਰ ਕੀ ਬੂੰਦ ਰੂਪ ਸੱਤਨਾਮ ਜਗ੍ਯਾਸੂ ਕੇ ਕਾਨ ਮੇਂ ਨਾ ਪੜੇ, ਤਬ ਤਕ ਔਰੋਂ ਕੋ ਜੋ ਅਨੰਦ ਹੈ ਤਿਸ ਕੇ ਕਿਸ ਕਾਮ ਹੈ। ਜਬ ਪੂਰਬ ਜਨਮ ਕੇ ਅਤੀ ਪੁੰਨ ਇਕਤ੍ਰ ਹੋਵੇਂ ਤਬ ਸਤਨਾਮ ਕੇ ਉਪਦੇਸ਼ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਵੇ, ਨਹੀਂ ਤੋ ਵਾਹਿਗੁਰੂ ਕੇ ਪ੍ਰੇਮ ਮੇਂ ਸਿਰੁ ਦੇਣੇ ਕਾ ਕਰਮੁ ਜਗ੍ਯਾਸੂ ਕੇ ਮਸਤਕ ਮੇਂ ਪੜ ਹੀ ਰਹਾ ਹੈ॥੩॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਪਰ ਹੇ ਮਨ! ਤੇਰੇ ਭੀ ਕੀਹ ਵੱਸ! ਪਰਮਾਤਮਾ) ਆਪਣੀ ਮਿਹਰ ਨਾਲ ਹੀ ਮਿਲੇ ਤਾਂ ਮਿਲਦਾ ਹੈ, (ਨਹੀਂ ਤਾਂ) ਪੂਰਬਲਾ ਕਮਾਇਆ ਹੋਇਆ ਸਿਰ ਉੱਤੇ ਸਰੀਰ ਉੱਤੇ ਝੱਲਣਾ ਹੀ ਪੈਂਦਾ ਹੈ ॥੩॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "A través de Su Gracia el Señor da. Así como nos comportemos, así Él nos dará.(3)"
    }
  ]
}