{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਤੇਰੀ ਭਗਤਿ ਭੰਡਾਰ ਅਸੰਖ; ਜਿਸੁ ਤੂ ਦੇਵਹਿ ਮੇਰੇ ਸੁਆਮੀ, ਤਿਸੁ ਮਿਲਹਿ ॥੪॥੩॥",
      "page": 1116,
      "line": 2
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Innumerable are the treasures of thine devotional service, O My Lord. He alone is blest with them, whom Thou bless."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਅਣਗਿਣਤ ਹਨ ਤੇਰੀ ਪ੍ਰੇਮ-ਮਈ ਸੇਵਾ ਦੇ ਖਜਾਨੇ, ਹੈ ਮੇਰੇ ਸਾਹਿਬ! ਕੇਵਲ ਉਸ ਨੂੰ ਹੀ ਉਹਨਾਂ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ, ਜਿਸ ਨੂੰ ਤੂੰ ਦਿੰਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The treasures of devotional worship to You are countless; he alone is blessed with Them, O my Lord and Master, whom You bless. ||4||3||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਸ੍ਵਾਮੀ! ਤੇਰੀ ਭਗਤੀ ਕੇ ਅਸੰਖ੍ਯਾਤ ਭੰਡਾਰੇ ਭਰੇ ਹੂਏ ਹੈਂ, ਪਰੰਤੂ ਜਿਸ ਕੋ ਤੂੰ ਦੇਤਾ ਹੈਂ ਤਿਸ ਕੋ ਮਿਲਤੇ ਹੈਂ॥੪॥੩॥☬ਏਕ ਸਮ੍ਯ ਬ੍ਰਹਮਣੋਂ ਨੇ ਗੁਰੂ ਅਰਮਦਾਸ ਸਾਹਿਬ ਜੀ ਉਪਰ ਲਾਹੌਰ ਮੇਂ ਅਕਬਰ ਪਾਤਿਸਾਹ ਪਾਸ ਜਾਕਰ ਪੁਕਾਰ ਕਰੀ: ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਛਤ੍ਰੀ ਜਨਮ ਹੋ ਕਰ ਤੀਰਥ, ਬ੍ਰਤ ਸਭ ਛੋਡ ਦੀਏ ਹੈਂ ਔਰ ਇਸੀ ਤਰਾਂ ਔਰ ਹਿੰਦੂਓਂ ਨੇ ਭੀ ਕਰਮ ਛੋਡ ਦੀਏ ਹੈਂ। ਗੰਗਾਦਿਕ ਤੀਰਥ ਕਬੀ ਭੀ ਪਰਸੇ ਨਹੀਂ ਹੈ। ਪਹਿਲੇ ਤੀਰਥ ਜਾਤ੍ਰਾ ਕਰਤੇ ਥੇ ਅਬ ਨਹੀਂ ਜਾਤੇ। ਉਨ ਕੋ ਦੇਖ ਔਰ ਹਿੰਦੂਓਂ ਨੇ ਭੀ ਤੀਰਥੋਂ ਪਰ ਜਾਣਾ ਛੋਡਿ ਦੀਆ ਹੈ। ਤਾਂ ਤੇ ਆਪ ਉਨ ਕੋ ਕਹੀਏ ਕਿ ਤੀਰਥ ਪਰਸਾ ਕਰੇਂ। ਬਾਦਸਾਹਿ ਨੇ ਉਨ ਕਾ ਚਿਤ ਪ੍ਰਸੰਨ ਕਰਨੇ ਵਾਸਤੇ ਯਦਪਿ ਮਹਾਰਾਜ ਜੀ ਕੇ ਊਪਰ ਸ੍ਰਧਾ ਭੀ ਰਖਤਾ ਥਾ ਤਾਂ ਵੀ ਗੁਰੂ ਜੀ ਕੋ ਬੁਲਾਇ ਭੇਜਾ: ਆਪ ਲਾਹੌਰ ਮੇਂ ਆਇਕਰ ਦਰਸਨ ਦੀਜੀਏ। ਤਬ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਕੋ ਕਹਾ: ਕਿ ਤੁਮ ਲਾਹੌਰ ਜਾਵੋ। ਤਬ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਕਹਾ: ਮੈਂ ਤੋ ਬੇਦ ਸਾਸਤ੍ਰ ਕੁਛ ਨਹੀਂ ਪੜਾ, ਪੰਡਤੋਂ ਕੋ ਉਤਰ ਕੈਸੇ ਦੇਵੋਂਗਾ? ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ: ਜਬ ਤੁਮ ਅਪਨੀ ਭੁਜਾ ਦੇਖੋਗੇ ਤਬ ਬੇਦ ਮੂਰਤੀ ਧਾਰ ਕਰ ਸਭ ਤੁਮਾਰੇ ਦਾਹਨੇ ਖੜੇ ਹੋਵਹਿਗੇ। ਤਬ ਗੁਰੂ ਜੀ ਗਏ ਤੋ ਬਾਦਸਾਹ ਨੇ ਕਹਾ: ਬ੍ਰਾਹਮਣ ਕਿਆ ਕਹਤੇ ਹੈਂ, ਜੋ ਹਿੰਦੂਓਂ ਕਾ ਕਰਮ ਸਭ ਛੋਡ ਦੀਆ ਹੈ। ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਦੇਖਾ ਦਾਹਨੇ ਬੇਦ ਸਾਸਤ੍ਰ ਰੂਪ ਧਾਰ ਕਰ ਖੜੇ ਹੈਂ। ਤਬ ਬ੍ਰਹਮਣੋਂ ਨੇ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਤੇਰੇ ਭਗਤੀ ਦੇ ਬੇਅੰਤ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, (ਪਰ ਇਹ ਖ਼ਜ਼ਾਨੇ) ਉਸ (ਮਨੁੱਖ) ਨੂੰ ਮਿਲਦੇ ਹਨ ਜਿਸ ਨੂੰ ਤੂੰ (ਆਪ) ਦੇਂਦਾ ਹੈਂ ॥੪॥੩॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Inagotable e Infinito es el Tesoro de Tu Devoción, y sólo será bendecido con Él, aquél a quien Tú Bendigas. (4-3)"
    }
  ]
}
