[
  {
    "id": 91269,
    "shabad_id": 25656,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬੇਸ੍ਵਾ ਕੇ ਸਿੰਗਾਰ ਬਿਭਚਾਰ ਕੋ ਨ ਪਾਰਾਵਾਰ ਬਿਨ ਭਰਤਾਰ ਨਾਰਿ ਕਾ ਕੀ ਕੈ ਬੁਲਾੲੀਅੈ",
    "transliteration": "Baysvaa Kay Singaar Bibhachaar Ko N Paaraavaara , Bin Bharataar Naari Kaa Kee Kai Bulaaeeai ?",
    "translation": "For immoral acts, there is no end for a whore to do up her ornamentation and embellishment. But without a husband, whose wife would she be called as?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91270,
    "shabad_id": 25656,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਗ ਸੇਤ ਗਾਤ ਜੀਵ ਘਾਤ ਕਰਿ ਖਾਤ ਕੇਤੇ ਮੋਨ ਗਹੇ ਪ੍ਰਯਾਨਾ ਧਰੇ ਜੁਗਤ ਨ ਪਾੲੀਅੈ",
    "transliteration": "Bag Sayt Gaat Jeev Ghaat Kari Khaat Kaytay , Mon Gahay Pyaanaa Dharay Jougat N Paaeeai ?",
    "translation": "The looks of a heron are like that of a swan but it kills many living beings to eat them up. He silently sits in contemplation but such contemplation cannot reach one to the Lord.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91271,
    "shabad_id": 25656,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਡਾਂਡ ਕੀ ਡੰਡਾੲੀ ਬੁਰਵਾੲੀ ਨ ਕਹਿਤ ਅਾਵੈ ਅਤਿ ਹੀ ਢਿਠਾੲੀ ਸੁਕੁਚਤ ਨ ਲਜਾੲੀਅੈ",
    "transliteration": "Daand Kee Dandaaee Buravaaee N Kahit Aavai , Ati Hee Ddhitthaaee Soukouchat N Lajaaeeai ?",
    "translation": "The shameless words and foul acts of a Bhand (low caste persons who entertain people on their happy functions) are beyond description. Due to their extreme impudence, they never feel shy of saying and doing anything. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91272,
    "shabad_id": 25656,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪਰ ਤਨ ਧਨ ਦੂਖਨਾ ਤ੍ਰਿਦੇਖ ਮਮ ਪਤਿਤ ਅਨੇਕ ੲੇਕ ਰੋਮ ਨ ਪੁਜਾੲੀਅੈ ॥੬੪੧॥",
    "transliteration": "Taisay Par Tan Dhan Dookhanaa Tridaykh Mama , Patit Anayk Ayk Rom N Pujaaeeai ?641?",
    "translation": "Similarly, like the incurable and deadly disease, I am infested with the ailments of looking at other's woman, other's wealth and slander. Sins of every hair of my body are more intense than the myriad sins of many sinners.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
