[
  {
    "id": 91297,
    "shabad_id": 25663,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੈਸੇ ਕੈ ਅਗਹ ਗਹਿਓ ਕੈਸੇ ਕੈ ਅਛਲ ਛਲਿਓ ਕੈਸੇ ਕੈ ਅਭੇਦ ਭੇਦਯੋ ਅਲਖ ਲਖਾੲਿਓ ਹੈ",
    "transliteration": "Kaisay Kai Agah Gahiao Kaisay Kai Achhal Chhaliao , Kaisay Kai Abhayd Bhaydayo Alakh Lakhaaiao Hai ?",
    "translation": " O friend! how have you acquired the Lord who cannot be seized? How have you tricked Him who cannot be deceived? How have you known His secret whose secret is not revealable? How have you realised Him who cannot be accessed?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91298,
    "shabad_id": 25663,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੈਸੇ ਕੈ ਅਪੇਖ ਪੇਖਯੋ ਕੈਸੇ ਕੈ ਅਗੜ ਗੜਿਯੋ ਕੈਸੇ ਕੈ ਅਪਯੋ ਪੀਓ ਅਜਰ ਜਰਾੲਿਓ ਹੈ",
    "transliteration": "Kaisay Kai Apaykh Paykhayo Kaisay Kai Agarh Garhiyo , Kaisay Kai Apayo Peeao Ajar Jaraaiao Hai ?",
    "translation": "How have you seen the Lord who cannot be seen? One who cannot be installed at a place, how have you installed Him in your heart? Whose elixir-like name cannot be consumed by everyone, how have you consumed it ? How have you withstood the state produced by",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91299,
    "shabad_id": 25663,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੈਸੇ ਕੈ ਅਜਾਪ ਜਪ੍ਰਯੋ ਕੈਸੇ ਕੈ ਅਥਾਪ ਥਪਯੋ ਪਰਸਿਓ ਅਪਰਸ ਅਗਮ ਸੁਗਮਾਯੋ ਹੈ",
    "transliteration": "Kaisay Kai Ajaap Japyo Kaisay Kai Adaap Dapayo , Parasiao Aparas Agam Sougamaayo Hai ?",
    "translation": "The Lord who is beyond any words of description and repeated utterances, how have you meditated upon Him? How have you lodged Him (in your heart) who cannot be installed? How have you touched Him who is untouchable? And He who is beyond reach, how have yo",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91300,
    "shabad_id": 25663,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਦਭੁਤ ਗਤ ਅਸਚਰਜ ਬਿਸਮ ਅਤਿ ਕੈਸੇ ਕੈ ਅਪਾਰ ਨਿਰਾਧਾਰ ਠਹਿਰਾੲਿਓ ਹੈ ॥੬੪੮॥",
    "transliteration": "Adabhout Gat Asacharaj Bisam Ati , Kaisay Kai Apaar Niraadhaar Tthahiraaiao Hai ?648?",
    "translation": "The Lord whose every aspect is so amazing, wondrous and beyond comprehension, how have you lodged Him in your heart who is infinite and without form?  (648)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
