{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਧਨੁ ਧੰਨੁ ਸਤਸੰਗਤਿ, ਜਿਤੁ ਹਰਿ ਰਸੁ ਪਾਇਆ; ਮਿਲਿ ਜਨ ਨਾਨਕ. ਨਾਮੁ ਪਰਗਾਸਿ ॥੪॥੪॥",
      "page": 10,
      "line": 8
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Blest, blest is the saints congregation from where God's elixir is procured. By meeting God's own, O Nanak! manifest becomes Lord's Name."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਮੁਬਾਰਕ, ਮੁਬਾਰਕ, ਹੈ ਸਾਧ ਸਮਾਗਮ, ਜਿਥੋਂ ਵਾਹਿਗੁਰੂ ਦਾ ਅੰਮ੍ਰਿਤ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਰੱਬ ਦੇ ਆਪਣੇ ਨੂੰ ਮਿਲ ਕੇ, ਹੇ ਨਾਨਕ! ਪ੍ਰਗਟ ਹੋ ਜਾਂਦਾ ਸਾਈਂ ਦਾ ਨਾਮ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Blessed, blessed is the Sat Sangat, the True Congregation, where the Lord's Essence is obtained. Meeting with His humble servant, O Nanak, the Light of the Naam shines forth. ||4||4||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਗੁਰੂ ਜੀ! ਐਸੀ ਜੋ ਆਪ ਕੀ ਸਤਸੰਗਤਿ ਹੈ, ਸੋ ਧੰਨ ਧੰਨ ਹੈ। ਜਿਸ ਕਰ ਕੇ ਹਰਿ-ਰਸ ਪ੍ਰਾਪਤਿ ਹੂਆ ਹੈ, ਔਰੁ ਦਾਸੋਂ ਕੋ ਨਾਮ ਕਾ ਪ੍ਰਕਾਸੁ ਹੋਤਾ ਹੈ। ਤਾਂ ਤੇ ਹੇ ਪ੍ਰਭੋ ਮੇਰੇ ਕੋ ਨਾਮ ਹੀ ਦੇਵੋ॥੪॥੪॥☬ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਜਬ ਗਾਦੀ ਪਰ ਬਿਰਾਜਮਾਨ ਹੂਏ, ਤਬ ਏਕ ਕਾਲ ਮੇਂ ਲੰਗਰ ਕੇ ਖਰਚ ਕੀ ਨ੍ਯੂਨਤਾ ਹੋ ਗਈ। ਕਿਉਂਕਿ ਜੋ ਧਨੁ ਆਉਤਾ ਥਾ, ਸੋ ਪ੍ਰਿਥੀਚੰਦ ਜੀ ਸੰਭਾਲ ਲੇਤੇ ਥੇ। ਤਿਸ ਸਮੇ ਭਾਈ ਗੁਰਦਾਸ ਜੀ ਆਏ। ਲੰਗਰ ਕੀ ਨ੍ਯੂਨਤਾ ਦੇਖ ਕਰ ਤਿਨੋਂ ਨੇ ਕੁਛੁ ਆਪ ਭੀ ਉਦਮੁ ਕੀਆ ਅਰੁ ਗੁਰੂ ਮਹਾਂਰਾਜ ਜੀ ਕੋ ਭੀ ਉਦਮੁ ਕੇ ਲੀਏ ਪ੍ਰੇਰਾ। ਤਬ ਗੁਰੂ ਜੀ ਮਨ ਕੇ ਬਹਾਨੇ ਸੇ ਉਪਦੇਸੁ ਕਰਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! ਧੰਨ ਹੈ ਸਤਸੰਗ! ਧੰਨ ਹੈ ਸਤਸੰਗ! ਜਿਸ ਵਿਚ (ਬੈਠਿਆਂ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ, ਜਿਥੇ ਗੁਰਮੁਖਾਂ ਨੂੰ ਮਿਲਿਆਂ (ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੪॥੪॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Bendita, bendita es la Asamblea de los Santos. Ahí uno recibe el Néctar de Dios. Oh, dice Nanak, encontrando al Sirviente de Dios Su Nombre es Manifiesto.(4-4)"
    }
  ]
}