{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਮਨੁ ਮੰਦਰੁ. ਤਨੁ ਵੇਸ ਕਲੰਦਰੁ; ਘਟ ਹੀ ਤੀਰਥਿ ਨਾਵਾ ॥",
      "page": 795,
      "line": 9
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "My body is clothed with the mendicant's dress, my mind is the temple and I bathe in my heart's pilgrim's place."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਮੈਂ ਫਕੀਰਾਂ ਵਾਲੇ ਕਪੜੇ ਪਾਏ ਹੋਏ ਹਨ, ਮੇਰਾ ਹਿਰਦਾ ਠਾਕੁਰ-ਦੁਆਰਾ ਹੈ ਅਤੇ ਮੈਂ ਆਪਣੇ ਦਿਲ ਦੇ ਧਰਮ ਅਸਥਾਨ ਅੰਦਰ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹਾਂ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "My mind is the temple, and my body is the simple cloth of the humble seeker; deep within my heart, I bathe at the sacred shrine."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਹਰੀ! ਮਨ ਰੂਪੀ (ਮੰਦਰ) ਬਾਂਦਰ ਕੋ ਵਸ ਕਰਨੇ ਵਾਸਤੇ ਸਰੀਰ ਪਰ (ਕਲੰਦਰ) ਵਰਕਤ ਫਕੀਰੋਂ ਕਾ ਭੇਖ ਮੈਂਨੇ ਧਾਰਨ ਕੀਆ ਹੈ। ਵਾ ਤਨ ਕੇ ਮੰਦਰ ਅੰਦਰ ਮਨ ਕੋ ਕੀਆ ਹੈ ਅਰਥਾਤ ਅੰਤਰ ਮੁਖੀ ਕੀਆ ਹੈ। ਇਹੀ (ਕਲੰਦਰੁ) ਸੰਤ ਕਾ ਭੇਖ ਕੀਆ ਹੈ ਔਰ ਵਹੁ ਕਲੰਦਰੀ ਭੇਖ ਵਾਲੇ ਸੰਤ ਤੀਰਥੋਂ ਕੀ ਜਾਤ੍ਰਾ ਕੋ ਜਾਤੇ ਈਹਾਂ ਅੰਤਸ਼ਕਰਣ ਰੂਪੀ ਘਟ ਮੇਂ ਜੋ ਤੇਰੇ ਸਰੂਪ ਕਾ ਨਿਸਚੇ ਕਰਨਾ ਹੈ, ਤਿਸੀ ਪਵਿਤਰ ਤੀਰਥ ਬੀਚ ਇਸ਼ਨਾਨ ਕਰਤਾ ਹੂੰ। ਵਾ ਮਨ ਦੇ ਅੰਦਰ ਤਨ ਦੇ ਵੇਸ ਹੈਂ ਅਰ ਕਲ ਕਲੇਸ਼ ਭੀ ਮਨ ਕੇ ਅੰਦਰ ਹੈਂ, ਜੇ ਇਸ ਮਨ ਕੋ ਵਸ ਕਰ ਲੇਵਾਂ ਤੌ (ਘਰ) ਸਰੀਰ ਕੇ ਬੀਚ ਹੀ ਆਤਮ ਤੀਰਥ ਮੇਂ ਇਸ਼ਨਾਨ ਕਰਾਂ, ਭਾਵ ਆਤਮ ਅਨੰਦੀ ਹੋਵਾਂ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਮੇਰਾ ਮਨ (ਪ੍ਰਭੂ-ਦੇਵ ਦੇ ਰਹਿਣ ਲਈ) ਮੰਦਰ (ਬਣ ਗਿਆ) ਹੈ, ਮੇਰਾ ਸਰੀਰ (ਭਾਵ, ਮੇਰਾ ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ ਮੰਦਰ ਦੀ ਜਾਤ੍ਰਾ ਕਰਨ ਵਾਲਾ) ਰਮਤਾ ਸਾਧੂ ਬਣ ਗਿਆ ਹੈ (ਭਾਵ, ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਬਾਹਰ ਭਟਕਣ ਦੇ ਥਾਂ ਅੰਦਰ-ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਵਲ ਪਰਤ ਪਏ ਹਨ), ਹੁਣ ਮੈਂ ਹਿਰਦੇ-ਤੀਰਥ ਉਤੇ ਹੀ ਇਸ਼ਨਾਨ ਕਰਦਾ ਹਾਂ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Mi cuerpo usa los harapos de un mendigo; alabo en el templo de mi mente y me baño en la fuente de mi corazón."
    }
  ]
}