{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜੇ ਕਿਸੈ. ਕਿਹੁ ਦਿਸਿ ਆਵੈ, ਤਾ ਕੋਈ ਕਿਹੁ ਮੰਗਿ ਲਏ; ਅਕੈ ਕੋਈ ਕਿਹੁ ਦੇਵਾਏ, ਏਹੁ ਹਰਿ ਧਨੁ ਜੋਰਿ ਕੀਤੈ; ਕਿਸੈ ਨਾਲਿ. ਨ ਜਾਇ ਵੰਡਾਇਆ ॥",
      "page": 853,
      "line": 7
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "If something is seen with some one, then one may ask for that something, or some one may cause that something to be given. This wealth of God's Name cannot. Perforce, be shared with another."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇਕਰ ਕਿਸੇ ਜਣੇ ਕੋਲ ਕੁਛ ਚੀਜ਼ ਨਜ਼ਰੀ ਪਵੇ, ਤਦ ਇਨਸਾਨ ਉਸ ਚੀਜ਼ ਨੂੰ ਮੰਗ ਲਵੇ, ਜਾਂ ਕੋਈ ਪੁਰਸ਼ ਉਸ ਚੀਜ਼ ਨੂੰ ਦਿਵਾ ਦੇਵੇ। ਇਹ ਰੱਬ ਦੇ ਨਾਮ ਦੀ ਦੌਲਤ, ਧਿੰਗੋ-ਜ਼ੋਰੀ ਕਿਰੇ ਹੋਰਸ ਨਾਲੋਂ ਵੰਡਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "If someone sees something, he may ask for it; or, someone may cause it to be given to him. But no one can take a share of this wealth of the Lord by force."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇਕਰ ਗੁਰੋਂ ਤੇ ਬਿਨਾ ਕਿਸੀ ਹੋਰ ਪਾਸ ਕਿਸੀ ਨੂੰ (ਕਿਹੁ) ਕਛੁ ਦਿਸ ਆਵੈ ਤੌ ਕੋਈ ਕਿਸੀ ਤਰਹਾਂ (ਕਿਹੁ) ਕਛ ਉਸ ਪਾਸੋਂ ਮੰਗ ਲਏ (ਅਕੈ) ਵਾ ਕੋਈ ਕਿਸੀ ਨੂੰ ਕਹਕੇ ਦਿਵਾਇ ਦੇਵੈ। ਪਰੰਤੂ ਇਹ ਹਰਿ ਨਾਮ ਧਨ ਕਿਸੀ ਨਾਲ ਜੋਰ ਕਰਨੇ ਕਰ ਕੇ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾਤਾ ਹੈ। ਭਾਵ ਜੈਸੇ ਸੰਬੰਧੀ ਅਪਨੇ ਸੰਬੰਧੀ ਪਾਸੋਂ ਪਦਾਰਥ ਦਾ ਹਿਸਾ ਹਾਕਮ ਕੇ ਜੋਰ ਸੇ ਲੇਵੇ ਹੈ, ਤੈਸੇ ਨਾਮ ਨਹੀਂ ਮਿਲਤਾ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਕੋਲ) ਕੁਝ ਦਿੱਸ ਪਏ ਤਾਂ (ਉਸ ਪਾਸੋਂ ਕੋਈ) ਕੁਝ ਮੰਗ ਭੀ ਲਏ, ਜਾਂ, ਕੋਈ ਕੁਝ ਦਿਵਾ ਦੇਵੇ। ਪਰ ਇਹ ਨਾਮ-ਧਨ ਧੱਕਾ ਕਰ ਕੇ (ਭੀ) ਕਿਸੇ ਨਾਲ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ)।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Si ves alguna riqueza en alguien, puedes preguntarle, pero las Riquezas del Señor no se comparten forzando la voluntad del que las tiene."
    }
  ]
}