{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਹਰਿ ਧਨੁ. ਅੰਮ੍ਰਿਤ ਵੇਲੈ ਵਤੈ ਕਾ ਬੀਜਿਆ; ਭਗਤ; ਖਾਇ ਖਰਚਿ ਰਹੇ, ਨਿਖੁਟੈ, ਨਾਹੀ ॥ ਹਲਤਿ ਪਲਤਿ ਹਰਿ ਧਨੈ ਕੀ ਭਗਤਾ ਕਉ ਮਿਲੀ ਵਡਿਆਈ ॥੩॥",
      "page": 734,
      "line": 5
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The Lord's devotees eat and spend God's wealth, sown at the opportune ambrosial hour but exhausts not. Here and hereafter the saints are blessed with the glory of the Lord's wealth."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਸੁਆਮੀ ਦੇ ਸ਼ਰਧਾਲੂ ਮੁਨਾਸਬ ਅੰਮ੍ਰਿਤਮਈ ਵੇਲੇ ਦਾ ਬੀਜਿਆ ਹੋਇਆ ਵਾਹਿਗੁਰੂ ਦਾ ਧਨ ਪਦਾਰਥ ਖਾਂਦੇ ਅਤੇ ਖਰਚਦੇ ਹਨ ਪਰ ਇਹ ਮੁੱਕਦਾ ਨਹੀਂ। ਏਥੇ ਅਤੇ ਪ੍ਰਲੋਕ ਵਿੱਚ ਸਾਧੂਆਂ ਨੂੰ ਸਾਹਿਬ ਦੀ ਦੌਲਤ ਦੀ ਪ੍ਰਭੁਤਾ ਪਰਦਾਨ ਹੁੰਦੀ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "The devotees of the Lord plant the seed of the Lord's wealth in the ambrosial hours of the Amrit Vaylaa; they eat it, and spend it, but it is never exhausted. In this world and the next, the devotees are blessed with glorious greatness, the wealth of the Lord. ||3||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਅੰਮ੍ਰਿਤ ਵੇਲੈ ਵਤੈ) ਮਾਨੁਖ ਜਨਮ ਹੀ ਵੱਤ ਕਾ ਸਮਾਂ ਜਾਨ ਕੇ ਜੋ ਭਗਤਾਂ ਨੇ ਬੀਜਿਆ ਹੈ ਰਿਦੇ ਮੇਂ ਧਾਰਨ ਕੀਆ (ਖਾਇ) ਜਪੇ ਹੈਂ ਖਰਚ, ਔਰੋਂ ਕੋ ਉਪਦੇਸ ਦੇ ਰਹੇ ਹੈਂ, ਉਨਾਂ ਪਾਸੋਂ ਇਹ ਧਨ ਘਟਤਾ ਨਹੀਂ॥ ਇਸੀ ਤੇ ਲੋਕ ਪਰਲੋਕ ਮੇਂ ਭਗਤਾਂ ਕੋ ਹਰਿ ਧਨ ਕੀ ਸਾਬਾਸੀ ਮਿਲੀ ਹੈ॥੩॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਵੱਤਰ ਦੇ ਵੇਲੇ ਅੰਮ੍ਰਿਤ ਵੇਲੇ (ਉੱਠ ਕੇ) ਬੀਜਿਆ ਹੋਇਆ ਇਹ ਹਰਿ-ਨਾਮ-ਧਨ ਭਗਤ ਜਨ ਆਪ ਵਰਤਦੇ ਰਹਿੰਦੇ ਹਨ, ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਰਹਿੰਦੇ ਹਨ, ਪਰ ਇਹ ਮੁੱਕਦਾ ਨਹੀਂ। ਭਗਤ ਜਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਇਸ ਹਰਿ-ਨਾਮ-ਧਨ ਦੇ ਕਾਰਨ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੩॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Sembrando en ese momento el Nombre del Señor, el Devoto obtiene una cosecha inexhausta. En este mundo y en el siguiente los Devotos son bendecidos con la Gloria de la Riqueza del Señor. (3)"
    }
  ]
}