[
  {
    "shabad_id": 1556,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "puqR klqR igRh. sgl smgRI; sB imiQAw Asnwhw]1]",
    "transliteration": "Puthr Kalathr Grih Sagal Samagree Sabh Mithhiaa Asanaahaa ||1||",
    "translation": "Children, wives, homes, and all possessions - attachment to all of these is false. ||1||",
    "punjabi": "ਪੁੱਤਰ, ਇਸਤ੍ਰੀ, ਘਰ ਦਾ ਸਾਰਾ ਸਾਮਾਨ-ਇਹਨਾਂ ਨਾਲ ਮੋਹ ਸਾਰਾ ਝੂਠਾ ਹੈ ॥੧॥",
    "pronunciation": "(Asnwhw)moh[ (k-l`qR) iesqRI[ (imiQAw) JUTw[ (Asnwhw) ipAwr[ sm`gRI",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ry mn; ikAw krih hY. hwhw]",
    "transliteration": "Rae Man Kiaa Karehi Hai Haa Haa ||",
    "translation": "O mind, why do you burst out laughing?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਮਾਇਆ ਦਾ ਪਸਾਰਾ ਵੇਖ ਕੇ ਕੀਹ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾ ਰਿਹਾ ਹੈਂ ਤੇ) ਕੀਹ ਆਹਾ ਆਹਾ ਕਰਦਾ ਹੈਂ? ਧਿਆਨ ਨਾਲ ਵੇਖ, ਇਹ ਸਾਰਾ ਪਸਾਰਾ ਧੂੰਏਂ ਦੇ ਪਹਾੜ ਵਾਂਗ ਹੈ।",
    "pronunciation": "(hw-hw) h`sxw",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "idRsit dyKu. jYsy hircMdaurI; ieku rwm Bjnu. lY lwhw]1]rhwau]",
    "transliteration": "Dhrisatt Dhaekh Jaisae Harichandhouree Eik Raam Bhajan Lai Laahaa ||1|| Rehaao ||",
    "translation": "See with your eyes, that these things are only mirages. So earn the profit of meditation on the One Lord. ||1||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, ਸਿਰਫ਼ ਇਹੀ (ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਚ) ਲਾਭ (ਖੱਟਿਆ ਜਾ ਸਕਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(hir-cMdaurI) DoKw dyx vwlw idRS",
    "type_id": 4
  },
  {
    "shabad_id": 1556,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "jYsy bsqr. dyh EFwny; idn doie cwir. Borwhw]",
    "transliteration": "Jaisae Basathar Dhaeh Oudtaanae Dhin Dhoe Chaar Bhoraahaa ||",
    "translation": "It is like the clothes which you wear on your body - they wear off in a few days.",
    "punjabi": "ਹੇ ਮਨ! (ਇਹ ਜਗਤ-ਪਸਾਰਾ ਇਉਂ ਹੀ ਹੈ) ਜਿਵੇਂ ਸਰੀਰ ਉਤੇ ਪਹਿਨੇ ਹੋਏ ਕੱਪੜੇ ਦੋ ਚਾਰ ਦਿਨਾਂ ਵਿਚ ਪੁਰਾਣੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(EFwny) pihny[ (Borwhw) pwt jWdy",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "BIiq aUpry kyqku DweIAY; AMiq Erko Awhw]2]",
    "transliteration": "Bheeth Ooparae Kaethak Dhhaaeeai Anth Ourako Aahaa ||2||",
    "translation": "How long can you run upon a wall? Ultimately, you come to its end. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਕੰਧ ਉਤੇ ਕਿਥੋਂ ਤਕ ਦੌੜ ਸਕੀਦਾ ਹੈ? ਆਖ਼ਰ ਉਸ ਦਾ ਅਖ਼ੀਰਲਾ ਸਿਰਾ ਆ ਹੀ ਜਾਂਦਾ ਹੈ (ਜ਼ਿੰਦਗੀ ਦੇ ਗਿਣੇ-ਮਿਥੇ ਸੁਆਸ ਜ਼ਰੂਰ ਮੁੱਕ ਹੀ ਜਾਂਦੇ ਹਨ) ॥੨॥",
    "pronunciation": "(kyqku) ikqnw ku icr[ (DweIAY) dOVIey[ (Erko) AKIrlw isrw[ kyq-ku",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "jYsy AMB. kuMf kir rwiKE; prq isMDu gil jwhw]",
    "transliteration": "Jaisae Anbh Kundd Kar Raakhiou Parath Sindhh Gal Jaahaa ||",
    "translation": "It is like salt, preserved in its container; when it is put into water, it dissolves.",
    "punjabi": "ਹੇ ਮਨ! (ਇਹ ਉਮਰ ਇਉਂ ਹੀ ਹੈ) ਜਿਵੇਂ ਪਾਣੀ ਦਾ ਹੌਜ਼ਾ ਬਣਾ ਰੱਖਿਆ ਹੋਵੇ, ਤੇ ਲੂਣ ਉਸ ਵਿਚ ਪੈਂਦਿਆਂ ਹੀ ਗਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(AMB) pwxI[ (kuMf) toAw[ (isMDu) lUx",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "Awvig AwigAw. pwrbRhm kI; auiT jwsI. muhq cswhw]3]",
    "transliteration": "Aavag Aagiaa Paarabreham Kee Outh Jaasee Muhath Chasaahaa ||3||",
    "translation": "When the Order of the Supreme Lord God comes, the soul arises, and departs in an instant. ||3||",
    "punjabi": "ਹੇ ਮਨ! ਜਦੋਂ (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ (ਸੱਦਾ) ਆਵੇਗਾ, ਉਹ ਉਸੇ ਵੇਲੇ ਉਠ ਕੇ ਤੁਰ ਪਏਗਾ ॥੩॥",
    "pronunciation": "(Awvig) AwvygI[ (muhq) A`DI GVI[: polw bolo cswhw",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ry mn. lyKY cwlih. lyKY bYsih; lyKY lYdw swhw]",
    "transliteration": "Rae Man Laekhai Chaalehi Laekhai Baisehi Laekhai Laidhaa Saahaa ||",
    "translation": "O mind, your steps are numbered, your moments spent sitting are numbered, and the breaths you are to take are numbered.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਆਪਣੇ ਗਿਣੇ-ਮਿਥੇ ਮਿਲੇ ਸੁਆਸਾਂ ਦੇ ਅੰਦਰ ਹੀ ਜਗਤ ਵਿਚ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈਂ ਤੇ ਬੈਠਦਾ ਹੈਂ (ਗਿਣੇ-ਮਿਥੇ) ਲੇਖੇ ਅਨੁਸਾਰ ਹੀ ਤੂੰ ਸਾਹ ਲੈਂਦਾ ਹੈਂ, (ਇਹ ਆਖ਼ਰ ਮੁੱਕ ਜਾਣੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1556,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "sdw kIriq kir. nwnk hir kI; aubry. siqgur crx Etwhw]4]1]123]",
    "transliteration": "Sadhaa Keerath Kar Naanak Har Kee Oubarae Sathigur Charan Outtaahaa ||4||1||123||",
    "translation": "Sing forever the Praises of the Lord, O Nanak, and you shall be saved, under the Shelter of the Feet of the True Guru. ||4||1||123||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ। ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਲੈਂਦੇ ਹਨ (ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ) ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੪॥੧॥੧੨੩॥",
    "pronunciation": "(Etwhw) Awsrw",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Awsw mhlw 5]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Apust bwq qy. BeI sIDrI; dUq dust sjneI]",
    "transliteration": "Apusatt Baath Thae Bhee Seedhharee Dhooth Dhusatt Sajanee ||",
    "translation": "That which was upside-down has been set upright; the deadly enemies and adversaries have become friends.",
    "punjabi": "(ਜਦੋਂ ਗੁਰੂ ਨਾਲ ਮਿਲਾਪ ਹੋਇਆ ਤਾਂ ਮੇਰੀ ਹਰੇਕ) ਪੁੱਠੀ ਗੱਲ ਸੋਹਣੀ ਸਿੱਧੀ ਹੋ ਗਈ (ਮੇਰੇ ਪਹਿਲੇ) ਚੰਦਰੇ ਵੈਰੀ (ਹੁਣ) ਸੱਜਣ-ਮਿੱਤਰ ਬਣ ਗਏ,",
    "pronunciation": "(A-pust) pu`TI[(sIDrI) is`DI[ (s`j-neI) im`qR",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "AMDkwr mih rqnu pRgwisE; mlIn buiD. hCneI]1]",
    "transliteration": "Andhhakaar Mehi Rathan Pragaasiou Maleen Budhh Hashhanee ||1||",
    "translation": "In the darkness, the jewel shines forth, and the impure understanding has become pure. ||1||",
    "punjabi": "(ਮੇਰੇ ਮਨ ਦੇ) ਘੁੱਪ ਹਨੇਰੇ ਵਿਚ (ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਗਿਆਨ-) ਰਤਨ ਚਮਕ ਪਿਆ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲੀ ਹੋ ਚੁਕੀ ਮੇਰੀ ਅਕਲ ਸਾਫ਼-ਸੁਥਰੀ ਹੋ ਗਈ ॥੧॥",
    "pronunciation": "(hCneI) sw&",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jau ikrpw goibMd BeI]",
    "transliteration": "Jo Kirapaa Gobindh Bhee ||",
    "translation": "When the Lord of the Universe became merciful,",
    "punjabi": "ਜਦੋਂ ਮੇਰੇ ਉਤੇ ਗੋਬਿੰਦ ਦੀ ਕਿਰਪਾ ਹੋਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "suK sMpiq. hir nwm Pl pwey; siqgur imleI]1]rhwau]",
    "transliteration": "Sukh Sanpath Har Naam Fal Paaeae Sathigur Milee ||1|| Rehaao ||",
    "translation": "I found peace, wealth and the fruit of the Lord's Name; I have met the True Guru. ||1||Pause||",
    "punjabi": "ਮੈਂ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਪਿਆ (ਤੇ ਗੁਰੂ ਦੇ ਮਿਲਾਪ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਫਲ (ਵਜੋਂ) ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦੀ ਦੌਲਤ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਹੋ ਗਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(sMpiq) Dn mwl[ im-leI",
    "type_id": 4
  },
  {
    "shabad_id": 1557,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "moih ikrpn kau. koie n jwnq; sgl Bvn pRgteI]",
    "transliteration": "Mohi Kirapan Ko Koe N Jaanath Sagal Bhavan Pragattee ||",
    "translation": "No one knew me, the miserable miser, but now, I have become famous all over the world.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਪਹਿਲਾਂ) ਮੈਨੂੰ ਨਕਾਰੇ ਨੂੰ ਕੋਈ ਨਹੀਂ ਸੀ ਜਾਣਦਾ; ਹੁਣ ਮੈਂ ਸਾਰੇ ਭਵਨਾਂ ਵਿਚ ਉੱਘਾ ਹੋ ਗਿਆ।",
    "pronunciation": "(ikrpn) sUm[ pRg-teI",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "sMig bYTno. khI n pwvq; huix sgl crx syveI]2]",
    "transliteration": "Sang Baithano Kehee N Paavath Hun Sagal Charan Saevee ||2||",
    "translation": "Before, no one would even sit with me, but now, all worship my feet. ||2||",
    "punjabi": "(ਪਹਿਲਾਂ) ਮੈਨੂੰ ਕਿਸੇ ਦੇ ਕੋਲ ਬੈਠਣਾ ਨਹੀਂ ਸੀ ਮਿਲਦਾ, ਹੁਣ ਸਾਰੀ ਲੁਕਾਈ ਮੇਰੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਨ ਲੱਗ ਪਈ ॥੨॥",
    "pronunciation": "(sy-veI) syvw krdw",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "AwF AwF kau. iPrq FUMFqy; mn sgl iqRsn. buiJ geI]",
    "transliteration": "Aadt Aadt Ko Firath Dtoondtathae Man Sagal Thrisan Bujh Gee ||",
    "translation": "I used to wander in search of pennies, but now, all the desires of my mind are satisfied.",
    "punjabi": "(ਗੁਰ-ਮਿਲਾਪ ਤੋਂ ਪਹਿਲਾਂ ਤ੍ਰਿਸ਼ਨਾ-ਅਧੀਨ ਹੋ ਕੇ) ਮੈਂ ਅੱਧੀ ਅੱਧੀ ਦਮੜੀ ਨੂੰ ਢੂੰਡਦਾ ਫਿਰਦਾ ਸਾਂ (ਗੁਰੂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਮਨ ਦੀ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਬੁੱਝ ਗਈ ਹੈ।",
    "pronunciation": "(AwF) A`DI dmVI[ buiJ: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "eyku bolu BI. Kvqo nwhI; swDsMgiq sIqleI]3]",
    "transliteration": "Eaek Bol Bhee Khavatho Naahee Saadhhasangath Seethalee ||3||",
    "translation": "I could not bear even one criticism, but now, in the Saadh Sangat, the Company of the Holy, I am cooled and soothed. ||3||",
    "punjabi": "ਪਹਿਲਾਂ ਮੈਂ (ਕਿਸੇ ਦਾ) ਇੱਕ ਭੀ (ਖਰ੍ਹਵਾ) ਬੋਲ ਸਹਾਰ ਨਹੀਂ ਸਾਂ ਸਕਦਾ, ਸਾਧ ਸੰਗਤਿ ਦਾ ਸਦਕਾ ਹੁਣ ਮੇਰਾ ਮਨ ਠੰਡਾ-ਠਾਰ ਹੋ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "(Kvqo)shwrdw nhIN sI[ (sIqleI) TMFw suBwA",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "eyk jIh. gux kvn vKwnY; Agm Agm AgmeI]",
    "transliteration": "Eaek Jeeh Gun Kavan Vakhaanai Agam Agam Agamee ||",
    "translation": "What Glorious Virtues of the Inaccessible, Unfathomable, Profound Lord can one mere tongue describe?",
    "punjabi": "(ਗੋਬਿੰਦ ਦੀ ਅਪਾਰ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲਿਆ, ਉਸ ਗੋਬਿੰਦ ਦੇ) ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ (ਉਪਕਾਰ) ਮੇਰੀ ਇੱਕ ਜੀਭ ਬਿਆਨ ਕਰੇ? ਉਹ ਅਪਹੁੰਚ ਹੈ ਅਪਹੁੰਚ ਹੈ ਅਪਹੁੰਚ ਹੈ (ਉਸ ਦੇ ਸਾਰੇ ਗੁਣ ਉਪਕਾਰ ਦੱਸੇ ਨਹੀਂ ਜਾ ਸਕਦੇ)।",
    "pronunciation": "(jIh) jIB[ (Ag-meI) phuMc qoN pry",
    "type_id": 3
  },
  {
    "shabad_id": 1557,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "dwsu dws dws ko krIAhu; jn nwnk. hir srxeI]4]2]124]",
    "transliteration": "Dhaas Dhaas Dhaas Ko Kareeahu Jan Naanak Har Saranee ||4||2||124||",
    "translation": "Please, make me the slave of the slave of Your slaves; servant Nanak seeks the Lord's Sanctuary. ||4||2||124||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਿਰਫ਼ ਇਹੀ ਆਖਦਾ ਰਹੁ-) ਹੇ ਹਰੀ! ਮੈਂ ਦਾਸ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾਈ ਰੱਖ ॥੪॥੨॥੧੨੪॥",
    "pronunciation": "krI-Ahu[ sr-xeI",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awsw mhlw 5]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ry mUVy. lwhy kau qUM FIlw FIlw; qoty kau. byig DwieAw]",
    "transliteration": "Rae Moorrae Laahae Ko Thoon Dteelaa Dteelaa Thottae Ko Baeg Dhhaaeiaa ||",
    "translation": "O fool, you are so slow to earn your profits, and so quick to run up losses.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮੂਰਖ (ਮਨ)! (ਆਤਮਕ ਜੀਵਨ ਦੇ) ਲਾਭ ਵਲੋਂ ਤੂੰ ਬਹੁਤ ਆਲਸੀ ਹੈਂ ਪਰ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸਿ ਦੇ) ਘਾਟੇ ਵਾਸਤੇ ਤੂੰ ਛੇਤੀ ਉੱਠ ਦੌੜਦਾ ਹੈਂ!",
    "pronunciation": "(byig) CyqI[ (DwieAw) dOVdw",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ssq vKru. qUM iGMnih nwhI; pwpI bwDw rynwieAw]1]",
    "transliteration": "Sasath Vakhar Thoon Ghinnehi Naahee Paapee Baadhhaa Raenaaeiaa ||1||",
    "translation": "You do not purchase the inexpensive merchandise; O sinner, you are tied to your debts. ||1||",
    "punjabi": "ਹੇ ਪਾਪੀ! ਤੂੰ ਸਸਤਾ ਸੌਦਾ ਨਹੀਂ ਲੈਂਦਾ, (ਵਿਕਾਰਾਂ ਦੇ) ਕਰਜ਼ੇ ਨਾਲ ਬੱਝਾ ਪਿਆ ਹੈਂ ॥੧॥",
    "pronunciation": "(iGMnih)^rIddw[ AOguxW rUp (rynwieAw) krjy[ v`Kru",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "siqgur qyrI AwswieAw]",
    "transliteration": "Sathigur Thaeree Aasaaeiaa ||",
    "translation": "O True Guru, You are my only hope.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਮੈਨੂੰ ਤੇਰੀ (ਸਹਾਇਤਾ ਦੀ) ਆਸ ਹੈ।",
    "pronunciation": "(AwswieAw) Aws",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "piqq pwvnu. qyro nwmu pwrbRhm; mY eyhw EtwieAw]1]rhwau]",
    "transliteration": "Pathith Paavan Thaero Naam Paarabreham Mai Eaehaa Outtaaeiaa ||1|| Rehaao ||",
    "translation": "Your Name is the Purifier of sinners, O Supreme Lord God; You are my only Shelter. ||1||Pause||",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ! (ਮੈਂ ਵਿਕਾਰੀ ਤਾਂ ਬਹੁਤ ਹਾਂ, ਪਰ) ਮੈਨੂੰ ਇਹੀ ਸਹਾਰਾ ਹੈ ਕਿ ਤੇਰਾ ਨਾਮ ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਏ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1558,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gMDx vYx suxih. aurJwvih; nwmu lYq AlkwieAw]",
    "transliteration": "Gandhhan Vain Sunehi Ourajhaavehi Naam Laith Alakaaeiaa ||",
    "translation": "Listening to the evil talk, you are caught up in it, but you are hesitant to chant the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਗੰਦੇ ਗੀਤ ਸੁਣਦਾ ਹੈਂ ਤੇ (ਸੁਣ ਕੇ) ਮਸਤ ਹੁੰਦਾ ਹੈਂ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਲੈਂਦਿਆਂ ਆਲਸ ਕਰਦਾ ਹੈਂ,",
    "pronunciation": "(gMDx)gMdy[ (vYx) bol, gIq[(aurJwvih) Psdw[ (AlkwieAw)Awls",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "inMd icMd kau bhuqu aumwihE; bUJI aultwieAw]2]",
    "transliteration": "Nindh Chindh Ko Bahuth Oumaahiou Boojhee Oulattaaeiaa ||2||",
    "translation": "You are delighted by slanderous talk; your understanding is corrupt. ||2||",
    "punjabi": "ਕਿਸੇ ਦੀ ਨਿੰਦਾ ਦੇ ਖ਼ਿਆਲ ਤੋਂ ਤੈਨੂੰ ਬਹੁਤ ਚਾਉ ਚੜ੍ਹਦਾ ਹੈ। ਹੇ ਮੂਰਖ! ਤੂੰ ਹਰੇਕ ਗੱਲ ਉਲਟੀ ਹੀ ਸਮਝੀ ਹੋਈ ਹੈ ॥੨॥",
    "pronunciation": "(aumwihE) cwA cVdw[ (bU`JI) smJI",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "pr Dn pr qn pr qI inMdw; AKwiD Kwih. hrkwieAw]",
    "transliteration": "Par Dhhan Par Than Par Thee Nindhaa Akhaadhh Khaahi Harakaaeiaa ||",
    "translation": "Others' wealth, others' wives and the slander of others - eating the uneatable, you have gone crazy.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਪਰਾਇਆ ਧਨ (ਚੁਰਾਂਦਾ ਹੈਂ), ਪਰਾਇਆ ਰੂਪ (ਮੰਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕਦਾ ਹੈਂ), ਪਰਾਈ ਨਿੰਦਾ (ਕਰਦਾ ਹੈਂ ਤੂੰ ਲੋਭ ਨਾਲ) ਹਲਕਾ ਹੋਇਆ ਪਿਆ ਹੈਂ ਉਹੀ ਚੀਜ਼ਾਂ ਖਾਂਦਾ ਹੈਂ ਜੋ ਤੈਨੂੰ ਨਹੀਂ ਖਾਣੀਆਂ ਚਾਹੀਦੀਆਂ।",
    "pronunciation": "(AKwiD)nw Kwx vwlIAW cIjW[ (hrkwieAw)hLk igAw",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "swc Drm isau. ruic nhI AwvY; siq sunq CohwieAw]3]",
    "transliteration": "Saach Dhharam Sio Ruch Nehee Aavai Sath Sunath Shhohaaeiaa ||3||",
    "translation": "You have not enshrined love for the True Faith of Dharma; hearing the Truth, you are enraged. ||3||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਸਦਾ ਨਾਲ ਨਿਭਣ-ਵਾਲੇ ਧਰਮ ਨਾਲ ਤੇਰਾ ਪਿਆਰ ਨਹੀਂ ਪੈਂਦਾ, ਸੱਚ-ਉਪਦੇਸ਼ ਸੁਣਨ ਤੋਂ ਤੈਨੂੰ ਖਿੱਝ ਲੱਗਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ruic) ipAwr[ (CohwieAw) gu`sy",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "dIn dieAwl ikRpwl pRB Twkur; Bgq tyk hir nwieAw]",
    "transliteration": "Dheen Dhaeiaal Kirapaal Prabh Thaakur Bhagath Ttaek Har Naaeiaa ||",
    "translation": "O God, Merciful to the meek, Compassionate Lord Master, Your Name is the Support of Your devotees.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਠਾਕੁਰ! ਹੇ ਕਿਰਪਾ ਦੇ ਘਰ ਪ੍ਰਭੂ! ਤੇਰੇ ਭਗਤਾਂ ਨੂੰ ਤੇਰੇ ਨਾਮ ਦਾ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1558,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "nwnk. Awih srx pRB AwieE; rwKu lwj ApnwieAw]4]3]125]",
    "transliteration": "Naanak Aahi Saran Prabh Aaeiou Raakh Laaj Apanaaeiaa ||4||3||125||",
    "translation": "Nanak has come to Your Sanctuary; O God, make him Your Own, and preserve his honor. ||4||3||125||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਚਾਹ ਕਰ ਕੇ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ ਆਪਣਾ ਦਾਸ ਬਣਾ ਕੇ ਮੇਰੀ ਲਾਜ ਰੱਖ (ਮੈਨੂੰ ਮੰਦ ਕਰਮਾਂ ਤੋਂ ਬਚਾਈ ਰੱਖ) ॥੪॥੩॥੧੨੫॥",
    "pronunciation": "(Awih)cwh ky[ (ApnwieAw) Awpxw",
    "type_id": 3
  },
  {
    "shabad_id": 1559,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awsw mhlw 5]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1559,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "imiQAw sMig sMig lptwey; moh mwieAw kir bwDy]",
    "transliteration": "Mithhiaa Sang Sang Lapattaaeae Moh Maaeiaa Kar Baadhhae ||",
    "translation": ": They are attached to falsehood; clinging to the transitory, they are trapped in emotional attachment to Maya.",
    "punjabi": "(ਮੰਦ-ਭਾਗੀ ਮਨੁੱਖ) ਝੂਠੇ ਸਾਥੀਆਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "imiQAw:polw bolo[ (imiQAw) nwsvMq",
    "type_id": 3
  },
  {
    "shabad_id": 1559,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "jh jwno. so cIiq n AwvY; AhMbuiD Bey AWDy]1]",
    "transliteration": "Jeh Jaano So Cheeth N Aavai Ahanbudhh Bheae Aaandhhae ||1||",
    "translation": "Wherever they go, they do not think of the Lord; they are blinded by intellectual egotism. ||1||",
    "punjabi": "(ਇਹ ਜਗਤ ਛੱਡ ਕੇ) ਜਿੱਥੇ (ਆਖ਼ਰ) ਚਲੇ ਜਾਣਾ ਹੈ ਉਹ ਥਾਂ (ਇਸ ਦੇ) ਚਿੱਤ ਵਿਚ ਕਦੇ ਨਹੀਂ ਆਉਂਦਾ, ਹਉਮੈ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(jwno) jwxw[ (AWDy) AMn@y",
    "type_id": 3
  },
  {
    "shabad_id": 1559,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "mn bYrwgI; ikau. n ArwDy]",
    "transliteration": "Man Bairaagee Kio N Araadhhae ||",
    "translation": "O mind, O renunciate, why don't you adore Him?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਿਉਂ ਨਹੀਂ ਕਰਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1559,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "kwc koTrI mwih qUM bsqw; sMig sgl, ibKY kI ibAwDy]1]rhwau]",
    "transliteration": "Kaach Kotharee Maahi Thoon Basathaa Sang Sagal Bikhai Kee Biaadhhae ||1|| Rehaao ||",
    "translation": "You dwell in that flimsy chamber, with all the sins of corruption. ||1||Pause||",
    "punjabi": "(ਤੇਰਾ ਇਹ ਸਰੀਰ) ਕੱਚੀ ਕੋਠੜੀ ਹੈ ਜਿਸ ਵਿਚ ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ, ਤੇਰੇ ਨਾਲ ਸਾਰੇ ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਦੇ ਰੋਗ ਚੰਬੜੇ ਪਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibKY) ivSy ivkwr[ (ibAwDy) rog",
    "type_id": 4
  },
  {
    "shabad_id": 1559,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "myrI myrI krq, idnu rYin ibhwvY; plu iKnu. CIjY ArjwDy]",
    "transliteration": "Maeree Maeree Karath Dhin Rain Bihaavai Pal Khin Shheejai Arajaadhhae ||",
    "translation": "Crying out, \"\"Mine, mine\"\", your days and nights pass away; moment by moment, your life is running out.",
    "punjabi": "'ਇਹ ਮੇਰੀ ਮਲਕੀਅਤ ਹੈ ਇਹ ਮੇਰੀ ਜਾਇਦਾਦ ਹੈ'-ਇਹ ਆਖਦਿਆਂ ਹੀ (ਮੰਦ-ਭਾਗੀ ਮਨੁੱਖ ਦਾ) ਦਿਨ ਗੁਜ਼ਰ ਜਾਂਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਹੀ ਫਿਰ) ਰਾਤ ਲੰਘ ਜਾਂਦੀ ਹੈ, ਪਲ ਪਲ ਛਿਨ ਛਿਨ ਕਰ ਕੇ ਇਸ ਦੀ ਉਮਰ ਘਟਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ArjwDy)aumr",
    "type_id": 3
  }
]