[
  {
    "id": 18525,
    "shabad_id": 1559,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jYsy mITY swid loBwey; JUT DMiD durgwDy ]2]",
    "transliteration": "Jaisae Meethai Saadh Lobhaaeae Jhooth Dhhandhh Dhuragaadhhae ||2||",
    "translation": "The sweet flavors tempt you, and you are occupied by your false and filthy business. ||2||",
    "punjabi": "ਜਿਵੇਂ ਮਿੱਠੇ ਦੇ ਸੁਆਦ ਵਿਚ (ਮੱਖੀ) ਫਸ ਜਾਂਦੀ ਹੈ ਤਿਵੇਂ (ਮੰਦ-ਭਾਗੀ ਮਨੁੱਖ) ਝੂਠੇ ਧੰਧੇ ਵਿਚ ਦੁਰਗੰਧ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(durgwDy) durgMD",
    "type_id": 3
  },
  {
    "id": 18526,
    "shabad_id": 1559,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "kwm kRoD Aru loB moh; ieh ieMdRI ris lptwDy ]",
    "transliteration": "Kaam Krodhh Ar Lobh Moh Eih Eindhree Ras Lapattaadhhae ||",
    "translation": "Your senses are beguiled by sensual pleasures of sex, by anger, greed and emotional attachment.",
    "punjabi": "ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ (ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਿਚ) ਇੰਦ੍ਰਿਆਂ ਦੇ ਰਸ ਵਿਚ (ਮਨੁੱਖ) ਗ਼ਲਤਾਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18527,
    "shabad_id": 1559,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "dIeI BvwrI puriK ibDwqY; bhuir bhuir jnmwDy ]3]",
    "transliteration": "Dheeee Bhavaaree Purakh Bidhhaathai Bahur Bahur Janamaadhhae ||3||",
    "translation": "The All-powerful Architect of Destiny has ordained that you shall be reincarnated over and over again. ||3||",
    "punjabi": "(ਇਹਨਾਂ ਕੁਕਰਮਾਂ ਦੇ ਕਾਰਨ ਜਦੋਂ) ਸਿਰਜਨਹਾਰ ਅਕਾਲ ਪੁਰਖ ਨੇ (ਇਸ ਨੂੰ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਵਾਲੀ) ਭਵਾਟਣੀ ਦੇ ਦਿੱਤੀ ਤਾਂ ਇਹ ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(BvwrI) GumyrI, gyV[ dI-eI[ jnm`wDy",
    "type_id": 3
  },
  {
    "id": 18528,
    "shabad_id": 1559,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "jau BieE ikRpwlu. dIn duK BMjnu; qau gur imil, sB suK lwDy ]",
    "transliteration": "Jo Bhaeiou Kirapaal Dheen Dhukh Bhanjan Tho Gur Mil Sabh Sukh Laadhhae ||",
    "translation": "When the Destroyer of the pains of the poor becomes merciful, then, as Gurmukh, you shall find absolute peace.",
    "punjabi": "ਜਦੋਂ ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਇਸ ਉਤੇ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਤਦੋਂ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਇਹ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18529,
    "shabad_id": 1559,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "khu nwnk. idnu rYin iDAwvau; mwir kwFI. sgl aupwDy ]4]",
    "transliteration": "Kahu Naanak Dhin Rain Dhhiaavo Maar Kaadtee Sagal Oupaadhhae ||4||",
    "translation": "Says Nanak, meditate on the Lord, day and night, and all your sickness shall be banished. ||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ) ਮੈਂ ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ) ਧਿਆਨ ਧਰਦਾ ਹਾਂ, ਉਸ ਨੇ ਮੇਰੇ ਅੰਦਰੋਂ ਸਾਰੇ ਵਿਕਾਰ ਮਾਰ ਮੁਕਾਏ ਹਨ ॥੪॥",
    "pronunciation": "(aupwDy) ivkwr",
    "type_id": 3
  },
  {
    "id": 18530,
    "shabad_id": 1559,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ieau jipE BweI; purKu ibDwqy ]",
    "transliteration": "Eio Japiou Bhaaee Purakh Bidhhaathae ||",
    "translation": "Meditate in this way, O Siblings of Destiny, on the Lord, the Architect of Destiny.",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਹੀ (ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਨਾਲ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਹੀ, ਮਨੁੱਖ) ਸਿਰਜਨਹਾਰ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਜਪ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18531,
    "shabad_id": 1559,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "BieE ikRpwlu dIn duK BMjnu; jnm mrx duK lwQy ]1] rhwau dUjw ]4]4]126]",
    "transliteration": "Bhaeiou Kirapaal Dheen Dhukh Bhanjan Janam Maran Dhukh Laathhae ||1|| Rehaao Dhoojaa ||4||4||126||",
    "translation": "The Destroyer of the pains of the poor has become merciful; He has removed the pains of birth and death. ||1||Second Pause||4||4||126||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗਰੀਬਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਦੇ ਦੁੱਖ ਲਹਿ ਜਾਂਦੇ ਹਨ ॥੧॥ਰਹਾਉ ਦੂਜਾ॥੪॥੪॥੧੨੬॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18532,
    "shabad_id": 1560,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18533,
    "shabad_id": 1560,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "inmK kwm suAwd kwrix; koit idns duKu pwvih ]",
    "transliteration": "Nimakh Kaam Suaadh Kaaran Kott Dhinas Dhukh Paavehi ||",
    "translation": "For a moment of sexual pleasure, you shall suffer in pain for millions of days.",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ ਜੀਵ! ਥੋੜਾ ਜਿਤਨਾ ਸਮਾ ਕਾਮ-ਵਾਸਨਾ ਦੇ ਸੁਆਦ ਦੀ ਖ਼ਾਤਰ (ਫਿਰ) ਤੂੰ ਕ੍ਰੋੜਾਂ ਹੀ ਦਿਨ ਦੁੱਖ ਸਹਾਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18534,
    "shabad_id": 1560,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "GrI muhq rMg mwxih; iPir. bhuir bhuir pCuqwvih ]1]",
    "transliteration": "Gharee Muhath Rang Maanehi Fir Bahur Bahur Pashhuthaavehi ||1||",
    "translation": "For an instant, you may savor pleasure, but afterwards, you shall regret it, again and again. ||1||",
    "punjabi": "ਤੂੰ ਘੜੀ ਦੋ ਘੜੀਆਂ ਮੌਜਾਂ ਮਾਣਦਾ ਹੈਂ, ਉਸ ਤੋਂ ਪਿੱਛੋਂ ਮੁੜ ਮੁੜ ਪਛੁਤਾਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18535,
    "shabad_id": 1560,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "AMDy cyiq; hir hir rwieAw ]",
    "transliteration": "Andhhae Chaeth Har Har Raaeiaa ||",
    "translation": "O blind man, meditate on the Lord, the Lord, your King.",
    "punjabi": "ਹੇ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! (ਇਹ ਵਿਕਾਰਾਂ ਵਾਲਾ ਰਾਹ ਛੱਡ, ਤੇ) ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦਾ ਸਿਮਰਨ ਕਰ।",
    "pronunciation": "(rwieAw) pwiqSwh",
    "type_id": 3
  },
  {
    "id": 18536,
    "shabad_id": 1560,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "qyrw so idnu; nyVY AwieAw ]1] rhwau ]",
    "transliteration": "Thaeraa So Dhin Naerrai Aaeiaa ||1|| Rehaao ||",
    "translation": "Your day is drawing near. ||1||Pause||",
    "punjabi": "ਤੇਰਾ ਉਹ ਦਿਨ ਨੇੜੇ ਆ ਰਿਹਾ ਹੈ (ਜਦੋਂ ਤੂੰ ਇਥੋਂ ਕੂਚ ਕਰ ਜਾਣਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18537,
    "shabad_id": 1560,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "plk idRsit dyiK BUlo; Awk nIm ko. qUMmru ]",
    "transliteration": "Palak Dhrisatt Dhaekh Bhoolo Aak Neem Ko Thoonmar ||",
    "translation": "You are deceived, beholding with your eyes, the bitter melon and swallow-wort.",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ ਮਨੁੱਖ! ਅੱਕ ਨਿੰਮ ਵਰਗੇ ਕੌੜੇ ਤੁੰਮੇ ਨੂੰ (ਜੋ ਵੇਖਣ ਨੂੰ ਸੋਹਣਾ ਹੁੰਦਾ ਹੈ) ਥੋੜੇ ਜਿਤਨੇ ਸਮੇਂ ਲਈ ਵੇਖ ਕੇ ਤੂੰ ਭੁੱਲ ਜਾਂਦਾ ਹੈਂ।",
    "pronunciation": "(qUMmru)qMumw",
    "type_id": 3
  },
  {
    "id": 18538,
    "shabad_id": 1560,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "jYsw sMgu. ibsIAr isau hY ry; qYso hI iehu pr igRhu ]2]",
    "transliteration": "Jaisaa Sang Biseear Sio Hai Rae Thaiso Hee Eihu Par Grihu ||2||",
    "translation": "But, like the companionship of a poisonous snake, so is the desire for another's spouse. ||2||",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ! ਪਰਾਈ ਇਸਤ੍ਰੀ ਦਾ ਸੰਗ ਇਉਂ ਹੀ ਹੈ ਜਿਵੇਂ ਸੱਪ ਨਾਲ ਸਾਥ ਹੈ ॥੨॥",
    "pronunciation": "(ibsIAr) s`p",
    "type_id": 3
  },
  {
    "id": 18539,
    "shabad_id": 1560,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "bYrI kwrix pwp krqw; bsqu rhI Amwnw ]",
    "transliteration": "Bairee Kaaran Paap Karathaa Basath Rehee Amaanaa ||",
    "translation": "For the sake of your enemy, you commit sins, while you neglect the reality of your faith.",
    "punjabi": "ਹੇ ਅੰਨ੍ਹੇ! (ਅੰਤ) ਵੈਰ ਕਮਾਣ ਵਾਲੀ (ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਤੂੰ (ਅਨੇਕਾਂ) ਪਾਪ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਅਸਲ ਚੀਜ਼ (ਜੋ ਤੇਰੇ ਨਾਲ ਨਿਭਣੀ ਹੈ) ਲਾਂਭੇ ਹੀ ਪਈ ਰਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(Amwnw) Amwnq",
    "type_id": 3
  },
  {
    "id": 18540,
    "shabad_id": 1560,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "Coif jwih. iqn hI isau sMgI; swjn isau bYrwnw ]3]",
    "transliteration": "Shhodd Jaahi Thin Hee Sio Sangee Saajan Sio Bairaanaa ||3||",
    "translation": "Your friendship is with those who abandon you, and you are angry with your friends. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਆਖ਼ਰ ਛੱਡ ਜਾਏਂਗਾ ਉਹਨਾਂ ਨਾਲ ਤੂੰ ਸਾਥ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਹੇ ਮਿੱਤਰ (-ਪ੍ਰਭੂ) ਨਾਲ ਵੈਰ ਪਾਇਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18541,
    "shabad_id": 1560,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "sgl sMswru. iehY ibiD ibAwipE; so aubirE ijsu guru pUrw ]",
    "transliteration": "Sagal Sansaar Eihai Bidhh Biaapiou So Oubariou Jis Gur Pooraa ||",
    "translation": "The entire world is entangled in this way; he alone is saved, who has the Perfect Guru.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਇਸੇ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੇ ਜਾਲ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ, ਇਸ ਵਿਚੋਂ ਉਹੀ ਬਚ ਕੇ ਨਿਕਲਦਾ ਹੈ ਜਿਸ ਦਾ ਰਾਖਾ ਪੂਰਾ ਗੁਰੂ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18542,
    "shabad_id": 1560,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "khu nwnk. Bv swgru qirE; Bey punIq srIrw ]4]5]127]",
    "transliteration": "Kahu Naanak Bhav Saagar Thariou Bheae Puneeth Sareeraa ||4||5||127||",
    "translation": "Says Nanak, I have crossed over the terrifying world-ocean; my body has become sanctified. ||4||5||127||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਐਸਾ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਵਿਕਾਰਾਂ ਦੀ ਮਾਰ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ) ॥੪॥੫॥੧੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18543,
    "shabad_id": 1561,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awsw mhlw 5 dupdy ]",
    "transliteration": "Aasaa Mehalaa 5 Dhupadhae ||",
    "translation": "Aasaa, Fifth Mehl Dupadas:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ ਬੰਦਾ ਵਿਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18544,
    "shabad_id": 1561,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "lUik kmwno. soeI qum pyiKE; mUV mugD mukrwnI ]",
    "transliteration": "Look Kamaano Soee Thumh Paekhiou Moorr Mugadhh Mukaraanee ||",
    "translation": "O Lord, You behold whatever we do in secrecy; the fool may stubbornly deny it.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ ਜੇਹੜਾ (ਮੰਦਾ) ਕੰਮ ਮਨੁੱਖ ਲੁਕ ਕੇ (ਭੀ) ਕਰਦੇ ਹਨ ਤੂੰ ਵੇਖ ਲੈਂਦਾ ਹੈਂ, ਪਰ ਮੂਰਖ ਬੇ-ਸਮਝ ਮਨੁੱਖ (ਫਿਰ ਭੀ) ਮੁੱਕਰਦੇ ਹਨ।",
    "pronunciation": "(mukrwnI) mu`krdy",
    "type_id": 3
  },
  {
    "id": 18545,
    "shabad_id": 1561,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awp kmwny kau ly bWDy; iPir pwCY pCuqwnI ]1]",
    "transliteration": "Aap Kamaanae Ko Lae Baandhhae Fir Paashhai Pashhuthaanee ||1||",
    "translation": "By his own actions, he is tied down, and in the end, he regrets and repents. ||1||",
    "punjabi": "ਆਪਣੇ ਕੀਤੇ ਮੰਦ ਕਰਮਾਂ ਦਾ ਕਾਰਨ ਫੜੇ ਜਾਂਦੇ ਹਨ (ਤੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹ ਵਿਕਾਰ ਉੱਘੜਨ ਤੇ) ਫਿਰ ਪਿਛੋਂ ਉਹ ਪਛੁਤਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18546,
    "shabad_id": 1561,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "pRB myry; sB ibiD AwgY jwnI ]",
    "transliteration": "Prabh Maerae Sabh Bidhh Aagai Jaanee ||",
    "translation": "My God knows, ahead of time, all things.",
    "punjabi": "(ਹੇ ਮੂਰਖ ਮਨੁੱਖ! ਤੂੰ ਇਸ ਭੁਲੇਖੇ ਵਿਚ ਰਹਿੰਦਾ ਹੈਂ ਕਿ ਤੇਰੀਆਂ ਕਾਲੀਆਂ ਕਰਤੂਤਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨਹੀਂ ਜਾਣਦਾ, ਪਰ) ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਤਾਂ ਤੇਰੀ ਹਰੇਕ ਕਰਤੂਤ ਨੂੰ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਜਾਣ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18547,
    "shabad_id": 1561,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "BRm ky mUsy. qUM rwKq prdw; pwCY jIA kI mwnI ]1] rhwau ]",
    "transliteration": "Bhram Kae Moosae Thoon Raakhath Paradhaa Paashhai Jeea Kee Maanee ||1|| Rehaao ||",
    "translation": "Deceived by doubt, you may hide your actions, but in the end, you shall have to confess the secrets of your mind. ||1||Pause||",
    "punjabi": "ਹੇ ਭੁਲੇਖੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਰਹੇ ਜੀਵ! ਤੂੰ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਉਹਲਾ ਕਰਦਾ ਹੈਂ, ਤੇ, ਲੁਕ ਕੇ ਮਨ-ਮੰਨੀਆਂ ਕਰਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(m`Usy) lu`ty[ (jIA) mn",
    "type_id": 4
  },
  {
    "id": 18548,
    "shabad_id": 1561,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ijqu ijqu lwey. iqqu iqqu lwgy; ikAw ko krY prwnI ]",
    "transliteration": "Jith Jith Laaeae Thith Thith Laagae Kiaa Ko Karai Paraanee ||",
    "translation": "Whatever they are attached to, they remain joined to that. What can any mere mortal do?",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ ਜਿਸ ਪਾਸੇ ਪਰਮਾਤਮਾ ਜੀਵਾਂ ਨੂੰ ਲਾਂਦਾ ਹੈ ਉਧਰ ਉਧਰ ਉਹ ਵਿਚਾਰੇ ਲੱਗ ਪੈਂਦੇ ਹਨ। ਕੋਈ ਜੀਵ (ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੇਰਨਾ ਅੱਗੇ) ਕੋਈ ਹੀਲ-ਹੁੱਜਤ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18549,
    "shabad_id": 1561,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "bKis lYhu pwrbRhm suAwmI; nwnk. sd kurbwnI ]2]6]128]",
    "transliteration": "Bakhas Laihu Paarabreham Suaamee Naanak Sadh Kurabaanee ||2||6||128||",
    "translation": "Please, forgive me, O Supreme Lord Master. Nanak is forever a sacrifice to You. ||2||6||128||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪਰਮਾਤਮਾ! ਹੇ ਜੀਵਾਂ ਦੇ ਖਸਮ! ਤੂੰ ਆਪ ਜੀਵਾਂ ਉਤੇ ਬਖ਼ਸ਼ਸ਼ ਕਰ, ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੨॥੬॥੧੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18550,
    "shabad_id": 1562,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18551,
    "shabad_id": 1562,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Apuny syvk kI. Awpy rwKY; Awpy nwmu jpwvY ]",
    "transliteration": "Apunae Saevak Kee Aapae Raakhai Aapae Naam Japaavai ||",
    "translation": "He Himself preserves His servants; He causes them to chant His Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਦੀ ਆਪ ਹੀ (ਹਰ ਥਾਂ) ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ, ਆਪ ਹੀ ਉਸ ਪਾਸੋਂ ਆਪਣੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18552,
    "shabad_id": 1562,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jh jh kwj ikriq syvk kI; qhw qhw auiT DwvY ]1]",
    "transliteration": "Jeh Jeh Kaaj Kirath Saevak Kee Thehaa Thehaa Outh Dhhaavai ||1||",
    "translation": "Wherever the business and affairs of His servants are, there the Lord hurries to be. ||1||",
    "punjabi": "ਸੇਵਕ ਨੂੰ ਜਿਥੇ ਜਿਥੇ ਕੋਈ ਕੰਮ-ਕਾਰ ਪਏ, ਉਥੇ ਉਥੇ ਪਰਮਾਤਮਾ (ਉਸ ਦਾ ਕੰਮ ਸਵਾਰਨ ਲਈ) ਉਸੇ ਵੇਲੇ ਜਾ ਪਹੁੰਚਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18553,
    "shabad_id": 1562,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "syvk kau; inktI hoie idKwvY ]",
    "transliteration": "Saevak Ko Nikattee Hoe Dhikhaavai ||",
    "translation": "The Lord appears near at hand to His servant.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਨੂੰ (ਉਸ ਦਾ) ਨਿਕਟ-ਵਰਤੀ ਹੋ ਕੇ ਵਿਖਾ ਦੇਂਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਵਿਖਾ ਦੇਂਦਾ ਹੈ ਕਿ ਮੈਂ ਹਰ ਵੇਲੇ ਤੇਰੇ ਅੰਗ-ਸੰਗ ਰਹਿੰਦਾ ਹਾਂ, ਕਿਉਂਕਿ),",
    "pronunciation": "(inktI) AMg sMg",
    "type_id": 3
  },
  {
    "id": 18554,
    "shabad_id": 1562,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "jo jo khY Twkur pih syvku; qqkwl hoie AwvY ]1] rhwau ]",
    "transliteration": "Jo Jo Kehai Thaakur Pehi Saevak Thathakaal Hoe Aavai ||1|| Rehaao ||",
    "translation": "Whatever the servant asks of his Lord and Master, immediately comes to pass. ||1||Pause||",
    "punjabi": "ਜੋ ਕੁਝ ਸੇਵਕ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਮੰਗਦਾ ਹੈ ਉਹ ਮੰਗ ਉਸੇ ਵੇਲੇ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(qqkwl) qurMq",
    "type_id": 4
  },
  {
    "id": 18555,
    "shabad_id": 1562,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "iqsu syvk kY hau bilhwrI; jo Apny pRB BwvY ]",
    "transliteration": "This Saevak Kai Ho Balihaaree Jo Apanae Prabh Bhaavai ||",
    "translation": "I am a sacrifice to that servant, who is pleasing to his God.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜਾ ਸੇਵਕ ਆਪਣੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਮੈਂ ਉਸ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18556,
    "shabad_id": 1562,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "iqs kI soie suxI, mnu hirAw; iqsu nwnk. prsix AwvY ]2]7]129]",
    "transliteration": "This Kee Soe Sunee Man Hariaa This Naanak Parasan Aavai ||2||7||129||",
    "translation": "Hearing of his glory, the mind is rejuvenated; Nanak comes to touch his feet. ||2||7||129||",
    "punjabi": "ਉਸ (ਸੇਵਕ) ਦੀ ਸੋਭਾ ਸੁਣ ਕੇ (ਸੁਣਨ ਵਾਲੇ ਦਾ) ਮਨ ਖਿੜ ਆਉਂਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਨਾਲ ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ) ਉਸ ਸੇਵਕ ਦੇ ਚਰਨ ਛੁਹਣ ਲਈ ਆਉਂਦਾ ਹੈ ॥੨॥੭॥੧੨੯॥",
    "pronunciation": "(soie) soBw[ crn (prsix) Cuhx",
    "type_id": 3
  },
  {
    "id": 18557,
    "shabad_id": 1563,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Awsw Gru 11 mhlw 5",
    "transliteration": "Aasaa Ghar 11 Mehalaa 5",
    "translation": "Aasaa, Eleventh House, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18558,
    "shabad_id": 1563,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 18559,
    "shabad_id": 1563,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ntUAw ByK idKwvY. bhu ibiD; jYsw hY. Ehu qYsw ry ]",
    "transliteration": "Nattooaa Bhaekh Dhikhaavai Bahu Bidhh Jaisaa Hai Ouhu Thaisaa Rae ||",
    "translation": "The actor displays himself in many disguises, but he remains just as he is.",
    "punjabi": "ਬਹੁ-ਰੂਪੀਆ ਕਈ ਕਿਸਮ ਦੇ ਸਾਂਗ (ਬਣਾ ਕੇ ਲੋਕਾਂ ਨੂੰ) ਵਿਖਾਂਦਾ ਹੈ (ਪਰ ਆਪਣੇ ਅੰਦਰੋਂ) ਉਹ ਜਿਹੋ ਜਿਹਾ ਹੁੰਦਾ ਹੈ ਉਹੋ ਜਿਹਾ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਜੇ ਉਹ ਰਾਜਿਆਂ ਰਾਣਿਆਂ ਦੇ ਸਾਂਗ ਭੀ ਬਣਾ ਵਿਖਾਏ ਤਾਂ ਭੀ ਉਹ ਕੰਗਾਲ ਦਾ ਕੰਗਾਲ ਹੀ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "(ntUAw) sWgI",
    "type_id": 3
  },
  {
    "id": 18560,
    "shabad_id": 1563,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Aink join BRimE. BRm BIqir; suKih. nwhI prvysw ry ]1]",
    "transliteration": "Anik Jon Bhramiou Bhram Bheethar Sukhehi Naahee Paravaesaa Rae ||1||",
    "translation": "The soul wanders through countless incarnations in doubt, but it does not come to dwell in peace. ||1||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੀਵ (ਮਾਇਆ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਫਸ ਕੇ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭੌਂਦਾ ਫਿਰਦਾ ਹੈ (ਅੰਤਰ-ਆਤਮੇ ਸਦਾ ਦੁੱਖੀ ਹੀ ਰਹਿੰਦਾ ਹੈ) ਸੁਖ ਵਿਚ ਉਸ ਦਾ ਪਰਵੇਸ਼ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
