[
  {
    "shabad_id": 1626,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awsw mhlw 3 ]",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AwpY Awpu pCwixAw; swdu mITw BweI ]",
    "transliteration": "Aapai Aap Pashhaaniaa Saadh Meethaa Bhaaee ||",
    "translation": "Those who recognize their own selves, enjoy the sweet flavor, O Siblings of Destiny.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਣ ਨਾਲ) ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਹੀ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਨੂੰ ਨਾਮ-ਰਸ ਦਾ ਸੁਆਦ ਮਿੱਠਾ ਲਗਣਾ ਸ਼ੁਰੂ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir ris cwiKAY. mukqu Bey; ijn@w swco BweI ]1]",
    "transliteration": "Har Ras Chaakhiai Mukath Bheae Jinhaa Saacho Bhaaee ||1||",
    "translation": "Those who drink in the sublime essence of the Lord are emancipated; they love the Truth. ||1||",
    "punjabi": "(ਨਾਮ-ਰਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(swco) s`cy vwihgurU jI (BweI) ipAwry l`gy",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir jIau. inrml inrmlw; inrml min vwsw ]",
    "transliteration": "Har Jeeo Niramal Niramalaa Niramal Man Vaasaa ||",
    "translation": "The Beloved Lord is the purest of the pure; He comes to dwell in the pure mind.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਿਰੋਲ ਪਵਿਤ੍ਰ ਹੈ, ਉਸ ਦਾ ਨਿਵਾਸ ਪਵਿਤ੍ਰ ਮਨ ਵਿਚ ਹੀ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "gurmqI swlwhIAY; ibiKAw mwih audwsw ]1] rhwau ]",
    "transliteration": "Guramathee Saalaaheeai Bikhiaa Maahi Oudhaasaa ||1|| Rehaao ||",
    "translation": "Praising the Lord, through the Guru's Teachings, one remains unaffected by corruption. ||1||Pause||",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੀਏ ਤਾਂ ਮਾਇਆ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਹੋ ਸਕੀਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1626,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ibnu sbdY. Awpu n jwpeI; sB AMDI BweI ]",
    "transliteration": "Bin Sabadhai Aap N Jaapee Sabh Andhhee Bhaaee ||",
    "translation": "Without the Word of the Shabad, they do not understand themselves -they are totally blind, O Siblings of Destiny.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ) ਸਾਰੀ ਲੁਕਾਈ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੀ ਹੋਈ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(jwpeI) jwxIdw",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gurmqI Git cwnxw; nwmu AMiq sKweI ]2]",
    "transliteration": "Guramathee Ghatt Chaananaa Naam Anth Sakhaaee ||2||",
    "translation": "Through the Guru's Teachings, the heart is illuminated, and in the end, only the Naam shall be your companion. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ ਹਿਰਦੇ ਵਿਚ (ਵਸਾਇਆ ਹੋਇਆ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਲਈ) ਚਾਨਣ ਦੇਂਦਾ ਹੈ, ਅੰਤ ਵੇਲੇ ਭੀ ਹਰਿ-ਨਾਮ ਹੀ ਸਾਥੀ ਬਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "nwmy hI nwim vrqdy; nwmy vrqwrw ]",
    "transliteration": "Naamae Hee Naam Varathadhae Naamae Varathaaraa ||",
    "translation": "They are occupied with the Naam, and only the Naam; they deal only in the Naam.",
    "punjabi": "ਨਾਮ ਜਪਣ ਵਾਲੇ ਮਨੁੱਖ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਿਆਂ ਹੀ ਸਦਾ ਦੁਨੀਆ ਦੀ ਕਿਰਤਕਾਰ ਕਰਦੇ ਹਨ ਤੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "AMqir nwmu, muiK nwmu hY; nwmy sbid vIcwrw ]3]",
    "transliteration": "Anthar Naam Mukh Naam Hai Naamae Sabadh Veechaaraa ||3||",
    "translation": "Deep within their hearts is the Naam; upon their lips is the Naam; they contemplate the Word of God, and the Naam. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਵਿਚ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਦਾ ਹੀ ਵਿਚਾਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwmu suxIAY. nwmu mMnIAY; nwmy vifAweI ]",
    "transliteration": "Naam Suneeai Naam Manneeai Naamae Vaddiaaee ||",
    "translation": "They listen to the Naam, believe in the Naam, and through the Naam, they obtain glory.",
    "punjabi": "ਹਰ ਵੇਲੇ ਹਰਿ-ਨਾਮ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਵਿਚ ਮਨ ਗਿਝਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwmu slwhy sdw sdw; nwmy mhlu pweI ]4]",
    "transliteration": "Naam Salaahae Sadhaa Sadhaa Naamae Mehal Paaee ||4||",
    "translation": "They praise the Naam, forever and ever, and through the Naam, they obtain the Mansion of the Lord's Presence. ||4||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਹਰ ਵੇਲੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਹ ਹਰਿ-ਨਾਮ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "nwmy hI Git cwnxw; nwmy soBw pweI ]",
    "transliteration": "Naamae Hee Ghatt Chaananaa Naamae Sobhaa Paaee ||",
    "translation": "Through the Naam, their hearts are illumined, and through the Naam, they obtain honor.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਲਈ) ਚਾਨਣ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, (ਹਰ ਥਾਂ) ਸੋਭਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "nwmy hI suKu aUpjY; nwmy srxweI ]5]",
    "transliteration": "Naamae Hee Sukh Oopajai Naamae Saranaaee ||5||",
    "translation": "Through the Naam, peace wells up; I seek the Sanctuary of the Naam. ||5||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੀ ਰਾਹੀਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਤੇ ਹਰੀ ਦੀ ਹੀ ਸਰਨ ਪਏ ਰਹੀਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ibnu nwvY. koie n mMnIAY; mnmuiK piq gvweI ]",
    "transliteration": "Bin Naavai Koe N Manneeai Manamukh Path Gavaaee ||",
    "translation": "Without the Naam, no one is accepted; the self-willed manmukhs lose their honor.",
    "punjabi": "ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਭੀ ਮਨੁੱਖ ਨੂੰ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਨਹੀਂ ਮਿਲਦਾ, ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਦਰਗਾਹ ਵਿਚ) ਇੱਜ਼ਤ ਗਵਾ ਬੈਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "jmpuir bwDy mwrIAih; ibrQw jnmu gvweI ]6]",
    "transliteration": "Jam Pur Baadhhae Maareeahi Birathhaa Janam Gavaaee ||6||",
    "translation": "In the City of Death, they are tied down and beaten, and they lose their lives in vain. ||6||",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਜਮ ਦੀ ਪੁਰੀ ਵਿਚ ਬੱਝੇ ਮਾਰ ਖਾਂਦੇ ਹਨ, ਉਹ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "nwmY kI sB syvw krY; gurmuiK nwmu buJweI ]",
    "transliteration": "Naamai Kee Sabh Saevaa Karai Guramukh Naam Bujhaaee ||",
    "translation": "Those Gurmukhs who realize the Naam, all serve the Naam.",
    "punjabi": "ਸਾਰੀ ਲੁਕਾਈ ਹਰਿ-ਨਾਮ (ਜਪਣ ਵਾਲੇ) ਦੀ ਸੇਵਾ ਕਰਦੀ ਹੈ ਤੇ ਨਾਮ ਜਪਣ ਦੀ ਸੂਝ ਗੁਰੂ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "b`uJweI",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "nwmhu hI nwmu mMnIAY; nwmy vifAweI ]7]",
    "transliteration": "Naamahu Hee Naam Manneeai Naamae Vaddiaaee ||7||",
    "translation": "So believe in the Naam, and only the Naam; through the Naam, glorious greatness is obtained. ||7||",
    "punjabi": "(ਹਰ ਥਾਂ) ਨਾਮ (ਜਪਣ ਵਾਲੇ) ਨੂੰ ਹੀ ਆਦਰ ਮਿਲਦਾ ਹੈ, ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ijs no dyvY. iqsu imlY; gurmqI nwmu buJweI ]",
    "transliteration": "Jis No Dhaevai This Milai Guramathee Naam Bujhaaee ||",
    "translation": "He alone receives it, unto whom it is given. Through the Guru's Teachings, the Naam is realized.",
    "punjabi": "ਪਰ, ਹਰਿ-ਨਾਮ ਸਿਰਫ਼ ਉਸੇ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਨੂੰ ਹਰੀ ਆਪ ਦੇਂਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੋਰ ਕੇ ਨਾਮ (ਸਿਮਰਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "gurm`qI[ bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 1626,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "nwnk. sB ikCu nwvY kY vis hY; pUrY Bwig. ko pweI ]8]7]29]",
    "transliteration": "Naanak Sabh Kishh Naavai Kai Vas Hai Poorai Bhaag Ko Paaee ||8||7||29||",
    "translation": "O Nanak, everything is under the influence of the Naam; by perfect good destiny, a few obtain it. ||8||7||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹਰੇਕ (ਆਦਰ-ਮਾਣ) ਹਰਿ-ਨਾਮ ਦੇ ਵੱਸ ਵਿਚ ਹੈ। ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੮॥੭॥੨੯॥",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awsw mhlw 3 ]",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "dohwgxI. mhlu n pwien@I; n jwxin. ipr kw suAwau ]",
    "transliteration": "Dhohaaganee Mehal N Paaeinhee N Jaanan Pir Kaa Suaao ||",
    "translation": "The deserted brides do not obtain the Mansion of their Husband's Presence, nor do they know His taste.",
    "punjabi": "ਮੰਦੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਟਿਕਾਣਾ ਨਹੀਂ ਲੱਭ ਸਕਦੀਆਂ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਜਾਣ ਸਕਦੀਆਂ।",
    "pronunciation": "(dohwgxI) Koty kMmW vwlI[ (suAwau) AnMd",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "iPkw bolih. nw invih; dUjw Bwau suAwau ]1]",
    "transliteration": "Fikaa Bolehi Naa Nivehi Dhoojaa Bhaao Suaao ||1||",
    "translation": "They speak harsh words, and do not bow to Him; they are in love with another. ||1||",
    "punjabi": "ਉਹ ਖਰ੍ਹਵਾ ਬੋਲਦੀਆਂ ਹਨ, ਲਿਫਣਾ ਨਹੀਂ ਜਾਣਦੀਆਂ, ਮਾਇਆ ਦਾ ਪਿਆਰ ਹੀ ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "iehu mnUAw; ikau kir vis AwvY ]",
    "transliteration": "Eihu Manooaa Kio Kar Vas Aavai ||",
    "translation": "How can this mind come under control?",
    "punjabi": "ਇਹ ਮਨ ਕਿਸ ਤਰ੍ਹਾਂ ਕਾਬੂ ਵਿਚ ਆਉਂਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "gur prswdI TwkIAY; igAwn mqI Gir AwvY ]1] rhwau ]",
    "transliteration": "Gur Parasaadhee Thaakeeai Giaan Mathee Ghar Aavai ||1|| Rehaao ||",
    "translation": "By Guru's Grace, it is held in check; instructed in spiritual wisdom, it returns to its home. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਮਨ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਰੋਕਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤੇ ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਗਿਆਨ ਦੀ ਮਤਿ ਦੇ ਆਸਰੇ ਹੀ ਇਹ ਅੰਤਰ ਆਤਮੇ ਆ ਟਿਕਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(TwkIAY) rokIey[ m`qI",
    "type_id": 4
  },
  {
    "shabad_id": 1627,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "sohwgxI Awip svwrIEnu; lwie pRym ipAwru ]",
    "transliteration": "Sohaaganee Aap Savaareeoun Laae Praem Piaar ||",
    "translation": "He Himself adorns the happy soul-brides; they bear Him love and affection.",
    "punjabi": "ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਨੂੰ ਆਪਣੇ ਪ੍ਰੇਮ ਪਿਆਰ ਦੀ ਦਾਤ ਦੇ ਕੇ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀਆਂ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "svwrI-Enu",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "siqgur kY BwxY cldIAw; nwmy shij sIgwru ]2]",
    "transliteration": "Sathigur Kai Bhaanai Chaladheeaa Naamae Sehaj Seegaar ||2||",
    "translation": "They live in harmony with the Sweet Will of the True Guru, naturally adorned with the Naam. ||2||",
    "punjabi": "ਉਹ ਸਦਾ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਜੀਵਨ ਬਿਤਾਂਦੀਆਂ ਹਨ ਤੇ ਨਾਮ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿਣਾ ਹੀ ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸ਼ਿੰਗਾਰ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sdw rwvih ipru Awpxw; scI syj suBwie ]",
    "transliteration": "Sadhaa Raavehi Pir Aapanaa Sachee Saej Subhaae ||",
    "translation": "They enjoy their Beloved forever, and their bed is decorated with Truth.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੀਆਂ ਹਨ, ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਵਾਸਤੇ) ਸਦਾ ਟਿਕੀ ਰਹਿਣ ਵਾਲੀ ਸੇਜ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ipr kY pRyim mohIAw; imil pRIqm suKu pwie ]3]",
    "transliteration": "Pir Kai Praem Moheeaa Mil Preetham Sukh Paae ||3||",
    "translation": "They are fascinated with the Love of their Husband Lord; meeting their Beloved, they obtain peace. ||3||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਕੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "igAwn Apwru sIgwru hY; soBwvMqI nwir ]",
    "transliteration": "Giaan Apaar Seegaar Hai Sobhaavanthee Naar ||",
    "translation": "Spiritual wisdom is the incomparable decoration of the happy soul-bride.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਸ਼ਿੰਗਾਰ ਆਤਮਕ ਗਿਆਨ ਹੈ ਉਸ ਕੋਲ ਬੇਅੰਤ ਖ਼ਜਾਨਾ ਹੈ ਤੇ ਐਸੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸ਼ੋਭਾ ਖੱਟਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "sw sBrweI suMdrI; ipr kY hyiq. ipAwir ]4]",
    "transliteration": "Saa Sabharaaee Sundharee Pir Kai Haeth Piaar ||4||",
    "translation": "She is so beautiful - she is the queen of all; she enjoys the love and affection of her Husband Lord. ||4||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੀ ਪਟਰਾਣੀ ਬਣ ਜਾਂਦੀ ਹੈ ॥੪॥",
    "pronunciation": "mhwrwjy rwm jI dI (sBrweI) ptrwxI",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "sohwgxI ivic. rMgu riKEnu; scY AliK Apwir ]",
    "transliteration": "Sohaaganee Vich Rang Rakhioun Sachai Alakh Apaar ||",
    "translation": "The True Lord, the Unseen, the Infinite, has infused His Love among the happy soul-brides.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਅਲੱਖ ਤੇ ਅਪਾਰ ਪ੍ਰਭੂ ਨੇ ਸੋਹਾਗਣ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੇ ਹਿਰਦੇ) ਵਿਚ ਆਪਣਾ ਪਿਆਰ ਆਪ ਟਿਕਾ ਰੱਖਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "siqguru syvin Awpxw; scY Bwie ipAwir ]5]",
    "transliteration": "Sathigur Saevan Aapanaa Sachai Bhaae Piaar ||5||",
    "translation": "They serve their True Guru, with true love and affection. ||5||",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਪਿਆਰ ਵਿਚ (ਮਸਤ ਰਹਿੰਦੀਆਂ ਹਨ) ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "sohwgxI sIgwru bxwieAw; gux kw gil hwru ]",
    "transliteration": "Sohaaganee Seegaar Banaaeiaa Gun Kaa Gal Haar ||",
    "translation": "The happy soul-bride has adorned herself with the necklace of virtue.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੇ ਸਿਰ ਉੱਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਹੱਥ ਹੈ ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਜੀਵਨ ਦਾ ਗਹਿਣਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਹਾਰ ਬਣਾ ਕੇ ਆਪਣੇ ਗਲ ਵਿਚ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "pRym iprmlu. qin lwvxw; AMqir. rqnu vIcwru ]6]",
    "transliteration": "Praem Piramal Than Laavanaa Anthar Rathan Veechaar ||6||",
    "translation": "She applies the perfume of love to her body, and within her mind is the jewel of reflective meditation. ||6||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪਿਆਰ ਦੀ ਸੁਗੰਧੀ ਨੂੰ ਆਪਣੇ ਸਰੀਰ ਉਤੇ ਲਾਂਦੀਆਂ ਹਨ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਦਾ ਰਤਨ ਸਾਂਭ ਰੱਖਦੀਆਂ ਹਨ ॥੬॥",
    "pronunciation": "(iprmlu) cMdn",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "Bgiq rqy. sy aUqmw; jiq piq sbdy hoie ]",
    "transliteration": "Bhagath Rathae Sae Oothamaa Jath Path Sabadhae Hoe ||",
    "translation": "Those who are imbued with devotional worship are the most exalted. Their social standing and honor come from the Word of the Shabad.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹੀ ਉੱਚੀ ਜਾਤ ਵਾਲੇ ਹਨ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਉੱਚੀ ਜਾਤ ਬਣਦੀ ਹੈ ਉੱਚੀ ਕੁਲ ਬਣਦੀ ਹੈ।",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ibnu nwvY. sB nIc jwiq hY; ibstw kw kIVw hoie ]7]",
    "transliteration": "Bin Naavai Sabh Neech Jaath Hai Bisattaa Kaa Keerraa Hoe ||7||",
    "translation": "Without the Naam, all are low class, like maggots in manure. ||7||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਸੱਖਣੀ ਸਾਰੀ ਲੁਕਾਈ ਹੀ ਨੀਵੀਂ ਜਾਤਿ ਵਾਲੀ ਹੈ। (ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਲੁਕਾਈ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਜਿਵੇਂ) ਵਿਸ਼ਟੇ ਦਾ ਕੀੜਾ ਵਿਸ਼ਟੇ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "hau hau krdI sB iPrY; ibnu sbdY. hau n jwie ]",
    "transliteration": "Ho Ho Karadhee Sabh Firai Bin Sabadhai Ho N Jaae ||",
    "translation": "Everyone proclaims, \"Me, me!\"; but without the Shabad, the ego does not depart.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਸਾਰੀ ਲੁਕਾਈ ਹਉਮੈ ਅਹੰਕਾਰ ਵਿਚ ਆਫਰੀ ਫਿਰਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਇਹ ਹਉਮੈ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1627,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "nwnk nwim rqy. iqn haumY geI; scY rhy smwie ]8]8]30]",
    "transliteration": "Naanak Naam Rathae Thin Houmai Gee Sachai Rehae Samaae ||8||8||30||",
    "translation": "O Nanak, those who are imbued with the Naam lose their ego; they remain absorbed in the True Lord. ||8||8||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਹਉਮੈ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੮॥੮॥੩੦॥",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 1628,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Awsw mhlw 3 ]",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1628,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "scy rqy sy inrmly; sdw scI soie ]",
    "transliteration": "Sachae Rathae Sae Niramalae Sadhaa Sachee Soe ||",
    "translation": "Those who are imbued with the True Lord are spotless and pure; their reputation is forever true.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ-ਰੰਗ) ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸੋਭਾ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "(soie) soBw[ r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 1628,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AYQY Gir Gir jwpdy; AwgY juig juig prgtu hoie ]1]",
    "transliteration": "Aithhai Ghar Ghar Jaapadhae Aagai Jug Jug Paragatt Hoe ||1||",
    "translation": "Here, they are known in each and every home, and hereafter, they are famous throughout the ages. ||1||",
    "punjabi": "ਇਸ ਦੁਨੀਆ ਵਿਚ ਉਹ ਹਰੇਕ ਘਰ ਵਿਚ ਉੱਘੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਸਦਾ ਲਈ ਉਜਾਗਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(jwpdy) jwxy jWdy",
    "type_id": 3
  }
]