[
  {
    "shabad_id": 1630,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Gr hI. so ipru pwieAw; scY sbid vIcwir ]1]",
    "transliteration": "Ghar Hee So Pir Paaeiaa Sachai Sabadh Veechaar ||1||",
    "translation": "They find their Husband Lord within their own home, contemplating the True Word of the Shabad. ||1||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਵਿਚਾਰ ਕੇ ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਲੱਭ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "Avgx. guxI bKswieAw; hir isau ilv lweI ]",
    "transliteration": "Avagan Gunee Bakhasaaeiaa Har Sio Liv Laaee ||",
    "translation": "Through merits, their demerits are forgiven, and they embrace love for the Lord.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਲਈ ਉਸ ਨੇ ਆਪਣੇ (ਪਹਿਲੇ ਕੀਤੇ) ਔਗੁਣ ਗੁਣਾਂ ਦੀ ਬਰਕਤ ਨਾਲ ਬਖ਼ਸ਼ਵਾ ਲਏ,",
    "pronunciation": "guxI vwihgurU jI qoN Apxy Avgx (bKswieAw) b^Swey",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir vru pwieAw kwmxI; guir. myil imlweI ]1] rhwau ]",
    "transliteration": "Har Var Paaeiaa Kaamanee Gur Mael Milaaee ||1|| Rehaao ||",
    "translation": "The soul-bride then obtains the Lord as her Husband; meeting the Guru, this union comes about. ||1||Pause||",
    "punjabi": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ, ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1630,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ieik. ipru hdUir. n jwxn@I; dUjY Brim Bulwie ]",
    "transliteration": "Eik Pir Hadhoor N Jaananhee Dhoojai Bharam Bhulaae ||",
    "translation": "Some do not know the Presence of their Husband Lord; they are deluded by duality and doubt.",
    "punjabi": "ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਨਹੀਂ ਸਮਝਦੀਆਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ikau pwiein@ fohwgxI; duKI rYix ivhwie ]2]",
    "transliteration": "Kio Paaeinih Ddohaaganee Dhukhee Rain Vihaae ||2||",
    "translation": "How can the forsaken brides meet Him? Their life night passes in pain. ||2||",
    "punjabi": "ਉਹ ਮੰਦ-ਭਾਗਣਾਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕਦੀਆਂ, ਉਹਨਾਂ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ ਸਾਰੀ) ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਬੀਤ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(fohwgxI) Koty krmW vwlI",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ijn kY min. scu visAw; scI kwr kmwie ]",
    "transliteration": "Jin Kai Man Sach Vasiaa Sachee Kaar Kamaae ||",
    "translation": "Those whose minds are filled with the True Lord, perform truthful actions.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰੀ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਕਾਰ ਕਮਾ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਹਰੀ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "An idnu syvih. shj isau; scy mwih smwie ]3]",
    "transliteration": "Anadhin Saevehi Sehaj Sio Sachae Maahi Samaae ||3||",
    "translation": "Night and day, they serve the Lord with poise, and are absorbed in the True Lord. ||3||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਹਰ ਵੇਲੇ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "dohwgxI Brim BulweIAw; kUVu boil ibKu Kwih ]",
    "transliteration": "Dhohaaganee Bharam Bhulaaeeaa Koorr Bol Bikh Khaahi ||",
    "translation": "The forsaken brides wander around, deluded by doubt; telling lies, they eat poison.",
    "punjabi": "ਮੰਦ-ਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦੀਆਂ ਹਨ ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲਾ ਹੀ) ਵਿਅਰਥ-ਬੋਲ ਬੋਲ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ ਖਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ (ਜੋ ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ipru. n jwxin Awpxw; suM\\\\I syj duKu pwih ]4]",
    "transliteration": "Pir N Jaanan Aapanaa Sunnjee Saej Dhukh Paahi ||4||",
    "translation": "They do not know their Husband Lord, and upon their deserted bed, they suffer in misery. ||4||",
    "punjabi": "ਉਹ ਕਦੇ ਆਪਣੇ ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੀਆਂ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਸੇਜ ਸਦਾ ਖ਼ਾਲੀ ਪਈ ਰਹਿੰਦੀ ਹੈ, ਇਸ ਵਾਸਤੇ ਉਹ ਦੁੱਖ ਹੀ ਪਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੪॥",
    "pronunciation": "(suM\\I) KwlI",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "scw swihbu eyku hY; mqu mn Brim Bulwih ]",
    "transliteration": "Sachaa Saahib Eaek Hai Math Man Bharam Bhulaahi ||",
    "translation": "The True Lord is the One and only; do not be deluded by doubt, O my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮਤਾਂ ਕਿਤੇ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਏਂ (ਚੇਤਾ ਰੱਖ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "gur pUiC. syvw krih; scu inrmlu mMin vswih ]5]",
    "transliteration": "Gur Pooshh Saevaa Karehi Sach Niramal Mann Vasaahi ||5||",
    "translation": "Consult with the Guru, serve the True Lord, and enshrine the Immaculate Truth within your mind. ||5||",
    "punjabi": "ਜੇ ਤੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰੇਂਗਾ, ਤਾਂ ਉਸ ਸਦਾ-ਥਿਰ ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵਸਾ ਲਏਂਗਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "sohwgxI sdw ipru pwieAw; haumY Awpu gvwie ]",
    "transliteration": "Sohaaganee Sadhaa Pir Paaeiaa Houmai Aap Gavaae ||",
    "translation": "The happy soul-bride always finds her Husband Lord; she banishes egotism and self-conceit.",
    "punjabi": "ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਗਵਾ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ipr syqI. An idnu gih rhI; scI syj. suKu pwie ]6]",
    "transliteration": "Pir Saethee Anadhin Gehi Rehee Sachee Saej Sukh Paae ||6||",
    "translation": "She remains attached to her Husband Lord, night and day, and she finds peace upon His Bed of Truth. ||6||",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਨਾਲ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ (ਦੇ ਹਿਰਦੇ) ਦੀ ਸੇਜ ਅਡੋਲ ਹੋ ਜਾਂਦੀ ਹੈ ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ॥੬॥",
    "pronunciation": "(gih) juVI",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "myrI myrI kir gey; plY. ikCu n pwie ]",
    "transliteration": "Maeree Maeree Kar Geae Palai Kishh N Paae ||",
    "translation": "Those who shouted, \"Mine, mine!\" have departed, without obtaining anything.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਇਹੀ ਆਖਦੇ ਆਖਦੇ ਜਗਤ ਤੋਂ ਚਲੇ ਗਏ ਕਿ ਇਹ ਮੇਰੀ ਮਾਇਆ ਹੈ ਇਹ ਮੇਰੀ ਮਲਕੀਅਤ ਹੈ ਉਹਨਾਂ ਦੇ ਹੱਥ-ਪੱਲੇ ਕੁਝ ਭੀ ਨਾਹ ਪਿਆ।",
    "pronunciation": "p`lY",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "mhlu nwhI. fohwgxI; AMiq geI pCuqwie ]7]",
    "transliteration": "Mehal Naahee Ddohaaganee Anth Gee Pashhuthaae ||7||",
    "translation": "The separated one does not obtain the Mansion of the Lord's Presence, and departs, repenting in the end. ||7||",
    "punjabi": "ਮੰਦ-ਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਨਹੀਂ ਮਿਲਦਾ, ਉਹ ਦੁਨੀਆ ਤੋਂ ਆਖ਼ਰ ਹੱਥ ਮਲਦੀ ਹੀ ਜਾਂਦੀ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "so ipru myrw eyku hY; eyksu isau ilv lwie ]",
    "transliteration": "So Pir Maeraa Eaek Hai Eaekas Sio Liv Laae ||",
    "translation": "That Husband Lord of mine is the One and only; I am in love with the One alone.",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਸਿਰਫ਼ ਇੱਕ ਹੀ ਹੈ, ਉਸ ਇੱਕ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1630,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "nwnk. jy suKu loVih kwmxI; hir kw nwmu mMin vswie ]8]11]33]",
    "transliteration": "Naanak Jae Sukh Lorrehi Kaamanee Har Kaa Naam Mann Vasaae ||8||11||33||",
    "translation": "O Nanak, if the soul-bride longs for peace, she should enshrine the Lord's Name within her mind. ||8||11||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ! ਜੇ ਤੂੰ ਸੁਖ ਹਾਸਲ ਕਰਨਾ ਚਾਹੁੰਦੀ ਹੈਂ ਤਾਂ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖ ॥੮॥੧੧॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awsw mhlw 3 ]",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "AMimRqu. ijn@w cKwieEnu; rsu AwieAw shij suBwie ]",
    "transliteration": "Anmrith Jinhaa Chakhaaeioun Ras Aaeiaa Sehaj Subhaae ||",
    "translation": "Those whom the Lord has caused to drink in the Ambrosial Nectar, naturally, intuitively, enjoy the sublime essence.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪਰਮਾਤਮਾ ਨੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਆਪ ਚਖਾਇਆ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦਾ ਸੁਆਦ ਆ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "scw vyprvwhu hY; iqs no. iqlu n qmwie ]1]",
    "transliteration": "Sachaa Vaeparavaahu Hai This No Thil N Thamaae ||1||",
    "translation": "The True Lord is care-free; he does not have even an iota of greed. ||1||",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਇਹ ਭੀ ਸਮਝ ਆ ਗਈ ਕਿ) ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਬੇ-ਮੁਥਾਜ ਹੈ ਉਸ ਨੂੰ ਰਤਾ ਭਰ ਭੀ (ਕਿਸੇ ਕਿਸਮ ਦਾ ਕੋਈ) ਲਾਲਚ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "(qmwie) ie`Cw",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "AMimRqu scw vrsdw; gurmuKw muiK pwie ]",
    "transliteration": "Anmrith Sachaa Varasadhaa Guramukhaa Mukh Paae ||",
    "translation": "The True Ambrosial Nectar rains down, and trickles into the mouths of the Gurmukhs.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਹਰ ਥਾਂ) ਵਰ੍ਹ ਰਿਹਾ ਹੈ, ਪਰ ਇਹ ਪੈਂਦਾ ਹੈ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੂੰਹ ਵਿਚ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mnu sdw hrIAwvlw; shjy hir gux gwie ]1] rhwau ]",
    "transliteration": "Man Sadhaa Hareeaavalaa Sehajae Har Gun Gaae ||1|| Rehaao ||",
    "translation": "Their minds are forever rejuvenated, and they naturally, intuitively, sing the Glorious Praises of the Lord. ||1||Pause||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਹਰੀ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਹਨਾਂ ਦਾ ਮਨ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1631,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "mnmuiK sdw dohwgxI; dir KVIAw ibllwih ]",
    "transliteration": "Manamukh Sadhaa Dhohaaganee Dhar Kharreeaa Bilalaahi ||",
    "translation": "The self-willed manmukhs are forever forsaken brides; they cry out and bewail at the Lord's Gate.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਮੰਦ-ਭਾਗਣਾਂ ਰਹਿੰਦੀਆਂ ਹਨ ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਖਲੋਤੀਆਂ (ਭੀ) ਵਿਲਕਦੀਆਂ ਹੀ ਹਨ।",
    "pronunciation": "(ibllwih) roNdy[ KV@IAW",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijn@w. ipr kw suAwdu. n AwieE; jo Duir iliKAw suo kmwih ]2]",
    "transliteration": "Jinhaa Pir Kaa Suaadh N Aaeiou Jo Dhhur Likhiaa Suo Kamaahi ||2||",
    "translation": "Those who do not enjoy the sublime taste of their Husband Lord, act according to their pre-ordained destiny. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਕਦੇ ਸੁਆਦ ਨਹੀਂ ਆਇਆ ਉਹ ਉਹੀ ਮਨਮੁਖਤਾ ਵਾਲੇ ਕਰਮ ਕਮਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ਜੋ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਉਹਨਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਤੇ ਲਿਖੇ ਪਏ ਹਨ ॥੨॥",
    "pronunciation": "suo hoVy AONkV ivckwr bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "gurmuiK bIjy. scu jmY; scu nwmu vwpwru ]",
    "transliteration": "Guramukh Beejae Sach Jamai Sach Naam Vaapaar ||",
    "translation": "The Gurmukh plants the seed of the True Name, and it sprouts. He deals in the True Name alone.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਆਪਣਾ ਹਿਰਦਾ-ਖੇਤ ਵਿਚ) ਬੀਜਦਾ ਹੈ ਇਹ ਨਾਮ ਹੀ ਉਥੇ ਹੀ ਉੱਗਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਨਾਮ ਨੂੰ ਹੀ ਉਹ ਆਪਣਾ ਵਣਜ-ਵਪਾਰ ਬਣਾਂਦਾ ਹੈ।",
    "pronunciation": "jMmY",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "jo iequ lwhY lwieAnu; BgqI dyie BMfwr ]3]",
    "transliteration": "Jo Eith Laahai Laaeian Bhagathee Dhaee Bhanddaar ||3||",
    "translation": "Those whom the Lord has attached to this profitable venture, are granted the treasure of devotional worship. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਇਸ ਲਾਭਵੰਦੇ ਕੰਮ ਵਿਚ ਲਾਇਆ ਹੈ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦੇ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "gurmuiK sdw sohwgxI; BY Bgiq sIgwir ]",
    "transliteration": "Guramukh Sadhaa Sohaaganee Bhai Bhagath Seegaar ||",
    "translation": "The Gurmukh is forever the true, happy soul-bride; she adorns herself with the fear of God and devotion to Him.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਰਾਹੀਂ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾਂਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "An idnu rwvih ipru Awpxw; scu rKih aur Dwir ]4]",
    "transliteration": "Anadhin Raavehi Pir Aapanaa Sach Rakhehi Our Dhhaar ||4||",
    "translation": "Night and day, she enjoys her Husband Lord; she keeps Truth enshrined within her heart. ||4||",
    "punjabi": "ਉਹ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਮਾਣਦੀਆਂ ਹਨ, ਉਹ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਰੱਖਦੀਆਂ ਹਨ ॥੪॥",
    "pronunciation": "(rwvih) mwxdIAW",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ijn@w. ipru rwivAw Awpxw; iqn@w ivthu. bil jwau ]",
    "transliteration": "Jinhaa Pir Raaviaa Aapanaa Thinhaa Vittahu Bal Jaao ||",
    "translation": "I am a sacrifice to those who have enjoyed their Husband Lord.",
    "punjabi": "ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਉਹਨਾਂ ਤੋਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਨੂੰ ਸਦਾ ਮਾਣਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "sdw ipr kY sMig rhih; ivchu Awpu gvwie ]5]",
    "transliteration": "Sadhaa Pir Kai Sang Rehehi Vichahu Aap Gavaae ||5||",
    "translation": "They dwell forever with their Husband Lord; they eradicate self-conceit from within. ||5||",
    "punjabi": "ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੫॥",
    "pronunciation": "rhih",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "qnu mnu sIqlu. muK aujly; ipr kY Bwie ipAwir ]",
    "transliteration": "Than Man Seethal Mukh Oujalae Pir Kai Bhaae Piaar ||",
    "translation": "Their bodies and minds are cooled and soothed, and their faces are radiant, from the love and affection of their Husband Lord.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਪਿਆਰ ਵਿਚ ਰਹਿਣ ਵਾਲੀਆਂ ਦਾ ਮਨ ਤੇ ਹਿਰਦਾ ਠੰਢਾ-ਠਾਰ ਰਹਿੰਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਮੂੰਹ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "syj suKwlI ipru rvY; haumY iqRsnw mwir ]6]",
    "transliteration": "Saej Sukhaalee Pir Ravai Houmai Thrisanaa Maar ||6||",
    "translation": "They enjoy their Husband Lord upon His cozy bed, having conquered their ego and desire. ||6||",
    "punjabi": "ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਨੂੰ ਤ੍ਰਿਸ਼ਨਾ ਨੂੰ ਮਾਰ ਕੇ ਉਹਨਾਂ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁਖਦਾਈ ਹੋ ਜਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ (ਉਸ ਸੇਜ ਉਤੇ) ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "kir ikrpw. Gir AwieAw; gur kY hyiq Apwir ]",
    "transliteration": "Kar Kirapaa Ghar Aaeiaa Gur Kai Haeth Apaar ||",
    "translation": "Granting His Grace, He comes into our homes, through our infinite Love for the Guru.",
    "punjabi": "ਗੁਰੂ ਦੀ ਅਪਾਰ ਮੇਹਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "(hyiq) pRym",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "vru pwieAw sohwgxI; kyvl eyku murwir ]7]",
    "transliteration": "Var Paaeiaa Sohaaganee Kaeval Eaek Muraar ||7||",
    "translation": "The happy soul-bride obtains the One Lord as her Husband. ||7||",
    "punjabi": "ਉਹ ਸੁਭਾਗਣ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ ਜੋ ਆਪਣੇ ਵਰਗਾ ਇਕ ਆਪ ਹੀ ਹੈ ॥੭॥",
    "pronunciation": "(murwir) vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "sBy gunh. bKswie lieEnu; myly mylxhwir ]",
    "transliteration": "Sabhae Guneh Bakhasaae Laeioun Maelae Maelanehaar ||",
    "translation": "All of her sins are forgiven; the Uniter unites her with Himself.",
    "punjabi": "ਮੇਲਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ (ਪਿਛਲੇ ਕੀਤੇ ਆਪਣੇ) ਸਾਰੇ ਪਾਪ ਬਖ਼ਸ਼ਵਾ ਲਏ ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲਿਆ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੇ ਕਾਰਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1631,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "nwnk. AwKxu AwKIAY; jy suix Dry ipAwru ]8]12]34]",
    "transliteration": "Naanak Aakhan Aakheeai Jae Sun Dhharae Piaar ||8||12||34||",
    "translation": "O Nanak, chant such chants, that hearing them, He may enshrine love for you. ||8||12||34||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਬੋਲ ਹੀ ਬੋਲਣਾ ਚਾਹੀਦਾ ਹੈ ਜਿਸ ਨੂੰ ਸੁਣ ਕੇ ਉਹ ਪ੍ਰਭੂ (ਸਾਡੇ ਨਾਲ) ਪਿਆਰ ਕਰੇ ॥੮॥੧੨॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Awsw mhlw 3 ]",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "translation": "Aasaa, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "siqgur qy. gux aUpjY; jw pRBu mylY soie ]",
    "transliteration": "Sathigur Thae Gun Oopajai Jaa Prabh Maelai Soe ||",
    "translation": "Merit is obtained from the True Guru, when God causes us to meet Him.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਉਸ ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ਤਦੋਂ ਗੁਰੂ ਪਾਸੋਂ ਗੁਣਾਂ ਦੀ ਦਾਤ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
