[
  {
    "shabad_id": 1632,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "shjy nwmu iDAweIAY; igAwnu prgtu hoie]1]",
    "transliteration": "Sehajae Naam Dhhiaaeeai Giaan Paragatt Hoe ||1||",
    "punjabi": "ਤਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ, ਤੇ, ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਉੱਘੜ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ey mn. mq jwxih. hir dUir hY; sdw vyKu hdUir]",
    "transliteration": "Eae Man Math Jaanehi Har Dhoor Hai Sadhaa Vaekh Hadhoor ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਕਿਤੇ ਇਹ ਨਾਹ ਸਮਝ ਲਈਂ ਕਿ ਪਰਮਾਤਮਾ (ਤੈਥੋਂ) ਦੂਰ ਵੱਸਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਦਾ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਵੇਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sd suxdw. sd vyKdw; sbid rihAw BrpUir]1]rhwau]",
    "transliteration": "Sadh Sunadhaa Sadh Vaekhadhaa Sabadh Rehiaa Bharapoor ||1|| Rehaao ||",
    "punjabi": "ਉਹ ਸਦਾ ਸ਼ਭ-ਕੁਝ ਸੁਣ ਰਿਹਾ ਹੈ ਤੇ ਵੇਖ ਰਿਹਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਵਿਆਪਕ ਦਿੱਸ ਪਏਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1632,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "gurmuiK Awpu pCwixAw; iqn@I iek min iDAwieAw]",
    "transliteration": "Guramukh Aap Pashhaaniaa Thinhee Eik Man Dhhiaaeiaa ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸੁਰਤ ਜੋੜ ਕੇ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "sdw rvih ipru Awpxw; scY nwim suKu pwieAw]2]",
    "transliteration": "Sadhaa Ravehi Pir Aapanaa Sachai Naam Sukh Paaeiaa ||2||",
    "punjabi": "ਐਸੇ ਜੀਵ ਸਦਾ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਮਾਣਦੇ ਹਨ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ey mn. qyrw ko nhI; kir vyKu sbid vIcwru]",
    "transliteration": "Eae Man Thaeraa Ko Nehee Kar Vaekh Sabadh Veechaar ||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ) ਤੇਰਾ ਕੋਈ (ਸੱਚਾ) ਸਾਥੀ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir srxweI Bij pau; pwieih moK duAwru]3]",
    "transliteration": "Har Saranaaee Bhaj Po Paaeihi Mokh Dhuaar ||3||",
    "punjabi": "ਦੌੜ ਕੇ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆ ਪਉ, (ਇਸ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਰਾਹ ਲੱਭ ਲਏਂਗਾ ॥੩॥",
    "pronunciation": "(moK) mukqI[ B`ij[ pw-ieih",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "sbid suxIAY. sbid buJIAY; sic rhY ilv lwie]",
    "transliteration": "Sabadh Suneeai Sabadh Bujheeai Sach Rehai Liv Laae ||",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰਿ-ਨਾਮ ਸੁਣਿਆ ਜਾ ਸਕਦਾ ਹੈ ਤੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਸਹੀ ਜੀਵਨ-ਰਾਹ) ਸਮਝਿਆ ਜਾ ਸਕਦਾ ਹੈ। (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ਉਹ) ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ;",
    "pronunciation": "b`uJIAY",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "sbdy. haumY mwrIAY; scY mhil. suKu pwie]4]",
    "transliteration": "Sabadhae Houmai Maareeai Sachai Mehal Sukh Paae ||4||",
    "punjabi": "ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਅੰਦਰੋਂ) ਹਉਮੈ ਮੁਕਾਈ ਜਾ ਸਕਦੀ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰ-ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈਂਦਾ ਹੈ ਉਹ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੪॥",
    "pronunciation": "mhil",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "iesu jug mih. soBw nwm kI; ibnu nwvY. soB n hoie]",
    "transliteration": "Eis Jug Mehi Sobhaa Naam Kee Bin Naavai Sobh N Hoe ||",
    "punjabi": "ਹੇ ਮਨ! ਜਗਤ ਵਿਚ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਸੋਭਾ ਮਿਲਦੀ ਹੈ, ਹਰਿ-ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਿਲੀ ਹੋਈ ਸੋਭਾ ਅਸਲ ਸੋਭਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ieh mwieAw kI soBw. cwir idhwVy; jwdI. iblmu n hoie]5]",
    "transliteration": "Eih Maaeiaa Kee Sobhaa Chaar Dhihaarrae Jaadhee Bilam N Hoe ||5||",
    "punjabi": "ਮਾਇਆ ਦੇ ਪ੍ਰਤਾਪ ਨਾਲ ਮਿਲੀ ਹੋਈ ਸੋਭਾ ਚਾਰ ਦਿਨ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਇਸ ਦੇ ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ॥੫॥",
    "pronunciation": "iblmu:polw bolo[ (iblmu) dyr[ jWdI",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ijnI nwmu ivswirAw; sy muey mir jwih]",
    "transliteration": "Jinee Naam Visaariaa Sae Mueae Mar Jaahi ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ ਉਹਨਾਂ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲਈ ਉਹ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "hir rs swdu. n AwieE; ibstw mwih smwih]6]",
    "transliteration": "Har Ras Saadh N Aaeiou Bisattaa Maahi Samaahi ||6||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਦਾ ਸੁਆਦ ਨਾਹ ਆਇਆ ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਮਸਤ ਹੁੰਦੇ ਹਨ, ਜਿਵੇਂ ਗੰਦ ਦੇ ਕੀੜੇ ਗੰਦ ਵਿਚ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ieik Awpy bKis imlwieAnu; An idnu nwmy lwie]",
    "transliteration": "Eik Aapae Bakhas Milaaeian Anadhin Naamae Laae ||",
    "punjabi": "ਕਈ ਐਸੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਹਰ ਵੇਲੇ ਆਪਣੇ ਨਾਮ ਵਿਚ ਲਾ ਕੇ ਮੇਹਰ ਕਰ ਕੇ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "scu kmwvih sic rhih; scy sic smwih]7]",
    "transliteration": "Sach Kamaavehi Sach Rehehi Sachae Sach Samaahi ||7||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਨਾਮ-ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੭॥",
    "pronunciation": "kmwvih, rhih",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ibnu sbdY. suxIAY n dyKIAY; jgu bolw. AMn@w Brmwie]",
    "transliteration": "Bin Sabadhai Suneeai N Dhaekheeai Jag Bolaa Annhaa Bharamaae ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਹਰਿ-ਨਾਮ ਸੁਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਤੇ ਪ੍ਰਭੂ ਵੇਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਤੇ ਬੋਲਾ ਹੋ ਰਿਹਾ ਹੈ ਤੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "boLw",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ibnu nwvY. duKu pwiesI; nwmu imlY iqsY rjwie]8]",
    "transliteration": "Bin Naavai Dhukh Paaeisee Naam Milai Thisai Rajaae ||8||",
    "punjabi": "ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਜਗਤ ਦੁੱਖ ਹੀ ਸਹਾਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਤੇ ਹਰਿ-ਨਾਮ ਉਸ ਹਰੀ ਦੀ ਰਜ਼ਾ ਨਾਲ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "ijn bwxI isau icqu lwieAw; sy jn inrml prvwxu]",
    "transliteration": "Jin Baanee Sio Chith Laaeiaa Sae Jan Niramal Paravaan ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਨਾਲ ਆਪਣਾ ਚਿੱਤ ਜੋੜਿਆ ਹੈ ਉਹ ਮਨੁੱਖ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1632,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "nwnk nwmu iqn@w. kdy n vIsrY; sy dir scy jwxu]9]13]35]",
    "transliteration": "Naanak Naam Thinhaa Kadhae N Veesarai Sae Dhar Sachae Jaan ||9||13||35||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਦੇ ਭੁੱਲਦਾ ਨਹੀਂ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹ ਉੱਘੇ ਹਨ ॥੯॥੧੩॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awsw mhlw 3]",
    "transliteration": "Aasaa Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sbdO hI Bgq jwpdy; ijn@ kI bwxI scI hoie]",
    "transliteration": "Sabadha Hee Bhagath Jaapadhae Jinh Kee Baanee Sachee Hoe ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਭਗਤ (ਜਗਤ ਵਿਚ) ਉਜਾਗਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਉਹਨਾਂ ਦਾ ਹਰ ਵੇਲੇ ਦਾ ਬੋਲ-ਚਾਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ivchu Awpu gieAw. nwau mMinAw; sic imlwvw hoie]1]",
    "transliteration": "Vichahu Aap Gaeiaa Naao Manniaa Sach Milaavaa Hoe ||1||",
    "punjabi": "(ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਮਨ ਨਾਮ ਨੂੰ ਕਬੂਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਉਹਨਾਂ ਦਾ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hir hir nwmu; jn kI piq hoie]",
    "transliteration": "Har Har Naam Jan Kee Path Hoe ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤਾਂ ਵਾਸਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਇੱਜ਼ਤ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "sPlu iqn@w kw jnmu hY; iqn@ mwnY sBu koie]1]rhwau]",
    "transliteration": "Safal Thinhaa Kaa Janam Hai Thinh Maanai Sabh Koe ||1|| Rehaao ||",
    "punjabi": "(ਨਾਮ ਜਪ ਕੇ) ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ, ਹਰੇਕ ਜੀਵ ਉਹਨਾਂ ਦਾ ਆਦਰ-ਮਾਣ ਕਰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1633,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "haumY myrw jwiq hY; Aiq kRoDu AiBmwnu]",
    "transliteration": "Houmai Maeraa Jaath Hai Ath Krodhh Abhimaan ||",
    "punjabi": "'ਮੈਂ ਮੈਂ, ਮੇਰੀ ਮੇਰੀ'-ਇਹ ਹੀ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਮਨੁੱਖ ਦਾ ਵਖੇਵਾਂ ਬਣਾ ਦੇਂਦਾ ਹੈ, ਇਸੇ ਕਾਰਨ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕ੍ਰੋਧ ਅਤੇ ਅਹੰਕਾਰ ਪੈਦਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "sbid mrY. qw jwiq jwie; joqI joiq imlY Bgvwnu]2]",
    "transliteration": "Sabadh Marai Thaa Jaath Jaae Jothee Joth Milai Bhagavaan ||2||",
    "punjabi": "ਜਦੋਂ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ 'ਮੈਂ ਮੇਰੀ' ਦਾ ਅਭਾਵ ਹੋ ਜਾਂਦਾ ਹੈ ਤਾਂ ਵੱਖਰਾ-ਪਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਹਰਿ-ਜੋਤਿ ਵਿਚ ਸੁਰਤਿ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ, ਰੱਬ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "pUrw siqguru ByitAw; sPl jnmu hmwrw]",
    "transliteration": "Pooraa Sathigur Bhaettiaa Safal Janam Hamaaraa ||",
    "punjabi": "ਜਦੋਂ (ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ) ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਸਾਡੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "nwmu nvY iniD pwieAw; Bry AKut BMfwrw]3]",
    "transliteration": "Naam Navai Nidhh Paaeiaa Bharae Akhutt Bhanddaaraa ||3||",
    "punjabi": "ਸਾਨੂੰ ਹਰਿ-ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜੋ ਜਗਤ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹੈ, ਨਾਮ-ਧਨ ਨਾਲ ਸਾਡੇ (ਹਿਰਦੇ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ, ਇਹ ਖ਼ਜ਼ਾਨੇ ਕਦੀ ਖ਼ਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦੇ ॥੩॥",
    "pronunciation": "(A-Ku`t) Amu`k",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "Awvih iesu rwsI ky vwpwrIey; ijn@w nwmu ipAwrw]",
    "transliteration": "Aavehi Eis Raasee Kae Vaapaareeeae Jinhaa Naam Piaaraa ||",
    "punjabi": "ਇਸ ਨਾਮ-ਧਨ ਦੇ ਉਹੀ ਵਣਜਾਰੇ (ਗੁਰੂ ਦੇ ਕੋਲ) ਆਉਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਹ ਨਾਮ (-ਧਨ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "(rwsI) sOdw",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "gurmuiK hovY. so Dnu pwey; iqn@w AMqir sbdu vIcwrw]4]",
    "transliteration": "Guramukh Hovai So Dhhan Paaeae Thinhaa Anthar Sabadh Veechaaraa ||4||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ ਉਹ ਨਾਮ-ਧਨ ਹਾਸਿਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਅਜਿਹੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਗੁਰ-ਸ਼ਬਦ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ ਆ ਵੱਸਦੀ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "BgqI swr. n jwxn@I; mnmuK AhMkwrI]",
    "transliteration": "Bhagathee Saar N Jaananhee Manamukh Ahankaaree ||",
    "punjabi": "(ਪਰ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਅਹੰਕਾਰੀ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਕਦਰ ਨਹੀਂ ਸਮਝਦੇ,",
    "pronunciation": "(swr) kdr[ AhM-kwrI",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "Durhu Awip KuAwieAnu; jUAY bwjI hwrI]5]",
    "transliteration": "Dhhurahu Aap Khuaaeian Jooai Baajee Haaree ||5||",
    "punjabi": "ਐਸੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਧੁਰੋਂ ਆਪਣੇ ਹੁਕਮ ਨਾਲ ਕੁਰਾਹੇ ਪਾ ਦਿੱਤਾ ਹੈ, ਉਹ ਜੀਵਨ-ਬਾਜ਼ੀ ਹਾਰ ਜਾਂਦੇ ਹਨ (ਜਿਵੇਂ ਕੋਈ ਜੁਆਰੀਆ) ਜੂਏ ਵਿਚ (ਹਾਰ ਖਾਂਦਾ ਹੈ) ॥੫॥",
    "pronunciation": "(Durhu) hir jI qoN (Awip) hMkwr ny (KuAwieAnu) KuMJw id`qy",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ibnu ipAwrY. Bgiq n hoveI; nw suKu hoie srIir]",
    "transliteration": "Bin Piaarai Bhagath N Hovee Naa Sukh Hoe Sareer ||",
    "punjabi": "ਜੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਵਾਸਤੇ ਪਿਆਰ ਨਾਹ ਹੋਵੇ ਤਾਂ ਉਸ ਦੀ ਭਗਤੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, (ਭਗਤੀ ਤੋਂ ਬਿਨਾ) ਸਰੀਰ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਭੀ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "pRym pdwrQu pweIAY; gur BgqI mn DIir]6]",
    "transliteration": "Praem Padhaarathh Paaeeai Gur Bhagathee Man Dhheer ||6||",
    "punjabi": "ਪ੍ਰੇਮ ਦੀ ਦਾਤ (ਗੁਰੂ ਪਾਸੋਂ) ਮਿਲਦੀ ਹੈ, ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਆ ਟਿਕਦੀ ਹੈ ॥੬॥",
    "pronunciation": "(DIir) DIrj",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ijs no Bgiq krwey. so kry; gur sbd vIcwir]",
    "transliteration": "Jis No Bhagath Karaaeae So Karae Gur Sabadh Veechaar ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਕਰ ਕੇ ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਪਾਸੋਂ ਪ੍ਰਭੂ ਆਪ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ihrdY eyko nwmu vsY; haumY duibDw mwir]7]",
    "transliteration": "Hiradhai Eaeko Naam Vasai Houmai Dhubidhhaa Maar ||7||",
    "punjabi": "ਤਦ ਅੰਦਰੋਂ ਹਉਮੈ ਤੇ ਮੇਰ-ਤੇਰ ਮੁਕਾ ਜਾਂਦਾ ਹੈ ਤੇ ਹਿਰਦੇ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "Bgqw kI jiq piq. eykuo nwmu hY; Awpy ley svwir]",
    "transliteration": "Bhagathaa Kee Jath Path Eaekuo Naam Hai Aapae Leae Savaar ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭਗਤਾਂ ਵਾਸਤੇ ਨਾਮ ਹੀ ਉੱਚੀ ਜਾਤ ਤੇ ਕੁਲ ਹੈ, ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "jiq piq: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1633,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "sdw srxweI iqs kI; ijau BwvY iqau kwrju swir]8]",
    "transliteration": "Sadhaa Saranaaee This Kee Jio Bhaavai Thio Kaaraj Saar ||8||",
    "punjabi": "ਭਗਤ ਸਦਾ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਜਿਵੇਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਉਹ ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਕੰਮ ਸਿਰੇ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]