[
  {
    "shabad_id": 1636,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AwswvrI mhlw 5 Gru 3",
    "transliteration": "Aasaavaree Mehalaa 5 Ghar 3",
    "translation": "Aasaavaree, Fifth Mehl, Third House:",
    "punjabi": "ਰਾਗ ਆਸਾਵਰੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "Aw-sw-vrI[ Gru qIjw",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1636,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "myry mn; hir isau lwgI pRIiq]",
    "transliteration": "Maerae Man Har Sio Laagee Preeth ||",
    "translation": "My mind is in love with the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਪ੍ਰੀਤ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "swDsMig hir hir jpq; inrml swcI rIiq]1]rhwau]",
    "transliteration": "Saadhhasang Har Har Japath Niramal Saachee Reeth ||1|| Rehaao ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I meditate on the Lord, Har, Har; my lifestyle is pure and true. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਉਸ ਦੀ ਇਹੋ ਰੋਜ਼ਾਨਾ ਪਵਿਤ੍ਰ ਕਾਰ ਬਣ ਜਾਂਦੀ ਹੈ ਕਿ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(rIiq) mrXwdw",
    "type_id": 4
  },
  {
    "shabad_id": 1636,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "drsn kI ipAws GxI; icqvq Aink pRkwr]",
    "transliteration": "Dharasan Kee Piaas Ghanee Chithavath Anik Prakaar ||",
    "translation": "I have such a great thirst for the Blessed Vision of His Darshan; I think of him in so many ways.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਯਾਦ ਕਰਦਿਆਂ (ਮੇਰੇ ਅੰਦਰ) ਤੇਰੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਬਹੁਤ ਬਣ ਗਈ ਹੈ,",
    "pronunciation": "(icqvq) cyqy krdy",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "krhu AnugRhu pwrbRhm; hir ikrpw Dwir murwir]1]",
    "transliteration": "Karahu Anugrahu Paarabreham Har Kirapaa Dhhaar Muraar ||1||",
    "translation": "So be Merciful, O Supreme Lord; shower Your Mercy upon me, O Lord, Destroyer of pride. ||1||",
    "punjabi": "ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਮੁਰਾਰੀ! ਮੇਹਰ ਕਰ, ਕਿਰਪਾ ਕਰ (ਦੀਦਾਰ ਬਖ਼ਸ਼) ॥੧॥",
    "pronunciation": "(A-nu`gRhu) ikRpw",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "mnu prdysI AwieAw; imilE swD kY sMig]",
    "transliteration": "Man Paradhaesee Aaeiaa Miliou Saadhh Kai Sang ||",
    "translation": "My stranger soul has come to join the Saadh Sangat.",
    "punjabi": "ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਜਦੋਂ ਕੋਈ ਮਨ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ijsu vKr kau cwhqw; so pwieE. nwmih rMig]2]",
    "transliteration": "Jis Vakhar Ko Chaahathaa So Paaeiou Naamehi Rang ||2||",
    "translation": "That commodity, which I longed for, I have found in the Love of the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਜਿਸ (ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੇ) ਸੌਦੇ ਨੂੰ ਉਹ ਸਦਾ ਤਰਸਦਾ ਆ ਰਿਹਾ ਸੀ ਉਹ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜਿਆਂ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "v`Kr",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jyqy mwieAw rMg rs; ibnis jwih iKn mwih]",
    "transliteration": "Jaethae Maaeiaa Rang Ras Binas Jaahi Khin Maahi ||",
    "translation": "There are so many pleasures and delights of Maya, but they pass away in an instant.",
    "punjabi": "ਮਾਇਆ ਦੇ ਜਿਤਨੇ ਭੀ ਕੌਤਕ ਤੇ ਸੁਆਦਲੇ ਪਦਾਰਥ ਦਿੱਸ ਰਹੇ ਹਨ ਇਕ ਖਿਨ ਵਿਚ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "Bgq rqy qyry nwm isau; suKu BuMcih sB Twie]3]",
    "transliteration": "Bhagath Rathae Thaerae Naam Sio Sukh Bhunchehi Sabh Thaae ||3||",
    "translation": "Your devotees are imbued with Your Name; they enjoy peace everywhere. ||3||",
    "punjabi": "ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਹਰ ਥਾਂ ਅਨੰਦ ਮਾਣਦੇ ਹਨ ॥੩॥",
    "pronunciation": "(BuMcih) mwxdy",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "sBu jgu clqau pyKIAY; inhclu. hir ko nwau]",
    "transliteration": "Sabh Jag Chalatho Paekheeai Nihachal Har Ko Naao ||",
    "translation": "The entire world is seen to be passing away; only the Lord's Name is lasting and stable.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਨਾਸਵੰਤ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ।",
    "pronunciation": "c`l-qau",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "kir imqRweI. swD isau; inhclu pwvih Twau]4]",
    "transliteration": "Kar Mithraaee Saadhh Sio Nihachal Paavehi Thaao ||4||",
    "translation": "So make friends with the Holy Saints, so that you may obtain a lasting place of rest. ||4||",
    "punjabi": "ਗੁਰੂ ਨਾਲ ਪਿਆਰ ਪਾ (ਉਸ ਪਾਸੋਂ ਇਹ ਹਰਿ-ਨਾਮ ਮਿਲੇਗਾ, ਤੇ) ਤੂੰ ਉਹ ਟਿਕਾਣਾ ਲੱਭ ਲਏਂਗਾ ਜੇਹੜਾ ਕਦੀ ਭੀ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "mIq swjn suq bMDpw; koaU. hoq n swQ]",
    "transliteration": "Meeth Saajan Suth Bandhhapaa Kooo Hoth N Saathh ||",
    "translation": "Friends, acquaintances, children and relatives - none of these shall be your companion.",
    "punjabi": "ਮਿੱਤਰ, ਸੱਜਣ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਕੋਈ ਭੀ ਸਦਾ ਦੇ ਸਾਥੀ ਨਹੀਂ ਬਣ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "eyku invwhU rwm nwm; dInw kw pRBu nwQ]5]",
    "transliteration": "Eaek Nivaahoo Raam Naam Dheenaa Kaa Prabh Naathh ||5||",
    "translation": "The Lord's Name alone shall go with you; God is the Master of the meek. ||5||",
    "punjabi": "ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਸਿਰਫ਼ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ ਜੇਹੜਾ ਗਰੀਬਾਂ ਦਾ ਰਾਖਾ ਹੈ ॥੫॥",
    "pronunciation": "(invwhU) inBx vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "crnkml boihQ Bey; lig swgru qirE qyh]",
    "transliteration": "Charan Kamal Bohithh Bheae Lag Saagar Thariou Thaeh ||",
    "translation": "The Lord's Lotus Feet are the Boat; attached to Them, you shall cross over the world-ocean.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਵਾਸਤੇ ਗੁਰੂ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨ ਜਹਾਜ਼ ਬਣ ਗਏ ਉਹ ਇਹਨਾਂ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ।",
    "pronunciation": "(qyh) iqnW nwl",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ByitE pUrw siqgurU; swcw pRB isau nyh]6]",
    "transliteration": "Bhaettiou Pooraa Sathiguroo Saachaa Prabh Sio Naeh ||6||",
    "translation": "Meeting with the Perfect True Guru, I embrace True Love for God. ||6||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਸਦਾ ਲਈ ਪੱਕਾ ਪਿਆਰ ਬਣ ਗਿਆ ॥੬॥",
    "pronunciation": "(ByitE) imly",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "swD qyry kI jwcnw; ivsru n. swis igrwis]",
    "transliteration": "Saadhh Thaerae Kee Jaachanaa Visar N Saas Giraas ||",
    "translation": "The prayer of Your Holy Saints is, \"\"May I never forget You, for even one breath or morsel of food.\"\"",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੇਵਕ ਦੀ (ਤੇਰੇ ਪਾਸੋਂ ਸਦਾ ਇਹੀ) ਮੰਗ ਹੈ ਕਿ ਸਾਹ ਲੈਂਦਿਆਂ ਰੋਟੀ ਖਾਂਦਿਆਂ ਕਦੇ ਭੀ ਨਾਹ ਵਿੱਸਰ।",
    "pronunciation": "(j`wcnw) mMg",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "jo quDu BwvY so Blw; qyrY BwxY kwrj rwis]7]",
    "transliteration": "Jo Thudhh Bhaavai So Bhalaa Thaerai Bhaanai Kaaraj Raas ||7||",
    "translation": "Whatever is pleasing to Your Will is good; by Your Sweet Will, my affairs are adjusted. ||7||",
    "punjabi": "ਜੋ ਕੁਝ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤੇਰੇ ਸੇਵਕ ਨੂੰ ਭੀ ਉਹੀ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤੇਰੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਿਆਂ ਤੇਰੇ ਸੇਵਕ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "suKswgr pRIqm imly; aupjy mhw AnMd]",
    "transliteration": "Sukh Saagar Preetham Milae Oupajae Mehaa Anandh ||",
    "translation": "I have met my Beloved, the Ocean of Peace, and Supreme Bliss has welled up within me.",
    "punjabi": "ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲ ਪੈਂਦੇ ਹਨ ਉਸ ਦੇ ਅੰਦਰ ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1636,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "khu nwnk. sB duK imty; pRB Byty prmwnMd]8]1]2]",
    "transliteration": "Kahu Naanak Sabh Dhukh Mittae Prabh Bhaettae Paramaanandh ||8||1||2||",
    "translation": "Says Nanak, all my pains have been eradicated, meeting with God, the Lord of Supreme Bliss. ||8||1||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਨੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਨੂੰ ਮਿਲਦੇ ਹਨ ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੮॥੧॥੨॥",
    "pronunciation": "(Byty) imly",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awsw mhlw 5 ibrhVy Gru 4, CMqw kI jiq",
    "transliteration": "Aasaa Mehalaa 5 Bireharrae Ghar 4 Shhanthaa Kee Jathi",
    "translation": "Aasaa, Fifth Mehl, Birharray ~ Songs Of Separation, To Be Sung In The Tune Of The Chhants. Fourth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਬਿਰਹੜੇ ਛੰਤਾਂ ਕੀ ਜਤਿ'।",
    "pronunciation": "Gru cOQw[ jiq:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1637,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "pwrbRhmu pRBu ismrIAY ipAwry; drsn kau bil jwau]1]",
    "transliteration": "Paarabreham Prabh Simareeai Piaarae Dharasan Ko Bal Jaao ||1||",
    "translation": "Remember the Supreme Lord God, O Beloved, and make yourself a sacrifice to the Blessed Vision of His Darshan. ||1||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ijsu ismrq, duK bIsrih ipAwry; so ikau qjxw jwie]2]",
    "transliteration": "Jis Simarath Dhukh Beesarehi Piaarae So Kio Thajanaa Jaae ||2||",
    "translation": "Remembering Him, sorrows are forgotten, O Beloved; how can one forsake Him? ||2||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਸਾਰੇ ਦੁੱਖ ਭੁੱਲ ਜਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਛੱਡਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੨॥",
    "pronunciation": "bIsr-ih",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "iehu qnu vycI sMq pih ipAwry; pRIqmu dyie imlwie]3]",
    "transliteration": "Eihu Than Vaechee Santh Pehi Piaarae Preetham Dhaee Milaae ||3||",
    "translation": "I would sell this body to the Saint, O Beloved, if he would lead me to my Dear Lord. ||3||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਮੈਂ ਤਾਂ ਆਪਣਾ ਇਹ ਸਰੀਰ ਉਸ ਗੁਰੂ ਦੇ ਪਾਸ ਵੇਚਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ਜਿਹੜਾ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "suK sIgwr ibiKAw ky PIky; qij Cofy myrI mwie]4]",
    "transliteration": "Sukh Seegaar Bikhiaa Kae Feekae Thaj Shhoddae Maeree Maae ||4||",
    "translation": "The pleasures and adornments of corruption are insipid and useless; I have forsaken and abandoned them, O my Mother. ||4||",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਮੈਂ ਮਾਇਆ ਦੇ ਸੁਖ ਮਾਇਆ ਦੇ ਸੁਹਜ ਸਭ ਛੱਡ ਦਿੱਤੇ ਹਨ (ਨਾਮ-ਰਸ ਦੇ ਟਾਕਰੇ ਤੇ ਇਹ ਸਾਰੇ) ਬੇ-ਸੁਆਦੇ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "kwmu kRoDu loBu qij gey ipAwry; siqgur crnI pwie]5]",
    "transliteration": "Kaam Krodhh Lobh Thaj Geae Piaarae Sathigur Charanee Paae ||5||",
    "translation": "Lust, anger and greed left me, O Beloved, when I fell at the Feet of the True Guru. ||5||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਦੋਂ ਦਾ ਮੈਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਜਾ ਪਿਆ ਹਾਂ, ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਆਦਿਕ ਸਾਰੇ ਮੇਰਾ ਖਹਿੜਾ ਛੱਡ ਗਏ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "jo jn rwqy rwm isau ipAwry; Anq n kwhU jwie]6]",
    "transliteration": "Jo Jan Raathae Raam Sio Piaarae Anath N Kaahoo Jaae ||6||",
    "translation": "Those humble beings who are imbued with the Lord, O Beloved, do not go anywhere else. ||6||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ ਰੰਗੇ ਜਾਂਦੇ ਹਨ (ਪਰਮਾਤਮਾ ਨੂੰ ਛੱਡ ਕੇ ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਨਹੀਂ ਜਾਂਦਾ ॥੬॥",
    "pronunciation": "(Anq) hor QW",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "hir rsu ijn@I cwiKAw ipAwry; iqRpiq rhy AwGwie]7]",
    "transliteration": "Har Ras Jinhee Chaakhiaa Piaarae Thripath Rehae Aaghaae ||7||",
    "translation": "Those who have tasted the Lord's sublime essence, O Beloved, remain satisfied and satiated. ||7||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਲੈਂਦੇ ਹਨ ਉਹ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਰੱਜ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "(AwGwie) r`jy",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "AMclu gihAw swD kw, nwnk; BY swgru. pwir prwie]8]1]3]",
    "transliteration": "Anchal Gehiaa Saadhh Kaa Naanak Bhai Saagar Paar Paraae ||8||1||3||",
    "translation": "One who grasps the Hem of the Gown of the Holy Saint, O Nanak, crosses over the terrible world-ocean. ||8||1||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ ਉਹ ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੮॥੧॥੩॥",
    "pronunciation": "(AMclu) p`lw[ (gihAw) PiVAw",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "jnm mrx duKu ktIAY ipAwry; jb BytY hir rwie]1]",
    "transliteration": "Janam Maran Dhukh Katteeai Piaarae Jab Bhaettai Har Raae ||1||",
    "translation": "The pains of birth and death are removed, O Beloved, when the mortal meets with the Lord, the King. ||1||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਦੋਂ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤਦੋਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(BytY) imly",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 11,
    "source_line": 17,
    "gurmukhi": "suMdru suGru sujwxu pRBu myrw; jIvnu drsu idKwie]2]",
    "transliteration": "Sundhar Sughar Sujaan Prabh Maeraa Jeevan Dharas Dhikhaae ||2||",
    "translation": "God is so Beautiful, so Refined, so Wise - He is my very life! Reveal to me Your Darshan! ||2||",
    "punjabi": "(ਮੇਰਾ) ਪ੍ਰਭੂ (-ਪਾਤਿਸ਼ਾਹ) ਸੋਹਣਾ ਹੈ ਸੁਚੱਜਾ ਹੈ ਸਿਆਣਾ ਹੈ, ਜਦੋਂ ਉਹ ਮੈਨੂੰ ਦੀਦਾਰ ਦੇਂਦਾ ਹੈ ਮੇਰੇ ਅੰਦਰ ਜਾਨ ਪੈ ਜਾਂਦੀ ਹੈ (ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਹੀ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 12,
    "source_line": 18,
    "gurmukhi": "jo jIA, quJ qy bICury ipAwry; jnim mrih. ibKu Kwie]3]",
    "transliteration": "Jo Jeea Thujh Thae Beeshhurae Piaarae Janam Marehi Bikh Khaae ||3||",
    "translation": "Those beings who are separated from You, O Beloved, are born only to die; they eat the poison of corruption. ||3||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਜੀਵ ਤੈਥੋਂ ਵਿਛੁੜ ਜਾਂਦੇ ਹਨ ਉਹ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ ਖਾ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਆਏ ਹੋਏ ਭੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 13,
    "source_line": 18,
    "gurmukhi": "ijsu qUM mylih. so imlY ipAwry; iqs kY lwgau pwie]4]",
    "transliteration": "Jis Thoon Maelehi So Milai Piaarae This Kai Laago Paae ||4||",
    "translation": "He alone meets You, whom You cause to meet, O Beloved; I fall at his feet. ||4||",
    "punjabi": "(ਪਰ,) ਹੇ ਪਿਆਰੇ ਜੀਵ! (ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਜਿਸ ਜੀਵ ਨੂੰ ਤੂੰ ਆਪ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਂਦਾ ਹੈਂ ਉਹੀ ਤੈਨੂੰ ਮਿਲਦਾ ਹੈ। ਮੈਂ ਉਸ (ਵਡ-ਭਾਗੀ) ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 14,
    "source_line": 19,
    "gurmukhi": "jo suKu. drsnu pyKqy ipAwry; muK qy. khxu n jwie]5]",
    "transliteration": "Jo Sukh Dharasan Paekhathae Piaarae Mukh Thae Kehan N Jaae ||5||",
    "translation": "That happiness which one receives by beholding Your Darshan, O Beloved, cannot be described in words. ||5||",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ)! ਤੇਰਾ ਦਰਸਨ ਕੀਤਿਆਂ ਜੇਹੜਾ ਆਨੰਦ (ਅਨੁਭਵ ਹੁੰਦਾ ਹੈ) ਉਹ ਮੂੰਹੋਂ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1637,
    "pada": 15,
    "source_line": 19,
    "gurmukhi": "swcI pRIiq. n quteI ipAwry; jugu jugu rhI smwie]6]",
    "transliteration": "Saachee Preeth N Thuttee Piaarae Jug Jug Rehee Samaae ||6||",
    "translation": "True Love cannot be broken, O Beloved; throughout the ages, it remains. ||6||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਜਿਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਪੱਕਾ ਪਿਆਰ ਪਾ ਲਿਆ, ਉਸ ਦਾ ਉਹ ਪਿਆਰ ਕਦੇ ਟੁੱਟ ਨਹੀਂ ਸਕਦਾ, ਉਹ ਪਿਆਰ ਤਾਂ ਜੁਗਾਂ ਪ੍ਰਯੰਤ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "qu`teI[ j`ugu j`ugu",
    "type_id": 3
  }
]