[
  {
    "id": 19837,
    "shabad_id": 1637,
    "pada": 16,
    "source_line": 1,
    "gurmukhi": "jo quDu BwvY so Blw. ipAwry; qyrI Amru rjwie ]7]",
    "transliteration": "Jo Thudhh Bhaavai So Bhalaa Piaarae Thaeree Amar Rajaae ||7||",
    "translation": "Whatever pleases You is good, O Beloved; Your Will is Eternal. ||7||",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ)! ਤੇਰਾ ਹੁਕਮ ਅਮਿੱਟ ਹੈ, ਜੀਵਾਂ ਵਾਸਤੇ ਉਹੀ ਕੰਮ ਭਲਾਈ ਵਾਲਾ ਹੈ ਜੇਹੜਾ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੭॥",
    "pronunciation": "(Amru) Aimt",
    "type_id": 3
  },
  {
    "id": 19838,
    "shabad_id": 1637,
    "pada": 17,
    "source_line": 2,
    "gurmukhi": "nwnk. rMig rqy nwrwiexY ipAwry; mwqy shij suBwie ]8]2]4]",
    "transliteration": "Naanak Rang Rathae Naaraaeinai Piaarae Maathae Sehaj Subhaae ||8||2||4||",
    "translation": "Nanak, those who are imbued with the Love of the All-Pervading Lord, O Beloved, remain intoxicated with His Love, in natural ease. ||8||2||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪਿਆਰੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਨਾਰਾਇਣ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ਉਹ ਉਸ ਪ੍ਰੇਮ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੮॥੨॥੪॥",
    "pronunciation": "m`wqy",
    "type_id": 3
  },
  {
    "id": 19839,
    "shabad_id": 1637,
    "pada": 18,
    "source_line": 2,
    "gurmukhi": "sB ibiD qum hI jwnqy ipAwry; iksu pih khau sunwie ]1]",
    "transliteration": "Sabh Bidhh Thum Hee Jaanathae Piaarae Kis Pehi Keho Sunaae ||1||",
    "translation": "You know all about my condition, O Beloved; who can I speak to about it? ||1||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਦੇ) ਸਾਰੇ ਤਰੀਕੇ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਮੈਂ ਹੋਰ ਕਿਸ ਨੂੰ ਸੁਣਾ ਕੇ ਆਖਾਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19840,
    "shabad_id": 1637,
    "pada": 19,
    "source_line": 3,
    "gurmukhi": "qUM dwqw jIAw sBnw kw; qyrw idqw pihrih Kwie ]2]",
    "transliteration": "Thoon Dhaathaa Jeeaa Sabhanaa Kaa Thaeraa Dhithaa Pehirehi Khaae ||2||",
    "translation": "You are the Giver of all beings; they eat and wear what You give them. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ। (ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਦਿੱਤੇ ਬਸਤ੍ਰ ਪਹਿਨਦੇ ਹਨ, (ਹਰੇਕ ਜੀਵ ਤੇਰਾ ਦਿੱਤਾ ਅੰਨ) ਖਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "pihr-ih",
    "type_id": 3
  },
  {
    "id": 19841,
    "shabad_id": 1637,
    "pada": 20,
    "source_line": 3,
    "gurmukhi": "suKu duKu. qyrI AwigAw ipAwry; dUjI. nwhI jwie ]3]",
    "transliteration": "Sukh Dhukh Thaeree Aagiaa Piaarae Dhoojee Naahee Jaae ||3||",
    "translation": "Pleasure and pain come by Your Will, O Beloved; they do not come from any other. ||3||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੀ (ਜੀਵ ਨੂੰ) ਕਦੇ ਸੁਖ ਮਿਲਦਾ ਹੈ ਕਦੇ ਦੁੱਖ। (ਤੈਥੋਂ ਬਿਨਾ ਜੀਵ ਵਾਸਤੇ) ਕੋਈ ਹੋਰ (ਆਸਰੇ ਦੀ) ਥਾਂ ਨਹੀਂ ਹੈ ॥੩॥",
    "pronunciation": "(jwie) QW",
    "type_id": 3
  },
  {
    "id": 19842,
    "shabad_id": 1637,
    "pada": 21,
    "source_line": 4,
    "gurmukhi": "jo qUM krwvih so krI ipAwry; Avru ikCu. krxu n jwie ]4]",
    "transliteration": "Jo Thoon Karaavehi So Karee Piaarae Avar Kishh Karan N Jaae ||4||",
    "translation": "Whatever You cause me to do, that I do, O Beloved; I cannot do anything else. ||4||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੈਂ ਉਹੀ ਕੁਝ ਕਰ ਸਕਦਾ ਹਾਂ ਜੋ ਤੂੰ ਮੈਥੋਂ ਕਰਾਂਦਾ ਹੈਂ (ਤੈਥੋਂ ਆਕੀ ਹੋ ਕੇ) ਹੋਰ ਕੁਝ ਭੀ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੪॥",
    "pronunciation": "krwv-ih",
    "type_id": 3
  },
  {
    "id": 19843,
    "shabad_id": 1637,
    "pada": 22,
    "source_line": 5,
    "gurmukhi": "idnu rYix sB suhwvxy ipAwry; ijqu jpIAY hir nwau ]5]",
    "transliteration": "Dhin Rain Sabh Suhaavanae Piaarae Jith Japeeai Har Naao ||5||",
    "translation": "All my days and nights are blessed, O Beloved, when I chant and meditate on the Lord's Name. ||5||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਹਰੀ! ਉਹ ਹਰੇਕ ਦਿਨ ਰਾਤ ਸਾਰੇ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ਜਦੋਂ ਤੇਰਾ ਨਾਮ ਸਿਮਰਿਆ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19844,
    "shabad_id": 1637,
    "pada": 23,
    "source_line": 5,
    "gurmukhi": "sweI kwr kmwvxI ipAwry; Duir msqik lyKu ilKwie ]6]",
    "transliteration": "Saaee Kaar Kamaavanee Piaarae Dhhur Masathak Laekh Likhaae ||6||",
    "translation": "He does the deeds, O Beloved, which are pre-ordained, and inscribed upon his forehead. ||6||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਆਪ ਆਪਣੇ) ਮੱਥੇ (ਕਰਮਾਂ ਦਾ ਜੇਹੜਾ) ਲੇਖਾ ਲਿਖਾ ਕੇ (ਅਸੀਂ ਜੀਵ ਆਏ ਹਾਂ, ਉਸ ਲੇਖ ਅਨੁਸਾਰ) ਉਹੀ ਕੰਮ (ਅਸੀਂ ਜੀਵ) ਕਰ ਸਕਦੇ ਹਾਂ ॥੬॥",
    "pronunciation": "sWeIN",
    "type_id": 3
  },
  {
    "id": 19845,
    "shabad_id": 1637,
    "pada": 24,
    "source_line": 6,
    "gurmukhi": "eyko Awip vrqdw ipAwry; Git Git rihAw smwie ]7]",
    "transliteration": "Eaeko Aap Varathadhaa Piaarae Ghatt Ghatt Rehiaa Samaae ||7||",
    "translation": "The One is Himself prevailing everywhere, O Beloved; He is pervading in each and every heart. ||7||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੂੰ ਇਕ ਆਪ ਹੀ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਮੌਜੂਦ ਹੈਂ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਟਿਕਿਆ ਹੋਇਆ ਹੈਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19846,
    "shabad_id": 1637,
    "pada": 25,
    "source_line": 6,
    "gurmukhi": "sMswr kUp qy. auDir lY ipAwry; nwnk. hir srxwie ]8]3]22]15]2]42]",
    "transliteration": "Sansaar Koop Thae Oudhhar Lai Piaarae Naanak Har Saranaae ||8||3||22||15||2||42||",
    "translation": "Lift me up out of the deep pit of the world, O Beloved; Nanak has taken to Your Sanctuary. ||8||3||22||15||2||42||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ ਮੈਨੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ-ਭਰੇ) ਸੰਸਾਰ-ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਲੈ ॥੮॥੩॥੨੨॥੧੫॥੨॥੪੨॥",
    "pronunciation": "(au-Dir) auDwr",
    "type_id": 3
  },
  {
    "id": 19847,
    "shabad_id": 1638,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "rwgu Awsw mhlw 1 ptI ilKI",
    "transliteration": "Raag Aasaa Mehalaa 1 Pattee Likhee",
    "translation": "Raag Aasaa, First Mehl, Patee Likhee ~ The Poem Of The Alphabet:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਪਟੀ ਲਿਖੀ'।",
    "pronunciation": "p`tI",
    "type_id": 3
  },
  {
    "id": 19848,
    "shabad_id": 1638,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 19849,
    "shabad_id": 1638,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ssY soie, isRsit ijin swjI; sBnw swihbu. eyku BieAw ]",
    "transliteration": "Sasai Soe Srisatt Jin Saajee Sabhanaa Saahib Eaek Bhaeiaa ||",
    "translation": "Sassa: He who created the world, is the One Lord and Master of all.",
    "punjabi": "ਉਹੀ ਇਕ ਪ੍ਰਭੂ ਸਭ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਹੈ ਜਿਸ ਨੇ ਇਹ ਜਗਤ-ਰਚਨਾ ਕੀਤੀ ਹੈ।",
    "pronunciation": "s`sY[ B-ieAw",
    "type_id": 3
  },
  {
    "id": 19850,
    "shabad_id": 1638,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "syvq rhy. icqu ijn@ kw lwgw; AwieAw iqn@ kw. sPlu BieAw ]1]",
    "transliteration": "Saevath Rehae Chith Jinh Kaa Laagaa Aaeiaa Thinh Kaa Safal Bhaeiaa ||1||",
    "translation": "Those whose consciousness remains committed to His Service - blessed is their birth and their coming into the world. ||1||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਸਿਮਰਦੇ ਰਹੇ, ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ (ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜਿਆ ਰਿਹਾ, ਉਹਨਾਂ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੋ ਗਿਆ (ਭਾਵ, ਉਹਨਾਂ ਜਗਤ ਵਿਚ ਜਨਮ ਲੈ ਕੇ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਅਸਲ ਮਨੋਰਥ ਹਾਸਲ ਕਰ ਲਿਆ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19851,
    "shabad_id": 1638,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "mn kwhy BUly; mUV mnw ]",
    "transliteration": "Man Kaahae Bhoolae Moorr Manaa ||",
    "translation": "O mind, why forget Him? You foolish mind!",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹੇ ਮੂਰਖ ਮਨ! ਅਸਲ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਕਿਉਂ, ਲਾਂਭੇ ਜਾ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19852,
    "shabad_id": 1638,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "jb lyKw dyvih bIrw; qau piVAw ]1] rhwau ]",
    "transliteration": "Jab Laekhaa Dhaevehi Beeraa Tho Parriaa ||1|| Rehaao ||",
    "translation": "When your account is adjusted, O brother, only then shall you be judged wise. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਤੂੰ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਦੇਵੇਂਗਾ (ਤੇ ਹਿਸਾਬ ਵਿਚ ਸੁਰਖ਼ਰੂ ਮੰਨਿਆ ਜਾਵੇਂਗਾ) ਤਦੋਂ ਹੀ ਤੂੰ ਪੜ੍ਹਿਆ ਹੋਇਆ (ਵਿਦਵਾਨ) ਸਮਝਿਆ ਜਾ ਸਕੇਂਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(bIrw) hy BweI[ piV@Aw",
    "type_id": 4
  },
  {
    "id": 19853,
    "shabad_id": 1638,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "eIvVI. Awid purKu hY dwqw; Awpy scw soeI ]",
    "transliteration": "Eevarree Aadh Purakh Hai Dhaathaa Aapae Sachaa Soee ||",
    "translation": "Eevree: The Primal Lord is the Giver; He alone is True.",
    "punjabi": "ਜੇਹੜਾ ਵਿਆਪਕ ਪ੍ਰਭੂ ਸਾਰੀ ਰਚਨਾ ਦਾ ਮੂਲ ਹੈ ਜੋ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19854,
    "shabad_id": 1638,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "eyn@w AKrw mih, jo gurmuiK bUJY; iqsu isir. lyKu n hoeI ]2]",
    "transliteration": "Eaenaa Akharaa Mehi Jo Guramukh Boojhai This Sir Laekh N Hoee ||2||",
    "translation": "No accounting is due from the Gurmukh who understands the Lord through these letters. ||2||",
    "punjabi": "(ਵਿਦਵਾਨ ਉਹੀ ਮਨੁੱਖ ਹੈ) ਜੋ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੀ ਵਿੱਦਿਆ ਦੀ ਰਾਹੀਂ ਉਸ (ਪ੍ਰਭੂ ਦੇ ਅਸਲੇ) ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ (ਤੇ ਫਿਰ ਜੀਵਨ-ਰਾਹ ਤੋਂ ਲਾਂਭੇ ਨਹੀਂ ਜਾਂਦਾ)। ਉਸ ਮਨੁੱਖ ਦੇ ਸਿਰ ਉਤੇ (ਵਿਕਾਰਾਂ ਦਾ ਕੋਈ) ਕਰਜ਼ਾ ਇਕੱਠਾ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "(eyn@w Akrw) gurbwxI dy A`KrW[ bU`JY",
    "type_id": 3
  },
  {
    "id": 19855,
    "shabad_id": 1638,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "aUVY. aupmw qw kI kIjY; jw kw. AMqu n pwieAw ]",
    "transliteration": "Oorrai Oupamaa Thaa Kee Keejai Jaa Kaa Anth N Paaeiaa ||",
    "translation": "Ooraa: Sing the Praises of the One whose limit cannot be found.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅਖ਼ੀਰਲਾ ਬੰਨਾ ਲੱਭ ਨਹੀਂ ਸਕੀਦਾ, (ਮਨੁੱਖਾ ਜਨਮ ਪਾ ਕੇ) ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ (ਇਹ ਇਕ ਕਮਾਈ ਹੈ ਜੋ ਮਨੁੱਖ ਦੇ ਸਦਾ ਨਾਲ ਨਿਭ ਸਕਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19856,
    "shabad_id": 1638,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "syvw krih. syeI Plu pwvih; ijn@I scu kmwieAw ]3]",
    "transliteration": "Saevaa Karehi Saeee Fal Paavehi Jinhee Sach Kamaaeiaa ||3||",
    "translation": "Those who perform service and practice truth, obtain the fruits of their rewards. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਇਹ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਮਾਈ ਕੀਤੀ ਹੈ, ਜੋ (ਸਦਾ ਪ੍ਰਭੂ ਦਾ) ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਉਹੀ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਮਨੋਰਥ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "pwv-ih",
    "type_id": 3
  },
  {
    "id": 19857,
    "shabad_id": 1638,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "|M|Y. i|Awnu bUJY jy koeI; piVAw pMifqu soeI ]",
    "transliteration": "N(g)ann(g)ai N(g)iaan Boojhai Jae Koee Parriaa Panddith Soee ||",
    "translation": "Nganga: One who understands spiritual wisdom becomes a Pandit, a religious scholar.",
    "punjabi": "ਉਹੀ ਬੰਦਾ ਪੜ੍ਹਿਆ ਹੋਇਆ ਹੈ ਉਹੀ ਪੰਡਿਤ ਹੈ, ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ (ਪਾਉਣੀ) ਸਮਝ ਲਏ, ਜੋ ਇਹ ਸਮਝ ਲਏ ਕਿ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19858,
    "shabad_id": 1638,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "srb jIAw mih eyko jwxY; qw haumY. khY n koeI ]4]",
    "transliteration": "Sarab Jeeaa Mehi Eaeko Jaanai Thaa Houmai Kehai N Koee ||4||",
    "translation": "One who recognizes the One Lord among all beings does not talk of ego. ||4||",
    "punjabi": "(ਜੇਹੜਾ ਬੰਦਾ ਇਹ ਭੇਦ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਪਛਾਣ ਇਹ ਹੈ ਕਿ) ਉਹ ਫਿਰ ਇਹ ਨਹੀਂ ਆਖਦਾ ਕਿ ਮੈਂ ਹੀ ਹੋਵਾਂ (ਭਾਵ, ਉਹ ਬੰਦਾ ਸੁਆਰਥੀ ਨਹੀਂ ਰਹਿ ਸਕਦਾ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 19859,
    "shabad_id": 1638,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "kkY. kys puMfr jb hUey; ivxu swbUxY aujilAw ]",
    "transliteration": "Kakai Kaes Punddar Jab Hooeae Vin Saaboonai Oujaliaa ||",
    "translation": "Kakka: When the hair grows grey, then it shines without shampoo.",
    "punjabi": "(ਪਰ ਇਹ ਕਾਹਦੀ ਪੰਡਿਤਾਈ ਹੈ ਕਿ) ਜਦੋਂ ਸਿਰ ਦੇ ਕੇਸ ਚਿੱਟੇ ਕੌਲ ਫੁੱਲ ਵਰਗੇ ਹੋ ਜਾਣ, ਸਾਬਣ ਵਰਤਣ ਤੋਂ ਬਿਨਾ ਹੀ ਸੁਫ਼ੈਦ ਹੋ ਜਾਣ,",
    "pronunciation": "(puMfr) ic`ty[ k`kY[au~jilAw",
    "type_id": 3
  },
  {
    "id": 19860,
    "shabad_id": 1638,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "jmrwjy ky hyrU Awey; mwieAw kY sMgil. bMiD lieAw ]5]",
    "transliteration": "Jam Raajae Kae Haeroo Aaeae Maaeiaa Kai Sangal Bandhh Laeiaa ||5||",
    "translation": "The hunters of the King of Death come, and bind him in the chains of Maya. ||5||",
    "punjabi": "ਤੇ ਜਮਰਾਜ ਦੇ ਭੇਜੇ ਹੋਏ (ਮੌਤ ਦਾ ਵੇਲਾ) ਤੱਕਣ ਵਾਲੇ (ਦੂਤ) ਆ ਖਲੋਣ, ਤੇ ਇਧਰ ਅਜੇ ਭੀ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਸੰਗਲ ਨੇ ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੋਵੇ? ॥੫॥",
    "pronunciation": "(hyrU) q`kx vwly dUq",
    "type_id": 3
  },
  {
    "id": 19861,
    "shabad_id": 1638,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "KKY. KuMdkwru swh Awlmu; kir KrIid ijin Krcu dIAw ]",
    "transliteration": "Khakhai Khundhakaar Saah Aalam Kar Khareedh Jin Kharach Dheeaa ||",
    "translation": "Khakha: The Creator is the King of the world; He enslaves by giving nourishment.",
    "punjabi": "ਜੋ ਖ਼ੁਦਾ ਸਾਰੀ ਦੁਨੀਆ ਦਾ ਪਾਤਿਸ਼ਾਹ ਹੈ; ਤੇ (ਜਿਸ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ) ਰੋਜ਼ੀ ਅਪੜਾਈ ਹੋਈ ਹੈ, (ਹੇ ਭਾਈ! ਜੇ ਤੂੰ ਸਚਮੁੱਚ ਪੰਡਿਤ ਹੈਂ, ਤਾਂ) ਉਸੇ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸੌਦਾ ਵਿਹਾਝ।",
    "pronunciation": "koit bRhmMf ko Twkuru suAwmI (KuMdkwru) vwihgurU jI, (Awlmu) sMswr dy (swh) pwqSwh ny swh rUpI Krcu id`qw hY, aunW dI is&q slwh dI KrIid kr[ K`KY",
    "type_id": 3
  },
  {
    "id": 19862,
    "shabad_id": 1638,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "bMDin jw kY. sBu jgu bwiDAw; AvrI kw. nhI hukmu pieAw ]6]",
    "transliteration": "Bandhhan Jaa Kai Sabh Jag Baadhhiaa Avaree Kaa Nehee Hukam Paeiaa ||6||",
    "translation": "By His Binding, all the world is bound; no other Command prevails. ||6||",
    "punjabi": "ਜਿਸ ਦੇ ਹੁਕਮ ਵਿਚ ਸਾਰਾ ਜਗਤ ਨੱਥਿਆ ਹੋਇਆ ਹੈ ਤੇ (ਜਿਸ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦਾ ਹੁਕਮ ਨਹੀਂ ਚੱਲ ਸਕਦਾ (ਉਸੇ ਦੀ ਸਿਫ਼ਤ ਸਲਾਹ ਕਰ) ॥੬॥",
    "pronunciation": "b`wiDAw",
    "type_id": 3
  },
  {
    "id": 19863,
    "shabad_id": 1638,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "ggY. goie gwie ijin CofI; glI goibdu. grib BieAw ]",
    "transliteration": "Gagai Goe Gaae Jin Shhoddee Galee Gobidh Garab Bhaeiaa ||",
    "translation": "Gagga: One who renounces the singing of the songs of the Lord of the Universe, becomes arrogant in his speech.",
    "punjabi": "ਜਿਸ ਨੇ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ ਤੇ ਪ੍ਰਭੂ ਬਾਰੇ ਨਿਰੀਆਂ ਵਿਦਵਤਾ ਦੀਆਂ ਗੱਲਾਂ ਕੀਤੀਆਂ ਹਨ, ਉਹ ਅਹੰਕਾਰੀ ਬਣਦਾ ਹੈ।",
    "pronunciation": "(goie) gurbwxI (gwie) gauxoN[ g`lIN",
    "type_id": 3
  },
  {
    "id": 19864,
    "shabad_id": 1638,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "GiV BWfy. ijin AwvI swjI; cwVx vwhY qeI kIAw ]7]",
    "transliteration": "Gharr Bhaanddae Jin Aavee Saajee Chaarran Vaahai Thee Keeaa ||7||",
    "translation": "One who has shaped the pots, and made the world the kiln, decides when to put them in it. ||7||",
    "punjabi": "ਜਿਸ (ਗੋਬਿੰਦ) ਨੇ ਜੀਵ-ਭਾਂਡੇ ਬਣਾ ਕੇ ਸੰਸਾਰ-ਰੂਪੀ ਆਵੀ ਤਿਆਰ ਕੀਤੀ ਹੈ, ਉਸ ਨੇ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਵੀ ਤਿਆਰ ਕੀਤਾ ਹੋਇਆ ਹੈ ॥੭॥",
    "pronunciation": "sMswr rUpI (AwvI) B`TI[ (cwV@x) jnm (vwhY) mrn",
    "type_id": 3
  },
  {
    "id": 19865,
    "shabad_id": 1638,
    "pada": 10,
    "source_line": 17,
    "gurmukhi": "GGY. Gwl syvku jy GwlY; sbid gurU kY lwig rhY ]",
    "transliteration": "Ghaghai Ghaal Saevak Jae Ghaalai Sabadh Guroo Kai Laag Rehai ||",
    "translation": "Ghagha: The servant who performs service, remains attached to the Word of the Guru's Shabad.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਸੇਵਕ (-ਸੁਭਾਉ) ਬਣ ਕੇ (ਸੇਵਕਾਂ ਵਾਲੀ) ਕਰੜੀ ਮੇਹਨਤ ਕਰੇ, ਜੇ ਆਪਣੀ ਸੁਰਤਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜੀ ਰੱਖੇ,",
    "pronunciation": "G`GY",
    "type_id": 3
  },
  {
    "id": 19866,
    "shabad_id": 1638,
    "pada": 10,
    "source_line": 18,
    "gurmukhi": "burw Blw. jy sm kir jwxY; ien ibiD. swihbu rmqu rhY ]8]",
    "transliteration": "Buraa Bhalaa Jae Sam Kar Jaanai Ein Bidhh Saahib Ramath Rehai ||8||",
    "translation": "One who recognizes bad and good as one and the same - in this way he is absorbed into the Lord and Master. ||8||",
    "punjabi": "ਤੇ ਬੁਰਾਈ ਭੁਲਾਈ ਨੂੰ ਇਕੋ ਜੇਹਾ ਜਾਣੇ, ਤਾਂ ਇਹੀ ਤਰੀਕਾ ਹੈ ਜਿਸ ਨਾਲ ਪ੍ਰਭੂ ਨੂੰ (ਸਹੀ ਤਰ੍ਹਾਂ) ਸਿਮਰ ਸਕਦਾ ਹੈ ॥੮॥",
    "pronunciation": "Apxy qy burw Blw bIqdw (sm) brwbr jwxy[ rmqu:polw bolo[ (rmqu) ismrdw",
    "type_id": 3
  },
  {
    "id": 19867,
    "shabad_id": 1638,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "ccY. cwir vyd. ijin swjy; cwry KwxI. cwir jugw ]",
    "transliteration": "Chachai Chaar Vaedh Jin Saajae Chaarae Khaanee Chaar Jugaa ||",
    "translation": "Chacha: He created the four Vedas, the four sources of creation, and the four ages",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਅੰਡਜ ਜੇਰਜ ਸੇਤਜ ਉਤਭੁਜ) ਚੌਹਾਂ ਹੀ ਖਾਣੀਆਂ ਦੇ ਜੀਵ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹਨ ਜਿਸ ਪ੍ਰਭੂ ਨੇ (ਜਗਤ-ਰਚਨਾ ਕਰ ਕੇ, ਸੂਰਜ ਚੰਦ ਆਦਿਕ ਬਣਾ ਕੇ, ਸਮੇ ਦੀ ਹੋਂਦ ਕਰ ਕੇ) ਚਾਰੇ ਜੁਗ ਆਪ ਹੀ ਬਣਾਏ ਹਨ, ਜਿਸ ਪ੍ਰਭੂ ਨੇ (ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਰਿਸ਼ੀਆਂ ਦੀ ਰਾਹੀਂ) ਚਾਰ ਵੇਦ ਰਚੇ ਹਨ,",
    "pronunciation": "c`cY[ju`gw",
    "type_id": 3
  },
  {
    "id": 19868,
    "shabad_id": 1638,
    "pada": 11,
    "source_line": 19,
    "gurmukhi": "jugu jugu jogI. KwxI BogI; piVAw pMifqu Awip QIAw ]9]",
    "transliteration": "Jug Jug Jogee Khaanee Bhogee Parriaa Panddith Aap Thheeaa ||9||",
    "translation": "- through each and every age, He Himself has been the Yogi, the enjoyer, the Pandit and the scholar. ||9||",
    "punjabi": "ਜੋ ਹਰੇਕ ਜੁਗ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਜੋ ਚੌਹਾਂ ਖਾਣੀਆਂ ਦੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ ਆਪੇ ਰਚੇ ਸਾਰੇ ਪਦਾਰਥ ਆਪ ਹੀ ਭੋਗ ਰਿਹਾ ਹੈ, ਫਿਰ ਨਿਰਲੇਪ ਭੀ ਹੈ, ਉਹ ਆਪ ਹੀ (ਵਿੱਦਿਆ ਦੀ ਉਤਪੱਤੀ ਦਾ ਮੂਲ ਹੈ, ਤੇ) ਪੜ੍ਹਿਆ ਹੋਇਆ ਹੈ, ਆਪ ਹੀ ਪੰਡਿਤ ਹੈ ॥੯॥",
    "pronunciation": "piV@Aw",
    "type_id": 3
  }
]
