[
  {
    "shabad_id": 1638,
    "pada": 28,
    "source_line": 1,
    "gurmukhi": "jIA jMq sB swrI kIqy; pwsw Fwlix Awip lgw]26]",
    "transliteration": "Jeea Janth Sabh Saaree Keethae Paasaa Dtaalan Aap Lagaa ||26||",
    "translation": "He made all beings and creatures his chessmen, and He Himself threw the dice. ||26||",
    "punjabi": "ਉਸ ਨੇ ਇੰਜ ਸਾਰੇ ਜੀਵ ਜੰਤੂ ਨਰਦਾਂ ਬਣਾਈਆਂ ਹੋਈਆਂ ਹਨ ਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਪਾਸੇ ਸੁੱਟਦਾ ਹੈ (ਇੰਜ ਕਈ ਨਰਦਾਂ ਪੁੱਗਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਕਈ ਉਹਨਾਂ ਚੌਹਾਂ ਖ਼ਾਨਿਆਂ ਦੇ ਗੇੜ ਵਿਚ ਹੀ ਪਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ) ॥੨੬॥",
    "pronunciation": "(swrI) nrdW caupV Kyf vwly KwinAW c r`KIdIAW[ (pwsw) ibMdIAW vwlw caupV c su`tx vwlw tukVw",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 29,
    "source_line": 1,
    "gurmukhi": "BBY. Bwlih sy Plu pwvih; gur prswdI. ijn@ kau Bau pieAw]",
    "transliteration": "Bhabhai Bhaalehi Sae Fal Paavehi Gur Parasaadhee Jinh Ko Bho Paeiaa ||",
    "translation": "Bhabha: Those who search, find the fruits of their rewards; by Guru's Grace, they live in the Fear of God.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਡਰ ਟਿਕ ਜਾਂਦਾ ਹੈ ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਢੂੰਡਦੇ ਹਨ ਤੇ (ਆਪਣੇ ਜਤਨਾਂ ਦਾ) ਫਲ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 29,
    "source_line": 2,
    "gurmukhi": "mnmuK iPrih. n cyqih mUVy; lK caurwsIh Pyru pieAw]27]",
    "transliteration": "Manamukh Firehi N Chaethehi Moorrae Lakh Chouraaseeh Faer Paeiaa ||27||",
    "translation": "The self-willed manmukhs wander around, and they do not remember the Lord; the fools are consigned to the cycle of 8.4 million incarnations. ||27||",
    "punjabi": "ਪਰ (ਪੜ੍ਹੀ ਹੋਈ ਵਿੱਦਿਆ ਦੇ ਆਸਰੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸਿਆਣੇ ਸਮਝਣ ਵਾਲੇ) ਜੇਹੜੇ ਮੂਰਖ ਬੰਦੇ ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਦੇ ਹਨ, ਉਹ ਹੋਰ ਹੋਰ ਪਾਸੇ ਭਟਕਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦੇ, ਉਹਨਾਂ ਨੂੰ ਚੌਰਾਸੀ ਲੱਖ ਜੂਨਾਂ ਦਾ ਗੇੜ ਨਸੀਬ ਹੁੰਦਾ ਹੈ ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 30,
    "source_line": 2,
    "gurmukhi": "mMmY. mohu mrxu mDusUdnu; mrxu BieAw qb cyqivAw]",
    "transliteration": "Manmai Mohu Maran Madhhusoodhan Maran Bhaeiaa Thab Chaethaviaa ||",
    "translation": "Mamma: In emotional attachment, he dies; he only thinks of the Lord, the Love of Nectar, when he dies.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਮੌਤ (ਦਾ ਮੂਲ ਹੁੰਦਾ) ਹੈ ਜਦੋਂ ਮੌਤ ਸਿਰ ਤੇ ਆਉਂਦੀ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਨ ਦਾ ਖ਼ਿਆਲ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "(mDusUdnu) vwihgurU jI",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 30,
    "source_line": 3,
    "gurmukhi": "kwieAw BIqir, Avro piVAw; mMmw AKru vIsirAw]28]",
    "transliteration": "Kaaeiaa Bheethar Avaro Parriaa Manmaa Akhar Veesariaa ||28||",
    "translation": "As long as the body is alive, he reads other things, and forgets the letter 'm', which stands for marnaa - death. ||28||",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਜੀਉਂਦਾ ਰਿਹਾ ਹੋਰ ਗੱਲਾਂ ਹੀ ਪੜ੍ਹਦਾ ਰਿਹਾ, ਨਾਹ ਮੌਤ ਚੇਤੇ ਆਈ ਨਾਹ ਮਧੁਸੂਦਨੁ (ਪਰਮਾਤਮਾ) ਚੇਤੇ ਆਇਆ ॥੨੮॥",
    "pronunciation": "piV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 31,
    "source_line": 4,
    "gurmukhi": "XXY. jnmu, n hovI kd hI; jy kir scu pCwxY]",
    "transliteration": "Yayai Janam N Hovee Kadh Hee Jae Kar Sach Pashhaanai ||",
    "translation": "Yaya: He is never reincarnated again, if he recognizes the True Lord.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਮੁੜ ਕਦੇ ਜਨਮ-ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮਿਲਦਾ, ਜੋ ਅਸਲੀਅਤ ਸਮਝ ਜਾਵੇ,",
    "pronunciation": "X-XY: XY qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 31,
    "source_line": 4,
    "gurmukhi": "gurmuiK AwKY. gurmuiK bUJY; gurmuiK eyko jwxY]29]",
    "transliteration": "Guramukh Aakhai Guramukh Boojhai Guramukh Eaeko Jaanai ||29||",
    "translation": "The Gurmukh speaks, the Gurmukh understands, and the Gurmukh knows only the One Lord. ||29||",
    "punjabi": "ਤੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰ ਕੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਹਰ ਥਾਂ ਵੇਖੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੇ, ਪਰਮਾਤਮਾ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਸਮਝੇ, ਅਤੇ ਪਰਮਾਤਮਾ ਨਾਲ ਹੀ ਡੂੰਘੀ ਜਾਣ-ਪਛਾਣ ਪਾਏ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 32,
    "source_line": 5,
    "gurmukhi": "rwrY. riv rihAw. sB AMqir; jyqy kIey jMqw]",
    "transliteration": "Raarai Rav Rehiaa Sabh Anthar Jaethae Keeeae Janthaa ||",
    "translation": "Rarra: The Lord is contained among all; He created all beings.",
    "punjabi": "ਜਿਤਨੇ ਭੀ ਜੀਵ (ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਪਰਮਾਤਮਾ ਨੇ) ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਸਭਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਆਪ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 32,
    "source_line": 5,
    "gurmukhi": "jMq aupwie. DMDY sB lwey; krmu hoAw. iqn nwmu lieAw]30]",
    "transliteration": "Janth Oupaae Dhhandhhai Sabh Laaeae Karam Hoaa Thin Naam Laeiaa ||30||",
    "translation": "Having created His beings, He has put them all to work; they alone remember the Naam, upon whom He bestows His Grace. ||30||",
    "punjabi": "ਜੀਵ ਪੈਦਾ ਕਰ ਕੇ ਸਭਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਮਾਇਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਵਿਚ ਲਾਇਆ ਹੋਇਆ ਹੈ। ਜਿਨ੍ਹਾਂ ਉਤੇ ਉਸ ਦੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ, ਉਹੀ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ ॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 33,
    "source_line": 6,
    "gurmukhi": "llY. lwie DMDY ijin CofI; mITw mwieAw mohu kIAw]",
    "transliteration": "Lalai Laae Dhhandhhai Jin Shhoddee Meethaa Maaeiaa Mohu Keeaa ||",
    "translation": "Lalla: He has assigned people to their tasks, and made the love of Maya seem sweet to them.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਆਪਣੀ ਰਚੀ ਸ੍ਰਿਸ਼ਟੀ) ਮਾਇਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਵਿਚ ਲਾਈ ਹੋਈ ਹੈ, ਜਿਸ ਨੇ (ਜੀਵਾਂ ਵਾਸਤੇ) ਮਾਇਆ ਦਾ ਮੋਹ ਮਿੱਠਾ ਬਣਾ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "l`lY",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 33,
    "source_line": 6,
    "gurmukhi": "Kwxw pIxw sm kir shxw; BwxY qw kY hukmu pieAw]31]",
    "transliteration": "Khaanaa Peenaa Sam Kar Sehanaa Bhaanai Thaa Kai Hukam Paeiaa ||31||",
    "translation": "We eat and drink; we should endure equally whatever occurs, by His Will, by His Command. ||31||",
    "punjabi": "ਉਸੇ ਦੀ ਹੀ ਰਜ਼ਾ ਵਿਚ ਉਸ ਦਾ ਹੁਕਮ ਵਰਤਦਾ ਹੈ, ਤੇ ਜੀਵਾਂ ਨੂੰ ਖਾਣ ਪੀਣ ਦੇ ਪਦਾਰਥ (ਭਾਵ, ਸੁਖ) ਅਤੇ ਉਸੇ ਤਰ੍ਹਾਂ ਦੁਖ ਭੀ ਸਹਣ ਨੂੰ ਮਿਲਦੇ ਹਨ ॥੩੧॥",
    "pronunciation": "(sm) brwbr",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 34,
    "source_line": 7,
    "gurmukhi": "vvY. vwsudyau prmysru; vyKx kau ijin vysu kIAw]",
    "transliteration": "Vavai Vaasudhaeo Paramaesar Vaekhan Ko Jin Vaes Keeaa ||",
    "translation": "Wawa: The all-pervading Transcendent Lord beholds the world; He created the form it wears.",
    "punjabi": "ਪਰਮਾਤਮਾ ਪਰਮੇਸਰ ਆਪ ਹੀ ਹੈ ਜਿਸ ਨੇ ਤਮਾਸ਼ਾ ਵੇਖਣ ਵਾਸਤੇ ਇਹ ਜਗਤ ਰਚਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 34,
    "source_line": 7,
    "gurmukhi": "vyKY cwKY sBu ikCu jwxY; AMqir bwhir riv rihAw]32]",
    "transliteration": "Vaekhai Chaakhai Sabh Kishh Jaanai Anthar Baahar Rav Rehiaa ||32||",
    "translation": "He beholds, tastes, and knows everything; He is pervading and permeating inwardly and outwardly. ||32||",
    "punjabi": "ਹਰੇਕ ਜੀਵ ਦੀ ਚੰਗੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, (ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ) ਸਭ ਗੱਲ ਜਾਣਦਾ ਹੈ, ਅਤੇ ਅੰਦਰ ਬਾਹਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 35,
    "source_line": 8,
    "gurmukhi": "VwVY. rwiV krih ikAw pRwxI; iqsih iDAwvhu. ij Amru hoAw]",
    "transliteration": "Rraarrai Raarr Karehi Kiaa Praanee Thisehi Dhhiaavahu J Amar Hoaa ||",
    "translation": "Rarra: Why do you quarrel, O mortal? Meditate on the Imperishable Lord,",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਤੂੰ ਝਗੜੇ ਆਦਿਕ ਵਿੱਚ ਕਿਉਂ ਲਗਾ ਹੋਇਆ ਹੈਂ, ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰੋ ਜੋ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ!",
    "pronunciation": "(rwiV) JgVw",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 35,
    "source_line": 9,
    "gurmukhi": "iqsih iDAwvhu sic smwvhu; Esu ivthu kurbwxu kIAw]33]",
    "transliteration": "Thisehi Dhhiaavahu Sach Samaavahu Ous Vittahu Kurabaan Keeaa ||33||",
    "translation": "And be absorbed into the True One. Become a sacrifice to Him. ||33||",
    "punjabi": "ਉਸੇ ਨੂੰ ਸਿਮਰੋ, ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋਏ ਰਹੋ! (ਉਹੀ ਮਨੁੱਖ ਅਸਲੀ ਪੜ੍ਹਿਆ ਪੰਡਿਤ ਹੈ ਜਿਸ ਨੇ) ਉਸ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ (ਆਪਣੀ ਹਉਮੈ ਨੂੰ) ਸਦਕੇ ਕਰ ਦਿੱਤਾ ਹੈ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 36,
    "source_line": 9,
    "gurmukhi": "hwhY horu. n koeI dwqw; jIA aupwie ijin irjku dIAw]",
    "transliteration": "Haahai Hor N Koee Dhaathaa Jeea Oupaae Jin Rijak Dheeaa ||",
    "translation": "Haha: There is no other Giver than Him; having created the creatures, He gives them nourishment.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਜੀਵ ਪੈਦਾ ਕਰ ਕੇ ਸਭਨਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਇਆ ਹੋਇਆ ਹੈ, (ਉਸ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 36,
    "source_line": 10,
    "gurmukhi": "hir nwmu iDAwvhu. hir nwim smwvhu; An idnu lwhw hir nwmu lIAw]34]",
    "transliteration": "Har Naam Dhhiaavahu Har Naam Samaavahu Anadhin Laahaa Har Naam Leeaa ||34||",
    "translation": "Meditate on the Lord's Name, be absorbed into the Lord's Name, and night and day, reap the Profit of the Lord's Name. ||34||",
    "punjabi": "(ਹੇ ਮਨ!) ਉਸੇ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹੋ, ਉਸ ਹਰੀ ਦੇ ਨਾਮ ਵਿਚ ਸਦਾ ਟਿਕੇ ਰਹੋ। (ਉਹੀ ਹੈ ਪੜ੍ਹਿਆ ਪੰਡਿਤ ਜਿਸ ਨੇ) ਹਰ ਵੇਲੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਨ ਦਾ ਲਾਭ ਖੱਟਿਆ ਹੈ ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 37,
    "source_line": 11,
    "gurmukhi": "AwieVY, Awip kry ijin CofI; jo ikCu krxw. su kir rihAw]",
    "transliteration": "Aaeirrai Aap Karae Jin Shhoddee Jo Kishh Karanaa S Kar Rehiaa ||",
    "translation": "Airaa: He Himself created the world; whatever He has to do, He continues to do.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ (ਇਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ) ਆਪ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ, ਉਹ ਜੋ ਕੁਝ ਕਰਨਾ ਠੀਕ ਸਮਝਦਾ ਹੈ ਉਹੀ ਕੁਝ ਕਰੀ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1638,
    "pada": 37,
    "source_line": 11,
    "gurmukhi": "kry krwey sB ikCu jwxY; nwnk swier iev kihAw]35]1]",
    "transliteration": "Karae Karaaeae Sabh Kishh Jaanai Naanak Saaeir Eiv Kehiaa ||35||1||",
    "translation": "He acts, and causes others to act, and He knows everything; so says Nanak, the poet. ||35||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਕੁਝ ਜੀਵਾਂ ਪਾਸੋਂ ਕਰਾਂਦਾ ਹੈ, (ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਭਾਵਨਾ) ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ; ਕਵੀ ਨਾਨਕ ਇਹ ਕਹਿੰਦਾ ਹੈ ॥੩੫॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1639,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rwgu Awsw mhlw 3 ptI",
    "transliteration": "Raag Aasaa Mehalaa 3 Pattee",
    "translation": "Raag Aasaa, Third Mehl, Patee - The Alphabet:",
    "punjabi": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਪਟੀ'।",
    "pronunciation": "p`tI",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1640,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "AXo AM|Y. sBu jgu AwieAw; kwKY GM|Y. kwlu BieAw]",
    "transliteration": "Ayo Ann(g)ai Sabh Jag Aaeiaa Kaakhai Ghann(g)ai Kaal Bhaeiaa ||",
    "translation": "Ayo, Angai: The whole world which was created - Kaahkai, Ghangai: It shall pass away.",
    "punjabi": "ਸਾਰਾ ਜਗਤ (ਜੋ) ਹੋਂਦ ਵਿਚ ਆਇਆ ਹੋਇਆ ਹੈ, (ਇਸ ਦੇ ਸਿਰ ਉਤੇ) ਮੌਤ (ਭੀ) ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "jo(AM|Y) ipAwry vwihgurU jI, sB dy(AM|Y) AMgW c (AXo) Awey hn, aunW@ coN swrw sMswr AwieAw hY[ sMswr(GM|Y) Gr[ kwKY:polw bolo[ (kwKY)kwL (KY) nws rUp hY[ AMq nUM",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "rIrI llI pwp kmwxy; piV Avgx, gux vIsirAw]1]",
    "transliteration": "Reeree Lalee Paap Kamaanae Parr Avagan Gun Veesariaa ||1||",
    "translation": "Reeree, Laalee: People commit sins, and falling into vice, forget virtue. ||1||",
    "punjabi": "ਪਰ ਜੀਵ (ਮੌਤ ਨੂੰ ਭੁਲਾ ਕੇ) ਔਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲੀਆਂ ਗੱਲਾਂ ਪੜ੍ਹ ਕੇ ਗੁਣ ਵਿਸਾਰ ਦੇਂਦੇ ਹਨ, ਤੇ ਪਾਪ ਕਮਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(rIrI)hy sKI! (rI)ieMdRIAW dy AQvw (rI) inMdw[ llI:polw bolo[ (llI)lwlc c l`g ky, pwp krm (kmwxy) kmwey",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "mn. AYsw lyKw, qUM kI piVAw]",
    "transliteration": "Man Aisaa Laekhaa Thoon Kee Parriaa ||",
    "translation": "O mortal, why have you studied such an account,",
    "punjabi": "ਹੇ ਮਨ! (ਸਿਰਫ਼) ਅਜੇਹਾ ਲੇਖਾ ਪੜ੍ਹਨ ਦਾ ਤੈਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੋ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "lyKw dyxw; qyrY isir rihAw]1]rhwau]",
    "transliteration": "Laekhaa Dhaenaa Thaerai Sir Rehiaa ||1|| Rehaao ||",
    "translation": "Which shall call you to answer for payment? ||1||Pause||",
    "punjabi": "ਜਿਸ ਵਿਚ ਰੁੱਝਣ ਨਾਲ ਕੀਤੇ ਅਮਲਾਂ ਦਾ ਹਿਸਾਬ ਦੇਣਾ ਤੇਰੇ ਸਿਰ ਉਤੇ ਟਿਕਿਆ ਹੀ ਰਿਹਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1640,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "isDM|wieAY ismrih nwhI; nMnY. nw quDu nwmu lieAw]",
    "transliteration": "Sidhhann(g)aaeiai Simarehi Naahee Nannai Naa Thudhh Naam Laeiaa ||",
    "translation": "Sidhan, Ngaayiyai: You do not remember the Lord. Nanna: You do not take the Lord's Name.",
    "punjabi": "(ਹੇ ਮਨ!) ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦਾ ਤੇ ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "(isDM|wieAY) srbivAwpI hir jI",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "CCY. CIjih Aih inis mUVy; ikau CUtih. jim pwkiVAw]2]",
    "transliteration": "Shhashhai Shheejehi Ahinis Moorrae Kio Shhoottehi Jam Paakarriaa ||2||",
    "translation": "Chhachha: You are wearing away, every night and day; you fool, how will you find release? You are held in the grip of death. ||2||",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ) ਦਿਨ ਰਾਤ ਤੂੰ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਕਮਜ਼ੋਰ ਹੋ ਰਿਹਾ ਹੈਂ, ਜਦੋਂ ਜਮ ਨੇ (ਇਸ ਖੁਨਾਮੀ ਦੇ ਕਾਰਨ) ਫੜ ਲਿਆ, ਤਾਂ ਉਸ ਤੋਂ ਖ਼ਲਾਸੀ ਕਿਵੇਂ ਹੋਵੇਗੀ? ॥੨॥",
    "pronunciation": "(CIjih) nws huMdI[ C`CY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "bbY. bUJih nwhI mUVy; Brim Buly, qyrw jnmu gieAw]",
    "transliteration": "Babai Boojhehi Naahee Moorrae Bharam Bhulae Thaeraa Janam Gaeiaa ||",
    "translation": "Babba: You do not understand, you fool; deluded by doubt, you are wasting your life.",
    "punjabi": "ਤੂੰ (ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ) ਨਹੀਂ ਸਮਝਦਾ, ਇਸੇ ਭੁਲੇਖੇ ਵਿਚ ਕੁਰਾਹੇ ਪੈ ਕੇ ਤੂੰ ਆਪਣਾ ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "b`bY, b`UJih, Bu`ly g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "Axhodw nwau DrwieE pwDw; Avrw kw Bwru, quDu lieAw]3]",
    "transliteration": "Anehodhaa Naao Dhharaaeiou Paadhhaa Avaraa Kaa Bhaar Thudhh Laeiaa ||3||",
    "translation": "Without justification, you call yourself a teacher; thus you take on the loads of others. ||3||",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਦਾ ਰਸਤਾ ਦੱਸਣ ਵਾਲੇ ਪਾਂਧੇ ਦੇ) ਗੁਣ ਤੇਰੇ ਵਿਚ ਨਹੀਂ ਹਨ, (ਫਿਰ ਭੀ) ਤੂੰ ਆਪਣਾ ਨਾਮ ਪਾਂਧਾ ਰਖਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਤੂੰ ਆਪਣੇ ਚਾਟੜਿਆਂ ਨੂੰ ਜੀਵਨ-ਰਾਹ ਸਿਖਾਣ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਦਾ ਭਾਰ ਆਪਣੇ ਉਤੇ ਚੁੱਕਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "Ax-hodw[ l-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "jjY. joiq ihir leI qyrI mUVy; AMiq gieAw pCuqwvihgw]",
    "transliteration": "Jajai Joth Hir Lee Thaeree Moorrae Anth Gaeiaa Pashhuthaavehigaa ||",
    "translation": "Jajja: You have been robbed of your Light, you fool; in the end, you shall have to depart, and you shall regret and repent.",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਨਿਰੇ ਮਾਇਕ ਲੇਖੇ ਪਤ੍ਰੇ ਨੇ ਆਤਮਕ ਜੀਵਨ ਸਿਖਲਾਣ ਵਾਲੀ) ਤੇਰੀ ਅਕਲ ਖੋਹ ਲਈ ਹੈ, ਅਖ਼ੀਰ ਵੇਲੇ ਜਦੋਂ ਇਥੋਂ ਤੁਰਨ ਲਗੋਂ, ਤਾਂ ਅਫ਼ਸੋਸ ਕਰੇਂਗਾ।",
    "pronunciation": "(ihir) curw[ j`jY mUV@y gieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "eyku sbdu. qUM cInih nwhI; iPir iPir jUnI Awvihgw]4]",
    "transliteration": "Eaek Sabadh Thoon Cheenehi Naahee Fir Fir Joonee Aavehigaa ||4||",
    "translation": "You have not remembered the One Word of the Shabad, and so you shall have to enter the womb over and over again. ||4||",
    "punjabi": "(ਹੁਣ ਇਸ ਵੇਲੇ) ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ, (ਸਿੱਟਾ ਇਹ ਨਿਕਲੇਗਾ ਕਿ) ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਿਆ ਰਹੇਂਗਾ ॥੪॥",
    "pronunciation": "(cInih) pCwxy",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "quDu isir iliKAw, so pVu pMifq; Avrw no. n isKwil ibiKAw]",
    "transliteration": "Thudhh Sir Likhiaa So Parr Panddith Avaraa No N Sikhaal Bikhiaa ||",
    "translation": "Read that which is written on your forehead, O Pandit, and do not teach wickedness to others.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਤੇਰੇ ਆਪਣੇ ਮੱਥੇ ਉਤੇ ਜੋ (ਮਾਇਆ ਵਾਲਾ) ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੈ, ਪਹਿਲਾਂ ਤੂੰ ਉਸ ਲੇਖ ਨੂੰ ਪੜ੍ਹ ਤੇ ਹੋਰਨਾਂ (ਚਾਟੜਿਆਂ) ਨੂੰ ਭੀ ਨਿਰੀ ਮਾਇਆ ਦਾ ਲੇਖਾ-ਪਤ੍ਰਾ ਨਾਹ ਸਿਖਾਲ।",
    "pronunciation": "",
    "type_id": 3
  }
]