[
  {
    "shabad_id": 1640,
    "pada": 7,
    "source_line": 1,
    "gurmukhi": "pihlw Pwhw. pieAw pwDy; ipCo dy gil cwtiVAw ]5]",
    "transliteration": "Pehilaa Faahaa Paeiaa Paadhhae Pishho Dhae Gal Chaattarriaa ||5||",
    "translation": "First, the teacher is tied down, and then, the noose is placed around the pupil's neck. ||5||",
    "punjabi": "(ਨਿਰੀ ਮਾਇਆ ਦਾ ਲੇਖਾ ਪੜ੍ਹਾਨ ਵਾਲੇ) ਪਾਂਧੇ ਨੇ ਪਹਿਲਾਂ ਆਪਣੇ ਗਲ ਵਿਚ (ਮਾਇਆ ਦੀ) ਫਾਹੀ ਪਾਈ ਹੋਈ ਹੈ, ਫਿਰ ਉਹੀ ਫਾਹੀ ਆਪਣੇ ਵਿਦਿਆਰਥੀਆਂ ਦੇ ਗਲ ਵਿਚ ਪਾ ਦੇਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "p-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "ssY. sMjmu gieE mUVy; eyku dwnu. quDu kuQwie lieAw ]",
    "transliteration": "Sasai Sanjam Gaeiou Moorrae Eaek Dhaan Thudhh Kuthhaae Laeiaa ||",
    "translation": "Sassa: You have lost your self-discipline, you fool, and you have accepted an offering under false pretenses.",
    "punjabi": "ਹੇ ਮੂਰਖ (ਪੰਡਤ)! (ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਪੜ੍ਹਣ ਪੜ੍ਹਾਨ ਦੇ ਕਾਰਨ ਲਾਲਚ-ਵੱਸ ਹੋ ਕੇ) ਤੂੰ ਜੀਵਨ-ਜੁਗਤਿ ਭੀ ਗਵਾ ਬੈਠਾ ਹੈਂ ਤੇ (ਪਰੋਹਤ ਹੋਣ ਕਰਕੇ) ਤੂੰ ਆਪਣੇ ਜਜਮਾਨ ਪਾਸੋਂ ਹਰ ਦਿਨ-ਦਿਹਾਰ ਤੇ ਦਾਨ ਲੈਂਦਾ ਹੈਂ, (ਪਰ) ਇਕ ਦਾਨ ਤੂੰ ਆਪਣੇ ਜਜਮਾਨ ਤੋਂ ਗ਼ਲਤ ਥਾਂ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "(kuQwie) Koty QW[ s`sY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 8,
    "source_line": 2,
    "gurmukhi": "sweI puqRI jjmwn kI. sw qyrI; eyqu Dwin KwDY. qyrw jnmu gieAw ]6]",
    "transliteration": "Saaee Puthree Jajamaan Kee Saa Thaeree Eaeth Dhhaan Khaadhhai Thaeraa Janam Gaeiaa ||6||",
    "translation": "The daughter of the alms-giver is just like your own; by accepting this payment for performing the wedding ceremony, you have cursed your own life. ||6||",
    "punjabi": "ਜਜਮਾਨ ਦੀ ਧੀ ਤੇਰੀ ਹੀ ਧੀ ਹੈ (ਭਾਵ, ਧੀ ਦੇ ਵਿਆਹ ਤੇ ਜਜਮਾਨ ਪਾਸੋਂ ਦਾਨ ਲੈਣਾ ਧੀ ਦਾ ਪੈਸਾ ਖਾਣਾ ਹੈ) ਇਹ ਅੰਨ ਖਾਣ ਨਾਲ (ਇਹ ਪੈਸਾ ਖਾਣ ਨਾਲ) ਤੂੰ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਗਵਾ ਲੈਂਦਾ ਹੈਂ ॥੬॥",
    "pronunciation": "(jjmwn) j`g krwaux vwlw[ (Dwin) AMn[ p`uqRI g-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "mMmY. miq ihir leI qyrI mUVy; haumY. vfw rogu pieAw ]",
    "transliteration": "Manmai Math Hir Lee Thaeree Moorrae Houmai Vaddaa Rog Paeiaa ||",
    "translation": "Mamma: You have been cheated out your intellect, you fool, and you are afflicted with the great disease of ego.",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਇਕ ਪਾਸੇ ਮਾਇਆ ਦੇ ਲਾਲਚ ਨੇ) ਤੇਰੀ ਅਕਲ ਮਾਰੀ ਹੋਈ ਹੈ (ਤੈਨੂੰ 'ਕੁਥਾਇ ਦਾਨ' ਲੈਣ ਤੋਂ ਭੀ ਸੰਕੋਚ ਨਹੀਂ ਹੈ। ਦੂਜੇ ਪਾਸੇ) ਤੈਨੂੰ ਇਹ ਵੱਡਾ (ਆਤਮਕ) ਰੋਗ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ ਕਿ ਮੈਂ (ਵਿਦਵਾਨ) ਹਾਂ, ਮੈਂ (ਵਿਦਵਾਨ) ਹਾਂ।",
    "pronunciation": "(ihir) curw leI",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 9,
    "source_line": 3,
    "gurmukhi": "AMqr AwqmY. bRhmu n cIin@Aw; mwieAw kw muhqwju BieAw ]7]",
    "transliteration": "Anthar Aathamai Breham N Cheenihaaa Maaeiaa Kaa Muhathaaj Bhaeiaa ||7||",
    "translation": "Within your innermost self, you do not recognize God, and you compromise yourself for the sake of Maya. ||7||",
    "punjabi": "ਤੂੰ ਆਪਣੇ ਅੰਦਰ (ਵੱਸਦੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਿਆ, (ਇਸੇ ਵਾਸਤੇ ਤੇਰਾ ਆਪਾ) ਮਾਇਆ (ਦੇ ਲਾਲਚ) ਦੇ ਅਧੀਨ ਹੈ ॥੭॥",
    "pronunciation": "(cIin@Aw) jwixAw[ (muhqwju) ADIn",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "kkY. kwim kRoiD BrimEhu mUVy; mmqw lwgy. quDu hir ivsirAw ]",
    "transliteration": "Kakai Kaam Krodhh Bharamiouhu Moorrae Mamathaa Laagae Thudhh Har Visariaa ||",
    "translation": "Kakka: You wander around in sexual desire and anger, you fool; attached to possessiveness, you have forgotten the Lord.",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਹੋਰਨਾਂ ਨੂੰ ਮੱਤਾਂ ਦੇਂਦਾ) ਤੂੰ ਆਪ ਕਾਮ ਵਾਸਨਾ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ (ਫਸ ਕੇ) ਕੁਰਾਹੇ ਪਿਆ ਹੋਇਆ ਹੈਂ।",
    "pronunciation": "k`kY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 10,
    "source_line": 4,
    "gurmukhi": "pVih guxih, qUM bhuqu pukwrih; ivxu bUJy. qUM fUib muAw ]8]",
    "transliteration": "Parrehi Gunehi Thoon Bahuth Pukaarehi Vin Boojhae Thoon Ddoob Muaa ||8||",
    "translation": "You read, and reflect, and proclaim out loud, but without understanding, you are drowned to death. ||8||",
    "punjabi": "ਤੂੰ (ਧਰਮ ਪੁਸਤਕ) ਪੜ੍ਹਦਾ ਹੈਂ, ਅਰਥ ਵਿਚਾਰਦਾ ਹੈਂ, ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਸੁਣਾਂਦਾ ਭੀ ਹੈਂ, ਪਰ (ਸਹੀ ਜੀਵਨ-ਰਾਹ) ਸਮਝਣ ਤੋਂ ਬਿਨਾ ਤੂੰ (ਲਾਲਚ ਦੇ ਹੜ੍ਹ ਵਿਚ) ਡੁੱਬ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰ ਚੁਕਾ ਹੈਂ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 11,
    "source_line": 5,
    "gurmukhi": "qqY. qwmis jilEhu mUVy; QQY. Qwn Birstu hoAw ]",
    "transliteration": "Thathai Thaamas Jaliouhu Moorrae Thhathhai Thhaan Bharisatt Hoaa ||",
    "translation": "Tatta: In anger, you are burnt, you fool. T'hat'ha: That place where you live, is cursed.",
    "punjabi": "ਹੇ ਮੂਰਖ (ਪੰਡਿਤ!) ਤੂੰ (ਅੰਦਰੋਂ) ਕ੍ਰੋਧ ਨਾਲ ਸੜਿਆ ਹੋਇਆ ਹੈਂ, ਤੇਰਾ ਹਿਰਦਾ-ਥਾਂ (ਲਾਲਚ ਨਾਲ) ਗੰਦਾ ਹੋਇਆ ਪਿਆ ਹੈ।",
    "pronunciation": "q`qY, Q`QY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 11,
    "source_line": 6,
    "gurmukhi": "GGY. Gir Gir iPrih qUM mUVy; ddY. dwnu, n quDu lieAw ]9]",
    "transliteration": "Ghaghai Ghar Ghar Firehi Thoon Moorrae Dhadhai Dhaan N Thudhh Laeiaa ||9||",
    "translation": "Ghagha: You go begging from door to door, you fool. Dadda: But still, you do not receive the gift. ||9||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਹਰੇਕ (ਜਜਮਾਨ ਦੇ) ਘਰ ਵਿਚ (ਮਾਇਕ ਦੱਛਣਾ ਵਾਸਤੇ ਤਾਂ) ਤੁਰਿਆ ਫਿਰਦਾ ਹੈਂ, ਪਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਦੱਛਣਾ ਤੂੰ ਅਜੇ ਤਕ ਕਿਸੇ ਪਾਸੋਂ ਨਹੀਂ ਲਈ ॥੯॥",
    "pronunciation": "G`GY, d`dY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 12,
    "source_line": 6,
    "gurmukhi": "ppY. pwir n pvhI. mUVy; prpMic. qUM plic rihAw ]",
    "transliteration": "Papai Paar N Pavehee Moorrae Parapanch Thoon Palach Rehiaa ||",
    "translation": "Pappa: You shall not be able to swim across, you fool, since you are engrossed in worldly affairs.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਸੰਸਾਰ (ਦੇ ਮੋਹ-ਜਾਲ) ਵਿਚ (ਇਤਨਾ) ਉਲਝ ਰਿਹਾ ਹੈਂ ਕਿ ਇਸ ਵਿਚੋਂ ਪਾਰਲੇ ਪਾਸੇ ਨਹੀਂ ਲੰਘ ਸਕਦਾ।",
    "pronunciation": "(prpMic) sMswr c (plic) Ps",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 12,
    "source_line": 7,
    "gurmukhi": "scY Awip KuAwieEhu mUVy; iehu isir qyrY. lyKu pieAw ]10]",
    "transliteration": "Sachai Aap Khuaaeiouhu Moorrae Eihu Sir Thaerai Laekh Paeiaa ||10||",
    "translation": "The True Lord Himself has ruined you, you fool; this is the destiny written on your forehead. ||10||",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਤੇਰੇ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਕਰਤਾਰ ਨੇ ਤੈਨੂੰ (ਉਸੇ) ਕੁਰਾਹੇ ਪਾ ਦਿੱਤਾ ਹੈ (ਜਿਧਰ ਤੇਰੀ ਰੁਚੀ ਬਣੀ ਹੋਈ ਹੈ, ਤੇ) ਉਹਨਾਂ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਇਕੱਠ ਦਾ ਲੇਖ ਤੇਰੇ ਮੱਥੇ ਉਤੇ (ਇਤਨਾ) ਉਕਰਿਆ ਪਿਆ ਹੈ (ਕਿ ਤੈਨੂੰ ਸਹੀ ਰਸਤੇ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ, ਪਰ ਤੂੰ ਹੋਰਨਾਂ ਨੂੰ ਮੱਤਾਂ ਦੇਂਦਾ ਫਿਰਦਾ ਹੈਂ) ॥੧੦॥",
    "pronunciation": "(scY) vwihgurU jI nMU qMU (Awip) hMkwr krky (KuAwie-Ehu) KuMJwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 13,
    "source_line": 7,
    "gurmukhi": "BBY. Bvjil fubohu mUVy; mwieAw ivic glqwnu BieAw ]",
    "transliteration": "Bhabhai Bhavajal Ddubohu Moorrae Maaeiaa Vich Galathaan Bhaeiaa ||",
    "translation": "Bhabha: You have drowned in the terrifying world-ocean, you fool, and you have become engrossed in Maya.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਇਤਨਾ ਮਸਤ ਹੈਂ ਕਿ ਤੈਨੂੰ ਹੋਰ ਕੁਝ ਸੁੱਝਦਾ ਹੀ ਨਹੀਂ, ਤੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਦੀਆਂ ਮੋਹ ਦੀਆਂ ਲਹਰਾਂ) ਵਿਚ ਗੋਤੇ ਖਾ ਰਿਹਾ ਹੈਂ (ਆਪਣੇ ਬਚਾਉ ਵਾਸਤੇ ਤੂੰ ਕੋਈ ਉੱਦਮ ਨਹੀਂ ਕਰਦਾ)।",
    "pronunciation": "(glqwnu) K`cq[ B`BY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 13,
    "source_line": 8,
    "gurmukhi": "gur prswdI eyko jwxY; eyk GVI mih pwir pieAw ]11]",
    "transliteration": "Gur Parasaadhee Eaeko Jaanai Eaek Gharree Mehi Paar Paeiaa ||11||",
    "translation": "One who comes to know the One Lord, by Guru's Grace, is carried across in an instant. ||11||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ, ਉਹ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਇਕ ਪਲ ਵਿਚ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 14,
    "source_line": 9,
    "gurmukhi": "vvY vwrI AweIAw mUVy; vwsudyau quDu vIsirAw ]",
    "transliteration": "Vavai Vaaree Aaeeaa Moorrae Vaasudhaeo Thudhh Veesariaa ||",
    "translation": "Wawa: Your turn has come, you fool, but you have forgotten the Lord of Light.",
    "punjabi": "ਹੇ ਮੂਰਖ (ਭਾਗਾਂ ਨਾਲ) ਮਨੁੱਖਾਂ ਜਨਮ (ਮਿਲਣ) ਦੀ ਵਾਰੀ ਆਈ ਸੀ, ਪਰ (ਇਸ ਅਮੋਲਕ ਜਨਮ ਵਿਚ ਭੀ) ਤੈਨੂੰ ਪਰਮਾਤਮਾ ਭੁੱਲਿਆ ਹੀ ਰਿਹਾ।",
    "pronunciation": "(vwsudyau) vwihgurU jI[ v-vY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 14,
    "source_line": 9,
    "gurmukhi": "eyh vylw, n lhsih mUVy; iPir qUM. jm kY vis pieAw ]12]",
    "transliteration": "Eaeh Vaelaa N Lehasehi Moorrae Fir Thoon Jam Kai Vas Paeiaa ||12||",
    "translation": "This opportunity shall not come again, you fool; you shall fall under the power of the Messenger of Death. ||12||",
    "punjabi": "ਹੇ ਮੂਰਖ! (ਜੇ ਖੁੰਝਿਆ ਹੀ ਰਿਹੋਂ ਤਾਂ) ਇਹ ਸਮਾਂ ਮੁੜ ਨਹੀਂ ਲੱਭ ਸਕੇਂਗਾ (ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿ ਕੇ) ਤੂੰ ਜਮ ਦੇ ਵੱਸ ਪੈ ਜਾਹਿਂਗਾ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਜਾ ਪਏਂਗਾ) ॥੧੨॥",
    "pronunciation": "(lhsih) l`Bygw",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 15,
    "source_line": 10,
    "gurmukhi": "JJY. kdy n JUrih mUVy; siqgur kw aupdysu suix qUM, ivKw ]",
    "transliteration": "Jhajhai Kadhae N Jhoorehi Moorrae Sathigur Kaa Oupadhaes Sun Thoon Vikhaa ||",
    "translation": "Jhajha: You shall never have to regret and repent, you fool, if you listen to the Teachings of the True Guru, for even an instant.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਤੂੰ ਪੂਰੇ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਧਾਰਨ ਕਰ ਕੇ ਵੇਖ ਲੈ, (ਮਾਇਆ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਤੈਨੂੰ ਕਦੇ ਹਾਹੁਕੇ ਨਹੀਂ ਲੈਣੇ ਪੈਣਗੇ (ਕਿਉਂਕਿ ਮਾਇਆ-ਮੋਹ ਦਾ ਜਾਲ ਹੀ ਟੁੱਟ ਜਾਇਗਾ),",
    "pronunciation": "qMU sux ky (ivKw) vyK[ ivKw:polw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 15,
    "source_line": 10,
    "gurmukhi": "siqgur bwJhu. guru nhI, koeI; ingury kw. hY nwau burw ]13]",
    "transliteration": "Sathigur Baajhahu Gur Nehee Koee Nigurae Kaa Hai Naao Buraa ||13||",
    "translation": "Without the True Guru, there is no Guru at all; one who is without a Guru has a bad reputation. ||13||",
    "punjabi": "ਪਰ ਜੇ ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਪਏਂਗਾ ਤਾਂ ਕੋਈ (ਰਸਮੀ) ਗੁਰੂ (ਇਹਨਾਂ ਹਾਹੁਕਿਆਂ ਤੋਂ ਬਚਾ) ਨਹੀਂ (ਸਕਦਾ)। ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਨਹੀਂ ਤੁਰਦਾ, (ਕੁਰਾਹੇ ਪੈਣ ਕਰ ਕੇ) ਉਹ ਬਦਨਾਮੀ ਹੀ ਖੱਟਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 16,
    "source_line": 11,
    "gurmukhi": "DDY. Dwvq vrij rKu mUVy; AMqir qyrY inDwnu pieAw ]",
    "transliteration": "Dhhadhhai Dhhaavath Varaj Rakh Moorrae Anthar Thaerai Nidhhaan Paeiaa ||",
    "translation": "Dhadha: Restrain your wandering mind, you fool; deep within you the treasure is to be found.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਆਤਮਕ ਸੁਖ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਤੇਰੇ ਅੰਦਰ ਵੱਸ ਰਿਹਾ ਹੈ (ਪਰ ਤੂੰ ਸੁਖ ਲੱਭਣ ਵਾਸਤੇ ਬਾਹਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈਂ) ਬਾਹਰ ਭਟਕਦੇ ਮਨ ਨੂੰ ਰੋਕ ਕੇ ਰੱਖ!",
    "pronunciation": "(Dwvq) Btkdw[ (vrij) rok[ D`DY",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 16,
    "source_line": 11,
    "gurmukhi": "gurmuiK hovih, qw hir rsu pIvih; jugw jugMqir. Kwih pieAw ]14]",
    "transliteration": "Guramukh Hovehi Thaa Har Ras Peevehi Jugaa Juganthar Khaahi Paeiaa ||14||",
    "translation": "When one becomes Gurmukh, then he drinks in the sublime essence of the Lord; throughout the ages, he continues to drink it in. ||14||",
    "punjabi": "ਜੇ ਤੂੰ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਉਤੇ ਤੁਰੇਂ ਤਾਂ (ਅੰਦਰ ਵੱਸਦੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀਵੇਂਗਾ, ਸਦਾ ਲਈ ਇਹ ਨਾਮ-ਰਸ ਵਰਤਦਾ ਰਹੇਂਗਾ (ਕਦੇ ਮੁੱਕੇਗਾ ਨਹੀਂ) ॥੧੪॥",
    "pronunciation": "ju`gW ju`gMqir",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 17,
    "source_line": 12,
    "gurmukhi": "ggY. goibMdu iciq kir mUVy; glI. iknY n pwieAw ]",
    "transliteration": "Gagai Gobidh Chith Kar Moorrae Galee Kinai N Paaeiaa ||",
    "translation": "Gagga: Keep the Lord of the Universe in your mind, you fool; by mere words, no one has ever attained Him.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਵਸਾ ਲੈ (ਤਦੋਂ ਹੀ ਉਸ ਨਾਲ ਮਿਲਾਪ ਹੋਵੇਗਾ), ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ ਕਿਸੇ ਨੂੰ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ।",
    "pronunciation": "g`gY[ g`lIN",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 17,
    "source_line": 13,
    "gurmukhi": "gur ky crn ihrdY vswie mUVy; ipCly gunh sB bKis lieAw ]15]",
    "transliteration": "Gur Kae Charan Hiradhai Vasaae Moorrae Pishhalae Guneh Sabh Bakhas Laeiaa ||15||",
    "translation": "Enshrine the Guru's feet within your heart, you fool, and all your past sins shall be forgiven. ||15||",
    "punjabi": "ਹੇ ਮੂਰਖ! ਗੁਰੂ ਦੇ ਚਰਨ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖ, ਪਿਛਲੇ ਕੀਤੇ ਹੋਏ ਸਾਰੇ ਪਾਪ ਬਖ਼ਸ਼ੇ ਜਾਣਗੇ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 18,
    "source_line": 13,
    "gurmukhi": "hwhY. hir kQw bUJu, qUM mUVy; qw sdw suKu hoeI ]",
    "transliteration": "Haahai Har Kathhaa Boojh Thoon Moorrae Thaa Sadhaa Sukh Hoee ||",
    "translation": "Haha: Understand the Lord's Sermon, you fool; only then shall you attain eternal peace.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸਿੱਖ ਲਏਂ ਤਾਂ ਤੈਨੂੰ ਸਦਾ ਆਤਮਕ ਅਨੰਦ ਮਿਲਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 18,
    "source_line": 14,
    "gurmukhi": "mnmuiK pVih. qyqw duKu lwgY; ivxu siqgur. mukiq n hoeI ]16]",
    "transliteration": "Manamukh Parrehi Thaethaa Dhukh Laagai Vin Sathigur Mukath N Hoee ||16||",
    "translation": "The more the self-willed manmukhs read, the more pain they suffer. Without the True Guru, liberation is not obtained. ||16||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਜਿਤਨਾ ਹੀ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਖੁੰਝ ਕੇ ਮਾਇਆ ਸੰਬੰਧੀ ਹੋਰ ਹੋਰ ਲੇਖੇ) ਪੜ੍ਹਦੇ ਹਨ, ਉਤਨੀ ਹੀ ਵਧੀਕ ਅਸ਼ਾਂਤੀ ਖੱਟਦੇ ਹਨ, ਤੇ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ (ਇਸ ਅਸ਼ਾਂਤੀ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ ॥੧੬॥",
    "pronunciation": "pV@ih",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 19,
    "source_line": 15,
    "gurmukhi": "rwrY. rwmu iciq kir mUVy; ihrdY ijn@ kY riv rihAw ]",
    "transliteration": "Raarai Raam Chith Kar Moorrae Hiradhai Jinh Kai Rav Rehiaa ||",
    "translation": "Rarra: Center your consciousness on the Lord, you fool; abide with those whose hearts are filled with the Lord.",
    "punjabi": "ਹੇ ਮੂਰਖ! ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ! ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਸਦਾ ਵੱਸਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 19,
    "source_line": 15,
    "gurmukhi": "gur prswdI. ijn@I rwmu pCwqw; inrgux rwmu. iqn@I bUiJ lihAw ]17]",
    "transliteration": "Gur Parasaadhee Jinhee Raam Pashhaathaa Niragun Raam Thinhee Boojh Lehiaa ||17||",
    "translation": "By Guru's Grace, those who recognize the Lord, understand the absolute Lord. ||17||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਸਦਾ ਯਾਦ ਹੈ, ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ (ਹੋਰ) ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਈ, ਉਹਨਾਂ ਮਾਇਆ ਤੋਂ ਨਿਰਲੇਪ ਪ੍ਰਭੂ (ਦਾ ਅਸਲਾ) ਸਮਝ ਕੇ ਉਸ ਨਾਲ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 20,
    "source_line": 16,
    "gurmukhi": "qyrw. AMqu n jweI liKAw; AkQu. n jweI hir kiQAw ]",
    "transliteration": "Thaeraa Anth N Jaaee Lakhiaa Akathh N Jaaee Har Kathhiaa ||",
    "translation": "Your limits cannot be known; the indescribable Lord cannot be described.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ। ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ, ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-kQu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1640,
    "pada": 20,
    "source_line": 17,
    "gurmukhi": "nwnk. ijn@ kau siqguru imilAw; iqn@ kw lyKw inbiVAw ]18]1]2]",
    "transliteration": "Naanak Jinh Ko Sathigur Miliaa Thinh Kaa Laekhaa Nibarriaa ||18||1||2||",
    "translation": "O Nanak, whose who have met the True Guru, have their accounts settled. ||18||1||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ (ਉਹ ਨਿਰੀ ਮਾਇਆ ਦੇ ਲੇਖੇ ਲਿਖਣ ਪੜ੍ਹਨ ਦੇ ਥਾਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦੇ ਹਨ, ਇਸ ਤਰ੍ਹਾਂ) ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਹਿਸਾਬ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧੮॥੧॥੨॥",
    "pronunciation": "in`biVAw",
    "type_id": 3
  },
  {
    "shabad_id": 1641,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "rwgu Awsw mhlw 1 CMq Gru 1",
    "transliteration": "Raag Aasaa Mehalaa 1 Shhanth Ghar 1",
    "translation": "Raag Aasaa, First Mehl, Chhant, First House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1641,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1641,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "muMD jobin. bwlVIey; myrw ipru rlIAwlw. rwm ]",
    "transliteration": "Mundhh Joban Baalarreeeae Maeraa Pir Raleeaalaa Raam ||",
    "translation": "O beautiful young bride, my Beloved Lord is very playful.",
    "punjabi": "ਹੇ ਜੋਬਨ ਵਿਚ ਮੱਤੀ ਅੰਞਾਣ ਇਸਤ੍ਰੀਏ! (ਆਪਣੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈ) ਪਿਆਰਾ ਪ੍ਰਭੂ ਹੀ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ।",
    "pronunciation": "(jobin) juAwn hovy, pqI dI pRsMnqw lYx dI smJ qoN rihq muMD hY[ (b`wlVIey) ieAwxI[ (rlI-Awlw) KuSIAW dw Gr",
    "type_id": 3
  },
  {
    "shabad_id": 1641,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Dn ipr. nyhu Gxw; ris pRIiq dieAwlw rwm ]",
    "transliteration": "Dhhan Pir Naehu Ghanaa Ras Preeth Dhaeiaalaa Raam ||",
    "translation": "When the bride enshrines great love for her Husband Lord, He becomes merciful, and loves her in return.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨਾਲ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਬਹੁਤਾ ਪ੍ਰੇਮ ਬਣਦਾ ਹੈ ਉਹ ਬੜੇ ਚਾਉ ਨਾਲ ਦਇਆਲ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਹੈ।",
    "pronunciation": "die-Awlw",
    "type_id": 3
  }
]