[
  {
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kir mjno spq sry; mn inrml myry rwm]",
    "transliteration": "Kar Majano Sapath Sarae Man Niramal Maerae Raam ||",
    "translation": "Take your bath in the seven seas, O my mind, and become pure.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਉਸ ਵਿਚ) ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਮਨ ਤੇ ਬੁੱਧੀ ਸਮੇਤ ਇਸ਼ਨਾਨ ਕਰ, ਤੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "m`jno[ (spq) s`q, pMj igAwn ieMdRy qy mn bu`D[ (sry) smuMdR c[",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "inrml jil n@wey, jw pRB Bwey; pMc imly vIcwry]",
    "transliteration": "Niramal Jal Nhaaeae Jaa Prabh Bhaaeae Panch Milae Veechaarae ||",
    "translation": "One bathes in the water of purity when it is pleasing to God, and obtains the five virtues by reflective meditation.",
    "punjabi": "ਜੀਵ (ਗੁਰ-ਸ਼ਬਦ ਰੂਪ) ਪਵਿਤ੍ਰ ਜਲ ਵਿਚ ਤਦੋਂ ਹੀ ਇਸ਼ਨਾਨ ਕਰ ਸਕਦਾ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ) ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਸ ਨੂੰ (ਸਤ, ਸੰਤੋਖ, ਦਇਆ, ਧਰਮ ਤੇ ਧੀਰਜ) ਪੰਜੇ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "(pMc) sMq",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "kwmu kroDu kptu. ibiKAw qij; scu nwmu auir Dwry]",
    "transliteration": "Kaam Karodhh Kapatt Bikhiaa Thaj Sach Naam Our Dhhaarae ||",
    "translation": "Renouncing sexual desire, anger, deceit and corruption, he enshrines the True Name in his heart.",
    "punjabi": "ਅਤੇ ਕਾਮ ਕ੍ਰੋਧ ਖੋਟ (ਮਾਇਆ ਦਾ ਮੋਹ ਆਦਿਕ) ਤਿਆਗ ਕੇ ਜੀਵ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "haumY loB lhir, lb Qwky; pwey dIn dieAwlw]",
    "transliteration": "Houmai Lobh Lehar Lab Thhaakae Paaeae Dheen Dhaeiaalaa ||",
    "translation": "When the waves of ego, greed and avarice subside, he finds the Lord Master, Merciful to the meek.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਦੀਨਾਂ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ, ਲੋਭ ਦੀ ਲਹਰ, ਤੇ ਲੱਬ (ਆਦਿਕ) ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "lh-ir[ l`b[ d-ieAwlw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "nwnk gur smwin. qIrQu nhI koeI; swcy gur gopwlw]3]",
    "transliteration": "Naanak Gur Samaan Theerathh Nehee Koee Saachae Gur Gopaalaa ||3||",
    "translation": "O Nanak, there is no place of pilgrimage comparable to the Guru; the True Guru is the Lord of the world. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਗੋਪਾਲ ਦਾ ਰੂਪ ਹੈ, ਗੁਰੂ ਵਰਗਾ ਹੋਰ ਕੋਈ ਤੀਰਥ ਨਹੀਂ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hau bnu bno dyiK rhI; iqRxu dyiK sbwieAw rwm]",
    "transliteration": "Ho Ban Bano Dhaekh Rehee Thrin Dhaekh Sabaaeiaa Raam ||",
    "translation": "I have searched the jungles and forests, and looked upon all the fields.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਹਰੇਕ ਜੰਗਲ ਵੇਖ ਚੁਕੀ ਹਾਂ, ਸਾਰੀ ਬਨਸਪਤੀ ਨੂੰ ਤੱਕ ਚੁਕੀ ਹਾਂ,",
    "pronunciation": "(iqRxu) Gwh[ (sbwieAw) swrw",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "iqRBvxo quJih kIAw; sBu jgqu sbwieAw rwm]",
    "transliteration": "Thribhavano Thujhehi Keeaa Sabh Jagath Sabaaeiaa Raam ||",
    "translation": "You created the three worlds, the entire universe, everything.",
    "punjabi": "(ਮੈਨੂੰ ਯਕੀਨ ਆ ਗਿਆ ਹੈ ਕਿ) ਇਹ ਸਾਰਾ ਜਗਤ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਇਹ ਤਿੰਨੇ ਭਵਨ ਤੇਰੇ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ।",
    "pronunciation": "(iqRBvxo) iqMny lok, AkwS,pqwL,DrqI[ j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "qyrw sBu kIAw. qUM iQru QIAw; quDu smwin ko nwhI]",
    "transliteration": "Thaeraa Sabh Keeaa Thoon Thhir Thheeaa Thudhh Samaan Ko Naahee ||",
    "translation": "You created everything; You alone are permanent. Nothing is equal to You.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ ਤੇਰਾ ਹੀ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, (ਭਾਵੇਂ ਇਹ ਸੰਸਾਰ ਤਾਂ ਨਾਸਵੰਤ ਹੈ, ਪਰ) ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(iQru) sdw kwiem",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "qUM dwqw sB jwick qyry; quDu ibnu. iksu swlwhI]",
    "transliteration": "Thoon Dhaathaa Sabh Jaachik Thaerae Thudhh Bin Kis Saalaahee ||",
    "translation": "You are the Giver - all are Your beggars; without You, who should we praise?",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਤੇਰੇ (ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ, ਤੂੰ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਮੈਂ ਤੇਰੇ ਬਿਨਾ ਹੋਰ ਕਿਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "AxmMigAw dwnu dIjY dwqy; qyrI Bgiq Bry BMfwrw]",
    "transliteration": "Anamangiaa Dhaan Dheejai Dhaathae Thaeree Bhagath Bharae Bhanddaaraa ||",
    "translation": "You bestow Your gifts, even when we do not ask for them, O Great Giver; devotion to You is a treasure over-flowing.",
    "punjabi": "ਹੇ ਦਾਤਾਰ! ਤੂੰ ਤਾਂ (ਜੀਵਾਂ ਦੇ) ਮੰਗਣ ਤੋਂ ਬਿਨਾ ਹੀ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰੀ ਜਾਂਦਾ ਹੈਂ (ਮੈਨੂੰ ਆਪਣੀ ਭਗਤੀ ਦੀ ਦਾਤ ਦੇਹ) ਭਗਤੀ ਦੀ ਦਾਤ ਨਾਲ ਤੇਰੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1642,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "rwm nwm ibnu. mukiq n hoeI; nwnku khY vIcwrw]4]2]",
    "transliteration": "Raam Naam Bin Mukath N Hoee Naanak Kehai Veechaaraa ||4||2||",
    "translation": "Without the Lord's Name, there is no liberation; so says Nanak, the meek. ||4||2||",
    "punjabi": "ਨਾਨਕ ਇਹ ਵਿਚਾਰ ਦੀ ਗੱਲ ਦੱਸਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਲੱਭ ਲੋਭ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਵਿਕਾਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਮਿਲ ਸਕਦੀ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Awsw mhlw 1]",
    "transliteration": "Aasaa Mehalaa 1 ||",
    "translation": "Aasaa, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "myrw mno. myrw mnu rwqw; rwm ipAwry rwm]",
    "transliteration": "Maeraa Mano Maeraa Man Raathaa Raam Piaarae Raam ||",
    "translation": "My mind, my mind is attuned to the Love of my Beloved Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ) ਮੇਰਾ ਮਨ ਉਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗਿਆ ਗਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "scu swihbo Awid purKu; AprMpro Dwry rwm]",
    "transliteration": "Sach Saahibo Aadh Purakh Aparanparo Dhhaarae Raam ||",
    "translation": "The True Lord Master, the Primal Being, the Infinite One, is the Support of the earth.",
    "punjabi": "ਜੋ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਸਭ ਦਾ ਮਾਲਕ ਹੈ ਜੋ ਸਭ ਦਾ ਮੁੱਢ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਜਿਸ ਤੋਂ ਪਰੇ ਹੋਰ ਕੋਈ ਨਹੀਂ ਤੇ ਜੋ ਸਭ ਨੂੰ ਆਸਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(Ap-rMpro) pry qoN pry byAMq[ (Dwry) Awsrw",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Agm Agocru Apr Apwrw; pwrbRhmu prDwno]",
    "transliteration": "Agam Agochar Apar Apaaraa Paarabreham Paradhhaano ||",
    "translation": "He is unfathomable, unapproachable, infinite and incomparable. He is the Supreme Lord God, the Lord above all.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਅਪਹੁੰਚ ਹੈ, ਮੁਨੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਉਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਸ ਤੋਂ ਪਰੇ ਹੋਰ ਕੋਈ ਨਹੀਂ, ਬੇਅੰਤ ਹੈ ਤੇ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Awid jugwdI hY BI hosI; Avru JUTw sBu mwno]",
    "transliteration": "Aadh Jugaadhee Hai Bhee Hosee Avar Jhoothaa Sabh Maano ||",
    "translation": "He is the Lord, from the beginning, throughout the ages, now and forevermore; know that all else is false.",
    "punjabi": "ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸ਼ੁਰੂ ਤੋਂ ਜੁਗਾਂ ਦੇ ਸ਼ਰੂ ਤੋਂ ਚਲਿਆ ਆ ਰਿਹਾ ਹੈ, ਹੁਣ ਭੀ ਮੌਜੂਦ ਹੈ ਸਦਾ ਲਈ ਮੌਜੂਦ ਰਹੇਗਾ। ਹੋਰ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ ਨਾਸਵੰਤ ਜਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "krm Drm kI swr. n jwxY; suriq mukiq ikau pweIAY]",
    "transliteration": "Karam Dhharam Kee Saar N Jaanai Surath Mukath Kio Paaeeai ||",
    "translation": "If one does not appreciate the value of good deeds and Dharmic faith, how can one obtain clarity of consciousness and liberation?",
    "punjabi": "ਮੇਰਾ ਮਨ ਸ਼ਾਸਤ੍ਰਾਂ ਦੇ ਦੱਸੇ ਹੋਏ ਧਾਰਮਿਕ ਕਰਮਾਂ ਦੀ ਸਾਰ ਨਹੀਂ ਜਾਣਦਾ, ਮੇਰੇ ਮਨ ਨੂੰ ਇਹ ਸੁਰਤਿ ਭੀ ਨਹੀਂ ਹੈ ਕਿ ਮੁਕਤੀ ਕਿਵੇਂ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk. gurmuiK sbid pCwxY; Aih inis nwmu iDAweIAY]1]",
    "transliteration": "Naanak Guramukh Sabadh Pashhaanai Ahinis Naam Dhhiaaeeai ||1||",
    "translation": "O Nanak, the Gurmukh realizes the Word of the Shabad; night and day, he meditates on the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਮੇਰਾ ਮਨ ਇਹੀ ਪਛਾਣਦਾ ਹੈ ਕਿ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "myrw mno. myrw mnu mwinAw; nwmu sKweI rwm]",
    "transliteration": "Maeraa Mano Maeraa Man Maaniaa Naam Sakhaaee Raam ||",
    "translation": "My mind, my mind has come to accept, that the Naam is our only Friend.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੇਰਾ ਮਨ, ਮੇਰਾ ਮਨ ਮੰਨ ਚੁਕਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਅਸਲ) ਸਾਥੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "haumY mmqw mwieAw; sMig. n jweI rwm]",
    "transliteration": "Houmai Mamathaa Maaeiaa Sang N Jaaee Raam ||",
    "translation": "Egotism, worldly attachment, and the lures of Maya shall not go with you.",
    "punjabi": "ਮਾਇਆ ਦੀ ਮਮਤਾ ਤੇ ਹਉਮੈ ਮਨੁੱਖ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੇ,ਹੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "mwqw ipq BweI, suq cqurweI; sMig n sMpY nwry]",
    "transliteration": "Maathaa Pith Bhaaee Suth Chathuraaee Sang N Sanpai Naarae ||",
    "translation": "Mother, father, famliy, children, cleverness, property and spouses - none of these shall go with you.",
    "punjabi": "ਮਾਂ, ਪਿਉ, ਭਰਾ, ਪੁੱਤਰ, ਧਨ, ਇਸਤ੍ਰੀ, ਦੁਨੀਆ ਵਾਲੀ ਚਤੁਰਾਈ (ਸਦਾ ਲਈ) ਸਾਥੀ ਨਹੀਂ ਬਣ ਸਕਦੇ।",
    "pronunciation": "(sMpY) Dn mwl[ (nwry) iesqRI",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "swier kI puqRI, prhir iqAwgI; crx qlY vIcwry]",
    "transliteration": "Saaeir Kee Puthree Parehar Thiaagee Charan Thalai Veechaarae ||",
    "translation": "I have renounced Maya, the daughter of the ocean; reflecting upon reality, I have trampled it under my feet.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ (ਸਮੁੰਦਰ ਦੀ ਪੁਤ੍ਰੀ) ਮਾਇਆ ਦਾ ਮੋਹ ਉੱਕਾ ਤਿਆਗ ਦਿੱਤਾ ਹੈ, ਤੇ ਇਸ ਨੂੰ ਆਪਣੇ ਪੈਰਾਂ ਹੇਠ ਰੱਖਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਆਪਣੇ ਉਤੇ ਇਸ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈਣ ਦੇਂਦਾ)।",
    "pronunciation": "(swier) smuMdR dI pu`qRI mwieAw[ (prhir) dUr krky[ qlY-polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Awid puriK ieku clqu idKwieAw; jh dyKw qh soeI]",
    "transliteration": "Aadh Purakh Eik Chalath Dhikhaaeiaa Jeh Dhaekhaa Theh Soee ||",
    "translation": "The Primal Lord has revealed this wondrous show; wherever I look, there I see Him.",
    "punjabi": "(ਮੈਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਆਦਿ ਪੁਰਖ ਨੇ (ਜਗਤ-ਰੂਪ) ਇਕ ਤਮਾਸ਼ਾ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਮੈਨੂੰ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "nwnk. hir kI Bgiq, n Cofau; shjy hoie su hoeI]2]",
    "transliteration": "Naanak Har Kee Bhagath N Shhoddo Sehajae Hoe S Hoee ||2||",
    "translation": "O Nanak, I shall not forsake the Lord's devotional worship; in the natural course, what shall be, shall be. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਕਦੇ) ਨਹੀਂ ਵਿਸਾਰਦਾ (ਮੈਨੂੰ ਯਕੀਨ ਹੈ ਕਿ) ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਸੁਤੇ ਹੀ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "myrw mno. myrw mnu inrmlu; swcu smwly rwm]",
    "transliteration": "Maeraa Mano Maeraa Man Niramal Saach Samaalae Raam ||",
    "translation": "My mind, my mind has become immaculately pure, contemplating the True Lord.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲ ਕੇ ਮੇਰਾ ਮਨ, ਮੇਰਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "Avgx myit cly; gux sMgm nwly rwm]",
    "transliteration": "Avagan Maett Chalae Gun Sangam Naalae Raam ||",
    "translation": "I have dispelled my vices, and now I walk in the company of the virtuous.",
    "punjabi": "(ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਮੈਂ ਔਗੁਣ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਿਟਾ ਕੇ ਤੁਰ ਰਿਹਾ ਹਾਂ, ਮੇਰੇ ਨਾਲ ਗੁਣਾਂ ਦਾ ਸਾਥ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "c`ly",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "Avgx prhir krxI swrI; dir scY sicAwro]",
    "transliteration": "Avagan Parehar Karanee Saaree Dhar Sachai Sachiaaro ||",
    "translation": "Discarding my vices, I do good deeds, and in the True Court, I am judged as true.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਔਗੁਣ ਤਿਆਗ ਕੇ (ਨਾਮ-ਸਿਮਰਨ ਦੀ) ਸ੍ਰੇਸ਼ਟ ਕਰਣੀ ਕਰਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੱਚਾ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Awvxu jwvxu. Twik rhwey; gurmuiK qqu vIcwro]",
    "transliteration": "Aavan Jaavan Thaak Rehaaeae Guramukh Thath Veechaaro ||",
    "translation": "My coming and going has come to an end; as Gurmukh, I reflect upon the nature of reality.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣਾ ਜਨਮ ਮਰਣ ਦਾ ਗੇੜ ਮੁਕਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਜਗਤ ਦੇ ਮੂਲ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "swjnu mIqu sujwxu sKw qUM; sic imlY vifAweI]",
    "transliteration": "Saajan Meeth Sujaan Sakhaa Thoon Sach Milai Vaddiaaee ||",
    "translation": "O my Dear Friend, You are my all-knowing companion; grant me the glory of Your True Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈਂ ਤੂੰ ਹੀ ਮੇਰਾ ਮਿੱਤਰ ਹੈਂ ਤੂੰ ਹੀ ਮੇਰੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਸਾਥੀ ਹੈਂ। ਤੇਰੇ ਸਦਾ-ਥਿਰ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ (ਤੇਰੇ ਦਰ ਤੇ) ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nwnk. nwmu rqnu prgwisAw; AYsI gurmiq pweI]3]",
    "transliteration": "Naanak Naam Rathan Paragaasiaa Aisee Guramath Paaee ||3||",
    "translation": "O Nanak, the jewel of the Naam has been revealed to me; such are the Teachings I have received from the Guru. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਅਜੇਹੀ ਮਤਿ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ ਕਿ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਪ੍ਰਗਟ ਹੋ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "scu AMjno AMjnu swir; inrMjin rwqw rwm]",
    "transliteration": "Sach Anjano Anjan Saar Niranjan Raathaa Raam ||",
    "translation": "I have carefully applied the healing ointment to my eyes, and I am attuned to the Immaculate Lord.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਗਿਆਨ ਦਾ) ਸੁਰਮਾ ਪਾ ਕੇ ਮੇਰਾ ਮਨ ਮਾਇਆ-ਰਹਿਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "(AMjno) surmw[ (swir) pwieAw",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "min qin riv rihAw; jgjIvno dwqw rwm]",
    "transliteration": "Man Than Rav Rehiaa Jagajeevano Dhaathaa Raam ||",
    "translation": "He is permeating my mind and body, the Life of the world, the Lord, the Great Giver.",
    "punjabi": "ਜਗਤ ਦਾ ਜੀਵਨ ਤੇ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਹਰ ਵੇਲੇ ਮੌਜੂਦ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "j`gjIvno",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "jgjIvnu dwqw hir min rwqw; shij imlY mylwieAw]",
    "transliteration": "Jagajeevan Dhaathaa Har Man Raathaa Sehaj Milai Maelaaeiaa ||",
    "translation": "My mind is imbued with the Lord, the Great Giver, the Life of the world; I have merged and blended with Him, with intuitive ease.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਜਗਤ ਦਾ ਜੀਵਨ ਤੇ ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਮਨ ਉਸ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਮਨ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "swD sBw. sMqw kI sMgiq; ndir pRBU suKu pwieAw]",
    "transliteration": "Saadhh Sabhaa Santhaa Kee Sangath Nadhar Prabhoo Sukh Paaeiaa ||",
    "translation": "In the Company of the Holy, and the Saints' Society, by God's Grace, peace is obtained.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "sBw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "hir kI Bgiq rqy bYrwgI; cUky moh ipAwsw]",
    "transliteration": "Har Kee Bhagath Rathae Bairaagee Chookae Moh Piaasaa ||",
    "translation": "The renunciates remain absorbed in devotional worship to the Lord; they are rid of emotional attachment and desire.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਜੋ ਹਉਮੈ ਨੂੰ ਮਾਰ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਸਦਾ ਗਿੱਝੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1643,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "nwnk. haumY mwir pqIxy; ivrly dws audwsw]4]3]",
    "transliteration": "Naanak Houmai Maar Patheenae Viralae Dhaas Oudhaasaa ||4||3||",
    "translation": "O Nanak, how rare is that unattached servant, who conquers his ego, and remains pleased with the Lord. ||4||3||",
    "punjabi": "ਤੇ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਨਾਲੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦੇ ਹਨ, ਜਗਤ ਵਿਚ ਅਜੇਹੇ ਵਿਰਲੇ ਬੰਦੇ ਹਨ, ਹੇ ਨਾਨਕ! ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]