[
  {
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "Ehu jyv swier, dyie lhrI; ibjul. ijvY cmkey]",
    "transliteration": "Ouhu Jaev Saaeir Dhaee Leharee Bijul Jivai Chamakeae ||",
    "punjabi": "(ਉਂਝ ਹੈ ਭੀ ਇਹ ਥੋੜਾ ਸਮਾ ਰਹਿਣ ਵਾਲਾ) ਜਿਵੇਂ ਸਮੁੰਦਰ ਲਹਿਰਾਂ ਮਾਰਦਾ ਹੈ ਜਾਂ ਜਿਵੇਂ ਬਿਜਲੀ ਲਿਸ਼ਕ ਮਾਰਦੀ ਹੈ।",
    "pronunciation": "(jyv)ijvyN[ (swier)smuMdR[dy-ie[ cm-key:polw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "hir bwJu rwKw. koie nwhI; soie quJih ibswirAw]",
    "transliteration": "Har Baajh Raakhaa Koe Naahee Soe Thujhehi Bisaariaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲਾ) ਰਾਖਾ ਨਹੀਂ (ਹੇ ਹਰਨ ਵਾਂਗ ਚੁੰਗੀਆਂ ਮਾਰਨ ਵਾਲੇ ਮਨ!) ਉਸ ਨੂੰ ਤੂੰ ਭੁਲਾਈ ਬੈਠਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "scu khY nwnku. cyiq ry mn; mrih hrxw kwilAw]1]",
    "transliteration": "Sach Kehai Naanak Chaeth Rae Man Marehi Haranaa Kaaliaa ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਕਾਲੇ ਹਰਨ! ਹੇ ਮਨ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰ, ਨਹੀਂ ਤਾਂ (ਇਸ ਜਗਤ-ਫੁਲਵਾੜੀ ਵਿਚ ਮਸਤ ਹੋ ਕੇ) ਤੂੰ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲਏਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "Bvrw PUil BvMiqAw; duKu Aiq BwrI. rwm]",
    "transliteration": "Bhavaraa Fool Bhavanthiaa Dhukh Ath Bhaaree Raam ||",
    "punjabi": "ਹੇ (ਹਰੇਕ) ਫੁੱਲ ਉੱਤੇ ਉੱਡਣ ਵਾਲੇ ਭੌਰੇ (ਮਨ!) (ਫੁੱਲ ਫੁੱਲ ਦੀ ਸੁਗੰਧੀ ਲੈਂਦੇ ਫਿਰਨ ਵਿਚੋਂ) ਬੜਾ ਭਾਰੀ ਦੁੱਖ ਨਿਕਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mY. guru pUiCAw Awpxw; swcw bIcwrI rwm]",
    "transliteration": "Mai Gur Pooshhiaa Aapanaa Saachaa Beechaaree Raam ||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਪਾਸੋਂ ਪੁੱਛਿਆ ਹੈ ਜੇਹੜਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਸਦਾ ਆਪਣੇ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "bIcwir siqguru. muJY pUiCAw; Bvru bylI rwqE]",
    "transliteration": "Beechaar Sathigur Mujhai Pooshhiaa Bhavar Baelee Raathou ||",
    "punjabi": "(ਹੇ ਭੌਰੇ ਮਨ! ਤੇਰੀ ਇਹ ਹਾਲਤ) ਵਿਚਾਰ ਕੇ ਮੈਂ ਗੁਰੂ ਤੋਂ ਪੁੱਛਿਆ ਹੈ ਕਿ ਇਹ ਮਨ-ਭੌਰਾ ਤਾਂ ਵੇਲਾਂ ਫੁੱਲਾਂ ਉਤੇ (ਦੁਨੀਆ ਦੇ ਸੁੰਦਰ ਪਦਾਰਥਾਂ ਦੇ ਰਸਾਂ ਵਿਚ) ਮਸਤ ਹੋ ਰਿਹਾ ਹੈ (ਇਸ ਦਾ ਕੀਹ ਬਣੇਗਾ?",
    "pronunciation": "pU`iCAw[ r`wq-E[ bolo jI",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "sUrju ciVAw. ipMfu piVAw; qylu qwvix qwqE]",
    "transliteration": "Sooraj Charriaa Pindd Parriaa Thael Thaavan Thaathou ||",
    "punjabi": "ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਮਤਿ ਦਿੱਤੀ ਹੈ ਕਿ) ਜਦੋਂ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਜਦੋਂ ਦਿਨ ਚੜ੍ਹ ਪੈਂਦਾ ਹੈ) ਇਹ ਸਰੀਰ ਢਹਿ ਢੇਰੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਵਿਕਾਰਾਂ ਵਿਚ ਫਸੇ ਰਹਿਣ ਕਰਕੇ ਜੀਵ ਇਉਂ ਦੁਖੀ ਹੁੰਦਾ ਹੈਂ ਜਿਵੇਂ) ਤੇਲ ਤਾਉੜੀ ਵਿਚ ਪਾ ਕੇ ਡਾਇਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "kwl rUpI sUrj ciV@Aw, (ipMfu) sRIr[ piVAw dy V nMU :hlMq n lwE[ (qwvix) qpwauNdy[ q`wq-E",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jm mig bwDw, Kwih cotw; sbd ibnu. byqwilAw]",
    "transliteration": "Jam Mag Baadhhaa Khaahi Chottaa Sabadh Bin Baethaaliaa ||",
    "punjabi": "ਹੇ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚ ਮਸਤ ਹੋਏ) ਭੂਤ! ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਖੁੰਝ ਕੇ ਤੂੰ ਜਮਰਾਜ ਦੇ ਰਸਤੇ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਚੋਟਾਂ ਖਾਵੇਂਗਾ।",
    "pronunciation": "(mig) rsqy[ (byqwilAw) BUqnw[ mig polw bolo,byq`wilAw",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "scu khY nwnku. cyiq ry mn; mrih Bvrw kwilAw]2]",
    "transliteration": "Sach Kehai Naanak Chaeth Rae Man Marehi Bhavaraa Kaaliaa ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰ, ਨਹੀਂ ਤਾਂ ਭੌਰੇ (ਵਾਂਗ ਫੁੱਲਾਂ ਦੇ ਮਸਤ ਹੋਏ ਮਨ!) ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲਏਂਗਾ ॥੨॥",
    "pronunciation": "kwilAw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "myry jIAiVAw prdysIAw; ikqu pvih jMjwly rwm]",
    "transliteration": "Maerae Jeearriaa Paradhaeseeaa Kith Pavehi Janjaalae Raam ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਰਦੇਸੀ ਜੀਵਾਤਮਾ! ਤੂੰ ਕਿਉਂ (ਮਾਇਆ ਦੇ) ਜੰਜਾਲ ਵਿਚ ਫਸ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "swcw swihbu min vsY; kI Pwsih jm jwly rwm]",
    "transliteration": "Saachaa Saahib Man Vasai Kee Faasehi Jam Jaalae Raam ||",
    "punjabi": "ਜੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਤੇਰੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੋਵੇ ਤਾਂ ਤੂੰ (ਮਾਇਆ ਦੇ ਮੋਹ-ਰੂਪ) ਜਮ ਦੇ ਖਿਲਾਰੇ ਹੋਏ ਜਾਲ ਵਿਚ ਕਿਉਂ ਫਸੇਂ?",
    "pronunciation": "Pwsih",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "mCulI ivCuMnI. nYx ruMnI; jwlu biDik pwieAw]",
    "transliteration": "Mashhulee Vishhunnee Nain Runnee Jaal Badhhik Paaeiaa ||",
    "punjabi": "(ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਵੇਖ) ਜਦੋਂ ਸ਼ਿਕਾਰੀ ਨੇ (ਪਾਣੀ ਵਿਚ) ਜਾਲ ਪਾਇਆ ਹੁੰਦਾ ਹੈ ਤੇ ਮੱਛੀ (ਭਿੱਤੀ ਦੇ ਲੱਬ ਵਿਚ ਫਸ ਕੇ ਜਾਲ ਵਿਚ ਫਸ ਜਾਂਦੀ ਹੈ ਤੇ ਪਾਣੀ ਤੋਂ) ਵਿਛੁੜ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਅੱਖਾਂ ਭਰ ਕੇ ਰੋਂਦੀ ਹੈ,",
    "pronunciation": "(ruMnI) roNdI[ (b`iDik) iSkwrI ny",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sMswru mwieAw mohu mITw; AMiq Brmu cukwieAw]",
    "transliteration": "Sansaar Maaeiaa Mohu Meethaa Anth Bharam Chukaaeiaa ||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ ਜੀਵ ਨੂੰ) ਇਹ ਜਗਤ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ, ਮਾਇਆ ਦਾ ਮੋਹ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ, ਪਰ (ਫਸ ਕੇ) ਅੰਤ ਵੇਲੇ ਇਹ ਭੁਲੇਖਾ ਦੂਰ ਹੁੰਦਾ ਹੈ (ਜਦੋਂ ਜਿੰਦ ਦੁੱਖਾਂ ਦੇ ਮੂੰਹ ਆਉਂਦੀ ਹੈ ਤੇ ਮਾਇਕ ਪਦਾਰਥ ਭੀ ਸਾਥ ਛੱਡ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Bgiq kir. icqu lwie hir isau; Coif. mnhu AMdyisAw]",
    "transliteration": "Bhagath Kar Chith Laae Har Sio Shhodd Manahu Andhaesiaa ||",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਭਗਤੀ ਕਰ ਕੇ ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਫ਼ਿਕਰ-ਅੰਦੇਸ਼ੇ ਦੂਰ ਕਰ ਲੈ।",
    "pronunciation": "(AMdyisAw) icMqw",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "scu khY nwnku. cyiq ry mn; jIAiVAw prdysIAw]3]",
    "transliteration": "Sach Kehai Naanak Chaeth Rae Man Jeearriaa Paradhaeseeaa ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਮੇਰੇ ਪਰਦੇਸੀ ਜੀਊੜੇ! ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ndIAw vwh ivCuMinAw; mylw sMjogI rwm]",
    "transliteration": "Nadheeaa Vaah Vishhunniaa Maelaa Sanjogee Raam ||",
    "punjabi": "ਨਦੀਆਂ ਤੋਂ ਵਿਛੁੜੇ ਹੋਏ ਵਹਣਾਂ ਦਾ (ਨਦੀਆਂ ਨਾਲ ਮੁੜ) ਮੇਲ ਭਾਗਾਂ ਨਾਲ ਹੀ ਹੁੰਦਾ ਹੈ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਪ੍ਰਭੂ ਨਾਲੋਂ ਵਿਛੁੜੇ ਜੀਵ ਮੁੜ ਭਾਗਾਂ ਨਾਲ ਹੀ ਮਿਲਦੇ ਹਨ)।",
    "pronunciation": "(vwh) pRvwh jl dw",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "jugu jugu mITw ivsu Bry; ko jwxY jogI rwm]",
    "transliteration": "Jug Jug Meethaa Vis Bharae Ko Jaanai Jogee Raam ||",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਦਾ ਹੈ ਉਹ ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ ਮਾਇਆ ਦਾ ਮੋਹ ਹੈ ਤਾਂ ਮਿੱਠਾ ਪਰ ਸਦਾ ਜ਼ਹਰ ਨਾਲ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਜੀਵ ਨੂੰ ਆਤਮਕ ਮੌਤੇ ਮਾਰ ਦੇਂਦਾ ਹੈ)।",
    "pronunciation": "j`ugu j`ugu[ ivsu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "koeI shij jwxY. hir pCwxY; siqgurU ijin cyiqAw]",
    "transliteration": "Koee Sehaj Jaanai Har Pashhaanai Sathiguroo Jin Chaethiaa ||",
    "punjabi": "ਅਜੇਹਾ ਕੋਈ ਵਿਰਲਾ ਬੰਦਾ ਜਿਸ ਨੇ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਚੇਤੇ ਰੱਖਿਆ ਹੈ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਇਸੇ ਅਸਲੀਅਤ ਨੂੰ ਸਮਝਦਾ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ibnu nwm hir ky. Brim BUly; pcih mugD AcyiqAw]",
    "transliteration": "Bin Naam Har Kae Bharam Bhoolae Pachehi Mugadhh Achaethiaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਭਟਕਣਾ ਵਿਚ ਕੁਰਾਹੇ ਪੈ ਕੇ ਅਨੇਕਾਂ ਮੂਰਖ ਗ਼ਾਫ਼ਿਲ ਜੀਵ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(pcih) sVdy",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "hir nwmu Bgiq n irdY swcw; sy AMiq DwhI ruMinAw]",
    "transliteration": "Har Naam Bhagath N Ridhai Saachaa Sae Anth Dhhaahee Runniaa ||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਨਹੀਂ ਕਰਦੇ, ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਨਹੀਂ ਵਸਾਂਦੇ, ਉਹ ਆਖ਼ਰ ਢਾਹਾਂ ਮਾਰ ਮਾਰ ਕੇ ਰੋਂਦੇ ਹਨ।",
    "pronunciation": "(ruMinAw) roNdy",
    "type_id": 3
  },
  {
    "shabad_id": 1645,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "scu khY nwnku. sbid swcY; myil icrI ivCuMinAw]4]1]5]",
    "transliteration": "Sach Kehai Naanak Sabadh Saachai Mael Chiree Vishhunniaa ||4||1||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਚਿਰਾਂ ਤੋਂ ਵਿਛੁੜੇ ਜੀਵਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥੫॥",
    "pronunciation": "(ivCuMinAw) iv`CuiVAW nMU",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Awsw mhlw 3 CMq Gru 1]",
    "transliteration": "Aasaa Mehalaa 3 Shhanth Ghar 1 ||",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "hm Gry swcw soihlw; swcY sbid suhwieAw rwm]",
    "transliteration": "Ham Gharae Saachaa Sohilaa Saachai Sabadh Suhaaeiaa Raam ||",
    "punjabi": "(ਹੇ ਸਖੀ!) ਮੇਰੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਹੋ ਰਿਹਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਨੇ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਨੂੰ) ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "Dn ipr mylu BieAw; pRiB Awip imlwieAw rwm]",
    "transliteration": "Dhhan Pir Mael Bhaeiaa Prabh Aap Milaaeiaa Raam ||",
    "punjabi": "(ਹੇ ਸਖੀ! ਉਸ) ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "pRiB Awip imlwieAw, scu mMin vswieAw; kwmix shjy mwqI]",
    "transliteration": "Prabh Aap Milaaeiaa Sach Mann Vasaaeiaa Kaaman Sehajae Maathee ||",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਿਆ, ਆਪਣਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਉਸ ਦੇ ਮਨ ਵਿਚ ਵਸਾ ਦਿੱਤਾ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਫਿਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "k`wmix m`wqI",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "gur sbid sIgwrI. sic svwrI; sdw rwvy rMig rwqI]",
    "transliteration": "Gur Sabadh Seegaaree Sach Savaaree Sadhaa Raavae Rang Raathee ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਜੀਵਨ ਨੂੰ) ਸਿੰਗਾਰ ਦਿੱਤਾ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੇ (ਉਸ ਦੇ ਜੀਵਨ ਨੂੰ) ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ, ਉਹ (ਫਿਰ) ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਸਦਾ ਹੀ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ) ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "(rwvy) mwxy[ r`wqI",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "Awpu gvwey. hir vru pwey; qw hir rsu mMin vswieAw]",
    "transliteration": "Aap Gavaaeae Har Var Paaeae Thaa Har Ras Mann Vasaaeiaa ||",
    "punjabi": "(ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰਦੀ ਹੈ (ਤੇ ਆਪਣੇ ਅੰਦਰ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਲੱਭ ਲੈਂਦੀ ਹੈ ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆਪਣੇ ਮਨ ਵਿਚ (ਸਦਾ ਲਈ) ਵਸਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "khu nwnk. gur sbid svwrI; sPilau jnmu sbwieAw]1]",
    "transliteration": "Kahu Naanak Gur Sabadh Savaaree Safalio Janam Sabaaeiaa ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ ਦੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(sbwieAw) swrw",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "dUjVY kwmix Brim BulI; hir vru. n pwey, rwm]",
    "transliteration": "Dhoojarrai Kaaman Bharam Bhulee Har Var N Paaeae Raam ||",
    "punjabi": "(ਹੇ ਸਖੀ!) ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਮਾਇਆ ਆਦਿਕ ਦੀ) ਹੋਰ ਹੋਰ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦੀ ਹੈ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "k`wmix",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "kwmix guxu nwhI; ibrQw jnmu gvwey rwm]",
    "transliteration": "Kaaman Gun Naahee Birathhaa Janam Gavaaeae Raam ||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਆਪਣੇ ਅੰਦਰ ਕੋਈ ਆਤਮਕ) ਗੁਣ ਪੈਦਾ ਨਹੀਂ ਕਰਦੀ, ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਗਵਾ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ibrQw jnmu gvwey. mnmuiK ieAwxI; AaugxvMqI JUry]",
    "transliteration": "Birathhaa Janam Gavaaeae Manamukh Eiaanee Aouganavanthee Jhoorae ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਉਹ ਮੂਰਖ ਜੀਵ-ਇਸਤ੍ਰੀ ਜੀਵਨ ਅਜਾਈਂ ਗਵਾ ਜਾਂਦੀ ਹੈ ਔਗੁਣਾਂ ਨਾਲ ਭਰੀ ਹੋਣ ਕਰਕੇ ਉਹ ਆਪਣੇ ਅੰਦਰ ਹੀ ਅੰਦਰ ਦੁੱਖੀ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Awpxw siqguru syiv. sdw suKu pwieAw; qw ipru imilAw hdUry]",
    "transliteration": "Aapanaa Sathigur Saev Sadhaa Sukh Paaeiaa Thaa Pir Miliaa Hadhoorae ||",
    "punjabi": "ਪਰ ਜਦੋਂ ਉਸ ਨੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ ਆਤਮਕ ਆਨੰਦ ਲੱਭਾ ਤਦੋਂ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਅੰਗ ਸੰਗ ਵੱਸਦਾ ਹੀ ਮਿਲ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "dyiK ipru ivgsI. AMdrhu srsI; scY sbid suBwey]",
    "transliteration": "Dhaekh Pir Vigasee Andharahu Sarasee Sachai Sabadh Subhaaeae ||",
    "punjabi": "(ਆਪਣੇ ਅੰਦਰ) ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵੇਖ ਕੇ ਉਹ ਖਿੜ ਪਈ, ਉਹ ਅੰਤਰ-ਆਤਮੇ ਆਨੰਦ-ਮਗਨ ਹੋ ਗਈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੇ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਹੋ ਗਈ।",
    "pronunciation": "(ivgsI) iKVI[ (srsI) rs vwlI,AnMidq[ (suBwey) pRym c",
    "type_id": 3
  },
  {
    "shabad_id": 1646,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "nwnk. ivxu nwvY. kwmix Brim BulwxI; imil pRIqm suKu pwey]2]",
    "transliteration": "Naanak Vin Naavai Kaaman Bharam Bhulaanee Mil Preetham Sukh Paaeae ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ॥੨॥",
    "pronunciation": "k`wmix",
    "type_id": 3
  }
]