[
  {
    "id": 20205,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gurmuKy gurmuiK ndrI; rwmu ipAwrw rwm ]",
    "transliteration": "Guramukhae Guramukh Nadharee Raam Piaaraa Raam ||",
    "translation": "As Gurmukh, the Gurmukh beholds the Lord, the Beloved Lord.",
    "punjabi": "(ਇਸ ਨਾਮ-ਵਰਖਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਉਸ (ਵਡ-ਭਾਗੀ) ਮਨੁੱਖ ਨੂੰ ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20206,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "rwm nwmu ipAwrw. jgq insqwrw; rwm nwim vifAweI ]",
    "transliteration": "Raam Naam Piaaraa Jagath Nisathaaraa Raam Naam Vaddiaaee ||",
    "translation": "The Name of the Lord, the Emancipator of the world, is dear to him; the Name of the Lord is his glory.",
    "punjabi": "ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਮਾਣ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20207,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kiljuig. rwm nwmu boihQw; gurmuiK pwir lGweI ]",
    "transliteration": "Kalijug Raam Naam Bohithhaa Guramukh Paar Laghaaee ||",
    "translation": "In this Dark Age of Kali Yuga, the Lord's Name is the boat, which carries the Gurmukh across.",
    "punjabi": "ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ ਨਿੱਘਰੀ ਹੋਈ ਆਤਮਕ ਹਾਲਤ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਹਾਜ਼ (ਦਾ ਕੰਮ ਦੇਂਦਾ ਹੈ) ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ (ਪਰਮਾਤਮਾ ਜੀਵ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20208,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hliq pliq rwm nwim suhyly; gurmuiK krxI swrI ]",
    "transliteration": "Halath Palath Raam Naam Suhaelae Guramukh Karanee Saaree ||",
    "translation": "This world, and the world hereafter, are adorned with the Lord's Name; the Gurmukh's lifestyle is the most excellent.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੀ) ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਨ-ਜੋਗ ਕੰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20209,
    "shabad_id": 1649,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "nwnk. dwiq dieAw kir dyvY; rwm nwim insqwrI ]1]",
    "transliteration": "Naanak Dhaath Dhaeiaa Kar Dhaevai Raam Naam Nisathaaree ||1||",
    "translation": "O Nanak, bestowing His kindness, the Lord gives the gift of His emancipating Name. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੇਹਰ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ ਉਸ ਨੂੰ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(insqwrI) pwr krdw",
    "type_id": 3
  },
  {
    "id": 20210,
    "shabad_id": 1649,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwmo rwm nwmu jipAw; duK iklivK nws gvwieAw rwm ]",
    "transliteration": "Raamo Raam Naam Japiaa Dhukh Kilavikh Naas Gavaaeiaa Raam ||",
    "translation": "I chant the Name of the Lord, Raam, Raam, which destroys my sorrows and erases my sins.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ) ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ ਤੇ ਪਾਪ ਨਾਸ ਕਰ ਲਏ।",
    "pronunciation": "(iklivK) pwp",
    "type_id": 3
  },
  {
    "id": 20211,
    "shabad_id": 1649,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "gur prcY. gur prcY iDAwieAw; mY ihrdY. rwmu rvwieAw rwm ]",
    "transliteration": "Gur Parachai Gur Parachai Dhhiaaeiaa Mai Hiradhai Raam Ravaaeiaa Raam ||",
    "translation": "Associating with the Guru, associating with the Guru, I practice meditation; I have enshrined the Lord within my heart.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰ ਵੇਲੇ ਆਹਰੇ ਲੱਗ ਕੇ ਮੈਂ ਹਰਿ-ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕੀਤਾ, ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਵਸਾ ਲਿਆ।",
    "pronunciation": "(prcY) Awsry[ (rvwieAw) vswieAw",
    "type_id": 3
  },
  {
    "id": 20212,
    "shabad_id": 1649,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "rivAw rwmu ihrdY. prmgiq pweI; jw gur srxweI Awey ]",
    "transliteration": "Raviaa Raam Hiradhai Param Gath Paaee Jaa Gur Saranaaee Aaeae ||",
    "translation": "I enshrined the Lord within my heart, and obtained the supreme status, when I came to the Sanctuary of the Guru.",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪਿਆ, ਤੇ, ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ, ਤਾਂ ਮੈਂ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਲਈ।",
    "pronunciation": "(rivAw) ismirAw",
    "type_id": 3
  },
  {
    "id": 20213,
    "shabad_id": 1649,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "loB ivkwr. nwv fubdI inklI; jw siqguir nwmu idVwey ]",
    "transliteration": "Lobh Vikaar Naav Ddubadhee Nikalee Jaa Sathigur Naam Dhirraaeae ||",
    "translation": "My boat was sinking under the weight of greed and corruption, but it was uplifted when the True Guru implanted the Naam, the Name of the Lord, within me.",
    "punjabi": "ਜਦੋਂ (ਕਿਸੇ ਵਡ-ਭਾਗੀ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਕੇ ਵਸਾ ਦਿੱਤਾ, ਤਾਂ ਲੋਭ ਆਦਿਕ ਵਿਕਾਰਾਂ (ਦੇ ਹੜ੍ਹ) ਵਿਚ ਡੁੱਬ ਰਹੀ ਉਸ ਦੀ (ਜ਼ਿੰਦਗੀ ਦੀ) ਬੇੜੀ ਬਾਹਰ ਨਿਕਲ ਆਈ।",
    "pronunciation": "(nwv) byVI[ fu`bdI",
    "type_id": 3
  },
  {
    "id": 20214,
    "shabad_id": 1649,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "jIA dwnu. guir pUrY dIAw; rwm nwim icqu lwey ]",
    "transliteration": "Jeea Dhaan Gur Poorai Dheeaa Raam Naam Chith Laaeae ||",
    "translation": "The Perfect Guru has given me the gift of spiritual life, and I center my consciousness on the Lord's Name.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ, ਉਸ ਨੇ ਆਪਣਾ ਚਿੱਤ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੋੜ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20215,
    "shabad_id": 1649,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "Awip ikRpwlu. ikRpw kir dyvY; nwnk gur srxwey ]2]",
    "transliteration": "Aap Kirapaal Kirapaa Kar Dhaevai Naanak Gur Saranaaeae ||2||",
    "translation": "The Merciful Lord Himself has mercifully given this gift to me; O Nanak, I take to the Sanctuary of the Guru. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਦਰਿਆ ਦਾ ਘਰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰ ਕੇ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20216,
    "shabad_id": 1649,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "bwxI rwm nwm suxI; isiD kwrj siB suhwey rwm ]",
    "transliteration": "Baanee Raam Naam Sunee Sidhh Kaaraj Sabh Suhaaeae Raam ||",
    "translation": "Hearing the Bani of the Lord's Name, all my affairs were brought to perfection and embellished.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਸੁਣੀ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣੀ, ਉਸ ਨੂੰ (ਮਨੁੱਖਾ ਜਨਮ-ਮਨੋਰਥ ਵਿਚ) ਕਾਮਯਾਬੀ ਹਾਸਲ ਹੋ ਗਈ, ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੋ ਗਏ।",
    "pronunciation": "is`iD",
    "type_id": 3
  },
  {
    "id": 20217,
    "shabad_id": 1649,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "romy roim roim romy; mY. gurmuiK rwmu iDAwey rwm ]",
    "transliteration": "Romae Rom Rom Romae Mai Guramukh Raam Dhhiaaeae Raam ||",
    "translation": "With each and every hair, with each and every hair, as Gurmukh, I meditate on the Lord.",
    "punjabi": "ਮੈਂ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਰੋਮ ਰੋਮ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20218,
    "shabad_id": 1649,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "rwm nwmu iDAwey. pivqu hoie Awey; iqsu rUpu n ryiKAw. kweI ]",
    "transliteration": "Raam Naam Dhhiaaeae Pavith Hoe Aaeae This Roop N Raekhiaa Kaaee ||",
    "translation": "I meditate on the Lord's Name, and become pure; He has no form or shape.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਬਣ ਕੇ ਉਸ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਜਾ ਪਹੁੰਚਿਆ ਜਿਸ ਦਾ ਕੋਈ ਖਾਸ ਸਰੂਪ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ਜਿਸ ਦਾ ਕੋਈ ਖਾਸ ਚਿਹਨ-ਚਕ੍ਰ ਨਹੀਂ ਬਿਆਨ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(kweI) koeI",
    "type_id": 3
  },
  {
    "id": 20219,
    "shabad_id": 1649,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "rwmo rwmu rivAw Gt AMqir; sB iqRsnw BUK gvweI ]",
    "transliteration": "Raamo Raam Raviaa Ghatt Anthar Sabh Thrisanaa Bhookh Gavaaee ||",
    "translation": "The Name of the Lord, Raam, Raam, is permeating my heart deep within, and all of my desire and hunger has disappeared.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਉਸ ਨੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੀ ਭੁੱਖ ਤ੍ਰੇਹ ਦੂਰ ਕਰ ਲਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20220,
    "shabad_id": 1649,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "mnu qnu sIqlu. sIgwru sBu hoAw; gurmiq rwmu pRgwsw ]",
    "transliteration": "Man Than Seethal Seegaar Sabh Hoaa Guramath Raam Pragaasaa ||",
    "translation": "My mind and body are totally adorned with peace and tranquility; through the Guru's Teachings, the Lord has been revealed to me.",
    "punjabi": "ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਹਿਰਦਾ ਠੰਢਾ-ਠਾਰ ਹੋ ਗਿਆ, ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਹਰੇਕ ਕਿਸਮ ਦਾ ਸਹਜ ਹਾਸਲ ਹੋ ਗਿਆ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰੌਸ਼ਨ ਹੋ ਗਿਆ।",
    "pronunciation": "(sIqlu) TMFw",
    "type_id": 3
  },
  {
    "id": 20221,
    "shabad_id": 1649,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "nwnk. Awip AnugRhu kIAw; hm dwsin, dwsin dwsw ]3]",
    "transliteration": "Naanak Aap Anugrahu Keeaa Ham Dhaasan Dhaasan Dhaasaa ||3||",
    "translation": "The Lord Himself has shown His kind mercy to Nanak; He has made me the slave of the slaves of His slaves. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਦੋਂ ਤੋਂ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਮੇਰੇ ਉੱਤੇ ਮੇਹਰ ਕੀਤੀ ਹੈ ਮੈਂ ਉਸ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣ ਗਿਆ ਹਾਂ ॥੩॥",
    "pronunciation": "(A-nu`gRhu) ikRpw",
    "type_id": 3
  },
  {
    "id": 20222,
    "shabad_id": 1649,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ijnI rwmo rwm nwmu ivswirAw; sy mnmuK mUV ABwgI. rwm ]",
    "transliteration": "Jinee Raamo Raam Naam Visaariaa Sae Manamukh Moorr Abhaagee Raam ||",
    "translation": "Those who forget the Name of the Lord, Raam, Raam, are foolish, unfortunate, self-willed manmukhs.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦਿੱਤਾ, ਉਹ ਮੂਰਖ ਬਦ-ਕਿਸਮਤ ਹੀ ਰਹੇ।",
    "pronunciation": "ABwgI",
    "type_id": 3
  },
  {
    "id": 20223,
    "shabad_id": 1649,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "iqn AMqry mohu ivAwpY; iKnu iKnu mwieAw lwgI. rwm ]",
    "transliteration": "Thin Antharae Mohu Viaapai Khin Khin Maaeiaa Laagee Raam ||",
    "translation": "Within, they are engrossed in emotional attachment; each and every moment, Maya clings to them.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਮੋਹ ਜੋਰ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹਰ ਵੇਲੇ ਮਾਇਆ ਚੰਬੜੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20224,
    "shabad_id": 1649,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "mwieAw mlu lwgI. mUV Bey ABwgI; ijn rwm nwmu. nh BwieAw ]",
    "transliteration": "Maaeiaa Mal Laagee Moorr Bheae Abhaagee Jin Raam Naam Neh Bhaaeiaa ||",
    "translation": "The filth of Maya clings to them, and they become unfortunate fools - they do not love the Lord's Name.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਨਹੀਂ ਲੱਗਦਾ, ਉਹ ਮੂਰਖ ਬਦ-ਕਿਸਮਤ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਮਾਇਆ (ਦੇ ਮੋਹ) ਦੀ ਮੈਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(mUV@) mUrK",
    "type_id": 3
  },
  {
    "id": 20225,
    "shabad_id": 1649,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Anyk krm krih AiBmwnI; hir rwmo nwmu corwieAw ]",
    "transliteration": "Anaek Karam Karehi Abhimaanee Har Raamo Naam Choraaeiaa ||",
    "translation": "The egotistical and proud perform all sorts of rituals, but they shy away from the Lord's Name.",
    "punjabi": "(ਨਾਮ ਭੁਲਾ ਕੇ ਜਿਉਂ ਜਿਉਂ ਉਹ ਹੋਰ ਹੋਰ) ਧਾਰਮਿਕ ਰਸਮਾਂ ਕਰਦੇ ਹਨ (ਵਧੀਕ) ਅਹੰਕਾਰੀ ਹੁੰਦੇ ਜਾਂਦੇ ਹਨ (ਇਹ ਕੀਤੀਆਂ ਧਾਰਮਿਕ ਰਸਮਾਂ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ, ਸਗੋਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੁਰਾ ਲੈ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20226,
    "shabad_id": 1649,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "mhw ibKmu. jm pMQu duhylw; kwlUKq moh AMiDAwrw ]",
    "transliteration": "Mehaa Bikham Jam Panthh Dhuhaelaa Kaalookhath Moh Andhhiaaraa ||",
    "translation": "The path of Death is very arduous and painful; it is stained with the darkness of emotional attachment.",
    "punjabi": "(ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਉਹ) ਜਮਾਂ ਵਾਲਾ ਰਸਤਾ (ਫੜੀ ਰੱਖਦੇ ਹਨ ਜੋ) ਬੜਾ ਔਖਾ ਹੈ ਜੋ ਦੁੱਖਾਂ-ਭਰਿਆ ਹੈ ਅਤੇ ਜਿਥੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਕਾਲਖ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਹਨੇਰਾ ਹੀ ਹਨੇਰਾ ਹੈ।",
    "pronunciation": "(duhylw) du`KdweI[ pwpW dI (kwlUKq)kwlK krky",
    "type_id": 3
  },
  {
    "id": 20227,
    "shabad_id": 1649,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "nwnk. gurmuiK nwmu iDAwieAw; qw pwey moK duAwrw ]4]",
    "transliteration": "Naanak Guramukh Naam Dhhiaaeiaa Thaa Paaeae Mokh Dhuaaraa ||4||",
    "translation": "O Nanak, the Gurmukh meditates on the Naam, and finds the gate of salvation. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤਦੋਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਆਦਿਕ ਤੋਂ) ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20228,
    "shabad_id": 1649,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "rwmo rwm nwmu gurU; rwmu. gurmuKy jwxY rwm ]",
    "transliteration": "Raamo Raam Naam Guroo Raam Guramukhae Jaanai Raam ||",
    "translation": "The Name of the Lord, Raam, Raam, and the Lord Guru, are known by the Gurmukh.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20229,
    "shabad_id": 1649,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "iehu mnUAw, iKnu aUB pieAwlI; Brmdw. iekqu Gir AwxY rwm ]",
    "transliteration": "Eihu Manooaa Khin Oobh Paeiaalee Bharamadhaa Eikath Ghar Aanai Raam ||",
    "translation": "One moment, this mind is in the heavens, and the next, it is in the nether regions; the Guru brings the wandering mind back to one-pointedness.",
    "punjabi": "ਉਹ ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲਿਆ ਟਿਕਾਂਦਾ ਹੈ ਜੇਹੜਾ ਹਰ ਵੇਲੇ ਕਦੇ ਅਹੰਕਾਰ ਵਿਚ ਤੇ ਕਦੇ ਢਹਿੰਦੀ ਕਲਾ ਵਿਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(aUB) AkwS[ (p-ieAwlI) pqwL",
    "type_id": 3
  },
  {
    "id": 20230,
    "shabad_id": 1649,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "mnu iekqu Gir AwxY, sB giq imiq jwxY; hir rwmo nwmu rswey ]",
    "transliteration": "Man Eikath Ghar Aanai Sabh Gath Mith Jaanai Har Raamo Naam Rasaaeae ||",
    "translation": "When the mind returns to one-pointedness, one totally understands the value of salvation, and enjoys the subtle essence of the Lord's Name.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ ਇੱਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੀ ਹਰੇਕ ਮਰਯਾਦਾ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ ਤੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(rswey) rs mwxdw",
    "type_id": 3
  },
  {
    "id": 20231,
    "shabad_id": 1649,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jn kI pYj rKY rwm nwmw; pRihlwd. auDwir qrwey ]",
    "transliteration": "Jan Kee Paij Rakhai Raam Naamaa Prehilaadh Oudhhaar Tharaaeae ||",
    "translation": "The Lord's Name preserves the honor of His servant, as He preserved and emancipated Prahlaad.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲੈਂਦਾ ਹੈ ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਨੇ ਪ੍ਰਹਿਲਾਦ ਆਦਿਕ ਭਗਤ (ਔਖਿਆਈਆਂ ਤੋਂ) ਬਚਾ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਏ।",
    "pronunciation": "pR-ihlwd",
    "type_id": 3
  },
  {
    "id": 20232,
    "shabad_id": 1649,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "rwmo rwmu. rmo rmu aUcw; gux khiqAw. AMqu n pwieAw ]",
    "transliteration": "Raamo Raam Ramo Ram Oochaa Gun Kehathiaa Anth N Paaeiaa ||",
    "translation": "So repeat continually the Name of the Lord, Raam, Raam; chanting His Glorious Virtues, His limit cannot be found.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਸੋਹਣਾ ਹੀ ਸੋਹਣਾ ਹੈ, ਬਿਆਨ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅਖ਼ੀਰ ਨਹੀਂ ਲੱਭ ਸਕੀਦਾ।",
    "pronunciation": "(rmo) ismro",
    "type_id": 3
  },
  {
    "id": 20233,
    "shabad_id": 1649,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "nwnk. rwm nwmu suix BIny; rwmY nwim smwieAw ]5]",
    "transliteration": "Naanak Raam Naam Sun Bheenae Raamai Naam Samaaeiaa ||5||",
    "translation": "Nanak is drenched in happiness, hearing the Name of the Lord; he is merged in the Name of the Lord. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣ ਕੇ (ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ) ਪਸੀਜ ਜਾਂਦੇ ਹਨ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੫॥",
    "pronunciation": "(BIny) iB`jy",
    "type_id": 3
  },
  {
    "id": 20234,
    "shabad_id": 1649,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ijn AMqry. rwm nwmu vsY; iqn icMqw sB gvwieAw, rwm ]",
    "transliteration": "Jin Antharae Raam Naam Vasai Thin Chinthaa Sabh Gavaaeiaa Raam ||",
    "translation": "Those beings, whose minds are filled the Lord's Name, forsake all anxiety.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਆਪਣੀ ਹਰੇਕ ਕਿਸਮ ਦੀ ਚਿੰਤਾ ਦੂਰ ਕਰ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20235,
    "shabad_id": 1649,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "siB ArQw. siB Drm imly; min icMidAw so Plu pwieAw, rwm ]",
    "transliteration": "Sabh Arathhaa Sabh Dhharam Milae Man Chindhiaa So Fal Paaeiaa Raam ||",
    "translation": "They obtain all wealth, and all Dharmic faith, and the fruits of their minds' desires.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ ਇਹ ਸਾਰੇ ਪਦਾਰਥ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜੋ ਕੁਝ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿਤਵਦੇ ਹਨ ਉਹੀ ਫਲ ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ArQw) pdwrQ[ (icMidAw) cwihAw",
    "type_id": 3
  },
  {
    "id": 20236,
    "shabad_id": 1649,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "mn icMidAw Plu pwieAw. rwm nwmu iDAwieAw; rwm nwm gux gwey ]",
    "transliteration": "Man Chindhiaa Fal Paaeiaa Raam Naam Dhhiaaeiaa Raam Naam Gun Gaaeae ||",
    "translation": "They obtain the fruits of their hearts' desires, meditating on the Lord's Name, and singing the Glorious Praises of the Lord's Name.",
    "punjabi": "ਉਹ ਮਨ-ਇੱਜ਼ਤ ਫਲ ਹਾਸਲ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20237,
    "shabad_id": 1649,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "durmiq kbuiD geI, suiD hoeI; rwm nwim mnu lwey ]",
    "transliteration": "Dhuramath Kabudhh Gee Sudhh Hoee Raam Naam Man Laaeae ||",
    "translation": "Evil-mindedness and duality depart, and their understanding is enlightened. They attach their minds to the Name of the Lord.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਖੋਟੀ ਮਤਿ ਭੈੜੀ ਅਕਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਆ ਜਾਂਦੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "dur-m`iq[ k-bu`iD[ su`iD",
    "type_id": 3
  }
]
