[
  {
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "kiljugu. hir kIAw, pg qRY iKskIAw; pgu cauQw, itkY itkwie jIau ]",
    "transliteration": "Kalijug Har Keeaa Pag Thrai Khisakeeaa Pag Chouthhaa Ttikai Ttikaae Jeeo ||",
    "translation": "The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼ ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "gur sbdu kmwieAw. AauKDu hir pwieAw; hir kIriq hir sWiq pwie jIau ]",
    "transliteration": "Gur Sabadh Kamaaeiaa Aoukhadhh Har Paaeiaa Har Keerath Har Saanth Paae Jeeo ||",
    "translation": "Acting in accordance with the Word of the Guru's Shabad, the medicine of the Lord's Name is obtained. Singing the Kirtan of the Lord's Praises, divine peace is obtained.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾਂਦਾ ਹੈ (ਸ਼ਬਦ ਅਨੁਸਾਰ ਆਪਣਾ ਜੀਵਨ ਢਾਲਦਾ ਹੈ) ਉਹ ਹਰਿ-ਨਾਮ ਦਵਾਈ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰ) ਸ਼ਾਂਤੀ ਪੈਦਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(Aau-KDu) dvweI",
    "type_id": 3
  },
  {
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "hir kIriq ruiq AweI, hir nwmu vfweI; hir hir nwmu. Kyqu jmwieAw ]",
    "transliteration": "Har Keerath Ruth Aaee Har Naam Vaddaaee Har Har Naam Khaeth Jamaaeiaa ||",
    "translation": "The season of singing the Lord's Praise has arrived; the Lord's Name is glorified, and the Name of the Lord, Har, Har, grows in the field of the body.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਦੀ) ਰੁੱਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਸਤੇ ਮਿਲੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਲੋਕ-ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਮਾਣ ਦੇਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦਾ) ਫਸਲ ਬੀਜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "kiljuig bIju bIjY. ibnu nwvY; sBu lwhw mUlu gvwieAw ]",
    "transliteration": "Kalijug Beej Beejae Bin Naavai Sabh Laahaa Mool Gavaaeiaa ||",
    "translation": "In the Dark Age of Kali Yuga, if one plants any other seed than the Name, all profit and capital is lost.",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਛੱਡ ਕੇ (ਕਰਮ ਕਾਂਡ ਆਦਿਕ ਕੋਈ ਹੋਰ) ਬੀਜ ਬੀਜਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਕਲਿਜੁਗ (ਦੇ ਪ੍ਰਭਾਵ) ਵਿਚ ਹੈ ਉਹ ਸਰਮਾਇਆ ਭੀ ਗਵਾ ਲੈਂਦਾ ਹੈ ਤੇ ਲਾਭ ਭੀ ਕੋਈ ਨਹੀਂ ਖੱਟਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jn nwnik. guru pUrw pwieAw; min ihrdY nwmu lKwie jIau ]",
    "transliteration": "Jan Naanak Gur Pooraa Paaeiaa Man Hiradhai Naam Lakhaae Jeeo ||",
    "translation": "Servant Nanak has found the Perfect Guru, who has revealed to him the Naam within his heart and mind.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਦਾਸ ਨਾਨਕ ਨੇ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਗੁਰੂ ਨੇ (ਨਾਨਕ ਦੇ) ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨਾਮ ਪਟਗਟ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(lKwie) pRgt",
    "type_id": 3
  },
  {
    "shabad_id": 1651,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "kljugu hir kIAw, pg qRY iKskIAw; pgu cauQw itkY itkwie jIau ]4]4]11]",
    "transliteration": "Kalajug Har Keeaa Pag Thrai Khisakeeaa Pag Chouthhaa Ttikai Ttikaae Jeeo ||4||4||11||",
    "translation": "The Lord ushered in the Dark Age, the Iron Age of Kali Yuga; three legs of religion were lost, and only the fourth leg remained intact. ||4||4||11||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਧਰਮ-ਬਲਦ ਦੇ) ਤਿੰਨ ਪੈਰ ਤਿਲਕ ਗਏ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਧਰਮ-ਬਲਦ ਸਿਰਫ਼) ਚੌਥਾ ਪੈਰ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਸ ਦੇ ਅੰਦਰ ਸਿਰਫ਼-ਨਾਮ-ਮਾਤ੍ਰ ਧਰਮ ਰਹਿ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਨੇ (ਮਾਨੋ) ਕਲਿਜੁਗ ਬਣਾ ਦਿੱਤਾ ਹੈ ॥੪॥੪॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awsw mhlw 4 ]",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "translation": "Aasaa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir kIriq min BweI, prmgiq pweI; hir min qin mIT lgwn jIau ]",
    "transliteration": "Har Keerath Man Bhaaee Param Gath Paaee Har Man Than Meeth Lagaan Jeeo ||",
    "translation": "One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems so sweet to her mind and body.",
    "punjabi": "ਜਿਸ ਨੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗ ਗਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir hir rsu pwieAw, gurmiq hir iDAwieAw; Duir msqik Bwg purwn jIau ]",
    "transliteration": "Har Har Ras Paaeiaa Guramath Har Dhhiaaeiaa Dhhur Masathak Bhaag Puraan Jeeo ||",
    "translation": "She obtains the sublime essence of the Lord, Har, Har; through the Guru's Teachings, she meditates on the Lord, and the destiny written on her forehead is fulfilled.",
    "punjabi": "ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਾ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖੇ ਹੋਏ ਪਹਿਲੇ ਭਾਗ ਜਾਗ ਪਏ।",
    "pronunciation": "(purwn) purwxw",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "Duir msqik Bwgu, hir nwim suhwgu; hir nwmY hir gux gwieAw ]",
    "transliteration": "Dhhur Masathak Bhaag Har Naam Suhaag Har Naamai Har Gun Gaaeiaa ||",
    "translation": "By that high destiny written on her forehead, she chants the Name of the Lord, her Husband, and through the Name of the Lord, she sings the Lord's Glorious Praises.",
    "punjabi": "ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜ ਪਿਆ, ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਸ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲਿਆ, ਉਹ ਸਦਾ ਹਰਿ-ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(suhwgu) vwihgurU jI pRwpq",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "msqik mxI pRIiq bhu pRgtI; hir nwmY hir sohwieAw ]",
    "transliteration": "Masathak Manee Preeth Bahu Pragattee Har Naamai Har Sohaaeiaa ||",
    "translation": "The jewel of immense love sparkles on her forehead, and she is adorned with the Name of the Lord, Har, Har.",
    "punjabi": "ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੀ ਮਣੀ ਚਮਕ ਉਠਦੀ ਹੈ।",
    "pronunciation": "(mxI) rqn",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "joqI joiq imlI. pRBu pwieAw; imil siqgur. mnUAw mwn jIau ]",
    "transliteration": "Jothee Joth Milee Prabh Paaeiaa Mil Sathigur Manooaa Maan Jeeo ||",
    "translation": "Her light blends with the Supreme Light, and she obtains God; meeting the True Guru, her mind is satisfied.",
    "punjabi": "ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦਾ ਮਨ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ) ਗਿੱਝ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir kIriq min BweI, prmgiq pweI; hir min qin mIT lgwn jIau ]1]",
    "transliteration": "Har Keerath Man Bhaaee Param Gath Paaee Har Man Than Meeth Lagaan Jeeo ||1||",
    "translation": "One whose mind is pleased with the Kirtan of the Lord's Praises, attains the supreme status; the Lord seems sweet to her mind and body. ||1||",
    "punjabi": "ਜਿਸ ਨੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪਈ, ਉਸ ਨੇ ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hir hir jsu gwieAw, prmpdu pwieAw; qy aUqm jn prDwn jIau ]",
    "transliteration": "Har Har Jas Gaaeiaa Param Padh Paaeiaa Thae Ootham Jan Paradhhaan Jeeo ||",
    "translation": "Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "iqn@ hm crx sryvh, iKnu iKnu pg Dovh; ijn hir mIT lgwn jIau ]",
    "transliteration": "Thinh Ham Charan Saraeveh Khin Khin Pag Dhhoveh Jin Har Meeth Lagaan Jeeo ||",
    "translation": "I bow at their feet; each and every moment, I wash the feet of those, unto whom the Lord seems sweet.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਾਂ ਅਸੀਂ ਉਹਨਾਂ ਦੇ ਹਰ ਵੇਲੇ ਪੈਰ ਧੋਂਦੇ ਹਾਂ।",
    "pronunciation": "(sryvh) syvw krdy",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir mITw lwieAw. prm suK pwieAw; muiK Bwgw rqI cwry ]",
    "transliteration": "Har Meethaa Laaeiaa Param Sukh Paaeiaa Mukh Bhaagaa Rathee Chaarae ||",
    "translation": "The Lord seems sweet to them, and they obtain the supreme status; their faces are radiant and beautiful with good fortune.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਾ, ਉਹਨਾਂ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ, ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਤੇ ਚੰਗੇ ਭਾਗਾਂ ਦੀ ਸੁੰਦਰ ਮਣੀ ਚਮਕ ਪਈ।",
    "pronunciation": "(rqI) lwlI, pRIqI[ (cwry) suMdr",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "gurmiq hir gwieAw, hir hwru auir pwieAw; hir nwmw kMiT Dwry ]",
    "transliteration": "Guramath Har Gaaeiaa Har Haar Our Paaeiaa Har Naamaa Kanth Dhhaarae ||",
    "translation": "Under Guru's Instruction, they sing the Lord's Name, and wear the garland of the Lord's Name around their necks; they keep the Lord's Name in their throats.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਹਾਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਦਾ ਹੈ ਆਪਣੇ ਗਲ ਵਿਚ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "sB eyk idRsit, smqu kir dyKY; sBu Awqm rwmu pCwn jIau ]",
    "transliteration": "Sabh Eaek Dhrisatt Samath Kar Dhaekhai Sabh Aatham Raam Pashhaan Jeeo ||",
    "translation": "They look upon all with equality, and recognize the Supreme Soul, the Lord, pervading among all.",
    "punjabi": "ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਇਕ (ਪਿਆਰ-) ਨਿਗਾਹ ਨਾਲ ਇਕੋ ਜਿਹਾ ਸਮਝ ਕੇ ਵੇਖਦਾ ਹੈ, ਉਹ ਹਰ ਥਾਂ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣਦਾ ਹੈ।",
    "pronunciation": "(smqu) brwbr[smqu: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir hir jsu gwieAw, prmpdu pwieAw; qy aUqm jn prDwn jIau ]2]",
    "transliteration": "Har Har Jas Gaaeiaa Param Padh Paaeiaa Thae Ootham Jan Paradhhaan Jeeo ||2||",
    "translation": "Those who sing the Praises of the Lord, Har, Har, obtain the supreme status; they are the most exalted and acclaimed people. ||2||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਸ੍ਰੇਸ਼ਟ ਗਿਣੇ ਜਾਂਦੇ ਹਨ ਇੱਜ਼ਤ ਵਾਲੇ ਸਮਝੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "sqsMgiq min BweI, hir rsn rsweI; ivic sMgiq hir rsu hoie jIau ]",
    "transliteration": "Sathasangath Man Bhaaee Har Rasan Rasaaee Vich Sangath Har Ras Hoe Jeeo ||",
    "translation": "One whose mind is pleased with the Sat Sangat, the True Congregation, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord.",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(rsn) rs c[ (rsweI) rs meI",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "hir hir AwrwiDAw. gur sbid ivgwisAw; bIjw. Avru n koie jIau ]",
    "transliteration": "Har Har Aaraadhhiaa Gur Sabadh Vigaasiaa Beejaa Avar N Koe Jeeo ||",
    "translation": "He meditates in adoration upon the Lord, Har, Har, and through the Word of the Guru's Shabad, he blossoms forth. He plants no other seed.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜਿਉਂ ਜਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਰਾਧਦਾ ਹੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਦਾ ਹਿਰਦਾ) ਖਿੜ ਆਉਂਦਾ ਹੈ ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "pronunciation": "(bI~jw) dUjw",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Avru n koie, hir AMimRqu soie; ijin pIAw. so ibiD jwxY ]",
    "transliteration": "Avar N Koe Har Anmrith Soe Jin Peeaa So Bidhh Jaanai ||",
    "translation": "There is no Nectar, other than the Lord's Ambrosial Nectar. One who drinks it in, knows the way.",
    "punjabi": "ਉਸ ਨੂੰ ਕਿਤੇ ਭੀ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਹ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਜਲ ਪੀਂਦਾ ਰਹਿੰਦਾ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ ਉਹੀ ਆਪਣੀ ਆਤਮਕ ਦਸ਼ਾ ਨੂੰ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Dnu DMnu gurU pUrw pRBu pwieAw; lig sMgiq. nwmu pCwxY ]",
    "transliteration": "Dhhan Dhhann Guroo Pooraa Prabh Paaeiaa Lag Sangath Naam Pashhaanai ||",
    "translation": "Hail, hail to the Perfect Guru; through Him, God is found. Joining the Sangat, the Naam is understood.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪੂਰੇ ਗੁਰੂ ਦਾ ਧੰਨਵਾਦ ਕਰਦਾ ਹੈ ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਦੀ ਸਰਨ ਪੈ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "l`ig",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nwmo syiv, nwmo AwrwDY; ibnu nwmY. Avru n koie jIau ]",
    "transliteration": "Naamo Saev Naamo Aaraadhhai Bin Naamai Avar N Koe Jeeo ||",
    "translation": "I serve the Naam, and I meditate on the Naam. Without the Naam, there is no other at all.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਹਰਿ-ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹੈ ਹਰਿ-ਨਾਮ ਹੀ ਆਰਾਧਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ ਕੋਈ ਹੋਰ ਚੀਜ਼ ਪਿਆਰੀ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "sqsMgiq min BweI, hir rsn rsweI; ivic sMgiq. hir rsu hoie jIau ]3]",
    "transliteration": "Sathasangath Man Bhaaee Har Rasan Rasaaee Vich Sangath Har Ras Hoe Jeeo ||3||",
    "translation": "One whose mind is pleased with the Sat Sangat, savors the sublime essence of the Lord; in the Sangat, is this essence of the Lord. ||3||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੇ ਰਸ ਨਾਲ ਰਸੀ ਹੋਈ ਸਾਧ-ਸੰਗਤਿ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਉਸ ਨੂੰ ਸੰਗਤਿ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "hir dieAw pRB Dwrhu. pwKx hm qwrhu; kiF lyvhu sbid suBwie jIau ]",
    "transliteration": "Har Dhaeiaa Prabh Dhhaarahu Paakhan Ham Thaarahu Kadt Laevahu Sabadh Subhaae Jeeo ||",
    "translation": "O Lord God, shower Your Mercy upon me; I am just a stone. Please, carry me across, and lift me up with ease, through the Word of the Shabad.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਸਾਨੂੰ ਕਠੋਰ-ਦਿਲਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਪ੍ਰੇਮ ਵਿਚ ਜੋੜ ਕੇ ਸਾਨੂੰ (ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚੋਂ) ਕੱਢ ਲੈ।",
    "pronunciation": "d-ieAw[(pwKx) p`Qr[ (suBwie) pRym c[",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "moh cIkiV PwQy, inGrq hm jwqy; hir bWh pRBU pkrwie jIau ]",
    "transliteration": "Moh Cheekarr Faathhae Nigharath Ham Jaathae Har Baanh Prabhoo Pakaraae Jeeo ||",
    "translation": "I am stuck in the swamp of emotional attachment, and I am sinking. O Lord God, please, take me by the arm.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸੀਂ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦੇ ਚਿੱਕੜ ਵਿਚ ਫਸੇ ਹੋਏ ਹਾਂ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅਸੀਂ ਡਿੱਗਦੇ ਜਾ ਰਹੇ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੀ ਬਾਂਹ ਫੜਾ।",
    "pronunciation": "cIkiV[(inGrq) fu`bdy[",
    "type_id": 3
  },
  {
    "shabad_id": 1652,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "pRiB bWh pkrweI, aUqm miq pweI; gur crxI jnu lwgw ]",
    "transliteration": "Prabh Baanh Pakaraaee Ootham Math Paaee Gur Charanee Jan Laagaa ||",
    "translation": "God took me by the arm, and I obtained the highest understanding; as His slave, I grasped the Guru's feet.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ ਬਾਂਹ ਫੜਾ ਦਿੱਤੀ ਉਸ ਨੇ ਸ੍ਰੇਸ਼ਟ ਮਤਿ ਪ੍ਰਾਪਤ ਕਰ ਲਈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਿਆ,",
    "pronunciation": "",
    "type_id": 3
  }
]
