[
  {
    "id": 20353,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awsw mhlw 4 CMq ]",
    "transliteration": "Aasaa Mehalaa 4 Shhanth ||",
    "translation": "Aasaa, Fourth Mehl, Chhant:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20354,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "vfw myrw goivMdu Agm Agocru; Awid inrMjnu inrMkwru jIau ]",
    "transliteration": "Vaddaa Maeraa Govindh Agam Agochar Aadh Niranjan Nirankaar Jeeo ||",
    "translation": "My Lord of the Universe is great, unapproachable, unfathomable, primal, immaculate and formless.",
    "punjabi": "ਮੇਰਾ ਗੋਵਿੰਦ (ਸਭ ਤੋਂ) ਵੱਡਾ ਹੈ (ਕਿਸੇ ਸਿਆਣਪ ਨਾਲ ਉਸ ਤਕ ਮਨੁੱਖ ਦੀ) ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਹ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਸਾਰੇ ਜਗਤ ਦਾ) ਮੂਲ ਹੈ, ਉਸ ਨੂੰ ਮਾਇਆ ਦੀ ਕਾਲਖ ਨਹੀਂ ਲੱਗ ਸਕਦੀ, ਉਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਸ਼ਕਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ।",
    "pronunciation": "(A-gm) sog rihq[Agm:polw bolo",
    "type_id": 3
  },
  {
    "id": 20355,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "qw kI giq. khI n jweI, Aimiq vifAweI; myrw goivMdu. AlK Apwr jIau ]",
    "transliteration": "Thaa Kee Gath Kehee N Jaaee Amith Vaddiaaee Maeraa Govindh Alakh Apaar Jeeo ||",
    "translation": "His condition cannot be described; His Glorious Greatness is immeasurable. My Lord of the Universe is invisible and infinite.",
    "punjabi": "ਇਹ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ਕਿ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ, ਉਸ ਦਾ ਵਡੱਪਣ ਭੀ ਮਿਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਮੇਰਾ ਉਹ ਗੋਵਿੰਦ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "(A-imiq) imxqI rihq[ A-lK",
    "type_id": 3
  },
  {
    "id": 20356,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "goivMdu AlK Apwru AprMpru; Awpu Awpxw jwxY ]",
    "transliteration": "Govindh Alakh Apaar Aparanpar Aap Aapanaa Jaanai ||",
    "translation": "The Lord of the Universe is invisible, infinite and unlimited. He Himself knows Himself.",
    "punjabi": "ਮੇਰਾ ਉਹ ਗੋਵਿੰਦ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ ਬੇਅੰਤ ਹੈ, ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਉਹ ਹੀ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "(Ap-rMpru) byAMq",
    "type_id": 3
  },
  {
    "id": 20357,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ikAw ieh jMq ivcwry khIAih; jo. quDu AwiK vKwxY ]",
    "transliteration": "Kiaa Eih Janth Vichaarae Keheeahi Jo Thudhh Aakh Vakhaanai ||",
    "translation": "What should these poor creatures say? How can they speak of and describe You?",
    "punjabi": "ਇਹਨਾਂ ਜੀਵਾਂ ਵਿਚਾਰਿਆਂ ਦੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ (ਕਿ ਉਸ ਦਾ ਸਰੂਪ ਦੱਸ ਸੱਕਣ)? (ਹੇ ਪ੍ਰਭੂ! ਕੋਈ ਭੀ ਐਸਾ ਜੀਵ ਨਹੀਂ ਹੈ) ਜੋ ਤੇਰੀ ਹਸਤੀ ਨੂੰ ਬਿਆਨ ਕਰ ਕੇ ਸਮਝਾ ਸਕੇ।",
    "pronunciation": "khI-Aih",
    "type_id": 3
  },
  {
    "id": 20358,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijs no ndir krih qUM ApxI; so gurmuiK kry vIcwru jIau ]",
    "transliteration": "Jis No Nadhar Karehi Thoon Apanee So Guramukh Karae Veechaar Jeeo ||",
    "translation": "That Gurmukh who is blessed by Your Glance of Grace contemplates You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੂੰ ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈਂ, ਉਹ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਤੇਰੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20359,
    "shabad_id": 1654,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "vfw myrw goivMdu, Agm Agocru; Awid inrMjnu inrMkwru jIau ]1]",
    "transliteration": "Vaddaa Maeraa Govindh Agam Agochar Aadh Niranjan Nirankaar Jeeo ||1||",
    "translation": "My Lord of the Universe is great, unapproachable, unfathomable, primal, immaculate and formless. ||1||",
    "punjabi": "ਮੇਰਾ ਗੋਵਿੰਦ (ਸਭ ਤੋਂ) ਵੱਡਾ ਹੈ, (ਕਿਸੇ ਸਿਆਣਪ ਨਾਲ ਉਸ ਤਕ ਮਨੁੱਖ ਦੀ) ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਉਹ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਸਾਰੇ ਜਗਤ ਦਾ) ਮੂਲ ਹੈ ਉਸ ਨੂੰ ਮਾਇਆ ਦੀ ਕਾਲਖ ਨਹੀਂ ਲੱਗ ਸਕਦੀ ਉਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਸ਼ਕਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20360,
    "shabad_id": 1654,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qUM Awid purKu. AprMpru krqw; qyrw. pwru n pwieAw jwie jIau ]",
    "transliteration": "Thoon Aadh Purakh Aparanpar Karathaa Thaeraa Paar N Paaeiaa Jaae Jeeo ||",
    "translation": "You, O Lord, O Primal Being, are the Limitless Creator; Your limits cannot be found.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈਂ ਤੇ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ ਤੇ ਸਾਰੀ ਰਚਨਾ ਦਾ ਰਚਨਹਾਰ ਹੈਂ। ਤੇਰੀ ਹਸਤੀ ਦਾ ਪਾਰਲਾ ਬੰਨਾ (ਕਿਸੇ ਨੂੰ) ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20361,
    "shabad_id": 1654,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "qUM Gt Gt AMqir. srb inrMqir; sB mih rihAw smwie jIau ]",
    "transliteration": "Thoon Ghatt Ghatt Anthar Sarab Niranthar Sabh Mehi Rehiaa Samaae Jeeo ||",
    "translation": "You are pervading and permeating each and every heart, everywhere, You are contained in all.",
    "punjabi": "ਤੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਇਕ-ਰਸ ਸਭਨਾਂ ਵਿਚ ਸਮਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20362,
    "shabad_id": 1654,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "Gt AMqir pwrbRhmu prmysru; qw kw. AMqu n pwieAw ]",
    "transliteration": "Ghatt Anthar Paarabreham Paramaesar Thaa Kaa Anth N Paaeiaa ||",
    "translation": "Within the heart is the Transcendent, Supreme Lord God, whose limits cannot be found.",
    "punjabi": "ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਹਰੇਕ ਸਰੀਰ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ (ਕੋਈ ਜੀਵ) ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20363,
    "shabad_id": 1654,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "iqsu rUpu n ryK. Aidstu Agocru; gurmuiK AlKu lKwieAw ]",
    "transliteration": "This Roop N Raekh Adhisatt Agochar Guramukh Alakh Lakhaaeiaa ||",
    "translation": "He has no form or shape; He is unseen and unknown. The Gurmukh sees the unseen Lord.",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਦਾ ਕੋਈ ਖ਼ਾਸ ਰੂਪ ਕੋਈ ਖ਼ਾਸ ਚਿਹਨ ਚੱਕਰ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਉਹ ਪ੍ਰਭੂ (ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ) ਦਿੱਸਦਾ ਨਹੀਂ ਉਹ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "A-lKu:polw",
    "type_id": 3
  },
  {
    "id": 20364,
    "shabad_id": 1654,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sdw AnMid rhY idnu rwqI; shjy nwim smwie jIau ]",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Sehajae Naam Samaae Jeeo ||",
    "translation": "He remains in continual ecstasy, day and night, and is spontaneously absorbed into the Naam.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਉਹ) ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20365,
    "shabad_id": 1654,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "qUM Awid purKu AprMpru krqw; qyrw pwru. n pwieAw jwie jIau ]2]",
    "transliteration": "Thoon Aadh Purakh Aparanpar Karathaa Thaeraa Paar N Paaeiaa Jaae Jeeo ||2||",
    "translation": "You, O Lord, O Primal Being, are the Limitless Creator; Your limits cannot be found. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈਂ ਤੇ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ ਤੇ ਸਾਰੀ ਰਚਨਾ ਦਾ ਰਚਨਹਾਰ ਹੈਂ। ਤੇਰੀ ਹਸਤੀ ਦਾ ਪਾਰਲਾ ਬੰਨਾ (ਕਿਸੇ ਨੂੰ) ਲੱਭ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20366,
    "shabad_id": 1654,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "qUM siq prmysru sdw AibnwsI; hir hir guxI inDwnu jIau ]",
    "transliteration": "Thoon Sath Paramaesar Sadhaa Abinaasee Har Har Gunee Nidhhaan Jeeo ||",
    "translation": "You are the True, Transcendent Lord, forever imperishable. The Lord, Har, Har, is the treasure of virtue.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਕਦੇ ਭੀ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20367,
    "shabad_id": 1654,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "hir hir pRBu eyko, Avru n koeI; qUM Awpy purKu sujwnu jIau ]",
    "transliteration": "Har Har Prabh Eaeko Avar N Koee Thoon Aapae Purakh Sujaan Jeeo ||",
    "translation": "The Lord God, Har, Har, is the One and only; there is no other at all. You Yourself are the all-knowing Lord.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਹੀ ਇਕੋ ਇਕ ਮਾਲਕ ਹੈਂ, ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ਤੂੰ ਆਪ ਹੀ ਸਭ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(sujwnu) isAwxw",
    "type_id": 3
  },
  {
    "id": 20368,
    "shabad_id": 1654,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "purKu sujwnu. qUM prDwnu; quDu jyvfu. Avru n koeI ]",
    "transliteration": "Purakh Sujaan Thoon Paradhhaan Thudhh Jaevadd Avar N Koee ||",
    "translation": "You are the all-knowing Lord, the most exalted and auspicious; there is no other as great as You.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਘਟ ਘਟ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਤੋਂ ਸ਼ਿਰੋਮਣੀ ਹੈਂ, ਤੇਰੇ ਜੇਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20369,
    "shabad_id": 1654,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "qyrw sbdu, sBu qUMhY vrqih; qUM Awpy krih, su hoeI ]",
    "transliteration": "Thaeraa Sabadh Sabh Thoonhai Varathehi Thoon Aapae Karehi S Hoee ||",
    "translation": "The Word of Your Shabad is pervading in all; whatever You do, comes to pass.",
    "punjabi": "ਹਰ ਥਾਂ ਤੇਰਾ ਹੀ ਹੁਕਮ ਚੱਲ ਰਿਹਾ ਹੈ, ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ, ਜਗਤ ਵਿਚ ਉਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਤੂੰ ਆਪ ਹੀ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20370,
    "shabad_id": 1654,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "hir sB mih rivAw eyko soeI; gurmuiK liKAw hir nwmu jIau ]",
    "transliteration": "Har Sabh Mehi Raviaa Eaeko Soee Guramukh Lakhiaa Har Naam Jeeo ||",
    "translation": "The One Lord God is permeating all; the Gurmukh comes to understand the Lord's Name.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਇਕ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਰਮ ਰਿਹਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸੂਝ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20371,
    "shabad_id": 1654,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "qUM siq prmysru sdw AibnwsI; hir hir guxI inDwnu jIau ]3]",
    "transliteration": "Thoon Sath Paramaesar Sadhaa Abinaasee Har Har Gunee Nidhhaan Jeeo ||3||",
    "translation": "You are the True, Transcendent Lord, forever imperishable. The Lord, Har, Har, is the treasure of virtue. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਹਾਕਮ ਹੈਂ, ਤੂੰ ਕਦੇ ਭੀ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20372,
    "shabad_id": 1654,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "sBu qUMhY krqw. sB qyrI vifAweI; ijau BwvY. iqvY clwie jIau ]",
    "transliteration": "Sabh Thoonhai Karathaa Sabh Thaeree Vaddiaaee Jio Bhaavai Thivai Chalaae Jeeo ||",
    "translation": "You are the Creator of all, and all greatness is Yours. As it pleases Your Will, so do we act.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੇ ਹੀ ਤੇਜ-ਪ੍ਰਤਾਪ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੈ। ਹੇ ਕਰਤਾਰ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਤਿਵੇਂ, (ਆਪਣੀ ਇਸ ਰਚਨਾ ਨੂੰ ਆਪਣੇ ਹੁਕਮ ਵਿਚ) ਤੋਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20373,
    "shabad_id": 1654,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "quDu Awpy BwvY, iqvY clwvih; sB qyrY sbid smwie jIau ]",
    "transliteration": "Thudhh Aapae Bhaavai Thivai Chalaavehi Sabh Thaerai Sabadh Samaae Jeeo ||",
    "translation": "As it pleases Your Will, so do we act. All are merged into Your Shabad.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਜਿਵੇਂ ਤੈਨੂੰ ਆਪ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਤਿਵੇਂ ਤੂੰ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਕਾਰੇ ਲਾ ਰਿਹਾ ਹੈਂ, ਸਾਰੀ ਲੁਕਾਈ ਤੇਰੇ ਹੀ ਹੁਕਮ ਦੇ ਅਨੁਸਾਰ ਹੋ ਕੇ ਤੁਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20374,
    "shabad_id": 1654,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sB sbid smwvY, jW quDu BwvY; qyrY sbid vifAweI ]",
    "transliteration": "Sabh Sabadh Samaavai Jaan Thudhh Bhaavai Thaerai Sabadh Vaddiaaee ||",
    "translation": "When it pleases Your Will, we obtain greatness through Your Shabad.",
    "punjabi": "ਸਾਰੀ ਲੁਕਾਈ ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੀ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਜਦੋਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਾਂ ਤੇਰੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਆਦਰ-ਮਾਣ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20375,
    "shabad_id": 1654,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "gurmuiK buiD pweIAY. Awpu gvweIAY; sbdy rihAw smweI ]",
    "transliteration": "Guramukh Budhh Paaeeai Aap Gavaaeeai Sabadhae Rehiaa Samaaee ||",
    "translation": "The Gurmukh obtains wisdom, and eliminates his self-conceit, and remains absorbed in the Shabad.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਚੰਗੀ ਅਕਲ ਹਾਸਲ ਕਰ ਲਈਏ, ਜੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ-ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਲਈਏ, ਤਾਂ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਕਰਤਾਰ ਹਰ ਥਾਂ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20376,
    "shabad_id": 1654,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "qyrw sbdu Agocru. gurmuiK pweIAY; nwnk. nwim smwie jIau ]",
    "transliteration": "Thaeraa Sabadh Agochar Guramukh Paaeeai Naanak Naam Samaae Jeeo ||",
    "translation": "The Gurmukh obtains Your incomprehensible Shabad; O Nanak, he remains merged in the Naam.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਕਰਤਾਰ!) ਤੇਰਾ ਹੁਕਮ ਜੀਵਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ (ਤੇਰੇ ਹੁਕਮ ਦੀ ਸਮਝ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਹ ਤੇਰੇ) ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20377,
    "shabad_id": 1654,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "sBu qUMhY krqw, sB qyrI vifAweI; ijau BwvY iqvY clwie jIau ]4]7]14]",
    "transliteration": "Sabh Thoonhai Karathaa Sabh Thaeree Vaddiaaee Jio Bhaavai Thivai Chalaae Jeeo ||4||7||14||",
    "translation": "You are the Creator of all, and all greatness is Yours. As it pleases Your Will, so do we act. ||4||7||14||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਹਰ ਥਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੇ ਹੀ ਤੇਜ-ਪ੍ਰਤਾਪ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੈ। ਹੇ ਕਰਤਾਰ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਿਵੇਂ (ਆਪਣੀ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਪਣੇ ਹੁਕਮ ਵਿਚ) ਤੋਰ ॥੪॥੭॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20378,
    "shabad_id": 1655,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(iBMny) iB`jy[ (loiexw) A`KW[ (rqMnw) r`qw",
    "type_id": 1
  },
  {
    "id": 20379,
    "shabad_id": 1655,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Awsw mhlw 4 CMq Gru 4 ]",
    "transliteration": "Aasaa Mehalaa 4 Shhanth Ghar 4 ||",
    "translation": "Aasaa, Fourth Mehl, Chhant, Fourth House:",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20380,
    "shabad_id": 1655,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "hir AMimRq iBMny loiexw; mnu pRyim rqMnw rwm rwjy ]",
    "transliteration": "Har Anmrith Bhinnae Loeinaa Man Praem Rathannaa Raam Raajae ||",
    "translation": "My eyes are wet with the Nectar of the Lord, and my mind is imbued with His Love, O Lord King.",
    "punjabi": "ਮੇਰੀਆਂ ਅੱਖਾਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ-ਜਲ ਨਾਲ ਸਰੂਰ ਵਿਚ ਆ ਗਈਆਂ ਹਨ, ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 20381,
    "shabad_id": 1655,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "mnu. rwim ksvtI lwieAw; kMcnu soivMnw ]",
    "transliteration": "Man Raam Kasavattee Laaeiaa Kanchan Sovinnaa ||",
    "translation": "The Lord applied His touch-stone to my mind, and found it one hundred per cent gold.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਮੇਰੇ ਮਨ ਨੂੰ (ਆਪਣੇ ਨਾਮ ਦੀ) ਕਸਵੱਟੀ ਉਤੇ ਘਸਾਇਆ ਹੈ, ਤੇ ਇਹ ਸੁੱਧ ਸੋਨਾ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "(so-ivMnw) sohxy rMg vwlw[ ks-v`tI",
    "type_id": 3
  },
  {
    "id": 20382,
    "shabad_id": 1655,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "gurmuiK rMig clUilAw; myrw mnu qno iBMnw ]",
    "transliteration": "Guramukh Rang Chalooliaa Maeraa Man Thano Bhinnaa ||",
    "translation": "As Gurmukh, I am dyed in the deep red of the poppy, and my mind and body are drenched with His Love.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਗੂੜ੍ਹਾ ਲਾਲ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਮਨ ਤਰੋ-ਤਰ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਹਿਰਦਾ ਤਰੋ-ਤਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "(clUilAw) gUV@w",
    "type_id": 3
  }
]
