[
  {
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kir syvih. pUrw siqgurU; BuK jwie lih myrI]",
    "transliteration": "Kar Saevehi Pooraa Sathiguroo Bhukh Jaae Lehi Maeree ||",
    "punjabi": "ਉਹ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਅਭੁੱਲ ਜਾਣ ਕੇ ਉਸ ਦੀ ਦੱਸੀ ਹੋਈ ਸੇਵਾ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚੋਂ) ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "B`uK",
    "type_id": 3
  },
  {
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "gurisKw kI BuK. sB geI; iqn ipCY. hor Kwie GnyrI]",
    "transliteration": "Gurasikhaa Kee Bhukh Sabh Gee Thin Pishhai Hor Khaae Ghanaeree ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਰਨ ਲਗਿਆਂ ਦੀ ਮਾਇਆ ਦੀ ਸਾਰੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿੱਚ ਹੋਰ ਬਥੇਰੀ ਲੁਕਾਈ ਨਾਮ ਸਿਮਰਨ ਦੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਖਾਂਦੀ ਹੈ।",
    "pronunciation": "(GnyrI) bhuq isRStI",
    "type_id": 3
  },
  {
    "shabad_id": 1659,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "jn nwnk. hir puMnu bIijAw; iPir qoit n AwvY, hir puMn kyrI]3]",
    "transliteration": "Jan Naanak Har Punn Beejiaa Fir Thott N Aavai Har Punn Kaeree ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ (ਆਪਣੇ ਹਿਰਦੇ-ਖੇਤ ਵਿਚ) ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦਾ ਭਲਾ ਬੀਜ ਬੀਜਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਇਸ ਭਲੇ ਕਰਮ ਦੀ ਕਦੇ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "gurisKw min vwDweIAw; ijn myrw siqgurU ifTw, rwm rwjy]",
    "transliteration": "Gurasikhaa Man Vaadhhaaeeaa Jin Maeraa Sathiguroo Ddithaa Raam Raajae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਨੇ ਪਿਆਰੇ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਚੜ੍ਹਦੀ ਕਲਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "koeI kir gl suxwvY. hir nwm kI; so lgY gurisKw min imTw]",
    "transliteration": "Koee Kar Gal Sunaavai Har Naam Kee So Lagai Gurasikhaa Man Mithaa ||",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਗੱਲ ਆ ਸੁਣਾਏ ਤਾਂ ਉਹ ਮਨੁੱਖ ਗੁਰਸਿੱਖਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "im`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir drgh gurisK pYn@weIAih; ijn@w myrw siqguru quTw]",
    "transliteration": "Har Dharageh Gurasikh Painaaeeahi Jinhaa Maeraa Sathigur Thuthaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਗੁਰਸਿੱਖਾਂ ਉਤੇ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਮੇਹਰਬਾਨ ਹੁੰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਦਰ-ਮਾਣ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "pYn@weI-Aih[qu`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 1659,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jn nwnku. hir hir hoieAw; hir hir min vuTw]4]12]19]",
    "transliteration": "Jan Naanak Har Har Hoeiaa Har Har Man Vuthaa ||4||12||19||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹ ਗੁਰਸਿੱਖ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧੨॥੧੯॥",
    "pronunciation": "vu`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awsw mhlw 4]",
    "transliteration": "Aasaa Mehalaa 4 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ijn@w ByitAw myrw pUrw siqgurU; iqn hir nwmu idRVwvY. rwm rwjy]",
    "transliteration": "Jinhaa Bhaettiaa Maeraa Pooraa Sathiguroo Thin Har Naam Dhrirraavai Raam Raajae ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਿਆਰੇ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ ਲਿਆ, ਗੁਰੂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(By~itAw) imly",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "iqs kI iqRsnw BuK sB auqrY; jo hir nwmu iDAwvY]",
    "transliteration": "This Kee Thrisanaa Bhukh Sabh Outharai Jo Har Naam Dhhiaavai ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਦੀ ਮਾਇਆ ਵਾਲੀ ਭੁੱਖ-ਤ੍ਰੇਹ ਸਾਰੀ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jo hir hir nwmu iDAwiedy; iqn@ jmu. nyiV n AwvY]",
    "transliteration": "Jo Har Har Naam Dhhiaaeidhae Thinh Jam Naerr N Aavai ||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਮ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਉੱਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jn nwnk kau. hir ikRpw kir; inq jpY hir nwmu. hir nwim qrwvY]1]",
    "transliteration": "Jan Naanak Ko Har Kirapaa Kar Nith Japai Har Naam Har Naam Tharaavai ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹ ਸਦਾ ਉਸ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijnI gurmuiK nwmu iDAwieAw; iqnw iPir ibGnu. n hoeI, rwm rwjy]",
    "transliteration": "Jinee Guramukh Naam Dhhiaaeiaa Thinaa Fir Bighan N Hoee Raam Raajae ||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਮੁੜ (ਵਿਕਾਰਾਂ ਆਦਿਕ ਦੀ) ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ijnI siqguru purKu mnwieAw; iqn pUjy sBu koeI]",
    "transliteration": "Jinee Sathigur Purakh Manaaeiaa Thin Poojae Sabh Koee ||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ (ਆਪਣਾ ਜੀਵਨ ਸੁੱਚਾ ਬਣਾ ਕੇ) ਸਮਰਥਾ ਵਾਲੇ ਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਲੈਂਦੇ ਹਨ, ਹਰੇਕ ਜੀਵ ਉਹਨਾਂ ਦਾ ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ijn@I siqguru ipAwrw syivAw; iqn@w suKu sd hoeI]",
    "transliteration": "Jinhee Sathigur Piaaraa Saeviaa Thinhaa Sukh Sadh Hoee ||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦੇ ਹਨ (ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੇ ਹਨ) ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ijn@w nwnku. siqguru ByitAw; iqn@w imilAw hir soeI]2]",
    "transliteration": "Jinhaa Naanak Sathigur Bhaettiaa Thinhaa Miliaa Har Soee ||2||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ) ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਆ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "By~itAw",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ijn@w AMqir. gurmuiK pRIiq hY; iqn@ hir rKxhwrw. rwm rwjy]",
    "transliteration": "Jinhaa Anthar Guramukh Preeth Hai Thinh Har Rakhanehaaraa Raam Raajae ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੁਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "iqn@ kI inMdw. koeI ikAw kry; ijn@ hir nwmu ipAwrw]",
    "transliteration": "Thinh Kee Nindhaa Koee Kiaa Karae Jinh Har Naam Piaaraa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਨਹੀਂ ਕਰ ਸਕਦਾ ਕਿਉਂਕਿ ਕੋਈ ਨਿੰਦਣ-ਜੋਗ ਭੈੜ ਉਹਨਾਂ ਦੇ ਜੀਵਨ ਵਿਚ ਰਹਿ ਹੀ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ijn hir syqI. mnu mwinAw; sB dust JK mwrw]",
    "transliteration": "Jin Har Saethee Man Maaniaa Sabh Dhusatt Jhakh Maaraa ||",
    "punjabi": "ਸੋ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਭੈੜੇ ਮਨੁੱਖ (ਉਹਨਾਂ ਨੂੰ ਬਦਨਾਮ ਕਰਨ ਲਈ ਐਵੇਂ) ਵਿਅਰਥ ਟੱਕਰਾਂ ਮਾਰਦੇ ਹਨ।",
    "pronunciation": "(syqI) nwl[ JK:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jn nwnk. nwmu iDAwieAw; hir rKxhwrw]3]",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Har Rakhanehaaraa ||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜੇਹੜੇ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਬਚਾਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹਰੀ (ਉਹਨਾਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "hir jugu jugu. Bgq aupwieAw; pYj rKdw AwieAw. rwm rwjy]",
    "transliteration": "Har Jug Jug Bhagath Oupaaeiaa Paij Rakhadhaa Aaeiaa Raam Raajae ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ ਭਗਤ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਤੇ, (ਭੀੜਾ ਸਮੇ) ਉਹਨਾਂ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਆ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ju`gu ju`gu",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "hrxwKsu dustu hir mwirAw; pRhlwdu qrwieAw]",
    "transliteration": "Haranaakhas Dhusatt Har Maariaa Prehalaadh Tharaaeiaa ||",
    "punjabi": "(ਜਿਵੇਂ ਕਿ, ਪ੍ਰਹਿਲਾਦ ਦੇ ਜ਼ਾਲਮ ਪਿਤਾ) ਚੰਦਰੇ ਹਰਣਾਖੁਸ਼ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ (ਆਖ਼ਰ ਜਾਨੋਂ) ਮਾਰ ਦਿੱਤਾ (ਤੇ ਆਪਣੇ ਭਗਤ) ਪ੍ਰਹਿਲਾਦ ਨੂੰ (ਪਿਉ ਦੇ ਦਿੱਤੇ ਕਸ਼ਟਾਂ ਤੋਂ) ਸਹੀ ਸਲਾਮਤਿ ਬਚਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "AhMkwrIAw inMdkw. ipiT dyie; nwmdyau. muiK lwieAw]",
    "transliteration": "Ahankaareeaa Nindhakaa Pith Dhaee Naamadhaeo Mukh Laaeiaa ||",
    "punjabi": "(ਜਿਵੇਂ ਕਿ, ਮੰਦਰ ਵਿਚੋਂ ਧੱਕੇ ਦੇਣ ਵਾਲੇ) ਨਿੰਦਕਾਂ ਤੇ (ਜਾਤਿ-) ਅਭਿਮਾਨੀਆਂ ਨੂੰ (ਪਰਮਾਤਮਾ ਨੇ) ਪਿੱਠ ਦੇ ਕੇ (ਆਪਣੇ ਭਗਤ) ਨਾਮਦੇਵ ਨੂੰ ਦਰਸ਼ਨ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1660,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "jn nwnk. AYsw hir syivAw; AMiq ley CfwieAw]4]13]20]",
    "transliteration": "Jan Naanak Aisaa Har Saeviaa Anth Leae Shhaddaaeiaa ||4||13||20||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਇਹੋ ਜਿਹੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦਾ ਹੈ ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਦੋਖੀਆਂ ਵਲੋਂ ਦਿੱਤੇ ਜਾ ਰਹੇ ਸਭ ਕਸ਼ਟਾਂ ਤੋਂ) ਆਖ਼ਰ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧੩॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Awsw mhlw 4 CMq Gru 5",
    "transliteration": "Aasaa Mehalaa 4 Shhanth Ghar 5",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "myry mn prdysI. vy ipAwry; Awau Gry]",
    "transliteration": "Maerae Man Paradhaesee Vae Piaarae Aao Gharae ||",
    "punjabi": "ਹੇ ਥਾਂ ਥਾਂ ਭਟਕ ਰਹੇ ਮਨ! ਹੇ ਪਿਆਰੇ ਮਨ! ਕਦੇ ਤਾਂ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir gurU imlwvhu. myry ipAwry; Gir vsY hry]",
    "transliteration": "Har Guroo Milaavahu Maerae Piaarae Ghar Vasai Harae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਹਰਿ-ਰੂਪ ਗੁਰੂ ਨੂੰ ਮਿਲ (ਤੈਨੂੰ ਸਮਝ ਪੈ ਜਾਇਗੀ ਕਿ ਸਭ ਸੁਖਾਂ ਦਾ ਦਾਤਾ) ਪਰਮਾਤਮਾ ਤੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "rMig rlIAw mwxhu. myry ipAwry; hir ikrpw kry]",
    "transliteration": "Rang Raleeaa Maanahu Maerae Piaarae Har Kirapaa Karae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣ (ਅਰਦਾਸ ਕਰਦਾ ਰਹੁ ਕਿ ਤੇਰੇ ਉਤੇ) ਪ੍ਰਭੂ ਇਹ ਮੇਹਰ (ਦੀ ਦਾਤਿ) ਕਰੇ।",
    "pronunciation": "(rlIAw) mOjW",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "guru nwnku quTw. myry ipAwry; myly hry]1]",
    "transliteration": "Gur Naanak Thuthaa Maerae Piaarae Maelae Harae ||1||",
    "punjabi": "ਨਾਨਕ (ਆਖਦਾ ਹੈ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "qu`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "mY. pRymu n cwiKAw, myry ipAwry; Bwau kry]",
    "transliteration": "Mai Praem N Chaakhiaa Maerae Piaarae Bhaao Karae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੈਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਪ੍ਰੇਮ ਜੋੜ ਕੇ ਉਸ ਦੇ ਪਿਆਰ ਦਾ ਸੁਆਦ (ਕਦੇ ਭੀ) ਨਹੀਂ ਚੱਖਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "min. iqRsnw n buJI, myry ipAwry; inq Aws kry]",
    "transliteration": "Man Thrisanaa N Bujhee Maerae Piaarae Nith Aas Karae ||",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਮੇਰੇ ਮਨ ਵਿਚ (ਵੱਸ ਰਹੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਮੁੱਕੀ ਹੀ ਨਹੀਂ, (ਮੇਰਾ ਮਨ) ਸਦਾ (ਮਾਇਆ ਦੀਆਂ ਹੀ) ਆਸਾਂ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "buJI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "inq jobnu jwvY. myry ipAwry; jmu sws ihry]",
    "transliteration": "Nith Joban Jaavai Maerae Piaarae Jam Saas Hirae ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਸਦਾ (ਇਸੇ ਹਾਲਤ ਵਿਚ ਹੀ) ਮੇਰੀ ਜਵਾਨੀ ਲੰਘਦੀ ਜਾ ਰਹੀ ਹੈ ਤੇ ਮੌਤ ਦਾ ਦੇਵਤਾ ਮੇਰੇ ਸੁਆਸਾਂ ਨੂੰ (ਗਹੁ ਨਾਲ) ਤੱਕ ਰਿਹਾ ਹੈ (ਕਿ ਸੁਆਸ ਪੂਰੇ ਹੋਣ ਤੇ ਇਸ ਨੂੰ ਆ ਫੜਾਂ)।",
    "pronunciation": "(ihry) curwauNdw",
    "type_id": 3
  },
  {
    "shabad_id": 1661,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Bwg mxI sohwgix, myry ipAwry; nwnk. hir auir Dwry]2]",
    "transliteration": "Bhaag Manee Sohaagan Maerae Piaarae Naanak Har Our Dhhaarae ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਭਾਗਾਂ ਵਾਲੀ ਬਣਦੀ ਹੈ ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗਾਂ ਦੀ ਮਣੀ ਚਮਕਦੀ ਹੈ ਜੇਹੜੀ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]