[
  {
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ibKmo ibKmu AKwVw; mY. gur imil jIqw. rwm]",
    "transliteration": "Bikhamo Bikham Akhaarraa Mai Gur Mil Jeethaa Raam ||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਇਹ ਬੜਾ ਔਖਾ ਸੰਸਾਰ-ਅਖਾੜਾ ਜਿੱਤ ਲਿਆ ਹੈ।",
    "pronunciation": "(ibKmo) AOKy qoN (ibKmu) AOKw ieMidRAW ivkwrW dI (AKwVw) rx BUmI",
    "type_id": 3
  },
  {
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "gur imil jIqw, hir hir kIqw; qUtI BIqw. Brm gVw]",
    "transliteration": "Gur Mil Jeethaa Har Har Keethaa Thoottee Bheethaa Bharam Garraa ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਸੰਸਾਰ-ਅਖਾੜਾ ਜਿੱਤਿਆ ਹੈ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹਾਂ (ਮੈਂ ਪਹਿਲਾਂ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਿਲ੍ਹੇ ਵਿਚ ਕੈਦ ਸਾਂ, ਹੁਣ ਉਹ) ਭਟਕਣਾ ਦੇ ਕਿਲ੍ਹੇ ਦੀ ਕੰਧ ਢਹਿ ਪਈ ਹੈ।",
    "pronunciation": "(BI~qw) kMD[ (gV@w) ikly dI",
    "type_id": 3
  },
  {
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "pwieAw Kjwnw. bhuqu inDwnw; swxQ myrI. Awip KVw]",
    "transliteration": "Paaeiaa Khajaanaa Bahuth Nidhhaanaa Saanathh Maeree Aap Kharraa ||",
    "punjabi": "ਮੈਂ ਹਰਿ-ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਹੈ, ਇਕ ਵੱਡਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਹੈ, ਮੇਰੀ ਸਹਾਇਤਾ ਉਤੇ ਪ੍ਰਭੂ ਆਪ (ਮੇਰੇ ਸਿਰ ਉਤੇ) ਆ ਖਲੋਤਾ ਹੈ।",
    "pronunciation": "(swxQ) shwieqw leI[ KV@w",
    "type_id": 3
  },
  {
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "soeI suigAwnw so prDwnw; jo. pRiB Apnw kIqw]",
    "transliteration": "Soee Sugiaanaa So Paradhhaanaa Jo Prabh Apanaa Keethaa ||",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਚੰਗੀ ਸੂਝ ਵਾਲਾ ਹੈ ਉਹੀ ਮਨੁੱਖ ਹਰ ਥਾਂ ਮੰਨਿਆ-ਪ੍ਰਮੰਨਿਆ ਹੋਇਆ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪਣਾ (ਸੇਵਕ) ਬਣਾ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1662,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "khu nwnk. jW vil suAwmI; qw srsy BweI mIqw]4]1]",
    "transliteration": "Kahu Naanak Jaan Val Suaamee Thaa Sarasae Bhaaee Meethaa ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਖਸਮ-ਪ੍ਰਭੂ ਪੱਖ ਤੇ ਹੋਵੇ ਤਾਂ ਸਾਰੇ ਮਿੱਤਰ ਭਰਾ ਭੀ ਖ਼ੁਸ਼ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੧॥",
    "pronunciation": "(v`il) qr&[ (srsy) KuS",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Awsw mhlw 5]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AkQw hir, AkQ kQw; ikCu. jwie n jwxI rwm]",
    "transliteration": "Akathhaa Har Akathh Kathhaa Kishh Jaae N Jaanee Raam ||",
    "punjabi": "ਹੇ ਭਾਈ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਆਪਣੀ ਹਉਮੈ ਚਤੁਰਾਈ ਦੇ ਆਧਾਰ ਤੇ) ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ, (ਸਿਆਣਪ-ਚਤੁਰਾਈ ਦੇ ਆਸਰੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ।",
    "pronunciation": "A-kQw[A-kQw:poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "suir nr. suir nr muin jn; shij vKwxI. rwm]",
    "transliteration": "Sur Nar Sur Nar Mun Jan Sehaj Vakhaanee Raam ||",
    "punjabi": "ਦੈਵੀ ਸੁਭਾਵ ਵਾਲੇ ਸ਼ਾਂਤ-ਚਿੱਤ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਹੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(vKwxI) ibAwn kIqI",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "shjy vKwxI. Aimau bwxI; crxkml rMgu lwieAw]",
    "transliteration": "Sehajae Vakhaanee Amio Baanee Charan Kamal Rang Laaeiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਗੁਰਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤੀ ਉਹਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ,",
    "pronunciation": "(Aimau) AMimRq",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jip eyku. AlKu pRBu inrMjnu; mn icMidAw Plu pwieAw]",
    "transliteration": "Jap Eaek Alakh Prabh Niranjan Man Chindhiaa Fal Paaeiaa ||",
    "punjabi": "ਉਸ ਇੱਕ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਉਹਨਾਂ ਨੇ ਮਨ-ਚਿਤਵਿਆ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ।",
    "pronunciation": "pRkwS hI pRkwS mhW ivsmwd byAMq eynw ik (A-lKu) jwnx rihq ik ikMnw[ (icMidAw) cwihAw",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "qij mwnu mohu ivkwru dUjw; joqI joiq smwxI]",
    "transliteration": "Thaj Maan Mohu Vikaar Dhoojaa Jothee Joth Samaanee ||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਮੋਹ ਵਿਕਾਰ ਮਾਇਆ ਦਾ ਪਿਆਰ ਦੂਰ ਕਰ ਕੇ ਆਪਣੀ ਸੁਰਤਿ ਰੱਬੀ ਨੂਰ ਵਿਚ ਜੋੜ ਲਈ,",
    "pronunciation": "(qij) iqAwg ky",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ibnvMiq nwnk. gur pRswdI; sdw hir rMgu mwxI]1]",
    "transliteration": "Binavanth Naanak Gur Prasaadhee Sadhaa Har Rang Maanee ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ibn-vMiq",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hir sMqw. hir sMq sjn; myry mIq shweI. rwm]",
    "transliteration": "Har Santhaa Har Santh Sajan Maerae Meeth Sehaaee Raam ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ ਮੇਰੇ ਮਿੱਤਰ ਹਨ ਮੇਰੇ ਸੱਜਣ ਹਨ ਮੇਰੇ ਸਾਥੀ ਹਨ।",
    "pronunciation": "(shweI) shwiek[ s`jn",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "vfBwgI vfBwgI; sqsMgiq pweI. rwm]",
    "transliteration": "Vaddabhaagee Vaddabhaagee Sathasangath Paaee Raam ||",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਮੈਂ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਬੜੀ ਉੱਚੀ ਕਿਸਮਤ ਨਾਲ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "vfBwgI pwey. nwmu iDAwey; lwQy dUK sMqwpY]",
    "transliteration": "Vaddabhaagee Paaeae Naam Dhhiaaeae Laathhae Dhookh Santhaapai ||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਖ਼ੁਸ਼-ਕਿਸਮਤੀ ਨਾਲ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਉਹ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(sMqwpY) mwnisk du`K",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "gur crxI lwgy. BRm Bau Bwgy; Awpu imtwieAw AwpY]",
    "transliteration": "Gur Charanee Laagae Bhram Bho Bhaagae Aap Mittaaeiaa Aapai ||",
    "punjabi": "ਜੇਹੜਾ ਬੰਦਾ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹੈ ਉਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਉਸ ਦਾ ਹਰੇਕ ਡਰ-ਸਹਮ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ (ਅਹੰਕਾਰ) ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "kir ikrpw myly pRiB ApunY; ivCuiV. kqih n jweI]",
    "transliteration": "Kar Kirapaa Maelae Prabh Apunai Vishhurr Kathehi N Jaaee ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲਿਆ, ਉਹ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜ ਕੇ ਹੋਰ ਕਿਧਰੇ ਭੀ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ibnvMiq nwnk. dwsu qyrw; sdw hir srxweI]2]",
    "transliteration": "Binavanth Naanak Dhaas Thaeraa Sadhaa Har Saranaaee ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰਾ ਦਾਸ ਹਾਂ, ਮੈਨੂੰ ਭੀ ਆਪਣੀ ਸਰਨ ਵਿਚ ਰੱਖ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "hir dry, hir dir sohin; qyry. Bgq ipAwry rwm]",
    "transliteration": "Har Dharae Har Dhar Sohan Thaerae Bhagath Piaarae Raam ||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਦਰ ਤੇ, ਤੇਰੇ ਬੂਹੇ ਤੇ (ਖਲੋਤੇ) ਤੇਰੇ ਪਿਆਰੇ ਭਗਤ ਸੋਹਣੇ ਲੱਗ ਰਹੇ ਹਨ।",
    "pronunciation": "soh-in",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "vwrI iqn vwrI jwvw; sd bilhwry. rwm]",
    "transliteration": "Vaaree Thin Vaaree Jaavaa Sadh Balihaarae Raam ||",
    "punjabi": "ਮੈਂ (ਤੇਰੇ) ਉਹਨਾਂ (ਭਗਤਾਂ) ਤੋਂ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "(vwrI) kurbwn",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "sd bilhwry. kir nmskwry; ijn Bytq pRBu jwqw]",
    "transliteration": "Sadh Balihaarae Kar Namasakaarae Jin Bhaettath Prabh Jaathaa ||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਭਗਤਾਂ ਅੱਗੇ ਸਿਰ ਨਿਵਾ ਕੇ ਸਦਾ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਿਲਿਆਂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪੈ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "(Bytq) imilAW[ (jwqw) jwixAw",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "Git Git riv rihAw sB QweI; pUrn purKu ibDwqw]",
    "transliteration": "Ghatt Ghatt Rav Rehiaa Sabh Thhaaee Pooran Purakh Bidhhaathaa ||",
    "punjabi": "(ਤੇ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "QweIN",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "guru pUrw pwieAw. nwmu iDAwieAw; jUAY jnmu n hwry]",
    "transliteration": "Gur Pooraa Paaeiaa Naam Dhhiaaeiaa Jooai Janam N Haarae ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਹ (ਜੁਆਰੀਏ ਵਾਂਗ) ਜੂਏ ਵਿਚ (ਮਨੁੱਖਾ) ਜਨਮ (ਦੀ ਬਾਜ਼ੀ) ਨਹੀਂ ਹਾਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ibnvMiq nwnk. srix qyrI; rwKu ikrpw Dwry]3]",
    "transliteration": "Binavanth Naanak Saran Thaeree Raakh Kirapaa Dhhaarae ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਕਿਰਪਾ ਕਰ ਕੇ (ਮੈਨੂੰ ਭੀ ਜੂਏ ਵਿਚ ਜੀਵਨ-ਬਾਜ਼ੀ ਹਾਰਨ ਤੋਂ) ਬਚਾ ਲੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "byAMqw. byAMq gux qyry; kyqk gwvw rwm]",
    "transliteration": "Baeanthaa Baeanth Gun Thaerae Kaethak Gaavaa Raam ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ। ਮੈਂ ਤੇਰੇ ਕਿਤਨੇ ਕੁ ਗੁਣ ਗਾ ਸਕਦਾ ਹਾਂ?",
    "pronunciation": "(kyqk) ikMny ku",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qyry crxw. qyry crx DUiV; vfBwgI pwvw rwm]",
    "transliteration": "Thaerae Charanaa Thaerae Charan Dhhoorr Vaddabhaagee Paavaa Raam ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੇ ਮੇਰੇ ਵੱਡੇ ਭਾਗ ਹੋਣ ਤਾਂ ਹੀ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਤੇਰੇ (ਸੋਹਣੇ) ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੈਨੂੰ ਮਿਲ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "hir DUVI n@weIAY. mYlu gvweIAY; jnm mrx duK lwQy ]",
    "transliteration": "Har Dhhoorree Nhaaeeai Mail Gavaaeeai Janam Maran Dhukh Laathhae ||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਮਨ ਵਿਚੋਂ ਵਿਕਾਰਾਂ) ਦੀ ਮੈਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਤੇ, ਜਨਮ ਮਰਨ ਦੇ (ਸਾਰੀ ਉਮਰ ਦੇ) ਦੁੱਖ ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "AMqir bwhir sdw hdUry; prmysru pRBu swQy]",
    "transliteration": "Anthar Baahar Sadhaa Hadhoorae Paramaesar Prabh Saathhae ||",
    "punjabi": "(ਇਹ ਨਿਸ਼ਚਾ ਭੀ ਆ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮੇਸਰ ਪ੍ਰਭੂ ਸਾਡੇ ਅੰਦਰ ਅਤੇ ਬਾਹਰ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸਦਾ ਸਾਡੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ ਸਾਡੇ ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "imty dUK. kilAwx kIrqn; bhuiV join. n pwvw]",
    "transliteration": "Mittae Dhookh Kaliaan Keerathan Bahurr Jon N Paavaa ||",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ-ਆਨੰਦ ਬਣ ਜਾਂਦੇ ਹਨ ਉਸ ਦੇ ਦੁੱਖ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਉਹ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "(bhuiV) iPr",
    "type_id": 3
  },
  {
    "shabad_id": 1663,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ibnvMiq nwnk. gur srix qrIAY; Awpxy pRB Bwvw]4]2]",
    "transliteration": "Binavanth Naanak Gur Saran Thareeai Aapanae Prabh Bhaavaa ||4||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ। (ਜੇ ਮੈਨੂੰ ਭੀ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਮੈਂ ਭੀ) ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਵਾਂ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1664,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awsw CMq mhlw 5 Gru 4",
    "transliteration": "Aasaa Shhanth Mehalaa 5 Ghar 4",
    "punjabi": "ਰਾਗ ਆਸਾ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1664,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir crnkml mnu byiDAw; ikCu Awn n mITw. rwm rwjy]",
    "transliteration": "Har Charan Kamal Man Baedhhiaa Kishh Aan N Meethaa Raam Raajae ||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਵਿਚ ਪ੍ਰੋਤਾ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਚੀਜ਼ ਮਿੱਠੀ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "imil sMqsMgiq, AwrwiDAw; hir Git Gty fITw. rwm rwjy]",
    "transliteration": "Mil Santhasangath Aaraadhhiaa Har Ghatt Ghattae Ddeethaa Raam Raajae ||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir Git Gty fITw. AMimRquo vUTw; jnm mrn duK nwTy]",
    "transliteration": "Har Ghatt Ghattae Ddeethaa Anmrithuo Voothaa Janam Maran Dhukh Naathae ||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ) ਜਨਮ ਮਰਨ ਦੇ ਦੁੱਖ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਾਰੇ ਦੁੱਖ) ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(vU`Tw) visAw",
    "type_id": 3
  },
  {
    "shabad_id": 1664,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "gux iniD gwieAw, sB dUK imtwieAw; haumY ibnsI gwTy]",
    "transliteration": "Gun Nidhh Gaaeiaa Sabh Dhookh Mittaaeiaa Houmai Binasee Gaathae ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਆਪਣੇ ਸਾਰੇ ਦੁੱਖ ਮਿਟਾ ਲੈਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੀ (ਬੱਝੀ ਹੋਈ) ਗੰਢ ਖੁਲ੍ਹ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ibnsI) nws hoeI[ (gwTy) gMF",
    "type_id": 3
  }
]