[
  {
    "shabad_id": 1672,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "cmqkwr pRgwsu dh ids; eyku qh idRstwieAw]",
    "transliteration": "Chamathakaar Pragaas Dheh Dhis Eaek Theh Dhrisattaaeiaa ||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਨੂਰ ਦੀ ਝਲਕ ਜੋਤਿ ਦਾ ਚਾਨਣ ਦਸੀਂ ਪਾਸੀਂ (ਸਾਰੇ ਹੀ ਸੰਸਾਰ ਵਿਚ) ਹੋ ਰਿਹਾ ਹੈ ਉਹੀ ਪਰਮਾਤਮਾ ਭਗਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1672,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "nwnku pieAMpY. crx jMpY; Bgiq vClu hir ibrdu Awip bnwieAw]4]3]6]",
    "transliteration": "Naanak Paeianpai Charan Janpai Bhagath Vashhal Har Biradh Aap Banaaeiaa ||4||3||6||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, (ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪਣੀ ਭਗਤੀ (ਦੇ ਕਾਰਨ ਆਪਣੇ ਭਗਤਾਂ) ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਉਸ ਨੇ ਆਪ ਹੀ ਬਣਾਇਆ ਹੋਇਆ ਹੈ ॥੪॥੩॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Awsw mhlw 5]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "iQru sMqn sohwgu; mrY n jwvey]",
    "transliteration": "Thhir Santhan Sohaag Marai N Jaaveae ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਸੰਤ ਜਨਾਂ ਦਾ ਚੰਗਾ ਭਾਗ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ) ਸਿਰ ਦਾ ਸਾਂਈ ਨਾਹ (ਕਦੇ) ਮਰਦਾ ਹੈ ਨਾਹ (ਕਦੇ ਉਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ ਕਿਤੇ) ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(iQru) sdw kwiem",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jw kY igRih. hir nwhu; su sd hI rwvey]",
    "transliteration": "Jaa Kai Grihi Har Naahu S Sadh Hee Raaveae ||",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਵੱਸੇ, ਉਹ ਸਦਾ ਉਸ ਦੇ ਮਿਲਾਪ ਦੇ ਆਨੰਦ ਨੂੰ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "(rwvey) AnMd mwxy[ gi Rih,rw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "AivnwsI Aivgqu so pRBu; sdw nvqnu inrmlw]",
    "transliteration": "Avinaasee Avigath So Prabh Sadhaa Navathan Niramalaa ||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਨਾਸ ਤੋਂ ਰਹਿਤ ਹੈ, ਅਦ੍ਰਿਸ਼ਟ ਹੈ, ਸਦਾ ਨਵੇਂ ਪਿਆਰ ਵਾਲਾ ਹੈ, ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈ।",
    "pronunciation": "(nvqnu) nvW",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nh dUir. sdw hdUir Twkuru; dh ids pUrnu sd sdw]",
    "transliteration": "Neh Dhoor Sadhaa Hadhoor Thaakur Dheh Dhis Pooran Sadh Sadhaa ||",
    "punjabi": "ਉਹ ਮਾਲਕ ਕਿਸੇ ਤੋਂ ਭੀ ਦੂਰ ਨਹੀਂ ਹੈ, ਸਦਾ ਹਰੇਕ ਦੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ, ਦਸੀਂ ਹੀ ਪਾਸੀਂ ਉਹ ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਵਿਆਪਕ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pRwnpiq giq miq jw qy; ipRA pRIiq pRIqmu Bwvey]",
    "transliteration": "Praanapath Gath Math Jaa Thae Pria Preeth Preetham Bhaaveae ||",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਦੀ ਜਿੰਦ ਦਾ ਮਾਲਕ ਉਹ ਪਰਮਾਤਮਾ ਐਸਾ ਹੈ ਜਿਸ ਪਾਸੋਂ ਜੀਵਾਂ ਨੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲਦੀ ਹੈ, ਚੰਗੀ ਅਕਲ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ। ਜਿਉਂ ਜਿਉਂ ਉਸ ਪਿਆਰੇ ਨਾਲ ਪ੍ਰੀਤਿ ਵਧਾਈਏ, ਤਿਉਂ ਤਿਉਂ ਉਹ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "(jw)ijn@W qoN[ Bw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnku vKwxY. gur bcin jwxY; iQru sMqn sohwgu, mrY n jwvey]1]",
    "transliteration": "Naanak Vakhaanai Gur Bachan Jaanai Thhir Santhan Sohaag Marai N Jaaveae ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਸ ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪੈਂਦੀ ਹੈ। (ਪਰਮਾਤਮਾ ਦੇ) ਸੰਤ ਜਨਾਂ ਦਾ ਚੰਗਾ ਭਾਗ ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ) ਉਹਨਾਂ ਦਾ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਹ (ਕਦੇ) ਮਰਦਾ ਹੈ ਨਾਹ (ਕਦੇ ਉਹਨਾਂ ਨੂੰ ਛੱਡ ਕੇ ਕਿਤੇ) ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jw kau rwm Bqwru; qw kY Andu Gxw]",
    "transliteration": "Jaa Ko Raam Bhathaar Thaa Kai Anadh Ghanaa ||",
    "punjabi": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਪ੍ਰਭੂ ਪਤੀ (ਮਿਲ ਪੈਂਦਾ ਹੈ) ਉਸ ਦੇ ਹਿਰਦੇ ਘਰ ਵਿਚ ਬਹੁਤ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(Bqwru) Ksm",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "suKvMqI sw nwir; soBw pUir bxw]",
    "transliteration": "Sukhavanthee Saa Naar Sobhaa Poor Banaa ||",
    "punjabi": "ਉਹ ਸੁਖੀ ਜੀਵਨ ਬਿਤਾਂਦੀ ਹੈ, ਹਰ ਥਾਂ ਉਸ ਦੀ ਸੋਭਾ ਵਡਿਆਈ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "mwxu mhqu kilAwxu hir jsu; sMig surjnu so pRBU]",
    "transliteration": "Maan Mehath Kaliaan Har Jas Sang Surajan So Prabhoo ||",
    "punjabi": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਹਰ ਥਾਂ ਆਦਰ ਮਿਲਦਾ ਹੈ ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ ਸੁਖ ਮਿਲਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਪ੍ਰਾਪਤ ਹੋਈ ਰਹਿੰਦੀ ਹੈ। ਦੈਵੀ ਗੁਣਾਂ ਦਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਉਸ ਦੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(m-h`qu) vifAweI[ (surjnu) s`jx",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "srb isiD nv iniD. iqqu igRih; nhI aUnw. sBu kCU]",
    "transliteration": "Sarab Sidhh Nav Nidhh Thith Grihi Nehee Oonaa Sabh Kashhoo ||",
    "punjabi": "ਉਸ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ) ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਸਾਰੇ ਹੀ ਨੌ ਖ਼ਜ਼ਾਨੇ ਵੱਸ ਪੈਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਕੋਈ ਘਾਟ ਨਹੀਂ ਰਹਿੰਦੀ, ਉਸ ਨੂੰ ਸਭ ਕੁਝ ਪ੍ਰਾਪਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(aUnw) Gwtw[aUnw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "mDur bwnI, iprih mwnI; iQru sohwgu. qw kw bxw]",
    "transliteration": "Madhhur Baanee Pirehi Maanee Thhir Sohaag Thaa Kaa Banaa ||",
    "punjabi": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਬੋਲ ਮਿੱਠੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ-ਪਤੀ ਨੇ ਉਸ ਨੂੰ ਆਦਰ-ਮਾਣ ਦੇ ਰੱਖਿਆ ਹੁੰਦਾ ਹੈ। ਉਸ ਦਾ ਚੰਗਾ ਭਾਗ ਸਦਾ ਲਈ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(mDur) im`TI",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "nwnku vKwxY. gur bcin jwxY; jw ko rwmu Bqwru, qw kY Andu Gxw]2]",
    "transliteration": "Naanak Vakhaanai Gur Bachan Jaanai Jaa Ko Raam Bhathaar Thaa Kai Anadh Ghanaa ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ। ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਖਸਮ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਬਹੁਤ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "Awau sKI. sMq pwis; syvw lwgIAY]",
    "transliteration": "Aao Sakhee Santh Paas Saevaa Laageeai ||",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਆ, ਗੁਰੂ ਦੇ ਪਾਸ ਚੱਲੀਏ। (ਗੁਰੂ ਦੀ ਦੱਸੀ) ਸੇਵਾ ਵਿਚ ਲੱਗਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "pIsau crx pKwir; Awpu iqAwgIAY]",
    "transliteration": "Peeso Charan Pakhaar Aap Thiaageeai ||",
    "punjabi": "ਹੇ ਸਖੀ! (ਮੇਰਾ ਜੀ ਕਰਦਾ ਹੈ) ਮੈਂ (ਗੁਰੂ ਕੇ ਲੰਗਰ ਵਾਸਤੇ ਚੱਕੀ) ਪੀਹਾਂ, ਮੈਂ (ਗੁਰੂ ਦੇ) ਚਰਨ ਧੋਵਾਂ। ਹੇ ਸਖੀ! ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਜਾ ਕੇ ਅਹੰਕਾਰ ਤਿਆਗ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(pKwir) DovW",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "qij Awpu. imtY sMqwpu; Awpu. nh jwxweIAY]",
    "transliteration": "Thaj Aap Mittai Santhaap Aap Neh Jaanaaeeai ||",
    "punjabi": "ਹੇ ਸਖੀ! ਅਹੰਕਾਰ ਤਿਆਗ ਕੇ (ਮਨ ਦਾ) ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦਾ ਹੈ। ਹੇ ਸਖੀ! ਕਦੇ ਭੀ ਆਪਣਾ ਆਪ ਜਤਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "(sMqwpu) du`K",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "srix ghIjY. mwin lIjY; kry so suKu pweIAY]",
    "transliteration": "Saran Geheejai Maan Leejai Karae So Sukh Paaeeai ||",
    "punjabi": "ਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ (ਜੋ ਗੁਰੂ ਹੁਕਮ ਕਰੇ ਉਹ) ਮੰਨ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਕੁਝ ਗੁਰੂ ਕਰੇ ਉਸੇ ਨੂੰ ਸੁਖ (ਜਾਣ ਕੇ) ਲੈ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ghIjY) pkVIey",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "kir dws dwsI. qij audwsI; kr joiV. idnu rYix jwgIAY]",
    "transliteration": "Kar Dhaas Dhaasee Thaj Oudhaasee Kar Jorr Dhin Rain Jaageeai ||",
    "punjabi": "ਹੇ ਸਖੀ! ਆਪਣੇ ਆਪ ਨੂੰ ਉਸ ਗੁਰੂ ਦੇ ਦਾਸਾਂ ਦੀ ਦਾਸੀ ਬਣਾ ਕੇ, (ਮਨ ਵਿਚੋਂ) ਉਪਰਾਮਤਾ ਤਿਆਗ ਕੇ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ ਦਿਨ ਰਾਤ (ਸੇਵਾ ਵਿਚ) ਸੁਚੇਤ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "audwsI (qij) iqAwg ky",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "nwnku vKwxY. gur bcin jwxY; Awau sKI sMq pwis, syvw lwgIAY]3]",
    "transliteration": "Naanak Vakhaanai Gur Bachan Jaanai Aao Sakhee Santh Paas Saevaa Laageeai ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-(ਹੇ ਸਖੀ! ਜੀਵ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ (ਪਰਮਾਤਮਾ ਨਾਲ) ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਸਕਦਾ ਹੈ। (ਸੋ,) ਹੇ ਸਖੀ! ਆ, ਗੁਰੂ ਪਾਸ ਚੱਲੀਏ। (ਗੁਰੂ ਦੀ ਦੱਸੀ) ਸੇਵਾ ਵਿਚ ਲੱਗਣਾ ਚਾਹੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jw kY msqik Bwg; is syvw lwieAw]",
    "transliteration": "Jaa Kai Masathak Bhaag S Saevaa Laaeiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ (ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੀ) ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "qw kI pUrn Aws; ijn@ swDsMgu pwieAw]",
    "transliteration": "Thaa Kee Pooran Aas Jinh Saadhhasang Paaeiaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਹਨਾਂ ਦੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "swDsMig hir kY rMig; goibMd ismrx lwigAw]",
    "transliteration": "Saadhhasang Har Kai Rang Gobindh Simaran Laagiaa ||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਲੱਗ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "(rMig) pRym c",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Brmu mohu ivkwru dUjw; sgl iqnih iqAwigAw]",
    "transliteration": "Bharam Mohu Vikaar Dhoojaa Sagal Thinehi Thiaagiaa ||",
    "punjabi": "ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਣਾ, ਦੁਨੀਆ ਦਾ ਮੋਹ, ਵਿਕਾਰ, ਮੇਰ-ਤੇਰ-ਇਹ ਸਾਰੇ ਔਗੁਣ ਉਹ ਤਿਆਗ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "min sWiq, shju suBwau vUTw; And mMgl gux gwieAw]",
    "transliteration": "Man Saanth Sehaj Subhaao Voothaa Anadh Mangal Gun Gaaeiaa ||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਆ ਜਾਂਦੀ ਹੈ, ਪ੍ਰੇਮ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਤੇ, ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "(v`UTw) visAw",
    "type_id": 3
  },
  {
    "shabad_id": 1673,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "nwnku vKwxY. gur bcin jwxY; jw kY msqik Bwg. is syvw lwieAw]4]4]7]",
    "transliteration": "Naanak Vakhaanai Gur Bachan Jaanai Jaa Kai Masathak Bhaag S Saevaa Laaeiaa ||4||4||7||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਸਕਦਾ ਹੈ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗਦੇ ਹਨ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਜੋੜਦਾ ਹੈ ॥੪॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1674,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Awsw mhlw 5]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1675,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sloku]",
    "transliteration": "Salok ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1675,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hir hir nwmu jpMiqAw; kCu n khY jmkwlu]",
    "transliteration": "Har Har Naam Japanthiaa Kashh N Kehai Jamakaal ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਮੌਤ ਦਾ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ (ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਨਹੀਂ ਆ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1675,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwnk. mnu qnu suKI hoie; AMqy imlY gopwlu]1]",
    "transliteration": "Naanak Man Than Sukhee Hoe Anthae Milai Gopaal ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਸੁਖੀ ਰਹਿੰਦਾ ਹੈ ਹਿਰਦਾ ਸੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ, ਆਖ਼ਰ ਪਰਮਾਤਮਾ ਭੀ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "CMq]",
    "transliteration": "Shhanth ||",
    "punjabi": "ਛੰਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "imlau sMqn kY sMig; moih auDwir lyhu]",
    "transliteration": "Milo Santhan Kai Sang Mohi Oudhhaar Laehu ||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ibnau krau kr joiV; hir hir nwmu dyhu]",
    "transliteration": "Bino Karo Kar Jorr Har Har Naam Dhaehu ||",
    "punjabi": "ਮੈਂ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ (ਤੇਰੇ ਦਰ ਤੇ) ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ, ਮੈਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir nwmu mwgau. crx lwgau; mwnu iqAwgau qum@ dieAw]",
    "transliteration": "Har Naam Maago Charan Laago Maan Thiaago Thumh Dhaeiaa ||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਂ ਤੈਥੋਂ ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹਾਂ। ਜੇ ਤੂੰ ਮੇਹਰ ਕਰੇਂ ਤਾਂ ਮੈਂ ਤੇਰੀ ਚਰਨੀਂ ਲੱਗਾ ਰਹਾਂ, (ਅਤੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਤਿਆਗ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kqhUM. n Dwvau, srix pwvau; kruxwmY pRB kir mieAw]",
    "transliteration": "Kathehoon N Dhhaavo Saran Paavo Karunaa Mai Prabh Kar Maeiaa ||",
    "punjabi": "ਹੇ ਤਰਸ-ਸਰੂਪ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਪਿਆ ਰਹਾਂ, ਤੇ (ਤੇਰਾ ਆਸਰਾ ਛੱਡ ਕੇ) ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਾਹ ਦੌੜਾਂ।",
    "pronunciation": "(kruxw-mY) ikRpw srUp[ (mieAw) imhr",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "smrQ AgQ Apwr inrml; suxhu suAwmI ibnau eyhu]",
    "transliteration": "Samarathh Agathh Apaar Niramal Sunahu Suaamee Bino Eaehu ||",
    "punjabi": "ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਅਕੱਥ! ਹੇ ਬੇਅੰਤ! ਹੇ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਸੁਆਮੀ! ਮੇਰੀ ਇਹ ਅਰਦਾਸ ਸੁਣ।",
    "pronunciation": "(A-gQ) kQn rihq[ smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 1676,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "kr joiV nwnk. dwnu mwgY; jnm mrx invwir lyhu]1]",
    "transliteration": "Kar Jorr Naanak Dhaan Maagai Janam Maran Nivaar Laehu ||1||",
    "punjabi": "ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੈਥੋਂ ਇਹ ਦਾਨ ਮੰਗਦਾ ਹੈ ਕਿ ਮੇਰਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁਕਾ ਦੇ ॥੧॥",
    "pronunciation": "(invwir) dUr kro",
    "type_id": 3
  }
]