[
  {
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "mwlu jobnu Coif vYsI; rihE pYnxu KwieAw ]",
    "transliteration": "Maal Joban Shhodd Vaisee Rehiou Painan Khaaeiaa ||",
    "translation": "Abandoning your wealth and youth, you will have to leave, without any food or clothing.",
    "punjabi": "(ਪਰ ਜੀਵ ਵਿਚਾਰਾ ਭੀ ਕੀਹ ਕਰੇ? ਇਸ) ਵਿਚਾਰੇ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ ਆਪਣੇ ਕਾਬੂ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ (ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਇਹ) ਧਨ ਜਵਾਨੀ ਸਭ ਕੁਝ ਛੱਡ ਕੇ ਤੁਰ ਜਾਏਗਾ, ਤਦੋਂ ਇਸ ਦਾ ਖਾਣਾ ਪਹਿਨਣਾ ਮੁੱਕ ਜਾਏਗਾ।",
    "pronunciation": "(vYsI) jwvygw",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwnk. kmwxw sMig juilAw; nh jwie ikrqu imtwieAw ]1]",
    "transliteration": "Naanak Kamaanaa Sang Juliaa Neh Jaae Kirath Mittaaeiaa ||1||",
    "translation": "O Nanak, only your actions shall go with you; the consequences of your actions cannot be erased. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਦੋਂ ਜੀਵ ਇਥੋਂ ਤੁਰਦਾ ਹੈ, ਤਾਂ) ਕਮਾਇਆ ਹੋਇਆ ਚੰਗਾ ਮੰਦਾ ਕਰਮ ਇਸ ਦੇ ਨਾਲ ਤੁਰ ਪੈਂਦਾ ਹੈ, ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "(kmwxw) kmwieAw[ (juilAw) c`ilAw[juilAw:polw bolo (ikrqu) kIqy krm",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "PwQohu imrg ijvY; pyiK rYix cMdRwiexu ]",
    "transliteration": "Faathhohu Mirag Jivai Paekh Rain Chandhraaein ||",
    "translation": "Like the deer, captured on a moon-lit night,",
    "punjabi": "ਹੇ ਜੀਵ! ਜਿਵੇਂ ਹਰਨ ਰਾਤ ਵੇਲੇ (ਸ਼ਿਕਾਰ ਦਾ ਕੀਤਾ ਹੋਇਆ) ਚੰਦ ਵਰਗਾ ਚਾਨਣ ਵੇਖ ਕੇ (ਸ਼ਿਕਾਰੀ ਦੇ ਜਾਲ ਵਿਚ) ਫਸਦਾ ਹੈ,",
    "pronunciation": "(PwQohu) Ps irhw[ (cMdRwiexu) cMd vrgI rOSnI",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sUKhu dUK Bey; inq pwp kmwiexu ]",
    "transliteration": "Sookhahu Dhookh Bheae Nith Paap Kamaaein ||",
    "translation": "So does the constant commission of sins turn pleasure into pain.",
    "punjabi": "(ਤਿਵੇਂ ਤੂੰ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੀ ਲਿਸ਼ਕ ਵੇਖ ਕੇ ਮਾਇਆ ਦੇ ਜਾਲ ਵਿਚ) ਫਸ ਰਿਹਾ ਹੈਂ, (ਜਿਨ੍ਹਾਂ ਸੁਖਾਂ ਦੀ ਖ਼ਾਤਰ ਤੂੰ ਫਸਦਾ ਹੈਂ ਉਹਨਾਂ) ਸੁਖਾਂ ਤੋਂ ਦੁੱਖ ਪੈਦਾ ਹੋ ਰਹੇ ਹਨ, (ਫਿਰ ਭੀ) ਤੂੰ ਸਦਾ ਪਾਪ ਕਮਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "pwpw kmwxy. Cfih nwhI; lY cly, Giq glwivAw ]",
    "transliteration": "Paapaa Kamaanae Shhaddehi Naahee Lai Chalae Ghath Galaaviaa ||",
    "translation": "The sins you have committed shall not leave you; placing the noose around your neck, they shall lead you away.",
    "punjabi": "ਹੇ ਜੀਵ! ਤੂੰ ਪਾਪ ਕਰਨੇ ਛੱਡਦਾ ਨਹੀਂ ਹੈਂ (ਤੈਨੂੰ ਇਹ ਭੀ ਚੇਤਾ ਨਹੀਂ ਰਿਹਾ ਕਿ ਜਮਦੂਤ ਤੇਰੇ ਗਲ ਵਿਚ) ਗਲਾਵਾਂ ਪਾ ਕੇ (ਛੇਤੀ ਹੀ) ਲੈ ਜਾਣ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(glwivAw) gLy c r`sI (G`iq) pw ky[ pwpW, c`ly",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hircMdaurI dyiK mUTw; kUVu syjw rwivAw ]",
    "transliteration": "Harichandhouree Dhaekh Moothaa Koorr Saejaa Raaviaa ||",
    "translation": "Beholding an illusion, you are deceived, and on your bed, you enjoy a false lover.",
    "punjabi": "ਤੂੰ ਅਕਾਸ਼ ਦੀ ਖ਼ਿਆਲੀ ਨਗਰੀ (ਵਰਗੀ ਮਾਇਆ) ਨੂੰ ਵੇਖ ਕੇ ਠੱਗਿਆ ਜਾ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਇਸ ਠੱਗੀ-ਰੂਪ ਸੇਜ ਨੂੰ (ਆਨੰਦ ਨਾਲ) ਮਾਣ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "sMswrk pdwrQ rUp (hircMdaurI)gMDrbw n`grI, rOV c vw Asmwn c n`gr pRqIq hoxw[ (mUTw) T`igAw igAw",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "lib loiB AhMkwir mwqw; grib BieAw smwiexu ]",
    "transliteration": "Lab Lobh Ahankaar Maathaa Garab Bhaeiaa Samaaein ||",
    "translation": "You are intoxicated with greed, avarice and egotism; you are engrossed in self-conceit.",
    "punjabi": "ਹੇ ਜੀਵ! ਤੂੰ ਜੀਭ ਦੇ ਚਸਕੇ ਵਿਚ, ਮਾਇਆ ਦੇ ਲੋਭ ਵਿਚ, ਅਹੰਕਾਰ ਵਿਚ ਮਸਤ ਹੈਂ, ਤੂੰ ਸਦਾ ਹਉਮੈ ਵਿਚ ਲੀਨ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "l`ib[AhM-kwir[m`wqw[(smwiexu) lIn[",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "nwnk. imRg AigAwin ibnsy; nh imtY. Awvxu jwiexu ]2]",
    "transliteration": "Naanak Mrig Agiaan Binasae Neh Mittai Aavan Jaaein ||2||",
    "translation": "O Nanak, like the deer, you are being destroyed by your ignorance; your comings and goings shall never end. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਇਹ ਜੀਵ-ਹਰਨ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦੇ ਕਾਰਨ ਆਤਮਕ ਮੌਤੇ ਮਰ ਰਹੇ ਹਨ ਇਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕ ਸਕਦਾ ॥੨॥",
    "pronunciation": "(ibnsy) nws huMdw[ jwie-xu",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "imTY mKu muAw; ikau ley aufwrI ]",
    "transliteration": "Mithai Makh Muaa Kio Leae Ouddaaree ||",
    "translation": "The fly is caught in the sweet candy - how can it fly away?",
    "punjabi": "(ਜਿਵੇਂ, ਗੁੜ ਆਦਿਕ) ਮਿੱਠੇ ਉੱਤੇ (ਬੈਠ ਕੇ) ਮੱਖੀ (ਗੁੜ ਨਾਲ ਚੰਬੜਦੀ ਜਾਂਦੀ ਹੈ) ਉੱਡ ਨਹੀਂ ਸਕਦੀ, (ਤੇ ਉੱਥੇ ਹੀ) ਮਰ ਜਾਂਦੀ ਹੈ, (ਤਿਵੇਂ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ, ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ, ਤੇ ਜੀਵਨ ਉੱਚਾ ਨਹੀਂ ਕਰ ਸਕਦਾ)।",
    "pronunciation": "im`TY m`Ku",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hsqI griq pieAw; ikau qrIAY qwrI ]",
    "transliteration": "Hasathee Garath Paeiaa Kio Thareeai Thaaree ||",
    "translation": "The elephant has fallen into the pit - how can it escape?",
    "punjabi": "(ਕਾਮ-ਵੱਸ ਹੋਇਆ) ਹਾਥੀ (ਉਸ) ਟੋਏ ਵਿਚ ਡਿੱਗ ਪੈਂਦਾ ਹੈ (ਜੋ ਹਾਥੀ ਨੂੰ ਫੜਨ ਵਾਸਤੇ ਪੁੱਟਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਵਿਚ ਕਾਗਜ਼ ਦੀ ਹਥਣੀ ਖੜੀ ਕੀਤੀ ਹੁੰਦੀ ਹੈ) ਇਸੇ ਤਰ੍ਹਾਂ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਦੇ ਟੋਏ ਵਿਚ ਡਿੱਗ ਪੈਂਦਾ ਹੈ। (ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗੇ ਰਹਿ ਕੇ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ।",
    "pronunciation": "(griq) toey c[ jIv sMswr smuMdr qoN qwrI ikvyN (qrIAY) qrygw",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "qrxu duhylw BieAw. iKn mih; Ksmu. iciq n AwieE ]",
    "transliteration": "Tharan Dhuhaelaa Bhaeiaa Khin Mehi Khasam Chith N Aaeiou ||",
    "translation": "It shall be so difficult to swim across, for one who does not remember the Lord and Master, even for an instant.",
    "punjabi": "(ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਔਖਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਕਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਵੱਸ ਸਕਦਾ।",
    "pronunciation": "(duhylw) AOKw",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "dUKw sjweI. gxq nwhI; kIAw Apxw pwieE ]",
    "transliteration": "Dhookhaa Sajaaee Ganath Naahee Keeaa Apanaa Paaeiou ||",
    "translation": "His sufferings and punishments are beyond reckoning; he receives the consequences of his own actions.",
    "punjabi": "ਇਤਨੇ ਦੁੱਖ ਵਾਪਰਦੇ ਹਨ, ਇਤਨੀ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ਕਿ ਲੇਖਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਮਨਮੁਖ ਆਪਣਾ ਕੀਤਾ ਭੁਗਤਦਾ ਹੈ।",
    "pronunciation": "(sjweI) szw",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "guJw kmwxw pRgtu hoAw; eIq auqih KuAwrI ]",
    "transliteration": "Gujhaa Kamaanaa Pragatt Hoaa Eeth Outhehi Khuaaree ||",
    "translation": "His secret deeds are exposed, and he is ruined here and hereafter.",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ ਪਾਪ ਕਰਮ ਲੁਕ ਕੇ ਕਰਦਾ ਹੈ ਉਹ ਆਖ਼ਰ ਉੱਘੜ ਪੈਂਦਾ ਹੈ, ਮਨਮੁਖ ਇਸ ਲੋਕ ਵਿਚ ਭੀ ਤੇ ਪਰਲੋਕ ਵਿਚ ਭੀ ਬੇ-ਇੱਜ਼ਤੀ ਕਰਾਂਦਾ ਹੈ।",
    "pronunciation": "g`uJw[(eIq) ies lok c[ (auqih) pRlok c[",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "nwnk. siqgur bwJu. mUTw; mnmuKo AhMkwrI ]3]",
    "transliteration": "Naanak Sathigur Baajh Moothaa Manamukho Ahankaaree ||3||",
    "translation": "O Nanak, without the True Guru, the self-willed egotistical manmukh is defrauded. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਅਹੰਕਾਰਿਆ ਹੋਇਆ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਵਿਕਾਰਾਂ ਦੀ ਹੱਥੀਂ ਆਤਮਕ ਜੀਵਨ) ਲੁਟਾ ਬੈਠਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(mUTw) T`igAw",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "hir ky dws jIvy; lig pRB kI crxI ]",
    "transliteration": "Har Kae Dhaas Jeevae Lag Prabh Kee Charanee ||",
    "translation": "The Lord's slaves live by holding on to God's feet.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਪਰਮਾਤਮਾ ਦੀ ਚਰਨੀਂ ਪੈ ਕੇ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "kMiT lgwie lIey; iqsu Twkur srxI ]",
    "transliteration": "Kanth Lagaae Leeeae This Thaakur Saranee ||",
    "translation": "The Lord and Master embraces those who seek His Sanctuary.",
    "punjabi": "ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਤੇ ਉਹ ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "bl buiD igAwnu iDAwnu; Apxw Awip nwmu jpwieAw ]",
    "transliteration": "Bal Budhh Giaan Dhhiaan Apanaa Aap Naam Japaaeiaa ||",
    "translation": "He blesses them with power, wisdom, knowledge and meditation; He Himself inspires them to chant His Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਆਪਣਾ ਆਤਮਕ ਬਲ ਦੇਂਦਾ ਹੈ, ਉੱਚੀ ਅਕਲ ਦੇਂਦਾ ਹੈ, ਆਪਣੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਆਪਣੇ ਵਿਚ ਉਹਨਾਂ ਦੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਤੇ, ਉਹਨਾਂ ਪਾਸੋਂ ਆਪਣਾ ਨਾਮ ਜਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "swDsMgiq Awip hoAw; Awip jgqu qrwieAw ]",
    "transliteration": "Saadhhasangath Aap Hoaa Aap Jagath Tharaaeiaa ||",
    "translation": "He Himself is the Saadh Sangat, the Company of the Holy, and He Himself saves the world.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆਪ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਅੰਦਰ ਪਰਗਟ ਹੁੰਦਾ ਹੈ ਤੇ ਉਹਨਾਂ ਨੂੰ ਆਪ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ।",
    "pronunciation": "j`g-qu",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "rwiK lIey rKxhwrY; sdw inrml krxI ]",
    "transliteration": "Raakh Leeeae Rakhanehaarai Sadhaa Niramal Karanee ||",
    "translation": "The Preserver preserves those whose actions are always pure.",
    "punjabi": "ਰੱਖਣਹਾਰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੰਤਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਆਪ ਬਚਾਂਦਾ ਹੈ, (ਤਾਈਏਂ ਸੰਤ ਜਨਾਂ ਦਾ) ਆਚਰਨ ਸਦਾ ਪਵਿਤ੍ਰ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1680,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "nwnk. nrik, n jwih kbhUM; hir sMq. hir kI srxI ]4]2]11]",
    "transliteration": "Naanak Narak N Jaahi Kabehoon Har Santh Har Kee Saranee ||4||2||11||",
    "translation": "O Nanak, they never have to go to hell; the Lord's Saints are under the Lord's Protection. ||4||2||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਉਸ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣ ਕਰਕੇ ਨਰਕ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ ॥੪॥੨॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Awsw mhlw 5 ]",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "vM\\\\u myry Awlsw; hir pwis bynMqI ]",
    "transliteration": "Vannj Maerae Aalasaa Har Paas Baenanthee ||",
    "translation": "Be gone, O my laziness, that I may pray to the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਆਲਸ! ਚਲਾ ਜਾ (ਮੇਰੀ ਖ਼ਲਾਸੀ ਕਰ, ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਸਿਮਰਨ ਕਰਾਂ)। (ਹੇ ਸਖੀ!) ਮੈਂ ਪਰਮਾਤਮਾ ਪਾਸ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ (ਕਿ ਮੇਰਾ ਆਲਸ ਦੂਰ ਹੋ ਜਾਏ)।",
    "pronunciation": "(vM\\u) clw jwh[ by-nMqI",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "rwvau shu AwpnVw; pRB sMig sohMqI ]",
    "transliteration": "Raavo Sahu Aapanarraa Prabh Sang Sohanthee ||",
    "translation": "I enjoy my Husband Lord, and look beautiful with my God.",
    "punjabi": "(ਹੇ ਸਖੀ! ਜਿਉਂ ਜਿਉਂ) ਮੈਂ ਆਪਣੇ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹਾਂ (ਤਿਉਂ ਤਿਉਂ) ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ ਮੇਰਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਦਾ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(rwvau) AnMd mwxo[ (sohMqI) soBdI",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sMgy sohMqI kMq suAwmI; idnsu rYxI rwvIAY ]",
    "transliteration": "Sangae Sohanthee Kanth Suaamee Dhinas Rainee Raaveeai ||",
    "translation": "I look beautiful in the Company of my Husband Lord; I enjoy my Lord Master day and night.",
    "punjabi": "ਹੇ ਸਖੀ! ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੁਆਮੀ ਕੰਤ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੀ ਹੈ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(rwvIAY) ismrIey",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swis swis icqwir jIvw; pRBu pyiK hir gux gwvIAY ]",
    "transliteration": "Saas Saas Chithaar Jeevaa Prabh Paekh Har Gun Gaaveeai ||",
    "translation": "I live by remembering God with each and every breath, beholding the Lord, and singing His Glorious Praises.",
    "punjabi": "ਹੇ ਸਖੀ! ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਤੇ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਰਿਹਾ ਹੈ! ਹੇ ਸਖੀ! ਉਸ ਹਰੀ ਦੇ ਗੁਣ ਸਦਾ ਗਾਣੇ ਚਾਹੀਦੇ ਹਨ।",
    "pronunciation": "(icqwir) ismr",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ibrhw ljwieAw. drsu pwieAw; Aimau idRsit isMcMqI ]",
    "transliteration": "Birehaa Lajaaeiaa Dharas Paaeiaa Amio Dhrisatt Sinchanthee ||",
    "translation": "The pain of separation has grown shy, for I have obtained the Blessed Vision of His Darshan; His Ambrosial Glance of Grace has filled me with bliss.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਨੇ ਆਪਣੀ) ਨਿਗਾਹ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਸਿੰਜਿਆ ਉਸ ਨੇ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸ਼ਨ ਕਰ ਲਿਆ ਉਸ ਦੇ ਅੰਦਰੋਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ) ਵਿਛੋੜਾ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "(ibrhw) ivCoVw[ (l`jwieAw) SrmwieAw imt igAw[ siqgurW dI (Aimau) AMimRq idRstI ny AMimRq nwl (isM-cMqI) isMj id`qI, AMimRq dy smuMdR c nhw id`qI",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ibnvMiq nwnku. myrI ieC puMnI; imly ijsu KojMqI ]1]",
    "transliteration": "Binavanth Naanak Maeree Eishh Punnee Milae Jis Khojanthee ||1||",
    "translation": "Prays Nanak, my desires are fulfilled; I have met the One I was seeking. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ-ਹੇ ਸਖੀ!) ਮੇਰੀ ਮਨ ਦੀ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਗਈ ਹੈ, ਮੈਨੂੰ ਉਹ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ ਜਿਸ ਨੂੰ ਮੈਂ ਭਾਲ ਰਹੀ ਸਾਂ ॥੧॥",
    "pronunciation": "ibn-vMiq ie`C[(puMnI) pUrI hoeI[",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "nis vM\\\\hu. iklivKhu; krqw Gir AwieAw ]",
    "transliteration": "Nas Vannjahu Kilavikhahu Karathaa Ghar Aaeiaa ||",
    "translation": "Run away, O sins; the Creator has entered my home.",
    "punjabi": "ਹੇ ਪਾਪੋ! (ਮੇਰੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮੇਰਾ) ਕਰਤਾਰ ਆ ਵੱਸਿਆ ਹੈ (ਹੁਣ ਤੁਸੀ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚੋਂ) ਚਲੇ ਜਾਵੋ।",
    "pronunciation": "n`is[(vM\\hu) cly jwE[ (iklivKhu) pwpo[",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "dUqh dhnu BieAw; goivMdu pRgtwieAw ]",
    "transliteration": "Dhootheh Dhehan Bhaeiaa Govindh Pragattaaeiaa ||",
    "translation": "The demons within me have been burnt; the Lord of the Universe has revealed Himself to me.",
    "punjabi": "ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਗੋਵਿੰਦ ਪਰਗਟ ਹੋ ਜਾਏ, ਉਸ ਵਿਚੋਂ ਵਿਕਾਰ-ਵੈਰੀਆਂ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "kwmwid (dUqh) vYrIAW dw [(dhnu) sV gey",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "pRgty gupwl goibMd lwln; swDsMig vKwixAw ]",
    "transliteration": "Pragattae Gupaal Gobindh Laalan Saadhhasang Vakhaaniaa ||",
    "translation": "The Beloved Lord of the Universe, the Lord of the World has revealed Himself; in the Saadh Sangat, the Company of the Holy, I chant His Name.",
    "punjabi": "ਤੇ ਪਿਆਰੇ ਗੋਪਾਲ ਗੋਵਿੰਦ ਜੀ (ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਹੁੰਦੇ ਹਨ ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਗੋਵਿੰਦ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(lwln) ipAwry[ (vKwixAw) ismirAw",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awcrju fITw. Aimau vUTw; gur pRswdI jwixAw ]",
    "transliteration": "Aacharaj Ddeethaa Amio Voothaa Gur Prasaadhee Jaaniaa ||",
    "translation": "I have seen the Wondrous Lord; He showers His Ambrosial Nectar upon me, and by Guru's Grace, I know Him.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਦੁਆਰਾ ਗੋਬਿੰਦ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ਉਹ (ਆਪਣੇ ਅੰਦਰ ਇਕ) ਹੈਰਾਨ ਕਰ ਦੇਣ ਵਾਲਾ ਤਮਾਸ਼ਾ ਵੇਖਦਾ ਹੈ (ਕਿ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(Aimau) AMimRq[ (vUTw) visAw[ Aw-crju",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "min sWiq AweI. vjI vDweI; nh AMqu jweI pwieAw ]",
    "transliteration": "Man Saanth Aaee Vajee Vadhhaaee Neh Anth Jaaee Paaeiaa ||",
    "translation": "My mind is at peace, resounding with the music of bliss; the Lord's limits cannot be found.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚ ਬੇਅੰਤ ਠੰਡ ਪੈ ਜਾਂਦੀ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਬੇਅੰਤ ਚੜ੍ਹਦੀ ਕਲਾ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ibnvMiq nwnk. suK shij mylw; pRBU Awip bxwieAw ]2]",
    "transliteration": "Binavanth Naanak Sukh Sehaj Maelaa Prabhoo Aap Banaaeiaa ||2||",
    "translation": "Prays Nanak, God brings us to union with Himself, in the poise of celestial peace. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ, (ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਨੰਦ-ਮਈ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਉਸ ਦਾ ਆਪਣੇ ਨਾਲ ਮਿਲਾਪ ਬਣਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nrk. n fITiVAw; ismrq nwrwiex ]",
    "transliteration": "Narak N Ddeetharriaa Simarath Naaraaein ||",
    "translation": "They do not have to see hell, if they remember the Lord in meditation.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਨਰਕ ਨਹੀਂ ਵੇਖਣੇ ਪੈਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jY jY Drmu kry; dUq Bey plwiex ]",
    "transliteration": "Jai Jai Dhharam Karae Dhooth Bheae Palaaein ||",
    "translation": "The Righteous Judge of Dharma applauds them, and the Messenger of Death runs away from them.",
    "punjabi": "ਧਰਮ ਰਾਜ (ਭੀ) ਉਹਨਾਂ ਨੂੰ ਨਮਸਕਾਰ ਕਰਦਾ ਹੈ, ਜਮਦੂਤ ਉਹਨਾਂ ਤੋਂ ਪਰੇ ਦੌੜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(Drmu) Drmrwj[ (plwiex) B`j gey",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "Drm DIrj shj suKIey; swDsMgiq hir Bjy ]",
    "transliteration": "Dhharam Dhheeraj Sehaj Sukheeeae Saadhhasangath Har Bhajae ||",
    "translation": "Dharmic faith, patience, peace and poise are obtained by vibrating upon the Lord in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ ਕੇ ਉਹ ਮਨੁੱਖ ਸੁਖੀ ਹੋ ਜਾਂਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਧਰਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਧੀਰਜ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ਆਤਮਕ ਅਡੋਲਤਾ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(Bj:poly) ismry",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "kir AnugRhu rwiK lIny; moh mmqw sB qjy ]",
    "transliteration": "Kar Anugrahu Raakh Leenae Moh Mamathaa Sabh Thajae ||",
    "translation": "Showering His Blessings, He saves those who renounce all attachments and egotism.",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਮੋਹ ਮਮਤਾ ਆਦਿਕ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਮੋਹ ਮਮਤਾ ਆਦਿਕ ਸਭ ਤਿਆਗ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(A-nu`gRhu) ikRpw[ (qjy) iqAwgy[qjy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "gih kMiT lwey. guir imlwey; goivMd jpq AGwiex ]",
    "transliteration": "Gehi Kanth Laaeae Gur Milaaeae Govindh Japath Aghaaein ||",
    "translation": "The Lord embraces us; the Guru unites us with Him. Meditating on the Lord of the Universe, we are satisfied.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ (ਬਾਹੋਂ) ਫੜ ਕੇ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦਾ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵੱਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(gih) PV ky (kMiT) gLy nwl[ (AGwiex) iqRpq",
    "type_id": 3
  },
  {
    "shabad_id": 1681,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ibnvMiq nwnk. ismir suAwmI; sgl Aws pujwiex ]3]",
    "transliteration": "Binavanth Naanak Simar Suaamee Sagal Aas Pujaaein ||3||",
    "translation": "Prays Nanak, remembering the Lord and Master in meditation, all hopes are fulfilled. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਉਹ ਮਨੁੱਖ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਕਰ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]