[
  {
    "shabad_id": 1751,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "(kl)SkqI[ qYN",
    "type_id": 3
  },
  {
    "shabad_id": 1751,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Awpy hI krxw kIE; kl Awpy hI qY DwrIAY]",
    "transliteration": "Aapae Hee Karanaa Keeou Kal Aapae Hee Thai Dhhaareeai ||",
    "translation": "You Yourself created the creation; You Yourself infused Your power into it.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਆਪ ਹੀ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਰਚੀ ਹੈ ਅਤੇ ਤੂੰ ਆਪ ਹੀ ਇਸ ਵਿਚ (ਜਿੰਦ ਰੂਪ) ਸੱਤਿਆ ਪਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1751,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "dyKih kIqw Awpxw; Dir kcI pkI swrIAY]",
    "transliteration": "Dhaekhehi Keethaa Aapanaa Dhhar Kachee Pakee Saareeai ||",
    "translation": "You behold Your creation, like the losing and winning dice of the earth.",
    "punjabi": "ਚੰਗੇ ਮੰਦੇ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰ ਕੇ, ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਹੋਇਆਂ ਦੀ ਤੂੰ ਆਪ ਹੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(Dir) rc ky[ (swrIAY) jIv rUpI nrdW sMswr dI cOpV Kyf c",
    "type_id": 3
  },
  {
    "shabad_id": 1751,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jo AwieAw so clsI; sBu koeI AweI vwrIAY]",
    "transliteration": "Jo Aaeiaa So Chalasee Sabh Koee Aaee Vaareeai ||",
    "translation": "Whoever has come, shall depart; all shall have their turn.",
    "punjabi": "ਜੋ ਸੰਸਾਰ ਤੇ ਜਨਮ ਲੈ ਕੇ ਆਇਆ ਹੈ, ਉਸ ਦੀ ਮੌਤ ਵੀ ਅਵੱਸ਼ ਹੋਵੇਗੀ। ਇਹ ਮਤ ਦੀ ਵਾਰੀ ਸਭ ਨੂੰ ਆਉਣ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1751,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ijs ky jIA prwx hih; ikau swihbu mnhu ivswrIAY]",
    "transliteration": "Jis Kae Jeea Paraan Hehi Kio Saahib Manahu Visaareeai ||",
    "translation": "He who owns our soul, and our very breath of life - why should we forget that Lord and Master from our minds?",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਦਿੱਤੇ ਹੋਏ ਇਹ ਜਿੰਦ ਤੇ ਪ੍ਰਾਣ ਹਨ, ਉਸ ਮਾਲਕ ਨੂੰ ਮਨ ਤੋਂ ਕਦੇ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1751,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awpx hQI Awpxw; Awpy hI kwju svwrIAY]20]",
    "transliteration": "Aapan Hathhee Aapanaa Aapae Hee Kaaj Savaareeai ||20||",
    "translation": "With our own hands, let us resolve our own affairs. ||20||",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ ਇਹ ਜਿੰਦ ਤੇ ਪ੍ਰਾਣ ਮਿਲੇ ਹੋਏ ਹਨ, ਉੱਦਮ ਕਰ ਕੇ) ਆਪਣੇ ਹੱਥਾਂ ਨਾਲ ਆਪਣਾ ਕੰਮ ਆਪ ਹੀ ਸੁਆਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਭਾਵ, ਇਹ ਮਨੁੱਖਾ-ਜਨਮ ਹਰੀ ਦੇ ਸਿਮਰਨ ਨਾਲ ਸਫਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ) ॥੨੦॥",
    "pronunciation": "h`QIN",
    "type_id": 3
  },
  {
    "shabad_id": 1752,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "sloku mhlw 2]",
    "transliteration": "Salok Mehalaa 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1752,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "eyh iknyhI AwskI; dUjY lgY jwie]",
    "transliteration": "Eaeh Kinaehee Aasakee Dhoojai Lagai Jaae ||",
    "translation": "What sort of love is this, which clings to duality?",
    "punjabi": "(ਜੇ ਕੋਈ ਪ੍ਰੇਮੀ ਜੀਊੜਾ ਆਪਣੇ ਪਿਆਰੇ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਵਿਚ (ਭੀ) ਚਿੱਤ ਜੋੜ ਲਏ, ਤਾਂ ਉਸ ਦੇ ਇਸ਼ਕ ਨੂੰ ਸੱਚਾ ਇਸ਼ਕ ਨਹੀਂ ਆਖਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1752,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnk. Awsku kWFIAY; sd hI rhY smwie]",
    "transliteration": "Naanak Aasak Kaandteeai Sadh Hee Rehai Samaae ||",
    "translation": "O Nanak, he alone is called a lover, who remains forever immersed in absorption.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਸੱਚਾ ਆਸ਼ਕ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ ਜੋ ਹਰ ਵੇਲੇ (ਆਪਣੇ ਹੀ ਪ੍ਰੀਤਮ ਦੀ ਯਾਦ ਵਿਚ) ਡੁੱਬਾ ਰਹੇ।",
    "pronunciation": "(kWFIAY) ikhw jWdw",
    "type_id": 3
  },
  {
    "shabad_id": 1752,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "cMgY cMgw kir mMny; mMdY mMdw hoie]",
    "transliteration": "Changai Changaa Kar Mannae Mandhai Mandhaa Hoe ||",
    "translation": "But one who feels good only when good is done for him, and feels bad when things go badly",
    "punjabi": "(ਆਪਣੇ ਪਿਆਰੇ ਵਲੋਂ ਹੋਏ ਕਿਸੇ) ਚੰਗੇ (ਕੰਮ) ਨੂੰ ਤੱਕ ਕੇ ਆਖੇ ਕਿ ਇਹ ਚੰਗਾ ਕੰਮ ਹੈ, ਪਰ ਮਾੜੇ ਕੰਮ ਨੂੰ ਵੇਖ ਕੇ ਆਖੇ ਕਿ ਇਹ ਮਾੜਾ ਕੰਮ ਹੈ (ਭਾਵ, ਆਪਣੇ ਵਲੋਂ ਆਏ ਕਿਸੇ ਸੁਖ ਨੂੰ ਤਾਂ ਹੱਸ ਕੇ ਕਬੂਲ ਕਰੇ, ਪਰ ਦੁੱਖ ਨੂੰ ਵੇਖ ਕੇ ਘਾਬਰ ਜਾਏ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1752,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Awsku eyhu. n AwKIAY; ij lyKY vrqY soie]1]",
    "transliteration": "Aasak Eaehu N Aakheeai J Laekhai Varathai Soe ||1||",
    "translation": "- do not call him a lover. He trades only for his own account. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਭੀ, ਹੇ ਨਾਨਕ! ਸੱਚਾ ਆਸ਼ਕ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ, ਕਿਉਂਕਿ ਉਹ ਲੇਖੇ ਗਿਣ ਗਿਣ ਕੇ ਪਿਆਰ ਦੀ ਸਾਂਝ ਬਣਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1753,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mhlw 2]",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1753,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "slwmu jbwbu dovY kry; muMFhu GuQw jwie]",
    "transliteration": "Salaam Jabaab Dhovai Karae Mundtahu Ghuthhaa Jaae ||",
    "translation": "One who offers both respectful greetings and rude refusal to his master, has gone wrong from the very beginning.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅੱਗੇ ਕਦੇ ਤਾਂ) ਸਿਰ ਨਿਵਾਂਦਾ ਹੈ, ਅਤੇ ਕਦੇ (ਉਸ ਦੇ ਕੀਤੇ ਉੱਤੇ) ਇਤਰਾਜ਼ ਕਰਦਾ ਹੈ, ਉਹ (ਮਾਲਕ ਦੀ ਰਜ਼ਾ ਦੇ ਰਾਹ ਉੱਤੇ ਤੁਰਨ ਤੋਂ) ਉੱਕਾ ਹੀ ਖੁੰਝਿਆ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(muMFhu) mu`F hir jI[ (Gu`Qw) Bu`ilAw",
    "type_id": 3
  },
  {
    "shabad_id": 1753,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. dovY kUVIAw; Qwie n kweI pwie]2]",
    "transliteration": "Naanak Dhovai Koorreeaa Thhaae N Kaaee Paae ||2||",
    "translation": "O Nanak, both of his actions are false; he obtains no place in the Court of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਿਰ ਨਿਵਾਣਾ ਅਤੇ ਇਤਰਾਜ਼ ਕਰਨਾ-ਦੋਵੇਂ ਹੀ ਝੂਠੇ ਹਨ, ਇਹਨਾਂ ਦੋਹਾਂ ਵਿਚੋਂ ਕੋਈ ਗੱਲ ਭੀ (ਮਾਲਕ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਨਹੀਂ ਹੁੰਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1754,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1754,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ijqu syivAY suKu pweIAY; so swihbu sdw sm@wlIAY]",
    "transliteration": "Jith Saeviai Sukh Paaeeai So Saahib Sadhaa Samhaaleeai ||",
    "translation": "Serving Him, peace is obtained; meditate and dwell upon that Lord and Master forever.",
    "punjabi": "ਜਿਸ ਮਾਲਕ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਸੁਖ ਮਿਲਦਾ ਹੈ, ਉਸ ਮਾਲਕ ਨੂੰ ਸਦਾ ਯਾਦ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1754,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ijqu kIqw pweIAY Awpxw; sw Gwl burI. ikau GwlIAY]",
    "transliteration": "Jith Keethaa Paaeeai Aapanaa Saa Ghaal Buree Kio Ghaaleeai ||",
    "translation": "Why do you do such evil deeds, that you shall have to suffer so?",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਨੇ ਆਪਣੇ ਕੀਤੇ ਦਾ ਫਲ ਆਪ ਭੋਗਣਾ ਹੈ ਤਾਂ ਫੇਰ ਕੋਈ ਮਾੜੀ ਕਮਾਈ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ (ਜਿਸ ਦਾ ਮਾੜਾ ਫਲ ਭੋਗਣਾ ਪਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1754,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mMdw. mUil n kIceI; dy lMmI ndir inhwlIAY]",
    "transliteration": "Mandhaa Mool N Keechee Dhae Lanmee Nadhar Nihaaleeai ||",
    "translation": "Do not do any evil at all; look ahead to the future with foresight.",
    "punjabi": "ਮਾੜਾ ਕੰਮ ਭੁੱਲ ਕੇ ਭੀ ਨਾ ਕਰੀਏ, ਡੂੰਘੀ (ਵਿਚਾਰ ਵਾਲੀ) ਨਜ਼ਰ ਮਾਰ ਕੇ ਤੱਕ ਲਈਏ (ਕਿ ਇਸ ਮਾੜੇ ਕੰਮ ਦਾ ਸਿੱਟਾ ਕੀਹ ਨਿਕਲੇਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1754,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ijau swihb nwil. n hwrIAY; qyvyhw pwsw FwlIAY]",
    "transliteration": "Jio Saahib Naal N Haareeai Thaevaehaa Paasaa Dtaaleeai ||",
    "translation": "So throw the dice in such a way, that you shall not lose with your Lord and Master.",
    "punjabi": "ਕੋਈ ਇਹੋ ਜਿਹਾ ਉੱਦਮ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਕਰਕੇ (ਪ੍ਰਭੂ) ਖਸਮ ਨਾਲੋਂ (ਪ੍ਰੀਤ) ਨਾ ਟੁੱਟ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1754,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ikCu lwhy aupir; GwlIAY]21]",
    "transliteration": "Kishh Laahae Oupar Ghaaleeai ||21||",
    "translation": "Do those deeds which shall bring you profit. ||21||",
    "punjabi": "(ਮਨੁੱਖਾ-ਜਨਮ ਪਾ ਕੇ) ਕੋਈ ਨਫ਼ੇ ਵਾਲੀ ਘਾਲ ਕਮਾਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1755,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "sloku mhlw 2]",
    "transliteration": "Salok Mehalaa 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1755,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "cwkru lgY cwkrI; nwly gwrbu vwdu]",
    "transliteration": "Chaakar Lagai Chaakaree Naalae Gaarab Vaadh ||",
    "translation": "If a servant performs service, while being vain and argumentative,",
    "punjabi": "ਜੋ ਕੋਈ ਨੌਕਰ ਆਪਣੇ ਮਾਲਕ ਦੀ ਨੌਕਰੀ ਭੀ ਕਰੇ, ਤੇ ਨਾਲ ਨਾਲ ਆਪਣੇ ਮਾਲਕ ਅੱਗੇ ਆਕੜ ਦੀਆਂ ਗੱਲਾਂ ਭੀ ਕਰੀ ਜਾਏ,",
    "pronunciation": "(gwrbu) hMkwr[ (vwdu) JgVw",
    "type_id": 3
  },
  {
    "shabad_id": 1755,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "glw kry GxyrIAw; Ksm. n pwey swdu]",
    "transliteration": "Galaa Karae Ghanaereeaa Khasam N Paaeae Saadh ||",
    "translation": "He may talk as much as he wants, but he shall not be pleasing to his Master.",
    "punjabi": "ਅਤੇ ਇਹੋ ਜਿਹੀਆਂ ਬਾਹਰਲੀਆਂ ਗੱਲਾਂ ਮਾਲਕ ਦੇ ਸਾਮ੍ਹਣੇ ਕਰੇ, ਤਾਂ ਉਹ ਨੌਕਰ ਮਾਲਕ ਦੀ ਖ਼ੁਸ਼ੀ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "g`lW",
    "type_id": 3
  },
  {
    "shabad_id": 1755,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awpu gvwie syvw kry; qw ikCu pwey mwnu]",
    "transliteration": "Aap Gavaae Saevaa Karae Thaa Kishh Paaeae Maan ||",
    "translation": "But if he eliminates his self-conceit and then performs service, he shall be honored.",
    "punjabi": "ਮਨੁੱਖ ਆਪਣਾ ਆਪ ਮਿਟਾ ਕੇ (ਮਾਲਕ ਦੀ) ਸੇਵਾ ਕਰੇ ਤਾਂ ਹੀ ਉਸ ਨੂੰ (ਮਾਲਕ ਦੇ ਦਰ ਤੋਂ) ਕੁਝ ਆਦਰ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "(Awpu) hMkwr",
    "type_id": 3
  },
  {
    "shabad_id": 1755,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nwnk. ijs no lgw iqsu imlY; lgw so prvwnu]1]",
    "transliteration": "Naanak Jis No Lagaa This Milai Lagaa So Paravaan ||1||",
    "translation": "O Nanak, if he merges with the one with whom he is attached, his attachment becomes acceptable. ||1||",
    "punjabi": "ਤਾਂ ਹੀ, ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਉਸ ਮਾਲਕ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਜਿਸ ਦੀ ਸੇਵਾ ਵਿਚ ਲੱਗਾ ਹੋਇਆ ਹੈ। (ਆਪਣਾ ਆਪ ਗੁਆ ਕੇ ਸੇਵਾ ਵਿਚ) ਲੱਗਾ ਹੋਇਆ ਮਨੁੱਖ ਹੀ (ਮਾਲਕ ਦੇ ਦਰ ਤੇ) ਕਬੂਲ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "l`gw",
    "type_id": 3
  },
  {
    "shabad_id": 1756,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mhlw 2]",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1756,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jo jIie hoie su augvY; muh kw kihAw vwau]",
    "transliteration": "Jo Jeee Hoe S Ougavai Muh Kaa Kehiaa Vaao ||",
    "translation": "Whatever is in the mind, comes forth; spoken words by themselves are just wind.",
    "punjabi": "ਜੋ ਕੁਝ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਪਰਗਟ ਹੁੰਦਾ ਹੈ, (ਭਾਵ, ਜਿਹੋ ਜਿਹੀ ਮਨੁੱਖ ਦੀ ਨੀਯਤ ਹੁੰਦੀ ਹੈ, ਤਿਹੋ ਜਿਹਾ ਉਸ ਨੂੰ ਫਲ ਲੱਗਦਾ ਹੈ), (ਜੇ ਅੰਦਰ ਨੀਯਤ ਕੁਝ ਹੋਰ ਹੋਵੇ, ਤਾਂ ਉਸ ਦੇ ਉਲਟ) ਮੂੰਹੋਂ ਆਖ ਦੇਣਾ ਵਿਅਰਥ ਹੈ।",
    "pronunciation": "(augvY) pRgt huMdw[ (vwau) ivArQ[ jI-ie",
    "type_id": 3
  },
  {
    "shabad_id": 1756,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "bIjy ibKu mMgY AMimRqu; vyKhu eyhu inAwau]2]",
    "transliteration": "Beejae Bikh Mangai Anmrith Vaekhahu Eaehu Niaao ||2||",
    "translation": "He sows seeds of poison, and demands Ambrosial Nectar. Behold - what justice is this? ||2||",
    "punjabi": "ਇਹ ਕੇਡੀ ਅਚਰਜ ਗੱਲ ਹੈ ਕਿ ਮਨੁੱਖ ਬੀਜਦਾ ਤਾਂ ਜ਼ਹਿਰ ਹੈ (ਭਾਵ, ਨੀਯਤ ਤਾਂ ਵਿਕਾਰਾਂ ਵਲ ਹੈ) (ਪਰ ਉਸ ਦੇ ਫਲ ਵਜੋਂ) ਮੰਗਦਾ ਅੰਮ੍ਰਿਤ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1757,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mhlw 2]",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1757,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "nwil ieAwxy dosqI; kdy. n AwvY rwis]",
    "transliteration": "Naal Eiaanae Dhosathee Kadhae N Aavai Raas ||",
    "translation": "Friendship with a fool never works out right.",
    "punjabi": "ਕੋਈ ਭੀ ਮਨੁੱਖ ਪਰਖ ਕੇ ਵੇਖ ਲਏ, ਕਿਸੇ ਅੰਞਾਣ ਨਾਲ ਲਾਈ ਹੋਈ ਮਿੱਤਰਤਾ ਕਦੇ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦੀ,",
    "pronunciation": "(rwis) drusq",
    "type_id": 3
  },
  {
    "shabad_id": 1757,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jyhw jwxY. qyho vrqY; vyKhu ko inrjwis]",
    "transliteration": "Jaehaa Jaanai Thaeho Varathai Vaekhahu Ko Nirajaas ||",
    "translation": "As he knows, he acts; behold, and see that it is so.",
    "punjabi": "ਕਿਉਂਕਿ ਉਸ ਅੰਞਾਣ ਦਾ ਰਵੱਈਆ ਉਹੋ ਜਿਹਾ ਹੀ ਰਹਿੰਦਾ ਹੈ ਜਿਹੋ ਜਹੀ ਉਸ ਦੀ ਸਮਝ ਹੁੰਦੀ ਹੈ; (ਇਸੇ ਤਰ੍ਹਾਂ ਇਸ ਮੂਰਖ ਮਨ ਦੇ ਆਖੇ ਲੱਗਿਆਂ ਕਦੇ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ, ਇਹ ਮਨ ਆਪਣੀ ਸਮਝ ਅਨੁਸਾਰ ਵਿਕਾਰਾਂ ਵਲ ਹੀ ਲਈ ਫਿਰਦਾ ਹੈ)।",
    "pronunciation": "(inrjwis) inrxw krky",
    "type_id": 3
  },
  {
    "shabad_id": 1757,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "vsqU AMdir. vsqu smwvY; dUjI hovY pwis]",
    "transliteration": "Vasathoo Andhar Vasath Samaavai Dhoojee Hovai Paas ||",
    "translation": "One thing can be absorbed into another thing, but duality keeps them apart.",
    "punjabi": "ਕਿਸੇ ਇਕ ਚੀਜ਼ ਵਿਚ ਕੋਈ ਹੋਰ ਚੀਜ਼ ਤਾਂ ਹੀ ਪੈ ਸਕਦੀ ਹੈ, ਜੇ ਉਸ ਵਿਚੋਂ ਪਹਿਲੀ ਪਈ ਹੋਈ ਚੀਜ਼ ਕੱਢ ਲਈ ਜਾਏ; (ਇਸੇ ਤਰ੍ਹਾਂ ਇਸ ਮਨ ਨੂੰ ਪ੍ਰਭੂ ਵਲ ਜੋੜਨ ਲਈ ਇਹ ਜ਼ਰੂਰੀ ਹੈ ਕਿ ਇਸ ਦਾ ਪਹਿਲਾ ਸੁਭਾਉ ਤਬਦੀਲ ਕੀਤਾ ਜਾਏ)।",
    "pronunciation": "(pwis) pwsy",
    "type_id": 3
  },
  {
    "shabad_id": 1757,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swihb syqI. hukmu n clY; khI bxY Ardwis]",
    "transliteration": "Saahib Saethee Hukam N Chalai Kehee Banai Aradhaas ||",
    "translation": "No one can issue commands to the Lord Master; offer instead humble prayers.",
    "punjabi": "ਖਸਮ ਨਾਲ ਹੁਕਮ ਕੀਤਾ ਹੋਇਆ ਕਾਮਯਾਬ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਉਸ ਦੇ ਅੱਗੇ ਤਾਂ ਨਿਮ੍ਰਤਾ ਹੀ ਫਬਦੀ ਹੈ।",
    "pronunciation": "(sy~qI) nwl[ c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 1757,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kUiV kmwxY. kUVo hovY; nwnk. isPiq ivgwis]3]",
    "transliteration": "Koorr Kamaanai Koorro Hovai Naanak Sifath Vigaas ||3||",
    "translation": "Practicing falsehood, only falsehood is obtained. O Nanak, through the Lord's Praise, one blossoms forth. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੋਖੇ ਦਾ ਕੰਮ ਕੀਤਿਆਂ ਧੋਖਾ ਹੀ ਹੁੰਦਾ ਹੈ, (ਭਾਵ, ਜਿਤਨਾ ਚਿਰ ਮਨੁੱਖ ਦੁਨੀਆ ਦੇ ਧੰਦਿਆਂ ਵਿਚ ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਉਤਨਾ ਚਿਰ ਚਿੰਤਾ ਵਿਚ ਹੀ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਹੀ ਖਿੜਾਉ ਵਿਚ ਆਉਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(kmwxY) kmweI kIiqAW[ (ivgwis) KyVw",
    "type_id": 3
  },
  {
    "shabad_id": 1758,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mhlw 2]",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1758,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "nwil ieAwxy dosqI; vfwrU isau nyhu]",
    "transliteration": "Naal Eiaanae Dhosathee Vaddaaroo Sio Naehu ||",
    "translation": "Friendship with a fool, and love with a pompous person,",
    "punjabi": "ਅੰਞਾਣ ਨਾਲ ਮਿੱਤਰਤਾ, ਜਾਂ ਆਪਣੇ ਨਾਲੋਂ ਵੱਡੇ ਨਾਲ ਪਿਆਰ-",
    "pronunciation": "(vfwrU) v`fw Apxy qoN",
    "type_id": 3
  },
  {
    "shabad_id": 1758,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pwxI AMdir lIk ijau; iqs dw Qwau n Qyhu]4]",
    "transliteration": "Paanee Andhar Leek Jio This Dhaa Thhaao N Thhaehu ||4||",
    "translation": "Are like lines drawn in water, leaving no trace or mark. ||4||",
    "punjabi": "ਇਹ ਇਉਂ ਹਨ ਜਿਵੇਂ ਪਾਣੀ ਵਿਚ ਲੀਕ ਹੈ, ਉਸ ਲੀਕ ਦਾ ਕੋਈ ਨਿਸ਼ਾਨ ਨਹੀਂ ਰਹਿੰਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1759,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mhlw 2]",
    "transliteration": "Mehalaa 2 ||",
    "translation": "Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1759,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hoie ieAwxw kry kMmu; Awix n skY rwis]",
    "transliteration": "Hoe Eiaanaa Karae Kanm Aan N Sakai Raas ||",
    "translation": "If a fool does a job, he cannot do it right.",
    "punjabi": "ਜੇ ਕੋਈ ਅੰਞਾਣ ਹੋਵੇ ਤੇ ਉਹ ਕੋਈ ਕੰਮ ਕਰੇ, ਉਹ ਕੰਮ ਨੂੰ ਸਿਰੇ ਨਹੀਂ ਚਾੜ੍ਹ ਸਕਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1759,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "jy iek AD cMgI kry; dUjI BI vyrwis]5]",
    "transliteration": "Jae Eik Adhh Changee Karae Dhoojee Bhee Vaeraas ||5||",
    "translation": "Even if he does something right, he does the next thing wrong. ||5||",
    "punjabi": "ਜੇ ਭਲਾ ਉਹ ਕਦੇ ਕੋਈ ਮਾੜਾ-ਮੋਟਾ ਇਕ ਕੰਮ ਕਰ ਭੀ ਲਵੇ, ਤਾਂ ਭੀ ਦੂਜੇ ਕੰਮ ਨੂੰ ਵਿਗਾੜ ਦਏਗਾ ॥੫॥",
    "pronunciation": "(vyrwis) Krwb[ A`D",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "cwkru lgY cwkrI; jy clY KsmY Bwie]",
    "transliteration": "Chaakar Lagai Chaakaree Jae Chalai Khasamai Bhaae ||",
    "translation": "If a servant, performing service, obeys the Will of his Master,",
    "punjabi": "ਜੋ ਨੌਕਰ ਆਪਣੇ ਮਾਲਕ ਦੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਤੁਰੇ (ਤਾਂ ਹੀ ਸਮਝੋ, ਕਿ) ਉਹ ਮਾਲਕ ਦੀ ਨੌਕਰੀ ਕਰ ਰਿਹਾ ਹੈ,",
    "pronunciation": "c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hurmiq iqsno AglI; Ehu vjhu iB dUxw Kwie]",
    "transliteration": "Huramath This No Agalee Ouhu Vajahu Bh Dhoonaa Khaae ||",
    "translation": "His honor increases, and he receives double his wages.",
    "punjabi": "ਉਸ ਨੂੰ ਇਕ ਤਾਂ ਬੜੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ, ਦੂਜੇ ਤਨਖ਼ਾਹ ਭੀ ਮਾਲਕ ਪਾਸੋਂ ਦੂਣੀ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(hurmiq) ie`zq[ (AglI) bhuq[ (vjhu)b^SIS[ vjhu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "KsmY kry brwbrI; iPir gYriq AMdir pwie]",
    "transliteration": "Khasamai Karae Baraabaree Fir Gairath Andhar Paae ||",
    "translation": "But if he claims to be equal to his Master, he earns his Master's displeasure.",
    "punjabi": "ਪਰ ਜੇ ਸੇਵਕ ਆਪਣੇ ਮਾਲਕ ਦੀ ਬਰਾਬਰੀ ਕਰਦਾ ਹੈ (ਭਾਵ, ਮਾਲਕ ਨਾਲ ਸਾਵਾਂ ਹੋਣ ਦਾ ਜਤਨ ਕਰਦਾ ਹੈ), ਉਹ ਮਨ ਵਿਚ ਸ਼ਰਮਿੰਦਗੀ ਹੀ ਉਠਾਂਦਾ ਹੈ,",
    "pronunciation": "(gYriq) SrimMdgI",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "vjhu gvwey Aglw; muhy muih pwxw Kwie]",
    "transliteration": "Vajahu Gavaaeae Agalaa Muhae Muhi Paanaa Khaae ||",
    "translation": "He loses his entire salary, and is also beaten on his face with shoes.",
    "punjabi": "ਆਪਣੀ ਪਹਿਲੀ ਤਨਖ਼ਾਹ ਭੀ ਗਵਾ ਬੈਠਦਾ ਹੈ ਤੇ ਸਦਾ ਮੂੰਹ ਤੇ ਜੁੱਤੀਆਂ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "(pwxw) ju`qIAW",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ijs dw idqw Kwvxw; iqsu khIAY swbwis]",
    "transliteration": "Jis Dhaa Dhithaa Khaavanaa This Keheeai Saabaas ||",
    "translation": "Let us all celebrate Him, from whom we receive our nourishment.",
    "punjabi": "ਜਿਸ ਮਾਲਕ ਦਾ ਦਿੱਤਾ ਖਾਈਏ, ਉਸ ਦੀ ਸਦਾ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ;",
    "pronunciation": "(swbwis) DMnvwd",
    "type_id": 3
  },
  {
    "shabad_id": 1760,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "nwnk. hukmu n cleI; nwil Ksm clY Ardwis]22]",
    "transliteration": "Naanak Hukam N Chalee Naal Khasam Chalai Aradhaas ||22||",
    "translation": "O Nanak, no one can issue commands to the Lord Master; let us offer prayers instead. ||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਾਲਕ ਉੱਤੇ ਹੁਕਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਸ ਦੇ ਅੱਗੇ ਅਰਜ਼ ਕਰਨੀ ਹੀ ਫਬਦੀ ਹੈ ॥੨੨॥",
    "pronunciation": "c`-leI c`lY",
    "type_id": 3
  },
  {
    "shabad_id": 1761,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "slok mhlw 2]",
    "transliteration": "Salok Mehalaa 2 ||",
    "translation": "Shalok, Second Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1761,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "eyh iknyhI dwiq; Awps qy jo pweIAY]",
    "transliteration": "Eaeh Kinaehee Dhaath Aapas Thae Jo Paaeeai ||",
    "translation": "What sort of gift is this, which we receive only by our own asking?",
    "punjabi": "ਜੇ ਆਖੀਏ ਕਿ ਮੈਂ ਆਪਣੇ ਉੱਦਮ ਨਾਲ ਇਹ ਚੀਜ਼ ਲਈ ਹੈ, ਤਾਂ ਇਹ (ਮਾਲਕ ਵਲੋਂ) ਬਖ਼ਸ਼ਸ਼ ਨਹੀਂ ਅਖਵਾ ਸਕਦੀ।",
    "pronunciation": "(iknyhI) kYsI",
    "type_id": 3
  }
]