[
  {
    "shabad_id": 1771,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "qMq mMqR sB AauKD jwnih; AMiq qaU mrnw ]2]",
    "transliteration": "Thanth Manthr Sabh Aoukhadhh Jaanehi Anth Thoo Maranaa ||2||",
    "translation": "Those who know Tantras and mantras and all medicines - even they shall die in the end. ||2||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਜਾਦੂ ਟੂਣੇ ਮੰਤ੍ਰ ਤੇ ਦਵਾਈਆਂ ਜਾਣਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਭੀ ਜਨਮ ਮਰਨ ਦਾ ਚੱਕਰ ਨਹੀਂ ਮੁੱਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1771,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "rwj Bog Aru CqR isMGwsn; bhu suMdir rmnw ]",
    "transliteration": "Raaj Bhog Ar Shhathr Singhaasan Bahu Sundhar Ramanaa ||",
    "translation": "Those who enjoy regal power and rule, royal canopies and thrones, many beautiful women,",
    "punjabi": "ਕਈ ਐਸੇ ਹਨ ਜੋ ਰਾਜ ਦੀਆਂ ਮੌਜਾਂ ਮਾਣਦੇ ਹਨ, ਤਖ਼ਤ ਉੱਤੇ ਬੈਠੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਸਿਰ ਉੱਤੇ ਛਤਰ ਝੁਲਦਾ ਹੈ, (ਮਹਿਲਾਂ ਵਿਚ) ਸੁੰਦਰ ਨਾਰਾਂ ਹਨ,",
    "pronunciation": "(rmnw) iesqRIAW",
    "type_id": 3
  },
  {
    "shabad_id": 1771,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "pwn kpUr subwsk cMdn; AMiq qaU mrnw ]3]",
    "transliteration": "Paan Kapoor Subaasak Chandhan Anth Thoo Maranaa ||3||",
    "translation": "Betel nuts, camphor and fragrant sandalwood oil - in the end, they too shall die. ||3||",
    "punjabi": "ਜੋ ਪਾਨ ਕਪੂਰ ਸੁੰਦਰ ਸੁਗੰਧੀ ਦੇਣ ਵਾਲੇ ਚੰਦਨ ਵਰਤਦੇ ਹਨ-ਮੌਤ ਦਾ ਗੇੜ ਉਹਨਾਂ ਦੇ ਸਿਰ ਤੇ ਭੀ ਮੌਜੂਦ ਹੈ ॥੩॥",
    "pronunciation": "(subwsk)SRySt vwSnw",
    "type_id": 3
  },
  {
    "shabad_id": 1771,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "byd purwn isMimRiq sB Kojy; khU n aUbrnw ]",
    "transliteration": "Baedh Puraan Sinmrith Sabh Khojae Kehoo N Oobaranaa ||",
    "translation": "I have searched all the Vedas, Puraanas and Simritees, but none of these can save anyone.",
    "punjabi": "ਵੇਦ, ਪੁਰਾਨ, ਸਿਮ੍ਰਿਤੀਆਂ ਸਾਰੇ ਖੋਜ ਵੇਖੇ ਹਨ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਓਟ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕਿਤੇ ਭੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚਾਉ ਨਹੀਂ ਮਿਲਦਾ;",
    "pronunciation": "(aUbrnw) bcwau[ isMm-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 1771,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "khu kbIr. ieau rwmih jMpau; myit jnm mrnw ]4]5]",
    "transliteration": "Kahu Kabeer Eio Raamehi Janpo Maett Janam Maranaa ||4||5||",
    "translation": "Says Kabeer, meditate on the Lord, and eliminate birth and death. ||4||5||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਸੋ, ਮੈਂ ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਜਨਮ ਮਰਨ ਮਿਟਾਂਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "(jMpau) jpdw hW",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Awsw ]",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "PIlu rbwbI bldu pKwvj; kaUAw qwl bjwvY ]",
    "transliteration": "Feel Rabaabee Baladh Pakhaavaj Kooaa Thaal Bajaavai ||",
    "translation": "The elephant is the guitar player, the ox is the drummer, and the crow plays the cymbals.",
    "punjabi": "(ਮਨ ਦਾ) ਹਾਥੀ (ਵਾਲਾ ਸੁਭਾਉ) ਰਬਾਬੀ (ਬਣ ਗਿਆ ਹੈ), ਬਲਦ (ਵਾਲਾ ਸੁਭਾਉ) ਜੋੜੀ ਵਜਾਣ ਵਾਲਾ (ਹੋ ਗਿਆ ਹੈ) ਅਤੇ ਕਾਂ (ਵਾਲਾ ਸੁਭਾਉ) ਤਾਲ ਵਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(Pilu) hwQI",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "pihir colnw gdhw nwcY; BYsw Bgiq krwvY ]1]",
    "transliteration": "Pehir Cholanaa Gadhehaa Naachai Bhaisaa Bhagath Karaavai ||1||",
    "translation": "Putting on the skirt, the donkey dances around, and the water buffalo performs devotional worship. ||1||",
    "punjabi": "ਖੋਤਾ (-ਖੋਤੇ ਵਾਲਾ ਸੁਭਾਉ) (ਪ੍ਰੇਮ ਰੂਪੀ) ਚੋਲਾ ਪਾ ਕੇ ਨੱਚ ਰਿਹਾ ਹੈ, ਅਤੇ ਭੈਂਸਾ (ਭਾਵ, ਭੈਂਸੇ ਵਾਲਾ ਸੁਭਾਉ) ਭਗਤੀ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "rwjwrwm; kkrIAw bry pkwey ]",
    "transliteration": "Raajaa Raam Kakareeaa Barae Pakaaeae ||",
    "translation": "The Lord, the King, has cooked the cakes of ice,",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਹਣੇ ਰਾਮ ਅੱਕਾਂ ਦੀਆਂ ਖੱਖੜੀਆਂ (ਹੁਣ) ਪੱਕੇ ਹੋਏ ਅੰਬ ਬਣ ਗਏ ਹਨ,",
    "pronunciation": "k`krIAw[ (2. kkrI Awbry)",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "iknY bUJnhwrY Kwey ]1] rhwau ]",
    "transliteration": "Kinai Boojhanehaarai Khaaeae ||1|| Rehaao ||",
    "translation": "But only the rare man of understanding eats them. ||1||Pause||",
    "punjabi": "ਪਰ ਖਾਧੇ ਕਿਸੇ ਵਿਰਲੇ ਵਿਚਾਰ ਵਾਲੇ ਨੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1772,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "bYiT isMGu Gir pwn lgwvY; GIs glaury ilAwvY ]",
    "transliteration": "Baith Singh Ghar Paan Lagaavai Ghees Galourae Liaavai ||",
    "translation": "Sitting in his den, the lion prepares the betel leaves, and the muskrat brings the betel nuts.",
    "punjabi": "(ਮਨ-) ਸਿੰਘ ਆਪਣੇ ਸ੍ਵੈ-ਸਰੂਪ ਵਿਚ ਟਿਕ ਕੇ (ਭਾਵ, ਮਨ ਦਾ ਨਿਰਦਇਤਾ ਵਾਲਾ ਸੁਭਾਉ ਹਟ ਕੇ ਹੁਣ ਇਹ) ਸੇਵਾ ਦਾ ਆਹਰ ਕਰਦਾ ਹੈ ਤੇ (ਮਨ-) ਘੀਸ ਪਾਨਾਂ ਦੇ ਬੀੜੇ ਵੰਡ ਰਹੀ ਹੈ, (ਭਾਵ, ਮਨ ਤ੍ਰਿਸ਼ਨਾ ਛੱਡ ਕੇ ਹੋਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "(GIs)ckcMUdR[ (g-laury) l`fU vw pwnw dy bIVy",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "Gir Gir musrI mMglu gwvih; kCUAw sMKu bjwvY ]2]",
    "transliteration": "Ghar Ghar Musaree Mangal Gaavehi Kashhooaa Sankh Bajaavai ||2||",
    "translation": "Going from house to house, the mouse sings the songs of joy, and the turtle blows on the conch-shell. ||2||",
    "punjabi": "ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਆਪੋ ਆਪਣੇ ਗੋਲਕ-ਅਸਥਾਨ ਵਿਚ ਰਹਿ ਕੇ ਹਰੀ-ਜਸ ਰੂਪ ਮੰਗਲ ਗਾ ਰਹੀਆਂ ਹਨ ਤੇ (ਉਹੀ) ਮਨ (ਜੋ ਪਹਿਲਾਂ) ਕੱਛੂ-ਕੁੰਮਾ (ਸੀ, ਭਾਵ, ਜੋ ਪਹਿਲਾਂ ਸਤਸੰਗ ਤੋਂ ਦੂਰ ਭੱਜਦਾ ਸੀ, ਹੁਣ) ਹੋਰਨਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "(musrI) cUhIAW[musrI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "bMs ko pUqu bIAwhn cilAw; suieny mMfp Cwey ]",
    "transliteration": "Bans Ko Pooth Beeaahan Chaliaa Sueinae Manddap Shhaaeae ||",
    "translation": "The son of the sterile woman goes to get married, and the golden canopy is spread out for him.",
    "punjabi": "(ਜੋ ਪਹਿਲਾਂ) ਮਾਇਆ ਵਿਚ ਵੇੜ੍ਹਿਆ ਹੋਇਆ (ਸੀ, ਉਹ) ਮਨ (ਸੁਅੱਛ ਬ੍ਰਿਤੀ) ਵਿਆਹੁਣ ਤੁਰ ਪਿਆ ਹੈ, (ਹੁਣ) ਅੰਦਰ ਖਿੜਾਉ ਹੀ ਖਿੜਾਉ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "(bMs) bWJ iesqRI",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "rUp kMinAw suMdir byDI; ssY isMG gun gwey ]3]",
    "transliteration": "Roop Kanniaa Sundhar Baedhhee Sasai Singh Gun Gaaeae ||3||",
    "translation": "He marries a beautiful and enticing young woman; the rabbit and the lion sing their praises. ||3||",
    "punjabi": "ਉਸ ਮਨ ਨੇ (ਹਰੀ ਨਾਲ ਜੁੜੀ ਉਹ ਬ੍ਰਿਤੀ-ਰੂਪ) ਸੁੰਦਰੀ ਵਿਆਹ ਲਈ ਹੈ ਜੋ ਵਿਕਾਰਾਂ ਵਲੋਂ ਕੁਆਰੀ ਹੈ (ਅਤੇ ਹੁਣ ਉਹ ਮਨ ਜੋ ਪਹਿਲਾਂ ਵਿਕਾਰਾਂ ਵਿਚ ਪੈਣ ਦੇ ਕਾਰਨ) ਸਹਿਆ (ਸੀ, ਭਾਵ, ਸਹਮਿਆ ਰਹਿੰਦਾ ਸੀ) ਨਿਰਭਉ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ssY)shy[ssY:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "khq kbIr. sunhu ry sMqhu; kItI prbqu KwieAw ]",
    "transliteration": "Kehath Kabeer Sunahu Rae Santhahu Keettee Parabath Khaaeiaa ||",
    "translation": "Says Kabeer, listen, O Saints - the ant has eaten the mountain.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਸੰਤ ਜਨੋਂ! ਸੁਣਹੁ (ਹੁਣ ਮਨ ਦੀ) ਨਿੰਮ੍ਰਤਾ ਨੇ ਅਹੰਕਾਰ ਨੂੰ ਮੁਕਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1772,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "kCUAw khY, AMgwr iB lorau; lUkI sbdu sunwieAw ]4]6]",
    "transliteration": "Kashhooaa Kehai Angaar Bh Loro Lookee Sabadh Sunaaeiaa ||4||6||",
    "translation": "The turtle says, \"I need a burning coal, also.\" Listen to this mystery of the Shabad. ||4||6||",
    "punjabi": "(ਮਨ ਦਾ) ਕੋਰਾਪਨ (ਹਟ ਗਿਆ ਹੈ, ਤੇ ਮਨ) ਕਹਿੰਦਾ ਹੈ, ਮੈਨੂੰ ਨਿੱਘ ਚਾਹੀਦਾ ਹੈ, (ਭਾਵ, ਹੁਣ ਮਨ ਇਨਸਾਨੀ ਹਮਦਰਦੀ ਦੇ ਗੁਣ ਦਾ ਚਾਹਵਾਨ ਹੈ)। (ਮਨ ਦੀ) ਅਗਿਆਨਤਾ ਉਲਟ ਕੇ ਗਿਆਨ ਬਣ ਗਿਆ ਹੈ, ਤੇ (ਹੁਣ ਮਨ ਹੋਰਨਾਂ ਨੂੰ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸੁਣਾ ਰਿਹਾ ਹੈ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awsw ]",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "btUAw eyku. bhqir AwDwrI; eyko ijsih duAwrw ]",
    "transliteration": "Battooaa Eaek Behathar Aadhhaaree Eaeko Jisehi Dhuaaraa ||",
    "translation": "The body is a bag with seventy-two chambers, and one opening, the Tenth Gate.",
    "punjabi": "ਉਹ ਜੋਗੀ ਇਕ ਪ੍ਰਭੂ-ਨਾਮ ਨੂੰ ਆਪਣਾ ਬਟੂਆ ਬਣਾਉਂਦਾ ਹੈ, ਬਹੱਤਰ ਵੱਡੀਆਂ ਨਾੜੀਆਂ ਵਾਲੇ ਸਰੀਰ ਨੂੰ ਝੋਲੀ ਬਣਾਉਂਦਾ ਹੈ, ਜਿਸ ਸਰੀਰ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਲਈ (ਦਿਮਾਗ਼ ਰੂਪ) ਇੱਕੋ ਹੀ ਬੂਹਾ ਹੈ।",
    "pronunciation": "(btUAw) jogI dI suAwh r`Kx vwlI QYlI[(b-h`qir) nwVIAW vwlw sRIr[ (AwDwrI) JoLI",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nvY KMf kI ipRQmI mwgY; so jogI jig swrw ]1]",
    "transliteration": "Navai Khandd Kee Prithhamee Maagai So Jogee Jag Saaraa ||1||",
    "translation": "He alone is a real Yogi on this earth, who asks for the primal world of the nine regions. ||1||",
    "punjabi": "ਉਹ ਜੋਗੀ ਇਸ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਟਿਕ ਕੇ (ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ ਨਾਮ ਦੀ) ਭਿੱਖਿਆ ਮੰਗਦਾ ਹੈ (ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਤਾਂ) ਉਹ ਜੋਗੀ ਜਗਤ ਵਿਚ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਹੈ ॥੧॥",
    "pronunciation": "(swrw) sRySt[ pi RQmI",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "AYsw jogI; nau iniD pwvY ]",
    "transliteration": "Aisaa Jogee No Nidhh Paavai ||",
    "translation": "Such a Yogi obtains the nine treasures.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹੈ ਅਸਲ ਜੋਗੀ, ਉਸ ਨੂੰ (ਮਾਨੋ) ਨੌ ਖ਼ਜ਼ਾਨੇ ਮਿਲ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ql kw bRhmu; ly ggin crwvY ]1] rhwau ]",
    "transliteration": "Thal Kaa Breham Lae Gagan Charaavai ||1|| Rehaao ||",
    "translation": "He lifts his soul up from below, to the skies of the Tenth Gate. ||1||Pause||",
    "punjabi": "ਜੋ ਮਾਇਆ-ਗ੍ਰਸੇ ਆਤਮਾ ਨੂੰ ਚੁੱਕ ਕੇ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉੱਚਾ ਲੈ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "cr@wvY",
    "type_id": 4
  },
  {
    "shabad_id": 1773,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "iKMQw igAwn. iDAwn kir sUeI; sbdu qwgw miQ GwlY ]",
    "transliteration": "Khinthhaa Giaan Dhhiaan Kar Sooee Sabadh Thaagaa Mathh Ghaalai ||",
    "translation": "He makes spiritual wisdom his patched coat, and meditation his needle. He twists the thread of the Word of the Shabad.",
    "punjabi": "ਅਸਲ ਜੋਗੀ ਗਿਆਨ ਦੀ ਗੋਦੜੀ ਬਣਾਉਂਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਹੋਈ ਸੁਰਤਿ ਦੀ ਸੂਈ ਤਿਆਰ ਕਰਦਾ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਧਾਗਾ ਵੱਟ ਕੇ (ਭਾਵ, ਮੁੜ ਮੁੜ ਸ਼ਬਦ ਦੀ ਕਮਾਈ ਕਰ ਕੇ) ਉਸ ਸੂਈ ਵਿਚ ਪਾਂਦਾ ਹੈ;",
    "pronunciation": "(iKMQw) KPxI[ (miQ) v`t ky[miQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "pMc qqu kI kir imrgwxI; gur kY mwrig cwlY ]2]",
    "transliteration": "Panch Thath Kee Kar Miragaanee Gur Kai Maarag Chaalai ||2||",
    "translation": "Making the five elements his deer skin to sit on, he walks on the Guru's Path. ||2||",
    "punjabi": "ਸਰੀਰ ਦੇ ਮੋਹ ਨੂੰ ਪੈਰਾਂ ਹੇਠ ਦੇ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਉੱਤੇ ਤੁਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(pMc qqu) sRIr rUpI (imrgwxI) imRgSwlw, Awsx",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "dieAw PwhurI. kwieAw kir DUeI; idRsit kI Agin jlwvY ]",
    "transliteration": "Dhaeiaa Faahuree Kaaeiaa Kar Dhhooee Dhrisatt Kee Agan Jalaavai ||",
    "translation": "He makes compassion his shovel, his body the firewood, and he kindles the fire of divine vision.",
    "punjabi": "ਅਸਲ ਜੋਗੀ ਆਪਣੇ ਸਰੀਰ ਦੀ ਧੂਣੀ ਬਣਾ ਕੇ ਉਸ ਵਿਚ (ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਥਾਂ ਵੇਖਣ ਵਾਲੀ) ਨਜ਼ਰ ਦੀ ਅੱਗ ਬਾਲਦਾ ਹੈ (ਤੇ ਇਸ ਸਰੀਰ-ਰੂਪ ਧੂਏਂ ਵਿਚ ਭਲੇ ਗੁਣ ਇਕੱਠੇ ਕਰਨ ਲਈ) ਦਇਆ ਨੂੰ ਪਹੌੜੀ ਬਣਾਉਂਦਾ ਹੈ,",
    "pronunciation": "DUxI coN suAwh iek`TI krn vwlI (PwhurI) PhuVI",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "iqs kw Bwau. ley ird AMqir; chu jug qwVI lwvY ]3]",
    "transliteration": "This Kaa Bhaao Leae Ridh Anthar Chahu Jug Thaarree Laavai ||3||",
    "translation": "He places love within his heart, and he remains in deep meditation throughout the four ages. ||3||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਉਂਦਾ ਹੈ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਸਦਾ ਲਈ ਆਪਣੀ ਸੁਰਤ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(qwVI) smwDI",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "sB jogqx rwm nwmu hY; ijs kw ipMfu prwnw ]",
    "transliteration": "Sabh Jogathan Raam Naam Hai Jis Kaa Pindd Paraanaa ||",
    "translation": "All Yoga is in the Name of the Lord; the body and the breath of life belong to Him.",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਸਰੀਰ ਤੇ ਜਿੰਦ ਹਨ, ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸਭ ਤੋਂ ਚੰਗਾ ਜੋਗ ਦਾ ਆਹਰ ਹੈ।",
    "pronunciation": "(jog`qx)jog dw isDWq[ (ipMfu) sRIr[ (prwnw) pRwx",
    "type_id": 3
  },
  {
    "shabad_id": 1773,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "khu kbIr. jy ikrpw DwrY; dyie scw nIswnw ]4]7]",
    "transliteration": "Kahu Kabeer Jae Kirapaa Dhhaarai Dhaee Sachaa Neesaanaa ||4||7||",
    "translation": "Says Kabeer, if God grants His Grace, He bestows the insignia of Truth. ||4||7||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਜੇ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰੇ ਤਾਂ ਉਹ ਇਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨੂਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥੭॥",
    "pronunciation": "(nIswnw) prvwnw",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "Awsw ]",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ihMdU qurk khw qy Awey; ikin eyh rwh clweI ]",
    "transliteration": "Hindhoo Thurak Kehaa Thae Aaeae Kin Eaeh Raah Chalaaee ||",
    "translation": "Where have the Hindus and Muslims come from? Who put them on their different paths?",
    "punjabi": "ਹਿੰਦੂ ਤੇ ਮੁਸਲਮਾਨ (ਇਕ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਥੋਂ ਪੈਦਾ ਹੋਏ ਹਨ, (ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਸ ਨੇ ਇਹ ਰਸਤੇ ਤੋਰੇ; (ਜਦੋਂ ਦੋਹਾਂ ਮਤਾਂ ਦੇ ਬੰਦੇ ਰੱਬ ਨੇ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਤਾਂ ਉਹ ਕਿਸ ਨਾਲ ਵਿਤਕਰਾ ਕਰ ਸਕਦਾ ਹੈ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "idl mih soic ibcwir kvwdy; iBsq dojk. ikin pweI ]1]",
    "transliteration": "Dhil Mehi Soch Bichaar Kavaadhae Bhisath Dhojak Kin Paaee ||1||",
    "translation": "Think of this, and contemplate it within your mind, O men of evil intentions. Who will go to heaven and hell? ||1||",
    "punjabi": "ਕੋਝੇ ਝਗੜਾਲੂ (ਆਪਣੇ ਮਤ ਨੂੰ ਸੱਚਾ ਸਾਬਤ ਕਰਨ ਲਈ ਬਹਿਸਾਂ ਕਰਨ ਦੇ ਥਾਂ, ਅਸਲੀਅਤ ਲੱਭਣ ਲਈ) ਆਪਣੇ ਦਿਲ ਵਿਚ ਸੋਚ ਤੇ ਵਿਚਾਰ ਕਰ ਕਿ ਕਿਸ ਨੇ ਬਹਿਸ਼ਤ ਲੱਭਾ ਤੇ ਕਿਸ ਨੇ ਦੋਜ਼ਕ? (ਭਾਵ, ਸਿਰਫ਼ ਮੁਸਲਮਾਨ ਅਖਵਾਉਣ ਨਾਲ ਬਹਿਸ਼ਤ ਨਹੀਂ ਮਿਲ ਜਾਂਦਾ, ਤੇ ਹਿੰਦੂ ਰਿਹਾਂ ਦੋਜ਼ਕ ਵਿਚ ਨਹੀਂ ਪਈਦਾ) ॥੧॥",
    "pronunciation": "(kvwdy)Koty JGVwlU",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "kwjI; qY kvn kqyb bKwnI ]",
    "transliteration": "Kaajee Thai Kavan Kathaeb Bakhaanee ||",
    "translation": "O Qazi, which book have you read?",
    "punjabi": "ਹੇ ਕਾਜ਼ੀ! ਤੂੰ ਕਿਹੜੀਆਂ ਕਿਤਾਬਾਂ ਵਿਚੋਂ ਦੱਸ ਰਿਹਾ ਹੈਂ (ਕਿ ਮੁਸਲਮਾਨ ਨੂੰ ਬਹਿਸ਼ਤ ਤੇ ਹਿੰਦੂ ਨੂੰ ਦੋਜ਼ਕ ਮਿਲੇਗਾ)?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "pV@q gunq AYsy sB mwry; iknhUM Kbir n jwnI ]1] rhwau ]",
    "transliteration": "Parrhath Gunath Aisae Sabh Maarae Kinehoon Khabar N Jaanee ||1|| Rehaao ||",
    "translation": "Such scholars and students have all died, and none of them have discovered the inner meaning. ||1||Pause||",
    "punjabi": "(ਹੇ ਕਾਜ਼ੀ!) ਤੇਰੇ ਵਰਗੇ ਪੜ੍ਹਨ ਤੇ ਵਿਚਾਰਨ ਵਾਲੇ (ਭਾਵ, ਜੋ ਮਨੁੱਖ ਤੇਰੇ ਵਾਂਗ ਤਅੱਸਬ ਦੀ ਪੱਟੀ ਅੱਖਾਂ ਅੱਗੇ ਬੰਨ੍ਹ ਕੇ ਮਜ਼ਹਬੀ ਕਿਤਾਬਾਂ ਪੜ੍ਹਦੇ ਹਨ) ਸਭ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ। ਕਿਸੇ ਨੂੰ ਅਸਲੀਅਤ ਦੀ ਸਮਝ ਨਹੀਂ ਪਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1774,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "skiq snyhu kir, suMniq krIAY; mY. n bdaugw BweI ]",
    "transliteration": "Sakath Sanaehu Kar Sunnath Kareeai Mai N Badhougaa Bhaaee ||",
    "translation": "Because of the love of woman, circumcision is done; I don't believe in it, O Siblings of Destiny.",
    "punjabi": "(ਇਹ) ਸੁੰਨਤ (ਤਾਂ) ਔਰਤ ਦੇ ਪਿਆਰ ਦੀ ਖ਼ਾਤਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਹੇ ਭਾਈ! ਮੈਂ ਨਹੀਂ ਮੰਨ ਸਕਦਾ (ਕਿ ਇਸ ਦਾ ਰੱਬ ਦੇ ਮਿਲਣ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਹੈ)।",
    "pronunciation": "(skiq)iesqRI dy pRymkrky, iebRwhIm jI ny sunMq krvweI sI[ r`b jI v`loN suMnq hoeI, mYN nhIN (bdau-gw) mMnwgw",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jau ry Kudwie moih qurku krYgw; Awpn hI kit jweI ]2]",
    "transliteration": "Jo Rae Khudhaae Mohi Thurak Karaigaa Aapan Hee Katt Jaaee ||2||",
    "translation": "If God wished me to be a Muslim, it would be cut off by itself. ||2||",
    "punjabi": "ਜੋ ਰੱਬ ਨੇ ਮੈਨੂੰ ਮੁਸਲਮਾਨ ਬਣਾਉਣਾ ਹੋਇਆ, ਤਾਂ ਮੇਰੀ ਸੁੰਨਤ ਆਪਣੇ ਆਪ ਹੀ ਹੋ ਜਾਇਗੀ ॥੨॥",
    "pronunciation": "k`it",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "suMniq kIey qurku jy hoiegw; Aaurq kw ikAw krIAY ]",
    "transliteration": "Sunnath Keeeae Thurak Jae Hoeigaa Aourath Kaa Kiaa Kareeai ||",
    "translation": "If circumcision makes one a Muslim, then what about a woman?",
    "punjabi": "ਪਰ, ਜੇ ਸਿਰਫ਼ ਸੁੰਨਤ ਕੀਤਿਆਂ ਹੀ ਮੁਸਲਮਾਨ ਬਣ ਸਕੀਦਾ ਹੈ, ਤਾਂ ਔਰਤ ਦੀ ਸੁੰਨਤ ਤਾਂ ਹੋ ਹੀ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ArD srIrI nwir n CofY; qw qy ihMdU hI rhIAY ]3]",
    "transliteration": "Aradhh Sareeree Naar N Shhoddai Thaa Thae Hindhoo Hee Reheeai ||3||",
    "translation": "She is the other half of a man's body, and she does not leave him, so he remains a Hindu. ||3||",
    "punjabi": "ਵਹੁਟੀ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਦੀ ਹਰ ਵੇਲੇ ਦੀ ਸਾਂਝੀਵਾਲ ਹੈ, ਇਹ ਤਾਂ ਕਿਸੇ ਵੇਲੇ ਸਾਥ ਛੱਡਦੀ ਨਹੀਂ। ਸੋ, (ਅਧਵਾਟੇ ਰਹਿਣ ਨਾਲੋਂ) ਹਿੰਦੂ ਟਿਕੇ ਰਹਿਣਾ ਹੀ ਚੰਗਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "Cwif kqyb rwmu Bju baury; julm krq hY BwrI ]",
    "transliteration": "Shhaadd Kathaeb Raam Bhaj Bourae Julam Karath Hai Bhaaree ||",
    "translation": "Give up your holy books, and remember the Lord, you fool, and stop oppressing others so badly.",
    "punjabi": "ਮਜ਼ਹਬੀ ਕਿਤਾਬਾਂ ਦੀਆਂ ਬਹਿਸਾਂ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ, (ਬੰਦਗੀ ਛੱਡ ਕੇ, ਤੇ ਬਹਿਸਾਂ ਵਿਚ ਪੈ ਕੇ) ਤੂੰ ਆਪਣੇ ਆਪ ਉੱਤੇ ਬੜਾ ਜ਼ੁਲਮ ਕਰ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1774,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "kbIrY pkrI tyk rwm kI; qurk rhy pic hwrI ]4]8]",
    "transliteration": "Kabeerai Pakaree Ttaek Raam Kee Thurak Rehae Pachihaaree ||4||8||",
    "translation": "Kabeer has grasped hold of the Lord's Support, and the Muslims have utterly failed. ||4||8||",
    "punjabi": "ਕਬੀਰ ਨੇ ਤਾਂ ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਸਿਮਰਨ) ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ, (ਝਗੜਾਲੂ) ਮੁਸਲਮਾਨ (ਬਹਿਸਾਂ ਵਿਚ ਹੀ) ਖ਼ੁਆਰ ਹੋ ਰਹੇ ਹਨ ॥੪॥੮॥",
    "pronunciation": "(pic)Kp Kp",
    "type_id": 3
  },
  {
    "shabad_id": 1775,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Awsw ]",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1775,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "jb lgu. qylu dIvy muiK bwqI; qb sUJY sBu koeI ]",
    "transliteration": "Jab Lag Thael Dheevae Mukh Baathee Thab Soojhai Sabh Koee ||",
    "translation": "As long as the oil and the wick are in the lamp, everything is illuminated.",
    "punjabi": "(ਜਿਵੇਂ) ਜਦ ਤਕ ਦੀਵੇ ਵਿਚ ਤੇਲ ਹੈ, ਤੇ ਦੀਵੇ ਦੇ ਮੂੰਹ ਵਿਚ ਵੱਟੀ ਹੈ, ਤਦ ਤਕ (ਘਰ ਵਿਚ) ਹਰੇਕ ਚੀਜ਼ ਨਜ਼ਰੀਂ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
