[
  {
    "shabad_id": 1782,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "jm kw fMfu. mUMf mih lwgY; iKn mih. krY inbyrw ]3]",
    "transliteration": "Jam Kaa Ddandd Moondd Mehi Laagai Khin Mehi Karai Nibaeraa ||3||",
    "translation": "When the Messenger of Death strikes him with his club, in an instant, everything is settled. ||3||",
    "punjabi": "(ਪਰ ਜਿਸ ਵੇਲੇ) ਜਮ ਦਾ ਡੰਡਾ ਸਿਰ ਤੇ ਆ ਵੱਜਦਾ ਹੈ ਤਦੋਂ ਇਕ ਪਲਕ ਵਿਚ ਫ਼ੈਸਲਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਕਿ ਅਸਲ ਵਿਚ ਇਹ ਧਨ ਕਿਸੇ ਦਾ ਭੀ ਨਹੀਂ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1782,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "hir jnu. aUqmu Bgqu sdwvY; AwigAw min. suKu pweI ]",
    "transliteration": "Har Jan Ootham Bhagath Sadhaavai Aagiaa Man Sukh Paaee ||",
    "translation": "The Lord's humble servant is called the most exalted Saint; he obeys the Command of the Lord's Order, and obtains peace.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ (ਬਣ ਕੇ ਰਹਿੰਦਾ) ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਮੰਨ ਕੇ ਸੁਖ ਮਾਣਦਾ ਹੈ ਤੇ ਜਗਤ ਵਿਚ ਨੇਕ ਭਗਤ ਸਦਾਂਦਾ ਹੈ (ਭਾਵ, ਸੋਭਾ ਪਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1782,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "jo iqsu BwvY. siq kir mwnY; Bwxw mMin vsweI ]4]",
    "transliteration": "Jo This Bhaavai Sath Kar Maanai Bhaanaa Mann Vasaaee ||4||",
    "translation": "Whatever is pleasing to the Lord, he accepts as True; he enshrines the Lord's Will within his mind. ||4||",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਮਨ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਜੋ ਪ੍ਰਭੂ ਨੂੰ ਭਾਂਦਾ ਹੈ ਉਸੇ ਨੂੰ ਹੀ ਠੀਕ ਸਮਝਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1782,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "khY kbIru. sunhu ry sMqhu; myrI myrI JUTI ]",
    "transliteration": "Kehai Kabeer Sunahu Rae Santhahu Maeree Maeree Jhoothee ||",
    "translation": "Says Kabeer, listen, O Saints - it is false to call out, \"Mine, mine.\"",
    "punjabi": "ਕਬੀਰ ਕਹਿੰਦਾ ਹੈ-ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, \"ਇਹ ਧਨ ਪਦਾਰਥ ਆਦਿਕ ਮੇਰਾ ਹੈ\"-ਇਹ ਖ਼ਿਆਲ ਕੂੜਾ ਹੈ (ਭਾਵ, ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਾਲੀ ਅਪਣੱਤ ਸਦਾ ਨਹੀਂ ਰਹਿ ਸਕਦੀ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1782,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "icrgt Pwir, ctwrw lY gieE; qrI qwgrI CUtI ]5]3]16]",
    "transliteration": "Chiragatt Faar Chattaaraa Lai Gaeiou Tharee Thaagaree Shhoottee ||5||3||16||",
    "translation": "Breaking the bird cage, death takes the bird away, and only the torn threads remain. ||5||3||16||",
    "punjabi": "(ਜਿਵੇਂ, ਜੇ) ਪਿੰਜਰੇ ਨੂੰ ਪਾੜ ਕੇ (ਕੋਈ ਬਿੱਲਾ) ਚਿੜੇ ਨੂੰ ਫੜ ਕੇ ਲੈ ਜਾਏ ਤਾਂ (ਉਸ ਪਿੰਜਰੇ-ਪਏ ਪੰਛੀ ਦੀ) ਕੁੱਜੀ ਤੇ ਠੂਠੀ ਧਰੀ ਹੀ ਰਹਿ ਜਾਂਦੀ ਹੈ (ਤਿਵੇਂ, ਮੌਤ ਆਇਆਂ ਬੰਦੇ ਦੇ ਖਾਣ-ਪੀਣ ਵਾਲੇ ਪਦਾਰਥ ਇਥੇ ਹੀ ਧਰੇ ਰਹਿ ਜਾਂਦੇ ਹਨ) ॥੫॥੩॥੧੬॥",
    "pronunciation": "sRIr rUpI (icrgt) ipMjrw[ (Pwir) pwV ky[ jIv rUpI (ctwrw) icVy nMU kwL rUpI ib`lw lY igAw[ pwxI cogy vwlIAW (qrI) TUTIAW vWg, Kwx pIx dy brqx sB sm`gRI qy (qwgrI) jwLI rUpI pwiVAw sRIr ipMjrw ip`Cy hI (CUtI) Dry rih gey",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Awsw ]",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "(rwjsu)rjo gux",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hm mskIn. KudweI bMdy; qum rwjsu. min BwvY ]",
    "transliteration": "Ham Masakeen Khudhaaee Bandhae Thum Raajas Man Bhaavai ||",
    "translation": "I am Your humble servant, Lord; Your Praises are pleasing to my mind.",
    "punjabi": "(ਹੇ ਕਾਜ਼ੀ!) ਅਸੀਂ ਤਾਂ ਆਜਜ਼ ਲੋਕ ਹਾਂ, ਪਰ ਹਾਂ (ਅਸੀਂ ਭੀ) ਰੱਬ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਹਕੂਮਤ ਚੰਗੀ ਲੱਗਦੀ ਹੈ (ਭਾਵ, ਤੁਹਾਨੂੰ ਹਕੂਮਤ ਦਾ ਮਾਣ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Alh Avil. dIn ko swihbu; joru nhI PurmwvY ]1]",
    "transliteration": "Aleh Aval Dheen Ko Saahib Jor Nehee Furamaavai ||1||",
    "translation": "The Lord, the Primal Being, the Master of the poor, does not ordain that they should be oppressed. ||1||",
    "punjabi": "ਮਜ਼ਹਬ ਦਾ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਤਾਂ ਰੱਬ ਹੈ, ਉਹ (ਕਿਸੇ ਉਤੇ) ਧੱਕਾ ਕਰਨ ਦੀ ਆਗਿਆ ਨਹੀਂ ਦੇਂਦਾ ॥੧॥",
    "pronunciation": "A`lh[A`vil",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "kwjI boilAw; bin nhI AwvY ]1] rhwau ]",
    "transliteration": "Kaajee Boliaa Ban Nehee Aavai ||1|| Rehaao ||",
    "translation": "O Qazi, it is not right to speak before Him. ||1||Pause||",
    "punjabi": "ਹੇ ਕਾਜ਼ੀ! ਤੇਰੀਆਂ (ਜ਼ਬਾਨੀ) ਗੱਲਾਂ ਫਬਦੀਆਂ ਨਹੀਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1783,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "rojw DrY, invwj gujwrY; klmw. iBsiq n hoeI ]",
    "transliteration": "Rojaa Dhharai Nivaaj Gujaarai Kalamaa Bhisath N Hoee ||",
    "translation": "Keeping your fasts, reciting your prayers, and reading the Kalma, the Islamic creed, shall not take you to paradise.",
    "punjabi": "(ਨਿਰਾ) ਰੋਜ਼ਾ ਰੱਖਿਆਂ, ਨਿਮਾਜ਼ ਪੜ੍ਹਿਆਂ ਤੇ ਕਲਮਾ ਆਖਿਆਂ ਭਿਸ਼ਤ ਨਹੀਂ ਮਿਲ ਜਾਂਦਾ।",
    "pronunciation": "ro~jw[(iBsiq) svrg[",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sqir kwbw. Gt hI BIqir; jy kir jwnY koeI ]2]",
    "transliteration": "Sathar Kaabaa Ghatt Hee Bheethar Jae Kar Jaanai Koee ||2||",
    "translation": "The Temple of Mecca is hidden within your mind, if you only knew it. ||2||",
    "punjabi": "ਰੱਬ ਦਾ ਗੁਪਤ ਘਰ ਤਾਂ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚ ਹੀ ਹੈ, (ਪਰ ਲੱਭਦਾ ਤਾਂ ਹੀ ਹੈ) ਜੇ ਕੋਈ ਸਮਝ ਲਏ ॥੨॥",
    "pronunciation": "(sqir)luikAw[sqir:polw bolo[ (k`wbw) DrmmMdr",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "invwj soeI. jo inAwau ibcwrY; klmw Aklih jwnY ]",
    "transliteration": "Nivaaj Soee Jo Niaao Bichaarai Kalamaa Akalehi Jaanai ||",
    "translation": "That should be your prayer, to administer justice. Let your Kalma be the knowledge of the unknowable Lord.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਨਿਆਂ ਕਰਦਾ ਹੈ ਉਹ (ਮਾਨੋ) ਨਿਮਾਜ਼ ਪੜ੍ਹ ਰਿਹਾ ਹੈ, ਤੇ ਜੇ ਰੱਬ ਨੂੰ ਅਕਲ ਨਾਲ ਪਛਾਣਦਾ ਹੈ ਤਾਂ ਕਲਮਾ ਆਖ ਰਿਹਾ ਹੈ;",
    "pronunciation": "(Aklih)klpxw rihq bRhm",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "pwchu muis, muslw ibCwvY; qb qau. dInu pCwnY ]3]",
    "transliteration": "Paachahu Mus Musalaa Bishhaavai Thab Tho Dheen Pashhaanai ||3||",
    "translation": "Spread your prayer mat by conquering your five desires, and you shall recognize the true religion. ||3||",
    "punjabi": "ਕਾਮਾਦਿਕ ਪੰਜ (ਬਲੀ ਵਿਕਾਰਾਂ) ਨੂੰ ਜੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰਦਾ ਹੈ ਤਾਂ (ਮਾਨੋ) ਮੁਸੱਲਾ ਵਿਛਾਂਦਾ ਹੈ, ਤੇ ਮਜ਼ਹਬ ਨੂੰ ਪਛਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(pwchu)kwmwidk pMjW nUM[(mu`is)lu`tx rUp inmwz pV@n vwlw[(mu-s`lw) bsqR ivCwauxw kry",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Ksmu pCwin, qrs kir jIA mih; mwir mxI, kir PIkI ]",
    "transliteration": "Khasam Pashhaan Tharas Kar Jeea Mehi Maar Manee Kar Feekee ||",
    "translation": "Recognize Your Lord and Master, and fear Him within your heart; conquer your egotism, and make it worthless.",
    "punjabi": "ਹੇ ਕਾਜ਼ੀ! ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਪਛਾਣ, ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰ ਵਸਾ, ਮਣੀ ਨੂੰ ਫਿੱਕੀ ਜਾਣ ਕੇ ਮਾਰ ਦੇਹ (ਭਾਵ, ਹੰਕਾਰ ਨੂੰ ਮਾੜਾ ਜਾਣ ਕੇ ਦੂਰ ਕਰ)।",
    "pronunciation": "ApnI pUjw (mxI) mnOq iP`kI smJ krky mwry",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "Awpu jnwie. Avr kau jwnY; qb hoie iBsq srIkI ]4]",
    "transliteration": "Aap Janaae Avar Ko Jaanai Thab Hoe Bhisath Sareekee ||4||",
    "translation": "As you see yourself, see others as well; only then will you become a partner in heaven. ||4||",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਝਾ ਕੇ ਦੂਜਿਆਂ ਨੂੰ (ਆਪਣੇ ਵਰਗਾ) ਸਮਝਦਾ ਹੈ, ਤਦ ਭਿਸ਼ਤ ਦਾ ਭਾਈਵਾਲ ਬਣਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(iBsq) svrg c (srIkI) BweIvwl",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "mwtI eyk. ByK Dir nwnw; qw mih. bRhmu pCwnw ]",
    "transliteration": "Maattee Eaek Bhaekh Dhhar Naanaa Thaa Mehi Breham Pashhaanaa ||",
    "translation": "The clay is one, but it has taken many forms; I recognize the One Lord within them all.",
    "punjabi": "ਮਿੱਟੀ ਇਕੋ ਹੀ ਹੈ, (ਪ੍ਰਭੂ ਨੇ ਇਸ ਦੇ) ਅਨੇਕਾਂ ਵੇਸ ਧਾਰੇ ਹੋਏ ਹਨ। (ਅਸਲ ਮੋਮਨ ਨੇ) ਇਹਨਾਂ (ਵੇਸਾਂ) ਵਿਚ ਰੱਬ ਨੂੰ ਪਛਾਣਿਆ ਹੈ (ਤੇ ਇਹੀ ਹੈ ਭਿਸ਼ਤ ਦਾ ਰਾਹ);",
    "pronunciation": "n@wn@w",
    "type_id": 3
  },
  {
    "shabad_id": 1783,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "khY kbIrw. iBsq Coif kir; dojk isau mnu mwnw ]5]4]17]",
    "transliteration": "Kehai Kabeeraa Bhisath Shhodd Kar Dhojak Sio Man Maanaa ||5||4||17||",
    "translation": "Says Kabeer, I have abandoned paradise, and reconciled my mind to hell. ||5||4||17||",
    "punjabi": "ਪਰ, ਕਬੀਰ ਆਖਦਾ ਹੈ, (ਹੇ ਕਾਜ਼ੀ!) ਤੁਸੀ ਤਾਂ (ਦੂਜਿਆਂ ਉੱਤੇ ਜੋਰ-ਧੱਕਾ ਕਰ ਕੇ) ਭਿਸ਼ਤ (ਦਾ ਰਸਤਾ) ਛੱਡ ਕੇ ਦੋਜ਼ਕ ਨਾਲ ਮਨ ਜੋੜੀ ਬੈਠੇ ਹੋ ॥੫॥੪॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "Awsw ]",
    "transliteration": "Aasaa ||",
    "translation": "Aasaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ggn ngir. iek bUMd. n brKY; nwdu. khw ju smwnw ]",
    "transliteration": "Gagan Nagar Eik Boondh N Barakhai Naadh Kehaa J Samaanaa ||",
    "translation": "From the city of the Tenth Gate, the sky of the mind, not even a drop rains down. Where is the music of the sound current of the Naad, which was contained in it?",
    "punjabi": "ਹੇ ਬਾਬਾ! ਸਰੀਰਕ ਮੋਹ ਆਦਿਕ ਦਾ ਉਹ ਰੌਲਾ ਕਿੱਥੇ ਗਿਆ (ਜੋ ਹਰ ਵੇਲੇ ਤੇਰੇ ਮਨ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਸੀ)? ਹੁਣ ਤਾਂ ਤੇਰੇ ਮਨ ਵਿਚ ਕੋਈ ਇੱਕ ਫੁਰਨਾ ਭੀ ਨਹੀਂ ਉਠਦਾ।",
    "pronunciation": "n`gir",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pwrbRhm prmysur mwDo; prmhMsu ly, isDwnw ]1]",
    "transliteration": "Paarabreham Paramaesur Maadhho Param Hans Lae Sidhhaanaa ||1||",
    "translation": "The Supreme Lord God, the Transcendent Lord, the Master of wealth has taken away the Supreme Soul. ||1||",
    "punjabi": "(ਇਹ ਸਭ ਮਿਹਰ) ਉਸ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸ਼ਰ ਮਾਧੋ ਪਰਮ ਹੰਸ (ਦੀ ਹੈ ਜਿਸ) ਨੇ ਮਨ ਦੇ ਇਹ ਸਾਰੇ ਮਾਇਕ ਸ਼ੋਰ ਨਾਸ ਕਰ ਦਿੱਤੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "bwbw bolqy, qy khw gey; dyhI ky sMig rhqy ]",
    "transliteration": "Baabaa Bolathae Thae Kehaa Geae Dhaehee Kae Sang Rehathae ||",
    "translation": "O Father, tell me: where has it gone? It used to dwell within the body,",
    "punjabi": "ਹੇ ਭਾਈ! (ਹਰਿ-ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ ਤੇਰੇ ਅੰਦਰ ਅਚਰਜ ਤਬਦੀਲੀ ਪੈਦਾ ਹੋ ਗਈ ਹੈ) ਤੇਰੇ ਉਹ ਬੋਲ-ਬੁਲਾਰੇ ਕਿੱਥੇ ਗਏ ਜੋ ਸਦਾ ਸਰੀਰ ਸੰਬੰਧੀ ਹੀ ਰਹਿੰਦੇ ਸਨ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "suriq mwih jo inrqy krqy; kQw bwrqw khqy ]1] rhwau ]",
    "transliteration": "Surath Maahi Jo Nirathae Karathae Kathhaa Baarathaa Kehathae ||1|| Rehaao ||",
    "translation": "And dance in the mind, teaching and speaking. ||1||Pause||",
    "punjabi": "ਕਦੇ (ਉਹ ਸਮਾ ਸੀ ਜਦੋਂ) ਤੇਰੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ-ਬਾਤਾਂ ਸਰੀਰਕ ਮੋਹ ਬਾਰੇ ਹੀ ਸਨ, ਤੇਰੇ ਮਨ ਵਿਚ ਮਾਇਕ ਫੁਰਨੇ ਹੀ ਨਾਚ ਕਰਦੇ ਸਨ-ਉਹ ਸਭ ਕਿਤੇ ਲੋਪ ਹੀ ਹੋ ਗਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(inrqy) nwc",
    "type_id": 4
  },
  {
    "shabad_id": 1784,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "bjwvnhwro khw gieE; ijin iehu mMdru kIn@w ]",
    "transliteration": "Bajaavanehaaro Kehaa Gaeiou Jin Eihu Mandhar Keenhaa ||",
    "translation": "Where has the player gone - he who made this temple his own?",
    "punjabi": "(ਸਰੀਰਕ ਮੋਹ ਦੇ ਉਹ ਫੁਰਨੇ ਕਿੱਥੇ ਰਹਿ ਸਕਦੇ ਹਨ? ਹੁਣ ਤਾਂ ਉਹ ਮਨ ਹੀ ਨਹੀਂ ਰਿਹਾ ਜਿਸ ਮਨ ਨੇ ਸਰੀਰਕ ਮੋਹ ਦੀ ਇਹ ਢੋਲਕੀ ਬਣਾਈ ਹੋਈ ਸੀ। ਮਾਇਕ ਮੋਹ ਦੀ ਢੋਲਕੀ ਨੂੰ) ਵਜਾਣ ਵਾਲਾ ਉਹ ਮਨ ਹੀ ਕਿਤੇ ਲੋਪ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "swKI sbdu suriq nhI aupjY; iKMic qyju sBu lIn@w ]2]",
    "transliteration": "Saakhee Sabadh Surath Nehee Oupajai Khinch Thaej Sabh Leenhaa ||2||",
    "translation": "No story, word or understanding is produced; the Lord has drained off all the power. ||2||",
    "punjabi": "(ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਨੇ ਮਨ ਦਾ ਉਹ ਪਹਿਲਾ) ਤੇਜ-ਪ੍ਰਤਾਪ ਹੀ ਖਿੱਚ ਲਿਆ ਹੈ, ਮਨ ਵਿਚ ਹੁਣ ਉਹ ਪਹਿਲੀ ਗੱਲ ਪਹਿਲਾ ਬੋਲ ਪਹਿਲਾ ਫੁਰਨਾ ਕਿਤੇ ਪੈਦਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "sRvnn ibkl Bey, sMig qyry; ieMdRI kw blu Qwkw ]",
    "transliteration": "Sravanan Bikal Bheae Sang Thaerae Eindhree Kaa Bal Thhaakaa ||",
    "translation": "The ears, your companions, have gone deaf, and the power of your organs is exhausted.",
    "punjabi": "ਤੇਰੇ ਉਹ ਕੰਨ ਕਿੱਥੇ ਗਏ ਜੋ ਪਹਿਲਾਂ ਸਰੀਰਕ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ ਸਦਾ ਵਿਆਕੁਲ ਰਹਿੰਦੇ ਸਨ? ਤੇਰੀ ਕਾਮ-ਚੇਸ਼ਟਾ ਦਾ ਜ਼ੋਰ ਭੀ ਰੁਕ ਗਿਆ ਹੈ।",
    "pronunciation": "Q`wkw",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "crn rhy kr Frik pry hY; muKhu. n inksY bwqw ]3]",
    "transliteration": "Charan Rehae Kar Dtarak Parae Hai Mukhahu N Nikasai Baathaa ||3||",
    "translation": "Your feet have failed, your hands have gone limp, and no words issue forth from your mouth. ||3||",
    "punjabi": "ਤੇਰੇ ਨਾਹ ਉਹ ਪੈਰ ਹਨ, ਨਾਹ ਉਹ ਹੱਥ ਹਨ ਜੋ ਦੇਹ-ਅੱਧਿਆਸ ਦੀ ਦੌੜ-ਭੱਜ ਵਿਚ ਰਹਿੰਦੇ ਸਨ। ਤੇਰੇ ਮੂੰਹ ਤੋਂ ਭੀ ਹੁਣ ਸਰੀਰਕ ਮੋਹ ਦੀਆਂ ਗੱਲਾਂ ਨਹੀਂ ਨਿਕਲਦੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "(Frik) iFlk",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "Qwky pMc dUq sB qskr; Awp AwpxY BRmqy ]",
    "transliteration": "Thhaakae Panch Dhooth Sabh Thasakar Aap Aapanai Bhramathae ||",
    "translation": "Having grown weary, the five enemies and all the thieves have wandered away according to their own will.",
    "punjabi": "ਕਾਮਾਦਿਕ ਤੇਰੇ ਪੰਜੇ ਵੈਰੀ ਹਾਰ ਚੁਕੇ ਹਨ, ਉਹ ਸਾਰੇ ਚੋਰ ਆਪੋ ਆਪਣੀ ਭਟਕਣਾ ਤੋਂ ਹਟ ਗਏ ਹਨ (ਕਿਉਂਕਿ ਜਿਸ ਮਨ ਦਾ) ਤੇਜ ਤੇ ਆਸਰਾ ਲੈ ਕੇ (ਇਹ ਪੰਜੇ ਕਾਮਾਦਿਕ) ਦੌੜ-ਭੱਜ ਕਰਦੇ ਸਨ।",
    "pronunciation": "(qskr) cor",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "Qwkw mnu kuMcr, auru Qwkw; qyju sUqu Dir rmqy ]4]",
    "transliteration": "Thhaakaa Man Kunchar Our Thhaakaa Thaej Sooth Dhhar Ramathae ||4||",
    "translation": "The elephant of the mind has grown weary, and the heart has grown weary as well; through its power, it used to pull the strings. ||4||",
    "punjabi": "ਉਹ ਮਨ-ਹਾਥੀ ਹੀ ਨਹੀਂ ਰਿਹਾ, ਉਹ ਹਿਰਦਾ ਹੀ ਨਹੀਂ ਰਿਹਾ ॥੪॥",
    "pronunciation": "(kuMcr) hwQI[ (auru) ihrdw[ (rmqy) c`ldy",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "imrqk Bey. dsY bMd CUty; imqR BweI sB Cory ]",
    "transliteration": "Mirathak Bheae Dhasai Bandh Shhoottae Mithr Bhaaee Sabh Shhorae ||",
    "translation": "He is dead, and the bonds of the ten gates are opened; he has left all his friends and brothers.",
    "punjabi": "(ਹਰਿ ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ) ਤੇਰੇ ਦਸੇ ਹੀ ਇੰਦ੍ਰੇ ਸਰੀਰਕ ਮੋਹ ਵਲੋਂ ਮਰ ਚੁਕੇ ਹਨ, ਸਰੀਰਕ ਮੋਹ ਵਲੋਂ ਅਜ਼ਾਦ ਹੋ ਗਏ ਹਨ, ਇਹਨਾਂ ਨੇ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ ਆਪਣੇ ਸਾਰੇ ਸੱਜਣ-ਮਿੱਤਰ ਭੀ ਛੱਡ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1784,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "khq kbIrw. jo hir iDAwvY; jIvq. bMDn qory ]5]5]18]",
    "transliteration": "Kehath Kabeeraa Jo Har Dhhiaavai Jeevath Bandhhan Thorae ||5||5||18||",
    "translation": "Says Kabeer, one who meditates on the Lord, breaks his bonds, even while yet alive. ||5||5||18||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਜੋ ਜੋ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਹੈ ਉਹ ਜੀਊਂਦਾ ਹੀ (ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ, ਇਸ ਤਰ੍ਹਾਂ) ਸਰੀਰਕ ਮੋਹ ਦੇ ਬੰਧਨ ਤੋੜ ਲੈਂਦਾ ਹੈ ॥੫॥੫॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Awsw iekquky 4 ]",
    "transliteration": "Aasaa Eikathukae 4 ||",
    "translation": "Aasaa, 4 Ik-Tukas:",
    "punjabi": "",
    "pronunciation": "4 nMU cwr bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "srpnI qy aUpir; nhI blIAw ]",
    "transliteration": "Sarapanee Thae Oopar Nehee Baleeaa ||",
    "translation": "No one is more powerful than the she-serpent Maya,",
    "punjabi": "ਉਸ (ਮਾਇਆ) ਤੋਂ ਵਧੀਕ ਬਲ ਵਾਲਾ (ਜਗਤ ਵਿਚ ਹੋਰ ਕੋਈ) ਨਹੀਂ ਹੈ,",
    "pronunciation": "(srpnI) spxI mwieAw[ (blIAw) bl vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ijin; bRhmw ibsnu mhwdyau ClIAw ]1]",
    "transliteration": "Jin Brehamaa Bisan Mehaadhaeo Shhaleeaa ||1||",
    "translation": "Who deceived even Brahma, Vishnu and Shiva. ||1||",
    "punjabi": "ਜਿਸ ਮਾਇਆ ਨੇ ਬ੍ਰਹਮਾ, ਵਿਸ਼ਨੂੰ ਤੇ ਸ਼ਿਵ (ਵਰਗੇ ਵੱਡੇ ਦੇਵਤੇ) ਛਲ ਲਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "mwru mwru sRpnI; inrml jil pYTI ]",
    "transliteration": "Maar Maar Srapanee Niramal Jal Paithee ||",
    "translation": "Having bitten and struck them down, she now sits in the immaculate waters.",
    "punjabi": "ਪਰ ਇਹ ਬੜੇ ਜ਼ੋਰਾਂ ਵਿਚ ਆਈ ਮਾਇਆ ਸਤਸੰਗ ਵਿਚ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦੀ ਹੈ, (ਭਾਵ, ਇਸ ਮਾਰੋ-ਮਾਰ ਕਰਨ ਵਾਲੀ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਸਤਸੰਗ ਵਿਚ ਅੱਪੜਿਆਂ ਠੰਡਾ ਪੈ ਜਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ijin. iqRBvxu fsIAly; gur pRswid fITI ]1] rhwau ]",
    "transliteration": "Jin Thribhavan Ddaseealae Gur Prasaadh Ddeethee ||1|| Rehaao ||",
    "translation": "By Guru's Grace, I have seen her, who has bitten the three worlds. ||1||Pause||",
    "punjabi": "ਕਿਉਂਕਿ ਜਿਸ ਮਾਇਆ ਨੇ ਸਾਰੇ ਜਗਤ ਨੂੰ (ਮੋਹ ਦਾ) ਡੰਗ ਮਾਰਿਆ ਹੈ (ਸੰਗਤਿ ਵਿਚ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਸ ਦੀ ਅਸਲੀਅਤ) ਦਿੱਸ ਪੈਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "f`sIAly",
    "type_id": 4
  },
  {
    "shabad_id": 1785,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "sRpnI sRpnI; ikAw khau BweI ]",
    "transliteration": "Srapanee Srapanee Kiaa Kehahu Bhaaee ||",
    "translation": "O Siblings of Destiny, why is she called a she-serpent?",
    "punjabi": "ਸੋ, ਹੇ ਭਾਈ! ਇਸ ਮਾਇਆ ਤੋਂ ਇਤਨਾ ਡਰਨ ਦੀ ਲੋੜ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ijin swcu pCwinAw; iqin sRpnI KweI ]2]",
    "transliteration": "Jin Saach Pashhaaniaa Thin Srapanee Khaaee ||2||",
    "translation": "One who realizes the True Lord, devours the she-serpent. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ, ਉਸ ਨੇ ਇਸ ਮਾਇਆ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿੱਚ ਕਰ ਲਿਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "sRpnI qy; Awn CUC. nhI Avrw ]",
    "transliteration": "Srapanee Thae Aan Shhooshh Nehee Avaraa ||",
    "translation": "No one else is more frivolous than this she-serpent.",
    "punjabi": "(ਪ੍ਰਭੂ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਕਰਨ ਵਾਲਿਆਂ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਜੀਵ ਇਸ ਸੱਪਣੀ ਦੇ ਅਸਰ ਤੋਂ ਬਚਿਆ ਹੋਇਆ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(CUC) qu`C",
    "type_id": 3
  },
  {
    "shabad_id": 1785,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "sRpnI jIqI; khw krY jmrw ]3]",
    "transliteration": "Srapanee Jeethee Kehaa Karai Jamaraa ||3||",
    "translation": "When the she-serpent is overcome, what can the Messengers of the King of Death do? ||3||",
    "punjabi": "ਜਿਸ ਨੇ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਇਸ ਸੱਪਣੀ ਮਾਇਆ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ, ਜਮ ਵਿਚਾਰਾ ਭੀ ਉਸ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
