[
  {
    "shabad_id": 1829,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "durmiq BwghIn. miq PIky; nwmu sunq. AwvY min rohY ]",
    "transliteration": "Dhuramath Bhaageheen Math Feekae Naam Sunath Aavai Man Rohai ||",
    "translation": "Evil-minded, unfortunate and shallow-minded are those who feel anger in their minds, when they hear the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਭਰਾਵੋ! ਭੈੜੀ ਮਤਿ ਤੇ ਤੁਰਨ ਵਾਲੇ ਬਦ-ਕਿਸਮਤਿ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਆਪਣੀ ਅਕਲ ਭੀ ਹੌਲੀ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਦਿਆਂ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਗੋਂ) ਕ੍ਰੋਧ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "dur-m`iq[ (rohY) gu`sw",
    "type_id": 3
  },
  {
    "shabad_id": 1829,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "kaUAw kwg kau, AMimRq rsu pweIAY; iqRpqY. ivstw Kwie muiK gohY ]3]",
    "transliteration": "Kooaa Kaag Ko Anmrith Ras Paaeeai Thripathai Visattaa Khaae Mukh Gohai ||3||",
    "translation": "You may place ambrosial nectar before crows and ravens, but they will be satisfied only by eating manure and dung with their mouths. ||3||",
    "punjabi": "ਕਾਂ ਅੱਗੇ ਕੋਈ ਸੁਆਦਲਾ ਭੋਜਨ ਰੱਖੀਏ (ਤਾਂ ਉਸ ਨੂੰ ਖਾਣ ਦੇ ਥਾਂ) ਉਹ ਵਿਸ਼ਟਾ ਖਾ ਕੇ, ਵਿਸ਼ਟਾ ਮੂੰਹ ਵਿਚ ਪਾ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(kwg) kW",
    "type_id": 3
  },
  {
    "shabad_id": 1829,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "AMimRq sru siqguru siqvwdI; ijqu nwqY, kaUAw hMsu hohY ]",
    "transliteration": "Anmrith Sar Sathigur Sathivaadhee Jith Naathai Kooaa Hans Hohai ||",
    "translation": "The True Guru, the Speaker of Truth, is the pool of Ambrosial Nectar; bathing within it, the crow becomes a swan.",
    "punjabi": "ਹੇ ਭਰਾਵੋ! ਸਦਾ-ਥਿਰ ਹਰੀ ਦਾ ਨਾਮ ਜਪਣ ਵਾਲਾ ਸਤਿਗੁਰੂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦਾ ਸਰੋਵਰ ਹੈ, ਉਸ ਗੁਰੂ-ਸਰੋਵਰ ਵਿਚ ਨ੍ਹਾਤਿਆਂ (ਆਤਮਕ ਚੁੱਭੀ ਲਾਇਆਂ) ਕਾਂ ਭੀ (ਸਦਾ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਖ਼ੁਸ਼-ਰਹਿਣਾ ਮਨੁੱਖ ਭੀ) ਹੰਸ ਬਣ ਜਾਂਦਾ ਹੈ (ਹਰਿ-ਨਾਮ-ਜੋਤੀ ਦਾ ਪ੍ਰੇਮੀ ਬਣ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "n@wqY",
    "type_id": 3
  },
  {
    "shabad_id": 1829,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "nwnk. Dnu DMnu, vfy vfBwgI; ijn@ gurmiq nwmu, irdY mlu DohY ]4]2]",
    "transliteration": "Naanak Dhhan Dhhann Vaddae Vaddabhaagee Jinh Guramath Naam Ridhai Mal Dhhohai ||4||2||",
    "translation": "O Nanak, blessed, blessed and very fortunate are those who, through the Guru's Teachings, with the Naam, wash away the filth of their hearts. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਧੰਨ ਹਨ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਗੁਰਮਤਿ ਰਾਹੀਂ ਮਿਲਿਆ ਹਰਿ-ਨਾਮ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਮੈਲ ਧੋਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gUjrI mhlw 4 ]",
    "transliteration": "Goojaree Mehalaa 4 ||",
    "translation": "Goojaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hir jn aUqm. aUqm bwxI; muiK bolih praupkwry ]",
    "transliteration": "Har Jan Ootham Ootham Baanee Mukh Bolehi Paroupakaarae ||",
    "translation": "The humble servants of the Lord are exalted, and exalted is their speech. With their mouths, they speak for the benefit of others.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ; ਉਹਨਾਂ ਦੇ ਬਚਨ ਸ੍ਰੇਸ਼ਟ ਹੁੰਦੇ ਹਨ, ਇਹ ਸ੍ਰੇਸ਼ਟ ਬਚਨ ਉਹ ਆਪਣੇ ਮੂੰਹੋਂ ਲੋਕਾਂ ਦੀ ਭਲਾਈ ਵਾਸਤੇ ਬੋਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jo jnu suxY. srDw Bgiq syqI; kir ikrpw hir insqwry ]1]",
    "transliteration": "Jo Jan Sunai Saradhhaa Bhagath Saethee Kar Kirapaa Har Nisathaarae ||1||",
    "translation": "Those who listen to them with faith and devotion, are blessed by the Lord; showering His Mercy, He saves them. ||1||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੇ ਉੱਤਮ ਬਚਨ ਸਰਧਾ ਨਾਲ ਸੁਣਦਾ ਹੈ ਪਿਆਰ ਨਾਲ ਸੁਣਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰ ਕੇ ਉਸ ਨੂੰ (ਭਵ-ਸਾਗਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "rwm; mokau. hir jn myil ipAwry ]",
    "transliteration": "Raam Mo Ko Har Jan Mael Piaarae ||",
    "translation": "Lord, please, let me meet the beloved servants of the Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਰਾਮ! ਮੈਨੂੰ ਆਪਣੇ ਸੰਤ ਜਨ ਮਿਲਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "myry pRIqm pRwn. siqguru guru pUrw; hm pwpI. guir insqwry ]1] rhwau ]",
    "transliteration": "Maerae Preetham Praan Sathigur Gur Pooraa Ham Paapee Gur Nisathaarae ||1|| Rehaao ||",
    "translation": "The True Guru, the Perfect Guru, is my Beloved, my very breath of life; the Guru has saved me, the sinner. ||1||Pause||",
    "punjabi": "ਪੂਰਾ ਸਤਿਗੁਰੂ ਮੈਨੂੰ ਜਿੰਦ-ਜਾਨ ਵਰਗਾ ਪਿਆਰਾ ਹੈ। ਮੈਨੂੰ ਪਾਪੀ ਨੂੰ ਗੁਰੂ ਨੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1830,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "gurmuiK vfBwgI vfBwgy; ijn hir hir nwmu ADwry ]",
    "transliteration": "Guramukh Vaddabhaagee Vaddabhaagae Jin Har Har Naam Adhhaarae ||",
    "translation": "The Gurmukhs are fortunate, so very fortunate; their Support is the Name of the Lord, Har, Har.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ਕਿਉਂਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਹਨਾਂ (ਦੀ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir hir AMimRqu. hir rsu pwvih; gurmiq Bgiq BMfwry ]2]",
    "transliteration": "Har Har Anmrith Har Ras Paavehi Guramath Bhagath Bhanddaarae ||2||",
    "translation": "They obtain the Ambrosial Nectar of the Name of the Lord, Har, Har; through the Guru's Teachings, they obtain this treasure-house of devotional worship. ||2||",
    "punjabi": "ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹਨ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਪ੍ਰਭੂ-ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ijn drsnu siqgur. sq purK, n pwieAw; qy BwghIx. jim mwry ]",
    "transliteration": "Jin Dharasan Sathigur Sath Purakh N Paaeiaa Thae Bhaageheen Jam Maarae ||",
    "translation": "Those who do not obtain the Blessed Vision of the Darshan of the True Guru, the True Primal Being, are most unfortunate; they are destroyed by the Messenger of Death.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਮਹਾ ਪੁਰਖ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਨਹੀਂ ਕੀਤਾ ਉਹ ਆਪਣੀ ਕਿਸਮਤ ਹਾਰ ਬੈਠਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਨੇ ਉਹਨਾਂ ਨੂੰ ਮਾਰ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "sy kUkr sUkr grDB, pvih grB jonI; diX mwry, mhw hiqAwry ]3]",
    "transliteration": "Sae Kookar Sookar Garadhhabh Pavehi Garabh Jonee Dhay Maarae Mehaa Hathiaarae ||3||",
    "translation": "They are like dogs, pigs and jackasses; they are cast into the womb of reincarnation, and the Lord strikes them down as the worst of murderers. ||3||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਕੁੱਤੇ, ਸੂਅਰ, ਖੋਤੇ ਆਦਿਕ ਦੀਆਂ ਜੂਨਾਂ ਵਿਚ ਪੈਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨਿਰਦਈ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਆਤਮਕ ਮੌਤੇ ਮਾਰ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(kUkr) ku`qw[(sUkr) sUr[(grDB) gDw[d-iX: d mukqw-iX ishwrI sihq, qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "dIn dieAwl hohu jn aUpir; kir ikrpw lyhu aubwry ]",
    "transliteration": "Dheen Dhaeiaal Hohu Jan Oopar Kar Kirapaa Laehu Oubaarae ||",
    "translation": "O Lord, Kind to the poor, please shower Your mercy upon Your humble servant, and save him.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਦਾਸ ਉੱਤੇ ਮੇਹਰ ਕਰ, ਤੇ, ਦਾਸ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "(aubwry) bcw lvo jI",
    "type_id": 3
  },
  {
    "shabad_id": 1830,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "nwnk jn. hir kI srxweI; hir BwvY hir insqwry ]4]3]",
    "transliteration": "Naanak Jan Har Kee Saranaaee Har Bhaavai Har Nisathaarae ||4||3||",
    "translation": "Servant Nanak has entered the Lord's Sanctuary; if it pleases You, Lord, please save him. ||4||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਹ ਉਹਨਾਂ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gUjrI mhlw 4 ]",
    "transliteration": "Goojaree Mehalaa 4 ||",
    "translation": "Goojaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hohu dieAwl. myrw mnu lwvhu; hau An idnu rwm nwmu inq iDAweI ]",
    "transliteration": "Hohu Dhaeiaal Maeraa Man Laavahu Ho Anadhin Raam Naam Nith Dhhiaaee ||",
    "translation": "Be Merciful and attune my mind, so that I might meditate continually on the Lord's Name, night and day.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ ਦਇਆਵਾਨ ਹੋਹੁ, ਮੇਰਾ ਮਨ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ, ਮੈਂ ਹਰ ਵੇਲੇ ਸਦਾ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਹਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "siB suK. siB gux, siB inDwn hir; ijqu jipAY, duK BuK sB lih jweI ]1]",
    "transliteration": "Sabh Sukh Sabh Gun Sabh Nidhhaan Har Jith Japiai Dhukh Bhukh Sabh Lehi Jaaee ||1||",
    "translation": "The Lord is all peace, all virtue and all wealth; remembering Him, all misery and hunger depart. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਾਰੇ ਸੁਖ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਹੀ ਪਾਸ ਹਨ, ਜਿਸ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੇ ਦੁੱਖ (ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ), (ਮਾਇਆ ਦੀ) ਸਾਰੀ ਭੁੱਖ ਲਹਿ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "mn myry; myrw rwm nwmu sKw hir BweI ]",
    "transliteration": "Man Maerae Maeraa Raam Naam Sakhaa Har Bhaaee ||",
    "translation": "O my mind, the Lord's Name is my companion and brother.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੇਰਾ ਮਿੱਤਰ ਹੈ ਮੇਰਾ ਭਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "gurmiq rwm nwmu jsu gwvw; AMiq bylI, drgh ley CfweI ]1] rhwau ]",
    "transliteration": "Guramath Raam Naam Jas Gaavaa Anth Baelee Dharageh Leae Shhaddaaee ||1|| Rehaao ||",
    "translation": "Under Guru's Instruction, I sing the Praises of the Lord's Name; it shall be my help and support in the end, and it shall deliver me in the Court of the Lord. ||1||Pause||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹਾਂ। ਆਖ਼ਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਨਾਮ ਹੀ ਸੁਰਖ਼ਰੂ ਕਰਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 1831,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qUM Awpy dwqw. pRBu AMqrjwmI; kir ikrpw loc. myrY min lweI ]",
    "transliteration": "Thoon Aapae Dhaathaa Prabh Antharajaamee Kar Kirapaa Loch Maerai Man Laaee ||",
    "translation": "You Yourself are the Giver, O God, Inner-knower, Searcher of hearts; by Your Grace, You have infused longing for You in my mind.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ (ਸਭਨਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਤੂੰ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਆਪਣੀ ਭਗਤੀ ਦੀ ਤਾਂਘ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "(loc) ie`Cw",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "mY min qin loc lgI hir syqI; pRiB loc pUrI, siqgur srxweI ]2]",
    "transliteration": "Mai Man Than Loch Lagee Har Saethee Prabh Loch Pooree Sathigur Saranaaee ||2||",
    "translation": "My mind and body long for the Lord; God has fulfilled my longing. I have entered the Sanctuary of the True Guru. ||2||",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਲ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋਈ ਹੋਈ ਹੈ। ਪਰਮਾਤਮਾ ਨੇ ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਮੇਰੀ ਤਾਂਘ ਪੂਰੀ ਕਰ ਦਿੱਤੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "mwxs jnmu. puMin kir pwieAw; ibnu nwvY. iDRgu iDRgu ibrQw jweI ]",
    "transliteration": "Maanas Janam Punn Kar Paaeiaa Bin Naavai Dhhrig Dhhrig Birathhaa Jaaee ||",
    "translation": "Human birth is obtained through good actions; without the Name, it is cursed, totally cursed, and it passes away in vain.",
    "punjabi": "ਮਨੁੱਖਾ ਜਨਮ ਬੜੀ ਕਿਸਮਤ ਨਾਲ ਮਿਲਦਾ ਹੈ, ਪਰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ; ਨਾਮ ਤੋਂ ਬਿਨਾ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "nwm ibnw. rs ks duKu KwvY; muKu PIkw. Quk QUk muiK pweI ]3]",
    "transliteration": "Naam Binaa Ras Kas Dhukh Khaavai Mukh Feekaa Thhuk Thhook Mukh Paaee ||3||",
    "translation": "Without the Naam, the Name of the Lord, one obtains only suffering for his delicacies to eat. His mouth is insipid, and his face is spat upon, again and again. ||3||",
    "punjabi": "ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਦੁਨੀਆ ਦੇ ਅਨੇਕਾਂ ਕਿਸਮ ਦੇ ਪਦਾਰਥ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਦੁੱਖ ਹੀ ਸਹੇੜਦਾ ਹੈ, ਮੂੰਹੋਂ ਫਿੱਕੇ ਬੋਲ ਬੋਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਲੁਕਾਈ ਉਸ ਨੂੰ ਫਿਟਕਾਰਾਂ ਹੀ ਪਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "jo jn hir pRB hir hir srxw; iqn drgh hir hir dy vifAweI ]",
    "transliteration": "Jo Jan Har Prabh Har Har Saranaa Thin Dharageh Har Har Dhae Vaddiaaee ||",
    "translation": "Those humble beings, who have entered the Sanctuary of the Lord God, Har, Har, are blessed with glory in the Court of the Lord, Har, Har.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ-ਮਾਣ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1831,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "DMnu DMnu swbwis khY, pRBu jn kau; jn nwnk. myil ley gil lweI ]4]4]",
    "transliteration": "Dhhann Dhhann Saabaas Kehai Prabh Jan Ko Jan Naanak Mael Leae Gal Laaee ||4||4||",
    "translation": "Blessed, blessed and congratulations, says God to His humble servant. O servant Nanak, He embraces him, and blends him with Himself. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕ ਨੂੰ 'ਧੰਨ ਧੰਨ' ਆਖਦਾ ਹੈ, 'ਸਾਬਾਸ਼' ਆਖਦਾ ਹੈ, ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਕੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "giL",
    "type_id": 3
  },
  {
    "shabad_id": 1832,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gUjrI mhlw 4 ]",
    "transliteration": "Goojaree Mehalaa 4 ||",
    "translation": "Goojaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1832,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "gurmuiK sKI shylI myrI; mokau dyvhu dwnu, hir pRwn jIvwieAw ]",
    "transliteration": "Guramukh Sakhee Sehaelee Maeree Mo Ko Dhaevahu Dhaan Har Praan Jeevaaeiaa ||",
    "translation": "O Gurmukhs O my friends and companions give me the gift of the Lord's Name, the life of my very life.",
    "punjabi": "ਹੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਸਿੱਖੋ! ਹੇ ਮੇਰੀ ਸਖੀ ਸਹੇਲੀਹੋ! ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ ਦੀ ਦਾਤਿ ਦਿਉ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 1832,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hm hovh lwly goly gurisKw ky; ijn@w. An idnu hir pRBu purKu iDAwieAw ]1]",
    "transliteration": "Ham Hoveh Laalae Golae Gurasikhaa Kae Jinhaa Anadhin Har Prabh Purakh Dhhiaaeiaa ||1||",
    "translation": "I am the slave, the servant of the Guru's Sikhs, who meditate on the Lord God, the Primal Being, night and day. ||1||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਗੁਰਸਿੱਖਾਂ ਦਾ ਦਾਸ ਹਾਂ, ਗ਼ੁਲਾਮ ਹਾਂ, ਜੇਹੜੇ ਹਰ ਵੇਲੇ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "guris`KW",
    "type_id": 3
  },
  {
    "shabad_id": 1832,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "myrY min qin ibrhu; gur isK pg lwieAw ]",
    "transliteration": "Maerai Man Than Birahu Gurasikh Pag Laaeiaa ||",
    "translation": "Within my mind and body, I have enshrined love for the feet of the Guru's Sikhs.",
    "punjabi": "(ਮੇਰੇ ਚੰਗੇ ਭਾਗਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰਸਿੱਖਾਂ ਦੇ ਚਰਨਾਂ ਦਾ ਪ੍ਰੇਮ ਪੈਦਾ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ibrhu) pRym[pg:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 1832,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "myry pRwn sKw gur ky isK BweI; mokau krhu aupdysu. hir imlY imlwieAw ]1] rhwau ]",
    "transliteration": "Maerae Praan Sakhaa Gur Kae Sikh Bhaaee Mo Ko Karahu Oupadhaes Har Milai Milaaeiaa ||1|| Rehaao ||",
    "translation": "O my life-mates, O Sikhs of the Guru, O Siblings of Destiny, instruct me in the Teachings, that I might merge in the Lord's Merger. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਸਾਥੀ ਗੁਰ-ਸਿੱਖੋ! ਹੇ ਭਰਾਵੋ! ਤੁਸੀ ਮੈਨੂੰ ਇਹੋ ਜਿਹਾ ਉਪਦੇਸ਼ ਕਰੋ, (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੁਹਾਡਾ ਮਿਲਾਇਆ ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਮਿਲ ਪਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]