[
  {
    "id": 89509,
    "shabad_id": 25216,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤ ਹੀਨ ਪਸੂਅਾ ਪਵਿਤ੍ਰ ਦੇਹ ਖੜ ਖਾੲੇ ਅੰਮ੍ਰਿਤ ਪ੍ਵਾਹ ਕੋ ਸੁਅਾੳੁ ਹੈ",
    "transliteration": "Sabad Surat Heen Pasooaa Pavitr Dayha , Kharh Khaaay Anmrit Pravaah Ko Suaau Hai ?",
    "translation": "One who has no perception of Guru’s words is far inferior than an animal who eats hay and grass and yields nectar like milk.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89510,
    "shabad_id": 25216,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗੋਬਰ ਗੋਮੂਤ੍ਰ ਸੂਤ੍ਰ ਪਰਮ ਪਵਿਤ੍ਰ ਭੲੇ ਮਾਨਸ ਦੇਹੀ ਨਿਖਿਧ ਅੰਮ੍ਰਿਤ ਅਪਿਅਾੳੁ ਹੈ",
    "transliteration": "Gobar Gomootr Sootr Param Pavitr Bhaay , Maanas Dayhee Nikhidh Anmrit Apiaau Hai ?",
    "translation": "According to Hindu mythology, cowdung and cow's urine are considered sacred but cursed is a human body that eats elixir- like food and spreads filth all around.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89511,
    "shabad_id": 25216,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਚਨ ਬਿਬੇਕ ਟੇਕ ਸਾਧਨ ਕੈ ਸਾਧ ਭੲੇ ਅਧਮ ਅਸਾਧ ਖਲ ਬਚਨ ਦੁਰਾੳੁ ਹੈ",
    "transliteration": "Bachan Bibayk Tayk Saadhan Kai Saadh Bhaay , Adham Asaadh Khal Bachan Duraau Hai ?",
    "translation": "Those who take the support of the knowledgeable sermons of the True Guru and practice these in their life are superb saintly persons. On the contrary, those who shy away from the teachings of the True Guru are low of status, evil and foolish.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89512,
    "shabad_id": 25216,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰਸਨਾ ਅੰਮ੍ਰਿਤ ਰਸ ਰਸਿਕ ਰਸਾੲਿਨ ਹੁੲਿ ਮਾਨਸ ਬਿਖੈ ਧਰ ਬਿਖਮ ਬਿਖੁ ਤਾੳੁ ਹੈ ||੨੦੧||",
    "transliteration": "Rasanaa Anmrit Ras Rasik Rasaain Hui , Maanas Bikhai Dhar Bikham Bikhu Taau Hai ?201?",
    "translation": "By meditation on His name, such saintly persons themselves become the fountains of elixir-like Naam. Those who are bereft of the words of the Guru and are engrossed in maya are scary like poisonous snakes and full of venom. (201)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
