[
  {
    "shabad_id": 25218,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "drs iDAwn ibrhw ibAwpY diRgn huie sÍn ibrhu ibAwpY mDur bcn kY",
    "transliteration": "Daras Dhiaan Birahaa Biaapai Drigan Hui , Sravan Birahu Biaapai Madhur Bachan Kai ?",
    "translation": "Just as a married woman temporarily separated from her husband feels the pangs of separation, her inability to hear the sweet sound of her husband distresses her, so do the Sikhs suffer the pangs of separation.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25218,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sMgm smwgm ibrhu ibAwpY ijhbw kY pwrs prs AMkmwl kI rcn kY",
    "transliteration": "Sangam Samaagam Birahu Biaapai Jihabaa Kai , Paaras Paras Ankamaal Kee Rachan Kai ?",
    "translation": "Just as a wife feels a strong desire to speak to her husband after a long separation, her fond desire to feel her husband against her breast troubles her, so do the Sikhs long to feel the divine embrace of their True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25218,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ishjw gvn ibrhw ibAwpY crn huie pRym rs ibrh sRbMg huie scn kY",
    "transliteration": "Sihajaa Gavan Birahaa Biaapai Charan Hui , Praym Ras Birah Srabang Hui Sachan Kai ?",
    "translation": "As reaching the nuptial bed of her husband troubles the wife when her husband is not there but she is filled with passion and love; so does a Sikh separated from his Guru craves like a fish out of water to touch the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25218,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "rom rom ibrh biRQw kY ibhbl BeI ssw ijau bhIr pIr pRbl qcn kY ]203]",
    "transliteration": "Rom Rom Birah Bridaa Kai Bihabal Bhaee , Sasaa Jiu Baheer Peer Prabal Tachan Kai ?203?",
    "translation": "A separated wife feels love sickness in every hair of her body and remains distressed like a rabbit that has been surrounded by hunters from all sides. So does a Sikh feel the pangs of separation and longs to meet his True Guru at the earliest. (203)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
