[
  {
    "shabad_id": 25223,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "joeI piRA BwvY qwih dyiK Aau idKwvy Awp diRsit drs imil soBw dY suhwveI",
    "transliteration": "Joee Pria Bhaavai Taahi Daykhi Au Dikhaavay Aapa , Drisati Daras Mili Sobhaa Dai Suhaavaee ?",
    "translation": "The seeker woman, who is liked by the True Guru Master, is glanced at with a look of clemency by the beloved Master who reveals Himself to her. By His clemency and glimpse, the hapless woman is blessed with goodness making her praiseworthy.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25223,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "joeI piRA BwvY muK bcn sunwvy qwih sbid suriq gur igAwn aupjwveI",
    "transliteration": "Joee Pria Bhaavai Moukh Bachan Sounaavay Taahi , Sabadi Surati Gur Giaan Oupajaavaee ?",
    "translation": "One who is liked by the beloved Master, is blessed with His divine words. By the union of His words and consciousness, He enlightens her with Guru's sermons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25223,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "joeI piRA BwvY dh idis pRgtwvY qwih soeI bhunwiek kI nwiekw khwveI",
    "transliteration": "Joee Pria Bhaavai Dah Disi Pragataavai Taahi , Soee Bahounaaik Kee Naaikaa Kahaavaee ?",
    "translation": "The seeker woman who is loved by her True Guru, is revealed by Him in all the ten directions of the world. Then she is addressed and known as supreme beloved of the Master who is the master of many more seeker brides.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25223,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "joeI piRA BwvY ishjwsin imlwvY qwih pRym rs bs kir ApIau pIAwveI ]208]",
    "transliteration": "Joee Pria Bhaavai Sihajaasani Milaavai Taahi , Praym Ras Bas Kari Apeeu Peeaavaee ?208?",
    "translation": "The seeker bride who is liked by beloved True Guru, is united with Him on the mind like divine bed. Enamoured by her love, He makes her drink deep the elixir of Naam Amrit. (208)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]