[
  {
    "id": 89541,
    "shabad_id": 25224,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਿਅ ਭਾਵੈ ਤਾਹਿ ਸੁੰਦਰਤਾ ਕੈ ਸੁਹਾਵੈ ਸੋੲੀ ਸੁੰਦਰੀ ਕਹਾਵੈ ਛਬਿ ਕੈ ਛਬੀਲੀ ਹੈ",
    "transliteration": "Joee Pria Bhaavai Taahi Soundarataa Kai Suhaavai , Soee Soundaree Kahaavai Chhabi Kai Chhabeelee Hai ?",
    "translation": "The female living being (jeev Istri) who has found favour with the True Guru Master the manifest form of the Lord, becomes virtuous and praiseworthy due to the blessing of spiritual beauty to her. That truly is called the beauty.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89542,
    "shabad_id": 25224,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਿਅ ਭਾਵੈ ਤਾਹਿ ਬਾਨਕ ਬਧੂ ਬਨਾਵੈ ਸੋੲੀ ਬਨਤਾ ਕਹਾਵੈ ਰੰਗ ਮੈ ਰੰਗੀਲੀ ਹੈ",
    "transliteration": "Joee Pria Bhaavai Taahi Baanak Badhoo Banaavai , Soee Banataa Kahaavai Rang Mai Rangeelee Hai ?",
    "translation": "She who is loved by her beloved master, is made into a highly adorable bride by Him. One who is ever engrossed in the hue of Lord's meditation is truly a blessed married woman.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89543,
    "shabad_id": 25224,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਿਅ ਭਾਵੈ ਤਾ ਕੀ ਸਬੈ ਕਾਮਨਾ ਪੁਜਾਵੈ ਸੋੲੀ ਕਾਮਨੀ ਕਹਾਵੈ ਸੀਲ ਕੈ ਸੁਸੀਲੀ ਹੈ",
    "transliteration": "Joee Pria Bhaavai Taa Kee Sabai Kaamanaa Pujaavai , Soee Kaamanee Kahaavai Seel Kai Souseelee Hai ?",
    "translation": "The (seeker) female living being who gains the favour of her beloved master has all her desires fulfilled by Him. By virtue of her superior nature, she is well behaved and that makes her famous as beautiful lady in the true sense.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89544,
    "shabad_id": 25224,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੋੲੀ ਪ੍ਰਿਅ ਭਾਵੈ ਤਾਹਿ ਪ੍ਰੇਮ ਰਸ ਲੈ ਪੀਅਾਵੈ ਸੋੲੀ ਪ੍ਰੇਮਨੀ ਕਹਾਵੈ ਰਸਕ ਰਸੀਲੀ ਹੈ ॥੨੦੯॥",
    "transliteration": "Joee Pria Bhaavai Taahi Praym Ras Lai Peeaavai , Soee Praymanee Kahaavai Rasak Raseelee Hai ?209?",
    "translation": "The seeker woman who is liked by dear True Guru, she is blessed with relishing the Nam elixir of Lord's love. One who drinks deep the divine elixir is loved one in the true sense. (209)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
