[
  {
    "id": 89545,
    "shabad_id": 25225,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਿਰਹ ਬਿਓਗ ਸੋਗ ਸੇਤ ਰੂਪ ਹੁੲਿ ਕ੍ਰਿਤਾਸ ਟੂਕ ਟੂਕ ਭੲੇ ਪਾਤੀ ਲਿਖੀਅੈ ਬਿਦੇਸ ਤੇ",
    "transliteration": "Birah Biaog Sog Sayt Roop Hui Kritaasa , Took Took Bhaay Paatee Likheeai Bidays Tay ?",
    "translation": "A sentient woman (devoted Sikh) separated from her beloved True Guru writes letter to her beloved stating that his separation and long disjunction has made her complexion paper white while her limbs are losing their strength to the extent of falling apart",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89546,
    "shabad_id": 25225,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਰਹ ਅਗਨਿ ਸੇ ਸਵਾਨੀ ਮਾਸੁ ਕ੍ਰਿਸਨ ਹੁੲਿ ਬਿਰਹਨੀ ਭੇਖ ਲੇਖ ਬਿਖਮ ਸੰਦੇਸ ਤੇ",
    "transliteration": "Birah Agani Say Savaanee Maasu Krisan Hui , Birahanee Bhaykh Laykh Bikham Sandays Tay ?",
    "translation": "The separated woman writes the state of her distress and the pangs she has been bearing. She wails that his separation has virtually turned the colour of her skin black.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89547,
    "shabad_id": 25225,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਿਰਹ ਬਿਓਗ ਰੋਗ ਲੇਖਨਿ ਕੀ ਛਾਤੀ ਫਾਟੀ ਰੁਦਨ ਕਰਤ ਲਿਖੈ ਅਾਤਮ ਅਵੇਸ ਤੇ",
    "transliteration": "Birah Biaog Rog Laykhani Kee Chhaatee Dhaatee , Rudan Karat Likhai Aatam Avays Tay ?",
    "translation": "Crying from the core of her heart, the separated woman writes that because of the distress of bearing separation, even the breast of the pen that she is writing with has cracked.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89548,
    "shabad_id": 25225,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਰਹ ੳੁਸਾਸਨ ਪ੍ਰਗਾਸਨ ਦੁਖਿਤ ਗਤਿ ਬਿਰਹਨੀ ਕੈਸੇ ਜੀਅੈ ਬਿਰਹ ਪ੍ਵੇਸ ਤੇ ॥੨੧੦॥",
    "transliteration": "Birah Ousaasan Pragaasan Doukhit Gati , Birahanee Kaisay Jeeai Birah Pravays Tay ?210?",
    "translation": "Heaving cold sighs and lamenting, she expresses her distressed state and asks how could anyone live when the weapon of separation had penetrated deep into her heart. (210)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
