[
  {
    "shabad_id": 25226,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUrb sMjog imil sujn sgweI hoq ismrq suin suin sÍn sMdys kY",
    "transliteration": "Poorab Sanjog Mili Sujan Sagaaee Hota , Simarat Souni Souni Sravan Sandays Kai ?",
    "translation": "Deeds of previous births bring together noble people and they join in the form of holy congregation to establish union with True Guru. Such a maid who is betrothed thus hears the messages of her True Guru master from others and remembers them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25226,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ibiD sY ibvwhy imil diRsit drs ilv ibidmwn iDAwn rs rUp rMg Bys kY",
    "transliteration": "Bidhi Sai Bivaahay Mili Drisati Daras Liva , Bidimaan Dhiaan Ras Roop Rang Bhays Kai ?",
    "translation": "When according to tradition, marriage is solemnised, that is to say she is consecrated by Guru and an accord gets established between them, then her mind is engrossed in the form, colour, attire and pleasure of the master True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25226,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rYn sYn smY sRuq sbd ibbyk tyk Awqm igAwn prmwqm pÍys kY",
    "transliteration": "Rain Sain Samai Srout Sabad Bibayk Tayka , Aatam Giaan Paramaatam Pravays Kai ?",
    "translation": "At night when it is time for people to sleep, a seeker of the Lord takes refuge in the knowledge of the divine words and achieving soulful ecstasy through practicing of Naam, unites in the holy feet of the Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25226,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "igAwn iDAwn ismrn aulMG iekqR hoie pRym rs bis hoq ibsm Avys kY ]211]",
    "transliteration": "Giaan Dhiaan Simaran Ulangh Ikatr Hoi , Praym Ras Basi Hot Bisam Avays Kai ?211?",
    "translation": "Contemplating thus she (jeev istri) crosses all the stages of knowledge and becomes one with dear beloved and influenced by His loving pleasure, she gets engrossed in wondrous and marvellous spiritual state. (211)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
