[
  {
    "shabad_id": 25229,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sRI gur drs iDAwn Kt drsn dyKY skl drs sm drs idKwey hY",
    "transliteration": "Sree Gur Daras Dhiaan Khat Darasan Daykhai , Sakal Daras Sam Daras Dikhaaay Hai ?",
    "translation": "One who has fixed his attention on the vision of the True Guru. is not reassured by the six schools of philosophy nor towards other religious sects. He sees all philosophies in the vision of one True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25229,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sRI gur sbd pMc sbd igAwn gMim srb sbd Anhd smJwey hY",
    "transliteration": "Sree Gur Sabad Panch Sabad Giaan Ganmi , Sarab Sabad Anahad Samajhaaay Hai ?",
    "translation": "One who has received Guru's consecration hears melodies of five types of musical instruments deep in his soul because the unstruck music that has appeared in his being due to perpetual meditation on Lord's name has all the melodies in it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25229,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mMqR aupdys prvys kY Avys irdY Awid kau Awdys kY bHm bHmwey hY",
    "transliteration": "Mantr Oupadays Paravays Kai Avays Ridai , Aadi Kau Aadays Kai Braham Brahamaaay Hai ?",
    "translation": "By practicing meditation on the Lord, He comes and resides he in the heart. In this state an initiated disciple sees the all-pervading Lord everywhere.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25229,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "igAwn iDAwn ismrn pRym rs risk huie eyk Aau Anyk ky ibbyk pRgtwey hY ]214]",
    "transliteration": "Giaan Dhiaan Simaran Praym Ras Rasik Hui , Ayk Au Anayk Kay Bibayk Pragataaay Hai ?214?",
    "translation": "The Sikh who is blessed with knowledge, contemplation and Simran by the True Guru and who relishes the loving elixir, learns the truth of one Lord who pervades in all despite being one. (214)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
