[
  {
    "shabad_id": 25233,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "crn kml gur jb qy irdY bswey qb qy AsiQir iciq Anq n DwvhI",
    "transliteration": "Charan Kamal Gur Jab Tay Ridai Basaaay , Tab Tay Asadiri Chiti Anat N Dhaavahee ?",
    "translation": "Since the time a human being attaches his mind with the lotus like feet of the True Guru, his mind becomes stable and it does not wander anywhere.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25233,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "crn kml mkrMd crnwmiRq kY pRwpiq Amr pd shij smwvhI",
    "transliteration": "Charan Kamal Makarand Charanaamrit Kai , Praapati Amar Pad Sahaji Samaavahee ?",
    "translation": "The refuge of the True Guru's feet provides one with the foot-wash of the True Guru that helps him acquire inimitable state and engrossment in equipoise.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25233,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "crn kml gur jb qy iDAwn Dwry Awn igAwn iDAwn srbMg ibsrwvhI",
    "transliteration": "Charan Kamal Gur Jab Tay Dhiaan Dhaaray , Aan Giaan Dhiaan Sarabang Bisaraavahee ?",
    "translation": "Since the holy feet of the True Guru got lodged in the heart of a devotee (the devotee took His refuge), the mind of the devotee has shed all other comforts and is absorbed in the meditation of His name.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25233,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "crn kml gur mDup Aau kml giq mn mnsw Qikq inj giH AwveI ]218]",
    "transliteration": "Charan Kamal Gur Madhoup Au Kamal Gati , Man Manasaa Dakit Nij Grahi Aavaee ?218?",
    "translation": "Since the fragrance of the holy lotus-feet of the True Guru got lodged in the mind of the devotee, all other fragrances have become prosaic and indifferent for him. (218)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]