[
  {
    "id": 89585,
    "shabad_id": 25235,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rUp hIn kul hIn gun hIn igAwn hIn soBw hIn Bwg hIn qp hIn bwvrI",
    "transliteration": "Roop Heen Kul Heen Goun Heen Giaan Heena , Sobhaa Heen Bhaag Heen Tap Heen Baavaree ?",
    "translation": "I the sentient seeker am without attractive looks, do not belong to high caste as deemed of Sikhs of the Guru, without the virtues of Naam, empty of Guru's knowledge, without any praiseworthy traits, unlucky because of vices, bereft of the service of Guru",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89586,
    "shabad_id": 25235,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "diRsit drs hIn sbd suriq hIn buiD bl hIn sUDy hsq n pwv rI",
    "transliteration": "Drisati Daras Heen Sabad Surati Heena , Budhi Bal Heen Soodhay Hasat N Paav Ree ?",
    "translation": "I am bereft of the kind looks and glimpse of the True Guru, without meditation, weak of power and wisdom, of warped hands and feet because of not doing service of the Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89587,
    "shabad_id": 25235,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pRIq hIn rIiq hIn Bwie BY pRqIq hIn icq hIn ibq hIn shj suBwv rI",
    "transliteration": "Preet Heen Reeti Heen Bhaai Bhai Prateet Heena , Chit Heen Bit Heen Sahaj Soubhaav Ree ?",
    "translation": "I am vacuous of my beloved's love, unaware of Guru's teachings, hollow of devotion, unstable of mind, poor of the wealth of meditation and even lacking in calmness of nature.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89588,
    "shabad_id": 25235,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AMg AMg hIn dInwDIn prwcIn lig crn srin kYsy pRwpq huie rwvrI ]220]",
    "transliteration": "Ang Ang Heen Deenaadheen Paraacheen Lagi , Charan Sarani Kaisay Praapat Hui Raavaree ?220?",
    "translation": "I am inferior from every aspect of life. I don't become humble in order to please my beloved. With all these shortcomings, O my True Guru! How can I acquire the refuge of your holy feet. (220)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
