[
  {
    "id": 89589,
    "shabad_id": 25236,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jnnI suqih ibKu dyq hyqu kaun rwKY Gru musY pwhrUAw kho kYsy rwKIAY",
    "transliteration": "Jananee Soutahi Bikhu Dayt Haytu Kaoun Raakhai , Gharu Mousai Paaharooaa Kaho Kaisay Raakheeai ?",
    "translation": "If a mother poisons her son then who will love him? If a watchman robs the house then how can it be protected?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89590,
    "shabad_id": 25236,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "krIAw jau borY nwv kho kYsy pwvY pwru AgUAwaU bwt pwrY kw pY dInu BwKIAY",
    "transliteration": "Kareeaa Jau Borai Naav Kaho Kaisay Paavai Paaru , Agooaaoo Baat Paarai Kaa Pai Deenu Bhaakheeai ?",
    "translation": "If a boatman sinks the boat, then how can the passengers reach the shore beyond? If the-leader cheats on the way, then who can be prayed for justice?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89591,
    "shabad_id": 25236,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "KyqY jau Kwie bwir kaun Dwie rwKnhwru ckÍY krY AinAwau pUCY kaunu swKIAY",
    "transliteration": "Khaytai Jau Khaai Baari Kaoun Dhaai Raakhanahaaru , Chakravai Karai Aniaau Poochhai Kaounu Saakheeai ?",
    "translation": "If the protecting fence starts eating the crop (caretaker starts destroying the crop) then who will take care of it? If a king becomes unjust who will examine the witness?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89592,
    "shabad_id": 25236,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "rogIAY jau bYdu mwrY imqR jau kmwvY dRohu gur n mukqu krY kw pY AiBlwKIAY ]221]",
    "transliteration": "Rogeeai Jau Baidu Maarai Mitr Jau Kamaavai Drohu , Gur N Moukatu Karai Kaa Pai Abhilaakheeai ?221?",
    "translation": "If a physician kills the patient, a friend betrays his friend, then who can be trusted? If a Guru does not bless his disciple with salvation, then who else can be expected to be saved? (221)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
