[
  {
    "shabad_id": 25240,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sbd suriq ilv gur isK sMiD imly Awqm Avys pRmwqm pRbIn hY",
    "transliteration": "Sabad Surati Liv Gur Sikh Sandhi Milay , Aatam Avays Pramaatam Prabeen Hai ?",
    "translation": "With the union of a disciple coming in the refuge of True Guru and when his mind is engrossed in the divine word, he becomes an adept in uniting his self with the Supreme soul.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25240,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qqY imil qq sÍwNq bUMd mukqwhl huie pwrs kY pwrs prspr kIn hY",
    "transliteration": "Tatai Mili Tat Svaant Boond Moukataahal Hui , Paaras Kai Paaras Parasapar Keen Hai ?",
    "translation": "As the mythical rain-drop (Swati) turns into a pearl when it falls on an Oyster shell and becomes highly valuable, so would a person become when his heart is filled with the elixir-like Naam of the Lord. Uniting with Supreme, he too becomes like Him. Like",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25240,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "joq imil joiq jYsy dIpkY idpq dIp hIrY hIrw byDIAq AwpY Awpw cIn hY",
    "transliteration": "Jot Mili Joti Jaisay Deepakai Dipat Deepa , Heerai Heeraa Baydheeat Aapai Aapaa Cheen Hai ?",
    "translation": "As an oil lamp lights the other, so does a true devotee (Gursikh) meeting with True Guru becomes an embodiment of His light and shines in the diamond like a diamond. He reckons his self then.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25240,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "cMdn bnwspqI bwsnw subws giq cqr brn jn kul AkulIn hY ]225]",
    "transliteration": "Chandan Banaasapatee Baasanaa Soubaas Gati , Chatar Baran Jan Kul Akuleen Hai ?225?",
    "translation": "All the vegetation around a sandalwood tree becomes fragrant. Similarly the people of all the four castes become of higher caste after meeting with True Guru. (225)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
