[
  {
    "shabad_id": 25241,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmiq siq irdY siqrUp dyKy diRg siqnwm ijhbw kY pRym rs pwey hY",
    "transliteration": "Gurmati Sati Ridai Satiroop Daykhay Driga , Satinaam Jihabaa Kai Praym Ras Paaay Hai ?",
    "translation": "By lodging the teachings of the True Guru in the heart, the eyes of the Sikh of the Guru sees the True Lord pervading in everyone everywhere. He repeats the name of the Lord incessantly and relishes the loving nectar of Naam Simran all the time.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25241,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd ibbyk siq sÍn suriq nwd nwskw sugMiD siq AwGRn AGwey hY",
    "transliteration": "Sabad Bibayk Sati Sravan Surati Naada , Naasakaa Sougandhi Sati Aaghran Aghaaay Hai ?",
    "translation": "Having listened to the true words of wisdom from the Guru, the ears of a disciple remain engrossed in listening to that tune. Smelling the fragrance of the Naam, his nostrils are satiated by the sweet smell of the Naam.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25241,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sMq crnwmRq hsq AvlMb siq pwrs pris hoie pwrs idKwey hY",
    "transliteration": "Sant Charanaamrat Hasat Avalanb Sati , Paaras Parasi Hoi Paaras Dikhaaay Hai ?",
    "translation": "With the hands getting a touch of the feet of the True Guru, a Sikh of the Guru is seen to have become a philosopher stone like the True Guru Himself.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25241,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn gur isK sMiD imly AlK lKwey hY ]226]",
    "transliteration": "Satiroop Satinaam Satigur Giaan Dhiaana , Gur Sikh Sandhi Milay Alakh Lakhaaay Hai ?226?",
    "translation": "Thus relishing the words of the Guru with all five senses and his becoming one with the True Guru, a Sikh of the Guru becomes aware of the Lord whose form and name is eternal. All this happens through the knowledge dispensed by the True Guru. (226)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]