[
  {
    "shabad_id": 25242,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Awqmw qiRibDI jqR kqR sY iekqR Bey gurmiq siq inhcl mn mwny hY",
    "transliteration": "Aatamaa Tribidhee Jatr Katr Sai Ikatr Bhaay , Gurmati Sati Nihachal Man Maanay Hai ?",
    "translation": "With the acquisition of True Guru's consecration and His wisdom, the mind wandering in three traits of maya becomes stable and then it feels reassured in the words of the Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25242,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jgjIvn jg jg jgjIvn mY pUrn bHmigAwn iDAwn aur Awny hY",
    "transliteration": "Jagajeevan Jag Jag Jagajeevan Mai , Pooran Brahamagiaan Dhiaan Ur Aanay Hai ?",
    "translation": "One who has received the elixir-like Name of the Lord, practiced it, sees the Lord and the world intermingled. That Sikh of the Guru imbibes the knowledge in his heart since it has been blessed by the complete God-like True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25242,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sUKm sQUl mUl eyk hI Anyk myk gors gobMs giq pRym pihcwny hY",
    "transliteration": "Sookham Sadool Mool Ayk Hee Anayk Mayka , Goras Gobans Gati Praym Pahichaanay Hai ?",
    "translation": "The loving hue of Lord's name, the Sikh of the Guru recognises the presence of the Lord in gross and imperceptible species just as well species of cows yield same type of milk.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25242,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kwrn mY kwrn krn icqiR mY icqyro jMqR Duin jMqRI jn kY jnk jwny hY ]227]",
    "transliteration": "Kaaran Mai Kaaran Karan Chitri Mai Chitayro , Jantr Dhouni Jantree Jan Kai Janak Jaanay Hai ?227?",
    "translation": "He realises that the Lord is permeated in His creation as is a painter in his painting, a tune in the musical instrument and qualities of father in his son. (227)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]