[
  {
    "id": 89621,
    "shabad_id": 25244,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "eyk mnu AwT KMf KMf KMf pwNc tUk tUk tUk cwir Pwr Pwr doie Pwr hY",
    "transliteration": "Ayk Manu Aatth Khand Khand Khand Paanch Tooka , Took Took Chaari Dhaar Dhaar Doi Dhaar Hai ?",
    "translation": "A maund (Indian weight measure of past) divided into eight parts makes eight parts of five seer each. Each part when divided into five parts make five pieces of one seer (Indian weight measure) each. If each seer divided into four parts, then each quarter",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89622,
    "shabad_id": 25244,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qwhU qy peIsy Aau peIsw eyk pwNc twNk twNk twNk mwsy cwir Aink pRkwr hY",
    "transliteration": "Taahoo Tay Paeesay Au Paeesaa Ayk Paanch Taanka , Taank Taank Maasay Chaari Anik Prakaar Hai ?",
    "translation": "These half paos are then reduced to Sarsahi. Each Sarsahi contains five Tank. Each Tank has four Mashas. Thus these weight measures have much spread.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89623,
    "shabad_id": 25244,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mwsw eyk AwT rqI rqI AwT cwvr kI hwt hwt knu knu qol qulwDwr hY",
    "transliteration": "Maasaa Ayk Aatth Ratee Ratee Aatth Chaavar Kee , Haat Haat Kanu Kanu Tol Tulaadhaar Hai ?",
    "translation": "One masha contains eight ratis (a small red and black seed of Allarams, used as a weight measure by jewellers for weighing gold) and one rati has eight grains of rice. Thus are being weighed items in a shop.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89624,
    "shabad_id": 25244,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pur pur pUir rhy skl sMswr ibKY bis AwvY kYsy jw ko eyqo ibsQwr hY ]229]",
    "transliteration": "Pur Pur Poori Rahay Sakal Sansaar Bikhai , Basi Aavai Kaisay Jaa Ko Ayto Bisadaar Hai ?229?",
    "translation": "This is the spread of a maund in the cities of the world. A mind which has such an expanse of lust, anger, avarice attachment, arrogance, desires and other vices, how can that mind be controlled? (229)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
