[
  {
    "id": 89625,
    "shabad_id": 25245,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Kgpiq pRbl prwkRmI prmhMs cwqur cqur muK cMcl cpl hY",
    "transliteration": "Khagapati Prabal Paraakramee Paramahansa , Chaatur Chatur Moukh Chanchal Chapal Hai ?",
    "translation": "Mind is like a large Garud (a bird that according to Hindu mythology is the transport of Lord Vishnu) that has very sharp flight, is very powerful, shrewd, clever, well aware of happenings in all four directions and is brisk like electricity.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89626,
    "shabad_id": 25245,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "BujblI Ast Bujw qw ky cwlIs kr eyk sau Ar swiT pwau cwl clwcl hY",
    "transliteration": "Bhujabalee Asat Bhujaa Taa Kay Chaalees Kara , Ayk Sau Ar Saatthi Paau Chaal Chalaachal Hai ?",
    "translation": "Like a maund, the mind is also powerful with eight arms (eight arms of maund-each of 5 seers) 40 hands (each hand is one seer of a maund). Thus it has 160 feet (each feet of a maund is of one pao). Its gait is very sharp and not likely to stop anywhere.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89627,
    "shabad_id": 25245,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jwgRq supn Aihinis dihids DwvY qiRBvn pRiq hoie AwvY eyk pl hY",
    "transliteration": "Jaagrat Soupan Ahinisi Dahidis Dhaavai , Tribhavan Prati Hoi Aavai Ayk Pal Hai ?",
    "translation": "This mind awake or asleep, day or night keeps wandering in all ten directions all the time. It visits all the three worlds in no time.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89628,
    "shabad_id": 25245,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ipMjrI mY ACq aufq phucY n koaU pur pur pUr igr qr Ql jl hY ]230]",
    "transliteration": "Pinjaree Mai Achhat Udat Pahouchai N Kooo , Pur Pur Poor Gir Tar Dal Jal Hai ?230?",
    "translation": "A bird in a cage cannot fly, but mind though in cage of the body flies to places where no one can reach. It has reach to the cities, mountains, jungles, in the water and even the deserts. (230)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
