[
  {
    "shabad_id": 25247,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn eyk mY Anyk BwNiq Aink pRkwr hY",
    "transliteration": "Rachanaa Charitr Chitr Bisam Bachitrapana , Ayk Mai Anayk Bhaanti Anik Prakaar Hai ?",
    "translation": "The picture of miraculous creation of the Lord is full of astonishment and wonder. How has He spread such countless variations and diversities in this one picture?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25247,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "locn mY diRsit sÍn mY suriq rwKI nwskw subws rs rsnw aucwr hY",
    "transliteration": "Lochan Mai Drisati Sravan Mai Surati Raakhee , Naasakaa Soubaas Ras Rasanaa Ouchaar Hai ?",
    "translation": "He has filled energy in the eyes to see, in the ears to hear, in the nostrils to smell and in the tongue to taste and relish.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25247,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "AMqr hI AMqr inrMqrIn soqRn mY kwhU kI n koaU jwnY ibKm bIcwr hY",
    "transliteration": "Antar Hee Antar Nirantareen Sotran Mai , Kaahoo Kee N Kooo Jaanai Bikham Beechaar Hai ?",
    "translation": "What is difficult to understand is that each of these senses has so much difference in them that one does not know how the other is engaged.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25247,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Agm cirqR icqR jwnIAY icqyro kYso nyq nyq nyq nmo nmo nmskwir hY ]232]",
    "transliteration": "Agam Charitr Chitr Jaaneeai Chitayro Kaiso , Nayt Nayt Nayt Namo Namo Namasakaari Hai ?232?",
    "translation": "The picture of creation of the Lord that is beyond comprehension, how can then its creator and His creation be understood? He is limitless, infinite in all the three periods and is worthy of salutations repeatedly. (232)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]