[
  {
    "id": 89633,
    "shabad_id": 25247,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਰਚਨਾ ਚਰਿਤ੍ਰ ਚਿਤ੍ਰ ਬਿਸਮ ਬਚਿਤ੍ਰਪਨ ੲੇਕ ਮੈ ਅਨੇਕ ਭਾਂਤਿ ਅਨਿਕ ਪ੍ਰਕਾਰ ਹੈ",
    "transliteration": "Rachanaa Charitr Chitr Bisam Bachitrapana , Ayk Mai Anayk Bhaanti Anik Prakaar Hai ?",
    "translation": "The picture of miraculous creation of the Lord is full of astonishment and wonder. How has He spread such countless variations and diversities in this one picture?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89634,
    "shabad_id": 25247,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਲੋਚਨ ਮੈ ਦ੍ਰਿਸਟਿ ਸ੍ਵਨ ਮੈ ਸੁਰਤਿ ਰਾਖੀ ਨਾਸਕਾ ਸੁਬਾਸ ਰਸ ਰਸਨਾ ੳੁਚਾਰ ਹੈ",
    "transliteration": "Lochan Mai Drisati Sravan Mai Surati Raakhee , Naasakaa Soubaas Ras Rasanaa Ouchaar Hai ?",
    "translation": "He has filled energy in the eyes to see, in the ears to hear, in the nostrils to smell and in the tongue to taste and relish.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89635,
    "shabad_id": 25247,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅੰਤਰ ਹੀ ਅੰਤਰ ਨਿਰੰਤਰੀਨ ਸੋਤ੍ਰਨ ਮੈ ਕਾਹੂ ਕੀ ਨ ਕੋੳੂ ਜਾਨੈ ਬਿਖਮ ਬੀਚਾਰ ਹੈ",
    "transliteration": "Antar Hee Antar Nirantareen Sotran Mai , Kaahoo Kee N Kooo Jaanai Bikham Beechaar Hai ?",
    "translation": "What is difficult to understand is that each of these senses has so much difference in them that one does not know how the other is engaged.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89636,
    "shabad_id": 25247,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਗਮ ਚਰਿਤ੍ਰ ਚਿਤ੍ਰ ਜਾਨੀਅੈ ਚਿਤੇਰੋ ਕੈਸੋ ਨੇਤ ਨੇਤ ਨੇਤ ਨਮੋ ਨਮੋ ਨਮਸਕਾਰਿ ਹੈ ||੨੩੨||",
    "transliteration": "Agam Charitr Chitr Jaaneeai Chitayro Kaiso , Nayt Nayt Nayt Namo Namo Namasakaari Hai ?232?",
    "translation": "The picture of creation of the Lord that is beyond comprehension, how can then its creator and His creation be understood? He is limitless, infinite in all the three periods and is worthy of salutations repeatedly. (232)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
