[
  {
    "id": 89637,
    "shabad_id": 25248,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਛਾੲਿਅਾ ਪੰਚ ਦੂਤ ਭੁਤ ੳੁਦਮਾਦ ਠਟ ਘਟ ਘਟ ਘਟਿਕਾ ਮੈ ਸਾਗਰ ਅਨੇਕ ਹੈ",
    "transliteration": "Maaiaa Chhaaiaa Panch Doot Bhout Udamaad Tthata , Ghat Ghat Ghatikaa Mai Saagar Anayk Hai ?",
    "translation": "Lust, anger etc., the five vices are shadows of maya (mammon). These have created turbulence in human beings like demons. Many oceans of vices and evils are in rage in me mind of a human being as a result of these.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89638,
    "shabad_id": 25248,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੳੁਧ ਪਲ ਘਟਿਕਾ ਜੁਗਾਦਿ ਪਰਜੰਤ ਅਾਸਾ ਲਹਰਿ ਤਰੰਗ ਮੈ ਨ ਤ੍ਰਿਸਨਾ ਕੀ ਟੇਕ ਹੈ",
    "transliteration": "Audh Pal Ghatikaa Jougaadi Parajant Aasaa , Lahari Tarang Mai N Trisanaa Kee Tayk Hai ?",
    "translation": "Human life is very brief but his expectations and desires are of eons. There are waves of vices in the ocean-like mind whose cravings are unimaginable.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89639,
    "shabad_id": 25248,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਮਨਸਾ ਪ੍ਰਸੰਗ ਧਾਵਤ ਚਤੁਰ ਕੁੰਟ ਛਿਨਕ ਮੈ ਖੰਡ ਬ੍ਹਮੰਡ ਜਾਵਦੇਕ ਹੈ",
    "transliteration": "Man Manasaa Prasang Dhaavat Chatur Kounta , Chhinak Mai Khand Brahamand Jaavadayk Hai ?",
    "translation": "Under the influence of all these cravings and desires, the mind roams about in all four directions and reaches regions beyond in split second time.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89640,
    "shabad_id": 25248,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਧਿ ਕੈ ਬਿਅਾਧਿ ਕੈ ੳੁਪਾਧਿ ਕੈ ਅਸਾਧ ਮਨ ਸਾਧਿਬੇ ਕੳੁ ਚਰਨ ਸਰਨਿ ਗੁਰ ੲੇਕ ਹੈ ||੨੩੩||",
    "transliteration": "Aadhi Kai Biaadhi Kai Oupaadhi Kai Asaadh Mana , Saadhibay Kau Charan Sarani Gur Ayk Hai ?233?",
    "translation": "Despite its engrossment in worries, physical ailments and many types of other maladies, it cannot be stopped from wandering. The refuge of the True Guru is the only means of controlling it. (233)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
