[
  {
    "id": 89645,
    "shabad_id": 25250,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy mnu DwvY pr qn Dn dUKnw lau sRI gur srin swDsMg lau n AwveI",
    "transliteration": "Jaisay Manu Dhaavai Par Tan Dhan Dookhanaa Lau , Sree Gur Sarani Saadhasang Lau N Aavaee ?",
    "translation": "Just as the mind runs after other's woman, other's wealth and vituperation of others, it does not come to the refuge of the True Guru and assembly of noble people.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89646,
    "shabad_id": 25250,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy mnu prwDIn hIn dInqw mY swDsMg siqgur syvw n lgwveI",
    "transliteration": "Jaisay Manu Paraadheen Heen Deenataa Mai , Saadhasang Satigur Sayvaa N Lagaavaee ?",
    "translation": "Just as the mind remains involved in inferior, disrespectful service of others, it does not do similar service of the True Guru and holy assembly of saintly persons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89647,
    "shabad_id": 25250,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy mnu ikriq ibriq mY mgnu hoie swDsMg kIrqn mY n TihrwveI",
    "transliteration": "Jaisay Manu Kirati Birati Mai Maganu Hoi , Saadhasang Keeratan Mai N Tthahiraavaee ?",
    "translation": "Just as the mind remains engrossed in the worldly affairs, it does not attach itself with the adulations of God arid pious congregation.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89648,
    "shabad_id": 25250,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kUkr ijau cauc kwiF cwkI cwitby kau jwie jw ky mITI lwgI dyKY qwhI pwCY DwveI ]235]",
    "transliteration": "Kookar Jiu Chaouch Kaaddhi Chaakee Chaatibay Kau Jaai , Jaa Kay Meetthee Laagee Daykhai Taahee Paachhai Dhaavaee ?235?",
    "translation": "Just as a dog runs to lick the millstone, so does a greedy person run after him with whom he sees the sweet avarice of maya (mammon). (235)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
