[
  {
    "shabad_id": 25251,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "srvr mY n jwnI dwdr kml giq miRg miRgmd giq AMqr n jwnI hY",
    "transliteration": "Saravar Mai N Jaanee Daadar Kamal Gati , Mrig Mrigamad Gati Antar N Jaanee Hai ?",
    "translation": "A frog living in a pool is unaware of the presence of a lotus flower growing in the same pool. Even a deer is unaware of the musk pod that he is carrying within his body.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25251,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "min mihmw n jwnI Aih ibKR ibKm kY swgr mY sMK iniD hIn bk bwnI hY",
    "transliteration": "Mani Mahimaa N Jaanee Ahi Bikhr Bikham Kai , Saagar Mai Sankh Nidhi Heen Bak Baanee Hai ?",
    "translation": "Just as a poisonous snake because of its poison is not aware of the invaluable pearl that he carries in his hood and a conch shell keeps wailing although it lives in the ocean but unaware of the wealth stored therein.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25251,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "cMdn smIp jYsy bwNs inrgMD kMD aulUAY AlK idn idnkr iDAwnI hY",
    "transliteration": "Chandan Sameep Jaisay Baans Niragandh Kandha , Ulooai Alakh Din Dinakar Dhiaanee Hai ?",
    "translation": "As a bamboo plant remains bereft of fragrance despite living in the close proximity of a Sandalwood tree, and as an owl keeps his eyes shut during the day behaving ignorantly of the Sun,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25251,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy bwNJ bDU mm sRI gur purK Byt inhcl syNbl ijau haumY AiBmwnI hY ]236]",
    "transliteration": "Taisay Baanjh Badhoo Mam Sree Gur Purakh Bhayta , Nihachal Saynbal Jiu Haoumai Abhimaanee Hai ?236?",
    "translation": "Similarly, because of my ego and pride, I like an infertile woman remained fruitless despite acquiring the touch of True Guru. I am no better than the tall fruitless tree like silk Cotton. (236) ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
