[
  {
    "shabad_id": 25253,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kpt snyh jYsy FoklI invwvY sIsu qw kY bis hoie jlu bMDn mY AwveI",
    "transliteration": "Kapat Sanayh Jaisay Ddhokalee Nivaavai Seesu , Taa Kai Basi Hoi Jalu Bandhan Mai Aavaee ?",
    "translation": "Just as Dhekuli (an improvised bag like contraption made of leather in which a long log is used as a lever to drag water from shallow wells) bends displaying false humility seeing which the water is entrapped in its love;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25253,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "fwir dyq Kyq huie pRPuilq sPl qw qy Awip inhPl pwCy boJ aukqwveI",
    "transliteration": "Daari Dayt Khayt Hui Pradhulit Sadhal Taa Tay , Aapi Nihadhal Paachhay Bojh Oukataavaee ?",
    "translation": "It spills the water in the field and as a result of benevolent nature of the water, the crop becomes green and fruit bearing, but Dhekuli of fake humility remains empty and itself lifting its own weight;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25253,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ArD aurD huie AnukRm kY praupkwr Aau ibkwr n imtwveI",
    "transliteration": "Aradh Uradh Hui Anoukram Kai , Paraoupakaar Au Bikaar N Mitaavaee ?",
    "translation": "Thus the Dhekuli keeps going up and down continuo the water does not shed its benevolent nature nor does Dhekuli leave its nature of displaying fake love.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25253,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI AswD swD sMgiq suBwv giq gurmiq durmiq suK duK pwveI ]238]",
    "transliteration": "Taisay Hee Asaadh Saadh Sangati Soubhaav Gati , Gurmati Duramati Soukh Doukh Paavaee ?238?",
    "translation": "So would we face distress in the company of se1f-orien! self-willed people while association with Guru-conscious people enlightens the mind with Guru's wisdom which highly comforting. (238)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]