[
  {
    "id": 89661,
    "shabad_id": 25254,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਕੁਚੀਲ ਪਵਿਤ੍ਰਤਾ ਅਤੀਤ ਮਾਖੀ ਰਾਖੀ ਨ ਰਹਿਤ ਜਾੲਿ ਬੈਠੇ ੲਿਛਾਚਾਰੀ ਹੈ",
    "transliteration": "Jaisay Tau Koucheel Pavitrataa Ateet Maakhee , Raakhee N Rahit Jaai Baitthay Ichhaachaaree Hai ?",
    "translation": "Just as a dirty and defiled fly sits here and there at its will and does not stop even when made to flyaway repeatedly, so do dross-filled and evil-doers come to the holy congregation and impose their will on others;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89662,
    "shabad_id": 25254,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪੁਨਿ ਜੳੁ ਅਹਾਰ ਸਨਬੰਧ ਪਰਵੇਸੁ ਕਰੈ ਜਰੈ ਨ ਅਜਰ ੳੁਕਲੇਦੁ ਖੇਦੁ ਭਾਰੀ ਹੈ",
    "transliteration": "Pouni Jau Ahaar Sanabandh Paravaysu Karai , Jarai N Ajar Oukalaydu Khaydu Bhaaree Hai ?",
    "translation": "And then if the same fly enters our stomach along with food, being indigestible, makes us vomit causing much distress. Like fly, unauthorised persons cause much disturbance in the holy company.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89663,
    "shabad_id": 25254,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਧਿਕ ਬਿਧਾਨ ਜਿੳੁ ੳੁਦਿਅਾਨ ਮੈ ਟਾਟੀ ਦਿਖਾੲਿ ਕਰੈ ਜੀਵ ਘਾਤ ਅਪਰਾਧ ਅਧਿਕਾਰੀ ਹੈ",
    "transliteration": "Badhik Bidhaan Jiu Udiaan Mai Taatee Dikhaai , Karai Jeev Ghaat Aparaadh Adhikaaree Hai ?",
    "translation": "Just as a hunter uses a mock contraption to hunt wild animals, he becomes eligible for punishment of his sins. So would a deceitful person be punished who keep deceiving gullible people in his garb of a saint or a loving devotee.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89664,
    "shabad_id": 25254,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਹਿਰਦੈ ਬਿਲਾੳੁ ਅਰੁ ਨੈਨ ਬਗ ਧਿਅਾਨੀ ਪ੍ਰਾਨੀ ਕਪਟ ਸਨੇਹੀ ਦੇਹੀ ਅੰਤ ਹੁੲਿ ਦੁਖਾਰੀ ਹੈ ॥੨੩੯॥",
    "transliteration": "Hiradai Bilaau Aru Nain Bag Dhiaanee Praanee , Kapat Sanayhee Dayhee Ant Hui Doukhaaree Hai ?239?",
    "translation": "Similarly one whose heart (like a he-cat) is ever engrossed in avarice, who harbours ill intentions and fake love in his eyes like a heron, falls a prey to the angels of death and is put through untold sufferings. (239)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
