[
  {
    "shabad_id": 25254,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau kucIl pivqRqw AqIq mwKI rwKI n rihq jwie bYTy ieCwcwrI hY",
    "transliteration": "Jaisay Tau Koucheel Pavitrataa Ateet Maakhee , Raakhee N Rahit Jaai Baitthay Ichhaachaaree Hai ?",
    "translation": "Just as a dirty and defiled fly sits here and there at its will and does not stop even when made to flyaway repeatedly, so do dross-filled and evil-doers come to the holy congregation and impose their will on others;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25254,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "puin jau Ahwr snbMD prvysu krY jrY n Ajr auklydu Kydu BwrI hY",
    "transliteration": "Pouni Jau Ahaar Sanabandh Paravaysu Karai , Jarai N Ajar Oukalaydu Khaydu Bhaaree Hai ?",
    "translation": "And then if the same fly enters our stomach along with food, being indigestible, makes us vomit causing much distress. Like fly, unauthorised persons cause much disturbance in the holy company.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25254,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "biDk ibDwn ijau auidAwn mY twtI idKwie krY jIv Gwq AprwD AiDkwrI hY",
    "transliteration": "Badhik Bidhaan Jiu Udiaan Mai Taatee Dikhaai , Karai Jeev Ghaat Aparaadh Adhikaaree Hai ?",
    "translation": "Just as a hunter uses a mock contraption to hunt wild animals, he becomes eligible for punishment of his sins. So would a deceitful person be punished who keep deceiving gullible people in his garb of a saint or a loving devotee.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25254,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ihrdY iblwau Aru nYn bg iDAwnI pRwnI kpt snyhI dyhI AMq huie duKwrI hY ]239]",
    "transliteration": "Hiradai Bilaau Aru Nain Bag Dhiaanee Praanee , Kapat Sanayhee Dayhee Ant Hui Doukhaaree Hai ?239?",
    "translation": "Similarly one whose heart (like a he-cat) is ever engrossed in avarice, who harbours ill intentions and fake love in his eyes like a heron, falls a prey to the angels of death and is put through untold sufferings. (239)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]