[
  {
    "id": 89673,
    "shabad_id": 25257,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy ckeI ckvw bMiDk iekqR kIny ipMjrI mY bsy inis duK suK mwny hY",
    "transliteration": "Jaisay Chakaee Chakavaa Bandhik Ikatr Keenay , Pinjaree Mai Basay Nisi Doukh Soukh Maanay Hai ?",
    "translation": "As a bird-catcher catches male and female ruddy sheldrake (Chakvi, Chakva) and put them in the same cage where they remain together for the night, they happily bear the pain of being prisoners because they are spared the pangs of separation for the night.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89674,
    "shabad_id": 25257,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "khq prspr koit surjn vwrau Et durjn pr jwih gih Awny hY",
    "transliteration": "Kahat Parasapar Koti Surajan Vaarau , Aot Durajan Par Jaahi Gahi Aanay Hai ?",
    "translation": "They feel so grateful to the hunter for catching them together and lodging them in the same cage that they sacrifice millions of good people unto him who has given them both a shelter.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89675,
    "shabad_id": 25257,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ismrn mwqR koit Awpdw sMpdw koit sMpdw Awpdw koit pRB ibsrwny hY",
    "transliteration": "Simaran Maatr Koti Aapadaa Sanpadaa Koti , Sanpadaa Aapadaa Koti Prabh Bisaraanay Hai ?",
    "translation": "If millions of distresses fall upon a person who is a regular practitioner of Naam Simran, he considers them as having come to aid in his meditation and union with Lord. And if God is slipping out of the memory, then all the luxurious items of life that g",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89676,
    "shabad_id": 25257,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn siqgur miq siq siq kir jwny hY ]242]",
    "transliteration": "Satiroop Satinaam Satigur Giaan Dhiaana , Satigur Mati Sati Sati Kari Jaanay Hai ?242?",
    "translation": "The practitioner of Lord's name regard His name that the True Guru has blessed him with as the eternal truth and living for ever. He regards and accepts the teachings of True Guru as true and true only. He meditates on Naam with complete devotion. (242)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
