[
  {
    "id": 89677,
    "shabad_id": 25258,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੁਨਿ ਕਤ ਪੰਚ ਤਤ ਮੇਲੁ ਖੇਲੁ ਹੋੲਿ ਕੈਸੇ ਭ੍ਰਮਤ ਅਨੇਕ ਜੋਨਿ ਕੁਟੰਬ ਸੰਜੋਗ ਹੈ",
    "transliteration": "Pouni Kat Panch Tat Maylu Khaylu Hoi Kaisay , Bhramat Anayk Joni Koutanb Sanjog Hai ?",
    "translation": "After wandering in many species of life, I have been able to get a chance of living a family life as a human being. When will I get this body of five elements again?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89678,
    "shabad_id": 25258,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪੁਨਿ ਕਤ ਮਾਨਸ ਜਨੰਮ ਨਿਰਮੋਲਕ ਹੁੲਿ ਦ੍ਰਿਸਟਿ ਸਬਦ ਸੁਰਤਿ ਰਸ ਕਸ ਭੋਗ ਹੈ",
    "transliteration": "Pouni Kat Maanas Jananm Niramolak Hui , Drisati Sabad Surati Ras Kas Bhog Hai ?",
    "translation": "When will I get this invaluable birth as human being again? A birth when I shall be able to enjoy the relishments of sight, taste, hearing etc.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89679,
    "shabad_id": 25258,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪੁਨਿ ਕਤ ਸਾਧਸੰਗੁ ਚਰਨ ਸਰਨਿ ਗੁਰ ਗਿਅਾਨ ਧਿਅਾਨ ਸਿਮਰਨ ਪ੍ਰੇਮ ਮਧੁ ਪ੍ਰਜੋਗ ਹੈ",
    "transliteration": "Pouni Kat Saadhasangu Charan Sarani Gur , Giaan Dhiaan Simaran Praym Madhu Prajog Hai ?",
    "translation": "This is an opportunity of uniting into the knowledge, contemplation, meditation and enjoying the loving elixir-like Naam that the True Guru has blessed me with.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89680,
    "shabad_id": 25258,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਫਲੁ ਜਨਮੁ ਗੁਰਮੁਖ ਸੁਖਫਲ ਚਾਖ ਜੀਵਨ ਮੁਕਤਿ ਹੋੲਿ ਲੋਗ ਮੈ ਅਲੋਗ ਹੈ ||੨੪੩||",
    "transliteration": "Sadhalu Janamu Gurmoukh Soukhaphal Chaakha , Jeevan Moukati Hoi Log Mai Alog Hai ?243?",
    "translation": "An obedient Sikh of the True Guru endeavours to make this birth a success by living his worldly life and yet remaining aloof. He relishes and repeatedly drink deep the elixir-like Naam that the True Guru has blessed him with and thus he becomes emancipate",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
