[
  {
    "shabad_id": 25261,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jq sq isMGwsn shj sMqoK mMqRI Drm DIrj Dujw Aibcl rwj hY",
    "transliteration": "Jat Sat Singhaasan Sahaj Santokh Mantree , Dharam Dheeraj Dhujaa Abichal Raaj Hai ?",
    "translation": "The obedient Gursikh of the True Guru has truth and true morals as his throne while patience and contentment are his ministers. His flag is the eternal persevering righteousness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25261,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "isv ngrI invws dieAw dulhnI imlI Bwg qau BMfwrI Bwau Bojn skwj hY",
    "transliteration": "Siv Nagaree Nivaas Daiaa Dulahanee Milee , Bhaag Tau Bhandaaree Bhaau Bhojan Sakaaj Hai ?",
    "translation": "That Sikh of the Guru resides in the tenth opening like capital of his body. Kindness is his prime queen. His past deeds and fortune is his treasurer while love is his royal feast and food. He is not a slave of worldly delicacies,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25261,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ArQ bIcwr prmwrQ kY rwjnIiq CqRpiq iCmw CqR CwieAw Cb Cwb hY",
    "transliteration": "Arad Beechaar Paramaarad Kai Raajaneeti , Chhatrapati Chhimaa Chhatr Chhaaiaa Chhab Chhaab Hai ?",
    "translation": "His policy of reigning is to establish a kingdom of humility and righteousness. Forgiveness is his canopy under which he sits. The comforting and peace giving shade of his canopy is known all around.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25261,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Awnd smUh suK swNiq prjw pRsMn jgmg joiq Anhid Duin bwj hY ]246]",
    "transliteration": "Aanad Samooh Soukh Saanti Parajaa Prasanna , Jagamag Joti Anahadi Dhouni Baaj Hai ?246?",
    "translation": "Peace and comfort to all are his happy subjects. By the practice of Naam Simran and his capital being in the tenth door where the divine radiance is ever effulgent, the unstruck melody is constantly playing in his capital. (246)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]