[
  {
    "id": 89697,
    "shabad_id": 25263,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਵਘਟਿ ੳੁਤਰਿ ਸਰੋਵਰਿ ਮਜਨੁ ਕਰੈ ਜਪਤ ਅਜਪਾ ਜਾਪੁ ਅਨਭੈ ਅਭਿਅਾਸੀ ਹੈ",
    "transliteration": "Avaghati Outari Sarovari Majanu Karai , Japat Ajapaa Jaapu Anabhai Abhiaasee Hai ?",
    "translation": "Crossing the difficult discipline of the Yogi; a Guru-oriented person bathes himself in the mystical tenth door of the spiritual realm. He dwells in the elixir-like Naam and becomes practitioner of fearless Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89698,
    "shabad_id": 25263,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਿਝਰ ਅਪਾਰ ਧਾਰ ਬਰਖਾ ਅਕਾਸ ਬਾਸ ਜਗਮਗ ਜੋਤਿ ਅਨਹਦ ਅਬਿਨਾਸੀ ਹੈ",
    "transliteration": "Nijhar Apaar Dhaar Barakhaa Akaas Baasa , Jagamag Joti Anahad Abinaasee Hai ?",
    "translation": "He experiences a continuous flow of the celestial nectar in the mystical tenth opening. He experiences light divine and continuous playing of celestial unstruck melody.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89699,
    "shabad_id": 25263,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਤਮ ਅਵੇਸ ਪਰਮਾਤਮ ਪ੍ਵੇਸ ਕੈ ਅਧਯਾਤਮ ਗਿਅਾਨ ਰਿਧਿ ਸਿਧਿ ਨਿਧਿ ਦਾਸੀ ਹੈ",
    "transliteration": "Aatam Avays Paramaatam Pravays Kai , Adhayaatam Giaan Ridhi Sidhi Nidhi Daasee Hai ?",
    "translation": "A Guru-oriented person settles in self and gets absorbed in the Lord God. By virtue of his spiritual knowledge all the miraculous powers now become his slaves.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89700,
    "shabad_id": 25263,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੀਵਨ ਮੁਕਤਿ ਜਗਜੀਵਨ ਜੁਗਤਿ ਜਾਨੀ ਸਲਿਲ ਕਮਲ ਗਤਿ ਮਾੲਿਅਾ ਮੈ ੳੁਦਾਸੀ ਹੈ ||੨੪੮||",
    "transliteration": "Jeevan Moukati Jagajeevan Jougati Jaanee , Salil Kamal Gati Maaiaa Mai Udaasee Hai ?248?",
    "translation": "One, who, in this life has learnt the means of reaching the Lord is liberated while still alive. He remains unaffected by worldly matters (maya), like a lotus flower that lives in water and is not affected by it. (248)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
