[
  {
    "id": 89709,
    "shabad_id": 25266,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਸਾਧਸੰਗ ੳੁਲਟਿ ਪਵਨ ਮਨ ਮੀਨ ਕੀ ਚਪਲ ਹੈ",
    "transliteration": "Gurmukhi Sabad Surati Liv Saadhasanga , Ulati Pavan Man Meen Kee Chapal Hai ?",
    "translation": "Practicing Naam Simran in the holy congregation and inverting the breaths, the wind-like frolicsome mind who is very swift like a fish reaches the tenth mystical door where he engrosses himself in perpetual union of words and consciousness. He does not ha",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89710,
    "shabad_id": 25266,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੋਹੰ ਸੋ ਅਜਪਾ ਜਾਪੁ ਚੀਨੀਅਤ ਅਾਪਾ ਅਾਪ ੳੁਨਮਨੀ ਜੋਤਿ ਕੋ ੳੁਦੋਤ ਹੁੲਿ ਪ੍ਰਬਲ ਹੈ",
    "transliteration": "Sohan So Ajapaa Jaapu Cheeneeat Aapaa Aapa , Ounamanee Joti Ko Udot Hui Prabal Hai ?",
    "translation": "And likewise, due to the philosopher-stone like perpetual meditation that he remains engrossed in without any conscious effort, he becomes aware of himself. In the state when the mind is God-oriented, the bright effulgence of the Lord's name appears.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89711,
    "shabad_id": 25266,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਨਹਦ ਨਾਦ ਬਿਸਮਾਦ ਰੁਨਝੁਨ ਸੁਨਿ ਨਿਝਰ ਝਰਨਿ ਬਰਖਾ ਅੰਮ੍ਰਿਤ ਜਲ ਹੈ",
    "transliteration": "Anahad Naad Bisamaad Rounajhoun Souni , Nijhar Jharani Barakhaa Anmrit Jal Hai ?",
    "translation": "This state of strong God-oriented refulgence, he hears the melodious tunes of the unstruck music and remains in a state of trance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89712,
    "shabad_id": 25266,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਨਭੈ ਅਭਿਅਾਸ ਕੋ ਪ੍ਰਗਾਸ ਅਸਚਰਜ ਮੈ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਬਾਸ ਬ੍ਹਮ ਸਥਲ ਹੈ ||੨੫੧||",
    "transliteration": "Anabhai Abhiaas Ko Pragaas Asacharaj Mai , Bisam Bisvaas Baas Braham Sadal Hai ?251?",
    "translation": "This experience that is felt in the tenth opening of the body, its radiance is astonishing and full of ecstasy. The stay of the mind in the mystical tenth door is of strange faith. (251)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
