[
  {
    "id": 89725,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਹੋਮ ਜਗ ਨੲੀਬੇਦ ਕੈ ਪੂਜਾ ਅਨੇਕ ਜਪ ਤਪ ਸੰਜਮ ਅਨੇਕ ਪੁੰਨ ਦਾਨ ਕੈ",
    "transliteration": "Hom Jag Naeebayd Kai Poojaa Anayka , Jap Tap Sanjam Anayk Pounn Daan Kai ?",
    "translation": "Performing ritualistic worships, making offerings to the gods, performing worship of many kinds, living life in penance and Strict discipline, making charity;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89726,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਲ ਥਲ ਗਿਰ ਤਰ ਤੀਰਥ ਭਵਨ ਭੂਅ ਹਿਮਾਚਲ ਧਾਰਾ ਅਗ੍ਰ ਅਰਪਨ ਪ੍ਰਾਨ ਕੈ",
    "transliteration": "Jal Dal Gir Tar Teerad Bhavan Bhooa , Himaachal Dhaaraa Agr Arapan Praan Kai ?",
    "translation": "Roaming in deserts, water bodies mountains, places of pilgrimage and wasteland, giving up life while approaching the snow clad summits of Himalaya;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89727,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਾਗ ਨਾਦ ਬਾਦ ਸਾਅੰਗੀਤ ਬੇਦ ਪਾਠ ਬਹੁ ਸਹਜ ਸਮਾਧਿ ਸਾਧਿ ਕੋਟਿ ਜੋਗ ਧਿਅਾਨ ਕੈ",
    "transliteration": "Raag Naad Baad Saaangeet Bayd Paatth Bahu , Sahaj Samaadhi Saadhi Koti Jog Dhiaan Kai ?",
    "translation": "Performing recitation of Vedas, singing in modes to the accompaniment of musical instruments, practicing obstinate exercises of Yoga, and indulging in millions of contemplations of Yogic discipline;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89728,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਗੁਰ ਸਿਖ ਸਾਧਸੰਗਿ ਪਰਿ ਵਾਰਿ ਡਾਰੳੁ ਨਿਗ੍ਹ ਹਠ ਜਤਨ ਕੋਟਾਨਿ ਕੈ ॥੨੫੫॥",
    "transliteration": "Charan Sarani Gur Sikh Saadhasangi Pari , Vaari Daarau Nigrah Hatth Jatan Kotaani Kai ?255?",
    "translation": "Abstaining the senses from vices and trying other obstinate practices of Yoga, all this is sacrificed by a Guru-conscious person over the company of saintly persons and the refuge of the True Guru. All these practices are trivial and inane. (255)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
