[
  {
    "id": 89725,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "hom jg neIbyd kY pUjw Anyk jp qp sMjm Anyk puMn dwn kY",
    "transliteration": "Hom Jag Naeebayd Kai Poojaa Anayka , Jap Tap Sanjam Anayk Pounn Daan Kai ?",
    "translation": "Performing ritualistic worships, making offerings to the gods, performing worship of many kinds, living life in penance and Strict discipline, making charity;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89726,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jl Ql igr qr qIrQ Bvn BUA ihmwcl Dwrw AgR Arpn pRwn kY",
    "transliteration": "Jal Dal Gir Tar Teerad Bhavan Bhooa , Himaachal Dhaaraa Agr Arapan Praan Kai ?",
    "translation": "Roaming in deserts, water bodies mountains, places of pilgrimage and wasteland, giving up life while approaching the snow clad summits of Himalaya;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89727,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rwg nwd bwd swAMgIq byd pwT bhu shj smwiD swiD koit jog iDAwn kY",
    "transliteration": "Raag Naad Baad Saaangeet Bayd Paatth Bahu , Sahaj Samaadhi Saadhi Koti Jog Dhiaan Kai ?",
    "translation": "Performing recitation of Vedas, singing in modes to the accompaniment of musical instruments, practicing obstinate exercises of Yoga, and indulging in millions of contemplations of Yogic discipline;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89728,
    "shabad_id": 25270,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "crn srin gur isK swDsMig pir vwir fwrau ingH hT jqn kotwin kY ]255]",
    "transliteration": "Charan Sarani Gur Sikh Saadhasangi Pari , Vaari Daarau Nigrah Hatth Jatan Kotaani Kai ?255?",
    "translation": "Abstaining the senses from vices and trying other obstinate practices of Yoga, all this is sacrificed by a Guru-conscious person over the company of saintly persons and the refuge of the True Guru. All these practices are trivial and inane. (255)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
