[
  {
    "id": 89733,
    "shabad_id": 25272,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਬਦ ਸੁਰਤਿ ਸਾਧਸੰਗਿ ਮਿਲਿ ਭਾਨ ਗਿਅਾਨ ਜੋਤਿ ਕੋ ੳੁਦੋਤ ਪ੍ਰਗਟਾੲਿਓ ਹੈ",
    "transliteration": "Gurmukhi Sabad Surati Saadhasangi Mili , Bhaan Giaan Joti Ko Udot Pragataaiao Hai ?",
    "translation": "An obedient Sikh of the Guru unites the divine word with his consciousness in the company of saintly persons. That illuminates a light of Guru's knowledge in his mind",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89734,
    "shabad_id": 25272,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਾਭ ਸਰਵਰ ਬਿਖੈ ਬ੍ਹਮ ਕਮਲ ਦਲ ਹੋੲਿ ਪ੍ਰਫੁਲਿਤ ਬਿਮਲ ਜਲ ਛਾੲਿਓ ਹੈ",
    "transliteration": "Naabh Saravar Bikhai Braham Kamal Dala , Hoi Pradhulit Bimal Jal Chhaaiao Hai ?",
    "translation": "As a lotus flower blooms with the rise of the Sun, so does the lotus in the navel-region pond of a Sikh of the Guru blossoms with the rising of the Sun of Guru's knowledge that helps him make spiritual progress. Meditation of Naam then progresses with eve",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89735,
    "shabad_id": 25272,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮਧੁ ਮਕਰੰਦ ਰਸ ਪ੍ਰੇਮ ਪਰਪੂਰਨ ਕੈ ਮਨੁ ਮਧੁਕਰ ਸੁਖ ਸੰਪਟ ਸਮਾੲਿਓ ਹੈ",
    "transliteration": "Madhu Makarand Ras Praym Parapooran Kai , Manu Madhoukar Soukh Sanpat Samaaiao Hai ?",
    "translation": "With the development as described above, the bumble beelike mind absorbs in the peace-giving fragrant elixir of Naam captured by love. He is engrossed in the bliss of Naam Simran.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89736,
    "shabad_id": 25272,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਕਥ ਕਥਾ ਬਿਨੋਦ ਮੋਦ ਅਮੋਦ ਲਿਵ ੳੁਨਮਨ ਹੁੲਿ ਮਨੋਦ ਅਨਤ ਨ ਧਾੲਿਓ ਹੈ ॥੨੫੭॥",
    "transliteration": "Akad Kadaa Binod Mod Amod Liva , Ounaman Hui Manod Anat N Dhaaiao Hai ?257?",
    "translation": "The description of the ecstatic state of a Guru oriented person absorbed in His name is beyond words. Intoxicated in this higher spiritual state, his mind does not wander anywhere else. (257)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
