[
  {
    "id": 89737,
    "shabad_id": 25273,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਾਚੋ ਪਾਰੋ ਮਹਾ ਬਿਖਮ ਖਾੲਿਓ ਨ ਜਾੲਿ ਮਾਰੇ ਨਿਹਕਲੰਕ ਹੁੲਿ ਕਲੰਕਨ ਮਿਟਾਵੲੀ",
    "transliteration": "Jaisay Kaacho Paaro Mahaa Bikham Khaaiao N Jaai , Maaray Nihakalank Hui Kalankan Mitaavaee ?",
    "translation": "Just as raw mercury is very harmful to eat but when treated and processed, it becomes edible and a medicine to cure many ailments.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89738,
    "shabad_id": 25273,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤੈਸੇ ਮਨ ਸਬਦ ਬੀਚਾਰਿ ਮਾਰਿ ਹੳੁਮੈ ਮੋਟਿ ਪਰੳੁਪਕਾਰੀ ਹੁੲਿ ਬਿਕਾਰਨ ਘਟਾਵੲੀ",
    "transliteration": "Taisay Man Sabad Beechaari Maari Haoumai Moti , Paraoupakaaree Hui Bikaaran Ghataavaee ?",
    "translation": "So should the mind be treated with the words of wisdom of the Guru. Dispelling ego and pride, then becoming benevolent it reduces other vices. It frees the evil and vice-ridden people from evil deeds.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89739,
    "shabad_id": 25273,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਧੁਸੰਗਿ ਅਧਮੁ ਅਸਾਧੁ ਹੁੲਿ ਮਿਲਤ ਚੂਨਾ ਜਿੳੁ ਤੰਬੋਲ ਰਸੁ ਰੰਗੁ ਪ੍ਰਗਟਾਵੲੀ",
    "transliteration": "Saadhousangi Adhamu Asaadhu Hui Milata , Choonaa Jiu Tanbol Rasu Rangu Pragataavaee ?",
    "translation": "When a lowly person joins the saintly congregation, he too becomes superior just as lime when joined by a betel leaf and other ingredients yield beautiful red colour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89740,
    "shabad_id": 25273,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਚੰਚਲ ਚਿਤ ਭ੍ਰਮਤ ਚਤੁਰ ਕੁੰਟ ਚਰਨ ਕਮਲ ਸੁਖ ਸੰਪਟ ਸਮਾਵੲੀ ||੨੫੮||",
    "transliteration": "Taisay Hee Chanchal Chit Bhramat Chatur Kounta , Charan Kamal Soukh Sanpat Samaavaee ?258?",
    "translation": "So would a base and frolicsome mind wandering in four directions get absorbed in the blissful spiritual state by coming into the refuge of the holy feet of the True Guru and the blessing of the saintly assembly. (258)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
