[
  {
    "shabad_id": 25274,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK mwrg huie Dwvq brij rwKy shj ibsRwm Dwm inhcl bwsu hY",
    "transliteration": "Gurmukhi Maarag Hui Dhaavat Baraji Raakhay , Sahaj Bisraam Dhaam Nihachal Baasu Hai ?",
    "translation": "A Guru-conscious person is able to arrest the wandering of the mind by following the teachings of the Guru. He is thus able to live in stable, peaceful and equipoise state.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25274,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "crn srin rj rUp kY AnUp aUp drs dris smdris pRgwsu hY",
    "transliteration": "Charan Sarani Raj Roop Kai Anoop Oopa , Daras Darasi Samadarasi Pragaasu Hai ?",
    "translation": "Coming into the refuge of the True Guru and feeling the holy dust of the True Guru's feet, a Guru-conscious person becomes beautiful of radiance. Beholding a glimpse of the True Guru, he is enlightened with the rare quality of treating all living beings a",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25274,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sbd suriq ilv bjr kpwt Kuly Anhd nwd ibsmwd ko ibsvwsu hY",
    "transliteration": "Sabad Surati Liv Bajar Kapaat Khulay , Anahad Naad Bisamaad Ko Bisavaasu Hai ?",
    "translation": "By the union of Guru's teachings with consciousness and achieving absorption in Naam, his ego and arrogance of self-assertion is destroyed. Hearing the sweet tune of Naam Simran, he experiences an astonishing state.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25274,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AMmiRq bwnI AlyK lyK ky AlyK Bey prdCnw kY suK dwsn ky dws hY ]259]",
    "transliteration": "Anmrit Baanee Alaykh Laykh Kay Alaykh Bhaay , Paradachhanaa Kai Soukh Daasan Kay Daas Hai ?259?",
    "translation": "By imbibing the unreachable teachings of the Guru in mind, a Guru-conscious person is freed from rendering account of his life before God. By the circumambulation of the True Guru, he achieves spiritual comfort. Living in humility, he serves as servant of",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]