[
  {
    "shabad_id": 25275,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurisK swD rUp rMg AMg AMg Cib dyh kY ibdyh Aau sMswrI inrMkwrI hY",
    "transliteration": "Gursikh Saadh Roop Rang Ang Ang Chhabi , Dayh Kai Bidayh Au Sansaaree Nirankaaree Hai ?",
    "translation": "An obedient Sikh of the True Guru becomes divinely of form and complexion. Every limb of his body radiates the glow of the Guru. He becomes free of all external adorations. He acquires celestial traits and gives up worldly characteristics.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25275,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "drs dris smdrs bHm iDAwn sbd suriq gur bHm bIcwrI hY",
    "transliteration": "Daras Darasi Samadaras Braham Dhiaana , Sabad Surati Gur Braham Beechaaree Hai ?",
    "translation": "By beholding a glimpse of the True Guru, he becomes uniform of behaviour and all knowing. By the union of Guru's words with his mind, he becomes contemplator of the Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25275,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gur aupdys prvys lyK kY AlyK crn srin kY ibkwrI aupkwrI hY",
    "transliteration": "Gur Oupadays Paravays Laykh Kai Alaykha , Charan Sarani Kai Bikaaree Oupakaaree Hai ?",
    "translation": "With the acquisition of True Guru's teachings and lodging it in the heart, he is freed from rendering all accounts of his life. By the refuge of the True Guru, he becomes benevolent from vice-ridden.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25275,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "prdCnw kY bHmwidk pirkRmwid pUrn bHm AgRBwig AwigAwkwrI hY ]260]",
    "transliteration": "Paradachhanaa Kai Brahamaadik Parikramaadi , Pooran Braham Agrabhaagi Aagiaakaaree Hai ?260?",
    "translation": "The Guru's disciple who becomes obedient of complete Godlike True Guru, and is always at His service; he is respected and sacrificed unto by all the gods just because he has sacrificed himself over his True Guru. (260)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]