[
  {
    "id": 89749,
    "shabad_id": 25276,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਾਰਗ ਹੁੲਿ ਭ੍ਰਮਨ ਕੋ ਭ੍ਰਮੁ ਖੋੲਿਓ ਚਰਨ ਸਰਨਿ ਗੁਰ ੲੇਕ ਟੇਕ ਧਾਰੀ ਹੈ",
    "transliteration": "Gurmukhi Maarag Hui Bhraman Ko Bhramu Khoiao , Charan Sarani Gur Ayk Tayk Dhaaree Hai ?",
    "translation": "By becoming a traveller on the path set by the True Guru, disciple of the Guru sheds the illusion of wandering at places and takes the refuge of the holy feet of the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89750,
    "shabad_id": 25276,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦਰਸ ਦਰਸ ਸਮਦਰਸ ਧਿਅਾਨ ਧਾਰਿ ਸਬਦ ਸੁਰਤਿ ਕੈ ਸੰਸਾਰੀ ਨਿਰੰਕਾਰੀ ਹੈ",
    "transliteration": "Daras Daras Samadaras Dhiaan Dhaari , Sabad Surati Kai Sansaaree Nirankaaree Hai ?",
    "translation": "Concentrating his mind on the True Guru, he starts looking at others as equal. By the union of the True Guru's blessed teaching in his consciousness, he becomes divine from being worldly.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89751,
    "shabad_id": 25276,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਵਾ ਕਰਿ ਸੁਰਿ ਨਰ ਸੇਵਕ ਹੈ ਮਾਨਿ ਗੁਰ ਅਾਗਿਅਾ ਸਭਿ ਜਗੁ ਅਾਗਿਅਾਕਾਰੀ ਹੈ",
    "transliteration": "Satigur Sayvaa Kari Suri Nar Sayvak Hai , Maani Gur Aagiaa Sabhi Jagu Aagiaakaaree Hai ?",
    "translation": "By serving the True Guru diligently, gods and other humans become his servants. Having obeyed the command of the True Guru, the whole world then starts obeying him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89752,
    "shabad_id": 25276,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਜਾ ਪ੍ਰਾਨ ਪ੍ਰਾਨਪਤਿ ਸਰਬ ਨਿਧਾਨ ਦਾਨ ਪਾਰਸ ਪਰਸ ਗਤਿ ਪਰੳੁਪਕਾਰੀ ਹੈ ॥੨੬੧॥",
    "transliteration": "Poojaa Praan Praanapati Sarab Nidhaan Daana , Paaras Paras Gati Paraoupakaaree Hai ?261?",
    "translation": "By worshipping the life granting and bestower of all treasures of the world, he becomes like a philosopher-stone. Whosoever comes in his contact, he does good turn to him. (261)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
