[
  {
    "id": 89769,
    "shabad_id": 25281,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਹਿਨਿਸਿ ਭ੍ਰਮਤ ਕਮਲ ਕੁਮੁਦਨੀ ਕੋ ਸਸਿ ਮਿਲਿ ਬਿਛਰਤ ਸੋਗ ਹਰਖ ਬਿਅਾਪਹੀ",
    "transliteration": "Ahinisi Bhramat Kamal Koumudanee Ko Sasi , Mili Bichharat Sog Harakh Biaapahee ?",
    "translation": "The lotus flower keeps waiting for a glimpse of the Sun during the day while Nymphea lotus (kumudini) is ever eager to behold the moon. Lotus flower feels happy to meet the Sun during the day while at night, it feels distressed. On the contrary a Nymphea ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89770,
    "shabad_id": 25281,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰਵਿ ਸਸਿ ੳੁਲੰਘਿ ਸਰਨਿ ਸਤਿਗੁਰ ਗਹੀ ਚਰਨ ਕਮਲ ਸੁਖ ਸੰਪਟ ਮਿਲਾਪਹੀ",
    "transliteration": "Ravi Sasi Ulanghi Sarani Satigur Gahee , Charan Kamal Soukh Sanpat Milaapahee ?",
    "translation": "Going beyond the attitude of the Sun and Moon where they meet or separate from their beloved, a Guru-conscious person takes the refuge of the True Guru, and remains absorbed in the tranquil and comforting holy feet of the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89771,
    "shabad_id": 25281,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਹਜ ਸਮਾਧਿ ਨਿਜ ਅਾਸਨ ਸੁਬਾਸਨ ਕੈ ਮਧੁ ਮਕਰੰਦ ਰਸੁ ਲੁਭਿਤ ਅਜਾਪਹੀ",
    "transliteration": "Sahaj Samaadhi Nij Aasan Soubaasan Kai , Madhu Makarand Rasu Loubhit Ajaapahee ?",
    "translation": "Just as a bumble bee is enamored by the fragrance of a flower and remains enticed in its love, so does a Guru-oriented person remains engrossed in the fragrance of elixir-like Naam in the seat of the mystical tenth door.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89772,
    "shabad_id": 25281,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਹੁੲਿ ਬਿਸ੍ਰਾਮ ਨਿਹਕਾਮ ਧਾਮ ੳੁਨਮਨ ਮਗਨ ਅਨਾਹਦ ਅਲਾਪਹੀ ॥੨੬੬॥",
    "transliteration": "Trigoun Ateet Hui Bisraam Nihakaam Dhaama , Ounaman Magan Anaahad Alaapahee ?266?",
    "translation": "Free from the influence of three traits of the maya (mammon), a Guru-conscious person is ever absorbed in singing the melody of the Naam in the mystical tenth door state of high spirituality. (266)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
