[
  {
    "id": 89777,
    "shabad_id": 25283,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy drpn ibKY bdnu iblokIAq AYsy srgun swKI BUq gur iDAwn hY",
    "transliteration": "Jaisay Darapan Bikhai Badanu Bilokeeata , Aisay Saragoun Saakhee Bhoot Gur Dhiaan Hai ?",
    "translation": "As one sees one's face in the mirror, so is the True Guru, the image of Transcendental God that can be comprehended by concentrating the mind on True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89778,
    "shabad_id": 25283,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy jMqR Duin ibKY bwjq bjMqRI ko mnu qYsy Gt Gt gur sbd igAwn hY",
    "transliteration": "Jaisay Jantr Dhouni Bikhai Baajat Bajantree Ko Manu , Taisay Ghat Ghat Gur Sabad Giaan Hai ?",
    "translation": "Just as the player's mind is in harmony with the tune that he is playing on his musical instrument, so is the knowledge of absolute God merged in the words of the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89779,
    "shabad_id": 25283,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mn bc kRm jqR kqR sY iekqR Bey pUrn pRgws pRym prm inDwn hY",
    "transliteration": "Man Bach Kram Jatr Katr Sai Ikatr Bhaay , Pooran Pragaas Praym Param Nidhaan Hai ?",
    "translation": "By virtue of contemplation on the lotus feet of the True Guru and practicing his teachings in life, concentrating the mind that wanders about due to spurious utterances and deeds, a Guru-conscious person becomes a lover of the great treasure of Lord's nam",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89780,
    "shabad_id": 25283,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "aunmn mgn ggn Anhd Duin shj smwiD inrwlMb inrbwn hY ]268]",
    "transliteration": "Ounaman Magan Gagan Anahad Dhouni , Sahaj Samaadhi Niraalanb Nirabaan Hai ?268?",
    "translation": "By contemplation on the lotus feet and practicing of Guru's teachings, a disciple of the Guru acquires higher spiritual state. He then remains engrossed in the melodious tune that keeps playing in his mystical tenth door. In the state of equipoise that he",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
