[
  {
    "id": 89785,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "koit bHmwNf jwN ky eyk rom AgRBwig pUrn pRgws qws khw DO smwveI",
    "transliteration": "Koti Brahamaand Jaan Kay Ayk Rom Agrabhaagi , Pooran Pragaas Taas Kahaa Dhau Samaavaee ?",
    "translation": "The Lord who has millions of Universes existing in the tip of His each hair, to what extent is His complete radiance spread?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89786,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jwN ky eyk iql ko mhwqm AgwiD boD pUrn bHm joiq kYsy kih AwveI",
    "transliteration": "Jaan Kay Ayk Til Ko Mahaatam Agaadhi Bodha , Pooran Braham Joti Kaisay Kahi Aavaee ?",
    "translation": "The Lord-significance of whose marvellous and wonderful radiance equal to a sesame seed is beyond description, how can His complete light be described?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89787,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jw ky EAMkwr ky ibQwr kI Apwr giq sbd ibbyk eyk jIh kYsy gwveI",
    "transliteration": "Jaa Kay Aoankaar Kay Bidaar Kee Apaar Gati , Sabad Bibayk Ayk Jeeh Kaisay Gaavaee ?",
    "translation": "The Lord whose complete extent and expanse is infinite, how can a tongue describe His divine word and His divine form the True Guru?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89788,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pUrn bHm gur mihmw AkQ kQw nyiq nyiq nyiq nmo nmo kir AwveI ]270]",
    "transliteration": "Pooran Braham Gur Mahimaa Akad Kadaa , Nayti Nayti Nayti Namo Namo Kari Aavaee ?270?",
    "translation": "Praise and panegyrics of the True Guru who is an image of the complete Lord is beyond mention and elucidation. The best way to express one's love and respect for Him is to salute Him again and again while addressing Him- \"0 Lord, Master! You are infinite,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
