[
  {
    "id": 89785,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੋਟਿ ਬ੍ਹਮਾਂਡ ਜਾਂ ਕੇ ੲੇਕ ਰੋਮ ਅਗ੍ਰਭਾਗਿ ਪੂਰਨ ਪ੍ਰਗਾਸ ਤਾਸ ਕਹਾ ਧੌ ਸਮਾਵੲੀ",
    "transliteration": "Koti Brahamaand Jaan Kay Ayk Rom Agrabhaagi , Pooran Pragaas Taas Kahaa Dhau Samaavaee ?",
    "translation": "The Lord who has millions of Universes existing in the tip of His each hair, to what extent is His complete radiance spread?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89786,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾਂ ਕੇ ੲੇਕ ਤਿਲ ਕੋ ਮਹਾਤਮ ਅਗਾਧਿ ਬੋਧ ਪੂਰਨ ਬ੍ਹਮ ਜੋਤਿ ਕੈਸੇ ਕਹਿ ਅਾਵੲੀ",
    "transliteration": "Jaan Kay Ayk Til Ko Mahaatam Agaadhi Bodha , Pooran Braham Joti Kaisay Kahi Aavaee ?",
    "translation": "The Lord-significance of whose marvellous and wonderful radiance equal to a sesame seed is beyond description, how can His complete light be described?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89787,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਕੇ ਓਅੰਕਾਰ ਕੇ ਬਿਥਾਰ ਕੀ ਅਪਾਰ ਗਤਿ ਸਬਦ ਬਿਬੇਕ ੲੇਕ ਜੀਹ ਕੈਸੇ ਗਾਵੲੀ",
    "transliteration": "Jaa Kay Aoankaar Kay Bidaar Kee Apaar Gati , Sabad Bibayk Ayk Jeeh Kaisay Gaavaee ?",
    "translation": "The Lord whose complete extent and expanse is infinite, how can a tongue describe His divine word and His divine form the True Guru?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89788,
    "shabad_id": 25285,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰ ਮਹਿਮਾ ਅਕਥ ਕਥਾ ਨੇਤਿ ਨੇਤਿ ਨੇਤਿ ਨਮੋ ਨਮੋ ਕਰਿ ਅਾਵੲੀ ||੨੭੦||",
    "transliteration": "Pooran Braham Gur Mahimaa Akad Kadaa , Nayti Nayti Nayti Namo Namo Kari Aavaee ?270?",
    "translation": "Praise and panegyrics of the True Guru who is an image of the complete Lord is beyond mention and elucidation. The best way to express one's love and respect for Him is to salute Him again and again while addressing Him- \"0 Lord, Master! You are infinite,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
