[
  {
    "shabad_id": 25287,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rj qm sq kwm kRoD loB moh hMkwr hwir gur igAwn bwn kRwNiq inhkRwNiq hY",
    "transliteration": "Raj Tam Sat Kaam Krodh Lobh Moh Hankaara , Haari Gur Giaan Baan Kraanti Nihakraanti Hai ?",
    "translation": "By virtue of initiation by the Guru and practicing of meditation on the Lord's name, all the traits of maya (Raja, Sato, Tamo) and vices like lust, anger, avarice, attachment and pride are defeated. Their influence also becomes negligible.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25287,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kwm inhkwm inhkrm krm giq Awsw kY inrws Bey BRwq inhBRwNiq hY",
    "transliteration": "Kaam Nihakaam Nihakaram Karam Gati , Aasaa Kai Niraas Bhaay Bhraat Nihabhraanti Hai ?",
    "translation": "With the acquisition of Guru's knowledge, a Guru-oriented person loses attachment with all desires, and all his actions become benevolent. All his worldly desires end and his wandering stops.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25287,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sÍwd inhsÍwdu Aru bwd inhbwd Bey AspRyh inspRyh gyh dyh pwNiq hY",
    "transliteration": "Svaad Nihasvaadu Aru Baad Nihabaad Bhaay , Asaprayh Nisaprayh Gayh Dayh Paanti Hai ?",
    "translation": "A Guru-oriented person becomes free of all attachments and relishments by virtue of Guru's teachings. Engrossed in Naam Simran, he does not indulge in other debates and arguments. He becomes totally desireless and contended. His attachment with worldly at",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25287,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gurmuiK pRym rs ibsm ibdyh isK mwieAw mY audws bws eykwkI iekwNiq hY ]272]",
    "transliteration": "Gurmukhi Praym Ras Bisam Bidayh Sikha , Maaiaa Mai Udaas Baas Aykaakee Ikaanti Hai ?272?",
    "translation": "By virtues of Naam Simran, a follower of Guru's teachings become free of all his body needs. He remains in a state of . trance and unsullied in maya. He is ever engrossed in the memory of the Lord. (272)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
