[
  {
    "id": 89801,
    "shabad_id": 25289,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਰਚਨਾ ਚਰਿਤ੍ਰ ਚਿਤ੍ਰ ਬਿਸਮ ਬਚਿਤ੍ਰਪਨ ੲੇਕ ਚੀਟੀ ਕੋ ਚਰਿਤ੍ਰ ਕਹਤ ਨ ਅਾਵਹੀ",
    "transliteration": "Rachanaa Charitr Chitr Bisam Bachitrapana , Ayk Cheetee Ko Charitr Kahat N Aavahee ?",
    "translation": "The picture of miraculous creation of the Creator-God is full of wonder and awe. We cannot even describe the deeds of a small ant created by Him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89802,
    "shabad_id": 25289,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਥਮ ਹੀ ਚੀਟੀ ਕੇ ਮਿਲਾਪ ਕੋ ਪ੍ਰਤਾਪ ਦੇਖੋ ਸਹਸ ਅਨੇਕ ੲੇਕ ਬਿਲ ਮੈ ਸਮਾਵਹੀ",
    "transliteration": "Pradam Hee Cheetee Kay Milaap Ko Prataap Daykho , Sahas Anayk Ayk Bil Mai Samaavahee ?",
    "translation": "Just see how thousands of ants get organised in a small burrow/hole.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89803,
    "shabad_id": 25289,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਗ੍ਰਭਾਗੀ ਪਾਛੈ ੲੇਕੈ ਮਾਰਗ ਚਲਤ ਜਾਤ ਪਾਵਤ ਮਿਠਾਸ ਬਾਸੁ ਤਹੀ ਮਿਲਿ ਧਾਵੲੀ",
    "transliteration": "Agrabhaagee Paachhai Aykai Maarag Chalat Jaata , Paavat Mitthaas Baasu Tahee Mili Dhaavaee ?",
    "translation": "All of them tread and walk on the same path that is defined by the leading ant. Wherever they smell sweetness, they all reach there.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89804,
    "shabad_id": 25289,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਭ੍ਰਿੰਗੀ ਮਿਲਿ ਤਾਤਕਾਲ ਭ੍ਰਿੰਗੀ ਰੂਪ ਹੁੲਿ ਦਿਖਾਵੈ ਚੀਟੀ ਚੀਟੀ ਚਿਤ੍ਰ ਅਲਖ ਚਿਤੇਰੈ ਕਤ ਪਾਵਹੀ ॥੨੭੪॥",
    "transliteration": "Bhringee Mili Taatakaal Bhringee Roop Hui Dikhaavai , Cheetee Cheetee Chitr Alakh Chitayrai Kat Paavahee ?274?",
    "translation": "Meeting an insect with wings, they adopt their life-style. When we are unable to know the wonders of a small ant, how can we know the super naturalness of the Creator who has created countless things in this universe? (274)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
