[
  {
    "id": 89805,
    "shabad_id": 25290,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਰਚਨਾ ਚਰਿਤ੍ਰ ਚਿਤ੍ਰ ਬਿਸਮ ਬਚਿਤ੍ਰਪਨ ਘਟ ਘਟ ੲੇਕ ਹੀ ਅਨੇਕ ਹੁੲਿ ਦਿਖਾੲਿ ਹੈ",
    "transliteration": "Rachanaa Charitr Chitr Bisam Bachitrapana , Ghat Ghat Ayk Hee Anayk Hui Dikhaai Hai ?",
    "translation": "Creation of the wonderful play of the creator's creation is amazing and astonishing. He alone resides in all in several shapes and forms.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89806,
    "shabad_id": 25290,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੳੁਤ ਤੇ ਲਿਖਤ ੲਿਤ ਪਢਤ ਅੰਤਰਗਤਿ ੲਿਤਹੂ ਤੇ ਲਿਖਿ ਪ੍ਰਤਿ ੳੁਤਰ ਪਠਾੲੇ ਹੈ",
    "transliteration": "Out Tay Likhat It Paddhat Antaragati , Itahoo Tay Likhi Prati Outar Patthaaay Hai ?",
    "translation": "Just as a letter is written by somebody who sends it to someone in another city, it is read there and after understanding it sends back a reply.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89807,
    "shabad_id": 25290,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੳੁਤ ਤੇ ਸਬਦ ਰਾਗ ਨਾਦ ਕੋ ਪ੍ਰਸੰਨੁ ਕਰਿ ੲਿਤ ਸੁਨਿ ਸਮਝਿ ਕੈ ੳੁਤ ਸਮਝਾੲੇ ਹੈ",
    "transliteration": "Out Tay Sabad Raag Naad Ko Prasannu Kari , It Souni Samajhi Kai Out Samajhaaay Hai ?",
    "translation": "Just as a singer sings a song in a mode and tune that pleases someone who understands it and educate others about it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89808,
    "shabad_id": 25290,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਰਤਨ ਪਰੀਖ੍ਰਯ੍ਰਯਿਾ ਪੇਖਿ ਪਰਮਿਤਿ ਕੈ ਸੁਨਾਵੈ ਗੁਰਮੁਖਿ ਸੰਧਿ ਮਿਲੇ ਅਲਖ ਲਖਾੲੇ ਹੈ ||੨੭੫||",
    "transliteration": "Ratan Pareekhyyiaa Paykhi Paramiti Kai Sounaavai , Gurmukhi Sandhi Milay Alakh Lakhaaay Hai ?275?",
    "translation": "Just as a jewel evaluator inspects a jewel, learns about its characteristics and educate others about it, so would a Guru oriented Sikh who has become one with True Guru by virtue of His teachings and words, he alone can brief and educate others about the",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
