[
  {
    "shabad_id": 25291,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUrn bHm gur pUrn kiRpw kY dIno swcu aupdysu irdY inhcl miq hY",
    "transliteration": "Pooran Braham Gur Pooran Kripaa Kai Deeno , Saachu Oupadaysu Ridai Nihachal Mati Hai ?",
    "translation": "Perfect Guru, embodiment of complete Lord becoming kind lodges true sermon in the heart of a disciple of the Guru. That makes him stable of intelligence and saves him from wanderings.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25291,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd suriq ilv lIn jl mIn Bey pUrn srbmeI pY GiRq jugiq hY",
    "transliteration": "Sabad Surati Liv Leen Jal Meen Bhaay , Pooran Sarabamaee Pai Ghrit Jougati Hai ?",
    "translation": "Engrossed in the word, his condition becomes like that of a fish enjoying the bliss of his surroundings. He then realises the presence of God in everyone just as fat, that is present in all milks.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25291,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "swcu irdY swcu dyKY sunY bolY gMD rs spUrn prspr BwvnI Bgiq hY",
    "transliteration": "Saachu Ridai Saachu Daykhai Sounai Bolai Gandh Rasa , Sapooran Parasapar Bhaavanee Bhagati Hai ?",
    "translation": "God, the true Master resides in the heart of a Sikh who is ever engrossed in the word of the Guru. He sees the presence of the Lord everywhere. He hears Him with his ears, enjoys the sweet smell of His presence with his nostrils, and relishes the name of ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25291,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pUrn bHm dRumu swKw pqR PUl Pl eyk hI Anyk myk siqgur siq hY ]276]",
    "transliteration": "Pooran Braham Droumu Saakhaa Patr Dhool Dhala , Ayk Hee Anayk Mayk Satigur Sati Hai ?276?",
    "translation": "True Guru who is eternal of form has dispensed this knowledge that just as the seed resides in the trees, plants, branches, flowers etc, one God who is perfect and all-knowing pervades in all. (276)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]