[
  {
    "id": 89813,
    "shabad_id": 25292,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰ ਪੂਰਨ ਪਰਮਜੋਤਿ ਓਤਿ ਪੋਤਿ ਸੂਤ੍ਰ ਗਤਿ ੲੇਕ ਹੀ ਅਨੇਕ ਹੈ",
    "transliteration": "Pooran Braham Gur Pooran Paramajoti , Aoti Poti Sootr Gati Ayk Hee Anayk Hai ?",
    "translation": "The complete Lord has permeated Himself in His creation like weft and woof of a cloth. Despite being one, He has manifested Himself into many forms. The complete light of the perfect Lord resides in the consummate Guru like weft and woof.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89814,
    "shabad_id": 25292,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਲੋਚਨ ਸ੍ਵਨ ਸ੍ਰੋਤ ੲੇਕ ਹੀ ਦਰਸ ਸਬਦ ਵਾਰ ਪਾਰ ਕੂਲ ਗਤਿ ਸਰਿਤਾ ਬਿਬੇਕ ਹੈ",
    "transliteration": "Lochan Sravan Srot Ayk Hee Daras Sabada , Vaar Paar Kool Gati Saritaa Bibayk Hai ?",
    "translation": "Although eyesight and hearing power of ears is different, yet their engrossment in divine words is alike. Just as both banks of a river are alike, so is the True Guru and the Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89815,
    "shabad_id": 25292,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਨ ਬਨਾਸਪਤੀ ਕਨਿਕ ਅਨਿਕ ਧਾਤੁ ਪਾਰਸ ਪਰਸਿ ਜਾਨੀਅਤ ਜਾਵਦੇਕ ਹੈ",
    "transliteration": "Chandan Banaasapatee Kanik Anik Dhaatu , Paaras Parasi Jaaneeat Jaavadayk Hai ?",
    "translation": "Plants of various varieties growing in the close proximity of sandalwood tree are alike for the reason that they all acquire fragrance of sandalwood. Also by the touch of philosopher-stone, all metals whatever they are, become gold and therefore alike. Si",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89816,
    "shabad_id": 25292,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਗੁਰ ਅੰਜਨ ਨਿਰੰਜਨ ਅੰਜਨ ਬਿਖੈ ਦੁਬਿਧਾ ਨਿਵਾਰਿ ਗੁਰਮਤਿ ੲੇਕ ਟੇਕ ਹੈ ||੨੭੭||",
    "transliteration": "Giaan Gur Anjan Niranjan Anjan Bikhai , Doubidhaa Nivaari Gurmati Ayk Tayk Hai ?277?",
    "translation": "A seeker disciple of the Guru, who gets collorium of knowledge in his eyes from the True Guru, is free of all blemishes of maya even while living in it. He sheds all duality and takes refuge in the wisdom of the Guru. (277)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
