[
  {
    "shabad_id": 25293,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "drs iDAwn ilv diRsit Acl BeI sbd ibbyk sRuiq sÍn Acl hY",
    "transliteration": "Daras Dhiaan Liv Drisati Achal Bhaee , Sabad Bibayk Srouti Sravan Achal Hai ?",
    "translation": "By engrossment of his mind in the vision of True Guru, a true servant disciple of Guru achieves stability of mind. By the sound of exposition of Guru's words and Naam Simran, his power of reflection and recollection also stabilizes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25293,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ismrn mwqR suDw ijhbw Acl BeI gurmiq Acl aunmn AsQl hY",
    "transliteration": "Simaran Maatr Sudhaa Jihabaa Achal Bhaee , Gurmati Achal Ounaman Asadal Hai ?",
    "translation": "By relishing the elixir-like Naam with tongue, his tongue desires nothing else. By virtue of his initiation and Guru's wisdom, he stays attached with his spiritual side of life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25293,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "nwskw subwsu kr koml sIqlqw kY pUjw prnwm prs crn kml hY",
    "transliteration": "Naasakaa Soubaasu Kar Komal Seetalataa Kai , Poojaa Paranaam Paras Charan Kamal Hai ?",
    "translation": "The nostrils enjoy the fragrance of the dust of True Guru's holy feet. Touching and sensing the tenderness and coolness of His holy feet and the head touching the holy feet, he becomes stable and tranquil.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25293,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gurmuiK pMQ cr Acr huie AMg AMg pMg srbMg bUMd swgr sill hY ]278]",
    "transliteration": "Gurmukhi Pand Char Achar Hui Ang Anga , Pang Sarabang Boond Saagar Salil Hai ?278?",
    "translation": "The feet become still following the path of the True Guru. Every limb becomes pious and like a drop of water mixing with the water of the ocean, he is absorbed in the service of the True Guru. (278)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]