[
  {
    "id": 89817,
    "shabad_id": 25293,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦਰਸ ਧਿਅਾਨ ਲਿਵ ਦ੍ਰਿਸਟਿ ਅਚਲ ਭੲੀ ਸਬਦ ਬਿਬੇਕ ਸ੍ਰੁਤਿ ਸ੍ਵਨ ਅਚਲ ਹੈ",
    "transliteration": "Daras Dhiaan Liv Drisati Achal Bhaee , Sabad Bibayk Srouti Sravan Achal Hai ?",
    "translation": "By engrossment of his mind in the vision of True Guru, a true servant disciple of Guru achieves stability of mind. By the sound of exposition of Guru's words and Naam Simran, his power of reflection and recollection also stabilizes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89818,
    "shabad_id": 25293,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿਮਰਨ ਮਾਤ੍ਰ ਸੁਧਾ ਜਿਹਬਾ ਅਚਲ ਭੲੀ ਗੁਰਮਤਿ ਅਚਲ ੳੁਨਮਨ ਅਸਥਲ ਹੈ",
    "transliteration": "Simaran Maatr Sudhaa Jihabaa Achal Bhaee , Gurmati Achal Ounaman Asadal Hai ?",
    "translation": "By relishing the elixir-like Naam with tongue, his tongue desires nothing else. By virtue of his initiation and Guru's wisdom, he stays attached with his spiritual side of life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89819,
    "shabad_id": 25293,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਾਸਕਾ ਸੁਬਾਸੁ ਕਰ ਕੋਮਲ ਸੀਤਲਤਾ ਕੈ ਪੂਜਾ ਪਰਨਾਮ ਪਰਸ ਚਰਨ ਕਮਲ ਹੈ",
    "transliteration": "Naasakaa Soubaasu Kar Komal Seetalataa Kai , Poojaa Paranaam Paras Charan Kamal Hai ?",
    "translation": "The nostrils enjoy the fragrance of the dust of True Guru's holy feet. Touching and sensing the tenderness and coolness of His holy feet and the head touching the holy feet, he becomes stable and tranquil.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89820,
    "shabad_id": 25293,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪੰਥ ਚਰ ਅਚਰ ਹੁੲਿ ਅੰਗ ਅੰਗ ਪੰਗ ਸਰਬੰਗ ਬੂੰਦ ਸਾਗਰ ਸਲਿਲ ਹੈ ||੨੭੮||",
    "transliteration": "Gurmukhi Pand Char Achar Hui Ang Anga , Pang Sarabang Boond Saagar Salil Hai ?278?",
    "translation": "The feet become still following the path of the True Guru. Every limb becomes pious and like a drop of water mixing with the water of the ocean, he is absorbed in the service of the True Guru. (278)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
