[
  {
    "id": 89829,
    "shabad_id": 25296,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਗੁਰ ਧਾਵਤ ਬਰਜਿ ਰਾਖੈ ਨਿਹਚਲ ਚਿਤ ਸੁਖ ਸਹਜਿ ਨਿਵਾਸ ਹੈ",
    "transliteration": "Charan Sarani Gur Dhaavat Baraji Raakhai , Nihachal Chit Soukh Sahaji Nivaas Hai ?",
    "translation": "The unique servant of the True Guru keeps the wandering mind under control by taking the refuge of the Guru and practicing meditation on the consecrated words of the Guru. His mind becomes stable and he rests in the comfort of his self (soul).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89830,
    "shabad_id": 25296,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੀਵਨ ਕੀ ਅਾਸਾ ਅਰੁ ਮਰਨ ਕੀ ਚਿੰਤਾ ਮਿਟੀ ਜੀਵਨ ਮੁਕਤਿ ਗੁਰਮਤਿ ਕੋ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Jeevan Kee Aasaa Aru Maran Kee Chintaa Mitee , Jeevan Moukati Gurmati Ko Pragaas Hai ?",
    "translation": "He loses the desire for a long life and fear of death disappears. He becomes free of all worldly bonds while still alive. The teachings and wisdom of the Guru takes over his mind.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89831,
    "shabad_id": 25296,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਪਾ ਖੋੲਿ ਹੋਨਹਾਰੁ ਹੋੲਿ ਸੋੲੀ ਭਲੋ ਮਾਨੈ ਸੇਵਾ ਸਰਬਾਤਮ ਕੈ ਦਾਸਨ ਕੋ ਦਾਸ ਹੈ",
    "transliteration": "Aapaa Khoi Honahaaru Hoi Soee Bhalo Maanai , Sayvaa Sarabaatam Kai Daasan Ko Daas Hai ?",
    "translation": "He discards and destroys his self-assertion and accepts the dispensation of the Almighty as fair and just. He serves all living beings and thus becomes a slave of the slaves.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89832,
    "shabad_id": 25296,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਦਰਸ ਸਬਦ ਬ੍ਹਮ ਗਿਅਾਨ ਧਿਅਾਨ ਪੂਰਨ ਸਰਬਮੲੀ ਬ੍ਹਮ ਬਿਸ੍ਵਾਸ ਹੈ ॥੨੮੧॥",
    "transliteration": "Sree Gur Daras Sabad Braham Giaan Dhiaana , Pooran Sarabamaee Braham Bisvaas Hai ?281?",
    "translation": "By practicing the words of Guru, he acquires the divine knowledge and contemplation. And thus he is assured that the perfect God Lord pervades in all. (281)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
