[
  {
    "shabad_id": 25296,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "crn srin gur Dwvq brij rwKY inhcl icq suK shij invws hY",
    "transliteration": "Charan Sarani Gur Dhaavat Baraji Raakhai , Nihachal Chit Soukh Sahaji Nivaas Hai ?",
    "translation": "The unique servant of the True Guru keeps the wandering mind under control by taking the refuge of the Guru and practicing meditation on the consecrated words of the Guru. His mind becomes stable and he rests in the comfort of his self (soul).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25296,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jIvn kI Awsw Aru mrn kI icMqw imtI jIvn mukiq gurmiq ko pRgws hY",
    "transliteration": "Jeevan Kee Aasaa Aru Maran Kee Chintaa Mitee , Jeevan Moukati Gurmati Ko Pragaas Hai ?",
    "translation": "He loses the desire for a long life and fear of death disappears. He becomes free of all worldly bonds while still alive. The teachings and wisdom of the Guru takes over his mind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25296,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Awpw Koie honhwru hoie soeI Blo mwnY syvw srbwqm kY dwsn ko dws hY",
    "transliteration": "Aapaa Khoi Honahaaru Hoi Soee Bhalo Maanai , Sayvaa Sarabaatam Kai Daasan Ko Daas Hai ?",
    "translation": "He discards and destroys his self-assertion and accepts the dispensation of the Almighty as fair and just. He serves all living beings and thus becomes a slave of the slaves.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25296,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sRI gur drs sbd bHm igAwn iDAwn pUrn srbmeI bHm ibsÍws hY ]281]",
    "transliteration": "Sree Gur Daras Sabad Braham Giaan Dhiaana , Pooran Sarabamaee Braham Bisvaas Hai ?281?",
    "translation": "By practicing the words of Guru, he acquires the divine knowledge and contemplation. And thus he is assured that the perfect God Lord pervades in all. (281)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
