[
  {
    "shabad_id": 25297,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK suKPl kwm inhkwm kIny gurmuiK audm inrudm aukiq hY",
    "transliteration": "Gurmukhi Soukhaphal Kaam Nihakaam Keenay , Gurmukhi Udam Nirudam Oukati Hai ?",
    "translation": "A disciple coming face to face of the Guru frees himself from all desires and wants by receiving the unique and comforting words of the True. Guru. Thus he frees himself from the worldly encumbrances with the strength of his meditation and consecration.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25297,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "gurmuiK mwrg huie duibDw Brm Koey crn srin ghy inhcl miq hY",
    "transliteration": "Gurmukhi Maarag Hui Doubidhaa Bharam Khoay , Charan Sarani Gahay Nihachal Mati Hai ?",
    "translation": "Treading the path of Guru, he destroys all his duality and doubts. The refuge of the True Guru makes his mind stable.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25297,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "drsn prsq Awsw mnsw Qikq sbd suriq igAwn pRwn pRwnpiq hY",
    "transliteration": "Darasan Parasat Aasaa Manasaa Dakita , Sabad Surati Giaan Praan Praanapati Hai ?",
    "translation": "By the glimpse of the True Guru, all his desires and sensualities get tired and become ineffective. Remembering the Lord with every breath, he becomes totally aware of the Lord, the master of our lives.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25297,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn icqR mY icqyrRw ko bsyrw siq siq hY ]282]",
    "transliteration": "Rachanaa Charitr Chitr Bisam Bachitrapana , Chitr Mai Chitayrraa Ko Basayraa Sati Sati Hai ?282?",
    "translation": "The multiform creations of the Lord are wondrous and astonishing. The Guru-oriented disciple realises the presence of the Lord in this whole picture as true and eternal. (282)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]