[
  {
    "id": 89837,
    "shabad_id": 25298,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਸਬਦ ਸੁਨਿ ਸ੍ਵਨ ਕਪਾਟ ਖੁਲੇ ਨਾਦੈ ਮਿਲਿ ਨਾਦ ਅਨਹਦ ਲਿਵ ਲਾੲੀ ਹੈ",
    "transliteration": "Sree Gur Sabad Souni Sravan Kapaat Khulay , Naadai Mili Naad Anahad Liv Laaee Hai ?",
    "translation": "Listening to the sermon of the True Guru, ignorance of a Guru-conscious disciple is removed. He is then absorbed in the amalgamation of the melodies of Guru's words and divine mystical tunes of the unstruck music, perpetually playing in the tenth door.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89838,
    "shabad_id": 25298,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗਾਵਤ ਸਬਦ ਰਸੁ ਰਸਨਾ ਰਸਾੲਿਨ ਕੈ ਨਿਝਰ ਅਪਾਰ ਧਾਰ ਭਾਠੀ ਕੈ ਚੁਅਾੲੀ ਹੈ",
    "transliteration": "Gaavat Sabad Rasu Rasanaa Rasaain Kai , Nijhar Apaar Dhaar Bhaatthee Kai Chuaaee Hai ?",
    "translation": "Reciting the Lord's name that is the treasure-house of all the pleasures, a continuous flow of elixir takes place from the furnace-like tenth door.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89839,
    "shabad_id": 25298,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਹਿਰਦੈ ਨਿਵਾਸ ਗੁਰ ਸਬਦ ਨਿਧਾਨ ਗਿਅਾਨ ਧਾਵਤ ਬਰਜਿ ੳੁਨਮਨਿ ਸੁਧਿ ਪਾੲੀ ਹੈ",
    "transliteration": "Hiradai Nivaas Gur Sabad Nidhaan Giaana , Dhaavat Baraji Ounamani Sudhi Paaee Hai ?",
    "translation": "Guru's words are the source of all knowledge. By its installation in the mind, a Guru-oriented person stops wandering in ten directions and acquire awareness of the mind that is God-oriented.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89840,
    "shabad_id": 25298,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਬਦ ਅਵੇਸ ਪਰਮਾਰਥ ਪ੍ਵੇਸ ਧਾਰਿ ਦਿਬਿ ਦੇਹ ਦਿਬਿ ਜੋਤਿ ਪ੍ਰਗਟ ਦਿਖਾੲੀ ਹੈ ॥੨੮੩॥",
    "transliteration": "Sabad Avays Paramaarad Pravays Dhaari , Dibi Dayh Dibi Joti Pragat Dikhaaee Hai ?283?",
    "translation": "Becoming one with Guru's words, a Guru-oriented person achieves salvation. The divine light of the Lord then glows and radiates in him. (283)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
