[
  {
    "id": 89853,
    "shabad_id": 25302,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਮੇਵ ਕੈ ਅਸਾਧ ਸਾਧ ਸਤ ਧਰਮ ਦੲਿਅਾ ਰਥ ਸੰਤੋਖ ਕੈ",
    "transliteration": "Kaam Krodh Lobh Moh Ahanmayv Kai Asaadha , Saadh Sat Dharam Daiaa Rad Santokh Kai ?",
    "translation": "Self-willed persons remain engrossed in vices like lust, anger, greed, attachment, pride, whereas Guru-conscious persons are kind, sympathetic and contented.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89854,
    "shabad_id": 25302,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮਤਿ ਸਾਧਸੰਗ ਭਾਵਨੀ ਭਗਤਿ ਭਾੲਿ ਦੁਰਮਤਿ ਕੈ ਅਸਾਧ ਸੰਗ ਦੁਖ ਦੋਖ ਕੈ",
    "transliteration": "Gurmati Saadhasang Bhaavanee Bhagati Bhaai , Duramati Kai Asaadh Sang Doukh Dokh Kai ?",
    "translation": "In the company of saintly persons, one attains faith, love and devotion; whereas in the company of base and fake people, one gets pain, suffering and base wisdom.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89855,
    "shabad_id": 25302,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਗੁਰ ਚਰਨ ਸਰਨਿ ਬਿਨੁ ਮੋਖ ਪਦ ਚਰਨ ਕਮਲ ਚਿਤ ਚੋਖ ਕੈ",
    "transliteration": "Janam Maran Gur Charan Sarani Binu , Mokh Pad Charan Kamal Chit Chokh Kai ?",
    "translation": "Without the refuge of the True Guru self-oriented persons fall in the cycle of birth and death. Obedient Sikhs of the Guru drink deep the nectar of Guru's words, imbibe them in their heart and thus achieve salvation.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89856,
    "shabad_id": 25302,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਅੰਸ ਹੰਸ ਗਤਿ ਗੁਰਮੁਖਿ ਬੰਸ ਬਿਖੈ ਦੁਕ੍ਰਿਤ ਸੁਕ੍ਰਿਤ ਖੀਰ ਨੀਰ ਸੋਖ ਪੋਖ ਕੈ ||੨੮੭||",
    "transliteration": "Giaan Ans Hans Gati Gurmukhi Bans Bikhai , Doukrit Soukrit Kheer Neer Sokh Pokh Kai ?287?",
    "translation": "In the clan of Guru-conscious persons, knowledge is clean and invaluable like swans. Just as a swan is capable of separating milk from water, so do the Guru-oriented Sikhs discard all that is base and feel satiated with superior deeds. (287)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
