[
  {
    "shabad_id": 25306,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sbd suriq ilvlIn jl mIn giq suKmnw sMgm huie aulit pvn kY",
    "transliteration": "Sabad Surati Livaleen Jal Meen Gati , Soukhamanaa Sangam Hui Ulati Pavan Kai ?",
    "translation": "Just as a fish swims through towards upstream swiftly, so does a disciple of Guru engrossed in the Guru's word crosses the confluence of all the three veins (Irha, Pingla and Sukhmana) with the methodology of reverse breathing/air.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25306,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ibsm ibsÍws ibKY AnBY AiBAws rs pRym mDu ApIau pIAY guhju gvn kY",
    "transliteration": "Bisam Bisvaas Bikhai Anabhai Abhiaas Rasa , Praym Madhu Apeeu Peeai Guhaju Gavan Kai ?",
    "translation": "Becoming fearless in the strange devotion and love, engrossed in the practice of Naam Simran and reaching there through strangely mysterious ways, one drinks deep the loving eternal nectar.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25306,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sbd kY Anhd suriq kY aunmnI pRym kY inJr Dwr shj rvn kY",
    "transliteration": "Sabad Kai Anahad Surati Kai Ounamanee , Praym Kai Nijhar Dhaar Sahaj Ravan Kai ?",
    "translation": "By plentiful practicing of meditation on Guru's teachings, the mind starts listening to the unstruck melody. As a result, it changes its stance and becomes God-oriented. Then one relishes the continuous flow of the divine nectar that is produced as a resu",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25306,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qiRkutI aulMiG suK swgr sMjog Bog dsm sQl inhkyvlu Bvn kY ]291]",
    "transliteration": "Trikoutee Ulanghi Soukh Saagar Sanjog Bhoga , Dasam Sadal Nihakayvalu Bhavan Kai ?291?",
    "translation": "By crossing the confluence of three nerves, one enjoys the bliss of meeting the Lord. The mystical door there is the unique place of enjoying peace, union, relishment and pleasure. (291)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
