[
  {
    "id": 89873,
    "shabad_id": 25307,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy jl jlj Aau jl duD sIl mIn ckeI kml idnkir pRiq pRIq hY",
    "transliteration": "Jaisay Jal Jalaj Au Jal Dudh Seel Meena , Chakaee Kamal Dinakari Prati Preet Hai ?",
    "translation": "Just as a lotus flower loves water, water has affinity for milk, fish loves water, ruddy Sheldrake and lotus love the sun;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89874,
    "shabad_id": 25307,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "dIpk pqMg Ail kml ckor sis miRg nwd bwd Gn cwqiRk su cIq hY",
    "transliteration": "Deepak Patang Ali Kamal Chakor Sasi , Mrig Naad Baad Ghan Chaatrik Su Cheet Hai ?",
    "translation": "A winged insect (patanga) is attracted to the flame of the light, a black bee is crazy of the fragrance of the lotus flower, a red legged partridge is ever craving for a glimpse of the moon, a deer has affinity for music, while a rain-bird is ever alert f",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89875,
    "shabad_id": 25307,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "nwir Aau Bqwru suq mwq jl qiRKwvMq KuiDAwrQI Bojn dwirdR Dn mIq hY",
    "transliteration": "Naari Au Bhataaru Sout Maat Jal Trikhaavanta , Khudhiaaradee Bhojan Daaridr Dhan Meet Hai ?",
    "translation": "As a wife loves her husband, a son is deeply attached with his mother, a thirsty man craves for water, a hungry for food, and a pauper is always trying to befriend wealth.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89876,
    "shabad_id": 25307,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "mwieAw moh dRoh duKdweI n shweI hoq gur isK sMiD imly qiRgun AqIq hY ]292]",
    "transliteration": "Maaiaa Moh Droh Doukhadaaee N Sahaaee Hota , Gur Sikh Sandhi Milay Trigoun Ateet Hai ?292?",
    "translation": "But all these loves, craves, affinities are three characteristics of maya (mammon). Therefore their love is deceit and trick that causes sufferings. None of these affections stand by a person at the final hour of him life. Love of a Sikh and his Guru is b",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
