[
  {
    "id": 89877,
    "shabad_id": 25308,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਮਕਰੰਦ ਰਸ ਲੁਭਿਤ ਹੁੲਿ ਅੰਗ ਅੰਗ ਬਿਸਮ ਸ੍ਰਬੰਗ ਮੈ ਸਮਾਨੇ ਹੈ",
    "transliteration": "Charan Kamal Makarand Ras Loubhit Hui , Ang Ang Bisam Srabang Mai Samaanay Hai ?",
    "translation": "The loving disciples of the True Guru whose every limb of the body is intoxicated in the elixir-like Naam of the Lord remain absorbed in the Lord whose form is awesome and enrapturing.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89878,
    "shabad_id": 25308,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਦਰਸ ਲਿਵ ਦੀਪਕ ਪਤੰਗ ਸੰਗ ਸਬਦ ਸੁਰਤਿ ਮ੍ਰਿਗ ਨਾਦ ਹੁੲਿ ਹਿਰਨੇ ਹੈ",
    "transliteration": "Drisati Daras Liv Deepak Patang Sanga , Sabad Surati Mrig Naad Hui Hiranay Hai ?",
    "translation": "As a moth is always absorbed in love of light, so is a devotee's mind focused on a glimpse of the True Guru. As a deer is enchanted by the tune of Ghanda Herha (a musical instrument of old times) so does a devotee remain engrossed in the melodious tune of",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89879,
    "shabad_id": 25308,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਮ ਨਿਹਕਾਮ ਕ੍ਰੋਧਾਕ੍ਰੋਧ ਨਿਰਲੋਭ ਲੋਭ ਮੋਹ ਨਿਰਮੋਹ ਅਹੰਮੇਵ ਹੂ ਲਜਾਨੇ ਹੈ",
    "transliteration": "Kaam Nihakaam Krodhaakrodh Niralobh Lobha , Moh Niramoh Ahanmayv Hoo Lajaanay Hai ?",
    "translation": "A Guru-oriented Sikh is free from the effects of lust, anger, avarice, attachment and shy of pride and other vices.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89880,
    "shabad_id": 25308,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਸਮੈ ਬਿਸਮ ਅਸਚਰਜੈ ਅਸਚਰਜ ਮੈ ਅਦਭੁਤ ਪਰਮਦਭੁਤ ਅਸਥਾਨੇ ਹੈ ||੨੯੩||",
    "transliteration": "Bisamai Bisam Asacharajai Asacharaj Mai , Adabhout Paramadabhout Asadaanay Hai ?293?",
    "translation": "The mind of Guru-conscious and practitioners of Naam resides in the mystical tenth door. This is a place that is full of ecstasy, astonishing beyond astonishments and most amazing. (293)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
