[
  {
    "shabad_id": 25309,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "drsn joiq ko audoq suK swgr mY koitk ausqq Cib iql ko pRgws hY",
    "transliteration": "Darasan Joti Ko Udot Soukh Saagar Mai , Kotik Ousatat Chhabi Til Ko Pragaas Hai ?",
    "translation": "The radiance of the light of the True Guru, the ocean of happiness and comfort is repository of all the happiness of the world. A glimmer of light no more than a sesame seed has generated radiance of millions of beauties and adulations in the world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25309,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ikMcq kiRpw koitk kmlw klpqr mDur bcn mDu koitk iblws hY",
    "transliteration": "Kinchat Kripaa Kotik Kamalaa Kalapatara , Madhur Bachan Madhu Kotik Bilaas Hai ?",
    "translation": "A little kind look of the True Guru has millions of goddesses of wealth and celestial trees capable of fulfilling all desires, hidden in it. Elixir immersed sweet words of the True Guru has millions of relishments of the world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25309,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mMd muskwin bwin Kwin hY kotwin sis soBw koit lot pot kumudnI qwsu hY",
    "transliteration": "Mand Mousakaani Baani Khaani Hai Kotaani Sasi , Sobhaa Koti Lot Pot Koumudanee Taasu Hai ?",
    "translation": "The habit of soft and slow smile of the True Guru is the source of praise of millions of moons. The glory of millions of nymphea flowers is sacrifice unto it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25309,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "mn mDukr mkrMd rs luiBq huie shj smwiD ilv ibsm ibsÍs hY ]294]",
    "transliteration": "Man Madhoukar Makarand Ras Loubhit Hui , Sahaj Samaadhi Liv Bisam Bisvas Hai ?294?",
    "translation": "A devoted and loving Sikh of the Guru enamoured by the elixir-like relishment of Naam Simran practiced through the teachings of the True Guru remains absorbed in a state of equipoise and astonishing devotion of the Lord. (294)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
