[
  {
    "id": 89889,
    "shabad_id": 25311,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚੰਦ੍ਰਮਾ ਅਛਤ ਰਵਿ ਰਾਹ ਨ ਸਕਤ ਗ੍ਰਸਿ ਦ੍ਰਿਸਟਿ ਅਗੋਚਰੁ ਹੁੲਿ ਸੂਰਜ ਗ੍ਹਨ ਹੈ",
    "transliteration": "Chandramaa Achhat Ravi Raah N Sakat Grasi , Drisati Agocharu Hui Sooraj Grahan Hai ?",
    "translation": "With the presence of the moon, Rahu cannot devour the Sun, But when the Sun hides from the moon, the solar eclipse takes place. (Here the moon is symbol of noble person in whose company the maya does not devour the hot natured Sun).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89890,
    "shabad_id": 25311,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਛਮ ੳੁਦੋਤ ਹੋਤ ਚੰਦ੍ਰਮੈ ਨਮਸਕਾਰ ਪੂਰਬ ਸੰਜੋਗ ਸਸਿ ਕੇਤ ਖੇਤ ਹਨਿ ਹੈ",
    "transliteration": "Pachham Udot Hot Chandramai Namasakaara , Poorab Sanjog Sasi Kayt Khayt Hani Hai ?",
    "translation": "East and West are the directions of Sun and Moon respectively. When two days after the new moon day, the moon becomes visible in the West, all salutes him (according to Indian traditions). But on full moon day, the moon rises in the East and it is not ecl",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89891,
    "shabad_id": 25311,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਸਟ ਮੈ ਅਗਨਿ ਮਗਨ ਚਿਰੰਕਾਲ ਰਹੈ ਅਗਨਿ ਮੈ ਕਾਸਟ ਪਰਤ ਹੀ ਦਹਨ ਹੈ",
    "transliteration": "Kaasat Mai Agani Magan Chirankaal Rahai , Agani Mai Kaasat Parat Hee Dahan Hai ?",
    "translation": "The fire remains hidden in wood for long but as soon as wood touches fire, it burns (Here fire is symbolic of low sinful man whereas cool-minded wood is shown as a God-fearing person).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89892,
    "shabad_id": 25311,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਸਿਵ ਸਕਤ ਅਸਾਧ ਸਾਧ ਸੰਗਮ ਕੈ ਦੁਰਮਤਿ ਗੁਰਮਤਿ ਦੁਸਹ ਸਹਨ ਹੈ ||੨੯੬||",
    "transliteration": "Taisay Siv Sakat Asaadh Saadh Sangam Kai , Duramati Gurmati Dousah Sahan Hai ?296?",
    "translation": "Similarly, keeping company of wicked-minded self-willed persons, one has to suffer pain and distress but keeping company of Guru-oriented persons, one achieves salvation. (296)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
