[
  {
    "id": 89893,
    "shabad_id": 25312,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਾਧ ਕੀ ਸੁਜਨਤਾੲੀ ਪਾਹਨ ਕੀ ਰੇਖ ਪ੍ਰੀਤਿ ਬੈਰ ਜਲ ਰੇਖ ਹੁੲਿ ਬਿਸੇਖ ਸਾਧ ਸੰਗ ਮੈ",
    "transliteration": "Saadh Kee Sujanataaee Paahan Kee Raykh Preeti , Bair Jal Raykh Hui Bisaykh Saadh Sang Mai ?",
    "translation": "The loving relationship of Guru-oriented persons is like a line drawn on stone slab and is indelible. That is, the significance of company of Guru oriented persons is, that there is no ill feeling or animosity.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89894,
    "shabad_id": 25312,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੁਰਜਨਤਾ ਅਸਾਧ ਪ੍ਰੀਤਿ ਜਲ ਰੇਖ ਅਰੁ ਬੈਰੁ ਤੳੁ ਪਾਖਾਨ ਰੇਖ ਸੇਖ ਅੰਗ ਅੰਗ ਮੈ",
    "transliteration": "Durajanataa Asaadh Preeti Jal Raykh Aru , Bairu Tau Paakhaan Raykh Saykh Ang Ang Mai ?",
    "translation": "Love of self oriented persons is momentary like a line drawn on water while their enmity remains like a line on a stone slab. It becomes part of their limb.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89895,
    "shabad_id": 25312,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਸਟ ਅਗਨਿ ਗਤਿ ਪ੍ਰੀਤਿ ਬਿਪਰੀਤਿ ਸੁਰਸਰੀ ਜਲ ਬਾਰੁਨੀ ਸਰੂਪ ਜਲ ਗੰਗ ਮੈ",
    "transliteration": "Kaasat Agani Gati Preeti Bipareeti , Surasaree Jal Baarounee Saroop Jal Gang Mai ?",
    "translation": "The love of Guru-oriented persons is like that of wood which keeps the fire hidden in it whereas that of self-willed persons is contrary to it. Pure water of river Ganges when mixed with wine becomes polluted but when wine is mixed with the water of river",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89896,
    "shabad_id": 25312,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੁਰਮਤਿ ਗੁਰਮਤਿ ਅਜਯਾ ਸਰਪ ਗਤਿ ੳੁਪਕਾਰੀ ਅੳੁ ਬਿਕਾਰੀ ਢੰਗ ਹੀ ਕੁਢੰਗ ਮੈ ||੨੯੭||",
    "transliteration": "Duramati Gurmati Ajayaa Sarap Gati , Oupakaaree Au Bikaaree Ddhang Hee Kuddhang Mai ?297?",
    "translation": "A person with base and impure mind is like a snake who commits evil due to its bad trait. It is always ready to harm. But a Guru-oriented person is like a goat which is always ready to do a good deed. (297)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
