[
  {
    "id": 89897,
    "shabad_id": 25313,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "durmiq gurmiq sMgiq AswD swD kwst Agin giq tyv n trq hY",
    "transliteration": "Duramati Gurmati Sangati Asaadh Saadha , Kaasat Agani Gati Tayv N Tarat Hai ?",
    "translation": "Like wood and fire, the companies of Manmukh and Gurmukh dispense base wisdom and Guru's intelligence respectively. Wood hordes the fire within but fire destroys the wood. Both good and bad do not refrain from their nature. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89898,
    "shabad_id": 25313,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AjXw srp jl gMg bwrunI ibDwn sn Aau mjIT Kl pMifq lrq hY",
    "transliteration": "Ajayaa Sarap Jal Gang Baarounee Bidhaana , San Au Majeetth Khal Pandit Larat Hai ?",
    "translation": "A goat is good doer while a snake causes distress by its bite. River Ganges purifies the wine poured in it, while a drop of wine in Ganges water pollutes it. A rope of jute binds while Rubia munjista plant colours fast. Similarly fools and intelligent men",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89899,
    "shabad_id": 25313,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kMtk puhp sYl Gitkw snwh ssqR hMs kwg bg ibAwD miRg hoie inbrq hY",
    "transliteration": "Kantak Puhap Sail Ghatikaa Sanaah Sasatra , Hans Kaag Bag Biaadh Mrig Hoi Nibarat Hai ?",
    "translation": "Thorn gives pain while a flower emits fragrance. A pitcher gives cold water while a stone breaks the pitcher. An armour coat saves while a weapon causes injury. Swan is of good intellect while a crow and heron eat flesh. A hunter hunts a deer while the de",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89900,
    "shabad_id": 25313,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "lost kink sIp sMK mDu kwlkUt suK duKdwiek sMswr ibcrq hY ]298]",
    "transliteration": "Losat Kanik Seep Sankh Madhu Kaalakoota , Soukh Doukhadaaik Sansaar Bicharat Hai ?298?",
    "translation": "Iron made into weapons gives distress, while gold is comfort giving. A shell makes a swati drop into a pearl whereas a conch only wails. Nectar makes a person immortal while poison kills. Similarly Gurmukhs do good to all whereas Manmukhs dispense distres",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
