[
  {
    "id": 89905,
    "shabad_id": 25315,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸੰਗਮ ਸੰਜੋਗ ਪ੍ਰੇਮ ਨੇਮ ਕੳੁ ਪਤੰਗੁ ਜਾਨੈ ਬਿਰਹ ਬਿਓਗ ਸੋਗ ਮੀਨ ਭਲ ਜਾਨੲੀ",
    "transliteration": "Sangam Sanjog Praym Naym Kau Patangu Jaanai , Birah Biaog Sog Meen Bhal Jaanaee ?",
    "translation": "The loving atmosphere that gets generated when a lover is about to meet his beloved can best be known by a moth. The pang of separation is best described by a fish that has been separated from its beloved water.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89906,
    "shabad_id": 25315,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੲਿਕ ਟਕ ਦੀਪਕ ਧਿਅਾਨ ਪ੍ਰਾਨ ਪਰਹਰੈ ਸਲਿਲ ਬਿਓਗ ਮੀਨ ਜੀਵਨ ਨ ਮਾਨੲੀ",
    "transliteration": "Ik Tak Deepak Dhiaan Praan Paraharai , Salil Biaog Meen Jeevan N Maanaee ?",
    "translation": "A moth burns itself for the love of the flame that he keeps watching and playing with. Similarly a fish separated from water has no meaning of life. She dies when out of it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89907,
    "shabad_id": 25315,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਮਿਲਿ ਬਿਛੁਰੈ ਮਧੁਪ ਮਨੁ ਕਪਟ ਸਨੇਹ ਧ੍ਰਿਗੁ ਜਨਮੁ ਅਗਿਅਾਨੲੀ",
    "transliteration": "Charan Kamal Mili Bichhurai Madhoup Manu , Kapat Sanayh Dhrigu Janamu Agiaanaee ?",
    "translation": "These living beings i.e. moth and fish lay down their lives in love of their beloveds. On the other hand an evil person's mind is like a black bee that hops from one flower to the other. It separates from the holy feet of True Guru, even after meeting Him",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89908,
    "shabad_id": 25315,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਿਹਫਲ ਜੀਵਨ ਮਰਨ ਗੁਰ ਬਿਮੁਖ ਹੁੲਿ ਪ੍ਰੇਮ ਅਰੁ ਬਿਰਹ ਨ ਦੋੳੂ ੳੁਰ ਅਾਨੲੀ ||੩੦੦||",
    "transliteration": "Nihadhal Jeevan Maran Gur Bimoukh Hui , Praym Aru Birah N Dooo Ur Aanaee ?300?",
    "translation": "A follower of his own heart turned away from the refuge of the Guru, who does not feel the pangs of separation and love of the holy feet of the. True Guru, has wasted away his birth and death thus living a worthless life. (300)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
