{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਗਉੜੀ ਕੀ; ਵਾਰ ਮਹਲਾ ੫; ਰਾਇ ਕਮਾਲਦੀ ਮੋਜਦੀ ਕੀ, ਵਾਰ ਕੀ ਧੁਨਿ ਉਪਰਿ, ਗਾਵਣੀ ॥",
      "page": 318,
      "line": 2
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Gauri Ki War. 5th  Guru. To be sung on the tune of the Var of Rai Kamal Maujdi."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਗਉੜੀ ਕੀ ਵਾਰ ਪੰਜਵੀਂ ਪਾਤਸ਼ਾਹੀ। ਰਾਇ ਕਮਾਲ ਮੋਜਦੀ ਦੀ ਵਾਰ ਦੀ ਸੁਰਿ ਉਤੇ ਗਾਇਨ ਕਰਨੀ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "Gauree Kee Vaar, Fifth Mehl: Sung To The Tune Of Vaar Of Raa-I Kamaaldee-Mojadee:"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਰਾਇ ਕਮਾਲ ਦੀਨ ਰਾਇ⁽¹⁾ ਸਾਰੰਗ ਕੇ ਭਾਈ ਤਲਵੰਡੀ ਕੇ ਰਜਪੂਤ ਥੇ ਔਰ ਅਕਬਰ ਕੋ ਕਰ ਦੇਤੇ ਥੇ। ਰਾਇ ਸਾਰੰਗ ਕਾ ਪੁਤਰ ਮੌਜ ਦੀਨ ਪੋਤਰਾ ਰਾਇ ਰਣਧੀਰ ਥਾ। ਕਮਾਲ ਦੀਨ ਨੇ ਚੁਗਲੀ ਕਰ ਸਾਰੰਗ ਕੋ ਕੈਦ ਕਰਵਾਇ ਦੀਆ। ਸਾਰੰਗ ਕੇ ਮਿਤਰ ਨੇ ਨੇਕੀ ਬਤਾਇ ਕਰ ਬਾਦਸ਼ਾਹ ਸੇ ਛੁਡਾਇ ਕਰ ਸਿਰੇ ਪਾਉ ਦਿਵਾਇਆ। ਕਮਾਲ ਦੀਨ ਕੋ ਡਰ ਹੂਆ ਆਗੇ ਹੋ ਕਰ ਮਿਲਾ, ਜਹਰ ਵਾਲੀ ਸ਼ਰਾਬ ਪਿਲਾਇ ਕਰ ਸਾਰੰਗ ਕੋ ਦਗੇ ਸੇ ਮਾਰਾ। ਮੋਜ ਦੀਨ ਨੇ ਦਗੇ ਸੇ ਮਾਰਨਾ ਸੁਣ ਕਰ ਰਣਧੀਰ ਕੋ ਕਹਾ। ਵਹੁ ਅਪਨੇ ਨਾਨਕਿਯੋਂ ਸੇ ਫੌਜ ਲੇ ਆਇਆ। ਯੁਧ ਕਰ ਕੇ ਸਾਰੰਗ ਕੇ ਪੋਤਰੇ ਰਣਧੀਰ ਔਰ ਬੇਦੇ ਮੌਜ ਦੀਨ ਨੇ ਰਾਇ ਕਮਾਲ ਦੀਨ ਕੋ ਮਾਰਾ। ਢਾਡੀਆਂ ਨੇ ਵਾਰ ਬਨਾਈ ਉਸ ਕੀ ਪੌੜੀ ਕੀ ਧੁਨੀ ਪਰ ਗੁਰੂ ਜੀ ਨੇ ਵਾਰ ਬਨਾਈ ਹੈ।"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹ 'ਵਾਰ' ਰਾਇ ਕਮਾਲਦੀ ਮੋਜਦੀ ਦੀ 'ਵਾਰ' ਦੀ ਸੁਰ ਤੇ ਗਾਉਣੀ ਹੈ। ਬਾਰ ਵਿਚ ਇਕ ਚੌਧਰੀ ਕਮਾਲੁੱਦੀਨ ਰਹਿੰਦਾ ਸੀ, ਉਸ ਨੇ ਆਪਣੇ ਭਰਾ ਸਾਰੰਗ ਨੂੰ ਜ਼ਹਿਰ ਕੇ ਕੇ ਮਾਰ ਦਿੱਤਾ, ਸਾਰੰਗ ਦਾ ਇਕ ਪੁੱਤ੍ਰ ਸੀ ਜੋ ਅਜੇ ਛੋਟਾ ਹੀ ਸੀ, ਜਿਸ ਦਾ ਨਾਮ ਮੁਆਜ਼ੁੱਦੀਨ ਸੀ। ਸਾਰੰਗ ਦੀ ਵਹੁਟੀ ਆਪਣੇ ਇਸ ਪੁੱਤ੍ਰ ਨੂੰ ਲੈ ਕੇ ਪੇਕੇ ਚਲੀ ਗਈ। ਜਦੋਂ ਇਹ ਵੱਡਾ ਹੋਇਆ ਤਾਂ ਨਾਨਕੀ ਫ਼ੌਜ ਲੈ ਕੇ ਕਮਾਲੁੱਦੀਨ ਨਾਲ ਆ ਲੜਿਆ। ਕਮਾਲੁੱਦੀਨ ਮਾਰਿਆ ਗਿਆ। ਇਹ ਸਾਰੀ ਵਾਰਤਾ ਢਾਢੀਆਂ ਨੇ 'ਵਾਰ' ਵਿਚ ਗਾਵੀਂ। ਇਸ 'ਵਾਰ' ਦੀ ਚਾਲ ਦਾ ਨਮੂਨਾ ਇਉਂ ਹੈ: 'ਰਾਣਾ ਰਾਇ ਕਮਾਲ ਦੀਂ ਰਣ ਭਾਰਾ ਬਾਹੀਂ ॥ ਮੌਜੁੱਦੀਂ ਤਲਵੰਡੀਓਂ ਚੜਿਆ ਸਾਬਾਹੀ' ॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "Gauri Ki Var, Mejl Guru Aryan, Quinto Canal Divino"
    }
  ]
}