[
  {
    "id": 88989,
    "shabad_id": 25086,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਦਿ ਕੈ ਅਨਾਦਿ ਅਰ ਅੰਤਿ ਕੈ ਅਨੰਤ ਅਤਿ ਪਾਰ ਕੈ ਅਪਾਰ ਨ ਅਥਾਹ ਥਾਹ ਪਾੲੀ ਹੈ",
    "transliteration": "Aadi Kai Anaadi Ar Anti Kai Anant Ati , Paar Kai Apaar N Adaah Daah Paaee Hai ?",
    "translation": "As the imperishable God is beyond beginning though He is the beginning of all; as He is beyond end since He is the end of all; as He is beyond the farthest conceivable extent as He is unfathomable, so is the praise of the True Guru just like that of Lord.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88990,
    "shabad_id": 25086,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਿਤਿ ਕੈ ਅਮਿਤਿ ਅਰ ਸੰਖ ਕੈ ਅਸੰਖ ਪੁਨਿ ਲੇਖ ਕੈ ਅਲੇਖ ਨਹੀ ਤੌਲ ਕੈ ਤੌਲਾੲੀ ਹੈ",
    "transliteration": "Miti Kai Amiti Ar Sankh Kai Asankh Pouni , Laykh Kai Alaykh Nahee Taul Kai Taulaaee Hai ?",
    "translation": "As the imperishable God is beyond measurement, beyond counting, beyond perception, beyond· weighing; so is the praise of a True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88991,
    "shabad_id": 25086,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਰਧ ੳੁਰਧ ਪਰਜੰਤ ਕੈ ਅਪਾਰ ਜੰਤ ਅਗਮ ਅਗੋਚਰ ਨ ਮੋਲ ਕੈ ਮੁਲਾੲੀ ਹੈ",
    "transliteration": "Aradh Uradh Parajant Kai Apaar Janta , Agam Agochar N Mol Kai Mulaaee Hai ?",
    "translation": "As the Almighty is limitless, inaccessible, beyond the perception of senses and evaluation, so is the praise of the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 88992,
    "shabad_id": 25086,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਰਮਦਭੁਤ ਅਸਚਰਜ ਬਿਸਮ ਅਤਿ ਅਬਿਗਤਿ ਗਤਿ ਸਤਿਗੁਰ ਕੀ ਬਡਾੲੀ ਹੈ ॥੭੧॥",
    "transliteration": "Paramadabhout Asacharaj Bisam Ati , Abigati Gati Satigur Kee Badaaee Hai ?71?",
    "translation": "As God Almighty is absolutely marvellous, astonishing and very strange, so is the praise of True Guru. (71)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
