[
  {
    "id": 89005,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚੀਟੀ ਕੈ ੳੁਦਰ ਬਿਖੈ ਹਸਤੀ ਸਮਾੲਿ ਕੈਸੇ ਅਤੁਲ ਪਹਾਰ ਭਾਰ ਭ੍ਰਿੰਗੀਨ ੳੁਠਾਵੲੀ",
    "transliteration": "Cheetee Kai Udar Bikhai Hasatee Samaai Kaisay , Atul Pahaar Bhaar Bhringeen Outthaavaee ?",
    "translation": "As an elephant cannot be contained in the stomach of an ant, as a small flying insect cannot lift the weight of a mountain,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89006,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਾਛਰ ਕੈ ਡੰਗ ਨ ਮਰਤ ਹੈ ਬਸਿਤ ਨਾਗੁ ਮਕਰੀ ਨ ਚੀਤੈ ਜੀਤੈ ਸਰਿ ਨ ਪੂਜਾਵੲੀ",
    "transliteration": "Maachhar Kai Dang N Marat Hai Basit Naagu , Makaree N Cheetai Jeetai Sari N Poojaavaee ?",
    "translation": "As a mosquito sting cannot kill the king of snakes, a spider can neither win a tiger nor match with it, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89007,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤਮਚਰ ੳੁਡਤ ਨ ਪਹੂਚੈ ਅਾਕਾਸ ਬਾਸ ਮੂਸਾ ਤੳੁ ਨ ਪੈਰਤ ਸਮੁੰਦ੍ਰ ਪਾਰ ਪਾਵੲੀ",
    "transliteration": "Tamachar Udat N Pahoochai Aakaas Baasa , Moosaa Tau N Pairat Samoundr Paar Paavaee ?",
    "translation": "As an owl cannot fly and reach the sky, nor can a rat swim across the ocean and reach the far side, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89008,
    "shabad_id": 25090,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪ੍ਰਿਅ ਪ੍ਰੇਮ ਨੇਮ ਅਗਮ ਅਗਾਧਿ ਬੋਧਿ ਗੁਰਮੁਖਿ ਸਾਗਰ ਜਿੳੁ ਬੂੰਦ ਹੁੲਿ ਸਮਾਵੲੀ ॥੭੫॥",
    "transliteration": "Taisay Pria Praym Naym Agam Agaadhi Bodhi , Gurmukhi Saagar Jiu Boond Hui Samaavaee ?75?",
    "translation": "So are the ethics of love of our beloved Lord difficult and beyond for us to understand. It is a very serious subject. As a drop of water merges with the water of the ocean, so does a devoted Sikh of the Guru becomes one with his beloved Lord. (75)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
