[
  {
    "id": 89009,
    "shabad_id": 25091,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਅਵਗਾਹਨ ਕੈ ਸਾਧਸੰਗਿ ਅਾਤਮ ਤਰੰਗ ਗੰਗ ਸਾਗਰ ਲਹਰਿ ਹੈ",
    "transliteration": "Sabad Surati Avagaahan Kai Saadhasangi , Aatam Tarang Gang Saagar Lahari Hai ?",
    "translation": " When a Sikh joins in the holy congregation and become engrossed in the divine word, the ecstasy of the spiritual waves felt by him is like the waves of the ocean. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89010,
    "shabad_id": 25091,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਗਮ ਅਥਾਹਿ ਅਾਹਿ ਅਪਰ ਅਪਾਰ ਅਤਿ ਰਤਨ ਪ੍ਰਗਾਸ ਨਿਧਿ ਪੂਰਨ ਗਹਰਿ ਹੈ",
    "transliteration": "Agam Adaahi Aahi Apar Apaar Ati , Ratan Pragaas Nidhi Pooran Gahari Hai ?",
    "translation": "The ocean-like Lord is beyond our reach and its depth is unfathomable. One who stays engrossed in Naam Simran and adulations of the Lord is able to realise the jewel-like treasure of the Almighty. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89011,
    "shabad_id": 25091,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਹੰਸ ਮਰਜੀਵਾ ਗੁਨ ਗਾਹਕ ਚਾਹਕ ਸੰਤ ਨਿਸ ਦਿਨ ਘਟਿਕਾ ਮਹੂਰਤ ਪਹਰ ਹੈ",
    "transliteration": "Hans Marajeevaa Goun Gaahak Chaahak Santa , Nis Din Ghatikaa Mahoorat Pahar Hai ?",
    "translation": "The true disciple and seeker of the Lord remains a trader for the jewel-like traits of the Lord's name and he is never affected by the time of the day or night, watch, auspiciousness of the time and other rites and rituals. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89012,
    "shabad_id": 25091,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਵਾਂਤ ਬੂੰਦ ਬਰਖਾ ਜਿੳੁ ਗਵਨ ਘਟਾ ਘਮੰਡ ਹੋਤ ਮੁਕਤਾਹਲ ਅੳੁ ਨਰ ਨਰਹਰ ਹੈ ॥੭੬॥",
    "transliteration": "Svaant Boond Barakhaa Jiu Gavan Ghataa Ghamanda , Hot Moukataahal Au Nar Narahar Hai ?76?",
    "translation": "As the Swati raindrop becomes a precious pearl when it falls on a clam in the deep sea, similarly when a Sikh experiences the divine unstruck music in the tenth opening (Dasam Duar) as a result of Naam Simran, he becomes God from the form of a human being",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
