[
  {
    "id": 89045,
    "shabad_id": 25100,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਗੁਰ ਭੲੀ ਨਿਹਚਲ ਮਤਿ ਮਨ ੳੁਨਮਨ ਲਿਵ ਸਹਜ ਸਮਾੲੇ ਹੈ",
    "transliteration": "Charan Sarani Gur Bhaee Nihachal Mati , Man Ounaman Liv Sahaj Samaaay Hai ?",
    "translation": "In the refuge of Satguru the intellect becomes stable. The mind attaches itself with state divine and rests in equipoise.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89046,
    "shabad_id": 25100,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਦਰਸ ਅਰੁ ਸਬਦ ਸੁਰਤਿ ਮਿਲਿ ਪਰਮਦਭੁਤ ਪ੍ਰੇਮ ਨੇਮ ੳੁਪਜਾੲੇ ਹੈ",
    "transliteration": "Drisati Daras Aru Sabad Surati Mili , Paramadabhout Praym Naym Oupajaaay Hai ?",
    "translation": "With the mind engrossing into the teachings of Satguru and divine word residing for ever in the memory, astonishing loving devotion is generated.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89047,
    "shabad_id": 25100,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਸਿਖ ਸਾਧਸੰਗ ਰੰਗ ਹੁੲਿ ਤੰਬੋਲ ਰਸ ਪਾਰਸ ਪਰਸਿ ਧਾਤੁ ਕੰਚਨ ਦਿਖਾੲੇ ਹੈ",
    "transliteration": "Gursikh Saadhasang Rang Hui Tanbol Rasa , Paaras Parasi Dhaatu Kanchan Dikhaaay Hai ?",
    "translation": "In the company of devoted, slave Sikhs, noble and pious persons, one gets dyed in the hue of colour as beetle leaf, beetle nut, lime, cardamom and catechu mix together to become red beside giving pleasant smell. As other metals become gold when touched wi",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89048,
    "shabad_id": 25100,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚੰਦਨ ਸੁਗੰਧ ਸੰਧ ਬਾਸਨਾ ਸੁਬਾਸ ਤਾਸ ਅਕਥ ਕਥਾ ਬਿਨੋਦ ਕਹਤ ਨ ਅਾੲੇ ਹੈ ॥੮੫॥",
    "transliteration": "Chandan Sougandh Sandh Baasanaa Soubaas Taasa , Akad Kadaa Binod Kahat N Aaay Hai ?85?",
    "translation": "As the fragrance of sandalwood makes other trees equally fragrant, so does the touch of the holy feet, a glimpse of the True Guru, and with' the union of the divine word and the conscious mind; the company of pious and noble persons, fragrance blossoms. T",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
