[
  {
    "id": 89057,
    "shabad_id": 25103,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਸਿਖ ਸਾਧਸੰਗ ਰੰਗ ਮੈ ਰੰਗੀਲੇ ਭੲੇ ਬਾਰਨੀ ਬਿਗੰਧ ਗੰਗ ਸੰਗ ਮਿਲਿ ਗੰਗ ਹੈ",
    "transliteration": "Gursikh Saadhasang Rang Mai Rangeelay Bhaay , Baaranee Bigandh Gang Sang Mili Gang Hai ?",
    "translation": "As evil smelling wine when poured into river Ganges become like the water of Ganges, so can vice ridden, maya (mammon) immersed, worldly pleasure seeking individuals get dyed in the hue of Naam Simran when they join the true, Naam immersed holy company of",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89058,
    "shabad_id": 25103,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੁਰਸੁਰੀ ਸੰਗਮ ਹੁੲਿ ਪ੍ਰਬਲ ਪ੍ਵਾਹ ਲਿਵ ਸਾਗਰ ਅਥਾਹ ਸਤਿਗੁਰ ਸੰਗ ਸੰਗਿ ਹੈ",
    "transliteration": "Surasuree Sangam Hui Prabal Pravaah Liva , Saagar Adaah Satigur Sang Sangi Hai ?",
    "translation": "As the rapid flow of brooks and rivers like Ganges merges into the vast ocean losing all their destructive traits, so can one get absorbed into the ocean like Satguru by keeping the company of true, loving and devoted Sikhs.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89059,
    "shabad_id": 25103,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਮਕਰੰਦ ਨਿਹਚਲ ਚਿਤ ਦਰਸਨ ਸੋਭਾ ਨਿਧਿ ਲਹਰਿ ਤਰੰਗ ਹੈ",
    "transliteration": "Charan Kamal Makarand Nihachal Chita , Darasan Sobhaa Nidhi Lahari Tarang Hai ?",
    "translation": "The mind stabilises in the fragrant dust of Satguru’s feet. The glimpse of infinite praise, myriad colourful waves of Naam appear in his consciousness.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89060,
    "shabad_id": 25103,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਨਹਦ ਸਬਦ ਕੈ ਸਰਬਿ ਨਿਧਾਨ ਦਾਨ ਗਿਅਾਨ ਅੰਸ ਹੰਸ ਗਤਿ ਸੁਮਤਿ ਸ੍ਰਬੰਗ ਹੈ ॥੮੮॥",
    "transliteration": "Anahad Sabad Kai Sarabi Nidhaan Daana , Giaan Ans Hans Gati Soumati Srabang Hai ?88?",
    "translation": "By virtue of Naam Simran and appearance of unstruck music in the consciousness, a Sikh feels he has been blessed with all the treasures of the world. He acquires knowledge of the True Guru that reflects in every hair of his body. (88)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
