[
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "jnm jnm ky iklibK duK kwty; Awpy myil imlweI ] rhwau ]",
    "TRANSLITERATION": "Janam Janam Kae Kilabikh Dhukh Kaattae Aapae Mael Milaaee || Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਉਹਨਾਂ ਦੇ ਜਨਮਾਂ ਜਨਮਾਂ ਦੇ ਦੁੱਖ ਪਾਪ ਕੱਟ ਦੇਂਦਾ ਹੈ, ਤੇ, ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "iehu kutMbu sBu jIA ky bMDn BweI; Brim Bulw sYNswrw ]",
    "TRANSLITERATION": "Eihu Kuttanb Sabh Jeea Kae Bandhhan Bhaaee Bharam Bhulaa Sainasaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਤੋਂ ਬਿਨਾ) ਇਹ (ਆਪਣਾ) ਪਰਵਾਰ ਭੀ ਜਿੰਦ ਵਾਸਤੇ ਨਿਰਾ ਮੋਹ ਦੇ ਬੰਧਨ ਬਣ ਜਾਂਦਾ ਹੈ, (ਤਾਂਹੀਏਂ) ਜਗਤ (ਗੁਰੂ ਤੋਂ) ਭਟਕ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "ku-tMbu"
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu gur. bMDn tUtih nwhI; gurmuiK moK duAwrw ]",
    "TRANSLITERATION": "Bin Gur Bandhhan Ttoottehi Naahee Guramukh Mokh Dhuaaraa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਇਹ ਬੰਧਨ ਟੁੱਟਦੇ ਨਹੀਂ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ (ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਪਾਣ ਦਾ ਰਸਤਾ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "krm krih. gur sbdu, n pCwxih; mir jnmih vwro vwrw ]2]",
    "TRANSLITERATION": "Karam Karehi Gur Sabadh N Pashhaanehi Mar Janamehi Vaaro Vaaraa ||2||",
    "PUNJABI": "ਜੇਹੜੇ ਮਨੁੱਖ ਨਿਰੇ ਦੁਨੀਆ ਦੇ ਕੰਮ-ਧੰਧੇ ਹੀ ਕਰਦੇ ਹਨ, ਪਰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "hau myrw jgu plic rihAw BweI; koie. n iks hI kyrw ]",
    "TRANSLITERATION": "Ho Maeraa Jag Palach Rehiaa Bhaaee Koe N Kis Hee Kaeraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! 'ਮੈਂ ਵੱਡਾ ਹਾਂ', 'ਇਹ ਧਨ ਆਦਿਕ ਮੇਰਾ ਹੈ'-ਇਸ ਵਿਚ ਹੀ ਜਗਤ ਉਲਝਿਆ ਪਿਆ ਹੈ (ਉਂਞ) ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ (ਸਦਾ ਦਾ ਸਾਥੀ) ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK mhlu pwiein gux gwvin; inj Gir hoie bsyrw ]",
    "TRANSLITERATION": "Guramukh Mehal Paaein Gun Gaavan Nij Ghar Hoe Basaeraa ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਤੇ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਕਰੀ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ (ਆਤਮਕ) ਨਿਵਾਸ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "AYQY bUJY su Awpu pCwxY; hir pRBu hY iqsu kyrw ]3]",
    "TRANSLITERATION": "Aithhai Boojhai S Aap Pashhaanai Har Prabh Hai This Kaeraa ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਜੀਵਨ ਵਿਚ ਹੀ (ਇਸ ਭੇਤ ਨੂੰ) ਸਮਝਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਦਾ ਸਹਾਈ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "siqgurU sdw dieAwlu hY BweI; ivxu Bwgw. ikAw pweIAY ]",
    "TRANSLITERATION": "Sathiguroo Sadhaa Dhaeiaal Hai Bhaaee Vin Bhaagaa Kiaa Paaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਹਰ ਵੇਲੇ ਹੀ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ (ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਨਹੀਂ ਆਉਂਦਾ) ਕਿਸਮਤਿ ਤੋਂ ਬਿਨਾ (ਗੁਰੂ ਪਾਸੋਂ) ਕੀਹ ਮਿਲੇ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "eyk ndir kir vyKY sB aUpir; jyhw Bwau. qyhw Plu pweIAY ]",
    "TRANSLITERATION": "Eaek Nadhar Kar Vaekhai Sabh Oopar Jaehaa Bhaao Thaehaa Fal Paaeeai ||",
    "PUNJABI": "ਗੁਰੂ ਸਭਨਾਂ ਨੂੰ ਇਕ ਪਿਆਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ। (ਪਰ ਸਾਡੀ ਜੀਵਾਂ ਦੀ) ਜਿਹੋ ਜਿਹੀ ਭਾਵਨਾ ਹੁੰਦੀ ਹੈ ਉਹੋ ਜਿਹਾ ਫਲ (ਸਾਨੂੰ ਗੁਰੂ ਪਾਸੋਂ) ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2280,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. nwmu vsY mn AMqir; ivchu Awpu gvweIAY ]4]6]",
    "TRANSLITERATION": "Naanak Naam Vasai Man Anthar Vichahu Aap Gavaaeeai ||4||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਜੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲਈਏ, ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ ॥੪॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 3 cOquky ]",
    "TRANSLITERATION": "Sorath Mehalaa 3 Chaathukae ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "scI Bgiq siqgur qy hovY; scI ihrdY bwxI ]",
    "TRANSLITERATION": "Sachee Bhagath Sathigur Thae Hovai Sachee Hiradhai Baanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਹੋ ਸਕਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru syvy sdw suKu pwey; haumY sbid smwxI ]",
    "TRANSLITERATION": "Sathigur Saevae Sadhaa Sukh Paaeae Houmai Sabadh Samaanee ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਸੁਖ ਮਾਣਦਾ ਹੈ, ਉਸ ਦੀ ਹਉਮੈ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਹੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu gur swcy. Bgiq, n hovI; hor BUlI iPrY ieAwxI ]",
    "TRANSLITERATION": "Bin Gur Saachae Bhagath N Hovee Hor Bhoolee Firai Eiaanee ||",
    "PUNJABI": "ਸੱਚੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਜੇਹੜੀ ਅੰਞਾਣ ਲੁਕਾਈ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਨਹੀਂ ਆਉਂਦੀ, ਉਹ ਕੁਰਾਹੇ ਪਈ ਰਹਿੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "mnmuiK iPrih. sdw duKu pwvih; fUib muey. ivxu pwxI ]1]",
    "TRANSLITERATION": "Manamukh Firehi Sadhaa Dhukh Paavehi Ddoob Mueae Vin Paanee ||1||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ, ਸਦਾ ਦੁੱਖ ਪਾਂਦੇ ਹਨ; ਉਹ, ਮਾਨੋ, ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਹੀ ਡੁੱਬ ਮਰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "BweI ry; sdw rhhu srxweI ]",
    "TRANSLITERATION": "Bhaaee Rae Sadhaa Rehahu Saranaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ ਗੁਰੂ ਦੀ ਸਰਨ ਟਿਕਿਆ ਰਹੁ।",
    "PRONUNCIATION": "rh-hu"
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "AwpxI ndir kry piq rwKY; hir nwmo dy vifAweI ] rhwau ]",
    "TRANSLITERATION": "Aapanee Nadhar Karae Path Raakhai Har Naamo Dhae Vaddiaaee || Rehaao ||",
    "PUNJABI": "(ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਉਤੇ ਗੁਰੂ) ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ; ਉਸ ਦੀ ਇੱਜ਼ਤ ਰੱਖਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਜੋ ਇਕ ਵੱਡੀ) ਇੱਜ਼ਤ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "pUry gur qy. Awpu pCwqw; sbid scY vIcwrw ]",
    "TRANSLITERATION": "Poorae Gur Thae Aap Pashhaathaa Sabadh Sachai Veechaaraa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਵਿਚਾਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "ihrdY jgjIvnu sd visAw; qij kwmu kRoDu AhMkwrw ]",
    "TRANSLITERATION": "Hiradhai Jagajeevan Sadh Vasiaa Thaj Kaam Krodhh Ahankaaraa ||",
    "PUNJABI": "ਕਾਮ ਕ੍ਰੋਧ ਅਹੰਕਾਰ (ਆਦਿਕ ਵਿਕਾਰ) ਤਿਆਗਣ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਜਗਤ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ ਸਦਾ ਲਈ ਆ ਵੱਸਿਆ।",
    "PRONUNCIATION": "j`gjIvnu[ AhM-kwrw"
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "sdw hjUir rivAw sB TweI; ihrdY nwmu Apwrw ]",
    "TRANSLITERATION": "Sadhaa Hajoor Raviaa Sabh Thaaee Hiradhai Naam Apaaraa ||",
    "PUNJABI": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਣ ਕਰਕੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਹਰ ਵੇਲੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸ ਪਿਆ, ਸਭ ਥਾਵਾਂ ਵਿਚ ਮੌਜੂਦ ਦਿੱਸ ਪਿਆ।",
    "PRONUNCIATION": "TweIN"
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "juig juig bwxI sbid pCwxI; nwau mITw mnih ipAwrw ]2]",
    "TRANSLITERATION": "Jug Jug Baanee Sabadh Pashhaanee Naao Meethaa Manehi Piaaraa ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਨੂੰ ਇਹ ਪਛਾਣ ਆ ਗਈ ਕਿ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਦਾ ਵਸੀਲਾ) ਹਰੇਕ ਜੁਗ ਵਿਚ ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪਿਆ ॥੨॥",
    "PRONUNCIATION": "ju`ig j`uig"
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru syiv ijin nwmu pCwqw; sPl jnmu jig AwieAw ]",
    "TRANSLITERATION": "Sathigur Saev Jin Naam Pashhaathaa Safal Janam Jag Aaeiaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਪਾ ਲਈ, ਜਗਤ ਵਿਚ ਆ ਕੇ ਉਸਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਗਈ।",
    "PRONUNCIATION": "j`ig"
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "hir rsu cwiK. sdw mnu iqRpiqAw; gux gwvY guxI AGwieAw ]",
    "TRANSLITERATION": "Har Ras Chaakh Sadhaa Man Thripathiaa Gun Gaavai Gunee Aghaaeiaa ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਸੁਆਦ ਚੱਖ ਕੇ ਉਸ ਦਾ ਮਨ ਸਦਾ ਲਈ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਗੁਣਾਂ ਦੀ ਰਾਹੀਂ ਮਾਇਆ ਵਲੋਂ ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "kmlu pRgwis sdw rMig rwqw; Anhd sbdu vjwieAw ]",
    "TRANSLITERATION": "Kamal Pragaas Sadhaa Rang Raathaa Anehadh Sabadh Vajaaeiaa ||",
    "PUNJABI": "ਉਸ ਦਾ ਹਿਰਦਾ-ਕਮਲ ਖਿੜ ਕੇ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਇਕ-ਰਸ ਗੁਰ-ਸ਼ਬਦ (ਦਾ ਵਾਜਾ) ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "qnu mnu inrmlu. inrml bwxI; scy sic smwieAw ]3]",
    "TRANSLITERATION": "Than Man Niramal Niramal Baanee Sachae Sach Samaaeiaa ||3||",
    "PUNJABI": "ਪਵਿਤ੍ਰ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "rwm nwm kI giq. koie n bUJY; gurmiq irdY smweI ]",
    "TRANSLITERATION": "Raam Naam Kee Gath Koe N Boojhai Guramath Ridhai Samaaee ||",
    "PUNJABI": "ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਸਮਝ ਸਕਦਾ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਕਿਤਨੀ ਕੁ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਜਾਂਦੀ ਹੈ (ਉਂਞ) ਗੁਰੂ ਦੀ ਮਤਿ ਲਿਆਂ ਨਾਮ (ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK hovY su mgu pCwxY; hir ris rsn rsweI ]",
    "TRANSLITERATION": "Guramukh Hovai S Mag Pashhaanai Har Ras Rasan Rasaaee ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਸਤਾ ਪਛਾਣ ਲੈਂਦਾ ਹੈ, ਉਸ ਦੀ ਜੀਭ ਨਾਮ-ਰਸ ਨਾਲ ਰਸ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "jpu qpu sMjmu sBu gur qy hovY; ihrdY nwmu vsweI ]",
    "TRANSLITERATION": "Jap Thap Sanjam Sabh Gur Thae Hovai Hiradhai Naam Vasaaee ||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ-ਇਹੀ ਹੈ ਜਪ, ਇਹੀ ਹੈ ਤਪ, ਇਹੀ ਹੈ ਸੰਜਮ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2281,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. nwmu smwlih sy jn sohin; dir swcY piq pweI ]4]7]",
    "TRANSLITERATION": "Naanak Naam Samaalehi Sae Jan Sohan Dhar Saachai Path Paaee ||4||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਨੂੰ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ॥੪॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mÚ 3 duquky ]",
    "TRANSLITERATION": "Sorath Ma 3 Dhuthukae ||",
    "PUNJABI": "",
    "PRONUNCIATION": "du-quky"
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "siqgur imilAY aultI BeI BweI; jIvq mrY. qw bUJ pwie ]",
    "TRANSLITERATION": "Sathigur Miliai Oulattee Bhee Bhaaee Jeevath Marai Thaa Boojh Paae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਮਨੁੱਖ ਦੀ ਸੁਰਤਿ ਵਿਕਾਰਾਂ ਵਲੋਂ ਪਰਤ ਪੈਂਦੀ ਹੈ, ਦੁਨੀਆ ਦੇ ਕਾਰ-ਵਿਹਾਰ ਕਰਦਾ ਹੋਇਆ ਹੀ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ ਅਛੋਹ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "so gurU. so isKu hY BweI; ijsu joqI joiq imlwie ]1]",
    "TRANSLITERATION": "So Guroo So Sikh Hai Bhaaee Jis Jothee Joth Milaae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਆਤਮਾ ਨੂੰ ਗੁਰੂ ਪਰਮਾਤਮਾ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈ, ਉਹ (ਅਸਲ) ਸਿੱਖ ਬਣ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "mn ry; hir hir syqI ilv lwie ]",
    "TRANSLITERATION": "Man Rae Har Har Saethee Liv Laae ||",
    "PUNJABI": "ਹੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "mn. hir jip mITw lwgY BweI; gurmuiK pwey hir Qwie ] rhwau ]",
    "TRANSLITERATION": "Man Har Jap Meethaa Laagai Bhaaee Guramukh Paaeae Har Thhaae || Rehaao ||",
    "PUNJABI": "ਹੇ ਮਨ! ਮੁੜ ਮੁੜ ਜਪ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਥਾਂ) ਲੱਭ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  }
]