[
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu gur. pRIiq n aUpjY BweI; mnmuiK dUjY Bwie ]",
    "TRANSLITERATION": "Bin Gur Preeth N Oopajai Bhaaee Manamukh Dhoojai Bhaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦਾ ਪ੍ਰਭੂ ਵਿਚ) ਪਿਆਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "quh kutih. mnmuK krm krih BweI; plY. ikCU n pwie ]2]",
    "TRANSLITERATION": "Thuh Kuttehi Manamukh Karam Karehi Bhaaee Palai Kishhoo N Paae ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਜੋ ਭੀ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦੇ ਹਨ ਉਹ (ਮਾਨੋ) ਤੁਹ ਹੀ ਕੁੱਟਦੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ ਉਹਨਾਂ ਕਰਮਾਂ ਵਿਚੋਂ) ਹਾਸਲ ਕੁਝ ਨਹੀਂ ਹੁੰਦਾ (ਜਿਵੇਂ ਤੁਹਾਂ ਵਿਚੋਂ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ) ॥੨॥",
    "PRONUNCIATION": "nwm rUpI dwxy rihq (quh) Poky[ p`lY"
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "gur imilAY. nwmu min rivAw BweI; swcI pRIiq ipAwir ]",
    "TRANSLITERATION": "Gur Miliai Naam Man Raviaa Bhaaee Saachee Preeth Piaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਸ ਦੇ ਮਨ ਵਿਚ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤਿ ਵਿਚ ਪਿਆਰ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "sdw hir ky gux rvY BweI; gur kY hyiq Apwir ]3]",
    "TRANSLITERATION": "Sadhaa Har Kae Gun Ravai Bhaaee Gur Kai Haeth Apaar ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਅਤੁੱਟ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "AwieAw so prvwxu hY BweI; ij gur syvw icqu lwie ]",
    "TRANSLITERATION": "Aaeiaa So Paravaan Hai Bhaaee J Gur Saevaa Chith Laae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਵਿਚ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਆਉਣਾ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2282,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. nwmu hir pweIAY BweI; gur sbdI mylwie ]4]8]",
    "TRANSLITERATION": "Naanak Naam Har Paaeeai Bhaaee Gur Sabadhee Maelaae ||4||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 3 Gru 1 ]",
    "TRANSLITERATION": "Sorath Mehalaa 3 Ghar 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "iqhI guxI iqRBvxu ivAwipAw BweI; gurmuiK bUJ buJwie ]",
    "TRANSLITERATION": "Thihee Gunee Thribhavan Viaapiaa Bhaaee Guramukh Boojh Bujhaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਵਿਚ ਹੀ ਫਸਿਆ ਪਿਆ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ (ਗੁਰੂ ਉਸ ਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "PRONUNCIATION": "bU`J bu`Jwie"
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "rwm nwim lig CUtIAY BweI; pUChu igAwnIAw jwie ]1]",
    "TRANSLITERATION": "Raam Naam Lag Shhootteeai Bhaaee Pooshhahu Giaaneeaa Jaae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ (ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੀ ਪਕੜ ਤੋਂ) ਬਚੀਦਾ ਹੈ, (ਆਪਣੀ ਤਸੱਲੀ ਵਾਸਤੇ) ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ ਉਹਨਾਂ ਨੂੰ ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਆ ਗਈ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "mn ry. qRY gux Coif; cauQY icqu lwie ]",
    "TRANSLITERATION": "Man Rae Thrai Gun Shhodd Chouthhai Chith Laae ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣਾਂ (ਦੇ ਪ੍ਰਭਾਵ) ਨੂੰ ਛੱਡ ਕੇ ਉਸ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਿਥੇ ਇਹਨਾਂ ਤਿੰਨਾਂ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਪੈਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jIau qyrY min vsY BweI; sdw hir ky gux gwie ] rhwau ]",
    "TRANSLITERATION": "Har Jeeo Thaerai Man Vasai Bhaaee Sadhaa Har Kae Gun Gaae || Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਤੇਰੇ ਮਨ ਵਿਚ (ਹੀ) ਵੱਸਦਾ ਹੈ, ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "nwmY qy siB aUpjy BweI; nwie ivsirAY mir jwie ]",
    "TRANSLITERATION": "Naamai Thae Sabh Oopajae Bhaaee Naae Visariai Mar Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਹੀ ਸਾਰੇ ਜੀਵ ਆਤਮਕ ਜੀਵਨ ਜੀਊ ਸਕਦੇ ਹਨ। ਜੇ ਨਾਮ ਵਿਸਰ ਜਾਏ, ਤਾਂ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "AigAwnI jgqu AMDu hY BweI; sUqy gey muhwie ]2]",
    "TRANSLITERATION": "Agiaanee Jagath Andhh Hai Bhaaee Soothae Geae Muhaae ||2||",
    "PUNJABI": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਤੋਂ ਸੱਖਣਾ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ। ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤੇ ਹੋਏ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਲੁਟਾ ਕੇ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "(muhwie) T`gy[ j`gqu"
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK jwgy sy aubry BweI; Bvjlu pwir auqwir ]",
    "TRANSLITERATION": "Guramukh Jaagae Sae Oubarae Bhaaee Bhavajal Paar Outhaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਪੈਂਦੇ ਹਨ ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, (ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "jg mih lwhw hir nwmu hY BweI; ihrdY riKAw aur Dwir ]3]",
    "TRANSLITERATION": "Jag Mehi Laahaa Har Naam Hai Bhaaee Hiradhai Rakhiaa Our Dhhaar ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਂਭ ਕੇ ਰੱਖਦਾ ਹੈ, ਇਹ ਹਰਿ-ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ (ਅਸਲ) ਲਾਭ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "gur srxweI aubry BweI; rwm nwim ilv lwie ]",
    "TRANSLITERATION": "Gur Saranaaee Oubarae Bhaaee Raam Naam Liv Laae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਮਨੁੱਖ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2283,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. nwau byVw, nwau qulhVw BweI; ijqu lig. pwir jn pwie ]4]9]",
    "TRANSLITERATION": "Naanak Naao Baerraa Naao Thuleharraa Bhaaee Jith Lag Paar Jan Paae ||4||9||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਹਾਜ਼ ਹੈ, ਹਰਿ-ਨਾਮ ਹੀ ਤੁਲਹਾ ਹੈ ਜਿਸ ਵਿਚ ਚੜ੍ਹ ਕੇ ਮਨੁੱਖ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੪॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 3 Gru 1 ]",
    "TRANSLITERATION": "Sorath Mehalaa 3 Ghar 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru suKswgru jg AMqir; hor QY suKu nwhI ]",
    "TRANSLITERATION": "Sathigur Sukh Saagar Jag Anthar Hor Thhai Sukh Naahee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ ਗੁਰੂ (ਹੀ) ਸੁਖ ਦਾ ਸਮੁੰਦਰ ਹੈ, (ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "haumY jgqu duiK roig ivAwipAw; mir jnmY rovY DwhI ]1]",
    "TRANSLITERATION": "Houmai Jagath Dhukh Rog Viaapiaa Mar Janamai Rovai Dhhaahee ||1||",
    "PUNJABI": "ਜਗਤ ਆਪਣੀ ਹਉਮੈ ਦੇ ਕਾਰਨ (ਗੁਰੂ ਤੋਂ ਖੁੰਝ ਕੇ) ਦੁੱਖ ਵਿਚ ਰੋਗ ਵਿਚ ਗ੍ਰਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਮਰਦਾ ਹੈ, ਧਾਹਾਂ ਮਾਰ ਮਾਰ ਕੇ ਰੋਂਦਾ ਹੈ (ਦੁੱਖੀ ਹੁੰਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "pRwxI; siqguru syiv suKu pwie ]",
    "TRANSLITERATION": "Praanee Sathigur Saev Sukh Paae ||",
    "PUNJABI": "ਹੇ ਬੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਤੇ, ਆਤਮਕ ਆਨੰਦ ਮਾਣ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru syvih. qw suKu pwvih; nwih q. jwihgw jnmu gvwie ] rhwau ]",
    "TRANSLITERATION": "Sathigur Saevehi Thaa Sukh Paavehi Naahi Th Jaahigaa Janam Gavaae || Rehaao ||",
    "PUNJABI": "ਜੇ ਤੂੰ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰੇਂਗਾ, ਤਾਂ ਸੁਖ ਪਾਏਂਗਾ। ਨਹੀਂ ਤਾਂ ਆਪਣਾ ਜੀਵਨ ਵਿਅਰਥ ਗੁਜ਼ਾਰ ਕੇ (ਇਥੋਂ) ਚਲਾ ਜਾਏਂਗਾ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "qRY gux Dwqu bhu krm kmwvih; hir rs swdu. n AwieAw ]",
    "TRANSLITERATION": "Thrai Gun Dhhaath Bahu Karam Kamaavehi Har Ras Saadh N Aaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਤਿੰਨਾਂ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਨਹੀਂ ਆਉਂਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "sMiDAw qrpxu krih gwieqRI; ibnu bUJy duKu pwieAw ]2]",
    "TRANSLITERATION": "Sandhhiaa Tharapan Karehi Gaaeithree Bin Boojhae Dhukh Paaeiaa ||2||",
    "PUNJABI": "ਤਿੰਨੇ ਵੇਲੇ ਸੰਧਿਆ-ਪਾਠ ਕਰਦੇ ਹਨ, ਪਿਤਰਾਂ ਦੇਵਤਿਆਂ ਨੂੰ ਜਲ ਅਰਪਣ ਕਰਦੇ ਹਨ, ਗਾਇਤ੍ਰੀ-ਮੰਤ੍ਰ ਦਾ ਪਾਠ ਕਰਦੇ ਹਨ, ਪਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੂੰ ਦੁੱਖ ਹੀ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "auNglW qy d`B dy C`ly cwV@ ky sUrj nMU pwxI dyxw qrpxu hY"
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru syvy so vfBwgI; ijs no Awip imlwey ]",
    "TRANSLITERATION": "Sathigur Saevae So Vaddabhaagee Jis No Aap Milaaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜੋ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ (ਪਰ ਗੁਰੂ ਉਸੇ ਨੂੰ ਮਿਲਦਾ ਹੈ) ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਮਿਲਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "hir rsu pI jn sdw iqRpqwsy; ivchu Awpu gvwey ]3]",
    "TRANSLITERATION": "Har Ras Pee Jan Sadhaa Thripathaasae Vichahu Aap Gavaaeae ||3||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਵਾਲੇ) ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ (ਗੁਰੂ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਸ ਪੀ ਕੇ ਸਦਾ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "iehu jgu AMDw. sBu AMDu kmwvY; ibnu gur. mgu n pwey ]",
    "TRANSLITERATION": "Eihu Jag Andhhaa Sabh Andhh Kamaavai Bin Gur Mag N Paaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਜਗਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ, ਅੰਨ੍ਹਿਆਂ ਵਾਲਾ ਹੀ ਕੰਮ ਸਦਾ ਕਰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਜੀਵਨ ਦਾ ਸਹੀ) ਰਸਤਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2284,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. siqguru imlY, q AKI vyKY; GrY AMdir scu pwey ]4]10]",
    "TRANSLITERATION": "Naanak Sathigur Milai Th Akhee Vaekhai Gharai Andhar Sach Paaeae ||4||10||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇ ਇਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ (ਪਰਮਾਤਮਾ ਨੂੰ) ਅੱਖਾਂ ਨਾਲ ਵੇਖ ਲੈਂਦਾ ਹੈ, ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੪॥੧੦॥",
    "PRONUNCIATION": "A`KIN"
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 3 ]",
    "TRANSLITERATION": "Sorath Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu siqgur syvy. bhuqw duKu lwgw; jug cwry BrmweI ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Bahuthaa Dhukh Laagaa Jug Chaarae Bharamaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਨੂੰ ਬਹੁਤ ਦੁੱਖ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨੁੱਖ ਸਦਾ ਹੀ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "hm dIn. qum jugu jugu dwqy; sbdy dyih buJweI ]1]",
    "TRANSLITERATION": "Ham Dheen Thum Jug Jug Dhaathae Sabadhae Dhaehi Bujhaaee ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ (ਜੀਵ, ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਾਂ, ਤੂੰ ਸਦਾ ਹੀ (ਸਾਨੂੰ) ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, (ਮੇਹਰ ਕਰ, ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਬਖ਼ਸ਼ ॥੧॥",
    "PRONUNCIATION": "ju`gu[ bu`JweI"
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jIau; ikRpw krhu qum ipAwry ]",
    "TRANSLITERATION": "Har Jeeo Kirapaa Karahu Thum Piaarae ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru dwqw myil imlwvhu; hir nwmu dyvhu AwDwry ] rhwau ]",
    "TRANSLITERATION": "Sathigur Dhaathaa Mael Milaavahu Har Naam Dhaevahu Aadhhaarae || Rehaao ||",
    "PUNJABI": "ਤੇਰੇ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਣ ਵਾਲਾ ਗੁਰੂ ਮੈਨੂੰ ਮਿਲਾ, ਅਤੇ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਸਹਾਰਾ ਆਪਣਾ ਨਾਮ ਮੈਨੂੰ ਦੇਹ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "mnsw mwir duibDw shij smwxI; pwieAw nwmu Apwrw ]",
    "TRANSLITERATION": "Manasaa Maar Dhubidhhaa Sehaj Samaanee Paaeiaa Naam Apaaraa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਾਸਲ ਕਰ ਲਿਆ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਵਾਸਨਾ ਨੂੰ ਮੁਕਾ ਕੇ ਉਸ ਦੀ ਮਾਨਸਕ ਡਾਂਵਾਂ-ਡੋਲ ਹਾਲਤ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "hir rsu cwiK. mnu inrmlu hoAw; iklibK kwtxhwrw ]2]",
    "TRANSLITERATION": "Har Ras Chaakh Man Niramal Hoaa Kilabikh Kaattanehaaraa ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਪਾਪ ਕੱਟਣ ਦੇ ਸਮਰਥ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ) ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖ ਕੇ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  }
]