[
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "sbid mrhu. iPir jIvhu sd hI; qw iPir. mrxu n hoeI ]",
    "TRANSLITERATION": "Sabadh Marahu Fir Jeevahu Sadh Hee Thaa Fir Maran N Hoee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਛੋਹ ਹੋ ਜਾਵੋ, ਫਿਰ ਸਦਾ ਲਈ ਹੀ ਆਤਮਕ ਜੀਵਨ ਜੀਊਂਦੇ ਰਹੋਗੇ, ਫਿਰ ਕਦੇ ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਨਹੀਂ ਢੁਕੇਗੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "AMimRqu nwmu sdw min mITw; sbdy pwvY koeI ]3]",
    "TRANSLITERATION": "Anmrith Naam Sadhaa Man Meethaa Sabadhae Paavai Koee ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਸਦਾ ਲਈ ਮਨ ਵਿਚ ਮਿੱਠਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "dwqY dwiq rKI hiQ ApxY; ijsu BwvY iqsu dyeI ]",
    "TRANSLITERATION": "Dhaathai Dhaath Rakhee Hathh Apanai Jis Bhaavai This Dhaeee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਦਾਤਾਰ ਨੇ (ਨਾਮ ਦੀ ਇਹ) ਦਾਤਿ ਆਪਣੇ ਹੱਥ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ, ਜਿਸ ਨੂੰ ਚਾਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਦੇ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2285,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk nwim rqy. suKu pwieAw; drgh jwpih syeI ]4]11]",
    "TRANSLITERATION": "Naanak Naam Rathae Sukh Paaeiaa Dharageh Jaapehi Saeee ||4||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹ (ਇਥੇ) ਸੁਖ ਮਾਣਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਭੀ ਉਹੀ ਮਨੁੱਖ ਆਦਰ-ਮਾਣ ਪਾਂਦੇ ਹਨ ॥੪॥੧੧॥",
    "PRONUNCIATION": "r`qy"
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 3 ]",
    "TRANSLITERATION": "Sorath Mehalaa 3 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "siqgur syvy. qw shj Duin aupjY; giq miq qd hI pwey ]",
    "TRANSLITERATION": "Sathigur Saevae Thaa Sehaj Dhhun Oupajai Gath Math Thadh Hee Paaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ਤਦੋਂ (ਇਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ। ਤਦੋਂ ਹੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹੀ) ਮਨੁੱਖ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਤੇ ਉੱਚੀ ਮਤਿ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "hir kw nwmu scw min visAw; nwmy nwim smwey ]1]",
    "TRANSLITERATION": "Har Kaa Naam Sachaa Man Vasiaa Naamae Naam Samaaeae ||1||",
    "PUNJABI": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ, ਤੇ, ਮਨੁੱਖ ਸਦਾ ਨਾਮ ਵਿਚ ਹੀ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu siqgur; sBu jgu baurwnw ]",
    "TRANSLITERATION": "Bin Sathigur Sabh Jag Bouraanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਸਾਰਾ ਜਗਤ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "mnmuiK AMDw. sbdu n jwxY; JUTY Brim Bulwnw ] rhwau ]",
    "TRANSLITERATION": "Manamukh Andhhaa Sabadh N Jaanai Jhoothai Bharam Bhulaanaa || Rehaao ||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ। ਝੂਠੀ ਦੁਨੀਆ ਦੇ ਕਾਰਨ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "qRY gux mwieAw Brim BulwieAw; haumY bMDn kmwey ]",
    "TRANSLITERATION": "Thrai Gun Maaeiaa Bharam Bhulaaeiaa Houmai Bandhhan Kamaaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਤ੍ਰਿਗੁਣੀ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਹਉਮੈ ਦੇ ਕਾਰਨ ਮੋਹ ਦੇ ਬੰਧਨ ਵਧਾਣ ਵਾਲੇ ਕੰਮ ਹੀ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "jMmxu mrxu isr aUpir aUBau; grB join duKu pwey ]2]",
    "TRANSLITERATION": "Janman Maran Sir Oopar Oobho Garabh Jon Dhukh Paaeae ||2||",
    "PUNJABI": "ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਹਰ ਵੇਲੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਜਨਮ ਮਰਨ ਵਿਚ ਪੈ ਕੇ ਦੁੱਖ ਸਹਿੰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(aUBau) KVw"
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "qRY gux vrqih sgl sMswrw; haumY ivic. piq KoeI ]",
    "TRANSLITERATION": "Thrai Gun Varathehi Sagal Sansaaraa Houmai Vich Path Khoee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣ ਸਾਰੇ ਸੰਸਾਰ ਉੱਤੇ ਆਪਣਾ ਪਰਭਾਵ ਪਾਈ ਰੱਖਦੇ ਹਨ, (ਇਹਨਾਂ ਦੇ ਅਸਰ ਹੇਠ ਮਨੁੱਖ) ਹਉਮੈ ਵਿਚ ਫਸ ਕੇ ਇੱਜ਼ਤ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK hovY. cauQw pdu cInY; rwm nwim suKu hoeI ]3]",
    "TRANSLITERATION": "Guramukh Hovai Chouthhaa Padh Cheenai Raam Naam Sukh Hoee ||3||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਨੂੰ ਪਛਾਣ ਲੈਂਦਾ ਹੈ ਜਿਥੇ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣ ਅਸਰ ਨਹੀਂ ਪਾ ਸਕਦੇ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "qRY gux siB qyry. qU Awpy krqw; jo qU krih. su hoeI ]",
    "TRANSLITERATION": "Thrai Gun Sabh Thaerae Thoo Aapae Karathaa Jo Thoo Karehi S Hoee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦੇ ਇਹ ਤਿੰਨੇ ਗੁਣ ਤੇਰੇ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ, ਤੂੰ ਆਪ ਹੀ (ਸਭ ਦਾ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ। (ਜਗਤ ਵਿਚ) ਉਹੀ ਹੁੰਦਾ ਹੈ ਜੋ ਤੂੰ ਕਰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2286,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. rwm nwim insqwrw; sbdy. haumY KoeI ]4]12]",
    "TRANSLITERATION": "Naanak Raam Naam Nisathaaraa Sabadhae Houmai Khoee ||4||12||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ (ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ) ਪੂਰੀ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ। ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਸਕਦਾ ਹੈ ॥੪॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 4 Gru 1",
    "TRANSLITERATION": "Sorath Mehalaa 4 Ghar 1",
    "PUNJABI": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy Awip vrqdw ipAwrw; Awpy Awip Apwhu ]",
    "TRANSLITERATION": "Aapae Aap Varathadhaa Piaaraa Aapae Aap Apaahu ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ (ਵਿਆਪਕ ਹੁੰਦਿਆਂ ਭੀ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਨਿਰਲੇਪ (ਭੀ) ਹੈ।",
    "PRONUNCIATION": "(Apwhu) inrlyp"
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "vxjwrw jgu Awip hY ipAwrw; Awpy swcw swhu ]",
    "TRANSLITERATION": "Vanajaaraa Jag Aap Hai Piaaraa Aapae Saachaa Saahu ||",
    "PUNJABI": "ਜਗਤ-ਵਣਜਾਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ (ਜਗਤ-ਵਣਜਾਰੇ ਨੂੰ ਰਾਸਿ-ਪੂੰਜੀ ਦੇਣ ਵਾਲਾ ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਸ਼ਾਹੂਕਾਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy vxju vwpwrIAw ipAwrw; Awpy scu vyswhu ]1]",
    "TRANSLITERATION": "Aapae Vanaj Vaapaareeaa Piaaraa Aapae Sach Vaesaahu ||1||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਵਣਜ ਹੈ, ਆਪ ਹੀ ਵਪਾਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸਰਮਾਇਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(vyswhu) pMUjI"
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "jip mn; hir hir nwmu slwh ]",
    "TRANSLITERATION": "Jap Man Har Har Naam Salaah ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "gur ikrpw qy pweIAY ipAwrw; AMimRqu Agm AQwh ] rhwau ]",
    "TRANSLITERATION": "Gur Kirapaa Thae Paaeeai Piaaraa Anmrith Agam Athhaah || Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਉਹ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਸਕਦਾ ਹੈ, ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਜੋ ਅਪਹੁੰਚ ਹੈ, ਤੇ, ਜੋ ਬਹੁਤ ਡੂੰਘਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy suix sB vyKdw ipAwrw; muiK boly Awip muhwhu ]",
    "TRANSLITERATION": "Aapae Sun Sabh Vaekhadhaa Piaaraa Mukh Bolae Aap Muhaahu ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਅਰਦਾਸਾਂ) ਸੁਣ ਕੇ ਸਭ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਮੂੰਹੋਂ (ਜੀਵਾਂ ਨੂੰ ਢਾਰਸ ਦੇਣ ਲਈ) ਮਿੱਠਾ ਬੋਲ ਬੋਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy auJiV pwiedw ipAwrw; Awip ivKwly rwhu ]",
    "TRANSLITERATION": "Aapae Oujharr Paaeidhaa Piaaraa Aap Vikhaalae Raahu ||",
    "PUNJABI": "ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਕੁਰਾਹੇ ਪਾ ਦੇਂਦਾ ਹੈ, ਆਪ ਹੀ (ਜ਼ਿੰਦਗੀ ਦਾ ਸਹੀ) ਰਸਤਾ ਵਿਖਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "au~JiV"
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hI sBu Awip hY ipAwrw; Awpy vyprvwhu ]2]",
    "TRANSLITERATION": "Aapae Hee Sabh Aap Hai Piaaraa Aapae Vaeparavaahu ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਹੈ, (ਇਤਨੇ ਖਲਜਗਨ ਦਾ ਮਾਲਕ ਹੁੰਦਾ ਹੋਇਆ) ਪ੍ਰਭੂ ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy Awip aupwiedw ipAwrw; isir Awpy DMDVY lwhu ]",
    "TRANSLITERATION": "Aapae Aap Oupaaeidhaa Piaaraa Sir Aapae Dhhandhharrai Laahu ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਹਰੇਕ ਜੀਵ ਨੂੰ ਮਾਇਆ ਦੇ ਆਹਰ ਵਿਚ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "Awip krwey swKqI ipAwrw; Awip mwry mir jwhu ]",
    "TRANSLITERATION": "Aap Karaaeae Saakhathee Piaaraa Aap Maarae Mar Jaahu ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀ) ਬਣਤਰ ਬਣਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਮਾਰਦਾ ਹੈ, (ਤਾਂ ਉਸ ਦਾ ਪੈਦਾ ਕੀਤਾ ਜੀਵ) ਮਰ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(swKqI) rcnw"
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy pqxu pwqxI ipAwrw; Awpy pwir lMGwhu ]3]",
    "TRANSLITERATION": "Aapae Pathan Paathanee Piaaraa Aapae Paar Langhaahu ||3||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸੰਸਾਰ-ਨਦੀ ਉਤੇ) ਪੱਤਣ ਹੈ, ਆਪ ਹੀ ਮਲਾਹ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(pqxu) iknwrw[ (pwqxI) mlwh"
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy swgru boihQw ipAwrw; guru Kyvtu Awip clwhu ]",
    "TRANSLITERATION": "Aapae Saagar Bohithhaa Piaaraa Gur Khaevatt Aap Chalaahu ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸੰਸਾਰ-) ਸਮੁੰਦਰ ਹੈ, ਆਪ ਹੀ ਜਹਾਜ਼ ਹੈ, ਆਪ ਹੀ ਗੁਰੂ-ਮਲਾਹ ਹੋ ਕੇ ਜਹਾਜ਼ ਨੂੰ ਚਲਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(boihQw) jhwz[ (Kyvtu) mlwh"
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hI ciV lMGdw ipAwrw; kir coj vyKY pwiqswhu ]",
    "TRANSLITERATION": "Aapae Hee Charr Langhadhaa Piaaraa Kar Choj Vaekhai Paathisaahu ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜਹਾਜ਼ ਵਿਚ) ਚੜ੍ਹ ਕੇ ਪਾਰ ਲੰਘਦਾ ਹੈ। ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਕੌਤਕ-ਤਮਾਸ਼ੇ ਕਰ ਕੇ ਆਪ ਹੀ (ਇਤਨਾ ਤਮਾਸ਼ਿਆਂ ਨੂੰ) ਵੇਖ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2287,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy Awip dieAwlu hY ipAwrw; jn nwnk bKis imlwhu ]4]1]",
    "TRANSLITERATION": "Aapae Aap Dhaeiaal Hai Piaaraa Jan Naanak Bakhas Milaahu ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਦਾ) ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ, ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰ ਕੇ (ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 4 cauQw ]",
    "TRANSLITERATION": "Sorath Mehalaa 4 Chouthhaa ||",
    "PUNJABI": "",
    "PRONUNCIATION": "cauQw cauQw pV@o"
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy AMfj jyrj syqj auqBuj; Awpy KMf. Awpy sB loie ]",
    "TRANSLITERATION": "Aapae Anddaj Jaeraj Saethaj Outhabhuj Aapae Khandd Aapae Sabh Loe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਚਾਰੇ ਖਾਣੀਆਂ) ਅੰਡਜ ਜੇਰਜ ਸੇਤਜ ਉਤਭੁਜ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ (ਧਰਤੀ ਦੇ ਨੌ) ਖੰਡ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਸਾਰੇ ਭਵਨ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy sUqu Awpy bhu mxIAw; kir skqI jgqu proie ]",
    "TRANSLITERATION": "Aapae Sooth Aapae Bahu Maneeaa Kar Sakathee Jagath Paroe ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸੱਤਿਆ-ਰੂਪ) ਧਾਗਾ ਹੈ, ਪ੍ਰਭੂ ਆਪ (ਬੇਅੰਤ ਜੀਵ ਰੂਪ) ਅਨੇਕਾਂ ਮਣਕੇ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੀ ਤਾਕਤ ਬਣਾ ਕੇ ਜਗਤ ਨੂੰ (ਧਾਗੇ ਵਿਚ) ਪ੍ਰੋਂਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gqu"
  }
]