[
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hI sUqDwru hY ipAwrw; sUqu iKMcy. Fih FyrI hoie ]1]",
    "TRANSLITERATION": "Aapae Hee Soothadhhaar Hai Piaaraa Sooth Khinchae Dtehi Dtaeree Hoe ||1||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਧਾਗੇ ਨੂੰ ਆਪਣੇ ਹੱਥ ਵਿਚ ਫੜ ਰੱਖਣ ਵਾਲਾ ਹੈ। ਜਦੋਂ ਉਹ (ਜਗਤ ਵਿਚੋਂ) ਧਾਗੇ ਨੂੰ ਖਿੱਚ ਲੈਂਦਾ ਹੈ, ਤਦੋਂ (ਜਗਤ) ਢਹਿ ਕੇ ਢੇਰੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਗਤ-ਰਚਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ) ॥੧॥",
    "PRONUNCIATION": "ApxI joiq nwl AnMq bRhmMf rcx sMBwlx dw nwtk Kyfx vwly (sUqDwru) nt"
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "myry mn; mY. hir ibnu Avru n koie ]",
    "TRANSLITERATION": "Maerae Man Mai Har Bin Avar N Koe ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਕਿਤੇ ਭੀ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "siqgur ivic nwmu inDwnu hY ipAwrw; kir dieAw AMimRqu muiK coie ] rhwau ]",
    "TRANSLITERATION": "Sathigur Vich Naam Nidhhaan Hai Piaaraa Kar Dhaeiaa Anmrith Mukh Choe || Rehaao ||",
    "PUNJABI": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਗੁਰੂ ਵਿਚ ਮੌਜੂਦ ਹੈ। ਗੁਰੂ ਮੇਹਰ ਕਰ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਸਿੱਖ ਦੇ) ਮੂੰਹ ਵਿਚ ਚੋਂਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy jl Qil sBqu hY ipAwrw; pRBu Awpy kry. su hoie ]",
    "TRANSLITERATION": "Aapae Jal Thhal Sabhath Hai Piaaraa Prabh Aapae Karae S Hoe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ। ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਉਹ (ਜਗਤ ਵਿਚ) ਵਾਪਰਦਾ ਹੈ।",
    "PRONUNCIATION": "sBqu:polw bolo"
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "sBnw irjku smwhdw ipAwrw; dUjw Avru. n koie ]",
    "TRANSLITERATION": "Sabhanaa Rijak Samaahadhaa Piaaraa Dhoojaa Avar N Koe ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ (ਰਿਜ਼ਕ ਅਪੜਾਣ ਵਾਲਾ) ਉਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": "(smwhdw) phuMcwauNdw"
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy Kyl Kylwiedw ipAwrw; Awpy kry. su hoie ]2]",
    "TRANSLITERATION": "Aapae Khael Khaelaaeidhaa Piaaraa Aapae Karae S Hoe ||2||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜਗਤ ਦੇ ਸਾਰੇ) ਖੇਡ ਖਿਡਾ ਰਿਹਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hI Awip inrmlw ipAwrw; Awpy inrml soie ]",
    "TRANSLITERATION": "Aapae Hee Aap Niramalaa Piaaraa Aapae Niramal Soe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਵਿਤ੍ਰ ਪ੍ਰਭੂ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ, ਉਹ ਆਪ ਹੀ ਪਵਿਤ੍ਰ ਸੋਭਾ ਦਾ ਮਾਲਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy kImiq pwiedw ipAwrw; Awpy kry. su hoie ]",
    "TRANSLITERATION": "Aapae Keemath Paaeidhaa Piaaraa Aapae Karae S Hoe ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣਾ ਮੁੱਲ ਪਾ ਸਕਣ ਵਾਲਾ ਹੈ, ਜੋ ਕੁਝ ਉਹ ਆਪ ਹੀ ਕਰਦਾ ਹੈ ਉਹੀ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy AlKu. n lKIAY ipAwrw; Awip lKwvY soie ]3]",
    "TRANSLITERATION": "Aapae Alakh N Lakheeai Piaaraa Aap Lakhaavai Soe ||3||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਉਹ ਅਦ੍ਰਿਸ਼ਟ ਹੈ। ਆਪਣੇ ਸਰੂਪ ਦੀ ਸਮਝ ਉਹ ਆਪ ਹੀ ਦੇਣ ਵਾਲਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "A-lKu:polw bolo"
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy gihr gMBIru hY ipAwrw; iqsu jyvfu. Avru n koie ]",
    "TRANSLITERATION": "Aapae Gehir Ganbheer Hai Piaaraa This Jaevadd Avar N Koe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਹੀ (ਮਾਨੋ, ਇਕ) ਬੇਅੰਤ ਡੂੰਘਾ (ਸਮੁੰਦਰ) ਹੈ। ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "siB Gt Awpy BogvY ipAwrw; ivic nwrI purK sBu soie ]",
    "TRANSLITERATION": "Sabh Ghatt Aapae Bhogavai Piaaraa Vich Naaree Purakh Sabh Soe ||",
    "PUNJABI": "ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ ਆਪ ਹੀ ਸਾਰੇ ਭੋਗ ਭੋਗਦਾ ਹੈ, ਹਰੇਕ ਇਸਤ੍ਰੀ ਪੁਰਖ ਵਿਚ ਹਰ ਥਾਂ ਉਹ ਆਪ ਹੀ ਆਪ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2288,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. gupqu vrqdw ipAwrw; gurmuiK prgtu hoie ]4]2]",
    "TRANSLITERATION": "Naanak Gupath Varathadhaa Piaaraa Guramukh Paragatt Hoe ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਵਿਚ ਲੁਕਿਆ ਹੋਇਆ ਮੌਜੂਦ ਹੈ। ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਉਸ ਦੀ ਸਰਬ-ਵਿਆਪਕਤਾ ਦਾ ਪਰਕਾਸ਼ ਹੁੰਦਾ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 4 ]",
    "TRANSLITERATION": "Sorath Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hI sBu Awip hY ipAwrw; Awpy Qwip auQwpY ]",
    "TRANSLITERATION": "Aapae Hee Sabh Aap Hai Piaaraa Aapae Thhaap Outhhaapai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਹੈ, ਆਪ ਹੀ (ਜਗਤ ਨੂੰ) ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy vyiK ivgsdw ipAwrw; kir coj vyKY pRBu AwpY ]",
    "TRANSLITERATION": "Aapae Vaekh Vigasadhaa Piaaraa Kar Choj Vaekhai Prabh Aapai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜਗਤ-ਰਚਨਾ ਨੂੰ) ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ, ਕੌਤਕ-ਤਮਾਸ਼ੇ ਰਚ ਕੇ ਆਪ ਹੀ ਵੇਖਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy vix iqix sBqu hY ipAwrw; Awpy gurmuiK jwpY ]1]",
    "TRANSLITERATION": "Aapae Van Thin Sabhath Hai Piaaraa Aapae Guramukh Jaapai ||1||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਹਰੇਕ) ਵਣ ਵਿਚ (ਹਰੇਕ) ਤੀਲੇ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ। ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆਂ ਉਹ ਪ੍ਰਭੂ ਦਿੱਸ ਪੈਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "jip mn; hir hir nwm ris DRwpY ]",
    "TRANSLITERATION": "Jap Man Har Har Naam Ras Dhhraapai ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਜਪਿਆ ਕਰ, (ਜੇਹੜਾ ਮਨੁੱਖ ਜਪਦਾ ਹੈ ਉਹ) ਨਾਮ ਦੇ ਰਸ ਨਾਲ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "AMimRq nwmu mhw rsu mITw; gur sbdI ciK jwpY ] rhwau ]",
    "TRANSLITERATION": "Anmrith Naam Mehaa Ras Meethaa Gur Sabadhee Chakh Jaapai || Rehaao ||",
    "PUNJABI": "ਹੇ ਮਨ! ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ-ਜਲ ਬਹੁਤ ਸੁਆਦਲਾ ਹੈ, ਬਹੁਤ ਮਿੱਠਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਚੱਖ ਕੇ ਹੀ ਪਤਾ ਲੱਗਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": "c`iK"
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy qIrQu qulhVw ipAwrw; Awip qrY pRBu AwpY ]",
    "TRANSLITERATION": "Aapae Theerathh Thuleharraa Piaaraa Aap Tharai Prabh Aapai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਰਿਆ ਦਾ ਕੰਢਾ ਹੈ, ਆਪ ਹੀ (ਦਰਿਆ ਤੋਂ ਲੰਘਣ ਲਈ) ਤੁਲਹਾ ਹੈ, ਆਪ ਹੀ (ਦਰਿਆ ਤੋਂ) ਪਾਰ ਲੰਘਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਲੰਘਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy jwlu vqwiedw ipAwrw; sBu jgu mCulI hir AwpY ]",
    "TRANSLITERATION": "Aapae Jaal Vathaaeidhaa Piaaraa Sabh Jag Mashhulee Har Aapai ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਮਾਇਆ ਦਾ) ਜਾਲ ਵਿਛਾਂਦਾ ਹੈ (ਉਹ ਜਾਲ ਵਿਚ ਫਸਣ ਵਾਲਾ) ਸਾਰਾ ਜਗਤ-ਮਛਲੀ ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਬਣਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "j`gu"
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "Awip ABulu. n BuleI ipAwrw; Avru n dUjw jwpY ]2]",
    "TRANSLITERATION": "Aap Abhul N Bhulee Piaaraa Avar N Dhoojaa Jaapai ||2||",
    "PUNJABI": "(ਫਿਰ ਭੀ ਉਹ) ਆਪ ਭੁੱਲਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਉਹ ਕਦੇ (ਮਾਇਆ-ਜਾਲ ਵਿਚ ਫਸਣ ਵਾਲੀ) ਭੁੱਲ ਨਹੀਂ ਕਰਦਾ। ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ ॥੨॥",
    "PRONUNCIATION": "A-Bu`lu Bul`eI"
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy isM|I nwdu hY ipAwrw; Duin Awip vjwey AwpY ]",
    "TRANSLITERATION": "Aapae Sinn(g)ee Naadh Hai Piaaraa Dhhun Aap Vajaaeae Aapai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੋਗੀ ਦੀ ਵਜਾਣ ਵਾਲੀ) ਸਿੰਙੀ ਹੈ, ਆਪ ਹੀ (ਉਸ ਵੱਜਦੀ ਸਿੰਙੀ ਦੀ) ਆਵਾਜ਼ ਹੈ, ਆਪ ਹੀ (ਸਿੰਙੀ ਦੀ) ਸੁਰ ਵਜਾਂਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਹੀ ਵਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy jogI purKu hY ipAwrw; Awpy hI qpu qwpY ]",
    "TRANSLITERATION": "Aapae Jogee Purakh Hai Piaaraa Aapae Hee Thap Thaapai ||",
    "PUNJABI": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੋਗੀ ਹੈ, ਆਪ ਹੀ (ਧੂਣੀਆਂ ਆਦਿਕ ਨਾਲ) ਤਪ ਤਪਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy siqguru Awip hY cylw; aupdysu krY pRBu AwpY ]3]",
    "TRANSLITERATION": "Aapae Sathigur Aap Hai Chaelaa Oupadhaes Karai Prabh Aapai ||3||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਹੈ, ਆਪ ਹੀ ਸਿੱਖ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy nwau jpwiedw ipAwrw; Awpy hI jpu jwpY ]",
    "TRANSLITERATION": "Aapae Naao Japaaeidhaa Piaaraa Aapae Hee Jap Jaapai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਆਪਣਾ) ਨਾਮ ਜਪਾਂਦਾ ਹੈ (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ ਹੀ ਆਪਣਾ ਨਾਮ ਜਪਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy AMimRqu Awip hY ipAwrw; Awpy hI rsu AwpY ]",
    "TRANSLITERATION": "Aapae Anmrith Aap Hai Piaaraa Aapae Hee Ras Aapai ||",
    "PUNJABI": "ਆਪ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਹੈ, ਆਪ ਹੀ ਉਸ ਨਾਮ-ਰਸ ਨੂੰ ਪੀਂਦਾ ਹੈ, ਆਪਣੇ ਆਪ ਨੂੰ ਪੀਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2289,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy Awip slwhdw ipAwrw; jn nwnk. hir ris DRwpY ]4]3]",
    "TRANSLITERATION": "Aapae Aap Salaahadhaa Piaaraa Jan Naanak Har Ras Dhhraapai ||4||3||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਆਪਣੇ ਨਾਮ-ਰਸ ਨਾਲ ਰੱਜਦਾ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 4 ]",
    "TRANSLITERATION": "Sorath Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy kMfw. Awip qrwjI; pRiB Awpy qoil qolwieAw ]",
    "TRANSLITERATION": "Aapae Kanddaa Aap Tharaajee Prabh Aapae Thol Tholaaeiaa ||",
    "PUNJABI": "ਉਹ ਤੱਕੜੀ ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ, ਉਸ ਤੱਕੜੀ ਦੀ ਸੂਈ (ਬੋਦੀ) ਭੀ ਪ੍ਰਭੂ ਆਪ ਹੀ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਵੱਟੇ ਨਾਲ (ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ) ਤੋਲਿਆ ਹੋਇਆ ਹੈ (ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ)।",
    "PRONUNCIATION": "(qrwjI) q`kVI dw (kMfw) sUeI"
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy swhu Awpy vxjwrw; Awpy vxju krwieAw ]",
    "TRANSLITERATION": "Aapae Saahu Aapae Vanajaaraa Aapae Vanaj Karaaeiaa ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਇਸ ਧਰਤੀ ਉਤੇ ਵਣਜ ਕਰਨ ਵਾਲਾ) ਸ਼ਾਹਕਾਰ ਹੈ, ਆਪ ਹੀ (ਜੀਵ-ਰੂਪ ਹੋ ਕੇ) ਵਣਜ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਵਣਜ ਕਰ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy DrqI swjIAnu ipAwrY; ipCY tMku cVwieAw ]1]",
    "TRANSLITERATION": "Aapae Dhharathee Saajeean Piaarai Pishhai Ttank Charraaeiaa ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਧਰਤੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਹੈ (ਆਪਣੀ ਮਰਯਾਦਾ ਰੂਪ ਤੱਕੜੀ ਦੇ) ਪਿਛਲੇ ਛਾਬੇ ਵਿਚ ਚਾਰ ਮਾਸੇ ਦਾ ਵੱਟਾ ਰੱਖ ਕੇ (ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਇਸ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਆਪਣੀ ਮਰਯਾਦਾ ਵਿਚ ਰੱਖਿਆ ਹੋਇਆ ਹੈ। ਇਹ ਕੰਮ ਉਸ ਪ੍ਰਭੂ ਵਾਸਤੇ ਬਹੁਤ ਸਾਧਾਰਨ ਤੇ ਸੌਖਾ ਜਿਹਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": "(tMku)hukm[ (tMku)BY[ cVHwieAw hY Bwv swrI rcnw hukm BY c bMn@I hY"
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "myry mn; hir hir iDAwie suKu pwieAw ]",
    "TRANSLITERATION": "Maerae Man Har Har Dhhiaae Sukh Paaeiaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ, (ਜਿਸ ਕਿਸੇ ਨੇ ਸਿਮਰਿਆ ਹੈ, ਉਸ ਨੇ) ਸੁਖ ਪਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "hir hir nwmu inDwnu hY ipAwrw; guir pUrY mITw lwieAw ] rhwau ]",
    "TRANSLITERATION": "Har Har Naam Nidhhaan Hai Piaaraa Gur Poorai Meethaa Laaeiaa || Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਾਰੇ) ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਿਆ ਹੈ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਿੱਠਾ ਅਨੁਭਵ ਕਰਾ ਦਿੱਤਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy DrqI Awip jlu ipAwrw; Awpy kry krwieAw ]",
    "TRANSLITERATION": "Aapae Dhharathee Aap Jal Piaaraa Aapae Karae Karaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਪਿਆਰਾ ਆਪ ਹੀ ਧਰਤੀ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਪਾਣੀ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਹੈ ਆਪ ਹੀ (ਜੀਵਾਂ ਪਾਸੋਂ ਸਭ ਕੁਝ) ਕਰਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hukim vrqdw ipAwrw; jlu mwtI bMiD rKwieAw ]",
    "TRANSLITERATION": "Aapae Hukam Varathadhaa Piaaraa Jal Maattee Bandhh Rakhaaeiaa ||",
    "PUNJABI": "ਆਪ ਹੀ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹਰ ਥਾਂ ਕਾਰ ਚਲਾ ਰਿਹਾ ਹੈ, ਪਾਣੀ ਨੂੰ ਮਿੱਟੀ ਨਾਲ (ਉਸ ਨੇ ਆਪਣੇ ਹੁਕਮ ਵਿਚ ਹੀ) ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ (ਪਾਣੀ ਮਿੱਟੀ ਨੂੰ ਰੋੜ੍ਹ ਨਹੀਂ ਸਕਦਾ।)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2290,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpy hI Bau pwiedw ipAwrw; bMin bkrI sIhu hFwieAw ]2]",
    "TRANSLITERATION": "Aapae Hee Bho Paaeidhaa Piaaraa Bann Bakaree Seehu Hadtaaeiaa ||2||",
    "PUNJABI": "(ਪਾਣੀ ਵਿਚ ਉਸ ਨੇ) ਆਪ ਹੀ ਆਪਣਾ ਡਰ ਪਾ ਰੱਖਿਆ ਹੈ, (ਮਾਨੋ) ਬੱਕਰੀ ਸ਼ੇਰ ਨੂੰ ਬੰਨ੍ਹ ਕੇ ਫਿਰਾ ਰਹੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": "bMin@"
  }
]