[
  {
    "SHABAD_ID": 2292,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "gil jyvVI Awpy pwiedw ipAwrw; ijau pRBu iKMcY iqau jwhw ]",
    "TRANSLITERATION": "Gal Jaevarree Aapae Paaeidhaa Piaaraa Jio Prabh Khinchai Thio Jaahaa ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੇ) ਗਲ ਵਿਚ ਰੱਸੀ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਜਿਵੇਂ ਪ੍ਰਭੂ (ਉਸ ਰੱਸੀ ਨੂੰ) ਖਿੱਚਦਾ ਹੈ ਤਿਵੇਂ ਹੀ ਜੀਵ (ਜੀਵਨ-ਰਾਹ ਤੇ) ਤੁਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2292,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "jo grbY. so pcsI ipAwry; jip nwnk Bgiq smwhw ]4]6]",
    "TRANSLITERATION": "Jo Garabai So Pachasee Piaarae Jap Naanak Bhagath Samaahaa ||4||6||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪਿਆਰੇ ਸੱਜਣ! ਜੇਹੜਾ ਮਨੁੱਖ (ਆਪਣੇ ਕਿਸੇ ਬਲ ਆਦਿਕ ਦਾ) ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ ਉਹ ਤਬਾਹ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ)। ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਉਸ ਦੀ ਭਗਤੀ ਵਿਚ ਲੀਨ ਰਿਹਾ ਕਰ ॥੪॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mÚ 4 duquky ]",
    "TRANSLITERATION": "Sorath Ma 4 Dhuthukae ||",
    "PUNJABI": "",
    "PRONUNCIATION": "du-quky:polw bolo"
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "Aink jnm ivCuVy duKu pwieAw; mnmuiK krm krY AhMkwrI ]",
    "TRANSLITERATION": "Anik Janam Vishhurrae Dhukh Paaeiaa Manamukh Karam Karai Ahankaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ) ਵਿਛੁੜਿਆ ਹੋਇਆ ਦੁੱਖ ਸਹਿੰਦਾ ਚਲਿਆ ਆਉਂਦਾ ਹੈ, (ਇਸ ਜਨਮ ਵਿਚ ਭੀ ਆਪਣੇ ਮਨ ਦਾ ਮੁਰੀਦ ਰਹਿ ਕੇ) ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ ਹੀ ਕਰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "AhM-kwrI"
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "swDU prsq hI pRBu pwieAw; goibd srix qumwrI ]1]",
    "TRANSLITERATION": "Saadhhoo Parasath Hee Prabh Paaeiaa Gobidh Saran Thumaaree ||1||",
    "PUNJABI": "(ਪਰ) ਗੁਰੂ ਦੇ ਚਰਨ ਛੁੰਹਦਿਆਂ ਹੀ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਲੱਭ ਪੈਂਦਾ ਹੈ। ਹੇ ਗੋਬਿੰਦ! (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ ਤੇਰੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "goibd pRIiq lgI; Aiq ipAwrI ]",
    "TRANSLITERATION": "Gobidh Preeth Lagee Ath Piaaree ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ (ਵਡਭਾਗੀ ਮਨੁੱਖ) ਦੀ ਬੜੀ ਡੂੰਘੀ ਪ੍ਰੀਤਿ ਬਣ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "jb sqsMg Bey swDU jn; ihrdY imilAw sWiq murwrI ] rhwau ]",
    "TRANSLITERATION": "Jab Sathasang Bheae Saadhhoo Jan Hiradhai Miliaa Saanth Muraaree || Rehaao ||",
    "PUNJABI": "ਜਦੋਂ (ਉਸ ਨੂੰ) ਭਲੇ ਮਨੁੱਖਾਂ ਦੀ ਭਲੀ ਸੰਗਤਿ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸ਼ਾਂਤੀ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆ ਮਿਲਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "qU ihrdY gupqu vsih idnu rwqI; qyrw Bwau. n buJih, gvwrI ]",
    "TRANSLITERATION": "Thoo Hiradhai Gupath Vasehi Dhin Raathee Thaeraa Bhaao N Bujhehi Gavaaree ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹਰ ਵੇਲੇ ਸਭ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਲੁਕਿਆ ਹੋਇਆ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਮੂਰਖ ਮਨੁੱਖ ਤੇਰੇ ਨਾਲ ਪਿਆਰ ਕਰਨਾ ਨਹੀਂ ਸਮਝਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguru purKu imilAw pRBu pRgitAw; gux gwvY gux vIcwrI ]2]",
    "TRANSLITERATION": "Sathigur Purakh Miliaa Prabh Pragattiaa Gun Gaavai Gun Veechaaree ||2||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK pRgwsu BieAw swiq AweI; durmiq buiD invwrI ]",
    "TRANSLITERATION": "Guramukh Pragaas Bhaeiaa Saath Aaee Dhuramath Budhh Nivaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ (ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਠੰਢ ਪੈ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਭੈੜੀ ਮਤਿ ਵਾਲੀ ਅਕਲ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ (ਇਹ ਦੁਰਮਤਿ ਹੀ ਵਿਕਾਰਾਂ ਦੀ ਸੜਨ ਪੈਦਾ ਕਰ ਰਹੀ ਸੀ)।",
    "PRONUNCIATION": "sWiq"
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "Awqm bRhmu cIin suKu pwieAw; sqsMgiq purK qumwrI ]3]",
    "TRANSLITERATION": "Aatham Breham Cheen Sukh Paaeiaa Sathasangath Purakh Thumaaree ||3||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਪਛਾਣ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ। ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਇਹ ਤੇਰੀ ਸਾਧ ਸੰਗਤਿ ਦੀ ਹੀ ਬਰਕਤਿ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "purKY purKu imilAw guru pwieAw; ijn kau ikrpw BeI qumwrI ]",
    "TRANSLITERATION": "Purakhai Purakh Miliaa Gur Paaeiaa Jin Ko Kirapaa Bhee Thumaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ। (ਪਰ, ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਭੀ ਉਹਨਾਂ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ) ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਕਿਰਪਾ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2293,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. Aqulu shj suKu pwieAw; An idnu jwgqu rhY bnvwrI ]4]7]",
    "TRANSLITERATION": "Naanak Athul Sehaj Sukh Paaeiaa Anadhin Jaagath Rehai Banavaaree ||4||7||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਅਜੇਹਾ ਮਨੁੱਖ) ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਬੇਅੰਤ ਸੁਖ ਮਾਣਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿ ਕੇ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ ॥੪॥੭॥",
    "PRONUNCIATION": "A-q`ulu"
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 4 ]",
    "TRANSLITERATION": "Sorath Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "hir isau pRIiq AMqru mnu byiDAw; hir ibnu. rhxu n jweI ]",
    "TRANSLITERATION": "Har Sio Preeth Anthar Man Baedhhiaa Har Bin Rehan N Jaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਵਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਰਹਿ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "by~iDAw"
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "ijau mCulI. ibnu nIrY ibnsY; iqau nwmY ibnu. mir jweI ]1]",
    "TRANSLITERATION": "Jio Mashhulee Bin Neerai Binasai Thio Naamai Bin Mar Jaaee ||1||",
    "PUNJABI": "ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਮੱਛੀ ਮਰ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਆ ਗਈ ਸਮਝਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "myry pRB; ikrpw jlu dyvhu hir nweI ]",
    "TRANSLITERATION": "Maerae Prabh Kirapaa Jal Dhaevahu Har Naaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਆਪਣੀ) ਮੇਹਰ ਦਾ ਜਲ ਦੇਹ। ਹੇ ਹਰੀ! ਮੈਨੂੰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦਾਤਿ ਦੇਹ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "hau AMqir nwmu mMgw idnu rwqI; nwmy hI sWiq pweI ] rhwau ]",
    "TRANSLITERATION": "Ho Anthar Naam Mangaa Dhin Raathee Naamae Hee Saanth Paaee || Rehaao ||",
    "PUNJABI": "ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਦਿਨ ਰਾਤ ਤੇਰਾ ਨਾਮ (ਹੀ) ਮੰਗਦਾ ਹਾਂ (ਕਿਉਂਕਿ ਤੇਰੇ) ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ ਆਤਮਕ ਠੰਡ ਪ੍ਰਾਪਤ ਹੋ ਸਕਦੀ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "ijau cwiqRku. jl ibnu ibllwvY; ibnu jl. ipAws n jweI ]",
    "TRANSLITERATION": "Jio Chaathrik Jal Bin Bilalaavai Bin Jal Piaas N Jaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਵਰਖਾ-ਜਲ ਤੋਂ ਬਿਨਾ ਪਪੀਹਾ ਵਿਲਕਦਾ ਹੈ, ਵਰਖਾ ਦੀ ਬੂੰਦ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਤ੍ਰੇਹ ਨਹੀਂ ਮਿਟਦੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK jlu pwvY suK shjy; hirAw Bwie suBweI ]2]",
    "TRANSLITERATION": "Guramukh Jal Paavai Sukh Sehajae Hariaa Bhaae Subhaaee ||2||",
    "PUNJABI": "ਤਿਵੇਂ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਤਦੋਂ ਪ੍ਰਭੂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਬਣਦਾ ਹੈ ਜਦੋਂ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਗੁਰੂ ਪਾਸੋਂ) ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "mnmuK BUKy. dh ids folih; ibnu nwvY. duKu pweI ]",
    "TRANSLITERATION": "Manamukh Bhookhae Dheh Dhis Ddolehi Bin Naavai Dhukh Paaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੇ ਮਾਰੇ ਹੋਏ ਦਸੀਂ ਪਾਸੀਂ ਡੋਲਦੇ ਫਿਰਦੇ ਹਨ। ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਦੁੱਖ ਪਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "jnim mrY. iPir jonI AwvY; drgih imlY sjweI ]3]",
    "TRANSLITERATION": "Janam Marai Fir Jonee Aavai Dharagehi Milai Sajaaee ||3||",
    "PUNJABI": "ਉਹ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ, ਮੁੜ ਮੁੜ ਜੂਨਾਂ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਸ ਨੂੰ (ਇਹ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "ikRpw krih qw hir gux gwvh; hir rsu AMqir pweI ]",
    "TRANSLITERATION": "Kirapaa Karehi Thaa Har Gun Gaaveh Har Ras Anthar Paaee ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਜੇ ਤੂੰ (ਆਪ) ਮੇਹਰ ਕਰੇਂ, ਤਾਂ ਹੀ ਅਸੀਂ ਜੀਵ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਸਕਦੇ ਹਾਂ। (ਜਿਸ ਉੱਤੇ ਮੇਹਰ ਹੋਵੇ, ਉਹੀ ਮਨੁੱਖ) ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2294,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. dIn dieAwl Bey hY; iqRsnw sbid buJweI ]4]8]",
    "TRANSLITERATION": "Naanak Dheen Dhaeiaal Bheae Hai Thrisanaa Sabadh Bujhaaee ||4||8||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਤ੍ਰੁੱਠਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰੇਹ ਬੁਝਾ ਦੇਂਦਾ ਹੈ ॥੪॥੮॥",
    "PRONUNCIATION": "buJweI:polw bolo"
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 4 pMcpdw ]",
    "TRANSLITERATION": "Sorath Mehalaa 4 Panchapadhaa ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "Acru crY. qw isiD hoeI; isDI qy. buiD pweI ]",
    "TRANSLITERATION": "Achar Charai Thaa Sidhh Hoee Sidhhee Thae Budhh Paaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਜਦੋਂ) ਮਨੁੱਖ ਇਸ ਅਜਿੱਤ ਮਨ ਨੂੰ ਜਿੱਤ ਲੈਂਦਾ ਹੈ, ਤਦੋਂ (ਜੀਵਨ-ਸੰਗ੍ਰਾਮ ਵਿਚ ਇਸ ਨੂੰ) ਕਾਮਯਾਬੀ ਹੋ ਜਾਂਦੀ ਹੈ, (ਇਸ) ਕਾਮਯਾਬੀ ਤੋਂ (ਮਨੁੱਖ ਨੂੰ ਇਹ) ਅਕਲ ਹਾਸਲ ਹੋ ਜਾਂਦੀ ਹੈ,",
    "PRONUNCIATION": "(A-cru) Ac`l krqwr jI c(crY) cV@y"
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "pRym ky sr. lwgy qn BIqir; qw. BRmu kwitAw jweI ]1]",
    "TRANSLITERATION": "Praem Kae Sar Laagae Than Bheethar Thaa Bhram Kaattiaa Jaaee ||1||",
    "PUNJABI": "(ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦੇ ਤੀਰ (ਇਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਵਿੱਝ ਜਾਂਦੇ ਹਨ, ਤਦੋਂ (ਇਸ ਦੇ ਮਨ ਦੀ) ਭਟਕਣਾ (ਸਦਾ ਲਈ) ਕੱਟੀ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(sr) qIr"
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "myry goibd; Apuny jn kau dyih vifAweI ]",
    "TRANSLITERATION": "Maerae Gobidh Apunae Jan Ko Dhaehi Vaddiaaee ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! (ਮੈਨੂੰ) ਆਪਣੇ ਦਾਸ ਨੂੰ (ਇਹ) ਇੱਜ਼ਤ ਬਖ਼ਸ਼,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmiq rwm nwmu prgwshu; sdw rhhu srxweI ] rhwau ]",
    "TRANSLITERATION": "Guramath Raam Naam Paragaasahu Sadhaa Rehahu Saranaaee || Rehaao ||",
    "PUNJABI": "(ਕਿ) ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਰਾਹੀਂ (ਮੇਰੇ ਅੰਦਰ) ਆਪਣਾ ਨਾਮ ਪਰਗਟ ਕਰ ਦੇਹ, (ਮੈਨੂੰ) ਸਦਾ ਆਪਣੀ ਸ਼ਰਨ ਵਿਚ ਰੱਖ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "iehu sMswru sBu Awvx jwxw; mn mUrK cyiq Ajwxw ]",
    "TRANSLITERATION": "Eihu Sansaar Sabh Aavan Jaanaa Man Moorakh Chaeth Ajaanaa ||",
    "PUNJABI": "ਹੇ ਮੂਰਖ ਅੰਞਾਣ ਮਨ! ਇਹ ਜਗਤ (ਦਾ ਮੋਹ) ਜਨਮ ਮਰਨ (ਦਾ ਕਾਰਨ ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ (ਇਸ ਤੋਂ ਬਚਣ ਲਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਦਾ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jIau ikRpw krhu guru mylhu; qw hir nwim smwxw ]2]",
    "TRANSLITERATION": "Har Jeeo Kirapaa Karahu Gur Maelahu Thaa Har Naam Samaanaa ||2||",
    "PUNJABI": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਉੱਤੇ) ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ, ਤਦੋਂ ਹੀ ਤੇਰੇ ਨਾਮ ਵਿਚ ਲੀਨਤਾ ਹੋ ਸਕਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "ijs kI vQu soeI pRBu jwxY; ijs no dyie su pwey ]",
    "TRANSLITERATION": "Jis Kee Vathh Soee Prabh Jaanai Jis No Dhaee S Paaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਵਸਤੁ ਜਿਸ (ਪਰਮਾਤਮਾ) ਦੀ (ਮਲਕੀਅਤ) ਹੈ, ਉਹੀ ਜਾਣਦਾ ਹੈ (ਕਿ ਇਹ ਵਸਤੁ ਕਿਸ ਨੂੰ ਦੇਣੀ ਹੈ), ਜਿਸ ਜੀਵ ਨੂੰ ਪ੍ਰਭੂ ਇਹ ਦਾਤਿ ਦੇਂਦਾ ਹੈ ਉਹੀ ਲੈ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "vsqu AnUp Aiq Agm Agocr; guru pUrw AlKu lKwey ]3]",
    "TRANSLITERATION": "Vasath Anoop Ath Agam Agochar Gur Pooraa Alakh Lakhaaeae ||3||",
    "PUNJABI": "ਇਹ ਵਸਤ ਐਸੀ ਸੁੰਦਰ ਹੈ ਕਿ ਜਗਤ ਵਿਚ ਇਸ ਵਰਗੀ ਹੋਰ ਕੋਈ ਨਹੀਂ, (ਕਿਸੇ ਚਤੁਰਾਈ-ਸਿਆਣਪ ਦੀ ਰਾਹੀਂ) ਇਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਮਨੁੱਖ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਭੀ ਇਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ। (ਜੇ) ਪੂਰਾ ਗੁਰੂ (ਮਿਲ ਪਏ, ਤਾਂ ਉਹੀ) ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਦਾ ਦੀਦਾਰ ਕਰਾ ਸਕਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(AnUp) suMdr[ A-lKu:polw bolo"
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "ijin ieh cwKI. soeI jwxY; gUMgy kI imiTAweI ]",
    "TRANSLITERATION": "Jin Eih Chaakhee Soee Jaanai Goongae Kee Mithiaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਨਾਮ-ਵਸਤੁ ਚੱਖੀ ਹੈ (ਇਸ ਦਾ ਸੁਆਦ) ਉਹੀ ਜਾਣਦਾ ਹੈ, (ਉਹ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਜਿਵੇਂ) ਗੁੰਗੇ ਦੀ (ਖਾਧੀ) ਮਿਠਿਆਈ (ਦਾ ਸੁਆਦ) ਗੁੰਗਾ ਦੱਸ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  }
]