[
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "rqnu lukwieAw lUkY nwhI; jy ko rKY lukweI ]4]",
    "TRANSLITERATION": "Rathan Lukaaeiaa Lookai Naahee Jae Ko Rakhai Lukaaee ||4||",
    "PUNJABI": "(ਹਾਂ ਜੇ ਕਿਸੇ ਨੂੰ ਇਹ ਨਾਮ-ਰਤਨ ਹਾਸਲ ਹੋ ਜਾਵੇ, ਤਾਂ) ਜੇ ਉਹ ਮਨੁੱਖ (ਇਸ ਰਤਨ ਨੂੰ ਆਪਣੇ ਅੰਦਰ) ਲੁਕਾ ਕੇ ਰੱਖਣਾ ਚਾਹੇ, ਤਾਂ ਲੁਕਾਇਆਂ ਇਹ ਰਤਨ ਲੁਕਦਾ ਨਹੀਂ (ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਤੋਂ ਰਤਨ-ਪ੍ਰਾਪਤੀ ਦੇ ਲੱਛਣ ਦਿੱਸ ਪੈਂਦੇ ਹਨ) ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "sBu ikCu qyrw. qU AMqrjwmI; qU sBnw kw pRBu soeI ]",
    "TRANSLITERATION": "Sabh Kishh Thaeraa Thoo Antharajaamee Thoo Sabhanaa Kaa Prabh Soee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ-ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਦੀ ਸਾਰ ਲੈਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2295,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "ijs no dwiq krih so pwey; jn nwnk. Avru n koeI ]5]9]",
    "TRANSLITERATION": "Jis No Dhaath Karehi So Paaeae Jan Naanak Avar N Koee ||5||9||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਉਹੀ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ ਹਾਸਲ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਇਹ ਦਾਤਿ ਬਖ਼ਸ਼ਦਾ ਹੈਂ। ਹੋਰ ਕੋਈ ਭੀ ਐਸਾ ਜੀਵ ਨਹੀਂ (ਜੋ ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਤੋਂ ਬਿਨਾ ਤੇਰਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ) ॥੫॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 Gru 1 iqquky",
    "TRANSLITERATION": "Sorath Mehalaa 5 Ghar 1 Thithukae",
    "PUNJABI": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਤਿਨ-ਤੁਕੀ ਬਾਣੀ।",
    "PRONUNCIATION": "iq-quky:polw bolo"
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "iks hau jwcI. iks AwrwDI; jw sBu ko kIqw hosI ]",
    "TRANSLITERATION": "Kis Ho Jaachee Kis Aaraadhhee Jaa Sabh Ko Keethaa Hosee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਹਰੇਕ ਜੀਵ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤਾਂ (ਉਸ ਕਰਤਾਰ ਨੂੰ ਛੱਡ ਕੇ) ਮੈਂ ਹੋਰ ਕਿਸ ਪਾਸੋਂ ਕੁਝ ਮੰਗਾਂ? ਮੈਂ ਹੋਰ ਕਿਸ ਦੀ ਆਸ ਰੱਖਦਾ ਫਿਰਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "jo jo dIsY vfw vfyrw; so so KwkU rlsI ]",
    "TRANSLITERATION": "Jo Jo Dheesai Vaddaa Vaddaeraa So So Khaakoo Ralasee ||",
    "PUNJABI": "ਜੇਹੜਾ ਭੀ ਕੋਈ ਵੱਡਾ ਜਾਂ ਧਨਾਢ ਮਨੁੱਖ ਦਿੱਸਦਾ ਹੈ, ਹਰੇਕ ਨੇ (ਮਰ ਕੇ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਣਾ ਹੈ (ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਦਾਤਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "inrBau inrMkwru. Bv KMfnu; siB suK nv iniD dysI ]1]",
    "TRANSLITERATION": "Nirabho Nirankaar Bhav Khanddan Sabh Sukh Nav Nidhh Dhaesee ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਾਰੇ ਸੁਖ ਤੇ ਜਗਤ ਦੇ ਸਾਰੇ ਨੌ ਖ਼ਜ਼ਾਨੇ ਉਹ ਨਿਰੰਕਾਰ ਹੀ ਦੇਣ ਵਾਲਾ ਹੈ ਜਿਸ ਨੂੰ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ, ਤੇ, ਜੋ ਸਭ ਜੀਵਾਂ ਦਾ ਜਨਮ ਮਰਨ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jIau; qyrI dwqI rwjw ]",
    "TRANSLITERATION": "Har Jeeo Thaeree Dhaathee Raajaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਤੇਰੀਆਂ (ਦਿੱਤੀਆਂ) ਦਾਤਾਂ ਨਾਲ (ਹੀ) ਰੱਜ ਸਕਦਾ ਹਾਂ।",
    "PRONUNCIATION": "dw`qIN"
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "mwxsu bpuVw ikAw swlwhI; ikAw iqs kw muhqwjw ] rhwau ]",
    "TRANSLITERATION": "Maanas Bapurraa Kiaa Saalaahee Kiaa This Kaa Muhathaajaa || Rehaao ||",
    "PUNJABI": "ਮੈਂ ਕਿਸੇ ਵਿਚਾਰੇ ਮਨੁੱਖ ਦੀ ਵਡਿਆਈ ਕਿਉਂ ਕਰਦਾ ਫਿਰਾਂ? ਮੈਨੂੰ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਮੁਥਾਜੀ ਕਿਉਂ ਹੋਵੇ? ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "ijin hir iDAwieAw. sBu ikCu iqs kw; iqs kI BUK gvweI ]",
    "TRANSLITERATION": "Jin Har Dhhiaaeiaa Sabh Kishh This Kaa This Kee Bhookh Gavaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ, ਜਗਤ ਦੀ ਹਰੇਕ ਚੀਜ਼ ਹੀ ਉਸ ਦੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਅੰਦਰੋਂ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "AYsw Dnu dIAw suKdwqY; inKuit. n kb hI jweI ]",
    "TRANSLITERATION": "Aisaa Dhhan Dheeaa Sukhadhaathai Nikhutt N Kab Hee Jaaee ||",
    "PUNJABI": "ਸੁਖਦਾਤੇ ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ ਅਜੇਹਾ (ਨਾਮ-) ਧਨ ਦੇ ਦਿੱਤਾ ਹੈ ਜੋ (ਉਸ ਪਾਸੋਂ) ਕਦੇ ਭੀ ਨਹੀਂ ਮੁੱਕਦਾ।",
    "PRONUNCIATION": "(in-Ku`it) mu`kxw"
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "Andu BieAw suK shij smwxy; siqguir myil imlweI ]2]",
    "TRANSLITERATION": "Anadh Bhaeiaa Sukh Sehaj Samaanae Sathigur Mael Milaaee ||2||",
    "PUNJABI": "ਗੁਰੂ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ (ਜਦੋਂ) ਮਿਲਾ ਦਿੱਤਾ, ਤਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਤੇ ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "mn nwmu jip. nwmu AwrwiD; An idnu nwmu vKwxI ]",
    "TRANSLITERATION": "Man Naam Jap Naam Aaraadhh Anadhin Naam Vakhaanee ||",
    "PUNJABI": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਿਮਰਿਆ ਕਰ, ਉਚਾਰਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "aupdysu suix swD sMqn kw; sB cUkI kwix jmwxI ]",
    "TRANSLITERATION": "Oupadhaes Sun Saadhh Santhan Kaa Sabh Chookee Kaan Jamaanee ||",
    "PUNJABI": "ਸੰਤ ਜਨਾਂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਜਮਾਂ ਦੀ ਭੀ ਸਾਰੀ ਮੁਥਾਜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "ijn kau ikRpwlu hoAw pRBu myrw; sy lwgy gur kI bwxI ]3]",
    "TRANSLITERATION": "Jin Ko Kirapaal Hoaa Prabh Maeraa Sae Laagae Gur Kee Baanee ||3||",
    "PUNJABI": "(ਪਰ, ਹੇ ਮਨ!) ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਸੁਰਤਿ ਜੋੜਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "kImiq kauxu krY pRB qyrI; qU srb jIAw dieAwlw ]",
    "TRANSLITERATION": "Keemath Koun Karai Prabh Thaeree Thoo Sarab Jeeaa Dhaeiaalaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ (ਮੇਹਰ ਦੀ) ਕੀਮਤ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ? ਤੂੰ ਸਾਰੇ ਹੀ ਜੀਵਾਂ ਉੱਤੇ ਮੇਹਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "sBu ikCu kIqw qyrw vrqY; ikAw hm bwl gupwlw ]",
    "TRANSLITERATION": "Sabh Kishh Keethaa Thaeraa Varathai Kiaa Ham Baal Gupaalaa ||",
    "PUNJABI": "ਹੇ ਗੋਪਾਲ ਪ੍ਰਭੂ! ਸਾਡੀ ਜੀਵਾਂ ਦੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ? ਜਗਤ ਵਿਚ ਹਰੇਕ ਕੰਮ ਤੇਰਾ ਹੀ ਕੀਤਾ ਹੋਇਆ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2296,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "rwiK lyhu nwnku jnu qumrw; ijau ipqw pUq ikrpwlw ]4]1]",
    "TRANSLITERATION": "Raakh Laehu Naanak Jan Thumaraa Jio Pithaa Pooth Kirapaalaa ||4||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਤੇਰਾ ਦਾਸ ਹੈ, (ਇਸ ਦਾਸ ਦੀ) ਰੱਖਿਆ ਉਸੇ ਤਰ੍ਹਾਂ ਕਰਦਾ ਰਹੁ, ਜਿਵੇਂ ਪਿਉ ਆਪਣੇ ਪੁਤਰਾਂ ਉਤੇ ਕਿਰਪਾਲ ਹੋ ਕੇ ਕਰਦਾ ਹੈ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 Gru 1 cOquky ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 Ghar 1 Chaathukae ||",
    "PUNJABI": "",
    "PRONUNCIATION": "cO-quky:polw bolo"
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "guru goivMdu slwhIAY BweI; min qin ihrdY Dwr ]",
    "TRANSLITERATION": "Gur Govindh Salaaheeai Bhaaee Man Than Hiradhai Dhhaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਨ ਵਿਚ, ਤਨ ਵਿਚ, ਹਿਰਦੇ ਵਿਚ, (ਪ੍ਰਭੂ ਨੂੰ) ਟਿਕਾ ਕੇ ਉਸ ਸਭ ਤੋਂ ਵੱਡੇ ਗੋਬਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "swcw swihbu min vsY BweI; eyhw krxI swr ]",
    "TRANSLITERATION": "Saachaa Saahib Man Vasai Bhaaee Eaehaa Karanee Saar ||",
    "PUNJABI": "ਮਨੁੱਖ ਵਾਸਤੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਤੱਬ ਹੈ ਹੀ ਇਹ ਕਿ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਿਆ ਰਹੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "ijqu qin nwmu. n aUpjY BweI; sy qn hoey Cwr ]",
    "TRANSLITERATION": "Jith Than Naam N Oopajai Bhaaee Sae Than Hoeae Shhaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਜਿਸ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਨਹੀਂ ਹੁੰਦਾ ਉਹ ਸਾਰੇ ਸਰੀਰ ਵਿਅਰਥ ਗਏ ਸਮਝੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "swDsMgiq kau vwirAw BweI; ijn eykMkwr ADwr ]1]",
    "TRANSLITERATION": "Saadhhasangath Ko Vaariaa Bhaaee Jin Eaekankaar Adhhaar ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਮੈਂ ਤਾਂ ਉਹਨਾਂ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਇੱਕ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ ਨੂੰ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ (ਬਣਾਇਆ ਹੋਇਆ) ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "soeI scu ArwDxw BweI; ijs qy sBu ikCu hoie ]",
    "TRANSLITERATION": "Soee Sach Araadhhanaa Bhaaee Jis Thae Sabh Kishh Hoe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਆਰਾਧਨਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਤੋਂ (ਜਗਤ ਦੀ) ਹਰੇਕ ਚੀਜ਼ ਹੋਂਦ ਵਿਚ ਆਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "guir pUrY jwxwieAw BweI; iqsu ibnu. Avru n koie ] rhwau ]",
    "TRANSLITERATION": "Gur Poorai Jaanaaeiaa Bhaaee This Bin Avar N Koe || Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮੈਨੂੰ ਇਹ) ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ ਉਸ (ਪਰਮਾਤਮਾ) ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਪੂਜਣ-ਜੋਗ) ਨਹੀਂ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "nwm ivhUxy pic muey BweI; gxq. n jwie gxI ]",
    "TRANSLITERATION": "Naam Vihoonae Pach Mueae Bhaaee Ganath N Jaae Ganee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ ਗਿਣਤੀ ਗਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਉਲਝ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "pic:polw bolo"
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "ivxu sc. soc n pweIAY BweI; swcw Agm DxI ]",
    "TRANSLITERATION": "Vin Sach Soch N Paaeeai Bhaaee Saachaa Agam Dhhanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ) ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਪਵਿਤ੍ਰਤਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਉਹ ਸਦਾ-ਥਿਰ ਅਪਹੁੰਚ ਮਾਲਕ ਹੀ (ਪਵਿਤ੍ਰਤਾ ਦਾ ਸੋਮਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "Awvx jwxu. n cukeI BweI; JUTI dunI mxI ]",
    "TRANSLITERATION": "Aavan Jaan N Chukee Bhaaee Jhoothee Dhunee Manee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਮੁੱਕਦਾ। ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦਾ ਮਾਣ ਕੂੜਾ ਹੈ (ਇਹ ਮਾਣ ਤਾਂ ਲੈ ਡੁੱਬਦਾ ਹੈ, ਜਨਮ ਮਰਨ ਵਿਚ ਪਾਈ ਰੱਖਦਾ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK koit auDwrdw BweI; dy nwvY eyk kxI ]2]",
    "TRANSLITERATION": "Guramukh Kott Oudhhaaradhaa Bhaaee Dhae Naavai Eaek Kanee ||2||",
    "PUNJABI": "(ਦੂਜੇ ਪਾਸੇ) ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ ਦੀ ਇਕ ਕਣੀ ਹੀ ਦੇ ਕੇ ਕ੍ਰੋੜਾਂ ਨੂੰ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "isMimRiq swsq soiDAw BweI; ivxu siqgur. Brmu n jwie ]",
    "TRANSLITERATION": "Sinmrith Saasath Sodhhiaa Bhaaee Vin Sathigur Bharam N Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਿੰਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰ ਵਿਚਾਰ ਵੇਖੇ ਹਨ (ਉਹਨਾਂ ਪਾਸੋਂ ਭੀ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ), ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਹੋਰ ਪਾਸੋਂ) ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": "isMm-i Riq"
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "Aink krm kir QwikAw BweI; iPir iPir bMDn pwie ]",
    "TRANSLITERATION": "Anik Karam Kar Thhaakiaa Bhaaee Fir Fir Bandhhan Paae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਸ਼ਾਸਤ੍ਰ ਦੇ ਦੱਸੇ ਹੋਏ) ਅਨੇਕਾਂ ਕਰਮ ਕਰ ਕੇ ਮਨੁੱਖ ਥੱਕ ਜਾਂਦਾ ਹੈ, (ਸਗੋਂ) ਮੁੜ ਮੁੜ ਬੰਧਨ ਹੀ ਸਹੇੜਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2297,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "cwry kuMfw soDIAw BweI; ivxu siqgur nwhI jwie ]",
    "TRANSLITERATION": "Chaarae Kunddaa Sodhheeaa Bhaaee Vin Sathigur Naahee Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਢੂੰਢ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਭਟਕਣਾ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ ਹੈ।",
    "PRONUNCIATION": ""
  }
]