[
  {
    "SHABAD_ID": 2313,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "swDsMig. jau qumih imlwieE; qau sunI qumwrI bwxI ]",
    "TRANSLITERATION": "Saadhhasang Jo Thumehi Milaaeiou Tho Sunee Thumaaree Baanee ||",
    "PUNJABI": "ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਆਪ ਹੀ (ਕਿਸੇ ਜੀਵ ਨੂੰ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈਂ, ਤਦੋਂ ਉਹ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2313,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "Andu BieAw pyKq hI nwnk; pRqwp purK inrbwxI ]4]7]18]",
    "TRANSLITERATION": "Anadh Bhaeiaa Paekhath Hee Naanak Prathaap Purakh Nirabaanee ||4||7||18||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) (ਹੇ ਭਾਈ!) ਵਾਸ਼ਨਾ-ਰਹਿਤ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਪਰਤਾਪ ਵੇਖ ਕੇ ਤਦੋਂ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ॥੪॥੭॥੧੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "hm. sMqn kI rynu ipAwry; hm. sMqn kI srxw ]",
    "TRANSLITERATION": "Ham Santhan Kee Raen Piaarae Ham Santhan Kee Saranaa ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਬਣਿਆ ਰਹਾਂ, ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "sMq hmwrI Et sqwxI; sMq hmwrw ghxw ]1]",
    "TRANSLITERATION": "Santh Hamaaree Outt Sathaanee Santh Hamaaraa Gehanaa ||1||",
    "PUNJABI": "ਸੰਤ ਹੀ ਮੇਰਾ ਤਕੜਾ ਸਹਾਰਾ ਹਨ, ਸੰਤ ਜਨ ਹੀ ਮੇਰੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾਣ ਵਾਲੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "hm; sMqn isau bix AweI ]",
    "TRANSLITERATION": "Ham Santhan Sio Ban Aaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤਾਂ ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤਿ ਬਣ ਗਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "pUrib iliKAw pweI ]",
    "TRANSLITERATION": "Poorab Likhiaa Paaee ||",
    "PUNJABI": "ਪਿਛਲੇ ਲਿਖੇ ਲੇਖ ਅਨੁਸਾਰ ਇਹ ਪ੍ਰਾਪਤੀ ਹੋਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "iehu mnu qyrw BweI ] rhwau ]",
    "TRANSLITERATION": "Eihu Man Thaeraa Bhaaee || Rehaao ||",
    "PUNJABI": "ਹੁਣ ਮੇਰਾ ਇਹ ਮਨ ਤੇਰਾ ਪ੍ਰੇਮੀ ਬਣ ਗਿਆ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "sMqn isau myrI lyvw dyvI; sMqn isau ibauhwrw ]",
    "TRANSLITERATION": "Santhan Sio Maeree Laevaa Dhaevee Santhan Sio Biouhaaraa ||",
    "PUNJABI": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਸੰਤ ਜਨਾਂ ਨਾਲ ਹੀ ਮੇਰਾ ਲੈਣ-ਦੇਣ ਤੇ ਵਰਤਣ-ਵਿਹਾਰ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "sMqn isau hm lwhw KwitAw; hir Bgiq Bry BMfwrw ]2]",
    "TRANSLITERATION": "Santhan Sio Ham Laahaa Khaattiaa Har Bhagath Bharae Bhanddaaraa ||2||",
    "PUNJABI": "ਸੰਤ ਜਨਾਂ ਨਾਲ ਰਹਿ ਕੇ ਮੈਂ ਇਹ ਲਾਭ ਖੱਟਿਆ ਹੈ ਕਿ ਮੇਰੇ ਅੰਦਰ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰ ਗਏ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "sMqn mokau pUMjI saupI; qau auqirAw mn kw DoKw ]",
    "TRANSLITERATION": "Santhan Mo Ko Poonjee Soupee Tho Outhariaa Man Kaa Dhhokhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ ਸੰਤ ਜਨਾਂ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਦਿੱਤੀ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੇਰੇ ਮਨ ਦਾ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲਹਿ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "Drmrwie Ab khw krYgo; jau PwitE sglo lyKw ]3]",
    "TRANSLITERATION": "Dhharam Raae Ab Kehaa Karaigo Jo Faattiou Sagalo Laekhaa ||3||",
    "PUNJABI": "(ਮੇਰੇ ਜਨਮਾਂ ਜਨਮਾਂਤਰਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਸਾਰਾ ਹੀ ਹਿਸਾਬ ਦਾ ਕਾਗਜ਼ ਪਾਟ ਚੁਕਾ ਹੈ। ਹੁਣ ਧਰਮਰਾਜ ਮੈਥੋਂ ਕੋਈ ਪੁੱਛ ਨਹੀਂ ਕਰੇਗਾ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "mhw AnMd Bey suKu pwieAw; sMqn kY prswdy ]",
    "TRANSLITERATION": "Mehaa Anandh Bheae Sukh Paaeiaa Santhan Kai Parasaadhae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਬੜਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2314,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "khu nwnk. hir isau mnu mwinAw; rMig rqy ibsmwdy ]4]8]19]",
    "TRANSLITERATION": "Kahu Naanak Har Sio Man Maaniaa Rang Rathae Bisamaadhae ||4||8||19||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਪਤੀਜ ਗਿਆ ਹੈ, ਅਸਚਰਜ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਮੈਂ ਰੰਗਿਆ ਗਿਆ ਹਾਂ ॥੪॥੮॥੧੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mÚ 5 ]",
    "TRANSLITERATION": "Sorath Ma 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "jyqI smgRI. dyKhu ry nr; qyqI hI Cif jwnI ]",
    "TRANSLITERATION": "Jaethee Samagree Dhaekhahu Rae Nar Thaethee Hee Shhadd Jaanee ||",
    "PUNJABI": "ਹੇ ਮਨੁੱਖ! ਇਹ ਜਿਤਨਾ ਹੀ ਸਾਜ-ਸਾਮਾਨ ਤੂੰ ਵੇਖ ਰਿਹਾ ਹੈਂ, ਇਹ ਸਾਰਾ ਹੀ (ਅੰਤ) ਛੱਡ ਕੇ ਚਲੇ ਜਾਣਾ ਹੈ।",
    "PRONUNCIATION": "sm`gRI"
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "rwm nwm sMig kir ibauhwrw; pwvih pdu inrbwnI ]1]",
    "TRANSLITERATION": "Raam Naam Sang Kar Biouhaaraa Paavehi Padh Nirabaanee ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਬਣਾ, ਤੂੰ ਉਹ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਏਂਗਾ ਜਿੱਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "ipAwry; qU myro suKdwqw ]",
    "TRANSLITERATION": "Piaarae Thoo Maero Sukhadhaathaa ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਤੂੰ ਹੀ ਮੇਰਾ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "guir pUrY dIAw aupdysw; qum hI sMig prwqw ] rhwau ]",
    "TRANSLITERATION": "Gur Poorai Dheeaa Oupadhaesaa Thum Hee Sang Paraathaa || Rehaao ||",
    "PUNJABI": "(ਜਦੋਂ ਤੋਂ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ, ਮੈਂ ਤੇਰੇ ਨਾਲ ਹੀ ਪ੍ਰੋਤਾ ਗਿਆ ਹਾਂ ਰਹਾਉ॥",
    "PRONUNCIATION": "(prwqw) pRoqw igAw"
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "kwm kRoD loB moh AiBmwnw; qw mih suKu. nhI pweIAY ]",
    "TRANSLITERATION": "Kaam Krodhh Lobh Moh Abhimaanaa Thaa Mehi Sukh Nehee Paaeeai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ-ਇਸ ਵਿਚ ਫਸੇ ਰਿਹਾਂ ਸੁਖ ਨਹੀਂ ਮਿਲਿਆ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "hohu ryn qU sgl kI. myry mn; qau And mMgl suKu pweIAY ]2]",
    "TRANSLITERATION": "Hohu Raen Thoo Sagal Kee Maerae Man Tho Anadh Mangal Sukh Paaeeai ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਤੂੰ ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹੁ। ਤਦੋਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਖ਼ੁਸ਼ੀ ਸੁਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "Gwl n BwnY. AMqr ibiD jwnY; qw kI kir mn syvw ]",
    "TRANSLITERATION": "Ghaal N Bhaanai Anthar Bidhh Jaanai Thaa Kee Kar Man Saevaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰ, ਜੇਹੜਾ ਕਿਸੇ ਦੀ ਕੀਤੀ ਮੇਹਨਤ ਨੂੰ ਅਜਾਈਂ ਨਹੀਂ ਜਾਣ ਦੇਂਦਾ, ਤੇ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "kir pUjw hoim iehu mnUAw; Akwl mUriq gurdyvw ]3]",
    "TRANSLITERATION": "Kar Poojaa Hom Eihu Manooaa Akaal Moorath Guradhaevaa ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪ੍ਰਭੂ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ ਜਿਸ ਦਾ ਸਰੂਪ ਮੌਤ-ਰਹਿਤ ਹੈ, ਉਸ ਦੀ ਪੂਜਾ-ਭਗਤੀ ਕਰ, ਤੇ, ਭੇਟਾ ਵਜੋਂ ਆਪਣਾ ਇਹ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦੇਹ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "goibd dwmodr dieAwl mwDvy; pwrbRhm inrMkwrw ]",
    "TRANSLITERATION": "Gobidh Dhaamodhar Dhaeiaal Maadhhavae Paarabreham Nirankaaraa ||",
    "PUNJABI": "ਗੋਬਿੰਦ ਦਾਮੋਦਰ ਦਇਆ-ਦੇ-ਘਰ, ਮਾਇਆ-ਦੇ-ਪਤੀ, ਪਾਰਬ੍ਰਹਮ ਨਿਰੰਕਾਰ ਦੇ-",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2315,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "nwmu vrqix. nwmo vwlyvw; nwmu nwnk. pRwn ADwrw ]4]9]20]",
    "TRANSLITERATION": "Naam Varathan Naamo Vaalaevaa Naam Naanak Praan Adhhaaraa ||4||9||20||",
    "PUNJABI": "ਨਾਮ ਨੂੰ ਹਰ ਵੇਲੇ ਕੰਮ ਆਉਣ ਵਾਲੀ ਚੀਜ਼ ਬਣਾ, ਨਾਮ ਨੂੰ ਹੀ ਹਿਰਦੇ-ਘਰ ਦਾ ਸਾਮਾਨ ਬਣਾ, ਹੇ ਨਾਨਕ! ਨਾਮ ਹੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ ॥੪॥੯॥੨੦॥",
    "PRONUNCIATION": "(vwlyvw) pdwrQ"
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "imrqk kau pwieE qin swsw; ibCurq Awin imlwieAw ]",
    "TRANSLITERATION": "Mirathak Ko Paaeiou Than Saasaa Bishhurath Aan Milaaeiaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਆਤਮਕ ਤੌਰ ਤੇ) ਮਰੇ ਹੋਏ ਮਨੁੱਖ ਦੇ ਸਰੀਰ ਵਿਚ ਨਾਮ-ਜਿੰਦ ਪਾ ਦੇਂਦਾ ਹੈ, (ਪ੍ਰਭੂ ਤੋਂ) ਵਿਛੁੜੇ ਹੋਏ ਮਨੁੱਖ ਨੂੰ ਲਿਆ ਕੇ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "psU pryq mugD Bey sRoqy; hir nwmw muiK gwieAw ]1]",
    "TRANSLITERATION": "Pasoo Paraeth Mugadhh Bheae Srothae Har Naamaa Mukh Gaaeiaa ||1||",
    "PUNJABI": "ਪਸ਼ੂ (-ਸੁਭਾਉ ਮਨੁੱਖ) ਪ੍ਰੇਤ (-ਸੁਭਾਉ ਬੰਦੇ) ਮੂਰਖ ਮਨੁੱਖ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸੁਣਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੂੰਹ ਨਾਲ ਗਾਣ ਲੱਗ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "pUry gur kI; dyKu vfweI ]",
    "TRANSLITERATION": "Poorae Gur Kee Dhaekh Vaddaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਆਤਮਕ ਉੱਚਤਾ ਬੜੀ ਅਸਚਰਜ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "qw kI kImiq; khxu. n jweI ] rhwau ]",
    "TRANSLITERATION": "Thaa Kee Keemath Kehan N Jaaee || Rehaao ||",
    "PUNJABI": "ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "dUK sog kw FwihE fyrw; And mMgl ibsrwmw ]",
    "TRANSLITERATION": "Dhookh Sog Kaa Dtaahiou Ddaeraa Anadh Mangal Bisaraamaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ ਨਾਮ-ਜਿੰਦ ਦੇ ਕੇ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਦੁੱਖਾਂ ਦਾ ਗ਼ਮਾਂ ਦਾ ਡੇਰਾ ਹੀ ਢਾਹ ਦੇਂਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਦਾ ਟਿਕਾਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "mn bWCq Pl imly AicMqw; pUrn hoey kwmw ]2]",
    "TRANSLITERATION": "Man Baanshhath Fal Milae Achinthaa Pooran Hoeae Kaamaa ||2||",
    "PUNJABI": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਅਚਨਚੇਤ ਮਨ-ਇੱਛਤ ਫਲ ਮਿਲ ਜਾਂਦੇ ਹਨ ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "eIhw suKu. AwgY muK aUjl; imit gey Awvx jwxy ]",
    "TRANSLITERATION": "Eehaa Sukh Aagai Mukh Oojal Mitt Geae Aavan Jaanae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦੇ ਮਨ ਵਿਚ ਭਾ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ ਪ੍ਰਾਪਤ ਰਹਿੰਦਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ ਭੀ ਉਹ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "inrBau Bey. ihrdY nwmu visAw; Apuny siqgur kY min Bwxy ]3]",
    "TRANSLITERATION": "Nirabho Bheae Hiradhai Naam Vasiaa Apunae Sathigur Kai Man Bhaanae ||3||",
    "PUNJABI": "ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "aUTq bYTq hir gux gwvY; dUKu drdu BRmu Bwgw ]",
    "TRANSLITERATION": "Oothath Baithath Har Gun Gaavai Dhookh Dharadh Bhram Bhaagaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਉੱਠਦਾ ਬੈਠਦਾ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਰੇਕ ਦੁੱਖ ਪੀੜ ਭਟਕਣਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2316,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "khu nwnk. qw ky pUr krMmw; jw kw gur crnI mnu lwgw ]4]10]21]",
    "TRANSLITERATION": "Kahu Naanak Thaa Kae Poor Karanmaa Jaa Kaa Gur Charanee Man Laagaa ||4||10||21||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ ॥੪॥੧੦॥੨੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2317,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2317,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "rqnu Cwif. kaufI sMig lwgy; jw qy. kCU n pweIAY ]",
    "TRANSLITERATION": "Rathan Shhaadd Kouddee Sang Laagae Jaa Thae Kashhoo N Paaeeai ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ) ਕੀਮਤੀ ਪ੍ਰਭੂ-ਨਾਮ ਛੱਡ ਕੇ ਕਉਡੀ (ਦੇ ਮੁੱਲ ਦੀ ਮਾਇਆ) ਨਾਲ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਸ ਪਾਸੋਂ (ਅੰਤ) ਕੁਝ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  }
]