[
  {
    "SHABAD_ID": 2334,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "pwrbRhmu jip; sdw inhwl ] rhwau ]",
    "TRANSLITERATION": "Paarabreham Jap Sadhaa Nihaal || Rehaao ||",
    "PUNJABI": "(ਉਸ ਦੀ ਮੇਹਰ ਨਾਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਮੈਂ ਸਦਾ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦਾ ਹਾਂ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2334,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "AMqir bwhir Qwn QnMqir; jq kq pyKau soeI ]",
    "TRANSLITERATION": "Anthar Baahar Thhaan Thhananthar Jath Kath Paekho Soee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹੁਣ ਆਪਣੇ ਅੰਦਰ ਤੇ ਬਾਹਰ (ਸਾਰੇ ਜਗਤ ਵਿਚ), ਹਰ ਥਾਂ ਵਿਚ, ਮੈਂ ਜਿੱਥੇ ਵੇਖਦਾ ਹਾਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ (ਵੱਸਦਾ ਵੇਖਦਾ ਹਾਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2334,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. guru pwieE vfBwgI; iqsu jyvfu. Avru n koeI ]2]11]39]",
    "TRANSLITERATION": "Naanak Gur Paaeiou Vaddabhaagee This Jaevadd Avar N Koee ||2||11||39||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਮੈਨੂੰ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ (ਇਹੋ ਜਿਹੀ ਦਾਤਿ ਬਖ਼ਸ਼ ਸਕਣ ਵਾਲਾ) ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ॥੨॥੧੧॥੩੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "sUK mMgl kilAwx shj Duin; pRB ky crx inhwirAw ]",
    "TRANSLITERATION": "Sookh Mangal Kaliaan Sehaj Dhhun Prabh Kae Charan Nihaariaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ ਖ਼ੁਸ਼ੀ ਆਨੰਦ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪਈ।",
    "PRONUNCIATION": "(inhwirAw) dyiKAw"
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "rwKnhwrY rwiKE bwirku; siqguir qwpu auqwirAw ]1]",
    "TRANSLITERATION": "Raakhanehaarai Raakhiou Baarik Sathigur Thaap Outhaariaa ||1||",
    "PUNJABI": "(ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆ ਪਿਆ) ਗੁਰੂ ਨੇ ਉਸ ਦਾ ਤਾਪ (ਦੁੱਖ-ਕਲੇਸ਼) ਲਾਹ ਦਿੱਤਾ, ਰੱਖਿਆ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਗੁਰੂ ਨੇ ਉਸ ਬਾਲਕ ਨੂੰ (ਵਿਘਨਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ (ਉਸ ਨੂੰ ਇਉਂ ਬਚਾਇਆ ਜਿਵੇਂ ਪਿਤਾ ਆਪਣੇ ਪੁੱਤਰ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "aubry; siqgur kI srxweI ]",
    "TRANSLITERATION": "Oubarae Sathigur Kee Saranaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਸ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜੇਹੜੇ ਮਨੁੱਖ ਪੈਂਦੇ ਹਨ ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "jw kI syv; n ibrQI jweI ] rhwau ]",
    "TRANSLITERATION": "Jaa Kee Saev N Birathhee Jaaee || Rehaao ||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ ਖ਼ਾਲੀ ਨਹੀਂ ਜਾਂਦੀ (ਉਸ ਦੀ ਸ਼ਰਨ ਪ੍ਰਾਪਤ ਕਰ।) ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "Gr mih sUK. bwhir Puin sUKw; pRB Apuny Bey dieAwlw ]",
    "TRANSLITERATION": "Ghar Mehi Sookh Baahar Fun Sookhaa Prabh Apunae Bheae Dhaeiaalaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਬਾਹਰ (ਦੁਨੀਆ ਨਾਲ ਵਰਤਣ ਵਿਹਾਰ ਕਰਦਿਆਂ) ਭੀ ਉਸ ਨੂੰ ਆਤਮਕ ਸੁਖ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਉਤੇ ਪ੍ਰਭੂ ਸਦਾ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2335,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. ibGnu, n lwgY koaU; myrw pRBu hoAw ikrpwlw ]2]12]40]",
    "TRANSLITERATION": "Naanak Bighan N Laagai Kooo Maeraa Prabh Hoaa Kirapaalaa ||2||12||40||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਰਸਤੇ ਵਿਚ ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਆਉਂਦੀ, ਉਸ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾਲ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧੨॥੪੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "swDUsMig BieAw min audmu; nwmu rqnu jsu gweI ]",
    "TRANSLITERATION": "Saadhhoo Sang Bhaeiaa Man Oudham Naam Rathan Jas Gaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਮਨ ਵਿਚ ਉੱਦਮ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, (ਮਨੁੱਖ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਜਪਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "imit geI icMqw. ismir AnMqw; swgru qirAw BweI ]1]",
    "TRANSLITERATION": "Mitt Gee Chinthaa Simar Ananthaa Saagar Thariaa Bhaaee ||1||",
    "PUNJABI": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ਮਨੁੱਖ ਦੀ ਚਿੰਤਾ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "ihrdY; hir ky crx vsweI ]",
    "TRANSLITERATION": "Hiradhai Har Kae Charan Vasaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਟਿਕਾਈ ਰੱਖ (ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "suKu pwieAw shj Duin aupjI; rogw Gwix imtweI ] rhwau ]",
    "TRANSLITERATION": "Sukh Paaeiaa Sehaj Dhhun Oupajee Rogaa Ghaan Mittaaee || Rehaao ||",
    "PUNJABI": "(ਜਿਸ ਨੇ ਭੀ ਇਹ ਉੱਦਮ ਕੀਤਾ ਹੈ, ਉਸ ਨੇ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਪੈਦਾ ਹੋ ਗਈ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਰੋਗਾਂ ਦੇ ਢੇਰ ਮਿਟਾ ਲਏ ਰਹਾਉ॥",
    "PRONUNCIATION": "(Gwix) Fyr"
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "ikAw gux qyry AwiK vKwxw; kImiq. khxu n jweI ]",
    "TRANSLITERATION": "Kiaa Gun Thaerae Aakh Vakhaanaa Keemath Kehan N Jaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰ ਕੇ ਦੱਸਾਂ? ਤੇਰਾ ਮੁੱਲ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਤੂੰ ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2336,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. Bgq Bey AibnwsI; Apunw pRBu BieAw shweI ]2]13]41]",
    "TRANSLITERATION": "Naanak Bhagath Bheae Abinaasee Apunaa Prabh Bhaeiaa Sehaaee ||2||13||41||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਿਆਰਾ ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ, ਉਹ ਭਗਤ-ਜਨ ਆਤਮਕ ਮੌਤ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੧੩॥੪੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mÚ 5 ]",
    "TRANSLITERATION": "Sorath Ma 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "gey klys rog siB nwsy; pRiB ApunY ikrpw DwrI ]",
    "TRANSLITERATION": "Geae Kalaes Rog Sabh Naasae Prabh Apunai Kirapaa Dhhaaree ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਭੀ ਮਨੁੱਖ ਉੱਤੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਤੇ ਰੋਗ ਦੂਰ ਹੋ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "AwT phr AwrwDhu suAwmI; pUrn Gwl hmwrI ]1]",
    "TRANSLITERATION": "Aath Pehar Aaraadhhahu Suaamee Pooran Ghaal Hamaaree ||1||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਅੱਠੇ ਪਹਿਰ ਯਾਦ ਕਰਦੇ ਰਿਹਾ ਕਰੋ, ਅਸਾਂ ਜੀਵਾਂ ਦੀ (ਇਹ) ਮੇਹਨਤ (ਜ਼ਰੂਰ) ਸਫਲ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jIau; qU suK sMpq rwis ]",
    "TRANSLITERATION": "Har Jeeo Thoo Sukh Sanpath Raas ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਹੀ ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦਾ ਧਨ-ਸਰਮਾਇਆ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": "(sMpq) Dn dI (rwis) pMUjI"
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "rwiK lYhu BweI myry kau; pRB AwgY Ardwis ] rhwau ]",
    "TRANSLITERATION": "Raakh Laihu Bhaaee Maerae Ko Prabh Aagai Aradhaas || Rehaao ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਕਲੇਸ਼ਾਂ ਅੰਦੇਸਿਆਂ ਤੋਂ) ਬਚਾ ਲੈ। ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਤੇਰੇ ਅੱਗੇ ਹੀ ਅਰਜ਼ੋਈ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "jo mwgau soeI soeI pwvau; Apny Ksm Brosw ]",
    "TRANSLITERATION": "Jo Maago Soee Soee Paavo Apanae Khasam Bharosaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਜੋ ਕੁਝ (ਪ੍ਰਭੂ ਪਾਸੋਂ) ਮੰਗਦਾ ਹਾਂ, ਉਹੀ ਕੁਝ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹਾਂ। ਮੈਨੂੰ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਉਤੇ (ਪੂਰਾ) ਇਤਬਾਰ (ਬਣ ਚੁਕਾ) ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2337,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "khu nwnk. guru pUrw ByitE; imitE sgl AMdysw ]2]14]42]",
    "TRANSLITERATION": "Kahu Naanak Gur Pooraa Bhaettiou Mittiou Sagal Andhaesaa ||2||14||42||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੧੪॥੪੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "ismir ismir guru siqguru Apnw; sglw dUKu imtwieAw ]",
    "TRANSLITERATION": "Simar Simar Gur Sathigur Apanaa Sagalaa Dhookh Mittaaeiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ) ਮੁੜ ਮੁੜ ਗੁਰੂ ਸਤਿਗੁਰੂ (ਦੀ ਬਾਣੀ) ਨੂੰ ਚੇਤੇ ਕਰ ਕੇ ਆਪਣਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "qwp rog gey gur bcnI; mn ieCy Pl pwieAw ]1]",
    "TRANSLITERATION": "Thaap Rog Geae Gur Bachanee Man Eishhae Fal Paaeiaa ||1||",
    "PUNJABI": "ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨ-ਮੰਗੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "myrw guru pUrw; suKdwqw ]",
    "TRANSLITERATION": "Maeraa Gur Pooraa Sukhadhaathaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ ਸਭ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਸਾਰੇ ਸੁਖ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "krx kwrx smrQ suAwmI; pUrn purKu ibDwqw ] rhwau ]",
    "TRANSLITERATION": "Karan Kaaran Samarathh Suaamee Pooran Purakh Bidhhaathaa || Rehaao ||",
    "PUNJABI": "ਗੁਰੂ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਦਾ ਰੂਪ ਹੈ ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਜੋ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": "smr`Q"
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "AnMd ibnod mMgl gux gwvhu; gur nwnk Bey dieAwlw ]",
    "TRANSLITERATION": "Anandh Binodh Mangal Gun Gaavahu Gur Naanak Bheae Dhaeiaalaa ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਜੇ ਤੇਰੇ ਉੱਤੇ) ਸਤਿਗੁਰੂ ਜੀ ਦਇਆਵਾਨ ਹੋਏ ਹਨ, ਤਾਂ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਿਹਾ ਕਰ, (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੇਰੇ ਅੰਦਰ) ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਸੁਖ ਬਣੇ ਰਹਿਣਗੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2338,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "jY jYkwr Bey jg BIqir; hoAw pwrbRhmu rKvwlw ]2]15]43]",
    "TRANSLITERATION": "Jai Jai Kaar Bheae Jag Bheethar Hoaa Paarabreham Rakhavaalaa ||2||15||43||",
    "PUNJABI": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸਦਕਾ) ਜਗਤ ਵਿਚ ਸੋਭਾ ਮਿਲਦੀ ਹੈ। (ਇਹ ਨਿਸ਼ਚਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ (ਸਦਾ ਸਿਰ ਉੱਤੇ) ਰਾਖਾ ਹੈ ॥੨॥੧੫॥੪੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "hmrI gxq. n gxIAw kweI; Apxw ibrdu pCwix ]",
    "TRANSLITERATION": "Hamaree Ganath N Ganeeaa Kaaee Apanaa Biradh Pashhaan ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਮੰਦ-ਕਰਮਾਂ ਦਾ ਕੋਈ ਖ਼ਿਆਲ ਨਹੀਂ ਕਰਦਾ। ਉਹ ਆਪਣੇ ਮੁੱਢ-ਕਦੀਮਾਂ ਦੇ (ਪਿਆਰ ਵਾਲੇ) ਸੁਭਾਉ ਨੂੰ ਚੇਤੇ ਰੱਖਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "hwQ dyie rwKy kir Apuny; sdw sdw rMgu mwix ]1]",
    "TRANSLITERATION": "Haathh Dhaee Raakhae Kar Apunae Sadhaa Sadhaa Rang Maan ||1||",
    "PUNJABI": "(ਉਹ, ਸਗੋਂ, ਸਾਨੂੰ ਗੁਰੂ ਮਿਲਾ ਕੇ, ਸਾਨੂੰ) ਆਪਣੇ ਬਣਾ ਕੇ (ਆਪਣੇ) ਹੱਥ ਦੇ ਕੇ (ਸਾਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਬਚਾਂਦਾ ਹੈ। (ਜਿਸ ਵਡ-ਭਾਗੀ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ) ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "swcw swihbu; sd imhrvwx ]",
    "TRANSLITERATION": "Saachaa Saahib Sadh Miharavaan ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "bMDu pwieAw myrY siqguir pUrY; hoeI srb kilAwx ] rhwau ]",
    "TRANSLITERATION": "Bandhh Paaeiaa Maerai Sathigur Poorai Hoee Sarab Kaliaan || Rehaao ||",
    "PUNJABI": "(ਕੁਕਰਮਾਂ ਵਲ ਪਰਤ ਰਹੇ ਬੰਦਿਆਂ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਰਸਤੇ ਵਿਚ) ਮੇਰੇ ਪੂਰੇ ਗੁਰੂ ਨੇ ਬੰਨ੍ਹ ਮਾਰ ਦਿੱਤਾ (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦੇ ਅੰਦਰ) ਸਾਰੇ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਏ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "jIau pwie. ipMfu ijin swijAw; idqw pYnxu Kwxu ]",
    "TRANSLITERATION": "Jeeo Paae Pindd Jin Saajiaa Dhithaa Painan Khaan ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਜਿੰਦ ਪਾ ਕੇ (ਸਾਡਾ) ਸਰੀਰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜੇਹੜਾ (ਹਰ ਵੇਲੇ) ਸਾਨੂੰ ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ ਦੇ ਰਿਹਾ ਹੈ,",
    "PRONUNCIATION": "pYn@xu"
  },
  {
    "SHABAD_ID": 2339,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "Apxy dws kI Awip pYj rwKI; nwnk. sd kurbwxu ]2]16]44]",
    "TRANSLITERATION": "Apanae Dhaas Kee Aap Paij Raakhee Naanak Sadh Kurabaan ||2||16||44||",
    "PUNJABI": "ਉਹ ਪਰਮਾਤਮਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ (ਗੁਰੂ ਮਿਲਾ ਕੇ) ਆਪ ਬਚਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੧੬॥੪੪॥",
    "PRONUNCIATION": ""
  }
]