[
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "durqu gvwieAw. hir pRiB Awpy; sBu sMswru aubwirAw ]",
    "TRANSLITERATION": "Dhurath Gavaaeiaa Har Prabh Aapae Sabh Sansaar Oubaariaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਉਣ ਵਾਲਾ ਹੈ। ਪ੍ਰਭੂ ਨੇ (ਮਨੁੱਖ ਦਾ ਪਿਛਲਾ ਕੀਤਾ) ਪਾਪ (ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਦਿੱਤਾ,",
    "PRONUNCIATION": "(durqu) pwp"
  },
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "pwrbRhim pRiB ikrpw DwrI; Apxw ibrdu smwirAw ]1]",
    "TRANSLITERATION": "Paarabreham Prabh Kirapaa Dhhaaree Apanaa Biradh Samaariaa ||1||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਪਾਰਬ੍ਰਹਮ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ (ਦੀ ਨਿਗਾਹ) ਕੀਤੀ। ਪ੍ਰਭੂ ਆਪਣਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ (ਦਇਆ-ਪਿਆਰ ਵਾਲਾ) ਸੁਭਾਉ ਸਦਾ ਚੇਤੇ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "hoeI rwjyrwm kI; rKvwlI ]",
    "TRANSLITERATION": "Hoee Raajae Raam Kee Rakhavaalee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ (ਜਿਸ ਮਨੁੱਖ ਦੀ ਪਾਪਾਂ ਵਲੋਂ) ਰਾਖੀ ਕਰਦਾ ਹੈ,",
    "PRONUNCIATION": "r`KvwlI"
  },
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "sUK shj Awnd gux gwvhu; mnu qnu dyh suKwlI ] rhwau ]",
    "TRANSLITERATION": "Sookh Sehaj Aanadh Gun Gaavahu Man Than Dhaeh Sukhaalee || Rehaao ||",
    "PUNJABI": "ਉਸ ਦਾ ਮਨ ਸੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਸੁਖੀ ਹੋ ਜਾਂਦਾ ਹੈ। (ਹੇ ਭਾਈ! ਤੁਸੀਂ ਭੀ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰੋ, (ਤੁਹਾਨੂੰ ਭੀ) ਸੁਖ ਮਿਲਣਗੇ, ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਮਿਲਣਗੇ। ਰਹਾਉ॥",
    "PRONUNCIATION": "su`KwlI"
  },
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "piqq. auDwrxu siqguru myrw; moih iqs kw Brvwsw ]",
    "TRANSLITERATION": "Pathith Oudhhaaran Sathigur Maeraa Mohi This Kaa Bharavaasaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ ਵਿਕਾਰੀਆਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾਣ ਵਾਲਾ ਹੈ। ਮੈਨੂੰ ਭੀ ਉਸ ਦਾ (ਹੀ) ਸਹਾਰਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2340,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "bKis ley siB scY swihib; suix nwnk kI Ardwsw ]2]17]45]",
    "TRANSLITERATION": "Bakhas Leae Sabh Sachai Saahib Sun Naanak Kee Aradhaasaa ||2||17||45||",
    "PUNJABI": "ਜਿਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ ਨੇ ਸਾਰੇ ਜੀਵ (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਾ ਕੇ) ਬਖ਼ਸ਼ ਲਏ ਹਨ (ਜੇਹੜਾ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਕਾਰੀਆਂ ਨੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪਾ ਕੇ ਬਖ਼ਸ਼ਦਾ ਆ ਰਿਹਾ ਹੈ), ਉਹ ਪ੍ਰਭੂ ਨਾਨਕ ਦੀ ਅਰਜ਼ੋਈ ਭੀ ਸੁਣਨ ਵਾਲਾ ਹੈ ॥੨॥੧੭॥੪੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "bKisAw pwrbRhm prmysir; sgly rog ibdwry ]",
    "TRANSLITERATION": "Bakhasiaa Paarabreham Paramaesar Sagalae Rog Bidhaarae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਨੇ (ਜਿਸ ਸੇਵਕ ਉੱਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ, ਉਸ ਦੇ ਸਾਰੇ ਰੋਗ ਉਸਨੇ ਦੂਰ ਕਰ ਦਿੱਤੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "gur pUry kI srxI aubry; kwrj sgl svwry ]1]",
    "TRANSLITERATION": "Gur Poorae Kee Saranee Oubarae Kaaraj Sagal Savaarae ||1||",
    "PUNJABI": "ਜੇਹੜੇ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦੇ ਹਨ, ਉਹ ਦੁੱਖਾਂ-ਕਲੇਸ਼ਾਂ ਤੋਂ ਬਚ ਜਾਂਦੇ ਹਨ। ਗੁਰੂ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jin ismirAw nwm ADwir ]",
    "TRANSLITERATION": "Har Jan Simariaa Naam Adhhaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਜਿਸ ਸੇਵਕ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ, ਨਾਮ ਦੇ ਆਸਰੇ ਵਿਚ (ਆਪਣੇ ਆਪ ਨੂੰ ਤੋਰਿਆ),",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "qwpu auqwirAw siqguir pUrY; ApxI ikrpw Dwir ] rhwau ]",
    "TRANSLITERATION": "Thaap Outhaariaa Sathigur Poorai Apanee Kirapaa Dhhaar || Rehaao ||",
    "PUNJABI": "ਪੂਰੇ ਗੁਰੂ ਨੇ ਆਪਣੀ ਕਿਰਪਾ ਕਰ ਕੇ (ਉਸ ਦਾ) ਤਾਪ ਲਾਹ ਦਿੱਤਾ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "sdw AnMd krh myry ipAwry; hir goivdu guir rwiKAw ]",
    "TRANSLITERATION": "Sadhaa Anandh Kareh Maerae Piaarae Har Govidh Gur Raakhiaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ (ਭਾਈ)! (ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ) ਅਸੀਂ (ਭੀ) ਸਦਾ ਆਨੰਦ ਮਾਣਦੇ ਹਾਂ। ਹਰਿ ਗੋਬਿੰਦ ਨੂੰ ਗੁਰੂ ਨੇ (ਹੀ ਤਾਪ ਤੋਂ) ਬਚਾਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2341,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "vfI vifAweI. nwnk. krqy kI; swcu sbdu siq BwiKAw ]2]18]46]",
    "TRANSLITERATION": "Vaddee Vaddiaaee Naanak Karathae Kee Saach Sabadh Sath Bhaakhiaa ||2||18||46||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ ਵੱਡੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ। ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ (ਹੀ) ਉਚਾਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਗੁਰੂ ਨੇ ਇਹ) ਸਹੀ ਬਚਨ ਉਚਾਰਿਆ ਹੈ (ਠੀਕ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ) ॥੨॥੧੮॥੪੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "Bey ikRpwl suAwmI myry; iqqu swcY drbwir ]",
    "TRANSLITERATION": "Bheae Kirapaal Suaamee Maerae Thith Saachai Dharabaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਦਰਬਾਰ ਵਿਚ (ਉਸ ਦੀ ਪਹੁੰਚ ਹੋ ਜਾਂਦੀ ਹੈ। ਉਸ ਦੀ ਸੁਰਤਿ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguir. qwpu gvwieAw BweI; TWiF peI sMswir ]",
    "TRANSLITERATION": "Sathigur Thaap Gavaaeiaa Bhaaee Thaandt Pee Sansaar ||",
    "PUNJABI": "ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ) ਗੁਰੂ ਨੇ (ਉਸ ਦਾ ਦੁੱਖਾਂ ਪਾਪਾਂ ਦਾ) ਤਾਪ ਦੂਰ ਕਰ ਦਿੱਤਾ (ਤਾਂ ਉਸ ਦੇ ਵਾਸਤੇ ਸਾਰੇ) ਸੰਸਾਰ ਵਿਚ ਹੀ ਸ਼ਾਂਤੀ ਵਰਤ ਜਾਂਦੀ ਹੈ (ਜਗਤ ਦਾ ਕੋਈ ਦੁੱਖ ਪਾਪ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "Apxy jIA jMq. Awpy rwKy; jmih kIE htqwir ]1]",
    "TRANSLITERATION": "Apanae Jeea Janth Aapae Raakhae Jamehi Keeou Hattathaar ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ (ਦੁੱਖਾਂ ਪਾਪਾਂ ਵਲੋਂ) ਰਾਖੀ ਕਰਦਾ ਹੈ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦੀ (ਜਮ ਉਹਨਾਂ ਉੱਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਣ ਦਾ ਜਤਨ ਛੱਡ ਦੇਂਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": "(htqwir) hVqwl[ (2. ht qwir)"
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "hir ky crx; irdY auir Dwir ]",
    "TRANSLITERATION": "Har Kae Charan Ridhai Our Dhhaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "sdw sdw pRBu ismrIAY BweI; duK iklibK kwtxhwru ]1] rhwau ]",
    "TRANSLITERATION": "Sadhaa Sadhaa Prabh Simareeai Bhaaee Dhukh Kilabikh Kaattanehaar ||1|| Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਸਦਾ ਹੀ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਦੁੱਖਾਂ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "iqs kI srxI aUbrY BweI; ijin ricAw sBu koie ]",
    "TRANSLITERATION": "This Kee Saranee Oobarai Bhaaee Jin Rachiaa Sabh Koe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਹਰੇਕ ਜੀਵ ਪੈਦਾ ਕੀਤਾ ਹੈ (ਜੇਹੜਾ ਮਨੁੱਖ) ਉਸ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਹ (ਦੁੱਖਾਂ ਪਾਪਾਂ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "krx kwrx smrQu so BweI; scY scI soie ]",
    "TRANSLITERATION": "Karan Kaaran Samarathh So Bhaaee Sachai Sachee Soe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਸੋਭਾ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ।",
    "PRONUNCIATION": "smr`Qu"
  },
  {
    "SHABAD_ID": 2342,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk pRBU iDAweIAY BweI; mnu qnu sIqlu hoie ]2]19]47]",
    "TRANSLITERATION": "Naanak Prabhoo Dhhiaaeeai Bhaaee Man Than Seethal Hoe ||2||19||47||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! ਉਸ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੧੯॥੪੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "sMqhu; hir hir nwmu iDAweI ]",
    "TRANSLITERATION": "Santhahu Har Har Naam Dhhiaaee ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! (ਅਰਦਾਸ ਕਰੋ ਕਿ) ਮੈਂ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "suKswgr pRBu. ivsrau nwhI; mn icMidAVw Plu pweI ]1] rhwau ]",
    "TRANSLITERATION": "Sukh Saagar Prabh Visaro Naahee Man Chindhiarraa Fal Paaee ||1|| Rehaao ||",
    "PUNJABI": "ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਕਦੇ ਨਾਹ ਭੁੱਲੇ, ਮੈਂ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਮਨ-ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "siqguir pUrY. qwpu gvwieAw; ApxI ikrpw DwrI ]",
    "TRANSLITERATION": "Sathigur Poorai Thaap Gavaaeiaa Apanee Kirapaa Dhhaaree ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪੂਰੇ ਗੁਰੂ ਨੇ (ਬਾਲਕ ਹਰਿ ਗੋਬਿੰਦ ਦਾ) ਤਾਪ ਲਾਹ ਦਿੱਤਾ, ਗੁਰੂ ਨੇ ਆਪਣੀ ਕਿਰਪਾ ਕੀਤੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "pwrbRhm pRB Bey dieAwlw; duKu imitAw sB prvwrI ]1]",
    "TRANSLITERATION": "Paarabreham Prabh Bheae Dhaeiaalaa Dhukh Mittiaa Sabh Paravaaree ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੋਇਆ ਹੈ, ਸਾਰੇ ਪਰਵਾਰ ਦਾ ਦੁੱਖ ਮਿਟ ਗਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(prvwrI) Gyrw, pRvwr smyq[ dieAwlw"
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "srb inDwn mMgl rs rUpw; hir kw nwmu ADwro ]",
    "TRANSLITERATION": "Sarab Nidhhaan Mangal Ras Roopaa Har Kaa Naam Adhhaaro ||",
    "PUNJABI": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ (ਸਾਡਾ) ਆਸਰਾ ਹੈ, ਨਾਮ ਹੀ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਰਸਾਂ ਰੂਪਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2343,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. piq rwKI prmysir; auDirAw sBu sMswro ]2]20]48]",
    "TRANSLITERATION": "Naanak Path Raakhee Paramaesar Oudhhariaa Sabh Sansaaro ||2||20||48||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਪਰਮੇਸਰ ਨੇ (ਸਾਡੀ) ਇੱਜ਼ਤ ਰੱਖ ਲਈ ਹੈ ਪਰਮੇਸ਼ਰ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈ ॥੨॥੨੦॥੪੮॥",
    "PRONUNCIATION": "au-DirAw"
  },
  {
    "SHABAD_ID": 2344,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 5 ]",
    "TRANSLITERATION": "Sorath Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2344,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "myrw. siqguru rKvwlw hoAw ]",
    "TRANSLITERATION": "Maeraa Sathigur Rakhavaalaa Hoaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ (ਮੇਰਾ) ਸਹਾਈ ਬਣਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2344,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "Dwir ikRpw pRB hwQ dy rwiKAw; hir goivdu nvw inroAw ]1] rhwau ]",
    "TRANSLITERATION": "Dhhaar Kirapaa Prabh Haathh Dhae Raakhiaa Har Govidh Navaa Niroaa ||1|| Rehaao ||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ (ਆਪਣੇ) ਹੱਥ ਦੇ ਕੇ (ਬਾਲਕ ਹਰਿ ਗੋਬਿੰਦ ਨੂੰ) ਬਚਾ ਲਿਆ ਹੈ, (ਹੁਣ ਬਾਲਕ) ਹਰਿ ਗੋਬਿੰਦ ਬਿਲਕੁਲ ਰਾਜ਼ੀ-ਬਾਜ਼ੀ ਹੋ ਗਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2344,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "qwpu gieAw. pRiB Awip imtwieAw; jn kI lwj rKweI ]",
    "TRANSLITERATION": "Thaap Gaeiaa Prabh Aap Mittaaeiaa Jan Kee Laaj Rakhaaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਬਾਲਕ ਹਰਿ ਗੋਬਿੰਦ ਦਾ) ਤਾਪ ਲਹਿ ਗਿਆ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਆਪ ਉਤਾਰਿਆ ਹੈ, ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2344,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "swDsMgiq qy sB Pl pwey; siqgur kY bil jWeI ]1]",
    "TRANSLITERATION": "Saadhhasangath Thae Sabh Fal Paaeae Sathigur Kai Bal Jaanee ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਤੋਂ (ਮੈਂ) ਸਾਰੇ ਫਲ ਪ੍ਰਾਪਤ ਕੀਤੇ ਹਨ, ਮੈਂ (ਸਦਾ) ਗੁਰੂ ਤੋਂ (ਹੀ) ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2344,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "hlqu plqu pRB dovY svwry; hmrw guxu Avguxu. n bIcwirAw ]",
    "TRANSLITERATION": "Halath Palath Prabh Dhovai Savaarae Hamaraa Gun Avagun N Beechaariaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਪੱਲਾ ਫੜੀ ਰੱਖਦਾ ਹੈ, ਉਸ ਦਾ) ਇਹ ਲੋਕ ਤੇ ਪਰਲੋਕ ਦੋਵੇਂ ਹੀ ਪਰਮਾਤਮਾ ਸਵਾਰ ਦੇਂਦਾ ਹੈ। ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਕੋਈ ਗੁਣ ਜਾਂ ਔਗੁਣ ਪਰਮਾਤਮਾ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਰੱਖਦਾ।",
    "PRONUNCIATION": ""
  }
]