[
  {
    "SHABAD_ID": 2396,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "jb hI srin. swD kI AwieE; durmiq sgl ibnwsI ]",
    "TRANSLITERATION": "Jab Hee Saran Saadhh Kee Aaeiou Dhuramath Sagal Binaasee ||",
    "PUNJABI": "ਜਦੋਂ ਜੀਵ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਇਸ ਦੀ ਸਾਰੀ ਕੋਝੀ ਮਤਿ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2396,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "qb nwnk. cyiqE icMqwmin; kwtI jm kI PwsI ]3]7]",
    "TRANSLITERATION": "Thab Naanak Chaethiou Chinthaaman Kaattee Jam Kee Faasee ||3||7||",
    "PUNJABI": "ਤਦੋਂ, ਹੇ ਨਾਨਕ! ਇਹ ਸਾਰੀਆਂ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦਾ ਹੈ; ਤੇ, ਇਸ ਦੀ ਜਮ ਦੀ ਫਾਹੀ (ਭੀ) ਕੱਟੀ ਜਾਂਦੀ ਹੈ ॥੩॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 9 ]",
    "TRANSLITERATION": "Sorath Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "ry nr; ieh swcI jIA Dwir ]",
    "TRANSLITERATION": "Rae Nar Eih Saachee Jeea Dhhaar ||",
    "PUNJABI": "ਹੇ ਮਨੁੱਖ! ਆਪਣੇ ਦਿਲ ਵਿਚ ਇਹ ਪੱਕੀ ਗੱਲ ਟਿਕਾ ਲੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "sgl jgqu hY jYsy supnw; ibnsq. lgq n bwr ]1] rhwau ]",
    "TRANSLITERATION": "Sagal Jagath Hai Jaisae Supanaa Binasath Lagath N Baar ||1|| Rehaao ||",
    "PUNJABI": "(ਕਿ) ਸਾਰਾ ਸੰਸਾਰ ਸੁਪਨੇ ਵਰਗਾ ਹੈ, (ਇਸ ਦੇ) ਨਾਸ ਹੁੰਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "j`gqu"
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "bwrU BIiq bnweI ric pic; rhq nhI idn cwir ]",
    "TRANSLITERATION": "Baaroo Bheeth Banaaee Rach Pach Rehath Nehee Dhin Chaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਜਿਵੇਂ ਕਿਸੇ ਨੇ) ਰੇਤ ਦੀ ਕੰਧ ਉਸਾਰ ਕੇ ਪੋਚ ਕੇ ਤਿਆਰ ਕੀਤੀ ਹੋਵੇ; ਪਰ ਉਹ ਕੰਧ ਚਾਰ ਦਿਨ ਭੀ (ਟਿਕੀ) ਨਹੀਂ ਰਹਿੰਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "qYsy hI ieh suK mwieAw ky; auriJE khw gvwr ]1]",
    "TRANSLITERATION": "Thaisae Hee Eih Sukh Maaeiaa Kae Ourajhiou Kehaa Gavaar ||1||",
    "PUNJABI": "ਇਸ ਮਾਇਆ ਦੇ ਸੁਖ ਭੀ ਉਸ (ਰੇਤ ਦੀ ਕੰਧ) ਵਰਗੇ ਹੀ ਹਨ। ਹੇ ਮੂਰਖ! ਤੂੰ ਇਹਨਾਂ ਸੁਖਾਂ ਵਿਚ ਕਿਉਂ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ? ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "AjhU smiJ. kCu ibgirE nwihin; Bij ly nwmu murwir ]",
    "TRANSLITERATION": "Ajehoo Samajh Kashh Bigariou Naahin Bhaj Lae Naam Muraar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਅਜੇ ਭੀ ਸਮਝ ਜਾ (ਅਜੇ) ਕੁਝ ਵਿਗੜਿਆ ਨਹੀਂ; ਤੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2397,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "khu nwnk. inj mqu swDn kau; BwiKE qoih pukwir ]2]8]",
    "TRANSLITERATION": "Kahu Naanak Nij Math Saadhhan Ko Bhaakhiou Thohi Pukaar ||2||8||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ!) ਮੈਂ ਤੈਨੂੰ ਗੁਰਮੁਖਾਂ ਦਾ ਇਹ ਨਿਜੀ ਖ਼ਿਆਲ ਪੁਕਾਰ ਕੇ ਸੁਣਾ ਰਿਹਾ ਹਾਂ ॥੨॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 9 ]",
    "TRANSLITERATION": "Sorath Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "ieh jig mIqu; n dyiKE koeI ]",
    "TRANSLITERATION": "Eih Jag Meeth N Dhaekhiou Koee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਸ ਜਗਤ ਵਿਚ ਕੋਈ (ਤੋੜ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ) ਮਿੱਤਰ (ਮੈਂ) ਨਹੀਂ ਵੇਖਿਆ।",
    "PRONUNCIATION": "j`ig"
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "sgl jgqu ApnY suK lwigE; duK mY sMig. n hoeI ]1] rhwau ]",
    "TRANSLITERATION": "Sagal Jagath Apanai Sukh Laagiou Dhukh Mai Sang N Hoee ||1|| Rehaao ||",
    "PUNJABI": "ਸਾਰਾ ਸੰਸਾਰ ਆਪਣੇ ਸੁਖ ਵਿਚ ਹੀ ਜੁੱਟਾ ਪਿਆ ਹੈ। ਦੁੱਖ ਵਿਚ (ਕੋਈ ਕਿਸੇ ਦੇ) ਨਾਲ (ਸਾਥੀ) ਨਹੀਂ ਬਣਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "dwrw mIq pUq snbMDI; sgry Dn isau lwgy ]",
    "TRANSLITERATION": "Dhaaraa Meeth Pooth Sanabandhhee Sagarae Dhhan Sio Laagae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਇਸਤ੍ਰੀ, ਮਿੱਤਰ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ-ਇਹ ਸਾਰੇ ਧਨ ਨਾਲ (ਹੀ) ਪਿਆਰ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "jb hI inrDn dyiKE nr kau; sMgu Cwif sB Bwgy ]1]",
    "TRANSLITERATION": "Jab Hee Niradhhan Dhaekhiou Nar Ko Sang Shhaadd Sabh Bhaagae ||1||",
    "PUNJABI": "ਜਦੋਂ ਹੀ ਇਹਨਾਂ ਨੇ ਮਨੁੱਖ ਨੂੰ ਕੰਗਾਲ ਵੇਖਿਆ, (ਤਦੋਂ) ਸਾਥ ਛੱਡ ਕੇ ਨੱਸ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "khˆau khw. iXAw mn baury kau; ien isau nyhu lgwieE ]",
    "TRANSLITERATION": "Kehano Kehaa Yiaa Man Bourae Ko Ein Sio Naehu Lagaaeiou ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਇਸ ਝੱਲੇ ਮਨ ਨੂੰ ਕੀਹ ਸਮਝਾਵਾਂ? (ਇਸ ਨੇ) ਇਹਨਾਂ (ਕੱਚੇ ਸਾਥੀਆਂ) ਨਾਲ ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": "iXAw:dw iX qwlU qoN bolo"
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "dInw nwQ skl BY BMjn; jsu qw ko ibsrwieE ]2]",
    "TRANSLITERATION": "Dheenaa Naathh Sakal Bhai Bhanjan Jas Thaa Ko Bisaraaeiou ||2||",
    "PUNJABI": "(ਜੇਹੜਾ ਪਰਮਾਤਮਾ) ਗਰੀਬਾਂ ਦਾ ਰਾਖਾ ਤੇ ਸਾਰੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਇਸ ਨੇ) ਭੁਲਾਈ ਹੋਈ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "suAwn pUC ijau. BieE n sUDau; bhuqu jqnu. mY kInau ]",
    "TRANSLITERATION": "Suaan Pooshh Jio Bhaeiou N Soodhho Bahuth Jathan Mai Keeno ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਕੁੱਤੇ ਦੀ ਪੂਛਲ ਸਿੱਧੀ ਨਹੀਂ ਹੁੰਦੀ (ਇਸੇ ਤਰ੍ਹਾਂ ਇਸ ਮਨ ਦੀ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਲੋਂ ਲਾ-ਪਰਵਾਹੀ ਹਟਦੀ ਨਹੀਂ) ਮੈਂ ਬਹੁਤ ਜਤਨ ਕੀਤਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2398,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. lwj ibrd kI rwKhu; nwmu quhwrau lInau ]3]9]",
    "TRANSLITERATION": "Naanak Laaj Biradh Kee Raakhahu Naam Thuhaaro Leeno ||3||9||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ) ਮੁੱਢ-ਕਦੀਮਾਂ ਦੇ (ਪਿਆਰ ਵਾਲੇ) ਸੁਭਾਵ ਦੀ ਲਾਜ ਰੱਖ (ਮੇਰੀ ਮਦਦ ਕਰ, ਤਾਂ ਹੀ) ਮੈਂ ਤੇਰਾ ਨਾਮ ਜਪ ਸਕਦਾ ਹਾਂ ॥੩॥੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 9 ]",
    "TRANSLITERATION": "Sorath Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "mn ry; gihE n. gur aupdysu ]",
    "TRANSLITERATION": "Man Rae Gehiou N Gur Oupadhaes ||",
    "PUNJABI": "ਹੇ ਮਨ! ਤੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਗ੍ਰਹਿਣ ਨਹੀਂ ਕਰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "khw BieE. jau mUfu mufwieE; Bgvau kIno Bysu ]1] rhwau ]",
    "TRANSLITERATION": "Kehaa Bhaeiou Jo Moodd Muddaaeiou Bhagavo Keeno Bhaes ||1|| Rehaao ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਭੁਲਾ ਕੇ) ਜੇ ਸਿਰ ਭੀ ਮੁਨਾ ਲਿਆ, ਤੇ, ਭਗਵੇ ਰੰਗ ਦੇ ਕੱਪੜੇ ਪਾ ਲਏ, ਤਾਂ ਭੀ ਕੀਹ ਬਣਿਆ? (ਆਤਮਕ ਜੀਵਨ ਦਾ ਕੁਝ ਭੀ ਨਾਹ ਸੌਰਿਆ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "swc Cwif kY. JUTh lwigE; jnmu AkwrQu KoieE ]",
    "TRANSLITERATION": "Saach Shhaadd Kai Jhootheh Laagiou Janam Akaarathh Khoeiou ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਭਗਵਾ ਭੇਖ ਤਾਂ ਧਾਰ ਲਿਆ, ਪਰ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਛੱਡ ਕੇ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਵਿਚ ਹੀ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖੀ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "kir prpMc audr inj poiKE; psu kI inAweI soieE ]1]",
    "TRANSLITERATION": "Kar Parapanch Oudhar Nij Pokhiou Pas Kee Niaaee Soeiou ||1||",
    "PUNJABI": "(ਲੋਕਾਂ ਨਾਲ) ਛਲ ਕਰ ਕੇ ਆਪਣਾ ਪੇਟ ਪਾਲਦਾ ਰਿਹਾ, ਤੇ, ਪਸ਼ੂਆਂ ਵਾਂਗ ਸੁੱਤਾ ਰਿਹਾ ॥੧॥",
    "PRONUNCIATION": "(prpMc) CL[ (aud-r) pyt[ (inj) Apxw[ (poiKE) BirAw"
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "rwm Bjn kI giq nhI jwnI; mwieAw hwiQ ibkwnw ]",
    "TRANSLITERATION": "Raam Bhajan Kee Gath Nehee Jaanee Maaeiaa Haathh Bikaanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਗ਼ਾਫ਼ਿਲ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਦੀ ਜੁਗਤਿ ਨਹੀਂ ਸਮਝਦਾ, ਮਾਇਆ ਦੇ ਹੱਥ ਵਿਚ ਵਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "auriJ rihE ibiKAn sMig baurw; nwmu rqnu ibsrwnw ]2]",
    "TRANSLITERATION": "Ourajh Rehiou Bikhian Sang Bouraa Naam Rathan Bisaraanaa ||2||",
    "PUNJABI": "ਕਮਲਾ ਮਨੁੱਖ ਮਾਇਕ ਪਦਾਰਥਾਂ (ਦੇ ਮੋਹ) ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਪ੍ਰਭੂ ਦੇ (ਸ੍ਰੇਸ਼ਟ) ਰਤਨ-ਨਾਮ ਨੂੰ ਭੁਲਾਈ ਰੱਖਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "rihE Acyqu. n cyiqE goibMd; ibrQw AauD isrwnI ]",
    "TRANSLITERATION": "Rehiou Achaeth N Chaethiou Gobindh Birathhaa Aoudhh Siraanee ||",
    "PUNJABI": "(ਮਨੁੱਖ ਮਾਇਆ ਵਿਚ ਫਸ ਕੇ) ਅਵੇਸਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ, ਸਾਰੀ ਉਮਰ ਵਿਅਰਥ ਗੁਜ਼ਾਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2399,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "khu nwnk. hir ibrdu pCwnau; BUly sdw prwnI ]3]10]",
    "TRANSLITERATION": "Kahu Naanak Har Biradh Pashhaano Bhoolae Sadhaa Paraanee ||3||10||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਹਰੀ! ਤੂੰ ਆਪਣੇ ਮੁੱਢ-ਕਦੀਮਾਂ ਦੇ (ਪਿਆਰ ਵਾਲੇ) ਸੁਭਾਵ ਨੂੰ ਚੇਤੇ ਰੱਖ। ਇਹ ਜੀਵ ਤਾਂ ਸਦਾ ਭੁੱਲੇ ਹੀ ਰਹਿੰਦੇ ਹਨ ॥੩॥੧੦॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 9 ]",
    "TRANSLITERATION": "Sorath Mehalaa 9 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "jo nru duK mY; duKu nhI mwnY ]",
    "TRANSLITERATION": "Jo Nar Dhukh Mai Dhukh Nehee Maanai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਦੁੱਖਾਂ ਵਿਚ ਘਬਰਾਂਦਾ ਨਹੀਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "suK snyhu Aru BY nhI jw kY; kMcn mwtI mwnY ]1] rhwau ]",
    "TRANSLITERATION": "Sukh Sanaehu Ar Bhai Nehee Jaa Kai Kanchan Maattee Maanai ||1|| Rehaao ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੁਖਾਂ ਨਾਲ ਮੋਹ ਨਹੀਂ, ਅਤੇ (ਕਿਸੇ ਕਿਸਮ ਦੇ) ਡਰ ਨਹੀਂ, ਜੇਹੜਾ ਮਨੁੱਖ ਸੋਨੇ ਨੂੰ ਮਿੱਟੀ (ਸਮਾਨ) ਸਮਝਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "nh inMidAw nh ausqiq jw kY; loBu mohu AiBmwnw ]",
    "TRANSLITERATION": "Neh Nindhiaa Neh Ousathath Jaa Kai Lobh Mohu Abhimaanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਕਿਸੇ ਦੀ ਚੁਗ਼ਲੀ-ਬੁਰਾਈ ਨਹੀਂ, ਕਿਸੇ ਦੀ ਖ਼ੁਸ਼ਾਮਦ ਨਹੀਂ, ਜਿਸ ਦੇ ਅੰਦਰ ਨਾਹ ਲੋਭ ਹੈ, ਨਾਹ ਮੋਹ ਹੈ, ਨਾਹ ਅਹੰਕਾਰ ਹੈ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "hrK sog qy. rhY inAwrau; nwih mwn Apmwnw ]1]",
    "TRANSLITERATION": "Harakh Sog Thae Rehai Niaaro Naahi Maan Apamaanaa ||1||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਖ਼ੁਸ਼ੀ ਤੇ ਗ਼ਮੀ ਤੋਂ ਨਿਰਲੇਪ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਨਾਹ ਆਦਰ ਪੋਹ ਸਕਦਾ ਹੈ ਨਾਹ ਨਿਰਾਦਰੀ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "Awsw mnsw sgl iqAwgY; jg qy rhY inrwsw ]",
    "TRANSLITERATION": "Aasaa Manasaa Sagal Thiaagai Jag Thae Rehai Niraasaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖਾਂ ਆਸਾਂ ਉਮੈਦਾਂ ਸਭ ਤਿਆਗ ਦੇਂਦਾ ਹੈ, ਜਗਤ ਤੋਂ ਨਿਰਮੋਹ ਰਹਿੰਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "kwmu kRoDu ijh prsY nwhin; iqh Git bRhmu invwsw ]2]",
    "TRANSLITERATION": "Kaam Krodhh Jih Parasai Naahan Thih Ghatt Breham Nivaasaa ||2||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਨਾਹ ਕਾਮ-ਵਾਸਨਾ ਛੋਹ ਸਕਦੀ ਹੈ ਨਾਹ ਕ੍ਰੋਧ ਛੋਹ ਸਕਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "gur ikrpw ijh nr kau kInI; iqh ieh jugiq pCwnI ]",
    "TRANSLITERATION": "Gur Kirapaa Jih Nar Ko Keenee Thih Eih Jugath Pashhaanee ||",
    "PUNJABI": "(ਪਰ) ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਗੁਰੂ ਨੇ ਮੇਹਰ ਕੀਤੀ ਉਸ ਨੇ (ਹੀ ਜੀਵਨ ਦੀ) ਇਹ ਜਾਚ ਸਮਝੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2400,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk lIn BieE goibMd isau; ijau pwnI sMig pwnI ]3]11]",
    "TRANSLITERATION": "Naanak Leen Bhaeiou Gobindh Sio Jio Paanee Sang Paanee ||3||11||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਇਉਂ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦਾ ਹੈ, ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਪਾਣੀ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੩॥੧੧॥",
    "PRONUNCIATION": ""
  }
]