[
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "haumY mwir mnsw mnih smwxI; gur kY sbid pCwqw ]4]",
    "TRANSLITERATION": "Houmai Maar Manasaa Manehi Samaanee Gur Kai Sabadh Pashhaathaa ||4||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦਾਂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਮਨ ਦਾ ਫੁਰਨਾ ਮਨ ਵਿਚ ਹੀ ਲੀਨ ਕਰ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੇ (ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਲ) ਸਾਂਝ ਪਾ ਲਈ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "AicMq kMm krih pRB iqn ky; ijn hir kw nwmu ipAwrw ]",
    "TRANSLITERATION": "Achinth Kanm Karehi Prabh Thin Kae Jin Har Kaa Naam Piaaraa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੇਰਾ ਹਰਿ-ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਤੂੰ ਉਹਨਾਂ ਦੇ ਕੰਮ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "gur prswid sdw min visAw; siB kwj svwrxhwrw ]",
    "TRANSLITERATION": "Gur Parasaadh Sadhaa Man Vasiaa Sabh Kaaj Savaaranehaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦੇਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "Enw kI rIs kry. su ivgucY; ijn hir pRBu hY rKvwrw ]5]",
    "TRANSLITERATION": "Ounaa Kee Rees Karae S Viguchai Jin Har Prabh Hai Rakhavaaraa ||5||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਰਾਖਾ ਪਰਮਾਤਮਾ ਆਪ ਬਣਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਬਰਾਬਰੀ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਉਹ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੫॥",
    "PRONUNCIATION": "(ivgucY) KuAwr huMdw"
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu siqgur syvy. iknY, n pwieAw; mnmuiK Bauik muey ibllweI ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Kinai N Paaeiaa Manamukh Bhouk Mueae Bilalaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਭੀ (ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਫ਼ਜ਼ੂਲ ਬੋਲ ਬੋਲ ਕੇ ਵਿਲਕ ਵਿਲਕ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(ibllweI) roNdy"
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "Awvih jwvih Taur. n pwvih; duK mih duiK smweI ]",
    "TRANSLITERATION": "Aavehi Jaavehi Thour N Paavehi Dhukh Mehi Dhukh Samaaee ||",
    "PUNJABI": "ਉਹ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ (ਇਸ ਗੇੜ ਤੋਂ ਬਚਣ ਲਈ ਕੋਈ) ਠਾਹਰ ਉਹ ਲੱਭ ਨਹੀਂ ਸਕਦੇ, ਦੁੱਖ ਵਿਚ (ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਆਖ਼ਰ) ਦੁੱਖ ਵਿਚ (ਹੀ) ਗ਼ਰਕ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK hovY su AMimRqu pIvY; shjy swic smweI ]6]",
    "TRANSLITERATION": "Guramukh Hovai S Anmrith Peevai Sehajae Saach Samaaee ||6||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਹੈ, (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "ibnu siqgur syvy. jnmu n CofY; jy Anyk krm krY AiDkweI ]",
    "TRANSLITERATION": "Bin Sathigur Saevae Janam N Shhoddai Jae Anaek Karam Karai Adhhikaaee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਨੂੰ ਜਨਮਾਂ ਦਾ ਗੇੜ ਨਹੀਂ ਛੱਡਦਾ, ਉਹ ਭਾਵੇਂ ਬਥੇਰੇ ਅਨੇਕਾਂ ਹੀ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦਾ ਰਹੇ।",
    "PRONUNCIATION": "(AiDkweI) bhuq"
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "vyd pVih qY vwd vKwxih; ibnu hir. piq gvweI ]",
    "TRANSLITERATION": "Vaedh Parrehi Thai Vaadh Vakhaanehi Bin Har Path Gavaaee ||",
    "PUNJABI": "(ਪੰਡਿਤ ਲੋਕ) ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹਦੇ ਹਨ, ਅਤੇ (ਉਹਨਾਂ ਬਾਬਤ ਨਿਰੀਆਂ) ਬਹਿਸਾਂ (ਹੀ) ਕਰਦੇ ਹਨ। (ਯਕੀਨ ਜਾਣੋ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ ਹੈ।",
    "PRONUNCIATION": "(vwd) JgVy dIAW (vKwxih) g`lW kry[ pV@ih"
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "scw siqguru swcI ijsu bwxI; Bij CUtih gur srxweI ]7]",
    "TRANSLITERATION": "Sachaa Sathigur Saachee Jis Baanee Bhaj Shhoottehi Gur Saranaaee ||7||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਉਪਦੇਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਬਾਣੀ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਹੈ। ਜੇਹੜੇ ਮਨੁੱਖ ਦੌੜ ਕੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜਾ ਪੈਂਦੇ ਹਨ, ਉਹ (ਆਤਮਕ ਮੌਤ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "PRONUNCIATION": "Bij:polw bolo"
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "ijn hir min visAw. sy dir swcy; dir swcY sicAwrw ]",
    "TRANSLITERATION": "Jin Har Man Vasiaa Sae Dhar Saachae Dhar Saachai Sachiaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "Enw dI soBw. juig juig hoeI; koie. n mytxhwrw ]",
    "TRANSLITERATION": "Ounaa Dhee Sobhaa Jug Jug Hoee Koe N Maettanehaaraa ||",
    "PUNJABI": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ ਵਡਿਆਈ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ ਹੁੰਦੀ ਹੈ, ਕੋਈ (ਨਿੰਦਕ ਆਦਿਕ ਉਹਨਾਂ ਦੀ ਇਸ ਹੋ ਰਹੀ ਵਡਿਆਈ ਨੂੰ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2406,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk. iqn kY sd bilhwrY; ijn hir rwiKAw auir Dwrw ]8]1]",
    "TRANSLITERATION": "Naanak Thin Kai Sadh Balihaarai Jin Har Raakhiaa Our Dhhaaraa ||8||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਰੱਖਿਆ ਹੈ ॥੮॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT mhlw 3 duqukI ]",
    "TRANSLITERATION": "Sorath Mehalaa 3 Dhuthukee ||",
    "PUNJABI": "",
    "PRONUNCIATION": "duqukI:polw bolo"
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "inguixAw no. Awpy bKis ley BweI; siqgur kI syvw lwie ]",
    "TRANSLITERATION": "Niguniaa No Aapae Bakhas Leae Bhaaee Sathigur Kee Saevaa Laae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਜੀਵਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਲਾ ਕੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "siqgur kI syvw aUqm hY BweI; rwm nwim icqu lwie ]1]",
    "TRANSLITERATION": "Sathigur Kee Saevaa Ootham Hai Bhaaee Raam Naam Chith Laae ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ-ਸੇਵਾ ਬੜੀ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਗੁਰੂ (ਸ਼ਰਨ ਪਏ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jIau; Awpy bKis imlwie ]",
    "TRANSLITERATION": "Har Jeeo Aapae Bakhas Milaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਅਸੀਂ ਜੀਵ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਹਾਂ, ਵਿਕਾਰੀ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "gux hIx hm AprwDI BweI; pUrY siqguir ley rlwie ] rhwau ]",
    "TRANSLITERATION": "Guneheen Ham Aparaadhhee Bhaaee Poorai Sathigur Leae Ralaae || Rehaao ||",
    "PUNJABI": "ਪੂਰੇ ਗੁਰੂ ਨੇ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ) ਰਲਾ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "kaux kaux AprwDI bKisAnu ipAwry; swcY sbid vIcwir ]",
    "TRANSLITERATION": "Koun Koun Aparaadhhee Bakhasian Piaarae Saachai Sabadh Veechaar ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ! ਪਰਮਾਤਮਾ ਨੇ ਅਨੇਕਾਂ ਹੀ ਅਪਰਾਧੀਆਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਵਿਚਾਰ ਵਿਚ (ਜੋੜ ਕੇ) ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "Baujlu pwir auqwirAnu BweI; siqgur byVY cwiV ]2]",
    "TRANSLITERATION": "Bhoujal Paar Outhaarian Bhaaee Sathigur Baerrai Chaarr ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ (ਸ਼ਬਦ-) ਜਹਾਜ਼ ਵਿਚ ਚਾੜ੍ਹ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨੇ (ਅਨੇਕਾਂ ਜੀਵਾਂ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਇਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": "cwiV@"
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "mnUrY qy kMcn Bey BweI; guru pwrsu myil imlwie ]",
    "TRANSLITERATION": "Manoorai Thae Kanchan Bheae Bhaaee Gur Paaras Mael Milaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਾਰਸ-ਗੁਰੂ (ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ) ਮਿਲਾ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੜੇ ਹੋਏ ਲੋਹੇ ਤੋਂ ਸੋਨਾ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(mnUrY) giLAw lohw[ (kMcn) sonw"
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "Awpu Coif. nwau min visAw BweI; joqI joiq imlwie ]3]",
    "TRANSLITERATION": "Aap Shhodd Naao Man Vasiaa Bhaaee Jothee Joth Milaae ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ। ਗੁਰੂ ਉਹਨਾਂ ਦੀ ਸੁਰਤਿ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "hau vwrI. hau vwrxY BweI; siqgur kau sd bilhwrY jwau ]",
    "TRANSLITERATION": "Ho Vaaree Ho Vaaranai Bhaaee Sathigur Ko Sadh Balihaarai Jaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਾ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "nwmu inDwnu ijin idqw BweI; gurmiq shij smwau ]4]",
    "TRANSLITERATION": "Naam Nidhhaan Jin Dhithaa Bhaaee Guramath Sehaj Samaao ||4||",
    "PUNJABI": "ਜਿਸ ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਦਿੱਤਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "gur ibnu. shju n aUpjY BweI; pUChu igAwnIAw jwie ]",
    "TRANSLITERATION": "Gur Bin Sehaj N Oopajai Bhaaee Pooshhahu Giaaneeaa Jaae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ, (ਇਹੀ ਉੱਤਰ ਮਿਲੇਗਾ ਕਿ) ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "siqgur kI syvw sdw kir BweI; ivchu Awpu gvwie ]5]",
    "TRANSLITERATION": "Sathigur Kee Saevaa Sadhaa Kar Bhaaee Vichahu Aap Gavaae ||5||",
    "PUNJABI": "(ਇਸ ਵਾਸਤੇ,) ਹੇ ਭਾਈ! ਤੂੰ ਭੀ (ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਸਦਾ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਿਆ ਕਰ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmqI Bau aUpjY BweI; Bau krxI scu swru ]",
    "TRANSLITERATION": "Guramathee Bho Oopajai Bhaaee Bho Karanee Sach Saar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਡਰ-ਅਦਬ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। (ਆਪਣੇ ਅੰਦਰ) ਡਰ-ਅਦਬ (ਪੈਦਾ ਕਰਨਾ ਹੀ) ਕਰਨ-ਜੋਗ ਕੰਮ ਹੈ, ਇਹ ਕੰਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਇਹੀ ਕੰਮ (ਸਭ ਤੋਂ) ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "pRym pdwrQu pweIAY BweI; scu nwmu AwDwru ]6]",
    "TRANSLITERATION": "Praem Padhaarathh Paaeeai Bhaaee Sach Naam Aadhhaar ||6||",
    "PUNJABI": "ਹੇ ਭਾਈ! (ਇਸ ਡਰ-ਅਦਬ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦਾ ਕੀਮਤੀ ਧਨ ਲੱਭ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "jo siqguru syvih Awpxw BweI; iqn kY hau lwgau pwie ]",
    "TRANSLITERATION": "Jo Sathigur Saevehi Aapanaa Bhaaee Thin Kai Ho Laago Paae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "jnmu svwrI Awpxw BweI; kulu BI leI bKswie ]7]",
    "TRANSLITERATION": "Janam Savaaree Aapanaa Bhaaee Kul Bhee Lee Bakhasaae ||7||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ) ਮੈਂ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਰਿਹਾ ਹਾਂ, ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਖ਼ਾਨਦਾਨ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹਾਂ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "scu bwxI scu sbdu hY BweI; gur ikrpw qy hoie ]",
    "TRANSLITERATION": "Sach Baanee Sach Sabadh Hai Bhaaee Gur Kirapaa Thae Hoe ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ) ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੀ) ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2407,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "nwnk nwmu hir min vsY BweI; iqsu ibGnu. n lwgY koie ]8]2]",
    "TRANSLITERATION": "Naanak Naam Har Man Vasai Bhaaee This Bighan N Laagai Koe ||8||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਕੋਈ ਔਕੜ ਨਹੀਂ ਵਾਪਰਦੀ ॥੮॥੨॥",
    "PRONUNCIATION": ""
  }
]