[
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "mn kwmnw. qIrQ jwie bisE; isir krvq Drwey ]",
    "TRANSLITERATION": "Man Kaamanaa Theerathh Jaae Basiou Sir Karavath Dhharaaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਆਪਣੀ ਮਨੋ-ਕਾਮਨਾ ਅਨੁਸਾਰ ਤੀਰਥਾਂ ਉੱਤੇ ਜਾ ਵੱਸਿਆ ਹੈ, (ਮੁਕਤੀ ਦਾ ਚਾਹਵਾਨ ਆਪਣੇ) ਸਿਰ ਉਤੇ (ਸ਼ਿਵ ਜੀ ਵਾਲਾ) ਆਰਾ ਰਖਾਂਦਾ ਹੈ (ਤੇ, ਆਪਣੇ ਆਪ ਨੂੰ ਚਿਰਾ ਲੈਂਦਾ ਹੈ)।",
    "PRONUNCIATION": "krv`q"
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "mn kI mYlu. n auqrY ieh ibiD; jy lK jqn krwey ]3]",
    "TRANSLITERATION": "Man Kee Mail N Outharai Eih Bidhh Jae Lakh Jathan Karaaeae ||3||",
    "PUNJABI": "ਪਰ ਜੇ ਕੋਈ ਮਨੁੱਖ (ਇਹੋ ਜਿਹੇ) ਲੱਖਾਂ ਹੀ ਜਤਨ ਕਰੇ, ਇਸ ਤਰ੍ਹਾਂ ਭੀ ਮਨ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਨਹੀਂ ਲਹਿੰਦੀ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "kink kwimnI hYvr gYvr; bhu ibiD dwnu dwqwrw ]",
    "TRANSLITERATION": "Kanik Kaaminee Haivar Gaivar Bahu Bidhh Dhaan Dhaathaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਸੋਨਾ, ਇਸਤ੍ਰੀ, ਵਧੀਆ ਘੋੜੇ, ਵਧੀਆ ਹਾਥੀ (ਅਤੇ ਇਹੋ ਜਿਹੇ) ਕਈ ਕਿਸਮਾਂ ਦੇ ਦਾਨ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "AMn bsqR BUim bhu Arpy; nh imlIAY hir duAwrw ]4]",
    "TRANSLITERATION": "Ann Basathr Bhoom Bahu Arapae Neh Mileeai Har Dhuaaraa ||4||",
    "PUNJABI": "ਕੋਈ ਮਨੁੱਖ ਅੰਨ ਦਾਨ ਕਰਦਾ ਹੈ, ਕੱਪੜੇ ਦਾਨ ਕਰਦਾ ਹੈ, ਜ਼ਿਮੀਂ ਦਾਨ ਕਰਦਾ ਹੈ। (ਇਸ ਤਰ੍ਹਾਂ ਭੀ) ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚ ਨਹੀਂ ਸਕੀਦਾ ॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 3,
    "RAAG_ID": 13,
    "GURMUKHI": "pUjw Arcw bMdn fMfauq; Ktu krmw rqu rhqw ]",
    "TRANSLITERATION": "Poojaa Arachaa Bandhan Ddanddouth Khatt Karamaa Rath Rehathaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਦੇਵ-ਪੂਜਾ ਵਿਚ, ਦੇਵਤਿਆਂ ਨੂੰ ਨਮਸਕਾਰ ਡੰਡਉਤ ਕਰਨ ਵਿਚ, ਛੇ ਕਰਮਾਂ ਦੇ ਕਰਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "hau hau krq bMDn mih pirAw; nh imlIAY. ieh jugqw ]5]",
    "TRANSLITERATION": "Ho Ho Karath Bandhhan Mehi Pariaa Neh Mileeai Eih Jugathaa ||5||",
    "PUNJABI": "ਪਰ ਉਹ ਭੀ (ਇਹਨਾਂ ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ ਕਰਮਾਂ ਦੇ ਕਰਨ ਕਰ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਧਰਮੀ ਜਾਣ ਕੇ) ਅਹੰਕਾਰ ਨਾਲ ਕਰਦਾ ਕਰਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨਾਂ ਵਿਚ ਜਕੜਿਆ ਰਹਿੰਦਾ ਹੈ। ਇਸ ਤਰੀਕੇ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਮਿਲ ਸਕੀਦਾ ॥੫॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "jog isD Awsx caurwsIh; ey BI kir kir rihAw ]",
    "TRANSLITERATION": "Jog Sidhh Aasan Chouraaseeh Eae Bhee Kar Kar Rehiaa ||",
    "PUNJABI": "ਜੋਗ-ਮਤ ਵਿਚ ਸਿੱਧਾਂ ਦੇ ਪ੍ਰਸਿੱਧ ਚੌਰਾਸੀ ਆਸਣ ਹਨ। ਇਹ ਆਸਣ ਕਰ ਕਰ ਕੇ ਭੀ ਮਨੁੱਖ ਥੱਕ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "vfI Awrjw iPir iPir jnmY; hir isau sMgu. n gihAw ]6]",
    "TRANSLITERATION": "Vaddee Aarajaa Fir Fir Janamai Har Sio Sang N Gehiaa ||6||",
    "PUNJABI": "ਉਮਰ ਤਾਂ ਲੰਮੀ ਕਰ ਲੈਂਦਾ ਹੈ, ਪਰ ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਨਾਲ ਨਹੀਂ ਬਣਦਾ, ਮੁੜ ਮੁੜ ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "rwj lIlw rwjn kI rcnw; kirAw hukmu APwrw ]",
    "TRANSLITERATION": "Raaj Leelaa Raajan Kee Rachanaa Kariaa Hukam Afaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕਈ ਐਸੇ ਹਨ ਜੋ ਰਾਜ-ਹਕੂਮਤ ਦੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਮਾਣਦੇ ਹਨ, ਰਾਜਿਆਂ ਵਾਲੇ ਠਾਠ-ਬਾਠ ਬਣਾਂਦੇ ਹਨ, ਲੋਕਾਂ ਉੱਤੇ ਹੁਕਮ ਚਲਾਂਦੇ ਹਨ, ਕੋਈ ਉਹਨਾਂ ਦਾ ਹੁਕਮ ਮੋੜ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "(lIlw) rMg qmwSy[ (APwrw) AmoV"
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "syj sohnI cMdnu coAw; nrk Gor kw duAwrw ]7]",
    "TRANSLITERATION": "Saej Sohanee Chandhan Choaa Narak Ghor Kaa Dhuaaraa ||7||",
    "PUNJABI": "ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਦੀ ਸੇਜ ਮਾਣਦੇ ਹਨ, (ਆਪਣੇ ਸਰੀਰ ਉਤੇ) ਚੰਦਨ ਤੇ ਅਤਰ ਵਰਤਦੇ ਹਨ। ਪਰ ਇਹ ਸਭ ਕੁਝ ਤਾਂ ਭਿਆਨਕ ਨਰਕ ਵਲ ਲੈ ਜਾਣ ਵਾਲਾ ਹੈ ॥੭॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "hir kIriq swDsMgiq hY; isir krmn kY krmw ]",
    "TRANSLITERATION": "Har Keerath Saadhhasangath Hai Sir Karaman Kai Karamaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ-ਇਹ ਕੰਮ ਹੋਰ ਸਾਰੇ ਕਰਮਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "khu nwnk. iqsu BieE prwpiq; ijsu purb ilKy kw lhnw ]8]",
    "TRANSLITERATION": "Kahu Naanak This Bhaeiou Paraapath Jis Purab Likhae Kaa Lehanaa ||8||",
    "PUNJABI": "ਪਰ, ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਹ ਅਵਸਰ ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੮॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "qyro syvku; ieh rMig mwqw ]",
    "TRANSLITERATION": "Thaero Saevak Eih Rang Maathaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਤੇਰਾ ਸੇਵਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਰੰਗ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "m`wqw"
  },
  {
    "SHABAD_ID": 2411,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "BieE ikRpwlu. dIn duK BMjnu; hir hir kIrqin iehu mnu rwqw ] rhwau dUjw ]1]3]",
    "TRANSLITERATION": "Bhaeiou Kirapaal Dheen Dhukh Bhanjan Har Har Keerathan Eihu Man Raathaa || Rehaao Dhoojaa ||1||3||",
    "PUNJABI": "ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਦਾ ਇਹ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।ਰਹਾਉ ਦੂਜਾ ॥੧॥੩॥",
    "PRONUNCIATION": "r`wqw"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "rwgu soriT vwr mhly 4 kI",
    "TRANSLITERATION": "Raag Sorath Vaar Mehalae 4 Kee",
    "PUNJABI": "ਰਾਗ ਸੋਰਠਿ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "PRONUNCIATION": "4 nMU cauQy pV@o"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "sloku mÚ 1 ]",
    "TRANSLITERATION": "Salok Ma 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT sdw suhwvxI; jy scw min hoie ]",
    "TRANSLITERATION": "Sorath Sadhaa Suhaavanee Jae Sachaa Man Hoe ||",
    "PUNJABI": "ਸੋਰਠਿ ਰਾਗਣੀ ਸਦਾ ਸੋਹਣੀ ਲੱਗੇ ਜੇ (ਇਸ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਵਿਆਂ) ਸਦ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਵੱਸ ਪਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "dMdI mYlu n. kqu min; jIBY scw soie ]",
    "TRANSLITERATION": "Dhandhee Mail N Kath Man Jeebhai Sachaa Soe ||",
    "PUNJABI": "ਨਿੰਦਿਆ ਕਰਨ ਦੀ ਵਾਦੀ ਨਾਹ ਰਹੇ, ਮਨ ਵਿਚ ਕਿਸੇ ਨਾਲ ਵੈਰ-ਵਿਰੋਧ ਨਾਹ ਹੋਵੇ, ਤੇ ਜੀਭ ਉਤੇ ਉਹ ਸੱਚਾ ਮਾਲਕ ਹੋਵੇ।",
    "PRONUNCIATION": "(dMdIN) dMdW nMU (kqu) kqrw mwqR mYL nhIN Bwv AB`K nhIN KWdy[ kqu:polw bolo"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "ssurY pyeIAY BY vsI; siqguru syiv insMg ]",
    "TRANSLITERATION": "Sasurai Paeeeai Bhai Vasee Sathigur Saev Nisang ||",
    "PUNJABI": "(ਇਸ ਤਰ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀ) ਲੋਕ ਪਰਲੋਕ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ) ਡਰ ਵਿਚ ਜੀਵਨ ਗੁਜ਼ਾਰਦੀ ਹੈ ਤੇ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਨਿਝੱਕ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਕੋਈ ਸਹਿਮ ਦੱਬਾ ਨਹੀਂ ਪਾਂਦਾ)।",
    "PRONUNCIATION": "(insMg) SMkw rihq"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "prhir kpVu. jy ipr imlY; KusI rwvY ipru sMig ]",
    "TRANSLITERATION": "Parehar Kaparr Jae Pir Milai Khusee Raavai Pir Sang ||",
    "PUNJABI": "ਵਿਖਾਵਾ ਛੱਡ ਕੇ ਜੇ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪਏ ਤਾਂ ਪਤੀ ਭੀ ਤ੍ਰੁੱਠ ਕੇ ਇਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ;",
    "PRONUNCIATION": "(prhir) C`f[ (k`pVu) ivKwvw"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "sdw sIgwrI. nwau min; kdy. n mYlu pqMgu ]",
    "TRANSLITERATION": "Sadhaa Seegaaree Naao Man Kadhae N Mail Pathang ||",
    "PUNJABI": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਟਿਕ ਜਾਏ ਉਹ (ਇਸ ਨਾਮ-ਸਿੰਗਾਰ ਨਾਲ) ਸਦਾ ਸਜੀ ਰਹਿੰਦੀ ਹੈ ਤੇ ਕਦੇ (ਵਿਕਾਰਾਂ ਦੀ ਉਸ ਨੂੰ) ਰਤਾ ਭਰ ਭੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "PRONUNCIATION": "(pqMg) QoVI mwqR"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "dyvr jyT muey duiK; ssU kw fru. iksu ]",
    "TRANSLITERATION": "Dhaevar Jaeth Mueae Dhukh Sasoo Kaa Ddar Kis ||",
    "PUNJABI": "ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮਾਇਆ ਦਾ ਭੀ ਕੋਈ ਦਬਾਅ ਉਸ ਉਤੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
    "PRONUNCIATION": "s`sU"
  },
  {
    "SHABAD_ID": 2412,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "jy ipr BwvY nwnkw; krm mxI sBu scu ]1]",
    "TRANSLITERATION": "Jae Pir Bhaavai Naanakaa Karam Manee Sabh Sach ||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ) ਜੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੀ ਲੱਗੇ ਤਾਂ ਉਸ ਦੇ ਮੱਥੇ ਤੇ ਭਾਗਾਂ ਦਾ ਟਿੱਕਾ (ਸਮਝੋ) ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਸੱਚਾ ਪ੍ਰਭੂ ਹੀ (ਦਿੱਸਦਾ ਹੈ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "mÚ 4 ]",
    "TRANSLITERATION": "Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "soriT qwim suhwvxI; jw hir nwmu FMFoly ]",
    "TRANSLITERATION": "Sorath Thaam Suhaavanee Jaa Har Naam Dtandtolae ||",
    "PUNJABI": "ਸੋਰਠਿ ਰਾਗਣੀ ਤਦੋਂ ਸੋਹਣੀ ਹੈ, ਜੇ (ਇਸ ਦੀ ਰਾਹੀਂ ਜੀਵ-ਇਸਤ੍ਰੀ) ਹਰੀ ਦੇ ਨਾਮ ਦੀ ਖੋਜ ਕਰੇ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "gur purKu mnwvY Awpxw; gurmqI hir hir boly ]",
    "TRANSLITERATION": "Gur Purakh Manaavai Aapanaa Guramathee Har Har Bolae ||",
    "PUNJABI": "ਆਪਣੇ ਵੱਡੇ ਪਤੀ ਹਰੀ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰੇ ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰੇ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "hir pRyim ksweI idnsu rwiq; hir rqI hir rMig coly ]",
    "TRANSLITERATION": "Har Praem Kasaaee Dhinas Raath Har Rathee Har Rang Cholae ||",
    "PUNJABI": "ਦਿਨ ਰਾਤ ਹਰੀ ਦੇ ਪ੍ਰੇਮ ਦੀ ਖਿੱਚੀ ਹੋਈ ਆਪਣੇ (ਸਰੀਰ-ਰੂਪ) ਚੋਲੇ ਨੂੰ ਹਰੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀ ਰੱਖੇ।",
    "PRONUNCIATION": "(ksweI) iK`c"
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "hir jYsw purKu. n lBeI; sBu dyiKAw jgqu mY toly ]",
    "TRANSLITERATION": "Har Jaisaa Purakh N Labhee Sabh Dhaekhiaa Jagath Mai Ttolae ||",
    "PUNJABI": "ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਟੋਲ ਕੇ ਵੇਖ ਲਿਆ ਹੈ ਪਰਮਾਤਮਾ ਜਿਹਾ ਕੋਈ ਪੁਰਖ ਨਹੀਂ ਲੱਭਾ।",
    "PRONUNCIATION": "l`-BeI[ j`gqu"
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "guir siqguir. nwmu idRVwieAw; mnu. Anq n kwhU foly ]",
    "TRANSLITERATION": "Gur Sathigur Naam Dhrirraaeiaa Man Anath N Kaahoo Ddolae ||",
    "PUNJABI": "ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੇ ਹਰੀ ਦਾ ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਦ੍ਰਿੜ੍ਹ ਕੀਤਾ ਹੈ, (ਇਸ ਕਰ ਕੇ ਹੁਣ) ਮੇਰਾ ਮਨ ਕਿਧਰੇ ਡੋਲਦਾ ਨਹੀਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2413,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "jnu nwnku. hir kw dwsu hY; gur siqgur ky gol goly ]2]",
    "TRANSLITERATION": "Jan Naanak Har Kaa Dhaas Hai Gur Sathigur Kae Gol Golae ||2||",
    "PUNJABI": "ਦਾਸ ਨਾਨਕ ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਹੈ ਤੇ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(gol) goilAW dw (goly) golw"
  },
  {
    "SHABAD_ID": 2414,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "pauVI ]",
    "TRANSLITERATION": "Pourree ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2414,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "qU Awpy issit krqw; isrjxhwirAw ]",
    "TRANSLITERATION": "Thoo Aapae Sisatt Karathaa Sirajanehaariaa ||",
    "PUNJABI": "ਹੇ ਸਿਰਜਣਹਾਰ! ਤੂੰ ਆਪ ਹੀ ਸੰਸਾਰ ਦੇ ਰਚਣ ਵਾਲਾ ਹੈਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2414,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "quDu Awpy Kylu rcwie; quDu Awip svwirAw ]",
    "TRANSLITERATION": "Thudhh Aapae Khael Rachaae Thudhh Aap Savaariaa ||",
    "PUNJABI": "(ਸੰਸਾਰ-ਰੂਪ) ਖੇਡ ਬਣਾ ਕੇ ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਸੋਹਣਾ ਬਣਾਇਆ ਹੈ; ਸੰਸਾਰ ਰਚਣ ਵਾਲਾ ਤੂੰ ਆਪ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2414,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "dwqw krqw Awip; Awip BogxhwirAw ]",
    "TRANSLITERATION": "Dhaathaa Karathaa Aap Aap Bhoganehaariaa ||",
    "PUNJABI": "ਇਸ ਨੂੰ ਦਾਤਾਂ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਭੀ ਤੂੰ ਆਪ ਹੀ ਹੈਂ, ਉਹਨਾਂ ਦਾਤਾਂ ਨੂੰ ਭੋਗਣ ਵਾਲਾ ਭੀ ਤੂੰ ਹੀ ਹੈਂ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2414,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "sBu qyrw sbdu vrqY; aupwvxhwirAw ]",
    "TRANSLITERATION": "Sabh Thaeraa Sabadh Varathai Oupaavanehaariaa ||",
    "PUNJABI": "ਹੇ (ਜਗਤ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਵਾਲੇ! ਸਭ ਥਾਈਂ ਤੇਰੀ ਜੀਵਨ-ਰੌ ਵਰਤ ਰਹੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2414,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "hau. gurmuiK sdw slwhI; gur kau vwirAw ]1]",
    "TRANSLITERATION": "Ho Guramukh Sadhaa Salaahee Gur Ko Vaariaa ||1||",
    "PUNJABI": "(ਪਰ) ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਦਾ ਕਰ ਸਕਦਾ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  }
]