[
  {
    "SHABAD_ID": 2498,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "quDu Awpy issit isrjIAw; Awpy Puin goeI ]",
    "TRANSLITERATION": "Thudhh Aapae Sisatt Sirajeeaa Aapae Fun Goee ||",
    "PUNJABI": "ਤੂੰ ਆਪ ਹੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈਂ ਤੇ ਆਪ ਹੀ ਫਿਰ ਨਾਸ ਕਰਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2498,
    "LINE_ID": 1,
    "RAAG_ID": 13,
    "GURMUKHI": "sBu ieko sbdu vrqdw; jo kry su hoeI ]",
    "TRANSLITERATION": "Sabh Eiko Sabadh Varathadhaa Jo Karae S Hoee ||",
    "PUNJABI": "ਸਭ ਥਾਈਂ (ਹਰੀ ਦਾ) ਹੀ ਹੁਕਮ ਵਰਤ ਰਿਹਾ ਹੈ; ਜੋ ਉਹ ਕਰਦਾ ਹੈ ਸੋਈ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2498,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "vifAweI gurmuiK dyie pRBu; hir pwvY soeI ]",
    "TRANSLITERATION": "Vaddiaaee Guramukh Dhaee Prabh Har Paavai Soee ||",
    "PUNJABI": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹ ਉਸ ਹਰੀ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2498,
    "LINE_ID": 2,
    "RAAG_ID": 13,
    "GURMUKHI": "gurmuiK nwnk AwrwiDAw; siB AwKhu DMnu DMnu. DMnu guru soeI ]29]1] suDu",
    "TRANSLITERATION": "Guramukh Naanak Aaraadhhiaa Sabh Aakhahu Dhhann Dhhann Dhhann Gur Soee ||29||1|| Sudhhu",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਹਰੀ ਨੂੰ ਸਿਮਰਦੇ ਹਨ, (ਹੇ ਭਾਈ!) ਸਾਰੇ ਆਖੋ, ਕਿ ਉਹ ਸਤਿਗੁਰੂ, ਧੰਨ ਹੈ, ਧੰਨ ਹੈ, ਧੰਨ ਹੈ ॥੨੯॥੧॥ਸੁਧੁ{",
    "PRONUNCIATION": "s`uDu"
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "rwgu soriT bwxI Bgq kbIr jI kI Gru 1",
    "TRANSLITERATION": "Raag Sorath Baanee Bhagath Kabeer Jee Kee Ghar 1",
    "PUNJABI": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 4,
    "RAAG_ID": 13,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "buq pUij pUij ihMdU mUey; qurk mUey isru nweI ]",
    "TRANSLITERATION": "Buth Pooj Pooj Hindhoo Mooeae Thurak Mooeae Sir Naaee ||",
    "PUNJABI": "ਹਿੰਦੂ ਲੋਕ ਬੁਤਾਂ ਦੀ ਪੂਜਾ ਕਰ ਕਰ ਕੇ ਖ਼ੁਆਰ ਹੋ ਰਹੇ ਹਨ, ਮੁਸਲਮਾਨ (ਰੱਬ ਨੂੰ ਮੱਕੇ ਵਿਚ ਹੀ ਸਮਝ ਕੇ ਉਧਰ) ਸਿਜਦੇ ਕਰ ਰਹੇ ਹਨ,",
    "PRONUNCIATION": "p`Qr dy bu`q[ (nweI) Jukw ky"
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 5,
    "RAAG_ID": 13,
    "GURMUKHI": "Eie ly jwry. Eie ly gwfy; qyrI giq. duhU n pweI ]1]",
    "TRANSLITERATION": "Oue Lae Jaarae Oue Lae Gaaddae Thaeree Gath Dhuhoo N Paaee ||1||",
    "PUNJABI": "ਹਿੰਦੂਆਂ ਨੇ ਆਪਣੇ ਮੁਰਦੇ ਸਾੜ ਦਿੱਤੇ ਤੇ ਮੁਸਲਮਾਨਾਂ ਦੇ ਦੱਬ ਦਿੱਤੇ (ਇਸੇ ਵਿਚ ਹੀ ਝਗੜਦੇ ਰਹੇ ਕਿ ਸੱਚਾ ਕੌਣ ਹੈ)। (ਹੇ ਪ੍ਰਭੂ) ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ? ਇਹ ਸਮਝ ਦੋਹਾਂ ਧਿਰਾਂ ਨੂੰ ਨਾਹ ਪਈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "mn ry; sMswru AMD ghyrw ]",
    "TRANSLITERATION": "Man Rae Sansaar Andhh Gehaeraa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਅਗਿਆਨਤਾ ਦੇ ਕਾਰਨ) ਸਿਮਰਨ ਤੋਂ ਖੁੰਝ ਕੇ ਜਗਤ ਇਕ ਹਨੇਰਾ ਖਾਤਾ ਬਣਿਆ ਪਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "chu ids psirE hY; jm jyvrw ]1] rhwau ]",
    "TRANSLITERATION": "Chahu Dhis Pasariou Hai Jam Jaevaraa ||1|| Rehaao ||",
    "PUNJABI": "ਅਤੇ ਚੌਹੀਂ ਪਾਸੀਂ ਜਮਾਂ ਦੀ ਫਾਹੀ ਖਿਲਰੀ ਪਈ ਹੈ (ਭਾਵ, ਲੋਕ ਉਹ ਉਹ ਕੰਮ ਹੀ ਕਰ ਰਹੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨਾਲ ਹੋਰ ਵਧੀਕ ਅਗਿਆਨਤਾ ਵਿਚ ਫਸਦੇ ਜਾਣ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 6,
    "RAAG_ID": 13,
    "GURMUKHI": "kibq pVy piV, kibqw mUey; kpV kydwrY jweI ]",
    "TRANSLITERATION": "Kabith Parrae Parr Kabithaa Mooeae Kaparr Kaedhaarai Jaaee ||",
    "PUNJABI": "(ਵਿਦਵਾਨ) ਕਵੀ ਲੋਕ ਆਪੋ ਆਪਣੀ ਕਾਵਿ-ਰਚਨਾ ਪੜ੍ਹਨ (ਭਾਵ, ਵਿੱਦਿਆ ਦੇ ਮਾਣ) ਵਿਚ ਹੀ ਮਸਤ ਹਨ, ਕਾਪੜੀ (ਆਦਿਕ) ਸਾਧੂ ਕੇਦਾਰਾ (ਆਦਿਕ) ਤੀਰਥਾਂ ਤੇ ਜਾ ਜਾ ਕੇ ਜੀਵਨ ਵਿਅਰਥ ਗਵਾਉਂਦੇ ਹਨ;",
    "PRONUNCIATION": "(k`pV) lIrW dI godVI pihnx vwlw kwpVI iPrkw[ (kydwrY) ihmwly prbq qy ihMdU qIrQ[ kib-q,kib-qw:poly bolo[ pVy@ piV@"
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "jtw Dwir Dwir jogI mUey; qyrI giq ienih. n pweI ]2]",
    "TRANSLITERATION": "Jattaa Dhhaar Dhhaar Jogee Mooeae Thaeree Gath Einehi N Paaee ||2||",
    "PUNJABI": "ਜੋਗੀ ਲੋਕ ਜਟਾ ਰੱਖ ਰੱਖ ਕੇ ਹੀ ਇਹ ਸਮਝਦੇ ਰਹੇ ਕਿ ਇਹੀ ਰਾਹ ਠੀਕ ਹੈ। (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਬਾਬਤ ਸੂਝ ਇਹਨਾਂ ਲੋਕਾਂ ਨੂੰ ਭੀ ਨਾਹ ਪਈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 7,
    "RAAG_ID": 13,
    "GURMUKHI": "drbu sMic sMic. rwjy mUey; gif ly. kMcn BwrI ]",
    "TRANSLITERATION": "Dharab Sanch Sanch Raajae Mooeae Gadd Lae Kanchan Bhaaree ||",
    "PUNJABI": "ਰਾਜੇ ਧਨ ਜੋੜ ਜੋੜ ਕੇ ਉਮਰ ਗੰਵਾ ਗਏ, ਉਹਨਾਂ ਸੋਨੇ (ਆਦਿਕ) ਦੇ ਢੇਰ (ਭਾਵ, ਖ਼ਜ਼ਾਨੇ) ਧਰਤੀ ਵਿਚ ਦੱਬ ਰੱਖੇ,",
    "PRONUNCIATION": "ijnW@ ny bhuq BwrI (kMcn) sonw (g`if) d`b ilAw sI"
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "byd pVy piV pMifq mUey; rUpu dyiK dyiK nwrI ]3]",
    "TRANSLITERATION": "Baedh Parrae Parr Panddith Mooeae Roop Dhaekh Dhaekh Naaree ||3||",
    "PUNJABI": "ਪੰਡਿਤ ਲੋਕ ਵੇਦ-ਪਾਠੀ ਹੋਣ ਦੇ ਹੰਕਾਰ ਵਿਚ ਖਪਦੇ ਹਨ, ਤੇ, ਇਸਤ੍ਰੀਆਂ (ਸ਼ੀਸ਼ੇ ਵਿਚ) ਆਪਣੇ ਰੂਪ ਤੱਕਣ ਵਿਚ ਹੀ ਜ਼ਿੰਦਗੀ ਅਜਾਈਂ ਬਿਤਾ ਰਹੀਆਂ ਹਨ ॥੩॥",
    "PRONUNCIATION": "pVy@ piV@"
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 8,
    "RAAG_ID": 13,
    "GURMUKHI": "rwm nwm ibnu. sBY ibgUqy; dyKhu inriK srIrw ]",
    "TRANSLITERATION": "Raam Naam Bin Sabhai Bigoothae Dhaekhahu Nirakh Sareeraa ||",
    "PUNJABI": "ਆਪੋ-ਆਪਣੇ ਅੰਦਰ ਝਾਤ ਮਾਰ ਕੇ ਵੇਖ ਲਵੋ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਸਭ ਜੀਵ ਖ਼ੁਆਰ ਹੋ ਰਹੇ ਹਨ।",
    "PRONUNCIATION": "(ibgUqy) ^rwb huMdy hn[ s`BY inr-iK"
  },
  {
    "SHABAD_ID": 2499,
    "LINE_ID": 9,
    "RAAG_ID": 13,
    "GURMUKHI": "hir ky nwm ibnu. ikin giq pweI; kih aupdysu kbIrw ]4]1]",
    "TRANSLITERATION": "Har Kae Naam Bin Kin Gath Paaee Kehi Oupadhaes Kabeeraa ||4||1||",
    "PUNJABI": "ਕਬੀਰ ਸਿੱਖਿਆ ਦੀ ਗੱਲ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ (ਜੀਵਨ ਦੀ) ਸਹੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "jb jrIAY. qb hoie Bsm qnu; rhY. ikrm dl KweI ]",
    "TRANSLITERATION": "Jab Jareeai Thab Hoe Bhasam Than Rehai Kiram Dhal Khaaee ||",
    "PUNJABI": "(ਮਰਨ ਪਿਛੋਂ) ਜੇ ਸਰੀਰ (ਚਿਖਾ ਵਿਚ) ਸਾੜਿਆ ਜਾਏ ਤਾਂ ਇਹ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ, ਜੇ (ਕਬਰ ਵਿਚ) ਟਿਕਿਆ ਰਹੇ ਤਾਂ ਕੀੜਿਆਂ ਦਾ ਦਲ ਇਸ ਨੂੰ ਖਾ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 10,
    "RAAG_ID": 13,
    "GURMUKHI": "kwcI gwgir nIru prqu hY; ieAw qn kI iehY bfweI ]1]",
    "TRANSLITERATION": "Kaachee Gaagar Neer Parath Hai Eiaa Than Kee Eihai Baddaaee ||1||",
    "PUNJABI": "(ਜਿਵੇਂ) ਕੱਚੇ ਘੜੇ ਵਿਚ ਪਾਣੀ ਪੈਂਦਾ ਹੈ (ਤੇ ਘੜਾ ਗਲ ਕੇ ਪਾਣੀ ਬਾਹਰ ਨਿਕਲ ਜਾਂਦਾ ਹੈ ਤਿਵੇਂ ਸੁਆਸ ਮੁੱਕ ਜਾਣ ਤੇ ਸਰੀਰ ਵਿਚੋਂ ਭੀ ਜਿੰਦ ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਸੋ,) ਇਸ ਸਰੀਰ ਦਾ ਇਤਨਾ ਕੁ ਹੀ ਮਾਣ ਹੈ (ਜਿਤਨਾ ਕੱਚੇ ਘੜੇ ਦਾ) ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "kwhy BeIAw; iPrqO PUilAw PUilAw ]",
    "TRANSLITERATION": "Kaahae Bheeaa Firatha Fooliaa Fooliaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਤੂੰ ਕਿਸ ਗੱਲੇ ਹੰਕਾਰ ਵਿਚ ਆਫਰਿਆ ਫਿਰਦਾ ਹੈਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 11,
    "RAAG_ID": 13,
    "GURMUKHI": "jb ds mws aurD muK rhqw; so idnu kYsy BUilAw ]1] rhwau ]",
    "TRANSLITERATION": "Jab Dhas Maas Ouradhh Mukh Rehathaa So Dhin Kaisae Bhooliaa ||1|| Rehaao ||",
    "PUNJABI": "ਤੈਨੂੰ ਉਹ ਸਮਾ ਕਿਉਂ ਭੁਲ ਗਿਆ ਹੈ ਜਦੋਂ ਤੂੰ (ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ) ਦਸ ਮਹੀਨੇ ਉਲਟਾ ਟਿਕਿਆ ਰਿਹਾ ਸੈਂ? ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "ijau mDu mwKI. iqau sToir rsu; joir joir Dnu kIAw ]",
    "TRANSLITERATION": "Jio Madhh Maakhee Thio Sathor Ras Jor Jor Dhhan Keeaa ||",
    "PUNJABI": "ਜਿਵੇਂ ਮੱਖੀ (ਫੁੱਲਾਂ ਦਾ) ਰਸ ਜੋੜ ਜੋੜ ਕੇ ਸ਼ਹਿਦ ਇਕੱਠਾ ਕਰਦੀ ਹੈ, ਤਿਵੇਂ ਮੂਰਖ ਬੰਦੇ ਨੇ ਸਰਫ਼ੇ ਕਰ ਕਰ ਕੇ ਧਨ ਜੋੜਿਆ (ਪਰ ਆਖ਼ਰ ਉਹ ਬਿਗਾਨਾ ਹੀ ਹੋ ਗਿਆ)।",
    "PRONUNCIATION": "(sToir) kMjUs"
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 12,
    "RAAG_ID": 13,
    "GURMUKHI": "mrqI bwr lyhu lyhu krIAY; BUqu rhn ikau dIAw ]2]",
    "TRANSLITERATION": "Marathee Baar Laehu Laehu Kareeai Bhooth Rehan Kio Dheeaa ||2||",
    "PUNJABI": "ਮੌਤ ਆਈ, ਤਾਂ ਸਭ ਇਹੀ ਆਖਦੇ ਹਨ-ਲੈ ਚੱਲੋ, ਲੈ ਚੱਲੋ, ਹੁਣ ਇਹ ਬੀਤ ਚੁਕਿਆ ਹੈ, ਬਹੁਤਾ ਚਿਰ ਘਰ ਰੱਖਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ॥੨॥",
    "PRONUNCIATION": "(lyhu) lY c`lo"
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 13,
    "RAAG_ID": 13,
    "GURMUKHI": "dyhurI lau. brI nwir sMig BeI; AwgY sjn suhylw ]",
    "TRANSLITERATION": "Dhaehuree Lo Baree Naar Sang Bhee Aagai Sajan Suhaelaa ||",
    "PUNJABI": "ਘਰ ਦੀ (ਬਾਹਰਲੀ) ਦਲੀਜ਼ ਤਕ ਵਹੁਟੀ (ਉਸ ਮੁਰਦੇ ਦੇ) ਨਾਲ ਜਾਂਦੀ ਹੈ, ਅਗਾਂਹ ਸੱਜਣ ਮਿੱਤਰ ਚੁੱਕ ਲੈਂਦੇ ਹਨ,",
    "PRONUNCIATION": "(lau) q`k[ (brI) ivAwhI[ s`jn"
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "mrGt lau. sBu logu kutMbu BieE; AwgY hMsu Akylw ]3]",
    "TRANSLITERATION": "Maraghatt Lo Sabh Log Kuttanb Bhaeiou Aagai Hans Akaelaa ||3||",
    "PUNJABI": "ਮਸਾਣਾਂ ਤਕ ਪਰਵਾਰ ਦੇ ਬੰਦੇ ਤੇ ਹੋਰ ਲੋਕ ਜਾਂਦੇ ਹਨ, ਪਰ ਪਰਲੋਕ ਵਿਚ ਤਾਂ ਜੀਵ-ਆਤਮਾ ਇਕੱਲਾ ਹੀ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(mrGt) mswx BUmI"
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 14,
    "RAAG_ID": 13,
    "GURMUKHI": "khqu kbIr. sunhu ry pRwnI; pry kwl gRs kUAw ]",
    "TRANSLITERATION": "Kehath Kabeer Sunahu Rae Praanee Parae Kaal Gras Kooaa ||",
    "PUNJABI": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਬੰਦੇ! ਸੁਣ, ਤੂੰ ਉਸ ਖੂਹ ਵਿਚ ਡਿੱਗਾ ਪਿਆ ਹੈਂ ਜਿਸ ਨੂੰ ਮੌਤ ਨੇ ਘੇਰਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਮੌਤ ਅਵੱਸ਼ ਆਉਂਦੀ ਹੈ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2500,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "JUTI mwieAw Awpu bMDwieAw; ijau nlnI BRim sUAw ]4]2]",
    "TRANSLITERATION": "Jhoothee Maaeiaa Aap Bandhhaaeiaa Jio Nalanee Bhram Sooaa ||4||2||",
    "PUNJABI": "ਪਰ, ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਇਸ ਮਾਇਆ ਨਾਲ ਬੰਨ੍ਹ ਰੱਖਿਆ ਹੈ ਜਿਸ ਨਾਲ ਸਾਥ ਨਹੀਂ ਨਿਭਣਾ, ਜਿਵੇਂ ਤੋਤਾ ਮੌਤ ਦੇ ਡਰ ਤੋਂ ਆਪਣੇ ਆਪ ਨੂੰ ਨਲਨੀ ਨਾਲ ਚੰਬੋੜ ਰੱਖਦਾ ਹੈ (ਨੋਟ: ਨਲਨੀ ਨਾਲ ਚੰਬੜਨਾ ਤੋਤੇ ਦੀ ਫਾਹੀ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ, ਮਾਇਆ ਨਾਲ ਚੰਬੜੇ ਰਹਿਣਾ ਮਨੁੱਖ ਦੀ ਆਤਮਕ ਮੌਤ ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ) ॥੪॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 15,
    "RAAG_ID": 13,
    "GURMUKHI": "byd purwn sBY mq suin kY; krI krm kI Awsw ]",
    "TRANSLITERATION": "Baedh Puraan Sabhai Math Sun Kai Karee Karam Kee Aasaa ||",
    "PUNJABI": "ਜਿਨ੍ਹਾਂ ਸਿਆਣੇ ਬੰਦਿਆਂ ਨੇ ਵੇਦ ਪੁਰਾਨ ਆਦਿਕਾਂ ਦੇ ਸਾਰੇ ਮਤ ਸੁਣ ਕੇ ਕਰਮ-ਕਾਂਡ ਦੀ ਆਸ ਰੱਖੀ, (ਇਹ ਆਸ ਰੱਖੀ ਕਿ ਕਰਮ-ਕਾਂਡ ਨਾਲ ਜੀਵਨ ਸੌਰੇਗਾ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "kwl gRsq. sB log isAwny; auiT pMifq. pY cly inrwsw ]1]",
    "TRANSLITERATION": "Kaal Grasath Sabh Log Siaanae Outh Panddith Pai Chalae Niraasaa ||1||",
    "PUNJABI": "ਉਹ ਸਾਰੇ (ਆਤਮਕ) ਮੌਤ ਵਿਚ ਹੀ ਗ੍ਰਸੇ ਰਹੇ। ਪੰਡਿਤ ਲੋਕ ਭੀ ਆਸ ਪੂਰੀ ਹੋਣ ਤੋਂ ਬਿਨਾ ਹੀ ਉੱਠ ਕੇ ਚਲੇ ਗਏ (ਜਗਤ ਤਿਆਗ ਗਏ) ॥੧॥",
    "PRONUNCIATION": "g- Rsq[ c`ly"
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 16,
    "RAAG_ID": 13,
    "GURMUKHI": "mn ry; sirE n. eykY kwjw ]",
    "TRANSLITERATION": "Man Rae Sariou N Eaekai Kaajaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਤੈਥੋਂ ਇਹ ਇੱਕ ਕੰਮ ਭੀ (ਜੋ ਕਰਨ-ਜੋਗ ਸੀ) ਨਹੀਂ ਹੋ ਸਕਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "BijE n; rGupiq rwjw ]1] rhwau ]",
    "TRANSLITERATION": "Bhajiou N Raghupath Raajaa ||1|| Rehaao ||",
    "PUNJABI": "ਤੂੰ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਨਹੀਂ ਕੀਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 17,
    "RAAG_ID": 13,
    "GURMUKHI": "bn KMf jwie jogu qpu kIno; kMd mUlu cuin KwieAw ]",
    "TRANSLITERATION": "Ban Khandd Jaae Jog Thap Keeno Kandh Mool Chun Khaaeiaa ||",
    "PUNJABI": "ਕਈ ਲੋਕਾਂ ਨੇ ਜੰਗਲਾਂ ਵਿਚ ਜਾ ਕੇ ਜੋਗ ਸਾਧੇ, ਤਪ ਕੀਤੇ, ਗਾਜਰ-ਮੂਲੀ ਆਦਿਕ ਚੁਣ ਖਾ ਕੇ ਗੁਜ਼ਾਰਾ ਕੀਤਾ;",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "nwdI bydI sbdI monI; jm ky ptY ilKwieAw ]2]",
    "TRANSLITERATION": "Naadhee Baedhee Sabadhee Monee Jam Kae Pattai Likhaaeiaa ||2||",
    "PUNJABI": "ਜੋਗੀ, ਕਰਮ-ਕਾਂਡੀ, 'ਅਲੱਖ' ਆਖਣ ਵਾਲੇ ਜੋਗੀ, ਮੋਨਧਾਰੀ-ਇਹ ਸਾਰੇ ਜਮ ਦੇ ਲੇਖੇ ਵਿਚ ਹੀ ਲਿਖੇ ਗਏ (ਭਾਵ, ਇਹਨਾਂ ਦੇ ਸਾਧਨ ਮੌਤ ਦੇ ਡਰ ਤੋਂ ਬਚਾ ਨਹੀਂ ਸਕਦੇ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 18,
    "RAAG_ID": 13,
    "GURMUKHI": "Bgiq nwrdI irdY n AweI; kwiC kUiC qnu dInw ]",
    "TRANSLITERATION": "Bhagath Naaradhee Ridhai N Aaee Kaashh Kooshh Than Dheenaa ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਰੀਰ ਉੱਤੇ ਤਾਂ (ਧਾਰਮਿਕ ਚਿੰਨ੍ਹ) ਚੱਕਰ ਆਦਿਕ ਲਾ ਲਏ ਹਨ, ਪਰ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੈਦਾ ਨਹੀਂ ਹੋਈ,",
    "PRONUNCIATION": "(Bgiq nwrdI) pRymw-BgqI[ (kwiC) iSMgwr[ (kUiC) svwr[ (dInw) id`qw"
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "rwg rwgnI ifMB hoie bYTw; auin hir pih ikAw lInw ]3]",
    "TRANSLITERATION": "Raag Raaganee Ddinbh Hoe Baithaa Oun Har Pehi Kiaa Leenaa ||3||",
    "PUNJABI": "ਜੋ ਰਾਗ ਰਾਗਨੀਆਂ ਤਾਂ ਗਾਉਂਦਾ ਹੈ ਪਰ ਨਿਰਾ ਪਖੰਡ-ਮੂਰਤੀ ਹੀ ਬਣ ਬੈਠਾ ਹੈ, ਅਜਿਹੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ ॥੩॥",
    "PRONUNCIATION": "(ifMB) pKMf"
  },
  {
    "SHABAD_ID": 2501,
    "LINE_ID": 19,
    "RAAG_ID": 13,
    "GURMUKHI": "pirE kwlu. sBY jg aUpr; mwih ilKy BRm igAwnI ]",
    "TRANSLITERATION": "Pariou Kaal Sabhai Jag Oopar Maahi Likhae Bhram Giaanee ||",
    "PUNJABI": "ਸਾਰੇ ਜਗਤ ਉੱਤੇ ਕਾਲ ਦਾ ਸਹਿਮ ਪਿਆ ਹੋਇਆ ਹੈ, ਭਰਮੀ ਗਿਆਨੀ ਭੀ ਉਸੇ ਹੀ ਲੇਖੇ ਵਿਚ ਲਿਖੇ ਗਏ ਹਨ (ਉਹ ਭੀ ਮੌਤ ਦੇ ਸਹਿਮ ਵਿਚ ਹੀ ਹਨ)।",
    "PRONUNCIATION": ""
  }
]