[
  {
    "SHABAD_ID": 2539,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "hir hir Agm AgwiD boiD; AprMpr purK ApwrI ]",
    "TRANSLITERATION": "Har Har Agam Agaadhh Bodhh Aparanpar Purakh Apaaree ||",
    "PUNJABI": "ਹੇ ਅਪਹੁੰਚ! ਹੇ ਮਨੁੱਖਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ! ਹੇ ਪਰੇ ਤੋਂ ਪਰੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਬੇਅੰਤ!",
    "PRONUNCIATION": "A-prMpr"
  },
  {
    "SHABAD_ID": 2539,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "jn kau ikRpw krhu jgjIvn; jn nwnk pYj svwrI ]4]1]",
    "TRANSLITERATION": "Jan Ko Kirapaa Karahu Jagajeevan Jan Naanak Paij Savaaree ||4||1||",
    "PUNJABI": "ਹੇ ਜਗਤ ਦੇ ਜੀਵਨ! ਆਪਣੇ ਦਾਸਾਂ ਉਤੇ ਮੇਹਰ ਕਰ, ਤੇ, (ਇਸ ਵਿਕਾਰ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਹੇ ਨਾਨਕ! (ਆਖ-) ਦਾਸਾਂ ਦੀ ਲਾਜ ਰੱਖ ਲੈ ॥੪॥੧॥",
    "PRONUNCIATION": "j`gjIvn"
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 4 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "hir ky sMq jnw. hir jipE; iqn kw dUKu Brmu Bau BwgI ]",
    "TRANSLITERATION": "Har Kae Santh Janaa Har Japiou Thin Kaa Dhookh Bharam Bho Bhaagee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਜਿਨ੍ਹਾਂ ਸੰਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਦੁੱਖ, ਹਰੇਕ ਭਰਮ ਹਰੇਕ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "ApnI syvw Awip krweI; gurmiq AMqir jwgI ]1]",
    "TRANSLITERATION": "Apanee Saevaa Aap Karaaee Guramath Anthar Jaagee ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਉਹਨਾਂ ਪਾਸੋਂ ਆਪਣੀ ਭਗਤੀ ਕਰਾਂਦਾ ਹੈ। (ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "hir kY nwim rqw bYrwgI ]",
    "TRANSLITERATION": "Har Kai Naam Rathaa Bairaagee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਨਿਰਲੇਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "r`qw"
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "hir hir kQw suxI min BweI; gurmiq hir ilv lwgI ]1] rhwau ]",
    "TRANSLITERATION": "Har Har Kathhaa Sunee Man Bhaaee Guramath Har Liv Laagee ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ (ਜਿਉਂ ਜਿਉਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਉਹ ਮਨ ਵਿਚ ਪਿਆਰੀਆਂ ਲੱਗਦੀਆਂ ਹਨ। ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੀ ਲਗਨ ਪਰਮਾਤਮਾ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "sMq jnw kI jwiq hir suAwmI; qum@ Twkur hm sWgI ]",
    "TRANSLITERATION": "Santh Janaa Kee Jaath Har Suaamee Thumh Thaakur Ham Saangee ||",
    "PUNJABI": "ਹੇ ਹਰੀ ਪ੍ਰਭੂ! (ਦੁਨੀਆ ਦੇ ਲੋਕ ਆਪਣੀ ਉੱਚੀ ਜਾਤਿ ਦਾ ਮਾਣ ਕਰਦੇ ਹਨ) ਸੰਤ ਜਨਾਂ ਦੀ ਜਾਤਿ ਤੂੰ ਆਪ ਹੀ ਹੈਂ (ਸੰਤ ਜਨ ਤੈਥੋਂ ਹੀ ਆਤਮਕ ਜੀਵਨ ਲੈਂਦੇ ਹਨ)। ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਡਾ ਮਾਲਕ ਹੈਂ, ਅਸੀਂ ਤੇਰੇ ਪੂਰਨਿਆਂ ਉਤੇ ਤੁਰਨ ਵਾਲੇ ਹਾਂ।",
    "PRONUNCIATION": "(sWgI) ByKI"
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "jYsI miq dyvhu hir suAwmI; hm qYsy bulg bulwgI ]2]",
    "TRANSLITERATION": "Jaisee Math Dhaevahu Har Suaamee Ham Thaisae Bulag Bulaagee ||2||",
    "PUNJABI": "ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਜਿਹੋ ਜਿਹੀ ਅਕਲ ਤੂੰ ਸਾਨੂੰ ਦੇਂਦਾ ਹੈਂ, ਅਸੀਂ ਉਹੋ ਜਿਹੇ ਬੋਲ ਹੀ ਬੋਲਦੇ ਹਾਂ ॥੨॥",
    "PRONUNCIATION": "(bulg) bol[ (bulwgI) boldy"
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "ikAw hm ikrm. nwn@ ink kIry; qum@ vf purK vfwgI ]",
    "TRANSLITERATION": "Kiaa Ham Kiram Naanh Nik Keerae Thumh Vadd Purakh Vaddaagee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਸਾਡੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ? ਅਸੀਂ ਬਹੁਤ ਛੋਟੇ ਕਿਰਮ ਹਾਂ, ਨਿੱਕੇ ਨਿੱਕੇ ਕੀੜੇ ਹਾਂ, ਤੂੰ ਵੱਡਾ ਪੁਰਖ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "qum@rI giq imiq kih, n skh pRB; hm ikau kir imlh ABwgI ]3]",
    "TRANSLITERATION": "Thumharee Gath Mith Kehi N Sakeh Prabh Ham Kio Kar Mileh Abhaagee ||3||",
    "PUNJABI": "ਅਸੀਂ ਜੀਵ ਇਹ ਨਹੀਂ ਦੱਸ ਸਕਦੇ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਤੇ, ਕੇਡਾ ਵੱਡਾ ਹੈਂ। ਅਸੀਂ ਭਾਗ-ਹੀਣ ਜੀਵ (ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦੇ ਹਾਂ? ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "hir pRB suAwmI ikrpw Dwrhu; hm hir hir syvw lwgI ]",
    "TRANSLITERATION": "Har Prabh Suaamee Kirapaa Dhhaarahu Ham Har Har Saevaa Laagee ||",
    "PUNJABI": "ਹੇ ਹਰੀ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ! ਸਾਡੇ ਉਤੇ ਮੇਹਰ ਕਰ, ਅਸੀਂ ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲੱਗੀਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2540,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk dwsin dwsu krhu pRB; hm hir kQw kQwgI ]4]2]",
    "TRANSLITERATION": "Naanak Dhaasan Dhaas Karahu Prabh Ham Har Kathhaa Kathhaagee ||4||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ, ਅਸੀਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਰਹੀਏ ॥੪॥੨॥",
    "PRONUNCIATION": "(kQwgI) kQIey"
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 4 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "hir kw sMqu. sqguru sq purKw; jo bolY hir hir bwnI ]",
    "TRANSLITERATION": "Har Kaa Santh Sathagur Sath Purakhaa Jo Bolai Har Har Baanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ ਮਹਾਂ ਪੁਰਖ ਹੈ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਸੰਤ ਹੈ, ਜੇਹੜਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਉਚਾਰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "jo jo khY suxY so mukqw; hm iqs kY sd kurbwnI ]1]",
    "TRANSLITERATION": "Jo Jo Kehai Sunai So Mukathaa Ham This Kai Sadh Kurabaanee ||1||",
    "PUNJABI": "ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਬਾਣੀ ਨੂੰ ਪੜ੍ਹਦਾ ਸੁਣਦਾ ਹੈ, ਉਹ ਪਾਪਾਂ ਤੋਂ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "hir ky sMq. sunhu jsu kwnI ]",
    "TRANSLITERATION": "Har Kae Santh Sunahu Jas Kaanee ||",
    "PUNJABI": "ਹੇ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਧਿਆਨ ਨਾਲ ਸੁਣਿਆ ਕਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "hir hir kQw sunhu. iek inmK pl; siB iklivK pwp lih jwnI ]1] rhwau ]",
    "TRANSLITERATION": "Har Har Kathhaa Sunahu Eik Nimakh Pal Sabh Kilavikh Paap Lehi Jaanee ||1|| Rehaao ||",
    "PUNJABI": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਵਾਸਤੇ, ਇਕ ਪਲ ਵਾਸਤੇ ਭੀ ਜੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣੋ, ਤਾਂ ਸਾਰੇ ਪਾਪ ਦੋਖ ਲਹਿ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "AYsw sMqu swDu ijn pwieAw; qy vf purK vfwnI ]",
    "TRANSLITERATION": "Aisaa Santh Saadhh Jin Paaeiaa Thae Vadd Purakh Vaddaanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਅਜੇਹਾ ਸੰਤ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, ਉਹ ਵੱਡੇ ਮਨੁੱਖ (ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖ) ਬਣ ਗਏ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "iqn kI DUir mMgh pRB suAwmI; hm hir loc lucwnI ]2]",
    "TRANSLITERATION": "Thin Kee Dhhoor Mangeh Prabh Suaamee Ham Har Loch Luchaanee ||2||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਹਰੀ! ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹਾਂ, ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਦੀ ਤਾਂਘ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "hir hir sPilE ibrKu pRB suAwmI; ijn jipE sy iqRpqwnI ]",
    "TRANSLITERATION": "Har Har Safaliou Birakh Prabh Suaamee Jin Japiou Sae Thripathaanee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਹੇ ਹਰੀ! ਤੂੰ ਸਾਰੇ ਫਲ ਦੇਣ ਵਾਲਾ (ਮਾਨੋ) ਰੁੱਖ ਹੈਂ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਤੇਰਾ ਨਾਮ ਜਪਿਆ, ਉਹ (ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਗਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "hir hir AMimRqu pI iqRpqwsy; sB lwQI BUK BuKwnI ]3]",
    "TRANSLITERATION": "Har Har Anmrith Pee Thripathaasae Sabh Laathhee Bhookh Bhukhaanee ||3||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ, (ਭਾਗਾਂ ਵਾਲੇ ਮਨੁੱਖ ਇਹ ਜਲ) ਪੀ ਕੇ ਤ੍ਰਿਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਹੋਰ ਸਾਰੀ ਭੁੱਖ ਲਹਿ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "ijn ky vfyBwg vf aUcy; iqn hir jipE jpwnI ]",
    "TRANSLITERATION": "Jin Kae Vaddae Bhaag Vadd Oochae Thin Har Japiou Japaanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਵੱਡੇ ਉੱਚੇ ਭਾਗ ਹੁੰਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2541,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "iqn hir sMgiq myil pRB suAwmI; jn nwnk dws dswnI ]4]3]",
    "TRANSLITERATION": "Thin Har Sangath Mael Prabh Suaamee Jan Naanak Dhaas Dhasaanee ||4||3||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਮੈਨੂੰ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮੇਲੀ ਰੱਖ, ਮੈਨੂੰ ਉਹਨਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਦੇ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 4 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "hm AMDuly AMD. ibKY ibKu rwqy; ikau cwlh. gur cwlI ]",
    "TRANSLITERATION": "Ham Andhhulae Andhh Bikhai Bikh Raathae Kio Chaaleh Gur Chaalee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਅਸੀਂ ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਬਹੁਤ ਅੰਨ੍ਹੇ ਹੋ ਕੇ ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ ਜ਼ਹਰ ਵਿਚ ਮਗਨ ਰਹਿੰਦੇ ਹਾਂ। ਅਸੀਂ ਕਿਵੇਂ ਗੁਰੂ ਦੇ ਦੱਸੇ ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੁਰ ਸਕਦੇ ਹਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "sqguru dieAw kry suKdwqw; hm lwvY Awpn pwlI ]1]",
    "TRANSLITERATION": "Sathagur Dhaeiaa Karae Sukhadhaathaa Ham Laavai Aapan Paalee ||1||",
    "PUNJABI": "ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ ਗੁਰੂ (ਆਪ ਹੀ) ਮੇਹਰ ਕਰੇ, ਤੇ, ਸਾਨੂੰ ਆਪਣੇ ਲੜ ਲਾ ਲਏ ॥੧॥",
    "PRONUNCIATION": "(pwlI) p`ly"
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "gurisK mIq; clhu gur cwlI ]",
    "TRANSLITERATION": "Gurasikh Meeth Chalahu Gur Chaalee ||",
    "PUNJABI": "ਹੇ ਗੁਰਸਿੱਖ ਮਿੱਤਰੋ! ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰੋ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "jo guru khY. soeI Bl mwnhu; hir hir kQw inrwlI ]1] rhwau ]",
    "TRANSLITERATION": "Jo Gur Kehai Soee Bhal Maanahu Har Har Kathhaa Niraalee ||1|| Rehaao ||",
    "PUNJABI": "(ਗੁਰੂ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ, ਇਹ) ਜੋ ਕੁਝ ਗੁਰੂ ਆਖਦਾ ਹੈ, ਇਸ ਨੂੰ (ਆਪਣੇ ਵਾਸਤੇ) ਭਲਾ ਸਮਝੋ, (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਅਨੋਖੀ (ਤਬਦੀਲੀ ਜੀਵਨ ਵਿਚ ਪੈਦਾ ਕਰ ਦੇਂਦੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "hir ky sMq. suxhu jn BweI; guru syivhu byig bygwlI ]",
    "TRANSLITERATION": "Har Kae Santh Sunahu Jan Bhaaee Gur Saevihu Baeg Baegaalee ||",
    "PUNJABI": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਹੇ ਭਰਾਵੋ! ਸੁਣੋ, ਛੇਤੀ ਹੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਜਾਓ।",
    "PRONUNCIATION": "(byig bygwlI) bhuq CyqI"
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "sqguru syiv. Krcu hir bwDhu; mq jwxhu Awju ik kwl@I ]2]",
    "TRANSLITERATION": "Sathagur Saev Kharach Har Baadhhahu Math Jaanahu Aaj K Kaalhee ||2||",
    "PUNJABI": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਜੀਵਨ-ਸਫ਼ਰ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਖਰਚੀ (ਪੱਲੇ) ਬੰਨ੍ਹੋ। ਮਤਾਂ ਇਹ ਸਮਝਿਓ ਕਿ ਅੱਜ (ਇਹ ਕੰਮ ਕਰ ਲਵਾਂਗੇ) ਭਲਕੇ (ਇਹ ਕੰਮ ਕਰ ਲਵਾਂਗੇ। ਟਾਲ ਮਟੋਲੇ ਨਾਹ ਕਰਨੇ) ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "hir ky sMq. jphu hir jpxw; hir sMqu clY hir nwlI ]",
    "TRANSLITERATION": "Har Kae Santh Japahu Har Japanaa Har Santh Chalai Har Naalee ||",
    "PUNJABI": "ਹੇ ਹਰੀ ਦੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਿਆ ਕਰੋ। (ਇਸ ਜਾਪ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰੀ ਦਾ ਸੰਤ ਹਰੀ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "ijn hir jipAw. sy hir hoey; hir imilAw kyl kylwlI ]3]",
    "TRANSLITERATION": "Jin Har Japiaa Sae Har Hoeae Har Miliaa Kael Kaelaalee ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ। ਚੋਜ-ਤਮਾਸ਼ੇ ਕਰਨ ਵਾਲਾ ਚੋਜੀ ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(kyl) coz (kylwlI) krn vwly"
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "hir hir jpnu jip. loc luocwnI; hir ikrpw kir bnvwlI ]",
    "TRANSLITERATION": "Har Har Japan Jap Loch Luochaanee Har Kirapaa Kar Banavaalee ||",
    "PUNJABI": "ਹੇ ਬਨਵਾਰੀ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਨਾਮ ਜਪਣ ਦੀ ਤਾਂਘ ਲੱਗੀ ਹੋਈ ਹੈ। ਮੇਹਰ ਕਰ!",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2542,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "jn nwnk. sMgiq swD. hir mylhu; hm. swD jnw pg rwlI ]4]4]",
    "TRANSLITERATION": "Jan Naanak Sangath Saadhh Har Maelahu Ham Saadhh Janaa Pag Raalee ||4||4||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾਈ ਰੱਖ, ਮੈਨੂੰ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲੀ ਰਹੇ ॥੪॥੪॥",
    "PRONUNCIATION": "(rwlI) DUV[ pg:polw bolo"
  }
]