[
  {
    "SHABAD_ID": 2550,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "jip mn siqnwmu; sdw siqnwmu ]",
    "TRANSLITERATION": "Jap Man Sath Naam Sadhaa Sath Naam ||",
    "PUNJABI": "ਹੇ ਮਨ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2550,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "hliq pliq muK aUjl hoeI hY; inq iDAweIAY. hir purKu inrMjnw ] rhwau ]",
    "TRANSLITERATION": "Halath Palath Mukh Oojal Hoee Hai Nith Dhhiaaeeai Har Purakh Niranjanaa || Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਰਬ-ਵਿਆਪਕ ਨਿਰਲੇਪ ਹਰੀ ਦਾ ਸਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਇੱਜ਼ਤ ਖੱਟ ਲਈਦੀ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2550,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "jh hir ismrnu BieAw. qh aupwiD gqu kInI; vfBwgI hir jpnw ]",
    "TRANSLITERATION": "Jeh Har Simaran Bhaeiaa Theh Oupaadhh Gath Keenee Vaddabhaagee Har Japanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਹੁੰਦੀ ਹੈ ਉਸ ਵਿਚੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ ਝਗੜਾ-ਬਖੇੜਾ ਚਾਲੇ ਪਾ ਜਾਂਦਾ ਹੈ। (ਫਿਰ ਭੀ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਹੋ ਸਕਦਾ ਹੈ।",
    "PRONUNCIATION": "(aupwiD) JgVy[ (giq) Kqm"
  },
  {
    "SHABAD_ID": 2550,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "jn nwnk kau. guir ieh miq dInI; jip hir. Bvjlu qrnw ]2]6]12]",
    "TRANSLITERATION": "Jan Naanak Ko Gur Eih Math Dheenee Jap Har Bhavajal Tharanaa ||2||6||12||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ ਨੂੰ (ਤਾਂ) ਗੁਰੂ ਨੇ ਇਹ ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੨॥੬॥੧੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 4 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "myry swhw; mY. hir drsn suKu hoie ]",
    "TRANSLITERATION": "Maerae Saahaa Mai Har Dharasan Sukh Hoe ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! (ਮੇਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰੇ ਦਰਸਨ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "hmrI bydin. qU jwnqw swhw; Avru. ikAw jwnY koie ] rhwau ]",
    "TRANSLITERATION": "Hamaree Baedhan Thoo Jaanathaa Saahaa Avar Kiaa Jaanai Koe || Rehaao ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਮੇਰੇ ਦਿਲ ਦੀ ਪੀੜ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਕੋਈ ਹੋਰ ਕੀ ਜਾਣ ਸਕਦਾ ਹੈ? ਰਹਾਉ॥",
    "PRONUNCIATION": "(bydin) pIV"
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "swcw swihbu scu qU myry swhw; qyrw kIAw scu sBu hoie ]",
    "TRANSLITERATION": "Saachaa Saahib Sach Thoo Maerae Saahaa Thaeraa Keeaa Sach Sabh Hoe ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਅਟੱਲ ਹੈਂ। ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹ ਭੀ ਉਕਾਈ-ਹੀਣ ਹੈ (ਉਸ ਵਿਚ ਭੀ ਕੋਈ ਊਣਤਾ ਨਹੀਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "JUTw iks kau AwKIAY swhw; dUjw nwhI koie ]1]",
    "TRANSLITERATION": "Jhoothaa Kis Ko Aakheeai Saahaa Dhoojaa Naahee Koe ||1||",
    "PUNJABI": "ਹੇ ਪਾਤਿਸ਼ਾਹ! (ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਤੈਥੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ (ਇਸ ਵਾਸਤੇ) ਕਿਸੇ ਨੂੰ ਝੂਠਾ ਆਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "sBnw ivic qU vrqdw swhw; siB quJih iDAwvih idnu rwiq ]",
    "TRANSLITERATION": "Sabhanaa Vich Thoo Varathadhaa Saahaa Sabh Thujhehi Dhhiaavehi Dhin Raath ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈਂ, ਸਾਰੇ ਜੀਵ ਦਿਨ ਰਾਤ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "siB quJ hI Qwvhu mMgdy myry swhw; qU sBnw krih iek dwiq ]2]",
    "TRANSLITERATION": "Sabh Thujh Hee Thhaavahu Mangadhae Maerae Saahaa Thoo Sabhanaa Karehi Eik Dhaath ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪਾਸੋਂ ਹੀ (ਮੰਗਾਂ) ਮੰਗਦੇ ਹਨ। ਇਕ ਤੂੰ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "sBu ko quJ hI ivic hY myry swhw; quJ qy. bwhir koeI nwih ]",
    "TRANSLITERATION": "Sabh Ko Thujh Hee Vich Hai Maerae Saahaa Thujh Thae Baahar Koee Naahi ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਹਰੇਕ ਜੀਵ ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੈ, ਤੈਥੋਂ ਆਕੀ ਕੋਈ ਜੀਵ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "siB jIA qyry. qU sBs dw myry swhw; siB quJ hI mwih smwih ]3]",
    "TRANSLITERATION": "Sabh Jeea Thaerae Thoo Sabhas Dhaa Maerae Saahaa Sabh Thujh Hee Maahi Samaahi ||3||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਤੇ, ਇਹ ਸਾਰੇ ਤੇਰੇ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "sBnw kI qU Aws hY. myry ipAwry; siB quJih iDAwvih myry swh ]",
    "TRANSLITERATION": "Sabhanaa Kee Thoo Aas Hai Maerae Piaarae Sabh Thujhehi Dhhiaavehi Maerae Saah ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੀ ਆਸਾਂ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈਂ ਸਾਰੇ ਜੀਵ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦੇ ਹਨ।",
    "PRONUNCIATION": "hYN"
  },
  {
    "SHABAD_ID": 2551,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "ijau BwvY iqau rKu qU myry ipAwry; scu nwnk ky pwiqswh ]4]7]13]",
    "TRANSLITERATION": "Jio Bhaavai Thio Rakh Thoo Maerae Piaarae Sach Naanak Kae Paathisaah ||4||7||13||",
    "PUNJABI": "ਹੇ ਨਾਨਕ ਦੇ ਪਾਤਿਸ਼ਾਹ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਰੱਖ। ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ॥੪॥੭॥੧੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 Gru 1 caupdy",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 Ghar 1 Choupadhae",
    "PUNJABI": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "Bv KMfn duKBMjn sÍwmI; Bgiq vCl inrMkwry ]",
    "TRANSLITERATION": "Bhav Khanddan Dhukh Bhanjan Svaamee Bhagath Vashhal Nirankaarae ||",
    "PUNJABI": "ਹੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਦੁੱਖਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਮਾਲਕ! ਹੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਆਕਾਰ-ਰਹਿਤ!",
    "PRONUNCIATION": "(Bv) sMswr, caurwsI dw gyV[ (vCl) ipAwry"
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "koit prwD imty iKn BIqir; jW gurmuiK nwmu smwry ]1]",
    "TRANSLITERATION": "Kott Paraadhh Mittae Khin Bheethar Jaan Guramukh Naam Samaarae ||1||",
    "PUNJABI": "ਜਦੋਂ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਤੇਰਾ) ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "myrw mnu; lwgw hY rwm ipAwry ]",
    "TRANSLITERATION": "Maeraa Man Laagaa Hai Raam Piaarae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ ਪਿਆਰੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "dIn dieAwil krI pRiB ikrpw; vis kIny pMc dUqwry ]1] rhwau ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Karee Prabh Kirapaa Vas Keenae Panch Dhoothaarae ||1|| Rehaao ||",
    "PUNJABI": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ (ਆਪ ਹੀ) ਕਿਰਪਾ ਕੀਤੀ ਹੈ, ਤੇ, ਪੰਜੇ (ਕਾਮਾਦਿਕ) ਵੈਰੀ (ਮੇਰੇ) ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "v`is"
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "qyrw Qwnu suhwvw. rUpu suhwvw; qyry Bgq sohih drbwry ]",
    "TRANSLITERATION": "Thaeraa Thhaan Suhaavaa Roop Suhaavaa Thaerae Bhagath Sohehi Dharabaarae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਥਾਂ ਸੋਹਣਾ ਹੈ, ਤੇਰਾ ਰੂਪ ਸੋਹਣਾ ਹੈ। ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਦਰਬਾਰ ਵਿਚ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ।",
    "PRONUNCIATION": "soh-ih"
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "srb jIAw ky dwqy suAwmI; kir ikrpw lyhu aubwry ]2]",
    "TRANSLITERATION": "Sarab Jeeaa Kae Dhaathae Suaamee Kar Kirapaa Laehu Oubaarae ||2||",
    "PUNJABI": "ਹੇ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ; (ਮੈਨੂੰ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "qyrw vrnu. n jwpY, rUpu n lKIAY; qyrI kudriq. kaunu bIcwry ]",
    "TRANSLITERATION": "Thaeraa Varan N Jaapai Roop N Lakheeai Thaeree Kudharath Koun Beechaarae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਕੋਈ ਰੰਗ ਨਹੀਂ ਦਿੱਸਦਾ; ਤੇਰੀ ਕੋਈ ਸ਼ਕਲ ਨਹੀਂ ਦਿੱਸਦੀ। ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਸੋਚ ਸਕਦਾ ਕਿ ਤੇਰੀ ਕਿਤਨੀ ਕੁ ਤਾਕਤ ਹੈ।",
    "PRONUNCIATION": "(vrnu) rUp"
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "jil Qil mhIAil. rivAw sRb TweI; Agm rUp igrDwry ]3]",
    "TRANSLITERATION": "Jal Thhal Meheeal Raviaa Srab Thaaee Agam Roop Giradhhaarae ||3||",
    "PUNJABI": "ਹੇ ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ! ਤੂੰ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈਂ ॥੩॥",
    "PRONUNCIATION": "(igrDwry) Akwl purK"
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "kIriq krih sgl jn qyrI; qU AibnwsI purKu murwry ]",
    "TRANSLITERATION": "Keerath Karehi Sagal Jan Thaeree Thoo Abinaasee Purakh Muraarae ||",
    "PUNJABI": "ਹੇ ਮੁਰਾਰੀ! ਤੂੰ ਨਾਸ-ਰਹਿਤ ਹੈਂ; ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਸੇਵਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2552,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "ijau BwvY iqau rwKhu suAwmI; jn nwnk srin duAwry ]4]1]",
    "TRANSLITERATION": "Jio Bhaavai Thio Raakhahu Suaamee Jan Naanak Saran Dhuaarae ||4||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਉਸੇ ਤਰ੍ਹਾਂ ਮੇਰੀ ਰੱਖਿਆ ਕਰ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "ibnu jl. pRwn qjy hY mInw; ijin jl isau hyqu bFwieE ]",
    "TRANSLITERATION": "Bin Jal Praan Thajae Hai Meenaa Jin Jal Sio Haeth Badtaaeiou ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਜਿੰਦ ਦੇ ਦੇਂਦੀ ਹੈ ਕਿਉਂਕਿ ਉਸ (ਮੱਛੀ) ਨੇ ਪਾਣੀ ਨਾਲ ਪਿਆਰ ਵਧਾਇਆ ਹੋਇਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "kml hyiq ibnisE hY Bvrw; auin mwrgu inkis. n pwieE ]1]",
    "TRANSLITERATION": "Kamal Haeth Binasiou Hai Bhavaraa Oun Maarag Nikas N Paaeiou ||1||",
    "PUNJABI": "ਕੌਲ-ਫੁੱਲ ਦੇ ਪਿਆਰ ਵਿਚ ਭੌਰੇ ਨੇ ਮੌਤ ਸਹੇੜ ਲਈ, (ਕਿਉਂਕਿ) ਉਸ ਨੇ (ਕੌਲ-ਫੁੱਲ ਵਿਚੋਂ) ਨਿਕਲ ਕੇ (ਬਾਹਰ ਦਾ) ਰਸਤਾ ਨਾਹ ਲੱਭਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "Ab mn; eyks isau mohu kInw ]",
    "TRANSLITERATION": "Ab Man Eaekas Sio Mohu Keenaa ||",
    "PUNJABI": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਹੁਣ (ਇਸ ਜਨਮ ਵਿਚ) ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "mrY n jwvY. sd hI sMgy; siqgur sbdI cInw ]1] rhwau ]",
    "TRANSLITERATION": "Marai N Jaavai Sadh Hee Sangae Sathigur Sabadhee Cheenaa ||1|| Rehaao ||",
    "PUNJABI": "ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ, ਉਹ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(cInw) jwixAw"
  }
]