[
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "kwm hyiq. kuMcru lY PWikE; Ehu pr vis BieE ibcwrw ]",
    "TRANSLITERATION": "Kaam Haeth Kunchar Lai Faankiou Ouhu Par Vas Bhaeiou Bichaaraa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕਾਮ-ਵਾਸਨਾ ਦੀ ਖ਼ਾਤਰ ਹਾਥੀ ਫਸ ਗਿਆ, ਉਹ ਵਿਚਾਰਾ ਪਰ-ਅਧੀਨ ਹੋ ਗਿਆ।",
    "PRONUNCIATION": "(PWikE) Psw ilAw[ v`is"
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "nwd hyiq. isru fwirE kurMkw; aus hI hyq ibdwrw ]2]",
    "TRANSLITERATION": "Naadh Haeth Sir Ddaariou Kurankaa Ous Hee Haeth Bidhaaraa ||2||",
    "PUNJABI": "(ਘੰਡੇਹੇੜੇ ਦੀ) ਆਵਾਜ਼ ਦੇ ਪਿਆਰ ਵਿਚ ਹਰਨ ਆਪਣਾ ਸਿਰ ਦੇ ਬੈਠਦਾ ਹੈ, ਉਸੇ ਦੇ ਪਿਆਰ ਵਿਚ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(fwirE) su`t id`qw[ (ibdwrw) nws kIqw"
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "dyiK kutMbu loiB moihE pRwnI; mwieAw kau lptwnw ]",
    "TRANSLITERATION": "Dhaekh Kuttanb Lobh Mohiou Praanee Maaeiaa Ko Lapattaanaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਇਸੇ ਤਰ੍ਹਾਂ) ਮਨੁੱਖ (ਆਪਣਾ) ਪਰਵਾਰ ਵੇਖ ਕੇ (ਮਾਇਆ ਦੇ) ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "Aiq ricE kir lIno Apunw; auin Coif srwpr jwnw ]3]",
    "TRANSLITERATION": "Ath Rachiou Kar Leeno Apunaa Oun Shhodd Saraapar Jaanaa ||3||",
    "PUNJABI": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬਹੁਤ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, (ਮਾਇਆ ਨੂੰ) ਆਪਣੀ ਬਣਾ ਲੈਂਦਾ ਹੈ (ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਆਖ਼ਰ) ਉਸ ਨੇ ਜ਼ਰੂਰ (ਸਭ ਕੁਝ) ਛੱਡ ਕੇ ਇਥੋਂ ਚਲੇ ਜਾਣਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(ricE) mgn[ (srw-pr) zrUr[ Aiqpolw"
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "ibnu goibMd. Avr sMig nyhw; Ehu jwxhu sdw duhylw ]",
    "TRANSLITERATION": "Bin Gobindh Avar Sang Naehaa Ouhu Jaanahu Sadhaa Dhuhaelaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਨਾਲ ਪਿਆਰ ਪਾਂਦਾ ਹੈ, ਯਕੀਨ ਜਾਣੋ, ਉਹ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "(duhylw) duKI"
  },
  {
    "SHABAD_ID": 2553,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "khu nwnk. gur iehY buJwieE; pRIiq pRBU sd kylw ]4]2]",
    "TRANSLITERATION": "Kahu Naanak Gur Eihai Bujhaaeiou Preeth Prabhoo Sadh Kaelaa ||4||2||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਇਹ ਹੀ ਸਮਝ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕੀਤਿਆਂ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨॥",
    "PRONUNCIATION": "(kylw) AnMd[ b`uJwieE"
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mÚ 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Ma 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "kir ikrpw. dIE moih nwmw; bMDn qy Cutkwey ]",
    "TRANSLITERATION": "Kar Kirapaa Dheeou Mohi Naamaa Bandhhan Thae Shhuttakaaeae ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਨੇ) ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ, (ਜਿਸ ਕਰਕੇ) ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾ ਲਿਆ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "mn qy ibsirE sglo DMDw; gur kI crxI lwey ]1]",
    "TRANSLITERATION": "Man Thae Bisariou Sagalo Dhhandhhaa Gur Kee Charanee Laaeae ||1||",
    "PUNJABI": "ਤੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲਾ ਕੇ ਮਨ ਤੋਂ ਸਾਰਾ ਝਗੜਾ-ਝੰਬੇਲਾ ਲਹਿ ਗਿਆ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "swDsMig; icMq ibrwnI CwfI ]",
    "TRANSLITERATION": "Saadhhasang Chinth Biraanee Shhaaddee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਮੈਂ ਪਰਾਈ ਆਸ ਛੱਡ ਦਿੱਤੀ।",
    "PRONUNCIATION": "(ibrwnI) ibgwnI"
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "AhMbuiD moh mn bwsn; dy kir gfhw gwfI ]1] rhwau ]",
    "TRANSLITERATION": "Ahanbudhh Moh Man Baasan Dhae Kar Gaddehaa Gaaddee ||1|| Rehaao ||",
    "PUNJABI": "ਹਉਮੈ, ਮਾਇਆ ਦੇ ਮੋਹ, ਮਨ ਦੀ ਵਾਸਨਾ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਟੋਆ ਪੁੱਟ ਕੇ ਨੱਪ ਦਿੱਤਾ (ਸਦਾ ਲਈ ਦੱਬ ਦਿੱਤਾ) ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": "(bwsn) vwsnw[ (gfhw) toey c (gwfI) d`b id`qI[ AhM-buiD"
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "nw ko. myrw dusmnu rihAw; nw hm iks ky bYrweI ]",
    "TRANSLITERATION": "Naa Ko Maeraa Dhusaman Rehiaa Naa Ham Kis Kae Bairaaee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਕੋਈ ਦੁਸ਼ਮਨ ਨਹੀਂ ਰਹਿ ਗਿਆ (ਮੈਨੂੰ ਕੋਈ ਵੈਰੀ ਨਹੀਂ ਦਿੱਸਦਾ), ਮੈਂ ਭੀ ਕਿਸੇ ਦਾ ਵੈਰੀ ਨਹੀਂ ਬਣਦਾ।",
    "PRONUNCIATION": "(bYrweI) vYrI"
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "bRhmu pswru pswirE BIqir; siqgur qy soJI pweI ]2]",
    "TRANSLITERATION": "Breham Pasaar Pasaariou Bheethar Sathigur Thae Sojhee Paaee ||2||",
    "PUNJABI": "ਮੈਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਸਮਝ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਕਿ ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ, (ਸਭਨਾਂ ਦੇ) ਅੰਦਰ (ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ) ਖਿਲਾਰਿਆ ਹੋਇਆ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "sBu ko mIqu hm Awpn kInw; hm sBnw ky swjn ]",
    "TRANSLITERATION": "Sabh Ko Meeth Ham Aapan Keenaa Ham Sabhanaa Kae Saajan ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰੇਕ ਪ੍ਰਾਣੀ ਨੂੰ ਮੈਂ ਆਪਣਾ ਮਿੱਤਰ ਕਰ ਕੇ ਸਮਝਦਾ ਹਾਂ, ਮੈਂ ਭੀ ਸਭਨਾਂ ਦਾ ਮਿੱਤਰ-ਸੱਜਣ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "dUir prwieE mn kw ibrhw; qw mylu kIE myrY rwjn ]3]",
    "TRANSLITERATION": "Dhoor Paraaeiou Man Kaa Birehaa Thaa Mael Keeou Maerai Raajan ||3||",
    "PUNJABI": "ਮੇਰੇ ਮਨ ਦਾ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਬਣਿਆ ਹੋਇਆ) ਵਿਛੋੜਾ (ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਕਿਤੇ ਦੂਰ ਚਲਾ ਗਿਆ ਹੈ, ਜਦੋਂ ਮੈਂ ਸਾਧ ਸੰਗਤਿ ਦੀ ਸਰਨ ਲਈ, ਤਦੋਂ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਨੇ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਮਿਲਾਪ ਦੇ ਦਿੱਤਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": "(ibrhw) ivCoVw"
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "ibnisE FITw. AMimRqu vUTw; sbdu lgo gur mITw ]",
    "TRANSLITERATION": "Binasiou Dteethaa Anmrith Voothaa Sabadh Lago Gur Meethaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਮਨ ਦਾ) ਢੀਠ-ਪੁਣਾ ਮੁੱਕ ਗਿਆ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਜਲ ਆ ਵੱਸਿਆ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(FITw) kTor suBwA[ (vUTw) visAw[ l`go"
  },
  {
    "SHABAD_ID": 2554,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "jil Qil mhIAil srb invwsI; nwnk rmeIAw fITw ]4]3]",
    "TRANSLITERATION": "Jal Thhal Meheeal Sarab Nivaasee Naanak Rameeaa Ddeethaa ||4||3||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਹੁਣ ਮੈਂ ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ, ਸਭ ਥਾਂ ਵੱਸਣ ਵਾਲੇ ਸੋਹਣੇ ਰਾਮ ਨੂੰ ਵੇਖ ਲਿਆ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": "(mhIAil) zmIn au~qy, AkwS, qy pulwV c[ r-meIAw"
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mÚ 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Ma 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "jb qy drsn Byty swDU; Bly idns Eie Awey ]",
    "TRANSLITERATION": "Jab Thae Dharasan Bhaettae Saadhhoo Bhalae Dhinas Oue Aaeae ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਦੇ ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ, ਮੇਰੇ ਇਹੋ ਜਿਹੇ ਚੰਗੇ ਦਿਨ ਆ ਗਏ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "mhw AnMdu sdw kir kIrqnu; purK ibDwqw pwey ]1]",
    "TRANSLITERATION": "Mehaa Anandh Sadhaa Kar Keerathan Purakh Bidhhaathaa Paaeae ||1||",
    "PUNJABI": "ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਸਦਾ ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(ibDwqw) Bwg bxwaux vwly"
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "Ab moih; rwm jso min gwieE ]",
    "TRANSLITERATION": "Ab Mohi Raam Jaso Man Gaaeiou ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੇ) ਮਨ ਵਿਚ ਗਾ ਰਿਹਾ ਹਾਂ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "BieE pRgwsu. sdw suKu mn mih; siqguru pUrw pwieE ]1] rhwau ]",
    "TRANSLITERATION": "Bhaeiou Pragaas Sadhaa Sukh Man Mehi Sathigur Pooraa Paaeiou ||1|| Rehaao ||",
    "PUNJABI": "(ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "gux inDwnu ird BIqir visAw; qw dUKu Brm Bau Bwgw ]",
    "TRANSLITERATION": "Gun Nidhhaan Ridh Bheethar Vasiaa Thaa Dhookh Bharam Bho Bhaagaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ ਤੋਂ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੇਰਾ ਦੁੱਖ ਭਰਮ ਡਰ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "BeI prwpiq vsqu Agocr; rwm nwim rMgu lwgw ]2]",
    "TRANSLITERATION": "Bhee Paraapath Vasath Agochar Raam Naam Rang Laagaa ||2||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ, ਮੈਨੂੰ (ਉਹ ਉੱਤਮ) ਚੀਜ਼ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਸੀ ਹੋ ਸਕਦੀ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "icMq AicMqw soc Asocw; sogu loBu mohu Qwkw ]",
    "TRANSLITERATION": "Chinth Achinthaa Soch Asochaa Sog Lobh Mohu Thhaakaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਸਾਰੀਆਂ ਚਿੰਤਾਂ ਤੇ ਸੋਚਾਂ ਤੋਂ ਬਚ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਗ਼ਮ ਮੁੱਕ ਗਿਆ ਹੈ, ਲੋਭ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੈ, ਮੋਹ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "haumY rog imty. ikrpw qy; jm qy Bey ibbwkw ]3]",
    "TRANSLITERATION": "Houmai Rog Mittae Kirapaa Thae Jam Thae Bheae Bibaakaa ||3||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ) ਕਿਰਪਾ ਨਾਲ (ਮੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਆਦਿਕ ਰੋਗ ਮਿਟ ਗਏ ਹਨ, ਮੈਂ ਜਮ-ਰਾਜ ਤੋਂ ਭੀ ਕੋਈ ਡਰ ਨਹੀਂ ਕਰਦਾ ॥੩॥",
    "PRONUNCIATION": "(ib-bwkw) in`fr"
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "gur kI thl. gurU kI syvw; gur kI AwigAw BwxI ]",
    "TRANSLITERATION": "Gur Kee Ttehal Guroo Kee Saevaa Gur Kee Aagiaa Bhaanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਹੁਣ ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਟਹਲ-ਸੇਵਾ, ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਹੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2555,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "khu nwnk. ijin jm qy kwFy; iqsu gur kY kurbwxI ]4]4]",
    "TRANSLITERATION": "Kahu Naanak Jin Jam Thae Kaadtae This Gur Kai Kurabaanee ||4||4||",
    "PUNJABI": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਜਮਾਂ ਤੋਂ ਬਚਾ ਲਿਆ ਹੈ ॥੪॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "ijs kw qnu mnu Dnu sBu iqs kw; soeI suGVu sujwnI ]",
    "TRANSLITERATION": "Jis Kaa Than Man Dhhan Sabh This Kaa Soee Sugharr Sujaanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਸਰੀਰ ਤੇ ਮਨ ਹੈ, ਇਹ ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਭੀ ਉਸੇ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਉਹੀ ਸੁਚੱਜਾ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ।",
    "PRONUNCIATION": "(suGVu) suMdr[ (sujwnI) sRySt jwxIjwx"
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "iqn hI suixAw. duKu suKu myrw; qau ibiD nIkI KtwnI ]1]",
    "TRANSLITERATION": "Thin Hee Suniaa Dhukh Sukh Maeraa Tho Bidhh Neekee Khattaanee ||1||",
    "PUNJABI": "ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਦੁੱਖ ਸੁਖ (ਸਦਾ) ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਸੁਣਿਆ ਹੈ, (ਜਦੋਂ ਉਹ ਸਾਡੀ ਅਰਦਾਸ-ਅਰਜ਼ੋਈ ਸੁਣਦਾ ਹੈ) ਤਦੋਂ (ਸਾਡੀ) ਹਾਲਤ ਚੰਗੀ ਬਣ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(nIkI) suMdr[ (KtwnI) l`gI"
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "jIA kI; eykY hI pih mwnI ]",
    "TRANSLITERATION": "Jeea Kee Eaekai Hee Pehi Maanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿੰਦ ਦੀ (ਅਰਦਾਸ) ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਕੋਲ ਹੀ ਮੰਨੀ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "Avir jqn kir rhy bhuqyry; iqn. iqlu nhI kImiq jwnI ] rhwau ]",
    "TRANSLITERATION": "Avar Jathan Kar Rehae Bahuthaerae Thin Thil Nehee Keemath Jaanee || Rehaao ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਆਸਰੇ ਤੋਂ ਬਿਨਾ ਲੋਕ) ਹੋਰ ਬਥੇਰੇ ਜਤਨ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਜਤਨਾਂ ਦਾ ਮੁੱਲ ਇਕ ਤਿਲ ਜਿਤਨਾ ਭੀ ਨਹੀਂ ਸਮਝਿਆ ਜਾਂਦਾ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "AMimRq nwmu inrmolku hIrw; guir. dIno mMqwnI ]",
    "TRANSLITERATION": "Anmrith Naam Niramolak Heeraa Gur Dheeno Manthaanee ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਨਾਮ ਇਕ ਐਸਾ ਹੀਰਾ ਹੈ ਜੇਹੜਾ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਗੁਰੂ ਨੇ ਇਹ ਨਾਮ-ਮੰਤਰ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਦੇ ਦਿੱਤਾ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "ifgY n folY. idRVu kir rihE; pUrn hoie iqRpqwnI ]2]",
    "TRANSLITERATION": "Ddigai N Ddolai Dhrirr Kar Rehiou Pooran Hoe Thripathaanee ||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਵਿਚ) ਡਿੱਗਦਾ ਨਹੀਂ, ਡੋਲਦਾ ਨਹੀਂ, ਉਹ ਮਨੁੱਖ ਪੱਕੇ ਇਰਾਦੇ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੁਕੰਮਲ ਤੌਰ ਤੇ (ਮਾਇਆ ਵਲੋਂ) ਸੰਤੋਖੀ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(mn ivSy ivkwrW c (if`gY) if`gdw nhIN[ (iqRpqwnI) iqRpq"
  },
  {
    "SHABAD_ID": 2556,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "Eie ju bIc hm qum kCu hoqy; iqn kI bwq iblwnI ]",
    "TRANSLITERATION": "Oue J Beech Ham Thum Kashh Hothae Thin Kee Baath Bilaanee ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਨਾਮ-ਹੀਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਉਹਨਾਂ ਮੇਰ-ਤੇਰ ਵਾਲੇ ਸਾਰੇ ਵਿਤਕਰਿਆਂ ਦੀ ਗੱਲ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਜੋ ਜਗਤ ਵਿਚ ਬੜੇ ਪ੍ਰਬਲ ਹਨ।",
    "PRONUNCIATION": "(iblwnI) bIq geI"
  }
]