[
  {
    "SHABAD_ID": 2578,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnku mMgY. dwnu pRB; ryn pg swDw ]4]3]27]",
    "TRANSLITERATION": "Naanak Mangai Dhaan Prabh Raen Pag Saadhhaa ||4||3||27||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ (ਤੇਰੇ ਪਾਸੋਂ) ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ॥੪॥੩॥੨੭॥",
    "PRONUNCIATION": "swDw:polw bolo"
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "ijin qum Byjy. iqnih bulwey; suK shj syqI Gir Awau ]",
    "TRANSLITERATION": "Jin Thum Bhaejae Thinehi Bulaaeae Sukh Sehaj Saethee Ghar Aao ||",
    "PUNJABI": "(ਹੇ ਮੇਰੀ ਜਿੰਦੇ!) ਜਿਸ ਨੇ ਤੈਨੂੰ (ਸੰਸਾਰ ਵਿਚ) ਭੇਜਿਆ ਹੈ, ਉਸੇ ਨੇ ਤੈਨੂੰ ਆਪਣੇ ਵਲ ਪ੍ਰੇਰਨਾ ਸ਼ੁਰੂ ਕੀਤੀ ਹੋਈ ਹੈ, ਤੂੰ ਆਨੰਦ ਨਾਲ ਆਤਮਕ ਅਡੋਲਤਾ ਨਾਲ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੀ ਰਹੁ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "And mMgl gun gwau shj Duin; inhcl rwju kmwau ]1]",
    "TRANSLITERATION": "Anadh Mangal Gun Gaao Sehaj Dhhun Nihachal Raaj Kamaao ||1||",
    "PUNJABI": "ਹੇ ਜਿੰਦੇ! ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਵਿਚ, ਆਨੰਦ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰਿ-ਗੁਣ ਗਾਇਆ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਉਤੇ) ਅਟੱਲ ਰਾਜ ਕਰ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "qum Gir Awvhu; myry mIq ]",
    "TRANSLITERATION": "Thum Ghar Aavahu Maerae Meeth ||",
    "PUNJABI": "ਮੇਰੇ ਮਿੱਤਰ (ਮਨ)! (ਹੁਣ) ਤੂੰ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਰਹੁ (ਆ ਜਾ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "qumry doKI. hir Awip invwry; Apdw BeI ibqIq ] rhwau ]",
    "TRANSLITERATION": "Thumarae Dhokhee Har Aap Nivaarae Apadhaa Bhee Bitheeth || Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ (ਕਾਮਾਦਿਕ) ਤੇਰੇ ਵੈਰੀ ਦੂਰ ਕਰ ਦਿੱਤੇ ਹਨ, (ਕਾਮਾਦਿਕਾਂ ਤੋਂ ਪੈ ਰਹੀ ਮਾਰ ਦੀ) ਬਿਪਤਾ (ਹੁਣ) ਮੁੱਕ ਗਈ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "pRgt kIny. pRB krnyhwry; nwsn Bwjn Qwky ]",
    "TRANSLITERATION": "Pragatt Keenae Prabh Karanaehaarae Naasan Bhaajan Thhaakae ||",
    "PUNJABI": "(ਹੇ ਮੇਰੀ ਜਿੰਦੇ!) ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਉਸ ਨੇ ਆਪਣਾ ਆਪ ਪਰਗਟ ਕਰ ਦਿੱਤਾ, ਉਹਨਾਂ ਦੀਆਂ ਭਟਕਣਾਂ ਮੁੱਕ ਗਈਆਂ।",
    "PRONUNCIATION": "n`wsn B`wjn Q`wky"
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "Gir mMgl. vwjih inq vwjy; ApunY Ksim invwjy ]2]",
    "TRANSLITERATION": "Ghar Mangal Vaajehi Nith Vaajae Apunai Khasam Nivaajae ||2||",
    "PUNJABI": "ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਉਨ੍ਹਾਂ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਦੇ (ਮਾਨੋ) ਵਾਜੇ ਸਦਾ ਵੱਜਣ ਲੱਗ ਪੈਂਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": "v`wjih v`wjy inv`wjy"
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "AsiQr rhhu. folhu mq kbhU; gur kY bcin ADwir ]",
    "TRANSLITERATION": "Asathhir Rehahu Ddolahu Math Kabehoo Gur Kai Bachan Adhhaar ||",
    "PUNJABI": "(ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਉਤੇ ਤੁਰ ਕੇ, ਗੁਰੂ ਦੇ ਆਸਰੇ ਰਹਿ ਕੇ, ਤੂੰ ਭੀ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਪੱਕੇ ਪੈਰਾਂ ਤੇ ਖਲੋ ਜਾ, ਵੇਖੀਂ, ਹੁਣ ਕਦੇ ਭੀ ਨਾਹ ਡੋਲੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "jY jYkwru sgl BU mMfl; muK aUjl drbwr ]3]",
    "TRANSLITERATION": "Jai Jai Kaar Sagal Bhoo Manddal Mukh Oojal Dharabaar ||3||",
    "PUNJABI": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਸੋਭਾ ਹੋਵੇਗੀ, ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਤੇਰਾ ਮੂੰਹ ਉਜਲਾ ਹੋਵੇਗਾ ॥੩॥",
    "PRONUNCIATION": "(BU) ipRQvI[ (mMfl) smUh[ aU~jl"
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "ijn ky jIA. iqnY hI Pyry; Awpy BieAw shweI ]",
    "TRANSLITERATION": "Jin Kae Jeea Thinai Hee Faerae Aapae Bhaeiaa Sehaaee ||",
    "PUNJABI": "ਜਿਸ ਪ੍ਰਭੂ ਜੀ ਨੇ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਉਹ ਆਪ ਹੀ ਇਹਨਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮੋੜਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2579,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "Acrju kIAw krnYhwrY; nwnk scu vifAweI ]4]4]28]",
    "TRANSLITERATION": "Acharaj Keeaa Karanaihaarai Naanak Sach Vaddiaaee ||4||4||28||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਅਨੋਖੀ ਖੇਡ ਬਣਾ ਦਿੱਤੀ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੪॥੪॥੨੮॥",
    "PRONUNCIATION": "A-crju"
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 Gru 6",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 Ghar 6",
    "PUNJABI": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੬ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "sunhu sMq ipAwry; ibnau hmwry jIau ]",
    "TRANSLITERATION": "Sunahu Santh Piaarae Bino Hamaarae Jeeo ||",
    "PUNJABI": "ਹੇ ਪਿਆਰੇ ਸੰਤ ਜਨੋ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣੋ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "hir ibnu mukiq; n kwhU jIau ] rhwau ]",
    "TRANSLITERATION": "Har Bin Mukath N Kaahoo Jeeo || Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ (ਦੇ ਸਿਮਰਨ) ਤੋਂ ਬਿਨਾ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਕਿਸੇ ਦੀ ਭੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "mn inrml krm kir, qwrn qrn hir; Avir jMjwl qyrY kwhU. n kwm jIau ]",
    "TRANSLITERATION": "Man Niramal Karam Kar Thaaran Tharan Har Avar Janjaal Thaerai Kaahoo N Kaam Jeeo ||",
    "PUNJABI": "ਹੇ ਮਨ! (ਜੀਵਨ ਨੂੰ) ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ (ਹਰਿ-ਸਿਮਰਨ ਦੇ) ਕੰਮ ਕਰਿਆ ਕਰ, ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ ਹੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਣ ਲਈ ਜਹਾਜ਼ ਹੈ। (ਦੁਨੀਆ ਦੇ) ਹੋਰ ਸਾਰੇ ਜੰਜਾਲ ਤੇਰੇ ਕਿਸੇ ਭੀ ਕੰਮ ਨਹੀਂ ਆਉਣਗੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "jIvn dyvw. pwrbRhm syvw; iehu aupdysu mokau guir dInw jIau ]1]",
    "TRANSLITERATION": "Jeevan Dhaevaa Paarabreham Saevaa Eihu Oupadhaes Mo Ko Gur Dheenaa Jeeo ||1||",
    "PUNJABI": "ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਹੀ (ਅਸਲ) ਜੀਵਨ ਹੈ-ਇਹ ਸਿੱਖਿਆ ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਦਿੱਤੀ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "iqsu isau. n lweIAY hIqu; jw ko. ikCu nwhI bIqu; AMq kI bwr Ehu sMig, n cwlY ]",
    "TRANSLITERATION": "This Sio N Laaeeai Heeth Jaa Ko Kishh Naahee Beeth Anth Kee Baar Ouhu Sang N Chaalai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਸ (ਧਨ-ਪਦਾਰਥ) ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਪਾਣਾ ਚਾਹੀਦਾ, ਜਿਸ ਦੀ ਕੋਈ ਪਾਂਇਆਂ ਹੀ ਨਹੀਂ। ਉਹ (ਧਨ-ਪਦਾਰਥ) ਅਖ਼ੀਰ ਵੇਲੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "PRONUNCIATION": "(hIqu) pRym[ (bIqu) qwkq"
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "min qin qU AwrwD. hir ky pRIqm swD; jw kY sMig. qyry bMDn CUtY ]2]",
    "TRANSLITERATION": "Man Than Thoo Aaraadhh Har Kae Preetham Saadhh Jaa Kai Sang Thaerae Bandhhan Shhoottai ||2||",
    "PUNJABI": "ਆਪਣੇ ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ। ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਸੰਤ ਜਨਾਂ (ਦੀ ਸੰਗਤਿ ਕਰਿਆ ਕਰ), ਕਿਉਂਕਿ ਉਹਨਾਂ (ਸੰਤ ਜਨਾਂ ਦੀ) ਸੰਗਤਿ ਵਿਚ ਤੇਰੇ (ਮਾਇਆ ਦੇ) ਬੰਧਨ ਮੁੱਕ ਸਕਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "ghu pwrbRhm srn. ihrdY kml crn; Avr Aws kCu ptlu. n kIjY ]",
    "TRANSLITERATION": "Gahu Paarabreham Saran Hiradhai Kamal Charan Avar Aas Kashh Pattal N Keejai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਫੜ, (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੇ) ਕੋਮਲ ਚਰਨ (ਵਸਾ) (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਦੀ ਆਸ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ, ਕੋਈ ਹੋਰ ਆਸਰਾ ਨਹੀਂ ਢੂੰਢਣਾ ਚਾਹੀਦਾ।",
    "PRONUNCIATION": "(ptlu) pVdw"
  },
  {
    "SHABAD_ID": 2580,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "soeI Bgqu igAwnI iDAwnI. qpw soeI; nwnk. jw kau ikrpw kIjY ]3]1]29]",
    "TRANSLITERATION": "Soee Bhagath Giaanee Dhhiaanee Thapaa Soee Naanak Jaa Ko Kirapaa Keejai ||3||1||29||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਭਗਤ ਹੈ, ਉਹੀ ਗਿਆਨਵਾਨ ਹੈ, ਉਹੀ ਸੁਰਤਿ-ਅਭਿਆਸੀ ਹੈ, ਉਹੀ ਤਪਸ੍ਵੀ ਹੈ, ਜਿਸ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰਦਾ ਹੈ ॥੩॥੧॥੨੯॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "myry lwl Blo ry. Blo ry; Blo hir mMgnw ]",
    "TRANSLITERATION": "Maerae Laal Bhalo Rae Bhalo Rae Bhalo Har Manganaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ) ਪਰਮਾਤਮਾ (ਦਾ ਨਾਮ) ਮੰਗਣਾ ਸਭ ਤੋਂ ਚੰਗਾ ਕੰਮ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "dyKhu pswir nYn. sunhu swDU ky bYn; pRwnpiq iciq rwKu. sgl hY mrnw ] rhwau ]",
    "TRANSLITERATION": "Dhaekhahu Pasaar Nain Sunahu Saadhhoo Kae Bain Praanapath Chith Raakh Sagal Hai Maranaa || Rehaao ||",
    "PUNJABI": "ਹੇ ਸੱਜਣ! ਗੁਰੂ ਦੀ ਬਾਣੀ (ਸਦਾ) ਸੁਣਦੇ ਰਹੋ, ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ। ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਵੇਖੋ, (ਆਖ਼ਰ) ਸਭ ਨੇ ਮਰਨਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "cMdn coAw rs. Bog krq AnykY; ibiKAw ibkwr dyKu. sgl hY PIky; eykY goibd ko nwmu nIko, khq hY swD jn ]",
    "TRANSLITERATION": "Chandhan Choaa Ras Bhog Karath Anaekai Bikhiaa Bikaar Dhaekh Sagal Hai Feekae Eaekai Gobidh Ko Naam Neeko Kehath Hai Saadhh Jan ||",
    "PUNJABI": "ਹੇ ਸੱਜਣ! ਤੂੰ ਚੰਦਨ ਅਤਰ (ਵਰਤਦਾ ਹੈਂ) ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦਾ ਹੈਂ। ਪਰ, ਵੇਖ! ਇਹ ਵਿਕਾਰ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਮਾਇਆ ਦੇ ਸਾਰੇ ਭੋਗ ਫਿੱਕੇ ਹਨ। ਸੰਤ ਜਨ ਆਖਦੇ ਹਨ ਕਿ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਚੰਗਾ ਹੈ।",
    "PRONUNCIATION": "(nIko) suMdr"
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "qnu Dnu Awpn QwipE, hir jpu. n inmK jwipE; ArQu dRbu dyKu. kCu sMig, nwhI clnw ]1]",
    "TRANSLITERATION": "Than Dhhan Aapan Thhaapiou Har Jap N Nimakh Jaapiou Arathh Dhrab Dhaekh Kashh Sang Naahee Chalanaa ||1||",
    "PUNJABI": "ਤੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਇਸ ਧਨ ਨੂੰ ਆਪਣਾ ਸਮਝ ਰਿਹਾ ਹੈਂ, (ਇਹਨਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੂੰ ਇਕ ਛਿਨ ਭਰ ਭੀ ਨਹੀਂ ਜਪਦਾ। ਵੇਖ, ਇਹ ਧਨ-ਪਦਾਰਥ ਕੁਝ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਵੇਗਾ ॥੧॥",
    "PRONUNCIATION": "(ArQu) sMpqI[ (dRbu) Dn"
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "jw ko ry krmu Blw, iqin Et ghI sMq plw; iqn. nwhI ry jmu sMqwvY, swDU kI sMgnw ]",
    "TRANSLITERATION": "Jaa Ko Rae Karam Bhalaa Thin Outt Gehee Santh Palaa Thin Naahee Rae Jam Santhaavai Saadhhoo Kee Sanganaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਚੰਗੀ ਕਿਸਮਤ ਹੋਈ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਸ ਨੇ ਸੰਤਾਂ ਦਾ ਪੱਲਾ ਫੜਿਆ। ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਦਾ ਡਰ ਸਤਾ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "(sMgnw) sMgq[ Blw:polw bolo[ p`lw"
  },
  {
    "SHABAD_ID": 2581,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "pwieE ry prm inDwnu, imitE hY AiBmwnu; eykY inrMkwr nwnk mnu lgnw ]2]2]30]",
    "TRANSLITERATION": "Paaeiou Rae Param Nidhhaan Mittiou Hai Abhimaan Eaekai Nirankaar Naanak Man Laganaa ||2||2||30||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ ਉਸ ਨੇ ਸਭ ਤੋਂ ਵਧੀਆ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ ਉਸ ਦੇ ਅੰਦਰੋਂ ਅਹੰਕਾਰ ਮਿਟ ਗਿਆ ॥੨॥੨॥੩੦॥",
    "PRONUNCIATION": ""
  }
]