[
  {
    "SHABAD_ID": 2602,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "mhw klol buJih. mwieAw ky; kir ikrpw. myry dIn dieAwl ]",
    "TRANSLITERATION": "Mehaa Kalol Bujhehi Maaeiaa Kae Kar Kirapaa Maerae Dheen Dhaeiaal ||",
    "PUNJABI": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੂੰ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ, ਮਾਇਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਉਸ ਉੱਤੇ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੇ।",
    "PRONUNCIATION": "buJih:polw bolo"
  },
  {
    "SHABAD_ID": 2602,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "Apxw nwmu dyih. jip jIvw; pUrn hoie. dws kI Gwl ]1]",
    "TRANSLITERATION": "Apanaa Naam Dhaehi Jap Jeevaa Pooran Hoe Dhaas Kee Ghaal ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਭੀ) ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, ਤੇਰਾ ਨਾਮ ਜਪ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਸਕਾਂ, ਤੇਰੇ (ਇਸ) ਦਾਸ ਦੀ ਮੇਹਨਤ ਸਫਲ ਹੋ ਜਾਏ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2602,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "srb mnorQ. rwj sUK rs; sd KusIAw kIrqnu jip nwm ]",
    "TRANSLITERATION": "Sarab Manorathh Raaj Sookh Ras Sadh Khuseeaa Keerathan Jap Naam ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਮਾਨੋ) ਰਾਜ ਦੇ ਸੁਖ ਤੇ ਰਸ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": "KusIAw:polw bolo, s`sy ibMdI n lwau"
  },
  {
    "SHABAD_ID": 2602,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "ijs kY krim iliKAw Duir krqY; nwnk. jn ky pUrn kwm ]2]20]51]",
    "TRANSLITERATION": "Jis Kai Karam Likhiaa Dhhur Karathai Naanak Jan Kae Pooran Kaam ||2||20||51||",
    "PUNJABI": "(ਪਰ) ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਕਿਸਮਤ ਵਿਚ ਦੁਰ ਦਰਗਾਹ ਤੋਂ (ਇਹ ਨਾਮ ਦੀ ਦਾਤਿ) ਲਿਖ ਦਿੱਤੀ, ਉਸ ਮਨੁੱਖ ਦੇ (ਹੀ) ਸਾਰੇ ਕਾਰਜ ਸਫਲ ਹੁੰਦੇ ਹਨ ॥੨॥੨੦॥੫੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mÚ 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Ma 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "jn kI, kInI pwrbRhim swr ]",
    "TRANSLITERATION": "Jan Kee Keenee Paarabreham Saar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ (ਸਦਾ ਹੀ) ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਸੰਭਾਲ ਕੀਤੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "inMdk itknu. n pwvin mUly; aUif gey bykwr ]1] rhwau ]",
    "TRANSLITERATION": "Nindhak Ttikan N Paavan Moolae Oodd Geae Baekaar ||1|| Rehaao ||",
    "PUNJABI": "(ਉਹਨਾਂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਉਹਨਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਉੱਕਾ ਹੀ ਅੜ ਨਹੀਂ ਸਕਦੇ। (ਜਿਵੇਂ ਹਵਾ ਦੇ ਅੱਗੇ ਬੱਦਲ ਉੱਡ ਜਾਂਦੇ ਹਨ ਤਿਵੇਂ ਉਹ ਨਿੰਦਕ ਸੇਵਕਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਸਦਾ) ਨਕਾਰੇ ਹੋ ਕੇ ਉੱਡ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "jh jh dyKau. qh qh suAwmI; koie. n phucnhwr ]",
    "TRANSLITERATION": "Jeh Jeh Dhaekho Theh Theh Suaamee Koe N Pahuchanehaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਕੋਈ ਭੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਮੈਂ ਜਿੱਥੇ ਜਿੱਥੇ ਵੇਖਦਾ ਹਾਂ ਉੱਥੇ ਹੀ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "jo jo krY AvigAw jn kI; hoie gieAw qq Cwr ]1]",
    "TRANSLITERATION": "Jo Jo Karai Avagiaa Jan Kee Hoe Gaeiaa Thath Shhaar ||1||",
    "PUNJABI": "ਉਸ ਦੇ ਸੇਵਕ ਦੀ ਜੇਹੜਾ ਭੀ ਕੋਈ ਮਨੁੱਖ ਨਿਰਾਦਰੀ ਕਰਦਾ ਹੈ, (ਉਹ ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਤੁਰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(A-v`igAw) inrwdrI[ g-ieAw q`q"
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "krnhwru rKvwlw hoAw; jw kw. AMqu n pwrwvwr ]",
    "TRANSLITERATION": "Karanehaar Rakhavaalaa Hoaa Jaa Kaa Anth N Paaraavaar ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਦੀ ਹਸਤੀ ਦਾ ਪਾਰਲਾ ਉਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ਹੈ, ਉਹ ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਆਪਣੇ ਸੇਵਕਾਂ ਦਾ ਸਦਾ) ਰਾਖਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2603,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk dws rKy pRiB ApunY; inMdk kwFy mwir ]2]21]52]",
    "TRANSLITERATION": "Naanak Dhaas Rakhae Prabh Apunai Nindhak Kaadtae Maar ||2||21||52||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਸਦਾ ਰਾਖੀ ਕੀਤੀ ਹੈ, ਤੇ; ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਆਤਮਕ ਮੌਤੇ ਮਾਰ ਕੇ (ਆਪਣੇ ਦਰ ਤੋਂ) ਕੱਢ ਦਿੱਤਾ ਹੈ ॥੨॥੨੧॥੫੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 Gru 9 pVqwl",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 Ghar 9 Parrathaala",
    "PUNJABI": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "hir crn srn goibMd duKBMjnw; dws Apuny kau. nwmu dyvhu ]",
    "TRANSLITERATION": "Har Charan Saran Gobindh Dhukh Bhanjanaa Dhaas Apunae Ko Naam Dhaevahu ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਗੋਬਿੰਦ! ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਆਪਣੇ ਦਾਸ ਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "idRsit pRB Dwrhu. ikRpw kir qwrhu; Bujw gih. kUp qy kwiF lyvhu ] rhwau ]",
    "TRANSLITERATION": "Dhrisatt Prabh Dhhaarahu Kirapaa Kar Thaarahu Bhujaa Gehi Koop Thae Kaadt Laevahu || Rehaao ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੇ ਦਾਸ ਉੱਤੇ) ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ, ਕਿਰਪਾ ਕਰ ਕੇ (ਦਾਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, (ਦਾਸ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਦਾਸ ਨੂੰ ਮੋਹ ਦੇ) ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਲੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "kwm kRoD kir AMD. mwieAw ky bMD; Aink doKw qin Cwid pUry ]",
    "TRANSLITERATION": "Kaam Krodhh Kar Andhh Maaeiaa Kae Bandhh Anik Dhokhaa Than Shhaadh Poorae ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਦੇ ਕਾਰਨ (ਜੀਵ) ਅੰਨ੍ਹੇ ਹੋਏ ਪਏ ਹਨ, ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਫਸੇ ਪਏ ਹਨ, ਅਨੇਕਾਂ ਵਿਕਾਰ (ਇਹਨਾਂ ਦੇ) ਸਰੀਰ ਵਿਚ ਪੂਰੇ ਤੌਰ ਤੇ ਪ੍ਰਭਾਵ ਪਾਈ ਬੈਠੇ ਹਨ।",
    "PRONUNCIATION": "(Cwid) Cwey"
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "pRB ibnw. Awn n rwKnhwrw; nwmu ismrwvhu. srin sUry ]1]",
    "TRANSLITERATION": "Prabh Binaa Aan N Raakhanehaaraa Naam Simaraavahu Saran Soorae ||1||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਜੀਵਾਂ ਦੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਰਾਖੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ। ਹੇ ਸ਼ਰਨ ਆਇਆਂ ਦੀ ਲਾਜ ਰੱਖ ਸਕਣ ਵਾਲੇ! ਆਪਣਾ ਨਾਮ ਜਪਾ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "piqq. auDwrxw, jIA jMq qwrxw; byd aucwr. nhI AMqu pwieE ]",
    "TRANSLITERATION": "Pathith Oudhhaaranaa Jeea Janth Thaaranaa Baedh Ouchaar Nehee Anth Paaeiou ||",
    "PUNJABI": "ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਬਚਾਣ ਵਾਲੇ! ਹੇ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਪਾਰ ਲੰਘਾਣ ਵਾਲੇ! ਵੇਦਾਂ ਦੇ ਪੜ੍ਹਨ ਵਾਲੇ ਭੀ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2604,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "guxh suKswgrw. bRhm rqnwgrw; Bgiq vClu. nwnk gwieE ]2]1]53]",
    "TRANSLITERATION": "Guneh Sukh Saagaraa Breham Rathanaagaraa Bhagath Vashhal Naanak Gaaeiou ||2||1||53||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਗੁਣਾਂ ਦੇ ਸਮੁੰਦਰ! ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ! ਹੇ ਰਤਨਾਂ ਦੀ ਖਾਣ ਪਾਰਬ੍ਰਹਮ! ਮੈਂ ਤੈਨੂੰ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ (ਜਾਣ ਕੇ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਰਿਹਾ ਹਾਂ ॥੨॥੧॥੫੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "hliq suKu. pliq suKu, inq suKu ismrno; nwmu goibMd kw sdw lIjY ]",
    "TRANSLITERATION": "Halath Sukh Palath Sukh Nith Sukh Simarano Naam Gobindh Kaa Sadhaa Leejai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਸਿਮਰਨ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਸਦਾ ਹੀ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "imtih kmwxy. pwp icrwxy; swDsMgiq imil. muAw jIjY ]1] rhwau ]",
    "TRANSLITERATION": "Mittehi Kamaanae Paap Chiraanae Saadhhasangath Mil Muaa Jeejai ||1|| Rehaao ||",
    "PUNJABI": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਚਿਰਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ। ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਸਿਮਰਨ ਕਰਨ ਨਾਲ) ਆਤਮਕ ਮੌਤੇ ਮਰਿਆ ਹੋਇਆ ਮਨੁੱਖ ਮੁੜ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "rwj jobn. ibsrMq hir; mwieAw mhw duKu. eyhu mhWq khY ]",
    "TRANSLITERATION": "Raaj Joban Bisaranth Har Maaeiaa Mehaa Dhukh Eaehu Mehaanth Kehai ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਰਾਜ ਅਤੇ ਜਵਾਨੀ (ਦੇ ਹੁਲਾਰੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦੇਂਦੇ ਹਨ! ਮਾਇਆ ਦਾ ਮੋਹ ਵੱਡਾ ਦੁੱਖ (ਦਾ ਮੂਲ) ਹੈ-ਇਹ ਗੱਲ ਮਹਾ ਪੁਰਖ ਦੱਸਦੇ ਹਨ।",
    "PRONUNCIATION": "(mhWq) bRhmigAwnI sgl kI rInw"
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "Aws ipAws. rmx hir kIrqn; eyhu pdwrQu BwgvMqu lhY ]1]",
    "TRANSLITERATION": "Aas Piaas Raman Har Keerathan Eaehu Padhaarathh Bhaagavanth Lehai ||1||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਸਿਮਰਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਆਸ ਅਤੇ ਤਾਂਘ-ਇਹ ਕੀਮਤੀ ਚੀਜ਼ ਕੋਈ ਵਿਰਲਾ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "srix smrQ AkQ Agocrw; piqq. auDwrx nwmu qyrw ]",
    "TRANSLITERATION": "Saran Samarathh Akathh Agocharaa Pathith Oudhhaaran Naam Thaeraa ||",
    "PUNJABI": "ਹੇ ਸ਼ਰਨ ਆਏ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਜੋਗੇ! ਹੇ ਅਕੱਥ! ਹੇ ਅਗੋਚਰ! ਤੇਰਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": "smr`Q [A-kQ:polw bolo"
  },
  {
    "SHABAD_ID": 2605,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "AMqrjwmI nwnk ky suAwmI; srbq pUrn Twkuru myrw ]2]2]54]",
    "TRANSLITERATION": "Antharajaamee Naanak Kae Suaamee Sarabath Pooran Thaakur Maeraa ||2||2||54||",
    "PUNJABI": "ਹੇ ਅੰਤਰਜਾਮੀ! ਹੇ ਨਾਨਕ ਦੇ ਮਾਲਕ! (ਤੂੰ) ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ ॥੨॥੨॥੫੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2606,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 5 Gru 12",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 5 Ghar 12",
    "PUNJABI": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੧੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2606,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2606,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "bMdnw hir bMdnw; gux gwvhu gopwl rwie ] rhwau ]",
    "TRANSLITERATION": "Bandhanaa Har Bandhanaa Gun Gaavahu Gopaal Raae || Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਨਮਸਕਾਰ ਕਰਿਆ ਕਰੋ, ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹੋ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2606,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "vfYBwig; Byty gurdyvw ]",
    "TRANSLITERATION": "Vaddai Bhaag Bhaettae Guradhaevaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2606,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "koit prwD imty; hir syvw ]1]",
    "TRANSLITERATION": "Kott Paraadhh Mittae Har Saevaa ||1||",
    "PUNJABI": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਨਾਲ ਉਸ ਦੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": ""
  }
]