[
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "gwvY gwvxhwru; sbid suhwvxo ]",
    "TRANSLITERATION": "Gaavai Gaavanehaar Sabadh Suhaavano ||",
    "PUNJABI": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਗਾਵਣ-ਜੋਗ ਪ੍ਰਭੂ (ਦੇ ਗੁਣ) ਗਾਂਦਾ ਹੈ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 1,
    "RAAG_ID": 14,
    "GURMUKHI": "swlwih swcy. mMin siqguru; puMn dwn dieAw mqy ]",
    "TRANSLITERATION": "Saalaahi Saachae Mann Sathigur Punn Dhaan Dhaeiaa Mathae ||",
    "PUNJABI": "ਸਤਿਗੁਰੂ ਨੂੰ (ਜੀਵਨ-ਦਾਤਾ) ਮੰਨ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਮਨੁੱਖ ਦੀ ਮਤਿ ਦੂਜਿਆਂ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੀ ਸਭ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "ipr sMig BwvY. shij nwvY; byxI q sMgmu. sq sqy ]",
    "TRANSLITERATION": "Pir Sang Bhaavai Sehaj Naavai Baenee Th Sangam Sath Sathae ||",
    "PUNJABI": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ) ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਮਾਨੋ, ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ; ਇਹੀ ਉਸ ਦੇ ਵਾਸਤੇ ਸੁੱਚੇ ਤੋਂ ਸੁੱਚਾ ਤ੍ਰਿਬੇਣੀ ਸੰਗਮ (ਦਾ ਇਸ਼ਨਾਨ) ਹੈ।",
    "PRONUNCIATION": "n@wvY s`q s`qy"
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 2,
    "RAAG_ID": 14,
    "GURMUKHI": "AwrwiD eykMkwru swcw; inq dyie cVY svwieAw ]",
    "TRANSLITERATION": "Aaraadhh Eaekankaar Saachaa Nith Dhaee Charrai Savaaeiaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ!) ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਇੱਕ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰ, ਜੋ ਸਦਾ (ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ) ਦੇਂਦਾ ਹੈ ਤੇ (ਜਿਸ ਦੀਆਂ ਦਿੱਤੀਆਂ ਦਾਤਾਂ ਦਿਨੋ ਦਿਨ) ਵਧਦੀਆਂ ਹਨ।",
    "PRONUNCIATION": "cV@Y"
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "giq sMig mIqw sMqsMgiq; kir ndir myil imlwieAw ]3]",
    "TRANSLITERATION": "Gath Sang Meethaa Santhasangath Kar Nadhar Mael Milaaeiaa ||3||",
    "PUNJABI": "ਮਿੱਤਰ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ, ਗੁਰੂ ਸੰਤ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰ ਕੇ ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 3,
    "RAAG_ID": 14,
    "GURMUKHI": "khxu khY sBu koie; kyvfu AwKIAY ]",
    "TRANSLITERATION": "Kehan Kehai Sabh Koe Kaevadd Aakheeai ||",
    "PUNJABI": "ਹਰੇਕ ਜੀਵ (ਪਰਮਾਤਮਾ ਬਾਰੇ) ਕਥਨ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਬਹੁਤ ਵੱਡਾ ਹੈ, ਪਰ) ਕੋਈ ਨਹੀਂ ਦੱਸ ਸਕਦਾ ਕਿ ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "hau mUrKu nIcu Ajwxu; smJw swKIAY ]",
    "TRANSLITERATION": "Ho Moorakh Neech Ajaan Samajhaa Saakheeai ||",
    "PUNJABI": "(ਮੈਂ ਇਤਨੇ ਜੋਗਾ ਨਹੀਂ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਬਿਆਨ ਕਰ ਸਕਾਂ) ਮੈਂ (ਤਾਂ) ਮੂਰਖ ਹਾਂ, ਨੀਵੇਂ ਸੁਭਾਵ ਦਾ ਹਾਂ, ਅੰਞਾਣ ਹਾਂ, ਮੈਂ ਤਾਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨਾਲ ਹੀ (ਕੁਝ) ਸਮਝ ਸਕਦਾ ਹਾਂ (ਭਾਵ, ਮੈਂ ਤਾਂ ਉਤਨਾ ਕੁਝ ਹੀ ਮਸਾਂ ਸਮਝ ਸਕਦਾ ਹਾਂ ਜਿਤਨਾ ਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਮਝਾਏ)।",
    "PRONUNCIATION": "(swKIAY) is`iKAw nwl"
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 4,
    "RAAG_ID": 14,
    "GURMUKHI": "scu gur kI swKI AMimRq BwKI; iqqu mnu mwinAw myrw ]",
    "TRANSLITERATION": "Sach Gur Kee Saakhee Anmrith Bhaakhee Thith Man Maaniaa Maeraa ||",
    "PUNJABI": "ਮੇਰਾ ਮਨ ਤਾਂ ਉਸ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਹੀ ਪਤੀਜ ਗਿਆ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਤੇ ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "kUcu krih Awvih ibKu lwdy; sbid scY guru myrw ]",
    "TRANSLITERATION": "Kooch Karehi Aavehi Bikh Laadhae Sabadh Sachai Gur Maeraa ||",
    "PUNJABI": "ਜੇਹੜੇ ਜੀਵ (ਮਾਇਆ-ਮੋਹ ਦੇ) ਜ਼ਹਰ ਨਾਲ ਲੱਦੇ ਹੋਏ ਜਗਤ ਵਿਚ ਆਉਂਦੇ ਹਨ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਸਾਰ ਕੇ ਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੀ ਟੇਕ ਰੱਖ ਕੇ, ਉਸੇ ਜ਼ਹਰ ਨਾਲ ਲੱਦੇ ਹੋਏ ਹੀ ਜਗਤ ਤੋਂ) ਕੂਚ ਕਰ ਜਾਂਦੇ ਹਨ, ਪਰ ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੇਰਾ ਗੁਰੂ ਉਸ ਜ਼ਹਰ ਦੇ ਭਾਰ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 5,
    "RAAG_ID": 14,
    "GURMUKHI": "AwKix qoit n. Bgiq BMfwrI; Birpuir rihAw soeI ]",
    "TRANSLITERATION": "Aakhan Thott N Bhagath Bhanddaaree Bharipur Rehiaa Soee ||",
    "PUNJABI": "(ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਗੁਣ) ਬਿਆਨ ਕਰਨ ਨਾਲ ਮੁੱਕਦੇ ਨਹੀਂ, (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, ਜੀਵਾਂ ਨੂੰ ਭਗਤੀ ਦੀ ਦਾਤਿ ਵੰਡਿਆਂ) ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ ਕੋਈ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ, (ਪਰ ਭਗਤੀ ਕਰਨ ਨਾਲ ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਨਾਲ ਮਨੁੱਖ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਹੀ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2617,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk swcu khY bynMqI; mnu mWjY scu soeI ]4]1]",
    "TRANSLITERATION": "Naanak Saach Kehai Baenanthee Man Maanjai Sach Soee ||4||1||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਜੋ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸਾਂ ਕਰਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਤੋਂ ਸਾਫ਼ ਕਰ ਲੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ (ਤੀਰਥ-ਇਸ਼ਨਾਨਾਂ ਨਾਲ ਇਹ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ) ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 6,
    "RAAG_ID": 14,
    "GURMUKHI": "DnwsrI mhlw 1 ]",
    "TRANSLITERATION": "Dhhanaasaree Mehalaa 1 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "jIvw qyrY nwie; min AwnMdu hY jIau ]",
    "TRANSLITERATION": "Jeevaa Thaerai Naae Man Aanandh Hai Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "swco swcw nwau; gux goivMdu hY jIau ]",
    "TRANSLITERATION": "Saacho Saachaa Naao Gun Govindh Hai Jeeo ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਪ੍ਰਭੂ ਗੁਣਾਂ (ਦਾ ਖ਼ਜ਼ਾਨਾ) ਹੈ ਤੇ ਧਰਤੀ ਦੇ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 7,
    "RAAG_ID": 14,
    "GURMUKHI": "gur igAwnu Apwrw isrjxhwrw; ijin isrjI iqin goeI ]",
    "TRANSLITERATION": "Gur Giaan Apaaraa Sirajanehaaraa Jin Sirajee Thin Goee ||",
    "PUNJABI": "ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਗਿਆਨ ਦੱਸਦਾ ਹੈ ਕਿ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਬੇਅੰਤ ਹੈ, ਜਿਸ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹੀ ਇਸ ਨੂੰ ਨਾਸ ਕਰਦਾ ਹੈ।",
    "PRONUNCIATION": "(goeI) nws kIqI"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 8,
    "RAAG_ID": 14,
    "GURMUKHI": "prvwxw AwieAw hukim pTwieAw; Pyir. n skY koeI ]",
    "TRANSLITERATION": "Paravaanaa Aaeiaa Hukam Pathaaeiaa Faer N Sakai Koee ||",
    "PUNJABI": "ਜਦੋਂ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਭੇਜਿਆ ਹੋਇਆ (ਮੌਤ ਦਾ) ਸੱਦਾ ਆਉਂਦਾ ਹੈ ਤਾਂ ਕੋਈ ਜੀਵ (ਉਸ ਸੱਦੇ ਨੂੰ) ਮੋੜ ਨਹੀਂ ਸਕਦਾ।",
    "PRONUNCIATION": "(pTwieAw) ByijAw"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "Awpy kir vyKY isir isir lyKY; Awpy suriq buJweI ]",
    "TRANSLITERATION": "Aapae Kar Vaekhai Sir Sir Laekhai Aapae Surath Bujhaaee ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ (ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਲੇਖ ਲਿਖਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 9,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk swihbu Agm Agocru; jIvw scI nweI ]1]",
    "TRANSLITERATION": "Naanak Saahib Agam Agochar Jeevaa Sachee Naaee ||1||",
    "PUNJABI": "ਮਾਲਕ-ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ, ਜੀਵਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਉਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਹੇ ਨਾਨਕ! (ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ, ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਮੈਨੂੰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਬਖ਼ਸ਼) ॥੧॥",
    "PRONUNCIATION": "(A-gm) sog rihq"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "qum sir Avru. n koie; AwieAw jwiesI jIau ]",
    "TRANSLITERATION": "Thum Sar Avar N Koe Aaeiaa Jaaeisee Jeeo ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, (ਹੋਰ ਜੇਹੜਾ ਭੀ ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈ, (ਉਹ ਇਥੋਂ ਆਖ਼ਰ) ਚਲਾ ਜਾਇਗਾ (ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 10,
    "RAAG_ID": 14,
    "GURMUKHI": "hukmI hoie inbyVu; Brmu cukwiesI jIau ]",
    "TRANSLITERATION": "Hukamee Hoe Nibaerr Bharam Chukaaeisee Jeeo ||",
    "PUNJABI": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਭਟਕਣਾ (ਗੁਰੂ) ਦੂਰ ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਖ਼ਾਤਮਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "guru. Brmu cukwey, AkQu khwey; sc mih swcu smwxw ]",
    "TRANSLITERATION": "Gur Bharam Chukaaeae Akathh Kehaaeae Sach Mehi Saach Samaanaa ||",
    "PUNJABI": "ਗੁਰੂ ਜਿਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰਦਾ ਹੈ, ਉਸ ਪਾਸੋਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂਦਾ ਹੈ ਜਿਸ ਦੇ ਗੁਣ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹਨ। ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "PRONUNCIATION": "A-kQu:polw bolo"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 11,
    "RAAG_ID": 14,
    "GURMUKHI": "Awip aupwey. Awip smwey; hukmI hukmu pCwxw ]",
    "TRANSLITERATION": "Aap Oupaaeae Aap Samaaeae Hukamee Hukam Pashhaanaa ||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਰਜ਼ਾ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਪਛਾਣ ਲੈਂਦਾ ਹੈ (ਤੇ ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਆਪਣੇ ਵਿਚ) ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "scI vifAweI gur qy pweI; qU min AMiq sKweI ]",
    "TRANSLITERATION": "Sachee Vaddiaaee Gur Thae Paaee Thoo Man Anth Sakhaaee ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਗੁਰੂ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ, ਤੂੰ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈਂ ਤੇ ਅੰਤ ਸਮੇ ਭੀ ਉਸ ਦਾ ਸਾਥੀ ਬਣਦਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 12,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk swihbu. Avru, n dUjw; nwim qyrY vifAweI ]2]",
    "TRANSLITERATION": "Naanak Saahib Avar N Dhoojaa Naam Thaerai Vaddiaaee ||2||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ। (ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "qU scw isrjxhwru; AlK isrMidAw jIau ]",
    "TRANSLITERATION": "Thoo Sachaa Sirajanehaar Alakh Sirandhiaa Jeeo ||",
    "PUNJABI": "ਹੇ ਅਦ੍ਰਿਸ਼ਟ ਰਚਨਹਾਰ! ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ਤੇ ਸਭ ਜੀਵਾਂ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "PRONUNCIATION": "(isrMidAw) isrjxhwr[ A-lK"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 13,
    "RAAG_ID": 14,
    "GURMUKHI": "eyku swihbu. duie rwh; vwd vDMidAw jIau ]",
    "TRANSLITERATION": "Eaek Saahib Dhue Raah Vaadh Vadhhandhiaa Jeeo ||",
    "PUNJABI": "ਇਕੋ ਸਿਰਜਣਹਾਰ ਹੀ (ਸਾਰੇ ਜਗਤ ਦਾ) ਮਾਲਕ ਹੈ, ਉਸ ਨੇ (ਜੰਮਣਾ ਤੇ ਮਰਨਾ) ਦੋ ਰਸਤੇ ਚਲਾਏ ਹਨ। (ਉਸੇ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜਗਤ ਵਿਚ) ਝਗੜੇ ਵਧਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "duie rwh clwey. hukim sbwey; jnim muAw sMswrw ]",
    "TRANSLITERATION": "Dhue Raah Chalaaeae Hukam Sabaaeae Janam Muaa Sansaaraa ||",
    "PUNJABI": "ਦੋਵੇਂ ਰਸਤੇ ਪ੍ਰਭੂ ਨੇ ਹੀ ਤੋਰੇ ਹਨ, ਸਾਰੇ ਜੀਵ ਉਸੇ ਦੇ ਹੁਕਮ ਵਿਚ ਹਨ, (ਉਸੇ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ) ਜਗਤ ਜੰਮਦਾ ਤੇ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 14,
    "RAAG_ID": 14,
    "GURMUKHI": "nwm ibnw. nwhI ko bylI; ibKu lwdI isir Bwrw ]",
    "TRANSLITERATION": "Naam Binaa Naahee Ko Baelee Bikh Laadhee Sir Bhaaraa ||",
    "PUNJABI": "(ਜੀਵ ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ-ਰੂਪ ਭਾਰ ਆਪਣੇ ਸਿਰ ਉਤੇ ਇਕੱਠਾ ਕਰੀ ਜਾਂਦਾ ਹੈ, (ਤੇ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ ਸਾਥੀ-ਮਿੱਤਰ ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "hukmI AwieAw. hukmu n bUJY; hukim svwrxhwrw ]",
    "TRANSLITERATION": "Hukamee Aaeiaa Hukam N Boojhai Hukam Savaaranehaaraa ||",
    "PUNJABI": "ਜੀਵ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਅਨੁਸਾਰ (ਜਗਤ ਵਿਚ) ਆਉਂਦਾ ਹੈ, (ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਉਸ) ਹੁਕਮ ਨੂੰ ਸਮਝਦਾ ਨਹੀਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 15,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk swihbu. sbid is\\\\wpY; swcw isrjxhwrw ]3]",
    "TRANSLITERATION": "Naanak Saahib Sabadh Sinjaapai Saachaa Sirajanehaaraa ||3||",
    "PUNJABI": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ (ਸਿੱਧੇ ਰਾਹ ਪਾ ਕੇ) ਸਵਾਰਨ ਦੇ ਸਮਰਥ ਹੈ।",
    "PRONUNCIATION": "(is\\wpY) isAwxIdw"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "Bgq sohih drvwir; sbid suhwieAw jIau ]",
    "TRANSLITERATION": "Bhagath Sohehi Dharavaar Sabadh Suhaaeiaa Jeeo ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਇਹ ਪਛਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਜਗਤ ਦਾ ਮਾਲਕ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 16,
    "RAAG_ID": 14,
    "GURMUKHI": "bolih AMimRq bwix; rsn rswieAw jIau ]",
    "TRANSLITERATION": "Bolehi Anmrith Baan Rasan Rasaaeiaa Jeeo ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੋਭਦੇ ਹਨ, ਕਿਉਂਕਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "rsn rswey nwim iqswey; gur kY sbid ivkwxy ]",
    "TRANSLITERATION": "Rasan Rasaaeae Naam Thisaaeae Gur Kai Sabadh Vikaanae ||",
    "PUNJABI": "ਉਹ ਬੰਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜੀਵ ਨੂੰ ਉਸ ਬਾਣੀ ਨਾਲ ਇਕ-ਰਸ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": "(iqswey) ipAwsy"
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 17,
    "RAAG_ID": 14,
    "GURMUKHI": "pwris prisAY pwrsu hoey; jw qyrY min Bwxy ]",
    "TRANSLITERATION": "Paaras Parasiai Paaras Hoeae Jaa Thaerai Man Bhaanae ||",
    "PUNJABI": "ਭਗਤ-ਜਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਜੀਭ ਨੂੰ ਰਸਾ ਲੈਂਦੇ ਹਨ, ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਨਾਮ ਵਾਸਤੇ ਉਹਨਾਂ ਦੀ) ਪਿਆਸ ਵਧਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਸਦਕੇ ਹੁੰਦੇ ਹਨ (ਨਾਮ ਦੀ ਖ਼ਾਤਰ ਹੋਰ ਸਭ ਸਰੀਰਕ ਸੁਖ ਕੁਰਬਾਨ ਕਰਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 18,
    "RAAG_ID": 14,
    "GURMUKHI": "Amrwpdu pwieAw. Awpu gvwieAw; ivrlw igAwn vIcwrI ]",
    "TRANSLITERATION": "Amaraa Padh Paaeiaa Aap Gavaaeiaa Viralaa Giaan Veechaaree ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ (ਭਗਤ ਜਨ) ਤੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਤਾਂ ਉਹ ਗੁਰੂ-ਪਾਰਸ ਨਾਲ ਛੁਹ ਕੇ ਆਪ ਭੀ ਪਾਰਸ ਹੋ ਜਾਂਦੇ ਹਨ (ਹੋਰਨਾਂ ਨੂੰ ਪਵਿਤ੍ਰ ਜੀਵਨ ਦੇਣ ਜੋਗੇ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "nwnk. Bgq sohin dir swcY; swcy ky vwpwrI ]4]",
    "TRANSLITERATION": "Naanak Bhagath Sohan Dhar Saachai Saachae Kae Vaapaaree ||4||",
    "PUNJABI": "ਜੇਹੜੇ ਬੰਦੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਉਹ ਆਤਮਕ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਆਤਮਕ ਮੌਤ ਅਸਰ ਨਹੀਂ ਕਰ ਸਕਦੀ। ਪਰ ਅਜੇਹਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਦੀ ਵਿਚਾਰ ਕਰਨ ਵਾਲਾ ਬੰਦਾ ਹੁੰਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2618,
    "LINE_ID": 19,
    "RAAG_ID": 14,
    "GURMUKHI": "BUK ipAwso AwiQ; ikau dir jwiesw jIau ]",
    "TRANSLITERATION": "Bhookh Piaaso Aathh Kio Dhar Jaaeisaa Jeeo ||",
    "PUNJABI": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਸਾਰੇ ਜੀਵਨ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਹੀ ਵਣਜ ਕਰਦੇ ਹਨ ॥੪॥",
    "PRONUNCIATION": "(AwiQ) mwieAw"
  }
]