[
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 1,
    "RAAG_ID": 15,
    "GURMUKHI": "jYqsrI mhlw 4 Gru 1 caupdy",
    "TRANSLITERATION": "Jaithasaree Mehalaa 4 Ghar 1 Choupadhae",
    "PUNJABI": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 2,
    "RAAG_ID": 15,
    "GURMUKHI": "<> siqgur pRswid ]",
    "TRANSLITERATION": "Ik Oankaar Sathigur Prasaadh ||",
    "PUNJABI": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 3,
    "RAAG_ID": 15,
    "GURMUKHI": "myrY hIArY rqnu nwmu hir bisAw; guir. hwQu DirE myrY mwQw ]",
    "TRANSLITERATION": "Maerai Heearai Rathan Naam Har Basiaa Gur Haathh Dhhariou Maerai Maathhaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਦੋਂ) ਗੁਰੂ ਨੇ ਮੇਰੇ ਸਿਰ ਉੱਤੇ ਆਪਣਾ ਹੱਥ ਰੱਖਿਆ, ਤਾਂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਰਤਨ (ਵਰਗਾ ਕੀਮਤੀ) ਨਾਮ ਆ ਵੱਸਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 3,
    "RAAG_ID": 15,
    "GURMUKHI": "jnm jnm ky iklibK duK auqry; guir. nwmu dIE irnu lwQw ]1]",
    "TRANSLITERATION": "Janam Janam Kae Kilabikh Dhukh Outharae Gur Naam Dheeou Rin Laathhaa ||1||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ, ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ, (ਉਸ ਦੇ ਸਿਰੋਂ ਪਾਪਾਂ ਦਾ) ਕਰਜ਼ਾ ਉਤਰ ਗਿਆ ॥੧॥",
    "PRONUNCIATION": "(irnu) krzw[ l`wQw"
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 4,
    "RAAG_ID": 15,
    "GURMUKHI": "myry mn. Bju rwm nwmu; siB ArQw ]",
    "TRANSLITERATION": "Maerae Man Bhaj Raam Naam Sabh Arathhaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, (ਪਰਮਾਤਮਾ) ਸਾਰੇ ਪਦਾਰਥ (ਦੇਣ ਵਾਲਾ ਹੈ)।",
    "PRONUNCIATION": "(ArQw) mnorQ[ Bju:polw bolo"
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 4,
    "RAAG_ID": 15,
    "GURMUKHI": "guir pUrY. hir nwmu idRVwieAw; ibnu nwvY. jIvnu ibrQw ] rhwau ]",
    "TRANSLITERATION": "Gur Poorai Har Naam Dhrirraaeiaa Bin Naavai Jeevan Birathhaa || Rehaao ||",
    "PUNJABI": "(ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕੀਤਾ ਹੈ। ਤੇ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 5,
    "RAAG_ID": 15,
    "GURMUKHI": "ibnu gur. mUV Bey hY mnmuK; qy moh mwieAw inq PwQw ]",
    "TRANSLITERATION": "Bin Gur Moorr Bheae Hai Manamukh Thae Moh Maaeiaa Nith Faathhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ ਉਹ ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਮੂਰਖ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ।",
    "PRONUNCIATION": "Pw`Qw"
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 5,
    "RAAG_ID": 15,
    "GURMUKHI": "iqn swDU crx. n syvy kbhU; iqn sBu jnmu AkwQw ]2]",
    "TRANSLITERATION": "Thin Saadhhoo Charan N Saevae Kabehoo Thin Sabh Janam Akaathhaa ||2||",
    "PUNJABI": "ਉਹਨਾਂ ਨੇ ਕਦੇ ਭੀ ਗੁਰੂ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲਿਆ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "PRONUNCIATION": "(AkwQw) ivArQ"
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 6,
    "RAAG_ID": 15,
    "GURMUKHI": "ijn swDU crx. swD pg syvy; iqn sPilE jnmu snwQw ]",
    "TRANSLITERATION": "Jin Saadhhoo Charan Saadhh Pag Saevae Thin Safaliou Janam Sanaathhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਓਟ ਲੈਂਦੇ ਹਨ, ਉਹ ਖਸਮ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(snwQw) Ksm vwly"
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 7,
    "RAAG_ID": 15,
    "GURMUKHI": "mokau kIjY. dwsu dws dwsn ko; hir dieAw Dwir jgMnwQw ]3]",
    "TRANSLITERATION": "Mo Ko Keejai Dhaas Dhaas Dhaasan Ko Har Dhaeiaa Dhhaar Jagannaathhaa ||3||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਮੇਰੇ ਉੱਤੇ ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 7,
    "RAAG_ID": 15,
    "GURMUKHI": "hm AMDuly. igAwn hIn AigAwnI; ikau cwlh mwrig pMQw ]",
    "TRANSLITERATION": "Ham Andhhulae Giaaneheen Agiaanee Kio Chaaleh Maarag Panthhaa ||",
    "PUNJABI": "ਹੇ ਗੁਰੂ! ਅਸੀਂ ਮਾਇਆ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋ ਰਹੇ ਹਾਂ, ਅਸੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹਾਂ, ਸਾਨੂੰ ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਦੀ ਸੂਝ ਨਹੀਂ ਹੈ, ਅਸੀਂ ਤੇਰੇ ਦੱਸੇ ਹੋਏ ਜੀਵਨ-ਰਾਹ ਉੱਤੇ ਤੁਰ ਨਹੀਂ ਸਕਦੇ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2639,
    "LINE_ID": 8,
    "RAAG_ID": 15,
    "GURMUKHI": "hm AMDuly kau. gur AMclu dIjY; jn nwnk. clh imlMQw ]4]1]",
    "TRANSLITERATION": "Ham Andhhulae Ko Gur Anchal Dheejai Jan Naanak Chaleh Milanthhaa ||4||1||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਗੁਰੂ! ਸਾਨੂੰ ਅੰਨ੍ਹਿਆਂ ਨੂੰ ਆਪਣਾ ਪੱਲਾ ਫੜਾ, ਤਾਂ ਕਿ ਤੇਰੇ ਪੱਲੇ ਲੱਗ ਕੇ ਅਸੀਂ ਤੇਰੇ ਦੱਸੇ ਹੋਏ ਰਸਤੇ ਉਤੇ ਤੁਰ ਸਕੀਏ ॥੪॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 9,
    "RAAG_ID": 15,
    "GURMUKHI": "jYqsrI mhlw 4 ]",
    "TRANSLITERATION": "Jaithasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 9,
    "RAAG_ID": 15,
    "GURMUKHI": "hIrw lwlu Amolku hY BwrI; ibnu gwhk. mIkw kwKw ]",
    "TRANSLITERATION": "Heeraa Laal Amolak Hai Bhaaree Bin Gaahak Meekaa Kaakhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜਾ ਹੀ ਕੀਮਤੀ ਹੀਰਾ ਹੈ ਲਾਲ ਹੈ, ਪਰ ਗਾਹਕ ਤੋਂ ਬਿਨਾ ਇਹ ਹੀਰਾ ਕੱਖ ਵਰਗਾ ਹੋਇਆ ਪਿਆ ਹੈ।",
    "PRONUNCIATION": "(mIkw) brwbr[ (kwKw) k`K"
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 9,
    "RAAG_ID": 15,
    "GURMUKHI": "rqn gwhku guru swDU dyiKE; qb rqnu ibkwno lwKw ]1]",
    "TRANSLITERATION": "Rathan Gaahak Gur Saadhhoo Dhaekhiou Thab Rathan Bikaano Laakhaa ||1||",
    "PUNJABI": "ਜਦੋਂ ਇਸ ਰਤਨ ਦਾ ਗਾਹਕ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਤਦੋਂ ਇਹ ਰਤਨ ਲੱਖੀਂ ਰੁਪਈਂ ਵਿਕਣ ਲੱਗ ਪਿਆ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 10,
    "RAAG_ID": 15,
    "GURMUKHI": "myrY min; gupq hIru hir rwKw ]",
    "TRANSLITERATION": "Maerai Man Gupath Heer Har Raakhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਨਾਮ-ਹੀਰਾ ਲੁਕਾ ਕੇ ਰੱਖਿਆ ਹੋਇਆ ਸੀ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 10,
    "RAAG_ID": 15,
    "GURMUKHI": "dIn dieAwil imlwieE guru swDU; guir imilAY. hIru prwKw ] rhwau ]",
    "TRANSLITERATION": "Dheen Dhaeiaal Milaaeiou Gur Saadhhoo Gur Miliai Heer Paraakhaa || Rehaao ||",
    "PUNJABI": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਉਸ ਹਰੀ ਨੇ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ। ਗੁਰੂ ਮਿਲਣ ਨਾਲ ਮੈਂ ਉਹ ਹੀਰਾ ਪਰਖ ਲਿਆ (ਮੈਂ ਉਸ ਹੀਰੇ ਦੀ ਕਦਰ ਸਮਝ ਲਈ) ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 11,
    "RAAG_ID": 15,
    "GURMUKHI": "mnmuK koTI AigAwnu AMDyrw; iqn Gir rqnu. n lwKw ]",
    "TRANSLITERATION": "Manamukh Kothee Agiaan Andhhaeraa Thin Ghar Rathan N Laakhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, (ਤਾਹੀਏਂ) ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਨਾਮ-ਰਤਨ (ਕਦੇ) ਨਹੀਂ ਵੇਖਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 12,
    "RAAG_ID": 15,
    "GURMUKHI": "qy aUJiV Brim muey gwvwrI; mwieAw BuAMg ibKu cwKw ]2]",
    "TRANSLITERATION": "Thae Oojharr Bharam Mueae Gaavaaree Maaeiaa Bhuang Bikh Chaakhaa ||2||",
    "PUNJABI": "ਉਹ ਮਨੁੱਖ ਮਾਇਆ-ਸਪਣੀ (ਦੇ ਮੋਹ) ਦਾ ਜ਼ਹਿਰ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਵਾਸਤੇ) ਉਹ ਮੂਰਖ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 12,
    "RAAG_ID": 15,
    "GURMUKHI": "hir hir swD mylhu jn nIky; hir swDU srix hm rwKw ]",
    "TRANSLITERATION": "Har Har Saadhh Maelahu Jan Neekae Har Saadhhoo Saran Ham Raakhaa ||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਚੰਗੇ ਸੰਤ ਜਨ ਮਿਲਾ, ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਰੱਖ।",
    "PRONUNCIATION": "(nIky) au~qm"
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 13,
    "RAAG_ID": 15,
    "GURMUKHI": "hir AMgIkwru krhu pRB suAwmI; hm pry Bwig qum pwKw ]3]",
    "TRANSLITERATION": "Har Angeekaar Karahu Prabh Suaamee Ham Parae Bhaag Thum Paakhaa ||3||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ! ਮੇਰੀ ਮਦਦ ਕਰ। ਮੈਂ ਹੋਰ ਪਾਸੇ ਛੱਡ ਕੇ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": "(pwKw) srn"
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 14,
    "RAAG_ID": 15,
    "GURMUKHI": "ijhvw ikAw gux AwiK vKwxh; qum vf Agm vf purKw ]",
    "TRANSLITERATION": "Jihavaa Kiaa Gun Aakh Vakhaaneh Thum Vadd Agam Vadd Purakhaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਵੱਡਾ ਪੁਰਖ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਅਸੀਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਆਖ ਕੇ ਦੱਸ ਸਕਦੇ ਹਾਂ?",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2640,
    "LINE_ID": 14,
    "RAAG_ID": 15,
    "GURMUKHI": "jn nwnk. hir ikrpw DwrI; pwKwxu fubq. hir rwKw ]4]2]",
    "TRANSLITERATION": "Jan Naanak Har Kirapaa Dhhaaree Paakhaan Ddubath Har Raakhaa ||4||2||",
    "PUNJABI": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕੀਤੀ, ਉਸ ਪੱਥਰ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਦੇ ਨੂੰ ਉਸ ਨੇ ਬਚਾ ਲਿਆ ॥੪॥੨॥",
    "PRONUNCIATION": "(pwKwxu) p`Qr[ fu`bq"
  }
]