[
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 1,
    "RAAG_ID": 15,
    "GURMUKHI": "jYqsrI mÚ 4 ]",
    "TRANSLITERATION": "Jaithasaree Ma 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 1,
    "RAAG_ID": 15,
    "GURMUKHI": "hm bwirk. kCUA n jwnh, giq imiq, qyry; mUrK mugD ieAwnw ]",
    "TRANSLITERATION": "Ham Baarik Kashhooa N Jaaneh Gath Mith Thaerae Moorakh Mugadhh Eiaanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਅਸੀਂ ਤੇਰੇ ਅੰਞਾਣ ਮੂਰਖ ਬੱਚੇ ਹਾਂ, ਅਸੀਂ ਨਹੀਂ ਜਾਣ ਸਕਦੇ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਅਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈਂ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 2,
    "RAAG_ID": 15,
    "GURMUKHI": "hir ikrpw Dwir dIjY miq aUqm; kir lIjY mugDu isAwnw ]1]",
    "TRANSLITERATION": "Har Kirapaa Dhhaar Dheejai Math Ootham Kar Leejai Mugadhh Siaanaa ||1||",
    "PUNJABI": "ਹੇ ਹਰੀ! ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਚੰਗੀ ਅਕਲ ਦੇਹ, ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਸਿਆਣਾ ਬਣਾ ਲੈ ॥੧॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 2,
    "RAAG_ID": 15,
    "GURMUKHI": "myrw mnu AwlsIAw auGlwnw ]",
    "TRANSLITERATION": "Maeraa Man Aalaseeaa Oughalaanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰਾ ਸੁਸਤ ਮਨ (ਮਾਇਆ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੌਂ ਗਿਆ ਸੀ।",
    "PRONUNCIATION": "buirAweI dI nINdc (auGlwnw) aUNGdw hY"
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 3,
    "RAAG_ID": 15,
    "GURMUKHI": "hir hir Awin imlwieE guru swDU; imil swDU. kpt Kulwnw ] rhwau ]",
    "TRANSLITERATION": "Har Har Aan Milaaeiou Gur Saadhhoo Mil Saadhhoo Kapatt Khulaanaa || Rehaao ||",
    "PUNJABI": "ਪਰਮਾਤਮਾ ਨੇ ਮੈਨੂੰ ਗੁਰੂ ਲਿਆ ਕੇ ਮਿਲਾ ਦਿੱਤਾ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਮੇਰੇ ਮਨ ਦੇ) ਕਿਵਾੜ ਖੁੱਲ੍ਹ ਗਏ ਹਨ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 4,
    "RAAG_ID": 15,
    "GURMUKHI": "gur. iKnu iKnu pRIiq lgwvhu myrY hIArY; myry pRIqm nwmu prwnw ]",
    "TRANSLITERATION": "Gur Khin Khin Preeth Lagaavahu Maerai Heearai Maerae Preetham Naam Paraanaa ||",
    "PUNJABI": "ਹੇ ਗੁਰੂ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਵਾਸਤੇ ਹਰ ਵੇਲੇ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਕਰ ਦੇਹ, ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੇਰੇ ਪ੍ਰਾਣ ਬਣ ਜਾਏ।",
    "PRONUNCIATION": "(prwnw) prwx"
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 4,
    "RAAG_ID": 15,
    "GURMUKHI": "ibnu nwvY. mir jweIAY myry Twkur; ijau AmlI Amil luBwnw ]2]",
    "TRANSLITERATION": "Bin Naavai Mar Jaaeeai Maerae Thaakur Jio Amalee Amal Lubhaanaa ||2||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਵੇਂ ਨਸ਼ਈ ਮਨੁੱਖ ਨਸ਼ੇ ਵਿਚ ਖ਼ੁਸ਼ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਘਬਰਾ ਉਠਦਾ ਹੈ, ਤਿਵੇਂ) ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਿੰਦ ਵਿਆਕੁਲ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 5,
    "RAAG_ID": 15,
    "GURMUKHI": "ijn min pRIiq lgI hir kyrI; iqn Duir Bwg purwnw ]",
    "TRANSLITERATION": "Jin Man Preeth Lagee Har Kaeree Thin Dhhur Bhaag Puraanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਮਿਲੇ ਚਿਰ ਦੇ ਭਾਗ ਜਾਗ ਪੈਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 5,
    "RAAG_ID": 15,
    "GURMUKHI": "iqn. hm crx sryvh iKnu iKnu; ijn hir mIT lgwnw ]3]",
    "TRANSLITERATION": "Thin Ham Charan Saraeveh Khin Khin Jin Har Meeth Lagaanaa ||3||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਅਸੀਂ ਹਰ ਵੇਲੇ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਾਂ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 6,
    "RAAG_ID": 15,
    "GURMUKHI": "hir hir ikRpw DwrI myrY Twkuir; jnu ibCuirAw icrI imlwnw ]",
    "TRANSLITERATION": "Har Har Kirapaa Dhhaaree Maerai Thaakur Jan Bishhuriaa Chiree Milaanaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕੀਤੀ, ਉਸ ਨੂੰ ਚਿਰ ਦੇ ਵਿਛੁੜੇ ਹੋਏ ਨੂੰ ਉਸ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2641,
    "LINE_ID": 7,
    "RAAG_ID": 15,
    "GURMUKHI": "Dnu Dnu siqguru. ijin nwmu idRVwieAw; jnu nwnku. iqsu kurbwnw ]4]3]",
    "TRANSLITERATION": "Dhhan Dhhan Sathigur Jin Naam Dhrirraaeiaa Jan Naanak This Kurabaanaa ||4||3||",
    "PUNJABI": "ਧੰਨ ਹੈ ਗੁਰੂ, ਧੰਨ ਹੈ ਗੁਰੂ, ਜਿਸ ਨੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ। ਦਾਸ ਨਾਨਕ ਉਸ ਗੁਰੂ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੪॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 8,
    "RAAG_ID": 15,
    "GURMUKHI": "jYqsrI mhlw 4 ]",
    "TRANSLITERATION": "Jaithasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 8,
    "RAAG_ID": 15,
    "GURMUKHI": "siqguru swjnu purKu vf pwieAw; hir rsik rsik Pl lwigbw ]",
    "TRANSLITERATION": "Sathigur Saajan Purakh Vadd Paaeiaa Har Rasak Rasak Fal Laagibaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਗੁਰੂ (ਸਭ ਦਾ) ਸੱਜਣ ਹੈ, ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਬੜੇ ਸੁਆਦ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਫਲ ਖਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "PRONUNCIATION": "(rsik) rs nwl"
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 9,
    "RAAG_ID": 15,
    "GURMUKHI": "mwieAw BuieAMg gRisE hY pRwxI; gur bcnI. ibsu, hir kwiFbw ]1]",
    "TRANSLITERATION": "Maaeiaa Bhueiang Grasiou Hai Praanee Gur Bachanee Bis Har Kaadtibaa ||1||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ-ਸਪਣੀ ਗ੍ਰਸੀ ਰੱਖਦੀ ਹੈ, ਪਰ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਉਹ ਜ਼ਹਿਰ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "PRONUNCIATION": "(ibsu) zhr[ Buie-AMg"
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 9,
    "RAAG_ID": 15,
    "GURMUKHI": "myrw mnu; rwm nwm ris lwigbw ]",
    "TRANSLITERATION": "Maeraa Man Raam Naam Ras Laagibaa ||",
    "PUNJABI": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਮਗਨ ਹੋ ਗਿਆ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 10,
    "RAAG_ID": 15,
    "GURMUKHI": "hir kIey piqq pivqR. imil swD gur; hir nwmY. hir rsu cwiKbw ] rhwau ]",
    "TRANSLITERATION": "Har Keeeae Pathith Pavithr Mil Saadhh Gur Har Naamai Har Ras Chaakhibaa || Rehaao ||",
    "PUNJABI": "ਸਾਧੂ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਜੇਹੜੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜਦੇ ਹਨ), ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰਸ ਚੱਖਦੇ ਹਨ ਉਹਨਾਂ ਵਿਕਾਰੀਆਂ ਨੂੰ ਭੀ ਪਰਮਾਤਮਾ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "PRONUNCIATION": "b`by kMnw ie`kTy hn"
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 10,
    "RAAG_ID": 15,
    "GURMUKHI": "Dnu Dnu vfBwg. imilE guru swDU; imil swDU. ilv aunmin lwigbw ]",
    "TRANSLITERATION": "Dhhan Dhhan Vaddabhaag Miliou Gur Saadhhoo Mil Saadhhoo Liv Ounaman Laagibaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਸਲਾਹੁਣ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ, ਵੱਡੀ ਕਿਸਮਤ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੀ ਸੁਰਤਿ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ।",
    "PRONUNCIATION": "(aunmin) au~cI AvsQw ivAwpk bRhmjI"
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 11,
    "RAAG_ID": 15,
    "GURMUKHI": "iqRsnw Agin buJI. sWiq pweI; hir inrml. inrml gun gwiebw ]2]",
    "TRANSLITERATION": "Thrisanaa Agan Bujhee Saanth Paaee Har Niramal Niramal Gun Gaaeibaa ||2||",
    "PUNJABI": "(ਜਿਉਂ ਜਿਉਂ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 12,
    "RAAG_ID": 15,
    "GURMUKHI": "iqn ky Bwg KIn. Duir pwey; ijn siqgur drsu. n pwiebw ]",
    "TRANSLITERATION": "Thin Kae Bhaag Kheen Dhhur Paaeae Jin Sathigur Dharas N Paaeibaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਕਦੇ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਨਾਹ ਕੀਤਾ ਉਹਨਾਂ ਦੇ ਭਾਗ ਹਿਰ ਗਏ, ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹੀ ਉਹਨਾਂ ਨੂੰ ਇਹ ਭਾਗ-ਹੀਨਤਾ ਮਿਲ ਗਈ।",
    "PRONUNCIATION": "(KIn) mMdy"
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 13,
    "RAAG_ID": 15,
    "GURMUKHI": "qy dUjY Bwie pvih gRB jonI; sBu ibrQw jnmu iqn jwiebw ]3]",
    "TRANSLITERATION": "Thae Dhoojai Bhaae Pavehi Grabh Jonee Sabh Birathhaa Janam Thin Jaaeibaa ||3||",
    "PUNJABI": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਹ ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 13,
    "RAAG_ID": 15,
    "GURMUKHI": "hir dyhu ibml miq. gur swD pg syvh; hm hir mIT lgwiebw ]",
    "TRANSLITERATION": "Har Dhaehu Bimal Math Gur Saadhh Pag Saeveh Ham Har Meeth Lagaaeibaa ||",
    "PUNJABI": "ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਸੁਅੱਛ ਅਕਲ ਬਖ਼ਸ਼, ਅਸੀਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੇ ਰਹੀਏ, ਤੇ ਹੇ ਹਰੀ! ਤੂੰ ਸਾਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹੇਂ।",
    "PRONUNCIATION": "(ibml) inrml[ pg:polw bolo"
  },
  {
    "SHABAD_ID": 2642,
    "LINE_ID": 14,
    "RAAG_ID": 15,
    "GURMUKHI": "jnu nwnku. ryx swD pg mwgY; hir hoie dieAwlu idvwiebw ]4]4]",
    "TRANSLITERATION": "Jan Naanak Raen Saadhh Pag Maagai Har Hoe Dhaeiaal Dhivaaeibaa ||4||4||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ (ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ। ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥੪॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 15,
    "RAAG_ID": 15,
    "GURMUKHI": "jYqsrI mhlw 4 ]",
    "TRANSLITERATION": "Jaithasaree Mehalaa 4 ||",
    "PUNJABI": "",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 15,
    "RAAG_ID": 15,
    "GURMUKHI": "ijn hir ihrdY nwmu. n bisE; iqn mwq kIjY hir. bWJw ]",
    "TRANSLITERATION": "Jin Har Hiradhai Naam N Basiou Thin Maath Keejai Har Baanjhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹਨਾਂ ਦੀ ਮਾਂ ਨੂੰ ਹਰੀ ਬਾਂਝ ਹੀ ਕਰ ਦਿਆ ਕਰੇ (ਤਾਂ ਚੰਗਾ ਹੈ, ਕਿਉਂਕਿ)",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 15,
    "RAAG_ID": 15,
    "GURMUKHI": "iqn suM\\\\I dyh iPrih ibnu nwvY; Eie Kip Kip muey krWJw ]1]",
    "TRANSLITERATION": "Thin Sunnjee Dhaeh Firehi Bin Naavai Oue Khap Khap Mueae Karaanjhaa ||1||",
    "PUNJABI": "ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਹਰਿ-ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੀ ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਅਤੇ, ਉਹ ਕ੍ਰੁਝ ਕ੍ਰੁਝ ਕੇ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "PRONUNCIATION": "(krWJw) kurlwauNdy"
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 16,
    "RAAG_ID": 15,
    "GURMUKHI": "myry mn; jip rwm nwmu hir mwJw ]",
    "TRANSLITERATION": "Maerae Man Jap Raam Naam Har Maajhaa ||",
    "PUNJABI": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜੋ ਤੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "PRONUNCIATION": "(m`wJw) AMdr"
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 16,
    "RAAG_ID": 15,
    "GURMUKHI": "hir hir ikRpwil ikRpw pRiB DwrI; guir igAwnu dIE. mnu smJw ] rhwau ]",
    "TRANSLITERATION": "Har Har Kirapaal Kirapaa Prabh Dhhaaree Gur Giaan Dheeou Man Samajhaa || Rehaao ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਕ੍ਰਿਪਾਲ ਪ੍ਰਭੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਕਿਰਪਾ ਕੀਤੀ ਉਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ੀ ਉਸ ਦਾ ਮਨ (ਨਾਮ ਜਪਣ ਦੀ ਕਦਰ) ਸਮਝ ਗਿਆ ਰਹਾਉ॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 17,
    "RAAG_ID": 15,
    "GURMUKHI": "hir kIriq kljuig pdu aUqmu; hir pweIAY siqgur mwJw ]",
    "TRANSLITERATION": "Har Keerath Kalajug Padh Ootham Har Paaeeai Sathigur Maajhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਸਭ ਤੋਂ ਉੱਚਾ ਦਰਜਾ ਹੈ, (ਪਰ) ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਮਿਲਦਾ ਹੈ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 18,
    "RAAG_ID": 15,
    "GURMUKHI": "hau bilhwrI siqgur Apuny; ijin gupqu nwmu prgwJw ]2]",
    "TRANSLITERATION": "Ho Balihaaree Sathigur Apunae Jin Gupath Naam Paragaajhaa ||2||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਮੇਰੇ ਅੰਦਰ ਹੀ ਗੁੱਝੇ ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਕਰ ਦਿੱਤਾ ॥੨॥",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 19,
    "RAAG_ID": 15,
    "GURMUKHI": "drsnu swD imilE vfBwgI; siB iklibK gey gvwJw ]",
    "TRANSLITERATION": "Dharasan Saadhh Miliou Vaddabhaagee Sabh Kilabikh Geae Gavaajhaa ||",
    "PUNJABI": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਦਾ ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "PRONUNCIATION": ""
  },
  {
    "SHABAD_ID": 2643,
    "LINE_ID": 19,
    "RAAG_ID": 15,
    "GURMUKHI": "siqguru swhu pwieAw vf dwxw; hir kIey bhu gux swJw ]3]",
    "TRANSLITERATION": "Sathigur Saahu Paaeiaa Vadd Dhaanaa Har Keeeae Bahu Gun Saajhaa ||3||",
    "PUNJABI": "ਜਿਸ ਨੂੰ ਵੱਡਾ ਸਿਆਣਾ ਤੇ ਸ਼ਾਹ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਬਹੁਤੇ ਗੁਣਾਂ ਨਾਲ ਉਸ ਨੂੰ ਸਾਂਝੀਵਾਲ ਬਣਾ ਦਿੱਤਾ ॥੩॥",
    "PRONUNCIATION": "sWJw"
  }
]