[
  {
    "id": 13838,
    "shabad_id": 1121,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਭਿ ਕਾਰਜ ਤਿਨ ਕੇ. ਸਿਧਿ ਹਹਿ; ਜਿਨ ਗੁਰਮੁਖਿ ਕਿਰਪਾ ਧਾਰਿ ||",
    "transliteration": "Sabh Kaaraj Thin Kae Sidhh Hehi Jin Guramukh Kirapaa Dhhaar ||",
    "translation": "All the Gurmukh's affairs are brought to perfect completion; the Lord has showered him with His Mercy.",
    "punjabi": "(ਇਹ ਨਾਮ ਦੀ ਦਾਤਿ ਪ੍ਰਭੂ ਦੇ ਹੱਥ ਹੈ), ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਤੇ ਉਹ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ। (ਉਹਨਾਂ ਨੂੰ ਮਨੁੱਖਾ ਜਨਮ ਦੇ ਅਸਲ ਵਣਜ ਵਿਚ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ),",
    "pronunciation": "ਸਿੱਧਿ",
    "type_id": 3
  },
  {
    "id": 13839,
    "shabad_id": 1121,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਜੋ ਧੁਰਿ ਮਿਲੇ, ਸੇ ਮਿਲਿ ਰਹੇ; ਹਰਿ ਮੇਲੇ ਸਿਰਜਣਹਾਰਿ ||੨||",
    "transliteration": "Naanak Jo Dhhur Milae Sae Mil Rehae Har Maelae Sirajanehaar ||2||",
    "translation": "O Nanak, one who meets the Primal Lord remains blended with the Lord, the Creator Lord. ||2||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੂੰ ਉਹੀ ਮਿਲੇ ਹਨ; ਜੋ ਦਰਗਾਹ ਤੋਂ ਮਿਲੇ ਹਨ, ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਿਰਜਣਹਾਰ ਹਰੀ ਨੇ ਆਪ ਮੇਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13840,
    "shabad_id": 1122,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13841,
    "shabad_id": 1122,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤੂ ਸਚਾ ਸਾਹਿਬੁ. ਸਚੁ ਹੈ; ਸਚੁ ਸਚਾ ਗੋਸਾੲੀ ||",
    "transliteration": "Thoo Sachaa Saahib Sach Hai Sach Sachaa Gosaaee ||",
    "translation": "You are True, O True Lord and Master. You are the Truest of the True, O Lord of the World.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ ਤੇ ਪ੍ਰਿਥਵੀ ਦਾ ਸੱਚਾ ਸਾਈਂ ਹੈਂ,",
    "pronunciation": "ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 13842,
    "shabad_id": 1122,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਤੁਧੁਨੋ ਸਭ ਧਿਅਾੲਿਦੀ; ਸਭ ਲਗੈ ਤੇਰੀ ਪਾੲੀ ||",
    "transliteration": "Thudhhuno Sabh Dhhiaaeidhee Sabh Lagai Thaeree Paaee ||",
    "translation": "Everyone meditates on You; everyone falls at Your Feet.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰਾ ਧਿਆਨ ਹੈ ਤੇ ਸਭ ਜੀਅ-ਜੰਤ ਤੇਰੇ ਅਗੇ ਸਿਰ ਨਿਵਾਉਂਦੇ ਹਨ।",
    "pronunciation": "ਲੱਗੈ",
    "type_id": 3
  },
  {
    "id": 13843,
    "shabad_id": 1122,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੇਰੀ ਸਿਫਤਿ ਸੁਅਾਲਿੳੁ ਸਰੂਪ ਹੈ; ਜਿਨਿ ਕੀਤੀ. ਤਿਸੁ ਪਾਰਿ ਲਘਾੲੀ ||",
    "transliteration": "Thaeree Sifath Suaalio Saroop Hai Jin Keethee This Paar Laghaaee ||",
    "translation": "Your Praises are graceful and beautiful; You save those who speak them.",
    "punjabi": "ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਇਕ ਸੋਹਣੀ ਸੁੰਦਰ ਕਾਰ ਹੈ। ਜਿਸ ਨੇ ਕੀਤੀ ਹੈ, ਉਸ ਨੂੰ (ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਪਾਰ ਉਤਾਰਦੀ ਹੈ।",
    "pronunciation": "(ਸੁਅਾਲਿੳੁ) ਸੁੰਦਰ",
    "type_id": 3
  },
  {
    "id": 13844,
    "shabad_id": 1122,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਾ ਨੋ ਫਲੁ ਪਾੲਿਦਾ; ਸਚਿ ਨਾਮਿ ਸਮਾੲੀ ||",
    "transliteration": "Guramukhaa No Fal Paaeidhaa Sach Naam Samaaee ||",
    "translation": "You reward the Gurmukhs, who are absorbed in the True Name.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਜੀਵ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ; ਤੂੰ ਉਹਨਾਂ ਦੀ ਘਾਲ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦੀ ਘਾਲ) ਸਫਲ ਕਰਦਾ ਹੈਂ, ਤੇਰੇ ਸੱਚੇ ਨਾਮ ਵਿਚ ਉਹ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13845,
    "shabad_id": 1122,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਵਡੇ ਮੇਰੇ ਸਾਹਿਬਾ; ਵਡੀ ਤੇਰੀ ਵਡਿਅਾੲੀ ||੧||",
    "transliteration": "Vaddae Maerae Saahibaa Vaddee Thaeree Vaddiaaee ||1||",
    "translation": "O my Great Lord and Master, great is Your glorious greatness. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਿਕ (ਪ੍ਰਭੂ! ਜਿਹਾ) ਤੂੰ ਆਪ ਹੈਂ (ਤਿਹੀ) ਤੇਰੀ ਵਡਿਆਈ (ਭੀ) ਵੱਡੀ (ਭਾਵ, ਵੱਡੇ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲੀ) ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13846,
    "shabad_id": 1123,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13847,
    "shabad_id": 1123,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਹੋਰੁ ਸਲਾਹਣਾ; ਸਭੁ ਬੋਲਣੁ ਫਿਕਾ ਸਾਦੁ ||",
    "transliteration": "Vin Naavai Hor Salaahanaa Sabh Bolan Fikaa Saadh ||",
    "translation": "Without the Name, all other praise and speech is insipid and tasteless.",
    "punjabi": "ਹਰੀ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਦੀ ਵਡਿਆਈ ਕਰਨੀ-ਇਹ ਬੋਲਣ ਦਾ ਸਾਰਾ (ਉੱਦਮ) ਬੇ-ਸੁਆਦਾ ਕੰਮ ਹੈ (ਭਾਵ, ਇਸ ਵਿਚ ਅਸਲੀ ਅਨੰਦ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13848,
    "shabad_id": 1123,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨਮੁਖ ਅਹੰਕਾਰੁ ਸਲਾਹਦੇ; ਹੳੁਮੈ ਮਮਤਾ ਵਾਦੁ ||",
    "transliteration": "Manamukh Ahankaar Salaahadhae Houmai Mamathaa Vaadh ||",
    "translation": "The self-willed manmukhs praise their own egos; their attachment to egotism is useless.",
    "punjabi": "ਮਨਮੁਖ ਜੀਵ ਅਹੰਕਾਰ ਹਉਮੈ ਤੇ ਅਪਣੱਤ ਦੀਆਂ ਗੱਲਾਂ ਨੂੰ ਪਸੰਦ ਕਰਦੇ ਹਨ ਭਾਵ ਇਹਨਾਂ ਦੇ ਅਧਾਰ ਤੇ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਵਾਦੁ) ਝਗੜਾ[ ਅਹੰ-ਕਾਰੁ",
    "type_id": 3
  },
  {
    "id": 13849,
    "shabad_id": 1123,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਸਾਲਾਹਨਿ. ਸੇ ਮਰਹਿ; ਖਪਿ ਜਾਵੈ ਸਭੁ ਅਪਵਾਦੁ ||",
    "transliteration": "Jin Saalaahan Sae Marehi Khap Jaavai Sabh Apavaadh ||",
    "translation": "Those whom they praise, die; they all waste away in conflict.",
    "punjabi": "ਉਹ ਜਿਨ੍ਹਾਂ ਦੀ ਸਿਫ਼ਤ ਕਰਦੇ ਹਨ, ਉਹ ਖਪ ਕੇ ਮਰ ਜਾਂਦੇ ਹਨ ਇਹਨਾਂ ਦਾ ਸਾਰਾ ਝਗੜਾ (ਭਾਵ, ਉਸਤਤਿ ਨਿੰਦਾ ਦੀਆਂ ਗੱਲਾਂ ਦਾ ਸਿਲਸਿਲਾ) ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਪ-ਵਾਦੁ)ਖੋਟੇ ਝਗੜੇ[ ਸਾ-ਲਾ-ਹਨਿ",
    "type_id": 3
  },
  {
    "id": 13850,
    "shabad_id": 1123,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਜਪਿ ਹਰਿ ਹਰਿ ਪਰਮਾਨਾਦੁ ||੧||",
    "transliteration": "Jan Naanak Guramukh Oubarae Jap Har Har Paramaanaadh ||1||",
    "translation": "O servant Nanak, the Gurmukhs are saved, chanting the Name of the Lord, Har, Har, the Embodiment of Supreme Bliss. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਪੂਰਨ ਅਨੰਦ ਸਰੂਪ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਦੂਜੇ ਮਨੁੱਖਾਂ ਦੀ ਉਸਤਤਿ ਨਿੰਦਾ ਦੇ ਚਸਕੇ ਤੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਪਰਮਾ-ਨਾਦੁ) ਅਾਦਿ ਰਹਿਤ (ਪਰਮ) ਵੱਡੇ ਬ੍ਰਹਮ ਜੀ[ ਪਰਮ ੳੁਪਦੇਸ਼",
    "type_id": 3
  },
  {
    "id": 13851,
    "shabad_id": 1124,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13852,
    "shabad_id": 1124,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰ ਹਰਿ ਪ੍ਰਭੁ ਦਸਿ; ਨਾਮੁ ਧਿਅਾੲੀ ਮਨਿ ਹਰੀ ||",
    "transliteration": "Sathigur Har Prabh Dhas Naam Dhhiaaee Man Haree ||",
    "translation": "O True Guru, tell me of my Lord God, that I may meditate on the Naam within my mind.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਨੂੰ ਪ੍ਰਭੂ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾ (ਜਿਸ ਕਰਕੇ) ਮੈਂ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਸਕਾਂ।",
    "pronunciation": "ਦੱਸਿ",
    "type_id": 3
  },
  {
    "id": 13853,
    "shabad_id": 1124,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਪਵਿਤੁ; ਹਰਿ ਮੁਖਿ ਬੋਲੀ, ਸਭਿ ਦੁਖ ਪਰਹਰੀ ||੨||",
    "transliteration": "Naanak Naam Pavith Har Mukh Bolee Sabh Dhukh Pareharee ||2||",
    "translation": "O Nanak , the Lord's Name is sacred and pure; chanting it, all my pain has been taken away. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪਵਿੱਤ੍ਰ ਹੈ (ਇਸ ਕਰਕੇ ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ ਮੈਂ ਭੀ) ਮੂੰਹੋਂ ਉਚਾਰਨ ਕਰ ਕੇ (ਆਪਣੇ) ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਲਵਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13854,
    "shabad_id": 1125,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13855,
    "shabad_id": 1125,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੂ ਅਾਪੇ ਅਾਪਿ ਨਿਰੰਕਾਰੁ ਹੈ; ਨਿਰੰਜਨ ਹਰਿ ਰਾੲਿਅਾ ||",
    "transliteration": "Thoo Aapae Aap Nirankaar Hai Niranjan Har Raaeiaa ||",
    "translation": "You Yourself are the Formless Lord, the Immaculate Lord, our Sovereign King.",
    "punjabi": "ਹੇ ਚਾਨਣਾ ਬਖ਼ਸ਼ਣ ਵਾਲੇ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਆਪ ਨਿਰੰਕਾਰ ਹੈਂ।",
    "pronunciation": "ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 13856,
    "shabad_id": 1125,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਨੀ ਤੂ. ੲਿਕ ਮਨਿ ਸਚੁ ਧਿਅਾੲਿਅਾ; ਤਿਨ ਕਾ ਸਭੁ ਦੁਖੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Jinee Thoo Eik Man Sach Dhhiaaeiaa Thin Kaa Sabh Dhukh Gavaaeiaa ||",
    "translation": "Those who meditate on You, O True Lord with one-pointed mind, are rid of all their pain.",
    "punjabi": "ਹੇ ਸੱਚੇ (ਸਾਈਂ)! ਜਿਨ੍ਹਾਂ ਨੇ ਇਕਾਗਰ ਹੋ ਕੇ ਤੇਰਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਤੂੰ ਸਭ ਦੁੱਖ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13857,
    "shabad_id": 1125,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤੇਰਾ ਸਰੀਕੁ. ਕੋ ਨਾਹੀ; ਜਿਸ ਨੋ. ਲਵੈ ਲਾੲਿ ਸੁਣਾੲਿਅਾ ||",
    "transliteration": "Thaeraa Sareek Ko Naahee Jis No Lavai Laae Sunaaeiaa ||",
    "translation": "You have no equal, next to whom I might sit and speak of You.",
    "punjabi": "(ਸੰਸਾਰ ਵਿਚ) ਤੇਰਾ ਸ਼ਰੀਕ ਕੋਈ ਨਹੀਂ ਜਿਸ ਨੂੰ ਬਰਾਬਰੀ ਦੇ ਕੇ (ਤੇਰੇ ਵਰਗਾ) ਆਖੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13858,
    "shabad_id": 1125,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੁਧੁ ਜੇਵਡੁ ਦਾਤਾ. ਤੂਹੈ ਨਿਰੰਜਨਾ; ਤੂਹੈ ਸਚੁ. ਮੇਰੈ ਮਨਿ ਭਾੲਿਅਾ ||",
    "transliteration": "Thudhh Jaevadd Dhaathaa Thoohai Niranjanaa Thoohai Sach Maerai Man Bhaaeiaa ||",
    "translation": "You are the only Giver as great as Yourself. You are Immaculate; O True Lord, you are pleasing to my mind.",
    "punjabi": "ਹੇ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਸੱਚੇ ਹਰੀ! ਤੇਰੇ ਜੇਡਾ ਤੂੰ ਆਪ ਹੀ ਦਾਤਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈਂ।",
    "pronunciation": "(ਨਿਰੰਜਨਾ) ਮਾੲਿਅਾ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 13859,
    "shabad_id": 1125,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੇ ਮੇਰੇ ਸਾਹਿਬਾ; ਸਚੇ ਸਚੁ ਨਾੲਿਅਾ ||੨||",
    "transliteration": "Sachae Maerae Saahibaa Sachae Sach Naaeiaa ||2||",
    "translation": "O my True Lord and Master, Your Name is the Truest of the True. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੱਚੇ ਸਾਹਿਬ! ਤੇਰੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਾੲਿਅਾ) ਵਡਿਅਾੲੀ",
    "type_id": 3
  },
  {
    "id": 13860,
    "shabad_id": 1126,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13861,
    "shabad_id": 1126,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਅੰਤਰਿ. ਹੳੁਮੈ ਰੋਗੁ ਹੈ; ਭ੍ਰਮਿ ਭੂਲੇ. ਮਨਮੁਖ ਦੁਰਜਨਾ ||",
    "transliteration": "Man Anthar Houmai Rog Hai Bhram Bhoolae Manamukh Dhurajanaa ||",
    "translation": "Deep within the mind is the disease of ego; the self-willed manmukhs, the evil beings, are deluded by doubt.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਹਉਮੈ ਦਾ ਰੋਗ ਹੈ, ਉਹ ਮਨ-ਦੇ-ਮੁਰੀਦ ਵਿਕਾਰੀ ਬੰਦੇ ਭਰਮ ਵਿਚ ਭੁੱਲੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਦੁਰਜਨਾ) ਖੋਟੇ ਬੰਦੇ",
    "type_id": 3
  },
  {
    "id": 13862,
    "shabad_id": 1126,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਰੋਗੁ ਗਵਾੲਿ; ਮਿਲਿ ਸਤਿਗੁਰ ਸਾਧੂ ਸਜਨਾ ||੧||",
    "transliteration": "Naanak Rog Gavaae Mil Sathigur Saadhhoo Sajanaa ||1||",
    "translation": "O Nanak, this disease is eradicated, only when one meets the True Guru, our Holy Friend. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਹਉਮੈ ਦਾ ਰੋਗ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਤੇ ਸਤਸੰਗ ਵਿਚ ਰਹਿ ਕੇ ਦੂਰ ਕਰ ॥੧॥",
    "pronunciation": "ਸੱਜਨਾ",
    "type_id": 3
  },
  {
    "id": 13863,
    "shabad_id": 1127,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13864,
    "shabad_id": 1127,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਰਤਾ ਰੰਗ ਸਿੳੁ; ਗੁਰਮੁਖਿ ਹਰਿ ਗੁਣਤਾਸੁ ||",
    "transliteration": "Man Than Rathaa Rang Sio Guramukh Har Gunathaas ||",
    "translation": "The mind and body of the Gurmukh are imbued with the Love of the Lord, the Treasure of Virtue.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਮਨ ਤੇ ਸਰੀਰ ਗੁਣ-ਨਿਧਾਨ ਹਰੀ ਦੇ ਪ੍ਰੇਮ ਨਾਲ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਗੁਣਤਾਸੁ) ਗੁਣਾਂ ਦਾ ਖਜ਼ਾਨਾ",
    "type_id": 3
  },
  {
    "id": 13865,
    "shabad_id": 1127,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਸਰਣਾਗਤੀ; ਹਰਿ ਮੇਲੇ ਗੁਰ ਸਾਬਾਸਿ ||੨||",
    "transliteration": "Jan Naanak Har Saranaagathee Har Maelae Gur Saabaas ||2||",
    "translation": "Servant Nanak has taken to the Sanctuary of the Lord. Hail to the Guru, who has united me with the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜਨ ਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਥਾਪਣਾ ਮਿਲਦੀ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਸ਼ਰਣੀ ਪਏ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ (ਆਪਣੇ ਨਾਲ) ਮੇਲ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਸਰਣਾਗਤੀ",
    "type_id": 3
  },
  {
    "id": 13866,
    "shabad_id": 1128,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13867,
    "shabad_id": 1128,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤੂ ਕਰਤਾ ਪੁਰਖੁ. ਅਗੰਮੁ ਹੈ; ਕਿਸੁ ਨਾਲਿ ਤੂ ਵੜੀਅੈ ||",
    "transliteration": "Thoo Karathaa Purakh Aganm Hai Kis Naal Thoo Varreeai ||",
    "translation": "You are the Personification of Creativity, the Inaccessible Lord. With whom should I compare You?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ) ਰਚਨ ਵਾਲਾ ਹੈਂ, (ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਵਿਆਪਕ ਹੈਂ (ਤੇ ਫੇਰ ਭੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ। ਕਿਸੇ ਦੇ ਨਾਲ ਤੈਨੂੰ ਤੁਲਨਾ ਨਹੀਂ ਦੇ ਸਕੀਦੀ।",
    "pronunciation": "(ਅਗੰਮੁ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ[ (ਵੜੀਅੈ) ਵਡਿਅਾੲੀੲੇ, ਤੁਲਨਾ ਕਰੀੲੇ[ ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 13868,
    "shabad_id": 1128,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੁਧੁ ਜੇਵਡੁ ਹੋੲਿ. ਸੁ ਅਾਖੀਅੈ; ਤੁਧੁ ਜੇਹਾ. ਤੂਹੈ ਪੜੀਅੈ ||",
    "transliteration": "Thudhh Jaevadd Hoe S Aakheeai Thudhh Jaehaa Thoohai Parreeai ||",
    "translation": "If there was anyone else as great as You, I would name him; You alone are like Yourself.",
    "punjabi": "ਕਿਸ ਦਾ ਨਾਮ ਲਈਏ? ਤੇਰੇ ਜੇਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ, ਤੈਨੂੰ ਹੀ ਤੇਰੇ ਜਿਹਾ ਆਖ ਸਕਦੇ ਹਾਂ।",
    "pronunciation": "ਪੜ੍ਹੀਅੈ",
    "type_id": 3
  },
  {
    "id": 13869,
    "shabad_id": 1128,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੂ. ਘਟਿ ਘਟਿ ੲਿਕੁ ਵਰਤਦਾ; ਗੁਰਮੁਖਿ ਪਰਗੜੀਅੈ ||",
    "transliteration": "Thoo Ghatt Ghatt Eik Varathadhaa Guramukh Paragarreeai ||",
    "translation": "You are the One, permeating each and every heart; You are revealed to the Gurmukh.",
    "punjabi": "(ਹੇ ਹਰੀ!) ਤੂੰ ਹਰ ਇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈਂ, (ਪਰ ਇਹ ਗੱਲ) ਉਹਨਾਂ ਤੇ ਪਰਗਟ (ਹੁੰਦੀ ਹੈ) ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ (ਹੁੰਦੇ ਹਨ)।",
    "pronunciation": "(ਪਰ-ਗੜੀਅੈ) ਪ੍ਰਗਟ",
    "type_id": 3
  },
  {
    "id": 13870,
    "shabad_id": 1128,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੂ ਸਚਾ. ਸਭਸ ਦਾ ਖਸਮੁ ਹੈ; ਸਭ ਦੂ ਤੂ ਚੜੀਅੈ ||",
    "transliteration": "Thoo Sachaa Sabhas Dhaa Khasam Hai Sabh Dhoo Thoo Charreeai ||",
    "translation": "You are the True Lord and Master of all; You are the Highest of all.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸਭ ਦਾ ਮਾਲਕ ਹੈਂ ਤੇ ਸਭ ਤੋਂ ਸੁੰਦਰ (ਸ੍ਰੇਸ਼ਟ) ਹੈਂ।",
    "pronunciation": "(ਦੂ) ਤੋਂ[ (ਚੜ੍ਹੀਅੈ) ਚੜ੍ਹਦੀਅਾਂ ਕਲਾਂ ਚ [ ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 13871,
    "shabad_id": 1128,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੂ ਕਰਹਿ. ਸੁ ਸਚੇ ਹੋੲਿਸੀ; ਤਾ ਕਾੲਿਤੁ ਕੜੀਅੈ ||੩||",
    "transliteration": "Thoo Karehi S Sachae Hoeisee Thaa Kaaeith Karreeai ||3||",
    "translation": "Whatever You do, O True Lord - that is what happens, so why should we grieve? ||3||",
    "punjabi": "ਹੇ ਸੱਚੇ (ਹਰੀ!) (ਜੇ ਸਾਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਏ ਕਿ) ਜੋ ਤੂੰ ਕਰਦਾ ਹੈਂ ਸੋਈ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਕਿਉਂ ਝੂਰੀਏ? ॥੩॥",
    "pronunciation": "(ਕਾੲਿਤੁ) ਕਿੳੁਂ[ (ਕੜ੍ਹੀਅੈ) ਦੁਖੀ ਹੋੲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 13872,
    "shabad_id": 1129,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13873,
    "shabad_id": 1129,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ. ਪਿਰੰਮ ਕਾ; ਅਠੇ ਪਹਰ ਲਗੰਨਿ ||",
    "transliteration": "Mai Man Than Praem Piranm Kaa Athae Pehar Lagann ||",
    "translation": "My mind and body are imbued with the Love of my Beloved, twenty-four hours a day.",
    "punjabi": "(ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ) ਅੱਠੇ ਪਹਿਰ ਲੱਗ ਜਾਣ (ਭਾਵ, ਗੁਜ਼ਰ ਜਾਣ) (ਪਰ) ਮੇਰੇ ਹਿਰਦੇ ਤੇ ਸਰੀਰ ਵਿਚ ਪਿਆਰੇ ਦਾ ਪਿਆਰ (ਲੱਗਾ ਰਹੇ, ਭਾਵ, ਨਾ ਮੁੱਕੇ)",
    "pronunciation": "(ਪਿਰੰਮ) ਪਿਅਾਰੇ",
    "type_id": 3
  },
  {
    "id": 13874,
    "shabad_id": 1129,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਕਿਰਪਾ ਧਾਰਿ ਪ੍ਰਭ; ਸਤਿਗੁਰ ਸੁਖਿ ਵਸੰਨਿ ||੧||",
    "transliteration": "Jan Naanak Kirapaa Dhhaar Prabh Sathigur Sukh Vasann ||1||",
    "translation": "Shower Your Mercy upon servant Nanak, O God, that he may dwell in peace with the True Guru. ||1||",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੇ ਨਾਨਕ! (ਜਿਨ੍ਹਾਂ) ਮਨੁੱਖਾਂ ਤੇ ਹਰੀ (ਇਹੋ ਜਿਹੀ) ਕਿਰਪਾ ਕਰਦਾ ਹੈ ਉਹ ਸਤਿਗੁਰੂ ਦੇ (ਬਖ਼ਸ਼ੇ ਹੋਏ) ਸੁਖ ਵਿਚ (ਸਦਾ) ਵੱਸਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13875,
    "shabad_id": 1130,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13876,
    "shabad_id": 1130,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਨ ਅੰਦਰਿ ਪ੍ਰੀਤਿ ਪਿਰੰਮ ਕੀ; ਜਿੳੁ ਬੋਲਨਿ ਤਿਵੈ ਸੋਹੰਨਿ ||",
    "transliteration": "Jin Andhar Preeth Piranm Kee Jio Bolan Thivai Sohann ||",
    "translation": "Those whose inner beings are filled with the Love of their Beloved, look beautiful as they speak.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਹੈ, ਉਹ ਜਿਵੇਂ ਬੋਲਦੇ ਹਨ, ਤਿਵੇਂ ਹੀ ਸੋਭਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਬੋਲਿਆ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ) (ਇਹ ਇਕ ਅਚਰਜ ਕੌਤਕ ਹੈ)।",
    "pronunciation": "(ਸੋਹੰਨਿ) ਸੋਭਦੇ",
    "type_id": 3
  },
  {
    "id": 13877,
    "shabad_id": 1130,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਅਾਪੇ ਜਾਣਦਾ; ਜਿਨਿ ਲਾੲੀ ਪ੍ਰੀਤਿ ਪਿਰੰਨਿ ||੨||",
    "transliteration": "Naanak Har Aapae Jaanadhaa Jin Laaee Preeth Pirann ||2||",
    "translation": "O Nanak, the Lord Himself knows all; the Beloved Lord has infused His Love. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਭੇਤ ਦੀ ਜੀਵ ਨੂੰ ਸਾਰ ਨਹੀਂ ਆ ਸਕਦੀ) ਜਿਸ ਪਿਰ (ਪ੍ਰਭੂ) ਨੇ ਇਹ ਪਿਆਰ ਲਾਇਆ ਹੈ, ਉਹ ਆਪੇ ਹੀ ਜਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਪਿਰੰਨਿ) ਪਿਅਾਰੇ ਨੇ",
    "type_id": 3
  },
  {
    "id": 13878,
    "shabad_id": 1131,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13879,
    "shabad_id": 1131,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਕਰਤਾ. ਅਾਪਿ ਅਭੁਲੁ ਹੈ; ਭੁਲਣ ਵਿਚਿ ਨਾਹੀ ||",
    "transliteration": "Thoo Karathaa Aap Abhul Hai Bhulan Vich Naahee ||",
    "translation": "O Creator Lord, You Yourself are infallible; You never make mistakes.",
    "punjabi": "ਹੇ (ਸ੍ਰਿਸ਼ਟੀ ਦੇ) ਰਚਨਹਾਰ! ਤੂੰ ਆਪ ਅਭੁੱਲ ਹੈਂ, ਭੁੱਲਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "ਅ-ਭੁੱਲੁ[ ਹੈਂ[ ਭੁੱਲਣ",
    "type_id": 3
  },
  {
    "id": 13880,
    "shabad_id": 1131,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਕਰਹਿ. ਸੁ ਸਚੇ ਭਲਾ ਹੈ; ਗੁਰ ਸਬਦਿ ਬੁਝਾਹੀ ||",
    "transliteration": "Thoo Karehi S Sachae Bhalaa Hai Gur Sabadh Bujhaahee ||",
    "translation": "Whatever You do is good, O True Lord; this understanding is obtained through the Word of the Guru's Shabad.",
    "punjabi": "ਹੇ ਸੱਚੇ! ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਰਾਹੀਂ ਤੂੰ ਇਹ ਸਮਝਾਉਂਦਾ ਹੈਂ ਕਿ ਜੋ ਤੂੰ ਕਰਦਾ ਹੈਂ ਸੋ ਚੰਗਾ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "ਬੁੱਝਾਹੀ",
    "type_id": 3
  },
  {
    "id": 13881,
    "shabad_id": 1131,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੂ ਕਰਣ ਕਾਰਣ ਸਮਰਥੁ ਹੈ; ਦੂਜਾ ਕੋ ਨਾਹੀ ||",
    "transliteration": "Thoo Karan Kaaran Samarathh Hai Dhoojaa Ko Naahee ||",
    "translation": "You are the Cause of causes, the All-powerful Lord; there is no other at all.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਇਸ ਸਾਰੇ ਪਰਪੰਚ ਦਾ ਮੂਲ ਤੂੰ ਆਪੇ ਹੀ ਹੈਂ ਤੇ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਸਮਰੱਥੁਹੈਂ",
    "type_id": 3
  },
  {
    "id": 13882,
    "shabad_id": 1131,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤੂ ਸਾਹਿਬੁ ਅਗਮੁ ਦੲਿਅਾਲੁ ਹੈ; ਸਭਿ ਤੁਧੁ ਧਿਅਾਹੀ ||",
    "transliteration": "Thoo Saahib Agam Dhaeiaal Hai Sabh Thudhh Dhhiaahee ||",
    "translation": "O Lord and Master, You are inaccessible and merciful. Everyone meditates on You.",
    "punjabi": "ਤੂੰ ਦਇਆ ਕਰਨ ਵਾਲਾ ਮਾਲਕ ਹੈਂ (ਪਰ) ਤੇਰੇ ਤਾਈਂ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ; ਸਭ ਜੀਵ ਜੰਤ ਤੈਨੂੰ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "ਦੲਿਅਾਲੁ[ ਹੈਂ",
    "type_id": 3
  }
]
