[
  {
    "id": 13994,
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਚਿਅਾਰ ਸਿਖ. ਬਹਿ ਸਤਿਗੁਰ ਪਾਸਿ ਘਾਲਨਿ; ਕੂੜਿਅਾਰ. ਨ ਲਭਨੀ ਕਿਤੈ ਥਾੲਿ ਭਾਲੇ ॥",
    "transliteration": "Sachiaar Sikh Behi Sathigur Paas Ghaalan Koorriaar N Labhanee Kithai Thhaae Bhaalae ||",
    "translation": "The truthful Sikhs sit by the True Guru's side and serve Him. The false ones search, but find no place of rest.",
    "punjabi": "ਸੱਚ ਦੇ ਵਪਾਰੀ ਸਿੱਖ ਤਾਂ ਸਤਿਗੁਰੂ ਦੇ ਪਾਸ ਬਹਿ ਕੇ (ਸੇਵਾ ਦੀ) ਘਾਲ ਘਾਲਦੇ ਹਨ, ਪਰ ਉਥੇ ਕੂੜ ਦੇ ਵਪਾਰੀ ਕਿਤੇ ਲੱਭਿਆਂ ਭੀ ਨਹੀਂ ਲੱਭਦੇ।",
    "pronunciation": "ਲੱਭਨੀ",
    "type_id": 3
  },
  {
    "id": 13995,
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਾ. ਸਤਿਗੁਰ ਕਾ ਅਾਖਿਅਾ. ਸੁਖਾਵੈ ਨਾਹੀ; ਤਿਨ੍ਹਾ ਮੁਹ ਭਲੇਰੇ, ਫਿਰਹਿ ਦਯਿ ਗਾਲੇ ॥",
    "transliteration": "Jinaa Sathigur Kaa Aakhiaa Sukhaavai Naahee Thinaa Muh Bhalaerae Firehi Dhay Gaalae ||",
    "translation": "Those who are not pleased with the Words of the True Guru - their faces are cursed, and they wander around, condemned by God.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਚੰਗੇ ਨਹੀ ਲੱਗਦੇ ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਭਰਿਸ਼ਟੇ ਹੋਏ ਹੁੰਦੇ ਹਨ, ਉਹ ਖਸਮ ਵਲੋਂ ਫਿਟਕਾਰੇ ਹੋਏ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ਭਲੇਰੇ) ਮੰਦੇ। (ਗਾਲੇ) ਫਿਟਕਾਰੇ। (ਦ-ਯਿ) ਵਾਹਿਗੁਰੂ ਵੱਲੋਂ। ਦ ਮੁਕਤਾ, ਯਿ ਸਿਹਾਰੀ ਸਹਿਤ, ਤਾਲ਼ੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 13996,
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਅੰਦਰਿ ਪ੍ਰੀਤਿ ਨਹੀ, ਹਰਿ ਕੇਰੀ; ਸੇ ਕਿਚਰਕੁ ਵੇਰਾੲੀਅਨਿ, ਮਨਮੁਖ ਬੇਤਾਲੇ ॥",
    "transliteration": "Jin Andhar Preeth Nehee Har Kaeree Sae Kicharak Vaeraaeean Manamukh Baethaalae ||",
    "translation": "Those who do not have the Love of the Lord within their hearts - how long can those demonic, self-willed manmukhs be consoled?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਨਹੀ, ਕਦ ਤਾਈਂ ਉਹਨਾਂ ਨੂੰ ਧੀਰਜ ਦਿੱਤੀ ਜਾ ਸਕਦੀ ਹੈ? ਉਹ ਮਨ ਦੇ ਮੁਰੀਦ ਬੰਦੇ ਭੂਤਾਂ ਵਾਂਗ ਹੀ ਭਟਕਦੇ ਹਨ।",
    "pronunciation": "(ਕਿਚ-ਰਕੁ) ਕਿਤਨਾ ਕੁ ਚਿਰ। (ਵੇਰਾੲੀ-ਅਨਿ) ਧੀਰਜ ਦੇੲੀੲੇ। (ਬੇਤਾਲੇ) ਭੂਤਨੇ",
    "type_id": 3
  },
  {
    "id": 13997,
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਤਿਗੁਰ ਨੋ ਮਿਲੈ. ਸੁ ਅਾਪਣਾ ਮਨੁ ਥਾੲਿ ਰਖੈ; ਓਹੁ ਅਾਪਿ ਵਰਤੈ. ਅਾਪਣੀ ਵਥੁ ਨਾਲੇ ॥",
    "transliteration": "Sathigur No Milai S Aapanaa Man Thhaae Rakhai Ouhu Aap Varathai Aapanee Vathh Naalae ||",
    "translation": "One who meets the True Guru, keeps his mind in its own place; he spends only his own assets.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ (ਇਕ ਤਾਂ) ਆਪਣੇ ਮਨ ਨੂੰ (ਵਿਕਾਰਾਂ ਵੱਲੋਂ ਰੋਕ ਕੇ) ਟਿਕਾਣੇ ਰੱਖਦਾ ਹੈ, ਨਾਲੇ (ਭਾਵ, ਤੇ ਹੋਰ) ਆਪਣੀ ਵਸਤੂ ਨੂੰ ਉਹ ਆਪ ਹੀ ਵਰਤਦਾ ਹੈ (ਭਾਵ, ਕਾਮਾਦਿਕ ਵੈਰੀ ਉਸ ਦੇ ਆਤਮਕ ਆਨੰਦ ਨੂੰ ਖ਼ਰਾਬ ਨਹੀਂ ਕਰ ਸਕਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13998,
    "shabad_id": 1147,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ੲਿਕਨਾ ਗੁਰੁ ਮੇਲਿ ਸੁਖੁ ਦੇਵੈ; ੲਿਕਿ ਅਾਪੇ. ਵਖਿ ਕਢੈ ਠਗਵਾਲੇ ॥੧॥",
    "transliteration": "Jan Naanak Eikanaa Gur Mael Sukh Dhaevai Eik Aapae Vakh Kadtai Thagavaalae ||1||",
    "translation": "O servant Nanak, some are united with the Guru; to some, the Lord grants peace, while others - deceitful cheats - suffer in isolation. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਦਾਸ ਨਾਨਕ! (ਜੀਵ ਦੇ ਹੱਥ ਵਿਚ ਕੁੱਝ ਨਹੀਂ) ਇਕਨਾਂ ਨੂੰ ਆਪ ਹਰੀ ਸਤਿਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ ਤੇ ਸੁਖ ਬਖ਼ਸ਼ਦਾ ਹੈ ਅਤੇ ਇਕਨਾਂ ਠੱਗੀ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਵੱਖ ਕਰ ਦੇਂਦਾ ਹੈ (ਭਾਵ, ਸਤਿਗੁਰੂ ਮਿਲਣ ਨਹੀਂ ਦੇਂਦਾ) ॥੧॥",
    "pronunciation": "ਠੱਗਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 13999,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14000,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਨਾ ਅੰਦਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹਰਿ; ਤਿਨ ਕੇ ਕਾਜ ਦਯਿ ਅਾਦੇ ਰਾਸਿ ॥",
    "transliteration": "Jinaa Andhar Naam Nidhhaan Har Thin Kae Kaaj Dhay Aadhae Raas ||",
    "translation": "Those who have the treasure of the Lord's Name deep within their hearts - the Lord resolves their affairs.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਉਹਨਾਂ ਦੇ ਕੰਮ ਆਪ ਸਿਰੇ ਚਾੜ੍ਹੇ ਹਨ;",
    "pronunciation": "ਦ-ਯਿ: ਦ ਮੁਕਤਾ, ਯਿ ਸਿਹਾਰੀ ਸਹਿਤ, ਤਾਲੂ ਤੋਂ ਬੋਲੋ।ਅਾਂਦੇ",
    "type_id": 3
  },
  {
    "id": 14001,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਿਨ ਚੂਕੀ ਮੁਹਤਾਜੀ ਲੋਕਨ ਕੀ; ਹਰਿ ਪ੍ਰਭੁ ਅੰਗੁ ਕਰਿ ਬੈਠਾ ਪਾਸਿ ॥",
    "transliteration": "Thin Chookee Muhathaajee Lokan Kee Har Prabh Ang Kar Baithaa Paas ||",
    "translation": "They are no longer subservient to other people; the Lord God sits by them, at their side.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਲੋਕਾਂ ਦੀ ਮੁਥਾਜੀ ਕਰਨ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਉਹਨਾਂ ਦਾ ਪੱਖ ਕਰ ਕੇ (ਸਦਾ) ਉਹਨਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਹੈ।",
    "pronunciation": "(ਅੰਗੁ) ਪੱਖ",
    "type_id": 3
  },
  {
    "id": 14002,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਾਂ ਕਰਤਾ ਵਲਿ. ਤਾ ਸਭੁ ਕੋ ਵਲਿ; ਸਭਿ ਦਰਸਨੁ ਦੇਖਿ ਕਰਹਿ ਸਾਬਾਸਿ ॥",
    "transliteration": "Jaan Karathaa Val Thaa Sabh Ko Val Sabh Dharasan Dhaekh Karehi Saabaas ||",
    "translation": "When the Creator is on their side, then everyone is on their side. Beholding their vision, everyone applauds them.",
    "punjabi": "(ਮੁਥਾਜੀ ਤਾਂ ਕਿਤੇ ਰਹੀ, ਸਗੋਂ) ਸਭ ਲੋਕ ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ ਵਡਿਆਈ ਕਰਦੇ ਹਨ (ਕਿਉਂਕਿ) ਜਦੋਂ ਸਿਰਜਨਹਾਰ ਆਪ ਉਹਨਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਹੈ ਤਾਂ ਹਰ ਕਿਸੇ ਨੇ ਪੱਖ ਕਰਨਾ ਹੋਇਆ।",
    "pronunciation": "ਵੱਲਿ",
    "type_id": 3
  },
  {
    "id": 14003,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਾਹੁ ਪਾਤਿਸਾਹੁ ਸਭੁ ਹਰਿ ਕਾ ਕੀਅਾ; ਸਭਿ ਜਨ ਕੳੁ ਅਾੲਿ ਕਰਹਿ ਰਹਰਾਸਿ ॥",
    "transliteration": "Saahu Paathisaahu Sabh Har Kaa Keeaa Sabh Jan Ko Aae Karehi Reharaas ||",
    "translation": "Kings and emperors are all created by the Lord; they all come and bow in reverence to the Lord's humble servant.",
    "punjabi": "(ਇਥੋਂ ਤਕ ਕਿ) ਸ਼ਾਹ ਪਾਤਸ਼ਾਹ (ਭੀ) ਸਾਰੇ ਹਰੀ ਦੇ ਦਾਸ ਦੇ ਅੱਗੇ ਸਿਰ ਨਿਵਾਉਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਉਹ ਭੀ ਤਾਂ) ਸਾਰੇ ਪ੍ਰਭੂ ਦੇ ਹੀ ਬਣਾਏ ਹੋਏ ਹਨ (ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਤੋਂ ਆਕੀ ਕਿਵੇਂ ਹੋਣ)?",
    "pronunciation": "(ਰਹਰਾਸਿ) ਨਮਸਕਾਰ, ਬੇਨਤੀ",
    "type_id": 3
  },
  {
    "id": 14004,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਪੂਰੇ ਕੀ ਵਡੀ ਵਡਿਅਾੲੀ; ਹਰਿ ਵਡਾ ਸੇਵਿ. ਅਤੁਲੁ ਸੁਖੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Gur Poorae Kee Vaddee Vaddiaaee Har Vaddaa Saev Athul Sukh Paaeiaa ||",
    "translation": "Great is the greatness of the Perfect Guru. Serving the Great Lord, I have obtained immeasurable peace.",
    "punjabi": "(ਇਹੀ) ਵੱਡੀ ਵਡਿਆਈ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਹੀ ਹੈ (ਕਿ ਹਰੀ ਦੇ ਦਾਸ ਦਾ ਸ਼ਾਹਾਂ ਪਾਤਸ਼ਾਹਾਂ ਸਮੇਤ ਲੋਕ ਆਦਰ ਕਰਦੇ ਹਨ, ਤੇ ਉਹ) ਵੱਡੇ ਹਰੀ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਅਤੁਲ ਸੁਖ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਤੱੁਲੁ",
    "type_id": 3
  },
  {
    "id": 14005,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਦਾਨੁ ਦੀਅਾ. ਹਰਿ ਨਿਹਚਲੁ; ਨਿਤ ਬਖਸੇ ਚੜੈ ਸਵਾੲਿਅਾ ॥",
    "transliteration": "Gur Poorai Dhaan Dheeaa Har Nihachal Nith Bakhasae Charrai Savaaeiaa ||",
    "translation": "The Lord has bestowed this eternal gift upon the Perfect Guru; His blessings increase day by day.",
    "punjabi": "ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨੇ (ਜੋ ਆਪਣੇ ਨਾਮ ਦਾ) ਦਾਨ (ਆਪਣੇ ਸੇਵਕ ਨੂੰ) ਬਖ਼ਸ਼ਿਆ ਹੈ ਉਹ ਮੁੱਕਦਾ ਨਹੀਂ, ਕਿਉਂਕਿ ਪ੍ਰਭੂ ਸਦਾ ਬਖ਼ਸ਼ਸ਼ ਕਰੀ ਜਾਂਦਾ ਹੈ ਤੇ ਉਹ ਦਾਨ (ਦਿਨੋ ਦਿਨ) ਵਧਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਸਵਾੲਿਅਾ) ਸਦਾ ਵਧਦਾ। ਚੜ੍ਹੈ",
    "type_id": 3
  },
  {
    "id": 14006,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕੋੲੀ ਨਿੰਦਕੁ. ਵਡਿਅਾੲੀ ਦੇਖਿ ਨ ਸਕੈ; ਸੋ ਕਰਤੈ ਅਾਪਿ ਪਚਾੲਿਅਾ ॥",
    "transliteration": "Koee Nindhak Vaddiaaee Dhaekh N Sakai So Karathai Aap Pachaaeiaa ||",
    "translation": "The slanderer, who cannot endure His greatness, is destroyed by the Creator Himself.",
    "punjabi": "ਜੇਹੜਾ ਕੋਈ ਨਿੰਦਕ (ਇਹੋ ਜਿਹੇ ਹਰੀ ਦੇ ਦਾਸ ਦੀ) ਵਡਿਆਈ ਵੇਖ ਕੇ ਜਰ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਨੂੰ ਸਿਰਜਣਹਾਰ ਨੇ ਆਪ (ਈਰਖਾ ਦੀ ਅੱਗ ਵਿਚ) ਦੁਖੀ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(ਪਚਾੲਿਅਾ) ਸਾੜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14007,
    "shabad_id": 1148,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਗੁਣ ਬੋਲੈ ਕਰਤੇ ਕੇ; ਭਗਤਾ ਨੋ ਸਦਾ ਰਖਦਾ ਅਾੲਿਅਾ ॥੨॥",
    "transliteration": "Jan Naanak Gun Bolai Karathae Kae Bhagathaa No Sadhaa Rakhadhaa Aaeiaa ||2||",
    "translation": "Servant Nanak chants the Glorious Praises of the Creator, who protects His devotees forever. ||2||",
    "punjabi": "ਮੈਂ ਦਾਸ ਨਾਨਕ ਸਿਰਜਣਹਾਰ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ, ਉਹ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਸਦਾ ਰਾਖੀ ਕਰਦਾ ਆਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14008,
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14009,
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੂ ਸਾਹਿਬੁ ਅਗਮ ਦੲਿਅਾਲੁ ਹੈ; ਵਡ ਦਾਤਾ ਦਾਣਾ ॥",
    "transliteration": "Thoo Saahib Agam Dhaeiaal Hai Vadd Dhaathaa Dhaanaa ||",
    "translation": "You, O Lord and Master, are inaccessible and merciful; You are the Great Giver, All-knowing.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਅਪਹੁੰਚ ਤੇ ਦਿਆਲ ਮਾਲਕ ਹੈਂ ਵੱਡਾ ਦਾਤਾ ਤੇ ਸਿਆਣਾ ਹੈਂ।",
    "pronunciation": "(ਦਾਣਾ) ਦਾਨਾ, ਸਿਅਾਣਾ",
    "type_id": 3
  },
  {
    "id": 14010,
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੁਧੁ ਜੇਵਡੁ. ਮੈ ਹੋਰੁ ਕੋ ਦਿਸਿ, ਨ ਅਾਵੲੀ; ਤੂਹੈਂ ਸੁਘੜੁ. ਮੇਰੈ ਮਨਿ ਭਾਣਾ ॥",
    "transliteration": "Thudhh Jaevadd Mai Hor Ko Dhis Naa Aavee Thoohain Sugharr Maerai Man Bhaanaa ||",
    "translation": "I can see no other as great as You; O Lord of Wisdom, You are pleasing to my mind.",
    "punjabi": "ਮੈਨੂੰ ਤੇਰੇ ਜੇਡਾ ਵੱਡਾ ਹੋਰ ਕੋਈ ਭੀ ਦਿਖਾਈ ਨਹੀਂ ਦੇਂਦਾ, ਤੂੰ ਹੀ ਸਿਆਣਾ ਮੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਾ ਹੈਂ।",
    "pronunciation": "(ਸੁਘ-ੜੁ) ਸੁਚੱਜਾ",
    "type_id": 3
  },
  {
    "id": 14011,
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੋਹੁ ਕੁਟੰਬੁ ਦਿਸਿ ਅਾਵਦਾ; ਸਭੁ ਚਲਣਹਾਰਾ ਅਾਵਣ ਜਾਣਾ ॥",
    "transliteration": "Mohu Kuttanb Dhis Aavadhaa Sabh Chalanehaaraa Aavan Jaanaa ||",
    "translation": "Emotional attachment to your family and everything you see is temporary, coming and going.",
    "punjabi": "(ਜੋ) ਮੋਹ (ਰੂਪ) ਕੁਟੰਬ ਦਿਖਾਈ ਦੇਂਦਾ ਹੈ ਸਭ ਬਿਨਸਨਹਾਰ ਹੈ ਤੇ (ਸੰਸਾਰ ਵਿਚ) ਜੰਮਣ ਮਰਨ (ਦਾ ਕਾਰਨ ਬਣਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14012,
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਬਿਨੁ ਸਚੇ. ਹੋਰਤੁ ਚਿਤੁ ਲਾੲਿਦੇ; ਸੇ ਕੂੜਿਅਾਰ, ਕੂੜਾ ਤਿਨ ਮਾਣਾ ॥",
    "transliteration": "Jo Bin Sachae Horath Chith Laaeidhae Sae Koorriaar Koorraa Thin Maanaa ||",
    "translation": "Those who attach their consciousness to anything except the True Lord are false, and false is their pride.",
    "punjabi": "(ਇਸ ਕਰਕੇ) ਸੱਚੇ ਹਰੀ ਤੋਂ ਬਿਨਾ ਜੋ ਮਨੁੱਖ ਕਿਸੇ ਹੋਰ ਨਾਲ ਮਨ ਜੋੜਦੇ ਹਨ ਉਹ ਕੂੜ ਦੇ ਵਪਾਰੀ ਹਨ, ਤੇ ਉਹਨਾਂ ਦਾ (ਇਸ ਤੇ) ਮਾਣ ਝੂਠਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14013,
    "shabad_id": 1149,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਸਚੁ ਧਿਅਾੲਿ ਤੂ; ਬਿਨੁ ਸਚੇ. ਪਚਿ ਪਚਿ ਮੁੲੇ ਅਜਾਣਾ ॥੧੦॥",
    "transliteration": "Naanak Sach Dhhiaae Thoo Bin Sachae Pach Pach Mueae Ajaanaa ||10||",
    "translation": "O Nanak, meditate on the True Lord; without the True Lord, the ignorant rot away and putrefy to death. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਕਿਉਂਕਿ) ਸੱਚੇ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਮੂਰਖ ਜੀਵ ਦੁਖੀ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "(:ਪੋਲੇ ਬੋਲੋ ਪਚਿ ਪਚਿ) ਸੜ ਸੜ",
    "type_id": 3
  },
  {
    "id": 14014,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14015,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਗੋਦੇ ਸਤਭਾੳੁ ਨ ਦਿਚੈ; ਪਿਛੋਦੇ ਅਾਖਿਅਾ, ਕੰਮਿ ਨ ਅਾਵੈ ॥",
    "transliteration": "Ago Dhae Sath Bhaao N Dhichai Pishho Dhae Aakhiaa Kanm N Aavai ||",
    "translation": "At first, he did not show respect to the Guru; later, he offered excuses, but it is no use.",
    "punjabi": "ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਪਹਿਲਾਂ ਤਾਂ (ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਨੂੰ) ਆਦਰ ਨਹੀਂ ਦੇਂਦਾ, ਪਿਛੋਂ ਉਸ ਦੇ ਆਖਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਸਤਭਾੳੁ) ਨਿਸਚਾ ਸੱਚਾ ਪ੍ਰੇਮ। (ਦਿੱਚੈ) ਦਿੰਦਾ। ਅੱਗੋਂ-ਦੇ ਪਿੱਛੋਂ-ਦੇ",
    "type_id": 3
  },
  {
    "id": 14016,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਧ ਵਿਚਿ ਫਿਰੈ. ਮਨਮੁਖੁ ਵੇਚਾਰਾ; ਗਲੀ. ਕਿੳੁ ਸੁਖੁ ਪਾਵੈ ॥",
    "transliteration": "Adhh Vich Firai Manamukh Vaechaaraa Galee Kio Sukh Paavai ||",
    "translation": "The wretched, self-willed manmukhs wander around and are stuck mid-way; how can they find peace by mere words?",
    "punjabi": "ਉਹ ਅਭਾਗਾ ਦੁਚਿੱਤਾ-ਪਨ ਵਿਚ ਹੀ ਭਟਕਦਾ ਹੈ (ਜੇ ਸ਼ਰਧਾ ਪਿਆਰ ਨਾ ਹੋਵੇ ਤਾਂ) ਨਿਰੀਆਂ ਗੱਲਾਂ ਕਰ ਕੇ ਕਿਵੇਂ ਸੁਖ ਮਿਲ ਜਾਏ?",
    "pronunciation": "ਅੱਧ ਗੱਲੀਂ",
    "type_id": 3
  },
  {
    "id": 14017,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਅੰਦਰਿ ਪ੍ਰੀਤਿ ਨਹੀ. ਸਤਿਗੁਰ ਕੀ; ਸੁ ਕੂੜੀ ਅਾਵੈ ਕੂੜੀ ਜਾਵੈ ॥",
    "transliteration": "Jis Andhar Preeth Nehee Sathigur Kee S Koorree Aavai Koorree Jaavai ||",
    "translation": "Those who have no love for the True Guru within their hearts come with falsehood, and leave with falsehood.",
    "punjabi": "ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਤਿਗੁਰੂ ਦਾ ਪਿਆਰ ਨਹੀਂ, ਉਹ ਲੋਕਾਚਾਰੀ (ਗੁਰੂ-ਦਰ ਤੇ) ਆਉਂਦਾ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਆਉਣ ਜਾਣ ਲੋਕਾਚਾਰੀ ਹੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14018,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੇ ਕਿ੍ਰਪਾ ਕਰੇ ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ ਕਰਤਾ; ਤਾਂ ਸਤਿਗੁਰੁ ਪਾਰਬ੍ਰਹਮੁ ਨਦਰੀ ਅਾਵੈ ॥",
    "transliteration": "Jae Kirapaa Karae Maeraa Har Prabh Karathaa Thaan Sathigur Paarabreham Nadharee Aavai ||",
    "translation": "When my Lord God, the Creator, grants His Grace, then they come to see the True Guru as the Supreme Lord God.",
    "punjabi": "ਜੇ ਮੇਰਾ ਸਿਰਜਣਹਾਰ-ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ ਤਾਂ (ਉਸ ਮਨੁੱਖ ਨੂੰ ਭੀ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ ਕਿ ਸਤਿਗੁਰੂ ਪਾਰਬ੍ਰਹਮ (ਦਾ ਰੂਪ ਹੈ।)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14019,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਾ ਅਪਿੳੁ ਪੀਵੈ ਸਬਦੁ ਗੁਰ ਕੇਰਾ; ਸਭੁ ਕਾੜਾ ਅੰਦੇਸਾ ਭਰਮੁ ਚੁਕਾਵੈ ॥",
    "transliteration": "Thaa Apio Peevai Sabadh Gur Kaeraa Sabh Kaarraa Andhaesaa Bharam Chukaavai ||",
    "translation": "Then , they drink in the Nectar, the Word of the Guru's Shabad; all burning, anxiety, and doubts are eliminated.",
    "punjabi": "ਉਹ ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਅੰਮ੍ਰਿਤ ਪੀਂਦਾ ਹੈ ਅਤੇ ਝੋਰਾ, ਚਿੰਤਾ ਤੇ ਭਟਕਣਾ ਸਭ ਮੁਕਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਕਾੜਾ:ਪੋਲਾ ਬੋਲੋ। (ਕਾੜਾ) ਸਾੜਾ। (ਅੰਦੇਸਾ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 14020,
    "shabad_id": 1150,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਦਾ ਅਨੰਦਿ ਰਹੈ ਦਿਨੁ ਰਾਤੀ; ਜਨ ਨਾਨਕ. ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾਵੈ ॥੧॥",
    "transliteration": "Sadhaa Anandh Rehai Dhin Raathee Jan Naanak Anadhin Har Gun Gaavai ||1||",
    "translation": "They remain in ecstasy forever, day and night; O servant Nanak, they sing the Glorious Praises of the Lord, night and day. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਹਰ ਰੋਜ਼ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਉਂਦਾ ਹੈ ਉਹ ਦਿਨ ਰਾਤ ਸਦਾ ਸੁਖ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14021,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14022,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਸਤਿਗੁਰ ਕਾ ਜੋ ਸਿਖੁ ਅਖਾੲੇ; ਸੁ ਭਲਕੇ ੳੁਠਿ. ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ॥",
    "transliteration": "Gur Sathigur Kaa Jo Sikh Akhaaeae S Bhalakae Outh Har Naam Dhhiaavai ||",
    "translation": "One who calls himself a Sikh of the Guru the True Guru shall rise in the early morning hours and meditate on the Lord's Name.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦਾ (ਸੱਚਾ) ਸਿੱਖ ਅਖਵਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਨੂੰ ਲੋਕ ਸੱਚਾ ਸਿੱਖ ਆਖਦੇ ਹਨ) ਉਹ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਠ ਕੇ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਭਲਕੇ) ਨਿੱਤ ਸਵੇਰੇ",
    "type_id": 3
  },
  {
    "id": 14023,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੳੁਦਮੁਕਰੇ, ਭਲਕੇ ਪਰਭਾਤੀ; ੲਿਸਨਾਨੁ ਕਰੇ, ਅੰਮਿ੍ਰਤ ਸਰਿ ਨਾਵੈ ॥",
    "transliteration": "Oudham Karae Bhalakae Parabhaathee Eisanaan Karae Anmrith Sar Naavai ||",
    "translation": "Upon arising early in the morning, he is to bathe, and cleanse himself in the pool of nectar.",
    "punjabi": "ਹਰ ਰੋਜ਼ ਸਵੇਰੇ ਉੱਦਮ ਕਰਦਾ ਹੈ, ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ (ਤੇ ਫਿਰ ਨਾਮ-ਰੂਪ) ਅੰਮ੍ਰਿਤ ਦੇ ਸਰੋਵਰ ਵਿਚ ਟੁੱਭੀ ਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "ਭਲਕੇ:ਪੋਲਾ ਬੋਲੋ।(ਭਲਕੇ)ਹਮੇਸ਼ਾ। (ਪਰਭਾਤੀ) ਅੰਮਿ੍ਰਤ-ਵੇਲੇ। ਨ੍ਹਾਵੈ",
    "type_id": 3
  },
  {
    "id": 14024,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੳੁਪਦੇਸਿ ਗੁਰੂ. ਹਰਿ ਹਰਿ ਜਪੁ ਜਾਪੈ; ਸਭਿ ਕਿਲਵਿਖ ਪਾਪ ਦੋਖ ਲਹਿ ਜਾਵੈ ॥",
    "transliteration": "Oupadhaes Guroo Har Har Jap Jaapai Sabh Kilavikh Paap Dhokh Lehi Jaavai ||",
    "translation": "Following the Instructions of the Guru, he is to chant the Name of the Lord, Har, Har. All sins, misdeeds and negativity shall be erased.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੁਆਰਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦਾ ਹੈ ਤੇ (ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ-ਵਿਕਾਰ ਲਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਕਿਲਵਿਖ) ਅਪਰਾਧ",
    "type_id": 3
  },
  {
    "id": 14025,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਫਿਰਿ ਚੜੈ ਦਿਵਸੁ. ਗੁਰਬਾਣੀ ਗਾਵੈ; ਬਹਦਿਅਾ ੳੁਠਦਿਅਾ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ॥",
    "transliteration": "Fir Charrai Dhivas Gurabaanee Gaavai Behadhiaa Outhadhiaa Har Naam Dhhiaavai ||",
    "translation": "Then, at the rising of the sun, he is to sing Gurbani; whether sitting down or standing up, he is to meditate on the Lord's Name.",
    "punjabi": "ਫਿਰ ਦਿਨ ਚੜ੍ਹੇ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਦਾ ਕੀਰਤਨ ਕਰਦਾ ਹੈ ਤੇ (ਦਿਹਾੜੀ) ਬਹਿੰਦਿਆਂ ਉੱਠਦਿਆਂ (ਭਾਵ, ਕਾਰ-ਕਿਰਤ ਕਰਦਿਆਂ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14026,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਸਾਸਿ ਗਿਰਾਸਿ ਧਿਅਾੲੇ ਮੇਰਾ ਹਰਿ ਹਰਿ; ਸੋ ਗੁਰਸਿਖੁ. ਗੁਰੂ ਮਨਿ ਭਾਵੈ ॥",
    "transliteration": "Jo Saas Giraas Dhhiaaeae Maeraa Har Har So Gurasikh Guroo Man Bhaavai ||",
    "translation": "One who meditates on my Lord, Har, Har, with every breath and every morsel of food - that GurSikh becomes pleasing to the Guru's Mind.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਸਿੱਖ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਜੋ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਦਮ ਯਾਦ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
