[
  {
    "id": 14027,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿਸ ਨੋ ਦੲਿਅਾਲੁ ਹੋਵੈ ਮੇਰਾ ਸੁਅਾਮੀ; ਤਿਸੁ ਗੁਰਸਿਖ. ਗੁਰੂ ੳੁਪਦੇਸੁ ਸੁਣਾਵੈ ||",
    "transliteration": "Jis No Dhaeiaal Hovai Maeraa Suaamee This Gurasikh Guroo Oupadhaes Sunaavai ||",
    "translation": "That person, unto whom my Lord and Master is kind and compassionate - upon that GurSikh, the Guru's Teachings are bestowed.",
    "punjabi": "ਜਿਸ ਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਦਿਆਲ ਹੁੰਦਾ ਹੈ, ਉਸ ਗੁਰਸਿੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਸਿੱਖਿਆ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14028,
    "shabad_id": 1151,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਧੂੜਿ ਮੰਗੈ ਤਿਸੁ ਗੁਰਸਿਖ ਕੀ; ਜੋ ਅਾਪਿ ਜਪੈ. ਅਵਰਹ ਨਾਮੁ ਜਪਾਵੈ ||੨||",
    "transliteration": "Jan Naanak Dhhoorr Mangai This Gurasikh Kee Jo Aap Japai Avareh Naam Japaavai ||2||",
    "translation": "Servant Nanak begs for the dust of the feet of that GurSikh, who himself chants the Naam, and inspires others to chant it. ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਉਸ ਗੁਰਸਿੱਖ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹੈ ਜੋ ਆਪ ਨਾਮ ਜਪਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਜਪਾਉਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14029,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14030,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜੋ. ਤੁਧੁ ਸਚੁ ਧਿਅਾੲਿਦੇ; ਸੇ ਵਿਰਲੇ ਥੋੜੇ ||",
    "transliteration": "Jo Thudhh Sach Dhhiaaeidhae Sae Viralae Thhorrae ||",
    "translation": "Those who meditate on You, O True Lord - they are very rare.",
    "punjabi": "ਹੇ ਸੱਚੇ ਪ੍ਰ੍ਹ੍ਹਭੂ! ਉਹ ਬਹੁਤ ਥੋਹੜੇ ਜੀਵ ਹਨ, ਜੋ (ਇਕਾਗਰ ਚਿੱਤ) ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14031,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਮਨਿ ਚਿਤਿ. ੲਿਕੁ ਅਰਾਧਿਦੇ; ਤਿਨ ਕੀ ਬਰਕਤਿ. ਖਾਹਿ ਅਸੰਖ ਕਰੋੜੇ ||",
    "transliteration": "Jo Man Chith Eik Araadhhadhae Thin Kee Barakath Khaahi Asankh Karorrae ||",
    "translation": "Those who worship and adore the One Lord in their conscious minds - through their generosity, countless millions are fed.",
    "punjabi": "ਪੂਰਨ ਇਕਾਗ੍ਰਤਾ ਵਿਚ ਜੋ ਮਨੁੱਖ ਇੱਕ ਦਾ ਅਰਾਧਨ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਕਮਾਈ ਬੇਅੰਤ ਜੀਵ ਖਾਂਦੇ ਹਨ।",
    "pronunciation": "ਬਰ-ਕਤਿ",
    "type_id": 3
  },
  {
    "id": 14032,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੁਧੁਨੋ ਸਭ ਧਿਅਾੲਿਦੀ; ਸੇ ਥਾੲਿ ਪੲੇ. ਜੋ ਸਾਹਿਬ ਲੋੜੇ ||",
    "transliteration": "Thudhhuno Sabh Dhhiaaeidhee Sae Thhaae Peae Jo Saahib Lorrae ||",
    "translation": "All meditate on You, but they alone are accepted, who are pleasing to their Lord and Master.",
    "punjabi": "ਹੇ ਹਰੀ! (ਉਂਞ ਤਾਂ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰਾ ਧਿਆਨ ਧਰਦੀ ਹੈ, ਪਰ ਪਰਵਾਨ ਉਹ ਹੁੰਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੂੰ ਮਾਲਕ ਪਸੰਦ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14033,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੋ. ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਖਾਦੇ ਪੈਨਦੇ; ਸੇ ਮੁੲੇ ਮਰਿ ਜੰਮੇ ਕੋੜ੍ਹੇ ||",
    "transliteration": "Jo Bin Sathigur Saevae Khaadhae Painadhae Sae Mueae Mar Janmae Korrhae ||",
    "translation": "Those who eat and dress without serving the True Guru die; after death, those wretched lepers are consigned to reincarnation.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਸੱਖਣੇ ਰਹਿ ਕੇ ਜੋ ਮਨੁੱਖ ਖਾਣ ਪੀਣ ਤੇ ਪੈਨਣ ਦੇ ਰਸਾਂ ਵਿਚ ਲੱਗੇ ਹੋਏ ਹਨ, ਉਹ ਕੋੜ੍ਹੇ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਹਨ।",
    "pronunciation": "ਖਾਂਦੇ ਪੈਨ੍ਹਦੇ",
    "type_id": 3
  },
  {
    "id": 14034,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਓੲਿ. ਹਾਜਰੁ ਮਿਠਾ ਬੋਲਦੇ; ਬਾਹਰਿ ਵਿਸੁ ਕਢਹਿ. ਮੁਖਿ ਘੋਲੇ ||",
    "transliteration": "Oue Haajar Mithaa Boladhae Baahar Vis Kadtehi Mukh Gholae ||",
    "translation": "In His Sublime Presence, they talk sweetly, but behind His back, they exude poison from their mouths.",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਸਾਹਮਣੇ (ਤਾਂ) ਮਿੱਠੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਹਨ (ਪਰ) ਪਿਛੋਂ ਮੂੰਹ ਵਿਚੋਂ ਵਿਹੁ ਘੋਲ ਕੇ ਕੱਢਦੇ ਹਨ (ਭਾਵ, ਰੱਜ ਕੇ ਨਿੰਦਾ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "(ਹਾਜਰੁ) ਸਾਹਮਣੇ[ ਮਿੱਠਾ[ ਵਿਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14035,
    "shabad_id": 1152,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨਿ ਖੋਟੇ; ਦਯਿ ਵਿਛੋੜੇ ||੧੧||",
    "transliteration": "Man Khottae Dhay Vishhorrae ||11||",
    "translation": "The evil-minded are consigned to separation from the Lord. ||11||",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਮਨੋਂ ਖੋਟਿਆਂ ਨੂੰ ਖਸਮ ਨੇ (ਆਪਣੇ ਨਾਲੋਂ) ਵਿਛੋੜ ਦਿੱਤਾ ਹੈ ॥੧੧॥",
    "pronunciation": "ਦ-ਯਿ: ਦ ਮੁਕਤਾ, ਯਿ ਸਿਹਾਰੀ ਸਹਿਤ, ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14036,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14037,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਲੁ ਜੂੲੀ ਭਰਿਅਾ. ਨੀਲਾ ਕਾਲਾ ਖਿਧੋਲੜਾ; ਤਿਨਿ ਵੇਮੁਖਿ. ਵੇਮੁਖੈ ਨੋ ਪਾੲਿਅਾ ||",
    "transliteration": "Mal Jooee Bhariaa Neelaa Kaalaa Khidhholarraa Thin Vaemukh Vaemukhai No Paaeiaa ||",
    "translation": "The faithless baymukh sent out his faithless servant, wearing a blue-black coat, filled with filth and vermin.",
    "punjabi": "ਮਲ ਤੇ ਜੂਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਨੀਲਾ ਤੇ ਕਾਲਾ ਜੁੱਲਾ ਉਸ ਬੇ-ਮੁਖ ਨੇ ਬੇ-ਮੁਖ ਨੂੰ ਪਾ ਦਿੱਤਾ,",
    "pronunciation": "(ਜੂੲੀ) ਜੂਅਾਂ[ (ਖਿਧੋ-ਲੜਾ) ਜੁੱਲਾ ਕਾਲੇ ਰੰਗ ਦਾ ਜੋ ਰਾਜੇ ਪਾਸ ਸ਼ਕਾੲਿਤ ਕਰਨ ਜਾਣ ਸਮੇਂ ਪਹਿਨਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 14038,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪਾਸਿ. ਨ ਦੇੲੀ ਕੋੲੀ ਬਹਣਿ, ਜਗਤ ਮਹਿ; ਗੂਹ ਪੜਿ, ਸਗਵੀ ਮਲੁ ਲਾੲਿ, ਮਨਮੁਖੁ ਅਾੲਿਅਾ ||",
    "transliteration": "Paas N Dhaeee Koee Behan Jagath Mehi Gooh Parr Sagavee Mal Laae Manamukh Aaeiaa ||",
    "translation": "No one in the world will sit near him; the self-willed manmukh fell into manure, and returned with even more filth covering him.",
    "punjabi": "ਸੰਸਾਰ ਵਿਚ ਉਸ ਨੂੰ ਕੋਈ ਕੋਲ ਬਹਿਣ ਨਹੀਂ ਦੇਂਦਾ, ਗੰਦ ਪੈ ਕੇ ਸਗੋਂ ਬਹੁਤੀ ਮੈਲ ਲਾ ਕੇ ਮਨਮੁਖ (ਵਾਪਸ) ਆਇਆ।",
    "pronunciation": "(ਗੂਹ) ਗੰਦ[ (ਸਗਵੀ) ਸਗੋਂ ਜ਼ਿਅਾਦਾ[ ਪੜਿ ੜ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 14039,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਰਾੲੀ ਜੋ ਨਿੰਦਾ ਚੁਗਲੀ ਨੋ, ਵੇਮੁਖੁ ਕਰਿ ਕੈ ਭੇਜਿਅਾ; ਓਥੈ ਭੀ ਮੁਹੁ ਕਾਲਾ, ਦੁਹਾ ਵੇਮੁਖਾ ਦਾ ਕਰਾੲਿਅਾ ||",
    "transliteration": "Paraaee Jo Nindhaa Chugalee No Vaemukh Kar Kai Bhaejiaa Outhhai Bhee Muhu Kaalaa Dhuhaa Vaemukhaa Dhaa Karaaeiaa ||",
    "translation": "The faithless baymukh was sent to slander and back-bite others, but when he went there, the faces of both he and his faithless master were blackened instead.",
    "punjabi": "ਜੋ ਮਨਮੁਖ ਪਰਾਈ ਨਿੰਦਾ ਤੇ ਚੁਗਲੀ ਕਰਨ ਲਈ (ਸਾਲਾਹ) ਕਰ ਕੇ ਭੇਜਿਆ ਗਿਆ ਸੀ, ਉਥੇ ਭੀ ਦੋਹਾਂ ਦਾ ਮੂੰਹ ਕਾਲਾ ਕੀਤਾ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14040,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੜ ਸੁਣਿਅਾ. ਸਭਤੁ ਜਗਤ ਵਿਚਿ ਭਾੲੀ; ਵੇਮੁਖੁ. ਸਣੈ ਨਫਰੈ ਪੳੁਲੀ ਪੳੁਦੀ; ਫਾਵਾ ਹੋੲਿ ਕੈ, ੳੁਠਿ ਘਰਿ ਅਾੲਿਅਾ ||",
    "transliteration": "Tharr Suniaa Sabhath Jagath Vich Bhaaee Vaemukh Sanai Nafarai Poulee Poudhee Faavaa Hoe Kai Outh Ghar Aaeiaa ||",
    "translation": "It was immediately heard throughout the whole world, O Siblings of Destiny, that this faithless man, along with his servant, was kicked and beaten with shoes; in humiliation, they got up and returned to their homes.",
    "punjabi": "ਸੰਸਾਰ ਵਿਚ ਸਭਨੀਂ ਪਾਸੀਂ ਤੁਰਤ ਸੁਣਿਆ ਗਿਆ ਕਿ ਹੇ ਭਾਈ! ਬੇਮੁਖ ਨੂੰ ਨੌਕਰ ਸਮੇਤ ਜੁੱਤੀਆਂ ਪਈਆਂ ਤੇ ਚੰਗਾ ਹੌਲਾ ਹੋ ਕੇ ਘਰ ਨੂੰ ਉੱਠ ਆਇਆ ਹੈ।",
    "pronunciation": "(ਤੜ) ਛੇਤੀ[ (ਨਫਰੈ) ਨੌਕਰ[ (ਪੳੁ੍ਨਲੀ) ਜੁੱਤੀਅਾਂ[ (ਫਾਵਾ) ਕਮਲ਼ਾ",
    "type_id": 3
  },
  {
    "id": 14041,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਗੈ ਸੰਗਤੀ ਕੁੜਮੀ. ਵੇਮੁਖੁ ਰਲਣਾ ਨ ਮਿਲੈ; ਤਾ ਵਹੁਟੀ ਭਤੀਜਂØੀ. ਫਿਰਿ ਅਾਣਿ ਘਰਿ ਪਾੲਿਅਾ ||",
    "transliteration": "Agai Sangathee Kurramee Vaemukh Ralanaa N Milai Thaa Vahuttee Bhatheejanaee Fir Aan Ghar Paaeiaa ||",
    "translation": "The faithless baymukh was not allowed to mingle with others; his wife and niece then brought him home to lie down.",
    "punjabi": "ਅੱਗੋਂ ਸੰਗਤਾਂ ਤੇ ਕੁੜਮਾਂ (ਭਾਵ, ਸਾਕਾਂ ਅੰਗਾਂ) ਵਿਚ ਬੇਮੁਖ ਨੂੰ ਬਹਿਣਾ ਨਾ ਮਿਲੇ, ਤਾਂ ਫਿਰ ਵਹੁਟੀ ਤੇ ਭਤੀਜਿਆਂ ਨੇ ਲਿਆ ਕੇ ਘਰ ਵਿਚ ਟਿਕਾਣਾ ਦਿੱਤਾ।",
    "pronunciation": "ਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 14042,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਲਤੁ ਪਲਤੁ ਦੋਵੈ ਗੲੇ; ਨਿਤ ਭੁਖਾ ਕੂਕੇ ਤਿਹਾੲਿਅਾ ||",
    "transliteration": "Halath Palath Dhovai Geae Nith Bhukhaa Kookae Thihaaeiaa ||",
    "translation": "He has lost both this world and the next; he cries out continually, in hunger and thirst.",
    "punjabi": "ਉਸ ਦੇ ਲੋਕ ਪਰਲੋਕ ਦੋਵੇਂ ਅਜਾਈਂ ਗਏ ਤੇ (ਹੁਣ) ਭੁੱਖਾ ਤੇ ਤਿਹਾਇਆ ਕੂਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14043,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਸੁਅਾਮੀ ਕਰਤਾ ਪੁਰਖੁ ਹੈ; ਜਿਨਿ ਨਿਅਾੳੁ ਸਚੁ. ਬਹਿ ਅਾਪਿ ਕਰਾੲਿਅਾ ||",
    "transliteration": "Dhhan Dhhan Suaamee Karathaa Purakh Hai Jin Niaao Sach Behi Aap Karaaeiaa ||",
    "translation": "Blessed, blessed is the Creator, the Primal Being, our Lord and Master; He Himself sits and dispenses true justice.",
    "punjabi": "ਧੰਨ ਸਿਰਜਣਹਾਰ ਮਾਲਕ ਹੈ ਜਿਸ ਨੇ ਆਪ ਗਹੁ ਨਾਲ ਸੱਚਾ ਨਿਆਉਂ ਕਰਾਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14044,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਨਿੰਦਾ ਕਰੇ ਸਤਿਗੁਰ ਪੂਰੇ ਕੀ; ਸੋ ਸਾਚੈ ਮਾਰਿ ਪਚਾੲਿਅਾ ||",
    "transliteration": "Jo Nindhaa Karae Sathigur Poorae Kee So Saachai Maar Pachaaeiaa ||",
    "translation": "One who slanders the Perfect True Guru is punished and destroyed by the True Lord.",
    "punjabi": "(ਕਿ) ਜੋ ਮਨੁੱਖ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ, ਸੱਚਾ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪ (ਆਤਮਕ ਮੌਤ) ਮਾਰ ਕੇ ਦੁਖੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14045,
    "shabad_id": 1153,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲੇਹੁ ਅਖਰੁ ਤਿਨਿ ਅਾਖਿਅਾ; ਜਿਨਿ ਜਗਤੁ ਸਭੁ ੳੁਪਾੲਿਅਾ ||੧||",
    "transliteration": "Eaehu Akhar Thin Aakhiaa Jin Jagath Sabh Oupaaeiaa ||1||",
    "translation": "This Word is spoken by the One who created the whole universe. ||1||",
    "punjabi": "(ਇਹ) ਨਿਆਂ ਦਾ ਬਚਨ ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਆਖਿਆ ਹੈ ਜਿਸ ਨੇ ਸਾਰਾ ਸੰਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਅੱਖਰ) ੳੁਪਦੇਸ਼[ ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 14046,
    "shabad_id": 1154,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14047,
    "shabad_id": 1154,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਾਹਿਬੁ ਜਿਸ ਕਾ. ਨੰਗਾ ਭੁਖਾ ਹੋਵੈ; ਤਿਸ ਦਾ ਨਫਰੁ. ਕਿਥਹੁ ਰਜਿ ਖਾੲੇ ||",
    "transliteration": "Saahib Jis Kaa Nangaa Bhukhaa Hovai This Dhaa Nafar Kithhahu Raj Khaaeae ||",
    "translation": "One who has a poor beggar for a master - how can he be well-fed?",
    "punjabi": "ਜਿਸ ਨੌਕਰ ਦਾ ਮਾਲਕ ਕੰਗਾਲ ਹੋਵੇ, ਉਸ ਦੇ ਨੌਕਰ ਨੇ ਕਿੱਥੋਂ ਰੱਜ ਕੇ ਖਾਣਾ ਹੋਇਆ?",
    "pronunciation": "(ਨਫਰੁ) ਨੌਕਰ[ ਰੱਜਿ",
    "type_id": 3
  },
  {
    "id": 14048,
    "shabad_id": 1154,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿ ਸਾਹਿਬ ਕੈ ਘਰਿ ਵਥੁ ਹੋਵੈ, ਸੁ ਨਫਰੈ ਹਥਿ ਅਾਵੈ; ਅਣਹੋਦੀ ਕਿਥਹੁ ਪਾੲੇ ||",
    "transliteration": "J Saahib Kai Ghar Vathh Hovai S Nafarai Hathh Aavai Anehodhee Kithhahu Paaeae ||",
    "translation": "If there is something in his master's house, he can get it; but how can he get what is not there?",
    "punjabi": "ਨੌਕਰ ਨੂੰ ਉਹੋ ਵਸਤ ਮਿਲ ਸਕਦੀ ਹੈ ਜੋ ਮਾਲਕ ਦੇ ਘਰ ਵਿਚ ਹੋਵੇ, ਜੇ ਘਰ ਵਿਚ ਹੀ ਨਾ ਹੋਵੇ ਤਾਂ ਉਸ ਨੂੰ ਕਿੱਥੋਂ ਮਿਲੇ?",
    "pronunciation": "ਵੱਥੁ",
    "type_id": 3
  },
  {
    "id": 14049,
    "shabad_id": 1154,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਸ ਦੀ ਸੇਵਾ ਕੀਤੀ. ਫਿਰਿ ਲੇਖਾ ਮੰਗੀਅੈ; ਸਾ ਸੇਵਾ ਅੳੁਖੀ ਹੋੲੀ ||",
    "transliteration": "Jis Dhee Saevaa Keethee Fir Laekhaa Mangeeai Saa Saevaa Aoukhee Hoee ||",
    "translation": "Serving him, who will be called to answer for his account? That service is painful and useless.",
    "punjabi": "ਜਿਸ ਦੀ ਸੇਵਾ ਕੀਤਿਆਂ ਫਿਰ ਭੀ ਲੇਖਾ ਮੰਗਿਆ ਜਾਣਾ ਹੋਵੇ, ਉਹ ਸੇਵਾ ਮੁਸ਼ਕਲ ਹੈ (ਭਾਵ, ਉਹਦੇ ਕਰਨ ਦਾ ਕੀਹ ਲਾਹ ਹੈ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14050,
    "shabad_id": 1154,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਸੇਵਾ ਕਰਹੁ. ਹਰਿ ਗੁਰ ਸਫਲ ਦਰਸਨ ਕੀ; ਫਿਰਿ ਲੇਖਾ ਮੰਗੈ. ਨ ਕੋੲੀ ||੨||",
    "transliteration": "Naanak Saevaa Karahu Har Gur Safal Dharasan Kee Fir Laekhaa Mangai N Koee ||2||",
    "translation": "O Nanak, serve the Guru, the Lord Incarnate; the Blessed Vision of His Darshan is profitable, and in the end, you shall not be called to account. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਹਰੀ ਤੇ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ (ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ) ਸਫਲਾ (ਕਰਦਾ) ਹੈ, ਉਹਨਾਂ ਦੀ ਸੇਵਾ ਕਰਹੁ (ਤਾਕਿ) ਫਿਰ ਕੋਈ ਲੇਖਾ ਨਾ ਮੰਗੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14051,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14052,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਵੀਚਾਰਹਿ ਸੰਤਿ ਜਨ; ਚਾਰਿ ਵੇਦ ਕਹੰਦੇ ||",
    "transliteration": "Naanak Veechaarehi Santh Jan Chaar Vaedh Kehandhae ||",
    "translation": "O Nanak, the Saints consider, and the four Vedas proclaim,",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ (ਆਪਣੀ) ਵੀਚਾਰ ਦੱਸਦੇ ਹਨ ਤੇ ਚਾਰੇ ਵੇਦ (ਭਾਵ, ਪੁਰਾਤਨ ਧਰਮ ਪੁਸਤਕ ਭੀ ਇਹੀ ਗੱਲ) ਆਖਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14053,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਭਗਤ ਮੁਖੈ ਤੇ ਬੋਲਦੇ; ਸੇ ਵਚਨ ਹੋਵੰਦੇ ||",
    "transliteration": "Bhagath Mukhai Thae Boladhae Sae Vachan Hovandhae ||",
    "translation": "That whatever the Lord's devotees utter with their mouths, shall come to pass.",
    "punjabi": "(ਕਿ) ਭਗਤ ਜਨ ਜੋ ਬਚਨ ਮੂੰਹੋਂ ਬੋਲਦੇ ਹਨ ਉਹ ਸਹੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14054,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਗਟ ਪਹਾਰਾ ਜਾਪਦਾ; ਸਭਿ ਲੋਕ ਸੁਣੰਦੇ ||",
    "transliteration": "Pragatt Pehaaraa Jaapadhaa Sabh Lok Sunandhae ||",
    "translation": "He is manifest in His cosmic workshop. All people hear of this.",
    "punjabi": "(ਭਗਤ) ਸਾਰੇ ਜਗਤ ਵਿਚ ਉੱਘੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸੋਭਾ ਸਾਰੇ ਲੋਕ ਸੁਣਦੇ ਹਨ।",
    "pronunciation": "(ਪਹਾਰਾ) ਸੰਸਾਰ ਚ[ (ਜਾਪਦਾ) ਜਾਣੀਦਾ",
    "type_id": 3
  },
  {
    "id": 14055,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਖੁ. ਨ ਪਾੲਿਨਿ ਮੁਗਧ ਨਰ; ਸੰਤ ਨਾਲਿ ਖਹੰਦੇ ||",
    "transliteration": "Sukh N Paaein Mugadhh Nar Santh Naal Khehandhae ||",
    "translation": "The stubborn men who fight with the Saints shall never find peace.",
    "punjabi": "ਜੋ ਮੂਰਖ ਮਨੁੱਖ (ਅਜੇਹੇ) ਸੰਤਾਂ ਨਾਲ ਵੈਰ ਕਰਦੇ ਹਨ ਉਹ ਸੁਖ ਨਹੀਂ ਪਾਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14056,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਓੲਿ ਲੋਚਨਿ. ਓਨਾ ਗੁਣੈ ਨੋ; ਓੲਿ ਅਹੰਕਾਰਿ ਸੜੰਦੇ ||",
    "transliteration": "Oue Lochan Ounaa Gunai No Oue Ahankaar Sarrandhae ||",
    "translation": "The Saints seek to bless them with virtue, but they only burn in their egos.",
    "punjabi": "(ਉਹ ਦੋਖੀ) ਸੜਦੇ ਤਾਂ ਅਹੰਕਾਰ ਵਿਚ ਹਨ, ਪਰ ਸੰਤ ਜਨਾਂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਤਰਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14057,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਓੲਿ ਵਿਚਾਰੇ ਕਿਅਾ ਕਰਹਿ; ਜਾ ਭਾਗ ਧੁਰਿ ਮੰਦੇ ||",
    "transliteration": "Oue Vichaarae Kiaa Karehi Jaa Bhaag Dhhur Mandhae ||",
    "translation": "What can those wretched ones do, since, from the very beginning, their destiny is cursed with evil.",
    "punjabi": "ਇਹਨਾਂ ਦੋਖੀ ਮਨੁੱਖਾਂ ਦੇ ਵੱਸ ਭੀ ਕੀਹ ਹੈ? ਮੁੱਢ ਤੋਂ (ਮੰਦੇ ਕਰਮ ਕਰਨ ਕਰਕੇ) ਮੰਦੇ ਸੰਸਕਾਰ ਹੀ ਉਹਨਾਂ ਦਾ ਭਾਗ ਹੈ (ਤੇ ਇਹਨਾਂ ਸੰਸਕਾਰਾਂ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਮੰਦੇ ਪਾਸੇ ਪਏ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14058,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜੋ ਮਾਰੇ ਤਿਨਿ ਪਾਰਬ੍ਰਹਮਿ; ਸੇ ਕਿਸੈ ਨ ਸੰਦੇ ||",
    "transliteration": "Jo Maarae Thin Paarabreham Sae Kisai N Sandhae ||",
    "translation": "Those who are struck down by the Supreme Lord God are of no use to anyone.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਰੱਬ ਵਲੋਂ ਮੋਏ ਹੋਏ ਹਨ, ਉਹ ਕਿਸੇ ਦੇ (ਸੱਕੇ) ਨਹੀਂ।",
    "pronunciation": "(ਸੰਦੇ) ਦੇ",
    "type_id": 3
  },
  {
    "id": 14059,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਵੈਰੁ ਕਰਹਿ ਨਿਰਵੈਰ ਨਾਲਿ; ਧਰਮ ਨਿਅਾੲਿ ਪਚੰਦੇ ||",
    "transliteration": "Vair Karehi Niravair Naal Dhharam Niaae Pachandhae ||",
    "translation": "Those who hate the One who has no hatred - according to the true justice of Dharma, they shall perish.",
    "punjabi": "ਨਿਰਵੈਰਾਂ ਨਾਲ ਭੀ ਵੈਰ ਕਰਦੇ ਹਨ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਧਰਮ ਨਿਆਂ-ਅਨੁਸਾਰ ਦੁਖੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(ਪਚੰਦੇ) ਸੜਦੇ",
    "type_id": 3
  },
  {
    "id": 14060,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਜੋ ਸੰਤਿ ਸਰਾਪਿਅਾ; ਸੇ ਫਿਰਹਿ ਭਵੰਦੇ ||",
    "transliteration": "Jo Jo Santh Saraapiaa Sae Firehi Bhavandhae ||",
    "translation": "Those who are cursed by the Saints will continue wandering aimlessly.",
    "punjabi": "ਜੋ ਜੋ ਮਨੁੱਖ ਸੰਤ (ਗੁਰੂ) ਵਲੋਂ ਫਿਟਕਾਰੇ ਹੋਏ ਹਨ (ਭਾਵ, ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਹਨ) ਉਹ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ਭਵੰਦੇ) ਭਟਕਦੇ",
    "type_id": 3
  },
  {
    "id": 14061,
    "shabad_id": 1155,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੇਡੁ ਮੁੰਢਾਹੂੰ ਕਟਿਅਾ; ਤਿਸੁ ਡਾਲ ਸੁਕੰਦੇ ||੧੨||",
    "transliteration": "Paedd Mundtaahoon Kattiaa This Ddaal Sukandhae ||12||",
    "translation": "When the tree is cut off at its roots, the branches wither and die. ||12||",
    "punjabi": "ਜੋ ਰੁੱਖ ਮੁਢੋਂ ਪੁਟਿਆ ਜਾਏ, ਉਸ ਦੇ ਟਾਹਣ ਭੀ ਸੁੱਕ ਜਾਂਦੇ ਹਨ ॥੧੨॥",
    "pronunciation": "(ਮੁੰਢਾਹੂੰ) ਮੁੱਢ, ਜੜੋਂ[ ਸੁਕੰਦੇ",
    "type_id": 3
  },
  {
    "id": 14062,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
