[
  {
    "id": 14063,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰਿ. ਹਰਿ ਗੁਰੂ ਧਿਅਾੲਿਦਾ; ਵਡੀ ਵਡਿਅਾੲੀ ||",
    "transliteration": "Anthar Har Guroo Dhhiaaeidhaa Vaddee Vaddiaaee ||",
    "translation": "Great is the greatness of the Guru, who meditates on the Lord within.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਵੱਡੀ ਹੈ (ਕਿਉਂਕਿ ਉਹ) ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਸਿਮਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14064,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤੁਸਿ ਦਿਤੀ. ਪੂਰੈ ਸਤਿਗੁਰੂ; ਘਟੈ ਨਾਹੀ. ੲਿਕੁ ਤਿਲੁ, ਕਿਸੈ ਦੀ ਘਟਾੲੀ ||",
    "transliteration": "Thus Dhithee Poorai Sathiguroo Ghattai Naahee Eik Thil Kisai Dhee Ghattaaee ||",
    "translation": "By His Pleasure, the Lord has bestowed this upon the Perfect True Guru; it is not diminished one bit by anyone's efforts.",
    "punjabi": "ਪੂਰੇ ਪ੍ਰਭੂ ਨੇ ਸਤਿਗੁਰੂ ਨੂੰ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਇਹੀ ਵਡਿਆਈ) ਬਖ਼ਸ਼ੀ ਹੈ (ਇਸ ਕਰਕੇ) ਕਿਸੇ ਦੇ ਘਟਾਇਆਂ ਰਤਾ ਭੀ ਨਹੀਂ ਘਟਦੀ।",
    "pronunciation": "ਤੁੱਸਿ[ ਤਿਲੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14065,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਚੁ ਸਾਹਿਬੁ. ਸਤਿਗੁਰੂ ਕੈ ਵਲਿ ਹੈ; ਤਾਂ ਝਖਿ ਝਖਿ ਮਰੈ, ਸਭ ਲੁੋਕਾੲੀ ||",
    "transliteration": "Sach Saahib Sathiguroo Kai Val Hai Thaan Jhakh Jhakh Marai Sabh Luokaaee ||",
    "translation": "The True Lord and Master is on the side of the True Guru; and so, all those who oppose Him waste away to death in anger, envy and conflict.",
    "punjabi": "ਜਦੋਂ ਸੱਚਾ ਖਸਮ ਪ੍ਰਭੂ ਸਤਿਗੁਰੂ ਦਾ ਅੰਗ ਪਾਲਦਾ ਹੈ, ਤਾਂ ਸਾਰੀ ਦੁਨੀਆ (ਭਾਵੇਂ) ਪਈ ਝਖਾਂ ਮਾਰੇ (ਸਤਿਗੁਰੂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੀ।)",
    "pronunciation": "ਵੱਲਿ[ (:ਪੋਲੇ ਬੋਲੋ ਝਖਿ ਝਖਿ) ਖਪ ਖਪ",
    "type_id": 3
  },
  {
    "id": 14066,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਿੰਦਕਾ ਕੇ ਮੁਹ ਕਾਲੇ ਕਰੇ; ਹਰਿ ਕਰਤੈ ਅਾਪਿ ਵਧਾੲੀ ||",
    "transliteration": "Nindhakaa Kae Muh Kaalae Karae Har Karathai Aap Vadhhaaee ||",
    "translation": "The Lord, the Creator, blackens the faces of the slanderers, and increases the glory of the Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਸਿਰਜਣਹਾਰ ਨੇ ਆਪ ਵਧਾਈ ਹੈ ਤੇ ਦੋਖੀਆਂ ਦੇ ਮੂੰਹ ਕਾਲੇ ਕੀਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14067,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਨਿੰਦਕ. ਨਿੰਦ ਕਰਹਿ; ਤਿੳੁ ਤਿੳੁ ਨਿਤ ਨਿਤ. ਚੜੈ ਸਵਾੲੀ ||",
    "transliteration": "Jio Jio Nindhak Nindh Karehi Thio Thio Nith Nith Charrai Savaaee ||",
    "translation": "As the slanderers spread their slander, so does the Guru's glory increase day by day.",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਨਿੰਦਕ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ, ਤਿਉਂ ਤਿਉਂ ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਵਧਦੀ ਹੈ।",
    "pronunciation": "ਚੜੈ੍ਹ",
    "type_id": 3
  },
  {
    "id": 14068,
    "shabad_id": 1156,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਅਾਰਾਧਿਅਾ; ਤਿਨਿ ਪੈਰੀ ਅਾਣਿ ਸਭ ਪਾੲੀ ||੧||",
    "transliteration": "Jan Naanak Har Aaraadhhiaa Thin Pairee Aan Sabh Paaee ||1||",
    "translation": "Servant Nanak worships the Lord, who makes everyone fall at His Feet. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਸਤਿਗੁਰੂ ਨੇ ਜਿਸ) ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ, ਉਸ (ਪ੍ਰਭੂ) ਨੇ ਸਾਰੀ ਲੁਕਾਈ ਲਿਆ ਕੇ ਸਤਿਗੁਰੂ ਦੇ ਪੈਰਾਂ ਤੇ ਪਾ ਦਿੱਤੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14069,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੪ ||",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14070,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਤੀ ਗਣਤ ਜਿ ਰਖੈ; ਹਲਤੁ ਪਲਤੁ ਸਭੁ ਤਿਸ ਕਾ ਗੲਿਅਾ ||",
    "transliteration": "Sathigur Saethee Ganath J Rakhai Halath Palath Sabh This Kaa Gaeiaa ||",
    "translation": "One who enters into a calculated relationship with the True Guru loses everything, this world and the next.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਨਾਲ ਕਿੜ ਰੱਖਦਾ ਹੈ, ਉਸ ਦਾ ਲੋਕ ਤੇ ਪਰਲੋਕ ਸਮੁੱਚੇ ਹੀ ਵਿਅਰਥ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਗਣਤ) ਵੈਰ",
    "type_id": 3
  },
  {
    "id": 14071,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਿਤ ਝਹੀਅਾ ਪਾੲੇ. ਝਗੂ ਸੁਟੇ; ਝਖਦਾ ਝਖਦਾ ਝੜਿ ਪੲਿਅਾ ||",
    "transliteration": "Nith Jheheeaa Paaeae Jhagoo Suttae Jhakhadhaa Jhakhadhaa Jharr Paeiaa ||",
    "translation": "He grinds his teeth continually and foams at the mouth; screaming in anger, he perishes.",
    "punjabi": "(ਉਸ ਦੀ ਪੇਸ਼ ਤਾਂ ਜਾਂਦੀ ਨਹੀਂ, ਇਸ ਕਰਕੇ ਉਹ) ਸਦਾ ਕਚੀਚੀਆਂ ਵੱਟਦਾ ਹੈ ਤੇ ਦੰਦ ਪੀਂਹਦਾ ਹੈ (ਤੇ ਅੰਤ ਨੂੰ) ਖਪਦਾ ਖਪਦਾ ਨਸ਼ਟ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "(ਝਹੀਅਾਂ) ਕਚੀਚੀਅਾਂ ਲੈਂਦਾ[ (ਝੱਗੂ) ਝੱਗ[ ਝਖਦਾ:ਪੋਲਾ ਬੋਲੋ[ (ਝਖਦਾ) ਖਪਦਾ[ (ਝੜਿ) ਡਿੱਗ[ ਸੁੱਟੇ[ ਪ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14072,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਿਤ ੳੁਪਾਵ ਕਰੈ ਮਾੲਿਅਾ ਧਨ ਕਾਰਣਿ; ਅਗਲਾ ਧਨੁ ਭੀ ੳੁਡਿ ਗੲਿਅਾ ||",
    "transliteration": "Nith Oupaav Karai Maaeiaa Dhhan Kaaran Agalaa Dhhan Bhee Oudd Gaeiaa ||",
    "translation": "He continually chases after Maya and wealth, but even his own wealth flies away.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦਾ ਉਹ ਦੋਖੀ) ਸਦਾ ਮਾਇਆ ਲਈ ਵਿਓਂਤਾਂ ਕਰਦਾ ਹੈ, ਪਰ ਉਸ ਦਾ ਅਗਲਾ (ਕਮਾਇਆ ਹੋਇਆ) ਭੀ ਹੱਥੋਂ ਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਗੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14073,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਿਅਾ ਓਹੁ ਖਟੇ. ਕਿਅਾ ਓਹੁ ਖਾਵੈ; ਜਿਸੁ ਅੰਦਰਿ. ਸਹਸਾ ਦੁਖੁ ਪੲਿਅਾ ||",
    "transliteration": "Kiaa Ouhu Khattae Kiaa Ouhu Khaavai Jis Andhar Sehasaa Dhukh Paeiaa ||",
    "translation": "What shall he earn, and what shall he eat? Within his heart, there is only cynicism and pain.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਝੋਰਾ ਤੇ ਸਾੜਾ ਹੋਵੇ, ਉਸ ਨੇ ਖੱਟਣਾ ਕੀਹ ਤੇ ਖਾਣਾ ਕੀਹ? (ਭਾਵ, ਉਹ ਨਾ ਕੁਝ ਖੱਟ ਸਕਦਾ ਹੈ ਤੇ ਨਾ ਖੱਟੇ ਹੋਏ ਦਾ ਆਨੰਦ ਲੈ ਸਕਦਾ ਹੈ)।",
    "pronunciation": "ਖੱਟੇ[ ਪ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14074,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਿਰਵੈਰੈ ਨਾਲਿ. ਜਿ ਵੈਰੁ ਰਚਾੲੇ; ਸਭੁ ਪਾਪੁ ਜਗਤੈ ਕਾ. ਤਿਨਿ ਸਿਰਿ ਲੲਿਅਾ ||",
    "transliteration": "Niravairai Naal J Vair Rachaaeae Sabh Paap Jagathai Kaa Thin Sir Laeiaa ||",
    "translation": "One who hates the One who has no hatred, shall bear the load of all the sins of the world on his head.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਨਿਰਵੈਰ ਨਾਲ ਵੈਰ ਕਰਦਾ ਹੈ ਉਹ ਸਾਰੇ ਸੰਸਾਰ ਦੇ ਪਾਪਾਂ (ਦਾ ਭਾਰ) ਆਪਣੇ ਸਿਰ ਤੇ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "ਜੱਗ-ਤੈ[ ਲ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14075,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਓਸੁ ਅਗੈ ਪਿਛੈ. ਢੋੲੀ ਨਾਹੀ; ਜਿਸੁ ਅੰਦਰਿ ਨਿੰਦਾ. ਮੁਹਿ ਅੰਬੁ ਪੲਿਅਾ ||",
    "transliteration": "Ous Agai Pishhai Dtoee Naahee Jis Andhar Nindhaa Muhi Anb Paeiaa ||",
    "translation": "He shall find no shelter here or hereafter; his mouth blisters with the slander in his heart.",
    "punjabi": "ਉਸ ਨੂੰ ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਕੋਈ ਆਸਰਾ ਨਹੀਂ ਦੇਂਦਾ। ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤਾਂ ਨਿੰਦਾ ਹੋਵੇ, ਪਰ ਮੂੰਹ ਵਿਚ ਅੰਬ ਪਿਆ ਹੋਵੇ (ਭਾਵ, ਜੋ ਮੂੰਹੋਂ ਮਿੱਠਾ ਬੋਲੇ),",
    "pronunciation": "(ਢੋੲੀ) ਅਾਸਰਾ[ (ਅੰਬੁ) ਮੰੂਹ ਦਾ ਰੋਗ, ਮਿਠਾਸ",
    "type_id": 3
  },
  {
    "id": 14076,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੇ ਸੁੲਿਨੇ ਨੋ ਓਹੁ ਹਥੁ ਪਾੲੇ; ਤਾ ਖੇਹੂ ਸੇਤੀ ਰਲਿ ਗੲਿਅਾ ||",
    "transliteration": "Jae Sueinae No Ouhu Hathh Paaeae Thaa Khaehoo Saethee Ral Gaeiaa ||",
    "translation": "If gold comes into his hands, it turns to dust.",
    "punjabi": "ਇਹੋ ਜਿਹਾ ਖੋਟਾ ਮਨੁੱਖ ਜੇ ਸੋਨੇ ਨੂੰ ਹੱਥ ਪਾਏ ਉਹ ਭੀ ਸੁਆਹ ਨਾਲ ਰਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14077,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਗੁਰ ਕੀ ਸਰਣੀ. ਫਿਰਿ ਓਹੁ ਅਾਵੈ; ਤਾ ਪਿਛਲੇ ਅੳੁਗਣ ਬਖਸਿ ਲੲਿਅਾ ||",
    "transliteration": "Jae Gur Kee Saranee Fir Ouhu Aavai Thaa Pishhalae Aougan Bakhas Laeiaa ||",
    "translation": "But if he should come again to the Sanctuary of the Guru, then even his past sins shall be forgiven.",
    "punjabi": "ਫਿਰ ਭੀ (ਭਾਵ, ਇਹੋ ਜਿਹਾ ਪਾਪੀ ਹੁੰਦਿਆਂ ਭੀ) ਜੇ ਉਹ ਸਤਿਗੁਰੂ ਦੀ ਚਰਨੀਂ ਢਹਿ ਪਵੇ ਤਾਂ ਸਤਿਗੁਰੂ ਉਸ ਦੇ ਪਿਛਲੇ ਅਉਗੁਣਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14078,
    "shabad_id": 1157,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਅਨ ਦਿਨੁ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਹਰਿ ਸਿਮਰਤ. ਕਿਲਵਿਖ ਪਾਪ ਗੲਿਅਾ ||੨||",
    "transliteration": "Jan Naanak Anadhin Naam Dhhiaaeiaa Har Simarath Kilavikh Paap Gaeiaa ||2||",
    "translation": "Servant Nanak meditates on the Naam, night and day. Remembering the Lord in meditation, wickedness and sins are erased. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ (ਸਤਿਗੁਰੂ ਦੀ ਸਰਣਿ ਪੈ ਕੇ) ਹਰ ਰੋਜ਼ ਨਾਮ ਜਪਦਾ ਹੈ, ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਿਆਂ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14079,
    "shabad_id": 1158,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14080,
    "shabad_id": 1158,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤੂਹੈ ਸਚਾ, ਸਚੁ ਤੂ; ਸਭ ਦੂ ੳੁਪਰਿ. ਤੂ ਦੀਬਾਣੁ ||",
    "transliteration": "Thoohai Sachaa Sach Thoo Sabh Dhoo Oupar Thoo Dheebaan ||",
    "translation": "You are the Truest of the True; Your Regal Court is the most exalted of all.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ) ਤੂੰ ਸਦਾ ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਤੂੰ ਹੀ (ਜੀਵਾਂ ਦਾ) ਸਭ ਤੋਂ ਵੱਡਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14081,
    "shabad_id": 1158,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਤੁਧੁ ਸਚੁ ਧਿਅਾੲਿਦੇ; ਸਚੁ ਸੇਵਨਿ. ਸਚੇ ਤੇਰਾ ਮਾਣੁ ||",
    "transliteration": "Jo Thudhh Sach Dhhiaaeidhae Sach Saevan Sachae Thaeraa Maan ||",
    "translation": "Those who meditate on You, O True Lord, serve the Truth; O True Lord, they take pride in You.",
    "punjabi": "ਹੇ ਸੱਚੇ ਪ੍ਰਭੂ! ਜੋ ਤੇਰਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਤੇਰੀ ਸੇਵਾ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਤੇਰਾ ਹੀ ਮਾਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14082,
    "shabad_id": 1158,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਓਨਾ ਅੰਦਰਿ ਸਚੁ. ਮੁਖ ੳੁਜਲੇ; ਸਚੁ ਬੋਲਨਿ, ਸਚੇ ਤੇਰਾ ਤਾਣੁ ||",
    "transliteration": "Ounaa Andhar Sach Mukh Oujalae Sach Bolan Sachae Thaeraa Thaan ||",
    "translation": "Within them is the Truth; their faces are radiant, and they speak the Truth. O True Lord, You are their strength.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੱਚ ਹੈ (ਇਸ ਕਰਕੇ ਉਹਨਾਂ ਦੇ) ਮੱਥੇ ਖਿੜੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਹੇ ਸੱਚੇ ਹਰੀ! ਉਹ ਤੇਰਾ ਸਦਾ-ਥਿਰ ਨਾਮ ਉਚਾਰਦੇ ਹਨ, ਤੇ ਤੇਰਾ ਉਹਨਾਂ ਨੂੰ ਤਾਣ ਹੈ।",
    "pronunciation": "ੳੁ੍ਨਜਲੇ",
    "type_id": 3
  },
  {
    "id": 14083,
    "shabad_id": 1158,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੇ ਭਗਤ. ਜਿਨੀ ਗੁਰਮੁਖਿ ਸਾਲਾਹਿਅਾ; ਸਚੁ ਸਬਦੁ ਨੀਸਾਣੁ ||",
    "transliteration": "Sae Bhagath Jinee Guramukh Saalaahiaa Sach Sabadh Neesaan ||",
    "translation": "Those who, as Gurmukh, praise You are Your devotees; they have the insignia and the banner of the Shabad, the True Word of God.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹਰੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ, ਉਹੀ ਸੱਚੇ ਭਗਤ ਹਨ ਤੇ ਉਹਨਾਂ ਪਾਸ ਸੱਚਾ ਸ਼ਬਦ-ਰੂਪ ਨਿਸ਼ਾਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14084,
    "shabad_id": 1158,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਚੁ ਜਿ ਸਚੇ ਸੇਵਦੇ; ਤਿਨ ਵਾਰੀ ਸਦ ਕੁਰਬਾਣੁ ||੧੩||",
    "transliteration": "Sach J Sachae Saevadhae Thin Vaaree Sadh Kurabaan ||13||",
    "translation": "I am truly a sacrifice, forever devoted to those who serve the True Lord. ||13||",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਕੁਰਬਾਨ ਹਾਂ ਉਹਨਾਂ ਤੋਂ ਜੋ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਤਨੋਂ ਮਨੋਂ ਸਿਮਰਦੇ ਹਨ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14085,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14086,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਧੁਰਿ ਮਾਰੇ ਪੂਰੈ ਸਤਿਗੁਰੂ; ਸੇੲੀ ਹੁਣਿ ਸਤਿਗੁਰਿ ਮਾਰੇ ||",
    "transliteration": "Dhhur Maarae Poorai Sathiguroo Saeee Hun Sathigur Maarae ||",
    "translation": "Those who were cursed by the Perfect True Guru, from the very beginning, are even now cursed by the True Guru.",
    "punjabi": "ਜੇਹੜੇ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਫਿਟਕਾਰੇ ਹਨ, ਉਹ ਹੁਣ (ਫਿਰ) ਸਤਿਗੁਰੂ ਵਲੋਂ ਮਾਰੇ ਗਏ ਹਨ (ਭਾਵ, ਸਤਿਗੁਰੂ ਵਲੋਂ ਮਨਮੁਖ ਹੋਏ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14087,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੇ ਮੇਲਣ ਨੋ ਬਹੁਤੇਰਾ ਲੋਚੀਅੈ; ਨ ਦੇੲੀ ਮਿਲਣ. ਕਰਤਾਰੇ ||",
    "transliteration": "Jae Maelan No Bahuthaeraa Locheeai N Dhaeee Milan Karathaarae ||",
    "translation": "Even though they may have a great longing to associate with the Guru, the Creator does not allow it.",
    "punjabi": "ਜੇ ਉਹਨਾਂ ਨੂੰ (ਸਤਿਗੁਰੂ ਨਾਲ) ਮੇਲਣ ਲਈ ਬਥੇਰੀ ਤਾਂਘ ਭੀ ਕਰੀਏ (ਤਾਂ ਭੀ) ਸਿਰਜਣਹਾਰ ਉਹਨਾਂ ਨੂੰ ਮਿਲਣ ਨਹੀਂ ਦੇਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14088,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਢੋੲੀ. ਨਾ ਲਹਨਿ; ਵਿਚਿ ਸੰਗਤਿ ਗੁਰਿ ਵੀਚਾਰੇ ||",
    "transliteration": "Sathasangath Dtoee Naa Lehan Vich Sangath Gur Veechaarae ||",
    "translation": "They shall not find shelter in the Sat Sangat, the True Congregation; in the Sangat, the Guru has proclaimed this.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਸਤਸੰਗ ਵਿਚ ਭੀ ਢੋਈ ਨਹੀਂ ਮਿਲਦੀ-ਗੁਰੂ ਨੇ ਭੀ ਸੰਗਤਿ ਵਿਚ ਏਹੀ ਵਿਚਾਰ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14089,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੋੲੀ ਜਾੲਿ ਮਿਲੈ ਹੁਣਿ ਓਨ੍ਹਾ ਨੋ; ਤਿਸੁ ਮਾਰੇ ਜਮੁ ਜੰਦਾਰੇ ||",
    "transliteration": "Koee Jaae Milai Hun Ounaa No This Maarae Jam Jandhaarae ||",
    "translation": "Whoever goes out to meet them now, will be destroyed by the tyrant, the Messenger of Death.",
    "punjabi": "ਐਸ ਵੇਲੇ ਜੇ ਕੋਈ ਉਹਨਾਂ ਦਾ ਜਾ ਕੇ ਸਾਥੀ ਬਣੇ, ਉਸ ਨੂੰ ਭੀ ਜਮਦੂਤ ਤਾੜਨਾ ਕਰਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਭੀ ਮਨ-ਮੁਖਤਾ ਵਾਲੇ ਕੰਮ ਹੀ ਕਰੇਗਾ, ਜਿਸ ਕਰਕੇ ਜੰਮ-ਮਾਰਗ ਦਾ ਭਾਗੀ ਬਣੇਗਾ)।",
    "pronunciation": "(ਜੰਦਾਰੇ) ਜਲਾਦ",
    "type_id": 3
  },
  {
    "id": 14090,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਿ ਬਾਬੈ ਫਿਟਕੇ. ਸੇ ਫਿਟੇ; ਗੁਰਿ ਅੰਗਦਿ. ਕੀਤੇ ਕੂੜਿਅਾਰੇ ||",
    "transliteration": "Gur Baabai Fittakae Sae Fittae Gur Angadh Keethae Koorriaarae ||",
    "translation": "Those who were condemned by Guru Nanak were declared counterfeit by Guru Angad as well.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਬਾਬੇ (ਗੁਰੂ ਨਾਨਕ ਦੇਵ) ਨੇ ਮਨਮੁਖ ਕਰਾਰ ਦਿੱਤਾ, ਉਹਨਾਂ ਅਹੰਕਾਰੀਆਂ ਨੂੰ ਗੁਰੂ ਅੰਗਦ ਨੇ ਭੀ ਝੂਠਾ ਮਿਥਿਆ।",
    "pronunciation": "ਫਿਟਕੇ: ਪੋਲਾ ਬੋਲੋ[ ਫਿੱਟੇ",
    "type_id": 3
  },
  {
    "id": 14091,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਿ. ਤੀਜੀ ਪੀੜੀ ਵੀਚਾਰਿਅਾ; ਕਿਅਾ ਹਥਿ ੲੇਨਾ ਵੇਚਾਰੇ ||",
    "transliteration": "Gur Theejee Peerree Veechaariaa Kiaa Hathh Eaenaa Vaechaarae ||",
    "translation": "The Guru of the third generation thought, \"What lies in the hands of these poor people?\"",
    "punjabi": "ਤੀਜੇ ਥਾਂ ਬੈਠੇ ਗੁਰੂ ਨੇ ਵਿਚਾਰ ਕੀਤੀ ਕਿ ਇਹਨਾਂ ਕੰਗਾਲਾਂ ਦੇ ਕੀਹ ਵੱਸ?",
    "pronunciation": "ਪੀੜ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 14092,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰੁ ਚੳੁਥੀ ਪੀੜੀ ਟਿਕਿਅਾ; ਤਿਨਿ. ਨਿੰਦਕ ਦੁਸਟ ਸਭਿ ਤਾਰੇ ||",
    "transliteration": "Gur Chouthhee Peerree Ttikiaa Thin Nindhak Dhusatt Sabh Thaarae ||",
    "translation": "The Guru of the fourth generation saved all these slanderers and evil-doers.",
    "punjabi": "ਜਿਸ ਨੇ ਚੌਥੇ ਥਾਂ ਬੈਠੇ ਨੂੰ ਗੁਰੂ ਥਾਪਿਆ, ਉਸ ਨੇ ਸਾਰੇ ਨਿੰਦਕ ਤੇ ਦੁਸ਼ਟ ਤਾਰ ਦਿੱਤੇ (ਭਾਵ, ਅਹੰਕਾਰ ਤੇ ਫਿਟੇਵੇਂ ਤੋਂ ਬਚਾ ਲਏ)।",
    "pronunciation": "ਪੀੜ੍ਹੀਟਿੱਕਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14093,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕੋੲੀ ਪੁਤੁ ਸਿਖੁ. ਸੇਵਾ ਕਰੇ ਸਤਿਗੁਰੂ ਕੀ; ਤਿਸੁ ਕਾਰਜ ਸਭਿ ਸਵਾਰੇ ||",
    "transliteration": "Koee Puth Sikh Saevaa Karae Sathiguroo Kee This Kaaraj Sabh Savaarae ||",
    "translation": "If any son or Sikh serves the True Guru, then all of his affairs will be resolved.",
    "punjabi": "ਪੁੱਤਰ ਹੋਵੇ ਚਾਹੇ ਸਿੱਖ, ਜੋ ਕੋਈ (ਭੀ) ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹੈ ਸਤਿਗੁਰੂ ਉਸ ਦੇ ਸਾਰੇ ਕਾਰਜ ਸਵਾਰਦਾ ਹੈ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14094,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੋ ੲਿਛੈ. ਸੋ ਫਲੁ ਪਾੲਿਸੀ; ਪੁਤੁ ਧਨੁ ਲਖਮੀ; ਖੜਿ ਮੇਲੇ. ਹਰਿ ਨਿਸਤਾਰੇ ||",
    "transliteration": "Jo Eishhai So Fal Paaeisee Puth Dhhan Lakhamee Kharr Maelae Har Nisathaarae ||",
    "translation": "He obtains the fruits of his desires - children, wealth, property, union with the Lord and emancipation.",
    "punjabi": "ਪੁੱਤਰ, ਧਨ, ਲੱਛਮੀ, ਜਿਸ ਭੀ ਸ਼ੈ ਦੀ ਉਹ ਇੱਛਾ ਕਰੇ, ਉਹੀ ਫਲ ਉਸ ਨੂੰ ਮਿਲਦਾ ਹੈ, (ਸਤਿਗੁਰੂ) ਉਸ ਨੂੰ ਲੈ ਜਾ ਕੇ (ਪ੍ਰਭੂ ਨਾਲ) ਮੇਲਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ (ਉਸ ਨੂੰ) ਪਾਰ ਉਤਾਰਦਾ ਹੈ।",
    "pronunciation": "(ਖੜਿ) ਲਿਜਾ ਕੇ[ਲੱਖਮੀ[ ਖੜਿ ੜ ਪੈਰ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 14095,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਭਿ ਨਿਧਾਨ ਸਤਿਗੁਰੂ ਵਿਚਿ; ਜਿਸੁ ਅੰਦਰਿ ਹਰਿ ੳੁਰ ਧਾਰੇ ||",
    "transliteration": "Sabh Nidhhaan Sathiguroo Vich Jis Andhar Har Our Dhhaarae ||",
    "translation": "All treasures are in the True Guru, who has enshrined the Lord within the heart.",
    "punjabi": "(ਮੁਕਦੀ ਗੱਲ), ਜਿਸ ਸਤਿਗੁਰੂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਟਿਕਿਆ ਹੋਇਆ ਹੈ, ਉਸ ਵਿਚ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14096,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੋ ਪਾੲੇ ਪੂਰਾ ਸਤਿਗੁਰੂ; ਜਿਸੁ ਲਿਖਿਅਾ ਲਿਖਤੁ ਲਿਲਾਰੇ ||",
    "transliteration": "So Paaeae Pooraa Sathiguroo Jis Likhiaa Likhath Lilaarae ||",
    "translation": "He alone obtains the Perfect True Guru, on whose forehead such blessed destiny is pre-ordained.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਦੇ ਮੱਥੇ ਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਚੰਗੇ ਕੰਮਾਂ ਦੇ ਸੰਸਕਾਰ-ਰੂਪੀ) ਲੇਖ ਲਿਖੇ ਹੋਏ ਹਨ, ਉਹ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਲਿਲਾਰੇ) ਮੱਥੇ ਤੇ",
    "type_id": 3
  },
  {
    "id": 14097,
    "shabad_id": 1159,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਮਾਗੈ ਧੂੜਿ ਤਿਨ; ਜੋ ਗੁਰਸਿਖ ਮਿਤ ਪਿਅਾਰੇ ||੧||",
    "transliteration": "Jan Naanak Maagai Dhhoorr Thin Jo Gurasikh Mith Piaarae ||1||",
    "translation": "Servant Nanak begs for the dust of the feet of those GurSikhs who love the Lord, their Friend. ||1||",
    "punjabi": "(ਇਹੋ ਜਿਹੇ) ਜੋ ਮਿੱਤਰ ਪਿਆਰੇ ਗੁਰੂ ਕੇ ਸਿੱਖ ਹਨ, ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਦਾਸ ਨਾਨਕ (ਭੀ) ਮੰਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਮਿੱਤ) ਮਿੱਤ੍ਰ",
    "type_id": 3
  }
]
