[
  {
    "id": 14132,
    "shabad_id": 1163,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਓੲਿ ਅਗੈ ਕੁਸਟੀ. ਗੁਰ ਕੇ ਫਿਟਕੇ; ਜਿ ਓਸੁ ਮਿਲੈ. ਤਿਸੁ ਕੁਸਟੁ ੳੁਠਾਹੀ ॥",
    "transliteration": "Oue Agai Kusattee Gur Kae Fittakae J Ous Milai This Kusatt Outhaahee ||",
    "translation": "They have already become like lepers; cursed by the Guru, whoever meets them is also afflicted with leprosy.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਉਹ ਤਾਂ ਅੱਗੇ ਹੀ ਕੋਹੜੇ ਹਨ, ਜੋ ਕੋਈ ਅਜੇਹੇ ਮਨੁੱਖ ਦਾ ਸੰਗ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਭੀ ਕੋਹੜ ਚਮੋੜ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "(ਕੁਸਟੀ) ਕੋਹੜੀ। (ੳੁਠਾਹੀ) ਹੋ ਜਾਂਦਾ। ਕੁਸਟੀ ਕੁਸਟੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14133,
    "shabad_id": 1163,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ. ਤਿਨ ਕਾ ਦਰਸਨੁ ਨਾ ਕਰਹੁ; ਜੋ ਦੂਜੈ ਭਾੲਿ ਚਿਤੁ ਲਾਹੀ ॥",
    "transliteration": "Har Thin Kaa Dharasan Naa Karahu Jo Dhoojai Bhaae Chith Laahee ||",
    "translation": "O Lord, I pray that I may not even catch sight of those, who focus their consciousness on the love of duality.",
    "punjabi": "(ਹੇ ਸਿੱਖੋ!) ਰੱਬ ਕਰਕੇ ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਭੀ ਨਾ ਕਰੋ ਜੋ (ਸਤਿਗੁਰੂ ਨੂੰ ਛੱਡ ਕੇ) ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਚਿਤ ਜੋੜਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14134,
    "shabad_id": 1163,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਧੁਰਿ ਕਰਤੈ ਅਾਪਿ ਲਿਖਿ ਪਾੲਿਅਾ; ਤਿਸੁ ਨਾਲਿ ਕਿਹੁ ਚਾਰਾ ਨਾਹੀ ॥",
    "transliteration": "Dhhur Karathai Aap Likh Paaeiaa This Naal Kihu Chaaraa Naahee ||",
    "translation": "That which the Creator pre-ordained from the very beginning - there can be no escape from that.",
    "punjabi": "ਉਹਨਾਂ ਨਾਲ (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਸੁਧਾਰਨ ਲਈ) ਕੋਈ ਉਪਾਵ ਕਾਰਗਰ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਕਿਉਂਕਿ ਕਰਤਾਰ ਨੇ ਮੁੱਢ ਤੋਂ ਹੀ (ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਇਹੋ ਜਿਹੇ ਦੂਜੇ ਭਾਵ ਦੇ ਸੰਸਕਾਰ ਹੀ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ) ਲਿਖ ਕੇ ਪਾ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "(ਚਾਰਾ) ੳੁਪਾੳੁ",
    "type_id": 3
  },
  {
    "id": 14135,
    "shabad_id": 1163,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਅਰਾਧਿ ਤੂ; ਤਿਸੁ. ਅਪੜਿ ਕੋ ਨ ਸਕਾਹੀ ॥",
    "transliteration": "Jan Naanak Naam Araadhh Thoo This Aparr Ko N Sakaahee ||",
    "translation": "O servant Nanak, worship and adore the Naam, the Name of the Lord; no one can equal it.",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਨਾਮ ਜਪ, ਨਾਮ ਜਪਣ ਵਾਲੇ ਦੀ ਬਰਾਬਰੀ ਕੋਈ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "ਅੱਪੜਿ",
    "type_id": 3
  },
  {
    "id": 14136,
    "shabad_id": 1163,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਵੈ ਕੀ ਵਡਿਅਾੲੀ ਵਡੀ ਹੈ; ਨਿਤ ਸਵਾੲੀ ਚੜੈ ਚੜਾਹੀ ॥੨॥",
    "transliteration": "Naavai Kee Vaddiaaee Vaddee Hai Nith Savaaee Charrai Charraahee ||2||",
    "translation": "Great is the greatness of His Name; it increases, day by day. ||2||",
    "punjabi": "ਨਾਮ ਦੀ ਮਹਿਮਾ ਬਹੁਤ ਵੱਡੀ ਹੈ, ਦਿਨੋ ਦਿਨ ਵਧਦੀ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "ਚੜ੍ਹੈ। ਚੜ੍ਹਾਹੀ",
    "type_id": 3
  },
  {
    "id": 14137,
    "shabad_id": 1164,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14138,
    "shabad_id": 1164,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿ ਹੋਂਦੈ ਗੁਰੂ ਬਹਿ ਟਿਕਿਅਾ; ਤਿਸੁ ਜਨ ਕੀ ਵਡਿਅਾੲੀ ਵਡੀ ਹੋੲੀ ॥",
    "transliteration": "J Honadhai Guroo Behi Ttikiaa This Jan Kee Vaddiaaee Vaddee Hoee ||",
    "translation": "Great is the greatness of that humble being, whom the Guru Himself anointed in His Presence.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਨੇ ਆਪ ਹੁੰਦਿਆਂ ਬਹਿ ਕੇ (ਭਾਵ, ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਵਿਚ ਆਪਣੀ ਹੱਥੀਂ) ਤਿਲਕ ਦਿੱਤਾ ਹੋਵੇ, ਉਸ ਦੀ ਬਹੁਤ ਸੋਭਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਟਿੱਕਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14139,
    "shabad_id": 1164,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਿਸੁ ਕੳੁ ਜਗਤੁ ਨਿਵਿਅਾ, ਸਭੁ ਪੈਰੀ ਪੲਿਅਾ; ਜਸੁ ਵਰਤਿਅਾ ਲੋੲੀ ॥",
    "transliteration": "This Ko Jagath Niviaa Sabh Pairee Paeiaa Jas Varathiaa Loee ||",
    "translation": "All the world comes and bows to him, falling at his feet. His praises spread throughout the world.",
    "punjabi": "ਉਸ ਦੇ ਅੱਗੇ ਸਾਰਾ ਸੰਸਾਰ ਨਿਊਂਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹੈ, ਉਸ ਦੀ ਸੋਭਾ ਸਾਰੇ ਜਗਤ ਵਿਚ ਖਿੱਲਰ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ। ਪੈਰੀਂ",
    "type_id": 3
  },
  {
    "id": 14140,
    "shabad_id": 1164,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਿਸ ਕੳੁ ਖੰਡ ਬ੍ਰਹਮੰਡ ਨਮਸਕਾਰੁ ਕਰਹਿ; ਜਿਸ ਕੈ ਮਸਤਕਿ, ਹਥੁ ਧਰਿਅਾ ਗੁਰਿ ਪੂਰੈ; ਸੋ ਪੂਰਾ ਹੋੲੀ ॥",
    "transliteration": "This Ko Khandd Brehamandd Namasakaar Karehi Jis Kai Masathak Hathh Dhhariaa Gur Poorai So Pooraa Hoee ||",
    "translation": "The galaxies and solar systems bow in reverence to him; the Perfect Guru has placed His hand upon his head, and he has become perfect.",
    "punjabi": "ਜਿਸ ਦੇ ਮਥੇ ਤੇ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਹੱਥ ਰੱਖਿਆ ਹੋਵੇ (ਭਾਵ, ਜਿਸ ਦੀ ਸਹਾਇਤਾ ਸਤਿਗੁਰੂ ਨੇ ਕੀਤੀ) ਉਹ (ਸਭ ਗੁਣਾਂ ਵਿਚ) ਪੂਰਨ ਹੋ ਗਿਆ ਤੇ ਸਭ ਖੰਡਾਂ-ਬ੍ਰਹਮੰਡਾਂ ਦੇ ਜੀਆ-ਜੰਤ ਉਸ ਨੂੰ ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14141,
    "shabad_id": 1164,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਕੀ ਵਡਿਅਾੲੀ ਨਿਤ ਚੜੈ ਸਵਾੲੀ; ਅਪੜਿ ਕੋ ਨ ਸਕੋੲੀ ॥",
    "transliteration": "Gur Kee Vaddiaaee Nith Charrai Savaaee Aparr Ko N Sakoee ||",
    "translation": "The glorious greatness of the Guru increases day by day; no one can equal it.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਦਿਨੋ-ਦਿਨ ਵਧਦੀ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14142,
    "shabad_id": 1164,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਹਰਿ ਕਰਤੈ ਅਾਪਿ ਬਹਿ ਟਿਕਿਅਾ; ਅਾਪੇ ਪੈਜ ਰਖੈ ਪ੍ਰਭੁ ਸੋੲੀ ॥੩॥",
    "transliteration": "Jan Naanak Har Karathai Aap Behi Ttikiaa Aapae Paij Rakhai Prabh Soee ||3||",
    "translation": "O servant Nanak, the Creator Lord Himself established him; God preserves his honor. ||3||",
    "punjabi": "(ਕਿਉਂਕਿ) ਆਪਣੇ ਸੇਵਕ ਨਾਨਕ ਨੂੰ ਸਿਰਜਨਹਾਰ ਪ੍ਰਭੂ ਨੇ ਆਪ ਮਾਣ ਬਖ਼ਸ਼ਿਆ ਹੈ, (ਇਸ ਕਰਕੇ) ਪ੍ਰਭੂ ਆਪ ਲਾਜ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਟਿੱਕਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14143,
    "shabad_id": 1165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14144,
    "shabad_id": 1165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਾੲਿਅਾ ਕੋਟੁ ਅਪਾਰੁ ਹੈ; ਅੰਦਰਿ ਹਟਨਾਲੇ ॥",
    "transliteration": "Kaaeiaa Kott Apaar Hai Andhar Hattanaalae ||",
    "translation": "The human body is a great fortress, with its shops and streets within.",
    "punjabi": "(ਮਨੁੱਖਾ) ਸਰੀਰ ਇਕ ਸੁੰਦਰ ਕਿਲ੍ਹਾ ਹੈ, ਜਿਸ ਵਿਚ (ਮਾਨੋ, ਸੁੰਦਰ) ਬਾਜ਼ਾਰ ਭੀ ਹਨ, (ਭਾਵ, ਗਿਆਨ-ਇੰਦਰੇ ਹੱਟੀਆਂ ਦੀਆਂ ਕਤਾਰਾਂ ਹਨ)।",
    "pronunciation": "(ਕੋਟੁ) ਕਿਲਾ। ਸਤਿ, ਸੰਤੋਖ, ਦੲਿਅਾ, ਧਰਮ, ਨਿਮ੍ਰਤਾ, ਸਹਿਨਸ਼ੀਲਤਾ, ਗ੍ਰੀਬੀ, ਪ੍ਰੇਮ, ਵਿਰਾਗ, ਤਿਅਾਗ, ਨਿਰਅਭਿਮਾਨਤਾ, ਖਿਮਾ, ਧਰਿਜ, ਨਿਰਵੈਰਤਾ, ਨਿਰਲੇਪਤਾ ਅਾਦਿ ਸ਼ੁਭ ਗੁਣਾਂ ਰੂਪੀ (ਹੱਟਨਾਲੇ) ਬਜ਼ਾਰ",
    "type_id": 3
  },
  {
    "id": 14145,
    "shabad_id": 1165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੳੁਦਾ ਜੋ ਕਰੇ; ਹਰਿ ਵਸਤੁ ਸਮਾਲੇ ॥",
    "transliteration": "Guramukh Soudhaa Jo Karae Har Vasath Samaalae ||",
    "translation": "The Gurmukh who comes to trade gathers the cargo of the Lord's Name.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਵਪਾਰ ਕਰਦਾ ਹੈ; ਉਹ ਹਰੀ ਦਾ ਨਾਮ-ਵੱਖਰ ਸਾਂਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਸਮੱਾਲੇ",
    "type_id": 3
  },
  {
    "id": 14146,
    "shabad_id": 1165,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਮੁ ਨਿਧਾਨੁ ਹਰਿ ਵਣਜੀਅੈ; ਹੀਰੇ ਪਰਵਾਲੇ ॥",
    "transliteration": "Naam Nidhhaan Har Vanajeeai Heerae Paravaalae ||",
    "translation": "He deals in the treasure of the Lord's Name, the jewels and the diamonds.",
    "punjabi": "(ਸਰੀਰ ਕਿਲ੍ਹੇ ਵਿਚ ਹੀ) ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਵਣਜਿਆ ਜਾ ਸਕਦਾ ਹੈ, (ਇਹੋ ਵੱਖਰ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲੇ) ਹੀਰੇ ਤੇ ਮੂੰਗੇ ਹਨ।",
    "pronunciation": "ਸ਼ੁਭ ਗੁਣ ਰੂਪ (ਪਰਵਾਲੇ) ਮੂੰਗੇ, ਸੁੱਚੇ ਨਗ",
    "type_id": 3
  },
  {
    "id": 14147,
    "shabad_id": 1165,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਵਿਣੁ ਕਾੲਿਅਾ, ਜਿ ਹੋਰ ਥੈ ਧਨੁ ਖੋਜਦੇ; ਸੇ ਮੂੜ ਬੇਤਾਲੇ ॥",
    "transliteration": "Vin Kaaeiaa J Hor Thhai Dhhan Khojadhae Sae Moorr Baethaalae ||",
    "translation": "Those who search for this treasure outside of the body, in other places, are foolish demons.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਇਸ ਵੱਖਰ ਨੂੰ ਸਰੀਰ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਥਾਂ ਭਾਲਦੇ ਹਨ, ਉਹ ਮੂਰਖ ਹਨ ਤੇ (ਮਨੁੱਖਾ ਸਰੀਰ ਵਿਚ ਆਏ ਹੋਏ) ਭੂਤ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14148,
    "shabad_id": 1165,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੇ ੳੁਝੜਿ ਭਰਮਿ ਭਵਾੲੀਅਹਿ. ਜਿੳੁ ਝਾੜ. ਮਿਰਗੁ ਭਾਲੇ ॥੧੫॥",
    "transliteration": "Sae Oujharr Bharam Bhavaaeeahi Jio Jhaarr Mirag Bhaalae ||15||",
    "translation": "They wander around in the wilderness of doubt, like the deer who searches for the musk in the bushes. ||15||",
    "punjabi": "ਜਿਵੇਂ (ਕਸਤੂਰੀ ਨੂੰ ਆਪਣੀ ਹੀ ਨਾਭੀ ਵਿਚ ਨਾਹ ਜਾਣਦਾ ਹੋਇਆ) ਹਰਨ (ਕਸਤੂਰੀ ਦੀ ਵਾਸ਼ਨਾ ਲਈ) ਝਾੜਾਂ ਨੂੰ ਭਾਲਦਾ ਫਿਰਦਾ ਹੈ, ਤਿਵੇਂ ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਭਰਮ ਵਿਚ (ਫਸੇ ਹੋਏ) ਬਨਾਂ ਵਿਚ ਭਉਂਦੇ ਫਿਰਦੇ ਹਨ ॥੧੫॥",
    "pronunciation": "ਭਾਲੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14149,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14150,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੋ ਨਿੰਦਾ ਕਰੇ. ਸਤਿਗੁਰ ਪੂਰੇ ਕੀ; ਸੁ ਅੳੁਖਾ ਜਗ ਮਹਿ ਹੋੲਿਅਾ ॥",
    "transliteration": "Jo Nindhaa Karae Sathigur Poorae Kee S Aoukhaa Jag Mehi Hoeiaa ||",
    "translation": "One who slanders the Perfect True Guru, shall have difficulty in this world.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ, ਉਹ ਸੰਸਾਰ ਵਿਚ (ਭਾਵ, ਸਾਰੀ ਉਮਰ) ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14151,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਰਕ ਘੋਰੁ ਦੁਖ ਖੂਹੁ ਹੈ; ਓਥੈ ਪਕੜਿ ਓਹੁ ਢੋੲਿਅਾ ॥",
    "transliteration": "Narak Ghor Dhukh Khoohu Hai Outhhai Pakarr Ouhu Dtoeiaa ||",
    "translation": "He is caught and thrown into the most horrible hell, the well of pain and suffering.",
    "punjabi": "ਦੁੱਖਾਂ ਦਾ ਖੂਹ-ਰੂਪ ਜੋ ਘੋਰ ਨਰਕ ਹੈ, ਉਸ ਨਿੰਦਕ ਨੂੰ ਪਕੜ ਕੇ ਉਸ (ਖੂਹ) ਵਿਚ ਪਾਇਆ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14152,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕੂਕ ਪੁਕਾਰ. ਕੋ ਨ ਸੁਣੇ; ਓਹੁ ਅੳੁਖਾ ਹੋੲਿ ਹੋੲਿ ਰੋੲਿਅਾ ॥",
    "transliteration": "Kook Pukaar Ko N Sunae Ouhu Aoukhaa Hoe Hoe Roeiaa ||",
    "translation": "No one listens to his shrieks and cries; he cries out in pain and misery.",
    "punjabi": "(ਜਿਥੇ) ਉਸ ਦੇ ਹਾੜੇ-ਤਰਲਿਆਂ ਵਲ ਕੋਈ ਗਹੁ ਨਹੀਂ ਕਰਦਾ, ਤੇ ਉਹ ਜਿਉਂ ਜਿਉਂ ਦੁਖੀ ਹੁੰਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ (ਵਧੀਕ) ਰੋਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14153,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਓਨਿ ਹਲਤੁ ਪਲਤੁ ਸਭੁ ਗਵਾੲਿਅਾ; ਲਾਹਾ ਮੂਲੁ ਸਭੁ ਖੋੲਿਅਾ ॥",
    "transliteration": "Oun Halath Palath Sabh Gavaaeiaa Laahaa Mool Sabh Khoeiaa ||",
    "translation": "He totally loses this world and the next; he has lost all of his investment and profit.",
    "punjabi": "ਲੋਕ ਤੇ ਪਰਲੋਕ, ਭਜਨ-ਰੂਪ ਲਾਭ ਤੇ ਮਨੁੱਖਾ ਜਨਮ-ਰੂਪ ਮੂਲ-ਇਹ ਸਭ ਕੁਝ ਨਿੰਦਕ ਨੇ ਗਵਾ ਲਏ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14154,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਓਹੁ ਤੇਲੀ ਸੰਦਾ ਬਲਦੁ ਕਰਿ; ਨਿਤ ਭਲਕੇ ੳੁਠਿ ਪ੍ਰਭਿ ਜੋੲਿਅਾ ॥",
    "transliteration": "Ouhu Thaelee Sandhaa Baladh Kar Nith Bhalakae Outh Prabh Joeiaa ||",
    "translation": "He is like the ox at the oil-press; each morning when he rises, God places the yoke upon him.",
    "punjabi": "ਤੇਲੀ ਦਾ ਬਲਦ ਬਣਾ ਕੇ ਨਿੱਤ ਨਵੇਂ-ਸੂਰਜ ਉਹ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਜੋਇਆ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਵੇਂ ਤੇਲੀ ਦਾ ਬਲਦ ਹਰ ਰੋਜ਼ ਸਵੇਰੇ ਕੋਹਲੂ ਅੱਗੇ ਜੁਪਦਾ ਹੈ, ਤਿਵੇਂ ਉਹ ਨਿੰਦਕ ਨਿੱਤ ਨਿੰਦਾ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਕੇ ਦੁੱਖ ਸਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "(ਸੰਦਾ) ਦਾ। (ਜੋੲਿਅਾ) ਜੋੜਿਅਾ। ਤੇ੍ਨਲੀ",
    "type_id": 3
  },
  {
    "id": 14155,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਵੇਖੈ ਸੁਣੈ ਨਿਤ ਸਭੁ ਕਿਛੁ; ਤਿਦੂ. ਕਿਛੁ ਗੁਝਾ ਨ ਹੋੲਿਅਾ ॥",
    "transliteration": "Har Vaekhai Sunai Nith Sabh Kishh Thidhoo Kishh Gujhaa N Hoeiaa ||",
    "translation": "The Lord always sees and hears everything; nothing can be concealed from Him.",
    "punjabi": "ਹਰੀ ਸਦਾ (ਇਹ) ਸਭ ਕੁਝ ਵੇਖਦਾ ਤੇ ਸੁਣਦਾ ਹੈ, ਉਸ ਤੋਂ ਕੋਈ ਗੱਲ ਲੁਕੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ।",
    "pronunciation": "ਤਿਦੰੂ ਗੁੱਝਾ",
    "type_id": 3
  },
  {
    "id": 14156,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੈਸਾ ਬੀਜੇ ਸੋ ਲੁਣੈ; ਜੇਹਾ ਪੁਰਬਿ ਕਿਨੈ ਬੋੲਿਅਾ ॥",
    "transliteration": "Jaisaa Beejae So Lunai Jaehaa Purab Kinai Boeiaa ||",
    "translation": "As you plant, so shall you harvest, according to what you planted in the past.",
    "punjabi": "(ਇਹ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਹੈ ਕਿ) ਜਿਹਾ ਬੀਜ ਕਿਸੇ ਜੀਵ ਨੇ ਮੁੱਢ ਤੋਂ ਬੀਜਿਆ ਹੈ ਤੇ ਜਿਹਾ ਹੁਣ ਬੀਜ ਰਿਹਾ ਹੈ, ਉਹੋ ਜਿਹਾ ਫਲ ਉਹ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਲੁਣੈ) ਵੱਢਦਾ। (ਬੋੲਿਅਾ) ਬੀਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14157,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਕਿ੍ਰਪਾ ਕਰੇ ਪ੍ਰਭੁ ਅਾਪਣੀ; ਤਿਸੁ ਸਤਿਗੁਰ ਕੇ ਚਰਣ ਧੋੲਿਅਾ ॥",
    "transliteration": "Jis Kirapaa Karae Prabh Aapanee This Sathigur Kae Charan Dhhoeiaa ||",
    "translation": "One who is blessed by God's Grace washes the feet of the True Guru.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਤੇ ਪ੍ਰ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਕਰੇ, ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14158,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰ ਸਤਿਗੁਰ ਪਿਛੈ. ਤਰਿ ਗੲਿਅਾ; ਜਿੳੁ ਲੋਹਾ ਕਾਠ ਸੰਗੋੲਿਅਾ ॥",
    "transliteration": "Gur Sathigur Pishhai Thar Gaeiaa Jio Lohaa Kaath Sangoeiaa ||",
    "translation": "He is carried across by the Guru, the True Guru, like iron which is carried across by wood.",
    "punjabi": "ਜਿਵੇਂ ਲੋਹਾ ਕਾਠ ਦੇ ਸੰਗ ਤਰਦਾ ਹੈ ਤਿਵੇਂ ਉਹ ਸਤਿਗੁਰੂ ਦੇ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰ ਕੇ (ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਤਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14159,
    "shabad_id": 1166,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿ ਤੂ; ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮਿ. ਸੁਖੁ ਹੋੲਿਅਾ ॥੧॥",
    "transliteration": "Jan Naanak Naam Dhhiaae Thoo Jap Har Har Naam Sukh Hoeiaa ||1||",
    "translation": "O servant Nanak, meditate on the Naam, the Name of the Lord; chanting the Name of the Lord, Har, Har, peace is obtained. ||1||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ ਨਾਮ ਜਪੁ (ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14160,
    "shabad_id": 1167,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14161,
    "shabad_id": 1167,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵਡਭਾਗੀਅਾ ਸੋਹਾਗਣੀ; ਜਿਨਾ ਗੁਰਮੁਖਿ ਮਿਲਿਅਾ ਹਰਿ ਰਾੲਿ ॥",
    "transliteration": "Vaddabhaageeaa Sohaaganee Jinaa Guramukh Miliaa Har Raae ||",
    "translation": "Very fortunate is the soul-bride, who, as Gurmukh, meets the Lord, her King.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਤੇ ਜੀਊਂਦੇ ਖਸਮ ਵਾਲੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14162,
    "shabad_id": 1167,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅੰਤਰ ਜੋਤਿ ਪ੍ਰਗਾਸੀਅਾ; ਨਾਨਕ. ਨਾਮਿ ਸਮਾੲਿ ॥੨॥",
    "transliteration": "Anthar Joth Pragaaseeaa Naanak Naam Samaae ||2||",
    "translation": "Her inner being is illiminated with His Divine Light; O Nanak, she is absorbed in His Name. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਵਿਚ ਲੀਨ ਹੋਇਆਂ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14163,
    "shabad_id": 1168,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14164,
    "shabad_id": 1168,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਸਰੀਰੁ ਸਭੁ ਧਰਮੁ ਹੈ; ਜਿਸੁ ਅੰਦਰਿ ਸਚੇ ਕੀ ਵਿਚਿ ਜੋਤਿ ॥",
    "transliteration": "Eihu Sareer Sabh Dhharam Hai Jis Andhar Sachae Kee Vich Joth ||",
    "translation": "This body is the home of Dharma; the Divine Light of the True Lord is within it.",
    "punjabi": "ਇਹ ਸਾਰਾ (ਮਨੁੱਖਾ) ਸਰੀਰ ਧਰਮ (ਕਮਾਉਣ ਦੀ ਥਾਂ) ਹੈ, ਇਸ ਵਿਚ ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਲੁਕੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14165,
    "shabad_id": 1168,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਹਜ ਰਤਨ ਵਿਚਿ ਲੁਕਿ ਰਹੇ; ਕੋੲੀ ਗੁਰਮੁਖਿ ਸੇਵਕੁ ਕਢੈ ਖੋਤਿ ॥",
    "transliteration": "Guhaj Rathan Vich Luk Rehae Koee Guramukh Saevak Kadtai Khoth ||",
    "translation": "Hidden within it are the jewels of mystery; how rare is that Gurmukh, that selfless servant, who digs them out.",
    "punjabi": "ਇਸ (ਸਰੀਰ) ਵਿਚ (ਦੈਵੀ ਗੁਣ-ਰੂਪ) ਗੁੱਝੇ ਲਾਲ ਲੁਕੇ ਹੋਏ ਹਨ। ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਕੋਈ ਵਿਰਲਾ ਸੇਵਕ ਇਹਨਾਂ ਨੂੰ ਪੁੱਟ ਕੇ (ਭਾਵ, ਡੂੰਘੀ ਵਿਚਾਰ ਨਾਲ) ਕੱਢਦਾ ਹੈ।",
    "pronunciation": "(ਗੁਹਜ) ਗੁਪਤ। (ਖੋਤਿ) ਖੋਦ ਕੇ। ਲੁਕਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14166,
    "shabad_id": 1168,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਭੁ ਅਾਤਮ ਰਾਮੁ ਪਛਾਣਿਅਾ; ਤਾਂ ੲਿਕੁ ਰਵਿਅਾ. ੲਿਕੋ ਓਤਿ ਪੋਤਿ ॥",
    "transliteration": "Sabh Aatham Raam Pashhaaniaa Thaan Eik Raviaa Eiko Outh Poth ||",
    "translation": "When someone realizes the All-pervading Soul, then he sees the One and Only Lord permeating, through and through.",
    "punjabi": "(ਜਦੋਂ ਉਹ ਸੇਵਕ ਇਹ ਲਾਲ ਲੱਭ ਲੈਂਦਾ ਹੈ) ਤਦੋਂ ਇਕ ਪ੍ਰਭੂ ਨੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ (ਇਸ ਤਰ੍ਹਾਂ) ਰਵਿਆ ਹੋਇਆ ਪਛਾਣਦਾ ਹੈ, ਜਿਵੇਂ ਤਾਣੇ ਤੇ ਪੇਟੇ ਵਿਚ ਇੱਕੋ ਸੂਤਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14167,
    "shabad_id": 1168,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਕੁ ਦੇਖਿਅਾ. ੲਿਕੁ ਮੰਨਿਅਾ; ੲਿਕੋ ਸੁਣਿਅਾ ਸ੍ਰਵਣ ਸਰੋਤਿ ॥",
    "transliteration": "Eik Dhaekhiaa Eik Manniaa Eiko Suniaa Sravan Saroth ||",
    "translation": "He sees the One, he believes in the One, and with his ears, he listens only to the One.",
    "punjabi": "(ਤਦੋਂ ਉਹ ਸੇਵਕ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ) ਇਕ ਹਰੀ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ, ਇਕ ਹਰੀ ਤੇ ਹੀ ਭਰੋਸਾ ਰੱਖਦਾ ਹੈ ਤੇ ਆਪਣੀ ਕੰਨੀਂ ਇਕ ਹਰੀ ਦੀਆਂ ਹੀ ਗੱਲਾਂ ਸੁਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
