[
  {
    "id": 14168,
    "shabad_id": 1168,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਸਲਾਹਿ ਤੂ; ਸਚੁ ਸਚੇ ਸੇਵਾ ਤੇਰੀ ਹੋਤਿ ॥੧੬॥",
    "transliteration": "Jan Naanak Naam Salaahi Thoo Sach Sachae Saevaa Thaeree Hoth ||16||",
    "translation": "O servant Nanak, praise the Naam, the Name of the Lord; this is your service to the Lord, the Truest of the True. ||16||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਤੂੰ (ਭੀ ਇਸੇ ਤਰ੍ਹਾਂ) ਨਾਮ ਦੀ ਉਸਤਤਿ ਕਰ, ਸੱਚ-ਮੁਚ ਤੇਰੀ ਇਹ ਸੇਵਾ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਹੋਵੇਗੀ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14169,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14170,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਭਿ ਰਸ ਤਿਨ ਕੈ ਰਿਦੈ ਹਹਿ; ਜਿਨ ਹਰਿ ਵਸਿਅਾ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Sabh Ras Thin Kai Ridhai Hehi Jin Har Vasiaa Man Maahi ||",
    "translation": "All joy is in the hearts of those, within whose minds the Lord abides.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਵੱਸ ਪਿਆ ਹੈ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਮਨ ਵਿਚ ਅਨੁਭਵ ਕਰ ਲਿਆ ਹੈ), ਸਾਰੇ ਰਸ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਨ (ਭਾਵ, ਸੰਸਾਰਕ ਪਦਾਰਥਾਂ ਦੇ ਰਸਾਂ ਦਾ ਸੁਆਦ ਲੈਣ ਲਈ ਉਹ ਜੀਵ ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਇਆ ਵਲ ਦੌੜਨ ਨਹੀਂ ਦੇਂਦੇ, ਹਿਰਦੇ ਵਿਚ ਨਾਮ-ਰਸ ਦਾ ਆਨੰਦ ਲੈਂਦੇ ਹਨ, ਜੋ ਸਭ ਰਸਾਂ ਤੋਂ ਉੱਤਮ ਰਸ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14171,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਦਰਗਹਿ. ਤੇ ਮੁਖ ੳੁਜਲੇ; ਤਿਨ ਕੳੁ ਸਭਿ ਦੇਖਣ ਜਾਹਿ ॥",
    "transliteration": "Har Dharagehi Thae Mukh Oujalae Thin Ko Sabh Dhaekhan Jaahi ||",
    "translation": "In the Court of the Lord, their faces are radiant, and everyone goes to see them.",
    "punjabi": "ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਹ ਖਿੜੇ-ਮੱਥੇ ਜਾਂਦੇ ਹਨ; ਤੇ ਸਾਰੇ ਲੋਕ ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਲੋਚਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14172,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਨਿਰਭੳੁ ਨਾਮੁ ਧਿਅਾੲਿਅਾ; ਤਿਨ ਕੳੁ. ਭੳੁ ਕੋੲੀ ਨਾਹਿ ॥",
    "transliteration": "Jin Nirabho Naam Dhhiaaeiaa Thin Ko Bho Koee Naahi ||",
    "translation": "Those who meditate on the Name of the Fearless Lord have no fear.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਨਿਰਭਉ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਆਪ ਨੂੰ ਭੀ) ਕੋਈ ਡਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14173,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ੳੁਤਮੁ ਤਿਨੀ ਸਰੇਵਿਅਾ; ਜਿਨ ਕੳੁ ਧੁਰਿ ਲਿਖਿਅਾ ਅਾਹਿ ॥",
    "transliteration": "Har Outham Thinee Saraeviaa Jin Ko Dhhur Likhiaa Aahi ||",
    "translation": "Those who have such pre-destined destiny remember the Sublime Lord.",
    "punjabi": "(ਪਰ ਇਹ) ਉੱਤਮ ਪ੍ਰਭੂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹੀ ਸਿਮਰਿਆ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਮੁੱਢ ਤੋਂ (ਚੰਗੇ ਕੀਤੇ ਹੋਏ ਕੰਮਾਂ ਦੇ ਸੰਸਕਾਰ) ਲਿਖੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਸਰੇਵਿਅਾ) ਸੇਵਾ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 14174,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤੇ ਹਰਿ ਦਰਗਹਿ ਪੈਨਾੲੀਅਹਿ; ਜਿਨ ਹਰਿ ਵੁਠਾ ਮਨ ਮਾਹਿ ॥",
    "transliteration": "Thae Har Dharagehi Painaaeeahi Jin Har Vuthaa Man Maahi ||",
    "translation": "Those, within whose minds the Lord abides, are robed with honor in the Court of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ (ਭਾਵ, ਪਰਗਟ ਹੁੰਦਾ ਹੈ) ਉਹਨਾਂ ਨੂੰ ਉਸ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "(ਪੈਨ੍ਹਾੲੀਅਹਿ) ਸਤਿਕਾਰੇ ਜਾਂਦੇ। (ਵੁੱਠਾ) ਵਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14175,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਓੲਿ ਅਾਪਿ ਤਰੇ ਸਭ ਕੁਟੰਬ ਸਿੳੁ; ਤਿਨ ਪਿਛੈ ਸਭੁ ਜਗਤੁ ਛਡਾਹਿ ॥",
    "transliteration": "Oue Aap Tharae Sabh Kuttanb Sio Thin Pishhai Sabh Jagath Shhaddaahi ||",
    "translation": "They are carried across, along with all their family, and the whole world is saved along with them.",
    "punjabi": "ਉਹ ਆਪ ਸਾਰੇ ਪਰਵਾਰ ਸਮੇਤ (ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ਤੇ ਆਪਣੇ ਪੂਰਨਿਆਂ ਤੇ ਤੋਰ ਕੇ ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 14176,
    "shabad_id": 1169,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਹਰਿ ਮੇਲਿ ਜਨ; ਤਿਨ ਵੇਖਿ ਵੇਖਿ ਹਮ ਜੀਵਾਹਿ ॥੧॥",
    "transliteration": "Jan Naanak Ko Har Mael Jan Thin Vaekh Vaekh Ham Jeevaahi ||1||",
    "translation": "O Lord, please unite servant Nanak with Your humble servants; beholding them, beholding them, I live. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! (ਇਹੋ ਜਿਹੇ ਆਪਣੇ) ਬੰਦੇ ਦਾਸ ਨਾਨਕ ਨੂੰ ਭੀ ਮਿਲਾ। ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਜੀਵੀਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14177,
    "shabad_id": 1170,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14178,
    "shabad_id": 1170,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਾ ਧਰਤੀ ਭੲੀ ਹਰੀਅਾਵਲੀ; ਜਿਥੈ. ਮੇਰਾ ਸਤਿਗੁਰੁ ਬੈਠਾ ਅਾੲਿ ॥",
    "transliteration": "Saa Dhharathee Bhee Hareeaavalee Jithhai Maeraa Sathigur Baithaa Aae ||",
    "translation": "That land, where my True Guru comes and sits, becomes green and fertile.",
    "punjabi": "ਜਿਸੁ ਭੋਏਂ ਤੇ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਆ ਕੇ ਬੈਠਾ ਹੈ, ਉਹ ਭੋਏਂ ਹਰੀ-ਭਰੀ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "ਹਰੀ-ਅਾਵਲੀ: ਬਿਹਾਰੀ ਦੱਬ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14179,
    "shabad_id": 1170,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੇ ਜੰਤ ਭੲੇ ਹਰੀਅਾਵਲੇ; ਜਿਨੀ ਮੇਰਾ ਸਤਿਗੁਰੁ ਦੇਖਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Sae Janth Bheae Hareeaavalae Jinee Maeraa Sathigur Dhaekhiaa Jaae ||",
    "translation": "Those beings who go and behold my True Guru are rejuvenated.",
    "punjabi": "ਉਹ ਜੀਵ ਹਰੇ ਹੋ ਗਏ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਖਿੜ ਆਏ ਹਨ) ਜਿਨ੍ਹਾਂ ਜਾ ਕੇ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ।",
    "pronunciation": "ਹਰੀ-ਅਾਵਲੇ",
    "type_id": 3
  },
  {
    "id": 14180,
    "shabad_id": 1170,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਪਿਤਾ. ਧਨੁ ਧੰਨੁ ਕੁਲੁ; ਧਨੁ ਧਨੁ ਸੁ ਜਨਨੀ; ਜਿਨਿ ਗੁਰੂ ਜਣਿਅਾ ਮਾੲਿ ॥",
    "transliteration": "Dhhan Dhhann Pithaa Dhhan Dhhann Kul Dhhan Dhhan S Jananee Jin Guroo Janiaa Maae ||",
    "translation": "Blessed, blessed is the father; blessed, blessed is the family; blessed, blessed is the mother, who gave birth to the Guru.",
    "punjabi": "ਹੇ ਮਾਂ! ਉਹ ਪਿਉ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ ਕੁਲ ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਜਿਸ ਨੇ ਸਤਿਗੁਰੂ ਜਣਿਆ ਹੈ।",
    "pronunciation": "ਕੁਲੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14181,
    "shabad_id": 1170,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਨੁ ਧੰਨੁ ਗੁਰੂ. ਜਿਨਿ ਨਾਮੁ ਅਰਾਧਿਅਾ; ਅਾਪਿ ਤਰਿਅਾ, ਜਿਨੀ ਡਿਠਾ ਤਿਨਾ ਲੲੇ ਛਡਾੲਿ ॥",
    "transliteration": "Dhhan Dhhann Guroo Jin Naam Araadhhiaa Aap Thariaa Jinee Ddithaa Thinaa Leae Shhaddaae ||",
    "translation": "Blessed, blessed is the Guru, who worships and adores the Naam; He saves Himself, and emancipates those who see Him.",
    "punjabi": "ਉਹ ਸਤਿਗੁਰੂ ਧੰਨ ਹੈ ਜਿਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ; (ਨਾਮ ਸਿਮਰ ਕੇ) ਆਪ ਤਰਿਆ ਹੈ ਤੇ ਜਿਨ੍ਹਾਂ ਉਸ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਉਹਨਾਂ ਨੂੰ ਭੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14182,
    "shabad_id": 1170,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਸਤਿਗੁਰੁ ਮੇਲਹੁ ਦੲਿਅਾ ਕਰਿ; ਜਨੁ ਨਾਨਕੁ. ਧੋਵੈ ਪਾੲਿ ॥੨॥",
    "transliteration": "Har Sathigur Maelahu Dhaeiaa Kar Jan Naanak Dhhovai Paae ||2||",
    "translation": "O Lord, be kind, and unite me with the True Guru, that servant Nanak may wash His feet. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਭੀ (ਅਜੇਹਾ) ਸਤਿਗੁਰੂ ਮਿਲਾਵੋ, ਦਾਸ ਨਾਨਕ ਉਸ ਦੇ ਪੈਰ ਧੋਵੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14183,
    "shabad_id": 1171,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14184,
    "shabad_id": 1171,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਸਤਿਗੁਰੁ ਅਮਰੁ ਹੈ; ਜਿਸੁ ਅੰਦਰਿ ਹਰਿ ੳੁਰਿ ਧਾਰਿਅਾ ॥",
    "transliteration": "Sach Sachaa Sathigur Amar Hai Jis Andhar Har Our Dhhaariaa ||",
    "translation": "Truest of the True is the Immortal True Guru; He has enshrined the Lord deep within His heart.",
    "punjabi": "ਸਤਿਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਅਮਰ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ, (ਕਿਉਂਕਿ) ਉਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਹਿਰਦੇ ਵਿਚ ਪਰੋਤਾ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14185,
    "shabad_id": 1171,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਚੁ ਸਚਾ ਸਤਿਗੁਰੁ ਪੁਰਖੁ ਹੈ; ਜਿਨਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਬਿਖੁ ਮਾਰਿਅਾ ॥",
    "transliteration": "Sach Sachaa Sathigur Purakh Hai Jin Kaam Krodhh Bikh Maariaa ||",
    "translation": "Truest of the True is the True Guru, the Primal Being, who has conquered sexual desire, anger and corruption.",
    "punjabi": "ਸਤਿਗੁਰੂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਹੈ, ਜਿਸ ਨੇ (ਹਿਰਦੇ ਵਿਚੋਂ ਕਾਮ ਕਰੋਧ ਆਦਿਕ ਦੇ) ਵਿਹੁ ਨੂੰ ਕੱਢ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14186,
    "shabad_id": 1171,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਾ ਡਿਠਾ ਪੂਰਾ ਸਤਿਗੁਰੂ; ਤਾਂ ਅੰਦਰਹੁ ਮਨੁ ਸਾਧਾਰਿਅਾ ॥",
    "transliteration": "Jaa Ddithaa Pooraa Sathiguroo Thaan Andharahu Man Saadhhaariaa ||",
    "translation": "When I see the Perfect True Guru, then deep within, my mind is comforted and consoled.",
    "punjabi": "ਜਦੋਂ ਮੈਂ (ਅਜੇਹਾ ਇਹ) ਪੂਰਾ ਸਤਿਗੁਰੂ ਵੇਖਿਆ, ਤਦੋਂ ਮੇਰੇ ਮਨ ਨੂੰ ਅੰਦਰ ਧੀਰਜ ਆ ਗਈ।",
    "pronunciation": "(ਸਾਧਾਰਿਅਾ) ਸਵਾਰਿਅਾ, ਸਹਿਤ ਅਾਸਰੇ ਟਿਕ ਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 14187,
    "shabad_id": 1171,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਸਦਾ ਸਦਾ ਘੁਮਿ ਵਾਰਿਅਾ ॥",
    "transliteration": "Balihaaree Gur Aapanae Sadhaa Sadhaa Ghum Vaariaa ||",
    "translation": "I am a sacrifice to my True Guru; I am devoted and dedicated to Him, forever and ever.",
    "punjabi": "(ਇਸ ਲਈ) ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਾ ਵਾਰਨੇ ਤੇ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14188,
    "shabad_id": 1171,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਿਤਾ; ਮਨਮੁਖਿ ਹਾਰਿਅਾ ॥੧੭॥",
    "transliteration": "Guramukh Jithaa Manamukh Haariaa ||17||",
    "translation": "A Gurmukh wins the battle of life whereas a self-willed manmukh loses it. ||17||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਮਨੁੱਖਾ ਜਨਮ ਦੀ ਬਾਜ਼ੀ) ਜਿੱਤ ਜਾਂਦਾ ਹੈ ਤੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਹਾਰ ਜਾਂਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "ਜਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 14189,
    "shabad_id": 1172,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14190,
    "shabad_id": 1172,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਸਤਿਗੁਰੁ ਮੇਲਿਓਨੁ; ਮੁਖਿ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਸੀ ॥",
    "transliteration": "Kar Kirapaa Sathigur Maelioun Mukh Guramukh Naam Dhhiaaeisee ||",
    "translation": "By His Grace He leads us to meet the True Guru; then as Gurmukh, we chant the Lord's Name, and meditate on it.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਿਰਪਾ ਕਰ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੇ ਸਤਿਗੁਰੂ ਮਿਲਾਇਆ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਮੂੰਹੋਂ ਨਾਮ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "ਧਿਅਾੲਿਸੀ",
    "type_id": 3
  },
  {
    "id": 14191,
    "shabad_id": 1172,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੋ ਕਰੇ. ਜਿ ਸਤਿਗੁਰ ਭਾਵਸੀ; ਗੁਰੁ ਪੂਰਾ ਘਰੀ ਵਸਾੲਿਸੀ ॥",
    "transliteration": "So Karae J Sathigur Bhaavasee Gur Pooraa Gharee Vasaaeisee ||",
    "translation": "We do that which pleases the True Guru; the Perfect Guru comes to dwell in the home of the heart.",
    "punjabi": "ਤੇ ਉਹੋ ਕੁਝ ਕਰਦਾ ਹੈ ਜੋ ਸਤਿਗੁਰੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਪੂਰਾ ਸਤਿਗੁਰੂ (ਅਗੋਂ) ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ('ਨਾਮੁ ਨਿਧਾਨ') ਵਸਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਵਸਾੲਿਸੀ",
    "type_id": 3
  },
  {
    "id": 14192,
    "shabad_id": 1172,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਨ ਅੰਦਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਤਿਨ ਕਾ ਭੳੁ ਸਭੁ ਗਵਾੲਿਸੀ ॥",
    "transliteration": "Jin Andhar Naam Nidhhaan Hai Thin Kaa Bho Sabh Gavaaeisee ||",
    "translation": "Those who have the treasure of the Naam deep within - all their fears are removed.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ (ਵੱਸ ਪੈਂਦਾ) ਹੈ, ਸਤਿਗੁਰੂ ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਡਰ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਗਵਾੲਿਸੀ",
    "type_id": 3
  },
  {
    "id": 14193,
    "shabad_id": 1172,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਨ ਰਖਣ ਕੳੁ ਹਰਿ ਅਾਪਿ ਹੋੲਿ; ਹੋਰ ਕੇਤੀ. ਝਖਿ ਝਖਿ ਜਾੲਿਸੀ ॥",
    "transliteration": "Jin Rakhan Ko Har Aap Hoe Hor Kaethee Jhakh Jhakh Jaaeisee ||",
    "translation": "They are protected by the Lord Himself; others struggle and fight against them, but they only come to death.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ ਪ੍ਰਭੂ ਆਪ (ਤਿਆਰ) ਹੋਵੇ, ਹੋਰ ਕਿਤਨੀ ਹੀ ਦੁਨੀਆ ਖਪ ਖਪ ਮਰੇ (ਪਰ ਉਹਨਾਂ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "ਝਖਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 14194,
    "shabad_id": 1172,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿ ਤੂ; ਹਰਿ ਹਲਤਿ ਪਲਤਿ ਛੋਡਾੲਿਸੀ ॥੧॥",
    "transliteration": "Jan Naanak Naam Dhhiaae Thoo Har Halath Palath Shhoddaaeisee ||1||",
    "translation": "O servant Nanak, meditate on the Naam; the Lord shall deliver you, here and hereafter. ||1||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਨਾਨਕ! ਤੂੰ ਨਾਮ ਜਪ, ਪ੍ਰਭੂ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ (ਹਰੇਕ ਕਿਸਮ ਦੇ ਡਰ ਤੋਂ) ਬਚਾ ਲਏਗਾ ॥੧॥",
    "pronunciation": "ਛੋਡਾੲਿਸੀ",
    "type_id": 3
  },
  {
    "id": 14195,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14196,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਸਿਖਾ ਕੈ ਮਨਿ ਭਾਵਦੀ; ਗੁਰ ਸਤਿਗੁਰ ਕੀ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Gurasikhaa Kai Man Bhaavadhee Gur Sathigur Kee Vaddiaaee ||",
    "translation": "The glorious greatness of the Guru the True Guru is pleasing to the GurSikh's mind.",
    "punjabi": "ਗੁਰਸਿੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14197,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਰਾਖਹੁ ਪੈਜ ਸਤਿਗੁਰੂ ਕੀ; ਨਿਤ ਚੜੈ ਸਵਾੲੀ ॥",
    "transliteration": "Har Raakhahu Paij Sathiguroo Kee Nith Charrai Savaaee ||",
    "translation": "The Lord preserves the honor of the True Guru, which increases day by day.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਤਿਗੁਰੂ ਦੀ ਪੈਜ ਰੱਖਦਾ ਹੈਂ, ਤੇ ਸਤਿਗੁਰੂ ਦੀ ਵਡਿਆਈ ਦਿਨੋ ਦਿਨ ਵਧਦੀ ਹੈ।",
    "pronunciation": "ਚੜ੍ਹੈ",
    "type_id": 3
  },
  {
    "id": 14198,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਸਤਿਗੁਰ ਕੈ ਮਨਿ ਪਾਰਬ੍ਰਹਮੁ ਹੈ; ਪਾਰਬ੍ਰਹਮੁ ਛਡਾੲੀ ॥",
    "transliteration": "Gur Sathigur Kai Man Paarabreham Hai Paarabreham Shhaddaaee ||",
    "translation": "The Supreme Lord God is in the Mind of the Guru, the True Guru; the Supreme Lord God saves Him.",
    "punjabi": "ਜੋ ਪਾਰਬ੍ਰਹਮ (ਸਭ ਜੀਵਾਂ ਨੂੰ ਵਿਕਾਰ ਆਦਿਕਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ, ਉਹ ਪਾਰਬ੍ਰਹਮ ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ ਵੱਸਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14199,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਸਤਿਗੁਰ ਤਾਣੁ ਦੀਬਾਣੁ ਹਰਿ; ਤਿਨਿ ਸਭ ਅਾਣਿ ਨਿਵਾੲੀ ॥",
    "transliteration": "Gur Sathigur Thaan Dheebaan Har Thin Sabh Aan Nivaaee ||",
    "translation": "The Lord is the Power and Support of the Guru, the True Guru; all come to bow before Him.",
    "punjabi": "ਪ੍ਰਭੂ ਹੀ ਸਤਿਗੁਰੂ ਦਾ ਬਲ ਤੇ ਆਸਰਾ ਹੈ, ਉਸ ਪ੍ਰਭੂ ਨੇ ਹੀ ਸਾਰੇ ਜੀਵ ਸਤਿਗੁਰੂ ਅੱਗੇ ਲਿਆ ਨਿਵਾਏ ਹਨ।",
    "pronunciation": "(ਤਾਣੁ) ਬਲ। (ਦੀਬਾਣੁ) ਅਾਸਰਾ",
    "type_id": 3
  },
  {
    "id": 14200,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਨੀ ਡਿਠਾ ਮੇਰਾ ਸਤਿਗੁਰੁ ਭਾੳੁ ਕਰਿ; ਤਿਨ ਕੇ ਸਭਿ ਪਾਪ ਗਵਾੲੀ ॥",
    "transliteration": "Jinee Ddithaa Maeraa Sathigur Bhaao Kar Thin Kae Sabh Paap Gavaaee ||",
    "translation": "Those who have gazed lovingly upon my True Guru - all their sins are taken away.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ (ਹਿਰਦੇ ਵਿਚ) ਪਿਆਰ ਰੱਖ ਕੇ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ, ਸਤਿਗੁਰੂ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14201,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਦਰਗਹ ਤੇ ਮੁਖ ੳੁਜਲੇ; ਬਹੁ ਸੋਭਾ ਪਾੲੀ ॥",
    "transliteration": "Har Dharageh Thae Mukh Oujalae Bahu Sobhaa Paaee ||",
    "translation": "Their faces are radiant in the Court of the Lord, and they obtain great glory.",
    "punjabi": "ਹਰੀ ਦੀ ਦਰਗਾਹ ਵਿਚ ਉਹ ਖਿੜੇ ਮੱਥੇ ਜਾਂਦੇ ਹਨ, ਤੇ ਉਹਨਾਂ ਦੀ ਬੜੀ ਸੋਭਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14202,
    "shabad_id": 1173,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ ਮੰਗੈ ਧੂੜਿ ਤਿਨ; ਜੋ ਗੁਰ ਕੇ ਸਿਖ ਮੇਰੇ ਭਾੲੀ ॥੨॥",
    "transliteration": "Jan Naanak Mangai Dhhoorr Thin Jo Gur Kae Sikh Maerae Bhaaee ||2||",
    "translation": "Servant Nanak begs for the dust of the feet of those GurSikhs, O my Siblings of Destiny. ||2||",
    "punjabi": "ਜੋ ਮੇਰੇ ਵੀਰ ਸਤਿਗੁਰੂ ਦੇ (ਇਹੋ ਜਿਹੇ) ਸਿੱਖ ਹਨ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14203,
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14204,
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹੳੁ ਅਾਖਿ ਸਲਾਹੀ ਸਿਫਤਿ ਸਚੁ; ਸਚੁ ਸਚੇ ਕੀ ਵਡਿਅਾੲੀ ॥",
    "transliteration": "Ho Aakh Salaahee Sifath Sach Sach Sachae Kee Vaddiaaee ||",
    "translation": "I chant the Praises and Glories of the True One. True is the glorious greatness of the True Lord.",
    "punjabi": "(ਮੇਰੀ ਇਹ ਅਰਦਾਸ ਹੈ ਕਿ) ਮੈਂ ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਸੱਚੀ ਵਡਿਆਈ ਤੇ ਸੱਚੇ ਗੁਣ ਆਖ ਆਖ ਕੇ ਸਲਾਹਵਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 14205,
    "shabad_id": 1174,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਾਲਾਹੀ ਸਚੁ ਸਲਾਹ ਸਚੁ; ਸਚੁ ਕੀਮਤਿ ਕਿਨੈ. ਨ ਪਾੲੀ ॥",
    "transliteration": "Saalaahee Sach Salaah Sach Sach Keemath Kinai N Paaee ||",
    "translation": "I praise the True Lord, and the Praises of the True Lord. His worth cannot be estimated.",
    "punjabi": "(ਜਿਸ) ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਕੋਈ ਮਨੁੱਖ ਕੀਮਤ ਨਹੀਂ ਪਾ ਸਕਿਆ। ਉਹ ਸੱਚਾ ਪ੍ਰਭੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ ਤੇ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਸਦਾ ਨਾਲ ਨਿਭਣ ਵਾਲੀ ਕਾਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
