[
  {
    "id": 15380,
    "shabad_id": 1340,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਬਿਖੈ ਬਾਚੁ. ਹਰਿ ਰਾਚੁ; ਸਮਝੁ ਮਨ ਬੳੁਰਾ ਰੇ ॥",
    "transliteration": "Bikhai Baach Har Raach Samajh Man Bouraa Rae ||",
    "translation": "So escape from corruption and immerse yourself in the Lord; take this advice, O crazy mind.",
    "punjabi": "ਹੇ ਮੂਰਖ ਮਨ! ਅਕਲ ਕਰ, ਵਿਸ਼ਿਆਂ ਤੋਂ ਬਚਿਆ ਰਹੁ ਤੇ ਪ੍ਰਭੂ ਵਿਚ ਜੁੜਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15381,
    "shabad_id": 1340,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਨਿਰਭੈ ਹੋੲਿ. ਨ ਹਰਿ ਭਜੇ; ਮਨ ਬੳੁਰਾ ਰੇ, ਗਹਿਓ ਨ. ਰਾਮ ਜਹਾਜੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Nirabhai Hoe N Har Bhajae Man Bouraa Rae Gehiou N Raam Jehaaj ||1|| Rehaao ||",
    "translation": "You have not meditated fearlessly on the Lord, O crazy mind; you have not embarked upon the Lord's Boat. ||1||Pause||",
    "punjabi": "ਤੂੰ ਸਹਿਮ ਛੱਡ ਕੇ ਕਿਉਂ ਪਰਮਾਤਮਾ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ ਤੇ ਕਿਉਂ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲੈਂਦਾ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਭਜੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 15382,
    "shabad_id": 1340,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਮਰਕਟ ਮੁਸਟੀ ਅਨਾਜ ਕੀ. ਮਨ ਬੳੁਰਾ ਰੇ; ਲੀਨੀ ਹਾਥੁ ਪਸਾਰਿ ॥",
    "transliteration": "Marakatt Musattee Anaaj Kee Man Bouraa Rae Leenee Haathh Pasaar ||",
    "translation": "The monkey stretches out its hand, O crazy mind, and takes a handful of corn;",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨ! ਬਾਂਦਰ ਨੇ ਹੱਥ ਖਿਲਾਰ ਕੇ ਦਾਣਿਆਂ ਦੀ ਮੁੱਠ ਭਰ ਲਈ,",
    "pronunciation": "(ਮਰਕਟ) ਬਾਂਦਰ। (ਮੁਸਟੀ) ਮੁੱਠੀ",
    "type_id": 3
  },
  {
    "id": 15383,
    "shabad_id": 1340,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਛੂਟਨ ਕੋ ਸਹਸਾ ਪਰਿਅਾ. ਮਨ ਬੳੁਰਾ ਰੇ; ਨਾਚਿਓ ਘਰ ਘਰ ਬਾਰਿ ॥੨॥",
    "transliteration": "Shhoottan Ko Sehasaa Pariaa Man Bouraa Rae Naachiou Ghar Ghar Baar ||2||",
    "translation": "Now unable to escape, O crazy mind, it is made to dance door to door. ||2||",
    "punjabi": "ਤੇ ਉਸ ਨੂੰ ਸਹਿਮ ਪੈ ਗਿਆ ਕਿ ਕੈਦ ਵਿਚੋਂ ਕਿਵੇਂ ਨਿਕਲੇ। (ਉਸ ਲਾਲਚ ਦੇ ਕਾਰਨ ਹੁਣ) ਹਰੇਕ ਘਰ ਦੇ ਬੂਹੇ ਤੇ ਨੱਚਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15384,
    "shabad_id": 1340,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਨਲਨੀ. ਸੂਅਟਾ ਗਹਿਓ, ਮਨ ਬੳੁਰਾ ਰੇ; ਮਾਯਾ ੲਿਹੁ ਬਿੳੁਹਾਰੁ ॥",
    "transliteration": "Jio Nalanee Sooattaa Gehiou Man Bouraa Rae Maayaa Eihu Biouhaar ||",
    "translation": "Like the parrot caught in the trap, O crazy mind, you trapped by the affairs of Maya.",
    "punjabi": "ਹੇ ਝੱਲੇ ਮਨਾਂ! ਜਗਤ ਦੀ ਮਾਇਆ ਦਾ ਇਉਂ ਹੀ ਵਰਤਾਰਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਜੀਵ ਨੂੰ ਇਉਂ ਹੀ ਮੋਹ ਵਿਚ ਫਸਾਉਂਦੀ ਹੈ) ਜਿਵੇਂ ਤੋਤਾ ਨਲਨੀ (ਤੇ ਬੈਠ ਕੇ) ਫਸ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਤੋਤੇ ਫੜਨ ਵਾਲੀ (ਨਲਨੀ) ਫਿਰਕੀ। (ਸੂਅਟਾ) ਤੋਤਾ। ਮਾ-ਯਾ",
    "type_id": 3
  },
  {
    "id": 15385,
    "shabad_id": 1340,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜੈਸਾ ਰੰਗੁ ਕਸੁੰਭ ਕਾ, ਮਨ ਬੳੁਰਾ ਰੇ; ਤਿੳੁ ਪਸਰਿਓ ਪਾਸਾਰੁ ॥੩॥",
    "transliteration": "Jaisaa Rang Kasunbh Kaa Man Bouraa Rae Thio Pasariou Paasaar ||3||",
    "translation": "Like the weak dye of the safflower, O crazy mind, so is the expanse of this world of form and substance. ||3||",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨ! ਜਿਵੇਂ ਕਸੁੰਭੇ ਦਾ ਰੰਗ (ਥੋੜੇ ਹੀ ਦਿਨ ਰਹਿੰਦਾ) ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਜਗਤ ਦਾ ਖਿਲਾਰਾ (ਚਾਰ ਦਿਨ ਲਈ ਹੀ) ਖਿਲਰਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15386,
    "shabad_id": 1340,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਨਾਵਨ ਕੳੁ ਤੀਰਥ ਘਨੇ, ਮਨ ਬੳੁਰਾ ਰੇ; ਪੂਜਨ ਕੳੁ ਬਹੁ ਦੇਵ ॥",
    "transliteration": "Naavan Ko Theerathh Ghanae Man Bouraa Rae Poojan Ko Bahu Dhaev ||",
    "translation": "There are so many holy shrines in which to bathe, O crazy mind, and so many gods to worship.",
    "punjabi": "ਹੇ ਝੱਲੇ ਮਨਾਂ! (ਭਾਵੇਂ) ਇਸ਼ਨਾਨ ਕਰਨ ਲਈ ਬਥੇਰੇ ਤੀਰਥ ਹਨ, ਤੇ ਪੂਜਣ ਲਈ ਬਥੇਰੇ ਦੇਵਤੇ ਹਨ (ਭਾਵ, ਭਾਵੇਂ ਲੋਕ ਕਈ ਤੀਰਥਾਂ ਤੇ ਜਾ ਕੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਤੇ ਕਈ ਦੇਵਤਿਆਂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ)",
    "pronunciation": "(ਦੇਵ) ਦੇਵਤੇ। ਨ੍ਹਾਵਨ",
    "type_id": 3
  },
  {
    "id": 15387,
    "shabad_id": 1340,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਛੂਟਨੁ ਨਹੀ, ਮਨ ਬੳੁਰਾ ਰੇ; ਛੂਟਨੁ. ਹਰਿ ਕੀ ਸੇਵ ॥੪॥੧॥੬॥੫੭॥",
    "transliteration": "Kahu Kabeer Shhoottan Nehee Man Bouraa Rae Shhoottan Har Kee Saev ||4||1||6||57||",
    "translation": "Says Kabeer, you shall not be saved like this, O crazy mind; only by serving the Lord will you find release. ||4||1||6||57||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਪਰ (ਇਸ ਸਹਿਮ ਤੋਂ ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਖ਼ਲਾਸੀ ਸਿਰਫ਼ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਹੀ ਹੁੰਦੀ ਹੈ ॥੪॥੧॥੬॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15388,
    "shabad_id": 1341,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15389,
    "shabad_id": 1341,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਗਨਿ ਨ ਦਹੈ, ਪਵਨੁ ਨਹੀ ਮਗਨੈ; ਤਸਕਰੁ. ਨੇਰਿ ਨ ਅਾਵੈ ॥",
    "transliteration": "Agan N Dhehai Pavan Nehee Maganai Thasakar Naer N Aavai ||",
    "translation": "Fire does not burn it, and the wind does not blow it away; thieves cannot get near it.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਸ ਧਨ ਨੂੰ ਨਾਹ ਅੱਗ ਸਾੜ ਸਕਦੀ ਹੈ, ਨਾਹ ਹਵਾ ਉਡਾ ਕੇ ਲੈ ਜਾ ਸਕਦੀ ਹੈ, ਅਤੇ ਨਾਹ ਹੀ ਕੋਈ ਚੋਰ ਇਸ ਦੇ ਨੇੜੇ ਢੁਕ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(ਮਗਨੈ) ੳੁਡਾੳੁਂਦੀ। (ਤਸਕਰੁ) ਚੋਰ",
    "type_id": 3
  },
  {
    "id": 15390,
    "shabad_id": 1341,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਧਨੁ, ਕਰਿ ਸੰਚੳੁਨੀ; ਸੋ ਧਨੁ. ਕਤ ਹੀ ਨ ਜਾਵੈ ॥੧॥",
    "transliteration": "Raam Naam Dhhan Kar Sanchounee So Dhhan Kath Hee N Jaavai ||1||",
    "translation": "Accumulate the wealth of the Lord's Name; that wealth does not go anywhere. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰੂਪ ਧਨ ਇਕੱਠਾ ਕਰ, ਇਹ ਕਿਧਰੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "(ਸੰਚੳੁਨੀ) ੲਿਕੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 15391,
    "shabad_id": 1341,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਹਮਰਾ ਧਨੁ. ਮਾਧੳੁ ਗੋਬਿੰਦੁ ਧਰਣੀਧਰੁ; ੲਿਹੈ ਸਾਰ ਧਨੁ ਕਹੀਅੈ ॥",
    "transliteration": "Hamaraa Dhhan Maadhho Gobindh Dhharaneedhhar Eihai Saar Dhhan Keheeai ||",
    "translation": "My wealth is God, the Lord of Wealth, the Lord of the Universe, the Support of the earth: this is called the most excellent wealth.",
    "punjabi": "ਸਾਡਾ ਧਨ ਤਾਂ ਮਾਧੋ ਗੋਬਿੰਦ ਹੀ ਹੈ ਜੋ ਸਾਰੀ ਧਰਤੀ ਦਾ ਆਸਰਾ ਹੈ। (ਸਾਡੇ ਮਤ ਵਿਚ ਤਾਂ) ਇਸੇ ਧਨ ਨੂੰ ਸਭ ਧਨਾਂ ਨਾਲੋਂ ਚੰਗਾ ਵਧੀਆ ਆਖੀਦਾ ਹੈ।",
    "pronunciation": "ਧਰਣੀ-ਧਰੁ",
    "type_id": 3
  },
  {
    "id": 15392,
    "shabad_id": 1341,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਸੁਖੁ. ਪ੍ਰਭ ਗੋਬਿੰਦ ਕੀ ਸੇਵਾ; ਸੋ ਸੁਖੁ. ਰਾਜਿ ਨ ਲਹੀਅੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Sukh Prabh Gobindh Kee Saevaa So Sukh Raaj N Leheeai ||1|| Rehaao ||",
    "translation": "The peace which is obtained by serving God, the Lord of the Universe - that peace cannot be found in kingdoms or power. ||1||Pause||",
    "punjabi": "ਜੋ ਸੁਖ ਪਰਮਾਤਮਾ ਗੋਬਿੰਦ ਦੇ ਭਜਨ ਵਿਚ ਮਿਲਦਾ ਹੈ, ਉਹ ਸੁਖ ਰਾਜ ਵਿਚ (ਭੀ) ਨਹੀਂ ਲੱਭਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 15393,
    "shabad_id": 1341,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ੲਿਸੁ ਧਨ ਕਾਰਣਿ. ਸਿਵ ਸਨਕਾਦਿਕ; ਖੋਜਤ ਭੲੇ ੳੁਦਾਸੀ ॥",
    "transliteration": "Eis Dhhan Kaaran Siv Sanakaadhik Khojath Bheae Oudhaasee ||",
    "translation": "Shiva and Sanak, in their search for this wealth, became Udaasees, and renounced the world.",
    "punjabi": "ਇਸ (ਨਾਮ) ਧਨ ਦੀ ਖ਼ਾਤਰ ਸ਼ਿਵ ਤੇ ਸਨਕ ਆਦਿਕ (ਬ੍ਰਹਮਾ ਦੇ ਚਾਰੇ ਪੁੱਤਰ) ਭਾਲ ਕਰਦੇ ਕਰਦੇ ਜਗਤ ਤੋਂ ਵਿਰਕਤ ਹੋਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15394,
    "shabad_id": 1341,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮਨਿ ਮੁਕੰਦੁ. ਜਿਹਬਾ ਨਾਰਾੲਿਨੁ; ਪਰੈ ਨ. ਜਮ ਕੀ ਫਾਸੀ ॥੨॥",
    "transliteration": "Man Mukandh Jihabaa Naaraaein Parai N Jam Kee Faasee ||2||",
    "translation": "One whose mind is filled with the Lord of liberation, and whose tongue chants the Name of the Lord, shall not be caught by the noose of Death. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਮੁਕਤੀ ਦਾਤਾ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ, ਜਿਸ ਦੀ ਜੀਭ ਤੇ ਅਕਾਲ ਪੁਰਖ ਟਿਕਿਆ ਹੈ, ਉਸ ਨੂੰ ਜਮ ਦੀ (ਮੋਹ-ਰੂਪ) ਫਾਹੀ ਨਹੀਂ ਪੈ ਸਕਦੀ ॥੨॥",
    "pronunciation": "(ਮੁਕੰਦੁ) ਮੁਕਤੀਦਾਤੇ ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 15395,
    "shabad_id": 1341,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਿਜ ਧਨੁ ਗਿਅਾਨੁ, ਭਗਤਿ ਗੁਰਿ ਦੀਨੀ; ਤਾਸੁ ਸੁਮਤਿ ਮਨੁ ਲਾਗਾ ॥",
    "transliteration": "Nij Dhhan Giaan Bhagath Gur Dheenee Thaas Sumath Man Laagaa ||",
    "translation": "My own wealth is the spiritual wisdom and devotion given by the Guru; my mind is held steady in perfect neutral balance.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ, ਪ੍ਰਭੂ ਦਾ ਗਿਆਨ ਹੀ, (ਜੀਵ ਦਾ) ਨਿਰੋਲ ਆਪਣਾ ਧਨ (ਹੋ ਸਕਦਾ) ਹੈ। ਜਿਸ ਸੁਚੱਜੀ ਮਤ ਵਾਲੇ ਨੂੰ ਗੁਰੂ ਨੇ (ਇਹ ਦਾਤ) ਦਿਤੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਪ੍ਰਭੂ ਵਿਚ ਟਿਕਦਾ ਹੈ।",
    "pronunciation": "ਸੁ-ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 15396,
    "shabad_id": 1341,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜਲਤ ਅੰਭ, ਥੰਭਿ ਮਨੁ ਧਾਵਤ; ਭਰਮ ਬੰਧਨ ਭੳੁ ਭਾਗਾ ॥੩॥",
    "transliteration": "Jalath Anbh Thhanbh Man Dhhaavath Bharam Bandhhan Bho Bhaagaa ||3||",
    "translation": "It is like water for the burning soul, like an anchoring support for the wandering mind; the bondage of doubt and fear is dispelled. ||3||",
    "punjabi": "(ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜਦੇ ਲਈ (ਇਹ ਨਾਮ-ਧਨ) ਪਾਣੀ ਹੈ, ਤੇ ਭਟਕਦੇ ਮਨ ਨੂੰ ਇਹ ਥੰਮ੍ਹੀ ਹੈ, (ਨਾਮ ਦੀ ਬਰਕਤ ਨਾਲ) ਭਰਮਾਂ ਦੇ ਬੰਧਨਾਂ ਦਾ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਅੰਭ) ਪਾਣੀ। (ਥੰਭਿ) ਥੰਮ",
    "type_id": 3
  },
  {
    "id": 15397,
    "shabad_id": 1341,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਕਹੈ ਕਬੀਰੁ. ਮਦਨ ਕੇ ਮਾਤੇ; ਹਿਰਦੈ ਦੇਖੁ ਬੀਚਾਰੀ ॥",
    "transliteration": "Kehai Kabeer Madhan Kae Maathae Hiradhai Dhaekh Beechaaree ||",
    "translation": "Says Kabeer: O you who are intoxicated with sexual desire, reflect upon this in your heart, and see.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ ਮੱਤੇ ਹੋਏ (ਰਾਜਨ!) ਮਨ ਵਿਚ ਸੋਚ ਕੇ ਵੇਖ,",
    "pronunciation": "(ਮਦਨ) ਕਾਮ। (ਮੱਾਤੇ) ਮਸਤ",
    "type_id": 3
  },
  {
    "id": 15398,
    "shabad_id": 1341,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਤੁਮ ਘਰਿ ਲਾਖ ਕੋਟਿ ਅਸ੍ਵ ਹਸਤੀ; ਹਮ ਘਰਿ. ੲੇਕੁ ਮੁਰਾਰੀ ॥੪॥੧॥੭॥੫੮॥",
    "transliteration": "Thum Ghar Laakh Kott Asv Hasathee Ham Ghar Eaek Muraaree ||4||1||7||58||",
    "translation": "Within your home there are hundreds of thousands, millions of horses and elephants; but within my home is the One Lord. ||4||1||7||58||",
    "punjabi": "ਜੇ ਤੇਰੇ ਘਰ ਵਿਚ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਘੋੜੇ ਤੇ ਹਾਥੀ ਹਨ ਤਾਂ ਸਾਡੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਇਹ ਸਾਰੇ ਪਦਾਰਥ ਦੇਣ ਵਾਲਾ) ਇਕ ਪਰਮਾਤਮਾ (ਵੱਸਦਾ) ਹੈ ॥੪॥੧॥੭॥੫੮॥",
    "pronunciation": "ਅਸਵ",
    "type_id": 3
  },
  {
    "id": 15399,
    "shabad_id": 1342,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15400,
    "shabad_id": 1342,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿੳੁ ਕਪਿ ਕੇ ਕਰ. ਮੁਸਟਿ ਚਨਨ ਕੀ; ਲੁਬਧਿ. ਨ ਤਿਅਾਗੁ ਦੲਿਓ ॥",
    "transliteration": "Jio Kap Kae Kar Musatt Chanan Kee Lubadhh N Thiaag Dhaeiou ||",
    "translation": "Like the monkey with a handful of grain, who will not let go because of greed",
    "punjabi": "ਜਿਵੇਂ (ਕਿਸੇ) ਬਾਂਦਰ ਦੇ ਹੱਥ (ਭੁੱਜੇ) ਛੋਲਿਆਂ ਦੀ ਮੁੱਠ ਆਈ, ਪਰ ਲੋਭੀ ਬਾਂਦਰ ਨੇ (ਕੁੱਜੀ ਵਿਚ ਹੱਥ ਫਸਿਆ ਵੇਖ ਕੇ ਭੀ ਛੋਲਿਆਂ ਦੀ ਮੁੱਠ) ਨਾਹ ਛੱਡੀ, (ਤੇ ਕਾਬੂ ਆ ਗਿਆ)",
    "pronunciation": "ਕਪਿ:ਪੋਲਾ ਬੋਲੋ। (ਕਪਿ) ਬਾਂਦਰ। (ਕਰ) ਹੱਥ। (ਮੁਸਟਿ) ਮੁੱਠ। (ਚਨਨ) ਛੋਲੇ। (ਲੁਬਧਿ) ਲੋਭੀ ਨੇ",
    "type_id": 3
  },
  {
    "id": 15401,
    "shabad_id": 1342,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਜੋ ਕਰਮ ਕੀੲੇ. ਲਾਲਚ ਸਿੳੁ; ਤੇ ਫਿਰਿ. ਗਰਹਿ ਪਰਿਓ ॥੧॥",
    "transliteration": "Jo Jo Karam Keeeae Laalach Sio Thae Fir Garehi Pariou ||1||",
    "translation": "- just so, all the deeds committed in greed ultimately become a noose around one's neck. ||1||",
    "punjabi": "(ਇਸੇ ਤਰ੍ਹਾਂ) ਲੋਭ ਦੇ ਵੱਸ ਹੋ ਕੇ ਜੋ ਜੋ ਕੰਮ ਜੀਵ ਕਰਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਮੁੜ (ਮੋਹ ਦੇ ਬੰਧਨ-ਰੂਪ ਜ਼ੰਜੀਰ ਬਣ ਕੇ ਇਸ ਦੇ) ਗਲ ਵਿਚ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਗਰ-ਹਿ) ਗਲ਼ੇ",
    "type_id": 3
  },
  {
    "id": 15402,
    "shabad_id": 1342,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਭਗਤਿ ਬਿਨੁ; ਬਿਰਥੇ ਜਨਮੁ ਗੲਿਓ ॥",
    "transliteration": "Bhagath Bin Birathhae Janam Gaeiou ||",
    "translation": "Without devotional worship, human life passes away in vain.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਹੀ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆ ਕੇ ਨਹੀਂ ਵੱਸਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15403,
    "shabad_id": 1342,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਭਗਵਾਨ ਭਜਨ ਬਿਨੁ; ਕਹੀ. ਨ ਸਚੁ ਰਹਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Saadhhasangath Bhagavaan Bhajan Bin Kehee N Sach Rehiou ||1|| Rehaao ||",
    "translation": "Without the Saadh Sangat, the Company of the Holy, without vibrating and meditating on the Lord God, one does not abide in Truth. ||1||Pause||",
    "punjabi": "ਤੇ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਆ ਕੇ) ਭਗਵਾਨ ਦਾ ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਕਿਸੇ ਭੀ ਹਿਰਦੇ ਵਿਚ ਟਿਕ ਹੀ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕਹੀ) ਕਿਤੇ ਭੀ",
    "type_id": 4
  },
  {
    "id": 15404,
    "shabad_id": 1342,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਜਿੳੁ ੳੁਦਿਅਾਨ. ਕੁਸਮ ਪਰਫੁਲਿਤ; ਕਿਨਹਿ. ਨ ਘ੍ਰਾੳੁ ਲੲਿਓ ॥",
    "transliteration": "Jio Oudhiaan Kusam Parafulith Kinehi N Ghraao Laeiou ||",
    "translation": "Like the flower which blossoms in the wilderness with no one to enjoy its fragrance,",
    "punjabi": "ਜਿਵੇਂ ਜੰਗਲ ਵਿਚ ਖਿੜੇ ਹੋਏ ਫੁੱਲਾਂ ਦੀ ਸੁਗੰਧੀ ਕੋਈ ਭੀ ਨਹੀਂ ਲੈ ਸਕਦਾ (ਉਹ ਫੁੱਲ ਉਜਾੜ ਵਿਚ ਕਿਸੇ ਪ੍ਰਾਣੀ ਨੂੰ ਸੁਗੰਧੀ ਨਾਹ ਦੇਣ ਦੇ ਕਾਰਨ ਆਪਣਾ ਖੇੜਾ ਵਿਅਰਥ ਹੀ ਖੇੜ ਜਾਂਦੇ ਹਨ),",
    "pronunciation": "(ੳੁਦਿਅਾਨ) ਜੰਗਲ਼। (ਘ੍ਰਾੳੁ) ਸੁਗੰਧੀ। ਪਰ-ਫੁੱਲਿਤ। ਕਿਨ-ਹਿ। ਲੲਿ-ਓ",
    "type_id": 3
  },
  {
    "id": 15405,
    "shabad_id": 1342,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਤੈਸੇ ਭ੍ਰਮਤ ਅਨੇਕ ਜੋਨਿ ਮਹਿ; ਫਿਰਿ ਫਿਰਿ ਕਾਲ ਹੲਿਓ ॥੨॥",
    "transliteration": "Thaisae Bhramath Anaek Jon Mehi Fir Fir Kaal Haeiou ||2||",
    "translation": "So do people wander in reincarnation; over and over again, they are destroyed by Death. ||2||",
    "punjabi": "ਤਿਵੇਂ, (ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਤੋਂ ਬਿਨਾ) ਜੀਵ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਮੁੜ ਮੁੜ ਕਾਲ-ਵੱਸ ਪੈਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਹੲਿ-ਓ) ਨਾਸ ਕਰਦਾ",
    "type_id": 3
  },
  {
    "id": 15406,
    "shabad_id": 1342,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ੲਿਅਾ ਧਨ ਜੋਬਨ ਅਰੁ ਸੁਤ ਦਾਰਾ; ਪੇਖਨ ਕੳੁ ਜੁ ਦੲਿਓ ॥",
    "transliteration": "Eiaa Dhhan Joban Ar Suth Dhaaraa Paekhan Ko J Dhaeiou ||",
    "translation": "This wealth, youth, children and spouse which the Lord has given you - this is all just a passing show.",
    "punjabi": "ਧਨ, ਜੁਆਨੀ, ਪੁੱਤਰ ਤੇ ਇਸਤ੍ਰੀ ਇਹ ਸਾਰੇ ਉਸ ਪ੍ਰਭੂ ਨੇ (ਜੀਵ ਨੂੰ ਕਿਸੇ ਤਮਾਸ਼ੇ ਵਿਚ ਨਿਰਲੇਪ ਜਿਹਾ ਰਹਿਣ ਵਾਂਗ) ਵੇਖਣ ਲਈ ਦਿੱਤੇ ਹਨ (ਕਿ ਇਸ ਜਗਤ-ਤਮਾਸ਼ੇ ਵਿਚ ਇਹ ਨਿਰਲੇਪ ਹੀ ਰਹੇ),",
    "pronunciation": "ਦੲਿਓ",
    "type_id": 3
  },
  {
    "id": 15407,
    "shabad_id": 1342,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਤਿਨ ਹੀ ਮਾਹਿ ਅਟਕਿ. ਜੋ ੳੁਰਝੇ; ੲਿੰਦ੍ਰੀ ਪ੍ਰੇਰਿ ਲੲਿਓ ॥੩॥",
    "transliteration": "Thin Hee Maahi Attak Jo Ourajhae Eindhree Praer Laeiou ||3||",
    "translation": "Those who are caught and entangled in these are carried away by sensual desire. ||3||",
    "punjabi": "ਪਰ ਜੀਵ ਇਹਨਾਂ ਵਿਚ ਹੀ ਰੁਕ ਕੇ ਫਸ ਜਾਂਦੇ ਹਨ; ਇੰਦ੍ਰੇ ਜੀਵ ਨੂੰ ਖਿੱਚ ਲੈਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15408,
    "shabad_id": 1342,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਅੳੁਧ ਅਨਲ. ਤਨੁ ਤਿਨ ਕੋ ਮੰਦਰੁ; ਚਹੁ ਦਿਸ ਠਾਟੁ ਠੲਿਓ ॥",
    "transliteration": "Aoudhh Anal Than Thin Ko Mandhar Chahu Dhis Thaatt Thaeiou ||",
    "translation": "Age is the fire, and the body is the house of straw; on all four sides, this play is being played out.",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਇਹ ਸਰੀਰ (ਮਾਨੋ) ਕੱਖਾਂ ਦਾ ਕੋਠਾ ਹੈ, ਉਮਰ (ਦੇ ਦਿਨ ਬੀਤਦੇ ਜਾਣੇ ਇਸ ਕੋਠੇ ਨੂੰ) ਅੱਗ ਲੱਗੀ ਹੋਈ ਹੈ, ਹਰ ਪਾਸੇ ਇਹੀ ਬਣਤਰ ਬਣੀ ਹੋਈ ਹੈ, (ਪਰ ਕੋਈ ਭੀ ਇਸ ਪਾਸੇ ਧਿਆਨ ਨਹੀਂ ਦੇਂਦਾ; ਕਿਆ ਅਚਰਜ ਭਿਆਨਕ ਦ੍ਰਿਸ਼ ਹੈ!)",
    "pronunciation": "(ਅੳੁਧ)ੳੁਮਰ। (ਅਨਲ) ਅਗਨੀ। (ਤਨੁ) ਸ੍ਰੀਰ। (ਤਿਨ) ਕੱਖਾਂ। (ਠਾਟੁ) ਬਨਾੳੁਟ। (ਠੲਿ-ਓ) ਬਣ ਰਹੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 15409,
    "shabad_id": 1342,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਭੈ ਸਾਗਰ ਤਰਨ ਕੳੁ; ਮੈ ਸਤਿਗੁਰ ਓਟ ਲੲਿਓ ॥੪॥੧॥੮॥੫੯॥",
    "transliteration": "Kehi Kabeer Bhai Saagar Tharan Ko Mai Sathigur Outt Laeiou ||4||1||8||59||",
    "translation": "Says Kabeer, to cross over the terriffying world-ocean, I have taken to the Shelter of the True Guru. ||4||1||8||59||",
    "punjabi": "ਇਸ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਮੈਂ ਤਾਂ ਸਤਿਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੪॥੧॥੮॥੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15410,
    "shabad_id": 1343,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੳੁੜੀ ॥",
    "transliteration": "Gourree ||",
    "translation": "Gauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15411,
    "shabad_id": 1343,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪਾਨੀ ਮੈਲਾ; ਮਾਟੀ ਗੋਰੀ ॥",
    "transliteration": "Paanee Mailaa Maattee Goree ||",
    "translation": "The water of the sperm is cloudy, and the egg of the ovary is crimson.",
    "punjabi": "(ਹੇ ਅਹੰਕਾਰੀ ਜੀਵ! ਕਿਸ ਗੱਲ ਦਾ ਮਾਣ ਕਰਦਾ ਹੈਂ?) ਪਿਉ ਦੀ ਗੰਦੀ ਬੂੰਦ ਅਤੇ ਮਾਂ ਦੀ ਰਕਤ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15412,
    "shabad_id": 1343,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲਿਸ ਮਾਟੀ ਕੀ ਪੁਤਰੀ ਜੋਰੀ ॥੧॥",
    "transliteration": "Eis Maattee Kee Putharee Joree ||1||",
    "translation": "From this clay, the puppet is fashioned. ||1||",
    "punjabi": "(ਇਹਨਾਂ ਦੋਹਾਂ ਤੋਂ ਤਾਂ ਪਰਮਾਤਮਾ ਨੇ) ਜੀਵ ਦਾ ਇਹ ਮਿੱਟੀ ਦਾ ਬੁੱਤ ਬਣਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "ਪੁਤਰੀ:ਪੋਲਾ ਬੋਲੋ। (ਪੁਤਰੀ) ਪੁਤਲੀ",
    "type_id": 3
  },
  {
    "id": 15413,
    "shabad_id": 1343,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮੈ ਨਾਹੀ; ਕਛੁ ਅਾਹਿ ਨ ਮੋਰਾ ॥",
    "transliteration": "Mai Naahee Kashh Aahi N Moraa ||",
    "translation": "I am nothing, and nothing is mine.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੈਥੋਂ ਵੱਖਰੀ) ਮੇਰੀ ਕੋਈ ਹਸਤੀ ਨਹੀਂ ਹੈ ਅਤੇ ਕੋਈ ਮੇਰੀ ਮਲਕੀਅਤ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਅਾਹਿ ਨ) ਨਹੀਂ ਹੈ",
    "type_id": 3
  },
  {
    "id": 15414,
    "shabad_id": 1343,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਤਨੁ ਧਨੁ ਸਭੁ ਰਸੁ; ਗੋਬਿੰਦ ਤੋਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Than Dhhan Sabh Ras Gobindh Thoraa ||1|| Rehaao ||",
    "translation": "This body, wealth, and all delicacies are Yours, O Lord of the Universe. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਬਿੰਦ! ਇਹ ਸਰੀਰ, ਧਨ ਅਤੇ ਇਹ ਜਿੰਦ ਸਭ ਤੇਰੇ ਹੀ ਦਿੱਤੇ ਹੋਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 15415,
    "shabad_id": 1343,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ੲਿਸ ਮਾਟੀ ਮਹਿ; ਪਵਨੁ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Eis Maattee Mehi Pavan Samaaeiaa ||",
    "translation": "Into this clay, the breath is infused.",
    "punjabi": "ਇਸ ਮਿੱਟੀ (ਦੇ ਪੁਤਲੇ) ਵਿਚ (ਇਸ ਨੂੰ ਖੜਾ ਰੱਖਣ ਲਈ) ਪ੍ਰਾਣ ਟਿਕੇ ਹੋਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  }
]
