[
  {
    "id": 15898,
    "shabad_id": 1367,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 15899,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "rwgu Awsw mhlw 1; Gru 1 sodru ]",
    "transliteration": "Raag Aasaa Mehalaa 1 Ghar 1 So Dhar ||",
    "translation": "Raag Aasaa, First Mehl, First House, So Dar ~ That Gate:",
    "punjabi": "",
    "pronunciation": "Gru pihlw[ sodru: iek`Tw gurbwxI jI dw nwm hY",
    "type_id": 3
  },
  {
    "id": 15900,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "so dru qyrw kyhw. so Gru kyhw; ijqu bih srb sm@wly ]",
    "transliteration": "So Dhar Thaeraa Kaehaa So Ghar Kaehaa Jith Behi Sarab Samhaalae ||",
    "translation": "What is that Gate, and what is that Home, in which You sit and take care of all?",
    "punjabi": "ਉਹ ਦਰ-ਘਰ ਬੜਾ ਹੀ ਅਸਚਰਜ ਹੈ, ਜਿਥੇ ਬੈਠ ਕੇ (ਹੇ ਨਿਰੰਕਾਰ!) ਤੂੰ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15901,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "vwjy qyry nwd Anyk AsMKw; kyqy qyry vwvxhwry ]",
    "transliteration": "Vaajae Thaerae Naadh Anaek Asankhaa Kaethae Thaerae Vaavanehaarae ||",
    "translation": "Countless musical instruments of so many various kinds vibrate there for You; so many are the musicians there for You.",
    "punjabi": "(ਤੇਰੀ ਇਸ ਰਚੀ ਹੋਈ ਕੁਦਰਤਿ ਵਿਚ) ਅਨੇਕਾਂ ਤੇ ਅਣਗਿਣਤ ਵਾਜੇ ਤੇ ਰਾਗ ਹਨ, ਬੇਅੰਤ ਹੀ ਜੀਵ (ਉਹਨਾਂ ਵਾਜਿਆਂ ਨੂੰ) ਵਜਾਣ ਵਾਲੇ ਹਨ।",
    "pronunciation": "(vwvxhwry) vjwvx vwly",
    "type_id": 3
  },
  {
    "id": 15902,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "kyqy qyry rwg prI isau khIAih; kyqy qyry gwvxhwry ]",
    "transliteration": "Kaethae Thaerae Raag Paree Sio Keheeahi Kaethae Thaerae Gaavanehaarae ||",
    "translation": "There are so many Ragas there for You, along with their accompanying harmonies; so many minstrels sing to You.",
    "punjabi": "ਰਾਗਣੀਆਂ ਸਣੇ ਬੇਅੰਤ ਹੀ ਰਾਗ ਕਹੇ ਜਾਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਹੀ ਜੀਵ (ਇਹਨਾਂ ਰਾਗਾਂ ਦੇ) ਗਾਵਣ ਵਾਲੇ ਹਨ (ਜੋ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ)।",
    "pronunciation": "khI-Aih",
    "type_id": 3
  },
  {
    "id": 15903,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "gwvin@ quDno. pauxu pwxI bYsMqru; gwvY rwjw Drm duAwry ]",
    "transliteration": "Gaavanih Thudhhano Poun Paanee Baisanthar Gaavai Raajaa Dhharam Dhuaarae ||",
    "translation": "The winds sing to You, as do water and fire; the Righteous Judge of Dharma sings at Your Door.",
    "punjabi": "(ਹੇ ਨਿਰੰਕਾਰ!) ਹਵਾ, ਪਾਣੀ, ਅੱਗ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ। ਧਰਮਰਾਜ ਤੇਰੇ ਦਰ ਤੇ (ਖਲੋ ਕੇ) ਤੈਨੂੰ ਵਡਿਆਇ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15904,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "gwvin@ quDno. icqu gupqu iliK jwxin; iliK iliK Drmu vIcwry ]",
    "transliteration": "Gaavanih Thudhhano Chith Gupath Likh Jaanan Likh Likh Dhharam Veechaarae ||",
    "translation": "Chitar and Gupat, the recording angels of the conscious and the subconscious, sing to You; they know, and they write, and on the basis of what they write, the Lord of Dharma passes judgement.",
    "punjabi": "ਉਹ ਚਿਤ੍ਰਗੁਪਤ ਭੀ ਜੋ (ਜੀਵਾਂ ਦੇ ਚੰਗੇ ਮੰਦੇ ਕਰਮਾਂ ਦੇ ਲੇਖੇ) ਲਿਖਣੇ ਜਾਣਦੇ ਹਨ ਅਤੇ ਜਿਨ੍ਹਾਂ ਦੇ ਲਿਖੇ ਹੋਏ ਲੇਖੇ ਧਰਮਰਾਜ ਵਿਚਾਰਦਾ ਹੈ, ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15905,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "gwvin@ quDno. eIsru bRhmw dyvI; sohin qyry sdw svwry ]",
    "transliteration": "Gaavanih Thudhhano Eesar Brehamaa Dhaevee Sohan Thaerae Sadhaa Savaarae ||",
    "translation": "Shiva and Brahma and the Goddess Parvaati, so beautiful and ever adorned by You, sing to You.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਦੇਵੀਆਂ, ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ ਜੋ ਤੇਰੇ ਸਵਾਰੇ ਹੋਏ ਹਨ ਤੇ ਸੋਭ ਰਹੇ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15906,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "gwvin@ quDno. ieMdR ieMdRwsix bYTy; dyviqAw dir nwly ]",
    "transliteration": "Gaavanih Thudhhano Eindhr Eindhraasan Baithae Dhaevathiaa Dhar Naalae ||",
    "translation": "The Indras, seated upon their celestial thrones, with the deities at Your Gate, sing to You.",
    "punjabi": "ਕਈ ਇੰਦ੍ਰ ਆਪਣੇ ਤਖ਼ਤ ਉਤੇ ਬੈਠੇ ਹੋਏ ਦੇਵਤਿਆਂ ਸਮੇਤ ਤੇਰੇ ਦਰ ਤੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ।",
    "pronunciation": "(ieMdRwsix) ieMdR dy Awsx qy bYTy",
    "type_id": 3
  },
  {
    "id": 15907,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "gwvin@ quDno. isD smwDI AMdir; gwvin@ quDno. swD bIcwry ]",
    "transliteration": "Gaavanih Thudhhano Sidhh Samaadhhee Andhar Gaavanih Thudhhano Saadhh Beechaarae ||",
    "translation": "The Siddhas in Samaadhi sing to You, and the Holy Saints, in their contemplative meditation, sing to You.",
    "punjabi": "ਸਿੱਧ ਲੋਕ ਸਮਾਧੀਆਂ ਲਾ ਕੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਸਾਧ ਵਿਚਾਰ ਕਰ ਕਰ ਕੇ ਤੈਨੂੰ ਸਾਲਾਹ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15908,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "gwvin@ quDno. jqI sqI sMqoKI; gwvin quDno. vIr krwry ]",
    "transliteration": "Gaavanih Thudhhano Jathee Sathee Santhokhee Gaavan Thudhhano Veer Karaarae ||",
    "translation": "The celibates, the truthful and the patient beings sing to You, and the mighty warriors sing to You.",
    "punjabi": "ਜਤ-ਧਾਰੀ, ਦਾਨ ਕਰਨ ਵਾਲੇ ਤੇ ਸੰਤੋਖ ਵਾਲੇ ਪੁਰਸ਼ ਤੇਰੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ, ਅਤੇ (ਬੇਅੰਤ) ਤਕੜੇ ਸੂਰਮੇ ਤੇਰੀਆਂ ਵਡਿਆਈਆਂ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "(krwry) qkVy (vIr) sUrmy",
    "type_id": 3
  },
  {
    "id": 15909,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "gwvin quDno. pMifq pVy rKIsur; jugu jugu bydw nwly ]",
    "transliteration": "Gaavan Thudhhano Panddith Parrae Rakheesur Jug Jug Baedhaa Naalae ||",
    "translation": "The scholarly Pandits sing to You, along with the holy Rishis and the readers of the Vedas throughout the ages.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਪੜ੍ਹੇ ਹੋਏ ਪੰਡਿਤ ਤੇ ਮਹਾ ਰਿਖੀ ਵੇਦਾਂ ਸਣੇ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "(rKIsur) v`fy irKI",
    "type_id": 3
  },
  {
    "id": 15910,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "gwvin quDno. mohxIAw mnu mohin; surgu mCu pieAwly ]",
    "transliteration": "Gaavan Thudhhano Mohaneeaa Man Mohan Surag Mashh Paeiaalae ||",
    "translation": "The Mohinis, the heavenly beauties who entice the heart in paradise, in this world and in the nether regions, sing to You.",
    "punjabi": "ਸੁੰਦਰ ਇਸਤ੍ਰੀਆਂ ਜੋ ਮਨ ਨੂੰ ਮੋਂਹਦੀਆਂ ਹਨ, ਤੈਨੂੰ ਗਾ ਰਹੀਆਂ ਹਨ, ਸੁਰਗ-ਲੋਕ, ਮਾਤ-ਲੋਕ, ਪਾਤਾਲ-ਲੋਕ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "(mohxIAw) suMdr iesqRIAW[ (mCu) mwq lok[ (p-ieAwly) pqwl lok",
    "type_id": 3
  },
  {
    "id": 15911,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "gwvin@ quDno. rqn aupwey qyry jyqy; ATsiT qIrQ nwly ]",
    "transliteration": "Gaavanih Thudhhano Rathan Oupaaeae Thaerae Jaethae Athasath Theerathh Naalae ||",
    "translation": "The fourteen priceless jewels created by You, and the sixty-eight holy places of pilgrimage, sing to You.",
    "punjabi": "(ਹੇ ਨਿਰੰਕਾਰ!) ਜਿਤਨੇ ਭੀ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਰਤਨ ਹਨ, ਉਹ ਅਠਾਹਠ ਤੀਰਥਾਂ ਸਮੇਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15912,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "gwvin@ quDno. joD mhw bl sUrw; gwvin@ quDno. KwxI cwry ]",
    "transliteration": "Gaavanih Thudhhano Jodhh Mehaabal Sooraa Gaavanih Thudhhano Khaanee Chaarae ||",
    "translation": "The mighty warriors and the divine heroes sing to You, and the four sources of creation sing to You.",
    "punjabi": "ਵੱਡੇ ਬਲ ਵਾਲੇ ਜੋਧੇ ਤੇ ਸੂਰਮੇ ਤੇਰੀ ਸਿਫ਼ਤਿ ਕਰ ਰਹੇ ਹਨ। ਚੌਹਾਂ ਹੀ ਖਾਣੀਆਂ ਦੇ ਜੀਅ ਜੰਤ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15913,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "gwvin@ quDno. KMf mMfl bRhmMfw; kir kir rKy qyry Dwry ]",
    "transliteration": "Gaavanih Thudhhano Khandd Manddal Brehamanddaa Kar Kar Rakhae Thaerae Dhhaarae ||",
    "translation": "The continents, the worlds and the solar systems, created and installed by Your Hand, sing to You.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਰੇ ਖੰਡ ਅਤੇ ਚੱਕ੍ਰ, ਜੋ ਤੂੰ ਪੈਦਾ ਕਰ ਕੇ ਟਿਕਾ ਰੱਖੇ ਹਨ; ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15914,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "syeI quDno gwvin@. jo quDu Bwvin@; rqy qyry Bgq rswly ]",
    "transliteration": "Saeee Thudhhano Gaavanih Jo Thudhh Bhaavanih Rathae Thaerae Bhagath Rasaalae ||",
    "translation": "They alone sing to You, who are pleasing to Your Will, and who are imbued with the nectar of Your devotional worship.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) (ਅਸਲ ਵਿਚ ਤਾਂ) ਉਹੋ ਤੇਰੇ ਪ੍ਰੇਮ ਵਿਚ ਰੱਤੇ ਰਸੀਏ ਭਗਤ ਜਨ ਤੈਨੂੰ ਗਾਉਂਦੇ ਹਨ (ਭਾਵ, ਉਨ੍ਹਾਂ ਦਾ ਹੀ ਗਾਉਣਾ ਸਫਲ ਹੈ) ਜੋ ਤੈਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "(rswly) rsIey",
    "type_id": 3
  },
  {
    "id": 15915,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hoir kyqy. quDno gwvin, sy mY iciq. n Awvin; nwnku. ikAw bIcwry ]",
    "transliteration": "Hor Kaethae Thudhhano Gaavan Sae Mai Chith N Aavan Naanak Kiaa Beechaarae ||",
    "translation": "So many others sing to You, they do not come into my mind; how can Nanak think of them?",
    "punjabi": "ਅਨੇਕਾਂ ਹੋਰ ਜੀਵ ਤੈਨੂੰ ਗਾ ਰਹੇ ਹਨ, ਜੇਹੜੇ ਮੈਥੋਂ ਗਿਣੇ ਭੀ ਨਹੀਂ ਜਾ ਸਕਦੇ। (ਭਲਾ) ਨਾਨਕ (ਵਿਚਾਰਾ) ਕੀਹ ਵਿਚਾਰ ਕਰ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15916,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "soeI soeI sdw scu swihbu; swcw swcI nweI ]",
    "transliteration": "Soee Soee Sadhaa Sach Saahib Saachaa Saachee Naaee ||",
    "translation": "That Lord and Master - He is True, forever True; He is True, and True is His Name.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਦਾ-ਥਿਰ ਹੈ, ਉਹ ਮਾਲਕ ਸੱਚਾ ਹੈ, ਉਸ ਦੀ ਵਡਿਆਈ ਭੀ ਸਦਾ ਅਟੱਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15917,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "hY BI hosI. jwie n jwsI; rcnw ijin rcweI ]",
    "transliteration": "Hai Bhee Hosee Jaae N Jaasee Rachanaa Jin Rachaaee ||",
    "translation": "He who created the creation is True, and He shall always be True; He shall not depart, even when the creation departs.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ ਉਹ ਐਸ ਵੇਲੇ ਮੌਜੂਦ ਹੈ, ਸਦਾ ਰਹੇਗਾ, ਨਾਹ ਉਹ ਜੰਮਿਆ ਹੈ ਅਤੇ ਨਾਹ ਹੀ ਉਹ ਮਰੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15918,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "rMgI rMgI BwqI ijnsI; mwieAw ijin aupweI ]",
    "transliteration": "Rangee Rangee Bhaathee Jinasee Maaeiaa Jin Oupaaee ||",
    "translation": "He created the world of Maya with its various colors and species.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਕਈ ਰੰਗਾਂ, ਕਿਸਮਾਂ ਅਤੇ ਜਿਨਸਾਂ ਦੀ ਮਾਇਆ ਰਚ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "(ijnsI) iksmw",
    "type_id": 3
  },
  {
    "id": 15919,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "kir kir dyKY kIqw Apxw; ijau iqs dI vifAweI ]",
    "transliteration": "Kar Kar Dhaekhai Keethaa Apanaa Jio This Dhee Vaddiaaee ||",
    "translation": "Having created the creation, He Himself watches over it, as it pleases His Greatness.",
    "punjabi": "ਉਹ ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੈ (ਭਾਵ, ਜੇਡਾ ਵੱਡਾ ਆਪ ਹੈ ਓਡੇ ਵੱਡੇ ਜਿਗਰੇ ਨਾਲ ਜਗਤ ਨੂੰ ਰਚ ਕੇ) ਆਪਣੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਦੀ ਸੰਭਾਲ ਭੀ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 15920,
    "shabad_id": 1367,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "jo iqsu BwvY soeI krsI; iPir hukmu. n krxw jweI ]",
    "transliteration": "Jo This Bhaavai Soee Karasee Fir Hukam N Karanaa Jaaee ||",
    "translation": "Whatever pleases Him, that is what He does. No one can issue any commands to Him.",
    "punjabi": "ਜੋ ਕੁਝ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਭਾਉਂਦਾ ਹੈ, ਉਹੋ ਹੀ ਉਹ ਕਰੇਗਾ। ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਅਗੇ ਹੁਕਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, (ਉਸ ਨੂੰ ਇਹ ਨਹੀਂ ਆਖ ਸਕਦਾ-ਇਉਂ ਨ ਕਰੀਂ, ਇਉਂ ਕਰ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
