[
  {
    "id": 17482,
    "shabad_id": 1475,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਨਿੰਦਕ ਕੀ ਗਤਿ ਕਤਹੂੰ ਨਾਹੀ; ਖਸਮੈ ੲੇਵੈ ਭਾਣਾ ॥",
    "transliteration": "Nindhak Kee Gath Kathehoon Naahee Khasamai Eaevai Bhaanaa ||",
    "translation": "The slanderer shall never attain emancipation; this is the Will of the Lord and Master.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਇਉਂ ਹੀ ਹੈ ਕਿ (ਸੰਤ ਜਨਾਂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਕਿਤੇ ਭੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਕਿਉਂਕਿ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਾਲਿਆਂ ਦੀ ਤਾਂ ਸਦਾ ਨਿੰਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17483,
    "shabad_id": 1475,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜੋ ਜੋ ਨਿੰਦ ਕਰੇ ਸੰਤਨ ਕੀ; ਤਿੳੁ ਸੰਤਨ ਸੁਖੁ ਮਾਨਾ ॥੩॥",
    "transliteration": "Jo Jo Nindh Karae Santhan Kee Thio Santhan Sukh Maanaa ||3||",
    "translation": "The more the Saints are slandered, the more they dwell in peace. ||3||",
    "punjabi": "ਦੂਜੇ ਪਾਸੇ) ਜਿਉਂ ਜਿਉਂ ਕੋਈ ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਹੈ (ਉਕਾਈਆਂ ਨਸ਼ਰ ਕਰਦਾ ਹੈ) ਤਿਉਂ ਤਿਉਂ ਸੰਤ ਜਨ ਇਸ ਵਿਚ ਸੁਖ ਪ੍ਰਤੀਤ ਕਰਦੇ ਹਨ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਪੜਤਾਲ ਕਰਨ ਦਾ ਮੌਕਾ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17484,
    "shabad_id": 1475,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸੰਤਾ ਟੇਕ ਤੁਮਾਰੀ ਸੁਅਾਮੀ; ਤੂੰ ਸੰਤਨ ਕਾ ਸਹਾੲੀ ॥",
    "transliteration": "Santhaa Ttaek Thumaaree Suaamee Thoon Santhan Kaa Sehaaee ||",
    "translation": "The Saints have Your Support, O Lord and Master; You are the Saints' Help and Support.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੇਰੇ ਸੰਤਾਂ ਨੂੰ (ਜੀਵਨ-ਅਗਵਾਈ ਵਾਸਤੇ) ਸਦਾ ਤੇਰਾ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ, ਤੂੰ (ਸੰਤਾਂ ਦਾ ਜੀਵਨ ਉੱਚਾ ਕਰਨ ਵਿਚ) ਮਦਦਗਾਰ ਭੀ ਬਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17485,
    "shabad_id": 1475,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੰਤ ਹਰਿ ਰਾਖੇ; ਨਿੰਦਕ ਦੀੲੇ ਰੁੜਾੲੀ ॥੪॥੨॥੪੧॥",
    "transliteration": "Kahu Naanak Santh Har Raakhae Nindhak Dheeeae Rurraaee ||4||2||41||",
    "translation": "Says Nanak, the Saints are saved by the Lord; the slanderers are drowned in the deep. ||4||2||41||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਉਸ ਨਿੰਦਾ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੰਤਾਂ ਨੂੰ ਤਾਂ ਪਰਮਾਤਮਾ (ਮੰਦ ਕਰਮਾਂ ਤੋਂ) ਬਚਾਈ ਰੱਖਦਾ ਹੈ ਪਰ ਨਿੰਦਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ (ਉਹਨਾਂ ਦੇ ਨਿੰਦਾ ਦੇ ਹੜ ਵਿਚ) ਰੋੜ੍ਹ ਦੇਂਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਨਿੰਦਾ ਦੇ ਹੜ ਵਿਚ ਰੋੜ੍ਹ ਕੇ ਮੁਕਾ ਦੇਂਦਾ ਹੈ) ॥੪॥੨॥੪੧॥",
    "pronunciation": "ਰੁੜ੍ਹਾੲੀ",
    "type_id": 3
  },
  {
    "id": 17486,
    "shabad_id": 1476,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17487,
    "shabad_id": 1476,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਾਹਰੁ ਧੋੲਿ ਅੰਤਰੁ ਮਨੁ ਮੈਲਾ; ਦੁੲਿ ਠੳੁਰ ਅਪੁਨੇ ਖੋੲੇ ॥",
    "transliteration": "Baahar Dhhoe Anthar Man Mailaa Dhue Thour Apunae Khoeae ||",
    "translation": "He washes outwardly, but within, his mind is filthy; thus he loses his place in both worlds.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ (ਤੀਰਥ ਆਦਿਕਾਂ ਤੇ ਨਿਰਾ) ਪਿੰਡਾ ਧੋ ਕੇ ਅੰਦਰਲਾ ਮਨ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲਾ ਹੀ ਰੱਖਦਾ ਹੈ ਉਹ ਲੋਕ ਪਰਲੋਕ ਆਪਣੇ ਦੋਵੇਂ ਥਾਂ ਗਵਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17488,
    "shabad_id": 1476,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੲੀਹਾ ਕਾਮਿ ਕ੍ਰੋਧਿ ਮੋਹਿ ਵਿਅਾਪਿਅਾ; ਅਾਗੈ ਮੁਸਿ ਮੁਸਿ ਰੋੲੇ ॥੧॥",
    "transliteration": "Eehaa Kaam Krodhh Mohi Viaapiaa Aagai Mus Mus Roeae ||1||",
    "translation": "Here, he is engrossed in sexual desire, anger and emotional attachment; hereafter, he shall sigh and weep. ||1||",
    "punjabi": "ਇਸ ਲੋਕ ਵਿਚ ਰਹਿੰਦਿਆਂ ਕਾਮ-ਵਾਸ਼ਨਾ ਵਿਚ, ਕ੍ਰੋਧ ਵਿਚ, ਮੋਹ ਵਿਚ, ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਹਟਕੋਰੇ ਲੈ ਲੈ ਰੋਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਮੁਸਿ ਮੁਸਿ) ਹਟਕੋਰੇ ਲੈ ਲੈ",
    "type_id": 3
  },
  {
    "id": 17489,
    "shabad_id": 1476,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਗੋਵਿੰਦ ਭਜਨ ਕੀ ਮਤਿ; ਹੈ ਹੋਰਾ ॥",
    "transliteration": "Govindh Bhajan Kee Math Hai Horaa ||",
    "translation": "The way to vibrate and meditate on the Lord of the Universe is different.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਨ ਵਾਲੀ ਅਕਲ ਹੋਰ ਕਿਸਮ ਦੀ ਹੁੰਦੀ ਹੈ (ਉਸ ਵਿਚ ਵਿਖਾਵਾ ਨਹੀਂ ਹੁੰਦਾ)।",
    "pronunciation": "(ਹੋਰਾ) ਹੋਰ",
    "type_id": 3
  },
  {
    "id": 17490,
    "shabad_id": 1476,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਵਰਮੀ ਮਾਰੀ. ਸਾਪੁ ਨ ਮਰੲੀ; ਨਾਮੁ. ਨ ਸੁਨੲੀ ਡੋਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Varamee Maaree Saap N Maree Naam N Sunee Ddoraa ||1|| Rehaao ||",
    "translation": "Destroying the snake-hole, the snake is not killed; the deaf person does not hear the Lord's Name. ||1||Pause||",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸੁਣਦਾ, ਜੇ ਨਾਮ ਵਲੋਂ ਬੋਲਾ ਰਹਿੰਦਾ ਹੈ (ਤਾਂ ਬਾਹਰਲੇ ਧਾਰਮਕ ਕਰਮ ਇਉਂ ਹੀ ਹਨ ਜਿਵੇਂ ਸੱਪ ਨੂੰ ਮਾਰਨ ਦੇ ਥਾਂ ਸੱਪ ਦੀ ਖੁੱਡ ਨੂੰ ਕੁੱਟੀ ਜਾਣਾ), ਪਰ ਜੇ ਖੁੱਡ ਨੂੰ ਕੁੱਟਦੇ ਜਾਈਏ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਸੱਪ ਨਹੀਂ ਮਰਦਾ (ਬਾਹਰਲੇ ਕਰਮਾਂ ਨਾਲ ਮਨ ਵੱਸ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਡੋਰਾ) ਬੋਲ਼ਾ। ਮ-ਰੲੀ। ਸੁ-ਨੲੀ",
    "type_id": 4
  },
  {
    "id": 17491,
    "shabad_id": 1476,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮਾੲਿਅਾ ਕੀ ਕਿਰਤਿ ਛੋਡਿ ਗਵਾੲੀ; ਭਗਤੀ. ਸਾਰ ਨ ਜਾਨੈ ॥",
    "transliteration": "Maaeiaa Kee Kirath Shhodd Gavaaee Bhagathee Saar N Jaanai ||",
    "translation": "He renounces the affairs of Maya, but he does not appreciate the value of devotional worship.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੇ ਤਿਆਗ ਦੇ ਭੁਲੇਖੇ ਵਿਚ ਆਜੀਵਕਾ ਖ਼ਾਤਰ) ਮਾਇਆ ਕਮਾਣ ਦਾ ਉੱਦਮ ਛੱਡ ਦਿੱਤਾ ਉਹ ਭਗਤੀ ਦੀ ਕਦਰ ਭੀ ਨਹੀਂ ਜਾਣਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17492,
    "shabad_id": 1476,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਬੇਦ ਸਾਸਤ੍ਰ ਕੳੁ ਤਰਕਨਿ ਲਾਗਾ; ਤਤੁ ਜੋਗੁ. ਨ ਪਛਾਨੈ ॥੨॥",
    "transliteration": "Baedh Saasathr Ko Tharakan Laagaa Thath Jog N Pashhaanai ||2||",
    "translation": "He finds fault with the Vedas and the Shaastras, and does not know the essence of Yoga. ||2||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਵੇਦ ਸ਼ਾਸਤਰ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਨੂੰ ਸਿਰਫ਼ ਬਹਸਾਂ ਵਿਚ ਹੀ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰ ਦੇਂਦਾ ਹੈ ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਅਸਲੀਅਤ ਨਹੀਂ ਸਮਝਦਾ, ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਨਹੀਂ ਸਮਝਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17493,
    "shabad_id": 1476,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ੳੁਘਰਿ ਗੲਿਅਾ. ਜੈਸਾ ਖੋਟਾ ਢਬੂਅਾ; ਨਦਰਿ ਸਰਾਫਾ ਅਾੲਿਅਾ ॥",
    "transliteration": "Oughar Gaeiaa Jaisaa Khottaa Dtabooaa Nadhar Saraafaa Aaeiaa ||",
    "translation": "He stands exposed, like a counterfeit coin, when inspected by the Lord, the Assayer.",
    "punjabi": "ਜਿਵੇਂ ਜਦੋਂ ਕੋਈ ਖੋਟਾ ਰੁਪਇਆ ਸਰਾਫ਼ਾਂ ਦੀ ਨਜ਼ਰੇ ਪੈਂਦਾ ਹੈ ਤਾਂ ਉਸ ਦਾ ਖੋਟ ਪਰਤੱਖ ਦਿੱਸ ਪੈਂਦਾ ਹੈ;",
    "pronunciation": "(ਢਬੂਅਾ) ਪੈਸਾ। ੳੁ-ਘਰਿ ਢਬੂਅਾ:ਪੋਲੇ ਬੋਲੋ। ਸਰਾਫਾਂ",
    "type_id": 3
  },
  {
    "id": 17494,
    "shabad_id": 1476,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਅੰਤਰਜਾਮੀ ਸਭੁ ਕਿਛੁ ਜਾਨੈ; ੳੁਸ ਤੇ ਕਹਾ ਛਪਾੲਿਅਾ ॥੩॥",
    "transliteration": "Antharajaamee Sabh Kishh Jaanai Ous Thae Kehaa Shhapaaeiaa ||3||",
    "translation": "The Inner-knower, the Searcher of hearts, knows everything; how can we hide anything from Him? ||3||",
    "punjabi": "(ਤਿਵੇਂ ਜੇਹੜਾ ਮਨੁੱਖ ਅੰਦਰੋਂ ਤਾਂ ਵਿਕਾਰੀ ਹੈ, ਪਰ ਬਾਹਰੋਂ ਧਾਰਮਿਕ ਭੇਖੀ) ਉਹ ਪਰਮਾਤਮਾ ਪਾਸੋਂ (ਆਪਣਾ ਅੰਦਰਲਾ ਖੋਟ) ਲੁਕਾ ਨਹੀਂ ਸਕਦਾ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਸ ਦੀ ਹਰੇਕ ਕਰਤੂਤ ਨੂੰ ਜਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17495,
    "shabad_id": 1476,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਕੂੜਿ ਕਪਟਿ ਬੰਚਿ ਨਿੰਮੁਨੀਅਾਦਾ; ਬਿਨਸਿ ਗੲਿਅਾ ਤਤਕਾਲੇ ॥",
    "transliteration": "Koorr Kapatt Banch Ninmuneeaadhaa Binas Gaeiaa Thathakaalae ||",
    "translation": "Through falsehood, fraud and deceit, the mortal collapses in an instant - he has no foundation at all.",
    "punjabi": "ਮਨੁੱਖ ਦੀ ਇਸ ਜਗਤ ਵਿਚ ਚਾਰ-ਰੋਜ਼ਾ ਜ਼ਿੰਦਗੀ ਹੈ ਪਰ ਇਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਠੱਗੀ-ਫ਼ਰੇਬ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਕੇ ਬੜੀ ਛੇਤੀ ਆਤਮਕ ਮੌਤੇ ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਬੰਚਿ) ਠੱਗ ਕੇ। (ਨਿੰ-ਮੁਨੀ-ਅਾਦਾ) ਮੁਨਿਅਾਦ (ਨਿੰ) ਬਿਨਾ",
    "type_id": 3
  },
  {
    "id": 17496,
    "shabad_id": 1476,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸਤਿ ਸਤਿ ਸਤਿ. ਨਾਨਕਿ ਕਹਿਅਾ; ਅਪਨੈ ਹਿਰਦੈ ਦੇਖੁ ਸਮਾਲੇ ॥੪॥੩॥੪੨॥",
    "transliteration": "Sath Sath Sath Naanak Kehiaa Apanai Hiradhai Dhaekh Samaalae ||4||3||42||",
    "translation": "Truly, truly, truly, Nanak speaks; look within your own heart, and realize this. ||4||3||42||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ ਨੇ ਇਹ ਗੱਲ ਯਕੀਨੀ ਤੌਰ ਤੇ ਸੱਚ ਕਹੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਉਸ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਵੱਸਦਾ ਵੇਖ (ਇਹੀ ਆਤਮਕ ਜੀਵਨ ਹੈ, ਇਹੀ ਜੀਵਨ-ਮਨੋਰਥ ਹੈ) ॥੪॥੩॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17497,
    "shabad_id": 1477,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17498,
    "shabad_id": 1477,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੳੁਦਮੁ ਕਰਤ. ਹੋਵੈ ਮਨੁ ਨਿਰਮਲੁ; ਨਾਚੈ ਅਾਪੁ ਨਿਵਾਰੇ ॥",
    "transliteration": "Oudham Karath Hovai Man Niramal Naachai Aap Nivaarae ||",
    "translation": "Making the effort, the mind becomes pure; in this dance, the self is silenced.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਜਿਉਂ ਜਿਉਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ) ਉੱਦਮ ਕਰਦਾ ਹੈ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੁੰਦਾ ਜਾਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦਾ ਹੈ (ਇਹ, ਮਾਨੋ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਨਾਚ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਨਿਵਾਰੇ) ਦੂਰ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 17499,
    "shabad_id": 1477,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੰਚ ਜਨਾ ਲੇ ਵਸਗਤਿ ਰਾਖੈ; ਮਨ ਮਹਿ ੲੇਕੰਕਾਰੇ ॥੧॥",
    "transliteration": "Panch Janaa Lae Vasagath Raakhai Man Mehi Eaekankaarae ||1||",
    "translation": "The five passions are kept under control, and the One Lord dwells in the mind. ||1||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ) ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਵਸਾਈ ਰੱਖਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ) ਉਹ ਕਾਮਾਦਿਕ ਪੰਜਾਂ ਨੂੰ ਕਾਬੂ ਵਿਚ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਵੱਸ-ਗਤਿ। ਗਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 17500,
    "shabad_id": 1477,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੇਰਾ ਜਨੁ; ਨਿਰਤਿ ਕਰੇ ਗੁਨ ਗਾਵੈ ॥",
    "transliteration": "Thaeraa Jan Nirath Karae Gun Gaavai ||",
    "translation": "Your humble servant dances and sings Your Glorious Praises.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੇ ਭਗਤ ਆਪਣੇ ਇਸ਼ਟ ਦੀ ਭਗਤੀ ਕਰਨ ਵੇਲੇ ਉਸ ਦੇ ਅੱਗੇ ਨਾਚ ਕਰਦੇ ਹਨ, ਪਰ) ਤੇਰਾ ਭਗਤ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ (ਇਹ, ਮਾਨੋ) ਉਹ ਨਾਚ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17501,
    "shabad_id": 1477,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਰਬਾਬੁ ਪਖਾਵਜ ਤਾਲ ਘੁੰਘਰੂ; ਅਨਹਦ ਸਬਦੁ ਵਜਾਵੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Rabaab Pakhaavaj Thaal Ghungharoo Anehadh Sabadh Vajaavai ||1|| Rehaao ||",
    "translation": "He plays upon the guitar, tambourine and cymbals, and the unstruck sound current of the Shabad resounds. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਭਗਤ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਵਾਜਾ (ਆਪਣੇ ਅੰਦਰ) ਲਗਾਤਾਰ ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਸ਼ਬਦ ਨੂੰ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ) ਇਹੀ ਹੈ ਉਸ ਦੇ ਵਾਸਤੇ ਰਬਾਬ ਤਬਲਾ ਛੈਣੇ ਘੁੰਘਰੂ (ਆਦਿਕ ਸਾਜ਼ਾਂ ਦਾ ਵੱਜਣਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 17502,
    "shabad_id": 1477,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਥਮੇ. ਮਨੁ ਪਰਬੋਧੈ ਅਪਨਾ; ਪਾਛੈ. ਅਵਰ ਰੀਝਾਵੈ ॥",
    "transliteration": "Prathhamae Man Parabodhhai Apanaa Paashhai Avar Reejhaavai ||",
    "translation": "First, he instructs his own mind, and then, he leads others.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ) ਪਹਿਲਾਂ ਆਪਣੇ ਮਨ ਨੂੰ (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਗਾਂਦਾ ਹੈ, ਫਿਰ ਹੋਰਨਾਂ ਦੇ ਅੰਦਰ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ) ਰੀਝ ਪੈਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਪਰਬੋਧੈ) ਸਮਝਾਵੈ। (ਰੀਝਾਵੈ) ਖੁਸ਼ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 17503,
    "shabad_id": 1477,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਜਪੁ ਹਿਰਦੈ ਜਾਪੈ; ਮੁਖ ਤੇ ਸਗਲ ਸੁਨਾਵੈ ॥੨॥",
    "transliteration": "Raam Naam Jap Hiradhai Jaapai Mukh Thae Sagal Sunaavai ||2||",
    "translation": "He chants the Lord's Name and meditates on it in his heart; with his mouth, he announces it to all. ||2||",
    "punjabi": "ਪਹਿਲਾਂ ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਕਰਦਾ ਹੈ ਤੇ ਫਿਰ ਮੂੰਹ ਨਾਲ ਉਹ ਜਾਪ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਸੁਣਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17504,
    "shabad_id": 1477,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਕਰ ਸੰਗਿ ਸਾਧੂ ਚਰਨ ਪਖਾਰੈ; ਸੰਤ ਧੂਰਿ ਤਨਿ ਲਾਵੈ ॥",
    "transliteration": "Kar Sang Saadhhoo Charan Pakhaarai Santh Dhhoor Than Laavai ||",
    "translation": "He joins the Saadh Sangat, the Company of the Holy, and washes their feet; he applies the dust of the Saints to his body",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ) ਆਪਣੇ ਹੱਥਾਂ ਨਾਲ ਗੁਰਮੁਖਾਂ ਦੇ ਪੈਰ ਧੋਂਦਾ ਹੈ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਆਪਣੇ ਸਰੀਰ ਉੱਤੇ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਪਖਾਰੈ) ਧੋਂਦਾ",
    "type_id": 3
  },
  {
    "id": 17505,
    "shabad_id": 1477,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਅਰਪਿ ਧਰੇ ਗੁਰ ਅਾਗੈ; ਸਤਿ ਪਦਾਰਥੁ ਪਾਵੈ ॥੩॥",
    "transliteration": "Man Than Arap Dhharae Gur Aagai Sath Padhaarathh Paavai ||3||",
    "translation": "He surrenders his mind and body, and places them before the Guru; thus, he obtains the true wealth. ||3||",
    "punjabi": "ਆਪਣਾ ਮਨ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ ਆਪਣਾ ਸਰੀਰ (ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰਾ) ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ ਤੇ ਗੁਰੂ ਪਾਸੋਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17506,
    "shabad_id": 1477,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਜੋ ਸੁਨੈ ਪੇਖੈ ਲਾੲਿ ਸਰਧਾ; ਤਾ ਕਾ ਜਨਮ ਮਰਣ ਦੁਖੁ ਭਾਗੈ ॥",
    "transliteration": "Jo Jo Sunai Paekhai Laae Saradhhaa Thaa Kaa Janam Maran Dhukh Bhaagai ||",
    "translation": "Whoever listens to, and beholds the Guru with faith, shall see his pains of birth and death taken away.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਇਕ ਐਸਾ ਨਾਚ ਹੈ ਕਿ) ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਇਸ ਨੂੰ ਸਿਦਕ ਧਾਰ ਕੇ ਸੁਣਦਾ ਵੇਖਦਾ ਹੈ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17507,
    "shabad_id": 1477,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅੈਸੀ ਨਿਰਤਿ. ਨਰਕ ਨਿਵਾਰੈ; ਨਾਨਕ. ਗੁਰਮੁਖਿ ਜਾਗੈ ॥੪॥੪॥੪੩॥",
    "transliteration": "Aisee Nirath Narak Nivaarai Naanak Guramukh Jaagai ||4||4||43||",
    "translation": "Such a dance eliminates hell; O Nanak, the Gurmukh remains wakeful. ||4||4||43||",
    "punjabi": "ਅਜੇਹਾ ਨਾਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਨਰਕਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ (ਇਸ ਨਾਚ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉਹ (ਮੋਹ ਦੀ ਨੀਂਦ ਤੋਂ) ਜਾਗ ਪੈਂਦਾ ਹੈ ॥੪॥੪॥੪੩॥",
    "pronunciation": "(ਨਿਰਤਿ) ਨਾਚ",
    "type_id": 3
  },
  {
    "id": 17508,
    "shabad_id": 1478,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 17509,
    "shabad_id": 1478,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਧਮ ਚੰਡਾਲੀ. ਭੲੀ ਬ੍ਰਹਮਣੀ; ਸੂਦੀ ਤੇ. ਸ੍ਰੇਸਟਾੲੀ ਰੇ ॥",
    "transliteration": "Adhham Chanddaalee Bhee Brehamanee Soodhee Thae Sraesattaaee Rae ||",
    "translation": "The lowly outcaste becomes a Brahmin, and the untouchable sweeper becomes pure and sublime.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਮ ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅੱਤ ਨੀਚ ਚੰਡਾਲਣ ਬ੍ਰਿਤੀ (ਮਾਨੋ) ਬ੍ਰਾਹਮਣੀ ਬਣ ਗਈ ਤੇ ਸ਼ੂਦਰਨੀ ਤੋਂ ਉੱਚੀ ਕੁਲ ਵਾਲੀ ਹੋ ਗਈ।",
    "pronunciation": "ਅਧਮ:ਪੋਲਾ ਬੋਲੋ। (ਅਧਮ) ਨੀਚ",
    "type_id": 3
  },
  {
    "id": 17510,
    "shabad_id": 1478,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪਾਤਾਲੀ ਅਾਕਾਸੀ ਸਖਨੀ; ਲਹਬਰ ਬੂਝੀ. ਖਾੲੀ ਰੇ ॥੧॥",
    "transliteration": "Paathaalee Aakaasee Sakhanee Lehabar Boojhee Khaaee Rae ||1||",
    "translation": "The burning desire of the nether regions and the etheric realms is finally quenched and extinguished. ||1||",
    "punjabi": "ਜੇਹੜੀ ਬਿਰਤੀ ਪਹਿਲਾਂ ਪਤਾਲ ਤੋਂ ਲੈ ਕੇ ਅਕਾਸ਼ ਤਕ ਸਾਰੀ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਲੈ ਕੇ ਭੀ ਭੁੱਖੀ ਰਹਿੰਦੀ ਸੀ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਦੀ ਲਾਟ ਬੁੱਝ ਗਈ ॥੧॥",
    "pronunciation": "ਤਿ੍ਰਸ਼ਨਾ ਦੀ (ਲਹ-ਬਰ) ਲਾਟ।ਸੱਖਨੀ। ਬੂਝੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 17511,
    "shabad_id": 1478,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਘਰ ਕੀ ਬਿਲਾੲੀ. ਅਵਰ ਸਿਖਾੲੀ; ਮੂਸਾ ਦੇਖਿ ਡਰਾੲੀ ਰੇ ॥",
    "transliteration": "Ghar Kee Bilaaee Avar Sikhaaee Moosaa Dhaekh Ddaraaee Rae ||",
    "translation": "The house-cat has been taught otherwise, and is terrified upon seeing the mouse.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੀ ਪਹਿਲੀ) ਸੰਤੋਖ-ਹੀਣ ਬ੍ਰਿਤੀ ਬਿੱਲੀ ਹੁਣ ਹੋਰ ਕਿਸਮ ਦੀ ਸਿੱਖਿਆ ਲੈਂਦੀ ਹੈ ਉਹ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ (ਚੂਹਾ) ਵੇਖ ਕੇ ਲਾਲਚ ਕਰਨੋਂ ਸੰਗਦੀ ਹੈ।",
    "pronunciation": "(ਬਿਲਾੲੀ) ਬਿੱਲੀ। (ਮੂੱਸਾ) ਚੂਹਾ",
    "type_id": 3
  },
  {
    "id": 17512,
    "shabad_id": 1478,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਅਜ ਕੈ ਵਸਿ. ਗੁਰਿ ਕੀਨੋ ਕੇਹਰਿ; ਕੂਕਰ ਤਿਨਹਿ ਲਗਾੲੀ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aj Kai Vas Gur Keeno Kaehar Kookar Thinehi Lagaaee Rae ||1|| Rehaao ||",
    "translation": "The Guru has put the tiger under the control of the sheep, and now, the dog eats grass. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਅਹੰਕਾਰ-ਸ਼ੇਰ ਨੂੰ ਨਿਮ੍ਰਤਾ-ਬੱਕਰੀ ਦੇ ਅਧੀਨ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੇ ਤਮੋਗੁਣੀ ਇੰਦ੍ਰਿਆਂ (ਕੁੱਤਿਆਂ) ਨੂੰ ਸਤੋ ਗੁਣੀ ਪਾਸੇ (ਘਾਹ ਖਾਣ ਵਲ) ਲਾ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬਿਬੇਕ ਰੂਪੀ (ਅਜ) ਬੱਕਰਾ।ਹੰਕਾਰ ਰੂਪੀ (ਕੇਹਰਿ)ਸ਼ੇਰ। ਤਮੋ ਗੁਣੀ ਕੂਕਰ ੲਿੰਦ੍ਰੀਅਾਂ। ਸਤੋ ਗੁਣੀ (ਤਿਨਹਿ) ਤਿ੍ਰਣ ਘਾਹ। ਅਜ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 17513,
    "shabad_id": 1478,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬਾਝੁ ਥੂਨੀਅਾ. ਛਪਰਾ ਥਾਮਿਅਾ; ਨੀਘਰਿਅਾ. ਘਰੁ ਪਾੲਿਅਾ ਰੇ ॥",
    "transliteration": "Baajh Thhooneeaa Shhaparaa Thhaamihaaa Neeghariaa Ghar Paaeiaa Rae ||",
    "translation": "Without pillars, the roof is supported, and the homeless have found a home.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪਿਲਾ ਦਿੱਤਾ ਉਸ ਦੇ ਮਨ ਦਾ) ਛੱਪਰ (ਛੱਤ) ਦੁਨਿਆਵੀ ਪਦਾਰਥਾਂ ਦੀਆਂ ਆਸਾਂ ਦੀਆਂ ਥੰਮ੍ਹੀਆਂ ਤੋਂ ਬਿਨਾ ਹੀ ਥੰਮ੍ਹਿਆ ਗਿਆ, ਉਸ ਦੇ ਭਟਕਦੇ ਮਨ ਨੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਲੱਭ ਲਿਆ।",
    "pronunciation": "(ਥੂਨੀਅਾ) ਥੰਮ੍ਹੀਅਾਂ। ਨੀ-ਘਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 17514,
    "shabad_id": 1478,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬਿਨੁ ਜੜੀੲੇ. ਲੈ ਜੜਿਓ ਜੜਾਵਾ; ਥੇਵਾ. ਅਚਰਜੁ ਲਾੲਿਅਾ ਰੇ ॥੨॥",
    "transliteration": "Bin Jarreeeae Lai Jarriou Jarraavaa Thhaevaa Acharaj Laaeiaa Rae ||2||",
    "translation": "Without the jeweller, the jewel has been set, and the wonderful stone shines forth. ||2||",
    "punjabi": "ਕਾਰੀਗਰ ਸੁਨਿਆਰਿਆਂ ਦੀ ਸਹਾਇਤਾ ਤੋਂ ਬਿਨਾ ਹੀ (ਉਸ ਦੇ ਮਨ ਦਾ) ਜੜਾਊ ਗਹਿਣਾ ਤਿਆਰ ਹੋ ਗਿਆ ਤੇ ਉਸ ਮਨ-ਗਹਿਣੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁੰਦਰ ਨਗ ਜੜ ਦਿੱਤਾ ਗਿਆ ॥੨॥",
    "pronunciation": "(ਜੜੀੲੇ) ਸੁਨਿਅਾਰੇ। (ਜੜਾਵਾ) ਜੜਾੳੂ ਗਹਣਾ। (ਥੇਵਾ) ਨਗ। ਅ-ਚਰਜੁ",
    "type_id": 3
  },
  {
    "id": 17515,
    "shabad_id": 1478,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਦਾਦੀ ਦਾਦਿ. ਨ ਪਹੁਚਨਹਾਰਾ; ਚੂਪੀ. ਨਿਰਨੳੁ ਪਾੲਿਅਾ ਰੇ ॥",
    "transliteration": "Dhaadhee Dhaadh N Pahuchanehaaraa Choopee Nirano Paaeiaa Rae ||",
    "translation": "The claimant does not succeed by placing his claim, but by keeping silent, he obtains justice.",
    "punjabi": "(ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਤੋਂ ਵਿੱਛੜ ਕੇ ਨਿੱਤ) ਗਿਲੇ ਕਰਨ ਵਾਲਾ (ਆਪਣਾ ਮਨ-ਇੱਛਤ) ਇਨਸਾਫ਼ ਕਦੇ ਭੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਸੀ ਕਰ ਸਕਦਾ (ਪਰ ਹੁਣ ਜਦੋਂ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਮਿਲ ਗਿਆ ਤਾਂ) ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋਏ ਨੂੰ ਇਨਸਾਫ਼ ਮਿਲਣ ਲੱਗ ਪਿਆ (ਇਹ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ ਠੀਕ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "(ਰੇ) ਹੇ ਭਾੲੀ! ਗੁਰਸੇਵਕ ਜੀ ਨੇ (ਚੂਪੀ) ਨਿਰਵਿਕਲਪ ਅਵਸਥਾ ਚ ਪੂਰਨ ਬ੍ਰਹਮ ਜੀ ਦਾ ਨਿਰਨਾ ਗੁਰੂ ਜੀ ਤੋਂ ਪਾ ਲਿਅਾ ਹੈ। ੳੁਨ੍ਹਾਂ ਦੇ ਕੀਤੇ ਸ਼ੁਭ ਕਾਜ ਤ ੇ (ਦਾਦਿ) ਫ਼ਰਿਅਾਦ ਕਰਕੇ। (ਦਾਦੀ) ਫ਼ਰਿਅਾਦੀ ਪਹੁੰਚਣ ਵਾਲਾ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 17516,
    "shabad_id": 1478,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮਾਲਿ ਦੁਲੀਚੈ ਬੈਠੀਲੇ ਮਿਰਤਕੁ; ਨੈਨ ਦਿਖਾਲਨੁ ਧਾੲਿਅਾ ਰੇ ॥੩॥",
    "transliteration": "Maal Dhuleechai Baithee Lae Mirathak Nain Dhikhaalan Dhhaaeiaa Rae ||3||",
    "translation": "The dead sit on costly carpets, and what is seen with the eyes shall vanish. ||3||",
    "punjabi": "(ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਦਾ ਪਹਿਲਾ) ਹੋਰਨਾਂ ਨੂੰ ਘੂਰਨ ਵਾਲਾ ਸੁਭਾਉ ਮੁੱਕ ਗਿਆ, ਦੁਲੀਚੇ ਮੱਲ ਕੇ ਬੈਠਣ ਵਾਲੀ (ਅਹੰਕਾਰ-ਭਰੀ ਬਿਰਤੀ) ਉਸ ਨੂੰ ਹੁਣ ਆਤਮਕ ਮੌਤੇ ਮਰੀ ਹੋਈ ਦਿੱਸਣ ਲੱਗ ਪਈ ॥੩॥",
    "pronunciation": "(ਮਾਲਿ) ਮੱਲ। ਬੈਠੀ-ਲੇ",
    "type_id": 3
  }
]
