[
  {
    "id": 18413,
    "shabad_id": 1550,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ. ਮਹਲੁ ਪਾੲੀਅੈ; ਜਗੁ ਦੁਤਰੁ ਤਰੀਅੈ ॥੨॥",
    "transliteration": "Gur Saevaa Mehal Paaeeai Jag Dhuthar Thareeai ||2||",
    "translation": "Serving the Guru, the Mansion of the Lord's Presence is obtained, and the impassable world-ocean is crossed over. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕੀਤਿਆਂ (ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਤੇ ਇਸ ਸੰਸਾਰ (-ਸਮੁੰਦਰ) ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ਜਿਸ ਤੋਂ (ਉਂਞ) ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਹੀ ਔਖਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਦੁੱਤ-ਰੁ) ਤਰਨ ਨੰੂ ਅੌਖਾ",
    "type_id": 3
  },
  {
    "id": 18414,
    "shabad_id": 1550,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਦਿ੍ਰਸਟਿ ਤੇਰੀ ਸੁਖੁ ਪਾੲੀਅੈ; ਮਨ ਮਾਹਿ ਨਿਧਾਨਾ ॥",
    "transliteration": "Dhrisatt Thaeree Sukh Paaeeai Man Maahi Nidhhaanaa ||",
    "translation": "By Your Glance of Grace, peace is obtained, and the treasure fills the mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਸੁਖ ਮਿਲਦਾ ਹੈ (ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੇਰੀ ਮੇਹਰ ਹੋਵੇ ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ (ਤੇਰਾ ਨਾਮ-) ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18415,
    "shabad_id": 1550,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਾ ਕੳੁ ਤੁਮ ਕਿਰਪਾਲ ਭੲੇ; ਸੇਵਕ ਸੇ ਪਰਵਾਨਾ ॥੩॥",
    "transliteration": "Jaa Ko Thum Kirapaal Bheae Saevak Sae Paravaanaa ||3||",
    "translation": "That servant, unto whom You bestow Your Mercy, is approved and accepted. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਉਤੇ ਤੂੰ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈਂ ਉਹ ਤੇਰੇ ਸੇਵਕ ਤੇਰੇ ਦਰ ਤੇ ਕਬੂਲ ਹੁੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18416,
    "shabad_id": 1550,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਰਸੁ ਹਰਿ ਕੀਰਤਨੋ; ਕੋ ਵਿਰਲਾ ਪੀਵੈ ॥",
    "transliteration": "Anmrith Ras Har Keerathano Ko Viralaa Peevai ||",
    "translation": "How rare is that person who drinks in the Ambrosial Essence of the Lord's Kirtan.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਰਸ ਹੈ, ਕੋਈ ਵਿਰਲਾ (ਭਾਗਾਂ ਵਾਲਾ) ਮਨੁੱਖ ਇਹ (ਅੰਮ੍ਰਿਤ ਰਸ) ਪੀਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18417,
    "shabad_id": 1550,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਵਜਹੁ ਨਾਨਕ ਮਿਲੈ ੲੇਕੁ ਨਾਮੁ; ਰਿਦ ਜਪਿ ਜਪਿ ਜੀਵੈ ॥੪॥੧੪॥੧੧੬॥",
    "transliteration": "Vajahu Naanak Milai Eaek Naam Ridh Jap Jap Jeevai ||4||14||116||",
    "translation": "Nanak has obtained the commodity of the One Name; he lives by chanting and meditating on it within his heart. ||4||14||116||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਜਿਸ ਨੌਕਰ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਵਜ਼ੀਫ਼ਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਇਹ ਨਾਮ ਸਦਾ ਜਪ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥੧੪॥੧੧੬॥",
    "pronunciation": "(ਵਜਹੁ) ਤਨਖਾਹ",
    "type_id": 3
  },
  {
    "id": 18418,
    "shabad_id": 1551,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18419,
    "shabad_id": 1551,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਪ੍ਰਭ ਕੀ. ਹੳੁ ਚੇਰੁਲੀ; ਸੋ ਸਭ ਤੇ ੳੂਚਾ ॥",
    "transliteration": "Jaa Prabh Kee Ho Chaerulee So Sabh Thae Oochaa ||",
    "translation": "I am God's maid-servant; He is the highest of all.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਮੈਂ ਜਿਸ ਪ੍ਰਭੂ ਦੀ ਨਿਮਾਣੀ ਜਿਹੀ ਦਾਸੀ ਹਾਂ ਮੇਰਾ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭਨਾਂ ਨਾਲੋਂ ਉੱਚਾ ਹੈ,",
    "pronunciation": "(ਚੇਰੁਲੀ) ਦਾਸੀ",
    "type_id": 3
  },
  {
    "id": 18420,
    "shabad_id": 1551,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਤਾ ਕਾ ਕਾਂਢੀਅੈ; ਥੋਰਾ ਅਰੁ ਮੂਚਾ ॥੧॥",
    "transliteration": "Sabh Kishh Thaa Kaa Kaandteeai Thhoraa Ar Moochaa ||1||",
    "translation": "All things, big and small, are said to belong to Him. ||1||",
    "punjabi": "ਮੇਰੇ ਪਾਸ ਜੋ ਕੁਝ ਭੀ ਨਿੱਕੀ ਵੱਡੀ ਚੀਜ਼ ਹੈ ਉਸ ਮਾਲਕ ਦੀ ਹੀ ਅਖਵਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਕਾਂਢੀਅੈ) ਕਹੀਦਾ। (ਮੂਚਾ) ਵੱਡਾ",
    "type_id": 3
  },
  {
    "id": 18421,
    "shabad_id": 1551,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜੀਅ ਪ੍ਰਾਨ ਮੇਰਾ ਧਨੋ; ਸਾਹਿਬ ਕੀ ਮਨੀਅਾ ॥",
    "transliteration": "Jeea Praan Maeraa Dhhano Saahib Kee Maneeaa ||",
    "translation": "I surrender my soul, my breath of life, and my wealth, to my Lord Master.",
    "punjabi": "ਹੇ ਸਹੇਲੀਹੋ! ਮੇਰੀ ਜਿੰਦ ਮੇਰੇ ਪ੍ਰਾਣ ਮੇਰਾ ਧਨ-ਪਦਾਰਥ-ਇਹ ਸਭ ਕੁਝ ਮੈਂ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਦਾਤਿ ਮੰਨਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18422,
    "shabad_id": 1551,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਨਾਮਿ ਜਿਸੈ ਕੈ ੳੂਜਲੀ; ਤਿਸੁ ਦਾਸੀ ਗਨੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Naam Jisai Kai Oojalee This Dhaasee Ganeeaa ||1|| Rehaao ||",
    "translation": "Through His Name, I become radiant; I am known as His slave. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਇੱਜ਼ਤ ਵਾਲੀ ਹੋ ਗਈ ਹਾਂ ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਉਸ ਦੀ ਦਾਸੀ ਗਿਣਤੀ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18423,
    "shabad_id": 1551,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਵੇਪਰਵਾਹੁ ਅਨੰਦਮੈ; ਨਾੳੁ ਮਾਣਕ ਹੀਰਾ ॥",
    "transliteration": "Vaeparavaahu Anandh Mai Naao Maanak Heeraa ||",
    "translation": "You are Carefree, the Embodiment of Bliss. Your Name is a gem, a jewel.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ!) ਤੈਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ, ਤੂੰ ਸਦਾ ਆਨੰਦ-ਸਰੂਪ ਹੈਂ, ਤੇਰਾ ਨਾਮ ਮੇਰੇ ਵਾਸਤੇ ਮੋਤੀ ਹੈ ਹੀਰਾ ਹੈ।",
    "pronunciation": "(ਮਾਣਕ) ਮੋਤੀ। ਅਨੰਦ-ਮੈ: ਮੈ ਦੁਲਾਂ ਨੰੂ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 18424,
    "shabad_id": 1551,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਰਜੀ ਧਾੲੀ ਸਦਾ ਸੁਖੁ; ਜਾ ਕਾ ਤੂੰ ਮੀਰਾ ॥੨॥",
    "transliteration": "Rajee Dhhaaee Sadhaa Sukh Jaa Kaa Thoon Meeraa ||2||",
    "translation": "One who has You as her Master, is satisfied, satiated and happy forever. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ (ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਸਿਰ ਉਤੇ) ਤੂੰ ਪਾਤਿਸ਼ਾਹ (ਬਣਦਾ) ਹੈਂ ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜੀ ਰਹਿੰਦੀ ਹੈ ਤ੍ਰਿਪਤ ਹੋਈ ਰਹਿੰਦੀ ਹੈ ਉਹ ਸਦਾ ਆਨੰਦ ਮਾਣਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਮੀਰਾ) ਪਾਤਸ਼ਾਹ। ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ, ਲੋਕ ਪ੍ਰਲੋਕ ਦੇਪਦਾਰਥਾਂ ਦੀ (ਧਾੲੀ)ਦੌੜ ਵੱਲੋਂ ਰੱਜੀ",
    "type_id": 3
  },
  {
    "id": 18425,
    "shabad_id": 1551,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਖੀ ਸਹੇਰੀ ਸੰਗ ਕੀ; ਸੁਮਤਿ ਦਿ੍ਰੜਾਵੳੁ ॥",
    "transliteration": "Sakhee Sehaeree Sang Kee Sumath Dhrirraavo ||",
    "translation": "O my companions and fellow maidens, please implant that balanced understanding within me.",
    "punjabi": "ਹੇ ਮੇਰੇ ਨਾਲ ਦੀਓ ਸਹੇਲੀਹੋ! ਮੈਂ ਤੁਹਾਨੂੰ ਇਹ ਭਲੀ ਸਲਾਹ ਮੁੜ ਮੁੜ ਚੇਤੇ ਕਰਾਂਦੀ ਹਾਂ (ਜੋ ਮੈਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲੀ ਹੋਈ ਹੈ),",
    "pronunciation": "ਸੁ-ਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 18426,
    "shabad_id": 1551,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸੇਵਹੁ ਸਾਧੂ ਭਾੳੁ ਕਰਿ; ਤੳੁ ਨਿਧਿ ਹਰਿ ਪਾਵੳੁ ॥੩॥",
    "transliteration": "Saevahu Saadhhoo Bhaao Kar Tho Nidhh Har Paavo ||3||",
    "translation": "Serve the Holy Saints lovingly, and find the treasure of the Lord. ||3||",
    "punjabi": "ਤੁਸੀ ਸਰਧਾ-ਪ੍ਰੇਮ ਧਾਰ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵੋ। (ਮੈਂ ਜਦੋਂ ਦੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਹਾਂ) ਤਦੋਂ ਤੋਂ ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਕਰ ਰਹੀ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18427,
    "shabad_id": 1551,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਸਗਲੀ ਦਾਸੀ ਠਾਕੁਰੈ; ਸਭ ਕਹਤੀ ਮੇਰਾ ॥",
    "transliteration": "Sagalee Dhaasee Thaakurai Sabh Kehathee Maeraa ||",
    "translation": "All are servants of the Lord Master, and all call Him their own.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸਹੇਲੀਹੋ! ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਹੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਦਾਸੀ ਹੈ, ਹਰੇਕ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਖਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਮੇਰਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18428,
    "shabad_id": 1551,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਜਿਸਹਿ ਸੀਗਾਰੇ ਨਾਨਕਾ; ਤਿਸੁ ਸੁਖਹਿ ਬਸੇਰਾ ॥੪॥੧੫॥੧੧੭॥",
    "transliteration": "Jisehi Seegaarae Naanakaa This Sukhehi Basaeraa ||4||15||117||",
    "translation": "She alone dwells in peace, O Nanak, whom the Lord adorns. ||4||15||117||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਹੋ!) ਜੀਵ-ਇਸਤ੍ਰੀ (ਦੇ ਜੀਵਨ) ਨੂੰ (ਮਾਲਕ-ਪ੍ਰਭੂ ਆਪ) ਸੋਹਣਾ ਬਣਾਂਦਾ ਹੈ ਉਸ ਦਾ ਨਿਵਾਸ ਸੁਖ-ਆਨੰਦ ਵਿਚ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧੫॥੧੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18429,
    "shabad_id": 1552,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18430,
    "shabad_id": 1552,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੰਤਾ ਕੀ ਹੋੲਿ ਦਾਸਰੀ; ੲੇਹੁ ਅਚਾਰਾ ਸਿਖੁ ਰੀ ॥",
    "transliteration": "Santhaa Kee Hoe Dhaasaree Eaehu Achaaraa Sikh Ree ||",
    "translation": "Become the servant of the Saints, and learn this way of life.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਤੂੰ ਸਤਸੰਗੀਆਂ ਦੀ ਨਿਮਾਣੀ ਜਿਹੀ ਦਾਸੀ ਬਣੀ ਰਹੁ-ਬੱਸ! ਇਹ ਕਰਤੱਬ ਸਿੱਖ,",
    "pronunciation": "(ਅਚਾਰਾ) ਸ਼ੁਭ ਕਰਨੀ। ਸਿੱਖੁ",
    "type_id": 3
  },
  {
    "id": 18431,
    "shabad_id": 1552,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਗਲ ਗੁਣਾ ਗੁਣ ੳੂਤਮੋ; ਭਰਤਾ. ਦੂਰਿ ਨ ਪਿਖੁ ਰੀ ॥੧॥",
    "transliteration": "Sagal Gunaa Gun Oothamo Bharathaa Dhoor N Pikh Ree ||1||",
    "translation": "Of all virtues, the most sublime virtue is to see your Husband Lord near at hand. ||1||",
    "punjabi": "ਤੇ, ਹੇ ਜਿੰਦੇ! ਉਸ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਕਿਤੇ ਦੂਰ ਵੱਸਦਾ ਨਾਹ ਖ਼ਿਆਲ ਕਰ ਜੇਹੜਾ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈ ਜੋ ਗੁਣਾਂ ਕਰਕੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਹੈ ॥੧॥",
    "pronunciation": "(ਭਰਤਾ) ਖਸਮ ਪ੍ਰਭੂ। (:ਪੋਲਾ ਬੋਲੋ ਪਿਖੁ) ਦੇਖ",
    "type_id": 3
  },
  {
    "id": 18432,
    "shabad_id": 1552,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਸੁੰਦਰਿ ਅਾਪਣਾ; ਹਰਿ ਨਾਮਿ ਮਜੀਠੈ ਰੰਗਿ ਰੀ ॥",
    "transliteration": "Eihu Man Sundhar Aapanaa Har Naam Majeethai Rang Ree ||",
    "translation": "So, dye this mind of yours with the color of the Lord's Love.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਸੋਹਣੀ ਜਿੰਦੇ! ਤੂੰ ਆਪਣੇ ਇਸ ਮਨ ਨੂੰ ਮਜੀਠ (ਵਰਗੇ ਪੱਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਨਾਲ ਰੰਗ ਲੈ,",
    "pronunciation": "(ਮਜੀਠੈ) ਪੱਕਾ ਰੰਗ",
    "type_id": 3
  },
  {
    "id": 18433,
    "shabad_id": 1552,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਤਿਅਾਗਿ ਸਿਅਾਣਪ ਚਾਤੁਰੀ; ਤੂੰ ਜਾਣੁ ਗੁਪਾਲਹਿ ਸੰਗਿ ਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Thiaag Siaanap Chaathuree Thoon Jaan Gupaalehi Sang Ree ||1|| Rehaao ||",
    "translation": "Renounce cleverness and cunning, and know that the Sustainer of the world is with you. ||1||Pause||",
    "punjabi": "ਆਪਣੇ ਅੰਦਰੋਂ ਸਿਆਣਪ ਤੇ ਚਤੁਰਾਈ ਛੱਡ ਕੇ (ਇਹ ਮਾਣ ਛੱਡ ਦੇ ਕਿ ਤੂੰ ਬੜੀ ਸਿਆਣੀ ਹੈਂ ਤੇ ਚਤੁਰ ਹੈਂ), ਹੇ ਜਿੰਦੇ! ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ-ਨਾਲ-ਵੱਸਦਾ ਸਮਝਦੀ ਰਹੁ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਚਾਤੁਰੀ) ਚਤੁਰਾੲੀ",
    "type_id": 4
  },
  {
    "id": 18434,
    "shabad_id": 1552,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਭਰਤਾ ਕਹੈ. ਸੁ ਮਾਨੀਅੈ; ੲੇਹੁ ਸੀਗਾਰੁ ਬਣਾੲਿ ਰੀ ॥",
    "transliteration": "Bharathaa Kehai S Maaneeai Eaehu Seegaar Banaae Ree ||",
    "translation": "Whatever your Husband Lord says, accept that, and make it your decoration.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਖਸਮ-ਪ੍ਰਭੂ ਜੋ ਹੁਕਮ ਕਰਦਾ ਹੈ ਉਹ (ਮਿੱਠਾ ਕਰ ਕੇ) ਮੰਨਣਾ ਚਾਹੀਦਾ ਹੈ-ਬੱਸ! ਇਸ ਗੱਲ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਦਾ) ਸਿੰਗਾਰ ਬਣਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18435,
    "shabad_id": 1552,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਦੂਜਾ ਭਾੳੁ ਵਿਸਾਰੀਅੈ; ੲੇਹੁ ਤੰਬੋਲਾ ਖਾੲਿ ਰੀ ॥੨॥",
    "transliteration": "Dhoojaa Bhaao Visaareeai Eaehu Thanbolaa Khaae Ree ||2||",
    "translation": "Forget the love of duality, and chew upon this betel leaf. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ (ਮਾਇਆ ਆਦਿਕ ਦਾ) ਪਿਆਰ ਭੁਲਾ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ-(ਇਹ ਨਿਯਮ ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ, ਮਾਨੋ, ਪਾਨ ਦਾ ਬੀੜਾ ਹੈ) ਹੇ ਜਿੰਦੇ! ਇਹ ਪਾਨ ਖਾਇਆ ਕਰ ॥੨॥",
    "pronunciation": "(ਤੰਬੋਲਾ) ਪਾਨ ਦਾ ਬੀੜਾ",
    "type_id": 3
  },
  {
    "id": 18436,
    "shabad_id": 1552,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਕਾ ਸਬਦੁ ਕਰਿ ਦੀਪਕੋ; ੲਿਹ ਸਤ ਕੀ ਸੇਜ ਬਿਛਾੲਿ ਰੀ ॥",
    "transliteration": "Gur Kaa Sabadh Kar Dheepako Eih Sath Kee Saej Bishhaae Ree ||",
    "translation": "Make the Word of the Guru's Shabad your lamp, and let your bed be Truth.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਦੀਵਾ ਬਣਾ (ਜੋ ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਚਾਨਣ ਪੈਦਾ ਕਰੇ) ਤੇ ਉਸ ਆਤਮਕ ਜੀਵਨ ਦੀ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੇਜ ਵਿਛਾ।",
    "pronunciation": "(ਦੀਪਕੋ) ਦੀਵਾ। (ਸਤ) ੳੁ੍ਨਚਾ ਅਾਚਰਨ",
    "type_id": 3
  },
  {
    "id": 18437,
    "shabad_id": 1552,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਾਠ ਪਹਰ. ਕਰਿ ਜੋੜਿ ਰਹੁ; ਤੳੁ ਭੇਟੈ ਹਰਿ ਰਾੲਿ ਰੀ ॥੩॥",
    "transliteration": "Aath Pehar Kar Jorr Rahu Tho Bhaettai Har Raae Ree ||3||",
    "translation": "Twenty-four hours a day, stand with your palms pressed together, and the Lord, your King, shall meet you. ||3||",
    "punjabi": "ਹੇ ਸੋਹਣੀ ਜਿੰਦੇ! (ਆਪਣੇ ਅੰਦਰ ਆਤਮੇ) ਅੱਠੇ ਪਹਰ (ਦੋਵੇਂ) ਹੱਥ ਜੋੜ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕੀ ਰਹੁ, ਤਦੋਂ ਹੀ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ (ਆ ਕੇ) ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਭੇਟੈ) ਮਿਲਦੇ",
    "type_id": 3
  },
  {
    "id": 18438,
    "shabad_id": 1552,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਤਿਸ ਹੀ ਚਜੁ ਸੀਗਾਰੁ ਸਭੁ; ਸਾੲੀ ਰੂਪਿ ਅਪਾਰਿ ਰੀ ॥",
    "transliteration": "This Hee Chaj Seegaar Sabh Saaee Roop Apaar Ree ||",
    "translation": "She alone is cultured and embellished, and she alone is of incomparable beauty.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਸੁਚੱਜ ਮੰਨਿਆ ਜਾਂਦਾ ਹੈ ਉਸੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ (ਆਤਮਕ) ਸਿੰਗਾਰ ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੁੰਦਰ ਰੂਪ ਵਾਲੀ ਸਮਝੀ ਜਾਂਦੀ ਹੈ ਜੋ ਬੇਅੰਤ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਸਾਂੲੀਂ।ਚੱਜੁ",
    "type_id": 3
  },
  {
    "id": 18439,
    "shabad_id": 1552,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਸਾੲੀ ਸੁੋਹਾਗਣਿ ਨਾਨਕਾ; ਜੋ ਭਾਣੀ ਕਰਤਾਰਿ ਰੀ ॥੪॥੧੬॥੧੧੮॥",
    "transliteration": "Saaee Suohaagan Naanakaa Jo Bhaanee Karathaar Ree ||4||16||118||",
    "translation": "She alone is the happy soul-bride, O Nanak, who is pleasing to the Creator Lord. ||4||16||118||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਜਿੰਦੇ! ਉਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਹੈ ਜੋ (ਕਰਤਾਰ ਨੂੰ) ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ਜੋ ਕਰਤਾਰ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧੬॥੧੧੮॥",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 18440,
    "shabad_id": 1553,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18441,
    "shabad_id": 1553,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਡੀਗਨ ਡੋਲਾ ਤੳੂ ਲੳੁ; ਜੳੁ ਮਨ ਕੇ ਭਰਮਾ ॥",
    "transliteration": "Ddeegan Ddolaa Thoo Lo Jo Man Kae Bharamaa ||",
    "translation": "As long as there are doubts in the mind, the mortal staggers and falls.",
    "punjabi": "ਹੇ ਭਾਈ! ਵਿਕਾਰਾਂ ਵਿਚ ਡਿੱਗਣ ਤੇ ਮੋਹ ਵਿਚ ਫਸਣ ਦਾ ਸਬਬ ਤਦੋਂ ਤਕ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਜਦੋਂ ਤਕ ਮਨੁੱਖ ਦੇ ਮਨ ਦੀਆਂ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਦੌੜਾਂ ਭੱਜਾਂ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਡੀਗਨ) ਡਿੱਗਣਾ",
    "type_id": 3
  },
  {
    "id": 18442,
    "shabad_id": 1553,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭ੍ਰਮ ਕਾਟੇ. ਗੁਰਿ ਅਾਪਣੈ; ਪਾੲੇ ਬਿਸਰਾਮਾ ॥੧॥",
    "transliteration": "Bhram Kaattae Gur Aapanai Paaeae Bisaraamaa ||1||",
    "translation": "The Guru removed my doubts, and I have obtained my place of rest. ||1||",
    "punjabi": "ਪਰ ਪਿਆਰੇ ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਭਟਕਣਾਂ ਦੂਰ ਕਰ ਦਿੱਤੀਆਂ ਉਸ ਨੇ ਮਾਨਸਕ ਟਿਕਾਉ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18443,
    "shabad_id": 1553,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਓੲਿ ਬਿਖਾਦੀ ਦੋਖੀਅਾ; ਤੇ ਗੁਰ ਤੇ ਹੂਟੇ ॥",
    "transliteration": "Oue Bikhaadhee Dhokheeaa Thae Gur Thae Hoottae ||",
    "translation": "Those quarrelsome enemies have been overcome, through the Guru.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਹ ਜਿਤਨੇ ਭੀ ਕਾਮਾਦਿਕ ਝਗੜਾਲੂ ਵੈਰੀ ਹਨ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਇਹ ਸਾਰੇ ਹੀ ਥੱਕ ਗਏ ਹਨ (ਸਾਨੂੰ ਦੁਖੀ ਕਰਨੋਂ ਰਹਿ ਗਏ ਹਨ)।",
    "pronunciation": "(ਬਿਖਾਦੀ) ਝਗੜਾਲੂ",
    "type_id": 3
  },
  {
    "id": 18444,
    "shabad_id": 1553,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਮ ਛੂਟੇ ਅਬ ੳੁਨ੍ਹਾ ਤੇ; ਓੲਿ ਹਮ ਤੇ ਛੂਟੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ham Shhoottae Ab Ounhaa Thae Oue Ham Thae Shhoottae ||1|| Rehaao ||",
    "translation": "I have now escaped from them, and they have run away from me. ||1||Pause||",
    "punjabi": "ਹੁਣ ਉਹਨਾਂ ਪਾਸੋਂ ਸਾਡੀ ਖ਼ਲਾਸੀ ਹੋ ਗਈ ਹੈ, ਉਹ ਸਾਰੇ ਸਾਡਾ ਖਹਿੜਾ ਛੱਡ ਗਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 18445,
    "shabad_id": 1553,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮੇਰਾ ਤੇਰਾ ਜਾਨਤਾ; ਤਬ ਹੀ ਤੇ ਬੰਧਾ ॥",
    "transliteration": "Maeraa Thaeraa Jaanathaa Thab Hee Thae Bandhhaa ||",
    "translation": "He is concerned with 'mine and yours', and so he is held in bondage.",
    "punjabi": "ਜਦੋਂ ਤੋਂ ਮਨੁੱਖ ਵਿਤਕਰੇ ਕਰਦਾ ਚਲਿਆ ਆਉਂਦਾ ਹੈ ਤਦੋਂ ਤੋਂ ਹੀ ਇਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਬੰਧਨ ਪਏ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਬੰਧਾ) ਬੰਧਨ",
    "type_id": 3
  },
  {
    "id": 18446,
    "shabad_id": 1553,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਿ. ਕਾਟੀ ਅਗਿਅਾਨਤਾ; ਤਬ ਛੁਟਕੇ ਫੰਧਾ ॥੨॥",
    "transliteration": "Gur Kaattee Agiaanathaa Thab Shhuttakae Fandhhaa ||2||",
    "translation": "When the Guru dispelled my ignorance, then the noose of death was cut away from my neck. ||2||",
    "punjabi": "ਪਰ ਜਦੋਂ ਗੁਰੂ ਨੇ ਅਗਿਆਨਤਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਤਦੋਂ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹੋ ਗਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18447,
    "shabad_id": 1553,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਜਬ ਲਗੁ ਹੁਕਮੁ. ਨ ਬੂਝਤਾ; ਤਬ ਹੀ ਲੳੁ ਦੁਖੀਅਾ ॥",
    "transliteration": "Jab Lag Hukam N Boojhathaa Thab Hee Lo Dhukheeaa ||",
    "translation": "As long as he does not understand the Command of God's Will, he remains miserable.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦ ਤਕ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ ਉਤਨਾ ਚਿਰ ਤਕ ਹੀ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18448,
    "shabad_id": 1553,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਮਿਲਿ ਹੁਕਮੁ ਪਛਾਣਿਅਾ; ਤਬ ਹੀ ਤੇ ਸੁਖੀਅਾ ॥੩॥",
    "transliteration": "Gur Mil Hukam Pashhaaniaa Thab Hee Thae Sukheeaa ||3||",
    "translation": "Meeting with the Guru, he comes to recognize God's Will, and then, he becomes happy. ||3||",
    "punjabi": "ਪਰ ਜਿਸ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਲਿਆ ਉਹ ਉਸੇ ਵੇਲੇ ਤੋਂ ਸੁਖੀ ਹੋ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18449,
    "shabad_id": 1553,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਨਾ ਕੋ ਦੁਸਮਨੁ ਦੋਖੀਅਾ; ਨਾਹੀ ਕੋ ਮੰਦਾ ॥",
    "transliteration": "Naa Ko Dhusaman Dhokheeaa Naahee Ko Mandhaa ||",
    "translation": "I have no enemies and no adversaries; no one is wicked to me.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ ਕੋਈ ਆਪਣਾ ਦੁਸ਼ਮਨ ਨਹੀਂ ਦਿੱਸਦਾ, ਕੋਈ ਵੈਰੀ ਨਹੀਂ ਜਾਪਦਾ, ਕੋਈ ਉਸ ਨੂੰ ਭੈੜਾ ਨਹੀਂ ਲੱਗਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18450,
    "shabad_id": 1553,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ ਸੇਵਕੋ; ਨਾਨਕ ਖਸਮੈ ਬੰਦਾ ॥੪॥੧੭॥੧੧੯॥",
    "transliteration": "Gur Kee Saevaa Saevako Naanak Khasamai Bandhaa ||4||17||119||",
    "translation": "That servant, who performs the Lord's service, O Nanak, is the slave of the Lord Master. ||4||17||119||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ, ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਗ਼ੁਲਾਮ ਬਣ ਜਾਂਦਾ ਹੈ ॥੪॥੧੭॥੧੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18451,
    "shabad_id": 1554,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਸਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Aasaa Mehalaa 5 ||",
    "translation": "Aasaa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18452,
    "shabad_id": 1554,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੂਖ ਸਹਜ ਅਾਨਦੁ ਘਣਾ; ਹਰਿ ਕੀਰਤਨੁ ਗਾੳੁ ॥",
    "transliteration": "Sookh Sehaj Aanadh Ghanaa Har Keerathan Gaao ||",
    "translation": "Peace, celestial poise and absolute bliss are obtained, singing the Kirtan of the Lord's Praises.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹਾਂ ਤੇ (ਮੇਰੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਵੱਡਾ ਸੁਖ-ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 18453,
    "shabad_id": 1554,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗਰਹ. ਨਿਵਾਰੇ ਸਤਿਗੁਰੂ; ਦੇ ਅਪਣਾ ਨਾੳੁ ॥੧॥",
    "transliteration": "Gareh Nivaarae Sathiguroo Dhae Apanaa Naao ||1||",
    "translation": "Bestowing His Name, the True Guru removes the evil omens. ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਉਹ ਹਰਿ-ਨਾਮ ਦੇ ਕੇ ਜੇਹੜਾ ਨਾਮ ਉਹ ਆਪ ਜਪਦਾ ਹੈ, ਮੇਰੇ ਉਤੋਂ (ਮਾਨੋ) ਨੌ ਹੀ ਗ੍ਰਹਿਆਂ ਦੀਆਂ ਮੁਸੀਬਤਾਂ ਦੂਰ ਕਰ ਦਿੱਤੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "(ਗਰਹ) ਪਕੜ, ਫਸੌਤੀ। (ਨਿਵਾਰੇ) ਦੂਰ ਕੀਤੇ",
    "type_id": 3
  },
  {
    "id": 18454,
    "shabad_id": 1554,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ; ਸਦ ਸਦ ਬਲਿ ਜਾੳੁ ॥",
    "transliteration": "Balihaaree Gur Aapanae Sadh Sadh Bal Jaao ||",
    "translation": "I am a sacrifice to my Guru; forever and ever, I am a sacrifice to Him.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਵਾਰਨੇ ਜਾਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  }
]
