{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਛੋਡਿ ਪਸਾਰੁ. ਈਹਾ ਰਹੁ ਬਪੁਰੀ; ਕਹੁ ਕਬੀਰ. ਸਮਝਾਈ ॥੪॥੩॥੫੪॥",
      "page": 335,
      "line": 7
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "O wretched soul, while living here renounce thou the world. Kabir says this to make you understand this."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਿਕਰਮਣ ਆਤਮਾ! ਏਥੇ ਰਹਿੰਦੀ ਹੋਈ ਤੂੰ ਸੰਸਾਰ ਨੂੰ ਤਿਆਗ ਦੇ। ਤੈਨੂੰ ਇਹ ਸਮਝਾਉਣ ਲਈ ਕਬੀਰ ਇਹ ਆਖਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "So renounce the world of form and substance while you remain here, O poor soul; says Kabeer: you must understand this! ||4||3||54||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਛੋਡ ਦੇ ਪਸਾਰਾ,☬ਜੇ ਕਹੇ ਮੈਂ ਕੌਣ ਪਸਾਰਾ ਛਡਾਂ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬(ਈਹਾਂ) ਇਛਾ ਸੇ ਰਹਤ ਹੋ।☬ਕੌਣ ਇਛਾ?☬(ਬਪੁ) ਸਰੀਰ ਔਰ (ਰੀ) ਇੰਦ੍ਰੀਓਂ ਕੇ ਪਾਲਨੇ ਪਲੋਸਨੇ ਕੀ ਜੋ ਚਾਹ ਹੈ। ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਬ ਐਸੇ ਬੁਧੀ ਨੇ ਸਿਖ੍ਯਾ ਦਈ ਤਬ ਮਨ ਕੋ ਸਮਝ ਆਈ। ਵਾ ਮਨ ਨੇ ਕਹਾ: ਹੇ ਬਪੁਰੀ! ਤੇਰਾ ਪਸਾਰਾ ਪਸਾਰਿਆ ਹੋਇਆ ਹੈ ਇਸ ਕੋ ਛੋਡ ਦੇ, (ਈਹਾ ਰੁਹ) ਚੇਸਟਾ ਸੇ ਰਹਤ ਹੋਹੁ। ਇਉਂ ਮਨ ਨੇ ਬੁਧੀ ਸਮਝਾਈ॥੪॥☬ਵਾ ਈਸ੍ਵਰ ਕੀ ਤਾਣੀ ਕਹਤੇ ਹੈਂ, (ਮਾਹ) ਚੰਦ੍ਰਮਾਂ ਸਮ ਪ੍ਰਕਾਸ ਹੈ ਜਿਸ (ਮਾ) ਮਾਇਆ ਕਾ ਸੁਧ ਸਤੋ ਪਰਧਾਨ ਹੈ। ਹੇ ਭਾਈ! ਪ੍ਰਲੋ ਕੇ ਸਮੇਂ ਈਸ੍ਵਰ ਪਾਸ ਬ੍ਰਹਮਾਂਡ ਰੂਪੀ ਤਾਣੀ ਬੁਣਾਵਣੇ ਵਾਸਤੇ ਗਈ, ਭਾਵ ਸੇ ਈਸਰ ਕੋ ਇਛਾ ਕਰ ਦਈ ਜੋ ਮੈਂ ਏਕ ਸੇ ਬਹੁਤ ਹੋਵਾਂ। ਘਰ ਕੀ (ਜਾਇ) ਜਗਾ ਕੋ ਈਸਰ ਨੇ ਛੋਡ ਦੀਆ। ਕੈਸਾ ਘਰ ਥਾ? ਜੋ ਅਧਿਕ ਅਨੰਦ ਰੂਪੀ ਵਾ ਨਿਰਵਿਖੇਪ ਰੂਪੀ (ਲਾਹੋ) ਲਾਭ ਵਾਲਾ ਨਿਰਗੁਣ ਸਰੂਪ ਥਾ। ਭਾਵ ਸਰਗੁਣਤਾ ਕੌ ਪ੍ਰਾਪਤਿ ਹੂਆ।☬ਜੇ ਕਹੇ ਬ੍ਰਹਮਾਂਡ ਰੂਪੀ ਤਾਣੀ ਕੇਤੀਕ ਹੈ?☬(ਗਜਨਵ) ਪੁਰਖ, ਪ੍ਰਕ੍ਰਤ, ਮਹਤਤ, ਹੰਕਾਰ ਪੰਚ ਤਤ ਮਾਤ੍ਰ ਸਬਦੁ, ਸਪਰਸੁ, ਰੂਪ, ਰਸ, ਗੰਧ ,(ਗਜਦਸ) ਦਸੋ ਦਿਸਾ, (ਗਜਇਕੀਸ) ਸਾਤਦੀਪ, ਸਾਤ ਲੋਕ ਨੀਚੇ ਕੇ, ਸਾਤ ਉਪਰ ਕੇ, ਵਾ ੧੪ ਲੋਕ ੭ ਦੀਪ ਤੈਨੇ (ਪੁਰੀਆ) ਪੂਰਨਾ ਏਹ ਤਾਣੀ ਬ੍ਰਹਮ ਕਰ ਕੇ ਤਣਾਈ ਹੈ। (ਸਾਠਸੂਤ) ਸੰਬਤੀ ਹੈ ਬ੍ਰਹਮਾਂ, ਬਿਸਨ, ਸ਼ਿਵ, ਇਨ ਕੀਆਂ ਬੀਸੀਆਂ ਸੋ ਤਾਣੇ ਕਾ ਸੂਤ ਹੈ। (ਨਵਖੰਡ) ਭਾਰਤ ਖੰਡ "
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਹੇ ਚੰਦਰੀ ਵਾਸ਼ਨਾ! ਇਹ ਜੰਜਾਲ ਛੱਡ ਦੇ, ਤੇ ਹੁਣ ਤਾਂ ਇਸ ਜੀਵ ਦੀ ਖ਼ਲਾਸੀ ਕਰ ॥੪॥੩॥੫੪॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Dice Kabir, calma la ansiedad de tu deseo ahora que hay tiempo, oh pobre Alma, te lo suplico, no cargues ese peso al más allá.(4-3-54)"
    }
  ]
}
