{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਬੇਣੀ ਜਾਚੈ; ਤੇਰਾ ਨਾਮੁ ॥੯॥੧॥",
      "page": 974,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Beni craves only for Thy Name, O Lord."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਬੇਣੀ ਕੇਵਲ ਤੇਰੇ ਨਾਮ ਦੀ ਜਾਚਨਾ ਕਰਦਾ ਹੈ, ਹੇ ਪ੍ਰਭੂ!"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Baynee longs for Your Name, Lord. ||9||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਬੇਣੀ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਜੋਗ ਸਹਿਤ ਤੇਰਾ ਨਾਮ ਮਾਂਗਤਾ ਹੂੰ। ਨਾਮ ਮੰਤ੍ਰ ਸਹਿਤ ਸਗ੍ਰਭ ਜੋਗ ਮੁਕਤ ਦੇਤਾ ਹੈ। ਨਾਮ ਬਿਨਾ ਅਗ੍ਰਭ ਜੈਸੇ ਔਰ ਕ੍ਰਿਯਾ ਹੈ, ਤੈਸੇ ਹੈ, ਮੁਕਤ ਨਹੀਂ ਦੇਤਾ।☬ਵਾ ਦੂਸਰਾ ਅਰਥ ਬੇਦਾਂਤ ਮੇਂ:☬(ਇੜਾ) ਭਗਤੀ ਰੂਪ ਗੰਗਾ, (ਪਿੰਗਲਾ) ਕਰਮ ਕਥਾ ਰੂਪ ਮਨਾ, (ਸੁਖਮਨਾ) ਗ੍ਯਾਨ ਕਾ ਪ੍ਰਤਿਪਾਦਨ ਰੂਪ ਸਰਸ੍ਵਤੀ, ਏਹ ਤੀਨੋਂ ਨਦੀਆਂ ਏਕ ਸਤਿਸੰਗ ਅਸਥਾਨ ਮੇਂ ਵਸਤੀਆਂ ਹੈਂ। ਤਿਸ ਤ੍ਰਿਬੇਣੀ ਕਾ ਮਿਲਾਪ ਰੂਪ ਪਰਾਗ ਹੈ, ਤਹਾਂ ਬਬੇਕੀਆਂ ਪੁਰਸਾਂ ਕਾ ਮਨ ਮਜਨੁ ਕਰਤਾ ਹੈ। ਹੇ ਸੰਤੋ! ਤਹਾਂ ਹੀ ਨਿਰੰਜਨ ਰੂਪ ਰਾਮ ਇਸਥਤ ਹੈਂ। ਗੁਰੋਂ ਕੇ ਉਪਦੇਸ ਦੁਆਰਾ ਕੋਈ ਬਿਰਲਾ ਹੀ ਦੇਖਤਾ ਹੈ। ਤਹਾਂ ਸੰਤੋਂ ਕੇ ਸੰਗ ਮੇਂ ਨਿਰੰਜਨ ਰਮਿਆ ਹੋਇਆ ਪ੍ਰਗਟ ਹੋਤਾ ਹੈ। ਜੇ ਕਹੇ ਤਿਸ ਦੇਵ ਸਥਾਨ ਸਤਸੰਗ ਕੀ ਕਿਆ ਨੀਸਾਨੀ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ: ਬਾਣੀ ਕਰ ਕੇ (ਤਾ) ਤਾਹਿ ਪ੍ਰਗਟ ਬ੍ਰਹਮ ਕਾ ਏਕ ਰਸ ਉਚਾਰਨ ਹੋ ਰਹਿਆ ਹੈ। ਤਿਸ ਬ੍ਰਹਮ ਮੇਂ ਚੰਦ, ਸੂਰਜ, ਪੌਨ, ਪਾਣੀ, ਕੋਈ ਨਹੀਂ ਹੈਂ ਵਾ (ਚੰਦ) ਸਤੋ ਗੁਣ, (ਸੂਰਜ) ਤਮੋ ਗੁਣ, (ਪੌਣ) ਵਾਸਨਾ, (ਪਾਣੀ) ਪਦਾਰਥ, ਇਹੁ ਜਿਸ ਮੇਂ ਨਹੀਂ ਹੈ ਗੁਰ ਉਪਦੇਸ ਦੁਆਰਾ ਬ੍ਰਿਤੀ ਜਾਗੀ ਹੈ ਤੌ ਬ੍ਰਹਮ ਸਭਾ ਜਾਨੀ ਹੈ। ਜਬ ਬ੍ਰਹਮ ਕਾ ਗਿਆਨ ਉਪਜਤਾ ਹੈ ਤਬ ਦੁਰਮਤਿ ਛੀਜ ਜਾਤੀ ਹੈ। ਜੋ ਚਿਦਾਕਾਸ ਕੇ ਸਰੂਪ ਕਾ ਅਨੰਦ ਹੈ ਤਿਸ ਬਿਖੇ ਮਨ ਭੀਜ ਰਹਿਤਾ ਹੈ। ਏਸ ਗ੍ਯਾਨ ਕਲਾ ਕਾ ਜੋ ਭੇਦ ਜਾਣੇ ਹੈ ਤਿਸ ਕੋ ਪਰਮ ਗੁਰਦੇਵ ਮਿਲੇ ਹੈ। ਸਤਿ, ਸੰਤ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰਾ ਦਾਸ) ਬੇਣੀ (ਭੀ ਤੇਰੇ ਦਰ ਤੋਂ) (ਇਹ) ਨਾਮ ਹੀ ਮੰਗਦਾ ਹੈ ॥੯॥੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Beni sólo añora el Nombre de Dios.(9-1)"
    }
  ]
}
