[
  {
    "id": 8844,
    "shabad_id": 637,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੫",
    "transliteration": "Raag Gourree Poorabee Mehalaa 5",
    "translation": "Raag Gauree Poorbee, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8845,
    "shabad_id": 637,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 8846,
    "shabad_id": 637,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਕਵਨ ਗੁਨ; ਪ੍ਰਾਨਪਤਿ ਮਿਲੳੁ. ਮੇਰੀ ਮਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kavan Gun Praanapath Milo Maeree Maaee ||1|| Rehaao ||",
    "translation": "By what virtues can I meet the Lord of life, O my mother? ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਮੈਂ ਕੇਹੜੇ ਗੁਣਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੀ ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ? (ਮੇਰੇ ਵਿਚ ਤਾਂ ਕੋਈ ਗੁਣ ਨਹੀਂ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪ੍ਰਾਨ-ਪਤਿ) ਪ੍ਰਾਣਾਂ ਦੇ ਪਤੀ ਹਰਿ ਜੀ",
    "type_id": 4
  },
  {
    "id": 8847,
    "shabad_id": 637,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਰੂਪ ਹੀਨ. ਬੁਧਿ ਬਲ ਹੀਨੀ; ਮੋਹਿ ਪਰਦੇਸਨਿ. ਦੂਰ ਤੇ ਅਾੲੀ ||੧||",
    "transliteration": "Roop Heen Budhh Bal Heenee Mohi Paradhaesan Dhoor Thae Aaee ||1||",
    "translation": "I have no beauty, understanding or strength; I am a stranger, from far away. ||1||",
    "punjabi": "(ਹੇ ਮੇਰੀ ਮਾਂ!) ਮੈਂ ਆਤਮਕ ਰੂਪ ਤੋਂ ਸੱਖਣੀ ਹਾਂ, ਅਕਲ-ਹੀਣ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ) ਤਾਕਤ ਭੀ ਨਹੀਂ ਹੈ (ਫਿਰ) ਮੈਂ ਪਰਦੇਸਣ ਹਾਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨੂੰ ਕਦੇ ਮੈਂ ਆਪਣਾ ਘਰ ਨਹੀਂ ਬਣਾਇਆ) ਅਨੇਕਾਂ ਜੂਨਾਂ ਦੇ ਸਫ਼ਰ ਤੋਂ ਲੰਘ ਕੇ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਆਈ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8848,
    "shabad_id": 637,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਨਾਹਿਨ ਦਰਬੁ. ਨ ਜੋਬਨ ਮਾਤੀ; ਮੋਹਿ ਅਨਾਥ ਕੀ. ਕਰਹੁ ਸਮਾੲੀ ||੨||",
    "transliteration": "Naahin Dharab N Joban Maathee Mohi Anaathh Kee Karahu Samaaee ||2||",
    "translation": "I am not wealthy or youthful. I am an orphan - please, unite me with Yourself. ||2||",
    "punjabi": "(ਹੇ ਮੇਰੇ ਪ੍ਰਾਨਪਤਿ!) ਮੇਰੇ ਪਾਸ ਤੇਰਾ ਨਾਮ-ਧਨ ਨਹੀਂ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਜੋਬਨ ਭੀ ਨਹੀਂ ਜਿਸ ਦਾ ਮੈਨੂੰ ਹੁਲਾਰਾ ਆ ਸਕੇ। ਮੈਨੂੰ ਅਨਾਥ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਲੈ ॥੨॥",
    "pronunciation": "(ਦਰਬੁ) ਧਨ[ (ਸਮਾੲੀ) ਲੀਨਤਾ[ ਮੱਾਤੀ",
    "type_id": 3
  },
  {
    "id": 8849,
    "shabad_id": 637,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਭੲੀ ਬੈਰਾਗਨਿ; ਪ੍ਰਭ ਦਰਸਨ ਕੳੁ. ਹੳੁ ਫਿਰਤ ਤਿਸਾੲੀ ||੩||",
    "transliteration": "Khojath Khojath Bhee Bairaagan Prabh Dharasan Ko Ho Firath Thisaaee ||3||",
    "translation": "Searching and searching, I have become a renunciate, free of desire. I wander around, searching for the Blessed Vision of God's Darshan. ||3||",
    "punjabi": "(ਹੇ ਮੇਰੀ ਮਾਂ!) ਆਪਣੇ ਪ੍ਰਾਨਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਵਾਸਤੇ ਮੈਂ ਤਿਹਾਈ ਫਿਰ ਰਹੀ ਹਾਂ, ਉਸ ਨੂੰ ਲੱਭਦੀ ਲੱਭਦੀ ਮੈਂ ਕਮਲੀ ਹੋਈ ਪਈ ਹਾਂ ॥੩॥",
    "pronunciation": "(ਤਿਸਾੲੀ) ਤਿਹਾੲੀ",
    "type_id": 3
  },
  {
    "id": 8850,
    "shabad_id": 637,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਕਿ੍ਰਪਾਲ ਪ੍ਰਭ ਨਾਨਕ; ਸਾਧਸੰਗਿ ਮੇਰੀ ਜਲਨਿ ਬੁਝਾੲੀ ||੪||੧||੧੧੮||",
    "transliteration": "Dheen Dhaeiaal Kirapaal Prabh Naanak Saadhhasang Maeree Jalan Bujhaaee ||4||1||118||",
    "translation": "God is Compassionate, and Merciful to the meek; O Nanak, in the Saadh Sangat, the Company of the Holy, the fire of desire has been quenched. ||4||1||118||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਹੇ ਕਿਰਪਾ ਦੇ ਘਰ! ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੀ ਮਿਹਰ ਨਾਲ) ਸਾਧ ਸੰਗਤਿ ਨੇ ਮੇਰੀ ਇਹ ਵਿਛੋੜੇ ਦੀ ਸੜਨ ਬੁਝਾ ਦਿੱਤੀ ਹੈ ॥੪॥੧॥੧੧੮॥",
    "pronunciation": "ਬੁਝਾੲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8851,
    "shabad_id": 638,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8852,
    "shabad_id": 638,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪ੍ਰਭ ਮਿਲਬੇ ਕੳੁ; ਪ੍ਰੀਤਿ ਮਨਿ ਲਾਗੀ ||",
    "transliteration": "Prabh Milabae Ko Preeth Man Laagee ||",
    "translation": "The loving desire to meet my Beloved has arisen within my mind.",
    "punjabi": "(ਹੇ ਭੈਣ!) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ ਮੇਰੇ ਮਨ ਵਿਚ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8853,
    "shabad_id": 638,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪਾੲਿ ਲਗੳੁ. ਮੋਹਿ ਕਰੳੁ ਬੇਨਤੀ; ਕੋੳੂ ਸੰਤੁ ਮਿਲੈ ਬਡਭਾਗੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Paae Lago Mohi Karo Baenathee Kooo Santh Milai Baddabhaagee ||1|| Rehaao ||",
    "translation": "I touch His Feet, and offer my prayer to Him. If only I had the great good fortune to meet the Saint. ||1||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਸਕਣ ਵਾਲਾ ਜੇ) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ (ਗੁਰੂ-) ਸੰਤ ਮੈਨੂੰ ਮਿਲ ਪਏ, ਤਾਂ ਮੈਂ ਉਸ ਦੇ ਪੈਰੀਂ ਲੱਗਾਂ, ਮੈਂ ਉਸ ਅਗੇ ਬੇਨਤੀ ਕਰਾਂ (ਕਿ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8854,
    "shabad_id": 638,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮਨੁ ਅਰਪੳੁ. ਧਨੁ ਰਾਖੳੁ ਅਾਗੈ; ਮਨ ਕੀ ਮਤਿ. ਮੋਹਿ ਸਗਲ ਤਿਅਾਗੀ ||",
    "transliteration": "Man Arapo Dhhan Raakho Aagai Man Kee Math Mohi Sagal Thiaagee ||",
    "translation": "I surrender my mind to Him; I place my wealth before Him. I totally renounce my selfish ways.",
    "punjabi": "ਮੈਂ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਮੈਂ ਆਪਣਾ ਧਨ ਉਸ ਦੇ ਅੱਗੇ ਰੱਖ ਦਿਆਂ। (ਹੇ ਭੈਣ!) ਮੈਂ ਆਪਣੇ ਮਨ ਦੀ ਸਾਰੀ ਚਤੁਰਾਈ ਛੱਡ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8855,
    "shabad_id": 638,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਪ੍ਰਭ ਕੀ ਹਰਿ ਕਥਾ ਸੁਨਾਵੈ; ਅਨ ਦਿਨੁ ਫਿਰੳੁ ਤਿਸੁ ਪਿਛੈ ਵਿਰਾਗੀ ||੧||",
    "transliteration": "Jo Prabh Kee Har Kathhaa Sunaavai Anadhin Firo This Pishhai Viraagee ||1||",
    "translation": "One who teaches me the Sermon of the Lord God - night and day, I shall follow Him. ||1||",
    "punjabi": "(ਹੇ ਭੈਣ!) ਜੇਹੜਾ (ਵਡਭਾਗੀ ਸੰਤ ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦੀਆਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਂਦਾ ਰਹੇ, ਮੈਂ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਪਿੱਛੇ ਪਿੱਛੇ ਪ੍ਰੇਮ ਵਿਚ ਕਮਲੀ ਹੋਈ ਫਿਰਦੀ ਰਹਾਂ ॥੧॥",
    "pronunciation": "(ਵਿਰਾਗੀ) ਪ੍ਰੇਮ ਚ",
    "type_id": 3
  },
  {
    "id": 8856,
    "shabad_id": 638,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਪੂਰਬ ਕਰਮ ਅੰਕੁਰ ਜਬ ਪ੍ਰਗਟੇ; ਭੇਟਿਓ ਪੁਰਖੁ ਰਸਿਕ ਬੈਰਾਗੀ ||",
    "transliteration": "Poorab Karam Ankur Jab Pragattae Bhaettiou Purakh Rasik Bairaagee ||",
    "translation": "When the seed of the karma of past actions sprouted, I met the Lord; He is both the Enjoyer and the Renunciate.",
    "punjabi": "ਪਹਿਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੇ ਭਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਅੰਗੂਰ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਉੱਘੜ ਪਏ, ਉਸ ਨੂੰ ਉਹ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਬੈਠਾ ਸਭ ਰਸ ਮਾਣਨ ਵਾਲਾ ਹੈ ਤੇ ਜੋ ਰਸਾਂ ਤੋਂ ਨਿਰਲੇਪ ਭੀ ਹੈ।",
    "pronunciation": "(ਰਸਿਕ) ਬ੍ਰਹਮਾਨੰਦ ਅੰਮਿ੍ਰਤ ਰਸ ਦੇ ਦਾਤੇ[ ਹੋਰ ਵਿਸ਼ੇ ਰਸਾਂ ਤੋਂ (ਬੈਰਾਗੀ) ਨਿਰਲੇਪ",
    "type_id": 3
  },
  {
    "id": 8857,
    "shabad_id": 638,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਿਟਿਓ ਅੰਧੇਰੁ. ਮਿਲਤ ਹਰਿ ਨਾਨਕ; ਜਨਮ ਜਨਮ ਕੀ ਸੋੲੀ ਜਾਗੀ ||੨||੨||੧੧੯||",
    "transliteration": "Mittiou Andhhaer Milath Har Naanak Janam Janam Kee Soee Jaagee ||2||2||119||",
    "translation": "My darkness was dispelled when I met the Lord. O Nanak, after being asleep for countless incarnations, I have awakened. ||2||2||119||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਦਿਆਂ ਹੀ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤੀ ਹੋਈ ਜਾਗ ਪੈਂਦੀ ਹੈ ॥੨॥੨॥੧੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8858,
    "shabad_id": 639,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8859,
    "shabad_id": 639,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਿਕਸੁ ਰੇ ਪੰਖੀ; ਸਿਮਰਿ ਹਰਿ ਪਾਂਖ ||",
    "transliteration": "Nikas Rae Pankhee Simar Har Paankh ||",
    "translation": "Come out, O soul-bird, and let the meditative remembrance of the Lord be your wings.",
    "punjabi": "ਹੇ ਜੀਵ-ਪੰਛੀ! (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਆਲ੍ਹਣੇ ਵਿਚੋਂ ਬਾਹਰ) ਨਿਕਲ। ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ। (ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ) ਖੰਭ ਹਨ (ਇਹਨਾਂ ਖੰਭਾਂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਹੀ ਤੂੰ ਮੋਹ ਦੇ ਆਲ੍ਹਣੇ ਵਿਚੋਂ ਬਾਹਰ ਉੱਡ ਕੇ ਜਾ ਸਕੇਂਗਾ)।",
    "pronunciation": "(ਨਿਕਸੁ) ਨਿੱਕਲ[ (ਪਾਂਖ) ਪੰਖ",
    "type_id": 3
  },
  {
    "id": 8860,
    "shabad_id": 639,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਿਲਿ ਸਾਧੂ. ਸਰਣਿ ਗਹੁ ਪੂਰਨ; ਰਾਮ ਰਤਨੁ ਹੀਅਰੇ ਸੰਗਿ ਰਾਖੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mil Saadhhoo Saran Gahu Pooran Raam Rathan Heearae Sang Raakh ||1|| Rehaao ||",
    "translation": "Meet the Holy Saint, take to His Sanctuary, and keep the perfect jewel of the Lord enshrined in your heart. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪੂਰਨ-ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਤਨ ਆਪਣੇ ਹਿਰਦੇ ਨਾਲ (ਸਾਂਭ ਕੇ) ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8861,
    "shabad_id": 639,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਭ੍ਰਮ ਕੀ ਕੂੲੀ. ਤਿ੍ਰਸਨਾ ਰਸ ਪੰਕਜ; ਅਤਿ ਤੀਖ੍ਯਣ. ਮੋਹ ਕੀ ਫਾਸ ||",
    "transliteration": "Bhram Kee Kooee Thrisanaa Ras Pankaj Ath Theekhyan Moh Kee Faas ||",
    "translation": "Superstition is the well, thirst for pleasure is the mud, and emotional attachment is the noose, so tight around your neck.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣ ਦੀ ਖੂਹੀ ਹੈ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਵਿਕਾਰਾਂ ਦੇ ਚਸਕੇ (ਉਸ ਖੂਹੀ ਵਿਚ) ਚਿੱਕੜ ਹੈ, (ਜੀਵਾਂ ਦੇ ਗਲ ਵਿਚ ਪਈ ਹੋਈ) ਮੋਹ ਦੀ ਫਾਹੀ ਬੜੀ ਪੱਕੀ (ਤ੍ਰਿੱਖੀ) ਹੈ।",
    "pronunciation": "(ਕੂੲੀ) ਖੂਹੀ[ (ਪੰਕਜ) ਚਿੱਕੜ[ (ਫਾਸ) ਫਾਹੀ[ ਤੀਖਿਅਣ",
    "type_id": 3
  },
  {
    "id": 8862,
    "shabad_id": 639,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਾਟਨਹਾਰ ਜਗਤ ਗੁਰ ਗੋਬਿਦ; ਚਰਨਕਮਲ ਤਾ ਕੇ ਕਰਹੁ ਨਿਵਾਸ ||੧||",
    "transliteration": "Kaattanehaar Jagath Gur Gobidh Charan Kamal Thaa Kae Karahu Nivaas ||1||",
    "translation": "The only one who can cut this is the Guru of the World, the Lord of the Universe. So let yourself dwell at His Lotus Feet. ||1||",
    "punjabi": "ਇਸ ਫਾਹੀ ਨੂੰ ਕੱਟਣ-ਜੋਗਾ ਜਗਤ ਦਾ ਗੁਰੂ ਗੋਬਿੰਦ ਹੀ ਹੈ। (ਹੇ ਭਾਈ!) ਉਸ ਗੋਬਿੰਦ ਦੇ ਚਰਨ-ਕਮਲਾਂ ਵਿਚ ਨਿਵਾਸ ਕਰੀ ਰੱਖ ॥੧॥",
    "pronunciation": "ਜੱਗ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 8863,
    "shabad_id": 639,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਗੋਬਿੰਦ ਪ੍ਰਭ ਪ੍ਰੀਤਮ; ਦੀਨਾ ਨਾਥ ਸੁਨਹੁ ਅਰਦਾਸਿ ||",
    "transliteration": "Kar Kirapaa Gobindh Prabh Preetham Dheenaa Naathh Sunahu Aradhaas ||",
    "translation": "Bestow Your Mercy, O Lord of the Universe, O God, My Beloved, Master of the meek - please, listen to my prayer.",
    "punjabi": "ਹੇ ਗੋਬਿੰਦ! ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਹੇ ਗਰੀਬਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਨਾਨਕ ਦੇ ਸੁਆਮੀ! ਮਿਹਰ ਕਰ, ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8864,
    "shabad_id": 639,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਲੇਹੁ. ਨਾਨਕ ਕੇ ਸੁਅਾਮੀ; ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਤੁਮਰੀ ਰਾਸਿ ||੨||੩||੧੨੦||",
    "transliteration": "Kar Gehi Laehu Naanak Kae Suaamee Jeeo Pindd Sabh Thumaree Raas ||2||3||120||",
    "translation": "Take my hand, O Lord and Master of Nanak; my body and soul all belong to You. ||2||3||120||",
    "punjabi": "ਹੇ ਨਾਨਕ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਮੇਰਾ ਹੱਥ ਫੜ ਲੈ (ਤੇ ਮੈਨੂੰ ਇਸ ਖੂਹੀ ਵਿਚੋਂ ਕੱਢ ਲੈ) ਮੇਰੀ ਇਹ ਜਿੰਦ ਤੇਰਾ ਦਿੱਤਾ ਹੋਇਆ ਸਰਮਾਇਆ ਹੈ, ਮੇਰਾ ਇਹ ਸਰੀਰ ਤੇਰੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਪੂੰਜੀ ਹੈ (ਇਸ ਰਾਸਿ-ਪੂੰਜੀ ਨੂੰ ਮੋਹ ਦੇ ਹੱਥੀਂ ਉਜੜਨ ਤੋਂ ਤੂੰ ਆਪ ਹੀ ਬਚਾ ਲੈ) ॥੨॥੩॥੧੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8865,
    "shabad_id": 640,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8866,
    "shabad_id": 640,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਪੇਖਨ ਕੳੁ; ਸਿਮਰਤ ਮਨੁ ਮੇਰਾ ||",
    "transliteration": "Har Paekhan Ko Simarath Man Maeraa ||",
    "translation": "My mind yearns to behold the Lord in meditation.",
    "punjabi": "(ਹੇ ਭੈਣ!) ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਸਤੇ ਮੇਰਾ ਮਨ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਪੇਖਨ) ਦੇਖਣ",
    "type_id": 3
  },
  {
    "id": 8867,
    "shabad_id": 640,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਸ ਪਿਅਾਸੀ. ਚਿਤਵੳੁ ਦਿਨੁ ਰੈਨੀ; ਹੈ ਕੋੲੀ ਸੰਤੁ. ਮਿਲਾਵੈ ਨੇਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Aas Piaasee Chithavo Dhin Rainee Hai Koee Santh Milaavai Naeraa ||1|| Rehaao ||",
    "translation": "I think of Him, I hope and thirst for Him, day and night; is there any Saint who may bring Him near me? ||1||Pause||",
    "punjabi": "ਉਸ ਦੇ ਦਰਸਨ ਦੀ ਆਸ ਨਾਲ ਵਿਆਕੁਲ ਹੋਈ ਮੈਂ ਦਿਨ ਰਾਤ ਉਸ ਦਾ ਨਾਮ ਚਿਤਾਰਦੀ ਰਹਿੰਦੀ ਹਾਂ। (ਹੇ ਭੈਣ! ਮੈਨੂੰ) ਕੋਈ ਐਸਾ ਸੰਤ (ਮਿਲ ਜਾਏ, ਜੇਹੜਾ ਮੈਨੂੰ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ) ਨੇੜੇ ਹੀ ਮਿਲਾ ਦੇਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਨੇਰਾ) ਨੇੜੇ",
    "type_id": 4
  },
  {
    "id": 8868,
    "shabad_id": 640,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸੇਵਾ ਕਰੳੁ. ਦਾਸ ਦਾਸਨ ਕੀ; ਅਨਿਕ ਭਾਂਤਿ ਤਿਸੁ ਕਰੳੁ ਨਿਹੋਰਾ ||",
    "transliteration": "Saevaa Karo Dhaas Dhaasan Kee Anik Bhaanth This Karo Nihoraa ||",
    "translation": "I serve the slaves of His slaves; in so many ways, I beg of Him.",
    "punjabi": "(ਹੇ ਭੈਣ! ਜੇ ਉਹ ਗੁਰੂ-ਸੰਤ ਮਿਲ ਪਏ ਤਾਂ) ਮੈਂ ਉਸ ਦੇ ਦਾਸਾਂ ਦੀ ਸੇਵਾ ਕਰਾਂ, ਮੈਂ ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਉਸ ਅੱਗੇ ਤਰਲੇ ਕਰਾਂ।",
    "pronunciation": "(ਨਿਹੋਰਾ) ਬੇਨਤੀ",
    "type_id": 3
  },
  {
    "id": 8869,
    "shabad_id": 640,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਤੁਲਾ ਧਾਰਿ ਤੋਲੇ ਸੁਖ ਸਗਲੇ; ਬਿਨੁ ਹਰਿ ਦਰਸ. ਸਭੋ ਹੀ ਥੋਰਾ ||੧||",
    "transliteration": "Thulaa Dhhaar Tholae Sukh Sagalae Bin Har Dharas Sabho Hee Thhoraa ||1||",
    "translation": "Setting them upon the scale, I have weighed all comforts and pleasures; without the Lord's Blessed Vision, they are all totally inadequate. ||1||",
    "punjabi": "(ਹੇ ਭੈਣ!) ਤੱਕੜੀ ਉਤੇ ਰੱਖ ਕੇ ਮੈਂ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਸੁਖ ਤੋਲੇ ਹਨ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਇਹ ਸਾਰੇ ਹੀ ਸੁਖ (ਦਰਸਨ ਦੇ ਸੁਖ ਨਾਲੋਂ) ਹੌਲੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਤੁਲਾ) ਤੱਕੜੀ[ (ਥੋਰਾ) ਤੁੱਛ ਮਾਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 8870,
    "shabad_id": 640,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਸੰਤ ਪ੍ਰਸਾਦਿ ਗਾੲੇ ਗੁਨ ਸਾਗਰ; ਜਨਮ ਜਨਮ ਕੋ ਜਾਤ ਬਹੋਰਾ ||",
    "transliteration": "Santh Prasaadh Gaaeae Gun Saagar Janam Janam Ko Jaath Behoraa ||",
    "translation": "By the Grace of the Saints, I sing the Praises of the Ocean of virtue; after countless incarnations, I have been released.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਗੁਣਾਂ ਦੇ ਸਮੁੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਗੁਰੂ ਪਰਮੇਸਰ ਉਸ ਨੂੰ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਭਟਕਦੇ ਨੂੰ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਮੋੜ ਲਿਆਉਂਦਾ ਹੈ।",
    "pronunciation": "(ਬਹੋਰਾ) ਮੋੜ ਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 8871,
    "shabad_id": 640,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਾਨਦ ਸੂਖ ਭੇਟਤ ਹਰਿ ਨਾਨਕ; ਜਨਮੁ ਕਿ੍ਰਤਾਰਥੁ ਸਫਲੁ ਸਵੇਰਾ ||੨||੪||੧੨੧||",
    "transliteration": "Aanadh Sookh Bhaettath Har Naanak Janam Kirathaarathh Safal Savaeraa ||2||4||121||",
    "translation": "Meeting the Lord, Nanak has found peace and bliss; his life is redeemed, and prosperity dawns for him. ||2||4||121||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਿਆਂ ਬੇਅੰਤ ਸੁਖ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਮਨੋਰਥ ਪੂਰਾ ਹੋ ਜਾਂਦਾ ਹੈ ਜਨਮ ਵੇਲੇ-ਸਿਰ (ਇਸੇ ਜਨਮ ਵਿਚ) ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੪॥੧੨੧॥",
    "pronunciation": "(ਕਿ੍ਰਤਾਰਥੁ) ਮਨੋਰਥ ਪੂਰਨ ਹੋੲਿਅਾ[ (ਸਵੇਰਾ) ਸੁ ਵੇਲਾ",
    "type_id": 3
  },
  {
    "id": 8872,
    "shabad_id": 641,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ੧ ਮਹਲਾ ੫",
    "transliteration": "Raag Gourree Poorabee Mehalaa 5",
    "translation": "Raag Gauree Poorbee, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "ਪੂਰਬੀ੧: ਹੇਠਾਂ ਪੈਰਾਂ ਵਿੱਚ ਬ੍ਰੀਕ ੲੇਕਾ ਲਿਖਿਅਾ ਪੜ੍ਹਨਾ ਨਹੀਂ, ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ੧ ਜਾਤੀ ਦੀ ਪਹਿਲੀ ਕਿਸਮ ਹੈ",
    "type_id": 3
  },
  {
    "id": 8873,
    "shabad_id": 641,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 8874,
    "shabad_id": 641,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਿਨ ਬਿਧਿ ਮਿਲੈ ਗੁਸਾੲੀ; ਮੇਰੇ ਰਾਮਰਾੲਿ ||",
    "transliteration": "Kin Bidhh Milai Gusaaee Maerae Raam Raae ||",
    "translation": "How may I meet my Master, the King, the Lord of the Universe?",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਮੈਨੂੰ ਧਰਤੀ ਦਾ ਖਸਮ-ਪ੍ਰਭੂ ਕਿਨ੍ਹਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਮਿਲ ਸਕੇ?",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8875,
    "shabad_id": 641,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕੋੲੀ ਅੈਸਾ ਸੰਤੁ. ਸਹਜ ਸੁਖਦਾਤਾ; ਮੋਹਿ ਮਾਰਗੁ ਦੇੲਿ ਬਤਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Koee Aisaa Santh Sehaj Sukhadhaathaa Mohi Maarag Dhaee Bathaaee ||1|| Rehaao ||",
    "translation": "Is there any Saint, who can bestow such celestial peace, and show me the Way to Him? ||1||Pause||",
    "punjabi": "ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਕੋਈ ਇਹੋ ਜਿਹਾ ਸੰਤ ਮੈਨੂੰ ਮਿਲ ਪਏ, ਜੇਹੜਾ ਮੈਨੂੰ ਰਸਤਾ ਦੱਸ ਦੇਵੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
