[
  {
    "id": 8876,
    "shabad_id": 641,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਅੰਤਰਿ ਅਲਖੁ. ਨ ਜਾੲੀ ਲਖਿਅਾ; ਵਿਚਿ ਪੜਦਾ ਹੳੁਮੈ ਪਾੲੀ ॥",
    "transliteration": "Anthar Alakh N Jaaee Lakhiaa Vich Parradhaa Houmai Paaee ||",
    "translation": "The Unseen Lord is deep within the self; He cannot be seen; the curtain of egotism intervenes.",
    "punjabi": "(ਹਰੇਕ ਜੀਵ ਦੇ) ਅੰਦਰ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ, ਪਰ (ਜੀਵ ਨੂੰ) ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਸਕਦੀ, ਕਿਉਂਕਿ (ਜੀਵ ਦੇ ਅੰਦਰ) ਹਉਮੈ ਦਾ ਪਰਦਾ ਪਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਅ-ਲਖੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8877,
    "shabad_id": 641,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹਿ ਸਭੋ ਜਗੁ ਸੋੲਿਅਾ; ੲਿਹੁ ਭਰਮੁ. ਕਹਹੁ ਕਿੳੁ ਜਾੲੀ ॥੧॥",
    "transliteration": "Maaeiaa Mohi Sabho Jag Soeiaa Eihu Bharam Kehahu Kio Jaaee ||1||",
    "translation": "In emotional attachment to Maya, all the world is asleep. Tell me, how can this doubt be dispelled? ||1||",
    "punjabi": "ਸਾਰਾ ਜਗਤ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਸੁੱਤਾ ਪਿਆ ਹੈ। (ਹੇ ਭਾਈ!) ਦੱਸ, (ਜੀਵ ਦੀ) ਇਹ ਭਟਕਣਾ ਕਿਵੇਂ ਦੂਰ ਹੋਵੇ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8878,
    "shabad_id": 641,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ੲੇਕਾ ਸੰਗਤਿ. ੲਿਕਤੁ ਗਿ੍ਰਹਿ ਬਸਤੇ; ਮਿਲਿ ਬਾਤ. ਨ ਕਰਤੇ ਭਾੲੀ ॥",
    "transliteration": "Eaekaa Sangath Eikath Grihi Basathae Mil Baath N Karathae Bhaaee ||",
    "translation": "The one lives together with the other in the same house, but they do not talk to one another, O Siblings of Destiny.",
    "punjabi": "(ਹੇ ਭਾਈ! ਆਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੀ) ਇਕੋ ਹੀ ਸੰਗਤਿ ਹੈ, ਦੋਵੇਂ ਇਕੋ ਹੀ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਵੱਸਦੇ ਹਨ, ਪਰ (ਆਪੋ ਵਿਚ) ਮਿਲ ਕੇ (ਕਦੇ) ਗੱਲ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "(ਗ ਿ੍ਰਹਿ) ਘਰ",
    "type_id": 3
  },
  {
    "id": 8879,
    "shabad_id": 641,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ਬਸਤੁ ਬਿਨੁ. ਪੰਚ ਦੁਹੇਲੇ; ਓਹ ਬਸਤੁ ਅਗੋਚਰ ਠਾੲੀ ॥੨॥",
    "transliteration": "Eaek Basath Bin Panch Dhuhaelae Ouh Basath Agochar Thaaee ||2||",
    "translation": "Without the one substance, the five are miserable; that substance is in the unapproachable place. ||2||",
    "punjabi": "ਇਕ (ਨਾਮ) ਪਦਾਰਥ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਦੇ) ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਦੁੱਖੀ ਰਹਿੰਦੇ ਹਨ। ਉਹ (ਨਾਮ) ਪਦਾਰਥ ਅਜੇਹੇ ਥਾਂ ਵਿਚ ਹੈ, ਜਿਥੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ॥੨॥",
    "pronunciation": "(ਦੁਹੇਲੇ) ਦੁਖੀ। (ਠਾੲੀ) ਥਾਂ",
    "type_id": 3
  },
  {
    "id": 8880,
    "shabad_id": 641,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿਸ ਕਾ ਗਿ੍ਰਹੁ, ਤਿਨਿ ਦੀਅਾ ਤਾਲਾ; ਕੁੰਜੀ. ਗੁਰ ਸੳੁਪਾੲੀ ॥",
    "transliteration": "Jis Kaa Grihu Thin Dheeaa Thaalaa Kunjee Gur Soupaaee ||",
    "translation": "And the one whose home it is, has locked it up, and given the key to the Guru.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਹਰੀ ਦਾ ਇਹ ਬਣਾਇਆ ਹੋਇਆ (ਸਰੀਰ-) ਘਰ ਹੈ, ਉਸ ਨੇ ਹੀ (ਮੋਹ ਦਾ) ਜੰਦ੍ਰਾ ਮਾਰਿਆ ਹੋਇਆ ਹੈ, ਤੇ ਕੁੰਜੀ ਗੁਰੂ ਨੂੰ ਸੌਂਪ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "ਅਹੰਕਾਰੀ ਨੇ ਅਪਨੇ (ਗ ਿ੍ਰਹੁ) ਸ੍ਰੀਰ ਰੂਪੀ ਘਰ ਨੰੂ, ਅੌਗੁਣਾਂ ਰੂਪੀ (ਤਾਲਾ) ਜਿੰਦ੍ਰਾ ਲਾ ਦਿਤਾ ਹੈ. ਅਕਾਲ ਜੀ ਨੇ ਪੂਰਨ ਗੁਰੂ ਜੀ ਨੰੂ ਗ੍ਰੀਬੀ ਰੂਪੀ ਕੁੰਜੀ। (ਸੳੁਪਾੲੀ) ਸੌਂਪ ਦਿਤੀ ਹੈ। ਤਾਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8881,
    "shabad_id": 641,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਅਨਿਕ ੳੁਪਾਵ ਕਰੇ. ਨਹੀ ਪਾਵੈ; ਬਿਨੁ ਸਤਿਗੁਰ ਸਰਣਾੲੀ ॥੩॥",
    "transliteration": "Anik Oupaav Karae Nehee Paavai Bin Sathigur Saranaaee ||3||",
    "translation": "You may make all sorts of efforts, but it cannot be obtained, without the Sanctuary of the True Guru. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਜੀਵ ਹੋਰ ਹੋਰ ਅਨੇਕਾਂ ਹੀਲੇ ਕਰਦਾ ਹੈ, (ਪਰ ਉਹਨਾਂ ਹੀਲਿਆਂ ਨਾਲ ਪਰਮਾਤਮਾ ਨੂੰ) ਲੱਭ ਨਹੀਂ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8882,
    "shabad_id": 641,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਜਿਨ ਕੇ ਬੰਧਨ. ਕਾਟੇ ਸਤਿਗੁਰ; ਤਿਨ ਸਾਧਸੰਗਤਿ ਲਿਵ ਲਾੲੀ ॥",
    "transliteration": "Jin Kae Bandhhan Kaattae Sathigur Thin Saadhhasangath Liv Laaee ||",
    "translation": "Those whose bonds have been broken by the True Guru, enshrine love for the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਜਿਨ੍ਹਾਂ ਦੇ (ਮਾਇਆ ਦੇ) ਬੰਧਨ ਤੂੰ ਕੱਟ ਦਿੱਤੇ, ਉਹਨਾਂ ਨੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ (ਪ੍ਰਭੂ ਨਾਲ) ਪ੍ਰੀਤਿ ਬਣਾਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8883,
    "shabad_id": 641,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਪੰਚ ਜਨਾ ਮਿਲਿ. ਮੰਗਲੁ ਗਾੲਿਅਾ; ਹਰਿ ਨਾਨਕ. ਭੇਦੁ ਨ ਭਾੲੀ ॥੪॥",
    "transliteration": "Panch Janaa Mil Mangal Gaaeiaa Har Naanak Bhaedh N Bhaaee ||4||",
    "translation": "The self-elect, the self-realized beings, meet together and sing the joyous songs of the Lord. Nanak, there is no difference between them, O Siblings of Destiny. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹਨਾਂ ਦੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੇ ਮਿਲ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ। ਹੇ ਭਾਈ! ਉਹਨਾਂ ਵਿਚ ਤੇ ਹਰੀ ਵਿਚ ਕੋਈ ਵਿੱਥ ਨਾਹ ਰਹਿ ਗਈ ॥੪॥",
    "pronunciation": "(ਮੰਗਲੁ) ਜਸ। (ਭੇਦੁ) ਫ਼ਰਕ",
    "type_id": 3
  },
  {
    "id": 8884,
    "shabad_id": 641,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੇ ਰਾਮਰਾੲਿ; ੲਿਨ ਬਿਧਿ ਮਿਲੈ ਗੁਸਾੲੀ ॥",
    "transliteration": "Maerae Raam Raae Ein Bidhh Milai Gusaaee ||",
    "translation": "This is how my Sovereign Lord King, the Lord of the Universe, is met;",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਧਰਤੀ ਦਾ ਖਸਮ-ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "ਗੁਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 8885,
    "shabad_id": 641,
    "pada": 7,
    "source_line": 6,
    "gurmukhi": "ਸਹਜੁ ਭੲਿਅਾ ਭ੍ਰਮੁ ਖਿਨ ਮਹਿ ਨਾਠਾ; ਮਿਲਿ ਜੋਤੀ ਜੋਤਿ ਸਮਾੲੀ ॥੧॥ ਰਹਾੳੁ ਦੂਜਾ ॥੧॥੧੨੨॥",
    "transliteration": "Sehaj Bhaeiaa Bhram Khin Mehi Naathaa Mil Jothee Joth Samaaee ||1|| Rehaao Dhoojaa ||1||122||",
    "translation": "Celestial bliss is attained in an instant, and doubt is dispelled. Meeting Him, my light merges in the Light. ||1||Second Pause||1||122||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ, ਉਸ ਦੀ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਇਕ ਖਿਨ ਵਿਚ ਦੂਰ ਹੋ ਗਈ। ਉਸ ਦੀ ਜੋਤਿ ਪ੍ਰਭੂ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਗਈ ॥੧॥ਰਹਾਉ ਦੂਜਾ॥੧॥੧੨੨॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8886,
    "shabad_id": 642,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8887,
    "shabad_id": 642,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅੈਸੋ ਪਰਚੳੁ; ਪਾੲਿਓ ॥",
    "transliteration": "Aiso Paracho Paaeiou ||",
    "translation": "I am intimate with Him;",
    "punjabi": "(ਪਰਮਾਤਮਾ ਨਾਲ ਮੇਰੀ) ਇਹੋ ਜਿਹੀ ਸਾਂਝ ਬਣ ਗਈ,",
    "pronunciation": "(ਪਰਚੳੁ) ਪ੍ਰੇਮ",
    "type_id": 3
  },
  {
    "id": 8888,
    "shabad_id": 642,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਰੀ ਕਿ੍ਰਪਾ ਦੲਿਅਾਲ ਬੀਠੁਲੈ; ਸਤਿਗੁਰ ਮੁਝਹਿ ਬਤਾੲਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Karee Kirapaa Dhaeiaal Beethulai Sathigur Mujhehi Bathaaeiou ||1|| Rehaao ||",
    "translation": "Granting His Grace, my Kind Beloved has told me of the True Guru. ||1||Pause||",
    "punjabi": "ਕਿ ਉਸ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਟਿਕੇ ਹੋਏ ਦਿਆਲ ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਉਤੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਮੈਨੂੰ ਗੁਰੂ ਦਾ ਪਤਾ ਦੱਸ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬੀਠੁਲੈ) ਪ੍ਰਭ ਜੀ",
    "type_id": 4
  },
  {
    "id": 8889,
    "shabad_id": 642,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਤ ਕਤ ਦੇਖੳੁ. ਤਤ ਤਤ ਤੁਮ ਹੀ; ਮੋਹਿ. ੲਿਹੁ ਬਿਸੁਅਾਸੁ ਹੋੲਿ ਅਾੲਿਓ ॥",
    "transliteration": "Jath Kath Dhaekho Thath Thath Thum Hee Mohi Eihu Bisuaas Hoe Aaeiou ||",
    "translation": "Wherever I look, there You are; I am totally convinced of this.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਹੁਣ) ਮੈਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਗਿਆ ਹੈ ਕਿ ਮੈਂ ਜਿਧਰ ਵੇਖਦਾ ਹਾਂ, ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੂੰ ਹੀ ਤੂੰ ਦਿੱਸਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8890,
    "shabad_id": 642,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਕੈ ਪਹਿ ਕਰੳੁ ਅਰਦਾਸਿ ਬੇਨਤੀ; ਜੳੁ. ਸੁਨਤੋ ਹੈ ਰਘੁਰਾੲਿਓ ॥੧॥",
    "transliteration": "Kai Pehi Karo Aradhaas Baenathee Jo Sunatho Hai Raghuraaeiou ||1||",
    "translation": "Unto whom should I pray? The Lord Himself hears all. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ! ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਹੈ ਕਿ) ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ (ਜੀਵਾਂ ਦੀ ਅਰਦਾਸ ਬੇਨਤੀ) ਸੁਣਦਾ ਹੈ ਤਾਂ ਮੈਂ (ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕਿਸ ਦੇ ਪਾਸ ਅਰਜ਼ੋਈ ਕਰਾਂ ਬੇਨਤੀ ਕਰਾਂ? ॥੧॥",
    "pronunciation": "(ਰਘੁਰਾੲਿਓ) ਪ੍ਰਭ ਜੀ",
    "type_id": 3
  },
  {
    "id": 8891,
    "shabad_id": 642,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਲਹਿਓ ਸਹਸਾ. ਬੰਧਨ, ਗੁਰਿ ਤੋਰੇ; ਤਾਂ ਸਦਾ ਸਹਜ ਸੁਖੁ ਪਾੲਿਓ ॥",
    "transliteration": "Lehiou Sehasaa Bandhhan Gur Thorae Thaan Sadhaa Sehaj Sukh Paaeiou ||",
    "translation": "My anxiety is over. The Guru has cut away my bonds, and I have found eternal peace.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਾਇਆ ਦੇ) ਬੰਧਨ ਤੋੜ ਦਿੱਤੇ, ਉਸ ਦਾ ਸਾਰਾ ਸਹਮ-ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਗਿਆ, ਤਦੋਂ ਉਸ ਨੇ ਸਦਾ ਲਈ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ।",
    "pronunciation": "(ਸਹਸਾ) ਭਰਮ",
    "type_id": 3
  },
  {
    "id": 8892,
    "shabad_id": 642,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਹੋਣਾ ਸਾ ਸੋੲੀ ਫੁਨਿ ਹੋਸੀ; ਸੁਖੁ ਦੁਖੁ ਕਹਾ ਦਿਖਾੲਿਓ ॥੨॥",
    "transliteration": "Honaa Saa Soee Fun Hosee Sukh Dhukh Kehaa Dhikhaaeiou ||2||",
    "translation": "Whatever shall be, shall be in the end; so where can pain and pleasure be seen? ||2||",
    "punjabi": "(ਉਸ ਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਕਿ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ) ਜੋ ਕੁਝ ਵਾਪਰਨਾ ਸੀ ਉਹੀ ਵਰਤੇਗਾ (ਉਸ ਦੇ ਹੁਕਮ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਸੁਖ ਜਾਂ ਕੋਈ ਦੁੱਖ ਕਿਤੇ ਭੀ ਵਿਖਾਲੀ ਨਹੀਂ ਦੇ ਸਕਦਾ ॥੨॥",
    "pronunciation": "(ਫੁਨਿ) ਫੇਰ",
    "type_id": 3
  },
  {
    "id": 8893,
    "shabad_id": 642,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਖੰਡ ਬ੍ਰਹਮੰਡ ਕਾ ੲੇਕੋ ਠਾਣਾ; ਗੁਰਿ. ਪਰਦਾ ਖੋਲਿ ਦਿਖਾੲਿਓ ॥",
    "transliteration": "Khandd Brehamandd Kaa Eaeko Thaanaa Gur Paradhaa Khol Dhikhaaeiou ||",
    "translation": "The continents and the solar systems rest in the support of the One Lord. The Guru has removed the veil of illusion, and shown this to me.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ) ਪਰਦਾ ਖੋਲ੍ਹ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਹੀ ਸਾਰੇ ਖੰਡਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦਾ ਇਕੋ ਟਿਕਾਣਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "(ਠਾਣਾ) ਟਿਕਾਣਾ",
    "type_id": 3
  },
  {
    "id": 8894,
    "shabad_id": 642,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਨੳੁ ਨਿਧਿ ਨਾਮੁ ਨਿਧਾਨੁ, ੲਿਕ ਠਾੲੀ; ਤੳੁ ਬਾਹਰਿ ਕੈਠੈ ਜਾੲਿਓ ॥੩॥",
    "transliteration": "No Nidhh Naam Nidhhaan Eik Thaaee Tho Baahar Kaithai Jaaeiou ||3||",
    "translation": "The nine treasures of the wealth of the Name of the Lord are in that one place. Where else should we go? ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਹੀ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜਗਤ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨਿਆਂ ਦਾ ਰੂਪ ਪ੍ਰਭੂ-ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸੇ, ਉਸ ਨੂੰ ਕਿਤੇ ਬਾਹਰ ਭਟਕਣ ਦੀ ਲੋੜ ਨਹੀਂ ਰਹਿੰਦੀ ॥੩॥",
    "pronunciation": "(ਕੈਠੈ) ਕਿੱਥੇ। ਬਾ-ਹਰਿ: ਹਾਹਾ ਮੁਕਤਾ ਰਾਰੇ ਸਿਹਾਰੀ ਲਾ ਕੇ",
    "type_id": 3
  },
  {
    "id": 8895,
    "shabad_id": 642,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ੲੇਕੈ ਕਨਿਕ ਅਨਿਕ ਭਾਤਿ ਸਾਜੀ; ਬਹੁ ਪਰਕਾਰ ਰਚਾੲਿਓ ॥",
    "transliteration": "Eaekai Kanik Anik Bhaath Saajee Bahu Parakaar Rachaaeiou ||",
    "translation": "The same gold is fashioned into various articles; just so, the Lord has made the many patterns of the creation.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਵੇਂ) ਇੱਕ ਸੋਨੇ ਤੋਂ ਸੁਨਿਆਰੇ ਨੇ ਗਹਣਿਆਂ ਦੀ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੀ ਬਣਤਰ ਬਣਾ ਦਿੱਤੀ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਨੇ ਕਈ ਕਿਸਮਾਂ ਦੀ ਇਹ ਜਗਤ-ਰਚਨਾ ਰਚ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(ਕਨਿਕ) ਸੋਨਾ",
    "type_id": 3
  },
  {
    "id": 8896,
    "shabad_id": 642,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਰਮੁ, ਗੁਰਿ ਖੋੲੀ ਹੈ; ੲਿਵ ਤਤੈ ਤਤੁ ਮਿਲਾੲਿਓ ॥੪॥੨॥੧੨੩॥",
    "transliteration": "Kahu Naanak Bharam Gur Khoee Hai Eiv Thathai Thath Milaaeiou ||4||2||123||",
    "translation": "Says Nanak, the Guru has dispelled my doubt; in this way, my essence merges into God's essence. ||4||2||123||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦਾ ਭਰਮ-ਭੁਲੇਖਾ ਦੂਰ ਕਰ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਹਰੇਕ ਤੱਤ (ਮੂਲ-) ਤੱਤ (ਪ੍ਰਭੂ) ਵਿਚ ਮਿਲਦਾ ਦਿੱਸਦਾ ਹੈ (ਜਿਵੇਂ ਅਨੇਕਾਂ ਰੂਪਾਂ ਦੇ ਗਹਣੇ ਮੁੜ ਸੋਨੇ ਵਿਚ ਹੀ ਮਿਲ ਜਾਂਦੇ ਹਨ) ॥੪॥੨॥੧੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8897,
    "shabad_id": 643,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੳੁੜੀ੨ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "ੜਾੜੇ ਹੇਠਾਂ ਬ੍ਰੀਕ ੨ ਪੜ੍ਹਨਾ ਨਹੀਂ, ਬ੍ਰੀਕ ੨ ਦਾ ਭਾਵ ੲਿਹ ਦੂਜੀ ਕਿਸਮ ਦੀ ਗੳੁੜੀ ਹੈ।",
    "type_id": 3
  },
  {
    "id": 8898,
    "shabad_id": 643,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅੳੁਧ ਘਟੈ; ਦਿਨਸੁ ਰੈਨਾਰੇ ॥",
    "transliteration": "Aoudhh Ghattai Dhinas Rainaarae ||",
    "translation": "This life is diminishing, day and night.",
    "punjabi": "ਹੇ ਭਾਈ! (ਤੇਰੀ) ਉਮਰ (ਇਕ ਇਕ) ਦਿਨ (ਇਕ ਇਕ) ਰਾਤ ਕਰ ਕੇ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਅੳੁਧ) ੳੁਮਰ। (ਰੈਨਾਰੇ) ਰਾਤ",
    "type_id": 3
  },
  {
    "id": 8899,
    "shabad_id": 643,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਨ ਗੁਰ ਮਿਲਿ; ਕਾਜ ਸਵਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Man Gur Mil Kaaj Savaarae ||1|| Rehaao ||",
    "translation": "Meeting with the Guru, your affairs shall be resolved. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! (ਜਿਸ ਕੰਮ ਲਈ ਤੂੰ ਜਗਤ ਵਿਚ ਆਇਆ ਹੈਂ, ਆਪਣੇ ਉਸ) ਕੰਮ ਨੂੰ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਸਿਰੇ ਚਾੜ੍ਹ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8900,
    "shabad_id": 643,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਕਰੳੁ ਬੇਨੰਤੀ. ਸੁਨਹੁ ਮੇਰੇ ਮੀਤਾ; ਸੰਤ ਟਹਲ ਕੀ ਬੇਲਾ ॥",
    "transliteration": "Karo Baenanthee Sunahu Maerae Meethaa Santh Ttehal Kee Baelaa ||",
    "translation": "Listen, my friends, I beg of you: now is the time to serve the Saints!",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਸੁਣ, ਮੈਂ (ਤੇਰੇ ਅੱਗੇ) ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ (ਇਹ ਮਨੁੱਖਾ ਜਨਮ) ਸੰਤਾਂ ਦੀ ਟਹਲ ਕਰਨ ਦਾ ਸਮਾ ਹੈ।",
    "pronunciation": "ਬੇਲਾ:ਪੋਲਾ ਬੋਲੋ। (ਬੇਲਾ) ਵੇਲ਼ਾ",
    "type_id": 3
  },
  {
    "id": 8901,
    "shabad_id": 643,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ੲੀਹਾ. ਖਾਟਿ ਚਲਹੁ ਹਰਿ ਲਾਹਾ; ਅਾਗੈ ਬਸਨੁ ਸੁਹੇਲਾ ॥੧॥",
    "transliteration": "Eehaa Khaatt Chalahu Har Laahaa Aagai Basan Suhaelaa ||1||",
    "translation": "In this world, earn the profit of the Lord's Name, and hereafter, you shall dwell in peace. ||1||",
    "punjabi": "ਇਥੋਂ ਹਰਿ-ਨਾਮ ਦਾ ਲਾਭ ਖੱਟ ਕੇ ਤੁਰੋ, ਪਰਲੋਕ ਵਿਚ ਸੌਖਾ ਵਾਸ ਪ੍ਰਾਪਤ ਹੋਵੇਗਾ ॥੧॥",
    "pronunciation": "(ੲੀਹਾ) ੲਿਸ ਲੋਕ ਚ। (ਅਾਗੈ) ਪ੍ਰਲੋਕ ਚ",
    "type_id": 3
  },
  {
    "id": 8902,
    "shabad_id": 643,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਸੰਸਾਰੁ ਬਿਕਾਰੁ ਸਹਸੇ ਮਹਿ; ਤਰਿਓ ਬ੍ਰਹਮਗਿਅਾਨੀ ॥",
    "transliteration": "Eihu Sansaar Bikaar Sehasae Mehi Thariou Breham Giaanee ||",
    "translation": "This world is engrossed in corruption and cynicism. Only those who know God are saved.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਹ ਜਗਤ ਵਿਕਾਰ-ਰੂਪ ਬਣਿਆ ਪਿਆ ਹੈ (ਵਿਕਾਰਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ ਜੀਵ) ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਵਿਚ (ਡੁੱਬੇ ਰਹਿੰਦੇ ਹਨ)। ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ, ਉਹ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਸਹਸੇ) ਭਰਮ, ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 8903,
    "shabad_id": 643,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜਿਸਹਿ ਜਗਾੲਿ ਪੀਅਾੲੇ ਹਰਿ ਰਸੁ; ਅਕਥ ਕਥਾ ਤਿਨਿ ਜਾਨੀ ॥੨॥",
    "transliteration": "Jisehi Jagaae Peeaaeae Har Ras Akathh Kathhaa Thin Jaanee ||2||",
    "translation": "Those who are awakened by the Lord to drink in this sublime essence, come to know the Unspoken Speech of the Lord. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਪਰਮਾਤਮਾ ਵਿਕਾਰਾਂ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਸੁਚੇਤ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪਣਾ ਹਰਿ-ਨਾਮ-ਰਸ ਪਿਲਾਂਦਾ ਹੈ। ਉਸ ਮਨੁੱਖ ਨੇ ਫਿਰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ ਜਿਸ ਦਾ ਮੁਕੰਮਲ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੨॥",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8904,
    "shabad_id": 643,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਜਾ ਕੳੁ ਅਾੲੇ. ਸੋੲੀ ਵਿਹਾਝਹੁ; ਹਰਿ ਗੁਰ ਤੇ ਮਨਹਿ ਬਸੇਰਾ ॥",
    "transliteration": "Jaa Ko Aaeae Soee Vihaajhahu Har Gur Thae Manehi Basaeraa ||",
    "translation": "Purchase only that for which you have come into the world, and through the Guru, the Lord shall dwell within your mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਨਾਮ-ਪਦਾਰਥ ਦੇ ਖ਼ਰੀਦਣ) ਵਾਸਤੇ (ਜਗਤ ਵਿਚ) ਆਏ ਹੋ, ਉਹ ਸੌਦਾ ਖ਼ਰੀਦੋ।",
    "pronunciation": "(ਵਿਹਾਝਹੁ) ਖ੍ਰੀਦੋ। (ਬਸੇਰਾ) ਵਾਸਾ",
    "type_id": 3
  },
  {
    "id": 8905,
    "shabad_id": 643,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਮਹਲੁ ਪਾਵਹੁ ਸੁਖ ਸਹਜੇ; ਬਹੁਰਿ. ਨ ਹੋੲਿਗੋ ਫੇਰਾ ॥੩॥",
    "transliteration": "Nij Ghar Mehal Paavahu Sukh Sehajae Bahur N Hoeigo Faeraa ||3||",
    "translation": "Within the home of your own inner being, you shall obtain the Mansion of the Lord's Presence with intuitive ease. You shall not be consigned again to the wheel of reincarnation. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਵਾਸ ਮਨ ਵਿਚ ਹੋ ਸਕਦਾ ਹੈ। ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਵਿਚ ਟਿਕ ਕੇ ਆਪਣਾ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਟਿਕਾਣਾ ਲੱਭੋ। ਇਸ ਤਰ੍ਹਾਂ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮਿਲੇਗਾ ॥੩॥",
    "pronunciation": "(ਨਿਜ) ਅਪਣੇ (ਘਰਿ) ਹਿਰਦੇ। (ਮਹਲੁ) ਨਿਰਗੁਨ ਬ੍ਰਹਮ",
    "type_id": 3
  },
  {
    "id": 8906,
    "shabad_id": 643,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਅੰਤਰਜਾਮੀ ਪੁਰਖ ਬਿਧਾਤੇ; ਸਰਧਾ ਮਨ ਕੀ ਪੂਰੇ ॥",
    "transliteration": "Antharajaamee Purakh Bidhhaathae Saradhhaa Man Kee Poorae ||",
    "translation": "O Inner-knower, Searcher of hearts, Primal Being, Architect of Destiny: please fulfill this yearning of my mind.",
    "punjabi": "ਹੇ ਅੰਤਰਜਾਮੀ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ! ਮੇਰੇ ਮਨ ਦੀ ਸਰਧਾ ਪੂਰੀ ਕਰ।",
    "pronunciation": "(ਬਿਧਾਤੇ) ਸਿਰਜਣਹਾਰ ਪ੍ਰਭ ਜੀ। (ਸਰਧਾ) ਭਰੋਸਾ",
    "type_id": 3
  },
  {
    "id": 8907,
    "shabad_id": 643,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕੁ ਦਾਸੁ. ੲਿਹੀ ਸੁਖੁ ਮਾਗੈ; ਮੋਕੳੁ. ਕਰਿ ਸੰਤਨ ਕੀ ਧੂਰੇ ॥੪॥੩॥੧੨੪॥",
    "transliteration": "Naanak Dhaas Eihee Sukh Maagai Mo Ko Kar Santhan Kee Dhhoorae ||4||3||124||",
    "translation": "Nanak, Your slave, begs for this happiness: let me be the dust of the feet of the Saints. ||4||3||124||",
    "punjabi": "ਤੇਰਾ ਦਾਸ ਨਾਨਕ ਤੈਥੋਂ ਇਹੀ ਸੁਖ ਮੰਗਦਾ ਹੈ-ਮੈਨੂੰ ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਾ ਦੇ ॥੪॥੩॥੧੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8908,
    "shabad_id": 644,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8909,
    "shabad_id": 644,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਰਾਖੁ ਪਿਤਾ ਪ੍ਰਭ ਮੇਰੇ ॥",
    "transliteration": "Raakh Pithaa Prabh Maerae ||",
    "translation": "Save me, O My Father God.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਿੱਤਰ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਗੁਣ-ਹੀਨ ਨੂੰ ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8910,
    "shabad_id": 644,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮੋਹਿ ਨਿਰਗੁਨੁ; ਸਭ ਗੁਨ ਤੇਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mohi Niragun Sabh Gun Thaerae ||1|| Rehaao ||",
    "translation": "I am worthless and without virtue; all virtues are Yours. ||1||Pause||",
    "punjabi": "ਸਾਰੇ ਗੁਣ ਤੇਰੇ (ਵੱਸ ਵਿਚ ਹਨ, ਜਿਸ ਤੇ ਮਿਹਰ ਕਰੇਂ, ਉਸੇ ਨੂੰ ਮਿਲਦੇ ਹਨ। ਮੈਨੂੰ ਭੀ ਆਪਣੇ ਗੁਣ ਬਖ਼ਸ਼ ਤੇ ਅਉਗਣਾਂ ਤੋਂ ਬਚਾ ਲੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8911,
    "shabad_id": 644,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਪੰਚ ਬਿਖਾਦੀ. ੲੇਕੁ ਗਰੀਬਾ; ਰਾਖਹੁ ਰਾਖਨਹਾਰੇ ॥",
    "transliteration": "Panch Bikhaadhee Eaek Gareebaa Raakhahu Raakhanehaarae ||",
    "translation": "The five vicious thieves are assaulting my poor being; save me, O Savior Lord!",
    "punjabi": "ਹੇ ਸਹਾਇਤਾ ਕਰਨ ਦੇ ਸਮਰੱਥ ਪ੍ਰਭੂ! ਮੈਂ ਗਰੀਬ ਇਕੱਲਾ ਹਾਂ ਤੇ ਮੇਰੇ ਵੈਰੀ ਕਾਮ ਆਦਿਕ ਪੰਜ ਹਨ।",
    "pronunciation": "(ਬਿਖਾਦੀ) ਦੁੱਖਦਾੲੀ",
    "type_id": 3
  },
  {
    "id": 8912,
    "shabad_id": 644,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਖੇਦੁ ਕਰਹਿ. ਅਰੁ ਬਹੁਤੁ ਸੰਤਾਵਹਿ; ਅਾੲਿਓ ਸਰਨਿ ਤੁਹਾਰੇ ॥੧॥",
    "transliteration": "Khaedh Karehi Ar Bahuth Santhaavehi Aaeiou Saran Thuhaarae ||1||",
    "translation": "They are tormenting and torturing me. I have come, seeking Your Sanctuary. ||1||",
    "punjabi": "ਮੇਰੀ ਸਹਾਇਤਾ ਕਰ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਇਹ ਪੰਜੇ ਮੈਨੂੰ ਦੁੱਖ ਦੇਂਦੇ ਹਨ ਤੇ ਬਹੁਤ ਸਤਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਖੇਦੁ) ਦੁੱਖ। (ਸੰਤਾਵਹਿ) ਸਤਾੳੁਂਦੇ, ਤੰਗ ਕਰਦੇ",
    "type_id": 3
  }
]
