[
  {
    "id": 8913,
    "shabad_id": 644,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਰਿ ਕਰਿ ਹਾਰਿਓ. ਅਨਿਕ ਬਹੁ ਭਾਤੀ; ਛੋਡਹਿ ਕਤਹੂੰ ਨਾਹੀ ॥",
    "transliteration": "Kar Kar Haariou Anik Bahu Bhaathee Shhoddehi Kathehoon Naahee ||",
    "translation": "Trying all sorts of things, I have grown weary, but still, they will not leave me alone.",
    "punjabi": "(ਹੇ ਪਿਤਾ-ਪ੍ਰਭੂ! ਇਹਨਾਂ ਪੰਜਾਂ ਬਿਖਾਦੀਆਂ ਤੋਂ ਬਚਣ ਲਈ) ਮੈਂ ਅਨੇਕਾਂ ਤੇ ਕਈ ਕਿਸਮਾਂ ਦੇ ਜਤਨ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ, ਇਹ ਕਿਸੇ ਤਰ੍ਹਾਂ ਭੀ ਮੇਰੀ ਖ਼ਲਾਸੀ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "ਭਾਂਤੀ",
    "type_id": 3
  },
  {
    "id": 8914,
    "shabad_id": 644,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ਬਾਤ ਸੁਨਿ. ਤਾਕੀ ਓਟਾ; ਸਾਧਸੰਗਿ ਮਿਟਿ ਜਾਹੀ ॥੨॥",
    "transliteration": "Eaek Baath Sun Thaakee Outtaa Saadhhasang Mitt Jaahee ||2||",
    "translation": "But I have heard that they can be rooted out, in the Saadh Sangat, the Company of the Holy; and so I seek their Shelter. ||2||",
    "punjabi": "ਇਕ ਇਹ ਗੱਲ ਸੁਣ ਕੇ ਕਿ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਇਹ ਮੁੱਕ ਜਾਂਦੇ ਹਨ, ਮੈਂ ਤੇਰੀ ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "(ਤੱਾਕੀ) ਤੱਕਣਾ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 8915,
    "shabad_id": 644,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਸੰਤ ਮਿਲੇ ਮੋਹਿ; ਤਿਨ ਤੇ. ਧੀਰਜੁ ਪਾੲਿਅਾ ॥",
    "transliteration": "Kar Kirapaa Santh Milae Mohi Thin Thae Dhheeraj Paaeiaa ||",
    "translation": "In their Mercy, the Saints have met me, and from them, I have obtained satisfaction.",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਤੇਰੇ ਸੰਤ ਜਨ ਮਿਲ ਪਏ, ਉਹਨਾਂ ਤੋਂ ਮੈਨੂੰ ਹੌਸਲਾ ਮਿਲਿਆ ਹੈ।",
    "pronunciation": "(ਧੀਰਜੁ) ਟਿਕਾੳੁ",
    "type_id": 3
  },
  {
    "id": 8916,
    "shabad_id": 644,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸੰਤੀ. ਮੰਤੁ ਦੀਓ ਮੋਹਿ ਨਿਰਭੳੁ; ਗੁਰ ਕਾ ਸਬਦੁ ਕਮਾੲਿਅਾ ॥੩॥",
    "transliteration": "Santhee Manth Dheeou Mohi Nirabho Gur Kaa Sabadh Kamaaeiaa ||3||",
    "translation": "The Saints have given me the Mantra of the Fearless Lord, and now I practice the Word of the Guru's Shabad. ||3||",
    "punjabi": "ਸੰਤਾਂ ਨੇ ਮੈਨੂੰ (ਇਹਨਾਂ ਪੰਜਾਂ ਬਿਖਾਦੀਆਂ ਤੋਂ) ਨਿਡਰ ਕਰਨ ਵਾਲਾ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ ਤੇ ਮੈਂ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਆਪਣੇ ਜੀਵਨ ਵਿਚ ਧਾਰਿਆ ਹੈ ॥੩॥",
    "pronunciation": "ਸੰਤੀਂ",
    "type_id": 3
  },
  {
    "id": 8917,
    "shabad_id": 644,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜੀਤਿ ਲੲੇ ਓੲਿ ਮਹਾ ਬਿਖਾਦੀ; ਸਹਜ ਸੁਹੇਲੀ ਬਾਣੀ ॥",
    "transliteration": "Jeeth Leae Oue Mehaa Bikhaadhee Sehaj Suhaelee Baanee ||",
    "translation": "I have now conquered those terrible evil-doers, and my speech is now sweet and sublime.",
    "punjabi": "ਗੁਰੂ ਦੀ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇਣ ਵਾਲੀ, ਤੇ ਸੁਖ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਹ ਪੰਜੇ ਵੱਡੇ ਝਗੜਾਲੂ ਜਿੱਤ ਲਏ ਹਨ।",
    "pronunciation": "(ਬਿਖਾਦੀ) ਝਗੜਾਲੂ। (ਸੁਹੇਲੀ) ਸੁਖਦਾੲੀ",
    "type_id": 3
  },
  {
    "id": 8918,
    "shabad_id": 644,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਮਨਿ ਭੲਿਅਾ ਪਰਗਾਸਾ; ਪਾੲਿਅਾ ਪਦੁ ਨਿਰਬਾਣੀ ॥੪॥੪॥੧੨੫॥",
    "transliteration": "Kahu Naanak Man Bhaeiaa Paragaasaa Paaeiaa Padh Nirabaanee ||4||4||125||",
    "translation": "Says Nanak, the Divine Light has dawned within my mind; I have obtained the state of Nirvaanaa. ||4||4||125||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਹੁਣ) ਆਖ-ਮੇਰੇ ਮਨ ਵਿਚ ਆਤਮਕ ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਮੈਂ ਉਹ ਆਤਮਕ ਦਰਜਾ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ, ਜਿਥੇ ਕੋਈ ਵਾਸ਼ਨਾ ਨਹੀਂ ਪੋਹ ਸਕਦੀ ॥੪॥੪॥੧੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8919,
    "shabad_id": 645,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8920,
    "shabad_id": 645,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਓਹੁ; ਅਬਿਨਾਸੀ ਰਾੲਿਅਾ ॥",
    "transliteration": "Ouhu Abinaasee Raaeiaa ||",
    "translation": "He is the Eternal King.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਇਕ) ਉਹ ਰਾਜਾ ਹੈਂ ਜੋ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ।",
    "pronunciation": "(ਰਾੲਿਅਾ) ਪਾਤਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 8921,
    "shabad_id": 645,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਿਰਭੳੁ ਸੰਗਿ ਤੁਮਾਰੈ ਬਸਤੇ; ੲਿਹੁ ਡਰਨੁ. ਕਹਾ ਤੇ ਅਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Nirabho Sang Thumaarai Basathae Eihu Ddaran Kehaa Thae Aaeiaa ||1|| Rehaao ||",
    "translation": "The Fearless Lord abides with you. So where does this fear come from? ||1||Pause||",
    "punjabi": "ਜੇਹੜੇ ਜੀਵ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਨਿਡਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਕਿਤੋਂ ਭੀ ਕੋਈ ਡਰ-ਖ਼ੌਫ਼ ਨਹੀਂ ਆਉਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8922,
    "shabad_id": 645,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲੇਕ ਮਹਲਿ. ਤੂੰ ਹੋਹਿ ਅਫਾਰੋ; ੲੇਕ ਮਹਲਿ ਨਿਮਾਨੋ ॥",
    "transliteration": "Eaek Mehal Thoon Hohi Afaaro Eaek Mehal Nimaano ||",
    "translation": "In one person, You are arrogant and proud, and in another, You are meek and humble.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿਣ ਵਾਲਿਆਂ ਨੂੰ ਯਕੀਨ ਹੈ ਕਿ) ਇਕ (ਮਨੁੱਖ ਦੇ) ਸਰੀਰ ਵਿਚ ਤੂੰ (ਆਪ ਹੀ) ਅਹੰਕਾਰੀ ਬਣਿਆ ਹੈਂ ਤੇ ਇਕ ਹੋਰ ਸਰੀਰ ਵਿਚ ਤੂੰ ਮਾਣ-ਰਹਿਤ ਹੈਂ।",
    "pronunciation": "(ਮਹ-ਲਿ) ਸ੍ਰੀਰ। (ਅਫਾਰੋ) ਹੰਕਾਰੀ। (ਨਿਮਾਨੋ) ਨਿਮਾਣਾ ਗ੍ਰੀਬ",
    "type_id": 3
  },
  {
    "id": 8923,
    "shabad_id": 645,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲੇਕ ਮਹਲਿ. ਤੂੰ ਅਾਪੇ ਅਾਪੇ; ੲੇਕ ਮਹਲਿ ਗਰੀਬਾਨੋ ॥੧॥",
    "transliteration": "Eaek Mehal Thoon Aapae Aapae Eaek Mehal Gareebaano ||1||",
    "translation": "In one person, You are all by Yourself, and in another, You are poor. ||1||",
    "punjabi": "ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਆਪ ਹੀ ਸਭ ਇਖ਼ਤਿਆਰ ਵਾਲਾ ਹੈਂ ਤੇ ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਗ਼ਰੀਬ ਕੰਗਾਲ ਹੈਂ ॥੧॥",
    "pronunciation": "(ਗਰੀਬਾਨੋ) ਗ੍ਰੀਬ",
    "type_id": 3
  },
  {
    "id": 8924,
    "shabad_id": 645,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ੲੇਕ ਮਹਲਿ. ਤੂੰ ਪੰਡਿਤੁ ਬਕਤਾ; ੲੇਕ ਮਹਲਿ ਖਲੁ ਹੋਤਾ ॥",
    "transliteration": "Eaek Mehal Thoon Panddith Bakathaa Eaek Mehal Khal Hothaa ||",
    "translation": "In one person, you are a Pandit, a religious scholar and a preacher, and in another, You are just a fool.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਇਕ (ਮਨੁੱਖਾ) ਸਰੀਰ ਵਿਚ ਤੂੰ ਚੰਗਾ ਬੋਲ ਸਕਣ ਵਾਲਾ ਵਿਦਵਾਨ ਹੈਂ ਤੇ ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ ਮੂਰਖ ਬਣਿਆ ਹੋਇਆ ਹੈਂ।",
    "pronunciation": "(ਪੰਡਿਤੁ) ਵਿਦਵਾਨ (ਬਕਤਾ) ੳੁਪਦੇਸ਼ਕ। (ਖਲੁ) ਮੂਰਖ। ਬਕਤਾਖਲੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8925,
    "shabad_id": 645,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ੲੇਕ ਮਹਲਿ. ਤੂੰ ਸਭੁ ਕਿਛੁ ਗ੍ਰਾਹਜੁ; ੲੇਕ ਮਹਲਿ. ਕਛੂ ਨ ਲੇਤਾ ॥੨॥",
    "transliteration": "Eaek Mehal Thoon Sabh Kishh Graahaj Eaek Mehal Kashhoo N Laethaa ||2||",
    "translation": "In one person, You grab hold of everything, and in another, You accept nothing. ||2||",
    "punjabi": "ਇਕ ਸਰੀਰ ਵਿਚ (ਬੈਠ ਕੇ ਤੂੰ ਗਰੀਬਾਂ, ਕਮਜ਼ੋਰਾਂ ਪਾਸੋਂ) ਸਭ ਕੁਝ (ਖੋਹ ਕੇ ਆਪਣੇ ਪਾਸ) ਇਕੱਠਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੇ ਇਕ ਸਰੀਰ ਵਿਚ ਤੂੰ (ਵਿਰਕਤ ਬਣ ਕੇ) ਕੋਈ ਚੀਜ਼ ਭੀ ਅੰਗੀਕਾਰ ਨਹੀਂ ਕਰਦਾ ॥੨॥",
    "pronunciation": "(ਗ੍ਰਾਹਜੁ) ੲਿਕੱਠਾ ਕਰਦਾ",
    "type_id": 3
  },
  {
    "id": 8926,
    "shabad_id": 645,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕਾਠ ਕੀ ਪੁਤਰੀ. ਕਹਾ ਕਰੈ ਬਪੁਰੀ; ਖਿਲਾਵਨਹਾਰੋ ਜਾਨੈ ॥",
    "transliteration": "Kaath Kee Putharee Kehaa Karai Bapuree Khilaavanehaaro Jaanai ||",
    "translation": "What can the poor wooden puppet do? The Master Puppeteer knows everything.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਇਹ ਜੀਵ ਵਿਚਾਰਾ ਕਾਠ ਦੀ ਪੁਤਲੀ ਹੈ, ਇਸ ਨੂੰ ਖਿਡਾਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ ਜਾਣਦਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਕਿਵੇਂ ਨਚਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਪੁਤਰੀ:ਪੋਲਾ ਬੋਲੋ। (ਪੁਤਰੀ) ਪੁਤਲੀ। (ਬੱਪੁਰੀ) ਵਿਚਾਰੀ",
    "type_id": 3
  },
  {
    "id": 8927,
    "shabad_id": 645,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜੈਸਾ ਭੇਖੁ. ਕਰਾਵੈ ਬਾਜੀਗਰੁ; ਓਹੁ. ਤੈਸੋ ਹੀ ਸਾਜੁ ਅਾਨੈ ॥੩॥",
    "transliteration": "Jaisaa Bhaekh Karaavai Baajeegar Ouhu Thaiso Hee Saaj Aanai ||3||",
    "translation": "As the Puppeteer dresses the puppet, so is the role the puppet plays. ||3||",
    "punjabi": "(ਬਾਜੀ ਖਿਡਾਣ ਵਾਲਾ ਪ੍ਰਭੂ) ਬਾਜੀਗਰ ਜਿਹੋ ਜਿਹਾ ਸਾਂਗ ਰਚਾਂਦਾ ਹੈ, ਉਹ ਜੀਵ ਉਹੋ ਜਿਹਾ ਸਾਂਗ ਰਚਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਸਾਜੁ) ਬਨਾਵਟ",
    "type_id": 3
  },
  {
    "id": 8928,
    "shabad_id": 645,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਅਨਿਕ ਕੋਠਰੀ. ਬਹੁਤੁ ਭਾਤਿ ਕਰੀਅਾ; ਅਾਪਿ ਹੋਅਾ ਰਖਵਾਰਾ ॥",
    "transliteration": "Anik Kotharee Bahuth Bhaath Kareeaa Aap Hoaa Rakhavaaraa ||",
    "translation": "The Lord has created the various chambers of assorted descriptions, and He Himself protects them.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ (ਜਗਤ ਵਿਚ ਬੇਅੰਤ ਜੂਨਾਂ ਦੇ ਜੀਵਾਂ ਦੀਆਂ) ਅਨੇਕ (ਸਰੀਰ-) ਕੋਠੜੀਆਂ ਕਈ ਕਿਸਮਾਂ ਦੀਆਂ ਬਣਾ ਦਿੱਤੀਆਂ ਹਨ ਤੇ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਦਾ) ਰਾਖਾ ਬਣਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(ਕੋਠਰੀ) ਦੇਹਾਂ",
    "type_id": 3
  },
  {
    "id": 8929,
    "shabad_id": 645,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਜੈਸੇ ਮਹਲਿ ਰਾਖੈ. ਤੈਸੈ ਰਹਨਾ; ਕਿਅਾ ੲਿਹੁ ਕਰੈ ਬਿਚਾਰਾ ॥੪॥",
    "transliteration": "Jaisae Mehal Raakhai Thaisai Rehanaa Kiaa Eihu Karai Bichaaraa ||4||",
    "translation": "As is that vessel in which the Lord places the soul, so does it dwell. What can this poor being do? ||4||",
    "punjabi": "ਇਹ ਵਿਚਾਰਾ ਜੀਵ (ਆਪਣੇ ਆਪ) ਕੁਝ ਭੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ ਹੈ। ਜਿਹੋ ਜਿਹੇ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਇਸ ਨੂੰ ਰੱਖਦਾ ਹੈ, ਉਹੋ ਜਿਹੇ ਸਰੀਰ ਵਿਚ ਇਸ ਨੂੰ ਰਹਿਣਾ ਪੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਮਹ-ਲਿ",
    "type_id": 3
  },
  {
    "id": 8930,
    "shabad_id": 645,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਜਿਨਿ ਕਿਛੁ ਕੀਅਾ. ਸੋੲੀ ਜਾਨੈ; ਜਿਨਿ ੲਿਹ ਸਭ ਬਿਧਿ ਸਾਜੀ ॥",
    "transliteration": "Jin Kishh Keeaa Soee Jaanai Jin Eih Sabh Bidhh Saajee ||",
    "translation": "The One who created the thing, understands it; He has fashioned all of this.",
    "punjabi": "ਆਖ-ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਰਚਿਆ ਹੈ, ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਾਰੀ ਖੇਡ ਬਣਾਈ ਹੈ, ਓਹੀ (ਇਸ ਦੇ ਭੇਦ ਨੂੰ) ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 8931,
    "shabad_id": 645,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਅਪਰੰਪਰ ਸੁਅਾਮੀ; ਕੀਮਤਿ ਅਪੁਨੈ ਕਾਜੀ ॥੫॥੫॥੧੨੬॥",
    "transliteration": "Kahu Naanak Aparanpar Suaamee Keemath Apunae Kaajee ||5||5||126||",
    "translation": "Says Nanak, the Lord and Master is Infinite; He alone understands the value of His Creation. ||5||5||126||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹ ਪਰਮਾਤਮਾ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈ, (ਸਾਰੀ ਰਚਨਾ ਦਾ) ਮਾਲਕ ਹੈ, ਤੇ ਉਹ ਆਪਣੇ ਕੰਮਾਂ ਦੀ ਕਦਰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ॥੫॥੫॥੧੨੬॥",
    "pronunciation": "(ਅਪ-ਰੰਪਰ) ਬੇਅੰਤ। (ਕੱਾਜੀ) ਕੰਮਾਂ ਦੀ",
    "type_id": 3
  },
  {
    "id": 8932,
    "shabad_id": 646,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8933,
    "shabad_id": 646,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਛੋਡਿ ਛੋਡਿ ਰੇ; ਬਿਖਿਅਾ ਕੇ ਰਸੂਅਾ ॥",
    "transliteration": "Shhodd Shhodd Rae Bikhiaa Kae Rasooaa ||",
    "translation": "Give them up - give up the pleasures of corruption;",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਚਸਕੇ ਛੱਡ ਦੇ ਛੱਡ ਦੇ।",
    "pronunciation": "(ਰਸੂਅਾ) ਰਸ",
    "type_id": 3
  },
  {
    "id": 8934,
    "shabad_id": 646,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੳੁਰਝਿ ਰਹਿਓ. ਰੇ ਬਾਵਰ ਗਾਵਰ; ਜਿੳੁ ਕਿਰਖੈ. ਹਰਿਅਾੲਿਓ ਪਸੂਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ourajh Rehiou Rae Baavar Gaavar Jio Kirakhai Hariaaeiou Pasooaa ||1|| Rehaao ||",
    "translation": "You are entangled in them, you crazy fool, like an animal grazing in the green fields. ||1||Pause||",
    "punjabi": "ਹੇ ਕਮਲੇ ਗੰਵਾਰ! ਤੂੰ (ਇਹਨਾਂ ਚਸਕਿਆਂ ਵਿਚ ਇਉਂ) ਮਸਤ ਪਿਆ ਹੈਂ, ਜਿਵੇਂ ਕੋਈ ਪਸ਼ੂ ਹਰੇ ਖੇਤ ਵਿਚ ਮਸਤ (ਹੁੰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਬਾਵਰ) ਕਮਲੇ। (ਗਾਵਰ) ਬੇਸਮਝ। (ਹਰਿ੍ਹਅਾੲਿਓ) ਹਰੀ (ਕਿਰ-ਖੈ) ਖੇਤੀ",
    "type_id": 4
  },
  {
    "id": 8935,
    "shabad_id": 646,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਜਾਨਹਿ. ਤੂੰ ਅਪੁਨੈ ਕਾਜੈ; ਸੋ ਸੰਗਿ ਨ ਚਾਲੈ ਤੇਰੈ. ਤਸੂਅਾ ॥",
    "transliteration": "Jo Jaanehi Thoon Apunae Kaajai So Sang N Chaalai Thaerai Thasooaa ||",
    "translation": "That which you believe to be of use to you, shall not go even an inch with you.",
    "punjabi": "(ਹੇ ਕਮਲੇ!) ਜਿਸ ਚੀਜ਼ ਨੂੰ ਤੂੰ ਆਪਣੇ ਕੰਮ ਆਉਣ ਵਾਲੀ ਸਮਝਦਾ ਹੈਂ, ਉਹ ਰਤਾ ਭਰ ਭੀ (ਅੰਤ ਵੇਲੇ) ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "(ਕੱਾਜੈ) ਕੰਮ ਅੳੁਣ ਵਾਲੇ। (ਤਸੂਅਾ) ਥੋੜਾ ਜਿਹਾ",
    "type_id": 3
  },
  {
    "id": 8936,
    "shabad_id": 646,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਨਾਗੋ ਅਾੲਿਓ. ਨਾਗ ਸਿਧਾਸੀ; ਫੇਰਿ ਫਿਰਿਓ. ਅਰੁ ਕਾਲਿ ਗਰਸੂਅਾ ॥੧॥",
    "transliteration": "Naago Aaeiou Naag Sidhhaasee Faer Firiou Ar Kaal Garasooaa ||1||",
    "translation": "Naked you came, and naked you shall depart. You shall go round and round the cycle of birth and death, and you shall be food for Death. ||1||",
    "punjabi": "ਤੂੰ (ਜਗਤ ਵਿਚ) ਨੰਗਾ ਆਇਆ ਸੀ (ਇਥੋਂ) ਨੰਗਾ ਹੀ ਚਲਾ ਜਾਏਂਗਾ। ਤੂੰ (ਵਿਅਰਥ ਹੀ ਜੂਨਾਂ ਦੇ) ਗੇੜ ਵਿਚ ਫਿਰ ਰਿਹਾ ਹੈਂ ਅਤੇ ਤੈਨੂੰ ਆਤਮਕ ਮੌਤ ਨੇ ਗ੍ਰਸਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "(ਸਿਧਾਸੀ) ਜਾਵੇਗਾ। (ਗ-ਰਸੂਅਾ) ਖਾ ਲਿਅਾ। ਨਾਂਗੋ। ਨਾਂਗ",
    "type_id": 3
  },
  {
    "id": 8937,
    "shabad_id": 646,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਪੇਖਿ ਪੇਖਿ ਰੇ. ਕਸੁੰਭ ਕੀ ਲੀਲਾ; ਰਾਚਿ ਮਾਚਿ ਤਿਨਹੂੰ ਲੳੁ ਹਸੂਅਾ ॥",
    "transliteration": "Paekh Paekh Rae Kasunbh Kee Leelaa Raach Maach Thinehoon Lo Hasooaa ||",
    "translation": "Watching, watching the transitory dramas of the world, you are embroiled and enmeshed in them, and you laugh with delight.",
    "punjabi": "(ਹੇ ਕਮਲੇ!) (ਇਹ ਮਾਇਆ ਦੀ ਖੇਡ) ਕਸੁੰਭੇ ਦੀ ਖੇਡ (ਹੈ, ਇਸ ਨੂੰ) ਵੇਖ ਵੇਖ ਕੇ ਤੂੰ ਇਸ ਵਿਚ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ ਤੇ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਨਾਲ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(ਕਸੁੰਭ) ਕੱਚੇ ਰੰਗ ਵਾਲਾ ਫੁੱਲ।(ਲ੍ਹੀਲਾ) ਖੇਡ। ਹੱਸੂਅਾ",
    "type_id": 3
  },
  {
    "id": 8938,
    "shabad_id": 646,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਛੀਜਤ ਡੋਰਿ. ਦਿਨਸੁ ਅਰੁ ਰੈਨੀ; ਜੀਅ ਕੋ ਕਾਜੁ. ਨ ਕੀਨੋ ਕਛੂਅਾ ॥੨॥",
    "transliteration": "Shheejath Ddor Dhinas Ar Rainee Jeea Ko Kaaj N Keeno Kashhooaa ||2||",
    "translation": "The string of life is wearing thin, day and night, and you have done nothing for your soul. ||2||",
    "punjabi": "ਦਿਨ ਰਾਤ ਤੇਰੀ ਉਮਰ ਦੀ ਡੋਰੀ ਕਮਜ਼ੋਰ ਹੁੰਦੀ ਜਾ ਰਹੀ ਹੈ। ਤੂੰ ਆਪਣੀ ਜਿੰਦ ਦੇ ਕੰਮ ਆਉਣ ਵਾਲਾ ਕੋਈ ਭੀ ਕੰਮ ਨਹੀਂ ਕੀਤਾ ॥੨॥",
    "pronunciation": "(ਛੀਜਤ) ਛਿੱਜਦੀ ਕਮਜ਼ੋਰ ਹੁੰਦੀ",
    "type_id": 3
  },
  {
    "id": 8939,
    "shabad_id": 646,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਕਰਤ ਕਰਤ. ੲਿਵ ਹੀ ਬਿਰਧਾਨੋ; ਹਾਰਿਓ ੳੁਕਤੇ, ਤਨੁ ਖੀਨਸੂਅਾ ॥",
    "transliteration": "Karath Karath Eiv Hee Biradhhaano Haariou Oukathae Than Kheenasooaa ||",
    "translation": "Doing your deeds, you have grown old; your voice fails you, and your body has become weak.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਧੰਧੇ) ਕਰ ਕਰ ਕੇ ਇਉਂ ਹੀ ਮਨੁੱਖ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਕਲ ਕੰਮ ਕਰਨੋਂ ਰਹਿ ਜਾਂਦੀ ਹੈ, ਤੇ ਸਰੀਰ ਲਿੱਸਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਬਿਰਧਾਨੋ) ਬਿਰਧ। (ੳੁਕਤੇ) ਬੋਲਣੋ ਭੀ ਹਾਰ ਗਿਅਾ।ਸ੍ਰੀਰ ਦਾ ਬਲ (ਖੀ-ਨਸੂਅਾ) ਨਾਸ ਹੋਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 8940,
    "shabad_id": 646,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਜਿੳੁ ਮੋਹਿਓ. ੳੁਨਿ ਮੋਹਨੀ ਬਾਲਾ; ੳੁਸ ਤੇ. ਘਟੈ ਨਾਹੀ ਰੁਚ ਚਸੂਅਾ ॥੩॥",
    "transliteration": "Jio Mohiou Oun Mohanee Baalaa Ous Thae Ghattai Naahee Ruch Chasooaa ||3||",
    "translation": "You were enticed by Maya in your youth, and your attachment for it has not diminished, one little bit. ||3||",
    "punjabi": "ਜਿਵੇਂ (ਜਵਾਨੀ ਵੇਲੇ) ਉਸ ਮੋਹਣ ਵਾਲੀ ਮਾਇਆ ਨੇ ਇਸ ਨੂੰ ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾਇਆ ਸੀ, ਉਸ ਵਲੋਂ ਇਸ ਦੀ ਪ੍ਰੀਤਿ ਰਤਾ ਭੀ ਨਹੀਂ ਘਟਦੀ ॥੩॥",
    "pronunciation": "(ਮੋਹਨੀ) ਮੋਹਣ ਵਾਲੀ (ਬਾਲਾ) ਮਾੲਿਅਾ ੲਿਸਤ੍ਰੀ। (ਰੁਚ) ਪ੍ਰੀਤੀ। (ਚੱਸੂਅਾ) ਥੋੜਾ ਵੀ। ਘਟੈ: ਪੋਲਾ ਬੋਲੋ। ਚੱਸੂਅਾ",
    "type_id": 3
  },
  {
    "id": 8941,
    "shabad_id": 646,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਜਗੁ ਅੈਸਾ. ਮੋਹਿ ਗੁਰਹਿ ਦਿਖਾੲਿਓ; ਤੳੁ ਸਰਣਿ ਪਰਿਓ, ਤਜਿ ਗਰਬਸੂਅਾ ॥",
    "transliteration": "Jag Aisaa Mohi Gurehi Dhikhaaeiou Tho Saran Pariou Thaj Garabasooaa ||",
    "translation": "The Guru has shown me that this is the way of the world; I have abandoned the dwelling of pride, and entered Your Sanctuary.",
    "punjabi": "ਆਖ-ਮੈਨੂੰ ਗੁਰੂ ਨੇ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ਕਿ ਜਗਤ (ਦਾ ਮੋਹ) ਇਹੋ ਜਿਹਾ ਹੈ। ਤਦ ਮੈਂ (ਜਗਤ ਦਾ) ਮਾਣ ਛੱਡ ਕੇ (ਗੁਰੂ ਦੀ) ਸਰਨ ਪਿਆ ਹਾਂ।",
    "pronunciation": "(ਗਰ-ਬਸੂਅਾ) ਹੰਕਾਰ ੲੀਰਖਾ",
    "type_id": 3
  },
  {
    "id": 8942,
    "shabad_id": 646,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਮਾਰਗੁ ਪ੍ਰਭ ਕੋ. ਸੰਤਿ ਬਤਾੲਿਓ; ਦਿ੍ਰੜੀ ਨਾਨਕ ਦਾਸ. ਭਗਤਿ ਹਰਿ ਜਸੂਅਾ ॥੪॥੬॥੧੨੭॥",
    "transliteration": "Maarag Prabh Ko Santh Bathaaeiou Dhrirree Naanak Dhaas Bhagath Har Jasooaa ||4||6||127||",
    "translation": "The Saint has shown me the Path of God; slave Nanak has implanted devotional worship and the Praise of the Lord. ||4||6||127||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ-ਸੰਤ ਨੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਣ ਦਾ ਰਾਹ ਦੱਸ ਦਿੱਤਾ ਹੈ ਤੇ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕੀ ਕਰ ਲਈ ਹੈ ॥੪॥੬॥੧੨੭॥",
    "pronunciation": "ਜਸੂਅਾ:ਪੋਲਾ ਬੋਲੋ। (ਜਸੂਅਾ) ਜਸ",
    "type_id": 3
  },
  {
    "id": 8943,
    "shabad_id": 647,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੳੁੜੀ੪ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "ਗੳੁੜੀ: ੜ ਪੈਰ ਚ ਲਿਖਿਅਾ ੪ ਨਹੀਂ ਪੜ੍ਹਨਾ, ੳੁਹ ਰਾਗ ਗੳੁੜੀ ਦੀ ਕਿਸਮ ਦਾ ਪ੍ਰਤੀਕ ਹੈ",
    "type_id": 3
  },
  {
    "id": 8944,
    "shabad_id": 647,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੁਝ ਬਿਨੁ; ਕਵਨੁ ਹਮਾਰਾ ॥",
    "transliteration": "Thujh Bin Kavan Hamaaraa ||",
    "translation": "Except for You, who is mine?",
    "punjabi": "ਤੈਥੋਂ ਬਿਨਾ ਸਾਡਾ ਹੋਰ ਕੌਣ (ਸਹਾਰਾ) ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8945,
    "shabad_id": 647,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮੇਰੇ ਪ੍ਰੀਤਮ; ਪ੍ਰਾਨ ਅਧਾਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maerae Preetham Praan Adhhaaraa ||1|| Rehaao ||",
    "translation": "O my Beloved, You are the Support of the breath of life. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਆਸਰੇ ਪ੍ਰਭੂ! ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8946,
    "shabad_id": 647,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰ ਕੀ ਬਿਧਿ. ਤੁਮ ਹੀ ਜਾਨੀ; ਤੁਮ ਹੀ ਸਜਨ ਸੁਹੇਲੇ ॥",
    "transliteration": "Anthar Kee Bidhh Thum Hee Jaanee Thum Hee Sajan Suhaelae ||",
    "translation": "You alone know the condition of my inner being. You are my Beautiful Friend.",
    "punjabi": "ਮੇਰੇ ਦਿਲ ਦੀ ਹਾਲਤ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਸੱਜਣ ਹੈਂ; ਤੂੰ ਹੀ ਮੈਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(ਸੁਹੇਲੇ) ਸੁਖਦਾੲਿਕ। ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 8947,
    "shabad_id": 647,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਰਬ ਸੁਖਾ ਮੈ ਤੁਝ ਤੇ ਪਾੲੇ; ਮੇਰੇ ਠਾਕੁਰ ਅਗਹ ਅਤੋਲੇ ॥੧॥",
    "transliteration": "Sarab Sukhaa Mai Thujh Thae Paaeae Maerae Thaakur Ageh Atholae ||1||",
    "translation": "I receive all comforts from You, O my Unfathomable and Immeasurable Lord and Master. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਅਥਾਹ ਤੇ ਅਡੋਲ ਠਾਕੁਰ! ਸਾਰੇ ਸੁਖ ਮੈਂ ਤੈਥੋਂ ਹੀ ਲੱਭੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਅਗਹ) (ਅ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ ਸਾਰਿਅਾਂ ਨੂੰ ਅਪਣੇ ਸੱਚੇ ਅਜਪਾ ਜਾਪ ਨਿਰਗੁਣ ਸਰੂਪ ਚ (ਗਹ) ਪਕੜ ਕੇ ਹੁਣ ਸੰਭਾਲ ਰਹੇ ਹਨ",
    "type_id": 3
  }
]
