[
  {
    "id": 8983,
    "shabad_id": 651,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8984,
    "shabad_id": 651,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜੋਗ ਜੁਗਤਿ; ਸੁਨਿ ਅਾੲਿਓ ਗੁਰ ਤੇ ॥",
    "transliteration": "Jog Jugath Sun Aaeiou Gur Thae ||",
    "translation": "I came to the Guru, to learn the Way of Yoga.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਗੁਰੂ ਪਾਸੋਂ ਅਸਲ ਜੋਗ ਦਾ ਤਰੀਕਾ ਸੁਣ ਕੇ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8985,
    "shabad_id": 651,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੋਕੳੁ; ਸਤਿਗੁਰ. ਸਬਦਿ ਬੁਝਾੲਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mo Ko Sathigur Sabadh Bujhaaeiou ||1|| Rehaao ||",
    "translation": "The True Guru has revealed it to me through the Word of the Shabad. ||1||Pause||",
    "punjabi": "ਮੈਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ (ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ ਜਾਚ) ਸਮਝਾ ਦਿੱਤੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੁੱਝਾੲਿਓ",
    "type_id": 4
  },
  {
    "id": 8986,
    "shabad_id": 651,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਨੳੁ ਖੰਡ ਪਿ੍ਰਥਮੀ. ੲਿਸੁ ਤਨ ਮਹਿ ਰਵਿਅਾ; ਨਿਮਖ ਨਿਮਖ ਨਮਸਕਾਰਾ ॥",
    "transliteration": "No Khandd Prithhamee Eis Than Mehi Raviaa Nimakh Nimakh Namasakaaraa ||",
    "translation": "He is contained in the nine continents of the world, and within this body; each and every moment, I humbly bow to Him.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਪਲ ਪਲ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਨਮਸਕਾਰ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ, ਜੇਹੜਾ ਇਸ ਮਨੁੱਖਾ ਸਰੀਰ ਦੇ ਵਿਚ ਹੀ ਮੌਜੂਦ ਹੈ (ਇਹੀ ਹੈ ਮੇਰੇ ਵਾਸਤੇ ਜੋਗੀਆਂ ਵਾਲਾ) ਸਾਰੀ ਧਰਤੀ (ਦਾ ਰਟਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8987,
    "shabad_id": 651,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਦੀਖਿਅਾ ਗੁਰ ਕੀ. ਮੁੰਦ੍ਰਾ ਕਾਨੀ; ਦਿ੍ਰੜਿਓ ੲੇਕੁ ਨਿਰੰਕਾਰਾ ॥੧॥",
    "transliteration": "Dheekhiaa Gur Kee Mundhraa Kaanee Dhrirriou Eaek Nirankaaraa ||1||",
    "translation": "I have made the Guru's Teachings my ear-rings, and I have enshrined the One Formless Lord within my being. ||1||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਦ੍ਰਿੜ੍ਹ ਕਰ ਲਿਆ ਹੈ (ਇਹੀ ਹੈ ਮੇਰੇ ਵਾਸਤੇ) ਕੰਨਾਂ ਵਿਚ ਮੁੰਦ੍ਰਾਂ (ਜੋ ਜੋਗੀ ਲੋਕ ਪਾਂਦੇ ਹਨ) ਮੈਂ ਇਕ ਨਿਰੰਕਾਰ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਦੀਖਿਅਾ) ਸਿੱਖਿਅਾ। ਕੱਾਨੀ",
    "type_id": 3
  },
  {
    "id": 8988,
    "shabad_id": 651,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਪੰਚ ਚੇਲੇ ਮਿਲਿ. ਭੲੇ ੲਿਕਤ੍ਰਾ; ੲੇਕਸੁ ਕੈ ਵਸਿ ਕੀੲੇ ॥",
    "transliteration": "Panch Chaelae Mil Bheae Eikathraa Eaekas Kai Vas Keeeae ||",
    "translation": "I have brought the five disciples together, and they are now under the control of the one mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਲ ਭਟਕਣ ਦੇ ਥਾਂ) ਮਿਲ ਕੇ ਇਕੱਠੇ ਹੋ ਗਏ ਹਨ। (ਭਟਕਣੋਂ ਹਟ ਗਏ ਹਨ), ਇਹ ਸਾਰੇ ਇਕ ਉੱਚੀ ਸੁਰਤ ਦੇ ਅਧੀਨ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "(ਪੰਚ) ਕਾਮਾਦਿਕ। ੲਿ-ਕੱਤ੍ਰਾ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 8989,
    "shabad_id": 651,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਦਸ ਬੈਰਾਗਨਿ ਅਾਗਿਅਾਕਾਰੀ; ਤਬ ਨਿਰਮਲ ਜੋਗੀ ਥੀੲੇ ॥੨॥",
    "transliteration": "Dhas Bairaagan Aagiaakaaree Thab Niramal Jogee Thheeeae ||2||",
    "translation": "When the ten hermits become obedient to the Lord, then I became an immaculate Yogi. ||2||",
    "punjabi": "(ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ ਜਦੋਂ ਤੋਂ) ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਮੇਰੀਆਂ ਦਸੇ ਇੰਦ੍ਰੀਆਂ (ਉੱਚੀ ਮਤਿ ਦੀ) ਆਗਿਆ ਵਿਚ ਤੁਰਨ ਲੱਗ ਪਈਆਂ ਹਨ, ਤਦੋਂ ਤੋਂ ਮੈਂ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲਾ ਜੋਗੀ ਬਣ ਗਿਆ ਹਾਂ ॥੨॥",
    "pronunciation": "ਦਸ ਗਿਅਾਨ ੲਿੰਦ੍ਰੀਅਾਂ ਸੰਸਾਰ ਵੱਲੋਂ (ਬੈਰਾਗਨਿ) ੳੁਪਰਾਮ",
    "type_id": 3
  },
  {
    "id": 8990,
    "shabad_id": 651,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਭਰਮੁ ਜਰਾੲਿ. ਚਰਾੲੀ ਬਿਭੂਤਾ; ਪੰਥੁ ੲੇਕੁ ਕਰਿ ਪੇਖਿਅਾ ॥",
    "transliteration": "Bharam Jaraae Charaaee Bibhoothaa Panthh Eaek Kar Paekhiaa ||",
    "translation": "I have burnt my doubt, and smeared my body with the ashes. My path is to see the One and Only Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਨ ਦੀ) ਭਟਕਣਾ ਨੂੰ ਸਾੜ ਕੇ (ਇਹ) ਸੁਆਹ ਮੈਂ (ਆਪਣੇ ਪਿੰਡੇ ਉਤੇ) ਮਲ ਲਈ ਹੈ, ਮੈਂ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਵਿਆਪਕ ਵੇਖਦਾ ਹਾਂ-ਇਹ ਹੈ ਮੇਰਾ ਜੋਗ-ਪੰਥ।",
    "pronunciation": "(ਬਿਭੂਤਾ) ਸਮੱਗ੍ਰੀ ਜਾਂ ਸੁਅਾਹ। ਚਰ੍ਹਾੲੀ",
    "type_id": 3
  },
  {
    "id": 8991,
    "shabad_id": 651,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਹਜ ਸੂਖ. ਸੋ ਕੀਨੀ ਭੁਗਤਾ; ਜੋ ਠਾਕੁਰਿ. ਮਸਤਕਿ ਲੇਖਿਅਾ ॥੩॥",
    "transliteration": "Sehaj Sookh So Keenee Bhugathaa Jo Thaakur Masathak Laekhiaa ||3||",
    "translation": "I have made that intuitive peace my food; the Lord Master has written this pre-ordained destiny upon my forehead. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਉਸ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਨੂੰ (ਆਪਣੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਵਾਸਤੇ ਜੋਗੀਆਂ ਦੇ ਭੰਡਾਰੇ ਵਾਲਾ) ਚੂਰਮਾ ਬਣਾਇਆ ਹੈ, ਜਿਸ ਦੀ ਪ੍ਰਾਪਤੀ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਮੱਥੇ ਉਤੇ ਲਿਖ ਦਿੱਤੀ ॥੩॥",
    "pronunciation": "(ਭੁਗਤਾ) ਭੋਜਨ",
    "type_id": 3
  },
  {
    "id": 8992,
    "shabad_id": 651,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਹ ਭੳੁ ਨਾਹੀ. ਤਹਾ ਅਾਸਨੁ ਬਾਧਿਓ; ਸਿੰਗੀ ਅਨਹਤ ਬਾਨੀ ॥",
    "transliteration": "Jeh Bho Naahee Thehaa Aasan Baadhhiou Singee Anehath Baanee ||",
    "translation": "In that place where there is no fear, I have assumed my Yogic posture. The unstruck melody of His Bani is my horn.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਇਕ-ਰਸ ਸਿੰਙੀ ਵਜਾ ਰਿਹਾ ਹਾਂ (ਇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਉਸ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਆਪਣਾ ਆਸਣ ਜਮਾਇਆ ਹੋਇਆ ਹੈ ਜਿਥੇ (ਦੁਨੀਆ ਵਾਲਾ) ਕੋਈ ਡਰ ਮੈਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਅਨਹਤ) ੲਿੱਕ ਰਸ",
    "type_id": 3
  },
  {
    "id": 8993,
    "shabad_id": 651,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਤਤੁ ਬੀਚਾਰੁ. ਡੰਡਾ ਕਰਿ ਰਾਖਿਓ; ਜੁਗਤਿ ਨਾਮੁ ਮਨਿ ਭਾਨੀ ॥੪॥",
    "transliteration": "Thath Beechaar Ddanddaa Kar Raakhiou Jugath Naam Man Bhaanee ||4||",
    "translation": "I have made contemplation upon the essential reality my Yogic staff. The Love of the Name in my mind is my Yogic lifestyle. ||4||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਵਿਚਾਰਦੇ ਰਹਿਣਾ-ਇਸ ਨੂੰ (ਜੋਗੀਆਂ ਵਾਲਾ) ਡੰਡਾ ਬਣਾ ਕੇ ਮੈਂ ਆਪਣੇ ਪਾਸ ਰੱਖਿਆ ਹੋਇਆ ਹੈ। (ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ (ਨੂੰ ਸਿਮਰਦੇ ਰਹਿਣਾ ਬੱਸ! ਇਹੀ ਜੋਗੀ ਦੀ) ਜੁਗਤਿ ਮੇਰੇ ਮਨ ਵਿਚ ਚੰਗੀ ਲੱਗ ਰਹੀ ਹੈ ॥੪॥",
    "pronunciation": "ਭਾਨੀ:ਪੋਲਾ ਬੋਲੋ। (ਭਾਨੀ) ਚੰਗੀ ਲੱਗੀ",
    "type_id": 3
  },
  {
    "id": 8994,
    "shabad_id": 651,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਅੈਸਾ ਜੋਗੀ ਵਡਭਾਗੀ ਭੇਟੈ; ਮਾੲਿਅਾ ਕੇ ਬੰਧਨ ਕਾਟੈ ॥",
    "transliteration": "Aisaa Jogee Vaddabhaagee Bhaettai Maaeiaa Kae Bandhhan Kaattai ||",
    "translation": "By great good fortune, such a Yogi is met, who cuts away the bonds of Maya.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਇਹੋ ਜਿਹੀ (ਜੁਗਤਿ ਨਿਬਾਹੁਣ ਵਾਲਾ) ਜੋਗੀ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਉਸ ਦੇ ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਸਾਰੇ ਬੰਧਨ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਭੇਟੈ) ਮਿਲੇ",
    "type_id": 3
  },
  {
    "id": 8995,
    "shabad_id": 651,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਸੇਵਾ ਪੂਜ ਕਰੳੁ. ਤਿਸੁ ਮੂਰਤਿ ਕੀ; ਨਾਨਕੁ. ਤਿਸੁ ਪਗ ਚਾਟੈ ॥੫॥੧੧॥੧੩੨॥",
    "transliteration": "Saevaa Pooj Karo This Moorath Kee Naanak This Pag Chaattai ||5||11||132||",
    "translation": "Nanak serves and adores this wondrous person, and kisses his feet. ||5||11||132||",
    "punjabi": "ਮੈਂ ਭੀ ਪਰਮਾਤਮਾ-ਦੇ-ਰੂਪ ਅਜੇਹੇ ਜੋਗੀ ਦੀ ਸੇਵਾ ਕਰਦਾ ਹਾਂ ਪੂਜਾ ਕਰਦਾ ਹਾਂ। ਨਾਨਕ ਅਜੇਹੇ ਜੋਗੀ ਦੇ ਪੈਰ ਪਰਸਦਾ ਹੈ ॥੫॥੧੧॥੧੩੨॥",
    "pronunciation": "ਪਗ:ਪੋਲਾ ਬੋਲੋ। (ਪਗ) ਚਰਨ। ਚੱਾਟੈ",
    "type_id": 3
  },
  {
    "id": 8996,
    "shabad_id": 652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 8997,
    "shabad_id": 652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਨੂਪ ਪਦਾਰਥੁ. ਨਾਮੁ ਸੁਨਹੁ; ਸਗਲ ਧਿਅਾੲਿਲੇ ਮੀਤਾ ॥",
    "transliteration": "Anoop Padhaarathh Naam Sunahu Sagal Dhhiaaeilae Meethaa ||",
    "translation": "The Naam, the Name of the Lord, is an incomparably beautiful treasure. Listen, everyone, and meditate on it, O friends.",
    "punjabi": "ਹੇ ਮਿੱਤਰੋ! ਸੁਣੋ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਪਦਾਰਥ ਹੈ ਜਿਸ ਵਰਗਾ ਕੋਈ ਹੋਰ ਨਹੀਂ। (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਿੱਤਰੋ!) ਸਾਰੇ (ਇਸ ਨਾਮ ਨੂੰ) ਸਿਮਰੋ।",
    "pronunciation": "(ਅਨੂਪ) ੳੁਪਮਾ ਰਹਿਤ। (ਧਿਅਾੲਿ-ਲੇ) ਸਿਮਰੋ",
    "type_id": 3
  },
  {
    "id": 8998,
    "shabad_id": 652,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਅੳੁਖਧੁ. ਜਾ ਕੳੁ ਗੁਰਿ ਦੀਅਾ; ਤਾ ਕੇ ਨਿਰਮਲ ਚੀਤਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Aoukhadhh Jaa Ko Gur Dheeaa Thaa Kae Niramal Cheethaa ||1|| Rehaao ||",
    "translation": "Those, unto whom the Guru has given the Lord's medicine - their minds become pure and immaculate. ||1||Pause||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਰੂ ਦਿੱਤਾ ਉਹਨਾਂ ਦੇ ਚਿੱਤ (ਹਰੇਕ ਕਿਸਮ ਦੇ ਵਿਕਾਰ ਦੀ) ਮੈਲ ਤੋਂ ਸਾਫ਼ ਹੋ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 8999,
    "shabad_id": 652,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅੰਧਕਾਰੁ ਮਿਟਿਓ. ਤਿਹ ਤਨ ਤੇ; ਗੁਰਿ. ਸਬਦਿ ਦੀਪਕੁ ਪਰਗਾਸਾ ॥",
    "transliteration": "Andhhakaar Mittiou Thih Than Thae Gur Sabadh Dheepak Paragaasaa ||",
    "translation": "Darkness is dispelled from within that body, in which the Divine Light of the Guru's Shabad shines.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਪਣੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਗਿਆਨ ਦਾ) ਦੀਵਾ ਜਗਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚੋਂ (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9000,
    "shabad_id": 652,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਭ੍ਰਮ ਕੀ ਜਾਲੀ. ਤਾ ਕੀ ਕਾਟੀ; ਜਾ ਕੳੁ ਸਾਧਸੰਗਤਿ ਬਿਸ੍ਵਾਸਾ ॥੧॥",
    "transliteration": "Bhram Kee Jaalee Thaa Kee Kaattee Jaa Ko Saadhhasangath Bisvaasaa ||1||",
    "translation": "The noose of doubt is cut away from those who place their faith in the Saadh Sangat, the Company of the Holy. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਜਿਸ ਮਨੁੱਖ ਦੀ ਸਰਧਾ ਬਣ ਗਈ, (ਗੁਰੂ ਨੇ) ਉਸ (ਦੇ ਮਨ) ਦਾ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਣਾ ਦਾ ਜਾਲ ਕੱਟ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "ਜਾਲੀ: ਪੋਲਾ ਬੋਲੋ। ਬਿਸ੍ਵਾਸਾ: ਅੱਧਾ ਵਾਵਾ ਪੋਲਾ ਬੋਲੋ, ਪੂਰਾ ਵਾਵਾ ਭਰਵਾਂ ਬੋਲੀਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 9001,
    "shabad_id": 652,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਤਾਰੀਲੇ ਭਵਜਲੁ ਤਾਰੂ ਬਿਖੜਾ; ਬੋਹਿਥ ਸਾਧੂਸੰਗਾ ॥",
    "transliteration": "Thaareelae Bhavajal Thaaroo Bikharraa Bohithh Saadhhoo Sangaa ||",
    "translation": "The treacherous and terrifying world-ocean is crossed over, in the boat of the Saadh Sangat.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ-ਰੂਪ ਜਹਾਜ਼ ਦਾ ਆਸਰਾ ਲਿਆ, ਉਹ ਇਸ ਅਥਾਹ ਤੇ ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਿਆ।",
    "pronunciation": "(ਤਾਰੀ-ਲੇ) ਤਾਰ ਲਿਅਾ। (ਤਾਰੂ) ਤਾਰਨ ਵਾਲੇ ਧੰਨ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ",
    "type_id": 3
  },
  {
    "id": 9002,
    "shabad_id": 652,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪੂਰਨ ਹੋੲੀ ਮਨ ਕੀ ਅਾਸਾ; ਗੁਰੁ ਭੇਟਿਓ ਹਰਿ ਰੰਗਾ ॥੨॥",
    "transliteration": "Pooran Hoee Man Kee Aasaa Gur Bhaettiou Har Rangaa ||2||",
    "translation": "My mind's desires are fulfilled, meeting the Guru, in love with the Lord. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦੇ ਮਨ ਦੀ (ਹਰੇਕ) ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9003,
    "shabad_id": 652,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਨਾਮ ਖਜਾਨਾ. ਭਗਤੀ ਪਾੲਿਅਾ; ਮਨ ਤਨ ਤਿ੍ਰਪਤਿ ਅਘਾੲੇ ॥",
    "transliteration": "Naam Khajaanaa Bhagathee Paaeiaa Man Than Thripath Aghaaeae ||",
    "translation": "The devotees have found the treasure of the Naam; their minds and bodies are satisfied and satiated.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ) ਭਗਤ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ (ਮਾਇਆ ਵਲੋਂ ਤ੍ਰਿਪਤ ਹੋ ਗਏ, ਉਹਨਾਂ ਦੇ ਤਨ (ਹਿਰਦੇ ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਗਏ।",
    "pronunciation": "ਭਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 9004,
    "shabad_id": 652,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਜੀੳੁ ਤਾ ਕੳੁ ਦੇਵੈ; ਜਾ ਕੳੁ ਹੁਕਮੁ ਮਨਾੲੇ ॥੩॥੧੨॥੧੩੩॥",
    "transliteration": "Naanak Har Jeeo Thaa Ko Dhaevai Jaa Ko Hukam Manaaeae ||3||12||133||",
    "translation": "O Nanak, the Dear Lord gives it only to those who surrender to the Lord's Command. ||3||12||133||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਇਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ) ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਨੂੰ ਹੀ ਦੇਂਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪਣਾ ਹੁਕਮ ਮੰਨਣ ਲਈ ਪ੍ਰੇਰਨਾ ਕਰਦਾ ਹੈ ॥੩॥੧੨॥੧੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9005,
    "shabad_id": 653,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9006,
    "shabad_id": 653,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੲਿਅਾ ਮੲਿਅਾ ਕਰਿ. ਪ੍ਰਾਨਪਤਿ ਮੋਰੇ; ਮੋਹਿ ਅਨਾਥ. ਸਰਣਿ ਪ੍ਰਭ ਤੋਰੀ ॥",
    "transliteration": "Dhaeiaa Maeiaa Kar Praanapath Morae Mohi Anaathh Saran Prabh Thoree ||",
    "translation": "Please be kind and compassionate, O Lord of my life; I am helpless, and I seek Your Sanctuary, God.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਮਾਲਕ! (ਮੇਰੇ ਉਤੇ) ਦਇਆ ਕਰ ਮਿਹਰ ਕਰ। ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਅਨਾਥ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9007,
    "shabad_id": 653,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੰਧ ਕੂਪ ਮਹਿ ਹਾਥ ਦੇ ਰਾਖਹੁ; ਕਛੂ ਸਿਅਾਨਪ ੳੁਕਤਿ ਨ ਮੋਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Andhh Koop Mehi Haathh Dhae Raakhahu Kashhoo Siaanap Oukath N Moree ||1|| Rehaao ||",
    "translation": "Please, give me Your Hand, and lift me up, out of the deep dark pit. I have no clever tricks at all. ||1||Pause||",
    "punjabi": "(ਮੈਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ ਖੂਹ ਵਿਚ ਡਿੱਗਾ ਪਿਆ ਹਾਂ, ਆਪਣਾ) ਹੱਥ ਦੇ ਕੇ ਮੈਨੂੰ (ਇਸ ਹਨੇਰੇ ਖੂਹ ਵਿਚੋਂ) ਬਚਾ ਲੈ। ਮੇਰੀ ਕੋਈ ਸਿਆਣਪ ਮੇਰੀ ਕੋਈ ਦਲੀਲ (ਇਥੇ) ਨਹੀਂ ਚੱਲ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕੂਪ) ਖੂਹ। (ੳੁਕਤਿ) ਦਲੀਲ",
    "type_id": 4
  },
  {
    "id": 9008,
    "shabad_id": 653,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਕਰਨ ਕਰਾਵਨ ਸਭ ਕਿਛੁ ਤੁਮ ਹੀ; ਤੁਮ ਸਮਰਥ. ਨਾਹੀ ਅਨ ਹੋਰੀ ॥",
    "transliteration": "Karan Karaavan Sabh Kishh Thum Hee Thum Samarathh Naahee An Horee ||",
    "translation": "You are the Doer, the Cause of causes - You are everything. You are All-powerful; there is no other than You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! (ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਾ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਹਰੇਕ ਤਾਕਤ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਅਨ) ਦੂਸਰਾ (ਹੋਰੀ) ਹੋਰ। ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 9009,
    "shabad_id": 653,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਤੁਮਰੀ ਗਤਿ ਮਿਤਿ. ਤੁਮ ਹੀ ਜਾਨੀ; ਸੇ ਸੇਵਕ. ਜਿਨ ਭਾਗ ਮਥੋਰੀ ॥੧॥",
    "transliteration": "Thumaree Gath Mith Thum Hee Jaanee Sae Saevak Jin Bhaag Mathhoree ||1||",
    "translation": "You alone know Your condition and extent. They alone become Your servants, upon whose foreheads such good destiny is recorded. ||1||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ-ਇਹ ਭੇਦ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਦੇ) ਭਾਗ ਜਾਗਦੇ ਹਨ, ਉਹ ਤੇਰੇ ਸੇਵਕ ਬਣ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ਮਿਲਵਾਂ ਮੱਥੋਰੀ) ਮੱਥੇ ਤੇ",
    "type_id": 3
  },
  {
    "id": 9010,
    "shabad_id": 653,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਪੁਨੇ ਸੇਵਕ ਸੰਗਿ. ਤੁਮ ਪ੍ਰਭ ਰਾਤੇ; ਓਤਿ ਪੋਤਿ ਭਗਤਨ ਸੰਗਿ ਜੋਰੀ ॥",
    "transliteration": "Apunae Saevak Sang Thum Prabh Raathae Outh Poth Bhagathan Sang Joree ||",
    "translation": "You are imbued with Your servant, God; Your devotees are woven into Your Fabric, through and through.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਨਾਲ ਸਦਾ ਪਿਆਰ ਕਰਦਾ ਹੈਂ, ਆਪਣੇ ਭਗਤਾਂ ਨਾਲ ਤੂੰ ਆਪਣੀ ਪ੍ਰੀਤਿ ਇਉਂ ਜੋੜੀ ਹੋਈ ਹੈ ਜਿਵੇਂ ਤਾਣੇ ਪੇਟੇ ਵਿਚ ਧਾਗੇ ਮਿਲੇ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9011,
    "shabad_id": 653,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਨਾਮੁ. ਤੇਰਾ ਦਰਸਨੁ ਚਾਹੈ; ਜੈਸੇ ਦਿ੍ਰਸਟਿ. ਓਹ ਚੰਦ ਚਕੋਰੀ ॥੨॥",
    "transliteration": "Prio Prio Naam Thaeraa Dharasan Chaahai Jaisae Dhrisatt Ouh Chandh Chakoree ||2||",
    "translation": "O Darling Beloved, they yearn for Your Name and the Blessed Vision of Your Darshan, like the chakvee bird which longs to see the moon. ||2||",
    "punjabi": "ਜਿਵੇਂ ਚਕੋਰ ਦੀ ਨਿਗਾਹ ਚੰਦ ਵਲ ਰਹਿੰਦੀ ਹੈ, ਉਹੀ ਨਿਗਾਹ ਤੇਰੇ ਭਗਤ ਦੀ ਹੁੰਦੀ ਹੈ। ਤੇਰਾ ਭਗਤ ਤੈਨੂੰ 'ਪਿਆਰਾ ਪਿਆਰਾ' ਆਖ ਆਖ ਕੇ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਹੈ, ਤੇ ਤੇਰਾ ਦੀਦਾਰ ਲੋਚਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9012,
    "shabad_id": 653,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਰਾਮ ਸੰਤ ਮਹਿ. ਭੇਦੁ ਕਿਛੁ ਨਾਹੀ; ੲੇਕੁ ਜਨੁ. ਕੲੀ ਮਹਿ ਲਾਖ ਕਰੋਰੀ ॥",
    "transliteration": "Raam Santh Mehi Bhaedh Kishh Naahee Eaek Jan Kee Mehi Laakh Karoree ||",
    "translation": "Between the Lord and His Saint, there is no difference at all. Among hundreds of thousands and millions, there is scarcely one humble being.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਤੇ ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੁੰਦਾ, ਪਰ ਇਹੋ ਜਿਹਾ ਮਨੁੱਖ ਕਈ ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਕੋਈ ਇੱਕ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9013,
    "shabad_id": 653,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਾ ਕੈ ਹੀਅੈ. ਪ੍ਰਗਟੁ ਪ੍ਰਭੁ ਹੋਅਾ; ਅਨ ਦਿਨੁ ਕੀਰਤਨੁ. ਰਸਨ ਰਮੋਰੀ ॥੩॥",
    "transliteration": "Jaa Kai Heeai Pragatt Prabh Hoaa Anadhin Keerathan Rasan Ramoree ||3||",
    "translation": "Those whose hearts are illuminated by God, sing the Kirtan of His Praises night and day with their tongues. ||3||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਆਪਣਾ ਪਰਕਾਸ਼ ਕਰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਹੀਅੈ) ਹਿਰਦੇ ਚ। (ਰਮੋਰੀ) ਸਿਮਰਦਾ",
    "type_id": 3
  },
  {
    "id": 9014,
    "shabad_id": 653,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਤੁਮ ਸਮਰਥ ਅਪਾਰ ਅਤਿ ੳੂਚੇ; ਸੁਖਦਾਤੇ ਪ੍ਰਭ ਪ੍ਰਾਨ ਅਧੋਰੀ ॥",
    "transliteration": "Thum Samarathh Apaar Ath Oochae Sukhadhaathae Prabh Praan Adhhoree ||",
    "translation": "You are All-powerful and Infinite, the most lofty and exalted, the Giver of peace; O God, You are the Support of the breath of life.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਆਸਰੇ! ਹੇ ਬੇਅੰਤ ਉੱਚੇ! ਹੇ ਸਭ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲੇ! ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "(ਅਧੋਰੀ) ਅਾਸਰਾ। ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 9015,
    "shabad_id": 653,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ ਕੳੁ. ਪ੍ਰਭ ਕੀਜੈ ਕਿਰਪਾ; ੳੁਨ ਸੰਤਨ ਕੈ ਸੰਗਿ ਸੰਗੋਰੀ ॥੪॥੧੩॥੧੩੪॥",
    "transliteration": "Naanak Ko Prabh Keejai Kirapaa Oun Santhan Kai Sang Sangoree ||4||13||134||",
    "translation": "Please show mercy to Nanak, O God, that he may remain in the Society of the Saints. ||4||13||134||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਨਾਨਕ ਉਤੇ ਕਿਰਪਾ ਕਰ, ਮੈਨੂੰ ਉਹਨਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਥਾਂ ਦੇਈ ਰੱਖ ॥੪॥੧੩॥੧੩੪॥",
    "pronunciation": "(ਸੰਗੋਰੀ) ਮਿਲਾ ਰਹਾਂ",
    "type_id": 3
  }
]
