[
  {
    "id": 9201,
    "shabad_id": 671,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਪਹਿਰੈ ਬਾਗਾ. ਕਰਿ ੲਿਸਨਾਨਾ; ਚੋਅਾ ਚੰਦਨ ਲਾੲੇ ||",
    "transliteration": "Pehirai Baagaa Kar Eisanaanaa Choaa Chandhan Laaeae ||",
    "translation": "You wear white clothes and take cleansing baths, and anoint yourself with sandalwood oil.",
    "punjabi": "ਮਨੁੱਖ ਨ੍ਹਾ ਧੋ ਕੇ ਚਿੱਟੇ ਕੱਪੜੇ ਪਹਿਨਦਾ ਹੈ, ਅਤਰ ਤੇ ਚੰਦਨ ਆਦਿਕ (ਸਰੀਰ ਨੂੰ ਕੱਪੜਿਆਂ ਨੂੰ) ਲਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਬੱਾਗਾ) ਪੋਸ਼ਾਕਾਂ",
    "type_id": 3
  },
  {
    "id": 9202,
    "shabad_id": 671,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਨਿਰਭੳੁ ਨਿਰੰਕਾਰ ਨਹੀ ਚੀਨਿਅਾ; ਜਿੳੁ ਹਸਤੀ ਨਾਵਾੲੇ ||੩||",
    "transliteration": "Nirabho Nirankaar Nehee Cheeniaa Jio Hasathee Naavaaeae ||3||",
    "translation": "But you do not remember the Fearless, Formless Lord - you are like an elephant bathing in the mud. ||3||",
    "punjabi": "ਪਰ ਜੇ ਮਨੁੱਖ ਨਿਰਭਉ ਨਿਰੰਕਾਰ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਨਹੀਂ ਪਾਂਦਾ ਤਾਂ ਇਹ ਸਭ ਉੱਦਮ ਇਉਂ ਹੀ ਹੈ ਜਿਵੇਂ ਕੋਈ ਮਨੁੱਖ ਹਾਥੀ ਨੂੰ ਨਵ੍ਹਾਂਦਾ ਹੈ (ਤੇ ਨ੍ਹਾਉਣ ਪਿਛੋਂ ਆਪਣੇ ਉਤੇ ਘੱਟਾ-ਮਿੱਟੀ ਪਾ ਲੈਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "(ਚੀਨਿਅਾ) ਜਾਣੇ[ (ਹਸਤੀ) ਹਾਥੀ[ ਨ੍ਹਾਵਾੲੇ",
    "type_id": 3
  },
  {
    "id": 9203,
    "shabad_id": 671,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਹੋੲਿ ਕਿ੍ਰਪਾਲ. ਤ ਸਤਿਗੁਰੁ ਮੇਲੈ; ਸਭਿ ਸੁਖ ਹਰਿ ਕੇ ਨਾੲੇ ||",
    "transliteration": "Jo Hoe Kirapaal Th Sathigur Maelai Sabh Sukh Har Kae Naaeae ||",
    "translation": "When God becomes merciful, He leads you to meet the True Guru; all peace is in the Name of the Lord.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਦੋਂ ਪਰਮਾਤਮਾ (ਕਿਸੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ (ਗੁਰੂ ਉਸ ਨੂੰ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ ਜਿਸ) ਹਰਿ-ਨਾਮ ਵਿਚ ਹੀ ਸਾਰੇ ਹੀ ਸੁਖ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9204,
    "shabad_id": 671,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਮੁਕਤੁ ਭੲਿਅਾ. ਬੰਧਨ ਗੁਰਿ ਖੋਲੇ; ਜਨ ਨਾਨਕ. ਹਰਿ ਗੁਣ ਗਾੲੇ ||੪||੧੪||੧੫੨||",
    "transliteration": "Mukath Bhaeiaa Bandhhan Gur Kholae Jan Naanak Har Gun Gaaeae ||4||14||152||",
    "translation": "The Guru has liberated me from bondage; servant Nanak sings the Glorious Praises of the Lord. ||4||14||152||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ (ਮਾਇਆ ਮੋਹ ਦੇ) ਬੰਧਨ ਗੁਰੂ ਨੇ ਖੋਲ੍ਹ ਦਿੱਤੇ, ਉਹ ਮਨੁੱਖ (ਹੀ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ ॥੪॥੧੪॥੧੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9205,
    "shabad_id": 672,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Poorabee Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9206,
    "shabad_id": 672,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਰੁ ਗੁਰੁ ਗੁਰੁ. ਸਦ ਕਰੀਅੈ ||",
    "transliteration": "Maerae Man Gur Gur Gur Sadh Kareeai ||",
    "translation": "O my mind, dwell always upon the Guru, Guru, Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਸਦਾ ਹੀ ਗੁਰੂ ਨੂੰ ਯਾਦ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9207,
    "shabad_id": 672,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਤਨ ਜਨਮੁ ਸਫਲੁ ਗੁਰਿ ਕੀਅਾ; ਦਰਸਨ ਕੳੁ ਬਲਿਹਰੀਅੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Rathan Janam Safal Gur Keeaa Dharasan Ko Balihareeai ||1|| Rehaao ||",
    "translation": "The Guru has made the jewel of this human life prosperous and fruitful. I am a sacrifice to the Blessed Vision of His Darshan. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਦਰਸਨ ਤੋਂ ਸਦਕੇ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਗੁਰੂ ਨੇ (ਹੀ ਜੀਵਾਂ ਦੇ) ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਨੂੰ ਫਲ ਲਾਇਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 9208,
    "shabad_id": 672,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਜੇਤੇ ਸਾਸ ਗ੍ਰਾਸ ਮਨੁ ਲੇਤਾ; ਤੇਤੇ ਹੀ ਗੁਨ ਗਾੲੀਅੈ ||",
    "transliteration": "Jaethae Saas Graas Man Laethaa Thaethae Hee Gun Gaaeeai ||",
    "translation": "As many breaths and morsels as you take, O my mind - so many times, sing His Glorious Praises.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੀਵ ਜਿਤਨੇ ਭੀ ਸਾਹ ਲੈਂਦਾ ਹੈ ਜਿਤਨੀਆਂ ਹੀ ਗ੍ਰਾਹੀਆਂ ਖਾਂਦਾ ਹੈ (ਹਰੇਕ ਸਾਹ ਤੇ ਗ੍ਰਾਹੀ ਦੇ ਨਾਲ ਨਾਲ) ਉਤਨੇ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9209,
    "shabad_id": 672,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜੳੁ ਹੋੲਿ ਦੈਅਾਲੁ ਸਤਿਗੁਰੁ ਅਪੁਨਾ; ਤਾ ੲਿਹ ਮਤਿ ਬੁਧਿ ਪਾੲੀਅੈ ||੧||",
    "transliteration": "Jo Hoe Dhaiaal Sathigur Apunaa Thaa Eih Math Budhh Paaeeai ||1||",
    "translation": "When the True Guru becomes merciful, then this wisdom and understanding is obtained. ||1||",
    "punjabi": "(ਪਰ) ਇਹ ਅਕਲ ਇਹ ਮਤਿ ਤਦੋਂ ਹੀ ਜੀਵ ਨੂੰ ਮਿਲਦੀ ਹੈ ਜਦੋਂ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਦਇਆਵਾਨ ਹੋਵੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9210,
    "shabad_id": 672,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਨਾਮਿ ਲੲੇ. ਜਮ ਬੰਧ ਤੇ ਛੂਟਹਿ; ਸਰਬ ਸੁਖਾ ਸੁਖ ਪਾੲੀਅੈ ||",
    "transliteration": "Maerae Man Naam Leae Jam Bandhh Thae Shhoottehi Sarab Sukhaa Sukh Paaeeai ||",
    "translation": "O my mind, taking the Naam, you shall be released from the bondage of death, and the peace of all peace will be found.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੇਂ ਤਾਂ ਜਮ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਪਾ ਲਏਂਗਾ (ਉਹਨਾਂ ਮਾਇਕ ਬੰਧਨਾਂ ਤੋਂ ਛੁੱਟ ਜਾਏਂਗਾ ਜੋ ਜਮ ਦੇ ਵੱਸ ਪਾਂਦੇ ਹਨ ਜੋ ਆਤਮਕ ਮੌਤ ਲਿਆ ਦੇਂਦੇ ਹਨ), ਤੇ ਨਾਮ ਸਿਮਰਿਆਂ ਸਾਰੇ ਸੁਖਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9211,
    "shabad_id": 672,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸੇਵਿ ਸੁਅਾਮੀ ਸਤਿਗੁਰੁ ਦਾਤਾ; ਮਨ ਬੰਛਤ ਫਲ ਅਾੲੀਅੈ ||੨||",
    "transliteration": "Saev Suaamee Sathigur Dhaathaa Man Banshhath Fal Aaeeai ||2||",
    "translation": "Serving your Lord and Master, the True Guru, the Great Giver, you shall obtain the fruits of your mind's desires. ||2||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲੇ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਮਨ-ਇੱਛਤ ਫਲ ਹੱਥ ਆ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਬੰਛਤ) ੲਿੱਛਤ",
    "type_id": 3
  },
  {
    "id": 9212,
    "shabad_id": 672,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਨਾਮੁ ੲਿਸਟੁ ਮੀਤ ਸੁਤ ਕਰਤਾ; ਮਨ ਸੰਗਿ ਤੁਹਾਰੈ ਚਾਲੈ ||",
    "transliteration": "Naam Eisatt Meeth Suth Karathaa Man Sang Thuhaarai Chaalai ||",
    "translation": "The Name of the Creator is your beloved friend and child; it alone shall go along with you, O my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਕਰਤਾਰ ਦਾ ਨਾਮ ਹੀ ਤੇਰਾ ਅਸਲ ਪਿਆਰਾ ਹੈ ਮਿੱਤਰ ਹੈ ਪੁੱਤਰ ਹੈ। ਹੇ ਮਨ! ਇਹ ਨਾਮ ਹੀ ਹਰ ਵੇਲੇ ਤੇਰੇ ਨਾਲ ਸਾਥ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ੲਿਸਟੁ) ਪਿਅਾਰਾ",
    "type_id": 3
  },
  {
    "id": 9213,
    "shabad_id": 672,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਕਰਿ ਸੇਵਾ. ਸਤਿਗੁਰ ਅਪੁਨੇ ਕੀ; ਗੁਰ ਤੇ ਪਾੲੀਅੈ ਪਾਲੈ ||੩||",
    "transliteration": "Kar Saevaa Sathigur Apunae Kee Gur Thae Paaeeai Paalai ||3||",
    "translation": "So serve your True Guru, and you shall receive the Name from the Guru. ||3||",
    "punjabi": "ਹੇ ਮਨ! ਆਪਣੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਉ, ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਤਿਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਪੱਾਲੈ) ਪੱਲੇ",
    "type_id": 3
  },
  {
    "id": 9214,
    "shabad_id": 672,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਿ ਕਿਰਪਾਲਿ ਕਿ੍ਰਪਾ ਪ੍ਰਭਿ ਧਾਰੀ; ਬਿਨਸੇ ਸਰਬ ਅੰਦੇਸਾ ||",
    "transliteration": "Gur Kirapaal Kirapaa Prabh Dhhaaree Binasae Sarab Andhaesaa ||",
    "translation": "When God, the Merciful Guru, showered His Mercy upon me, all my anxieties were dispelled.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਕਿਰਪਾਲ ਸਤਿਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਨੇ ਮਿਹਰ ਕੀਤੀ ਉਸ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਗਏ।",
    "pronunciation": "(ਬਿਨਸੇ) ਨਾਸ ਹੋੲੇ[ (ਅੰਦੇਸਾ) ਚਿੰਤਾ",
    "type_id": 3
  },
  {
    "id": 9215,
    "shabad_id": 672,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸੁਖੁ ਪਾੲਿਅਾ ਹਰਿ ਕੀਰਤਨਿ; ਮਿਟਿਓ ਸਗਲ ਕਲੇਸਾ ||੪||੧੫||੧੫੩||",
    "transliteration": "Naanak Sukh Paaeiaa Har Keerathan Mittiou Sagal Kalaesaa ||4||15||153||",
    "translation": "Nanak has found the peace of the Kirtan of the Lord's Praises. All his sorrows have been dispelled. ||4||15||153||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਕੀਰਤਨ ਵਿਚ ਆਨੰਦ ਮਾਣਿਆ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਗਏ ॥੪॥੧੫॥੧੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9216,
    "shabad_id": 673,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਮਹਲਾ ੫",
    "transliteration": "Raag Gourree Mehalaa 5",
    "translation": "Raag Gauree, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9217,
    "shabad_id": 673,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 9218,
    "shabad_id": 673,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ. ਬਿਰਲੇ ਹੀ ਕੀ; ਬੁਝੀ ਹੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Thrisanaa Biralae Hee Kee Bujhee Hae ||1|| Rehaao ||",
    "translation": "The thirst of only a few is quenched. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਸੇ ਵਿਰਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਤ੍ਰਿਸ਼ਨਾ (ਦੀ ਅੱਗ) ਬੁੱਝਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਬੁਝੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 9219,
    "shabad_id": 673,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕੋਟਿ ਜੋਰੇ ਲਾਖ ਕ੍ਰੋਰੇ; ਮਨੁ ਨ ਹੋਰੇ ||",
    "transliteration": "Kott Jorae Laakh Krorae Man N Horae ||",
    "translation": "People may accumulate hundreds of thousands, millions, tens of millions, and yet the mind is not restrained.",
    "punjabi": "(ਸਾਧਾਰਨ ਹਾਲਤ ਇਹ ਬਣੀ ਪਈ ਹੈ ਕਿ ਮਨੁੱਖ) ਕ੍ਰੋੜਾਂ ਰੁਪਏ ਕਮਾਂਦਾ ਹੈ, ਲੱਖਾਂ ਕ੍ਰੋੜਾਂ ਰੁਪਏ ਇਕੱਠੇ ਕਰਦਾ ਹੈ (ਫਿਰ ਭੀ ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਲੋਂ ਆਪਣੇ) ਮਨ ਨੂੰ ਰੋਕਦਾ ਨਹੀਂ,",
    "pronunciation": "(ਹੋਰੇ) ਰੋਕਦਾ",
    "type_id": 3
  },
  {
    "id": 9220,
    "shabad_id": 673,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪਰੈ ਪਰੈ ਹੀ ਕੳੁ; ਲੁਝੀ ਹੇ ||੧||",
    "transliteration": "Parai Parai Hee Ko Lujhee Hae ||1||",
    "translation": "They only yearn for more and more. ||1||",
    "punjabi": "(ਸਗੋਂ) ਹੋਰ ਵਧੀਕ ਹੋਰ ਵਧੀਕ ਧਨ ਇਕੱਠਾ ਕਰਨ ਵਾਸਤੇ (ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਵਿਚ) ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਲੁੱਝੀ) ਚਹੁੰਦਾ",
    "type_id": 3
  },
  {
    "id": 9221,
    "shabad_id": 673,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਸੁੰਦਰ ਨਾਰੀ ਅਨਿਕ ਪਰਕਾਰੀ; ਪਰ ਗਿ੍ਰਹ ਬਿਕਾਰੀ ||",
    "transliteration": "Sundhar Naaree Anik Parakaaree Par Grih Bikaaree ||",
    "translation": "They may have all sorts of beautiful women, but still, they commit adultery in the homes of others.",
    "punjabi": "ਮਨੁੱਖ ਆਪਣੀ ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਨਾਲ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਲਾਡ-ਪਿਆਰ ਕਰਦਾ ਹੈ, ਫਿਰ ਭੀ ਪਰ-ਇਸਤ੍ਰੀ-ਸੰਗ ਦਾ ਮੰਦ-ਕਰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9222,
    "shabad_id": 673,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਬੁਰਾ ਭਲਾ; ਨਹੀ ਸੁਝੀ ਹੇ ||੨||",
    "transliteration": "Buraa Bhalaa Nehee Sujhee Hae ||2||",
    "translation": "They do not distinguish between good and bad. ||2||",
    "punjabi": "(ਕਾਮ ਵਾਸ਼ਨਾ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਹੋਏ ਨੂੰ) ਇਹ ਨਹੀਂ ਸੁੱਝਦਾ ਕਿ ਭੈੜਾ ਕਰਮ ਕੇਹੜਾ ਹੈ ਤੇ ਚੰਗਾ ਕਰਮ ਕੇਹੜਾ ਹੈ ॥੨॥",
    "pronunciation": "ਸੁੱਝੀ",
    "type_id": 3
  },
  {
    "id": 9223,
    "shabad_id": 673,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਅਨਿਕ ਬੰਧਨ ਮਾੲਿਅਾ, ਭਰਮਤੁ ਭਰਮਾੲਿਅਾ; ਗੁਣ ਨਿਧਿ. ਨਹੀ ਗਾੲਿਅਾ ||",
    "transliteration": "Anik Bandhhan Maaeiaa Bharamath Bharamaaeiaa Gun Nidhh Nehee Gaaeiaa ||",
    "translation": "They wander around lost, trapped in the myriad bonds of Maya; they do not sing the Praises of the Treasure of Virtue.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਅਨੇਕਾਂ ਬੰਧਨਾਂ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਮਾਇਆ ਇਸ ਨੂੰ ਖ਼ੁਆਰ ਕਰਦੀ ਹੈ, (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਰਹਿ ਕੇ) ਮਨੁੱਖ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9224,
    "shabad_id": 673,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਮਨ. ਬਿਖੈ ਹੀ ਮਹਿ; ਲੁਝੀ ਹੇ ||੩||",
    "transliteration": "Man Bikhai Hee Mehi Lujhee Hae ||3||",
    "translation": "Their minds are engrossed in poison and corruption. ||3||",
    "punjabi": "ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਸ਼ਿਆਂ ਦੀ ਅੱਗ ਵਿਚ ਹੀ ਸੜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9225,
    "shabad_id": 673,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਜਾ ਕੳੁ ਰੇ ਕਿਰਪਾ ਕਰੈ, ਜੀਵਤ ਸੋੲੀ ਮਰੈ; ਸਾਧਸੰਗਿ ਮਾੲਿਅਾ ਤਰੈ ||",
    "transliteration": "Jaa Ko Rae Kirapaa Karai Jeevath Soee Marai Saadhhasang Maaeiaa Tharai ||",
    "translation": "Those, unto whom the Lord shows His Mercy, remain dead while yet alive. In the Saadh Sangat, the Company of the Holy, they cross over the ocean of Maya.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਦੁਨੀਆ ਦੀ ਕਿਰਤ-ਕਾਰ ਕਰਦਾ ਹੋਇਆ ਭੀ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਅਛੋਹ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਮਾਇਆ (ਦੀ ਘੁੰਮਣ-ਘੇਰੀ) ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9226,
    "shabad_id": 673,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਜਨੁ; ਦਰਿ ਹਰਿ ਸਿਝੀ ਹੇ ||੪||੧||੧੫੪||",
    "transliteration": "Naanak So Jan Dhar Har Sijhee Hae ||4||1||154||",
    "translation": "O Nanak, those humble beings are honored in the Court of the Lord. ||4||1||154||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਕਾਮਯਾਬ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੧੫੪॥",
    "pronunciation": "(ਸਿੱਝੀ) ਮੁਕਤ",
    "type_id": 3
  },
  {
    "id": 9227,
    "shabad_id": 674,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9228,
    "shabad_id": 674,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਭਹੂ ਕੋ ਰਸੁ; ਹਰਿ ਹੋ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sabhehoo Ko Ras Har Ho ||1|| Rehaao ||",
    "translation": "The Lord is the essence of all. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਸਭ ਜੀਵਾਂ ਦਾ ਸ੍ਰੇਸ਼ਟ ਆਨੰਦ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 9229,
    "shabad_id": 674,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਕਾਹੂ ਜੋਗ ਕਾਹੂ ਭੋਗ; ਕਾਹੂ ਗਿਅਾਨ ਕਾਹੂ ਧਿਅਾਨ ||",
    "transliteration": "Kaahoo Jog Kaahoo Bhog Kaahoo Giaan Kaahoo Dhhiaan ||",
    "translation": "Some practice Yoga, some indulge in pleasures; some live in spiritual wisdom, some live in meditation.",
    "punjabi": "(ਪਰ) ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਜੋਗ ਕਮਾਣ ਦਾ ਸ਼ੌਕ ਪੈ ਗਿਆ ਹੈ, ਕਿਸੇ ਨੂੰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਮਾਨਣ ਦਾ ਚਸਕਾ ਹੈ। ਕਿਸੇ ਨੂੰ ਗਿਆਨ-ਚਰਚਾ ਚੰਗੀ ਲੱਗਦੀ ਹੈ, ਕਿਸੇ ਨੂੰ ਸਮਾਧੀਆਂ ਪਸੰਦ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9230,
    "shabad_id": 674,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਕਾਹੂ ਹੋ; ਡੰਡ ਧਰਿ ਹੋ ||੧||",
    "transliteration": "Kaahoo Ho Ddandd Dhhar Ho ||1||",
    "translation": "Some are bearers of the staff. ||1||",
    "punjabi": "ਤੇ ਕਿਸੇ ਨੂੰ ਡੰਡਾ-ਧਾਰੀ ਜੋਗੀ ਬਣਨਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9231,
    "shabad_id": 674,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਾਹੂ ਜਾਪ ਕਾਹੂ ਤਾਪ; ਕਾਹੂ ਪੂਜਾ ਹੋਮ ਨੇਮ ||",
    "transliteration": "Kaahoo Jaap Kaahoo Thaap Kaahoo Poojaa Hom Naem ||",
    "translation": "Some chant in meditation, some practice deep, austere meditation; some worship Him in adoration, some practice daily rituals.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਛੱਡ ਕੇ) ਕਿਸੇ ਨੂੰ (ਦੇਵੀ ਦੇਵਤਿਆਂ ਦੇ ਵੱਸ ਕਰਨ ਦੇ) ਜਾਪ ਪਸੰਦ ਆ ਰਹੇ ਹਨ, ਕਿਸੇ ਨੂੰ ਧੂਣੀਆਂ ਤਪਾਣੀਆਂ ਚੰਗੀਆਂ ਲੱਗਦੀਆਂ ਹਨ, ਕਿਸੇ ਨੂੰ ਦੇਵ-ਪੂਜਾ, ਕਿਸੇ ਨੂੰ ਹਵਨ ਆਦਿਕ ਦੀ ਨਿੱਤ ਦੀ ਕਾਰ ਪਸੰਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9232,
    "shabad_id": 674,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਾਹੂ ਹੋ; ਗੳੁਨੁ ਕਰਿ ਹੋ ||੨||",
    "transliteration": "Kaahoo Ho Goun Kar Ho ||2||",
    "translation": "Some live the life of a wanderer. ||2||",
    "punjabi": "ਤੇ ਕਿਸੇ ਨੂੰ (ਰਮਤਾ ਸਾਧੂ ਬਣ ਕੇ) ਧਰਤੀ ਉਤੇ ਤੁਰੇ ਫਿਰਨਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਗੳੁਨੁ) ਫਿਰਨਾ",
    "type_id": 3
  },
  {
    "id": 9233,
    "shabad_id": 674,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਕਾਹੂ ਤੀਰ ਕਾਹੂ ਨੀਰ; ਕਾਹੂ ਬੇਦ ਬੀਚਾਰ ||",
    "transliteration": "Kaahoo Theer Kaahoo Neer Kaahoo Baedh Beechaar ||",
    "translation": "Some live by the shore, some live on the water; some study the Vedas.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਿਸੇ ਨੂੰ ਕਿਸੇ ਨਦੀ ਦੇ ਕੰਢੇ ਬੈਠਣਾ, ਕਿਸੇ ਨੂੰ ਤੀਰਥ-ਇਸ਼ਨਾਨ, ਤੇ ਕਿਸੇ ਨੂੰ ਵੇਦਾਂ ਦੀ ਵਿਚਾਰ ਪਸੰਦ ਹੈ।",
    "pronunciation": "ਨਦੀ ਦੇ (ਤੀਰ) ਕੰਢੇ[ (ਨੀਰ) ਪਾਣੀ",
    "type_id": 3
  },
  {
    "id": 9234,
    "shabad_id": 674,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕਾ; ਭਗਤਿ ਪਿ੍ਰਅ ਹੋ ||੩||੨||੧੫੫||",
    "transliteration": "Naanakaa Bhagath Pria Ho ||3||2||155||",
    "translation": "Nanak loves to worship the Lord. ||3||2||155||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਭਗਤੀ ਨੂੰ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ ॥੩॥੨॥੧੫੫॥",
    "pronunciation": "(ਪਿ੍ਰਅ) ਪਿਅਾਰੇ",
    "type_id": 3
  },
  {
    "id": 9235,
    "shabad_id": 675,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9236,
    "shabad_id": 675,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਨ ਕੀਰਤਿ ਨਿਧਿ ਮੋਰੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gun Keerath Nidhh Moree ||1|| Rehaao ||",
    "translation": "To sing the Kirtan of the Lord's Praises is my treasure. ||1||Pause||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਵਡਿਆਈ ਕਰਨੀ ਹੀ ਮੇਰੇ ਵਾਸਤੇ (ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕੀਰਤਿ) ਜਸ[ (ਨਿਧਿ) ਖਜ਼ਾਨਾ[ (ਮੋਰੀ) ਮੇਰਾ",
    "type_id": 4
  },
  {
    "id": 9237,
    "shabad_id": 675,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਤੂੰਹੀ ਰਸ ਤੂੰਹੀ ਜਸ; ਤੂੰਹੀ ਰੂਪ ਤੂਹੀ ਰੰਗ ||",
    "transliteration": "Thoonhee Ras Thoonhee Jas Thoonhee Roop Thoohee Rang ||",
    "translation": "You are my delight, You are my praise. You are my beauty, You are my love.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦੇ) ਸੁਆਦ ਹੈਂ, ਤੂੰ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ ਦੁਨੀਆ ਦੀਆਂ) ਵਡਿਆਈਆਂ ਹੈਂ, ਤੂੰ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ ਜਗਤ ਦੇ ਸੋਹਣੇ ਰੂਪ ਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9238,
    "shabad_id": 675,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਸ ਓਟ ਪ੍ਰਭ ਤੋਰੀ ||੧||",
    "transliteration": "Aas Outt Prabh Thoree ||1||",
    "translation": "O God, You are my hope and support. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰੀ ਓਟ ਹੈ ਤੇਰੀ ਹੀ ਆਸ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9239,
    "shabad_id": 675,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤੂਹੀ ਮਾਨ ਤੂੰਹੀ ਧਾਨ; ਤੂਹੀ ਪਤਿ ਤੂਹੀ ਪ੍ਰਾਨ ||",
    "transliteration": "Thoohee Maan Thoonhee Dhhaan Thoohee Path Thoohee Praan ||",
    "translation": "You are my pride, You are my wealth. You are my honor, You are my breath of life.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਹੀ ਮੇਰਾ ਮਾਣ-ਆਦਰ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰਾ ਧਨ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੀ ਇੱਜ਼ਤ ਹੈਂ, ਤੂੰ ਹੀ ਮੇਰੀ ਜਿੰਦ (ਦਾ ਸਹਾਰਾ) ਹੈਂ।",
    "pronunciation": "(ਧਾਨ) ਅੰਨ ਦਾਤਾ",
    "type_id": 3
  },
  {
    "id": 9240,
    "shabad_id": 675,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ; ਤੂਟੀ ਲੈ ਜੋਰੀ ||੨||",
    "transliteration": "Gur Thoottee Lai Joree ||2||",
    "translation": "The Guru has repaired that which was broken. ||2||",
    "punjabi": "ਮੇਰੀ ਤੁੱਟੀ ਹੋਈ (ਸੁਰਤ) ਨੂੰ ਗੁਰੂ ਨੇ (ਤੇਰੇ ਨਾਲ) ਜੋੜ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 9241,
    "shabad_id": 675,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਤੂਹੀ ਗਿ੍ਰਹਿ. ਤੂਹੀ ਬਨਿ; ਤੂਹੀ ਗਾੳੁ. ਤੂਹੀ ਸੁਨਿ ||",
    "transliteration": "Thoohee Grihi Thoohee Ban Thoohee Gaao Thoohee Sun ||",
    "translation": "You are in the household, and You are in the forest. You are in the village, and You are in the wilderness.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ (ਮੈਨੂੰ) ਘਰ ਵਿਚ ਦਿੱਸ ਰਿਹਾ ਹੈਂ, ਤੂੰ ਹੀ (ਮੈਨੂੰ) ਜੰਗਲ ਵਿਚ (ਦਿੱਸ ਰਿਹਾ) ਹੈਂ, ਤੂੰ ਹੀ (ਮੈਨੂੰ) ਵੱਸੋਂ ਵਿਚ (ਦਿੱਸ ਰਿਹਾ) ਹੈਂ, ਤੂੰ ਹੀ (ਮੈਨੂੰ) ਉਜਾੜ ਵਿਚ (ਦਿੱਸ ਰਿਹਾ) ਹੈਂ।",
    "pronunciation": "(ਸੁੰਨਿ) ੳੁਜਾੜ",
    "type_id": 3
  }
]
