[
  {
    "id": 10617,
    "shabad_id": 744,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10618,
    "shabad_id": 744,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰੰਗ ਸੰਗਿ ਬਿਖਿਅਾ ਕੇ ਭੋਗਾ; ੲਿਨ ਸੰਗਿ ਅੰਧ ਨ ਜਾਨੀ ||੧||",
    "transliteration": "Rang Sang Bikhiaa Kae Bhogaa Ein Sang Andhh N Jaanee ||1||",
    "translation": "He is immersed in the enjoyment of corrupt pleasures; engrossed in them, the blind fool does not understand. ||1||",
    "punjabi": "ਮੌਜਾਂ ਨਾਲ ਮਾਇਆ ਦੇ ਭੋਗ (ਮਨੁੱਖ ਭੋਗਦਾ ਰਹਿੰਦਾ ਹੈ), (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ ਇਹਨਾਂ ਭੋਗਾਂ ਵਿਚ ਰੁੱਝਾ ਹੋਇਆ ਸਮਝਦਾ ਨਹੀਂ (ਕਿ ਉਮਰ ਵਿਅਰਥ ਗੁਜ਼ਰ ਰਹੀ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10619,
    "shabad_id": 744,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹੳੁ ਸੰਚੳੁ ਹੳੁ ਖਾਟਤਾ; ਸਗਲੀ ਅਵਧ ਬਿਹਾਨੀ || ਰਹਾੳੁ ||",
    "transliteration": "Ho Sancho Ho Khaattathaa Sagalee Avadhh Bihaanee || Rehaao ||",
    "translation": "\"I am earning profits, I am getting rich\", he says, as his life passes away. ||Pause||",
    "punjabi": "ਮੈਂ ਮਾਇਆ ਜੋੜ ਰਿਹਾ ਹਾਂ, ਮੈਂ ਮਾਇਆ ਖੱਟਦਾ ਹਾਂ-(ਇਹਨਾਂ ਹੀ ਖ਼ਿਆਲਾਂ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋਏ ਮਨੁੱਖ ਦੀ) ਸਾਰੀ ਹੀ ਉਮਰ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ।ਰਹਾਉ।",
    "pronunciation": "(ਸੰਚੳੁ) ੲਿਕੱਠੀ ਕਰਦਾ[ (ਅਵਧ) ੳੁਮਰ[ (ਬਿਹਾਨੀ) ਬਤੀਤ ਹੋੲੀ",
    "type_id": 3
  },
  {
    "id": 10620,
    "shabad_id": 744,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹੳੁ ਸੂਰਾ ਪਰਧਾਨੁ ਹੳੁ; ਕੋ. ਨਾਹੀ ਮੁਝਹਿ ਸਮਾਨੀ ||੨||",
    "transliteration": "Ho Sooraa Paradhhaan Ho Ko Naahee Mujhehi Samaanee ||2||",
    "translation": "\"I am a hero, I am famous and distinguished; no one is equal to me.\"||2||",
    "punjabi": "ਮੈਂ ਸੂਰਮਾ ਹਾਂ, ਮੈਂ ਚੌਧਰੀ ਹਾਂ, ਕੋਈ ਮੇਰੇ ਬਰਾਬਰ ਦਾ ਨਹੀਂ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10621,
    "shabad_id": 744,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜੋਬਨਵੰਤ ਅਚਾਰ ਕੁਲੀਨਾ; ਮਨ ਮਹਿ ਹੋੲਿ ਗੁਮਾਨੀ ||੩||",
    "transliteration": "Jobanavanth Achaar Kuleenaa Man Mehi Hoe Gumaanee ||3||",
    "translation": "\"I am young, cultured, and born of a good family.\" In his mind, he is proud and arrogant like this. ||3||",
    "punjabi": "ਮੈਂ ਸੋਹਣਾ ਹਾਂ, ਮੈਂ ਉੱਚੇ ਆਚਰਨ ਵਾਲਾ ਹਾਂ, ਮੈਂ ਉੱਚੀ ਕੁਲ ਵਾਲਾ ਹਾਂ-(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਵਿਚ ਇਉਂ ਅਹੰਕਾਰੀ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10622,
    "shabad_id": 744,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ੳੁਲਝਾੲਿਓ ਬਾਧ ਬੁਧਿ; ਕਾਮ ਰਤਿਅਾ. ਨਹੀ ਬਿਸਰਾਨੀ ||੪||",
    "transliteration": "Jio Oulajhaaeiou Baadhh Budhh Kaa Marathiaa Nehee Bisaraanee ||4||",
    "translation": "He is trapped by his false intellect, and he does not forget this until he dies. ||4||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਮਾਰੀ ਹੋਈ ਮਤਿ ਵਾਲਾ ਮਨੁੱਖ ਜਿਵੇਂ (ਜਵਾਨੀ ਸਮੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਰਨ ਵੇਲੇ ਭੀ ਉਸ ਨੂੰ ਇਹ ਮਾਇਆ ਨਹੀਂ ਭੁੱਲਦੀ ॥੪॥",
    "pronunciation": "(ਬਾਧ) ਨਾਸ ਕਰਨ ਵਾਲੀ[ ਰੱਤਿਅਾ",
    "type_id": 3
  },
  {
    "id": 10623,
    "shabad_id": 744,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਭਾੲੀ ਮੀਤ ਬੰਧਪ ਸਖੇ; ਪਾਛੇ ਤਿਨਹੂ ਕੳੁ ਸੰਪਾਨੀ ||੫||",
    "transliteration": "Bhaaee Meeth Bandhhap Sakhae Paashhae Thinehoo Ko Sanpaanee ||5||",
    "translation": "Brothers, friends, relatives and companions who live after him - he entrusts his wealth to them. ||5||",
    "punjabi": "ਭਰਾ, ਮਿੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ, ਸਾਥੀ-ਮਰਨ ਤੋਂ ਪਿੱਛੋਂ ਆਖ਼ਰ ਇਹਨਾਂ ਨੂੰ ਹੀ (ਆਪਣੀ ਸਾਰੀ ਉਮਰ ਦੀ ਇਕੱਠੀ ਕੀਤੀ ਹੋਈ ਮਾਇਆ) ਸੌਂਪ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(ਸੰਪਾਨੀ) ਸੌਂਪੀ",
    "type_id": 3
  },
  {
    "id": 10624,
    "shabad_id": 744,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਜਿਤੁ ਲਾਗੋ ਮਨੁ ਬਾਸਨਾ; ਅੰਤਿ ਸਾੲੀ ਪ੍ਰਗਟਾਨੀ ||੬||",
    "transliteration": "Jith Laago Man Baasanaa Anth Saaee Pragattaanee ||6||",
    "translation": "That desire, to which the mind is attached, at the last moment, becomes manifest. ||6||",
    "punjabi": "ਜਿਸ ਵਾਸਨਾ ਵਿਚ ਮਨੁੱਖ ਦਾ ਮਨ (ਸਾਰੀ ਉਮਰ) ਲੱਗਾ ਰਹਿੰਦਾ ਹੈ, ਆਖ਼ਿਰ ਮੌਤ ਵੇਲੇ ਉਹੀ ਵਾਸਨਾ ਆਪਣਾ ਜ਼ੋਰ ਪਾਂਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10625,
    "shabad_id": 744,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਅਹੰਬੁਧਿ ਸੁਚਿ ਕਰਮ ਕਰਿ; ੲਿਹ ਬੰਧਨ ਬੰਧਾਨੀ ||੭||",
    "transliteration": "Ahanbudhh Such Karam Kar Eih Bandhhan Bandhhaanee ||7||",
    "translation": "He may perform religious deeds, but his mind is egotistical, and he is bound by these bonds. ||7||",
    "punjabi": "ਹਉਮੈ ਦੇ ਆਸਰੇ (ਸਰੀਰਕ ਪਵਿੱਤ੍ਰਤਾ ਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰ ਕਰ ਕੇ ਇਹਨਾਂ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਹੀ ਬੱਝਾ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10626,
    "shabad_id": 744,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ਦੲਿਅਾਲ ਪੁਰਖ ਕਿਰਪਾ ਕਰਹੁ; ਨਾਨਕ. ਦਾਸ ਦਸਾਨੀ ||੮||੩||੧੫||੪੪|| ਜੁਮਲਾ",
    "transliteration": "Dhaeiaal Purakh Kirapaa Karahu Naanak Dhaas Dhasaanee ||8||3||15||44|| Jumalaa",
    "translation": "O Merciful Lord, please bless me Your Mercy, that Nanak may become the slave of Your slaves. ||8||3||15||44||Total||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਦਇਆ ਦੇ ਘਰ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਮੇਰੇ ਉਤੇ ਕਿਰਪਾ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦਾ ਦਾਸ (ਬਣਾਈ ਰੱਖ, ਤੇ ਮੈਨੂੰ ਇਹਨਾਂ ਹਉਮੈ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਬਚਾਈ ਰੱਖ) ॥੮॥੩॥੧੫॥੪੪॥",
    "pronunciation": "(ਜੁਮਲਾ) ਜੋੜ",
    "type_id": 3
  },
  {
    "id": 10627,
    "shabad_id": 745,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ੴ> ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathinaam Karathaa Purakh Guraprasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 10628,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਪੂਰਬੀ ਛੰਤ ਮਹਲਾ ੧ ||",
    "transliteration": "Raag Gourree Poorabee Shhanth Mehalaa 1 ||",
    "translation": "Raag Gauree Poorbee, Chhant, First Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ-ਪੂਰਬੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10629,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੁੰਧ ਰੈਣਿ ਦੁਹੇਲੜੀਅਾ ਜੀੳੁ; ਨੀਦ ਨ ਅਾਵੈ ||",
    "transliteration": "Mundhh Rain Dhuhaelarreeaa Jeeo Needh N Aavai ||",
    "translation": "For the bride, the night is painful; sleep does not come.",
    "punjabi": "ਪਤੀ ਦੇ ਵਿਛੋੜੇ ਦੇ ਹਹੁਕੇ ਵਿਚ ਜਵਾਨ ਸੁੰਦਰ ਇਸਤ੍ਰੀ ਦੀ ਰਾਤ ਦੁੱਖ ਵਿਚ (ਲੰਘਦੀ ਹੈ), ਉਸ ਨੂੰ ਨੀਂਦ ਨਹੀਂ ਆਉਂਦੀ, ਤੇ ਹਹੁਕਿਆਂ ਵਿਚ ਉਹ ਕਮਜ਼ੋਰ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਜੀਵ ਰੂਪੀ (ਮੁੰਧ) ੲਿਸਤ੍ਰੀ[ (ਦੁਹੇਲੜੀਅਾ) ਦੁਖੀ",
    "type_id": 3
  },
  {
    "id": 10630,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸਾ ਧਨ. ਦੁਬਲੀਅਾ ਜੀੳੁ; ਪਿਰ ਕੈ ਹਾਵੈ ||",
    "transliteration": "Saa Dhhan Dhubaleeaa Jeeo Pir Kai Haavai ||",
    "translation": "The soul-bride has grown weak, in the pain of separation from her Husband Lord.",
    "punjabi": "ਇਸਤ੍ਰੀ ਖਸਮ ਦੇ (ਵਿਛੋੜੇ ਦੇ) ਹਹੁਕੇ ਵਿਚ (ਦਿਨੋ ਦਿਨ) ਕਮਜ਼ੋਰ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਦੁਬ-ਲੀਅਾ:ਪੋਲਾ ਬੋਲੋ[ (ਦੁਬਲੀਅਾ) ਨਿਰਬਲ",
    "type_id": 3
  },
  {
    "id": 10631,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਧਨ ਥੀੲੀ ਦੁਬਲਿ. ਕੰਤ ਹਾਵੈ; ਕੇਵ. ਨੈਣੀ ਦੇਖੲੇ ||",
    "transliteration": "Dhhan Thheeee Dhubal Kanth Haavai Kaev Nainee Dhaekheae ||",
    "translation": "The soul-bride is wasting away, in the pain of separation from her Husband; how can she see Him with her eyes?",
    "punjabi": "(ਉਹ ਹਰ ਵੇਲੇ ਤਾਂਘਦੀ ਹੈ ਕਿ) ਉਹ ਕਿਸੇ ਤਰ੍ਹਾਂ (ਆਪਣੇ ਖਸਮ ਨੂੰ ਅੱਖੀਂ ਵੇਖੇ।",
    "pronunciation": "ਧਨ, ਦੁਬ-ਲਿ: ਪੋਲੇ ਬੋਲੋ[ਥੀ-ੲੀ, ਦੇ-ਖੲੇ",
    "type_id": 3
  },
  {
    "id": 10632,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸੀਗਾਰ ਮਿਠ ਰਸ. ਭੋਗ ਭੋਜਨ; ਸਭੁ ਝੂਠੁ. ਕਿਤੈ ਨ ਲੇਖੲੇ ||",
    "transliteration": "Seegaar Mith Ras Bhog Bhojan Sabh Jhooth Kithai N Laekheae ||",
    "translation": "Her decorations, sweet foods, sensuous pleasures and delicacies are all false; they are of no account at all.",
    "punjabi": "ਉਸ ਨੂੰ (ਸਰੀਰਕ) ਸਿੰਗਾਰ ਤੇ ਮਿੱਠੇ ਰਸਾਂ ਤੇ ਭੋਜਨਾਂ ਦੇ ਭੋਗ-ਇਹ ਸਭ ਕੁਝ ਫਿੱਕਾ ਲੱਗਦਾ ਹੈ, ਉਸ ਨੂੰ ਇਹ ਸਭ ਕੁਝ ਨਿਕੰਮਾ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "ਮਿੱਠ, ਲੇ-ਖੲੇ",
    "type_id": 3
  },
  {
    "id": 10633,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੈ ਮਤ ਜੋਬਨਿ. ਗਰਬਿ ਗਾਲੀ; ਦੁਧਾ. ਥਣੀ ਨ ਅਾਵੲੇ ||",
    "transliteration": "Mai Math Joban Garab Gaalee Dhudhhaa Thhanee N Aaveae ||",
    "translation": "Intoxicated with the wine of youthful pride, she has been ruined, and her breasts no longer yield milk.",
    "punjabi": "ਜਿਸ ਇਸਤ੍ਰੀ ਨੂੰ ਜਵਾਨੀ ਵਿਚ ਅਹੰਕਾਰ ਨੇ ਗਾਲ ਦਿੱਤਾ ਹੋਵੇ ਜੋ ਜਵਾਨੀ ਦੇ ਨਸ਼ੇ ਵਿਚ ਇਉਂ ਮਸਤ ਹੋਵੇ, ਜਿਵੇਂ ਸ਼ਰਾਬ ਵਿਚ ਮਸਤ ਹੈ, (ਉਸ ਨੂੰ ਆਪਣੇ ਪਤੀ ਦਾ ਮਿਲਾਪ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦਾ ਤੇ) ਉਸ ਨੂੰ ਸੁਹਾਗ-ਭਾਗ ਵਾਲੀ ਅਵਸਥਾ ਨਸੀਬ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "(ਮੈ) ਹੰਗਤਾ ਸ਼ਰਾਬ ਚ (ਮੱਤ) ਮਸਤ[ ਮੈ ਬਿੰਦੀ ਨ ਲਾੳੁ[ ਗੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 10634,
    "shabad_id": 745,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਸਾ ਧਨ ਮਿਲੈ ਮਿਲਾੲੀ; ਬਿਨੁ ਪਿਰ. ਨੀਦ ਨ ਅਾਵੲੇ ||੧||",
    "transliteration": "Naanak Saa Dhhan Milai Milaaee Bin Pir Needh N Aaveae ||1||",
    "translation": "O Nanak, the soul-bride meets her Husband Lord, when He causes her to meet Him; without Him, sleep does not come to her. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹੀ ਹਾਲ ਹੁੰਦਾ ਹੈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ, ਜੋ ਦੁਨੀਆ ਦੇ ਕੂੜੇ ਮਾਣ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ) ਸਾਰੀ ਜ਼ਿੰਦਗੀ-ਰੂਪ ਰਾਤ ਵਿਚ ਆਤਮਕ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ। ਉਹ ਤਦੋਂ ਹੀ (ਪ੍ਰਭੂ ਪਤੀ) ਨੂੰ ਮਿਲ ਸਕਦੀ ਹੈ, ਜਦੋਂ (ਗੁਰੂ ਵਿਚੋਲਾ ਬਣ ਕੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਦੇਵੇ ॥੧॥",
    "pronunciation": "ਅਾਵੲੇ",
    "type_id": 3
  },
  {
    "id": 10635,
    "shabad_id": 745,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਮੁੰਧ ਨਿਮਾਨੜੀਅਾ ਜੀੳੁ; ਬਿਨੁ ਧਨੀ ਪਿਅਾਰੇ ||",
    "transliteration": "Mundhh Nimaanarreeaa Jeeo Bin Dhhanee Piaarae ||",
    "translation": "The bride is dishonored without her Beloved Husband Lord.",
    "punjabi": "ਪਿਆਰੇ ਖਸਮ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜਵਾਨ ਇਸਤ੍ਰੀ ਢੱਠੇ-ਦਿਲ ਹੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10636,
    "shabad_id": 745,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਿੳੁ ਸੁਖੁ ਪਾਵੈਗੀ; ਬਿਨੁ ੳੁਰ ਧਾਰੇ ||",
    "transliteration": "Kio Sukh Paavaigee Bin Our Dhhaarae ||",
    "translation": "How can she find peace, without enshrining Him in her heart?",
    "punjabi": "ਜੇ ਪਤੀ ਉਸ ਨੂੰ ਆਪਣੀ ਛਾਤੀ ਨਾਲ ਨਾਹ ਲਾਏ, ਤਾਂ ਉਸ ਨੂੰ ਸੁਖ ਪ੍ਰਤੀਤ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10637,
    "shabad_id": 745,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਨਾਹ ਬਿਨੁ. ਘਰ ਵਾਸੁ ਨਾਹੀ; ਪੁਛਹੁ ਸਖੀ ਸਹੇਲੀਅਾ ||",
    "transliteration": "Naah Bin Ghar Vaas Naahee Pushhahu Sakhee Sehaeleeaa ||",
    "translation": "Without her Husband, her home is not worth living in; go and ask your sisters and companions.",
    "punjabi": "ਖਸਮ ਤੋਂ ਬਿਨਾ ਘਰ ਦਾ ਵਸੇਬਾ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਜੇ) ਹੋਰ ਸਖੀਆਂ ਸਹੇਲੀਆਂ ਨੂੰ ਪੁੱਛੋਗੇ (ਤਾਂ ਉਹ ਭੀ ਇਹ ਉੱਤਰ ਦੇਣਗੀਆਂ)",
    "pronunciation": "(ਨਾਹ) ਖਸਮ",
    "type_id": 3
  },
  {
    "id": 10638,
    "shabad_id": 745,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਬਿਨੁ ਨਾਮ. ਪ੍ਰੀਤਿ ਪਿਅਾਰੁ ਨਾਹੀ; ਵਸਹਿ ਸਾਚਿ ਸੁਹੇਲੀਅਾ ||",
    "transliteration": "Bin Naam Preeth Piaar Naahee Vasehi Saach Suhaeleeaa ||",
    "translation": "Without the Naam, the Name of the Lord, there is no love and affection; but with her True Lord, she abides in peace.",
    "punjabi": "(ਪਿਆਰੇ ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਜਿੰਦ-ਵਹੁਟੀ ਨਿੰਮੋ-ਝੂਣੀ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਜਦ ਤਕ ਉਹ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦੀ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਗੁਣਾਂ ਦਾ ਵਾਸ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਸਤ-ਸੰਗੀ ਸਹੇਲੀਆਂ ਨੂੰ ਪੁੱਛ ਵੇਖੋ, ਉਹ ਇਹੀ ਉੱਤਰ ਦੇਣਗੀਆਂ ਕਿ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਉਸ ਦੀ ਪ੍ਰੀਤ ਉਸ ਦਾ ਪਿਆਰ ਨਹੀਂ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਉਹੀ ਜਿੰਦ-ਵਹੁਟੀਆਂ ਸੁਖੀ ਵੱਸ ਸਕਦੀਆਂ ਹਨ, ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10639,
    "shabad_id": 745,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸਚੁ ਮਨਿ ਸਜਨ ਸੰਤੋਖਿ ਮੇਲਾ; ਗੁਰਮਤੀ ਸਹੁ ਜਾਣਿਅਾ ||",
    "transliteration": "Sach Man Sajan Santhokh Maelaa Guramathee Sahu Jaaniaa ||",
    "translation": "Through mental truthfulness and contentment, union with the True Friend is attained; through the Guru's Teachings, the Husband Lord is kno",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਵੱਸਦਾ ਹੈ, ਜੋ ਸੰਤੋਖ ਵਿਚ (ਜੀਊਂਦੀ ਹੈ) ਉਸ ਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ (ਅੰਗ-ਸੰਗ) ਜਾਣ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "ਸੱਜਨ",
    "type_id": 3
  },
  {
    "id": 10640,
    "shabad_id": 745,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਨ ਛੋਡੈ ਸਾ ਧਨ; ਨਾਮਿ ਸਹਜਿ ਸਮਾਣੀਅਾ ||੨||",
    "transliteration": "Naanak Naam N Shhoddai Saa Dhhan Naam Sehaj Samaaneeaa ||2||",
    "translation": "O Nanak, that soul-bride who does not abandon the Naam, is intuitively absorbed in the Naam. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਜਪਣਾ) ਨਹੀਂ ਛੱਡਦੀ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10641,
    "shabad_id": 745,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਮਿਲੁ ਸਖੀ ਸਹੇਲੜੀਹੋ; ਹਮ ਪਿਰੁ ਰਾਵੇਹਾ ||",
    "transliteration": "Mil Sakhee Sehaelarreeho Ham Pir Raavaehaa ||",
    "translation": "Come, O my sisters and companions - let's enjoy our Husband Lord.",
    "punjabi": "ਹੇ (ਸਤਿਸੰਗਣ) ਸਹੇਲੀਹੋ! ਆਓ ਮਿਲ ਬੈਠੀਏ ਤੇ ਅਸੀਂ (ਮਿਲ ਕੇ) ਪਤੀ-ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰੀਏ।",
    "pronunciation": "(ਰਾਵੇਹਾ) ਸਿਮਰੀੲੇ",
    "type_id": 3
  },
  {
    "id": 10642,
    "shabad_id": 745,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਪੁਛਿ. ਲਿਖੳੁਗੀ ਜੀੳੁ; ਸਬਦਿ ਸਨੇਹਾ ||",
    "transliteration": "Gur Pushh Likhougee Jeeo Sabadh Sanaehaa ||",
    "translation": "I will ask the Guru, and write His Word as my love-note.",
    "punjabi": "(ਸਤਿਸੰਗ ਵਿਚ ਬੈਠ ਕੇ) ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਹੇ ਸਹੇਲੀਹੋ! ਮੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਸੁਨੇਹਾ ਭੇਜਾਂਗੀ (ਕਿ ਆ ਕੇ ਮਿਲ)।",
    "pronunciation": "ਲਿਖੳੁ-ਗੀ",
    "type_id": 3
  },
  {
    "id": 10643,
    "shabad_id": 745,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸਬਦੁ ਸਾਚਾ ਗੁਰਿ ਦਿਖਾੲਿਅਾ; ਮਨਮੁਖੀ ਪਛੁਤਾਣੀਅਾ ||",
    "transliteration": "Sabadh Saachaa Gur Dhikhaaeiaa Manamukhee Pashhuthaaneeaa ||",
    "translation": "The Guru has shown me the True Word of the Shabad. The self-willed manmukhs will regret and repent.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਗੁਰੂ ਨੇ ਆਪਣਾ ਸ਼ਬਦ ਬਖ਼ਸ਼ਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਅੰਗ ਸੰਗ) ਵਿਖਾ ਦਿੱਤਾ, ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੀਆਂ ਪਛੁਤਾਂਦੀਆਂ ਹੀ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10644,
    "shabad_id": 745,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਨਿਕਸਿ ਜਾਤੳੁ. ਰਹੈ ਅਸਥਿਰੁ; ਜਾਮਿ ਸਚੁ ਪਛਾਣਿਅਾ ||",
    "transliteration": "Nikas Jaatho Rehai Asathhir Jaam Sach Pashhaaniaa ||",
    "translation": "My wandering mind became steady, when I recognized the True One.",
    "punjabi": "(ਜਿਸ ਨੂੰ ਗੁਰੂ ਨੇ ਸ਼ਬਦ ਦੀ ਦਾਤ ਦਿੱਤੀ, ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਦੋਂ ਉਸ ਨੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ (ਅੰਗ-ਸੰਗ) ਪਛਾਣ ਲਿਆ, ਤਦੋਂ ਉਸ ਦਾ ਬਾਹਰ (ਮਾਇਆ ਪਿਛੇ) ਦੌੜਦਾ ਮਨ ਟਿਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10645,
    "shabad_id": 745,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਾਚ ਕੀ ਮਤਿ. ਸਦਾ ਨੳੁਤਨ; ਸਬਦਿ ਨੇਹੁ ਨਵੇਲਓ ||",
    "transliteration": "Saach Kee Math Sadhaa Nouthan Sabadh Naehu Navaelou ||",
    "translation": "The Teachings of Truth are forever new; the love of the Shabad is forever fresh.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ ਮਤਿ ਸਦਾ ਨਵੀਂ-ਨਰੋਈ ਰਹਿੰਦੀ ਹੈ (ਕਦੇ ਵਿਕਾਰਾਂ ਨਾਲ ਮੈਲੀ ਨਹੀਂ ਹੁੰਦੀ)। ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਵਾਸਤੇ ਨਿੱਤ ਨਵਾਂ ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਨੳੁਤਨ) ਨਵੀਂ[ (ਨੇਹੁ) ਪ੍ਰੇਮ[ (ਨਵੇਲ-ਓ) ਨਵਾਂ[ ਲਾਹ-ਓ",
    "type_id": 3
  },
  {
    "id": 10646,
    "shabad_id": 745,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ ਨਦਰੀ ਸਹਜਿ ਸਾਚਾ; ਮਿਲਹੁ ਸਖੀ ਸਹੇਲੀਹੋ ||੩||",
    "transliteration": "Naanak Nadharee Sehaj Saachaa Milahu Sakhee Sehaeleeho ||3||",
    "translation": "O Nanak, through the Glance of Grace of the True Lord, celestial peace is obtained; let's meet Him, O my sisters and companions. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ। ਹੇ ਸਤਿਸੰਗੀ ਸਹੇਲੀਹੋ! ਆਓ ਰਲ ਕੇ ਬੈਠੀਏ ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੀਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10647,
    "shabad_id": 745,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੀ ੲਿਛ ਪੁਨੀ ਜੀੳੁ; ਹਮ ਘਰਿ ਸਾਜਨੁ ਅਾੲਿਅਾ ||",
    "transliteration": "Maeree Eishh Punee Jeeo Ham Ghar Saajan Aaeiaa ||",
    "translation": "My desire has been fulfilled - my Friend has come to my home.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਮੇਰੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ, ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ ਪਰਮਾਤਮਾ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "(ਪੁਨੀ) ਪੂਰੀ ਹੋੲੀ",
    "type_id": 3
  },
  {
    "id": 10648,
    "shabad_id": 745,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਮਿਲਿ ਵਰੁ ਨਾਰੀ; ਮੰਗਲੁ ਗਾੲਿਅਾ ||",
    "transliteration": "Mil Var Naaree Mangal Gaaeiaa ||",
    "translation": "At the Union of husband and wife, the songs of rejoicing were sung.",
    "punjabi": "ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਖ਼ਸਮ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਗਿਆਨ-ਇੰਦਰੇ (ਵਿਕਾਰਾਂ ਵਲ ਦੌੜਨ ਦੇ ਥਾਂ ਰਲ ਕੇ ਮਾਨੋ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਵਰੁ) ਪਤੀ ਅਕਾਲ ਜੀ ਨੰੂ ਪ੍ਰਾਪਤਿ ਸੋਹਾਗਣ ਨਾਰੀ",
    "type_id": 3
  },
  {
    "id": 10649,
    "shabad_id": 745,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਗੁਣ ਗਾੲਿ ਮੰਗਲੁ. ਪ੍ਰੇਮਿ ਰਹਸੀ; ਮੁੰਧ ਮਨਿ ਓਮਾਹਓ ||",
    "transliteration": "Gun Gaae Mangal Praem Rehasee Mundhh Man Oumaahou ||",
    "translation": "Singing the songs of joyful praise and love to Him, the soul-bride's mind is thrilled and delighted.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ (ਹੁਲਾਰੇ) ਵਿਚ ਖਿੜ ਪੈਂਦੀ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਚਾਉ ਦਾ ਹੁਲਾਰਾ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਰਹ-ਸੀ:ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ[ (ਰਹਸੀ) ਅਨੰਦ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋੲੀ[ (ਮੁੰਧ) ੲਿਸਤ੍ਰੀ[ ਪੂਰਨ ਖ਼ੁਸ਼ੀ ਸਹਿਤ (ਓਮਾਹ-ਓ) ੳੁਮਾਹ ੳੁਤਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 10650,
    "shabad_id": 745,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਸਾਜਨ ਰਹੰਸੇ ਦੁਸਟ ਵਿਅਾਪੇ; ਸਾਚੁ ਜਪਿ ਸਚੁ ਲਾਹਓ ||",
    "transliteration": "Saajan Rehansae Dhusatt Viaapae Saach Jap Sach Laahou ||",
    "translation": "My friends are happy, and my enemies are unhappy; meditating on the True Lord, the true profit is obtained.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਭਲੇ ਗੁਣ ਪ੍ਰਫੁਲਤ ਹੁੰਦੇ ਹਨ, ਦੁਸ਼ਟ-ਵਿਕਾਰ ਦਬਾ ਹੇਠ ਆ ਜਾਂਦੇ ਹਨ। ਸਦਾ-ਥਿਰ ਨਾਮ ਜਪ ਜਪ ਕੇ ਉਸ ਨੂੰ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦਾ ਲਾਭ ਮਿਲ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਰਹੰਸੇ) ਖੁਸ਼ ਹੋੲੇ[ (ਵਿਅਾਪੇ) ਗ੍ਰਸੇ ਹੋੲੇ[ (ਲਾਹ-ਓ) ਲਾਭ",
    "type_id": 3
  },
  {
    "id": 10651,
    "shabad_id": 745,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਕਰ ਜੋੜਿ. ਸਾ ਧਨ ਕਰੈ ਬਿਨਤੀ; ਰੈਣਿ ਦਿਨੁ ਰਸਿ ਭਿੰਨੀਅਾ ||",
    "transliteration": "Kar Jorr Saa Dhhan Karai Binathee Rain Dhin Ras Bhinneeaa ||",
    "translation": "With her palms pressed together, the soul-bride prays, that she may remain immersed in the Love of her Lord, night and day.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਿਨ-ਰਾਤ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਹੋਈ ਹੱਥ ਜੋੜ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸਾਂ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਭਿੰਨੀਅਾ) ਭਿੱਜੀ",
    "type_id": 3
  },
  {
    "id": 10652,
    "shabad_id": 745,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਪਿਰੁ ਧਨ ਕਰਹਿ ਰਲੀਅਾ; ੲਿਛ ਮੇਰੀ ਪੁੰਨੀਅਾ ||੪||੧||",
    "transliteration": "Naanak Pir Dhhan Karehi Raleeaa Eishh Maeree Punneeaa ||4||1||",
    "translation": "O Nanak, the Husband Lord and the soul-bride revel together; my desires are fulfilled. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਤੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ ਹਿਰਦੇ-ਸੇਜ ਉਤੇ) ਮਿਲ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ। ਹੇ ਸਹੇਲੀਹੋ! ਮੇਰੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਗਈ ਹੈ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੱਜਣ-ਪ੍ਰਭੂ ਆ ਵਸਿਆ ਹੈ) ॥੪॥੧॥",
    "pronunciation": "ਰਲੀਅਾਂ: ਪੋਲਾ ਬੋਲੋ[ ੲਿੱਛ",
    "type_id": 3
  }
]
