[
  {
    "id": 10690,
    "shabad_id": 747,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਸਾਰੀ. ਤਾ ਕੰਤ ਪਿਅਾਰੀ; ਨਾਮੇ ਧਰੀ ਪਿਅਾਰੋ ॥",
    "transliteration": "Har Gun Saaree Thaa Kanth Piaaree Naamae Dhharee Piaaro ||",
    "translation": "Dwell upon the Lord's Glories, and you shall be loved by your Husband, embracing love for the Naam, the Name of the Lord.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਪਾਂਦੀ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ ਉਹ ਪਰਮਾਤਮਾ-ਪਤੀ ਦੀ ਪਿਆਰੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10691,
    "shabad_id": 747,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਨਾਹ ਪਿਅਾਰੀ; ਰਾਮ ਨਾਮੁ ਗਲਿ ਹਾਰੋ ॥੨॥",
    "transliteration": "Naanak Kaaman Naah Piaaree Raam Naam Gal Haaro ||2||",
    "translation": "O Nanak, the soul-bride who wears the necklace of the Lord's Name around her neck is loved by her Husband Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਗਲ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਹਾਰ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੀ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਨਾਹ) ਪਤੀ ਪਰਮੇਸ਼ਰ",
    "type_id": 3
  },
  {
    "id": 10692,
    "shabad_id": 747,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਧਨ ੲੇਕਲੜੀ ਜੀੳੁ; ਬਿਨੁ ਨਾਹ ਪਿਅਾਰੇ ॥",
    "transliteration": "Dhhan Eaekalarree Jeeo Bin Naah Piaarae ||",
    "translation": "The soul-bride who is without her beloved Husband is all alone.",
    "punjabi": "ਹੇ ਜੀਉ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਿਆਰੇ ਪਤੀ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਇਕੱਲੀ (ਸੁੰਞਾ ਜੀਵਨ ਬਿਤੀਤ ਕਰ ਰਹੀ) ਹੈ,",
    "pronunciation": "ੲੇਕਲੜੀ",
    "type_id": 3
  },
  {
    "id": 10693,
    "shabad_id": 747,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਮੁਠੀ ਜੀੳੁ; ਬਿਨੁ ਗੁਰ ਸਬਦ ਕਰਾਰੇ ॥",
    "transliteration": "Dhoojai Bhaae Muthee Jeeo Bin Gur Sabadh Karaarae ||",
    "translation": "She is cheated by the love of duality, without the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੇ ਸਹਾਰਾ ਦੇਣ ਵਾਲੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਪਿਆਰ ਵਿਚ ਠੱਗੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "(ਕਰਾਰੇ) ਤਕੜੇ। (ਮੁੱਠੀ) ਠੱਗੀ",
    "type_id": 3
  },
  {
    "id": 10694,
    "shabad_id": 747,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਸਬਦ ਪਿਅਾਰੇ. ਕੳੁਣੁ ਦੁਤਰੁ ਤਾਰੇ; ਮਾੲਿਅਾ ਮੋਹਿ ਖੁਅਾੲੀ ॥",
    "transliteration": "Bin Sabadh Piaarae Koun Dhuthar Thaarae Maaeiaa Mohi Khuaaee ||",
    "translation": "Without the Shabad of her Beloved, how can she cross over the treacherous ocean? Attachment to Maya has led her astray.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਜੋ ਉਸ ਨੂੰ ਦੁੱਤਰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ) ਤੋਂ ਪਾਰ ਲੰਘਾ ਸਕਦਾ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸੀ) ਖ਼ੁਆਰ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਦੁੱਤ-ਰੁ) ਕਠਨ ਸੰਸਾਰ ਸਾਗਰ। (ਖੁਅਾੲੀ) ਭੁੱਲੀ ਭਟਕੀ",
    "type_id": 3
  },
  {
    "id": 10695,
    "shabad_id": 747,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਕੂੜਿ ਵਿਗੁਤੀ. ਤਾ ਪਿਰਿ ਮੁਤੀ; ਸਾ ਧਨ. ਮਹਲੁ ਨ ਪਾੲੀ ॥",
    "transliteration": "Koorr Viguthee Thaa Pir Muthee Saa Dhhan Mehal N Paaee ||",
    "translation": "Ruined by falsehood, she is deserted by her Husband Lord. The soul-bride does not attain the Mansion of His Presence.",
    "punjabi": "ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ (ਮਾਇਆ ਦੇ) ਝੂਠੇ ਮੋਹ ਵਿਚ ਖ਼ੁਆਰ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ (ਜਾਣੋ ਕਿ) ਖਸਮ-ਪ੍ਰਭੂ ਵਲੋਂ ਉਹ ਛੁੱਟੜ ਹੋਈ ਪਈ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ-ਪਤੀ ਦਾ ਟਿਕਾਣਾ ਨਹੀਂ ਲੱਭ ਸਕਦੀ।",
    "pronunciation": "(ਵਿਗੁੱਤੀ) ਖ਼ਰਾਬ। (ਮੁੱਤੀ) ਛੁੱਟੜ",
    "type_id": 3
  },
  {
    "id": 10696,
    "shabad_id": 747,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਸਬਦੇ ਰਾਤੀ. ਸਹਜੇ ਮਾਤੀ; ਅਨ ਦਿਨੁ ਰਹੈ ਸਮਾੲੇ ॥",
    "transliteration": "Gur Sabadhae Raathee Sehajae Maathee Anadhin Rehai Samaaeae ||",
    "translation": "But she who is attuned to the Guru's Shabad is intoxicated with celestial love; night and day, she remains absorbed in Him.",
    "punjabi": "(ਪਰ) ਜੇਹੜੀ ਜੀੜ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਮਾੱਤੀ) ਮਸਤ",
    "type_id": 3
  },
  {
    "id": 10697,
    "shabad_id": 747,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਸਦਾ ਰੰਗਿ ਰਾਤੀ; ਹਰਿ ਜੀੳੁ ਅਾਪਿ ਮਿਲਾੲੇ ॥੩॥",
    "transliteration": "Naanak Kaaman Sadhaa Rang Raathee Har Jeeo Aap Milaaeae ||3||",
    "translation": "O Nanak, that soul-bride who remains constantly steeped in His Love, is blended by the Lord into Himself. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ (ਪ੍ਰਭੂ-ਪਤੀ ਦੇ) ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਈ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10698,
    "shabad_id": 747,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਤਾ ਮਿਲੀਅੈ. ਹਰਿ ਮੇਲੇ ਜੀੳੁ; ਹਰਿ ਬਿਨੁ. ਕਵਣੁ ਮਿਲਾੲੇ ॥",
    "transliteration": "Thaa Mileeai Har Maelae Jeeo Har Bin Kavan Milaaeae ||",
    "translation": "If the Lord merges us with Himself, we are merged with Him. Without the Dear Lord, who can merge us with Him?",
    "punjabi": "ਹੇ ਜੀਉ! (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਤਦੋਂ ਹੀ ਮਿਲ ਸਕੀਦਾ ਹੈ, ਜੇ ਪ੍ਰਭੂ ਆਪ ਹੀ ਮਿਲਾ ਲਏ। ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ (ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਹੋਰ ਕੌਣ ਮਿਲਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10699,
    "shabad_id": 747,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਪ੍ਰੀਤਮ ਅਾਪਣੇ ਜੀੳੁ; ਕੳੁਣੁ ਭਰਮੁ ਚੁਕਾੲੇ ॥",
    "transliteration": "Bin Gur Preetham Aapanae Jeeo Koun Bharam Chukaaeae ||",
    "translation": "Without our Beloved Guru, who can dispel our doubt?",
    "punjabi": "(ਕਿਉਂਕਿ,) ਹੇ ਜੀਉ! ਆਪਣੇ ਪ੍ਰੀਤਮ ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਾਡੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਨੂੰ ਦੂਰ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10700,
    "shabad_id": 747,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਗੁਰੁ. ਭਰਮੁ ਚੁਕਾੲੇ, ੲਿੳੁ ਮਿਲੀਅੈ ਮਾੲੇ; ਤਾ. ਸਾ ਧਨ ਸੁਖੁ ਪਾੲੇ ॥",
    "transliteration": "Gur Bharam Chukaaeae Eio Mileeai Maaeae Thaa Saa Dhhan Sukh Paaeae ||",
    "translation": "Through the Guru, doubt is dispelled. O my mother, this is the way to meet Him; this is how the soul-bride finds peace.",
    "punjabi": "ਹੇ ਮਾਂ! ਜੇ ਗੁਰੂ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਮਨ ਦੀ) ਭਟਕਣਾ ਦੂਰ ਕਰ ਦੇਵੇ, ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲ ਸਕੀਦਾ ਹੈ, ਤਦੋਂ ਹੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10701,
    "shabad_id": 747,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਬਿਨੁ. ਘੋਰ ਅੰਧਾਰੁ; ਬਿਨੁ ਗੁਰ. ਮਗੁ ਨ ਪਾੲੇ ॥",
    "transliteration": "Gur Saevaa Bin Ghor Andhhaar Bin Gur Mag N Paaeae ||",
    "translation": "Without serving the Guru, there is only pitch darkness. Without the Guru, the Way is not found.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਜੀਵਨ ਦਾ ਸਹੀ) ਰਸਤਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "ਮਗੁ:ਪੋਲਾ ਬੋਲੋ। (ਮਗੁ) ਰਸਤਾ",
    "type_id": 3
  },
  {
    "id": 10702,
    "shabad_id": 747,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਾਮਣਿ ਰੰਗਿ ਰਾਤੀ, ਸਹਜੇ ਮਾਤੀ; ਗੁਰ ਕੈ ਸਬਦਿ ਵੀਚਾਰੇ ॥",
    "transliteration": "Kaaman Rang Raathee Sehajae Maathee Gur Kai Sabadh Veechaarae ||",
    "translation": "That wife who is intuitively imbued with the color of His Love, contemplates the Word of the Guru's Shabad.",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਗੁਣਾਂ ਨੂੰ) ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਂਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਕੱਾਮਣਿ। ਮੱਾਤੀ।",
    "type_id": 3
  },
  {
    "id": 10703,
    "shabad_id": 747,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਹਰਿ ਵਰੁ ਪਾੲਿਅਾ; ਗੁਰ ਕੈ ਭਾੲਿ ਪਿਅਾਰੇ ॥੪॥੧॥",
    "transliteration": "Naanak Kaaman Har Var Paaeiaa Gur Kai Bhaae Piaarae ||4||1||",
    "translation": "O Nanak, the soul-bride obtains the Lord as her Husband, by enshrining love for the Beloved Guru. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕਣ ਕਰਕੇ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10704,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੩ ॥",
    "transliteration": "Gourree Mehalaa 3 ||",
    "translation": "Gauree, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10705,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਿਰ ਬਿਨੁ. ਖਰੀ ਨਿਮਾਣੀ ਜੀੳੁ; ਬਿਨੁ ਪਿਰ. ਕਿੳੁ ਜੀਵਾ ਮੇਰੀ ਮਾੲੀ ॥",
    "transliteration": "Pir Bin Kharee Nimaanee Jeeo Bin Pir Kio Jeevaa Maeree Maaee ||",
    "translation": "Without my Husband, I am utterly dishonored. Without my Husband Lord, how can I live, O my mother?",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਪਤੀ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਮੇਰੀ ਜਿੰਦ ਬਹੁਤ ਕੰਗਾਲ ਜਿਹੀ ਰਹਿੰਦੀ ਹੈ, ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮੇਲ ਤੋਂ ਬਿਨਾ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਆ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(ਖਰੀ) ਬਹੁਤ (ਨਿਮਾਣੀ) ਨਿਰਾਦਰ",
    "type_id": 3
  },
  {
    "id": 10706,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪਿਰ ਬਿਨੁ ਨੀਦ. ਨ ਅਾਵੈ ਜੀੳੁ; ਕਾਪੜੁ. ਤਨਿ ਨ ਸੁਹਾੲੀ ॥",
    "transliteration": "Pir Bin Needh N Aavai Jeeo Kaaparr Than N Suhaaee ||",
    "translation": "Without my Husband, sleep does not come, and my body is not adorned with my bridal dress.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਬਿਨਾ ਮੇਰੇ ਅੰਦਰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ, ਮੈਨੂੰ ਆਪਣੇ ਸਰੀਰ ਉਤੇ ਕੋਈ ਕੱਪੜਾ ਨਹੀਂ ਸੁਖਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10707,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਾਪਰੁ ਤਨਿ ਸੁਹਾਵੈ. ਜਾ ਪਿਰ ਭਾਵੈ; ਗੁਰਮਤੀ ਚਿਤੁ ਲਾੲੀਅੈ ॥",
    "transliteration": "Kaapar Than Suhaavai Jaa Pir Bhaavai Guramathee Chith Laaeeai ||",
    "translation": "The bridal dress looks beautiful upon my body, when I am pleasing to my Husband Lord. Following the Guru's Teachings, my consciousness is focused on Him.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਕੱਪੜਾ ਸਰੀਰ ਉਤੇ ਤਦੋਂ ਹੀ ਸੁਖਾਂਦਾ ਹੈ, ਜਦੋਂ ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਭਾ ਜਾਵਾਂ। (ਪਰ, ਹੇ ਮਾਂ!) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਪ੍ਰਭੂ ਵਿਚ ਚਿੱਤ ਜੁੜ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10708,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਸੁਹਾਗਣਿ. ਜਾ ਸਤਿਗੁਰੁ ਸੇਵੇ; ਗੁਰ ਕੈ ਅੰਕਿ ਸਮਾੲੀਅੈ ॥",
    "transliteration": "Sadhaa Suhaagan Jaa Sathigur Saevae Gur Kai Ank Samaaeeai ||",
    "translation": "I become His happy soul-bride forever, when I serve the True Guru; I sit in the Lap of the Guru.",
    "punjabi": "ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਸਦਾ ਵਾਸਤੇ ਭਾਗਾਂ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ। (ਇਸ ਵਾਸਤੇ, ਹੇ ਮਾਂ!) ਗੁਰੂ ਦੀ ਗੋਦ ਵਿਚ ਹੀ ਟਿਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਅੰਕਿ) ਹਿਰਦੇ ਚ",
    "type_id": 3
  },
  {
    "id": 10709,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਸਬਦੈ ਮੇਲਾ. ਤਾ ਪਿਰੁ ਰਾਵੀ; ਲਾਹਾ ਨਾਮੁ ਸੰਸਾਰੇ ॥",
    "transliteration": "Gur Sabadhai Maelaa Thaa Pir Raavee Laahaa Naam Sansaarae ||",
    "translation": "Through the Word of the Guru's Shabad, the soul-bride meets her Husband Lord, who ravishes and enjoys her. The Naam, the Name of the Lord, is the only profit in this world.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਮੇਰਾ ਚਿੱਤ) ਜੁੜਦਾ ਹੈ, ਤਦੋਂ ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹਾਂ। (ਹੇ ਮਾਂ!) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ (ਅਸਲ) ਖੱਟੀ ਹੈ।",
    "pronunciation": "ਬ੍ਰਹਮਾਨੰਦ ਰਸ (ਰਾਵੀ) ਮਾਣੇ",
    "type_id": 3
  },
  {
    "id": 10710,
    "shabad_id": 748,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਨਾਹ ਪਿਅਾਰੀ; ਜਾ ਹਰਿ ਕੇ ਗੁਣ ਸਾਰੇ ॥੧॥",
    "transliteration": "Naanak Kaaman Naah Piaaree Jaa Har Kae Gun Saarae ||1||",
    "translation": "O Nanak, the soul-bride is loved by her Husband, when she dwells upon the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੀਵ-ਇਸਤ੍ਰੀ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੀ ਹੈ, ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10711,
    "shabad_id": 748,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਾ ਧਨ ਰੰਗੁ ਮਾਣੇ ਜੀੳੁ; ਅਾਪਣੇ ਨਾਲਿ ਪਿਅਾਰੇ ॥",
    "transliteration": "Saa Dhhan Rang Maanae Jeeo Aapanae Naal Piaarae ||",
    "translation": "The soul-bride enjoys the Love of her Beloved.",
    "punjabi": "(ਹੇ ਮੇਰੀ ਮਾਂ!) ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਂਦੀ ਹੈ, ਉਹ ਦਿਨ-ਰਾਤਿ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10712,
    "shabad_id": 748,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਰੰਗਿ ਰਾਤੀ ਜੀੳੁ; ਗੁਰ ਸਬਦੁ ਵੀਚਾਰੇ ॥",
    "transliteration": "Ahinis Rang Raathee Jeeo Gur Sabadh Veechaarae ||",
    "translation": "Imbued with His Love night and day, she contemplates the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਸਾਂਭਦੀ ਹੋਈ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10713,
    "shabad_id": 748,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਸਬਦੁ ਵੀਚਾਰੇ. ਹੳੁਮੈ ਮਾਰੇ; ੲਿਨ ਬਿਧਿ ਮਿਲਹੁ ਪਿਅਾਰੇ ॥",
    "transliteration": "Gur Sabadh Veechaarae Houmai Maarae Ein Bidhh Milahu Piaarae ||",
    "translation": "Contemplating the Guru's Shabad, she conquers her ego, and in this way, she meets her Beloved.",
    "punjabi": "(ਕਿਉਂਕਿ) ਜੇਹੜੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਸਾਂਭਦੀ ਹੈ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ। (ਹੇ ਸਤਸੰਗੀ ਸਹੇਲੀਓ! ਤੁਸੀ ਭੀ) ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ-ਪਿਆਰੇ ਨੂੰ ਮਿਲੋ।",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 10714,
    "shabad_id": 748,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਸਾ ਧਨ ਸੋਹਾਗਣਿ. ਸਦਾ ਰੰਗਿ ਰਾਤੀ; ਸਾਚੈ ਨਾਮਿ ਪਿਅਾਰੇ ॥",
    "transliteration": "Saa Dhhan Sohaagan Sadhaa Rang Raathee Saachai Naam Piaarae ||",
    "translation": "She is the happy soul-bride of her Lord, who is forever imbued with the Love of the True Name of her Beloved.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਸਦਾ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਰਹਿੰਦੀ ਹੈ, ਜੇਹੜੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪ੍ਰੇਮ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10715,
    "shabad_id": 748,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਪੁਨੇ ਗੁਰ ਮਿਲਿ ਰਹੀਅੈ. ਅੰਮਿ੍ਰਤੁ ਗਹੀਅੈ; ਦੁਬਿਧਾ ਮਾਰਿ ਨਿਵਾਰੇ ॥",
    "transliteration": "Apunae Gur Mil Reheeai Anmrith Geheeai Dhubidhhaa Maar Nivaarae ||",
    "translation": "Abiding in the Company of our Guru, we grasp the Ambrosial Nectar; we conquer and cast out our sense of duality.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਹੋ!) ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਮਿਲੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਗੁਰੂ ਪਾਸੋਂ ਹੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਲੈ ਸਕੀਦਾ ਹੈ। (ਜਿਸ ਨੂੰ ਇਹ ਨਾਮ-ਜਲ ਮਿਲ ਜਾਂਦਾ ਹੈ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ) ਮੇਰ-ਤੇਰ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਗਹੀਅੈ) ਪ੍ਰਾਪਤ ਕਰੀੲੇ। (ਨਿਵਾਰੇ) ਦੂਰ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 10716,
    "shabad_id": 748,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਹਰਿ ਵਰੁ ਪਾੲਿਅਾ; ਸਗਲੇ ਦੂਖ ਵਿਸਾਰੇ ॥੨॥",
    "transliteration": "Naanak Kaaman Har Var Paaeiaa Sagalae Dhookh Visaarae ||2||",
    "translation": "O Nanak, the soul-bride attains her Husband Lord, and forgets all her pains. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਨੇ ਸਾਰੇ ਦੁੱਖ ਭੁਲਾ ਲਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10717,
    "shabad_id": 748,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਾਮਣਿ ਪਿਰਹੁ ਭੁਲੀ ਜੀੳੁ; ਮਾੲਿਅਾ ਮੋਹਿ ਪਿਅਾਰੇ ॥",
    "transliteration": "Kaaman Pirahu Bhulee Jeeo Maaeiaa Mohi Piaarae ||",
    "translation": "The soul-bride has forgotten her Husband Lord, because of love and emotional attachment to Maya.",
    "punjabi": "(ਹੇ ਮਾਂ!) ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ (ਦੀ ਯਾਦ) ਤੋਂ ਖੁੰਝ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਹੋਰਨਾਂ ਪਦਾਰਥਾਂ ਨੂੰ) ਪਿਆਰ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "ਭੁੱਲੀ",
    "type_id": 3
  },
  {
    "id": 10718,
    "shabad_id": 748,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਝੂਠੀ. ਝੂਠਿ ਲਗੀ ਜੀੳੁ; ਕੂੜਿ ਮੁਠੀ ਕੂੜਿਅਾਰੇ ॥",
    "transliteration": "Jhoothee Jhooth Lagee Jeeo Koorr Muthee Koorriaarae ||",
    "translation": "The false bride is attached to falsehood; the insincere one is cheated by insincerity.",
    "punjabi": "ਉਹ ਝੂਠੇ ਤੇ ਕੂੜੇ ਪਦਾਰਥਾਂ ਦੀ ਵਣਜਾਰਨ ਝੂਠੇ ਮੋਹ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਕੂੜੇ ਮੋਹ ਵਿਚ ਠੱਗੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10719,
    "shabad_id": 748,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕੂੜੁ ਨਿਵਾਰੇ. ਗੁਰਮਤਿ ਸਾਰੇ; ਜੂਅੈ ਜਨਮੁ. ਨ ਹਾਰੇ ॥",
    "transliteration": "Koorr Nivaarae Guramath Saarae Jooai Janam N Haarae ||",
    "translation": "She who drives out her falsehood, and acts according to the Guru's Teachings, does not lose her life in the gamble.",
    "punjabi": "ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ ਮਤਿ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੰਭਾਲਦੀ ਹੈ, ਉਹ ਕੂੜੇ ਮੋਹ ਨੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਲੈਂਦੀ ਹੈ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣਾ ਜਨਮ ਵਿਅਰਥ ਨਹੀਂ ਗਵਾਂਦੀ।",
    "pronunciation": "(ਸਾਰੇ) ਸੰਭਾਲੇ",
    "type_id": 3
  },
  {
    "id": 10720,
    "shabad_id": 748,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਸਬਦੁ ਸੇਵੇ. ਸਚਿ ਸਮਾਵੈ; ਵਿਚਹੁ ਹੳੁਮੈ ਮਾਰੇ ॥",
    "transliteration": "Gur Sabadh Saevae Sach Samaavai Vichahu Houmai Maarae ||",
    "translation": "One who serves the Word of the Guru's Shabad is absorbed in the True Lord; she eradicates egotism from within.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸੰਭਾਲਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10721,
    "shabad_id": 748,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਰਿਦੈ ਵਸਾੲੇ; ਅੈਸਾ ਕਰੇ ਸੀਗਾਰੋ ॥",
    "transliteration": "Har Kaa Naam Ridhai Vasaaeae Aisaa Karae Seegaaro ||",
    "translation": "So let the Name of the Lord abide within your heart; decorate yourself in this way.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲੈਂਦੀ ਹੈ-ਉਹ ਇਹੋ ਜਿਹਾ ਆਤਮਕ ਸਿੰਗਾਰ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10722,
    "shabad_id": 748,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਣਿ ਸਹਜਿ ਸਮਾਣੀ; ਜਿਸੁ ਸਾਚਾ ਨਾਮੁ ਅਧਾਰੋ ॥੩॥",
    "transliteration": "Naanak Kaaman Sehaj Samaanee Jis Saachaa Naam Adhhaaro ||3||",
    "translation": "O Nanak, the soul-bride who takes the Support of the True Name is intuitively absorbed in the Lord. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਜੀਵਨ-ਆਸਰਾ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10723,
    "shabad_id": 748,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮਿਲੁ ਮੇਰੇ ਪ੍ਰੀਤਮਾ ਜੀੳੁ; ਤੁਧੁ ਬਿਨੁ ਖਰੀ ਨਿਮਾਣੀ ॥",
    "transliteration": "Mil Maerae Preethamaa Jeeo Thudhh Bin Kharee Nimaanee ||",
    "translation": "Meet me, O my Dear Beloved. Without You, I am totally dishonored.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਜੀ! ਮੈਨੂੰ ਮਿਲ, ਤੈਥੋਂ ਬਿਨਾ ਮੈਂ ਬੁਹਤ ਆਜਿਜ਼ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10724,
    "shabad_id": 748,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮੈ ਨੈਣੀ. ਨੀਦ ਨ ਅਾਵੈ ਜੀੳੁ; ਭਾਵੈ. ਅੰਨੁ ਨ ਪਾਣੀ ॥",
    "transliteration": "Mai Nainee Needh N Aavai Jeeo Bhaavai Ann N Paanee ||",
    "translation": "Sleep does not come to my eyes, and I have no desire for food or water.",
    "punjabi": "(ਹੇ ਪ੍ਰੀਤਮ ਜੀ!) ਤੈਥੋਂ ਬਿਨਾ ਮੇਰੀਆਂ ਅੱਖਾਂ ਵਿਚ ਨੀਂਦ ਨਹੀਂ ਆਉਂਦੀ, ਮੈਨੂੰ ਨਾਹ ਅੰਨ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਨਾਹ ਪਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10725,
    "shabad_id": 748,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਪਾਣੀ ਅੰਨੁ ਨ ਭਾਵੈ. ਮਰੀਅੈ ਹਾਵੈ; ਬਿਨੁ ਪਿਰ. ਕਿੳੁ ਸੁਖੁ ਪਾੲੀਅੈ ॥",
    "transliteration": "Paanee Ann N Bhaavai Mareeai Haavai Bin Pir Kio Sukh Paaeeai ||",
    "translation": "I have no desire for food or water, and I am dying from the pain of separation. Without my Husband Lord, how can I find peace?",
    "punjabi": "(ਹੇ ਮਾਂ! ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਵਿਛੋੜੇ ਵਿਚ) ਅੰਨ ਪਾਣੀ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ, ਹਾਹੁਕਿਆਂ ਵਿਚ ਜਿੰਦ ਦੁੱਖੀ ਹੁੰਦੀ ਹੈ, ਪਤੀ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਹਾਵੈ) ਹੳੁਕੇ ਨਾਲ",
    "type_id": 3
  }
]
