[
  {
    "id": 10796,
    "shabad_id": 751,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਬੰਧਨ. ਟਿਕੈ ਨਾਹੀ; ਖਿਨੁ ਖਿਨੁ ਦੁਖੁ ਸੰਤਾੲੇ ॥",
    "transliteration": "Maaeiaa Bandhhan Ttikai Naahee Khin Khin Dhukh Santhaaeae ||",
    "translation": "Bound by Maya, the mind is not stable. Each and every moment, it suffers in pain.",
    "punjabi": "ਮਾਇਆ ਦੇ (ਮੋਹ ਦੇ) ਬੰਧਨਾਂ ਦੇ ਕਾਰਨ ਮਨੁੱਖ ਦਾ ਮਨ (ਇੱਕ ਥਾਂ) ਟਿਕਦਾ ਨਹੀਂ, (ਹਰੇਕ ਕਿਸਮ ਦਾ) ਦੁੱਖ ਇਸ ਨੂੰ ਹਰ ਵੇਲੇ ਕਲੇਸ਼ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਸੰਤਾੲੇ) ਤੰਗ ਕਰਦੇ",
    "type_id": 3
  },
  {
    "id": 10797,
    "shabad_id": 751,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਮਾੲਿਅਾ ਕਾ ਦੁਖੁ. ਤਦੇ ਚੂਕੈ; ਜਾ. ਗੁਰ ਸਬਦੀ ਚਿਤੁ ਲਾੲੇ ॥੩॥",
    "transliteration": "Naanak Maaeiaa Kaa Dhukh Thadhae Chookai Jaa Gur Sabadhee Chith Laaeae ||3||",
    "translation": "O Nanak, the pain of Maya is taken away by focusing one's consciousness on the Word of the Guru's Shabad. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਪੈਦਾ ਹੋਇਆ ਦੁੱਖ ਤਦੋਂ ਹੀ ਮੁੱਕਦਾ ਹੈ ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10798,
    "shabad_id": 751,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਨਮੁਖ ਮੁਗਧ ਗਾਵਾਰੁ, ਪਿਰਾ ਜੀੳੁ; ਸਬਦੁ. ਮਨਿ ਨ ਵਸਾੲੇ ॥",
    "transliteration": "Manamukh Mugadhh Gaavaar Piraa Jeeo Sabadh Man N Vasaaeae ||",
    "translation": "The self-willed manmukhs are foolish and crazy, O my dear; they do not enshrine the Shabad within their minds.",
    "punjabi": "ਹੇ ਪਿਆਰੀ ਜਿੰਦੇ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਮੂਰਖ ਤੇ ਉਜੱਡ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10799,
    "shabad_id": 751,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਾੲਿਅਾ ਕਾ ਭ੍ਰਮੁ ਅੰਧੁ. ਪਿਰਾ ਜੀੳੁ; ਹਰਿ ਮਾਰਗੁ ਕਿੳੁ ਪਾੲੇ ॥",
    "transliteration": "Maaeiaa Kaa Bhram Andhh Piraa Jeeo Har Maarag Kio Paaeae ||",
    "translation": "The delusion of Maya has made them blind, O my dear; how can they find the Way of the Lord?",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਮਾਇਆ (ਦੇ ਮੋਹ) ਦਾ ਚੱਕਰ ਉਸ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਰਾਹ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਕਰ ਦੇਂਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਹ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10800,
    "shabad_id": 751,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਕਿੳੁ ਮਾਰਗੁ ਪਾੲੇ. ਬਿਨੁ ਸਤਿਗੁਰ ਭਾੲੇ; ਮਨਮੁਖਿ ਅਾਪੁ ਗਣਾੲੇ ॥",
    "transliteration": "Kio Maarag Paaeae Bin Sathigur Bhaaeae Manamukh Aap Ganaaeae ||",
    "translation": "How can they find the Way, without the Will of the True Guru? The manmukhs foolishly display themselves.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਤੁਰਨ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਹਰੀ ਦੇ ਮਿਲਾਪ ਦਾ ਰਸਤਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ (ਕਿਉਂਕਿ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਆਪਣੇ ਆਪ ਨੂੰ ਵੱਡਾ ਪਰਗਟ ਕਰਦਾ ਹੈ (ਤੇ ਉਸ ਦੇ ਅੰਦਰ ਸੇਵਕ ਵਾਲੀ ਨਿਮ੍ਰਤਾ ਆ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10801,
    "shabad_id": 751,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਕੇ ਚਾਕਰ ਸਦਾ ਸੁਹੇਲੇ; ਗੁਰ ਚਰਣੀ ਚਿਤੁ ਲਾੲੇ ॥",
    "transliteration": "Har Kae Chaakar Sadhaa Suhaelae Gur Charanee Chith Laaeae ||",
    "translation": "The Lord's servants are forever comfortable. They focus their consciousness on the Guru's Feet.",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ,) ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ-ਭਗਤ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਸਦਾ ਸੁੱਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10802,
    "shabad_id": 751,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਜਿਸ ਨੋ. ਹਰਿ ਜੀੳੁ ਕਰੇ ਕਿਰਪਾ; ਸਦਾ ਹਰਿ ਕੇ ਗੁਣ ਗਾੲੇ ॥",
    "transliteration": "Jis No Har Jeeo Karae Kirapaa Sadhaa Har Kae Gun Gaaeae ||",
    "translation": "Those unto whom the Lord shows His Mercy, sing the Glorious Praises of the Lord forever.",
    "punjabi": "(ਪਰ, ਹੇ ਜਿੰਦੇ! ਕਿਸੇ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆ ਕਰਦਾ ਹੈ, ਉਹੀ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10803,
    "shabad_id": 751,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਰਤਨੁ ਜਗਿ ਲਾਹਾ; ਗੁਰਮੁਖਿ ਅਾਪਿ ਬੁਝਾੲੇ ॥੪॥੫॥੭॥",
    "transliteration": "Naanak Naam Rathan Jag Laahaa Guramukh Aap Bujhaaeae ||4||5||7||",
    "translation": "O Nanak, the jewel of the Naam, the Name of the Lord, is the only profit in this world. The Lord Himself imparts this understanding to the Gurmukh. ||4||5||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਗਤ ਵਿਚ (ਅਸਲ) ਖੱਟੀ ਹੈ, ਇਸ ਗੱਲ ਦੀ ਸੂਝ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ ਦੇਂਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "ਜੱਗਿ। ਬੁੱਝਾੲੇ",
    "type_id": 3
  },
  {
    "id": 10804,
    "shabad_id": 752,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਛੰਤ ਮਹਲਾ ੫",
    "transliteration": "Raag Gourree Shhanth Mehalaa 5",
    "translation": "Raag Gauree, Chhant, Fifth Mehl:",
    "punjabi": "ਰਾਗ ਗਉੜੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10805,
    "shabad_id": 752,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 10806,
    "shabad_id": 752,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਬੈਰਾਗੁ ਭੲਿਅਾ ਜੀੳੁ; ਕਿੳੁ ਦੇਖਾ ਪ੍ਰਭ ਦਾਤੇ ॥",
    "transliteration": "Maerai Man Bairaag Bhaeiaa Jeeo Kio Dhaekhaa Prabh Dhaathae ||",
    "translation": "My mind has become sad and depressed; how can I see God, the Great Giver?",
    "punjabi": "ਹੇ ਦਾਤਾਰ! (ਤੇਰੇ ਦਰਸਨ ਤੋਂ ਬਿਨਾ) ਮੇਰੇ ਮਨ ਵਿਚ ਕਾਹਲੀ ਪੈ ਰਹੀ ਹੈ, (ਦੱਸ) ਮੈਂ ਤੈਨੂੰ ਕਿਵੇਂ ਵੇਖਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10807,
    "shabad_id": 752,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮੀਤ ਸਖਾ ਹਰਿ ਜੀੳੁ; ਗੁਰ ਪੁਰਖ ਬਿਧਾਤੇ ॥",
    "transliteration": "Maerae Meeth Sakhaa Har Jeeo Gur Purakh Bidhhaathae ||",
    "translation": "My Friend and Companion is the Dear Lord, the Guru, the Architect of Destiny.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮੇਰੇ ਮਿੱਤਰ! ਹੇ ਮੇਰੇ ਸਾਥੀ! ਹੇ ਹਰੀ! ਹੇ ਸਭ ਤੋਂ ਵੱਡੇ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਸਿਰਜਣਹਾਰ ਜੀਉ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10808,
    "shabad_id": 752,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪੁਰਖੋ ਬਿਧਾਤਾ ੲੇਕੁ ਸ੍ਰੀਧਰੁ; ਕਿੳੁ ਮਿਲਹ ਤੁਝੈ. ੳੁਡੀਣੀਅਾ ॥",
    "transliteration": "Purakho Bidhhaathaa Eaek Sreedhhar Kio Mileh Thujhai Ouddeeneeaa ||",
    "translation": "The One Lord, the Architect of Destiny, is the Master of the Goddess of Wealth; how can I, in my sadness, meet You?",
    "punjabi": "ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੂੰ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਹੀ ਲੱਛਮੀ-ਪਤੀ ਹੈਂ (ਤੈਥੋਂ ਵਿੱਛੁੜ ਕੇ) ਅਸੀਂ ਵਿਆਕੁਲ ਹੋ ਰਹੀਆਂ ਹਾਂ, (ਦੱਸ,) ਅਸੀਂ ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲੀਏ?",
    "pronunciation": "(ਸ੍ਰੀ-ਧਰੁ) ਪ੍ਰਮਾਤਮਾ। (ੳੁਡੀਣੀਅਾ) ਵਿਅਾਕੁਲ",
    "type_id": 3
  },
  {
    "id": 10809,
    "shabad_id": 752,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਕਰ ਕਰਹਿ ਸੇਵਾ, ਸੀਸੁ ਚਰਣੀ; ਮਨਿ ਅਾਸ ਦਰਸ ਨਿਮਾਣੀਅਾ ॥",
    "transliteration": "Kar Karehi Saevaa Sees Charanee Man Aas Dharas Nimaaneeaa ||",
    "translation": "My hands serve You, and my head is at Your Feet. My mind, dishonored, yearns for the Blessed Vision of Your Darshan.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ! ਜੇਹੜੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਮਾਣ ਛੱਡ ਕੇ (ਆਪਣੇ) ਹੱਥਾਂ ਨਾਲ ਸੇਵਾ ਕਰਦੀਆਂ ਹਨ, (ਆਪਣਾ) ਸਿਰ (ਗੁਰੂ ਦੇ) ਚਰਨਾਂ ਉਤੇ ਰੱਖਦੀਆਂ ਹਨ, ਤੇ (ਆਪਣੇ) ਮਨ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ) ਦਰਸਨ ਦੀ ਆਸ ਧਰਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10810,
    "shabad_id": 752,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਸਾਸਿ ਸਾਸਿ. ਨ ਘੜੀ ਵਿਸਰੈ; ਪਲੁ ਮੂਰਤੁ ਦਿਨੁ ਰਾਤੇ ॥",
    "transliteration": "Saas Saas N Gharree Visarai Pal Moorath Dhin Raathae ||",
    "translation": "With each and every breath, I think of You, day and night; I do not forget You, for an instant, even for a moment.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਉਹ ਚੇਤੇ ਰਹਿੰਦਾ ਹੈ) ਉਹਨਾਂ ਨੂੰ ਦਿਨ ਰਾਤ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਇਕ ਘੜੀ ਭਰ, ਇਕ ਪਲ ਭਰ, ਇਕ ਮੁਹੂਰਤ ਭਰ ਉਹ ਪ੍ਰਭੂ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10811,
    "shabad_id": 752,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਸਾਰਿੰਗ ਜਿੳੁ ਪਿਅਾਸੇ; ਕਿੳੁ ਮਿਲੀਅੈ ਪ੍ਰਭ ਦਾਤੇ ॥੧॥",
    "transliteration": "Naanak Saaring Jio Piaasae Kio Mileeai Prabh Dhaathae ||1||",
    "translation": "O Nanak, I am thirsty, like the rainbird; how can I meet God, the Great Giver? ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਦਾਤਾਰ ਪ੍ਰਭੂ! (ਅਸੀਂ ਜੀਵ ਤੈਥੋਂ ਬਿਨਾ) ਤਿਹਾਏ ਪਪੀਹੇ ਵਾਂਗ (ਤੜਪ ਰਹੇ) ਹਾਂ, (ਦੱਸ) ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲੀਏ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10812,
    "shabad_id": 752,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ੲਿਕ ਬਿਨੳੁ ਕਰੳੁ ਜੀੳੁ; ਸੁਣਿ ਕੰਤ ਪਿਅਾਰੇ ॥",
    "transliteration": "Eik Bino Karo Jeeo Sun Kanth Piaarae ||",
    "translation": "I offer this one prayer - please listen, O my Beloved Husband Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਕੰਤ ਜੀਉ! ਸੁਣ, ਮੈਂ ਇਕ ਬੇਨਤੀ ਕਰਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10813,
    "shabad_id": 752,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਤਨੁ ਮੋਹਿ ਲੀਅਾ ਜੀੳੁ; ਦੇਖਿ ਚਲਤ ਤੁਮਾਰੇ ॥",
    "transliteration": "Maeraa Man Than Mohi Leeaa Jeeo Dhaekh Chalath Thumaarae ||",
    "translation": "My mind and body are enticed, beholding Your wondrous play.",
    "punjabi": "ਤੇਰੇ ਕੌਤਕ-ਤਮਾਸ਼ੇ ਵੇਖ ਵੇਖ ਕੇ ਮੈਂ ਠੱਗੀ ਗਈ ਹਾਂ।",
    "pronunciation": "(ਚਲਤ) ਕੌਤਕ",
    "type_id": 3
  },
  {
    "id": 10814,
    "shabad_id": 752,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਚਲਤਾ ਤੁਮਾਰੇ ਦੇਖਿ ਮੋਹੀ; ੳੁਦਾਸ ਧਨ. ਕਿੳੁ ਧੀਰੲੇ ॥",
    "transliteration": "Chalathaa Thumaarae Dhaekh Mohee Oudhaas Dhhan Kio Dhheereae ||",
    "translation": "Beholding Your wondrous play, I am enticed; but how can the sad, forlorn bride find contentment?",
    "punjabi": "(ਤੇਰੇ ਕੌਤਕ-ਤਮਾਸ਼ਿਆਂ ਨੇ) ਮੇਰਾ ਮਨ ਮੋਹ ਲਿਆ ਹੈ ਮੇਰਾ ਤਨ (ਹਰੇਕ ਇੰਦ੍ਰਾ) ਮੋਹ ਲਿਆ ਹੈ। (ਪਰ ਹੁਣ ਇਹ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਇਹਨਾਂ ਕੌਤਕ-ਤਮਾਸ਼ਿਆਂ ਤੋਂ) ਉਦਾਸ ਹੋ ਗਈ ਹੈ, (ਤੇਰੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਇਸ ਨੂੰ) ਧੀਰਜ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "(ਚਲ-ਤਾ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ) ਕੌਤਕ।(ਧਨ) ਜੀਵ ੲਿਸਤ੍ਰੀ। (ਧੀਰ-ੲੇ) ਧੀਰਜ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 10815,
    "shabad_id": 752,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਗੁਣਵੰਤ ਨਾਹ ਦੲਿਅਾਲੁ ਬਾਲਾ; ਸਰਬ ਗੁਣ ਭਰਪੂਰੲੇ ॥",
    "transliteration": "Gunavanth Naah Dhaeiaal Baalaa Sarab Gun Bharapooreae ||",
    "translation": "My Lord is Meritorious, Merciful and Eternally Young; He is overflowing with all excellences.",
    "punjabi": "ਹੇ ਸਭ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਖਸਮ! ਤੂੰ ਦਇਆ ਦਾ ਘਰ ਹੈਂ, ਤੂੰ ਸਦਾ-ਜਵਾਨ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈਂ।",
    "pronunciation": "ਸਭ (ਗੁਣਵੰਤ) ਗੁਣਾਂ ਦੇ ਮਾਲਕ। (ਬਾਲਾ) ਵੱਡੇ (ਨਾਹ) ਪਤੀ ਪ੍ਰਮਾਤਮਾ ਜੀ। ਭਰਪੂ-ਰੲੇ",
    "type_id": 3
  },
  {
    "id": 10816,
    "shabad_id": 752,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਪਿਰ ਦੋਸੁ ਨਾਹੀ. ਸੁਖਹ ਦਾਤੇ; ਹੳੁ ਵਿਛੁੜੀ ਬੁਰਿਅਾਰੇ ॥",
    "transliteration": "Pir Dhos Naahee Sukheh Dhaathae Ho Vishhurree Buriaarae ||",
    "translation": "The fault is not with my Husband Lord, the Giver of peace; I am separated from Him by my own mistakes.",
    "punjabi": "ਹੇ ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਦਾਤੇ ਪਤੀ! (ਤੇਰੇ ਵਿਚ ਕੋਈ) ਦੋਸ ਨਹੀਂ, ਮੈਂ ਮੰਦ-ਕਰਮਣ ਆਪ ਹੀ ਤੈਥੋਂ ਵਿੱਛੁੜੀ ਹੋਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10817,
    "shabad_id": 752,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਦੲਿਅਾ ਧਾਰਹੁ; ਘਰਿ ਅਾਵਹੁ. ਨਾਹ ਪਿਅਾਰੇ ॥੨॥",
    "transliteration": "Binavanth Naanak Dhaeiaa Dhhaarahu Ghar Aavahu Naah Piaarae ||2||",
    "translation": "Prays Nanak, please be merciful to me, and return home, O my Beloved Husband Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪਿਆਰੇ ਪਤੀ! (ਇਹ ਜੀਵ-ਇਸਤ੍ਰੀ) ਬੇਨਤੀ ਕਰਦੀ ਹੈ, ਤੂੰ ਮਿਹਰ ਕਰ ਤੇ ਇਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10818,
    "shabad_id": 752,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹੳੁ ਮਨੁ ਅਰਪੀ. ਸਭੁ ਤਨੁ ਅਰਪੀ; ਅਰਪੀ ਸਭਿ ਦੇਸਾ ॥",
    "transliteration": "Ho Man Arapee Sabh Than Arapee Arapee Sabh Dhaesaa ||",
    "translation": "I surrender my mind, I surrender my whole body; I surrender all my lands.",
    "punjabi": "ਮੈਂ ਉਸ ਮਿੱਤਰ ਪਿਆਰੇ ਨੂੰ ਆਪਣਾ ਮਨ ਭੇਟ ਕਰ ਦਿਆਂ, ਆਪਣਾ ਸਰੀਰ (ਹਿਰਦਾ) ਭੇਟ ਕਰ ਦਿਆਂ, (ਇਹ) ਸਾਰੇ ਦੇਸ਼ (ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਵਾਰਨੇ ਕਰ ਦਿਆਂ,",
    "pronunciation": "(ਦੇਸਾ) ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ",
    "type_id": 3
  },
  {
    "id": 10819,
    "shabad_id": 752,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹੳੁ ਸਿਰੁ ਅਰਪੀ. ਤਿਸੁ ਮੀਤ ਪਿਅਾਰੇ; ਜੋ ਪ੍ਰਭ ਦੇੲਿ ਸਦੇਸਾ ॥",
    "transliteration": "Ho Sir Arapee This Meeth Piaarae Jo Prabh Dhaee Sadhaesaa ||",
    "translation": "I surrender my head to that beloved friend, who brings me news of God.",
    "punjabi": "ਆਪਣਾ ਸਿਰ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਜੇਹੜਾ ਮੈਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਕਰਾਣ ਵਾਲਾ ਸੁਨੇਹਾ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10820,
    "shabad_id": 752,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਅਰਪਿਅਾ ਤ ਸੀਸੁ. ਸੁਥਾਨਿ ਗੁਰ ਪਹਿ; ਸੰਗਿ ਪ੍ਰਭੂ ਦਿਖਾੲਿਅਾ ॥",
    "transliteration": "Arapiaa Th Sees Suthhaan Gur Pehi Sang Prabhoo Dhikhaaeiaa ||",
    "translation": "I have offered my head to the Guru, the most exalted; He has shown me that God is with me.",
    "punjabi": "(ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ) ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣਾ ਸਿਰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤਾ, ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਹੀ ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਵਿਖਾਲ ਦਿੱਤਾ;",
    "pronunciation": "(ਸੁਥਾਨਿ) ਸ੍ਰੇਸ਼ਟ ਥਾਂ ਭਾਵ ਸਾਧਸੰਗਤ। (ਪਹਿ) ਪਾਸ",
    "type_id": 3
  },
  {
    "id": 10821,
    "shabad_id": 752,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਖਿਨ ਮਾਹਿ ਸਗਲਾ ਦੂਖੁ ਮਿਟਿਅਾ; ਮਨਹੁ ਚਿੰਦਿਅਾ ਪਾੲਿਅਾ ॥",
    "transliteration": "Khin Maahi Sagalaa Dhookh Mittiaa Manahu Chindhiaa Paaeiaa ||",
    "translation": "In an instant, all suffering is removed. I have obtained all my mind's desires.",
    "punjabi": "ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਸਾਰਾ ਹੀ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦਾ) ਦੁਖ ਦੂਰ ਹੋ ਗਿਆ, (ਕਿਉਂਕਿ) ਉਸ ਨੂੰ ਮਨ ਦੀ ਮੁਰਾਦ ਮਿਲ ਗਈ।",
    "pronunciation": "(ਚਿੰਦਿਅਾ) ੲਿੱਛਤ",
    "type_id": 3
  },
  {
    "id": 10822,
    "shabad_id": 752,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਦਿਨੁ ਰੈਣਿ ਰਲੀਅਾ ਕਰੈ ਕਾਮਣਿ; ਮਿਟੇ ਸਗਲ ਅੰਦੇਸਾ ॥",
    "transliteration": "Dhin Rain Raleeaa Karai Kaaman Mittae Sagal Andhaesaa ||",
    "translation": "Day and night, the soul-bride makes merry; all her anxieties are erased.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ) ਦਿਨ ਰਾਤ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਰਲੀਅਾ) ਖੁਸ਼ੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 10823,
    "shabad_id": 752,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਕੰਤੁ ਮਿਲਿਅਾ; ਲੋੜਤੇ ਹਮ ਜੈਸਾ ॥੩॥",
    "transliteration": "Binavanth Naanak Kanth Miliaa Lorrathae Ham Jaisaa ||3||",
    "translation": "Prays Nanak, I have met the Husband Lord of my longing. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਾਧ ਸੰਗਤਿ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦੀ ਹੈ ਉਸ ਨੂੰ) ਖਸਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਉਹ ਖਸਮ-ਪ੍ਰਭੂ ਐਸਾ ਹੈ, ਜਿਹੋ ਜਿਹਾ ਅਸੀਂ ਸਾਰੇ ਜੀਵ (ਸਦਾ) ਢੂੰਡਦੇ ਰਹਿੰਦੇ ਹਾਂ, (ਉਹੀ ਹੈ ਜਿਸ ਨੂੰ ਅਸੀਂ ਸਾਰੇ ਮਿਲਣਾ ਲੋੜਦੇ ਹਾਂ) ॥੩॥",
    "pronunciation": "ਬਿਨਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 10824,
    "shabad_id": 752,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਅਨਦੁ ਭੲਿਅਾ ਜੀੳੁ; ਵਜੀ ਵਾਧਾੲੀ ॥",
    "transliteration": "Maerai Man Anadh Bhaeiaa Jeeo Vajee Vaadhhaaee ||",
    "translation": "My mind is filled with bliss, and congratulations are pouring in.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜਦੋਂ ਦਾ) ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸੋਹਣਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਪਤੀ ਆ ਵੱਸਿਆ ਹੈ,",
    "pronunciation": "ਅਨ-ਦੁ: ਪੋਲਾ ਬੋਲੋ। ਵੱਜੀ",
    "type_id": 3
  },
  {
    "id": 10825,
    "shabad_id": 752,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਘਰਿ ਲਾਲੁ ਅਾੲਿਅਾ ਪਿਅਾਰਾ; ਸਭ ਤਿਖਾ ਬੁਝਾੲੀ ॥",
    "transliteration": "Ghar Laal Aaeiaa Piaaraa Sabh Thikhaa Bujhaaee ||",
    "translation": "My Darling Beloved has come home to me, and all my desires have been satisfied.",
    "punjabi": "ਮੇਰੀ ਸਾਰੀ (ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮਿਟ ਗਈ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ (ਹੁਣ) ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਉਹ ਆਤਮਕ ਹਾਲਤ ਪ੍ਰਬਲ ਬਣੀ ਪਈ ਹੈ ਕਿ ਮੇਰਾ ਦਿਲ ਹੁਲਾਰੇ ਲੈ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਤਿਖਾ) ਤੇਹ। ਤਿਖਾ ਬੁਝਾੲੀ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 10826,
    "shabad_id": 752,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਮਿਲਿਅਾ ਤ ਲਾਲੁ. ਗੁਪਾਲੁ ਠਾਕੁਰੁ; ਸਖੀ ਮੰਗਲੁ ਗਾੲਿਅਾ ॥",
    "transliteration": "Miliaa Th Laal Gupaal Thaakur Sakhee Mangal Gaaeiaa ||",
    "translation": "I have met my Sweet Lord and Master of the Universe, and my companions sing the songs of joy.",
    "punjabi": "(ਜਦੋਂ ਦਾ) ਸੋਹਣਾ ਪਿਆਰਾ ਠਾਕੁਰ ਗੋਪਾਲ ਮੈਨੂੰ ਮਿਲਿਆ ਹੈ, ਮੇਰੀਆਂ ਸਹੇਲੀਆਂ ਨੇ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੇ) ਖ਼ੁਸ਼ੀ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "(ਮੰਗਲੁ) ਜਸ",
    "type_id": 3
  },
  {
    "id": 10827,
    "shabad_id": 752,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸਭ ਮੀਤ ਬੰਧਪ ਹਰਖੁ ੳੁਪਜਿਅਾ; ਦੂਤ ਥਾੳੁ ਗਵਾੲਿਅਾ ॥",
    "transliteration": "Sabh Meeth Bandhhap Harakh Oupajiaa Dhooth Thhaao Gavaaeiaa ||",
    "translation": "All my friends and relatives are happy, and all traces of my enemies have been removed.",
    "punjabi": "ਮੇਰੇ ਇਹਨਾਂ ਮਿੱਤਰਾਂ ਸਨਬੰਧੀਆਂ ਨੂੰ (ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ) ਚਾਉ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ (ਮੇਰੇ ਅੰਦਰੋਂ) ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਮਿਟ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਹਰਖੁ) ਖੁਸ਼ੀ। ਕਾਮਾਦਿਕ ਦੂਤ",
    "type_id": 3
  },
  {
    "id": 10828,
    "shabad_id": 752,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਅਨਹਤ ਵਾਜੇ. ਵਜਹਿ ਘਰ ਮਹਿ; ਪਿਰ ਸੰਗਿ ਸੇਜ ਵਿਛਾੲੀ ॥",
    "transliteration": "Anehath Vaajae Vajehi Ghar Mehi Pir Sang Saej Vishhaaee ||",
    "translation": "The unstruck melody vibrates in my home, and the bed has been made up for my Beloved.",
    "punjabi": "ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਸੇਜ ਵਿਛਾ ਲਈ ਹੈ, (ਮੈਂ ਆਪਣੇ ਹਿਰਦੇ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਜੋੜ ਦਿੱਤਾ ਹੈ), ਹੁਣ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਬਿਨਾ ਵਜਾਏ ਵਾਜੇ ਵੱਜ ਰਹੇ ਹਨ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਲਗਾਤਾਰ ਉਹ ਹੁਲਾਰਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਜੋ ਵੱਜਦੇ ਵਾਜਿਆਂ ਨੂੰ ਸੁਣ ਕੇ ਅਨੁਭਵ ਕਰੀਦਾ ਹੈ)।",
    "pronunciation": "(ਅਨਹਤ) ਲਗਾਤਾਰ। ਵੱਜਹਿ",
    "type_id": 3
  },
  {
    "id": 10829,
    "shabad_id": 752,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਸਹਜਿ ਰਹੈ; ਹਰਿ ਮਿਲਿਅਾ ਕੰਤੁ ਸੁਖਦਾੲੀ ॥੪॥੧॥",
    "transliteration": "Binavanth Naanak Sehaj Rehai Har Miliaa Kanth Sukhadhaaee ||4||1||",
    "translation": "Prays Nanak, I am in celestial bliss. I have obtained the Lord, the Giver of peace, as my Husband. ||4||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "ਬਿਨ-ਵੰਤਿ",
    "type_id": 3
  }
]
