[
  {
    "id": 10868,
    "shabad_id": 756,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਭਗਤਿ ਵਛਲ ਪੁਰਖ ਪੂਰਨ; ਮਨਹਿ ਚਿੰਦਿਅਾ ਪਾੲੀਅੈ ॥",
    "transliteration": "Bhagath Vashhal Purakh Pooran Manehi Chindhiaa Paaeeai ||",
    "translation": "The Perfect Lord is the Lover of His devotees; He fulfills the desires of the mind.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਪੂਰਨ ਪੁਰਖ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵਸਾ ਲਈਏ, ਤਾਂ ਮਨ ਵਿਚ ਚਿਤਵਿਆ ਹੋਇਆ ਹਰੇਕ ਮਨੋਰਥ ਪਾ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10869,
    "shabad_id": 756,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਤਮ ਅੰਧ ਕੂਪ ਤੇ ੳੁਧਾਰੈ; ਨਾਮੁ ਮੰਨਿ ਵਸਾੲੀਅੈ ॥",
    "transliteration": "Tham Andhh Koop Thae Oudhhaarai Naam Mann Vasaaeeai ||",
    "translation": "He lifts us up out of the deep, dark pit; enshrine His Name within your mind.",
    "punjabi": "ਜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵਸਾ ਲਈਏ, ਤਾਂਉਹ ਹਰੀ-ਨਾਮ ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਅੰਨ੍ਹੇ ਖੂਹ ਦੇ ਹਨੇਰੇ ਵਿਚੋਂ ਕੱਢ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(ਤਮ) ਹਨੇਰੇ। (ਕੂਪ) ਖੂਹ",
    "type_id": 3
  },
  {
    "id": 10870,
    "shabad_id": 756,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸੁਰ ਸਿਧ ਗਣ ਗੰਧਰਬ. ਮੁਨਿ ਜਨ; ਗੁਣ ਅਨਿਕ ਭਗਤੀ ਗਾੲਿਅਾ ॥",
    "transliteration": "Sur Sidhh Gan Gandhharab Mun Jan Gun Anik Bhagathee Gaaeiaa ||",
    "translation": "The gods, the Siddhas, the angels, the heavenly singers, the silent sages and the devotees sing Your countless Glorious Praises.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਦੇਵਤੇ, ਕਰਾਮਾਤੀ ਜੋਗੀ, ਸ਼ਿਵ ਜੀ ਦੇ ਦਾਸ-ਦੇਵਤੇ, ਦੇਵਤਿਆਂ ਦੇ ਗਵਈਏ, ਰਿਸ਼ੀ ਲੋਕ ਤੇ ਅਨੇਕਾਂ ਹੀ ਭਗਤ ਉਸੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਆ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਸੁਰ) ਦੇਵਤੇ। (ਗਣ) ਦੇਵਤਿਅਾਂ ਦੇ ਦਾਸ। (ਗੰ-ਧਰਬ) ਦੇਵਤਿਅਾਂ ਦੇ ਗਵੲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 10871,
    "shabad_id": 756,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਕਰਹੁ ਕਿਰਪਾ; ਪਾਰਬ੍ਰਹਮ ਹਰਿ ਰਾੲਿਅਾ ॥੨॥",
    "transliteration": "Binavanth Naanak Karahu Kirapaa Paarabreham Har Raaeiaa ||2||",
    "translation": "Prays Nanak, please be merciful to me, O Supreme Lord God, my King. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਮਿਹਰ ਕਰ (ਕਿ ਮੈਂ ਭੀ ਤੇਰਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਰਹਾਂ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10872,
    "shabad_id": 756,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਚੇਤਿ ਮਨਾ. ਪਾਰਬ੍ਰਹਮੁ ਪਰਮੇਸਰੁ; ਸਰਬ ਕਲਾ ਜਿਨਿ ਧਾਰੀ ॥",
    "transliteration": "Chaeth Manaa Paarabreham Paramaesar Sarab Kalaa Jin Dhhaaree ||",
    "translation": "O my mind, be conscious of the Supreme Lord God, the Transcendent Lord, who wields all power.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਨੂੰ ਚੇਤੇ ਰੱਖ, ਜਿਸ ਨੇ ਸਭਨਾਂ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਟਿਕਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10873,
    "shabad_id": 756,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਰੁਣਾਮੈ ਸਮਰਥੁ ਸੁਅਾਮੀ; ਘਟ ਘਟ ਪ੍ਰਾਣ ਅਧਾਰੀ ॥",
    "transliteration": "Karunaa Mai Samarathh Suaamee Ghatt Ghatt Praan Adhhaaree ||",
    "translation": "He is All-powerful, the Embodiment of compassion. He is the Master of each and every heart;",
    "punjabi": "ਜੋ ਤਰਸ-ਸਰੂਪ ਹੈ, ਸਭ ਤਾਕਤਾਂ ਵਾਲਾ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ, ਤੇ ਜੋ ਹਰੇਕ ਸਰੀਰ ਦਾ ਸਭ ਦੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ,",
    "pronunciation": "(ਕਰੁਣਾ-ਮੈ) ਕਿ੍ਰਪਾ ਸਰੂਪ। ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 10874,
    "shabad_id": 756,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਾਣ ਮਨ ਤਨ ਜੀਅ ਦਾਤਾ; ਬੇਅੰਤ ਅਗਮ ਅਪਾਰੋ ॥",
    "transliteration": "Praan Man Than Jeea Dhaathaa Baeanth Agam Apaaro ||",
    "translation": "He is the Support of the breath of life. He is the Giver of the breath of life, of mind, body and soul. He is Infinite, Inaccessible and Unfathomable.",
    "punjabi": "ਜੋ ਪ੍ਰਾਣ ਮਨ ਤਨ ਤੇ ਜਿੰਦ ਦੇਣ ਵਾਲਾ ਹੈ, ਬੇਅੰਤ ਹੈ, ਅਪਹੁੰਚ ਹੈ, ਤੇ ਅਪਾਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10875,
    "shabad_id": 756,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਰਣਿ ਜੋਗੁ ਸਮਰਥੁ ਮੋਹਨੁ; ਸਰਬ ਦੋਖ ਬਿਦਾਰੋ ॥",
    "transliteration": "Saran Jog Samarathh Mohan Sarab Dhokh Bidhaaro ||",
    "translation": "The All-powerful Lord is our Sanctuary; He is the Enticer of the mind, who banishes all sorrows.",
    "punjabi": "ਜੋ ਸਰਨ ਪਏ ਦੀ ਸਹੈਤਾ ਕਰਨ ਜੋਗਾ ਹੈ, ਜੋ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਸੁੰਦਰ ਹੈ ਤੇ ਸਾਰੇ ਵਿਕਾਰਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "(ਬਿਦਾਰੋ) ਨਾਸ ਕਰਨ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 10876,
    "shabad_id": 756,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਰੋਗ ਸੋਗ ਸਭਿ ਦੋਖ ਬਿਨਸਹਿ; ਜਪਤ ਨਾਮੁ ਮੁਰਾਰੀ ॥",
    "transliteration": "Rog Sog Sabh Dhokh Binasehi Japath Naam Muraaree ||",
    "translation": "All illnesses, sufferings and pains are dispelled, by chanting the Name of the Lord.",
    "punjabi": "ਹੇ ਮਨ! ਮੁਰਾਰੀ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਸਾਰੇ ਰੋਗ ਫ਼ਿਕਰ ਸਾਰੇ ਐਬ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10877,
    "shabad_id": 756,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਕਰਹੁ ਕਿਰਪਾ; ਸਮਰਥ ਸਭ ਕਲ ਧਾਰੀ ॥੩॥",
    "transliteration": "Binavanth Naanak Karahu Kirapaa Samarathh Sabh Kal Dhhaaree ||3||",
    "translation": "Prays Nanak, please be merciful to me, All-powerful Lord; You are the Wielder of all power. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਭਨਾਂ ਵਿਚ ਆਪਣੀ ਸੱਤਾ ਟਿਕਾਣ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ (ਮੈਂ ਭੀ ਤੇਰਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਰਹਾਂ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10878,
    "shabad_id": 756,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਗੁਣ ਗਾੳੁ ਮਨਾ. ਅਚੁਤ ਅਬਿਨਾਸੀ; ਸਭ ਤੇ ੳੂਚ ਦੲਿਅਾਲਾ ॥",
    "transliteration": "Gun Gaao Manaa Achuth Abinaasee Sabh Thae Ooch Dhaeiaalaa ||",
    "translation": "O my mind, sing the Glorious Praises of the Imperishable, Eternal, Merciful Master, the Highest of all.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ, ਜੋ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਜੋ ਕਦੇ ਨਾਸ ਨਹੀਂ ਹੁੰਦਾ, ਜੋ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ ਤੇ ਦਇਆ ਦਾ ਘਰ ਹੈ,",
    "pronunciation": "(ਅ-ਚੱੁਤ) ਅਚੱਲ",
    "type_id": 3
  },
  {
    "id": 10879,
    "shabad_id": 756,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਬਿਸੰਭਰੁ ਦੇਵਨ ਕੳੁ ੲੇਕੈ; ਸਰਬ ਕਰੈ ਪ੍ਰਤਿਪਾਲਾ ॥",
    "transliteration": "Bisanbhar Dhaevan Ko Eaekai Sarab Karai Prathipaalaa ||",
    "translation": "The One Lord is the Sustainer of the Universe, the Great Giver; He is the Cherisher of all.",
    "punjabi": "ਜੋ ਸਾਰੇ ਜਗਤ ਨੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈ ਜੋ ਆਪ ਹੀ ਸਭ ਕੁਝ ਦੇਣ ਜੋਗਾ ਹੈ, ਜੋ ਸਭ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਬਿਸੰ-ਭਰੁ) ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 10880,
    "shabad_id": 756,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਪ੍ਰਤਿਪਾਲ ਮਹਾ ਦੲਿਅਾਲ ਦਾਨਾ; ਦੲਿਅਾ ਧਾਰੇ ਸਭ ਕਿਸੈ ॥",
    "transliteration": "Prathipaal Mehaa Dhaeiaal Dhaanaa Dhaeiaa Dhhaarae Sabh Kisai ||",
    "translation": "The Cherisher Lord is so very merciful and wise; He is compassionate to all.",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ!) ਉਹ ਪਰਮਾਤਮਾ ਹਰੇਕ ਜੀਵ ਉਤੇ ਦਇਆ ਕਰਦਾ ਹੈ, ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ। ਬੜਾ ਹੀ ਦਇਆਲ ਤੇ ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10881,
    "shabad_id": 756,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕਾਲੁ ਕੰਟਕੁ ਲੋਭੁ ਮੋਹੁ ਨਾਸੈ; ਜੀਅ ਜਾ ਕੈ. ਪ੍ਰਭੁ ਬਸੈ ॥",
    "transliteration": "Kaal Kanttak Lobh Mohu Naasai Jeea Jaa Kai Prabh Basai ||",
    "translation": "The pains of death, greed and emotional attachment simply vanish, when God comes to dwell in the soul.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਉਹ ਪ੍ਰਭੂ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਮੋਹ ਲੋਭ ਤੇ ਦੁਖਦਾਈ (ਕੰਡੇ ਵਾਂਗ ਚੁੱਭਦਾ ਰਹਿਣ ਵਾਲਾ) ਮੌਤ ਦਾ ਸਹਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਕੰਟਕੁ) ਦੁੱਖਦਾੲੀ। (ਜੀਅ) ਹਿਰਦਾ",
    "type_id": 3
  },
  {
    "id": 10882,
    "shabad_id": 756,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸੁਪ੍ਰਸੰਨ ਦੇਵਾ. ਸਫਲ ਸੇਵਾ; ਭੲੀ ਪੂਰਨ ਘਾਲਾ ॥",
    "transliteration": "Suprasann Dhaevaa Safal Saevaa Bhee Pooran Ghaalaa ||",
    "translation": "When the Lord is thoroughly pleased, then one's service becomes perfectly fruitful.",
    "punjabi": "(ਹੇ ਮਨ!) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ-ਦੇਵ ਜੀ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪ੍ਰਸੰਨ ਹੋ ਜਾਣ, ਉਸ ਦੀ ਕੀਤੀ ਸੇਵਾ ਨੂੰ ਫਲ ਲੱਗ ਪਂੈਦਾ ਹੈ, ਉਸ ਦੀ ਕੀਤੀ ਮਿਹਨਤ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਦੇਵਾ) ਵਾਹਿਗੁਰੂ ਜੀ। (ਘਾਲਾ) ਸੇਵਾ। ਸੁਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 10883,
    "shabad_id": 756,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਬਿਨਵੰਤ ਨਾਨਕ. ੲਿਛ ਪੁਨੀ; ਜਪਤ ਦੀਨ ਦੈਅਾਲਾ ॥੪॥੩॥",
    "transliteration": "Binavanth Naanak Eishh Punee Japath Dheen Dhaiaalaa ||4||3||",
    "translation": "Prays Nanak, my desires are fulfilled by meditating on the Lord, Merciful to the meek. ||4||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਗ਼ਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਹਰੇਕ ਇੱਛਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10884,
    "shabad_id": 757,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੳੁੜੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Gourree Mehalaa 5 ||",
    "translation": "Gauree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10885,
    "shabad_id": 757,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੁਣਿ ਸਖੀੲੇ. ਮਿਲਿ ੳੁਦਮੁ ਕਰੇਹਾ; ਮਨਾੲਿ ਲੈਹਿ ਹਰਿ ਕੰਤੈ ॥",
    "transliteration": "Sun Sakheeeae Mil Oudham Karaehaa Manaae Laihi Har Kanthai ||",
    "translation": "Listen O my companions: let's join together and make the effort to surrender to our Husband Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ! ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ (ਆ,) ਰਲ ਕੇ ਭਜਨ ਕਰੀਏ (ਤੇ) ਕੰਤ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ ਉਤੇ) ਖ਼ੁਸ਼ ਕਰ ਲਈਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10886,
    "shabad_id": 757,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਾਨੁ ਤਿਅਾਗਿ. ਕਰਿ ਭਗਤਿ ਠਗੳੁਰੀ; ਮੋਹਹ ਸਾਧੂ ਮੰਤੈ ॥",
    "transliteration": "Maan Thiaag Kar Bhagath Thagouree Moheh Saadhhoo Manthai ||",
    "translation": "Renouncing our pride, let's charm Him with the potion of devotional worship, and the mantra of the Holy Saints.",
    "punjabi": "ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ (ਤੇ ਕੰਤ-ਪ੍ਰਭੂ ਦੀ) ਭਗਤੀ ਨੂੰ ਠਗਬੂਟੀ ਬਣਾ ਕੇ (ਇਸ ਬੂਟੀ ਨਾਲ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ) ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ (ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਉਤੇ ਤੁਰ ਕੇ) ਮੋਹ ਲਈਏ।",
    "pronunciation": "(ਠਗੳੁਰੀ) ਠੱਗ ਬੂਟੀ। (ਸਾਧੂ) ਸਤਿਗੁਰੂ ਜੀ ਦੇ (ਮੰਤੈ) ੳੁਪਦੇਸ਼ ਨਾਲ (ਮੋ-ਹਹ) ਮੋਹ ਲੲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 10887,
    "shabad_id": 757,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਖੀ ਵਸਿ ਅਾੲਿਅਾ. ਫਿਰਿ ਛੋਡਿ, ਨ ਜਾੲੀ; ੲਿਹ ਰੀਤਿ ਭਲੀ ਭਗਵੰਤੈ ॥",
    "transliteration": "Sakhee Vas Aaeiaa Fir Shhodd N Jaaee Eih Reeth Bhalee Bhagavanthai ||",
    "translation": "O my companions, when He comes under our power, He shall never leave us again. This is the good nature of the Lord God.",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਉਸ ਭਗਵਾਨ ਦੀ ਇਹ ਸੋਹਣੀ ਮਰਯਾਦਾ ਹੈ ਕਿ ਜੇ ਉਹ ਇਕ ਵਾਰੀ ਪ੍ਰੇਮ-ਵੱਸ ਹੋ ਜਾਵੇ ਤਾਂ ਫਿਰ ਕਦੇ ਛੱਡ ਕੇ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "(ਰੀਤਿ) ਮਰਯਾਦਾ। ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 10888,
    "shabad_id": 757,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਜਰਾ ਮਰਣ, ਭੈ ਨਰਕ ਨਿਵਾਰੈ; ਪੁਨੀਤ ਕਰੈ. ਤਿਸੁ ਜੰਤੈ ॥੧॥",
    "transliteration": "Naanak Jaraa Maran Bhai Narak Nivaarai Puneeth Karai This Janthai ||1||",
    "translation": "O Nanak, God dispels the fear of old age, death and hell; He purifies His beings. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜੇਹੜਾ ਜੀਵ ਕੰਤ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ) ਉਸ ਜੀਵ ਨੂੰ ਉਹ ਪਵਿਤ੍ਰ (ਜੀਵਨ ਵਾਲਾ) ਬਣਾ ਦੇਂਦਾ ਹੈ (ਉਸ ਦੇ ਪਵਿਤ੍ਰ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਉਹ ਪ੍ਰਭੂ) ਬੁਢੇਪਾ ਨਹੀਂ ਆਉਣ ਦੇਂਦਾ, ਮੌਤ ਨਹੀਂ ਆਉਣ ਦੇਂਦਾ, ਉਸ ਦੇ ਸਾਰੇ ਡਰ ਤੇ ਨਰਕ (ਵੱਡੇ ਤੋਂ ਵੱਡੇ ਦੁੱਖ) ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਜਰਾ) ਬੁਢੇਪਾ। (ਨਿਵਾਰੈ) ਦੂਰ ਕਰੇ",
    "type_id": 3
  },
  {
    "id": 10889,
    "shabad_id": 757,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸੁਣਿ ਸਖੀੲੇ. ੲਿਹ ਭਲੀ ਬਿਨੰਤੀ; ੲੇਹੁ ਮਤਾਂਤੁ ਪਕਾੲੀਅੈ ॥",
    "transliteration": "Sun Sakheeeae Eih Bhalee Binanthee Eaehu Mathaanth Pakaaeeai ||",
    "translation": "Listen, O my companions, to my sincere prayer: let's make this firm resolve.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ! ਮੇਰੀ) ਇਹ ਭਲੀ ਬੇਨਤੀ (ਸੁਣ। ਆ) ਇਹ ਸਲਾਹ ਪੱਕੀ ਕਰੀਏ,",
    "pronunciation": "(ਮਤਾਂਤੁ) ਮਤਾ",
    "type_id": 3
  },
  {
    "id": 10890,
    "shabad_id": 757,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਹਜਿ ਸੁਭਾੲਿ. ੳੁਪਾਧਿ ਰਹਤ ਹੋੲਿ; ਗੀਤ ਗੋਵਿੰਦਹਿ ਗਾੲੀਅੈ ॥",
    "transliteration": "Sehaj Subhaae Oupaadhh Rehath Hoe Geeth Govindhehi Gaaeeai ||",
    "translation": "In the peaceful poise of intuitive bliss, violence will be gone, as we sing the Glorious Praises of the Lord of the Universe.",
    "punjabi": "(ਕਿ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਛਲ-ਫ਼ਰੇਬ ਦੂਰ ਕਰ ਕੇ ਗੋਬਿਦ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਦੇ ਗੀਤ ਗਾਵੀਏ।",
    "pronunciation": "(ੳੁਪਾਧਿ) ਛਲ਼ ਫਰੇਬ",
    "type_id": 3
  },
  {
    "id": 10891,
    "shabad_id": 757,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਲਿ ਕਲੇਸ ਮਿਟਹਿ. ਭ੍ਰਮ ਨਾਸਹਿ; ਮਨਿ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲੀਅੈ ॥",
    "transliteration": "Kal Kalaes Mittehi Bhram Naasehi Man Chindhiaa Fal Paaeeai ||",
    "translation": "Our pains and troubles shall be eradicated, and our doubts shall be dispelled; we will receive the fruits of our minds' desires.",
    "punjabi": "(ਗੋਬਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤਿਆਂ, ਅੰਦਰੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਖਹ-ਖਹ ਤੇ ਹੋਰ ਸਾਰੇ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ (ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਮਨ ਦੀਆਂ) ਦੌੜ-ਭੱਜਾਂ ਮੁੱਕ ਜਾਂਦੀਆਂ ਹਨ, ਮਨ ਵਿਚ ਚਿਤਵਿਆ ਹੋਇਆ ਫਲ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10892,
    "shabad_id": 757,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮ ਪੂਰਨ ਪਰਮੇਸਰ; ਨਾਨਕ ਨਾਮੁ ਧਿਅਾੲੀਅੈ ॥੨॥",
    "transliteration": "Paarabreham Pooran Paramaesar Naanak Naam Dhhiaaeeai ||2||",
    "translation": "O Nanak, meditate on the Naam, the Name of the Supreme Lord God, the Perfect, Transcendent Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਤਸੰਗੀ ਸੱਜਣ!) ਪਾਰਬ੍ਰਹਮ ਪੂਰਨ ਪਰਮੇਸਰ ਦਾ ਨਾਮ (ਸਦਾ) ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10893,
    "shabad_id": 757,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਖੀ ੲਿਛ ਕਰੀ, ਨਿਤ ਸੁਖ ਮਨਾੲੀ; ਪ੍ਰਭ ਮੇਰੀ ਅਾਸ ਪੁਜਾੲੇ ॥",
    "transliteration": "Sakhee Eishh Karee Nith Sukh Manaaee Prabh Maeree Aas Pujaaeae ||",
    "translation": "O my companions, I yearn for Him continually; I invoke His Blessings, and pray that God may fulfill my hopes.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਮੈਂ ਸਦਾ ਤਾਂਘ ਕਰਦੀ ਰਹਿੰਦੀ ਹਾਂ ਤੇ ਸੁੱਖਣਾ ਸੁੱਖਦੀ ਰਹਿੰਦੀ ਹਾਂ (ਕਿ) ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਆਸ ਪੂਰੀ ਕਰ,",
    "pronunciation": "ਸ਼ੁਭ ਕਾਮਨਾ ਦੀ ਪ੍ਰਾਪਤੀ ਲੲੀ ਸੱੁਖ ਸੱੁਖਦੇ ਹਨ। ਸੁ੍ਨਖ",
    "type_id": 3
  },
  {
    "id": 10894,
    "shabad_id": 757,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਚਰਨ ਪਿਅਾਸੀ ਦਰਸ ਬੈਰਾਗਨਿ; ਪੇਖੳੁ ਥਾਨ ਸਬਾੲੇ ॥",
    "transliteration": "Charan Piaasee Dharas Bairaagan Paekho Thhaan Sabaaeae ||",
    "translation": "I thirst for His Feet, and I long for the Blessed Vision of His Darshan; I look for Him everywhere.",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਦਰਸਨ ਲਈ ਉਤਾਵਲੀ ਹੋਈ ਸਾਰੇ ਥਾਂ ਵੇਖਦੀ ਫਿਰਦੀ ਹਾਂ।",
    "pronunciation": "(ਸਬਾੲੇ) ਸਾਰੇ",
    "type_id": 3
  },
  {
    "id": 10895,
    "shabad_id": 757,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਖੋਜਿ ਲਹੳੁ. ਹਰਿ ਸੰਤ ਜਨਾ ਸੰਗੁ; ਸੰਮਿ੍ਰਥ ਪੁਰਖ ਮਿਲਾੲੇ ॥",
    "transliteration": "Khoj Leho Har Santh Janaa Sang Sanmrithh Purakh Milaaeae ||",
    "translation": "I search for traces of the Lord in the Society of the Saints; they will unite me with the All-powerful Primal Lord God.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਪ੍ਰਭੂ ਦੀ) ਖੋਜ ਕਰ ਕਰ ਕੇ ਮੈਂ ਸੰਤ ਜਨਾਂ ਦਾ ਸਾਥ (ਜਾ) ਲੱਭਦੀ ਹਾਂ (ਸਾਧ ਸੰਗਤਿ ਹੀ ਉਸ ਪ੍ਰਭੂ ਦਾ) ਮੇਲ ਕਰਾਂਦੀ ਹੈ ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਤੇ ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "ਸੰਮ- ਿ੍ਨ੍ਰਥ",
    "type_id": 3
  },
  {
    "id": 10896,
    "shabad_id": 757,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ ਮਿਲਿਅਾ ਸੁਰਿਜਨੁ ਸੁਖਦਾਤਾ; ਸੇ ਵਡਭਾਗੀ ਮਾੲੇ ॥੩॥",
    "transliteration": "Naanak Thin Miliaa Surijan Sukhadhaathaa Sae Vaddabhaagee Maaeae ||3||",
    "translation": "O Nanak, those humble, noble beings who meet the Lord, the Giver of peace, are very blessed, O my mother. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ)-ਹੇ ਮਾਂ! (ਜੇਹੜੇ ਮਨੁੱਖ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦੇ ਹਨ) ਉਹਨਾਂ ਨੂੰ ਹੀ ਦੇਵ-ਲੋਕ ਦਾ ਮਾਲਕ ਤੇ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ਉਹੀ ਮਨੁੱਖ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ॥੩॥",
    "pronunciation": "(ਸੁਰਿਜਨੁ) ਪਿਅਾਰੇ",
    "type_id": 3
  },
  {
    "id": 10897,
    "shabad_id": 757,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਖੀ ਨਾਲਿ ਵਸਾ, ਅਪੁਨੇ ਨਾਹ ਪਿਅਾਰੇ; ਮੇਰਾ ਮਨੁ ਤਨੁ. ਹਰਿ ਸੰਗਿ ਹਿਲਿਅਾ ॥",
    "transliteration": "Sakhee Naal Vasaa Apunae Naah Piaarae Maeraa Man Than Har Sang Hiliaa ||",
    "translation": "O my companions, now I dwell with my Beloved Husband; my mind and body are attuned to the Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੁਣ) ਮੈਂ (ਸਦਾ) ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਵੱਸਦੀ ਹਾਂ, ਮੇਰਾ ਮਨ ਉਸ ਹਰੀ ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ, ਮੇਰਾ ਤਨ (ਹਿਰਦਾ) ਉਸ ਹਰੀ ਨਾਲ ਇਕ-ਮਿੱਕ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "(ਨਾਹ) ਪਤੀ ਪ੍ਰਮਾਤਮਾ ਜੀ। ਹਿਲਿਅਾ:ਪੋਲਾ ਬੋਲੋ। (ਹਿਲਿਅਾ) ਗਿੱਝ ਗਿਅਾ। ਵਸਾਂ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 10898,
    "shabad_id": 757,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸੁਣਿ ਸਖੀੲੇ ਮੇਰੀ ਨੀਦ ਭਲੀ; ਮੈ ਅਾਪਨੜਾ ਪਿਰੁ ਮਿਲਿਅਾ ॥",
    "transliteration": "Sun Sakheeeae Maeree Needh Bhalee Mai Aapanarraa Pir Miliaa ||",
    "translation": "Listen, O my companions: now I sleep well, since I found my Husband Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਸੁਣ, (ਹੁਣ) ਮੈਨੂੰ ਨੀਂਦ ਭੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, (ਕਿਉਂਕਿ ਸੁਪਨੇ ਵਿਚ ਭੀ) ਮੈਨੂੰ ਆਪਣਾ ਪਿਆਰਾ ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 10899,
    "shabad_id": 757,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਭ੍ਰਮੁ ਖੋੲਿਓ. ਸਾਂਤਿ ਸਹਜਿ ਸੁਅਾਮੀ, ਪਰਗਾਸੁ ਭੲਿਅਾ; ਕੳੁਲੁ ਖਿਲਿਅਾ ॥",
    "transliteration": "Bhram Khoeiou Saanth Sehaj Suaamee Paragaas Bhaeiaa Koul Khiliaa ||",
    "translation": "My doubts have been dispelled, and I have found intuitive peace and tranquility through my Lord and Master. I have been enlightened, and my heart-lotus has blossomed forth.",
    "punjabi": "ਉਸ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਦਿੱਤੀ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਹੁਣ ਸ਼ਾਂਤੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰ ਉਸ ਦੀ ਜੋਤਿ ਦਾ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ (ਜਿਵੇਂ ਸੂਰਜ ਦੀਆਂ ਕਿਰਨਾਂ ਨਾਲ)) ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ (ਤਿਵੇਂ ਉਸ ਦੀ ਜੋਤਿ ਦੇ ਚਾਨਣ ਨਾਲ ਮੇਰਾ ਹਿਰਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "ਹਿਰਦੇ ਰੂਪੀ (ਕੳੁਲੁ) ਕਮਲ। ਖਿਲਿਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 10900,
    "shabad_id": 757,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਵਰੁ ਪਾੲਿਅਾ ਪ੍ਰਭੁ ਅੰਤਰਿਜਾਮੀ; ਨਾਨਕ. ਸੋਹਾਗੁ ਨ ਟਲਿਅਾ ॥੪॥੪॥੨॥੫॥੧੧॥",
    "transliteration": "Var Paaeiaa Prabh Antharajaamee Naanak Sohaag N Ttaliaa ||4||4||2||5||11||",
    "translation": "I have obtained God, the Inner-knower, the Searcher of hearts, as my Husband; O Nanak, my marriage shall last forever. ||4||4||2||5||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਏ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਅੰਤਰਜਾਮੀ ਪ੍ਰਭੂ-ਖਸਮ ਲੱਭ ਲਿਆ ਹੈ, ਤੇ (ਮੇਰੇ ਸਿਰ ਦਾ) ਇਹ ਸੁਹਾਗ ਕਦੇ ਦੂਰ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ॥੪॥੪॥੨॥੫॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
