[
  {
    "id": 13641,
    "shabad_id": 1089,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਲਾਭੁ ਮਿਲੈ. ਤੋਟਾ ਹਿਰੈ; ਹਰਿ ਦਰਗਹ ਪਤਿਵੰਤ ||",
    "transliteration": "Laabh Milai Thottaa Hirai Har Dharageh Pathivanth ||",
    "translation": "You shall earn profit and suffer no loss, and in the Court of the Lord you shall be honored.",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਵਿੱਚ ਉਹਨਾਂ ਨੂੰ) ਵਾਧਾ ਹੀ ਵਾਧਾ ਪੈਂਦਾ ਹੈ ਤੇ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਪੈ ਰਹੀ) ਘਾਟ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਨਿਕਲ ਜਾਂਦੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਇੱਜ਼ਤ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13642,
    "shabad_id": 1089,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਮ ਨਾਮ ਧਨੁ ਸੰਚਵੈ; ਸਾਚ ਸਾਹ ਭਗਵੰਤ ||",
    "transliteration": "Raam Naam Dhhan Sanchavai Saach Saah Bhagavanth ||",
    "translation": "Those who gather in the riches of the Lord's Name are truly wealthy, and very blessed.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕਰਦਾ ਹੈ, ਉਹ ਸਭ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਲਈ ਸਾਹੂਕਾਰ ਬਣ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13643,
    "shabad_id": 1089,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੳੂਠਤ ਬੈਠਤ ਹਰਿ ਭਜਹੁ; ਸਾਧੂਸੰਗਿ ਪਰੀਤਿ ||",
    "transliteration": "Oothath Baithath Har Bhajahu Saadhhoo Sang Pareeth ||",
    "translation": "So, when standing up and sitting down, vibrate upon the Lord, and cherish the Saadh Sangat, the Company of the Holy.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਠਦਿਆਂ ਬੈਠਦਿਆਂ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰੋ ਤੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪ੍ਰੇਮ ਪੈਦਾ ਕਰੋ।",
    "pronunciation": "ਭਜਹੁ",
    "type_id": 3
  },
  {
    "id": 13644,
    "shabad_id": 1089,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਦੁਰਮਤਿ ਛੁਟਿ ਗੲੀ; ਪਾਰਬ੍ਰਹਮ ਬਸੇ ਚੀਤਿ ||੨||",
    "transliteration": "Naanak Dhuramath Shhutt Gee Paarabreham Basae Cheeth ||2||",
    "translation": "O Nanak, evil-mindedness is eradicated, when the Supreme Lord God comes to dwell in the mind. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਨੇ ਇਹ ਉੱਦਮ ਕੀਤਾ ਉਸ ਦੀ) ਖੋਟੀ ਮਤਿ ਮੁੱਕ ਗਈ, ਪਰਮਾਤਮਾ ਸਦਾ ਲਈ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਿਆ ॥੨॥",
    "pronunciation": "ਛੁੱਟਿ",
    "type_id": 3
  },
  {
    "id": 13645,
    "shabad_id": 1090,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13646,
    "shabad_id": 1090,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੀਨਿ ਬਿਅਾਪਹਿ ਜਗਤ ਕੳੁ; ਤੁਰੀਅਾ ਪਾਵੈ ਕੋੲਿ ||",
    "transliteration": "Theen Biaapehi Jagath Ko Thureeaa Paavai Koe ||",
    "translation": "The world is in the grip of the three qualities; only a few attain the fourth state of absorption.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ (ਦੇ ਜੀਵਾਂ) ਉਤੇ (ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣ ਆਪਣਾ ਜ਼ੋਰ ਪਾਈ ਰੱਖਦੇ ਹਨ। ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਉਹ ਚੌਥੀ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਜਿੱਥੇ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਤੁਰੀਅਾ) ਚੌਥੀ[ ਬਿਅਾਪਹਿ",
    "type_id": 3
  },
  {
    "id": 13647,
    "shabad_id": 1090,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਸੰਤ ਨਿਰਮਲ ਭੲੇ; ਜਿਨ ਮਨਿ ਵਸਿਅਾ ਸੋੲਿ ||੩||",
    "transliteration": "Naanak Santh Niramal Bheae Jin Man Vasiaa Soe ||3||",
    "translation": "O Nanak, the Saints are pure and immaculate; the Lord abides within their minds. ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਵੱਸਦਾ ਹੈ, ਉਹ ਸੰਤ ਜਨ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13648,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "ਪਉੜੀ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13649,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿ੍ਰਤੀਅਾ. ਤ੍ਰੈ ਗੁਣ ਬਿਖੈ ਫਲ; ਕਬ ੳੁਤਮ ਕਬ ਨੀਚੁ ||",
    "transliteration": "Thritheeaa Thrai Gun Bikhai Fal Kab Outham Kab Neech ||",
    "translation": "The third day of the lunar cycle: Those who are bound by the three qualities gather poison as their fruit; now they are good, and now they are bad.",
    "punjabi": "ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਜੀਵਾਂ ਨੂੰ ਵਿਸ਼ੇ-ਵਿਕਾਰ-ਰੂਪ ਫਲ ਹੀ ਮਿਲਦੇ ਹਨ, ਕਦੇ ਕੋਈ (ਥੋੜੇ ਚਿਰ ਲਈ) ਚੰਗੀ ਅਵਸਥਾ ਮਾਣਦੇ ਹਨ ਕਦੇ ਨੀਵੀਂ ਅਵਸਥਾ ਵਿਚ ਡਿੱਗ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "ਚੰਦ੍ਰਮਾ ਦੇ ਚਾਨਣ ਹਨੇਰੇ ਪੱਖ ਦੀ (ਤਿ੍ਰਤੀਅਾ) ਤੀਜੀ ਥਿੱਤ",
    "type_id": 3
  },
  {
    "id": 13650,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਰਕ ਸੁਰਗ ਭ੍ਰਮਤੳੁ ਘਣੋ; ਸਦਾ ਸੰਘਾਰੈ ਮੀਚੁ ||",
    "transliteration": "Narak Surag Bhramatho Ghano Sadhaa Sanghaarai Meech ||",
    "translation": "They wander endlessly in heaven and hell, until death annihilates them.",
    "punjabi": "ਜੀਵਾਂ ਨੂੰ ਨਰਕ ਸੁਰਗ (ਦੁੱਖ ਸੁਖ ਭੋਗਣੇ ਪੈਂਦੇ ਹਨ) ਬਹੁਤ ਭਟਕਣਾ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਮੌਤ ਦਾ ਸਹਮ ਸਦਾ ਉਹਨਾਂ ਦੀ ਆਤਮਕ ਮੌਤ ਦਾ ਕਾਰਨ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਸੰਘਾਰੈ) ਖਤਮ ਕਰੇ[ (ਮੀਚੁ) ਮੌਤ[ ਭ੍ਰਮ-ਤੳੁ",
    "type_id": 3
  },
  {
    "id": 13651,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਖ ਸੋਗ ਸਹਸਾ ਸੰਸਾਰੁ; ਹੳੁ ਹੳੁ ਕਰਤ ਬਿਹਾੲਿ ||",
    "transliteration": "Harakh Sog Sehasaa Sansaar Ho Ho Karath Bihaae ||",
    "translation": "In pleasure and pain and worldly cynicism, they pass their lives acting in ego.",
    "punjabi": "(ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਧੀਨ ਜੀਵਾਂ ਦੀ ਉਮਰ) ਅਹੰਕਾਰ ਵਿਚ ਬੀਤਦੀ ਹੈ, ਕਦੇ ਖ਼ੁਸ਼ੀ ਕਦੇ ਗ਼ਮੀ ਕਦੇ ਸਹਮ-ਇਹ ਚੱਕਰ (ਉਹਨਾਂ ਵਾਸਤੇ ਸਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13652,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨਿ ਕੀੲੇ. ਤਿਸਹਿ ਨ ਜਾਣਨੀ; ਚਿਤਵਹਿ ਅਨਿਕ ੳੁਪਾੲਿ ||",
    "transliteration": "Jin Keeeae Thisehi N Jaananee Chithavehi Anik Oupaae ||",
    "translation": "They do not know the One who created them; they think up all sorts of schemes and plans.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦੇ ਤੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਹੋਰ ਹੋਰ ਧਾਰਮਿਕ ਜਤਨ ਉਹ ਸਦਾ ਸੋਚਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13653,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਧਿ ਬਿਅਾਧਿ ੳੁਪਾਧਿ ਰਸ; ਕਬਹੁ. ਨ ਤੂਟੈ ਤਾਪ ||",
    "transliteration": "Aadhh Biaadhh Oupaadhh Ras Kabahu N Thoottai Thaap ||",
    "translation": "Their minds and bodies are distracted by pleasure and pain, and their fever never departs.",
    "punjabi": "ਦੁਨਿਆ ਦੇ ਰਸਾਂ (ਚਸਕਿਆਂ) ਦੇ ਕਾਰਨ ਜੀਵ ਨੂੰ ਮਨ ਦੇ ਰੋਗ ਸਰੀਰ ਦੇ ਰੋਗ ਤੇ ਹੋਰ ਝਗੜੇ-ਝੰਬੇਲੇ ਚੰਬੜੇ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਕਦੇ ਇਸ ਦੇ ਮਨ ਦਾ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਅਾਧਿ) ਮਨ ਦੇ ਰੋਗ[ (ਬਿਅਾਧਿ) ਸ੍ਰੀਰਕ ਰੋਗ[ (ੳੁਪਾਧਿ) ਦੁੱਖ ਕਲੇਸ਼",
    "type_id": 3
  },
  {
    "id": 13654,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪਾਰਬ੍ਰਹਮ ਪੂਰਨ ਧਨੀ; ਨਹ ਬੂਝੈ ਪਰਤਾਪ ||",
    "transliteration": "Paarabreham Pooran Dhhanee Neh Boojhai Parathaap ||",
    "translation": "They do not realize the glorious radiance of the Supreme Lord God, the Perfect Lord and Master.",
    "punjabi": "(ਰਸਾਂ ਵਿਚ ਫਸਿਆ ਮਨੁੱਖ) ਪੂਰਨ ਪਾਰ੍ਰਬਹਮ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਪਰਤਾਪ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ।",
    "pronunciation": "ਬੂੱਝੈ",
    "type_id": 3
  },
  {
    "id": 13655,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮੋਹ ਭਰਮ ਬੂਡਤ ਘਣੋ; ਮਹਾ ਨਰਕ ਮਹਿ ਵਾਸ ||",
    "transliteration": "Moh Bharam Booddath Ghano Mehaa Narak Mehi Vaas ||",
    "translation": "So many are being drowned in emotional attachment and doubt; they dwell in the most horrible hell.",
    "punjabi": "ਬੇਅੰਤ ਲੁਕਾਈ ਮਾਇਆ ਦੇ ਮੋਹ ਤੇ ਭਟਕਣਾ ਵਿਚ ਗੋਤੇ ਖਾ ਰਹੀ ਹੈ, ਭਾਰੇ ਨਰਕਾਂ (ਦੁੱਖਾਂ) ਵਿਚ ਦਿਨ ਕੱਟ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13656,
    "shabad_id": 1091,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਪ੍ਰਭ ਰਾਖਿ ਲੇਹੁ; ਨਾਨਕ. ਤੇਰੀ ਅਾਸ ||੩||",
    "transliteration": "Kar Kirapaa Prabh Raakh Laehu Naanak Thaeree Aas ||3||",
    "translation": "Please bless me with Your Mercy, God, and save me! Nanak places his hopes in You. ||3||",
    "punjabi": "(ਇਸ ਤੋਂ ਬਚਣ ਲਈ) ਹੇ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਕਿਰਪਾ ਕਰ ਕੇ ਮੇਰੀ ਰੱਖਿਆ ਕਰ, ਮੈਨੂੰ ਤੇਰੀ (ਸਹਾਇਤਾ ਦੀ) ਹੀ ਆਸ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13657,
    "shabad_id": 1092,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13658,
    "shabad_id": 1092,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਚਤੁਰ ਸਿਅਾਣਾ ਸੁਘੜੁ ਸੋੲਿ; ਜਿਨਿ ਤਜਿਅਾ ਅਭਿਮਾਨੁ ||",
    "transliteration": "Chathur Siaanaa Sugharr Soe Jin Thajiaa Abhimaan ||",
    "translation": "One who renounces egotistical pride is intelligent, wise and refined.",
    "punjabi": "(ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਨੇ (ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਲਿਆ ਹੈ, ਉਹੀ ਹੈ ਅਕਲਮੰਦ ਸਿਆਣਾ ਤੇ ਸੁਚੱਜਾ।",
    "pronunciation": "ਚਤੁਰ[ ਸੁਘ-ੜੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 13659,
    "shabad_id": 1092,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਚਾਰਿ ਪਦਾਰਥ ਅਸਟ ਸਿਧਿ; ਭਜੁ ਨਾਨਕ. ਹਰਿ ਨਾਮੁ ||੪||",
    "transliteration": "Chaar Padhaarathh Asatt Sidhh Bhaj Naanak Har Naam ||4||",
    "translation": "The four cardinal blessings, and the eight spiritual powers of the Siddhas are obtained, O Nanak, by meditating, vibrating on the Lord's Name. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਜਪਦਾ ਰਹੁ (ਇਸੇ ਵਿਚ ਹਨ ਦੁਨੀਆ ਦੇ) ਚਾਰੇ ਪਦਾਰਥ ਤੇ (ਜੋਗੀਆਂ ਵਾਲੀਆਂ) ਅੱਠੇ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ॥੪॥",
    "pronunciation": "ਅਸਟ ਸੱਸੇ ਪੈਰ ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ[ ਭਜੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 13660,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "ਪਉੜੀ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13661,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚਤੁਰਥਿ, ਚਾਰੇ ਬੇਦ ਸੁਨਿ; ਸੋਧਿਓ ਤਤੁ ਬੀਚਾਰੁ ||",
    "transliteration": "Chathurathh Chaarae Baedh Sun Sodhhiou Thath Beechaar ||",
    "translation": "The fourth day of the lunar cycle: Listening to the four Vedas, and contemplating the essence of reality, I have come to realize",
    "punjabi": "ਚਾਰੇ ਹੀ ਵੇਦ ਸੁਣ ਕੇ (ਅਸਾਂ ਤਾਂ ਇਹ) ਨਿਰਨਾ ਕੀਤਾ ਹੈ,",
    "pronunciation": "ਚੰਦ੍ਰਮਾ ਦੇ ਚਾਨਣ ਹਨੇਰੇ ਪੱਖ ਦੀ (ਚਤੁ-ਰਥਿ) ਚੳੁਥੀ ਥਿੱਤ",
    "type_id": 3
  },
  {
    "id": 13662,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਰਬ ਖੇਮ ਕਲਿਅਾਣ ਨਿਧਿ; ਰਾਮ ਨਾਮੁ ਜਪਿ ਸਾਰੁ ||",
    "transliteration": "Sarab Khaem Kaliaan Nidhh Raam Naam Jap Saar ||",
    "translation": "That the treasure of all joy and comfort is found in sublime meditation on the Lord's Name.",
    "punjabi": "(ਇਹੀ) ਅਸਲ ਵਿਚਾਰ (ਦੀ ਗੱਲ ਲੱਭੀ) ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਜਪ ਕੇ ਸਾਰੇ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਖੇਮ) ਮੁਕਤੀ[ (ਕਲਿਅਾਣ) ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 13663,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਰਕ ਨਿਵਾਰੈ. ਦੁਖ ਹਰੈ; ਤੂਟਹਿ ਅਨਿਕ ਕਲੇਸ ||",
    "transliteration": "Narak Nivaarai Dhukh Harai Thoottehi Anik Kalaes ||",
    "translation": "One is saved from hell, suffering is destroyed, countless pains depart,",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਨਰਕਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ, ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਅਨੇਕਾਂ ਹੀ ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਹਰੈ) ਨਾਸ ਕਰੇ[ ਤੂਟਹਿ",
    "type_id": 3
  },
  {
    "id": 13664,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੀਚੁ ਹੁਟੈ. ਜਮ ਤੇ ਛੁਟੈ; ਹਰਿ ਕੀਰਤਨ ਪਰਵੇਸ ||",
    "transliteration": "Meech Huttai Jam Thae Shhuttai Har Keerathan Paravaes ||",
    "translation": "Death is overcome, and one escapes the Messenger of Death, by absorption in the Kirtan of the Lord's Praises.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿੱਚ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਪਰਵੇਸ਼ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ ਆਤਮਕ ਮੌਤ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਉਹ ਜਮ ਤੋਂ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13665,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭੳੁ ਬਿਨਸੈ. ਅੰਮਿ੍ਰਤੁ ਰਸੈ; ਰੰਗਿ ਰਤੇ ਨਿਰੰਕਾਰ ||",
    "transliteration": "Bho Binasai Anmrith Rasai Rang Rathae Nirankaar ||",
    "translation": "Fear departs, and one savors the Ambrosial Nectar, imbued with the Love of the Formless Lord.",
    "punjabi": "ਜੇ ਨਿਰੰਕਾਰ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਜਾਈਏ ਤਾਂ (ਮਨ ਵਿਚੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ) ਡਰ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ (ਹਿਰਦੇ ਵਿਚ) ਰਚ-ਮਿਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13666,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਦੁਖ ਦਾਰਿਦ ਅਪਵਿਤ੍ਰਤਾ; ਨਾਸਹਿ. ਨਾਮ ਅਧਾਰ ||",
    "transliteration": "Dhukh Dhaaridh Apavithrathaa Naasehi Naam Adhhaar ||",
    "translation": "Pain, poverty and impurity are removed, with the Support of the Naam, the Name of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਆਸਰੇ ਦੁੱਖ ਗਰੀਬੀ ਤੇ ਵਿਕਾਰਾਂ ਤੋਂ ਪੈਦਾ ਹੋਈ ਮਲੀਨਤਾ-ਇਹ ਸਭੇ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਅਪਵਿੱਤ੍ਰ-ਤਾ[ ਨਾਸ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 13667,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੁਰਿ ਨਰ. ਮੁਨਿ ਜਨ ਖੋਜਤੇ; ਸੁਖਸਾਗਰ ਗੋਪਾਲ ||",
    "transliteration": "Sur Nar Mun Jan Khojathae Sukh Saagar Gopaal ||",
    "translation": "The angels, the seers and the silent sages search for the Ocean of peace, the Sustainer of the world.",
    "punjabi": "ਦੈਵੀ ਗੁਣਾਂ ਵਾਲੇ ਮਨੁੱਖ ਤੇ ਰਿਸ਼ੀ ਲੋਕ ਜਿਸ ਸੁਖਾਂ-ਦੇ-ਸਮੁੰਦਰ ਸ੍ਰਿਸ਼ਟੀ-ਦੇ-ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਦੀ ਢੂੰਢ-ਭਾਲ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13668,
    "shabad_id": 1093,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਨੁ ਨਿਰਮਲੁ ਮੁਖੁ ੳੂਜਲਾ; ਹੋੲਿ ਨਾਨਕ. ਸਾਧ ਰਵਾਲ ||੪||",
    "transliteration": "Man Niramal Mukh Oojalaa Hoe Naanak Saadhh Ravaal ||4||",
    "translation": "The mind becomes pure, and one's face is radiant, O Nanak, when one becomes the dust of the feet of the Holy. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਗੁਰੂ ਦੀ ਚਰਨ-ਧੂੜ ਪ੍ਰਾਪਤ ਕੀਤਿਆਂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਦਾ) ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਉਸ ਦਾ) ਮੂੰਹ ਰੌਸ਼ਨ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13669,
    "shabad_id": 1094,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ:",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13670,
    "shabad_id": 1094,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੰਚ ਬਿਕਾਰ. ਮਨ ਮਹਿ ਬਸੇ; ਰਾਚੇ ਮਾੲਿਅਾ ਸੰਗਿ ||",
    "transliteration": "Panch Bikaar Man Mehi Basae Raachae Maaeiaa Sang ||",
    "translation": "The five evil passions dwell in the mind of one who is engrossed in Maya.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ) ਪੰਜ ਵਿਕਾਰ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13671,
    "shabad_id": 1094,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਾਧਸੰਗਿ ਹੋੲਿ ਨਿਰਮਲਾ; ਨਾਨਕ. ਪ੍ਰਭ ਕੈ ਰੰਗਿ ||੫||",
    "transliteration": "Saadhhasang Hoe Niramalaa Naanak Prabh Kai Rang ||5||",
    "translation": "In the Saadh Sangat, one becomes pure, O Nanak, imbued with the Love of God. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13672,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "ਪਉੜੀ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13673,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੰਚਮਿ. ਪੰਚ ਪ੍ਰਧਾਨ ਤੇ; ਜਿਹ ਜਾਨਿਓ ਪਰਪੰਚੁ ||",
    "transliteration": "Pancham Panch Pradhhaan Thae Jih Jaaniou Parapanch ||",
    "translation": "The fifth day of the lunar cycle: They are the self-elect, the most distinguished, who know the true nature of the world.",
    "punjabi": "(ਜਗਤ ਵਿਚ) ਉਹ ਸੰਤ ਜਨ ਸ੍ਰੇਸ਼ਟ ਮੰਨੇ ਜਾਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ ਇਸ ਜਗਤ-ਪਸਾਰੇ ਨੂੰ (ਇਉਂ) ਸਮਝ ਲਿਆ ਹੈ,",
    "pronunciation": "(ਪੰਚਮਿ) ਪੰਜਵੀਂ ਥਿੱਤ",
    "type_id": 3
  },
  {
    "id": 13674,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੁਸਮ ਬਾਸ. ਬਹੁ ਰੰਗੁ ਘਣੋ; ਸਭ ਮਿਥਿਅਾ ਬਲ ਬੰਚੁ ||",
    "transliteration": "Kusam Baas Bahu Rang Ghano Sabh Mithhiaa Balabanch ||",
    "translation": "The many colors and scents of flowers - all worldly deceptions are transitory and false.",
    "punjabi": "(ਕਿ ਇਹ) ਫੁੱਲਾਂ ਦੀ ਸੁਗੰਧੀ (ਵਰਗਾ ਹੈ, ਤੇ ਭਾਵੇਂ) ਅਨੇਕਾਂ ਰੰਗਾਂ ਵਾਲਾ ਹੈ (ਫਿਰ ਭੀ) ਸਾਰਾ ਨਾਸਵੰਤ ਹੈ ਤੇ ਠੱਗੀ ਹੀ ਹੈ।",
    "pronunciation": "(ਕੁਸਮ) ਫ਼ੁੱਲ (ਬਾਸ) ਬਾਸਨਾ[ (ਬੰਚੁ) ਠੱਗੀ[ ਮਿਥਿਅਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 13675,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਹ ਜਾਪੈ. ਨਹ ਬੂਝੀਅੈ; ਨਹ ਕਛੁ ਕਰਤ ਬੀਚਾਰੁ ||",
    "transliteration": "Neh Jaapai Neh Boojheeai Neh Kashh Karath Beechaar ||",
    "translation": "People do not see, and they do not understand; they do not reflect upon anything.",
    "punjabi": "ਇਸ ਨੂੰ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ) ਸੁੱਝਦੀ ਨਹੀਂ, ਇਹ ਸਮਝਦਾ ਨਹੀਂ, ਤੇ (ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਬਾਰੇ) ਕੋਈ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13676,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸੁਅਾਦ ਮੋਹ ਰਸ ਬੇਧਿਓ; ਅਗਿਅਾਨਿ ਰਚਿਓ ਸੰਸਾਰੁ ||",
    "transliteration": "Suaadh Moh Ras Baedhhiou Agiaan Rachiou Sansaar ||",
    "translation": "The world is pierced through with attachment to tastes and pleasures, engrossed in ignorance.",
    "punjabi": "ਜਗਤ (ਆਮ ਤੌਰ ਤੇ) ਅਗਿਆਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਸੁਆਦਾਂ ਵਿਚ ਮੋਹ ਲੈਣ ਵਾਲੇ ਰਸਾਂ ਵਿਚ ਵਿੱਝਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13677,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਨਮ ਮਰਣ. ਬਹੁ ਜੋਨਿ ਭ੍ਰਮਣ; ਕੀਨੇ ਕਰਮ ਅਨੇਕ ||",
    "transliteration": "Janam Maran Bahu Jon Bhraman Keenae Karam Anaek ||",
    "translation": "Those who perform empty religious rituals will be born, only to die again. They wander through endless incarnations.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਕਰਤਾਰ ਦਾ ਸਿਮਰਨ ਛੱਡ ਕੇ) ਹੋਰ ਹੋਰ ਅਨੇਕਾਂ ਕਰਮ ਕਰਦਾ ਰਿਹਾ, ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਿਹਾ, ਉਹ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13678,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਰਚਨਹਾਰੁ. ਨਹ ਸਿਮਰਿਓ; ਮਨਿ. ਨ ਬੀਚਾਰਿ ਬਿਬੇਕ ||",
    "transliteration": "Rachanehaar Neh Simariou Man N Beechaar Bibaek ||",
    "translation": "They do not meditate in remembrance on the Creator Lord; their minds do not understand.",
    "punjabi": "ਉਸ ਨੇ ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਆਪਣੇ ਮਨ ਵਿਚ ਵਿਚਾਰ ਕੇ (ਭਲੇ ਬੁਰੇ ਕੰਮ ਦੀ) ਪਰਖ ਨਹੀਂ ਪੈਦਾ ਕੀਤੀ।",
    "pronunciation": "(ਬਿਬੇਕ) ਪਰਖ",
    "type_id": 3
  },
  {
    "id": 13679,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਭਾੳੁ ਭਗਤਿ ਭਗਵਾਨ ਸੰਗਿ; ਮਾੲਿਅਾ ਲਿਪਤ ਨ. ਰੰਚ ||",
    "transliteration": "Bhaao Bhagath Bhagavaan Sang Maaeiaa Lipath N Ranch ||",
    "translation": "By loving devotion to the Lord God, you shall not be polluted by Maya at all.",
    "punjabi": "ਜੇਹੜੇ ਭਗਵਾਨ ਨਾਲ ਪ੍ਰੇਮ ਕਰਦੇ ਹਨ ਭਗਵਾਨ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਮਾਇਆ ਆਪਣਾ ਰਤਾ ਭਰ ਭੀ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੀ,",
    "pronunciation": "ਲਿਪਤ:ਪੋਲਾ ਬੋਲੋ[ (ਲਿਪਤ) ਲੇਪ[ (ਰੰਚ) ਥੋੜਾ ਭੀ",
    "type_id": 3
  },
  {
    "id": 13680,
    "shabad_id": 1095,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਬਿਰਲੇ ਪਾੲੀਅਹਿ; ਜੋ. ਨ ਰਚਹਿ ਪਰਪੰਚ ||੫||",
    "transliteration": "Naanak Biralae Paaeeahi Jo N Rachehi Parapanch ||5||",
    "translation": "O Nanak, how rare are those, who are not engrossed in worldly entanglements. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਗਤ ਵਿਚ ਅਜੇਹੇ ਬੰਦੇ) ਵਿਰਲੇ ਹੀ ਲੱਭਦੇ ਹਨ ਜੋ ਇਸ ਜਗਤ-ਖਿਲਾਰੇ (ਦੇ ਮੋਹ) ਵਿਚ ਨਹੀਂ ਫਸਦੇ ॥੫॥",
    "pronunciation": "(ਪਰਪੰਚ) ਸਿ੍ਰਸ਼ਟੀ",
    "type_id": 3
  },
  {
    "id": 13681,
    "shabad_id": 1096,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ",
    "pronunciation": "ਖਟ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 13682,
    "shabad_id": 1096,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਖਟ ਸਾਸਤ੍ਰ. ੳੂਚੌ ਕਹਹਿ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰ ||",
    "transliteration": "Khatt Saasathr Oocha Kehehi Anth N Paaraavaar ||",
    "translation": "The six Shaastras proclaim Him to be the greatest; He has no end or limitation.",
    "punjabi": "ਛੇ ਸ਼ਾਸਤ੍ਰ ਉੱਚੀ (ਪੁਕਾਰ ਕੇ) ਆਖਦੇ ਹਨ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ, ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਦਾ ਉਰਲਾ ਤੇ ਪਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13683,
    "shabad_id": 1096,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਭਗਤ ਸੋਹਹਿ ਗੁਣ ਗਾਵਤੇ; ਨਾਨਕ. ਪ੍ਰਭ ਕੈ ਦੁਅਾਰ ||੬||",
    "transliteration": "Bhagath Sohehi Gun Gaavathae Naanak Prabh Kai Dhuaar ||6||",
    "translation": "The devotees look beauteous, O Nanak, when they sing the Glories of God at His Door. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਸ ਦੇ ਗੁਣ ਗਾਂਦੇ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ॥੬॥",
    "pronunciation": "ਸੋਹਹਿ",
    "type_id": 3
  },
  {
    "id": 13684,
    "shabad_id": 1097,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "ਪਉੜੀ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 13685,
    "shabad_id": 1097,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਖਸਟਮਿ. ਖਟ ਸਾਸਤ੍ਰ ਕਹਹਿ; ਸਿੰਮਿ੍ਰਤਿ ਕਥਹਿ ਅਨੇਕ ||",
    "transliteration": "Khasattam Khatt Saasathr Kehehi Sinmrith Kathhehi Anaek ||",
    "translation": "The sixth day of the lunar cycle: The six Shaastras say, and countless Simritees assert,",
    "punjabi": "ਛੇ ਸ਼ਾਸਤ੍ਰ (ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ) ਬਿਆਨ ਕਰਦੇ ਹਨ, ਅਨੇਕਾਂ ਸਿਮ੍ਰਿਤੀਆਂ (ਭੀ) ਬਿਆਨ ਕਰਦੀਆਂ ਹਨ,",
    "pronunciation": "ਖਸਟਮਿ:ਪੋਲਾ ਬੋਲੋ[ ਖਸਟਮਿ) ਛੇਵੀਂ ਥਿੱਤ[ (ਖਟ) ਛੇ[ ਸਿੰਮ- ਿ੍ਰਤਿ[ ਕਹਹਿ",
    "type_id": 3
  }
]
