[
  {
    "id": "XAX",
    "sttm_id": 6492,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KHXX",
        "source_page": 12,
        "source_line": 1,
        "gurmukhi": "jau lau Anrs bis, qau lau nhI pRym rsu; jau lau Awn iDAwn, Awpw Awpu nhI dyKIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long a human being remains absorbed in worldly attractions and pleasures, he cannot know love. So long his attention is focused on something else, he cannot realize self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jau lau = jdoˆ qk Anrs Sbd sprS rUp rs gMD rUp hor hor Anwqm pdwrQwˆ dy bs v`s = ADIn hoieAw hoieAw hY, Bwv ivKX rswˆ ibnwˆ jd qk rih nhIˆ skdw, qdoˆ qk nhIˆ pRwpq huMdw, pRym rs AMdrly dy pRym dw suAwd[ Aru iesy qrHwˆ jdoˆ qk Awn iDAwn = Anwqmq pdwrQwˆ dI qwˆG AMqr Awqmy qoˆ Cu`t bwhrly Bog pdwrQwˆ dw iKAwl hovy Awp Awp Awpnw Awp = Su`D srUp Awqmw nhIˆ id`sdw = Bwv Es dw swKÎwq AnBau nhIˆ ho skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V9Q6",
        "source_page": 12,
        "source_line": 2,
        "gurmukhi": "jau lau Awn igAwn, qau lau nhI AiDAwqm igAwn; jau lau nwd bwd, n Anwhd ibsyKIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "(Renouncing Lord) as long as one is busy acquiring knowledge of mundane worldly things, he remains bereft of spiritual wisdom. As long as one remains involved in worldly pleasures one cannot hear the unstruck celestial music of divine word.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieM\\y hI jdoˆ qk hor igAwnwˆ Awqm igAwn nUM pRwpq krn dy iKAwl nUM iek pwsy C`f ky bwhrIlAwˆ Anwqm pRwiexI sÎwnpwˆ jwxkwrIAwˆ dI Dun l`gI hoeI hovy, qdoˆ qk nhIˆ pRwpq hoieAw krdw[ (ADÎwqm igAwn = Awqmw nUM hI Awsry krn vwlw Awqm pRwiexI igAwn) Aru Pyr jd qk nwd gUMj = DuMnI = sRod bwd bwijAwˆ dI AMdr vs rhI hovy, Bwv Enwˆ dy sunx leI jI llcOˆdw hovy, qd qk nhIˆ Anwhd AgMmI Sbd dI DunI dI kuC ivSyKqw vifAweI pRqIq ho skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JL4M",
        "source_page": 12,
        "source_line": 3,
        "gurmukhi": "jau lau AhMbuiD, suiD hoie n AMqir giq; jau lau n lKwvY, qau lau AlK n lyKIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As long as one remains proud and arrogant, one cannot realise self. Till such time True Guru does not initiate a person with the boon of Lord's name and propitiate the Lord, one cannot realise the 'formless God'.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy AYsw hI haumY bu`DI mYˆ myrI dw mwn AMdr v`isAw hovy jdoˆ qk, suiD soJI nhIˆ ho skdI (AMqrgiq AMdrly c`j dI vw AMdrlI dSw AQvw cwly dI) Xw ieauˆ kho ik jo AMqr = iv`Q Byd Bwvnw peI hoeI hY[ vwihgurU v`loˆ jIv dI -qk qk nhIˆ giq kilAwx ho skdI[ jd qk nhIˆ lKqw smJ ivc AwauˆdI ieh g`l, qk qk AlK lKqw qoˆ pwr = pwrbRhm nUM nhIˆ lyiKAw smiJAw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "18N8",
        "source_page": 12,
        "source_line": 4,
        "gurmukhi": "siq rUp siqnwm, siqgur igAwn iDAwn; eyk hI Anyk myk, eyk eyk ByKIAY [12[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The knowledge of Almighty lies in the consecrating words of the True Guru that leads one to reality of His name and form. By uniting his mind with His name, the Lord who prevails in various forms gets revealed. (12)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mukdI g`l kIh ik siqgurU siqnwm dw aupdyS kr ky siq srUp AbnwSI Akwl purK dw igAwn jwxkwrI krwaux qy gurmuK aus ivKy ic`q ibrqI nUM hoV hoV ky joVn ivc swvDwngI pwln dw AiBAws rUp iDAwn Dwry, qwˆ iek Akwl purK hI Anyk rUp isRStI ivKy = myk = imilAw rmXw hoieAw idRSt Awky Aauˆ jwpygw ik aus ie`k ny ie`k srUp rihMidAwˆ hoieAwˆ hI ieh sB ByK Anyk Akwr rUp swˆg Dwry hoey hn[ XQw: bwjIgr jYsy bwjI pweI ] nwnw rUp ByK idKlweI ] ]12]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
