[
  {
    "id": "07F",
    "sttm_id": 6493,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WN3S",
        "source_page": 13,
        "source_line": 1,
        "gurmukhi": "nwnw imstwn pwn, bhu ibMjnwid sÍwd; sIcq srb rs, rsnw khweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Tongue that enjoys many forms of sweet and savoury foods, drinks and is relisher of all the tastes is called gustation. Eyes see good and bad, beautiful and ugly and is therefore known as vision power.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwnw pRkwr dy imStwn pwn im`Ty im`Ty AnUpwn = Kwx pIn jog im`Ty im`Ty pdwrQ hor BI bhu ibMjnwid bhuq Bwˆq dy swg slUxy pulw Awid Bojn lYk pdwrQ jo hn- eynHwˆ srb smUh Kt rswˆ idAwˆ sÍwdwˆ nUM sIcq sMcn = smytnhwrI lYx vwlI bx ky aus swrb bÎwpI AMqrXwimnI smwn s`qw ny Apny Awp nUM rsnw khwieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MGUT",
        "source_page": 13,
        "source_line": 2,
        "gurmukhi": "idRsit drs Aru sbd suriq ilv; igAwn iDAwn ismrn Aimq bfweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Ears for their ability to hear all sorts of sounds, melodies etc. are called hearing power. With the use of all these faculties, one obtains knowledge of various things, focuses one's mind in meaningful thoughts and earns worldly respect.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srb`q drSnwˆ rUp vwn pdwrQwˆ nUM q`k ivc rKn vwlI idRsit nyqR SkqI Aru Sbd bcn dy sunx vwlI ho ky aus ny suriq sunx vwlI SkqI dw AwDwr kMn AKvwieAw hY, qy igAwn iDAwn Aru ismrx rUp kwrjwˆ dw inrbwh kridAwˆ aus ny ilv surq nwm dÍwry Aimq Amwp bymRXwd vifAweI nUM pRwpq kIqw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D7WY",
        "source_page": 13,
        "source_line": 3,
        "gurmukhi": "skl suriq Asprs Aau rwg nwd; buiD bl bcn ibbyk tyk pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The skin brings awareness of things through touch. Enjoyment of music and songs, intellect, strength, speech and dependence on discrimination is the boon of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aaur sMpUrx rwgwˆ dy nwd DunI ny qQw buDI bl inscy kwrxI SkqI vw bcn ibbyk bcn dy inrxy ny BI aus iesy pwsoˆ hI tyk shwrw pwieAw hY[ ienwˆ aukq smUh kwrXwˆ dI suriq sugXwq rUp = AnuBv kwirxI s`qw huMidAwˆ hoieAw BI, ieh mUloˆ hI Asprs ArQwq AsMg hY iksy pRkwr BI ilpwXmwn nhIˆ huMdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WKEG",
        "source_page": 13,
        "source_line": 4,
        "gurmukhi": "gurmiq siqnwm ismrq sPl huie; bolq mDur Duin, suMn suKdweI hY [13[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But all these senses of knowledge are useful if a person obtains the boon of Guru's wisdom, dwells his mind in the name of the Immortal Lord and sings the sweet paeans of me Lord's name. Such tune and melody of His name is bestower of bliss and happiness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq gur aupdyS Anuswr siqnwm vwihgurU qweIˆ Ajp jwp rUpI dSw ivKy ismrq jpidAwˆ qQw suxn ivKy suKdweI imTI imTI DunI Awvwz aucwridAwˆ ieh Apny surq nwm ivKy sPl hoˆdI hY ]13]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
