[
  {
    "id": "NHD",
    "sttm_id": 6497,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TBQE",
        "source_page": 17,
        "source_line": 1,
        "gurmukhi": "icrMkwl mwns jnm inrmol pwey; sPl jnm gur crn srn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "After wandering many births, this human life is obtained. But the birth becomes successful only when one takes the refuge the holy feet of a True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "icrMkwl smyˆ gujrn auprMq = AnMq jnm jUn jUnwˆqrwˆ ivc Btkn aupRMq, inrmol = Amolk lKIˆ kRoVIˆ bÎMq mwXw KricAwˆ BI jo hQ nhIˆ Aw skdw, AYsy mnu`Kw jnm nUM pRwpq ho ky gurwˆ dy crxwˆ dI Srx pYx kr ky hI ieh sPlw jnm AwiKAw jw skdw hY ikauˆik ies dI Amolkqw dw mh`q ie\\yˆ hI pRgt ho skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YVXW",
        "source_page": 17,
        "source_line": 2,
        "gurmukhi": "locn Amol gur drs Amol dyKy; sRvn Amol gur bcn Drn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Eyes are invaluable only when they see a glimpse of the Lord ugh the form of Sat guru. Ears are fruitful if they listen the precepts and command of Satguru attentively.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprj ieh ik mwieAw qoˆ Acwh siqgurwˆ dw drSn jo Amolk hY aus nUM dyiKAw nyqR Amolk idbÎ idRStI vwly ho jwˆdy hn, Aru gurU mhwrwj dy bcn aupdyS nUM Dwrx krn vwly hox kr ky kMn Amolk bx jwˆdy hn Bwv AgMm lok dI id`b DunI sunx dy lwiek ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGTX",
        "source_page": 17,
        "source_line": 3,
        "gurmukhi": "nwskw Amol crnwribMd bwsnw kY; rsnw Amol gurmMqR ismrn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Nostril’s are worthy only when they smell the fragrance of dust of Satguru's lotus-feet. The tongue becomes invaluable when it recites the word of the Lord given as consecration by Satguru Ji.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrwj dy crxwribMd crx kmlwˆ au`pr nmskwr kridAwˆ hoieAwˆ aunHwˆ dI DUlI ivcoˆ aus dy sugMDI dw ADwr hox kr ky vwsnw dI lpt qoˆ nwswˆ Amolk ho jwˆdIAwˆ hn, Aru gurmMqR gurU mhwrwj dy Duroˆ ilAw aupdySy mMqR dy ismrx Xwd krdy irhwˆ rsnw rsnw aupr itkweI rKn Kwqr Amolk bx jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXSR",
        "source_page": 17,
        "source_line": 4,
        "gurmukhi": "hsn Amol gurdyv syv kY sPl; crn Amol prdCnw krn kY [17[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Hands are invaluable only when they involve in the comforting service of Satguru and feet become precious when they ever stroll about in the vicinity of Satguru. (17)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurdyv dyv pRkwS srUp siqgurwˆ dI syvw kr ky h`Qwˆ dI Amolkqw sPlI huMdI hY, Aqy prd`Kxw krn pirkrmw cwroˆ pwsIˆ siqgurwˆ dy krmwˆ lYx kr ky pYr Amolk bxw jwieAw krdy hn ]17]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
