[
  {
    "id": "06E",
    "sttm_id": 6498,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ELZX",
        "source_page": 18,
        "source_line": 1,
        "gurmukhi": "drs iDAwn idib idRsit pRgws BeI; krunw ktwC idib dyh prvwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Focusing mind on the form of True Guru, one is enlightened with celestial vision of knowledge. By the grace of True Guru, the human form acquires Godly refulgence making its coming to this world a success.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drSn dy iDAwn kr ky iek tk AMqr muK siqgurwˆ dy drSn q`kidAwˆ q`kidAwˆ id`b idRStI = sÍ`C idRStI = prmySÍr pRwiexI ingHw = moK dI swDn rUp nyqR SkqI dw pRkwS swKÎwq ho AwieAw krdw hY[ Aru ies kr ky kruxw ikrpw Bry ktwC nyqR dy Bwv ArQwq siqgurwˆ dI ikrpw BrI ndrI ndr inhwl krx hwrI ingHw dI q`kn pRwpq ho jwˆdI hY ijs pRsMnqw dy pRBwv kr ky guris`K dI dyh id`b r`bI dmk vwlI sdw nvIˆ nroeI qy lyKy peI pRvwn smJI jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N6ET",
        "source_page": 18,
        "source_line": 2,
        "gurmukhi": "sbd suriq ilv bjr kpwt Kuly; pRym rs rsnw kY AMimRq inDwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Concentrating the mind on the divine word, the rock strong doors of ignorance become ajar. The acquisition of knowledge then blesses one with the treasure of Lord's name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd AMqrIvI Anhd DunI sunx ivKy ilv lgwieAwˆ, vw Sbd AiBAws ivKy surq dI ilv qwr lgwieAwˆ AQvw siqgurwˆ dw Sbd rUp aupdyS suriq sux kr ky Es ivc ilv iekswr ibrqI itkwieAwˆ, bjr smwn AnByd Bydn nw ho skn vwly AqÎMq idRV kpwt ikvwV mwieAw AivdÎw dy Awvrx rUp pVdy Kul Awauˆdy hn, Aru ieauˆ rsn rsIlw pRym rs AMimRq inDwn AMimRq dw BMfwr ies nUM pIx vwsqy pRwpq ho jwˆdw hY[ AQvw ies Bwˆq ikvwV Ku`ln swr pRym rs AnuBv rs ivc rsn prc jwn kr ky AMimRq dw BMfwr rUp hI sÍXM gurU kw is`K bx jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXZS",
        "source_page": 18,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd bwsnw subws; hsq pUjw pRnwm sPl su igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The touching and feeling of the dust of True Guru's feet enlivens the fragrance of Lord's name in the mind. Involving the hands in His prayer and service, one is blessed with true and real spiritual knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crx kmlwˆ dI mkrMd rj = DUlI dI bwsnw sugMDI kr ky subws sugMDIvwn vw subws Awqm pd vwsI ho jwˆdw hY[ Aqy h`Qwˆ nUM pUjw vw pRxwm nmskwr smyˆ rcx sprS kridAwˆ sPly bnwaux swr su gÎwn sÍY igAwn sRySt igAwn Awqm igAwn ies nUM ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1WL2",
        "source_page": 18,
        "source_line": 4,
        "gurmukhi": "AMg AMg ibsm sRbMg mY smwie Bey; mn mnsw Qkq bRhm iDAwn hY [18[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus every hair of a person becomes glorious and he merges with the light divine. All his vices and desires end and his mind dwells in the love of Lord's feet. (18)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ies Bwˆq AMg AMg kr ky isbm AcMiBq AwpÎoˆ bwhr hoieAw hoieAw sRbMg srb srUpI vwihgurU ivKy lIn ho ky mn dIAwˆ klpnwˆ jd Qikq ho hu`t jwˆdIAwˆ hn, qd inscy kro ik iehI bRhm iDAwn bRhm pRwiexI AvsQw hY[ AQvw AYsI AvsQw vwly guris`K nUM bRhm igAwn sMpMn bRhmigAwnI bRhm hI iDAwn ivc ilAweI dw hY ]18]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
