[
  {
    "id": "NZR",
    "sttm_id": 6500,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AQ0A",
        "source_page": 20,
        "source_line": 1,
        "gurmukhi": "gurmuiK suKPl dieAw kY idKwvY jwih; qwih Awn rUp rMg dyKy nwhI BwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is blessed by Satguru with spiritual wisdom, he does not like to see any other form or attraction. Nothing else can give tranquility and peace to such a blessed person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh gurmuKI suKPl ijs nUM siqgur dieAw kr ky idKwldy hn, Es nUM hor rs sÍwd rUp drsn rMg ipAwr pwqR pdwrQ Bwv - ieMdRIAwˆ dy ivKX rUp Bog pdwrQ q`ky BI nhIˆ BOˆdy ArQwq dyKn leI BI Es dw jI nhIˆ llcOˆdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E4DX",
        "source_page": 20,
        "source_line": 2,
        "gurmukhi": "gurmuiK suKPl mieAw kY cKwvY jwih; qwih Anrs nhIN rsnw ihqwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is blessed with spiritual pleasure by the True Guru, he does not relish any other pleasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs nUM siqgurU, ikrpw kr ky ieh gurmuKI suKPl cKw dyx AnuBv krw dyx, iqs nUM Anrs hor hor sÍwd bwhrly sÍwd rsnw rsIly ho ho ky nhIˆ ihq Awauˆdy ArQwq rucÎw nhIˆ krdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YV9X",
        "source_page": 20,
        "source_line": 3,
        "gurmukhi": "gurmuiK suKPl Aghu ghwvY jwih; srb inDwn prsn kau n DwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devout Sikh who is blessed with the spiritual pleasure that no one can reach to, he need not run after other worldly relishments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Aghu = nhIˆ gRihx kIqy jwˆ skn jog AgMm gurmuKI, suKPl nUM siqgurU ghwvY PVw dyx = pRwpq krw dyx, auh muV sB pRkwr dIAwˆ in`Dwˆ nUM id`bÎ KzwinAwˆ nUM snmuK pRwpq hoieAw dyK ky BI prsn kau Cohn vwsqy kdwicq nhIˆ Dwˆvdw Btkdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4RQT",
        "source_page": 20,
        "source_line": 4,
        "gurmukhi": "gurmuiK suKPl AlK lKwvY jwih; AkQ kQw ibnod vwhI bin AwveI [20[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Only he who is blessed with self-realization (spiritual knowledge) can feel its pleasure and this cannot be explained. The devotee himself can only appreciate the pleasure of that state. (20)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mu`kdI g`l kIh ik ijs nUM AlK lKqw ivc nw Aw skn vwly gurmuKI suKPl nUM siqgur lKw dyx, Es dy ibnod kOqk Kyl dI kQw Ak`Q rUp kihx qoˆ pwr hY, ijs ny AnBau kIqI b`s Esy nUM hI smJI bxw AwauˆdI hY dUsry AwK sux ky ies qoˆ koeI ivSyK Kws lwB nhIˆ pRwpq kr skdy ]20]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
