[
  {
    "id": "3RH",
    "sttm_id": 6503,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JV2B",
        "source_page": 23,
        "source_line": 1,
        "gurmukhi": "drsn joiq n joqI srUp huie pqMg; sbd suriq imRg jugiq n jwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a moth, I do not sacrifice myself over the radiant glimpse True Guru, nor do I know the method of lodging the music of True Guru's words as is the wont of a deer;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pqMgw jIkUM AwpxI pRIqm lwt aupr sdky ho ky joqI srUp hoie lwt dI sUrq nUM hI Dwrx kr lYˆdw hY, qIkUM siqgurwˆ dy drSn dI joqnw pRkwS aupr iek tk mgn ho ky kÎoˆ ilv lIn nhIˆ ho jwˆdw? qy AYsw hI imrg hrx vwˆgUM Sbd byDI Sbd dI sRod auproˆ Awpw vwrn vwlI jugiq rIqI nUM ieh nhIˆ jwxdw, ijs kr ky ik siqgurwˆ dy Sbd suriq Sbd = aupdyS nUM iek swr suxdw suxdw AwipEˆ pwr ho jwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JP6S",
        "source_page": 23,
        "source_line": 2,
        "gurmukhi": "crn kml mkrMd n mDup giq; ibrh ibEg huie n mIn mir jwnY hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a bumble bee mad for the nectar of lotus flower loses his life when the flower closes, but I have not sacrificed myself unto the lotus like feet of my Satguru, nor have Known the pangs of separation from my Satguru like a fish when out of water;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mDup BOry giq cwl = vwˆkUM ijs qrHwˆ Pyr BOry dI dSw cwl kml dI mkrMd DUlI rs dI pRwpqI vwsqy Xw pRwpqI hox smyˆ hoieAw krdI hY, ausy vwˆgUM siqgurwˆ dy crx kmlwˆ dI rj nUM pRwpq ho ky ikauˆ guris`K l`tU nhIˆ ho jwˆdw? Aru ibCoVy nUM pRwpq ho ky ibjog judweI dy kwrx mClI dy jl qoˆ A`f hox smyˆ mr jwx vq ieh ikauˆ nhIˆ mr jwˆdw?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H350",
        "source_page": 23,
        "source_line": 3,
        "gurmukhi": "eyk eyk tyk n trq hY iqRgd join; cwqur cqr gun hoie n ihrwnY hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The living being of lower species do not backtrack their steps dying for their love that is based on just one virtue. But I with all my wisdom do not carry any trait like these beings, I do not sacrifice myself unto my True Guru creatures do;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AqÎMq Kyd dI g`l hY ik iqRgd join = qwmsI jUnwˆ ivKy pYdw hoey aukq jIv ieko iek pRym dI tyk nUM Dwrx kr ky EVk dI h`d qk nhIˆ tldy, pr ieh mnu`K sB qrHwˆ kr ky cwqur = cwlwk cusq Aru cqr gun hoie guxwˆ kr ky sMpMn hr qrHwˆ nwl inpuMn isAwxw ibAwxw huMdw hoieAw BI siqgurwˆ dy pRym qoˆ Apxy Awp nUM nhIˆ lutw idMdw vwr is`tdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ED9M",
        "source_page": 23,
        "source_line": 4,
        "gurmukhi": "pwhn kTor siqgur suK swgr mY; suin mm nwm jm nrk ljwnY hY [23[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru is ocean of peace and tranquillity but I am like a stone (who is least influenced by any precept of the True Guru) despite living near Him. Hearing the name of a sinner like the messenger of hell would feel ashamed of me. (23)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hornwˆ dI mYˆ kIh AwKwˆ, hr dm suKwˆ dy smuMdr siqgurwˆ dy crxwˆ ivc v`sidAwˆ hoieAwˆ BI mYˆ krVw p`Qr hI irhw[ iksy pRkwr pRym kr ky nw iBijAw[ myrw nwm (B`glwˆ vwlI krqUq krn vwly bwbq) sux ky jm jmdUqwˆ dw rwjw Aru nrk BI SrimMdy ho soc rhy hn ik mYnUM ikhVy nrk ivc pwauxgy ]23]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
