[
  {
    "id": "P5Z",
    "sttm_id": 6506,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PV1S",
        "source_page": 26,
        "source_line": 1,
        "gurmukhi": "gurmiq siq kir bYr inrbYr Bey; pUrn bRhm gur srb mY jwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who abide by Guru's teachings with faith and sincerity are without rancour. They carry no enmity for anyone because they have realised His presence in everybody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq siq kr ky vYr ivroD krxoˆ inrvYr imlwpxy suBwv vwly bx gey, ikauˆik ies aupdyS duAwry gurmuKwˆ ny pUrn pUrI pUrI qrHwˆ bRhm ibAwpy hoey dyS kwl vsqU dy pRCyd iBMn Byd qoˆ rihq iek rs rmy hoey gurU AMqrXwmI nUM srb mY srb srUpI rUp kr ky AQvw sB pRwxIAwˆ ivKy sB dw Awpw rUp kr ky jwx ilAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SBPH",
        "source_page": 26,
        "source_line": 2,
        "gurmukhi": "gurmiq siq kir Byd inrByd Bey; duibDw ibiD inKyD Kyd ibnwsny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who practice the teachings of the Guru are free from discriminatory temperament. All are alike for them. The sense of dualism and attitude of condemnation of others disappear from their mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq siq kr ky Byd Bwv dÍYq idRStI v`loˆ, inrByd pwTwˆqry: inrbyd = vYrwg sMpMn AdÍYq drSI Bey, ho gey AQvw Pu`t Byd pOx vwlI bwx nUM iqAwg ky inrByd imlOnI ivc vrqn vwly bx gey Aru Amukw kwrj krnw Drm hY qy Amukw Plwnw ADrm rUp eys Bwˆq dy ibDI inKyD rUpw vIcwr dI duibDw klpnw dw Kyd duK sMqwp nSt ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2S7Y",
        "source_page": 26,
        "source_line": 3,
        "gurmukhi": "gurmiq siq kir bwies prmhMs; igAwn AMs bMs inrgMD gMD Twny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those crow-like dross-filled persons who adopt Guru's wisdom as truth are able to shed all the dross and become clean and pious. A miniscule of spiritual knowledge help them spread the fragrance of the Lord like Sandalwood.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq siq kr ky bwies kwˆ vwlIAwˆ mYlwˆ Poln Xw kRUr boln vwlIAwˆ vwdIAwˆ dy c`ln nUM iqAwg ky prm hMs du`D pwxI dw inqwrw krn vwly qo moqI B`Kx hwry prm ibbykI inrml suBwv vwly bx gey, prm hMs BI auh ik ijnwˆ dI AMs sMqwn nsl hI prMprw qoˆ gurU igAwn sMpMn pRgtdI hY, Enwˆ dI bMs guris`KI ivKy pRvyS pw gey ijs kr ky sugMDI qoˆ rihq inrgMD kIrqI hIn huMdy hoey BI gMD sugMDI sRySt kIrqI vwn Twny bxwey gey ijhw ik isMbl, ik`kr, twhlI Awid inrgMD ibrC BI cMnx dI sMgq kr ky sugMDvwn bx jwieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9BHQ",
        "source_page": 26,
        "source_line": 4,
        "gurmukhi": "gurmiq siq kir krm Brm Koey; Awsw mY inrws huie ibsÍws aur Awny hY [26[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who abide by the teachings of the Guru destroy all their doubts of rites and rituals. They become unattached with worldly desires and imbibe the intellect of the Guru in their hearts. (26)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq siq kr ky krmwˆ dw Brm Amukw kMm nw kIqw qwˆ AOh hwnI ho jwaU, PlwnI rIq kulw Drm dI nw pwlI qwˆ Awh aupdRv Awn vrqU, ieh Brm icqI sMisAwˆ ivc grkI rihx dI vwdI Ko guvw id`qI Aqy Awswˆ aumYdwˆ ivc hI sMswrI DMidAwˆ ivKy ijMdgI nUM lokwˆ vwˆkUM guzwhrnoˆ inrws ho ky Bwv swrIAwˆ sMswrI aumydwˆ nUM mUloˆ hI iqAwg ky, ieh 'ibsÍws' Brosw inscw 'aur' ihrdy AMdr lY Awˆdw hY 'shjy hoqw jwie su hoie[ krxYhwru pCwxY soie' ]26]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
