[
  {
    "id": "U4X",
    "sttm_id": 6512,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GCVM",
        "source_page": 32,
        "source_line": 1,
        "gurmukhi": "duibDw invwir Abrn huie brn ibKY; pwNc prpMc n drs Adrs hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By perpetual meditation on Lord's name, a Guru-conscious person distances himself from duality and caste discrimination. He frees himself from the grip of five vices (lust, anger, greed, ego and attachment) nor does he entangle himself in the rationales o",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj smwDI ivKy iesiQq gurmuK dy AMdroˆ duibDw = dÍYq BwvI idRStI invwr inivrq ho jwˆdI hY Aru brn bRwhmx KÎqRI vYS SUdr Awid ivKy auqpMn hoieAw huMdw BI auh Abrn bRwhmx Awid vrn qQw AwSrm dy AiBmwn rihq Bwv jwqI goqr Awidkwˆ dy ADÎws qoˆ mukq ho jwˆdw hY[ aus dI idRStI sMklp ivKy pwˆc = pMjwˆ q`qwˆ dw prpMc pswrw n = nhIˆ rihMdw ArQwq drs idRSÎ = smUMh dyKx Xog pdwrQ Adrs = AidRSÎ rUp DÎwn qoˆ Ehly ho jwˆdy hn, Bwv suKupqI AvsQw ivKy ijs pRkwr sMswr byhoSI ivc lIn ho jwˆdw hY, iesy qrHwˆ igAwn meI ilv ivc smUlcI dvYq dw ABwv ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0EH3",
        "source_page": 32,
        "source_line": 2,
        "gurmukhi": "prm pwrs gur pris pwrs Bey; kink Aink Dwqu Awpw Aprs hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an iron piece when touched with a philosopher-stone becomes gold, similarly a devotee meeting Guru becomes a pious and a clean man.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh dSw jd hI ik prm pwrs ApnI sMgq rUp mhwn auqm sprS dÍwry swiKAwq pwrs hI bxw dyx vwly gurU nUM prs prisAw Bwv Awpw ByitAw, qwˆ pRwpq huMdw hY jIkUM prs nwl l`g ky pwrs dy Aink Dwq lohw qwˆbw ipql Awid Bey kink = ho bx jwˆdy hn, sÍrx rUp Aqy ijs Bwˆq auh Dwˆqwˆ Su`D ho jwdIAwˆ hn iqsy[ Bwˆq gurmuKI dw Awpw BI Aprs hux Alyp bx jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T3E4",
        "source_page": 32,
        "source_line": 3,
        "gurmukhi": "nv duAwr duAwr pwirbRmwsn isMGwsn mY; inJr Jrin rucq n An rs hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Overcoming the pleasures of the nine doors of the body, he rests his faculties in the tenth door, where the divine elixir flows perpetually that turn him away from all other pleasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nOˆ duAwirAwˆ A`KIAwˆ, kMnwˆ, nwswˆ dy do do swry CI, Aru mUMh qy ml mUqR dy donoˆ ieh jo nOˆ dÍwry SrIr AMdr hn ienwˆ qoˆ pwr pry jo dsmwˆ duAwr hY ijs duAwirEˆ ienwˆ aukq lvwˆ dÍwrwˆ ivc dI surq nUM Apxw kwrj nypry cwVHn leI sqÎw icqMnqw dI Dwr AwXw krdI hY Es ivKy bRhmwsn prmwqmw dy Awsn iesiQqI dw isMGwsn hY, Bwv dsvyˆ vwsw AlK Apwry gurU bcn Anuswr auh prmwqmw dy ibrwjmwn hox dw itkwxw hY auQy hI gurmuK dI suriq pu`j ky itkwau nUM pRwpq hoieAw krdI hY, ijQy ik iek rs Jrnw Jrdw AMimRq dw pwn krn leI, ies nUM pRwpq huMdw hY ijs nUM Ckdy hoey muV Anrs bwhrmuKI sÍwd ivKÎwˆ dy rs n ruicq eys qwˆeI nhIˆ BwieAw krdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "67YK",
        "source_page": 32,
        "source_line": 4,
        "gurmukhi": "gur isK sMiD imly bIs iekIs eIs; Anhd gd gd ABr Brs hY [32[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Be assured that the meeting of Guru and a disciple, makes a disciple realise Lord and virtually becomes like Him. His  heart then remains immersed in the celestial music. (32)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie`Qy phuMc ky hI bIs = ds ieMdRIAwˆ +pMj pRwx +cwr AMqwkrx qy iek jIv iek eIs iekIsvy eISÍr ivKy lIn ho ky eIs eISÍr meI hI ieko iek eykqw dw pRq`KÎ nzwrw vrq ipAw krdw hY, Ar ieauˆ nwm rUp dIAwˆ h`dwˆ vloˆ Anhd byh`d srUpI ho gdgd = AwnMd hI AwnMd pRgt huMdw hoieAw ABr jnm jnmwˆqrwˆ dy AiqRpqwˆ nUM BI Brs hY iqRpq kr idMdw hY AQvw ABr = sMpUrx srIr dy rom kUpwˆ pRXMq BI jo KwlI Qwvwˆ hn Enwˆ ivKy Cyk Cyk qweI BI auh AwnMd Brs BrpUr kr idMdw hY ]32]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
