[
  {
    "id": "37F",
    "sttm_id": 6513,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FL8Z",
        "source_page": 33,
        "source_line": 1,
        "gurmukhi": "crn kml Bij kml pRgws Bey; drs drs smdrs idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking refuge of Sat guru's lotus feet, a devotee's mind )0 blooms like lotus flower. By the blessings of a True Guru, he treats and conducts himself alike with all and sundry. He carries no rancour for anyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crn kmlwˆ nUM Bj ArwDn krn kr ky AQvw kml smwn Alyp AsMg hY crx cln sÍBwv ijs inrMkwr inrwkwr dw Es nUM Bj DÎwn krn kr ky kml pRgws Bey irdw kml iKV AOˆdw hY Bwv sMisAwˆ iPkrwˆ nwl smIitAw hoieAw ihrdw mn dw AsQwn pRPu`ilq ho AOˆdw hY, ijs kr ky drs dris = idRSÎ dw drSn jo Anyk BwvI hY, so sm drs bRhm drSn rUp ho BwisAw krdw hY Xw crx kmlwˆ dw iDAwn kridAwˆ ihrdy kml dy iKV AOx pur, drs AMqrXwmI AkwlpurK dy drSn nUM drs drsky dyKx qy, auh drsn sm idKwey hY iek rs rimAw idKweI id`qw AnBau hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "87LX",
        "source_page": 33,
        "source_line": 2,
        "gurmukhi": "sbd suriq Anhd ilvlIn Bey; Enmn mgn ggn pur Cwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such Guru-conscious person attaches his mind in the unstruck celestial music and enjoying heavenley bliss, rests his mind in the Dasam Duar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru AYsw hI Anhd sbd suriq Anhd DunI Sbd dy ivKy surq dy ilvlIn hoieAwˆ mwno mgn msq ho ky aunmn auqSwh pUrbk vw aunmnI AvsQw ivKy, ggn pur cYqMn Bvn = bRhm sQl pRmwqmw dy inj pRkwS rUp lok ivKy Cwey hY SuBwXmwn hoieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D91R",
        "source_page": 33,
        "source_line": 3,
        "gurmukhi": "pRym rs bis huie ibsm ibdyh Bey; Aiq Ascrj mo hyrq ihrwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enamoured by the love of Lord, he does not remain conscious of his body any more. This is such a wondrous state that surprises everyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy auQy dy pRym rs AnuBvI sÍwd AwnMdwkwirqw dy bs ADIn ho ky, ibsm Acrj hoieAw dyh qoˆ ibdyh srIr dI SuD buD qoˆ rihq ho jwˆdw hY, AOr AqÎMq Ascrj meI kOqukI AvsQw ivKy dYvI pRkwS dy kOqk nUM hyrq = dyKdw hoieAw AnuBv krdw krdw ihrwey hY = Awpy nUM BI Koh bYTdw hY Bwv AMdrly bwhrly gÎwn sB ivisimRq ho jwieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4MD2",
        "source_page": 33,
        "source_line": 4,
        "gurmukhi": "gurmuiK suKPl mihmw AgwiD boiD; AkQ kQw ibnod khq n Awey hY [33[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The spiritually ecstatic state of a Guru's disciple cannot even be praised. It is beyond contemplation and indescribable too. (33)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ies pRkwr dy gurmuKI suKPl dI mihmw vfÎweI AsIˆ kIh AwKIey, Es dw boD gÎwn AgwD nhIˆ gwihAw jw skx vwlw hY,qy Es dI kQw bwrqw clwxI sB pRkwr hI AkQ kQn qoˆ pwr hY auh ibnod AwnMd iksy qrHwˆ BI kihx ivc nhIˆ Aw skdw hY ]33]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
