[
  {
    "id": "V2N",
    "sttm_id": 6514,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QLPG",
        "source_page": 34,
        "source_line": 1,
        "gurmukhi": "durmiq myit gurmiq ihrdY pRgwsI; Koey hY AigAwn jwny bRhm igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a disciple meets his Guru and he works hard and toil himself on his precepts, he gets rid of base intellect and divine intelligence is revealed to him. He sheds his ignorance and acquires His knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "durmiq dUr BwvI miq dÍYq BwvI buDI Xw duS†qw pRwiex miq dUKxw gRsI = ivkwrIˆ rcI bu`DI nUM mytky jd gurmuK purK dy ihrdy AMdr gurmiq siqgurwˆ dI isKÎw pRgwsI aujly = auGy rUp ivc ho BwsI, qwˆ guvw ky AgÎwn vwhgurU dy pwsy dI bysmJI qy Anjwnqw nUM jwny = jwx lYˆdw hY ik Awh kuC bRhmgÎwn bRhm dysÍrUp dw jwnxw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7YKL",
        "source_page": 34,
        "source_line": 2,
        "gurmukhi": "drs iDAwn Awn iDAwn ibsmrn kY; sbd suriq moin bRq prvwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the glimpse of the True Guru and focusing his mind, he weans away his attention from worldly pleasures and concentrates the divine word in his consciousness and closes his mind from all other attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ieauˆ jwx lYˆdw hY, qd Es sÍrUp nUM DÎwn ivc lÎOˆdw, drs swKÎwqkwr = mwnoˆ swmrqK Esy AnBau nUM pRwpq kr lYˆdw hY, qy ies swKÎwqkwirqw dy pRwpq hoXwˆ hor DÎwn Dwrxy Bu`l jwˆdw hY byloVy ho jwx kr ky, Sbd suriq ies bwry ivc kuC hor Sbd sunx AQvw kihn vjoˆ mon bRq cu`p dI pRqgÎw nUM hI prvwx kbUl kr ilAw krdw hY[ Bwv smUh ibrqIAwˆ vloˆ cup swD lYˆdw AQvw ies bwry ivc kuC kihx suxn dI gMmqw hI Es dy AMdroˆ mUloˆ auT jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PU8Q",
        "source_page": 34,
        "source_line": 3,
        "gurmukhi": "pRym rs risk hie An rs rhq huie; joqI mY joiq srUp sohM sur qwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In His love, leaving all worldly pleasures, getting absorbed in His Naam, he keeps on remembering Him all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`s ies mwqR pRym rs dw rsIAw ho ky qy hor bwhrmuKI rswˆ sÍwdwˆ = iK`cwˆ vloˆ rs rihq iP`ky idl vwlw bx ky srUp pRkwS mX prmwqmw ivKy iml ky joqI mYˆ jÎoqImeI = pRkwS rUp hI ho jwˆdw qy 'sohM sohM' dI sur rt dI qwn qwr AMdry AMdr bMn ilAw krdw hY[ Bwv Apny AMdr Esy nUM hI Awp rUp ho v`isAw swKÎwq AnBau kr ky 'soeI mYˆ hwˆ' 'soeI mYˆ hwˆ' ieh rt lgweI rKdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H5H8",
        "source_page": 34,
        "source_line": 4,
        "gurmukhi": "gur isK sMD imly bIs iekIs eIs; pUrn ibbyk tyk eyk hIXy Awny hY [34[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Believe it for Sure that by meeting with Guru, a Guru conscious person becomes one with Lord and all his life depends on Naam Simran-an exclusive support of the Lord. (34)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Asl ivc gurU is`K dI sMDI myl iesy AvsQw ivc hI huMdw hY qy ieQy Awx ky hI vIhwˆ dy vrqwry ivc vrqnhwrw ieh lok qy iekIsvyˆ Bwv ivKy vrqnhwrw prlok ipMfI AOr bRhmMfI smUh isRStI eIs eIsÍr meI hox dw pUrx ibbyk pUrw pUrw gÎwn huMdw hY qy ies hI iek mwqR eykqw dI tyk inscw ihrdy AMdr ilAOˆdw Dwrx krdw hY ]34]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
