[
  {
    "id": "Y19",
    "sttm_id": 6516,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NGJM",
        "source_page": 36,
        "source_line": 1,
        "gurmukhi": "inrgun srgun kY AlK Aibgq giq; pUrn bRhm gur rUp pRgtwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Supreme Lord whose countenance is beyond perception, who is indestructible, despite being formless took human form and revealed Himself as Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy inrgux inrwkwr srUp nUM nw iliKAw jw skx vwlw hox kr ky AlK rUp vrnx kIqw jwˆdw hY, ijs dI giq gÎwn Aibgq AbÎkœ = ApRgt srUp hY, vw ijs dw Aibgq gÎwn giq inivrq ho cukw hY buDI Awidkwˆ dI gMmqw qoˆ AYsy pUrn bRhm ny hI srgun Awkwr DwrI hY ho ky bx ky Awpxy Awp nUM gurU rUp ivKy pRgtwieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FG0M",
        "source_page": 36,
        "source_line": 2,
        "gurmukhi": "srgun sRI gur drs kY iDAwn rUp; Akul Akwl gurisKnu idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God in His immanent form as Satguru who is beyond all castes, creed and race make the Sikhs realise the true form of God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aus srgux srUp mnuK dyh DwrI sRI klÎwn rUp gurU mhwrwj jI nUM drs nyqR gocr hox qy vw drSn ivc AOx qy ijnHwˆ ny kY DÎwn kIqw hY DÎwn aunHwˆ dw Bwv Awpxy ic`q AMdr ijnHwˆ ny vswieAw hY, aunHwˆ gur is`Kwˆ nUM Awpxw Akl mwXw AivdÎw dIAwˆ klwˆ qoˆ rihq Akwl rUp sqÎ srUp AibnwsI rUp idKwieAw AnuBv krwieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y1YL",
        "source_page": 36,
        "source_line": 3,
        "gurmukhi": "inrgun sRI gur sbd Anhd Duin; sbd byDI gur isKnu sunwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The heart piercing melodious tune which Satguru sings to his Sikhs is in fact manifestation of True Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq qwˆ srgux srUpI dÍwry Apxw Akwl rUp drSn krwXw qy inrgux srUp sRI gurU mhwrwj jI ny Sbd byDI ijnwˆ dy ic`qwˆ nUM siqgurwˆ dy aupdyS ny ivMn id`qw hY ijnwˆ dy AMdr Sbd Ds cu`kw hY AQvw byDI pwTwˆqr hox kr ky jo jwnxhwry Sbd dy mrmI hn AYsy nwm rsIey guris`Kwˆ nUM Anhd Sbd dI DunI dy rUp ivc suxwky AnuBv krwieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2UYN",
        "source_page": 36,
        "source_line": 4,
        "gurmukhi": "crn kml mkrMd inhkwm Dwm; guruisK mDukr giq lptwey hY [36[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fragrance of the dust (of the lotus feet of such Satguru) with which the Sikhs remain attached is capable of destroying all worldly desires. (36)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ kr ky inrgux srgux srUp dy drSn krOx hwry siqgurwˆ nUM inhkwm Dwm inSkwmqw dy mMidr vw inSkwm pd mukqI dw AsQwn jwx ky gur is`K aunHwˆ dy crx kmlwˆ dI mkrMd sugMDI dI swr rUp DUlI rj nwl mDukr giq BOry vwkUM lptwey hY lMpt huMdy pRym krdy vw aus ivKy ilv lIx huMdy hn ]36]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
