[
  {
    "id": "DV1",
    "sttm_id": 6517,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZV3F",
        "source_page": 37,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur byl huie cMbylI giq; mUl swKw pqR kir ibibD ibQwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru, manifestation of Almighty God, is like jasmine creeper of which He Himself is the root and all His devotees and pious persons are its leaves and branches.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm sÍrUp siqgurwˆ ny Anyk pRkwr dy rUpwˆ ivc ivsQwr pwieAw cMby lI dI byl vl vwkUM, Bwv ij pRkwr cMbylI dI Juk ky DrqI aupr AweI SwK ijQy BI DrqI ivc Ds ky gf jwˆdI hY ArQwq, dwb rUp Dwrx kr lYˆdI hY, auQoˆ hI muF jVH pRgt kr ky twhxIAwˆ p`qR Awid Anyk qrHwˆ dw ivsqwr pswrw kr lYˆdI hY AYsy hI pUrn bRhm pRmwqmw sRI gurU nwnk dyv dy srUp ivKy prgt ho ijQy BI sRI lihxy jI Awid dy irdy BUmI ivKy gf gey Ds gey, auQy hI Awpxw inj Bwv rUp muF pRgt kr ky p`DqI, sMpRdwie pRivrq krn hwry sRI gurU AMgd dyv jI Awid dy srUp ivKy SwKw rUp ho pRivrqy aupRMq Awpxy qoˆ swKÎwq swjy pRcwrk rUp BweI mnsuK bwbw bu`Fw jI vw JMfw bwFI jI Awid, AQvw pRMprw qoˆ sRI gurU AMgd jI, sRI gurU Amrdws jI Awid qoˆ swjy AYisAwˆ pRcwrk is`Kwˆ dIAwˆ pVSwKwˆ SwKwˆ ivcoˆ inklIAwˆ sUKm SwKwˆ twhxIAwˆ pRgtweIAwˆ ies BweI pwro julkw vw sÍXM BweI gurdws jI qQw hor mMjIAwˆ Awid Qwpn dy pRkwr dI swjnw swj ky Pyr Agy jo ienHwˆ pRcwrkwˆ dÍwrw gur is`K sMgqwˆ QwpIAwˆ auh mwno puSp Pul auqpMn kIqy[ Ar iqnwˆ ivc injrUp = nwnk inrMkwrI hI jYjYkwr rUp kIrqI dy subws sRySt bwsnw sugMDI dIAwˆ lptwˆ pswrIAwˆ, ijnHwˆ ny ieauˆ pRgt ho kr ky sMswr dw auDwr klÎwx kIqw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTWY",
        "source_page": 37,
        "source_line": 2,
        "gurmukhi": "gurisK puhp subws inj rUp qw mY; pRgt huie krq sMswr ko auDwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Pleased at the services of His devotees (like Bhai Lehna Ji, Baba Amar Das Ji, etc.) Satguru turns those devotees by His grace and makes them into fragrance-spreading flowers and by manifesting in them is liberating the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq sRI gurU nwnk dyv jI dI kIrqI nUM mihkwn vwly dysIˆ pRdysIˆ v`snhwry is`K sMgqwˆ rUp Pulwˆ nwl iqlwˆ dI nÎweIˆ qih pr qih AMdroˆ bwhroˆ iek ho ky jyhVy lok Awx Awx imly, aunHwˆ AMdr BI auhI sugMDI rUp bwsnw KuSbU = sRI gurU mhwrwj dI kIrqI dw invws aunHwˆ ny kr id`qw Bwv gurU mhwrwj jI dy nwm lyvw is`K bxw id`qy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AYKG",
        "source_page": 37,
        "source_line": 3,
        "gurmukhi": "iql imil bwsnw subws ko invws kir; Awpw Koie hoie hY Pulyl mhkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as sesame seed loses its existence and becomes scent when unites with the fragrance of the flowers, the devotees too lose themselves to the Lord through meditation and spread divine fragrance in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny sc muc iqlwˆ vwˆ|UM hI Awpw guvw ky jwqI goq Awid dw AiBmwn iqAwg ky Pulyl vwˆ| pUrn pRymI bx ky A`gy mihkwr sugMDI nUM pswrnw ArMB id`qw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YFHW",
        "source_page": 37,
        "source_line": 4,
        "gurmukhi": "gurmuiK mwrg mY piqq punIq rIiq; sMswrI huie inrMkwrI praupkwr hY [37[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sikhism has a tradition of changing sinners into holy persons. And in this path, this is a very righteous task and service towards others. Those engrossed in material world are converted into God-loving and godly persons. They are detached from maya (mamm",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bs! ieauˆ kr ky gurmuKI pMQ is`KI mwrg ivc Aw igAw piqq prmwrQoˆ ifigAw vw mnuKI jIvn dy mh`q qoˆ ifigAwˆ sB nUM hI pivqR krn vwlI rIqI mRXwdw nwl sMswrI huMdy nUM BI inrMkwrI inrMkwr vwlw nwnk pMQIAw bxw ilAw Xw bxw ilAw jwˆdw hY[ Ar eyho hI pr ivSyS kr ky aupkwr vwihgurU dy mwrgoˆ dUr ivCiVAwˆ nUM aup +kwr = aus dw smIpI bxw dyx vwlw cwlw vrqnw hr iek guris`K dw vw isKI mwrg dw Drm hY[ Bwv jIv mwqR nUM hI gurU nwnk dyv dy JMfy hyTwˆ ilAwxw Aswfw prm Drm hY ]37]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
