[
  {
    "id": "MJM",
    "sttm_id": 6518,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NPNY",
        "source_page": 38,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur ibrK ibQwr Dwr; mun kMd swKw pqR Aink pRkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru, a total form of complete Lord is like a fragrant tree, whose spread has many branches, leaves, flowers in the form of Sikhs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm srUp sRI gurU nwnk dyv jI ny pUrb aukq rIqI dÍwry ibrC dy smwn ivsqwr nUM Dwrn kr ky ikqy qwˆ mUl rUp ho mUl Pl auh huMdy hn ijnwˆ dy p`qR jVH aupr hI rihMdy hn qy Ckn vwlw Pl rUp pdwrQ Q`ly hMdw hY Bwv ieauˆ muFoˆ hI Awp rUp ho is`Kwˆ nUM inhwl kIqw, Aqy ikqy kMd rUp ho iSv nwB rwjy vrigAwˆ nUM AMdry AMdr hI cwh qwirAw kMd Pl DrqI dy ivcoˆ hI augm pYx vwly huMdy hn[ Aru ikDry SwsqR Awid dy Anyk FMgwˆ dÍwry isRStI nUM qwirAw[ ijs dy ivcy brkqwˆ, bKSSwˆ bKSky vw Awpxy aupr Anyk pRkwr dy kSt sih sih ky kIqy aupkwrwˆ dw vIcwr hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZDCA",
        "source_page": 38,
        "source_line": 2,
        "gurmukhi": "qw mY inj rUp gurisK Pl ko pRgws; bwsnw subws Aau sÍwd aupkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the strenuous toil of devoted Sikhs like Bhai Lehna Ji and Baba Amar Das Ji, the True Guru illuminated His own light in them. Engulfed in the desire of worship and fragrance of the Lord, these pious souls are keen to spread and distribute the elixir-li",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqnwˆ AYisAwˆ ivcoˆ hI ikqy inj rUp gur is`K Pl srUp sRI gurU AMgd dyv jI qoˆ Awid lY smUMh gurU srUp Awp hI ho ky pRgws kr ky, Bwv dUsry srUpwˆ ivKy joq jgw ky insqwirAw ArQwq sugMDI rUp bwsnw rsqy lokwˆ dy AMdr nUM KyiVAw Aqy sÍwd AnuBv rs nwm rs dI pRwpqI dÍwry sB iksy aupr ieauˆ aupkwr hI aupkwr aunHwˆ ny pwilAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DGFT",
        "source_page": 38,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd rs risk huie; cwKy crnwimRq sMswr ko auDwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such Gursikhs enjoying the fragrance of the dust of Lord's lotus-feet emancipate others from the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq kIh ik aunHwˆ dy crx kmlwˆ dI DUlI dy rs dw risk rsIAw = pRymI bx ky ijs iksy ny BI siqgurU dy crxw dw AMimRq c`iKAw hY aus dw EnVwˆ ny sMswr qoˆ jnm mrx ivc ruVHdy rihx qoˆ auDwr insqwrw kr id`qw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "926Y",
        "source_page": 38,
        "source_line": 4,
        "gurmukhi": "gurmuiK mwrg mhwqm AkQ kQw; nyiq nyiq nyiq nmo nmo nmskwr hY [38[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the path of Sikhism cannot be described. All that we can say is that He is infinite, infinite and beyond and is worthy of our salutes myriad times. (38)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq gurmuK mwrg is`KI pMQ dy mhwqm pRBwv dI kQw AkQ rUp kihx qoˆ pwr hY ijs kr ky iqMn vwr nyq nyq dI pRqgÎw krdw hoXw bwrMbwr nmskwr hI nmskwr krdw hwˆ ]38]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
