[
  {
    "id": "EA6",
    "sttm_id": 6519,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TQ44",
        "source_page": 39,
        "source_line": 1,
        "gurmukhi": "brn brn bhu brn gobMs jYsy; eyk hI brn duhy dUD jg jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the cows are of many breeds and colours, yet the whole world knows that they all yield milk of the same colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rMg rMg dI rMg brMgI nÎwry rMgwˆ dI hox kr ky ijs qrHwˆ gaU jwqI bhu brn bhuq rMgwˆ dI AwKx ivc Aw rhI hY, pRMqU duD coieAw sB dw hI ieko rMg dw huMdw hY, ieh g`l swrw jgq hI jwxdw hY b`s AYsw hI hwl gux krm dy Anuswr mnu`K jwqI dw smJo bRwhmx, KÎqRI, vYS, Ar, SUdr sMgÎw iesy qrHwˆ hI peI hoeI hY gaUAwˆ dy duD vq prmwqmw dI sqÎw sB pRwxI mwqR AMdr iek srUp hI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3R1Q",
        "source_page": 39,
        "source_line": 2,
        "gurmukhi": "Aink pRkwr Pl PUl kY bnwspqI; eykY rUp Agin srb mY smwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There are many species of fruit and flower trees but all carry the same latent fire in them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hor idRStwˆq: Pl Pul Awid dy A`fo A`f Byd Bwv idKweI dyx kr ky, bnwspqI Anyk pRkwr dI khI jwˆdI hY, pr AgnI iek rUp hI sB ivKy smweI hoeI hY ie\\yˆ hI prmwqmw dw pRkwS sB jIv mwqR ivKy iek smwn rimAw hoXw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UDCM",
        "source_page": 39,
        "source_line": 3,
        "gurmukhi": "cqur brn pwn cUnw Aau supwrI kwQw; Awpw Koie imlq AnUp rUp TwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Four different colours-beetle leaf, Supari (beetle nut), Kattha (extract of the bark of accacia) and lime shed their own colour and merge in each other in a Paan and make beautiful red colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pwn, supwrI, cUnw Aqy k`Q- eynwˆ cOhwˆ dw hI Afo A`f cwr pRkwr dw rMg hY, jq Awpo ivc iml ky Awpw guvw dyˆdy hn qwˆ aupmw qoˆ rihq suMdr lwl gulwl rMg bx jwieAw krdw hY[ eyho hI hwlq A`f A`f krxI krm Awidkwˆ dy AiBmwn kr ky bRwhmx Awid cwr vrx Xw Anyk jwqIAwˆ dI khy jwx dI hY; pRMqU Awqm s`qw aupr ingHw pswrÎwˆ koeI iBMn Byd nhIˆ Bwsdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LT38",
        "source_page": 39,
        "source_line": 4,
        "gurmukhi": "logn mY logwcwr gurmuiK eykMkwr; sbd suriq aunmn aunmwnIAY [39[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the Guru-conscious person (Gurmukh) renounces various worldly pleasures and adopts one colour of the formless God. And because of the blessings of his Guru who has taught him to unite with the divine word and his mind, he achieves higher spiritu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so du`D idRStI kr ky gaU jwqI dI eykqw vq Aru AgnI dI ingHw nwl bnspqI dI iek rUpqw nÎweIˆ qQw lwlI vwlI iekweI ivc pwn supwrI Awid dI A`fo A`f dSw dy ivlÎ hox smwn lokwcwr idRStI nwl cwhy lok nÎwry nÎwry hox pRMqU gurmuK Bwv gur is`KI Bwv ivKy ieko Awkwr iek srUp hI ho jwXw krdy hn, hwˆ suriq jykr sbd gurU ky aupdyS ivc aunmn auqkMTw vlI bx jwvy mgn ho jwvy qwˆ ies eykqw dy Bwv nUM aun mwnIAY = vIcwr ivc lÎwˆdw Xw AnBau kIqw jw skdw hY ]39]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
