[
  {
    "id": "QN1",
    "sttm_id": 6520,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HC91",
        "source_page": 40,
        "source_line": 1,
        "gurmukhi": "sINcq sill bhu brn bnwspqI; cMdn subws eykY cMdn bKwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By irrigation, several kinds of plants and vegetation can be grown but when they come in touch with sandalwood they are all called sandalwood (because they have the same fragrance).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pwxI dÍwry isMjI hoeI bnwspqI (Gwh qRIx ibrC byl Awid) AnMq rUpwˆ ivc jo ho rhI sI cMdn dI subws sugMDI dÍwry isMcI jw ky iek mwqR cMnx hI khI jwx l`g pYˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "679Z",
        "source_page": 40,
        "source_line": 2,
        "gurmukhi": "prbq ibKY auqpq huie Ast Dwq; pwrs pris eykY kMcn kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Eight metals are obtained from mountain but when each one of them are touched by philosopher-stone become gold.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prbqwˆ ivKy lohw, qwˆbw, cwˆdI, klI, ijsq, is`kw, pwrw, sonw A`T Dwqwˆ aupijAw krdIAwˆ hn pRMqU pwrs nUM prsn Cohn mwqR qy hI iek sonw kr ky hI jwnx ivc AwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SJBX",
        "source_page": 40,
        "source_line": 3,
        "gurmukhi": "ins AMDkwr qwrw mMfl cmqkwr; idn idnkr joiq eykY prvwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the darkness of the night, many stars shine but during the day, the light of one Sun alone is considered authentic.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rwqRI smyˆ AMDkwr hnyrw psrn smyˆ qwirAwˆ dw mMfl AsMKÎwq qwirAwˆ dw Gyrw cmqkwr ivc AwXw krdw hY, Bwv pRgitAw krdw hY, pr jÎoˆ hI ik idn dy smyˆ idnkr sUrj dI joq pRgt huMdI hY qwˆ auhI qwry BI Awpxy pRkwS dI AnykqweI nUM qÎwg ky eykY prvwnIAY ieko mwqR pRkwS nUM hI pRvwx kr lYˆdy hn Bwv eykqw ivc lIn ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L2S3",
        "source_page": 40,
        "source_line": 4,
        "gurmukhi": "logn mY logwcwr gurmuiK eykMkwr; sbd suriq aunmn aunmwnIAY [40[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a Sikh who lives life according to the advice of his Guru becomes divine in all respects, even when he is living life as a worldly person. Due to the lodging of the divine word in his mind, he is known to be living in heavenly state. (40)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`s ievyˆ hI bnspqI, DwqUAwˆ qQw sqwirAwˆ dy vukq FMg nwl eykqw ivc Aw jwx smwn hI lokwˆ AMdr lokwcwrI ivc vriqdAwˆ hoieAw BI gurmuKI Bwv ivKy eykMkwr ieko sÍrUp = gur is`K hI ho jwXw krdy hn, hwˆ! ies mrm dw aunmwn vIcwr qd pqw l`igAw krdw hY, jd Sbd ivKy surq aunmwn aunmnI dSw ivKy AweI hoeI prcy nUM pRwpq ho = mgn ho jwvy ]40]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
