[
  {
    "id": "N28",
    "sttm_id": 6522,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FXYY",
        "source_page": 42,
        "source_line": 1,
        "gurmukhi": "jog ibKY Bog Aru Bog ibKY jog jq; gurmuiK pMQ jog Bog sY AqIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Where yogic practitioners have innate desire for worldly relishments and the worldly people desire to become yogi, but those treading the path of Guru maintain a very different and unique desire in their hearts than the yogis.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jog ibKY Bog jog dI swDnw ivKy irDIAwˆ is`DIAwˆ Awid dw Bog pRwpq hoxw mMinAw hY- Aru Bog ibKY jog jq XgÎ Awid Bog ivBUqI ivKy pRivriqAwˆ jog ivKy juVnw Pl pRvwn kIqw jwˆdw hY pRMqU ir`DIAwˆ is`DIAwˆ nUM cytk rUp qQw XgÎ Awid swDnwˆ rwhIˆ surg Awid lok dy smwˆ pw ky nwS ho jwx vwly Bogwˆ dI pRwpqI nUM iCx BMgur iCx ivnwsI rUp hox kr ky igVwau dw kwrx mMnx vwlw gurmuK pMQ, jog qQw Bog dohwˆ qoˆ hI AqIq AsMg nÎwrw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GFGV",
        "source_page": 42,
        "source_line": 2,
        "gurmukhi": "igAwn ibKY iDAwn Aru iDAwn ibKY byDy igAwn; gurmiq giq igAwn iDAwn kY AjIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those following the path of Gyan (knowledge) keep their mind focused on contemplation while those in contemplation are wandering for Gyan. But the state of a person treading the path of his Guru is above those persons who are pursuing Gyan or Dhyan (conte",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "igAwn ibKY iDAwn igAwn vIcwr dy auqpMn krxhwry swˆKÎ SwsqR dy Anuswr vrqn vwly nUM iDAwn dw jog swDn vwlw hI Pl pRwpq hoxw ikhw jwˆdw hY, Aru iDAwn ibKY byDy igAwn Aqy iDAwn jog dI swDnw swDn ivKy hI igAwn AMdr nUM ivMnH idMdw Bwv igAwn ic`q AMdr Awx pRwpq hoxw SwsqRkwr kihMdy hn, pRMqU gurmiq giq gurU mhwrwj dy miq isDwˆq vwlw giq igAwn AQvw giq rihxI igAwn iDAwn kY AjIq hY aukq swˆKÎ Aru Xog dÍwry nhIˆ ij`qI jwx vwlI ArQwq aunHwˆ qoˆ iSromxI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NQN4",
        "source_page": 42,
        "source_line": 3,
        "gurmukhi": "pRym kY Bgiq Aru Bgiq kY pRym nym; AlK Bgiq pRym gurmuiK rIiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Followers of path of love yearn for devotion and those on path of devotion desire love, but the innate desire of Guru-conscious person is to remain engrossed in loving worship of God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr ieknw dw mq hY ik pRym kr ky BgqI dw nym DwirAwˆ prmySÍr imldw hY Aru ieknw dw m`q hY ik BgqI dy Kws inXmwˆ dy pwlx kIiqAwˆ vwihgurU dI pRwpqI huMdI hY pRMqU gurmuiK rIiq = gurmuKwˆ vwlw cwlw aukq pRkwr dy pRymw BgqI vwly mq qoˆ AlK nhIˆ lKÎw jwx vwlw hY, Bwv auh log gurmuKwˆ dy pRym nUM nhIˆ pug skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C8CH",
        "source_page": 42,
        "source_line": 4,
        "gurmukhi": "inrgun srgun ibKY ibsm ibsÍws irdY; ibsm ibsÍws pwir pUrn pRqIiq hY [42[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many seekers hold a faith on the worship of Transcendental Lord while others hold a strange view of worship of God. Perhaps their belief and understanding is half baked. But the disciples of Guru hold their faith on the Lord much above these strange devot",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\y hI ieknw dy irdy AMdr inrgux dw ibsm ibsÍws AnoKw inscw qy ieknw dy AMdr srgux dw pRMqU ies donoˆ Bwˆq dy AnoKy inscy qoˆ, gurmuKwˆ dw pUrx pRqIq BirAw inscw pwr t`ipAw ipAw hY, Bwv inrgux srgux qoˆ gurU ky is`K bhuq dUr pugdy hn ]42]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
