[
  {
    "id": "DXG",
    "sttm_id": 6523,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GZBQ",
        "source_page": 43,
        "source_line": 1,
        "gurmukhi": "ikMcq ktwC idib dyh idib idRsit huie; idib joiq ko iDAwnu idib idRstwq kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With just a miniscule of clement look of Satguru, the body and looks of a disciple of the Guru become divine. He then starts seeing the presence of the Lord all around him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd mnu`K siqgurwˆ dI sMgiq ivc AwXw qy ikMicq ktwC QoVHw mwqR A`K Br ky aunHwˆ q`k ilAw, Bwv kt kwˆtw +A`C A`K dw = ikMicq Br ikRpw BrI A`K dI coB ijgÎwsI v`l clw id`qI, qwˆ ieqny mwqR nwl hI EsI dyhI idb aujly Bwv vwlI sucI suMdr bx jwXw krdI hY qy idbÎ idsit AlOikk gÎwn sMpMn siqsMg dIAwˆ rmzwˆ smJx vwlw ho jwˆdw hY Aru idb joiq ky eIsÍr pRkwS dy iDAwn ky kr ky idb idRStwˆq idb srUp BgvMq idRS† Aw jwˆdw swKÎwqkwr nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0CFB",
        "source_page": 43,
        "source_line": 2,
        "gurmukhi": "sbd ibbyk tyk pRgt huie gurmiq; Anhd gMim aunmnI ko mqwq kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By meditating on Gur Shabad (Guru's Word) and taking its refuge, Guru's precepts are revealed to him. When he reaches the state of listening to unstruck melody of the divine word, he enjoys the bliss of higher state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd siqgurwˆ dy aupdyS dw ibbyk jÎoˆ kw qÎoˆ vIcwr ho AOˆdw hY qy Es dI tyk shwrw AMdr imldy swr hI gurmiq pRkrx AnuswrI gurmuKI miq pRgt ho AOˆdI hY, Aqy Pyr ausy hI Bwv ivKy aunmnI ko aunmnI AvsQw Xw mudRw AMqr inSwnw bwhr idRS†I BwvI swDnw nUM mqwˆq kY mqoˆidAwˆ mqoˆidAwˆ mnn krdy ABÎws krdy hoey Anh gMm byh`d mMfl ivKy vw Anhd DunI dy SRvx dI gMm phuMc pRwpq ho jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U0YS",
        "source_page": 43,
        "source_line": 3,
        "gurmukhi": "igAwn iDAwn krnI kY aupjq pRym rsu; gurmuiK suK pRym nym inj kRwiq kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Concentrating on the knowledge of the True Guru, listening to his counsel, practicing contemplation and living life according to His command, a feeling of love grows and blossoms. And in living this life of love, a Guru-conscious person realises the radia",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`s ies pRkwr kr ky igAwn iDAwn krnI kY Sbd igAwn vw iDAwn ABÎws rUp krxI kr ky hI aupj AOˆdw hY pRym rs AnuBv ijs AnuBv dÍwry pRwpq hoeI inj kRwˆiq kY Awqimk qyjnw Awqimk Ej kr ky pRym AnuBvI Bwv ivc itkn dI cwt l`g jwˆdI hY, qy eysy hI nym iek qwr iK`c tIcy kwrx vw nym inscy kr ky gurmuK nUM suK bRhmwnMd prmwnMd dI pRwpqI huMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN1Z",
        "source_page": 43,
        "source_line": 4,
        "gurmukhi": "crn kml dl sMpt mDup giq; shj smwiD mD pwn pRwn swNiq kY [43[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the bumble bee attains the divine bliss by drinking the elixir and getting shut in the box-like petals of a lotus flower, similarly in order to provide spiritual peace to his life, a true seeker enjoins the lotus-like feet of Guru and drinks deep by co",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kml dl spt kOl Pu`l dy p`qR pMKVIAwˆ dy f`by ivc ismtwau ivKy mDup giq BOry dSw smwn BOry vwkUM mD pwn AMimRq rs AnuBv rs nUM Ckdw hoieAw pRwn mn vw sÍwswˆ dI gqI AQvw jwn nUM ivswr siqgurU krqwr dy crx kmlwˆ ivKy AQvw aukq c`lx = mgnqweI ivKy Swˆq kY SwˆqI pUrbk Afol shj smwD suBwivkI iesiQqI ivKy iesiQq hoieAw rihMdw hY ]43]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
