[
  {
    "id": "GX9",
    "sttm_id": 6524,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XYFY",
        "source_page": 44,
        "source_line": 1,
        "gurmukhi": "sUAw gih nilnI kau aulit ghwvY Awpu; hwQ sY Cfwey CwfY pr bis AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A parrot catcher fixes a rotating pipe/tube on which a parrot comes and sits. The pipe rotates and the parrot hangs upside down. He does not let go the pipe. The parrot catcher then comes and frees his claws. Thus he becomes a slave.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nlnI nVy dI nlkI kvI cMdRbMsI kOl dI nwl ijs nUM icVI mwr lok qoiqAwˆ nUM PVx smyˆ AYauˆ kMm ivc lÎOˆdy hn ik Awmo swmny do l`kVIAwˆ g`fky aunHwˆ ivc iek l`kV dw pqlw fMfw ijs aupr nVy dI nlkI iPrvIˆ dSw ivc cVHweI jwˆdI hY pro ky Q`ly Es dy pwxI dw b`Tl Br idMdy hn qoqw pwxI dy lwlc ivc jÎoˆ hI ik aupr Awn ky bYdw hY auh iPrkI vwˆkU BOˆ jwˆdw hY qy Bwr kwrx qoqw Q`ly ho Awpxy prCwvyˆ nUM dyK dyK ifgn fu`bn dy BY nwl Es nUM PVI r`Kdw hY, qy ies qrHwˆ Awpxy Awp nUM mUrKqw dy qwx sdw leI kwbU krw lYˆdw hY, AQvw kvI dI nwl jo mmUlI jor nwl tut nhIˆ skÎw krdI Es nUM do AifAwˆ ivc pro ky jkV idMdy hn ijs aupr qoqy dy bYTdy swr hI auh Q`ly nUM lck Kw jwˆdI hY, jd ik BYBIq qoqw Es nUM nrVdw hY qy PiVAw jwˆdw hY[ so aukq nlnI nUM gih pkV ky qoqw jIkUM aultdw hoXw Apny Awp nUM ghwvY PVw mwrdw hY qy h`Q nwl CufwXwˆ hI Es nlkI nUM C`f ky prwey icVI mwr dy v`s ADIngI ivc Aw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D62S",
        "source_page": 44,
        "source_line": 2,
        "gurmukhi": "qYsy bwrMbwr tyir tyir khy pty pty; Awpny hI nwE sIiK Awp hI pVweI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the parrot is trained and taught to say words, he repeatedly speak those words. He learns to speak his own name and he teaches it to others as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XKE3",
        "source_page": 44,
        "source_line": 3,
        "gurmukhi": "rGubMsI rwm nwmu gwl jwmnI su BwK; sMgiq suBwv giq buiD pRgtwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A parrot learns to pronounce the name of Ram from the devotees of Ram. From the wicked and unrighteous, he learns bad names. In the company of Greeks, he learns their language. He develops his intellect according to the company he keeps.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qYsy iesy hI pRkwr Pyr muV muV ky pukwr pukwr ky hwkwˆ mwr mwr ky kihMdw hY- pVHo pVHo pVHo gMgw rwm pVHo rwm rwm, Aru ieauˆ Awpxw hI nwm 'gMgw rwm' isK ky qy A`gy dUsirAwˆ nUM BI pVHOx vwlw bx ky pVHOx l`g pYˆdw hY, ie\\yˆ hI kyvl qoqy vwkUM rwm rwm isK ky jo isKox l`g pYˆdy hn Asl ivc ieh nwm lYˆdy hn rGubMsI rwm dw nwm ijhVI ik gwlI huMdI hY jmnI suBwKw jmn lokwˆ qurkwˆ dI ApxI BwKw bolI PwrsI ivKy kÎoˆik 'rwm' Sbd dy ArQ hn ies bolI ivc lOˆfw Xw gulwm so sc muc qoqw jÎoˆ jÎoˆ by smJI dy kwrx rwm rwm lOˆfw lOˆfw dw Bjn kr ky ipMjry ivc lokwˆ nUM BI ieho isKwldw isKwldw mwno Apny hI bMDnwˆ nUM pswrdw hY qÎoˆ qÎoˆ hI dsrQ suq rwm dy nwm dIAwˆ Awp trwˆ lgw lgw ky qy dUsirAwˆ nUM BI iesy hI vqIry dw bMDUAw bxw bxw ky ies krm dy bdly AYsy lok Apny hI bMDnwˆ nUM AiDk pswrdy hn kÎoˆ ju sMgiq suBwv giq sMgiq dy suBwv mUjb hI giq gqI moK huMdI hY qy Esy muqwbk hI buD boD igAwn BI pRgt hoXw krdw hY[ AQvw sMgq dy suBwv giq mUjb Anuswr hI buD boD hoXw krdw hY Xw buDI AMq mqw soeI gqw ijhI ijhI gqI vrqoˆ inq dI hovy iqhI iqhI hI AMq mqw AMq smyˆ buD PuirAw krdI hY, Bwv bMDUey purKwˆ dI sMgq ivc moK nhIˆ ho skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZT56",
        "source_page": 44,
        "source_line": 4,
        "gurmukhi": "qYsy gur crn srin swD sMg imly; Awpw Awpu cIin gurmuiK suK pwveI [44[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly in the company of holy men, and taking the refuge of the lotus-like feet of the Satguru, the Sikh in attendance of his Guru realises his self and enjoys the true bliss and peace. (44)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ijs qrHwˆ bMDUey purKwˆ dI sMgq bMDnkwrI hY iqsI pRkwr siqgurwˆ dI sMgq moK krqw hY kÎoˆik gurU mhwrwj jI dy crxwˆ dI srx AwXwˆ siqsMg pRwpq hoieAw krdw hY qy siqsMg dy pRBwv sB dy Awp rUp nUM Awpxy AMdr cIn pCwx ky gurmuK nUM suK dI pRwpqI hoXw krdI hY Bwv kIh ik qoiqAwˆ vwkUM nwm dIAwˆ rtwˆ nwl kuC nhIˆ bnxw jd siqgurwˆ dy mwrg Anuswr sÍws sÍws nwm jpÎw jwaU qdy hI s`cw suK pRwpq hoaU ]44]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
