[
  {
    "id": "55X",
    "sttm_id": 6526,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7N23",
        "source_page": 46,
        "source_line": 1,
        "gurmukhi": "mn bc kRm huie iekqR CqRpiq Bey; shj isMGwsn kY Aib inhcl rwj hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person feels like a mighty king when he is able to concentrate his mind on words and acts as per the teachings of Gum. When he is able to rest in a state of equipoise, he feels like an emperor of infallible kingdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn, bc, kRm = mn bwxI Aru srIr jd iekqRR ho jwx iek Gwt qy kMm krn l`g jwx Bwv srIr ieMdRIAwˆ dw AsQwn auh kuJ kry jo bwxI mUMhoˆ inkl cu`kI hovy Aru bwxI auh mUMhoˆ inkly jo mn dy mnn ivc Aw geI hovy ArQwq ijhVI AYn inscy ivc Aw cu`kI hovy qwˆ ies pRkwr sMklp kQnI Ar krxI dy iek smwn vrqwry dw suBwv pRp`k ho jwvy qwˆ gurmuK CqRpiq s`cw pwiqSwh bxw jwˆdw hY[ Aru AYsI rihxI vwlw ho ky shj isMGwsn shjBwvI iesiQqI ivKy iesiQq ivSRwm nUM pOˆdw hoieAw ilhcl rwj Afol AkMtk iekrs rwj soBw pRBwv nUM mwixAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U6WC",
        "source_page": 46,
        "source_line": 2,
        "gurmukhi": "sq Aau sMqoK dieAw Drm ArQ myil; pMc prvwn kIey gurmiq swj hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By imbibing the five virtues of Truth, Contentment, Compassion, Righteousness and Purpose in accordance with the teachings of the Gum, he becomes acceptable and an honourable person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sqÎ mn bwxI srIr kr ky s`c dw pwln krnw Aru sMqoK jYsI l`Bq hovy aus pr pRsMn rihxw, dXw duKIey dI shYqw krnI Drm s`cy Brosy auqy pihrw dyxw qQw ArQ gurmq isDwˆq aupr inscw r`Kxw ienHwˆ pMjwˆ nUM ApxI smUMh vrqn ivKy myl iek sm ivhwr ivc ilAOxw pRvwx kbUl kr ky mwno eys pMj kOˆslI rwhIˆ gurmiq dI swjnw = pRivrqI nUM inbwihAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RR2W",
        "source_page": 46,
        "source_line": 3,
        "gurmukhi": "skl pdwrQ Aau srb inDwn sBw; isv ngrI subws koit Cib Cwj hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All materials and worldly treasures are his. The divine abode of Dasam Duar is his fort where the continuous presence of melodious Naam makes him a unique and glorious person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "skl pdwrQ = Drm ArQ kwm moK rUp cwroˆ hI pdwrQwˆ dI pRwpqI rihxI Aau srb inDwn = Aru smUMh inDwn BMfwry vYrwg BgqI Awid guxwˆ dy BI pRwpq hoey rihMdy hn[ AYsy aus gurmuK dI spw kcYhrI l`gI rihMd hY[ ArQwq iesI pRkwr dy swDnwˆ Ar guxwˆ sMpMn hox kr ky aus dy AMqwkrx dw jo mUloˆ hI APur Bwv ivKy ho jwxw hY so ieh inivrqI Bwv rUp ArQwq sB sMklp bwsnw Awid dy ABwv dy ABwv ho jwxy aupRMq jo Bwv rUp pd AvsQw hY iehI sBw aus dI jwxo[ iSv ngrI = mMgl meI ngrI rwjDwnI hY Aqy subws sRySt bwSnw sukIrqI dw kot PsIl = vlgn mwno aus dI sihr pnwh hY[ AQvw subws = su Awqm pd +bws invws = Awqm pd ivKy hI Awqmw rwmI hoey rihxw ieh Sihr pnwh PsIl hY[ bs ieauˆ dI Cib SoBw suMdrqw kr ky Cwj hY pRBwv sMpMn = db dby vwlw auh bixAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CJH2",
        "source_page": 46,
        "source_line": 4,
        "gurmukhi": "rwjnIiq rIiq pRIiq prjw kY suKY suK; pUrn mnorQ sPl sb kwj hY [46[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The loving and affectionate treatment of such a king-like disciple of the True Guru with other human beings is his statesmanship that spreads happiness, peace and success all around him. (46)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRIq dI rIq sB nwl pRIqI vwlw cwlw hI vrqxw Es dI rwjnIqI huMdI hY[ Aru prjw dy suKYn suK = jo sqsMgI jgÎwsI vw gurmuKqw dy FuMfwaU sMgI AQvw ivdÎwrQI Awid smIpqw dw smwgm pOx, aunHwˆ nUM suKYn suK AsQwnI = suK dw bwsI bnOx ivc hI suK AnMd nUM mMndw hoXw ies pRkwr auh sMpUrx mnorQwˆ dy pUrx hox vwlw qy swry hI kwrj rws ho cu`ky hn ijs dy ies pRkwr dw s`cw mhwrwj bx jwieAw krdw hY ]46]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
