[
  {
    "id": "NGD",
    "sttm_id": 6528,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9U65",
        "source_page": 48,
        "source_line": 1,
        "gurmukhi": "crn srin mn bc kRm huie iekqR qn; iqRBvn giq AlK lKweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of the refuge of True Guru and moulding his mind, words and actions as per His teachings, a Guru-conscious person learns the happenings of the three worlds innately. He recognises the true Lord residing within.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn bwxI srIr jykr crxwˆ dI srx AMdr vrqidAwˆ iekqR ho jwx qwˆ iqRBvn iqRlokI dI giq dSw jo AlK rUp sI srIr dy AMdr hI lKqw ivc Aw jwˆdI pRqIq hox lg ipAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "28V7",
        "source_page": 48,
        "source_line": 2,
        "gurmukhi": "mn bc krm krm mn bcn kY; bcn krm mn aunmnI CweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the harmony of actions, mind and words, the thoughts of the mind, the utterance of the words and actions performed are influenced.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bwv jo kuC mn dy AMdr hovy, auh bc bcn bwxI qy Awvy, Aqy Eho hI Pyr srIr dÍwry krxI rUp ho vrqy ArQwq srIr mn bwxI kr ky kQnI krxI Aru sMklp swDnwˆ dÍwry Apny Awp nUM AYsw swDy ik bwxI bolidAwˆ, kMm kj kridAwˆ qQw sMklpwˆ dI qwr ivKy iek mwqR aunmnI dSw hI vrqI rhy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MDEX",
        "source_page": 48,
        "source_line": 3,
        "gurmukhi": "igAwnI iDAwnI krnI ijau gur mhUAw kmwid; inJr Apwr Dwr BwTI kY cuAweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As wine is brewed from jaggery, sugarcane and Madhuca Indica flowers, so does a Guru-conscious person obtains the unique flow of elixir of Naam when Gyan of his Guru's precepts, Dhyan (concentration of mind) on these precepts and clean actions are perform",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ AYho jyhy igAwnI iqRlokI dI hI dSw nUM Apny AMdr jwnx vwly gurmuK dw igAwn Aru mn dy Gwt pur AvSÎk socwˆ vIcwrwˆ nUM krdy vrqdy hoey aus dw aunmnI iDAwn qQw srIr XwqRw dy inbwhn sbMDI smUMh kwr ivhwr rUp krxI aus dI aunmnI Bwv rUp krxI hI huMdI hY ieh iqMny igAwn iDAwn Aru krxI guV mhUey qQw kmwd smwn smJ ky ijhVw koeI ienHwˆ iqMnwˆ swDnwˆ nUM srIr krxI sMpMn hox ArQ qy bwxI kr ky igAwˆn sMXukœ qQw mn kr ky iDAwn prwiex hox dy ABÎws nUM iek sm ABÎwsy, qwˆ ies ABÎws rUp B`T dÍwry Apwr Dwrw AMimRq dI inJr iek rs cuAweI = co AwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z7JY",
        "source_page": 48,
        "source_line": 4,
        "gurmukhi": "pRym rs AMimRq inDwn pwn pUrn huie; gurmuiK sMiD imly shj smweI hY [48[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person satiates himself by drinking deep the loving elixir of Lord's name and by his union with the divine word of the True Guru, he resides in a state of equipoise. (48)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqs AMimRq dy inDwn BMfwr rUp pRym rs AnuBv nUM pwn Ck kr ky pUrn iqRpq ho jwieAw krdw hY[ jd ik gurmuK dI siqgurU AMqrXwmI Akwl purK nwl sMDI iml jwˆdI hY ijs kr ky auh shj srUp Swˆq pd ivKy smweI ivlInqw nUM pRwpq ho jwˆdw hY ]48]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
