[
  {
    "id": "NWT",
    "sttm_id": 6530,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JFQK",
        "source_page": 50,
        "source_line": 1,
        "gurmukhi": "gur isK sMiD imly idRsit drs ilv; gurmuiK bRhm igAwn iDAwn ilv lweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the devoted Guru-conscious person becomes one with the True form of the True Lord, his vision enjoins the holy sight of Guru. He who practices meditation on Lord's name remains attached with the words of wisdom of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur is`K sMDI dy imilAwˆ pihl pRQmy idRS†I AOr drSn rUp ilv ABÎws dI qwr dy mMfl ivc vrq ky eykqw dy Gr ivc AOˆdy hn[ qwqpRX ieh ik sB srIr ieMdRIAwˆ mn Awid dI ikRXw vrqn nUM ingHw ivc rKx vwlI AMqRIvI joq cyqn s`qw dy drSn ivc ilv l`g jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NQE2",
        "source_page": 50,
        "source_line": 2,
        "gurmukhi": "gur isK sMiD imly sbd suriq ilv; gurmuiK bRhm igAwn iDAwn suiD pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the union of True Guru and his disciple (Gursikh) the disciple obeys the command of his Guru very sincerely and faithfully. By meditating on the Lord, he learns to reflect on the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Ar iesy hI 'swD ilv lweI' ilv lwvn dI swDnw swDidAwˆ ho jwˆdw hY eyho hI swDn gurmuKI bRhmgÎwn[ Bwv gurmiq AnuswrI pihly drjy dw bRhm igAwn ies ABÎws dÍwry pRwpq huMdw hY[ aupRMq gur is`K sMDI dy imilAwˆ Sbd ivKy suriq dI ilv l`igAw krdI hY qwqprj ieh ik q`kn sunx Awid smUh AMdrlI bwhrlI kwrvweI dy auqr dwqy AMdrly dy bol bolin hwr prm gur eyhI rUp Sbd bRhm dy sunx AnuBv krn dy jqn rUp ABÎws dÍwry jd suriq dI ilv aus ivKy l`gdI hY qwˆ ies gÎwn dy pRBwv kr ky jo suD soJI pweI pRwpq huMdI hY auh BI hY bRhm igAwn hI drjy dUsry dw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NZ5E",
        "source_page": 50,
        "source_line": 3,
        "gurmukhi": "gur isK sMiD imly sÍwmI syvk huie; gurmuiK inhkwm krnI kmweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Thus union of a disciple with Guru imbibes the trait of service of the Master. He serves all without reward or desire as he has learnt that he is serving Him who resides in all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr hI gur is`K sMDI dy imilAwˆ sÍwmI siqgur prmwqmw syvk hoie is`K dy AMdr vw Awqmy ivc injrUp dw swKÎwqkwr jlvw bKiSAw krdw hY Bwv auprly swDn swDdy swDdy, Awqmw pRwiex huMdy ies ivKy siqgurU prmwqmw dw pRq`K cmqkwr ho AOˆdw hY qIsrw drjw ies krxI kmweI AiBAws kr ky gurmuK inhkm hY gurmuK inrsMklp inr ivklp inrbwx, srUp ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9NFW",
        "source_page": 50,
        "source_line": 4,
        "gurmukhi": "gur isK sMiD imly krnI su igAwn iDAwn; gurmuiK pRym nym shj smweI hY [50[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a person emerges as a person with ideal actions by virtue of the meditation and reflection on Lord. In the process, he attains equipoise and remains engrossed in it. (50)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq kIh ik guris`K sMDI imilAwˆ aukq sRySt krxI qQw igAwn iDAwn nUM swDidAwˆ hoieAwˆ gurmuK shj srUp dy nym lgwqwr pRym prcy ivKy smweI hY smwie jwˆdw ilv lIn ho jwˆdw hY ieh hY gurmuKwˆ dy bRhm igAwn dw cOQw pd shj igAwn cOQw drjw ]50]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
