[
  {
    "id": "MBD",
    "sttm_id": 6535,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1KVK",
        "source_page": 55,
        "source_line": 1,
        "gurmukhi": "jYsy bIj boie hoq ibrK ibQwr gur; pUrn bRhm inrMkwr eykMkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the seed sown develops into a tree and with time it expands, so has a True Guru emerged out of the one divine form of the all knowing, all powerful, Omnipotent God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ bIj boie bIijAw huMdw hY ibrC dw ivsqwr pswrw Bwrw iqsy qrHwˆ pUrn bRhm inrMkwr inrwkwr ny eykMkwr iek Akwr sB Akwrwˆ dw mUl srUp Awkwr Awpxy Awp nUM pRgt kIqw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "57EN",
        "source_page": 55,
        "source_line": 2,
        "gurmukhi": "jYsy eyk ibrK sY hoq hY Anyk Pl; qYsy gur isK swD sMgiq Akwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a tree yields countless fruits, so is the gathering of many disciples (Gursikhs) of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pyr A`gy iek ibrC qoˆ huMdy hn Anykwˆ hI Pl, iqsy pRkwr aus Awid Awkwr sRI gurU nwnk dyv qoˆ gurU is`K srUpI swD sMgiq dy rUp ivc bÎMq Awkwr hoey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "83XX",
        "source_page": 55,
        "source_line": 3,
        "gurmukhi": "drs iDAwn gur sbd igAwn gur; inrgun srgun bRhm bIcwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Focusing mind on the holy form of True Guru who is the immanent manifestation of Lord, his percepts in the shape of word, its contemplation and understanding of the Transcendental form of God is in reality the contemplation of immanent Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ieauˆ smJ ky gur is`K swD sMgiq dy drSn kridAwˆ hoieAwˆ iDAwn kro q`ko, ieko gurU nUM hI Aru Enwˆ lokwˆ dy bcn iblws rUp sbd vw swD sMgiq dy sbd rUp aupdyS qoˆ jo hovy igAwn Es nUM BI pRvwx kro gurU dw igAwn[ ies pRkwr vrqidAwˆ pRq`K drSn ivKy qwˆ hY bIcwr inrxw srgux bRhm dwAru sbd igAwn ivKy jo hY igAwn gurU dw Es nUM inscy kro inrgux bRhm[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z1AM",
        "source_page": 55,
        "source_line": 4,
        "gurmukhi": "igAwn iDAwn bRhm sQwn swvDwn swD; sMgiq pRsMg pRym Bgiq auDwr hY [55[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By assembling in the holy congregation at the appointed place and meditating on Lord's name with total concentration and loving worship, can one sail through the worldly ocean. (55)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq swD sMgq nUM bRhm pUrn gurU pRmwqmw dw sQwn invws dI TOr inrxw kr ky Es dy pRsMg sMgq nUM pRwpq ho aukq bRhm iDAwn AOr bRhm igAwn ivKy swvDwn rihMidAwˆ mwno iesy hI pRym BgqI kr ky auDwr insqwrw ho jwˆdw hY[ Bwv gurU dI swD sMgiq dw drSn Aru aupdyS dw sunxw mMnxw hI ies Gr dI pRymw BgqI insqwry dw kwrx hY ]55]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
