[
  {
    "id": "FYF",
    "sttm_id": 6537,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XVLD",
        "source_page": 57,
        "source_line": 1,
        "gurmukhi": "gurmuiK pMQ ghy jmpuir pMQ myty; gurisK sMg pMc dUq sMg iqAwgy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Treading the path of Guru's percepts, a Sikh is freed from the fear of death. By keeping company of the holy Sangat (congregation) even vices like lust, anger, avarice, attachment and pride are shed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYisAwˆ gurUAwˆ dw clwieAw hoieAw Duroˆ pRivriqAw jo gurmuK pMQ mwrg p`DqI pRxwlI vw pRpwtI hY, Es dy ghy gRhx kIiqAwˆ Dwrx kIiqAwˆ ieh jm pur nrk dw rwh myt is`tdw hY[ AYho jyihAwˆ ies mwrg dI isKÎw Dwrx vwilAwˆ gur isKwˆ dy sMg joV sMgiq ivc bYTx vwly dw pMj dUq kwm kRoD loB moh hMkwr rUp duSt sMg swQ iqAwg idMdy hn[ Bwv Enwˆ dI SkqI eynwˆ gurmuKwˆ nUM Awpxy ADIn krxoˆ mUloˆ hI nws ho jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z2BA",
        "source_page": 57,
        "source_line": 2,
        "gurmukhi": "crn srin gur krm Brm Koey; drs Akwl kwl kMtk BY Bwgy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking the refuge of Satguru, one destroys all effects of the past deeds. And beholding the God-like form of Satguru, the fear of death disappears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrwj jI dy crxwˆ dI AwˆB swˆB hox swr krmwˆ dw Brm Koie inivrq ho jwˆdw hY ArQwq Amukw krm kIiqAwˆ Awh hwnI ho jwˆdI hY Xw Amuky dy kIiqAwˆ Pulwnw hrjw vwprygw; ies Bwˆq dw krm pRwiexI ibDI inKyD dw sMsw hI inivrq ho jwXw krdw hY[ AOr Akwl AibnwSI sqÎ srUp dy drs swKÎwq drSn kr ky kwl kMtk kMfy smwn duKdweI kwl vw kMfy smwn hr smÎ cuBdy rihx vwlw ic`q AMdr jo kwl dw Kqrw AQvw mOq dw sMsw Es dw BY qOKlw fr BI Bj n`T nwS ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3R3B",
        "source_page": 57,
        "source_line": 3,
        "gurmukhi": "gur aupdys vys bjR kpwt Kuly; sbd suriq mUrCq mn jwgy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Abiding by the sermons of the Satguru, all desires and apprehensions vanish. By engrossing the mind in the holy words of the Guru, the mammon-gripped unconscious mind becomes alert.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur aupdys vys gur aupdyS ivKy AvyS smweI pw lYx lgn dI idRVHqw ho jwx vw pRvyS pw lYx kr ky ArQwq gur aupdyS dI kmweI dy sMcy ivc Fwl ky mwno aupdyS meI vys hI Fwl lYx kr ky b`jr smwn jVy hoey Awsw AMdysy vw AigAwn Brm dy kpwt ikvwV Kul jwˆdy hn Bwv AnBau jwg AOˆdw hY qy Sbd ivKy surq dy pUry pUry prc igAwˆ moieAw mn jwg AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HPQM",
        "source_page": 57,
        "source_line": 4,
        "gurmukhi": "ikMcq ktwC ikRpw srb inDwn pwey; jIvn mukiq gur igAwn ilv lwgy hY [57[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even a subtle element of grace of the Satguru is no less than all the worldly treasures. By engrossing the mind in the word and Naam blessed by the Satguru, one achieves salvation while still alive and living life. (57)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies AvsQw ivKy ikMicq mwqR ikRpw ktwKÎ dI pRwpq ho AOˆdy hn qy gurU mhwrwj dw vwsqvI igAwn pRgt ho ky Es ivc ilv l`gI irhw krdI qy gurmuK jIvn mukq bRhm igAwn ho jwieAw krdw hY ]57]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
