[
  {
    "id": "T2D",
    "sttm_id": 6538,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B5HN",
        "source_page": 58,
        "source_line": 1,
        "gurmukhi": "gurmuiK pMQ suK cwhq skl pMQ; skl drs gur drs ADIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All religions yearn for the comfort and peace of the path of Guru-conscious people. All cults and religions are subservient and in attendance to the path of Guru",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK pMQ gur is`KI dy mwrg dy suK AwnMd nUM cwhuMdy hn pRwpq krnw skl pMQ sB dUsry mq mqwˆqr kÎoˆik swry drSn hYn gurU ky drSn mq dy ADIn qwibAw ies vwsqy ik pUrn bRhm ny Awp gurU Avqwr lY ky ies mq nUM clwieAw hY qy dUsry mq hn clwey hoey Es dy irKIAwˆ mhwqmw dy AMk vw dy ieauˆ BI ArQ kIqy jw skdy hn:ik swry lok cwhuMdy hn drSn siqgurwˆ dw, kÎoˆik gurU dy drSn dy ADIn qwibAw hn swry drSn dyvIAwˆ dyviqAwˆ Awid dy siqgurwˆ dy pUrn bRhm dw swKÎwq Avqwr hox kr ky AQvw sB drSn Es nUM pRwpq ho jwˆdy hn, ijs ny gurU ky drSn kr ley[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K0HQ",
        "source_page": 58,
        "source_line": 2,
        "gurmukhi": "sur sursir gur crn srn cwhY; byd bRhmwidk sbd ilv lIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All gods and their holy rivers yearn for the refuge of Satguru Ji. Brahma the creator of Vedas also longs to attach his mind in the words of Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI sur dyvqy sursir gMgw Awid smUh qIrQ cwhuMdy hn siqgurwˆ dy crxwˆ dI srx[ vw siqgurwˆ dI crx srx pRwpq hoieAwˆ aus gurmuK nUM sB qIrQ hI locn lg pYˆdy hn AYfw prm pivqR auh ho jwˆdw hY[ Aqy byd irg jujr swm AQrvn BI bRhmw Awidkwˆ smyq Sbd gurU dI ausqqI ivc ilv lIn mgn hn[ AQvw jo sbd ivc mgn ho jwvy Es nUM bRhmw Awidk qQw byd BI slwhux l`g jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PZSD",
        "source_page": 58,
        "source_line": 3,
        "gurmukhi": "srb igAwin guru igAwn Avgwhn mY; srb inDwn gur ikRpw jl mIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the religions are seekers of the Naam Simran. By the blessings of the Guru, one gets all the treasures of the world just as a fish receives life-supporting water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr gurU mhwrwj dy gÎwn dy Avgwhn QOh lgwn ivKy srb gÎwn ju`ty rihMdy hn vw gurU gÎwn nUM ijs ny Avgwhn kr kmw ilAw Es nUM sB pRkwr dw gÎwn Awp qy Awp hI Awx pRwpq huMdw hY[ Aqy srb inDwn sB pRkwr dIAwˆ inDIAwˆ vw BMfwry rUp is`DIAwˆ gurU dI ikRpw nwl AYauˆ pRwpq huMdy hn jIkUM jl Aru mClI huMdI hY Bwv jl mClI dy Gny sbMD vq gurU ikRpw dy pRBwv kr ky ies mwrg ivKy sB irDIAwˆ is`DIAwˆ Aru inDIAwˆ suqy hI AvSÎ pRwpq ho jwXw krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V4GF",
        "source_page": 58,
        "source_line": 4,
        "gurmukhi": "jogI jog jugiq mY BogI Bog Bugiq mY; gurmuiK inj pd kul AkulIn hY [58[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the Yogis are perpetually immersed in practicing yogic exercises and a worldly man is ever engrossed in enjoying the relishments, similarly the devoted Sikhs remain engrossed in the higher spiritual state through Naam Simran and keep themselves un",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ienwˆ sB ivSySqweIAwˆ qoˆ Cu`t hor BI vwDw ieh hY ik jog jugqI mYˆ jog rIqI ivKy inpuMn Es Anuswr vwhgurU ivc jutn juVy rihx vwlw hox kwrx qwˆ auh jogI huMdw hY, qy Bog Bugiq mY sMswrI pRBqw vw suKwˆ dy Bogn mwnx ivKy auh BogI ivBUqI vwn pRBuqw vwlw huMdw hY[ qy auˆ\\ auh gurmuK, inj pd Awqm pd ivKy ivsrwm pw ky dyh ADÎws qoˆ rihq hoieAw hoieAw kul jwqI goq Awid v`loˆ AkulIn huMdw hY, Bwv iek gurU kw is`K bx ky hornw jwqwˆ pwqwˆ qoˆ smUlcw Cu`t jwˆdw hY ]58]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
