[
  {
    "id": "AG0",
    "sttm_id": 6543,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5C4X",
        "source_page": 63,
        "source_line": 1,
        "gurmukhi": "idRsit drs ilv gur isK sMiD imly; Gt Git kws jl AMqir iDAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a devoted Sikh meets True Guru, his vision gets absorbed in the sight/glimpse of the Guru. And then his soul recognises everyone as if He resides in all; like the sky/space resides equally in all the water pitchers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur is`K sMiD imly siqgurwˆ dI ingHw ivc is`K jd pUrw Bwˆfw id`s Awvy qy is`K BI siqgur aupr pUrI pUrI pRqIq lY Awvy qd idRsit nyqRwˆ dÍwry jo kuC BI drs idKweI idMdw hY Es ivKy iek siqgurU AMqrXwmI dw pRkwS hI rmÎw hoieAw idKweI dy ky, ausy drSn ivc ilv lg jwˆdI hY[ ijs qrHwˆ Git GVy ivKy rimAw hoieAw Awkws GtwkwS nwm nwl AwKÎw jwˆdw hY Aru jl AMdr Awey AwkwS nUM jlwkwS kihMdy hn prMqU DÎwn kr ky ghu nwl vIcwr ky qkIey qwˆ iekmwqR mhwˆ Akws hI GVy AOr jl AwSÎwˆ sRovr Awid ivKy smwky GVwkwS Ar jlwkwS khOˆdw pRqIq hoieAw krdw hY iesI qrHwˆ GtwkwS nÎweI jIv Aru jlwkwS nÎweIˆ eISÍr AQvw nIc aUc srIr rUp aupwDIAwˆ sihq swDwrx jIv, qQw mhw jIv eISÍr ilv dy mMfl ivc jwigAwˆ, sB aupwDI Byd kr ky hI nÎwry nÎwry idKweI idMdy jwpdy hn[ auˆ\\ vwsqv ivc iek mwqR icdwkwS AMqrXwmI Akwl purK dw pRkwS hI ies pRkwr kOqk kr irhw iDAwn ivc AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J8J6",
        "source_page": 63,
        "source_line": 2,
        "gurmukhi": "sbd suriq ilv gur isK sMiD imly; jMqR Duin jMqRI aunmn aunmwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a True Guru and a Sikh blesses the Sikh with the capability of remaining engrossed in the words/precepts of the Guru. As a musician gets totally engrossed in the tune that he is playing, so is the case of a Sikh's absorption in his Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM aupr, idRS†I AMdr Awey sB pdwrQwˆ ivKy guris`K nUM vwhgurU dw hI iek mwqR pRkwS Anyk hoXw idKweI idMdw hY, qIkUM hI gur is`K sMDI imlÎwˆ sMpUrx surq sunx ivKy Aw rhy smUh sbd mwqR ivKy BI iek mwqR vwhgurU dI s`qw nUM inscy krdw hoXw AQvw Awpxy AMdr sbddI qwr ivKy juiVAw hoieAw, jd ilv dy mMfl ivc jwgdw hY, qwˆ ijs Bwˆq jMqR bwjy dI DunI qy jMqRI bjwny vwly dI Dun Avwj pRq`K hI AMdr bwhr iek srUp hoeI jwpÎw krdI hY, iesy pRkwr bwhr sB srIr GwrIAwˆ AMdr Aru AMdr Awpxy AMqr iek mwqR bolxhwry prm gurU prmwqmw dw hI aunmwn inscw kr ky, aunmn mgn hoieAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1FZW",
        "source_page": 63,
        "source_line": 3,
        "gurmukhi": "gurmuiK mn bc krm iekqR Bey; qn iqRBvn giq gMimqw igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the concentration of mind and Guru's words in a Guru devotee, he realises all the happenings of the three worlds within his body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ hI mn bwxI srIr kr ky smUh kwrj swDidAwˆ gurU is`K jd iek mwqR iesy hI Dwrxw dy DÎwn ivc iekqR ilv pRwiex hoXw rihMdw hY, qwˆ srIr dy AMdr hI iqRlokI dI gMmqw vwlI gqI dy igAwn sMpMn ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9U2V",
        "source_page": 63,
        "source_line": 4,
        "gurmukhi": "eyk Aau Anyk myk bRhm ibbyk tyk; sRoq srqw smuMdR Awqm smwn hY [63[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the help of divine knowledge, the soul of a Guru devotee becomes harmonious with One Lord who is present in every bit of His creation. This union is like the merging of a river water in the ocean. (63)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ dy bRhm ibbyk tyk bRhm gÎwn dI swDnw dy shwry ie`k Aqy Anykwˆ nUM imlÎwˆ hoXwˆ AByd inscy kr ky, Awqmw Awpy nUM AYauˆ iek swmn srUp ivKy jÎoˆ ky qÎoˆ rUp ivc AnuBv kirAw krdw hY ijs qrHwˆ sRoq cSmw ndI dy inkws dw muhwnw ndI dw mUl Aru sirqw ndI qQw smuMdR ijs ivKy nd nwly ndIAwˆ EVky nUM jw ky lIn huMdIAwˆ hn sRoq jIvwˆ dy pRgt krxhwry eISÍr qoˆ Aru nd ndIAwˆ jnm jnmwqrwˆ ivc vw Epq Kpq ivc vihnhwry jIvwˆ qoˆ Bwv hY, qQw smuMdR vwhgurU Akwl purK qoˆ[ AiBpRwX kIh ik sB iek srUp hI hY[ dÍYqw nwm nUM BI gur is`K dI idRS†I ivc nhIˆ huMdI hY ]63]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
