[
  {
    "id": "1SV",
    "sttm_id": 6544,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VA4J",
        "source_page": 64,
        "source_line": 1,
        "gurmukhi": "gurmuiK mn bc krm iekqR Bey; prmdBuq giq AlK lKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The obedient slaves of Guru, being dyed in the hue of Naam Simran (with their mind, speech and actions being harmonious) sees the astonishing and transcendental Lord God conspicuous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn bwxI srIr kr ky iekqR eykqw Bwv ivKy pRwpq ho ky gurmuK AlK srUpI prm AdBuq gqI AvsQw Xw gÎwn nUM lKwey hY AnuBv kirAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JRNK",
        "source_page": 64,
        "source_line": 2,
        "gurmukhi": "AMqr iDAwn idb joq ko audoqu BieE; iqRBvn rUp Gt AMqir idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And when he looks inward (concentrates his faculties within), he sees the divine light refulgent within. He sees the happenings of the three worlds in his consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesI pRkwr AMdr iek srUpI drSn dy iDAwn ivc sB qrHwˆ vrqidAwˆ hoXwˆ idbÎ joq aupmw qoˆ rihq prm mnohr pRkwS pRmwqmw dw audoq BieE audy ho AOˆdw swKÎwqkwrqw nUM pRwpq hoXw krdw hY ijs kr ky Gt AMqr srIr dy AMdr AMdr hI iqRBvn rUp iqRlokI dy AMdr vrqxhwry srbq rUp vw AkwS pqwl mwq lok, AMdr vrqxhwry smUh nzwry cmqkwr pRq`K ids AwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AYLU",
        "source_page": 64,
        "source_line": 3,
        "gurmukhi": "prm inDwn gur igAwn ko pRgwsu BieE; gMimqw iqRkwl giq jqn jqwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the supreme treasure of Guru's Gyan (Divine knowledge) becomes effulgent in the mind of a Guru conscious person, he becomes aware of all the three worlds. And even then, he does not go astray from his objective of absorption of self into the vastness",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr Awkws pwqwl Aru mwq lok dy pswry idKweI dyx lg pYˆdy hn iqsI pRkwr jd inDIAwˆ dw prm AsQwn kwrx rUp gur igAwn AMdr pRgws pRgt hoieAw krdw hY, qwˆ iqRkwl giq iqMn kwlwˆ BUq BivKÎq vrqmwn dI idRStI dI gMmqw phuMc pRwpqI ho AOˆdI hY[ Aru eyho hI jqn swDn gÎwn jqwey hY vwhgurU ivc joVI rKÎw krdw hY Bwv iqRlokI dI Aru iqRkwl driSqw dI pRwpqI hox kr ky ies cytk ivc Brm nhIˆ jwXw krdw, blik vwhgurU ivc hI iesiQq irhw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WNZ7",
        "source_page": 64,
        "source_line": 4,
        "gurmukhi": "Awqm qrMg pRym rs mD pwn mq; AkQ kQw ibnod hyrq ihrwey hY [64[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a devotee remains in a state of trance drinking deep the divine elixir of ecstasy. This wonderful state is beyond description. One feels amazed at this state. (64)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kÎoˆik auh ies pRkwr dI gMmqw vw AnBau nUM Awqm qrMg Apny AMdr dw hI Awqmk Purnw mwqR smJ ky pRym rs bRhmwnMd rUp mD AMimRq nSy nUM pwn Ck kr ky, mq msq srSwr KIvw, hoXw rihMdw hY, qy ieh jo ibnod kOquk qmwSw vw AnuBvI lIlHw hY, ies dI kQw khwxI AkQ kihx qoˆ bhuq hI dUr hY, Aru ijhVw koeI hyrq ies nUM q`kqw AnuBv krdw hY, auh Awpxy Awp nUM hI mwno ihrwey q`kdw hoXw AnuBv krdw hY[ AQvw jo Awpy nUM ihrwey guvwey aukq DÎwn ivc guMm kry auh ies nw khy jwx vwly kOquk dI khwxI nUM swmrq`K qk pwvygw ]64]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
