[
  {
    "id": "J44",
    "sttm_id": 6546,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GBPV",
        "source_page": 66,
        "source_line": 1,
        "gurmukhi": "skl sugMDqw imlq Argjw hoq; koit Argjw imil ibsm subws kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When sandalwood, musk, camphor and saffron are mixed; a fragrant paste is formed, But millions of such pastes are worthless before the fragrance of the lotus like feet of Satguru Ji.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "skl sugMiDqw sB Bwˆq dIAwˆ sugMDIAwˆ ksqUrI, cMdn, muSkiblweI, gorocn Aru kysr kpUr Awid iek`TIAwˆ hox imlx qwˆ Argjw AbIr nwm vwlI iek AnoKI sugMDI pRgitAw krdI hY[ AYho jyhy kRoVwˆ hI Argjy iek`Ty ho ky, ijs Bwˆq dI koeI prm AnoKI sugMDI auqpMn hovy auh BI gurmuK dy AMdr iKVI hoeI subws kY AnBau dI mihkwr qoˆ ibsm BOck pRySwnI ivKy ho ipAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WMLD",
        "source_page": 66,
        "source_line": 2,
        "gurmukhi": "skl AnUp rUp kml ibKY smwq; hyrq ihrwq koit kmlw pRgws kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the beauties of the world are absorbed in Lakshmi (the consort of Vishnu) but the beautiful radiance of Lord's feet is many times more blissful and pleasant than millions of Lakshmis,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swry hI AnUp rUp kml kmlw lCmI ivKy smwey rihMdy hn, pr AYsIAwˆ kRoVwˆ kmlw lCmIAwˆ gurmuK dy pRgws pRwkRm qyj nUM hyrq ihrwq qkdy swr hI mwq pY jwˆdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3SA1",
        "source_page": 66,
        "source_line": 3,
        "gurmukhi": "srb inDwn imil prm inDwn Bey; koitk inDwn huie cikq iblws kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The wealth of the world put together becomes supreme and invaluable assets. But all the peace and comforts obtainable from many times more wealth is not even a counterpart of the comforts obtained from the spiritual bliss of the Lord,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sB pRkwr dIAwˆ inDwn inDIAwˆ Kzwny iek Tor pRwpq ho ky prm inDwn mhwˆ Kzwnw bixAw krdw hY AYsy kRoVwˆ hI Kzwny gurmuK dy iek iblws mOjU AnMd meI AMqrIvI ibgws qoˆ cikq cikRq hrwn ho ho ipAw krdy hn[ vw gurmuK dy mOj ivc aucwry iblws qoˆ vwrxy ho ho pYˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9CNZ",
        "source_page": 66,
        "source_line": 4,
        "gurmukhi": "crn kml gur mihmw AgwiD boiD; gurisK mDukr AnBY AiBAws kY [66[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the lotus feet of a True Guru is beyond the perception of a man. The devoted Sikhs enjoy and relish the elixir of the lotus feet of Fearless God through engrossing themselves in Naam Simran. (66)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX kIh ik ijhVy gur is`K AnBY aukq AnuBvI dSw ivKy mgn rihx dy ABÎws dy mDukr BOry hoey gurU AMqrXwmI dI ies pRkwr crx srx rihMdy hn Enwˆ dI mihmw dw boD AgwD AQwh hY Bwv AYho jyhy idRStwˆqwˆ rwhIˆ iksy pRkwr vrnx nhIˆ kIqw jw skdw ]66]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
