[
  {
    "id": "0SD",
    "sttm_id": 6547,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "72R4",
        "source_page": 67,
        "source_line": 1,
        "gurmukhi": "rqn pwrK imil rqn prIKw hoq; gurmuiK hwt swt rqn ibauhwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The genuineness of a gem can only be assayed by some connoisseur of the trade. Similarly an alert and attentive Sikh of the Guru trades in the purchase of jewel like Naam at the shop of a True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rqn pwrK qrnwˆ dw prKaUAw imly qwˆ rqn prIKw hoq rqnwˆ dI prK pCwx kUV s`cK dw ibbyk hoXw krdw hY, pRMqU ienwˆ qrnwˆ dy swt sOdy dI rcnw dw ibauhwr pvwr gurmuK mu`K gurU sRI gurU nwnk dyv dy siqsMg rUp h`tI aupr AQvw siqgurwˆ dI muK rUp h`tI aupr huMdw hY Bwv gurU mhwrwj idAwˆ bcnwˆ bwxI ivKy ienwˆ rqnwˆ dw sOdw ivhwJnw pYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PWLL",
        "source_page": 67,
        "source_line": 2,
        "gurmukhi": "mwnk hIrw Amol min mukqwhl kY; gwhk cwhk lwB lBiq Apwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who is genuinely interested in the trading of the diamonds, pearls, rubies and precious stones, he alone makes maximum profit out of it. Similarly true devotees and disciples of the Guru trade in the commodity of True Naam and make their life profitabl",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh rqn hn mwnk rqn lwl rMg sMpMn pRym hIrw icty rMg dw rqn ivSyS nwm Amol min Amolk mxIAwˆ ngIny sm dm Awidk igAwn dy swDn vYrwg ibbyk AwdI mukqwhl moqI = Aih`l mukqI pRdwqw bRhm gÎwn vw Awhl+mukq = smUh Awhr = ArMBwˆ qoˆ mukq Cu`itAw hox dw suBwv bypRvwhI ijhVw koeI cwhk cwhvMd is`kvwn gwhk gRhx krn vwlw KRIdwr Bwv pUrn loVvMd, ijgÎwsI ho ky Awvy, siqgurwˆ dy sqsMg ivc eynwˆ idbÎ rqnwˆ nUM lYx leI, auh lBdw hY pRwpq kr lYˆdw hY Apwr byAMq lwB lwhy nUM[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E158",
        "source_page": 67,
        "source_line": 3,
        "gurmukhi": "sbd suriq Avgwhn ibswhn kY; prm inDwn pRym nym gurduAwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossing the mind in the divine word and trading in the commodity of Naam and Shabad (divine word), True Guru blesses his disciple with the treasure of love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ mu`l dyxw pYˆdw hY ienHwˆ dw gurU ky duAwry prm inDwn rUp pRym dw nym; Aqy sbd aupdyS nUM sux ky Es dw Avgwhn ABÎws kmweI krnw[ qd jw ky ies sOdy nUM ibswhn kY KrId kr skIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "703K",
        "source_page": 67,
        "source_line": 4,
        "gurmukhi": "gurisK sMiD imil sMgm smwgm kY; mwieAw mY audws Bv qrq sMswr hY [67[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a true servant meets with True Guru; when he joins the loving and devoted congregation of the Guru, such a disciple who is ever in attendance of the Guru remains aloof and unsullied of maya (mammon). He sails across the worldly ocean with impunity. (",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bs Pyr qwˆ gurU is`K dy sMgm dw smwgm sMjog huMdy swr, sMDI iml pYˆdI hY qy is`K gurmuK mwieAw mY audws ibvhwr kwr ivKy vrqdw hoieAw BI audws aupRwm Alyp rihx vlw bx ky Bv Baujl sMswr jnmwˆ dy mUl kwrx sMswr qoˆ qr jwˆdw hY ]67]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
