[
  {
    "id": "816",
    "sttm_id": 6548,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E3C7",
        "source_page": 68,
        "source_line": 1,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; inj Gr shj smwiD ilv lwgI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Gursikh (disciple of the Gum) immersed in the pleasure of the elixir of Naam of the Lord remains stable of mind and fully conscious of his self. His mind is ever absorbed in the memory of God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ijhVy koeI siqgurwˆ dy crn kmlwˆ dI mkrMd rs DUlI dy luiBq pRymI bxy hn auwˆ dI hI inj Gr Awqm pd ivKy shj smwDI suBwivkI iesiQqI rUp ilv l`gI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0LZ9",
        "source_page": 68,
        "source_line": 2,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; gurmiq irdY jgmg joiq jwgI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who remains engrossed in the elixir-like Naam of the Lord is blessed by the wisdom of Gum. The higher wisdom and his toil of remembering the Lord perpetually reveals the supernatural form of God radiance in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVy siqgurwˆ dy crn kmlwˆ dI DUlI leI luBq luBwXmwn is`kvMd huMdy hn, aunHwˆ dy hI ihrdy ivKy gurmiq siqgurwˆ dI isKÎw gurU mMqR itkx kr ky joiq Awqm swKÎwqkwirqw dw pRkwS jg mg jg mg jwigAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZ0N",
        "source_page": 68,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; AMimRq inDwn pwn durmiq BwgI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is absorbed in the lotus-like holy feet of the True Guru, keeps drinking the elixir Naam from the inexhaustible source of the Lord. Thus he destroys his sullied wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crn kmlwˆ dI mkrMd rs aupr l`tU hoey hn ie\\yˆ hI ijhVy gurmuK AMimRq dy BMfwry ivcoˆ AMimRq pwn pI kr ky Ck kr ky Enwˆ dI hI durmiq buDI dÍYq buDI duSt miq BwgI n`TI nSt hoeI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q6M7",
        "source_page": 68,
        "source_line": 4,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; mwieAw mY audws bws ibrlo bYrwgI hY [68[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who remains absorbed in the lotus-like holy feet of the True Guru remains unsoiled by the effect of maya (mammon). Only a rare person achieves renunciation from material attractions of the world. (68)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq kIh ik iesI pRkwr ijhVy mnu`K siqgurwˆ dy crn kmlwˆ dI mkrMd rs dy pRymI bxy hn, Eho hI ibrly purK bYrwgvwn ho ky mwieAw sMswr ivKy audws aupRwm ho ky bws krn vwly Asl ijMdgI gujwrn vwly bxy hn ]68]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
