[
  {
    "id": "EPF",
    "sttm_id": 6549,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4QPD",
        "source_page": 69,
        "source_line": 1,
        "gurmukhi": "jYsy nwau bUfq sY joeI inksY soeI Blo; bUif gey pwCy pCqwieE rih jwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Blessed are those who are saved from a capsizing boat. If drowned, there would be nothing but repentance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ byVI fu`bdI ivcoˆ jo kuC bcwXw jw sky Eho hI cMgw smJnw cwhIey jo huxy huxy pl GVI kridAwˆ auh fu`b jwey Xw Awp hI ivc fub gey qwˆ ipCoˆ pCuqwvw mwqR hI rih jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1N6",
        "source_page": 69,
        "source_line": 2,
        "gurmukhi": "jYsy Gr lwgy Awig joeI bcY soeI Blo; jir buJy pwCy kCu bsu n bswq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All those who escape from a burning house are blessed people. Nothing can be done if one is burnt into ashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Ag lgy Gr ivcoˆ jo kuC bcy sky, EhI cMgw rihMdw hY sV buJy ipCoˆ qwˆ kuC BI cwrw nhIˆ cl skÎw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G84V",
        "source_page": 69,
        "source_line": 3,
        "gurmukhi": "jYsy cor lwgy jwgy joeI rhY soeI Blo; soie gey rIqo Gr dyKY auiT pRwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As one wakes up when the thief is committing theft, whatever is left behind by him is bonus and blessing. Otherwise one would find the house empty in the morning.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru AYsw hI ijs qrHwˆ cor dy Gr AMdr corI krn Awx ligAwˆ jwg pYx qy jo kuC rih jwvy Esy nUM hI Blw smJI dw hY, pr jy soie gey Aswfy su`qy su`qy hI auh cldy hoey qwˆ rIqy Gr KwlI hoey Gr nUM vw sPweI vrqI hI pRwqwkwl svyry auTky dyKxI pYˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GCU7",
        "source_page": 69,
        "source_line": 4,
        "gurmukhi": "qYsy AMq kwl gur crn srin AwvY; pwvY moK pdvI nwqr ibllwq hY [69[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly if a wayward person comes to the refuge of Guru even at the near end of his life, he can achieve a state of emancipation. Otherwise he would fall in the hands of angels of death and keep wailing. (69)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr A`j k`l kridAwˆ Xw Bwgwˆ dy jwgx dI aufIk ivc AQÍ Pursq ivhl nUM qkidAwˆ qkidAwˆ Awrblw vMjw cu`ky ho qwˆ AMq vyly BI siqgurwˆ dI crn srn Awn pRwpq hoieAwˆ moK pdvI mukqI pd dI pRwpqI ho skdI hY[ jy AMq vylw BI guvw id`qw qy sMBwilAw nw qwˆ ibllwq hY pey hwhwkwr krdy kIrxy pOˆdy klpdy hI gujr jwvygI ]69]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
