[
  {
    "id": "H8A",
    "sttm_id": 6551,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QC2N",
        "source_page": 71,
        "source_line": 1,
        "gurmukhi": "Awid kY Anwid Ar AMiq kY AnMq Aiq; pwr kY Apwr n AQwh Qwh pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the imperishable God is beyond beginning though He is the beginning of all; as He is beyond end since He is the end of all; as He is beyond the farthest conceivable extent as He is unfathomable, so is the praise of the True Guru just like that of Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awid kY Anwid Awid ArMB v`loˆ Anwid Awid rhq hn Bwv jykr koeI siqgurwˆ dI Awid ArMB jwnx dw jqn kry, ik siqgur kd Aru iks jug ivc pRgty qwˆ Enwˆ dI Awid nhIˆ pweI jw skdI, kÎoˆik siqgur jug jug ivKy hI pRgt rihMdy hn[ Aqy AMq kY AnMq Aiq AMq v`loˆ ArQwq AMq dw p`K koeI lvy qwˆ Es v`loˆ Aiq sY kr ky AnMq hn kÎoˆik hr dys kwl Aru vsqU AMdr hI Enwˆ dI klw mrI vÎwpI rihMdI hY Aru AYsw hI pwr kY Apwr Enwˆ dw pwr BI koeI nhIˆ pw skdw, kÎoˆik Enwˆ qoˆ pwr pry prly iknwry aunHwˆ ibnwˆ dUAw hor koeI nhIˆ hY Enwˆ dy sÍXM pUrn pwrbRhm sÍrUp hox kr ky[ Pyr Enwˆ dI Qwh hwQ BI iksy ny nhIˆ pweI, kÎoˆik auh AQwh AgwD rUp hn Bwv Enwˆ dw QOh iQ`qw A`j q`k koeI nhIˆ pw sikAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SKM2",
        "source_page": 71,
        "source_line": 2,
        "gurmukhi": "imiq kY Aimiq Ar sMK kY AsMK puin; lyK kY AlyK nhI qOl kY qOlweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the imperishable God is beyond measurement, beyond counting, beyond perception, beyond· weighing; so is the praise of a True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "imq kY Aimq mRXwdw v`loˆ AQvwˆ imxqI vjoˆ, auh Amyau Amwp rUp hn, Bwv Enwˆ dI lMbweI cuVweI dI mRXwdw jwnx qoˆ pry hY bhuVo Pyr Aru ieM\\yˆ hI Pyr sMK kY AsMK sMKÎw gyxqI vwly p`Koˆ BI auh AsMK bySumwr Anigxq srUp hn Aqy lyKy v`loˆ AlyK lyKÎoˆ pwr hn Aruauh qol kY qoln kr ky jwcÎwˆ hwVÎwˆ nhIˆ qulweI hY iksy pRkwr qoly hwVy Xw jwcy nhIˆ jw skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1V39",
        "source_page": 71,
        "source_line": 3,
        "gurmukhi": "ArD aurD prjMq kY Apwr jMq; Agm Agocr n mol kY mulweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the Almighty is limitless, inaccessible, beyond the perception of senses and evaluation, so is the praise of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArD hyTwˆ aurD aupr dI prjMq h`d EVk v`loˆ auh ApwrjMq ApRjMq AsIm byEVky hn[ Bwv hyTwˆ aupr dIAwˆ h`dwˆ v`twˆ ivc BI auh nhIˆ Aw skdy[ qy AgMm mn buD Awid AMqwkrx dI gMmqw qoˆ rihq hn Aqy Agocr ieMdRIAwˆ dy Gyry ivc nhIˆ Aw skdy Bwv inrivKX srUp hn qQw mol kY n mulweI hY mu`l v`joˆ Enwˆ dw mu`l nhIˆ iksy pRkwr pwieAw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NETE",
        "source_page": 71,
        "source_line": 4,
        "gurmukhi": "prmdBuq Ascrj ibsm Aiq; Aibgiq giq siqgur kI bfweI hY [71[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As God Almighty is absolutely marvellous, astonishing and very strange, so is the praise of True Guru. (71)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bhuq kIh AwKIey, siqgurU prmdBuq AiqsY kr ky AcMBqkwrI srUp vwly hn, Aru AqI kr ky Ascrj ivicqR srUp qQw pRySwn krn vwly cirqRwˆ krxhwry ibsm ibmwd srUp hn ieh sB kuC huMidAwˆ hoieAwˆ BI siqgurwˆ dI bfweI mh`q ieh hY ik Aibgq ApgiqAwˆ Gor ApRwDIAwˆ dI BI giq klÎwn krxhwry hn ]71]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
