[
  {
    "id": "CU0",
    "sttm_id": 6552,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "C343",
        "source_page": 72,
        "source_line": 1,
        "gurmukhi": "crn srin gur qIrQ purb koit; dyvI dyv syv gur crin srn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Refuge of a True Guru is equivalent to pilgrimage of millions of holy places. Service of millions of gods and goddesses is also equivalent to living in the service of True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crnwˆ dI srn kRoV qIrQwˆ dw purb iesiQq hY Bwv crn srn pYx vwly purK nUM ieqnw mhwn puMn pRwpq huMdw hY, ijqnw ik kRoVwˆ qIrQwˆ aupr purbwˆ smy snwn qoˆ pRwpq hoxw iliKAw hY[ Aqy siqgurwˆ dI crn srn Awey gurmuK nUM smUh dyvIAwˆ dyviqAwˆ dI syvw dw Pl suqy hI pRwpq ho jwˆdw hY Bwv Es nUM hor iksy dy syvn dI loV hI nhI rihMdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1MUP",
        "source_page": 72,
        "source_line": 2,
        "gurmukhi": "crn srin gur kwmnw skl Pl; iriD isiD iniD Avqwr Amrn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All desires fructify in the holy refuge of True Guru. All the miraculous powers remain in attendance forever.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crnwˆ dI srn AOxhwry dIAwˆ, sB kwmnwˆ Pl kr ky sPl ho jwˆdIAwˆ hn[ ArQwq jo jo BI kwmnw Drm ArQ kwm moK rUp hn, aus srxwgq dIAwˆ sB hI jÎoˆ kIAwˆ qÎoˆ pUrn ho AwXw krdIAwˆ hn[ Aqy irDIAwˆ cIjwˆ nUM A`Kut bnwx hwrIAwˆ SkqIAwˆ qy isDIAwˆ Aixmwˆ mihmw lGumw girmw Awid, qQw inDIAwˆ nO KMf DrqI AMdr gupq KjwinAwˆ ivclI simRDI sMpdw Avqwr mUrqI mwn ho KloˆdIAwˆ hn aus dy Agy Amrn AibnwSI hwlq ivc ArQwq sdw leI hI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9GFY",
        "source_page": 72,
        "source_line": 3,
        "gurmukhi": "crn srin gur nwm inhkwm Dwm; Bgiq jugiq kir qwrn qrn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Meditation on Lord's name carried out in the refuge of the True Guru but with no reward at the back of the mind, is the place of all the comforts and peace in the world. A devoted Sikh absorbs himself in Naam Simran and sails across the worldly ocean besi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crnwˆ dI srn pRwpq hoXwˆ nwm hY ijs dw inSkwm inrsMklp AOr inrivklp pd auh pRwpq ho jwˆdw hY[ Aru Bgiq jugiq Bjn dI jugqI vwhgurU nwl pÎwr pwln dy FMg kr ky qwrn qrn dUsirAwˆ nUM sMswr smudroˆ qwrn Kwqr qrn jhwj smwn pRBwv vwlw bx jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VW5X",
        "source_page": 72,
        "source_line": 4,
        "gurmukhi": "crn srin gur mihmw AgwiD boD; hrn Brn giq kwrn krn hY [72[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the refuge of a True Guru is beyond perception. Like eternal Lord, it destroys all base deeds and vices and fills a person with virtues. (72)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ik`Qoˆ qk d`sIey! siqgurwˆ dy crnwˆ dI srn pRwpq hox dI mihmw dw boD AgwD AQwh hY[ ijhVw koeI BI srx nUM pRwpq huMdw hY, Es nUM hrn Brn mwrx Aru rKÎw pRiqpwlw dI smRQw pRwpq ho AOˆdI hY, qy auh kwrx krx sB sb`bwˆ dy bxw lYx vwlw srb smrQ sMpMn bx jwXw krdw hY ]72]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
