[
  {
    "id": "0KZ",
    "sttm_id": 6555,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "D9HK",
        "source_page": 75,
        "source_line": 1,
        "gurmukhi": "cItI kY audr ibKY hsqI smwie kYsy; Aqul phwr Bwr iBRMgIn auTwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an elephant cannot be contained in the stomach of an ant, as a small flying insect cannot lift the weight of a mountain,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ kIVI cItI dy audr pyt ivKy hwQI nhIˆ smw skdw kIVI smwn qMg idl vwly AMdr, hsqI sB jV pdwrQwˆ nUM srjIq krn vwlI AsiqqÍ hoˆd rUp cyqn sqÎw iks qrHwˆ smw sky Bwv swKÎwqkwrqw nUM pRwpq ho sky? iBRMgI BUMf vrgw aufwrU kIVw Aqul Aqol Apwr Bwg nUM nhIˆ cu`k skdw Bwr+ieMgI BrÎw hoXw cyS†w cplqw kr ky cMcl mn vwlw jo mnu`K hY auh sMpUrx iSRStI vw AnMq bRhmMfwˆ nUM shwrw dyx vwly pRmwqmw siqgurU nUM kIkUM Awpxy AMdr Dwrx kr sky? Bwv nhI kr skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MUCK",
        "source_page": 75,
        "source_line": 2,
        "gurmukhi": "mwCr kY fMg n mrq hY bisq nwgu; mkrI n cIqY jIqY sir n pUjwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a mosquito sting cannot kill the king of snakes, a spider can neither win a tiger nor match with it,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "m`Cr dy fMg nwl bwsk nwg qKÎk nwg smuMdr dy mQn dw shweI srp nhIˆ mwirAw jw skdw AYsy hI mqsr eIrKw kr ky gRsÎw hoieAw mnu`K, smUh bwsnwˆ dy auqpMn krn qQw isRStI Br nUM mQn krn vwly mn nUM kIkUM mwr sky? Bwv nhIˆ mwr skdw hY[ mkrI mkVI ijs dw l`k ivcoˆ pqlw sUKm icqRy vrgw huMdw hY, auh cIqY ij`qn vwly pqly l`k DwrI icqRy dy sr brwbr nhIˆ puj skdy, ijnHwˆ ny ij`q ley hn Awpxy ic`q Bwv sMqwˆ Bgqwˆ vwlI rihxI nUM sMswrI mwXwDwrI nhIˆ phuMc skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7NBY",
        "source_page": 75,
        "source_line": 3,
        "gurmukhi": "qmcr aufq n phUcY Awkws bws; mUsw qau n pYrq smuMdR pwr pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an owl cannot fly and reach the sky, nor can a rat swim across the ocean and reach the far side,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qmcr au`lU Xw cmig`dV aufwrI mwr ky nhIˆ phuMc skdw Akws bws Akws bwsI AlpMKI nUM AQvw qmcr dYˆq Awid pwqwl bwsI nhIˆ phuMc skdy, AkwS bwsI dyviqAwˆ nUM qIkUM hI qmoguxI vw AwsurI sMpq vwn ic`qwˆ vwly mnu`K dYvI sMpq vwly Xw dsm dÍwr bwsI mhwpurKwˆ dI smqw nhIˆ kr skdy[ Aru ievyˆ hI mUsw cUhw qau Pyr pYrq qrky nhIˆ smuMdr dy pwr ho skdw qIkUM hI mUsw mohy hoey moh mmqw dy sMswr smuMdoˆ pwr prm pd nUM pRwpq nhIˆ ho skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "839R",
        "source_page": 75,
        "source_line": 4,
        "gurmukhi": "qYsy ipRA pRym nym Agm AgwiD boiD; gurmuiK swgr ijau bUMd huie smwveI [75[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So are the ethics of love of our beloved Lord difficult and beyond for us to understand. It is a very serious subject. As a drop of water merges with the water of the ocean, so does a devoted Sikh of the Guru becomes one with his beloved Lord. (75)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesI pRkwr hI mnmuKI sMswrIAwˆ leI ipRX pRym nym boD Agm AgwD pRIqm ipAwry vwhgurU dy pRym dw nym nyq mRXwdw ibD dw boD smJnw Agm AgwD hY[ jykr gurmuK gurU srx pRwpq ho ky bUMd vwˆkUM inr AiBmwn sUKm hovy, qwˆ jw ky hI swgr pwrwvwr rihq prmwqmw ivKy smw skdw hY Bwv prmpd rUp siqgurwˆ dI pRwpqI suBwv su`DI qoˆ bMicq koeI mnu`K BI iksy pRkwr hor hor swDn kr kr ky nhIˆ pRwpq kr skdw ]75]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
