[
  {
    "id": "PAQ",
    "sttm_id": 6557,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6CUP",
        "source_page": 77,
        "source_line": 1,
        "gurmukhi": "sbd suriq ilv joq ko audoq BieE; iqRBvn Aau iqRkwl AMqir idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the absorption of his mind in the divine word, a devoted servant of the Guru experiences the radiance of the Lord within, and in such a state, he becomes aware of the happenings three worlds and in the three periods.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd ivKy suriq dI ilv dy pRBwv kr ky joiq ko audoq BieE pRkwS audy ho AOˆdw hY Awqm swKÎwqkwrqw dI pRwpqI ho AwXw krdI hY ijs pRkwS kr ky iqMny lokwˆ Aru iqMnoˆ kwlwˆ AMdr vrqxhwrw smUh ibrqwˆq Apxy AMdr hI id`s AwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SKJ7",
        "source_page": 77,
        "source_line": 2,
        "gurmukhi": "sbd suriq ilv gurmiq ko pRgws; AkQ kQw ibnod AlK lKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the lodging of the divine word in the consciousness Guru-conscious person, he experiences the refulgence of the divine wisdom within. And in this state, he establishes a relationship with the God and enjoys lasting bliss. He then understands the unkn",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd ivKy surq dI ilv ligAwˆ gurmiq siqgurwˆ dy aupdyS dw ies Pl bwˆ iCq AvsQw dw pRgws pRgt ho pYˆdw hY[ ijs ibnod kOquk qmwSy AMqrIvI AwnMd dI kQw khwxI AkQ rUp ArQwq nhIˆ kQn kIqI jw skn vwlI hY Es AlK srUp AwnMd nUM lKw lYˆdw AnuBv kr lYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E6P5",
        "source_page": 77,
        "source_line": 3,
        "gurmukhi": "sbd suriq ilv inJr Apwr Dwr; pRym rs risk huie ApIAw pIAwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By his engrossment in the word, he experiences a perpetual flow of elixir of Naam from the Dasam Duar and he continuously enjoys its relishment.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sbd ivKy suriq dI ilv lg AwieAwˆ inrMqr Jrx hwrI Apwr Dwrw Jr AOˆdI srn lg pYˆdI hY ijs dy pRym rs dw rsIAw ho ky AipA mws dI rsnw Awid dÍwry nw pIqw jw skn vwlw idbÎ AMimRq pIx nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TP40",
        "source_page": 77,
        "source_line": 4,
        "gurmukhi": "sbd suriq ilv sohM soh Ajpw jwp; shj smwiD suK swgr smwey hY [77[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This engrossment of his consciousness attaches him with the comforting and peace-giving Lord and he remains absorbed meditating on His name. (77)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh Sbd ijs ivc suriq dI ilv lgwieAwˆ pUrn AnuBv pRwpq hoXw krdw hY, sohM so sohM hMsw rUp Ajpw jwp Bwv jo bwxI Awid kr ky jwp ho skxoˆ Ajpw rUp hox kr ky, nhIˆ jipAw jwx vwlw hY, ijs nUM Ajp AvsQw ivKy 21600 vw 24000 sÍwswˆ dÍwrw jpidAwˆ shj smwiD suBwivkI Awqimk iesiQqI nUM pRwpq ho ky, gurmuK suK swgr suK smuMdR pUrn bRhm prmwqmw ivKy smw jwˆdw AByd ho jwXw krdw hY ]77]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
