[
  {
    "id": "0G8",
    "sttm_id": 6559,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B82R",
        "source_page": 79,
        "source_line": 1,
        "gurmukhi": "boihiQ pRvys Bey inrBY huie pwrgwmI; boihQ smIp bUif mrq ABwgy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Once someone boards a ship, he is confident of sailing across the sea. But many unfortunates die even when the ship is near about.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "boihQ pRvys Bey jhwj AMdr vV bYiTAwˆ cVH ipAwˆ inrBY hoie pwr grwmI by Ktky ho jweI dw hY pwrgrwmI pwr phuMcn vwly AQvw pwr vwsI pwr grwm pwrly ipMf ivc v`sn vwly pr jhwz dy smIp nyVy huMidAwˆ hoieAw BI mMd Bwgwˆ vly bd iksmqy fu`bky hI mr jwˆdy hn aunHwˆ nUM Cl smyt ljwieAw krdI hY[ Bwv gurU bMsI Awid hox dw mwn Dwr ky Xw kVwh pRSwd Awid dw loB Awpxy AMdr r`K ky sdIv kwl siqgurwˆ dI sMgiq ivc rih ky BI aupdyS Dwry ibnwˆ vw crxwˆ dI Et ley bwJoˆ mwXw dy roVH ivc hI ruVH jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D02W",
        "source_page": 79,
        "source_line": 2,
        "gurmukhi": "cMdn smIp dRügMD so sugMD hoih; durMqr qr gMD mwruq n lwgy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fragrance less trees acquire fragrance when they grow near Sandalwood trees. But those trees which are located far away do not receive fragrant breeze of Sandalwood as it cannot reach them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cMnx dy nyVy ibrC durgMD so durgMDI sihq KotI bwsnw vwly hirMf Awid sugMD hoie sRySt bwsnw vwly bx jwˆdy hn dUr+AnÎqR dUr+hor idry vw dUr+AMqr = dUr+AMqr, dUr Ehly Pwsly qy rihx vwly qr ibrCwˆ nUM gMD mwruq cMnx dI sugMDI vwlI pOx sprS hI nhIˆ kr sikAw krdI ijs kr ky auh jyhy qy qyhy hI rih jwˆdy hn Bwv smIp v`sy qy Sbd dw Awsrw Dwr ky v`sy qwˆ lwB pujdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9XSG",
        "source_page": 79,
        "source_line": 3,
        "gurmukhi": "ishjw sMjog Bog nwir gr hwir hoq; purK ibdyis kul dIpk n jwgy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To enjoy the pleasure of nocturnal bed, a faithful wife clings to her husband. But one whose husband is away don't even feel like lighting a lamp in her home.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ishjw sMjog Bog jykr pqI nwl ishjw Bog mwnx dw sMjog Aausr imilAw hoXw hovy, qwˆ nwr gr hwr hoq iesqRIBrqw dy gl dw hwr hudI hY Brqw dy gl lgdI hY Xw Brqw aus dy gl dw hwr bxdw hY[ Bwv Es dy kMT lgdw hY, pRMqU jy purK hovy ibdys vwˆFy igAw hoXw qwˆ Es dy kul = ku`ly -Gr dIvw BI nhIˆ jigAw krdw hY[ AQvw Es dy kul dw dIvw nhIˆ jwgÎw krdw vw puqr pRwpqI nhIˆ ho skÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1SZ8",
        "source_page": 79,
        "source_line": 4,
        "gurmukhi": "sRI gurU ikRpw inDwn ismrn igAwn iDAwn; gurmuK suKPl pl Anurwgy hY [79[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a Guru-conscious, slave disciple who holds the True Guru close receives the celestial comfort by abiding by the counsel, sermon and loving by remembering His name every second that the clement True Guru has so kindly blessed him with. One who do",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX kIh ik jIkUM pihly Aru ipCilAwˆ audwhrxwˆ qoˆ lwB pRwpqI vwsqy dUr nyVy dw koeI inXm nhIˆ qIkUM hI ikrpw dy BMfwry vw ikrpw swgr siqgurwˆ nUM koeI ismrx Xwd kr Enwˆ dw gÎwn Sbd aupdyS suxy AQvw DÎwn kry hr pRkwr hI aus gurmuK nUM suK rUp Pl pRwpq hoXw krdw hY pr jykr pl Br BI Anurwgy pRym ivc ho ky kry qwˆ Bwv Anu+rwgy = siqgurwˆ dy rwgy pRIq dy Anu AnuswrI ho ky gurU mhwrwj dw syvn iksy pRkwr BI koeI dUr nyVy rih ky kry sB qrHwˆ hI suKdweI hY ]79]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
