[
  {
    "id": "JST",
    "sttm_id": 6561,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MMQL",
        "source_page": 81,
        "source_line": 1,
        "gurmukhi": "siqgur drsn sbd AgwiD boD; Aibgiq giq nyq nyq nmo nmo hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Understanding the deep philosophy and his precept is highly unfathomable matter that is beyond comprehension. Like the imperishable Lord, it is beyond and infinite and worthy of salutation time and again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy drSn mq pMQ dw qQw Sbd dIKÎw dÍwry pRwpq hoxy jog gurU mMqR dw boD gÎwn smJnw, AgwD AQwh rUp AqÎMq gMBIr hY, Aru giq gqI mukqI jo ies Gr dI hY, Es dw vrnx krnw Aibgiq AbÎkq rUp vw smJ qoˆ pry hY[ nyiq nyiq b`s b`s dI h`doˆ tipAw hoXw AnMq AnMq AwKky nom nm hY bwrMbwr ies gurU pMQ qweIˆ nmskwr hI nmskwr krdw hwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F8DW",
        "source_page": 81,
        "source_line": 2,
        "gurmukhi": "drs iDAwn Aru sbd igAwn ilv; gupq pRgt Tt pUrn bRhm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By concentrating mind in his philosophy and attaching the mind in Naam Simran, one realises the omnipresent Lord in the entire expanse created by Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny gurmuKqw Dwrx kr ky ies dI rIqI Anuswr siqgur AMqrXwmI dy drSn iDAwn ivKy ilv lgweI, AQvw sbd dy gÎwn Sbd dI soJI pRwpq kr ky, Es ic ilv lgn lweI hY, EnHwˆ nUM gupq pRgt AMdr Bwsn vwlw qQw bwhr idRStI ivc Aw irhw swrw Tt Twt pswrw jgq Br dw pUrn bRhm Akwl purK AMrjwmI dw hI cmqkwr srUp idKweI dyx lg ipAw krdw hY[ AQvw nt pwT pwTwˆqr hox kr ky ArQ AYauˆ ho skdy hn: gurwˆ dy drSn qoˆ jo DÎwn b`Jdw qy Sbd dw gÎwn huMdw hY Es ivKy ilv idRVH lgn ho AOx kwrx, pUrn bRhm hI swKÎwq nt rUp bixAw hoieAw gupq Bwvoˆ pRgt hoieAw BwsÎw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N7AZ",
        "source_page": 81,
        "source_line": 3,
        "gurmukhi": "inrgun srgun kusmwvlI sugMiD; eyk Aau Anyk rUp gimqw Agm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One Transcendental Lord is appearing in countless immanent forms. Like the fragrance of a flower bed, He, the inaccessible can be realised and felt.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ kusmwvlI Pulwˆ dI pwl ikqwro ikqwr iKVy Anykwˆ Pu`lwˆ ivKy iek mwqR hI sugMDI sMDI pweI imlI hoeI huMdI hY Bwv ie`k rUp hI Anykwˆ ivc rmI hoeI huMdI hY, iesy qrHwˆ nwl ie`k hI inrgux srUp inrMkwr Aau srgux swkwr Anyk srgux rUpwˆ sUrqwˆ ivKy srb srUpI hoXw hoXw, rimAw hoXw Agm dI gMimqw kirAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9ZNC",
        "source_page": 81,
        "source_line": 4,
        "gurmukhi": "prmdBuq AcrjY Ascrj mY; AkQ kQw AlK ibsmY ibsm hY [81[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The precept and philosophy of the True Guru is utmost admirable. It is most astonishing and beyond description. He is beyond understanding and stranger than the strangest. (81)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Es AgMm gMimqw dw AnBau vrnx krnw prmdBuq AqÎMq kr ky AnoKw ApUrb hY qy Ascrj qoˆ BI Ascr mY Ascrj srUp hY, eysdI kQw AkQ hox kwrx kuC AwKÎw nhIˆ jw skdw Aru AlK lKqw qoˆ pry hY, Aqy ibsm ibsmwd qoˆ BI vDky ibsmY ibsmwd srUp hY[ ArQwq ibsmwd dSw nUM BI BOck pRySwnI ivc pwx hwrw hY ]81]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
