[
  {
    "id": "UB1",
    "sttm_id": 6565,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "D421",
        "source_page": 85,
        "source_line": 1,
        "gurmukhi": "crn srin gur BeI inhcl miq; mn aunmn ilv shj smwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the refuge of Satguru the intellect becomes stable. The mind attaches itself with state divine and rests in equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crxwˆ dI srx jo koeI AwXw Es dI miq mno ibrqI inhcl Afol eykwgR ho geI vw ho jwˆdI hY, Aru mn aunmn bwhrmuKI Bwv v`loˆ ault ky AMqrmuKI ho sihj srUp inj Awqm ivKy ilv lgw ky smwey lIn ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YVMR",
        "source_page": 85,
        "source_line": 2,
        "gurmukhi": "idRsit drs Aru sbd suriq imil; prmdBuq pRym nym aupjwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the mind engrossing into the teachings of Satguru and divine word residing for ever in the memory, astonishing loving devotion is generated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRStI Aru drSn qQw Sbd Aru suriq sunxhwrI SkqI ijs itkwxy iml jwieAw krdy hn ArQwq idRSÎ dyKx jog pdwrQ nUM q`k ky Es dy Awpws prqo smyq ingHw idRS†I Aru dyKI hoeI vsqU dy dyKy jwx dw igAwn ijs AMdrly Gwt aupr huMdw hY, Aqy kMnwˆ dI skqI dw Sbd sunx aupRMq Sbd qQw aus dI sunxhwrI SkqI dy eykqw pOx dw boD ijs AMdrly cyqnqw dy Gwt au`qy huMdw hY Esmyl dy AnuBv krxyhwrw jo prm q`q srUp, ies q`qwˆ dy rcy SrIr qoˆ nÎwrw hY Es prm AdBuq srUp ivKy prcw pRwpq krn dy pRym dw nym iKcwau qwˆG BirAw tIcy isr dw lgwau auqpMn ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9S4Q",
        "source_page": 85,
        "source_line": 3,
        "gurmukhi": "gurisK swDsMg rMg huie qMbol rs; pwrs pris Dwqu kMcn idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of devoted, slave Sikhs, noble and pious persons, one gets dyed in the hue of colour as beetle leaf, beetle nut, lime, cardamom and catechu mix together to become red beside giving pleasant smell. As other metals become gold when touched wi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU ky is`Kwˆ dI swD sMgq ivc bRwhmx KÎqRI vYS sUdr koeI BI Aw jwvy, cUnw k`Q supwrI sprSn swr pwn dy rs vq lwl rMg is`KI isdk vwlw pRym AvSÎ iKV AOˆdw hY gur is`K sMgq kr ky iblkul hI auh AYsw s`cw isK bx jwieAw krdw hY jYsI ik hr Bwˆq dI aUc nIc DwqU pwrs nwl sprS kr ky sÍrx[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "77R9",
        "source_page": 85,
        "source_line": 4,
        "gurmukhi": "cMdn sugMD sMD bwsnw subws qws; AkQ kQw ibnod khq n Awey hY [85[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the fragrance of sandalwood makes other trees equally fragrant, so does the touch of the holy feet, a glimpse of the True Guru, and with' the union of the divine word and the conscious mind; the company of pious and noble persons, fragrance blossoms. T",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy cMdn dI sugMDI dI sMDI joV pRwpq kr ky ivKÎ bwsnw gRsy vwˆs smwn hMkwrI sMswrIAwˆ ivc is`KI dI sRySt sugMDI rUp mihk pRgt ho AwXw krdI hY AYsy is`KI pRwpq purK nUM auh ibnod kOquk AwnMd pRwpq hoXw krdw hY AQvw subws qws auh is`KI Bwv vwlI SrDw BOxI rUp sRySt sgMDI dw qws BMfwr bx jwXw krdw hY ijs dI kQw AkQ srUp hox kr ky kihx ivc nhIˆ Aw skdI hY ]85]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
