[
  {
    "id": "97H",
    "sttm_id": 6566,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EDZU",
        "source_page": 86,
        "source_line": 1,
        "gurmukhi": "pRym rs AMimRq inDwn pwn pUrn huie; AkQ kQw ibnod khq n Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union between Guru and Sikh is full of pleasure and happiness. It cannot be described. By the strenuous practice of meditation on the Guru blessed Naam and by relishing the elixir of love, a Sikh feels totally satiated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMimRq inDwn AMimRq dy BMfwr siqgurwˆ dI crx srx ivcoˆ ijnwˆ gurmuKwˆ ny pRym rs nUM pwn kr ky Ck ky Apxy Awp nUM pUrn iqRpqIvwn r`ijAw hoieAw bxwieAw hY; Enwˆ dy ibnod AwnMd dI kQw AkQ rUp hY, kihx ivc nhIˆ Aw skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DL3P",
        "source_page": 86,
        "source_line": 2,
        "gurmukhi": "igAwn iDAwn isAwn ismrn ibsmrn kY; ibsm ibdyh ibsmwd ibsmwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Forgetting the worldly boasts of knowledge, involvements, wisdoms and other achievements, practicing the Simran strenuously, a Sikh loses the awareness of his existence and he merges in the astonishing of astonishing state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "igAwn Cwˆtny, qy iDAwn dIAwˆ fI`gwˆ mwrxIAwˆ, Aru swn sÎwxp jwx pCwx dy DnI hox dy dmgjy clwxy qQw ismrx vwhgurU dI Xwd dy rsIey hox dy qu`ky Cfn dy pwj Bry vqIry nUM ibismrn kY mUloˆ hI Bulwky, sMswr ivc vrq rhI iCx iCx AMdrlI ivicqRqw kwrx ijhVy isbm Awpxy AMdr hrwn ho rihMdy hn qy iesy kr ky hI auh ibdyh dyh dI surq BI ivswr ky mwnoˆ jIauˆdy hI mr jwˆdy hn Aru ieM\\y hI AwpÎoˆ bwhr rihMdy rihMdy ibsmwd dyh Awqmw dy ADÎws dI ivKm gMF tu`tn dI AwdlI AnuBvI AvsQw ivKy ibsmwey hY ib+smwey hY ivSyS kr ky lIn ho jwvy hY[ Bwv Awqm srUpI AnBau pd ivKy mgn hoey rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SZ21",
        "source_page": 86,
        "source_line": 3,
        "gurmukhi": "Awid prmwid Aru AMq kY AnMq Bey; Qwh kY AQwh n Apwr pwr pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By reaching the high divine state and becoming one with the Lord who is beyond the beginning, and even the eons, a Sikh goes beyond the beginning and end. He becomes unfathomable and because of his oneness with Him, his extent cannot be comprehended.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awid prmwid hux auh Awid vjoˆ qwˆ Awid qoˆ pry Awid rihq ho jwˆdy hn kÎoˆik Awid jugwid pd ivKy iesiQq ho gey hn, Aru AMq v`loˆ AnMq AMq rihx bx jwˆdy hn kÎoˆik by EVk byh`d srUp ivc smweI pw leI hY qy iesy qrHwˆ Qwh kY Qwh v`loˆ AQwh Asgwh ho jwx kr ky Enwˆ dI hwQ nhIˆ pweI jw skdI Enwˆ dy AwSX dw QOh nhIˆ pw skIdw Aqy auh Apwr pwrbRhm srUp ivKy AByd ho gey hn, so Enwˆ dw pwr mrm AwdrS Dur mMjl itkwxw BI nhIˆ pwXw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BH3Y",
        "source_page": 86,
        "source_line": 4,
        "gurmukhi": "gur isK sMiD imly bIs iekIs eIs; sohM soeI dIpk sY dIpk jgwie hY [86[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This union of Guru and Sikh surely makes a Sikh like God Himself. This union makes him dwell in His name. He perpetually utters-Thou! Thou! Lord! Lord! and he enlightens the beacon of Naam. (86)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX kIh ik gurisK sMiD imlÎwˆ AYauˆ bIs iekeIs vIhwˆ dy vrqwry ivcoˆ iekIsvyˆ eISÍrI pRwiexI vrqwry ivc vrq ky eIs prmySÍr nwl AByd ho jwˆdy hn[ Aqy 'sohM soeI' auh prmwqmw mYˆ jIv 'auhI eI' ieh jgq Bwv auh prmwqmw hI dyh AMdr mYˆ mYˆ krxhwrw Awqmw Awpw hY Ar EhI Awpw hI eI ies smUh jgq sMpUrx dyh DwrIAwˆ dw Awqmw hY, ieauˆ dy inscy ivc mgn ho ky jIkUM dIpk sY dIpk jgwey hY dIvy qoˆ dIvw jgweIdw hY, qIkUM hI jÎoqI srUp nwl AByd ho ky jÎoqI srUp ho pRkwiSAw krdw hY ]86]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
