[
  {
    "id": "MLN",
    "sttm_id": 6570,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CKCA",
        "source_page": 90,
        "source_line": 1,
        "gurmukhi": "gurmuiK Awpw Koie jIvn mukiq giq; ibsm ibdyh gyh smq suBwau hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh follower of Guru loses his self and achieves salvation in his life when still alive. Leading a house holder’s life, he feels no concern for distress or peace/comfort that comes his way.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK Awpw Koie gurmuK Awpy Bwv rUp dyh ADÎws nUM guvw ky jIvn mukq giq jIvn mukqI vwlI dSw nUM pRwpq ho jwˆdw hY, ArQwq gyh dyh rUp Gr ivc v`sdw hoXw hI ibsm ibdyh Ascrj kr dyx vwlI srIirk AsMgqw nUM AnBau krn lg jwˆdw hY Bwv swKÎwq Awpxy Awpy Awqmw nUM srIr nwloˆ nÎwrw dyKn lg pYˆdw hY qy iesy kr ky hI aus dw suBwau BI smq smqw vwlw bxw jwXw krdw hY[ kÎoˆik sB nUM hI iesy rMg ivc srIr Awqmy dI AsMgqw sihq dyKn kr ky hux swrIirk ivKmqw Es nUM nhIˆ poh sikAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GC7W",
        "source_page": 90,
        "source_line": 2,
        "gurmukhi": "jnm mrn sm nrk surg Aru; puMn pwp sMpiq ibpiq icMqw cwau hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And then birth and death, sin and piety, heaven and hell, pleasures and tribulations, worry and happiness all means equal to him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eysy kwrx kr ky hI sUQl dyh dy jnm mrx Awid bwbq Es nUM hux Purxw nhIˆ ho skdw, qy AYsw hI ies srIr dy sdIv kwl leI nws ho jwx mOq aupRMq nrk surg vwlI sUKm srIr dI gqI dw BI AMdr vIcwr nhIˆ aupjdw kÎoˆik puMn pwp meI pRivrqI dw kwrx mn jo sI, so qwˆ Es dw iblY ivnws nUM pRwpq ho igAw huMdw hY[ Aru eysy kr ky hI sMpdw ibpqw BI Es nUM Agy leI icMqw sog qy cwau hrK sog hrKvwn nhIˆ bxw skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UM38",
        "source_page": 90,
        "source_line": 3,
        "gurmukhi": "bn gRh jog Bog log byd igAwn iDAwn; suK duK sogwnMd imqR sqR qwau hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For such a Guru-conscious person, jungle and home, enjoyment and renunciation, folk traditions and traditions of the scriptures, knowledge and contemplation, peace and distress, sorrow and pleasure, friendship and enmity are all the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bn jMgl ivc vsdw hovy, cwhy igRh Gr ivc jog kridAwˆ swDidAwˆ smwˆ lMG irhw hovy, AQvw Bog sMswr idAwˆ pdwrQwˆ ivKy vrqidAwˆ sB hwlqwˆ ivc hI bydwˆ Anuswr krm kridAwˆ vw lok lokwcwrI rIqwˆ rmswˆ nUM pwlidAwˆ gÎwn DÎwn ivKy qQw duK suK Aru sog AwnMd Aqy imqR sqRqwau imqRu+ sqRqw + Aau AOr imqR BweI sqRqweI rUp ienwˆ smUMh dÍMdÍwˆ Bwv aupro QlI vrqn vwlIAwˆ sMswrI dSwˆ ivc iek smwn hI suBw DwrI riKAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "14PW",
        "source_page": 90,
        "source_line": 4,
        "gurmukhi": "lost kink ibKu AMimRq Agn jl; shj smwiD aunmn Anurwau hY [90[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A lump of earth or gold, poison and nectar, water and fire are all the same for a Guru-conscious person. Because, his love is to remain absorbed in the stable state of perpetual knowledge of the Guru. (90)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\yˆ hI lohy sony dI vw los† imtI dy Fyly Xw sony dI pRwpqI ivKy, Aru AYsw hI ivhu qy AMimRq dy ipAwey jw irhwˆ, qQw Ag ivc sVidAwˆ vw jl ivc fubIˆidAwˆ XQw lwB sMquS† pRsMn dSw nUM pRwpq hoieAw hoieAw shj smwDI rUp shjy hI itkwau ivc itk rihx dI aunmn msqwngI dw Anurwau Anurwg pRym cwau Es nUM lgw rihMdw hY ]90]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
