[
  {
    "id": "S8P",
    "sttm_id": 6572,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "P579",
        "source_page": 92,
        "source_line": 1,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; shj smwiD suK sMpt smwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By becoming a true servant of Satguru Ji, remaining fond of the fragrance of the dust of the holy feet of the True Guru, and in perpetual contemplation, a Sikh permeates himself in the spiritual peace.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crn kmlwˆ dI mkrMd rs DUlI dy rs sÍwd AnMd dI Kwqr luBwiemwn ho ky shj srUpI smwD iesiQqI dÍwry ijhVy suK ivc sM+put BlI pRkwr AwCwidq ho ky Xw BlIBwˆq ivcwly Aw AQvw iml ky ijhVy smwny hY Bwv ilv lIn ho gey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1DTY",
        "source_page": 92,
        "source_line": 2,
        "gurmukhi": "BYjl BieAwnk lhir n ibAwip skY; duibDw invwir eyk tyk Thrwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person is never affected by the frightening worldly waves of desires and hopes. He is deemed to have destroyed all duality and taken the refuge of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "EnHwˆ nUM BYjl sMswr smuMdr dI BÎwnk frOxI Kqrnwk lihr jnm mrx vwlI, AQvw Awsw iqRSxw meI, nhIˆ bÎwp vwpr skdI, auh duibDw sMsy vw duicqweI nUM dUr kr ky iek vwihgurU dI hI tyk Srx vw shwry, AQvw Et nUM Dwr ky Thrwny hYˆ SwˆqI cYn nUM pRwpq kr lYˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SMRL",
        "source_page": 92,
        "source_line": 3,
        "gurmukhi": "idRsit sbd suriq brij ibsrjq; pRym nym ibsm ibsÍws aur Awny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He keeps his eyes away from the evils and ears closed to the slander and praise. Ever engrossed in Naam Simran, he imbibes the celestial faith of the Lord in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRsit sbd suriq brij ibsrijq nyqRwˆ nUM rUp v`l Btknoˆ qy Sbd v`loˆ kMnwˆ nUM vrjky rokky; ibsrjq ibdw kr idqÎwˆ Awpy dyh ADÎws Xw hOmyˆ Bwv nUM AQvw idRS†I sB mn ieMdRIAwˆ qQw srIr dI cyS†w Awid nUM ApxI ingHwivc rKx hwrI cyqn s`qw iqsI pRkwr Sbd Anhd DunI ivKy surq nUM brj inroD kr ky rokky g`fky, ibsrjq bwhrmuKI Awpy hOmYˆ Bwv ibdw kr idqÎwˆ Bwv ilvlIn ho igAwˆ ibsm ApxI smwnqw nw rKx vwlw ApUrb ibsÍws inscw pRgt ho ky nym sihq pRym nUM ihrdy AMdr lY AOˆdw pRgt kr ilAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3EVR",
        "source_page": 92,
        "source_line": 4,
        "gurmukhi": "jIvn mukiq jgjIvn jIvn mUl; Awpw Koie hoie AprMpr prwnY hY [92[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Liberated Guru-conscious Sikh sheds all his ego and becomes a devotee of the infinite Lord, the creator of the World and source of all life on it. (92)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ik jg jIvn jIvn mUl jgq dy jIvwˆ dw jIvn mUl jIaUn mUVI jo AprMpr pwrbRhm sÍrUp hY, ieauˆ Awpw dUr kr ky hoie prwny Es dy pRwiex ho jwˆdy hn q iesy kr ky hI auh jIvn mukq ho jwˆdy hn, ArQwq sMswrI ijMdgI dy Asrwˆ qoˆ AYsy gurmuK Alyp rihMdy hn ]92]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
