[
  {
    "id": "47Z",
    "sttm_id": 6577,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PMJL",
        "source_page": 97,
        "source_line": 1,
        "gurmukhi": "swDsMg gMg imil sRI gur swgr imly; igAwn iDAwn prm inDwn ilv lIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh ever in attendance of Satguru merges in the ocean-like True Guru through the Ganges-like holy congregation. He remains engrossed in the fountain-head of Cyan (knowledge) and contemplation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD sMig gMg imil gur isKwˆ dI sqsMgq rUp gMgw nwl imilAwˆ sRI gurU klÎwn srUp soBwXmwn siqgur smuMdr dw mylw swKÎwq siqgurwˆ dI sMgq pRwpq ho jwˆdI hY[ ij`Qoˆ Pyr igAwn Ar iDAwn dy prm inDwn prm BMfwr rUp siqgur AMqrXwmI dy sÍrUp ivKy ilvlIn ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZU7J",
        "source_page": 97,
        "source_line": 2,
        "gurmukhi": "crn kml mkrMd mDukr giq; cMdRmw ckor gur iDAwn rs BIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A True Sikh remains absorbed and immersed in the holy dust of the True Guru like a bumble bee and longs for a glimpse of his Guru just as a moon bird experiences pangs of separation of his beloved moon.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq mDukr giq BOry smwn pRymI ho ky siqgurU dy crx kmlwˆ dI mkrMd DUlI rspuSp md ivc Aqy ckor vwkUM siqgurwˆ dy drSn rUp cMdRmwˆ dy DÎwn rs ivc BIn hY iBjÎ rihMdw qr hoXw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5PX8",
        "source_page": 97,
        "source_line": 3,
        "gurmukhi": "sbd suriq mukqwhl Ahwr hMs; pRym prmwrQ ibml jl mIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a swan whose diet is pearls, a true Sikh relishes the pearl-like Naam as his life support. Like a fish, he swims in the cool, clean and comforting waters of spirituality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru Sbd ivKy surq joVn leI kUiVAwˆ sMklpwˆ Gu`gy Awid nUM qÎwg ky Sbd mwqR moqI dy hI Ahwr krn vwsqy auh hMs vq huMdw hY[ vw siqgurwˆ Sbd bcn suriq sux sux ky Enwˆ ivcoˆ audyS BrIAwˆ bwqwˆ rUp mukqwhl moqI cux cuxky Ahwr krn leI kmwn Kwqr auh hMs smwn bx jwˆdw hY Aqy inrml prmwrQ ijs ArQ qoˆ pry hor koeI prXojn ho hI nhIˆ skw, AYsy prm q`q srUpI mukq pd ivKy AYfw pRym Dwrx kr lYˆdw hY ij`fw ik jl ivKy mIn m`C dw huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M7Z4",
        "source_page": 97,
        "source_line": 4,
        "gurmukhi": "AMimRq ktwC Amrwpd ikRpw ikRpwl; kmlw klpqr kwmDynwDIn hY [97[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the element and nectar-like glimpse of grace of the True Guru, a true Sikh attains immortality. And then all mythical donors like Kamdhen cow or Kalap brichh and even Lakshmi (Goddess of wealth) serve him diligently. (97)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr ilvlIn hoXwˆ ikRpwl ikrpw dy mMidr siqgurwˆ dI ikrpw dÍwry AMimRq meI ikRpw ktwKÎ imhrwˆ BrI AMimRq brsOxI ingHw nwl q`knw pRwpq huMdw hY jo Amrwpd AibnwsI pd dI pRwpqI dw kwrx hY Aqy ijs ikRpw ktwKÎ dy kmlw lCmI klpqru surgI nMdn bn dw BUKx rUp kwmnw pUrIAwˆ krx hwrw ibrC, Aru kwmDynu kwmnw pUrIAwˆ krxhwrI surgI gaU sB ADIn hn ]97]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
