[
  {
    "id": "0GN",
    "sttm_id": 6578,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "84L4",
        "source_page": 98,
        "source_line": 1,
        "gurmukhi": "eyk bRhmwNf ky ibQwr kI Apwr kQw; koit bRhmwNf ko nwieku kYsy jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When description of one universe is beyond the ability of a human being then how can the master of millions of universes be known?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iek bRhmMf dy ivsQwr pswry dI kQw dw pwrwvwr hI nhIˆ pwieAw jw skdw qwˆ kRoVwˆ AnMq bRhmMfwˆ dy rcn hwry nwXk sÍwmI mwlk dy pwrwvwr nUM iks pRkwr jwx skIey?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BRXY",
        "source_page": 98,
        "source_line": 2,
        "gurmukhi": "Git Git AMqir Aau srb inrMqir hY; sUKm sQUl mUl kYsy pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God, the cause of all visible and invisible world who is prevailing equally in all and sundry; how can he be reckoned?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Git srIr Git AMqwkrx irdw so auh srIr srIr pRqI Aru hr iek AMqwkrx irdy AMdr vs irhw hY, Aau Aqy srb inrMqr sB ivKy AByd ho irhw; AQvw srb dy sdrS hI hoXw hoXw mwno AMqrwX qoˆ rihq srb`qR sB dw srUp ho ky Bws irhw hY[ ies leI smUMh sQUl sUKm dy mUl kwrx vw mu`F nUM kwrx vw mu`F nUM iks qrHwˆ kuC nÎwrw kr ky pCwx skIey?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H1JB",
        "source_page": 98,
        "source_line": 3,
        "gurmukhi": "inrgun AidRst isRsit mY nwnw pRkwr; AlK liKE n jwie kYsy auir AwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God who is not visible in His Transcendental form, and is visible in myriad forms in His immanent form; who cannot be perceived, how can he then be lodged in the mind?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "inrgux AidRst inrgux srUp qwˆ aus dw hoXw hI idRStI qoˆ Agocr pr ijhVw idRsit mY idRStI ivKy AOxhwrw swkwr srUp srgux hY auh nwnw pRkwr dw hky Bws irhw hY, ijs kr ky Asl srUp ivKy lKÎw nhIˆ jw skdw qwˆ qy Es AlK srUp nUM iks pRkwr aur ihrdy AMdr ilAw skIey? Bwv auh buDI mn Aru ieMdRIAwˆ dÍwrw iksy pRkwr BI jwixAw pCwixAw Xw iDAwixAw nhIˆ jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MHXR",
        "source_page": 98,
        "source_line": 4,
        "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn; pUrn bRhm srbwqm kY mwnIAY [98[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Imperishable of character, of ever stable name, the complete Lord God, becomes known to a devoted Sikh through the Gyan dispensed by True. Guru. He attaches his conscious mind in the word and its tune and realises His presence in every living being. (98)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! jykr siqgurwˆ qoˆ sqÎnwm qoˆ sqÎnwm nUM pRwpq kr ky sqÎ srUp dy gÎwn sMXukq Awpxy Aw nUM bxw ky Es dy DÎwn pRwiex hoeIey qwˆ srbwqm ky srb Awqm rUpqw kr ky sB dw Awpw rUp hoey hoey Es pUrn bRhm nUM mwnIAY jÎoˆ kw qÎoˆ inscy kr leIdw hY ]98]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
