[
  {
    "id": "H5K",
    "sttm_id": 6586,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PJJC",
        "source_page": 106,
        "source_line": 1,
        "gurmukhi": "sbd suriq Awpw Koie gurdwsu hoie; brqY brqmwin gur aupdys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Shedding away the mine and - thine differentiation by the union of mind and divine word, one becomes a humble slave of the Guru. He makes his present a success by perpetual contemplation on His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sbd suriq Sbd gurU ky aupdySy mMqR ivKy su+riq sRyS† pRIqI idRV lgn lgw ky, eynwˆ ny Awpw Koie guvw id`qw hY Bwv sB pRkwr sUKm sQUl hMkwr qoˆ rihq ho gey hn, Aqy iesy kr ky hI gurdws hoie gurU ky dws syvk is`K bx jwˆdy hn kÎoˆik AwigAw ivc vrqx vwly nUM hI dws Xw syvk kihMdy hn qy ieauˆ dy hoky: gur aupdys kY gur aupdyS dI kmweI AiBAws krdy hoey jYsI brqmwn hoxhwr Awx vwprdI hY, Es ivKy vrqY vriqAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C6MP",
        "source_page": 106,
        "source_line": 2,
        "gurmukhi": "honhwr hoeI joeI joeI soeI soeI Blo; pUrn bRhm igAwn iDAwn prvys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With his mind focused on the name of the Lord; living life according to Guru's teachings, he accepts all happenings as divine Will and blessings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ienwˆ dw inscw pUrn bRhm srUp sMqw nUM srbqR srb TOr rimAw jwx ky iek iesy mwqR igAwn dy iDAwn ivc hI pRvyS kr ky ilvlIn ho ky AYauˆ p`kw rihMdw hY ik joeI joeI hoxhwr ijhVI ijhVI hoxhwr AvSÎ vrqnhwrI kwrvweI Xw Bwxw vrqy, soeI soeI Blo hoie auho Eho hI Blw hI Blw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M9TE",
        "source_page": 106,
        "source_line": 3,
        "gurmukhi": "nwm inhkwm Dwm shj suBwie cwie; pRym rs risk huie AMmRq Avys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devotee living life of a householder, engrossed, in meditation of Lord's name and seized in His love ever enjoys the elixir of His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bs ies pRkwr dI Bwvnw pUrbk vrqidAwˆ kwmnw qoˆ rihq inskwm inrivklp pd hY nwm ijs dw Es Dwm pd ivK sihj suBwv cwau aumMg is`k auqpMn kr ky AMimRq AvyS kY AMimRq imRqÎU rihq Amr dSw ivKy pRvyS pw ky pRym rs AnBau rs dy rsIey auh bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WPAT",
        "source_page": 106,
        "source_line": 4,
        "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn; pUrn srbmeI Awid kau Adys kY [106[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a slave of the Guru who by focusing his mind in the Lord regards the indestructible and ever stable Lord permeated in every speck, salutes and pays his obeisance to the force who is the cause of all beginnings. (106)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX ieh ik siqgurwˆ dy aupdySy siqnwm dI kmweI qoˆ hoieAw huMdw hY jo siq srUp AibnwsI srUp Akwl mUriq dw igAwn Es dy iDAwn ivc mgn, pUrn srb meI Awid kau Adys kY jo sB dI Awid pRIpUrx srb srUpI prmwqmw hY, bs Esy nUM hI mwno Awdys bMdnw nmskwr krdy rihMdy hn ]106]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
