[
  {
    "id": "GLT",
    "sttm_id": 6587,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5RUA",
        "source_page": 107,
        "source_line": 1,
        "gurmukhi": "sbd suriq Awpw Koie gurdwsu hoie; bwl buiD suiD n krq moh dRoh kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One becomes true disciple only by getting the divine word of Guru absorbed in the mind and becoming a humble slave of the Guru. For virtually a possessor of the child-like wisdom, he is free of deceit and infatuations.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd ivKy suriq iesiQq kr itkw ky Awpw Ko is`itAw guvw id`qw hY ijnHwˆ ny aus gurU ky dws syvk bxw jwˆdy hn qy ies qrHwˆ dws bxdy swr hI aunHwˆ dI buiD, bwlwˆ vwkUM ho jwˆdI hY ArQwq jIkUM bwlk Boly Bw vrqdy hoey nhIˆ jwxdy ik aunHwˆ nwl koeI ipAwr AslI krdw hY Xw ClIAw bwlwˆ nUM vlwn vlw DoKy BirAw qIkUM hI auh moh dRoh kI suD n krq moh ipAwr qy dRoh Cl kpt dI soJI hI nhIˆ lYˆdy Bwv by pRvwh hoey rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6GL",
        "source_page": 107,
        "source_line": 2,
        "gurmukhi": "sRvn ausqiq inMdw sm qul suriq ilv; locn iDAwn ilv kMcn Aau loh kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since his consciousness is engrossed in the name of the Lord; he is least affected by praise or rejection.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kMn ausqiq inMdw suriq sux ky sRvn AMdrlI ilv dy kwrx, sm qul sm Bwv ivKy hI qoldy hn Bwv ijhw ausqiq sux ky idl iKiVAw rihMdw hY iqhw hI inMdw sux ky murJwˆdw nhIˆ Aqy AYsI hI ilv nqrwˆ dw iDAwn, kMcn lohy aupr pYx qy iek sm irhw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JRCM",
        "source_page": 107,
        "source_line": 3,
        "gurmukhi": "nwskw sugMD ibrgMD smsir qw kY; ijhbw smwin ibK AMimRq n boh kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fragrance and foul smell, poison or elixir are the same for him, because his (devotee's) conscious is absorbed in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwswˆ n`k sugMDI ivKy vrq ky jIkUM pRsMn rihMdIAwˆ hn, qIkUM hI ibrgMD BYVI gMD durgMD nUM AnuBv krdIAwˆ hoeIAwˆ smsir qw kY iqnwˆ dy qwˆeI ieko jyhI dSw ivc hI rihMdIAwˆ hn Aqy ijhbw smwn ibK AMimRq n boh kI ibK AMimRq kOVy imTy Awid sÍwdI ivKy ijhbw BI sm Bwv ivc hI rihMdI hY Amukw im`Tw hY qy Amukw kOVw hY ies Bwˆq dI duibDw dI gMD BI nhIˆ PurdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6DHY",
        "source_page": 107,
        "source_line": 4,
        "gurmukhi": "kr cr krm Akrm ApQ pQ; ikriq ibriq sm aukiq n dRoh kI [107[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He remains stable and uniform even if he uses his hands in good or indifferent deeds; or treads path not worthy of appreciation. Such a devotee never harbours any feeling of deceit, falsehood or ill deeds. (107)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kr cr krm Akrm ApQ pQ kr h`Q krxy jog Ar Akrxy jog ivKy AQvw kMm kwr kridAwˆ Xw ivhlI hwlq ikRXw AikRXw ivKy vrqidAwˆ qy cr crx ApQ rwhoˆ vwtoˆ rihq kumwrgI dSw ivKy Aru pQ sumwrg ivc pey Bwv quridAwˆ iPridAwˆ Xw bYiTAwˆ sm Bwv ivKy hI irhw krdy hn[ Aru ie\\yˆ hI ikrq ibrq jIivkw sbMDI ikrq kwr kridAwˆ aunHwˆ dI aukiq bwxI dlIl sm hI irhw krdI hY, nwik kdI dRoh kI T`gI vwlI ]107]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
