[
  {
    "id": "U6L",
    "sttm_id": 6588,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3ARP",
        "source_page": 108,
        "source_line": 1,
        "gurmukhi": "sbd suriq Awpw Koie gurdwsu hoie; srb mY pUrn bRhmu kir mwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By contemplating and absorbing oneself in the name obtained by the blessings of a True Guru, and shedding the feelings of mine and his, one becomes a servant of the Guru. Such a servant acknowledges the presence of one Lord everywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd ivKy suriq nUM joV ky Awpw Ko ky gurU kw dws bxIdw hY, ijs dwswBwv kwrx srb ivKy pUrn bRhm hI mnn krIdw hY[ AQvw srb meI pUrn bRhm dw hI igAwn meI inscw ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9YLD",
        "source_page": 108,
        "source_line": 2,
        "gurmukhi": "kwst Agin mwlw sUqR gors gobMs; eyk Aau Anyk ko ibbyk phcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the same fire exists in all the woods, different beads are arranged in the same thread; as all shades and species of cows yield milk of the same colour; similarly the slave of True Guru achieves the wisdom and knowledge of the presence of one Lord in a",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq ijs qrHwˆ smUh kwT ivKy iek mwqR AgnI rmI hoeI hY, qy mwlw dwixAwˆ ivKy sUqR qwgy dI ieko qwr Aqy gobMs nwnw rMgwˆ dIAwˆ jwqIAwˆ vwlIAwˆ gaUAwˆ ivKy ieko hI rMg rUp qy sÍwd vwlw gors du`D huMdw hY iesy qrHwˆ smUh pRwxIAwˆ ivKy ieko hI Anyk rUp ho Bws rhy dy ibbyk bIcwr dI pihcwn pCwx ho AOˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VCS9",
        "source_page": 108,
        "source_line": 3,
        "gurmukhi": "locn sRvn muK nwskw Anyk soqR; dyKY sunY bolY mn mYk aur AwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As all that is seen by the eyes, heard by the ears and said by the tongue reaches the mind, similarly the slave of the Guru sees one Lord residing in all beings and lodges Him in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nyqRwˆ, kMnwˆ, muK rsnw nwswˆ Awid Anykwˆ sRoqrwˆ ieMdRy duAwirAwˆ ivKy ijhVw dyKdw suxdw, boldw vw rs Awid lY irhw hY, Eho hI mn ivc BI myk imilAw hoXw sMpUrx sMklpwˆ ivklpwˆ dw Awsrw srUp iek cYqMn q`q mwqR hI aur AwnIAY irdy AMdr ilAweIdw AnuBv huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CZL0",
        "source_page": 108,
        "source_line": 4,
        "gurmukhi": "gur isK sMD imly sohM sohI Eiq poiq; joqI joiq imlq joqI srUp jwnIAY [108[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a Sikh with his Guru makes him utter Lord's name repeatedly and enjoins in Him like warp and weft. When his light merges with light eternal, he too acquires the form of light divine. (108)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq kIh ik gur is`K sMDI dy imilAwˆ sohM soeI so auh hM mYˆ qy so auhI eI ieh jgq ieauˆ jIv jgq Aru bRhm qwxy pyty Aru kpVy ivKy iek sUqr mwqR hI Eq poq rmy hox vq joqI srUp prmwqmw ivKy joiq dy imilAwˆ, kyvl joqI srUp hI joqI srUpw jwnx ivc AwXw krdw hY ]108]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
