[
  {
    "id": "0VV",
    "sttm_id": 6592,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HUDV",
        "source_page": 112,
        "source_line": 1,
        "gurmukhi": "pRym rs AMimRq inDwn pwn pUrn huie; aunmn aunmq ibsm ibsÍws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a devotee meditating on His name is satiated with the drinking of loving nectar of Lord's name, he (devotee) enjoys supernatural ecstatic feeling in higher spiritual planes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRym rs AMimRq inDwn pwn pUrn huie AMimRq BMfwr ivcoˆ pRym rs nUM pwn kr ky pI ky jo pUrn iqRpq ho gey[ auh aunmnI AvsQw ivKy aunm`q mgn msq rihMdy hn Aqy Enwˆ dw ibsÍws Brosw inscw ibsm Acrj rUp bhuq p`kw huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3B1Y",
        "source_page": 112,
        "source_line": 2,
        "gurmukhi": "Awqm qrMg bhu rMg AMg AMg Cib; Aink AnUp rUp aUp ko pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With multi-coloured waves of spiritual thoughts growing in his (devotee) mind, every part of his body conveys the glory of the Lord by emittence of strange and unique radiance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awqm qrMg bhu rMg AnMq Bwˆq dIAwˆ Bwˆq Bwˆq dIAwˆ Awqm qrMgwˆ Awqimk mOjwˆ hulwry vw cmqkwr AMdr auqpMn hox kr ky AMg AMg Cib Enwˆ dy AMg AMg dI SoBw Aink AnUB rUp aUp ko pRgws hY Bwv Enwˆ dw qyj pRqwp Ajb AjYb qrwˆ dw ho dmkdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLFU",
        "source_page": 112,
        "source_line": 3,
        "gurmukhi": "sÍwd ibsmwd bhu ibibiD surq srb; rwg nwd bwd bhu bwsnw subws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The relishment of loving elixir of the Lord's name is astonishing. Enchanting tunes of all the musical modes and their consorts are heard in the ears. The nostrils feel the smell of myriad fragrances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sÍwd ibsmwd bhu ies pRkwr dy AnuBv qoˆ jo sÍwd rs EnHwˆ nUM AwXw krdw hY auh bhuq hYrwn krn vwlw huMdw hY suriq Aqy Anyk pRkwr dI suriq sRod nwd DunI Anhd DunIAwˆ suixAw krdy hn, ijnwˆ dy Agy srb rwg nwd bwd sB pRkwr dy hI rwg Aru nwd bwijAwˆ dIAwˆ DunIAwˆ bdw bÎrQ BwisAw krdIAwˆ hn, AYsw hI bhu bwsnw subws hY sRySt sugMDI BI bhu AnMq pRkwrI bwsnw dI aus dy AMdr mihkwr ivsqwrdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ARU1",
        "source_page": 112,
        "source_line": 4,
        "gurmukhi": "prmdBuq bRhmwsn isMGwsn mY; soBw sBw mMfl AKMfl iblws hY [112[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And with the residing of the consciousness in the highest spiritual seat (the tenth orifice), one enjoys the strange and magnificent glory of all the spiritual planes. Staying in that state renders complete stability to the body, mind and soul. It is the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prmdBuq bRhmwsn isMGwsn mY bRhm dy Awsn prmwqmw dI iesiQqI dw isMGwsn rUp dsm duAwr ivKy soBw sBw mMfl kI smUMh mMflwˆ idbÎ lok lokwˆqrHwˆ dI SoBw prmdBuq prm AnoKI Bwˆq dI dmkdI hY, ij`Qy auh AKMfl iblws hY iek rs iblws AwnMd nUM mwxdy rihMdy hn ]112]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
