[
  {
    "id": "CJR",
    "sttm_id": 6594,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MW1L",
        "source_page": 114,
        "source_line": 1,
        "gurmukhi": "ibQwvMqy bYd rUp jwick dwqwr giq; gwhkY ibAwpwrI hoie mwq ipqw pUq kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Gursikhs with contemplated knowledge extend all help to the needy as an act of welfare, just as a medicine practitioner does for a patient, a donor does for a beggar, a trader for a customer and parents for their son.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bÎQwvMqY bYd rUp koeI rogI pIiVq purK duKÎwrw imly qwˆ bYdwˆ vq Es dy du`K inivrqI dy auprwly ivc ju`t pYˆdy hn, qy jykr jwick mMgqw loVvMd snmu`K Aw jwˆdw hY qwˆ dwqwr giq dwiqAwˆ vwlI cwl Dwr ky Es nUM pRsMn krdy hn[ pr jy koeI gwhk KRIdwr AOˆdw hY qwˆ gwhkY bÎwpwrI hoie Es gwhk sOdw KrIdU ijgÎwsU nUM vpwrI Es dI ie`Cw Anuswr dIn dunIAwˆ sMbDI vpwr dy krx hwry sOdwgr bxw idKˆdy hn, Aqy puqR DIAwˆ Awid prvwr kau qwˆeI mwqw ipqw mwipAwˆ vq hI lfOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8SFA",
        "source_page": 114,
        "source_line": 2,
        "gurmukhi": "nwr iBrqwr ibiD imqR imqRqweI rUp; sujn kutMb sKw Bwie cwie sUq kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As an act of benevolence, the relishers of Lord's name reach the distressed people to render them comfort They are husband to a distressed wife or vice versa, friends to friends and other loved ones; according to the defined moral code.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "igRsqI hn qwˆ nwr Brqwr ibiD iesqRI nwl pqI vwkUM hI vrqdy hn, qy imqR imqRweI rUp imqRweI imqRwny vwly nUM imqR rUp Aqy sujn kutMb sKw Bwie Apxy sbMDIAwˆ, koVmy swk sYn qQw BweIAwˆ Awid nUM jyho jyhy Bwv vwlw ho ky koeI snmuK AOˆdw hY EnHwˆ nUM Eho Eho jyhy cwie sUq kau cwau cwhnw hwau Bwau nUM sUq vÎoˆq nUM vÎoˆq ky imilAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ATQD",
        "source_page": 114,
        "source_line": 3,
        "gurmukhi": "logn mY logwcwr byd kY byd bIcwr; igAwn gur eykMkwr AvDUq AvDUq kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sikhs blessed with Guru's wisdom acquire the supreme knowledge of the Lord and meet the common mortals as one of them and as intelligent and wise in the gathering of learned men. They approach the hermits as renouncers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik lokwˆ ivc qwˆ iml ky lokwcwr lok mRXwdw vq vrqdy hn qy byd ky byd bIcwr byd ibcwr vwlÎwˆ ivKy byd bIcwrIAwˆ vq, pr jy koeI AvDUq ivrkq Awqmw swDU sMq Awx imlx qwˆ igAwn gur eykMkwr AvDUq AvDUq kau ivrkq purK nUM gurU su`D srUp eykMkwr dy igAwn srUp AvDUq ivrkq ho imldy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H2ET",
        "source_page": 114,
        "source_line": 4,
        "gurmukhi": "ibrlo ibbykI jn praupkwr hyiq; imlq sill giq rMg sRbMg BUq kau [114[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a rational and knowledgeable Sikh is very rare who for the sake of benevolence becomes humble like water and unites with the people of all denominations. (114)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! AYho jyhy ibbyk jn hYn ivrly, jo praupkwr dI Kwqr sB nUM pRsMn mn bnwx Kwqr sRbMg BUq kau smUh pRwxI mwqR nUM hI imlq sill giq jl vwly srb rMgI ho jwx vwl suBwv vq suBwv nUM Dwr imlÎw krdy hn AQvw smUh jwqwˆ dy lokwˆ nUM jl dy iqRKw buJwx vwly suBwv vq iek smwn hI iqRSnw rihq Swˆq pd pRwpq bnwaux dw jqn krdy hn ]114]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
