[
  {
    "id": "JD7",
    "sttm_id": 6595,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BPB6",
        "source_page": 115,
        "source_line": 1,
        "gurmukhi": "drsn iDAwn idib dyh kY ibdyh Bey; idRg idRb idRsit ibKY Bwau Bgiq cIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the contemplated vision of the True Guru, the Guru-conscious Sikhs become free of ego while still in their body form. By virtue of divine sight of the True Guru, they acquire the wisdom of loving worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drsn iDAwn idib dyh kY ibdyh Bey id`b dyh kY id`b srUp suMdr srUp pRkwSmX prmwqmw dy drSn iDAwn ivc qqpr mgn ho ky auh ibdyh dyh ivc vsdy BI dyh qoˆ AsMg hoey rihMdy hn[ Ar idRg nyqR idib idRSit ibKY smUh srIr ieMdRIAwˆ qQw mn Awid dI cyStw nUM idbÎ Bwv ivKy ApxI ingHw AMdr rKx vwlI idRStI rUp jo cYqMn srUpI s`qw hY, Es ivKy Bwau Bgiq Bwvnw inscw prp`k kr ky Bgiq pRym pwlnw hI cIn hY pCwxdy hn Bwv nyqR bwhrlI idRStI v`loˆ sMkoc ky AMqr Awqmy ivKy hI AMqr muK rihxw Apxw Drm smJdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "18X8",
        "source_page": 115,
        "source_line": 2,
        "gurmukhi": "AiDAwqm krm kir Awqm pRvys; prmwqm pRvys srbwqm ilau lIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of his spiritual knowledge and righteous actions, a follower of Guru finds peace and tranquillity in his self. By becoming one with Lord, he realises the presence of the divine light in the beings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ADÎwqm krm kir Awqmw nUM Awsry krn vwly krmwˆ nUM krdy hoieAwˆ sMpUrx krmwˆ dw krqw Akrqw srUp AMqr Awqmy nUM jwx ky qQw suK du`K meI Pl Bog dw AnuBeIAw Es nUM smJ ky AhMBwv rihq ho krm kridAwˆ Awqm pRvys pihly qwˆ Su`D Awqmy ivKy hI pRvyS pwey smwey rihMdy hn, Pyr ies pRkwr dyh Awd Anwqm pdwrQwˆ qoˆ AsMg ho ky prmwqm pRvys prmwqm Bwv ivKy lIn ho jwˆdy hn, qy ieauˆ Awqmw prwqmw eyko krY, Awqmy Aru prmwqmy nUM AByd kky srbwqm lIau lIn hY srb dw hI Awqmw rUp prq`K AnuBv kridAwˆ ies inscy ivKy ilvlIn ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "629V",
        "source_page": 115,
        "source_line": 3,
        "gurmukhi": "sbd igAwn prvwn huie inDwn pwey; prmwrQ sbdwrQ pRbIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the knowledge acquired through meditation on divine word, a devoted Sikh is accepted by the Guru who blesses him with the treasure of Lord's Naam. He then becomes wise to understand the principles of spirituality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`s ies pRkwr sbd igAwn prvwn huie Sbd dy igAwn nU pRwpq ho ky purK, prvwx pY AOˆdw hY Aru ieM\\ AiDkwrI bx ky inDwn pwey inDIAwˆ dy AsQwn prmwqmw nUM pRwpq kr lYˆdw hY, qy eysy qrwˆ hI prmwrQ sbdwrQ pRbIn hY gur Sbd dy ArQ dw jo prmwrQ isDwˆq rUp prm pRXojn hY, Es nUM jÎoˆ kw qÎoˆ smJn ivKy prbIn mhwˆ cqur AnuBv vn bx jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KJKF",
        "source_page": 115,
        "source_line": 4,
        "gurmukhi": "qqY imly qq joqI joiq kY prm joiq; pRym rs bis Bey jYsy jl mIn hY [115[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As the quintessence merges in its origin and become one; as flame of a beacon becomes one with the other flame, so does the soul of a Guru-conscious person merges with the Supreme soul. He gets so engrossed in the pleasure of Lord's love that he remains i",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq dyh sMGwq dy swKI srUp suD q`q vsqU nUM inscy kr ky qq srUp prmwqmw ivKy iml jwˆdw hY qwqpRX ieh joqI nUM joiq ivKy imlw ky prm joq srUpI ho ky AYauˆ pRym rs bRhmwnMd dy ADIn hoXw rihMd hY, ijs qrHwˆ jl ivKy mIn m`C ]115]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
