[
  {
    "id": "S09",
    "sttm_id": 6596,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6VXS",
        "source_page": 116,
        "source_line": 1,
        "gurmukhi": "AiDAwqm krm prmwqm prm pd; qq imil qqih prmqq vwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A rare Guru-conscious person attains the knowledge of spirituality through spiritual deeds and absorbs himself in Him as truth rejoins with Truth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AiDAwqm krm krn kr ky prmpd prmwqmw dI pRwpqI huMdI hY ArQwq q`q jIv q`qÍ pMjwˆ q`qwˆ dw jIvn srUp Bwv pMj BUiqk srIr nUM srjIq krx hwrw q`qwˆ dw q`qÍ srUp pdwrQ jIv Awqmw qqih ml isRStI Br dy jIvn srUp prmwqmw ivKy iml AByd ho jwˆdw hY[ Ar iek pRkwr AByd ho ky auh Pyr: prm q`q vwsI prmqq pd prmwqmw ivKy hI sdw invws iesiQqI rKdw hY[ Bwv iesI inscy ivKy idRVH rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QC2Z",
        "source_page": 116,
        "source_line": 2,
        "gurmukhi": "sbd ibbyk tyk eyk hI Anyk myk; jMqR Duin rwg nwd AnBY AiBAwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As musical instruments produce melodious notes which also represent words in a song, so does a meditation practitioner merges in the fearless Lord who pervades in all and sundry.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iks pRkwr sbd ibbyk tyk Sbd dI tyk Et shwrw lY ky ibbyk ibb+ iek = dohwˆ jIvwqmw qQw prmwqmw nUM ie`k kridAwˆ Bwv bwrMbwr jIv bRhm dI eykqw dw inSwnw kwiem kr ky sÍws sÍws nwm jpidAwˆ 'eyky hI Anyk myk' ie`ko Akwl purK hI Anykwˆ ivc imilAw hoXw AYauˆ jwipAw krdw hY jIkUM jMqR bwjy dI nwd Avwj Aru rwg Duin gÎwn dI sRod iek rUp huMdIAwˆ hn Bwv ijs qrHwˆ vjOn vwly vjMqrI dI Avwz jo kuC Es dI rsnw ivcoˆ pRgt huMdI hY, qy Eho hI hUbhU jÎoˆ kI qÎoˆ bwjy ivcoˆ pRgt ho ky AMdr bwhr dI iek qwr b`JI huMdI hY, AYsy hI srIr dy AMdr rimAw boln hwrw smUh jgq ivKy jÎoˆ kw qÎoˆ boldw s`qw sPurqI idMdw hoXw ie`k rUp hI pRqIq hoXw krdw hY b`s iek eykqw dI swmrq`K pRqIqI rUp AnBY dw ABÎwsI idRVH inscw rKn dw pRjqnvwn aukq gurmuK hoXw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XFSX",
        "source_page": 116,
        "source_line": 3,
        "gurmukhi": "drs iDAwn aunmwn pRwnpiq; Aibgiq giq Aiq AlK iblwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As meditation renders all our breaths one with Lord- the granter of life, so would a Guru-conscious man be engrossed in Him by contemplating on Him and becomes capable of enjoying all His bliss by this union with Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprj ieh ik AYhy jyho purK drs iDAwn aunmwn pRwn pRwn piq pRwx sÍws gqI dy iDAwn ivKy pRwxpqI prmwqmw dy drs drSn dw aunmwn vIcwr Bwvnw inscw kridAwˆ hoXwˆ, Aibgiq gqI Aiq AlK iblwsI hY AqÎMq AbÎkÍ gqI vwly AlK srUp ivKy iblwsI kRIVw krn vwly rmn krxhwry bxy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P5JG",
        "source_page": 116,
        "source_line": 4,
        "gurmukhi": "AMimRq ktwC idib dyh kY ibdyh Bey; jIvn mukiq koaU ibrlo audwsI hY [116[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the elixir-like divine glance of the True Guru, he becomes unconscious of his body (needs). Such a person with renounced and detached inclination is rare to come by. (116)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr bwrMbwr ABÎw krdy hoey AMimRq ktwC idib dyh kY ibdyh Bey vwihgurU dy ikRpw ktwKÎ nUM pRwpq ho ky idbÎ srUp pRwpqI dÍwry dyh v`loˆ ibdyh ho jwˆdy hn[ Aru iesy kr ky hI dyh Awid nUM inrog qQw bl puStI sMpMn rKx vwlIAwˆ pRivrqIAwˆ v`loˆ smUlcy inivrq rihx hwry audwsI aupRwm jIauˆdy jI bMDnwˆ qoˆ rihq koeI ivrly jIvn mukq purK hn ]116]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
