[
  {
    "id": "KU9",
    "sttm_id": 6601,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W0FR",
        "source_page": 121,
        "source_line": 1,
        "gurmukhi": "qus mY qMdul boie inpjY shMsR guno; dyh Dwir krq hY praupkwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A grain of rice covered by its husk when sowed yields many time more such grains and as rice (a staple food item) do much good in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qus mY qMdul boey inpjY shMsR guno ijqnw icr qwˆ qus qoh dy AMdr qMdul cOl hovy, qd qk qwˆ bIijAwˆ inpjY aupjdw hY shMsr guxw iek iek dw hjwr guxwˆ ho ho ky AYsw hI auh Pyr Agy dyh Dwir krq hY praupkwr jI Apxy Awp nUM Anykwˆ rUpwˆ ivc vrqw ky Bu`K inivrqI qQw lwB pRwpqI Awid dÍwrw jIvwˆ aupr praupkwr krÎw krdw hY hy ipAwirE!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "STXB",
        "source_page": 121,
        "source_line": 2,
        "gurmukhi": "qus mY qMdul inribGn lwgY n Gunu; rwKy rhY icrMkwl hoq n ibkwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The rice remains protected against insects as long as it remains in the husk. It remains preserved for long.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qus mY qMdul inribGn lwgY n Gun qohwˆ AMdr Jony dy auprly pVdy ivcwly qMdul cOl nUM Gun nhIˆ lg skdw, auh inrivGn irhw krdw hY, qy rwKy rhY icrMkwl icrkwl riKAw rih skdw hY aus dw ibkwr ivgwV nhIˆ ho skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "38GW",
        "source_page": 121,
        "source_line": 3,
        "gurmukhi": "quK sY inkis hoie Bgn mlIn rUp; sÍwd krvwie rwDy rhY n sMswr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Outside the husk, rice breaks. It acquires a darkish hue and slight bitterness. It loses its worldly importance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr jd qus mY inkis qoh ivcoˆ bwhr inkl pvy, qwˆ hoie Bgn mlIn rUp tu`t Bur BI jwˆdw hY qy mYlI Skl vwlw vI ho jwˆdw hY Aru sÍwd krvwie sÍwd BI pey pey dw ksYlw ijhw ho jwˆdw hY, Aqy rwDy rhY n sMswr jI irMinAwˆ hoieAw qwˆ Pyr sMswr aupr rih hI nhIˆ sikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G7MT",
        "source_page": 121,
        "source_line": 4,
        "gurmukhi": "gur aupdys gurisK igRh mY bYrwgI; igRh qij bn KMf hoq n auDwr jI [121[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So does a Sikh of Guru following the advice of Guru lives a householder's life without being attached and engrossed in it. He does good to others while living with his family members. He does not renounce the family and lives in jungles to emancipate hims",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eysy qrwˆ jykr qwˆ mnu`K gur aupdys gurisK igRh mY bYrwgI gur aupdyS nUM Dwrx kr ky gur is`K bx jwvy qwˆ qwˆ auh igRh qij bn KMf hoq n auDwr jI gur aupdyS Dwry ibnwˆ gur is`K sjy ibnwˆ cwhy Gr iqAwg ky bnKMf jMgl dyS aujwV bIAwbwn ivc BI jw v`sy, qwˆ kdwicq auDwr nhIˆ ho skygw Bwv keI pRkwr dIAwˆ loVwˆ QoVwˆ dI mjbUrI ivc sMgq kusMgq kr bYTx ivc sdw hwnI dw Kqrw hI sMsÎwˆ ivc jkVI rKygw ]121]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
