[
  {
    "id": "6KM",
    "sttm_id": 6604,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S7YZ",
        "source_page": 124,
        "source_line": 1,
        "gurmukhi": "KwNf iGRq cUn jl pwvk iekqR Bey; pMc imil pRgt pMcwmRq pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As coming together of sugar, clarified butter, flour, water and fire produces elixir like Karhah Parshad;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "KMf, iGE cUn, Awtw mYdw jl AgnI ieh A`fo A`f huMdy hoey jd iekqR Bey ie`ko itkwxy ho ky, pMc imil ie`k rUp ho jwˆdy hn qwˆ pMcwimRq pRgws hY pRcwimRq nwmI kVwh pRswd pRgt ho AOˆdw hY qÎwr ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E7DX",
        "source_page": 124,
        "source_line": 2,
        "gurmukhi": "imRgmd gaurw coAw cMdn kusm dl; skl sugMD kY Argjw subws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As all aromatic roots and materials like musk, saffron etc. when mixed produce scent.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ imRg md ksqUrI, gaurw, gorocn coAw cMdn sMdl dw Aqr sMdl rs tpkwXw hoieAw, kusm dl kysr kusm Pul +dl pqR Pulwˆ dy pqR ienwˆ skl sugMiDq swrIAwˆ sugMDwˆ qoˆ Argjw subws hY Argjw AbIr nwm dI sugMDI mjmUAw KuSbU sugMDI smudwX imsRq imlvIˆ bwsnw bx jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VA9W",
        "source_page": 124,
        "source_line": 3,
        "gurmukhi": "cqur brn pwn cUnw Aau supwrI kwQw; Awpw Koie imlq AnUp rUp qws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As betel nut, betel leaf, lime and catechu lose their self-existence and merge with each other to produce a deep red colour more attractive than each one of them;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru iesI pRkwr pwn cUnw Aru supwrI kwQw cuqr brn Awpw Koie imlq pwn supwrI, k`Qw Aqy cUnw cwroˆ hI A`fo A`f rMg iml ky jd Awpw Apnw Apnw AiBmwn Ko guvw idMdy hn, qwˆ qws rUp AnUp hY iqnwˆ dw rUp AnUp aupmwˆ qoˆ rihq suMdr lwl gulwl ho jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P5RB",
        "source_page": 124,
        "source_line": 4,
        "gurmukhi": "qYsy swDsMgiq imlwp ko pRqwpu AYso; swvDwn pUrn bRhm ko invws hY [124[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the praise of the holy congregation of saints blessed by the True Guru. It drenches everyone with such hue of Naam Ras that it opens the path for mergence into the Lord. (124)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI swD sMgq dy AMdr cwroˆ hI bRwhmx KÎqRI sUdr vYSÎ rUp brnwˆ dy imlwp dw pRqwp AYso AYho jyhw mhwqm hY[ ies kwrx swvDwn huSÎwr ho ky hr vyly pUrI pUrI qrHwˆ sMBlky Bwv inXmwˆ nUM pwln krdw hoXw siqsMg kry, kÎoˆik siqsMgiq ivKy pUrn bRhm ko invws hY swKÎwq pUrn bRhm dw invws rihMdw hY[ Bwv siqsMg BI vrn AwSrm jwqI goq Awidkwˆ nUM Apxy ivc AOˆdy swr hI smytky ie`k rUp bxw idMdI hY, ies vwsqy iek rUp dw bwsw hI bRhm bwsw hY qy bRhm dw AsQwn scKMf qdy hI siqsMg scKMf ikhw hY ]124]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
