[
  {
    "id": "SK0",
    "sttm_id": 6606,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CWAN",
        "source_page": 126,
        "source_line": 1,
        "gurmukhi": "shj smwiD swD sMgiq suikRq BUmI; icq icqvq Pl pRwpiq auDwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in meditation on His name, holy congregation is the best place to sow the seeds of supreme deeds that satiates all desires and sails one across the worldly ocean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj smwiD swDsMgiq suikRq BUim shjy hI smwiD iesiQqI mn dI Btknw dI inivrqI dw kwrx sqsMg suikRq BUim puMn BUmI qIrQ rUp pivqR DrqI hY[ icq icqvq ic`q dy icqvnw mwqR qy hI Bwv swDnw swDn dy kSt auTwieAwˆ ibnwˆ hI ieQy invws krn vwly nUM Pl pRwpiq auDwr hY au`Dwr insqwry rUp Pl dI pRwpqI ho AOˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6R46",
        "source_page": 126,
        "source_line": 2,
        "gurmukhi": "bjr kpwt Kuly hwt swDsMgiq mY; sbd suriq lwB rqn ibauhwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The company of holy men removes ignorance and opens up the tightly shut doors of knowledge. In the union of consciousness and divine word, one enjoys the benefit of trading in the jewel like Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM rqnwˆ dw gwhk jOhrI dI h`tI aupr rqn ivhwJn jwey, qwˆ gwhk dI mMg Aru iv`q nUM dyK ky J`A jkVy hoey lohy Awidkwˆ dy Almwry Ku`l pYˆdy hn qIkUM hI bjr kpwt Kuly hwt swD sMgiq mY prmwrQI prKaUey guris`Kwˆ dy siqsMg rUp h`t au`pr, gwhk jgÎwsI dy AOˆidAwˆ AMdr dy jVy hoey b`jr smwn Antu`t pVdy ikvwV Ku`l AwieAw krdy qy sbd suriq lwB siqgurwˆ dÍwry sbd dI Jnkwr suriq sunx dw lwB pRwpq ho AOˆdw hY, rqn ibauhwr hY ieauˆ rqnwˆ dy ivhwJn dw sOdw ArMB ho pYˆdw hY[ Bwv ijs qrHwˆ AlmwrIAwˆ KolH ky jOhrI jOhrwˆ dIAwˆ QYlIAwˆ A`gy rKdw hY, qwˆ jOhrwˆ dI Awpo ivc Jnkwr huMdI sunx lg ipAw krdI qy jo lYxw hovy Es dw sOdw qur ipAw krdw hY[ iesy qrHwˆ nwm dI pRwpqI huMdy swr AMdrly vwihgurU dy pRkwS sMbDI kyˆdRI itkwxy BIqrI c`kR BI Ku`lH ky Anhd dIAwˆ DunIAwˆ qy r`bI pRkwS dw AnBau hox lg ipAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L521",
        "source_page": 126,
        "source_line": 3,
        "gurmukhi": "swDsMig bRhm sQwn gurdyv syv; AlK AByv prmwrQ Awcwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The service of True Guru in the divine like place of holy congregation leads one to the realisation of the Lord who is imperceptible and indistinguishable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Pyr swDsMig bRhm sQwn siqsMg bRhm pur scKMf hY, qy ieQy gurdyv syv dyv pRkwS srUp siqgurwˆ dI ArwDnw kr ky AlK AByv prmwrQ Awcwr hY Drm Awcwr dw ArQ rUp jo pRjojn hY Bwv Drm rUp Awcwr swDny qoˆ is`D hoxhwrw AlK nw liKAw jwx vwlw qy AByv mrm jwnxoˆ rihq moK srUp pRjojn pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "754P",
        "source_page": 126,
        "source_line": 4,
        "gurmukhi": "sPl suKyq hyq bnq Aimiq lwB; syvk shweI brdweI aupkwr hY [126[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Loving the fruitful place like holy congregation, one obtains immeasurable gain. Such a congregation is benefactor, helpful and philanthropic for the servers and slaves (of the Lord). (126)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI ieh siqsMg mwno sPl su Kyq AvSÎ Pln vwlw Kyq mYdwn hY bnq Aimiq lwB igxqI imxqI ivc nw Aw skn vwly lwB ies ivcoˆ bnq aupjky pRwpq huMdy hn, syvk shweI ApxI syvw mMnqw krn vwly dw shweI AvSÎ shYqw pucwn hwrw hY qy brdweI smUh vr rUp Drm ArQ kwm moK rUp dw dwqw hY, Ar aupkwr hY hr prkwr siq sMgI aupr aupkwr hI aupkwr pwlx krx hwrw hY, vw aup smIp +kwr krx hwrw Awpxy siq sMgIAwˆ nUM sB dy qy sB nUM Apxy siqsMgIAwˆ dy nyVy pÎwrw bnwx hwrw hY[ Bwv, siqsMg sB iksy dy ic`q AMdr ipAwr pYdw krn vwlw hY ]126]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
