[
  {
    "id": "1QY",
    "sttm_id": 6608,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6JWD",
        "source_page": 128,
        "source_line": 1,
        "gurmukhi": "shj smwiD swDsMgiq sKw imlwp; ggn Gtw GmMf jugiq kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The method of meeting with the Lord God through meditation in a holy gathering is like the gathering and formation of clouds that cause rain, lightening and thunder.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj smwiD swD sMgiq sKw imlwp swD sMgiq gurU kI is`K sMgq ivc imlx kr ky shj srUp ivKy iesSiQq ho AOˆdI hY qy Es Awqm iesiQqI dy pRBwv kr ky sKw imlwp swQI dw myl sdIvkwl Awid AMq ivKy nwl inBn vwly siqgurU AMqrXwmI prmwqmw dw mylw pRwpq ho AOˆdw hY[ ggn Gtw GumMf jgiq kY jwnIAY Aru Es dy nwl imlwp dI jugqI kr ky ABÎws, surq dI swDnw dw kridAwˆ ggn AkwS dsm duAwr ivKy Gtw GmMf jwnIAY bdlIAwˆ dy Awkwr ivKy isRStI Aru pRlX kwl dy srb bÎwpI myGwˆ smwn gubwr dIAwˆ Gtwˆ iGr AwXw krdIAwˆ hn AYsw swmrq`K AnuBv hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FAFM",
        "source_page": 128,
        "source_line": 2,
        "gurmukhi": "shj smwiD kIrqn gur sbd kY; Anhd nwd grjq aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Acquiring a stable state of contemplation and meditation in the holy congregation, the continuous melody that is heard within should be regarded as sound of thunder of the clouds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI shj smwiD kIrqn gur sbd kY gurU Sbd mMqr dy bwrMbwr mny mn AMqr muKI Bwv ivKy iek sur gwien ArwDn kridAwˆ, Anhd nwd grjq aunmwnIAY Anhd nwd DunI grjdI hoeI dw b`dlwˆ dI kVk smwn aunmwn hoXw swP pqw ligAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R36W",
        "source_page": 128,
        "source_line": 3,
        "gurmukhi": "shj smwiD swDsMgiq joqI srUp; dwmnI cmqkwr aunmn mwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The divine light that radiates during stable state meditation in the holy gathering is like miraculous lightening that blossoms the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj smwiD swD sMgiq joqI srUp dwimnI cmqkwr gurU ky is`Kwˆ dI sMgq ivKy shj srUp ivKy smwDI lgÎwˆ AMqrmuK Awqmy ivKy DÎwn lgidAwˆ joqI srUp pRkwS srUipxI dwimnI ibjlI dw cmqkwr aujwlw pRgt hoXw krdw, aunmn mwnIAY aunmnI Bwv ivKy dyh AMdr vsidAwˆ dyh Awidkwˆ dI surq nUM ivswr ky Apxy Awp ivc surq dy jwgn vwlI dSw ivKy aunmn pqw QOh sur lgdw AnuBv hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E13X",
        "source_page": 128,
        "source_line": 4,
        "gurmukhi": "shj smwiD ilv inJr Apwr Dwr; brKw AMimRq jl srb inDwnIAY [128[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The continuous flow of the elixir of Naam that takes place in the tenth door of the body as a result of meditation in the congregation of holy men is like rain of nectar that is the treasure house of all the boons. (128)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj smwiD ilv inJr Apwr Dwr qwqprj kIh ik sihj smwDI ivKy ilv surq dI qwr b`iJAwˆ, Apwr Dwrw iek swr pRvwh Cu`itAw krdw hY, brKw AMimRq jl srb inDwnIAY ijs brKw dw AMimRq meI jl srb inDIAwˆ dw mwno sQwn hY[ Bwv kih ik gurU kI swD sMgiq AMdr AwXwˆ gurmuK dy BIqr AYauˆ kr ky au`cwry AMqrmuKI AnuBv dy drjy ABÎws dIAwˆ BUimkwˆ pRkwS pwieAw krdIAwˆ hn ]128]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
