[
  {
    "id": "Z69",
    "sttm_id": 6610,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W8HE",
        "source_page": 130,
        "source_line": 1,
        "gurmukhi": "kotin kotwin imstwin pwn suDw rs; pujis n swD muK mDur bcn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless eatables of elixir like sweet tastes are nowhere equal to the sweet words uttered by saintly persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kotin kotwin imstwn pwn suDw rs kRoVwˆ kotIAwˆ kRoV guxwˆ im`Ty im`Ty Bojn jog miTAweIAwˆ Awid pdwrQ Aqy pwn pIxy lYk suDw rs AMimRq vrgy sÍwd vwlIAwˆ Sihd Srbq Awid vrgIAwˆ kRoVwˆ guxwˆ imTIAwˆ vsqUAwˆ Aw imlx, pr pujis n swD muK mDur bcn kau swD is`Kwˆ sMqwˆ idAwˆ mUMhoˆ inkly hoey im`Ty im`Ty pÎwry pÎwry ihq Bry bcnwˆ nUM nhIˆ ieh sB pug skdIAwˆ Bwv brwbrI nhIˆ kr skdIAwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5JW",
        "source_page": 130,
        "source_line": 2,
        "gurmukhi": "sIql sugMD cMd cMdn kotwin koit; pujis n swD miq inmRqw scn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The tranquillity and coolness of million moons and fragrance of million sandalwood trees cannot be even a patch on the humility of saintly Sikhs of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sIql sugMD cMd cMdn kotwin koit sIqlqw dw Awsrw TMFw TMFw cMdRmw qy sIqlqw Aru sugMDI dw somw cMdn sMdl kRoVwˆ kotIAwˆ kRoV kRoV guxwˆ ho ky jy rl Awvn qwˆ BI pujis n swD miq inMmRqw scn kau auh nhIˆ pug skdy qulnw nhIˆ pw skdy, swD miq sMq mqy gurmiq ivKy sMcn sMcy Dwrx kIqI hoeI inMmRqw nUM[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEH7",
        "source_page": 130,
        "source_line": 3,
        "gurmukhi": "kotin kotwin kwmDyn Aau klpqr; pujis n ikMcq ktwC ky rcn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A little glance of grace and kindness of the True Guru as a result of perpetual meditation of Naam, cannot be compared with millions of heavenly cows (Kamdhenu) and all granting tree (Kalap-brichh).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kotin kotwin kwmDyn Aau klpqr AYsw hI kRoVwˆ kotIAwˆ kRoVwˆ kRoVwˆ guxwˆ ho ky kwmDynwˆ Aqy klp ibrC BI iek`Ty ho ky Aw jwx qwˆ pujis n ikMcq ktwC ky rcn kau auh sB nhIˆ pug skdy kwmnw pujwn ivKy sMqwˆ siqgurwˆ dI ikMcq QoVy mwqR Br ikRpw BrI ingHw nwl KyVI hoeI rcnw b^sIAwˆ hoeIAwˆ brkqwˆ nUM[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "03JF",
        "source_page": 130,
        "source_line": 4,
        "gurmukhi": "srb inDwn Pl skl kotwin koit; pujis n praupkwr ky Kcn Kau [130[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All treasures and fruits of labour even when multiplied million times cannot reach the philanthropic deeds of Guru's Sikhs. (130)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr srb inDwn Pl skl kotwin koit sMpUrx inDIAwˆ bRhmwˆf Br dy gupq BMfwr Ar swry dy swry Pl Drm ArQ kwm moK kRoVwˆ kRoVwˆ guxwˆ ho AOx, qwˆ nhIˆ pug skdy Es praupkwr nUM ijhVw ik Kicq AMikq sMimilq juitq kIqw igAw hY siqgurwˆ vw siqsMg dy dÍwirEˆ ]130]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
