[
  {
    "id": "1M7",
    "sttm_id": 6613,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TQ10",
        "source_page": 133,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm iDAwn pUrn bRhm igAwn; pUrn Bgiq siqgur aupdys hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Satguru's sermon (in the form of blessing of Naam) is complete contemplation of the Master Lord, His knowledge and is total worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm iDAwn pUrn bRhm igAwn pUrn Bgiq siqgur aupdys hY ijnHwˆ ny AswDpxw qÎwg ky swDuqw nUM gRhx krn Kwqr gurmuKqweI Dwrx kr leI hY, auh siqgurwˆ dy id`qy gey aupdyS ivKy pUrn Bgiq pUrI pUrI SrDw nUM auqpMn kr ky, Es Anuswr mwno jÎoˆ kw qÎoˆ Bjn krdy hn[ Aru iesy pUrn BgqI nUM pwlidAwˆ pUrn bRhm dw igAwn EnHwˆ nUM pRwpq ho Awauˆdw hY, Aqy Esy igAwn dy Anuswr hI auh hrdm pUrn bRhm dw iDAwn Dwry rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J1A5",
        "source_page": 133,
        "source_line": 2,
        "gurmukhi": "jYsy jl Awpw Koie brn brn imlY; qYsy hI ibbykI prmwqm pRvys hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As water mixes with several colours and acquires the same hue, similarly a disciple following Guru's advice becomes one with God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl Awpw guvw ky brn brn imlY rMg rMg hr iek rMg ivc hI iml AByd ho jwˆdw hY, qYsy hI ibbykI prmwqm pRvys hY iesI pRkwr aukq kRm nwl ho cu`kw hY ijs nUM bRhm dw ibbyk auh inrMqr ABÎws kridAwˆ kridAwˆ haumY qÎwg ky prmwqm ivc lIn ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W6X1",
        "source_page": 133,
        "source_line": 3,
        "gurmukhi": "pwrs pris jYsy kink Aink Dwqu; cMdn bnwspqI bwsnw Avys hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As many metals when touched with philosopher stone become gold, bushes and plants grown in the vicinity of sandalwood attain its fragrance, similarly a devotee following Guru's advice becomes pure and one who spreads the fragrance of goodness all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\y hI pwrs pris jYsy kink Aink Dwqu ijs Bwˆq pwrs nUM sprS kr ky Anykwˆ qwˆbw Awidk DwqUAwˆ iek sÍrx rUp ho jwˆdIAwˆ hn, qQw cMdn bnwspqI bwsnw Awvys hY sB pRkwr dI bnwspqI cMdn dI bwsnw Awpny ivc Avys lIn jzb kr ky iek mwqR cMnx hI bx jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4AMH",
        "source_page": 133,
        "source_line": 4,
        "gurmukhi": "Git Git pUrm bRhm joiq Eiq poiq; BwvnI Bgiq Bwie Awid kau Adys hY [133[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Making prayers and supplications to the Almighty Lord, a wise and rationalist person enjoins the divine radiance of the Omnipresent Lord like warp and weft of a fabric through complete faith and devotion instilled in him by the Guru. (133)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qYsy hI gurmuK ibbykI 'BwvnI Bgiq Bwie Awid kau Adys…' srDw BOxI Aru BgqI Bwv nUM ihrdy ivc Dwrx kr ky Awid purK nUM Awdys bMdnw bMdgI kridAwˆ Git Git pUrn bRhm joiq Eiq poiq hY sMpUrx srIrwˆ qQw srb`q ihridAwˆ ivKy pUrn bRhm prmwqmw dI joiq pRkwS nUM Eh poq qwxy pyty qwr vq BIqr bwhr rimAw hoieAw jÎoˆ kw qÎoˆ AnBau kirAw krdw hY ]133]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
