[
  {
    "id": "N25",
    "sttm_id": 6617,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0BFV",
        "source_page": 137,
        "source_line": 1,
        "gurmukhi": "gurmuiK swDsMgu sbd suriq ilv; pUrn bRhm srbwqm kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person strings the word divine in the thread of his consciousness in the company of saintly persons. He acknowledges the presence of omnipresent Lord in the form of soul in every one.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK swDsMg sbd suriq ilv gurmuK gurU kI swD sMgiq ivKy gurmuKqw Dwrx kr leI hY ijnwˆ mnu`Kwˆ ny, auh Sbd gurU mhwrwj dy aupdySy siqnwmu mMqR ivKy suriq dyh ieMdRIAwˆ Awid dI Apxy Apxy krq`b swDn dI pRivrqI nUM ingHw ivc rKxhwrI AMqrIvI sqÎw dI ilv lys lwlsw qwr lgweI rKdy hYn[ pUrn bRhmu srbwqm kY jwnIAY ijs ilv dy pRBwv kr ky auh pUrn bRhm prmwqmw nUM srbwqm sB dw Apxw Awp rUp kr ky jwixAw krdy hYn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JCLH",
        "source_page": 137,
        "source_line": 2,
        "gurmukhi": "shj suBwie irdY BwvnI Bgiq Bwie; ibhis imln smdrs iDAwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He is ever engrossed in the love and faith of the Guru Lord in his mind. He treats all alike and smilingly too.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj suBwie irdY BwvnI Bgiq Bwie Aru shjy suqy hI ies aukq suBwie su+Bwie = sÍY+BwvI Awqm BwvI Bwvnw Bwvnw icMqn kr ky Enwˆ dy irdy AMdr BgqI Bwv pRIqI vwlw suBwv bixAw rihMdw hY Aqy iesy kr ky hI ibhis imln sm drs iDAwnIAY sm iek rs pRIpUrx bRhm nUM drs iDAwnIAY qkdy qkdy iDAOˆdy iDAOˆdy vw Awpxy sm hI q`kdy hoey sB iksy nUM ibhis imln h`s h`sky iKVy mQy pRsMn mn imilAw krdy hYn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R5NJ",
        "source_page": 137,
        "source_line": 3,
        "gurmukhi": "inmRqw invws dws dwsn dwswn miq; mDur bcn muK bynqI bKwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Guru-conscious person who ever lives in the presence of the True Guru is always humble and has the intellect of being the slave of slaves (of the Guru). And when he speaks, his words are sweet and full of supplication.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "inMmRqw invw dws dwsn dwswn miq g`l sunx mwqR qy hI swr gRhx kr lYx vwlI jo buDI ivSyK rUp miq hY aus ivKy Enwˆ dy AMdr inMmRqw gRIbI Bwv dw invws vwsw rihMdw hY[ ijs kr ky auh dws dwsn dwswˆ dy dws qy ienwˆ dwswˆ dy BI jo Pyr dwswn Anuswr cln vwly dws tihlIey huMdy hn, AYsy bxy rihMdy hn eyho hI kwrx hY ijs qy auh sdw mDur bcn muiK bynqI bKwnIAY[ bynqI komlqw Bry imTy imTy bcn mUMhoˆ aucwrÎw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WUX",
        "source_page": 137,
        "source_line": 4,
        "gurmukhi": "pUjw pRwn igAwn gur AwigAwkwrI AgRBwg; Awqm Avys prmwqm inDwnIAY [137[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person remembers Him with every breath and stays in Lord's presence like an obedient being. Thus his soul remains absorbed in the treasure house of peace and tranquillity. (137)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUjw pRwn igAwn gur pRwxwˆ sÍwswˆ dI Awau jweI ivKy lgwqwr sdIv kwl pUjw ArwDn krdy rihMdy hn, Es igAwn nUM j siqgurwˆ ny aupdyS dÍwry smJwieAw hY AQvw sÍwswˆ nwl gur Sbd dy ABÎws dw jIkUM gÎwn krwXw igAw hY[ qIkUM hI gur AwigAwkwrI AgR Bwg gurU dI AwigAw pwlx krx hwry bx ky Es nUM Apny AgR Bwg snmuK rKdy hn, Bwv Apxw Drm smJ ky Es nUM ABÎwsdy rihMdy hn iek sÍws BI AkwrQw nhIˆ jwx idMdy[ Aru iesy qrHwˆ hI Sbd nUM kmOˆdy kmOˆdy Awqm Avys prmwq inDwnIAY Awqmy Awpy nUM prmwqmw ivKy AwvyS BlI Bwˆq ilv lIn kr ky inD + AwnIAY AnuBv rUp inDI BMfwr AnuBv dy somy nUM pRwpq kr lYˆdy hn ]137]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
