[
  {
    "id": "8GU",
    "sttm_id": 6625,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "P6KH",
        "source_page": 145,
        "source_line": 1,
        "gurmukhi": "sbd kI suriq AsPuriq huie qurq hI; juriq hY swDsMg murq nwhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of godly people, the mind readily focuses on the divine word. That results in perpetual and uninterrupted meditation on Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw purK juVdw imldw hY Awx ky siqsMgq ivKy qurq SIGr ibnwˆ icr dy hI Es nUM Sbd dI suriq sUJ AQvw lgn AsPuriq As iesy pRkwr hI qqkwl Puriq Pur ipAw krdI hY, Bwv Sbd dy ABÎws ivKy Es gurmuK dI surq dw pRvwh J`t hI qur ipAw krdw hY[ ijhVw ik Pyr Es pwisEˆ muV nhIˆ sikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4F9",
        "source_page": 145,
        "source_line": 2,
        "gurmukhi": "pRym prqIiq kI rIiq ihq cIq kir; jIiq mn jgq mn durq nwhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a result of union with holy gathering, the mundane distractions of daily life do not disturb any more. It adheres to the loving code with faith and confidence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRym prqIq kI rIiq ihq cIq kir siqgurwˆ dy bcn aupdyS aupr prqIqI ivSÍws Brosw inscw Dwr ky AQvw aus dI scÎweI dw Awdr kridAwˆ hieAwˆ Es bcn nwl vw siqgurwˆ nwl pRym pÎwr pRIq dI rIq cwl FMg mRXwdw dy pwln ivKy ic`q kr ky ihq kridAwˆ[ jIq mn jgq ij`q ky mn nUM auh jgq nUM hI ij`q lYˆdw hY ArQwq sMswr Br dy pdwrQ Es dy ic`q nUM hux kwbU krxoˆ vw AwpxI v`l iKcnoˆ AsmrQ ho jwˆdy hn[ Aru eysy kr ky hI mn durq nwhI mn ivc pwp nhIˆ rihMdw AQvw Es dy mn nUM hux Ehly Cpwau nhIˆ krny ipAw krdy, vw lokwˆ Xw pdwrQwˆ qoˆ frdw hoXw auh luk lukky nhIˆ bYiTAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99HN",
        "source_page": 145,
        "source_line": 3,
        "gurmukhi": "kwm inhkwm inhkrm huie krm kir; Awsw inrws huie Jrq nwhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of keeping company of holy men, a God worshipping Guru-conscious person remains free of worldly desires despite living in their influence. He claims no credit for any deed performed. He remains bereft of all expectations and hopes and feels no d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kwm inhkwm inhkrm huie krm kir kwmnw sMklp bwsnw cwhnw dy ADIn vrqidAwˆ hoXwˆ BI auh inhkwm inhsMklp, inrbws AQvw Acwh rihMdw hI vrqÎw krdw hY Aru krm smUh kwrXwˆ nUM krdw hoieAwˆ kwrwˆ ivhwrwˆ ivKy auh inhkrm inSkrm AkRy Bwv ivKy kuC BI nw krdy hoey vwkUM Alyp hI ivcirAw krdw hY[ qy ievyˆ hI Aws inrws huie Jrq nwhI Awswˆ aumYdwˆ krmwˆ dy Plwˆ dIAwˆ qwˆGwˆ v`loˆ inrws byqwˆG ho ky Awsw rihq ltky lwˆJy qÎwg ky muV kdI JiVAw nhIˆ krdw[ pdwrQwˆ ip`Cy vih nhIˆ qurÎw krdw, AQvw BulyKw hIˆ KwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YHVK",
        "source_page": 145,
        "source_line": 4,
        "gurmukhi": "igAwn gur iDAwn aur mwin pUrn bRhm; jgq mih Bgiq miq Crq nwhI [145[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the virtue of holy congregation, with the instilling of Lords knowledge and perception in the mind, and feeling His presence around, such a devotee is never cheated or tricked in the world. (145)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq igAwn gur iDAwn aurmwn pUrn bRhm gur igAwn nUM pRwpq ho ky ihrdy ivKy ies dy bwrMbwr mnn kridAwˆ kridAwˆ, pUrn bRhm dw iDAwn b`J jwˆdw hY, ijs kr ky Es Bgq BjnIk purK dI miq jgq ivKy vrqdy hoieAwˆ BI iksy pRkwr ClI nhIˆ jwXw krdI ]145]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
