[
  {
    "id": "HTH",
    "sttm_id": 6626,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4EHT",
        "source_page": 146,
        "source_line": 1,
        "gurmukhi": "kotin kotwin igAwn igAwn Avgwhn kY; kotin kotwin iDAwn iDAwn aur DwrhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For searching the words of True Guru, millions keep the knowledge and contemplation of the Guru in their mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kotin kotwin igAwn igAwn Avgwhn kY kRoVwˆ pRkwr dy kRoVwˆ hI igAwn gurU mhwrwj dy igAwn nUM Avgwhn krdy rihMdy aus igAwn ivc ml ml nOˆdy vw tuBikAwˆ lgwˆdy rihMdy hn, Bwv aus igAwn dÍwry inrml huMdy AQvw Es ivc mgn hoey rihMdy hn[ Aqy koitn kotwin iDAwn iDAwn auir Dwr hI kRoVwˆ pRkwr dy kRoVwˆ hI iDAwn Es dw ihrdy AMdr iDAwn Dwrdy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4CG3",
        "source_page": 146,
        "source_line": 2,
        "gurmukhi": "kotin kotwin ismrn ismrn kir; kotin kotwin aunmwn bwrMbwr hI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For acquiring the vastness of Guru's perception and contemplation, millions of meditation methods of repeating/ reciting/uttering the words of the Guru are adopted.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kotin kotwin ismrn ismrn kir iesy Bwˆq kRoVwˆ pRkwr dy kRoVwˆ hI ismrx, Es dw ismrx krdy Es nUM ic`q ivc icqwrdy rihMdy hn[ Aru ievyˆ hI koitn kotwin aunmwn bwrMbwr hI kRoVwˆ pRkwr dy kRoVwˆ hI aunmwn bwrMbwr hI Es nUM Awpxy AMdrIˆ Akl dy qrwjU kMfy nwl qoldy mwpdy ArQwq Es dI imq pwx dw jqn krdy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VK76",
        "source_page": 146,
        "source_line": 3,
        "gurmukhi": "kotin kotwin suriq sbd Aau idRsit kY; kotin kotwin rwg nwd Junkwr hI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of hearing powers try to perceive the divine word of Guru. Millions of singing modes are playing melodious tunes before the enchanting notes of Gur Shabad (Guru's words).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "koitn kotwin suriq sbd Aau idRsit kY AO AOr Pyr kRoVwˆ hI pRkwr dIAwˆ kRoVwˆ surqwˆ sunx SkqIAwˆ gurU ky Sbd ivKy idRsit kY ingHw krI rKdIAwˆ inrq krdIAwˆ rihMdIAwˆ hn[ Aqy koitn kotwin rwg nwd Junkwr hI kRoVwˆ pRkwr dy hI kRoVwˆ rwg, nwd krdy hoey gurU mhwrwj dy Sbd nwd Agy Apxy Awp ivKy JnUn rhy hn Bwv JUm rhy msqI dy hulwry lY rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CW3M",
        "source_page": 146,
        "source_line": 4,
        "gurmukhi": "kotin kotwin pRym nym gur sbd kau; nyq nyq nmo nmo kY nmskwr hI [146[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Abiding by many codes of love and discipline, millions salute the words of the True Guru repeatedly calling it infinite, infinite and beyond. (146)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "koitn kotwin pRym nym gur sbd ko AYsw hI kRoVwˆ pRkwr dy kRoVwˆ pRym gurU Sbd dw nym pwln krdy krdy, nyiq nyiq nmo nmo kY nmskwrhI AnMq AnMq kQn kr ky bwrMbwr mn bwxI SrIr kr ky nmskwrwˆ krdy hn ]146]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
