[
  {
    "id": "F3K",
    "sttm_id": 6631,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L1ZG",
        "source_page": 151,
        "source_line": 1,
        "gurmukhi": "siqgur siq siqgur ky sbd siq; siq swDsMgiq hY gurmuiK jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "True Lord (Satguru) is truth. His word is truth. His holy congregation is truth but this truth is realized only when one presents oneself before the True Lord (Satguru).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sqÎ srUp nUM jÎoˆ kw qÎoˆ inj rUp jwnx hwry siqgurU sqÎ srUp hn, sqÎ qoˆ sqÎ hI pRgt hox kwrx siqgurwˆ qoˆ aupjI bwxI dw bcn iblws BI sqX srUp hY[ aukq gurU dy swDÎwˆ hoXw swDwˆ sMqwˆ gurmuKwˆ pRymIAwˆ dI sMgq siqsMgq rUp BI sqÎ srUp hY Bwv gurmuKI swDnwˆ dI tkswl rUp swD sMgq sMqÎ hY[ pRMqU ieh mrm ijnwˆ dI auQy GwVq ho cukI hY auh gurmuK lok hI jwxdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A6RW",
        "source_page": 151,
        "source_line": 2,
        "gurmukhi": "drsn iDAwn siq sbd suriq siq; gurisK sMg siq siq kr mwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contemplation on His vision is truth. Union of consciousness with Guru's word is truth. Company of the Sikhs of the Guru is truth but all this reality can be accepted only by becoming an obedient Sikh.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dw vw siqgurwˆ dI aukq swD sMgq dw drSn kIiqAwˆ jo iDAwn AMdr b`Jdw hY auh BI sqÎ hY, Aru jo Sbd guraupdyS rUp mMqR dÍwry suriq dI swDnw dw mrm auQoˆ pRwpq huMdw hY auh BI sqÎ hY AYsw hI gurU mhwrwj idAwˆ is`Kwˆ dw sMg swQ imqRwnw vw iek`T BI sqÎ srUp hI sqÎ kr ky mMno[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z2MJ",
        "source_page": 151,
        "source_line": 3,
        "gurmukhi": "drs bRhm iDAwn sbd bRhm igAwn; sMgiq bRhmQwn pRym pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Vision of the True Guru is like vision and meditation of Lord. The sermon of the True Guru is the divine knowledge. The congregation of the Sikhs of the True Guru is the abode of the Lord. But this truth can only be realised when love resides in the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jo kuC BI idRSÎ- dyKn jog pdwrQ pRpMc idKweI dy irhw hY ies ivKy iek mwqR bRhm sqÎ krqwr hI krqwr iDAwn ivc Awvygw qy jo BI Sbd mwqR bcn iblws kihx sunx ivKy Aw irhw hY ieh BI sMpUrx bRhm rUp hI hoXw igAwn jwnx AMdr Awvygw[ jykr Bjn kIrqn vwsqy juVI hoeI gurU kI sMgiq nUM pRym pUrbk SrDw BOxI nwl bRhm dw Qwn prmwqmw Akwl purK dw drbwr swKÎwq mwq lokI sc KMf pCwixAw jwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HU9A",
        "source_page": 151,
        "source_line": 4,
        "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn; kwm inhkwm aunmn aunmwnIAY [151[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The remembrance of the eternal and true name of the True Lord is contemplation and awareness of the True Guru. But this can only be realised after becoming bereft of all lusts and worldly desires and raising the soul to a higher realm. (151)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr siqgurwˆ dy aupdyS, siqnwm nUM ArwDidAwˆ hoXwˆ sqÎ srUp dy igAwn qQw iDAwn nUM gurmuK pRwpq ho jwˆdw hY[ Aqy igAwn iDAwn ivKy vrq ky kwm kwmÎ kwmnw XogÎ sMklpwˆ v`loˆ inrivklp rUp aunmnI AvsQw dw aunmwn inscw krIey ]151]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
