[
  {
    "id": "2AQ",
    "sttm_id": 6632,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VHSE",
        "source_page": 152,
        "source_line": 1,
        "gurmukhi": "gurmuiK pUrn bRhm dyKy idRsit kY; gurmuiK sbd kY pUrn bRhm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the Guru sees the Lord pervading everywhere. By his utterances and expressions, he shows His presence to others as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK siqgurwˆ qoˆ vroswieAw hoieAw purK idsit kY ingHw kr ky AKIAwˆ dÍwry jo kuC dyKdw hY pUrn bRhm hI rimAw hoXw dyKdw hY[ Aqy gurmuK jo kuC boldw, bcn iblws krdw hY Es Sbd crcw kr ky BI pUrn bRhm hI hY AYsw inscw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XPFA",
        "source_page": 152,
        "source_line": 2,
        "gurmukhi": "gurmuiK pUrn bRhm sRuiq sRvn kY; mDur bcn kih bynqI ibsm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru's obedient slave hears the melodious sound of the complete God with his own ears by his very sweetly spoken words. He makes supplications which have marvellous sweetness in them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK nUM srvx kY kMnwˆ kr ky sRuiq suixAwˆ BI pUrn bRhm hI huMdw hY[ Aru iesy kr ky hI auh in`mrqw Bry imTy imTy bcn AYsy kihMdw aucwrdw hY ijnHwˆ nUM sunx vwly sRoqy ibsm hYrwn ho ho ipAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L2PD",
        "source_page": 152,
        "source_line": 3,
        "gurmukhi": "gurmuiK pUrn bRhm rs gMD sMiD; pRys rs cMdn sugMD gmwgm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious person always relishes the elixir of Lord's name even if he is lured by the combined attractions of his sense of smell and taste. The wondrous elixir obtained as a result of his love for the Lord is far more fragrant than the Sandalwood.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rs Aru gMD sÍwd qQw suMGn vwilAwˆ pdwrQwˆ dy sMD sMjog smwgm imlidAwˆ hoXwˆ BI gurmuK vwsqy pUrn bRhm hI pRqIq hoXw krdw hY[ Aqy cMnx Awid sugMDI dy gm pRwpq hoXwˆ BI AgMm pRym rs nUM AnuBv kirAw mwixAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UU9X",
        "source_page": 152,
        "source_line": 4,
        "gurmukhi": "gurmuiK pUrn bRhm gur srb mY; gurmuiK pUrn bRhm nmo nm hY [152[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-oriented person considers the True Guru as a form of all-pervading Lord God. He makes his salutations and supplications to him again and again. (152)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik sB kwr ivhwr ivc vrqidAwˆ qy smUMh Awkwr DwrIAwˆ nUM imlidAwˆ julidAwˆ lYx dyx Awid kwrj BugqwˆidAwˆ q`k gurmuK leI sB pUrn bRhm meI hY[ ies vwsqy AYsy smUh AvsQw ivKy pUrn bRhm Bwvnw pRwXx pUrn bRhm srUp gurmuK qwˆeI bwrM bwr nmskwr krdy hwˆ]152]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
