[
  {
    "id": "67Z",
    "sttm_id": 6636,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MA00",
        "source_page": 156,
        "source_line": 1,
        "gurmukhi": "jYsy jYsy rMg sMig imlq syqwNbr huie; qYsy qYsy rMg AMg AMg lptwie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Every fibre of a white cloth in contact with any colour acquires the same hue.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs ijs pRkwr dy lwl swvy pIly kwly Awid rMgwˆ nwl syq AMbr ic`tw au`jlw bsqr imlq myl pwvy, qyho qyho jyhy rMg nUM hI AMg AMg lptwie ApxI qwr qwr ivc lIn jzb kr ky huie hY bx jwˆdw hY Esy hI rMg dw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VX68",
        "source_page": 156,
        "source_line": 2,
        "gurmukhi": "Bgvq kQw Arpn kau DwrnIk; ilKq ikRqws pqR bMD moKdwie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Paper made of kritas leaf (considered to be impious) when used for recording the praises and paeans of the Lord, becomes capable of freeing one from the bondage of repeated births.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ikRqws pqR kwgz dw pqRw mhwˆ ApivqR gMdw mMinAw hY, kÎoˆik glIAwˆ bjwrwˆ ivc ruldIAwˆ glIAwˆ sVIAwˆ lIrwˆ kqIrwˆ nUM gwl gwl, ku`t ku`t Ar d`b d`b ky qXwr kIqw jwˆdw hY so AYsy gMdy mMdy kwgz dy piqRAwˆ aupr Bgvq ArwDn kau DwrnIk kQw ilKq BgvMq dI ArwDnw Kwqr Dwrx jog jy kQw ilKI jwvy qwˆ Eho gMdw kwgz sMswr idAwˆ bMDnwˆ qoˆ mukqI dwqw bx ipAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7SRF",
        "source_page": 156,
        "source_line": 3,
        "gurmukhi": "sIq gRIKmwid brKw iqRibiD brK mY; inis idn hoie lGu dIrG idKwie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The periods of day light and the ambient conditions varies during summer, rainy season and winter;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vrHy swl Br dy smyˆ AMdr isAwlw hunwlw qy brswq ikximxI bhwr ieh iqMn pRis`D ru`qwˆ vriqAw krdIAwˆ hn, ijnwˆ ru`qwˆ dy nwl sbMD pwey rwq idn Coty qy vfy ho idKwieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HYUK",
        "source_page": 156,
        "source_line": 4,
        "gurmukhi": "qYsy icq cMcl cpl paun gaun giq; sMgm sugMD ibrgMD pRgtwie hY [156[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the instable and frolicsome mind that blows like breeze. The air acquires fragrance or foul smell when it passes over stacks of flowers or heap of filth. Similarly a human mind acquires good traits in the company of good persons and ill traits when",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy ies Bwˆq pOx dy gaun AwkwS ivc giq clidAwˆ hoXwˆ AQvw paun dy gaun cln dI giq cwl ijs ijs Bwˆq dI BlI burI mihk vwly pdwrQ dy sMgm swQ nwl myl pwvy Eho Eho jyhI hI cMgI vw BYVI gMD bwsnw nUM pRgtwieAw krdI hY, iqsy pRkwr hI cMcl ic`q dI cpl clwXmwn dSw dw suBwv smJo ik ijs ijs Bwˆq dy suBwv vwly Bly bury purK vw pdwrQ dI sMgq nUM pRwpq hovy Eho Eho jyhIAwˆ vwsnwˆ, sMklpwˆ qQw sMskwrwˆ nUM Apxy ivcoˆ pRgt cwh BirAw krdw hY ]156]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
