[
  {
    "id": "6MZ",
    "sttm_id": 6637,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WFTL",
        "source_page": 157,
        "source_line": 1,
        "gurmukhi": "cqur phr idn jgiq cqur jug; inis mhw prlY smwin idn pRiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the four epoch world, consider the four quarters of day of life and the four quarters of night as great calamity, a game that is being played regularly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idn dy cwr pihrwˆ smwn jgq dy do cwr jug hn, Aru in`q, inim`q, igAwn qQw mhwˆ prlo rUp ieh rwqRI dy mhwˆ prlo rUp cwroˆ pihry jo hn ieh idn pRiq roz broz rwq idn cOpV dy pVqilAwˆ vwkUM psry rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BYHB",
        "source_page": 157,
        "source_line": 2,
        "gurmukhi": "auqm miDm nIc iqRgux sMswr giq; log byd igAwn aunmwn Awskiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like the dice of Chaoparh-a black-gammon like game, the progress of the worldly game is sometimes supreme, modest or low. People living in the three traits of maya are entangled in debating about the worldly and spiritual knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM bwdSwh, gulwm vzIr qy ipAwidAwˆ rUp gotwˆ dI Kyf cOpV bwjI ivc iKfIˆdI hY, qIkUM hI iqMn gux srUpI sMswr dy auqm sqoguxI mDm rjoguxI Aru nIc qmoguxI jIv rUp gotwˆ dI giq pRivrqI ies Kyf ivc vrq rhI hY[ Aqy ijs pRkwr cOpV dy sMkyqI inXmwˆ mUjb vw iKlwVIAwˆ dy Awm vrqwry qQw aukq bwjI Anuswr su`itAwˆ nrdwˆ pwsÎwˆ mUjb Enwˆ gotwˆ ivc aUc nIc gqI vwpirAw krdI hY, iesy pRkwr hI lOikk igAwn sMswr cwlI rIqwˆ rsmwˆ byidk igAwn krm aupwsnw igAwn BwvI byd aukq cwl qQw aunmwn kwlpink igAwn dlIl bwzI vw aukq jugq cwlI igAwn Anuswr rucI DwridAwˆ hoXwˆ ienwˆ jIvwˆ dI lok pRlok BwvI gqI dw vrqwrw vrqdw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S9QB",
        "source_page": 157,
        "source_line": 3,
        "gurmukhi": "rij qim siq gun Aaugn ismRq icq; iqRgun AqIq ibrloeI gurmiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A rare Guru-oriented, Guru follower holds these three traits of maya (Rajas, Tamas and Satv) as evil and strives to get rid of them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprj kIh ik rjoguxI pRivrqI qmoguxI qQw sqoguxI pRivrqI rUp Aaugun aulty guxwˆ BrI Kyf is sihq nwl mrq ic`q ic`q hwr ij`q ivc hI mrdw rihMdw hY Bwv bwrMbwr jnm mrx rUp dSw nUM pRwpq huMdw rihMdw hY[ pRMqU ju`t iv`c Aw ky nrd dI mwr qoˆ bcI hoeI iksy ivrlI got vwˆkUM gurmiq Anuswr vrqn vwlw koeI ivrlw purK gurmuK hI huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7R2R",
        "source_page": 157,
        "source_line": 4,
        "gurmukhi": "cqur brn swr caupr ko Kyl jg; swDsMig jugl hoie jIvn mukiq hY [157[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The world is a game of four coloured dice. As in the game of Chaoparh where two dice are used and often fall favourably, one can achieve salvation from repeated births by keeping and adopting the company of godly men. (157)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swr dI bwq ieh ik jy kr cwroˆ brnwˆ dI cOswr rUp caupV dI jugq sMbDI Kyl ivcoˆ swD sMgq nwl rl ky jugl jotw huie bxy ijhVw koeI, Eho hI jIauˆdy jI mukq ho sikAw krdw hY[ Bwv kwl vw kwlI rUp iKlwVIAwˆ dI hwr ij`q rUp mwr qoˆ ie`k AYsw gurmuK hI bicAw rih skdw hY ]157]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
