[
  {
    "id": "H5T",
    "sttm_id": 6645,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "29WT",
        "source_page": 165,
        "source_line": 1,
        "gurmukhi": "mwns jnmu Dwir sMgiq suBwv giq; gur qy gurmiq durmiq ibibiD ibDwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the human birth, one is influenced by good or bad company. Thus the teachings of Guru instills virtues whereas bad company fills a person with base wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mnu`Kw jnm nUM Dwrx hwry AwdmI dy suBwv dI gqI dSw Xw pRivrqI sMgiq BlI burI im`lq Anuswr hoXw krdI hY[ gurmiq nUM Dwrx krn kr ky qQw durmiq kwrx auh dSw Anyk pRkwr dy FMgwˆ dI huMdI hY[ ArQwq nÎwry nÎwry nwmwˆ dÍwry AwKI jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UBC7",
        "source_page": 165,
        "source_line": 2,
        "gurmukhi": "swDusMig pdvI Bgiq Aau ibbykI jn; jIvn mukiq swDU bRhmigAwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the company of true people, one attains a position of a devotee, an analytical person, liberated alive and possessor of divine knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVI pdvI ies nUM swDU sMgq ivc pRwpq huMdI hY aus dy ieh ieh nwm AwKy jwXw krdy hn: Bgq, ibbykI, jn syvk, jIvn mukq, swDU Aqy bRhm igAwnI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M2WF",
        "source_page": 165,
        "source_line": 3,
        "gurmukhi": "ADm AswD sMg cor jwr Aau jUAwrI; Tg btvwrw mqvwrw AiBmwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Association with evil and vice-ridden people turns a man into thief, gambler, deceitful, dacoit, addict and arrogant.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru AswD sMg BYVI sMgq ivc bYiTAwˆ ijnwˆ BYiVAwˆ nwvwˆ nwl pukwirAw jwˆdw hY auh ieh hn: ADm, nIc, pwˆbr, cor, Xwr, juAwrIAw, Tg, vwt mwrx vwlw DwVvI, mqvwlw, sOdweI, mUrK Aqy AiBmwnI hMkwrIAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEST",
        "source_page": 165,
        "source_line": 4,
        "gurmukhi": "Apuny Apuny rMg sMg suKu mwnY ibsu; gurmiq giq gurmuiK pihcwnI hY [165[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The whole world enjoys peace and pleasures in their own way. But a rare person has understood the intensity of the blessing of Guru's teaching and happiness it gives. (165)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibsu ibsÍ sMswr ivKy, AQvw Blw AOr burw nwmnw pRwpq kr ky swrw sMswr hI ieauˆ Apxy Apxy rMg mOjU dy sMg ivc suK AwnMd nUM mwx irhw hY[ pRMqU gurmiq dy DwrÎwˆ jo giq au`qm dSw vw igAwn gurmuK nUM pRwpq huMdw hY auh sMswr qoˆ inAwrw hI hY[ Es nUM kyvl gurmuK hI sÎwxdy AnBau kr skdy hn ]165]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
