[
  {
    "id": "D25",
    "sttm_id": 6649,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "A0VK",
        "source_page": 169,
        "source_line": 1,
        "gurmukhi": "gurmuiK sbd suriq ilv swDsMig; prmdBuq pRym pUrn pRgwsy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Supernatural love grows in the heart of an obedient disciple of the Guru when he lodges the divine word in his consciousness and keeps the company of holy men.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrb aukq swD sMgq ivKy ijhVw koeI gurmuKI Bwv nUM Dwrx krny hwrw gurmuK Sbd ivKy surq dI ilv lgwvy[ Es dy AMdr prm AdBuq AqÎMq AnoKw sMswrI pRIqIAwˆ nUM mwq kr istn vwlw nÎwrI qrwˆ dw hI pUrn pRym ijs ivc kdI Gwtw vwpr hI nhIˆ sky pRgt hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "18TV",
        "source_page": 169,
        "source_line": 2,
        "gurmukhi": "pRym rMg my Anyk rMg ijau qrMg gMg; pRym rs my Anyk rs huie iblwsy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The company of saintly persons and perpetual Naam Simran, creates a loving hue like the waves of river Ganges that generates multi-coloured effects. The Guru-conscious person enjoys many elixirs in this loving state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Es pRym rMg ivKy Anykwˆ rMgwˆ dy nwnw pRkwr dy syvw pUjn bMdn sqkwr AwdI qrMgwˆ lihrwˆ mOjwˆ, AYauˆ auiTAw krdIAwˆ hn, ijauˆik gMgw dI Dwrw ivc Anyk pRkwr dIAwˆ klol vIcIAwˆ, qrMgwˆ, BMvr ckr Awid GumwnIAwˆ mOjwˆ pRgitAw krdIAwˆ hn[ AYsw hI ies pRym dyrs AMdr Anykwˆ rswˆ dw iblws pRgws vw ivsqwrw hoXw krdw hY Bwv pRym rs AMdr nw kyvl vMno vMnI Bwˆq dy rs sÍwd hI pRwpq hoieAw krdy hn, sgmwˆ audwskwrI, ibgwskwrI, kruxw rs Awid rswˆ dw BI nÎwrI nÎwrI Bwˆq dw rs myl sMjog pRwpq hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A094",
        "source_page": 169,
        "source_line": 3,
        "gurmukhi": "pRym gMD sMiD mY sugMD sMbMD koit; pRym sRüiq Aink Anwhd aulwsy hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to the practicing of Naam Simran, that fragrance is the combination of millions of fragrances. And the unstruck Music emerging from the loving fragrance of God, contains the pleasure of many modes of singing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRym dI gMD sugMDI mihk lpt dI sMiD joV myl ivKy kRoVwˆ hI sugMDIAwˆ dw srbMD Awn hoieAw krdw hY Bwv pRym dy rom rom ivc AMdr rm jwx kr ky srIr dy AMdroˆ bwhroˆ auPrwaU PwlqU mYlwˆ vw mlIn vwsnwvwˆ dUr ho ky pRymI dy AMdr bwhr sÍ`Cqw dw sMcwr ho AwXw krdw hY[ Aqy pRym ivKy surq dy mgnwinAwˆ hox qy Anyk Bwˆq dIAwˆ Anhd DunIAwˆ idbÎ DunIAwˆ AgMmI rwgwˆ dIAwˆ sRoqwˆ sunx ivc AwXw krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LDBH",
        "source_page": 169,
        "source_line": 4,
        "gurmukhi": "pRym Asprs komlqw sIqlqw kY; AkQ kQw ibnod ibsm ibsÍwsy hY [169[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "None can reach the sensitivity and coolness of that love generated by Naam Simran). The pleasures and ecstasy are describable. It generates marvellous faith. (169)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh pRym sMswr Br dI sIqlqw TMFk qQw komlqw imRduqw nzwkq qoˆ AsprS ACoh hY Bwv ies nUM koeI suMdrqweI Awid dw cmqkwr Cl nhIˆ kr skdw[ kÎoˆik ies pRym kwrx pRymI gurmuK dy AMdr pRIqm aupr ibsm ibsÍws Acrj kr dyx vwlw AqÎMq idRV pRp`k inscw AnMn BwvI Brosw bJ AwXw huMdw hY, qy iesy kr ky hI ies pRym dy ibnod kOqukwˆ kwirAwˆ dI kQw khwxI Ak`Q kihx qoˆ pry hY ]169]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
