[
  {
    "id": "4W5",
    "sttm_id": 6655,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SFR5",
        "source_page": 175,
        "source_line": 1,
        "gurmukhi": "swDu sMig idRsit drs kY bRhm iDAwn; soeI qau AswiD sMig idRsit ibkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the vision rests on the congregation of holy people, one's consciousness attaches with the Lord. The same vision turns into vices in the company of self-willed people.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD sMgq ivKy Sbd bcn iblws suxn qoˆ bRhm igAwn vwihgurU dy srUp dI jwxkwrI bRhm dw boD pRwpq hoXw krdw hY[ pr EhI sunxw AswD sMg ivKy kusMgq ivcllIAwˆ g`lwˆ sunx dw inimq hoXw krdw hY, AQvw hMkwr Bry JgVy dw ibArQ hMkwr pRgtwn dw kwrx huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R5KE",
        "source_page": 175,
        "source_line": 2,
        "gurmukhi": "swDu sMig sbd suriq kY bRhm igAwn; soeI qau AswD sMig bwdu AhMkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the holy company, one realises the Lord through the union of the True Guru's words and the consciousness. But the same consciousness becomes a cause of arrogance and discord in the company of ill reputed persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD sMgq ivKy Sbd bcn iblws sunx qoˆ bRhm igAwn vwihgurU dy srUp hI jwxkwrI bRhm dw boD pRwpq hoXw krdw hY[ pr EhI sunxw AswD sMg ivKy kusMgq ivclIAwˆ g`lwˆ sunx dw inimq hoXw krdw hY, AQvw hMkwr Bry JgVy dw ibArQ hMkwr pRgtwn dw kwrx huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6AN",
        "source_page": 175,
        "source_line": 3,
        "gurmukhi": "swDu sMig Asn bsn kY mhw pRswd; soeI qau AswD sMig ibkm Ahwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of the company of Guru-conscious persons simplicity in life and eating becomes supreme blessing. But eating (of meat etc.) in the company of ill-famed and self-willed people become painful and distressing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD sMgq ivKy Asn Bojn bsn Cwdn bsqR kY kr ky pRwpq hox kr ky mhwˆ pRswd mhwn pRsMnqw BwrI brkqwˆ dw mUl rUp huMdw hY, pRMqU EhI AswD sMgq BYVI sMgq ivKy aultw Bojn AB`K rUp hoXw krdw hY AYsw hI bsqr pihnxy vys Fwln dw bÎsn rUp[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "11S5",
        "source_page": 175,
        "source_line": 4,
        "gurmukhi": "durmiq jnm mrn huie AswD sMig; gurmiq swDsMig mukiq duAwr hY [175[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to base wisdom, the company of the self-willed people become a cause of birth and death repeatedly. On the contrary, adopting Guru's wisdom and keeping company of holy persons become a cause of emancipation. (175)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik BYVI sMgq AMg AMg dI cyStw dÍwry cMclqw Awid ivkwr auqpMn kr ky durmiq duSt buDI dÍwry mnu`K nUM jnm mrx dI pRwpqI dw kwrx hY, Aqy siqsMg AMg AMg ivKy iesQrqw pRwpqI dw kwrx hox kr ky gurmiq dÍwry mukqI dw duAwr swDn hY[ qwˆ qy kusMgq qoˆ sB pRkwr bc ky hI rhy Aqy siqsMgq ivc ijs iks Bwˆq BI pRivrq ho ky AwpxI moK nUM swDy ]175]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
