[
  {
    "id": "B2X",
    "sttm_id": 6656,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7MQS",
        "source_page": 176,
        "source_line": 1,
        "gurmukhi": "gurmiq crm idRsit idib idRsit huie; durmiq locn ACq AMD kMD hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Accepting the initiation sermon of the True Guru turns the outward vision of a person into divine vision. But the base wisdom makes a person blind despite the presence of eyes. Such a person is bereft of knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq gurU dI isKÎw Anuswr q`kn vwlI bx ky cMm idRStI bwhr dy pdwrQwˆ nUM dyKx hwrI prq`K ingHw sUKm drSI AMqr idRStI vwlI bx jwXw krdI hY ArQwq hr iek pdwrQ dI AMqrIvI dSw nUM qkn leI smr`Q ho jwieAw krdI hY[ Aqy durmiq duSt miq Anuswr vrqn vwly dy nyqr ACq nOˆ br nOˆ pRqK q`kn nUM smr`Q huMdy hoey BI kMD smwn jVH AMnyhI huMdy hn, ArQwq mlmUqR Awid durgMD Bry dyh Awid pdwrQwˆ nUM jÎoˆ ik qÎoˆ rUp ivc nhIˆ q`k s`kdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A7RZ",
        "source_page": 176,
        "source_line": 2,
        "gurmukhi": "gurmiq suriq kY bjr kpwt Kuly; durmiq kiTn kpwt snbMD hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the sermon of the True Guru, the tight shut doors of the consciousness become ajar whereas this does not happen in the case of a person of base wisdom and self will.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq gurisKÎw Anuswr sunx kr ky qwˆ bjr vq vwihgurU dy mwrg v`l AniB`d dSw ivc jVy hoey mhwˆ idRV ikvwV Ku`l AOˆdy hn, ArQwq sunx dI SkqI kMnwˆ Agy AnMq jnmwˆ dy Awey idAwˆ pihly hI krVy huMdy hoey BI aukq pVdy sn smÎk pRkwr kr ky AqÎMq kr ky pihly nwloˆ BI vDky bMD bMDwXmwn ho jkVy jwXw krdy hn Bwv mrm dI bwq sunxoˆ mUloˆ hI Asmr`Q ho jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E5TX",
        "source_page": 176,
        "source_line": 3,
        "gurmukhi": "gurmiq pRym rs AMimRq inDwn pwn; durmiq muiK durbcn durgMD hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By adopting the counsel of the True Guru, one relishes the elixir of God's love perpetually. But base wisdom emanates foul smell from the mouth as a result of ill and bad words spoken.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq Anuswr vrqn kr ky pRym rs rUp AMimRq dw BMfwr Ckn leI pRwpq ho jwXw krdw hY[ pr durmiq Anuswr vriqAwˆ mUMh ivc duSt bwxI gwl mMdy rUp durbwsnw bdbU dw vwsw hoXw rihMdw hY[ ArQwq hr vyly gMd mMd hI boldy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3078",
        "source_page": 176,
        "source_line": 4,
        "gurmukhi": "gurmiq shj suBwie n hrK sog; durmiq ibgRh ibroD kRoD sMiD hY [176[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Adopting the wisdom of True Guru produces true love and peace. He is never touched by happiness or sorrow in this state. However, base wisdom remains a cause of discord, quarrels and distress. (176)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq gurisKÎw kwrx suBwv shj Swˆq Bwv vwlw AQvw shjy hI su+Bwv vwlw Awqm pd vwsI bx jwˆdw hY, ijs kr ky hrK sog dw Asr Esqy nhIˆ vwpr skdw[ pRMqU durmiq duStwˆ dI isKÎw isKIey qwˆ ibgRh dMgw lVweI, vYr ivroD by ieqPwkI Aru kRoD nwl sMiD joV srbMD vwh ipAw krdw hY ]176]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
