[
  {
    "id": "RE1",
    "sttm_id": 6658,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KGRH",
        "source_page": 178,
        "source_line": 1,
        "gurmukhi": "siqgur isK irdY pRQm ikRpw kY bsY; qw pwCY krq AwigAw mieAw kY mnwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru becomes clement and enters the heart of a Sikh first. Then he asks the Sikh to meditate on Naam and showers his kindness to make him meditate.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihl pRQmyˆ siqgurU hr Bwˆq hI ikrpw kr kr ky isKÎw pRwqR isKÎw DwrI Apxy is`K dy ihrdy ivc v`sdy hn Bwv Apxy Awp nUM Es dw pUrn SrDw mwqR Aru aus dy pUry pUry pRym qQw Brosy dw AsQwn bxOˆdy hn[ iqs qoˆ aupMqR Es nUM Amukw kwrj nhIˆ krnw Aru Amukw krxw hY, ies pRkwr dI ibbyk meI AwgÎw idMdy hn[ qy AwigAw kr ky BI Awp hI ihq pÎwr Bry dÎwlU FMg nwl Es qoˆ Es AwgÎw nUM mnvOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NT9J",
        "source_page": 178,
        "source_line": 2,
        "gurmukhi": "AwigAw mwin igAwn gur prm inDwn dwn; gurmuiK suiK Pl inj pd pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Obeying the command of the True Guru, a Guru-conscious person indulges in Naam Simran- a supreme treasure of the Lord and enjoys the spiritual comfort. He also attains the ultimate spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so jd ieauˆ auh gurU mhwrwj dy isKwey igAwn Anuswr AwigAw pwln krdw hY qwˆ Es nUM prm BMfwr Awqmk inDIAwˆ dy AsQwn rUp AnBau dw dwn ivgÎwn b^s idMdy hn[ ijs dy pRBwv kr ky gurmuK gur isK suK bRhmw nMd rUp Pl vly inj pd nUM pRwpq kr lYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UP2L",
        "source_page": 178,
        "source_line": 3,
        "gurmukhi": "nwm inhkwm Dwm shj smwiD ilv; Agm AgwiD kQw khq n AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In that spiritual realm, he achieves that high state of Naam where all desires of reward or fruit vanish. Thus he gets engrossed in a deep concentration. This state is beyond description.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq nwm hY inSkwm inrivklp APur pd ijs dw, Es ivKy ilv lgw ky auh sihjy hI iesiQq hoXw rihMdw hY[ ijs dI kQw nw gwhI jw skn vwlI AgwD hox kr ky AgMm phuMc qoˆ pwr hY qy kihx ivc nhIˆ Aw skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MJGG",
        "source_page": 178,
        "source_line": 4,
        "gurmukhi": "jYso jYso Bwau kir pUjq pdwribMd; skl sMswr kY mnorQ pujwveI [178[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With whatever desires and sentiments one worships the True Guru, He fulfils all his wants and desires. (178)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy ies pRkwr jyho jyhI koeI SrDw BOxI Apxy AMdr Dwr ky siqgurwˆ dy crx kmlwˆ nUM pUjdw ArwDdw hY auh Esy Esy Bwˆq hI swry sMswr dy mnorQwˆ nUM pUrx krÎw krdy hn ]178]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
