[
  {
    "id": "LRR",
    "sttm_id": 6660,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8GF5",
        "source_page": 180,
        "source_line": 1,
        "gurmukhi": "siqgur AwigAw pRiqpwlk bwlk isK; crn kml rj mihmw Apwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devotee who obeys the command of the True Guru with the innocence of a child, the glory of the dust of his feet is infinite.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dI AwigAw pwlnhwrw AYho ijhw bwlkw gurU kw lwl ijhVw gur is`K hovy, Es dy crx kmlwˆ dI DUlI dI mihmw dw pwrwvwr nhIˆ pwXw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KRFL",
        "source_page": 180,
        "source_line": 2,
        "gurmukhi": "isv snkwidk bRhmwidk n gMimqw hY; ingm syKwid nyq nyq kY aucwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Shiv, Sanak etc., the four sons of Brahma and other gods of Hindu triology cannot reach the praise of the Sikh of Guru who obeys the command of doing Naam Simran. Even the Vedas and Shesh Naag praise the glory of such a disciple saying-great, limitless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iSv smUh snwqn sMpRdwvwˆ dw mhwˆ gurU snk snMdn, snq, sujwq bRhmw dy mwnsI puqR bydwˆ dy mu`K AwcwrX ipqwmh dy mn dIAwˆ jwnxhwry Aru sÍXM bRhmw ibSnU mhyS nUM BI aukq is`K dI crx DUlI dy jÎoˆ ky qÎoˆ m`hq inrUpx dI gMimqw pu`jq nhIˆ ho skI Aqy iesI Bwˆq swKÎwq ingm byd qQw bydwˆ dIAwˆ SwKwˆ AnuswrI smUh SwsqR Aru SyK nwg, bRhspqI sursq vgYrw jo bwxI dy eISÍr khy jwˆdy hn BI AnMq AnMq kr ky aucwr rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4Q9B",
        "source_page": 180,
        "source_line": 3,
        "gurmukhi": "cqur pdwrQ iqRkwl iqRBvn cwhY; jog Bog sursr srDw sMswr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the four desirable goals-dharam, arth, kam and mokh, three times (past, present and future) desire refuge of such a devotee. The Yogis, householders, river Ganges the river of the gods and the whole world devotion craves for the dust of the feet of su",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Drm, ArQ, kwm, moK rUp cwry pdwrQ Aqy BUq, Biv`Kq, vrqmwn iqMnoˆ kwl qQw sÍrg mwqlok vw pwqwl iqMnoˆ lok chuMdy hn ies DUlI nUM Aru jog vw Bog bRhmwˆf Br dy AQvw jog qoˆ pRwpq hox hwrIAwˆ smUh irDIAwˆ isDIAwˆ inDIAwˆ qQw swKÎwq pwpw nwSnI gMgw Aru AYsw hI smUh sMswr kyvl iesy hI srDw ivKy hn ArQwq sB ies DUlI nUM cwhuMdy hn iesy kr ky hI ijs nUM ieh pRwpq ho jwvy Es nUM ieh sB puMn mhwqm suqy pRwpq ho jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F99S",
        "source_page": 180,
        "source_line": 4,
        "gurmukhi": "pUjn ky pUj Aru pwvn pivqR krY; AkQ kQw bIcwr ibml ibQwr hY [180[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The dust of the feet of a disciple of the True Guru blessed with the Naam Simran is sacred even for those who are believed to be pious souls as it purifies them further. The state of such a person is beyond elucidation and his views are pure and clear. (1",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik ieh DUlI mnu`Kwˆ nUM pUjn jogwˆ dw BI pUjÎ pUjn jog qQw piqqwˆ nUM pivqR bxwn vwlI AYfw pivqR bxw dyx hwrI hY, ik ies dy mh`q dy inrml ivsqwr dy vIcwr inrxy dI kQw ArQ rUp kQI hI nhIˆ jw skdI hY ]180]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
