[
  {
    "id": "1H3",
    "sttm_id": 6661,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0MYM",
        "source_page": 181,
        "source_line": 1,
        "gurmukhi": "gurmuiK suiK Pl cwKq BeI aultI; qn snwqn mn aunmn mwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enjoying the taste of the pleasure-giving True Guru blessed Naam elixir, practicing the command of the Guru diligently, the inclinations of such Sikhs of the Guru turn away from the worldly attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx DUVI dI pRwpqI qoˆ hox vwly suKPl nUM c`Kdy swr hI AQvw crx DUVI dy c`Kdy swr hI gurmuK nUM auh suK rUp Pl pRwpq huMdw hY ik aus dI suriq srIr vloˆ aultI bwhr muKoˆ AMqr muK ho geI Bwv dyho hM Bwv smUlcw inivrq ho igAw[ Aru snwqn Dur qoˆ hI jo mn mwnsI qrMgwˆ dy ADIn vrqnhwrw AmoV dSw ivc vrqdw irhw sI aunmnI Bwv ivKy mMn jwˆdw Swˆq Bwv ivc suK AnuBv krn lg jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "16PU",
        "source_page": 181,
        "source_line": 2,
        "gurmukhi": "durmiq aulit BeI hY gurmiq irdY; durjn surjn kir pihcwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The base intellect is shed and the wisdom of Guru comes and resides in them. They are then known not as unworthy of trust but persons of divine traits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "duSt buDI duKdweI AividÎw pRwiexI miq ault ky ihrdy AMdr gurmiq BlI miq, suKdweI igAwn pRwiexI miq bx geI hY Aqy duSt purKwˆ qoˆ kwm kRoD AwdI Bwv rUp AwsurI suBwvwˆ dw iqAwg kr ky surjn sRySt purK dYvI suBwvwˆ vwly Bly swDU purK kr ky pihcwnx ivc AOx lg peIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0FPQ",
        "source_page": 181,
        "source_line": 3,
        "gurmukhi": "sMswrI sY aulit plit inrMkwrI Bey; bg bMs hMs Bey siqgur igAwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Freeing themselves from the affairs of the world, the mammon entangled people become the devotees of the formless God. By the True Guru blessed knowledge, they become praise worthy like a swan from that of a heron like inclination.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sMswr idAwˆ DMidAwˆ vwly ruJyivAwˆ ivcoˆ ault ky ieh bMdw jo sMswrI ho irhw huMdw hY, prqky muV inrMkwrI inrMkwr pRwiex ho jwˆdw hY, qy bgl iDAwnIAwˆ dy ivKÎ Bog rUp pUMigAwˆ m`CIAwˆ f`fIAwˆ cugn hwirAwˆ dy bMs ivc jMm ky BI siqgurU dy igAwn rUp moqI cugn hwry hMs ibbykI bx jweIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MN6S",
        "source_page": 181,
        "source_line": 4,
        "gurmukhi": "kwrn ADIn dIn kwrn krn Bey; hrn Brn Byd AlK lKwny hY [181[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By obeying the command of Guru of doing Naam Simran, those who were under the influence of worldly affairs now become their masters. They become aware of the Lord's indefinable traits who is the creator, the sustainer and destroyer of all things in the Un",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kwrx sb`b pw ky Bwv zrw zrw sMswrI g`l ip`Cy jo dIn Awqur ho ho ipAw krdy sI sÍXM kwrx krqy Drqy srb smr`Q sB sbbwˆ dy GVn hwry box jwˆdy hn[ Kohn K`sn mwrx qQw dyx pwln ijvwn dw Byd vr sRwp dw jo mrm AlK rUp hY Es nUM lKx hwry bx jwˆdy hn ]181]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
