[
  {
    "id": "6X6",
    "sttm_id": 6663,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BHAL",
        "source_page": 183,
        "source_line": 1,
        "gurmukhi": "siqgur drs iDAwn Ascrj mY; drsnI hoq Kt drs AqIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The contemplation on the vision of True Guru for a devotee is wonderful. Those who see the True Guru in their vision go beyond the teachings of the six philosophies (of Hinduism).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy Ascrj srUpI drSn dy iDAwn vwly drsnI drSn krx hwry huMdy hoey CIAwˆ drSnwˆ qoˆ vw CIAwˆ dy drSnw qoˆ rihq ho jwˆdy hn ArQwq nÎwie mImwˆsw, swˆK, Xog, vydwˆq rUp drSnwˆ vwlI pRivrqI qoˆ AQvw mn pRwx Aru SrIr idAwˆ hrK sog BuK ipAws qQw jnm mrx Awid suBwvwˆ dI bwDw kudrqI pIVw dy drSn qoˆ rihq ho jwˆdy hn, Xw jogI jMgm sRyvVy bYrwgI sMinAwsI kwpVI Awid pRisD ByKwˆ mqwˆ dy drSn dI Btknw qoˆ mukq ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GWKL",
        "source_page": 183,
        "source_line": 2,
        "gurmukhi": "siqgur crn srin inhkwm Dwm; syvku n Awn dyv syvkI n pRIiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The refuge of the True Guru is the home of desirelessness. Those in the refuge of True Guru hold no love for serving any other god.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crxwˆ dI Srx rihx kr ky Enwˆ dw Dwm invws AsQwn inSkwm pd inrivklp APur pd bixAw rihMdw hY vw surg vYkuMT AQvw cwr Dwm Awid dy invws dI XwqRw v`loˆ inSwkm Acwh hoey rihMdy hn, qQw siqgurwˆ qoˆ Cu`t dUsry iksy dyvI dyv Awid dw syvk hoxw EnHwˆ nUM nhIˆ rucdw qy nw hI iksy hor dyvqw ieSt dyv dI syvw dI hI pRIq aumMg Enwˆ AMdr pYdw hI hoXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DP5",
        "source_page": 183,
        "source_line": 3,
        "gurmukhi": "siqgur sbd suriq ilv mUlmMqR; Awn qMqR mMqR kI n isKn pRqIiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossing the mind in the words of the True Guru is the supreme incantation. The true disciples of the Guru hold no faith in any other form of worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI siqgurwˆ dy Sbd ivKy surq dI ilv nUM hI Apxw mu`K mMqR prm mMqR smJdy hn qy ies qoˆ ibnwˆ hor qMqR ^ws ^ws AOKdIAwˆ Awid dy imlwp qoˆ aucwtn mohn mwrx vsI kx Awid pRXogwˆ dy swDn hwry swDnw Aru ^ws AKrwˆ dÍwry aukq is`DIAwˆ Kwqr klpy mMqRwˆ aupr gur is`Kwˆ nUM Brosw hI nhIˆ huMdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DNKY",
        "source_page": 183,
        "source_line": 4,
        "gurmukhi": "siqgur ikRpw swDsMgiq pMgiq suK; hMs bMs mwnsir Anq n cIq hY [183[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is by the grace of True Guru that one gets the pleasure of sitting and enjoying the holy gathering. The swan-like Guru-conscious people attach their mind in the highly respected divine company of holy people and nowhere else. (183)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dI ikrpw qQw swD sMgq dI pMgq pwl kqwr ivc bYTn ivKy hI auh swry suK mMndy hn, qy kyvl iesy siqsMg srUp mwn srovr dy hMs ibbyk gur isKwˆ dI bMs ivKy Swml rih ky hor hor hor spRMdwvwˆ v`l ic`q nUM nhIˆ idAw krdy ]183]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
