[
  {
    "id": "LN3",
    "sttm_id": 6666,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7ZJC",
        "source_page": 186,
        "source_line": 1,
        "gurmukhi": "ilKnu pVn qau lau jwnY idsMqr jau lau; khq sunq hY ibdys ky sMdys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long the husband is away on business or work tour, the wife keeps receiving his commands and news of well being through letters. They exchange their emotions through letters.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ilKn pVHn dI loV auqnw icr hI jwxIdI hY, jdoˆ qIk pÎwrw pRIqm idsMqr AnÎqR dys vwˆFy igAw hoXw hovy, ikauˆik ibdys pRdys idAwˆ snyhwˆ piqAwˆ qweIˆ kihx sunx dI loV peI rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1LE",
        "source_page": 186,
        "source_line": 2,
        "gurmukhi": "dyKq Aau dyKIAq ieq auq doie hoie; Bytq prspr ibrh Avys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So long the husband and wife are not together, they indulge in looking here and there. But when they meet they become one in the wake of their separation. Similarly so long a seeker remains away from his deity Guru, he indulges in other means of spiritual",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieq ies pwsy eyDr hovy pRymI qy auq Es pwsy AODr hovy pRIqm, ieauˆ do huMidAwˆ hI dyKI Aqy idKweIdw hY, pRMqU jd ibhr ivCoVy dy AvyS kwrx ArQwq ibrhy dy AMdr pRvyS ho AOx kr ky judweI dy joS auCilAwˆ pRymI Aqy pRIqm Awpo ivc Bytq Bwv iml pYˆdy hn, qwˆ q`knw qkOnw bs ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "29RZ",
        "source_page": 186,
        "source_line": 3,
        "gurmukhi": "Koie Koie KojI hoie Kojq cqur kuMt; imRg md jugiq n jwnq pRvys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer keeps wandering and searching for the musk that he keeps smelling and is unaware of the means to find it, so would a seeker keep wandering till he meets with True Guru and learns the way of God-realisation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ApnI cukMny cOks Aru cusq rihx vwlI Koie Awdq vwdI nUM Koie guvw ky vw Koh Koh JwV bUitAwˆ dIAwˆ jUhwˆ ivKy KojI bixAw cwroˆ kuMtwˆ AMdr imrg imRgmd ksqUrI Awpxy AMdrly md nUM FUMFdw iPrdw hY, pRMqU nhIˆ jwxdw hY jugqI Es ivKy pRvyS hox Dsn dI Bwv mUrKqw Dwr ky bwhr v`l Btkdw hY pr AMdrlw mrm nw jwx ky AMqrmuK hox dy FMg nUM nhIˆ smJdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NGR8",
        "source_page": 186,
        "source_line": 4,
        "gurmukhi": "gurisK sMiD imly AMqir AMqrjwmI; sÍwmI syv syvk inrMqir Awdys kY [186[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a disciple meets with Guru, the all knowing Lord then comes and resides in the heart of the disciple. He then meditates, contemplates and worships the Master Lord as a slave and serves His command and will. (186)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI AigAwn dy ADIn hoXw mnu`K Anyk Bwˆq idAwˆ jp qp qIrQ AwdI swDnwˆ ivKy Brmdw rihMdw hY pRMqU jd gurU ky dÍwry puj gurU ky is`K sjÎwˆ gurU Aru is`K dI sMDI joV Awn imly qwˆ is`K Awpxy AMdr hI AMqrXwmI nUM jwx ky sÍwmI mlk vwihgurU dw syvk BjnIk ho ky syvw Bjn krdw hoXw inrMqr lgwqwr Es dy qwˆeI Awdys kY nmskwr AwrwDn krdw rihMdw hY ]186]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
