[
  {
    "id": "CEW",
    "sttm_id": 6670,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5TFE",
        "source_page": 190,
        "source_line": 1,
        "gurmukhi": "gurmuiK sbd suriq ilv swDsMig; iqRgun AqIq cIq Awsw mY inrws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient disciple of the True Guru lodges the Guru's word in his consciousness in the holy company of God-loving people. He protects his mind from the influence of maya (mammon) and remains free from the worldly options and conceptions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh swD sMgq dÍwry Sbd ivKy surq dI qwr nUM lOˆdy hoey Apxw ruK qÍ`jo KÎwl qwˆG gurU mhwrwj v`l hI rKdw hY qy iesy kr ky hI Awswˆ aumydwˆ dy mMfl kwrwˆ ivhwrwˆ ivc vrqdy hoey BI inrws rihMdw hY, Bwv bypRvwhI ivc Kyldw hY qy Es dy ic`q aupr rjo qmo sqo gux dw kudrqI gyVw Apxw pRBwv nhIˆ pw sikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "32FM",
        "source_page": 190,
        "source_line": 2,
        "gurmukhi": "nwm inhkwm Dwm shj suBwie irdY; brqY brqmwn igAwn ko pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Living and dealing with the world, the Naam of the Lord which is treasure-house of indifference to the worldly attractions gets lodged in his mind. Thus the divine light effulges in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwm hY inSkwm pd inrivklp pdvI ijs dw Es ivKy Es dw sihj suBwv itkAw rihMdw hY, Aru ijhI vrqmwn dw vrqwrw Awn vrqy Es ivKy vrqidAwˆ hoXwˆ BI Es dy AMdr gÎwn meI cwnxw hI pRgws aujwlw krI rKdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UPHJ",
        "source_page": 190,
        "source_line": 3,
        "gurmukhi": "sUKm sQl eyk Aau Anyk myk; bRhm ibbyk tyk bRhm ibsvws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Supreme Lord who manifests in perceptible and subtle ways in everything of the world becomes his support when he contemplates on Him. He reposes his confidence in that Lord alone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh igAwn dw cwnxw ieh huMdw hY ik sUKm mn ivc Purx hwrI sMklp meI rcnw Aru sQUl idRStmwn pswrw sB iek srUp hI hY, Aqy iek hI ies smUh Anykqw ivc imlÎ hoXw swry eys TwT nUM vrqw irhw hY[ ieauˆ bRhm dy ibbyk do ivc ie`k dy vIcwr dI tyk iesiQqI nUM Dwr ky auh bRhm srUpI ivSÍws inscy ivc pRp`k rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NLEJ",
        "source_page": 190,
        "source_line": 4,
        "gurmukhi": "crn srin ilv Awpw Koie huie ryn; siqgur sq gurmiq gur dws hY [190[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By engrossing and attaching the mind in the refuge of the holy feet of the True Guru, one destroys his egocentricity and adopts humility. He lives in the service of holy men and becomes a true servant of the Guru by accepting the teachings of the True Gur",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies crx c`ln Awcrx dÍwry Srx Et shwrw Es krqwr dw Apxy AMdr Dwr ky iesy ilv pRwXx Bwv sB dy AMdr aus Akwl purK dI joq nUM q`kdw hoXw, Awpy nUM guvw ky sB dy crxwˆ dI DUV smwn inMmRqw vwn hoXw siqgurU sqÎ srUp hn qy Enwˆ dI gurmiq BI sqÎ srUpI hY AYsI p`kI BOxI Dwrn hwrw auh s`cw gurU dw dws hY ]190]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
