[
  {
    "id": "BZT",
    "sttm_id": 6672,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9FPR",
        "source_page": 192,
        "source_line": 1,
        "gurmukhi": "gurisK eykmyk rom n pujis koit; hom jig Bog neIbyd pUjwcwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No one, not even millions of offerings to the fire, celestial feasts, offerings to the gods and other forms of worship, rites and rituals can reach even a hair of a Sikh who has become one with his True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU nwl iek im`k iml ky iek rUp ho cu`ky gur is`K dy rom mwqR nUM BI nhIˆ puj skdy hn, kRoVwˆ vwr kIqy hoey hmn XgÎ bRhm Boj qQw dyvqw Aripq Bytw Aru pUjw Arcw rUp swDn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0JZJ",
        "source_page": 192,
        "source_line": 2,
        "gurmukhi": "jog iDAwn igAwn AiDAwqm iriD isiD inDo; jp qp sMjmwid Aink pRkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Many forms of Yogas contemplations, exercises to control the body and other disciplines of Yoga, miraculous powers and other forms of obstinate worships cannot reach to match a hair of a Guru's Sikh.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI kRoVwˆ guxwˆ swDy hoey nhIˆ puj skdy Es dy vwl Br nUM, Anyk pRkwr dy jo hT, mMqR lX qQw rwj jog rUp cwry jog hn, v srgun inrgux srUpI iDAwn[ qQw Awqmw nUM AwsRy krx hwrw pr Apr rUp igAwn Aru irDIAwˆ, isDIAwˆ Aau Aqy inDIAwˆ BI nhIˆ puj skdIAwˆ[ AQvw rwjs qwms swqk mMqRwˆ dy jp Aru qp vw sMXm brq Aid jo Dwrxy hn ieh BI nhIˆ puj skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DQU8",
        "source_page": 192,
        "source_line": 3,
        "gurmukhi": "isMimRiq purwn byd swsqR Aau swAMgIq; sursr dyv sbl mwieAw ibsQwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All the Simritis, Vedas, Purans, other scriptures, music, rivers like Ganges, abodes of gods and expanse of mammon in the entire Universe can reach the praise of a hair of a Guru's Sikh who has become one with the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sqeI isMmRqIAwˆ, ATwrwˆ purwx cwroˆ byd, CIey SwsqR Aru rwg ivdÎw, gMgw, dyv eISÍr jo mwXw sbl hY[ vw sQl pwT hovy qwˆ dyv mMdr jo mwXw dw pswrw mwqR hn AQvw smUh mwXw dw TwT rUp pRpMc pswrw BI nhIˆ gur isK dy rmo dI smqw ilAw skdy, cwhy auh kRoVwˆ guxwˆ ho ky Awvn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "63A5",
        "source_page": 192,
        "source_line": 4,
        "gurmukhi": "kotin kotwin isK sMgiq AsMK jw kY; sRI gur crn nyq nyq nmskwr hY [192[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Countless are the congregations of such Sikhs of the Guru. Such a True Guru is beyond count. He is infinite. We salute at His holy feet again and again. (192)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyihAwˆ kRoVwˆ kotIAwˆ is`Kwˆ dI Anigxq sMgq ijs siqgurU dI hY, AnMq AnMq vwr Es dy crxwˆ kmlwˆ qweIˆ nmskwr hY ]192]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
