[
  {
    "id": "S30",
    "sttm_id": 6676,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4333",
        "source_page": 196,
        "source_line": 1,
        "gurmukhi": "pvnih pvn imlq nhI pyKIAq; silly sill imlq nw pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Air mixed with air and water mixed with water cannot be distinguished.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrb AQvw p`Cm ivKy bih rhI Dwrw pOx dI Awpy ivc imldI hoeI nhIˆ q`kI jw skdI, Xw AMdr bwhr dI pOx dw myl huMdw hoXw nhIˆ qkÎw jw skdw, Aru ndwˆ qy smuMdr dw Afo A`f khOˆdw hoXw pwxI ie`k dUey pwxI ivc imldw hoXw nhIˆ pCwixAw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WK8M",
        "source_page": 196,
        "source_line": 2,
        "gurmukhi": "joqI imly joiq hoq iBMn iBMn kYsy kir; Bsmih Bsm smwnI kYsy jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "How can light merging with another light be seen separately? How can ashes mixed with ashes be distinguished?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "joiq AgnI ivKy joiq AgnI Awpo ivc imlI iks qrHwˆ nÎwrI nÎwrI ho sky Aqy Bsmih rwK imrqkw ivc imrqkw smwnI imlI iks pRkwr jwxI jw skÎw krdI hY iksy Bwˆq nhIˆ jwx skIdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BZ78",
        "source_page": 196,
        "source_line": 3,
        "gurmukhi": "kYsy pMcqq mylu Kylu hoq ipMf pRwn; ibCurq ipMf pRwn kYsy aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Who knows how a body constituted of five elements take shape? How can one discern what happens to the soul when it leaves the body?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\yˆ hI ienHwˆ q`qwˆ dI bwhrlI dSw vwkUM, pMjwˆ q`qwˆ AwkwS vwXU AgnI jl ipRQvI dw myl ho ky iks pRkwr ieh srIrwˆ qy pRwxwˆ dI imlOnI dw Kyl ho irhw hY, Aru iks pRkwr ieh srIr qy pRwx Awpo ivc ivCuVdy hn Bwv jIvn Aru imrqu iks Bwˆq sMswr ivc vrqdI hY, ies dw Anumwn kIkUM lwXw jw sky ikMqU nhIˆ lwXw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DDK",
        "source_page": 196,
        "source_line": 4,
        "gurmukhi": "Aibgq giq Aiq ibsm Ascrj mY; igAwn iDAwn Agimiq kYsy aur AwnIAY [196[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly no one can assess the state of such Sikhs who have become one with the True Guru. That state is astonishing and wonderful. It cannot be known through the knowledge of scriptures nor through contemplation. One cannot even make an estimate or a gu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ieh bwhrly pswry dw mrm hI nhIˆ jwxÎw jw skdw qwˆ Aibgiq igAwn srUp dI gqI AqI ibsmwd rUp Aqy Acrj meI hY, Es dy igAwn nUM iDAwn ivc ilAOxw Agm ieiq AgMmqw dI AvDI rUp hY idRStwˆq audwhrx dy ky Es AgMm dy kihx dw vIcwr iks pRkwr ihrdy ivc ilAwˆdw jw sky? Bwv ieh sB pRkwr kr ky hI AgMm qoˆ BI AgMm hY ]196]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
