[
  {
    "id": "UET",
    "sttm_id": 6680,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AZT7",
        "source_page": 200,
        "source_line": 1,
        "gurmukhi": "psUAw mwnuK dyh AMqir AMqru iehY; sbd suriq ko ibbyk Aibbyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The only difference in human and animal body is that a human is aware of the union of consciousness and the holy word of the Guru but animal has no such knowledge nor any ability.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pSU Aqy mnu`K dy dyh ivcwly ieqnw mwqR hI AMqrw Byd hY ik mnu`K nUM Sbd dI sUJ dw AQvw Sbd dy TIk sux s`kx dw ibbyk hY qy pSU ies qoˆ ibbyk hIxw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8N7G",
        "source_page": 200,
        "source_line": 2,
        "gurmukhi": "psu hirhwau kihE suinE AnsuinE krY; mwns jnm aupdys irdY tyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If an animal is asked to stay away from green fields, or pasture land, it ignores it but a human being lodges the teachings of the True Guru in his heart and adheres to it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pSU hirAOl v`loˆ hoVn sbMDI hwk mwrI hoeI suxI nUM BI AnsuxI kr idAw krw hY, pRMqU mnu`K jnm dw ieh vwDw hY, ik aupdyS rUp isKÎw suxI hoeI ies dy ihrdy AMdr itkwau pRwpq kr ilAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C34S",
        "source_page": 200,
        "source_line": 3,
        "gurmukhi": "psUAw sbd hIn ijhbw n boil skY; mwns jnm bolY bcn Anyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Devoid of words, an animal cannot speak with its tongue but a human can speak several words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pSU dI ijhbw Sbd qoˆ ibhIn bln dI SkqI qoˆ rihq hox kr ky bol nhIˆ skdI pRMqU mnu`K jnm nUM Dwr ky ies rwhIˆ Anyk qrHwˆ dIAwˆ bolIAwˆ bol skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5J1D",
        "source_page": 200,
        "source_line": 4,
        "gurmukhi": "sbd suriq suin smiJ bolY ibbykI; nwqur Acyq psu pRyq hU mY eyk hY [200[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a man listens, understands and speaks the words of Guru, he is a wise and intelligent person. Otherwise he too is one among the ignorant animal and a fool. (200)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr hwˆ! jykr Sbd ivKy surq kMn dy ky iDAwn lw ky suxy Aqy Agoˆ smJ ky boly au`qr dyvy qwˆ qwˆ ibbykI vIcwrvwn Asl AwdmI hY AQvw Sbd nUM surq nwl sux ky Es dw q`Q smJ ky bwrMbwr Esy nUM boly aucwry ArwDy qk qwˆ ibbykI s`c mu`c hI smJdwr s`cw mnuK hY, nhIˆ qwˆ Acyq mUrK cyqy qoˆ rihq pSU vw pRyq Avgiq pRwxI dy nwl hI ies dI eykqw ho skdI hY ]200]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
