[
  {
    "id": "A74",
    "sttm_id": 6684,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QJLK",
        "source_page": 204,
        "source_line": 1,
        "gurmukhi": "ikMcq ktwC ikRpw bdn AnUp rUp; Aiq Ascrj mY nwiek khweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A momentary look of the True Guru brings a very attractive and ecstatic look on the face of wife-like Sikh of the True Guru. She (Sikh) then is honoured to be an astoundingly beautiful heroine.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aukq ibrhwqur is`K aupr jd siqgurU ikMicq Br QoVI mwqR ikRpw BrI icqvn nwl q`kdy hn qwˆ Es dy bdn ichry aupr AnUpm rUp vwlI AqÎMq Acrj Bwv vwlI dmk Awqimk Ej pRgt ho pYˆdI hY, ijs kr ky auh smUh gurmuKwˆ dI nwXkw iSromxI pRDwn AKwx lg pYˆdI hY Bwv ijigAwsU isiKAw lY ky is`K bxw, siqgurwˆ dw mn BOˆdw bxdy swr hI sB nwm DrIk syvkwˆ is`Kwˆ dw muKIAw pUrx gurmuK bx jwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MPD2",
        "source_page": 204,
        "source_line": 2,
        "gurmukhi": "locn kI puqrI mY qnk qwrkw isAwm; qw ko pRiqibMb iql binqw bnweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the casting of a look of grace by the True Guru, the small black spot in the eyes of True Guru leaves a mole on the face of the wife-like Sikh. Such a mole enhances the beauty of the wife-like Sikh further.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs gurU Brqy pRwXx rihx hwrI auh gurmuK BwvI binqw gurU mhwrwj dy pRym dw invws sQwn hox kwrx gurU mhlw ny nyqRwˆ dI puqlI ivKy sÎwm rMgI sUKm qwrI DIrI dy pRiqibMb prCwvyˆ Xw prqoˆ nUM iql ibMdI smwn bxw rKÎw hY[ Bwv nyqRwˆ dIAwˆ puqlIAwˆ qoˆ pry ipCvwV ivKy jo aultvwˆ pRkwS pRkwS dw somw, AMdr hY gurmuK Es dI ibMdI bxweI rKdw hY ArQwq gurU mhwrwj dI pUrx pRsMnqw pRwpqI Kwqr sdIv kwl iDAwn ivc iesiQq rihMdw hY:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AZ3B",
        "source_page": 204,
        "source_line": 3,
        "gurmukhi": "kotin kotwin Cib iql iCpq Cwh; kotin kotwin soB loB llcweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Beauties of the world get hidden in the shadow of that mole and millions desire eagerly to covet glory of that mole.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ kotItw Cib suMdrqw Es iql dI CwXw ivc CpIAwˆ rihMdIAwˆ hn Aru kRoVwˆ kotIAwˆ hI KMfwˆ bRhmMfwˆ dI soBw aukq iql dI soBw qoˆ suBwXmwn hox leI luiBq ho llcdI rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CAQ8",
        "source_page": 204,
        "source_line": 4,
        "gurmukhi": "koit bRhmMf ky nwiek kI nwiekw BeI; iql ky iqlk srb nwiekw imtweI hY [204[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The grace that a wife-like Sikh gets by an impression of True Guru's kind glance makes her the maid of the Master of millions of celestial regions. Because of that mole, she surpasses all other seeker-wives in beauty. None can match her. (204)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ AnMqwˆ hI bRhmwˆfwˆ dw mwlk nÎMqw pRyrk AMqrXwmI jo hY, Es dI nwXkw jd sÍwmnI Bwv nUM AnMn srUpqw nUM pRwpq ho jwvy qwˆ aus iql dy iqlk dI dmk Agy sB hI nwXkw pUrb kwl ivKy BgqI Bwv kr ky isromix hox dw AiBmwn krxhwry irKI munI jn mwq pY jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
