[
  {
    "id": "0CK",
    "sttm_id": 6686,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q80Q",
        "source_page": 206,
        "source_line": 1,
        "gurmukhi": "dyKby kau idRsit n drs idKwieby kau; kYsy ipRA drsnu dyKIAY idKweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I neither have enlightened eyes to have a glimpse of my unique, radiant and dear lover nor have I the power to show His glimpse to anyone. Then how can one see or even show a glimpse of the lover?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyKby kau drSn dy vwsqy idRsit XogÎ A`KI nhIˆ hY kÎoˆik nwnk sy AKVIA ibAMn vKrIAwˆ hI hn qy nw auh drSn idKwln jogw hI hY, AYsI hwlq ivcoˆ Blw iks qrHwˆ koeI pÎwry pRIqm dy drSnwˆ nUM dyKn Aqy idKwln dw jqn kry[ AQvw dyKby dyKx vwly nUM qwˆ AYho jyhI ingHw nhIˆ Aqy auh drSn AYauˆ kr ky idKwln jog BI nhIˆ iks qrHwˆ pÎwry dy drSn nUM dyiKAw idKwXw jw sky[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ATD8",
        "source_page": 206,
        "source_line": 2,
        "gurmukhi": "kihby kau suriq hY n sRvn sunby kau; kYsy guniniD gun sunIAY sunweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I do not have the wisdom to describe the virtues of my beloved who is treasure-house of goodness. Nor do I have ears to listen to his adulations. Then how should we listen and recite the panegyrics of the fountain of merits and excellence?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ik aukq drSn smyˆ s`qy suDwˆ Bu`lIAwˆ huMdIAwˆ hn qd spSt hY ik Es bwbq kuC kihx vwsqy suriq soJI sUJ iksy nUM nhIˆ AQvw jd kihby kihx vwlI rsnw nUM Es pÎwry dy mn bwxI Awid ieMdRIAwˆ qoˆ pry hox kr ky Es dy sunx smJn dI gMmqw hI nhIˆ, qwˆ Pyr auh kIkUM guxwˆ nUM suxw suxw sky[ AQvw suriq kihx vwsqy smr`Q nhIˆ Aru AYsw hI sunby kau sunx vwsqy aus dy Anhd Sbd dy ieh sDwrx kMn smr`Q nhIˆ hn, qd iks pRkwr Es guxwˆ dy inD BMfwr vw swgr dy guxwˆ nUM sux skIey Xw suxw skIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6CWC",
        "source_page": 206,
        "source_line": 3,
        "gurmukhi": "mn mY n gurmiq gurmiq mY n mn; inhcl huie n aunmn ilv lweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind neither inhabits the teachings of the True Guru nor does it engross itself in the sermons of Guru. The mind does not achieve stability in the words of Guru. Then how can one get engrossed in higher spiritual state?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq Sbd isDwˆq vw guraupdyS dy mnn kmwn qoˆ pRwpq hox hwrI AnuBv rUp is`DI hY, auh mn ivc nhIˆ Aw skdI kÎoˆik rsnw kMn Awid ieMdRIAwˆ qoˆ AgMm hox vq auh mn qoˆ BI Aocr pdvI hY Aru ijQy ies Agocr AvsQw dI pRwpqI huMdI hY auQy mn nhIˆ irhw krdw Bwv jd qk mn huMdw hY qd qk sMklp ivklp Awid dI Brmwr kwrx auQy gurmiq nhIˆ Aw skdI qy jd gurmq Aw jwˆdI hY auQy mn iblwX jwˆdw hY[ ies vwsqy AYsI dSw ivKy mn inc`lw ho ky aunmnI Bwv ivc nhIˆ ilv lgOˆdw ArQwq ilv lOx dI ies dSw ivc koeI loV hI nhIˆ rihdI kÎoˆik mn dI APurqw Aqy ilv suqy hI eys dSw ivc lIn huMdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3BXS",
        "source_page": 206,
        "source_line": 4,
        "gurmukhi": "AMg AMg BMg rMg rUp kul hIn dIn; kYsy bhunwiek kI nwiekw khweIAY [206[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "My whole body is aching. I, the meek and devoid of respect, has neither beauty nor high caste. Then how can I become and be known as the most favourite love of my Master Lord? (206)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik ies dSw ivc AMgwˆ ieMdRIAwˆ dy qwˆ ies pRkwr AMg BMg hoey huMdy hn, Aru rMg rUp dyh sMGwq BI AQvw hor c`j Awcwr rUp vwlI jogqw BI BMg hoeI hoeI, Bwv ivisMmRqI dy mwrg nUM isDwrI hoeI huMdI hY, qQw kul hIn kul goqR dw AiBmwn vw sMpRdwXk ADÎws qoˆ BI rihq hoey hoeIdw hY, Aqy AqÎMq inMmRqw BwvI inrmwn AiqsYˆ kr ky hOlI Pu`l koml auh dIn AvsQw huMdI hY ijs nUM iksy pRkwr BI vrnx nhIˆ kIqw jw skdw, qwˆ Blw bhunwiek Twkr iSRStI nwQ dI nwiekw sÍwimnI BI iks pRkwr AwKI jw sky[ Bwv ibrhy dI qwr ivc mgnwny purK nUM jo AnBau huMdw hY Es nUM iksy pRkwr BI vrnx nhIˆ kIqw jw skdw ]206]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
