[
  {
    "id": "DAT",
    "sttm_id": 6688,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AXZQ",
        "source_page": 208,
        "source_line": 1,
        "gurmukhi": "joeI ipRA BwvY qwih dyiK Aau idKwvy Awp; idRsit drs imil soBw dY suhwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker woman, who is liked by the True Guru Master, is glanced at with a look of clemency by the beloved Master who reveals Himself to her. By His clemency and glimpse, the hapless woman is blessed with goodness making her praiseworthy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw is`kvMd gurmuK ipAwry siqgurU pRIqm nUM Bw Awvy Es dy mn AMdr jc pvy iqs nUM hI auh dyKdw AwpxI ingHw qly lÎoˆdw Aqy Apny Awp nUM idKOˆdw drSn idMdw hY[ ies pRkwr pRymI Aru pRIqm Awpo ivc drSn idMdy lYˆdy, prspr idRStIAwˆ njrwˆ dy imlwp ivc SoBw idMdy hoey sohxy cMgy lgdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4XRR",
        "source_page": 208,
        "source_line": 2,
        "gurmukhi": "joeI ipRA BwvY muK bcn sunwvy qwih; sbid suriq gur igAwn aupjwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who is liked by the beloved Master, is blessed with His divine words. By the union of His words and consciousness, He enlightens her with Guru's sermons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw koeI ipAwry nUM Bw Awvy ipAwrw lg pvy Esy nUM hI Apxy aupdyS meI bcn suxw suxwky Sbd ivKy suriq itkwn dw AQvw Sbd dI soJI pYx qoˆ hox vwlw igAwn, siqgurU auqpMn krOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3Z9M",
        "source_page": 208,
        "source_line": 3,
        "gurmukhi": "joeI ipRA BwvY dh idis pRgtwvY qwih; soeI bhunwiek kI nwiekw khwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker woman who is loved by her True Guru, is revealed by Him in all the ten directions of the world. Then she is addressed and known as supreme beloved of the Master who is the master of many more seeker brides.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw koeI ipAwry pRIqm nUM Bw pvy Esy nUM hI auh dswˆ idSwˆ ivc pRgt auiGAwˆ kr idMdw Bwv Es dI kIrqI sBnIˆ dweIˆ krw idMdw hY qy Eho hI bhuiqAwˆ dy nwXk sÍwmI sB is`Kwˆ dy mwlk siqgurU dI nwXkw sÍwmnI pRvwixAw hoXw mnjUr nzr is`K AKwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BHVM",
        "source_page": 208,
        "source_line": 4,
        "gurmukhi": "joeI ipRA BwvY ishjwsin imlwvY qwih; pRym rs bs kir ApIau pIAwveI [208[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker bride who is liked by beloved True Guru, is united with Him on the mind like divine bed. Enamoured by her love, He makes her drink deep the elixir of Naam Amrit. (208)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw koeI ipAwry pRIqm nUM Bw jwvy Es nUM hI ishjwsn sihj rUpxI iesiQqI dy sQwn dsm dÍwr vw Awqm pd ivKy imlw lIn kr lYˆdw hY[ qy iesy Bwˆq pRym rs dy ADIn kr ky Es nUM AipE AnuBv rs rUp AMimRq nUM ipAwXw krdw hY ]207]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
