[
  {
    "id": "FGH",
    "sttm_id": 6689,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HLB5",
        "source_page": 209,
        "source_line": 1,
        "gurmukhi": "joeI ipRA BwvY qwih suMdrqw kY suhwvY; soeI suMdrI khwvY Cib kY CbIlI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The female living being (jeev Istri) who has found favour with the True Guru Master the manifest form of the Lord, becomes virtuous and praiseworthy due to the blessing of spiritual beauty to her. That truly is called the beauty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVI jigAwsU rUp iesqRI aus pRIqm ipAwry nUM Bw geI iqs nUM suMdrqw sÍY pRkwSqw Awqimk Ej AQÍ suMn dÍwr dsm dÍwr dI dmk kRwˆqI nwl suhwvY sohxw lgn vwlw sB dy mn BOxw bxw idMdw hY, qy Esy dI surq hI suMn dÍwr dI iesiQqI vwlI ho jwx kr ky auh suMdrI sohxI Cib kr ky CbIlI P`bn vwlI AKwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1EBU",
        "source_page": 209,
        "source_line": 2,
        "gurmukhi": "joeI ipRA BwvY qwih bwnk bDU bnwvY; soeI bnqw khwvY rMg mY rMgIlI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "She who is loved by her beloved master, is made into a highly adorable bride by Him. One who is ever engrossed in the hue of Lord's meditation is truly a blessed married woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVy jgÎwsU dI surq, ipAwry nUM Bw jwvy Es nUM hI bwnk bwˆkI Xw sohxy vys vwlI AwpxI bDU ivAwhuV inj AMg rUp iesqRI pRvwixq gurmuK bxw lYˆdw hY Aru auhI aus dy rMg pRym ivc rMgI hoeI rMgIlI binqw ipAwr pRym dI iek mwqR pwqR iesqRI khOˆdI hY, ArQwq Esy nUM hI Apxy inj srUp dw swQI AByd hoXw hoXw is`K pRvwixAw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3086",
        "source_page": 209,
        "source_line": 3,
        "gurmukhi": "joeI ipRA BwvY qw kI sbY kwmnw pujwvY; soeI kwmnI khwvY sIl kY susIlI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The (seeker) female living being who gains the favour of her beloved master has all her desires fulfilled by Him. By virtue of her superior nature, she is well behaved and that makes her famous as beautiful lady in the true sense.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVI rUh Es ipAwry nUM Bw pvy Es dIAwˆ ies lok sbMDI vw pRlok sbMDI qQw prmwriQk smUh kwmnwˆ pUrx krdw hY[ qy Eho hI sIl is`KI Drm sMpMn AwgÎwpwl suBwv kr ky sMjugq susIlI sRyStsIl vwlI qQw iek mwqR gurU dI hI kwmnw vwlI siqgurwˆ nUM hI cwhux hwrI is`K AwKI jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A9KC",
        "source_page": 209,
        "source_line": 4,
        "gurmukhi": "joeI ipRA BwvY qwih pRym rs lY pIAwvY; soeI pRymnI khwvY rsk rsIlI hY [209[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seeker woman who is liked by dear True Guru, she is blessed with relishing the Nam elixir of Lord's love. One who drinks deep the divine elixir is loved one in the true sense. (209)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVI ipAwry nUM Bw jwvy Es nUM hI lY Awpxy ic`q AMdr pRvwx kr ky pRym rs ipAwldy hn[ qy Eho hI risk rUpxI is`kvMd rs r`qI pRymnI pRym+AxI pRym dI coB cuBy hoey ihrdy vwlI rUh Xw AYsI Awqm AQvw vÎkœI AKOˆdI hY[ ArQwq pRym rs r`qw rsIAw is`K AKOˆdw hY ]209]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
