[
  {
    "id": "5G7",
    "sttm_id": 6691,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CRTT",
        "source_page": 211,
        "source_line": 1,
        "gurmukhi": "pUrb sMjog imil sujn sgweI hoq; ismrq suin suin sRvn sMdys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Deeds of previous births bring together noble people and they join in the form of holy congregation to establish union with True Guru. Such a maid who is betrothed thus hears the messages of her True Guru master from others and remembers them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrbilAwˆ jnmwˆ dI BOxI Anuswr jd smwˆ sMjog Aausr iml pYˆdw Awx Fu`kdw hY qwˆ mnuK nUM Bwgu hoAw guir sMq imlwieAw bcn mUjb sjn sRySt purKwˆ, sikAwˆ AwpixAwˆ jnwˆ, sMqwˆ siqgurwˆ dI sMgq pRwpq ho AwXw krdI hY qy eyho siqsMg hI, mwno Es vwihgurU dy Gr dI sgweI skw +AweI sikAwˆ s`icAwˆ DuridA srbMDIAwˆ dy Gr Awn pRwpq hox vwlI kuVmweI dI AvsQw hY[ ijs sqsMg ivKy eyh sux suxky, sRvn kMnwˆ dÍwrw Es s`cy mwlk dy Gr dy snyhy snyh ipAwr auqpMn krn vwly prmwrQI aupdyS ismrq icqwrdw hoXw is`kdw hY hrdm Es ipAwry pRIqm nUM Awpxy AMdr ieh ijgXwsw AvsQw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "79TE",
        "source_page": 211,
        "source_line": 2,
        "gurmukhi": "ibiD sY ibvwhy imil idRsit drs ilv; ibidmwn iDAwn rs rUp rMg Bys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When according to tradition, marriage is solemnised, that is to say she is consecrated by Guru and an accord gets established between them, then her mind is engrossed in the form, colour, attire and pleasure of the master True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru Pyr jd ibiD sy mRXwdw pUrbk, ibvwhy imil ivAwihAw jwˆdw hY ArQwq jd gurU Ar is`K ibb+Awey imil dovyˆ hI Awx imldy hn, Bwv AMimRq Ckx Awid mRXwdw Anuswr jd aukq sqsMgI swKÎwq is`K sj ky guris`K vwlI eykqw guris`K sMDI vwlI dSw dy Gr Awx vihMdw vrqdw hY, qwˆ aus dI ingHw ivc drSn dI ilv qwr b`J ipAw krdI hY, ArQwq Es dy nyqR drSn nUM locn lg ipAw krdy hn[ Aqy iesy hI iDAwn dy rs ipAwr kY kr ky Eho jYsy hI rUp rMg vwly Bys swˆg nUM ibdÎmwn swmrq`K Fwl ilAw krdw hY ijs Bwˆq is`kvMd gurmuKwˆ gur is`Kwˆ dw Kwx pwx pihrwx Awid dw Bys cwlw guris`KI siqsMg ivc FwilAw dyKdw hY[ Bwv guris`Kwˆ vwly swˆg ivc ho vrqdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3JQ0",
        "source_page": 211,
        "source_line": 3,
        "gurmukhi": "rYn sYn smY sRüq sbd ibbyk tyk; Awqm igAwn prmwqm pRvys kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "At night when it is time for people to sleep, a seeker of the Lord takes refuge in the knowledge of the divine words and achieving soulful ecstasy through practicing of Naam, unites in the holy feet of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhI Dwrxw vwlw auh drSn dw ipAwsw is`K rYn AwXU Br hI sYn smY itkwau dy tIcy isr vw rwq nUM jd ik lokwˆ dy sOx dw smwˆ huMdw hY, Sbd ivKy surq dy tyk itkwx dy ibbyk igAwn sMpMn hoXw hoXw Awqm igAwn nUM pRwpq hok prmwqm pd ivKy pRvys kY smweI krdw hY, ArQwq ilv lIx hox dw ABÎws swDdw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6GD",
        "source_page": 211,
        "source_line": 4,
        "gurmukhi": "igAwn iDAwn ismrn aulMG iekqR hoie; pRym rs bis hoq ibsm Avys kY [211[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Contemplating thus she (jeev istri) crosses all the stages of knowledge and becomes one with dear beloved and influenced by His loving pleasure, she gets engrossed in wondrous and marvellous spiritual state. (211)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr nwm ismrx kridAwˆ, b`Jw huMdw hY jo nwmI dw iDAwn qy Es iDAwn qoˆ iPr jo aupjdw hY Es dy srUp dw igAwn ienwˆ sBnwˆ pRpwtIAwˆ nUM hI EVk isr t`p ky, auh vwihgurU nwl AByd ho jwˆdw hY qy ieauˆ ABydqweI dy pRym rs dy v`s hoXwˆ guris`K ibsm Ascrj rUp prm pd ivKy sdw hI Avys kY ilvlIn hoXw irhMdw hY ]211]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
