[
  {
    "id": "RNU",
    "sttm_id": 6692,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HEHL",
        "source_page": 212,
        "source_line": 1,
        "gurmukhi": "eyk sY AiDk eyk nwiekw Anyk jw kY; dIn kY dieAwl huie ikRpwl ikRpw DwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The dear beloved who has not one but many obedient consorts; the dispenser of kindness on the distressed, the  beloved has been clement on me.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs AMqRXwmI siqgurU dy ie`k qoˆ ie`k cVHdIAwˆ Anykwˆ Anigxq hI qn mn Dn kr ky sB qrHwˆ hI aus dI ADIngI Aru AwigAw ivc vrqn hwrIAwˆ is`K rUp nwiekw iesqRIAwˆ hn Bwv ibDI pUrbk is`K sjIAwˆ hoeIAwˆ vÎkœIAwˆ hn[ ijnwˆ aupr dInwˆ dy dXwl gRIb invwj ikRpwlU ho ky ikrpw dy Gr v`s ky qu`Ty, ArQwq EnHwˆ nUM ApxwieAw qy A`j Esy hI myry aupr BI ikrpw kIqI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XQB5",
        "source_page": 212,
        "source_line": 2,
        "gurmukhi": "sjnI rjnI sis pRym rs Aausr mY; Ably ADIn giq bynqI aucwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "That moonlit night (the auspicious moment) when the time for me to belong to and enjoy the loving elixir of the Lord came, this humble maid slave in all the humility· made a supplication before the beloved True Guru;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "soeI sjnI sjn Bwv pRwpq su+jnI AwpdI ApxweI hoeI ieh sUrq Awpdw is`K cwnxI rwq imitAw AnHyrw cMn ciVHAw AigAwn AMDkwr inivrqI dw kwrx dIKXw pRwpq hox dI rwq AnuBvI dSw dy iKiVAwˆ pRym rs vw Bjn dy AwnMd mwnx smyˆ gRIbI Bwv sMpMn iesqRI smwn buD bl Awid dw gumwn iqAwg ky mwn AiBmwn nUM ivswr syvk Bwv nUM AMdr Dwr ky ies pRkwr bynqI aucwrdI hY ik hy s`cy swˆeI siqgur pwiqSwh!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ECX3",
        "source_page": 212,
        "source_line": 3,
        "gurmukhi": "joeI joeI AwigAw hoie soeI soeI mwin jwin; hwQ jory AgRBwig hoie AwigAwkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Oh beloved! Whatever will be your command, I shall obey implicitly. I shall ever serve you obediently and with humility.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs ijs pRkwr jo jo Awp dI AwigAw hovy ausy ausy pRkwr auhI auhI mMnI hoeI hI jwxo, kÎoˆik mYˆ hrdm Awp dy AgBwig snmuK h`Q joVI h`QIˆ b`DIˆ[ AwigAkwrI gulwm syvk ho irhw hwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8M3F",
        "source_page": 212,
        "source_line": 4,
        "gurmukhi": "BwvnI Bgiq bwie cwiekY ceIlo Bjau; sPl jnmu DMin Awj myrI bwrI hY [212[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I shall serve you with dedication and devotion of loving worship in my heart. This moment when you have so kindly blessed me with your consecration, my human birth has become purposeful since my turn to meet my beloved Lord has come. (212)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hy mhwrwj! BOxI srDw Aru Brosy qQw BgqI Bwv Bry cwau nwl, ceIlo cweIˆ cweIˆ auqswh vw aumMg pUrbk mYˆ Awp qweIˆ Bjau Bjwˆ syvwˆgw, nw ik c`tI Xw fMn Brdw hoXw kÎoˆju DMin hY Awj A`j dw idhwVw, ieh jnm jdik myrI vwrI BI AnMq jnmwˆ dy gyV aupRMq jnm sPlwn dI AweI hY[ jYsw ik: ieh jIau bhuqy jnm BRimAw qw siqgur sbd suxwieAw ]212]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
