[
  {
    "id": "U4L",
    "sttm_id": 6694,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "A0U1",
        "source_page": 214,
        "source_line": 1,
        "gurmukhi": "sRI gur drs iDAwn Kt drsn dyKY; skl drs sm drs idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who has fixed his attention on the vision of the True Guru. is not reassured by the six schools of philosophy nor towards other religious sects. He sees all philosophies in the vision of one True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijsny sRI gurU mhwrwj dy drSn dw iDAwn kr ilAw auh muV CIAwˆ drSnwˆ hornwˆ mqwˆ v`l kdI nw q`kygw, kÎoˆik sB drSn swrI idRSÎ hI Es nUM iek sm pwr bRhm srUp idKweI dyx lg ipAw krdI hY AQvw drs sm swry drSn hI smwey hoey hn, ijs aus iek drSn ivKy, auh ju Es nUM id`s AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CRVJ",
        "source_page": 214,
        "source_line": 2,
        "gurmukhi": "sRI gur sbd pMc sbd igAwn gMim; srb sbd Anhd smJwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One who has received Guru's consecration hears melodies of five types of musical instruments deep in his soul because the unstruck music that has appeared in his being due to perpetual meditation on Lord's name has all the melodies in it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRI gurU mhwrwj jI dw Sbd pRwpq hox kr ky pMjwˆ hI AgMmI idbÎ Sbdwˆ dy igAwn dI gMmqw pRwpqI ho AOˆdI hY, ijs kr ky sB Bwˆq dy hI Anhd Sbdwˆ dI smJ Awp qy Awp Pur AwXw krdI hY[ AQvw AYsy Anhd iek rs DunI BwvI smUh Sbd hI 'sm+Jwey' 'hY bRhm dI JweI' CwXw AwBws rUp ho BwsÎw krdy hn kMnwˆ ivc auˆglwˆ dy ky Anhd sunx dI koeI loV hI nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y34P",
        "source_page": 214,
        "source_line": 3,
        "gurmukhi": "mMqR aupdys prvys kY Avys irdY; Awid kau Awdys kY bRhm bRhmwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By practicing meditation on the Lord, He comes and resides he in the heart. In this state an initiated disciple sees the all-pervading Lord everywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik siqgurwˆ dw mMqR aupdyS kMnwˆ dy smIp huMdy swr hI, AMdr pRvyS kridAwˆ ihrdy AMdr Avys kr Gus jwˆdw hY[ ijs kr ky sB dI Awid, Awid srUp Akwl purK nUM Awdys krdw krdw ArwDdw iDauˆdw AQvw bwr bwr AiBAws krdw hoXw, bRhm hI bRhm srb TOr rmÎw pRwpq huMdw idRStI AwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LCMS",
        "source_page": 214,
        "source_line": 4,
        "gurmukhi": "igAwn iDAwn ismrn pRym rs risk huie; eyk Aau Anyk ky ibbyk pRgtwey hY [214[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh who is blessed with knowledge, contemplation and Simran by the True Guru and who relishes the loving elixir, learns the truth of one Lord who pervades in all despite being one. (214)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ pRym rs dw rsIAw ho ky gur aupdyS nUM ismrx krdw icqwrdw qy iesy hI iek mwqR iDAwn ivc pRp`k huMdw vwihgurU dy srUp igAwn nUM pRwpq ho ky ie`k, prmwqmw qy Anyk jgq dy ibbyk ibb +eyk do Bwsdy huMdÎwˆ BI iek Akwl hI Akwl hY AYsy pRgt krdw swmrq`K AnuBv krdw hY[ AQvw iek kYsy Anyk hoXw qy Anyk muV iek ivc hI iks pRkwr AByd ho skdw hY, AYsw vIcwr AiDkwrIAwˆ qweIˆ pRgt krdw aupdySdw hY ]214]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
