[
  {
    "id": "EL0",
    "sttm_id": 6696,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BHKQ",
        "source_page": 216,
        "source_line": 1,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; crn kml qwih jg mDukr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh who is engrossed in the elixir-like name of the Lord by virtue of the holy dust of the feet of True Guru (due to His company) has the whole world becoming his devotees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw koeI aukq rIqI nwl siqgurwˆ dy crx kmlwˆ dI DUlI rs dw pRymI crx kmlwˆ dy mkrMd md rs vw pRBwv mwnx dw lOBI bx jwˆdw hY, qwih iqsidAwˆ crx kmlwˆ dw jgq Br hI mDukr BOrw pRymI bx jwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN5X",
        "source_page": 216,
        "source_line": 2,
        "gurmukhi": "sRI gur sbd Duin suin gd gd hoie; AMimRq bcn qwih jgq auDir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru whose every hair blooms hearing the melody of True Guru blessed Naam Simran, his elixir-like words can sail the world across the worldly ocean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI kilAwx srUp siqgurwˆ dy Sbd aupdyS dI DunI mrm vw Awvwj mwqR qy hI siqgurU dw aupdyS meI bcn sunx kr ky jy koeI gd gd pulikq pRsMnqw vwn ho igAw ArQwq nwm aupdyS pRwpq hox qy ijs dy AMdr KuSI pRgt ho AweI, qwih iqsidAwˆ AMimRq imTy imTy ihqkwrI bcnwˆ dÍwrw jgq hI insqwry nUM pwieAw krdw hY Bwv aus dy bcnwˆ qoˆ AsMKÎwq purKwˆ dI klÎwx hoXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AEE7",
        "source_page": 216,
        "source_line": 3,
        "gurmukhi": "ikMcq ktwC ikRpw gur dieAw inDwn; srb inDwn dwn doK duK hir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru who receives even a very small blessing of the True Guru, becomes capable of giving away all the treasures and allaying the distresses of the others.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dXw dy smuMdr siqgurwˆ dI ikMicMq Br QoVI mwqR BI ikRpw BrI idRStI dÍwry jo q`ikAw vifAwieAw igAw[ auh smUh inDIAwˆ nUM dyx qQw duK ADÎwqimk, AiDdYivk AiDBUiqk Aru doK ml ivKyp Awvrx Awid vw sB pRkwr dI ivkwr vwsnw hornwˆ dIAwˆ BI dUr krn leI smr`Q ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PF38",
        "source_page": 216,
        "source_line": 4,
        "gurmukhi": "sRI gur dwsn dws dwsn dwswn dws; qws n ieMdRwid bRhmwid smsir hY [216[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh who serves the servants of the slaves of the True Guru (who becomes down to earth humble) cannot even be equated with god Indra, Brahma and all the gods and goddesses put together. (216)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYQoˆ qk ik gurU mhwrwj dy dwswˆ dy jo dws hn Enwˆ dy dwswˆ idAwˆ BI dwswˆ dy dwswˆ dI Anuswirqw pwlxhwirAwˆ is`Kwˆ dy BI jo is`K aupdySI bx jwˆdy hn, iqMnwˆ dy smsir bRobr ieMdRwidk qyqI kRoV kyvqy, qQ bRhmw hY Awid mu`K ijnwˆ dw AYsy bRhmw ibSnU mhyS BI nhIˆ ho skdy ]216]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
