[
  {
    "id": "KH7",
    "sttm_id": 6697,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XEMH",
        "source_page": 217,
        "source_line": 1,
        "gurmukhi": "jb qy prm gur crn srin Awey; crn srin ilv skl sMswr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the time a human being takes the refuge in the holy feet of the True Guru, the people of the world then start contemplating in the refuge of his feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs idn qoˆ prm gurU sRI gurU nwnk dyv dy crxwˆ dI Srx AsIˆ Awey hwˆ Bwv Enwˆ dI is`KI Dwrx kIqI hY, Aswfy crxwˆ dI srx ivKy smUh sMswr hI ilv lwlsw Dwr irhw hY ArQwq ijQy ijQy BI jweIey, sB lok AswfI sMgq ivc is`KI dy chuxhwry sMgqIey bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TY0U",
        "source_page": 217,
        "source_line": 2,
        "gurmukhi": "crn kml mkrMd crnwimRq kY; cwhq crn ryn skl Akwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking the foot-wash of the True Guru while staying in His refuge, the entire mankind desires to be blessed by his holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crx kmlwˆ dI DUlI nUM crxwˆ dy AMimRq crx pOhl CkidAwˆ, jd qoˆ Aswˆ pwn kIqw pIqw hY, skl Akwr pRwxI mwqR hI Aswfy crxwˆ dI DUlI nUM cwh irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z0QS",
        "source_page": 217,
        "source_line": 3,
        "gurmukhi": "crn kml suK sMpt shj Gir; inhcl miq prmwrQ bIcwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By living in the peaceful refuge of the lotus-like feet of the True Guru, one gets absorbed in a state of equipoise. Because of higher spiritual wisdom, they become stable of mind and consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ijs iksy ny BI gurU mhwrwj dy crx kmlwˆ nwl pRym pwlx dy suK nUM AnBau kIqw hY, auh shj Gir SwˆqI pd Awqm pd ivKy sMput hoey fby AMdr swˆBI vsqU vq smwey rihMdy hn Aqy prmwrQ prm pRXojn Bry vIcwr pRwiex Enwˆ dI vrqn ho jwx kwrx Enwˆ dI miq mnoˆ ibrqI Afol ho jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFQ1",
        "source_page": 217,
        "source_line": 4,
        "gurmukhi": "crn kml gur mihmw AgwiD boiD; nyiq nyiq nmo nmo kY nmskwr hY [217[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory of the lotus-like feet of the True Guru is beyond comprehension, It is limitless, infinite. He is worthy of salutation again and again. (217)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AiDk kIh khIey siqgurwˆ dy crx kmlwˆ dI mihmw dw boD buDI AMdr ilAwauxw AgwD rUp nhIˆ gwihAw jw skx vwlw hY qwˆ qy nyiq nyiq AwKdw hoXw mn bwxI srIr kr ky bwrMbwr nmskwr hI krdw hwˆ ]217]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
