[
  {
    "id": "QA8",
    "sttm_id": 6698,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BH4F",
        "source_page": 218,
        "source_line": 1,
        "gurmukhi": "crn kml gur jb qy irdY bswey; qb qy AsiQir iciq Anq n DwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the time a human being attaches his mind with the lotus like feet of the True Guru, his mind becomes stable and it does not wander anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs vyly qoˆ siqgurwˆ dy crx kmlwˆ nUM Aswˆ irdy ivc vswieAw ipAwr dI Qwˆ bxwieAw hY, qk qoˆ hI Aswfw ic`q iekwgR hoXw hux hor ivKÎwˆ ivkwrwˆ Awid v`l nhIˆ dOVdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FNV9",
        "source_page": 218,
        "source_line": 2,
        "gurmukhi": "crn kml mkrMd crnwimRq kY; pRwpiq Amr pd shij smwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The refuge of the True Guru's feet provides one with the foot-wash of the True Guru that helps him acquire inimitable state and engrossment in equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aukq crx kmlwˆ dI DUlI rs nUM crxwimRq rUp crx pwhul dÍwry pIx kr ky, shjy hI Amr AibnwSI pd dI pRwpqI ho ky Es ivc smwey rihMdy hwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TEHP",
        "source_page": 218,
        "source_line": 3,
        "gurmukhi": "crn kml gur jb qy iDAwn Dwry; Awn igAwn iDAwn srbMg ibsrwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the holy feet of the True Guru got lodged in the heart of a devotee (the devotee took His refuge), the mind of the devotee has shed all other comforts and is absorbed in the meditation of His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy jd qoˆ hI gurU mhwrwj dy crx kmlwˆ nUM iDAwn AMdr ilAwˆdw AwpxI kilAwx dw mUl smJ ky Enwˆ aupr diVH kIqw hY, hornwˆ igAwnwˆ dw is`Knw qQw iDAwn iPkr AMdr iksy bwq nUM ilAOxw srbMg smUlcw hI ivswr idqw hoXw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D7MH",
        "source_page": 218,
        "source_line": 4,
        "gurmukhi": "crn kml gur mDup Aau kml giq; mn mnsw Qikq inj gRih AwveI [218[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since the fragrance of the holy lotus-feet of the True Guru got lodged in the mind of the devotee, all other fragrances have become prosaic and indifferent for him. (218)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprj kIh ik gurU mhwrwj dy suMdr qy koml crx kml ijs idn qoˆ kOl Pulwˆ vwˆkUM myry BOry vrgy pRymI mn nUM ipAwry ho lgy hn, mn dIAwˆ mnswˆ klpnwˆ vw mnorQwˆ BrIAw cwhnwˆ b`s ho geIAwˆ hn, qy ieh mn Apxy Gr Awpy dI TOr Awqm pd ivKy AwieAw smwieAw rihMdw hY ]218]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
