[
  {
    "id": "7D4",
    "sttm_id": 6699,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "370C",
        "source_page": 219,
        "source_line": 1,
        "gurmukhi": "bwrI bhu nwiek kI nwiekw ipAwrI kyrI; GyrI Awin pRbl huie inMdRw nYn Cwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Known as favourite and loved one of the Master who has many women, when her turn to receive her Master's blessings came she was over-powered by the sleep of ignorance. The sleep-filled eyes made me unaware of everything.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vwrI qwˆ sI bhu nwiek kI ipAwrI kyrI bhuqIAwˆ bÎMq iesqRIAwˆ is`Kwˆ dy sÍwmI siqgurU dI ipAwrI hzUr ivc pRvwxI hoeI iesqRI dI Bwv myrI, ikauˆik qIsrI pwiqSwhI qoˆ lY ky ies smyˆ qk pRcwr dI syvw kridAwˆ eys vrysw ivc hzUrI dy rs mwnx dw myrw smwˆ sI[ pr AYn vyly isr nIˆd AivdÎw Axjwnqw ny myry vIcwr ibbyk rUp nyqRwˆ AMdr Cwie psr isMjr qy pRbl huie kY bl pw ky mYnUM Awn GyirAw Brmw id`qw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YXL3",
        "source_page": 219,
        "source_line": 2,
        "gurmukhi": "pRymnI piqbRqw cielI ipRAw Awgm kI; inMdRw ko inrwdr kY soeI n BY Bwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But those Sikh sentient beings who were filled with love in their hearts when they heard that their Master was coming, they forsake sleep and remained alert in their faith and love for the meeting.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVIAwˆ qwˆ ipAwry dy Awgmn AOx imlwp dy ceIlI cwau vwlIAwˆ sn qy pqI gurU mwqR dw hI bRq Dwr ky jo pRymnwˆ bx rhIAwˆ sn ArQwq iek mwqR AnMn pRym siqgurwˆ dw Dwr ky ijnHwˆ nUM gurU mhwrwj jI pUrx ikRpw pRwpq krn dI aumMg lg rhI sI, syvw dw smwˆ nw tl jwie iksy Bwˆq GOl nw ho jwie AYsy BY qO^ly dy ADIn ho kr, auh Bwie kY SrDw pUrbk hI rhIAwˆ qy nIˆd dw inrwdr kr ky hr smy mUrKqw dw D`pw Kwxoˆ sMBl ky soeI nw su`qIAwˆ Enwˆ ny GOl nw kIqI pRmwd ADIn auh nw hoey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GUS2",
        "source_page": 219,
        "source_line": 3,
        "gurmukhi": "sKI huqI soq QI BeI geI suKdwiek pY; jhw ky qhI lY rwKy sMgm sulwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite being favourite of my Master, I remained sleeping in ignorance. I remained bereft of meeting my comfort-giving beloved. I remained wherever I was, separated and bereft of His love and blessings. This is what sleep of ignorance did to me.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "skI ApxweI hoeI huMdI BI mYˆ su`qI hI rih geI, Aru geI rih geI vMjweI geI suKwˆ dy dwqy siqgurwˆ dy pY pws qy[ jYsw ik sMgm smwgm ivCoVy dw ku Bwg v`s qy bx irhw sI, Es ny ijQy dw iqQy hI suvweI riKAw suD nw AOx id`qI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6GKK",
        "source_page": 219,
        "source_line": 4,
        "gurmukhi": "supn cirqR mY n imqRih imln dInI; jm rUp jwmnI n inbrY ibhwie kY [219[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This dream like happening did not let me meet my beloved. Now the death-like night of separation neither ends nor terminates. (219)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh supny dw cilqR cwlw ibrqwˆq AYsw vriqAw ijs ny mYnUM ipAwry siqgur dy swmny BI nw hox id`qw[ hwX! ieh AivdÎw meI jwimnI rwqRI myry leI BÎwnk mOq rUp ho rhI hY, jo Ajy qk BI ibqIq ho ky myry nyqRwˆ Agoˆ inbrY inivrq nhIˆ hox pOˆdI ]219]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
