[
  {
    "id": "0LY",
    "sttm_id": 6702,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X569",
        "source_page": 222,
        "source_line": 1,
        "gurmukhi": "mn mDukir giq BRmq cqur kuMt; crn kml suK sMpt smweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mind wanders like a bumble bee in all four directions. But by coming into the refuge of True Guru and by the blessings of Naam Simran, he merges into peace and comfort of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn BOry vwkUM cwroˆ kuMtwˆ ivc Btdw rihMdw hY jdoˆ BI hovy iek siqgurwˆ idAwˆ kml rUp crxwˆ nUM pRwpq ho ky hI suK sMput ivKy smweI pwXw krdw hY Bwv qd qk suK pd ivc ies nUM FoeI nhIˆ iml sikAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KGXH",
        "source_page": 222,
        "source_line": 2,
        "gurmukhi": "sIql sugMD Aiq koml AnUp rUp; mDu mkrMd qs Anq n DweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Once the calming, scented, delicate and very beautiful elixir-like holy dust of the feet of True Guru is received, the mind does not wander in any direction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq jd sIql SwˆqI pRdwqI sugD sukIrqI sMpMn AqÎMq koml qy AnUpm mnohr rUp vwlI mDu im`TI im`TI mkrMd rs rUp crx DUlI rj nUM pRwpq ho jwˆdw hY, Pyr hor nhIˆ DwXw BtikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BMUK",
        "source_page": 222,
        "source_line": 3,
        "gurmukhi": "shj smwiD aunmn jgmg joiq; Anhd Duin runJun ilv lweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "On account of his association with the holy feet of the True Guru, by remaining in a state of divine will and tranquil state of meditation and ever enjoying a glimpse of the light effulgent, he remains engrossed in the melodious unstruck celestial music.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies smyˆ sgoˆ sihjy hI itikAw hoieAw jg mg jg mg pRkwS kr hI kÎoqI ivc aunmn mgn hoieAw hoieAw rux Jux kwirxI Anhd DunI ivKy ilv lgweI pricAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SUD9",
        "source_page": 222,
        "source_line": 4,
        "gurmukhi": "gurmuiK bIs iekIs sohM soeI jwnY; Awpw AprMpr prmpdu pweIAY [222[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Believe it! An obedient Sikh of the True Guru becomes aware of the One Lord who is beyond all limits. And thus he reaches the supreme spiritual state. (222)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies AvsQwˆ dy mrm nUM kyvl soeIE gurmuK hI jwxdw hY, ijs nUM bIs jgq iekIs eISÍr qQw so prmwqmw Aru hM jIv Awqmw sB kuC Awp AprMpr srUp hI hY ies pRkwr dy swmrq`K igAwn rUp prm pd dI pRwpqI ho AwXw krdI hY ]222]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
