[
  {
    "id": "W14",
    "sttm_id": 6703,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "10BQ",
        "source_page": 223,
        "source_line": 1,
        "gurmukhi": "mn imRg imRgmd ACq AMqrgiq; BUilE BRm Kojq iPrq bn mwhI jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Human mind is like a fast running deer who has Naam-like musk within him. But under various doubts and misgivings, he keeps searching it in forest.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bRhmwnMd srUpI ksqUrI dy AMdr pRwpq huMidAwˆ suMidAwˆ BI mn imrgw ies dy bwhr hox dy ivKÎwˆ ivKy suK hox dy BulyKy kwrx Bu`ilAw hoXw sMswr rUp jMgl AMdr Kojdw Bwldw iPirAw krdw hY jI BweI jno ipAwirE!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z39S",
        "source_page": 223,
        "source_line": 2,
        "gurmukhi": "dwdr sroj giq eykY srvr ibKY; AMqir idsMqr huie smJY nwhI jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Frog and lotus flower live in the same pond but despite that the frog-like mind does not know lotus as if he is residing in a foreign land. The frog eats moss and not lotus flower. Such is the state of mind who is not aware of the Naam Amrit co-existing w",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie`ko hI srovr qlwau AMdr f`fU Aqy sroj kOl Pu`l dI giq pRivrqI vrqmwnqw vw invws huMdw hY[ pr aus kOl Pu`l dy AMdr huMidAwˆ BI Es ffU dy Bwxy ikqy dUr itkwxy huMdw hY, Es nUM sUJ nhIˆ pYˆdI jI Awpxy AMdr kÎoˆju kOl Pul dIAwˆ koml pqIAwˆ ksrIAwˆ vw aus dy Pl Awid iqAwg ky jwlw BKdw iPirAw krdw hY AYsw hI jIvAwqmw prmwqmw dw sdIv smIpI hox qy BI pRym rs nUM pRIqÎwg kr ky jgq idAwˆ jMjwlwˆ ivc hI AwnMd nUM Bwldw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6W4U",
        "source_page": 223,
        "source_line": 3,
        "gurmukhi": "jYsy ibiKAwDr qjY n ibiK ibKm kau; Aihinis bwvn ibrK lptwhI jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a snake never sheds his venom although he keeps coiled around a sandalwood tree so is the state of that person who does not shed his vices even in the holy congregation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr srp rwq idn bwvn cMdn dy bUty nUM lpitAwˆ rih ky BI duKdweI iBAwlk ivhu nUM nhIˆ iqAwg sikAw krdw ieh Es dI Dur dI bwx vwdI hI hY AYsw hI mnmuK jIv sB Bwˆq dI pRivrqI ivc hI bRhmwnMd rs dy Jlky nUM mwxdw hoXw BI ies g`l qoˆ AgÎwq rih ky ibKÎ bwsnw nUM AMdroˆ iqAwgn nhIˆ kr sikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D7SN",
        "source_page": 223,
        "source_line": 4,
        "gurmukhi": "jYsy nrpiq supnMqr ByKwrI hoie; gurmuiK jgq mY Brm imtwhI jI [223[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The state of our wandering mind is like a king who becomes a beggar in his dream. But the mind of a Sikh of the Guru dispels all his doubts and misgivings with the power of Naam Simran and recognising his self, lives a purposeful, contented and a happy li",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AibnwSI in`DI dw mwlk huMidAwˆ BI vwsqv ivc ies jIv dI dSw iblkul AYsI ho rhI hY jYsw ik supn AvsQw dy AMdr vrqdy rwjy dI iBKwrI bx iPrn vq huMdI hY[ kwrx kIh ik gurmuK bx ky hI jgq AMdrlw Brm ies jIv dw imt skdw hY[ qwˆ qy AividAw nIˆd invwrx qQw Brm BulyiKEˆ bcn vwsqy mnu`K gurmuKqw Dwrx kry ]223]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
