[
  {
    "id": "8FY",
    "sttm_id": 6710,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GGFL",
        "source_page": 230,
        "source_line": 1,
        "gurmukhi": "Kgpiq pRbl prwkRmI prmhMs; cwqur cqur muK cMcl cpl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Mind is like a large Garud (a bird that according to Hindu mythology is the transport of Lord Vishnu) that has very sharp flight, is very powerful, shrewd, clever, well aware of happenings in all four directions and is brisk like electricity.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AwkwSwˆ ivc aufn leI gruV pMCI rwj nwloˆ BI Sieh bhuq bl vwlw hY, qy pRwkRmI pRBwv vwn rwj hMs qoˆ BI vDky hY Bwv, swgrwˆ nUM qr jwx vw Enwˆ dI qih aupr pujx leI sB qrHwˆ smr`Q[ Aru cqurw igAwnI qwˆ bRhmw nwloˆ BI vDky hY, qQw cMcl cpl vwk cwl Bwrw bqMgV, AQvw cMcl cMclw pCmI smwn Aru cpl cwlU cplw ibjlI vrgw AYsw ieh blvwn mn hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8P0A",
        "source_page": 230,
        "source_line": 2,
        "gurmukhi": "BujblI Ast Bujw qw ky cwlIs kr; eyk sau Ar swiT pwau cwl clwcl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a maund, the mind is also powerful with eight arms (eight arms of maund-each of 5 seers) 40 hands (each hand is one seer of a maund). Thus it has 160 feet (each feet of a maund is of one pao). Its gait is very sharp and not likely to stop anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AT BujI psyrIAwˆ vwlw, cwlI syr hn h`Q ijs dy Aqy iek sO s`T pwau pYrwˆ vwlw jo hY so auh mn sB nUM ApxI clwclI cwl nwl hwV is`tdw hY[ Bwv sB kuC hI Apxy Purxy AMdr Porx leI ieh sB Bwˆq gRihx iqAwg krn nUM smr`Q hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4ZQF",
        "source_page": 230,
        "source_line": 3,
        "gurmukhi": "jwgRq supn Aihinis dihids DwvY; iqRBvn pRiq hoie AwvY eyk pl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "This mind awake or asleep, day or night keeps wandering in all ten directions all the time. It visits all the three worlds in no time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jwgidAwˆ hoieAwˆ sMklpwˆ rwhIˆ vw supn AvsQw ivKy supinAwˆ rsqy rwq idn dsoˆ idSwˆ AMdr DOˆdw dOVdw Btkdw rihMdw hY g`l kIh ik iek pl plkwr vw GVI AMdr iqRlokI qwˆeI hI iPr ky muV AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GBL4",
        "source_page": 230,
        "source_line": 4,
        "gurmukhi": "ipMjrI mY ACq aufq phucY n koaU; pur pur pUr igr qr Ql jl hY [230[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A bird in a cage cannot fly, but mind though in cage of the body flies to places where no one can reach. It has reach to the cities, mountains, jungles, in the water and even the deserts. (230)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Acrj ieh hY ik srIr rUp ipMjry AMdr ACq mOjUd bMd rihMidAwˆ hoieAwˆ BI AYfw auf jwˆdw hY ik koeI ies qk pug nhIˆ skdw Aru Pyr aufdw AYfy vyg nwl hY ik ngr ngr, qQw prbqwˆ, ibrCwˆ Aru jlwˆ Qlwˆ ivKy pUr PYlr jwˆdw hY ]230]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
