[
  {
    "id": "4BP",
    "sttm_id": 6713,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7V0S",
        "source_page": 233,
        "source_line": 1,
        "gurmukhi": "mwieAw CwieAw pMc dUq Buq audmwd Tt; Gt Gt Gitkw mY swgr Anyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Lust, anger etc., the five vices are shadows of maya (mammon). These have created turbulence in human beings like demons. Many oceans of vices and evils are in rage in me mind of a human being as a result of these.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mwXw dI CwXw pRCwvyˆ AMDkwr meI pqo AMdr kwm kRoD Awid pMjy duSt, BUqinAwˆ nÎweIˆ audmwd kmlpn aUDm Tt rhy mcw rhy hn[ ijs dy ADIn Gt Gt SrIr SrIr ivKy, Gitkw mY GVI J`jr ivcwly mwnoˆ Anykwˆ smuMdRwˆ nUM bMd kIqw jw irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BNCB",
        "source_page": 233,
        "source_line": 2,
        "gurmukhi": "AauD pl Gitkw jugwid prjMq Awsw; lhir qrMg mY n iqRsnw kI tyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Human life is very brief but his expectations and desires are of eons. There are waves of vices in the ocean-like mind whose cravings are unimaginable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs kr ky pl GVIAwˆ Aru jugwˆ jugwˆqRwˆ pRXMq aumrwˆ AMdrlIAwˆ Awswˆ aumydwˆ dy srUp ivc iqRSnw lihr qrMgwˆ meI ho ky auCwly mwr rhI hY, qy ies nUM tyk shwrw Fwrs nhIˆ imldI Bwv b`s hox ivc nhIˆ AOˆdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PTVG",
        "source_page": 233,
        "source_line": 3,
        "gurmukhi": "mn mnsw pRsMg Dwvq cqur kuMt; iCnk mY KMf bRhmMf jwvdyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Under the influence of all these cravings and desires, the mind roams about in all four directions and reaches regions beyond in split second time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sO jwvdyk hY jdoˆ qk ieh iek iqRSnw mwXw hY qdoˆ qk ieh mn mnsw dy pRsMg swQ ivc cOhIˆ kuMtIˆ iek iCx Br AMdr KMfwˆ bRhmMfwˆ ivcwly BOˆdw Btkdw hI rhygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QL1N",
        "source_page": 233,
        "source_line": 4,
        "gurmukhi": "AwiD kY ibAwiD kY aupwiD kY AswD mn; swiDby kau crn srin gur eyk hY [233[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite its engrossment in worries, physical ailments and many types of other maladies, it cannot be stopped from wandering. The refuge of the True Guru is the only means of controlling it. (233)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI b`s, mn AwDIAwˆ mwnsI du`Kwˆ kr ky ibAwiD kY srIirk rogwˆ kr ky qQw aupwiD kY lOikk bKyiVAwˆ kr ky kStwqur duKI rihxoˆ AswD hY nhIˆ swDÎw bcwXw jw skdw[ ies dy sDIn leI Btknoˆ Brmnoˆ bcwn vwsqy iek mwqR aupwv hY qwˆ auh kyvl gurU mhwrwj dy crxwˆ dI srx hI hY ]233]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
