[
  {
    "id": "B2Z",
    "sttm_id": 6716,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "APAP",
        "source_page": 236,
        "source_line": 1,
        "gurmukhi": "srvr mY n jwnI dwdr kml giq; imRg imRgmd giq AMqr n jwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A frog living in a pool is unaware of the presence of a lotus flower growing in the same pool. Even a deer is unaware of the musk pod that he is carrying within his body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ dwdr ffU ny sRovr AMdr huMidAwˆ suMidAwˆ BI nhIˆ kml dI gqI kol Pu`l dI mihmw nUM jwixAw qy imrg ihrx ny Awpxy AMdr nwBI ivKy imRgmd ksqUrI dI giq pRwpqI mOjUdgI nhIˆ jwxI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6CLV",
        "source_page": 236,
        "source_line": 2,
        "gurmukhi": "min mihmw n jwnI Aih ibKR ibKm kY; swgr mY sMK iniD hIn bk bwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a poisonous snake because of its poison is not aware of the invaluable pearl that he carries in his hood and a conch shell keeps wailing although it lives in the ocean but unaware of the wealth stored therein.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI ijs qrHwˆ mxI rqn s`p dy mxky dI mihmw, Aih srp ibK ibKm BÎwnk ivK ky vyg kwrx nhIˆ jwxI jwx skdw, Aqy sMK smuMdr AMdr huMidAwˆ BI inDI Es dy rqn Awid KzwinAwˆ qoˆ hIn CUCw rihMdw hY, qy bkwbwnI bkvws krdw Fwhwˆ mwrdw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PEPG",
        "source_page": 236,
        "source_line": 3,
        "gurmukhi": "cMdn smIp jYsy bwNs inrgMD kMD; aulUAY AlK idn idnkr iDAwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a bamboo plant remains bereft of fragrance despite living in the close proximity of a Sandalwood tree, and as an owl keeps his eyes shut during the day behaving ignorantly of the Sun,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy ijs Bwˆq cMnx dy smIp nyVy huMidAwˆ hoieAwˆ BI bwˆs inrgMD sugMD rihq kMD SwKw twhxI mwqR hI rihMdw hY, Aru au`lU leI idn vyly BI idnkr sUrj, AlK lKqw ivc nw Aw skn vwlw hI bixAw rihMdw hY ijs kr ky auh iDAwnI hoieAw A`KIAwˆ mItI riKAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S911",
        "source_page": 236,
        "source_line": 4,
        "gurmukhi": "qYsy bwNJ bDU mm sRI gur purK Byt; inhcl syNbl ijau haumY AiBmwnI hY [236[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, because of my ego and pride, I like an infertile woman remained fruitless despite acquiring the touch of True Guru. I am no better than the tall fruitless tree like silk Cotton. (236)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy Bwˆq mm mYˆ pUrx purK gurU mhwrwj nUM Byt ky iml ky bMDÎw sMF iesqRI smwn APl irhw vw isMbl ibrC vwkUM au`cw qy pswry vwlw AiBmwnI hMkwrI pRpMcI bx ky haumYˆ dy kwrx gurU mhwrwj dI sMgq ivcoˆ lwB nhIˆ auTw sikAw ]236]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
