[
  {
    "id": "ZHS",
    "sttm_id": 6719,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1P3Y",
        "source_page": 239,
        "source_line": 1,
        "gurmukhi": "jYsy qau kucIl pivqRqw AqIq mwKI; rwKI n rihq jwie bYTy ieCwcwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a dirty and defiled fly sits here and there at its will and does not stop even when made to flyaway repeatedly, so do dross-filled and evil-doers come to the holy congregation and impose their will on others;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qau Pyr jIkUM m`KI pivqRqw qoˆ rihq kucIl gMdI huMdI hY, Aqy htweI hoeI nhIˆ htkI rihMdI sgoˆ ieCwcwrI Awp hudrI hoeI bdo bdI hI auQy jw bYiTAw krdI hY eykUM hI AnAiDkwrI kpt cwlIey lok BI bdo bdI hI siqsMg AMdr Awn GuisAw krdy hn qy roky nhIˆ ruikAw krdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PSHD",
        "source_page": 239,
        "source_line": 2,
        "gurmukhi": "puin jau Ahwr snbMD prvysu krY; jrY n Ajr auklydu Kydu BwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And then if the same fly enters our stomach along with food, being indigestible, makes us vomit causing much distress. Like fly, unauthorised persons cause much disturbance in the holy company.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aupRMq jykr Bojn nwl auh ikqy AMdr pRvyS kr jwvy lMG jwie qwˆ Ajr Apc hox kwrx jrY n pc nhIˆ sikAw krI sgoˆ aultw aus KwDy pIqy nUM BI auklyd bwhr auCwl ky BwrI Kyd id`qw krdI hY so kptI sqsMgI BI sqsMg ivcoˆ aupdyS sux kdwicq ikRpw pwqR AiDkwrIAwˆ AMdr Aw Dsn, qwˆ eIrKw bKIlI Awid kridAwˆ gVbV hI mcw id`qw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JX60",
        "source_page": 239,
        "source_line": 3,
        "gurmukhi": "biDk ibDwn ijau auidAwn mY twtI idKwie; krY jIv Gwq AprwD AiDkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a hunter uses a mock contraption to hunt wild animals, he becomes eligible for punishment of his sins. So would a deceitful person be punished who keep deceiving gullible people in his garb of a saint or a loving devotee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "biDk PMDk iSkwrI iSkwr sbMDI ibDwn vw mRXwdw cwly vwkUM jIkUM aujwV ivc DoKy dI t`tI idKwl ky auh jIv Gwq kirAw krdw qy ApRwD dw BwgI huMdw hY[ qIkUM hI AYsy swˆg DwrI, Awpxy Awp nUM gur is`K vw swD idKwl ky kyvl lokwˆ nUM TigAw hI krdy hn Aru ausy qrHwˆ ApRwD kwrx jm dMf rUp szw dy BwgI huMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5HD9",
        "source_page": 239,
        "source_line": 4,
        "gurmukhi": "ihrdY iblwau Aru nYn bg iDAwnI pRwnI; kpt snyhI dyhI AMq huie duKwrI hY [239[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly one whose heart (like a he-cat) is ever engrossed in avarice, who harbours ill intentions and fake love in his eyes like a heron, falls a prey to the angels of death and is put through untold sufferings. (239)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eynwˆ kpt snyhIAwˆ idKwvy dy pRymI pRwxIAwˆ mnu`Kwˆ dy ihrdy qwˆ cUhy locw vwlIAwˆ ib`lIAwˆ vwly gRIbI suBwv vwly huMdy hn q nyqR eynwˆ dy bgl smwDIey AYho ijhwˆ dyhI dyh DwrIAwˆ dI dyh AMq nUM jd kd diKAwrI hI hovygI Bwv EVk isr ienwˆ nUM kSt hI Bognw paU ]239]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
