[
  {
    "id": "39T",
    "sttm_id": 6722,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YF0J",
        "source_page": 242,
        "source_line": 1,
        "gurmukhi": "jYsy ckeI ckvw bMiDk iekqR kIny; ipMjrI mY bsy inis duK suK mwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As a bird-catcher catches male and female ruddy sheldrake (Chakvi, Chakva) and put them in the same cage where they remain together for the night, they happily bear the pain of being prisoners because they are spared the pangs of separation for the night.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr bMiDk PMDk icVImwr ckvI qy ckvy dy joVy nUM PV ky ipMjry ivc pw iekiTAwˆ kr idMdw hY qwˆ auh idn Br dy PsoqI dy du`K nUM rwq iekiTAwˆ vsdy hoey suK kr ky mMinAw krdy hn kÎoˆ ju hux DurwhUM rwq dw ivCoVw Enw nUM nhIˆ vwpr sikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BXXQ",
        "source_page": 242,
        "source_line": 2,
        "gurmukhi": "khq prspr koit surjn vwrau; Et durjn pr jwih gih Awny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "They feel so grateful to the hunter for catching them together and lodging them in the same cage that they sacrifice millions of good people unto him who has given them both a shelter.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qy Awpo ivc AYauˆ AwiKAw krdy hn; ik kRoVwˆ BilAwˆ purKwˆ nUM AsIˆ vwrxy kurbwn kr is`tdy hwˆ Es durjn bury iSkwrI auproˆ ijs ny ik swnUM PV ilAwˆdw hY qy ies Bwˆq iekiTAwˆ v`sn dw Aausr id`qw hY[ AQvw Awpo ivc AwKdy hn ik koit jUh sjnwˆ dy vwr is`tIey Es duSt dI Et Ehly ipMjry auqoˆ ijs ny swnUM PV ilAwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1V21",
        "source_page": 242,
        "source_line": 3,
        "gurmukhi": "ismrn mwqR koit Awpdw sMpdw koit; sMpdw Awpdw koit pRB ibsrwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If millions of distresses fall upon a person who is a regular practitioner of Naam Simran, he considers them as having come to aid in his meditation and union with Lord. And if God is slipping out of the memory, then all the luxurious items of life that g",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vwihgurU dw nwm ismrn mwqR ivKy jykr kRoVwˆ ibpqwˆ kSt isr qy Awn Ju`ln qwˆ auh mwno kRoVwˆ hI sMpqw suK srUp hn Aqy jykr pRBU prmwqmw ibsrdw hY qy kRoVwˆ sMdw suK dIAwˆ ivBUqIAwˆ pRwpq huMdIAwˆ hn qwˆ auh mwno kRoVwˆ Apdw mhwn duK rUp hI hn[ Bwv sMswirk pdwrQwˆ dI Btknw AMdr idn rwq pc pc mrdw mn jd nwm ismrx dy prm AwnMd nUM mwixAw krdw hY qwˆ ismrn dy shweI swDnwˆ dy sMjm swDn Awid ivKy jo klyS gurmuK nUM sihxy pYˆdy hn EnHwˆ nUM prm suK rUp kr ky mMinAw krdw hY Aru Awpxy ivc pRcw ky vwihgurU nUM Bulwn dw kwrx ho ky aus r`bI suK dI pRwpqI qoˆ bMicq rKx hwrIAwˆ sMswirk suK ivBUqIAwˆ nUM du`K rUp Aqy qu`C mMinAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1PK2",
        "source_page": 242,
        "source_line": 4,
        "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn; siqgur miq siq siq kir jwny hY [242[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The practitioner of Lord's name regard His name that the True Guru has blessed him with as the eternal truth and living for ever. He regards and accepts the teachings of True Guru as true and true only. He meditates on Naam with complete devotion. (242)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bs, auh qwˆ hux kyvl eyho hI smJdw hY ik siq srUp siqgurwˆ dw sqÎnwm hI gurU mhwrwj jI dw prm igAwn hY, Aru siqgurwˆ dI miq isiKAw dy sqÎ sqÎ kr ky Dwrxw hI Enwˆ dw prm iDAwn hY ]242]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
