[
  {
    "id": "M3G",
    "sttm_id": 6728,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WYST",
        "source_page": 248,
        "source_line": 1,
        "gurmukhi": "AvGit auqir srovir mjnu krY; jpq Ajpw jwpu AnBY AiBAwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Crossing the difficult discipline of the Yogi; a Guru-oriented person bathes himself in the mystical tenth door of the spiritual realm. He dwells in the elixir-like Naam and becomes practitioner of fearless Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aulto Git auqir auqwrw lY ky swˆiq srovr suMn sRovr dsm dÍwr vw kQn kIqy mwnsr ivKy Snwn kry[ mjn dy mgn ArQ kIiqAwˆ Apxy Awp nUM auQy mgn kry vw ilv lgwvy Ajpw jwp jpidAwˆ hoieAwˆ, qwˆ AnBY AnuBvI AvsQw dw AiBAwsI bx jweIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GUW0",
        "source_page": 248,
        "source_line": 2,
        "gurmukhi": "inJr Apwr Dwr brKw Akws bws; jgmg joiq Anhd AibnwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He experiences a continuous flow of the celestial nectar in the mystical tenth opening. He experiences light divine and continuous playing of celestial unstruck melody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ik iek rs Apwr Dwrw nwm AMimRq vw pRym rs dI brsn lg ipAw krdI hY qy gurmuK pRwx ipMf rUp DrqI dy invws nUM iqAwg ky Akws bRhmwˆfI mMflwˆ dw vwsI ho jwˆdw hY AQvw ies srIr vw ies lok dIAwˆ bwsnwˆ nUM iqAwg ky prlok sbMDI prmwqmw pRwXxI bwsnw auqkMTw vwlw bx jwieAw krdw hY; ij`Qy ik r`bI pRkwS dI joq jgmg krdI rihMdI hY; Aqy AgMmI idbÎ DunI dw AibnwsI iek rs nwd huMdw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SVD7",
        "source_page": 248,
        "source_line": 3,
        "gurmukhi": "Awqm Avys prmwqm pRvys kY; ADXwqm igAwn iriD isiD iniD dwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person settles in self and gets absorbed in the Lord God. By virtue of his spiritual knowledge all the miraculous powers now become his slaves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy shwry pihly Awpy ivc Avys smweI pw ky Bwv inj Bwv ivKy ilv lgOˆdw lgOˆdw prmwqmw ivKy pRvys pw jwieAw AByd ho jwieAw krdw hY[ iesy nUM hI Awqmw nUM Awsry krn vwlw AiDAwqm igAwn kihMdy hn; Aru ies dy iDAwn AnBau ivc jÎoˆ kw qÎoˆ Aw jwx kr ky smUh irDIAwˆ isDIAwˆ Aru inDIAwˆ golIAwˆ bx jwieAw krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D48C",
        "source_page": 248,
        "source_line": 4,
        "gurmukhi": "jIvn mukiq jgjIvn jugiq jwnI; sill kml giq mwieAw mY audwsI hY [248[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One, who, in this life has learnt the means of reaching the Lord is liberated while still alive. He remains unaffected by worldly matters (maya), like a lotus flower that lives in water and is not affected by it. (248)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ijnwˆ AYisAwˆ gurmuKwˆ ny jg jIvn pRmwqmw nwl ieauˆ juVn dI jugqI jwnI jwx leI hY; auh jIauˆdy jI hI smUh bMDnwˆ qoˆ Klws ho ky mwieAw sMswrI kwr ivhwr ivc vrqdy BI jl kml vwkUM audwsI Alyp irhw krdy hn ]248]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
