[
  {
    "id": "DPA",
    "sttm_id": 6729,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WSJ2",
        "source_page": 249,
        "source_line": 1,
        "gurmukhi": "crn kml srin gur kMcn Bey mnUr; kMcn pwrs Bey pwrs prs kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By acquiring the philosophical stone-like art of Naam Simran in the refuge of the lotus-like feet of True Guru, the mammon-entangled living beings who are like iron sludge turn into bright and shining gold. They become like the True Guru Himself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrwj idAwˆ crx kmlwˆ dI srin ivc AwXwˆ mnUr vwkUM AMdr dy jMgwl KwDy vw ivkwrwˆ kr ky mlIn mYly mn vwly aUxqweIAwˆ Bry ic`q sÍrx vq qyjsÍI su`D Bwv dI pRwpqI vwly auqm purK bx jwˆdy hn qy auhI auqm purK siqgurwˆ dy aupdyS nUM kmw ky pwrs srUp siqgurwˆ dI idRStI ivc jcn rUp sprS nUM pRwpq ho, sÍrx Bwvoˆ is`KI dy drijEˆ swKÎwq pwrs hI bxw jwXw krdy hn: ArQwq gurU mhwrwj dI klw nUM AMdr lY ky aupdyStw srUp ho vrqdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5PE3",
        "source_page": 249,
        "source_line": 2,
        "gurmukhi": "bwies Bey hY hMs hMs qy prmhMs; crn kml crnwmRq surs kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By enjoying the nectar-like union with True Guru's feet, crow-like low people also become wise and rational like swans, and then attain wise and supreme intelligence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Xw AYauˆ AwKo ik crx kmlwˆ dy crxwimRq dy sRySt rs nUM pwn kr ky ivKÎ rUp ml BojI bwXs kwˆ, hMs, ibbykI qy hMs qoˆ Pyr prm hMs prm ibbykI bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H4CM",
        "source_page": 249,
        "source_line": 3,
        "gurmukhi": "sybl skl Pl skl sugMD bwsu; sUkrI sY kwmDyn krunw brs kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the blessings of True Guru, life of a Silk cotton treelike deceitful person becomes fruitful. Egoistic person like bamboo becomes fragrant with humility and submissive sentiments. From a filth eating pig with polluted intelligence, he becomes a kind-",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AQvw siqgurwˆ dI ikRpw dÍwrw vroswx kr ky isMbl srUpI idKwvy dy smUh pRpMc Bwvoˆ Pl dwr vrqoˆ vwlI Dwrxw sMpMn ijMdgI vwly Aqy bwsnw gRsq vw hMkwrI suBwv vwn vwˆs pixEˆ auh inrAiBmwnqw vw inMmRqw rUp sugMDI sMpMn bx jwˆdy hn, Aru ml BogI sdIv mlIn rihx hwrI Enwˆ dI buDI, kwmDynu dUsirAwˆ dy kwrj swDn hwrI praupkwrI bx jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q13K",
        "source_page": 249,
        "source_line": 4,
        "gurmukhi": "sRI gur crn rju mihmw AgwD boD; log byd igAwn koit ibsm nms kY [249[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Understanding grandeur of the dust of Satguru’s lotus feet is very difficult. Millions of marvellous knowledge of Vedas are astonished too and bow before such knowledge. (249)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRj kIh ik siqgurwˆ dy crxwˆ dI DUlI dI mihmw dw boD AgwD AQwh hY[ aus nUM kRoVwˆ hI lOikk byidk igAwn hrwn ho ho ky nmskwrwˆ krdy hn ]249]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
