[
  {
    "id": "4GN",
    "sttm_id": 6730,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XKG8",
        "source_page": 250,
        "source_line": 1,
        "gurmukhi": "kotin kotwin Ascrj AscrjmY; kotin kotwin ibsmwid ibsmwd hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of astonishments are feeling astonished at the grandeur of a Guru-conscious person who has been able to achieve union of mind and Guru's words in the holy gathering. Millions of trances are feeling surprised and astonished.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ kotIAwˆ Ascrj ies mihmw nUM q`kdy swr AscrjmeI Acrj rUp hI ho jwieAw krdy hn[ Aqy kRoVwˆ kotIAwˆ hrwnIAwˆ hrwngI nUM pRwpq ho jwˆdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YD4D",
        "source_page": 250,
        "source_line": 2,
        "gurmukhi": "AdBuq prmdBuq huie kotwin koit; gdgd hoq koit Anhd nwd hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of strangeness’s are feeling astonished. Millions of tunes are feeling pleasure and ecstasy listening to the unstruck melody of the word in the consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ kotIAwˆ AnoKy pn AdBuqqweIAwˆ prm AnoKqweI Alokwrqw nUM pRwpq ho jwˆdIAwˆ hn Aru ies mihmw dI sur Agy kRoVwˆ hI Anhd DunIAwˆ gd gd pulikq pRsMn mgn ho jwieAw krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W47E",
        "source_page": 250,
        "source_line": 3,
        "gurmukhi": "kotin kotwin aunmnI gnI jwq nhI; kotin kotwin koit suMn mMflwid hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of states of knowledge become redundant before the ecstasy of the engrossment of the united state of the word and consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ kotIAwˆ aunmnI Awid mMdRwˆ dI swDnw dy Pl ies mihmw Agy kuC igxqI ivc nhIˆ Aw skdy; Bwv qu`C hn; Aru kRoVwˆ kotIAwˆ suMn mMfl qoˆ Awid lY iDAwn idAwˆ kyˆdRwˆ ivKy itkn dw mhwqm aukq mihmw dy snmuK iksy lyKy nhIˆ Aw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMMT",
        "source_page": 250,
        "source_line": 4,
        "gurmukhi": "gurmuiK sbd suriq ilv swDsMig; AMq kY AnMq pRBu Awid prmwid hY [250[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person practices union of Guru's blessed words in his consciousness in the company of saintly persons. He focuses his mind on the Lord who is infinite and sans beginning. (250)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr ieh mihmw swD sMgq ivKy gurmKqw Dwr ky gur Sbd ivc suriq dy ilv lgwieAwˆ hI pRwpq hoieAw krdI hY, Aru ies mihmw dy swKÎwqkwr pwieAwˆ aus pRBU srb SkqImwn AMqrXwmI dy srUp dw AnBau hoXw krdw hY, jo AMq vjoˆ qwˆ AnMq rUp hY qy Awid vjoˆ prmwid Awid ArMB rhq hY[ Bwv AnwdI AnMq srUp ivKy AMqrXwmI Akwl purK dy pRkwS dI pRwpqI hoieAw krdI hY ]250]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
