[
  {
    "id": "5JY",
    "sttm_id": 6738,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X8ZP",
        "source_page": 258,
        "source_line": 1,
        "gurmukhi": "jYsy kwco pwro mhw ibKm KwieE n jwie; mwry inhklMk huie klMkn imtwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as raw mercury is very harmful to eat but when treated and processed, it becomes edible and a medicine to cure many ailments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr k`cw pwrw mhwˆ ibKm Bwrw duKdweI huMdw hY qy KwDw nhIˆ jw skdw, pr Eho hI ibDI pUrbk mwirAw hoieAw inhklMk SuD inrmYl bx ky, swry klMkn rogwˆ vw pwpwˆ dy imtwxS vwlw ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W4Q9",
        "source_page": 258,
        "source_line": 2,
        "gurmukhi": "qYsy mn sbd bIcwir mwir haumY moit; praupkwrI huie ibkwrn GtwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So should the mind be treated with the words of wisdom of the Guru. Dispelling ego and pride, then becoming benevolent it reduces other vices. It frees the evil and vice-ridden people from evil deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr mn nUM Sbd ivKy bIcwir vrqw ky pRivrq kr ky mwr is`tIey Bwv, ies dIAwˆ bwsnwˆ inivrq kr dyeIey qwˆ haUmyˆ dI mYl nUM myt ky ieh BI SuD suBwv praupkwrI bx jwieAw krdw hY, qy ivkwrwˆ nUM Gtw idMdw dUr kr idMdw hY, AQvw hornwˆ smIp AwieAwˆ nUM inrivkwr bxwn leI smr`Q ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9SVK",
        "source_page": 258,
        "source_line": 3,
        "gurmukhi": "swDusMig ADmu AswDu huie imlq; cUnw ijau qMbol rsu rMgu pRgtwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When a lowly person joins the saintly congregation, he too becomes superior just as lime when joined by a betel leaf and other ingredients yield beautiful red colour.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hor idRStwˆq dy ky Apxy p`K nUM AiDk puSt krdy hn: jIkUM koeI purK ADm nIc pwˆbr Aru AswD nw sD skn jog hT DrmI BI hovy, pr siqsMg ivc imldy swr hI pwn cUny Awid dy iml pYˆidAwˆ hI lwl gulwl rMg pRgtwn vq AMqrIvI rMg pRym nUM pRgt kr lYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1HBZ",
        "source_page": 258,
        "source_line": 4,
        "gurmukhi": "qYsy hI cMcl icq BRmq cqur kuMt; crn kml suK sMpt smwveI [258[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So would a base and frolicsome mind wandering in four directions get absorbed in the blissful spiritual state by coming into the refuge of the holy feet of the True Guru and the blessing of the saintly assembly. (258)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIkUM dw hwl hI cwroˆ kuMtwˆ ivKy Btkdy hoey cMcl ic`q dw smJo ik siqgurwˆ dy crx kmlwˆ ivKy Jukdy swr hI suK sMput ivKy lIn ho jwˆdw hY ]258]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
