[
  {
    "id": "2UC",
    "sttm_id": 6739,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4QLM",
        "source_page": 259,
        "source_line": 1,
        "gurmukhi": "gurmuiK mwrg huie Dwvq brij rwKy; shj ibsRwm Dwm inhcl bwsu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person is able to arrest the wandering of the mind by following the teachings of the Guru. He is thus able to live in stable, peaceful and equipoise state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKI mwrg ivKy jo Awn pRwpq huMdy hn, auh Apxy mn nUM bwhrmuKI Btknw vloˆ vrjky hoVky rKdy hn; qy iesy kr ky hI EnHwˆ nUM shij Dwm sihj pd ivKy ibsRwm iesiQqI pRwpq ho jwˆdI hY, Aru iesy pd ivKy auh Ac`l invws kIqI rKdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SU8G",
        "source_page": 259,
        "source_line": 2,
        "gurmukhi": "crn srin rj rUp kY AnUp aUp; drs dris smdris pRgwsu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Coming into the refuge of the True Guru and feeling the holy dust of the True Guru's feet, a Guru-conscious person becomes beautiful of radiance. Beholding a glimpse of the True Guru, he is enlightened with the rare quality of treating all living beings a",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrj dy crxwˆ dI srx ivcoˆ rj DUlI aunHwˆ dI pRwpq hox kr ky AQvw siqgurwˆ dI srx pRwpq ho crxwˆ dI rj rUp nMmR BwvI bxy rihx kr ky, Enwˆ gurmuKwˆ nUM AnUpm aupmw vwly rUp qyj pRwkRm dI pRwpqI ho AOˆdI hY[ Aru AYsw hI siqgurwˆ dy drSn nUM dris dyKx kwrx Enwˆ dy AMdr smdrs bRhm drSn bRhm srUp dw swKÎwqkwr rUp AnuBv pRgws ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CNUJ",
        "source_page": 259,
        "source_line": 3,
        "gurmukhi": "sbd suriq ilv bjr kpwt Kuly; Anhd nwd ibsmwd ko ibsvwsu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the union of Guru's teachings with consciousness and achieving absorption in Naam, his ego and arrogance of self-assertion is destroyed. Hearing the sweet tune of Naam Simran, he experiences an astonishing state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd gur Sbd rUp mMqR ivKy surq dI ilv l`g ky bjR hIry vq AnByd ikvwV jo jnm jnmwˆqRwˆ dy jkVy hoey AigAwn dy pVdy hn, auh Ku`l jwˆdy dUr ho jwˆdy hn Aqy Anhd DunI nwm dI suqy qwr bJ pYx qy pRgt hox hwrI AjgYbI AgMmI Avwz nUM sux sux ky ibsmwd Acrj meI AnuBvI AvsQw dw inscw ho AOˆdw hY Bwv, swmrq`K AnuBv pRwpq ho AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NZWX",
        "source_page": 259,
        "source_line": 4,
        "gurmukhi": "AMimRq bwnI AlyK lyK ky AlyK Bey; prdCnw kY suK dwsn ky dws hY [259[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By imbibing the unreachable teachings of the Guru in mind, a Guru-conscious person is freed from rendering account of his life before God. By the circumambulation of the True Guru, he achieves spiritual comfort. Living in humility, he serves as servant of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AlyK rUp AYsI AMimRq bwxI nUM lyK kY AnuBv rUp lyKy ivc krdy Bwv lÎOˆdy hoey, auh AlyK rUp hI ho jwˆdy hn ArQwq icqR gupq Awid dy lyKÎoˆ pwr ho jwˆdy hn[ AYho jYisAwˆ dwswˆ dy dwswˆ gurmuKwˆ dI pRd`Kxw pRkrmw krn kr ky suK prmwnMd dI pRwpqI mnuKwˆ nUM huMdI hY ]259]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
