[
  {
    "id": "1EY",
    "sttm_id": 6741,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ARBE",
        "source_page": 261,
        "source_line": 1,
        "gurmukhi": "gurmuiK mwrg huie BRmn ko BRmu KoieE; crn srin gur eyk tyk DwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By becoming a traveller on the path set by the True Guru, disciple of the Guru sheds the illusion of wandering at places and takes the refuge of the holy feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKI mwrg ivKy pRivrq hox swr Bwv guris`K sjn mwqR qy hI sB Brmwˆ dw mUl Brm AigAwn inivrq ho jwˆdw hY AQvw jnm jnmwˆqRwˆ vw pdwrQwˆ ipCy Aqy auh siqgurwˆ dy crxwˆ dI srx dI iek mwqR tyk Dwr ilAw krdw hY[ vw pYrwˆ kr ky gurU srx ivKy pRwpq hox dw hI inscw p`kw Dwr lYˆdw hY hor clnw iPrxw qIrQ XwqRw Awid iqAwg idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9QAN",
        "source_page": 261,
        "source_line": 2,
        "gurmukhi": "drs drs smdrs iDAwn Dwir; sbd suriq kY sMswrI inrMkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Concentrating his mind on the True Guru, he starts looking at others as equal. By the union of the True Guru's blessed teaching in his consciousness, he becomes divine from being worldly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRSÎ ivKy sm srUpI ie`k krqwr nUM q`kdw hoieAw iesy hI iDAwn dI Dwrxw DwrI idRVH krI rKdw hY[ Aru Sbd ivKy suriq swvDwn kr ky sMswr ivc vrqdw BI inrMkwrI inrMkwr pRwXx hoXw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FSL6",
        "source_page": 261,
        "source_line": 3,
        "gurmukhi": "siqgur syvw kir suir nr syvk hY; mwin gur AwigAw siB jgu AwigAwkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By serving the True Guru diligently, gods and other humans become his servants. Having obeyed the command of the True Guru, the whole world then starts obeying him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhy gurmuK dy siqgurwˆ dI syvw kwrx, dyvqy Aqy mnu`K srb`q hI tihlIey bx jwˆdy hn[ iesy qrHwˆ ijs AYsy purK ny gurU dI AwigAw mMnI pRvwx kIqI swrw jgq hI Es dw AwigAwkwrI ho qurdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3SVC",
        "source_page": 261,
        "source_line": 4,
        "gurmukhi": "pUjw pRwn pRwnpiq srb inDwn dwn; pwrs prs giq praupkwrI hY [261[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By worshipping the life granting and bestower of all treasures of the world, he becomes like a philosopher-stone. Whosoever comes in his contact, he does good turn to him. (261)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYfI pRiqStw nUM pRwpq ho ky BI auh gurmuK pRwx pqI AMqrXwmI prmwqmw siqgurU dw pRwxwˆdÍwry pUjn krdw rihMdw hY Bwv sÍws sÍws gur Sbd dÍwrw vwihgurU nUM ArwDdw rihMdw hY, Aqy smIp vrqI siqsMgIAwˆ Bgqwˆ nUM sB pRkwr dIAwˆ inDIAwˆ mn icMdIAwˆ murwdwˆ bKSdw hY[ jIkUM pwrs DwqUAwˆ nUM prs prs ky sÍrx bxweI jwˆdw hY[ qIkUM hI pRwxI mwqR nUM auqm gqI pRdwn krxy ivKy ieh BI praupkwrI bixAw rihMdw hY ]261]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
