[
  {
    "id": "LG5",
    "sttm_id": 6744,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5F93",
        "source_page": 264,
        "source_line": 1,
        "gurmukhi": "jYsy lg mwqRhIn pVq Aaur kau Aaur; ipqw pUq pUq ipqw smsir jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a word devoid of vowel symbol would sound different, word 'pita' and 'putt' would be read alike.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ kMnw isAwrI Awid lgwˆ mwqRw qoˆ ibnwˆ hor dw hor hI pVHn ivc AwieAw krdw hY ArQwq ipqw dI Qwˆ puq qy puq dI Qwˆ ipqw, smsir iek smwn hI jwnIAY jwnx ivKy AOˆdw hY, ijhw ik lMifAwˆ dI ilKq ivc pRisD hI dyKIdw hY Aru ie\\y hI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NNAV",
        "source_page": 264,
        "source_line": 2,
        "gurmukhi": "suriq ibhUn jYsy bwvro bKwnIAq; Aaur khy Aaur kCy ihrdY mY AwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a person is called demented when not in his full senses, he understands different than what is being said.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Bwˆq suriq ibhUn suD mwrI hoeI vwly soJI hoS rihq nUM bwvlw sudweI kmlw AwKIdw hY qy eysy ibsurqI ivc auh kihMdw kuC hor qy ihrdY mY smJn ivc kuC hor hI AwnIAY ilAweIdw hY[ Aqy eykUM hI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0NC4",
        "source_page": 264,
        "source_line": 3,
        "gurmukhi": "jYsy guMg sBw miD kih n skq bwq; bolq hswie hoie bcn ibDwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mute person cannot express himself in any gathering, even if he tries to utter a word, he becomes a laughing stock for all,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr guMgw sBw ivc bwq nhIˆ bol kr skdw, pr jy boldw hI hY qwˆ aultI Es dI hwsI hoieAw krdI hY, kÎoˆik Es dw auh bcn bolnw ibD+AwnIAY hor hI ibD dw huMdw hY[ Bwv aultw sultw bypRsMgw Xw byQHvw huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X7PA",
        "source_page": 264,
        "source_line": 4,
        "gurmukhi": "gurmuiK mwrg mY mnmuK Qkq huie; lgn sgn mwny kYsy mwnIAY [264[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No self-oriented or self-willed person can tread the path of Guru-conscious persons. How can one feel persuaded to tread the path of Guru-conscious people when one is bound by the omens-good or bad. (264)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr gurmuKI mwrg gurmuK pMQ ivKy mnmuK BI Qkq huie hwr hu`t jwˆdw ArQwq BMbl BUsy Kwx lg jwˆdw hY, kÎoˆik ieQy lyKy huMdy hn bypRvwhI dy qy auh mMdnw hY lgnwˆ sgnwˆ gRih, nCqR, XognIAwˆ, idSw sUl Awid nUM so iks qrHwˆ Es dw mn mMny Bwv pqIj nUM pw sky ]264]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
