[
  {
    "id": "BKE",
    "sttm_id": 6748,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J1Q0",
        "source_page": 268,
        "source_line": 1,
        "gurmukhi": "jYsy drpn ibKY bdnu iblokIAq; AYsy srgun swKI BUq gur iDAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As one sees one's face in the mirror, so is the True Guru, the image of Transcendental God that can be comprehended by concentrating the mind on True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Bwˆq drpn SISy ivc bdnu mUMh dyKIdw hY qwˆ aus ivcoˆ AslI ichry dw jÎoˆ kw qÎoˆ AwBws pRiqibMb pRCweIˆ rUpI ichrw pRq`K id`sn lg ipAw krdw hY, iesy Bwˆq hI swKI BUq swKI srUp SuD cYqMn prmwqm qqÍ rUpI inrgux srUp pRgty siqgur dÍwry iDAwn ho AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WY7M",
        "source_page": 268,
        "source_line": 2,
        "gurmukhi": "jYsy jMqR Duin ibKY bwjq bjMqRI ko mnu; qYsy Gt Gt gur sbd igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the player's mind is in harmony with the tune that he is playing on his musical instrument, so is the knowledge of absolute God merged in the words of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr jMqU bwjy sqwr Awid dI DunI ivKy jMqRI bjwvn hwry dw mn iekwgR hoieAw hoieAw AMdroˆ bwhroˆ Sbd DunI qwr nwl iekqwr hoieAw rihMdw hY, ies pRkwr hI Gt Gt irdy irdy AMdr invws rKx vwly gurU AigAwn AMDkwr nwSk AMqRXwmI cYqMn dw igAwn swKÎwqkwr Sbd ivKy qwr dy AiBAws dÍwry hoieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VQRB",
        "source_page": 268,
        "source_line": 3,
        "gurmukhi": "mn bc kRm jqR kqR sY iekqR Bey; pUrn pRgws pRym prm inDwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of contemplation on the lotus feet of the True Guru and practicing his teachings in life, concentrating the mind that wanders about due to spurious utterances and deeds, a Guru-conscious person becomes a lover of the great treasure of Lord's nam",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq aupr kQn kIqy FMg nwl siqgurwˆ dy crx kmlwˆ dy iDAwn rUp srgux iDAwn qQw Sbd AiBAws ivKy mn bwxI SrIr kr ky ijDroˆ ikDroˆ mnAru suriq nUM smytky iekqR ho jwvy Bwv iek qwr ho jwvy, qwˆ prm BMfwr srUp pRym dw auQy pUrn pRgws jÎoˆ kw qÎoˆ audy hoxw ho AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "51UB",
        "source_page": 268,
        "source_line": 4,
        "gurmukhi": "aunmn mgn ggn Anhd Duin; shj smwiD inrwlMb inrbwn hY [268[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By contemplation on the lotus feet and practicing of Guru's teachings, a disciple of the Guru acquires higher spiritual state. He then remains engrossed in the melodious tune that keeps playing in his mystical tenth door. In the state of equipoise that he",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy ieauˆ aunmnI Bwv ivKy mgn hoieAwˆ ggn dsm dÍwr ivKy Anhd DunI gUMj ipAw krdI hY, ijs ivc sihjy hI iesiQq hoXw inrwlMb iDAwn aupwsnw Awid dy smUh AwsirAwˆ qQw bMDnwˆ qoˆ mYˆ myrI vw Xmnym Awid AnÎqR swDnw dIAwˆ jkVwˆ qoˆ rihq hoXw gurmuK inrbwx jIvn mukq bx jwieAw krdw hY ]268]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
