[
  {
    "id": "7E5",
    "sttm_id": 6750,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0PU8",
        "source_page": 270,
        "source_line": 1,
        "gurmukhi": "koit bRhmwNf jwN ky eyk rom AgRBwig; pUrn pRgws qws khw DO smwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who has millions of Universes existing in the tip of His each hair, to what extent is His complete radiance spread?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs vwihgurU dy iek vwl dI nok mwqR ivKy kRoVwˆ hI bRhmwˆfwˆ dw vwsw hoieAw rihMdw hY, iqsdw pUrn pRgws Es dI smgR ivBUqI Blw ikhVI Qwˆ DOˆ ilPky isMguVky smweI pw sky[ Bwv pRiCMn BwvI dSw ivKy auh ikDry nhIˆ smw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZLL2",
        "source_page": 270,
        "source_line": 2,
        "gurmukhi": "jwN ky eyk iql ko mhwqm AgwiD boD; pUrn bRhm joiq kYsy kih AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord-significance of whose marvellous and wonderful radiance equal to a sesame seed is beyond description, how can His complete light be described?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy iql dy mhwqm pRBwv qyj dw boD jwnxw smJnw AQwh rUp hY, Es pUrn bRhm dI jÎoqI srb ibAwpI pUrx cmqikRqI Blw iks pRkwr kih AwveI ikq FoeI jw sky[ vw kihx ivc Aw sky[ Bwv ikDry nhIˆ ilAwˆdI Xw khI jw skdI[ aus AnuBv dy pRBwv dI mihmw dw smUlcy jwnxw qwˆ ikDry irhw Es ivcoˆ iql pRmwx qu`C Br AnuBv dI SoBw hI AYsI Aqul hY ik Es dI qulnw krx hwrw nw qwˆ koeI qul v`tw hI pRmwx mwqR qy iml skdw hY Aru nw hI qulwDwr qolnhwrw Xw kMfw qkVI soc vIcwr hI[ pwr kY Apwr pw vjoˆ qwˆ Apwr hY ArQwq Es dI pwrlI h`d nhIˆ jwxI jw skdI qy AMq = EVk Qwh dw AnMq SySnwg pqwl dI h`d qk Ds jwx vwlw BI nhIˆ pw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7AGN",
        "source_page": 270,
        "source_line": 3,
        "gurmukhi": "jw ky EAMkwr ky ibQwr kI Apwr giq; sbd ibbyk eyk jIh kYsy gwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose complete extent and expanse is infinite, how can a tongue describe His divine word and His divine form the True Guru?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy EAMkwr Eˆ pd vwcI AXMkwr srUp hox dy ArQwq jgq isRStI dy bIj rUp Sbd dy prpMc rUp ivsqwr pswry dI Apwr gqI hY Es dy sbd swKÎwq AgMmI bwxI dy ibbyk vIcwr nUM iek ivcwrI rsnw kYsy gwien kr sky Bwv Es dy mh`q nUM nhIˆ vrnx kr skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CX60",
        "source_page": 270,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gur mihmw AkQ kQw; nyiq nyiq nyiq nmo nmo kir AwveI [270[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Praise and panegyrics of the True Guru who is an image of the complete Lord is beyond mention and elucidation. The best way to express one's love and respect for Him is to salute Him again and again while addressing Him- \"0 Lord, Master! You are infinite,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw pUrn bRhm srUp siqgurU ijs dI mihmw nyiq nyiq nyiq Awid Sbdwˆ dÍwry kQn krxoˆ AkQ rUp hY, gurU mhwrwj qweIˆ kyvl bwrMbwr nmskwr krn mwqR qy hI gurmuKwˆ dy ihrdy ivc AwveI swKÎwqkwrqw nUM Awx pRgt kirAw krdw hY ]270]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
