[
  {
    "id": "1C4",
    "sttm_id": 6752,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "24W0",
        "source_page": 272,
        "source_line": 1,
        "gurmukhi": "rj qm sq kwm kRoD loB moh hMkwr; hwir gur igAwn bwn kRwNiq inhkRwNiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of initiation by the Guru and practicing of meditation on the Lord's name, all the traits of maya (Raja, Sato, Tamo) and vices like lust, anger, avarice, attachment and pride are defeated. Their influence also becomes negligible.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU igAwn rUp bwx dI kRwˆqI qyjnw dmk Agy Bwv ies dy Dwrx krn mwqR qy hI iqMno gux Aru kwm kRoD Awid pMjy duSt hwr ky inhkRwˆiq inS pRBwv qyj rihq ho jwˆdy hn[ AQvw iqMn gux qQw km kRoD loB moh hMkwr AwpxI bwx vwdI nUM hwir iqAwg ky gurU igAwn dy pRBwv kr ky kRwˆqI qoˆ inhkRwˆiq qyj hq mwq ho m`Dm pY jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NS7Y",
        "source_page": 272,
        "source_line": 2,
        "gurmukhi": "kwm inhkwm inhkrm krm giq; Awsw kY inrws Bey BRwq inhBRwNiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the acquisition of Guru's knowledge, a Guru-oriented person loses attachment with all desires, and all his actions become benevolent. All his worldly desires end and his wandering stops.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kwmnw inSkwm Bwv ivc plt jwˆdIAwˆ hn qy krmwˆ dI gqI pRivrqI inS krm Bwv AkRY Bwv krm rihq dSw ivc ho jwXw krdI hY ArQwq lok pRlok ivKy suK mwnx dy ivcwrwˆ Anuswr jo lOikk bYidk krm krn leI auqSwhI ho ky juty rihx dI vwdI sI auh inivrq ho jwˆdI hY[ Aru Awswˆ aumydwˆ v`loˆ inrws byprvwh ho jweIdw hY ArQwq kwrwˆ ivhwrwˆ Xw pwp puMn meI pRivrqI dy Pl dI Aws aumyd jo lgI rihMdI sI, auh hux auDroˆ sMklpwˆ dy tu`t jwx kwrn inrwsqw dw rUp Dwr ilAw krdI hY, Aqy BRwˆiq r`sI ivKy hnyry smyˆ srp Awid, qQw is`pI Xw ABrk dy pqRy dI Du`p smyˆ cwˆdI ho Bwsn smwn jo dyh dw Awqmw rUp ho Bwsnw Awpw ADÎws sI, auh inh BRwˆqI inhBrmqw dy rUp ivKy ho Bwsdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "929Y",
        "source_page": 272,
        "source_line": 3,
        "gurmukhi": "sÍwd inhsÍwdu Aru bwd inhbwd Bey; AspRyh inspRyh gyh dyh pwNiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-oriented person becomes free of all attachments and relishments by virtue of Guru's teachings. Engrossed in Naam Simran, he does not indulge in other debates and arguments. He becomes totally desireless and contended. His attachment with worldly at",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieMdRIAwˆ dy Bogwˆ dw sÍwd mwnx dw rs inhsÍwd by rs ho jwˆdw iP`kw pY jwˆdw hY Bwv hux Sbd sprS rUp rs gMD pMjy ivKX Awpxy ieMdRy kMn qucw nyqR rsnw qQw nwiskw nUM iK`c nhIˆ pw s`kdy, Aqy JgVy JMJt BI inhbwd AJgVw rUp ho jwˆdy Bwv lYx dyx Awid smyˆ jy JgVy Awid dw AOsr Awx vrqy qwˆ bKyiVAwˆ qoˆ dUr rhIdw hY[ AsMpRyh sipRhw ie`Cw AiBlwKw v`loˆ inspRyh Acwh inrieiCq ho jwXw krIdw hY, kÎoˆik dyh Aru gyh Gr Awid pdwrQ smUh pwˆiq pwiq igr nwS ho jwx vwly Bws AwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3XSG",
        "source_page": 272,
        "source_line": 4,
        "gurmukhi": "gurmuiK pRym rs ibsm ibdyh isK; mwieAw mY audws bws eykwkI iekwNiq hY [272[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtues of Naam Simran, a follower of Guru's teachings become free of all his body needs. He remains in a state of . trance and unsullied in maya. He is ever engrossed in the memory of the Lord. (272)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX kIh ik gurmuKI isKÎwdy pRBwv kr ky gurmuK is`K pRym rs nUM pRwpq ho ky ibsm ibsmwd Bwv nUM pRwpq ho jwˆdw hY, Aqy iesy hI ibsmwdqw kwrx dyh dI surq ivswr ky mwnoˆ ivdyh hoXw hoXw mwieAw kwr ivhwr meI pRivrqI ivKy vrqdw hoXw BI audws aupRwm rihMdw hY Aqy ie`ko qy hI AMq hoXw hoXw hY ij`Qy AYsy AduqI pd iek Akwl ivKy iek`lw iek srUp AByd hoXw rihMdw hY[ AQvw iekwˆq inrjn sQwn ivKy eykwkI iek`lw mwqR AsMg hI rihxw pisMd kirAw krdw hY ]272]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
