[
  {
    "id": "9YP",
    "sttm_id": 6754,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AQMD",
        "source_page": 274,
        "source_line": 1,
        "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn; eyk cItI ko cirqR khq n AwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The picture of miraculous creation of the Creator-God is full of wonder and awe. We cannot even describe the deeds of a small ant created by Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs isrjn hwr dI rcnw dy cilqR dw icqR iek sUKm ijhw jMqU kIVI hY, ijs ivKy ibsmwd nUM pRwpq krx hwrw AYsw Acrj pnwˆ hY jo mwno AMdroˆ bwhroˆ BOck ivc pOx hwrw hY AYho ijhw ik Es dy cilqR = cyStw vw kwrnwimAwˆ dI ibvsQw vÎoˆq kihx ivc nhIˆ Aw skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QSSK",
        "source_page": 274,
        "source_line": 2,
        "gurmukhi": "pRQm hI cItI ky imlwp ko pRqwp dyKo; shs Anyk eyk ibl mY smwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just see how thousands of ants get organised in a small burrow/hole.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihl pRQmy qwˆ ies kIVI dy imlwp dw pRBwv mihmw mh`q dyKo ik iks Bwˆq ieko hI Ku`f dy AMdr shs Anyk AsMKÎwq Anigxq hI huMdIAwˆ hoeIAwˆ sB dIAwˆ sB hI smw Ds jwieAw krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RQ6B",
        "source_page": 274,
        "source_line": 3,
        "gurmukhi": "AgRBwgI pwCY eykY mwrg clq jwq; pwvq imTws bwsu qhI imil DwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All of them tread and walk on the same path that is defined by the leading ant. Wherever they smell sweetness, they all reach there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Pyr j`QybMdI eynwˆ dI q`ko ik AgRBwgI j`Qydwr Agvwn kIVI dy ipCy ipCy TIk ieko hI rwh lIh isr qIAwˆ jwˆdIAwˆ hn, Aru suMGn dI smr`Qw BI vIcwro ik ijQoˆ ikqoˆ imTy dI sugMDI bU nUM BI pOˆdIAwˆ lKdIAwˆ hn, EDr nUM hI iml ky dOV pYˆdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KTJ4",
        "source_page": 274,
        "source_line": 4,
        "gurmukhi": "iBRMgI imil qwqkwl iBRMgI rUp huie idKwvY; cItI cItI icqR AlK icqyrY kq pwvhI [274[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Meeting an insect with wings, they adopt their life-style. When we are unable to know the wonders of a small ant, how can we know the super naturalness of the Creator who has created countless things in this universe? (274)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awpw Arpx dw hor BI ies ivc ApUrb bl hY ik iBRMgI BOry dI jwq dw jo iek kwlw ijhw BUMf huMdw hY jy auh iml pvy sU, qwˆ qqkwl J`t hI Esy dw rUp hI bx idKOˆdI hY[ AYsw Es vwihgurU dw jo iek kIVI rUp dw icqR bu`q iKicAw qÎwhr kIqw hoXw hY, auh jd AlK smJnoˆ buJnoˆ pwr hY, qwˆ Blw Es dy Awpxy ivc AByd kIqy gurmuK dI mihmw kwrx Es dy EVk nUM iks qrHwˆ pwXw jw sky Bwv, gurmuK dI mihmw swKÎwq Esy dI hI bÎMq mihmw hY ]274]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
