[
  {
    "id": "PTJ",
    "sttm_id": 6759,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T3KP",
        "source_page": 279,
        "source_line": 1,
        "gurmukhi": "drsn soBw idRg idRsit igAwn gMim; idRsit iDAwn pRB drs AqIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing the well adored God-like True Guru with one's eyes, the devoted Sikh of the True Guru acquires the divine knowledge. By the focusing of mind in the vision of Lord Guru, one is freed from watching the worldly merriments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nyqR idRStI jd igAwn dI gMmqw phuMc vwlI bx jwieAw krdI hY qwˆ ingHw AMdr iek pRBU nUM hI iDAwn ivc ilAwieAw krdI hY, jd ik idRSÎ drSn jog pdwrQ prpMc smUh idKwvw mwqR SoBw rmnIkqw qoˆ rihq ho jwieAw krdw hY[ Bwv surq dy igAwn gwmI hoieAwˆ aus dI qwr sMswrwkwr nhIˆ irhw krdI auh srb TOr vwihgurU nUM hI qikAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AQ4T",
        "source_page": 279,
        "source_line": 2,
        "gurmukhi": "sbd suriq prY suriq sbd prY; jws bwsu AlK subwsu nws rIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When the sound of Naam Simran enters the ears, the ability of concentration of a Guru's disciple turns away from other sounds and modes. The fragrance of the Guru's words that is so supernatural, the nostrils become free of all other smells.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI jÎoˆik suriq Sbd prY Sbd pRwXx Sbd ivKy qqpr ho Awvy, AQvw Sbd dI suriq = soJI pY Awvy, qwˆ kMn Sbd sunxoˆ hornwˆ inMdw ausqqI Bry bcnwˆ vw rwg nwd Awid sunx qoˆ pry ho jwˆdy hn[ Aqy dyr jws ijs gurmuK dy AlK dI bwsnw kIrqI Awx pRgtI, ausdIAwˆ nwswˆ subws sugMDI Awid Aqr Pulyl Awid dy bÎsn v`loˆ rIq = KwlI ho jwˆdIAwˆ hn Bwv ^uSbUAwˆ dIAwˆ lptwˆ lYx dw cskw BI Es dw dUr ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FNAQ",
        "source_page": 279,
        "source_line": 3,
        "gurmukhi": "rs rsnw rihq rsnw rihq rs; kr Asprs prsn krwjIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The tongue of practitioner of meditation becomes engrossed in the pleasure of Naam Simran and it becomes bereft of all other worldly tastes. The hands when able to touch and feel the untouchable Lord are freed from the impressions of touching worldly thin",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\y hI ijs dI rsnw nwm jpn dy pRym rs ivc rihx lg pvy AQvw rsnw = rsIly rs ivKy rihq Dwrxw ijs dI ho jwvy Es dI rsnw rs rihq sÍwdwˆ dI cwt v`loˆ qÎwgI ho jwˆdI hY[ qy As iesy Bwˆq dw hI sPurx vw AnuBau h`Qwˆ dy prs pdwrQ Awidkwˆ dy Cohx Awid smyˆ Purx lg pvy qwˆ pr Dn pr iesqRI Awid nw prsn jog pdwrQwˆ dy prsn = Cohn v`loˆ krw jIq = kr h`Q AjIq ho jwˆdy hn[ Bwv h`Qwˆ ivcoˆ kwmnw dy vyg ADIn ho clwXmwn hox dI SkqI lop ho jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ES4R",
        "source_page": 279,
        "source_line": 4,
        "gurmukhi": "crn gvn gMim gvn crn gMim; Aws ipAws ibsm ibsÍws ipRA pRIq hY [279[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The feet of a Guru-oriented person tread towards the path of the True Guru. They give up travelling or going in other directions. For him his lone desire of meeting the beloved Lord is unique and marvellous. (279)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru iesI pRkwr pYrwˆ nUM ies mwrg ivKy gMmqw pRwpq hoieAwˆ Bwv siqgurwˆ dy mwrg ivKy pYrwˆ dy clx vwly bxidAwˆ hor pwsy pYrwˆ dw clnw gMim gq ho jwˆdw Cu`t jwieAw krdw hY[ b`s ipAwry pRIqm siqgurU AMqrXwmI ivKy pRym krn dw idRV Brosw qy eyhI ipAws lwlsw = iqRSnw qy iesy dI hI Aws, ArQwq iesy ivKy hI smUh aumydwˆ vw murwdwˆ AwpxIAwˆ pUrn smJdw hY ]279]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
