[
  {
    "id": "AFY",
    "sttm_id": 6760,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XJRE",
        "source_page": 280,
        "source_line": 1,
        "gurmukhi": "gurmuiK sbd suriq haumY mwir mrY; jIvn mukiq jgjIvn kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person is freed from his self and ego by engrossment in Naam Simran. He is liberated from the worldly bonds and develops close association with the life-giving Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd ivKy surq nUM joV ky AYsw gurmuK haumY dyh ADÎws dyh ivKy Awpw buDI rUp hMqw nUM mwr is`tdw hY, qy iesy An hoey Anwpy rUp Awpy nUM mwr dyx kr ky auh mr jwˆdw hY[ ieauˆ jgq v`loˆ mr ky auh jIvn mukq jIauˆdy jI hI sMswrI bMDnwˆ qoˆ Cu`itAw hoieAw bRhm igAwnI bxw jwˆdw hY, so AYsw purK hI jgq dI jIvn prmwqmw kr ky jwxo[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J9MB",
        "source_page": 280,
        "source_line": 2,
        "gurmukhi": "AMqir inrMqir AMqr pt Git gey; AMqrjwmI AMqirgiq aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All his differences, doubts and suspicions are destroyed by virtue of Naam Simran. He is ever enjoying His memory in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "inrMqir = lgwqwr iek rs AMqir Awqmy Awpxy AMqrmuKI cYqMn pRkwS dy iDAwn ivKy ju`itAw rihxw hI prm pRXojn ijs ny jwx riKAw hY, Es dy AMqr AMdr dy AMqwkrx dyv AMqrw ibvDwn = Byd mwlk nwloˆ iv`Q pwx vwly pt pVdy Brm dy Git gey sB Gt jwˆdy CIx ho gey hn, ijs kr ky aunmwnIAY inscy kry ik AMqrjwmI Akwl purK, AYsy gurmuK dy AMqrwgiq = AMqr+Awgiq AMdr irdy ivKy AwieAw hoieAw swKÎwqkwirqw nUM pRwpq hoieAw hoieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1S50",
        "source_page": 280,
        "source_line": 3,
        "gurmukhi": "bRhmmeI hY mwieAw mwieAwmeI hY bRhm; bRhm ibbyk tyk eykY pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To a Guru-oriented person, the spread of maya is like God and He Himself becomes visible using it. He thus recognises the Lord by the support of the divine knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hux Es dI idRStI ivKy bRhm srUp hI BwsdI hY mwieAw jgq rcnw = sMswr Aqy mwieA meI idRSÎ pRpMc rUp ivSÍ Br hI iek mwqR bRhm sÍrUp[ b`s iek vwihgurU nUM hI auh pCwxdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LSSN",
        "source_page": 280,
        "source_line": 4,
        "gurmukhi": "ipMf bRhmMf bRhmMf ipMf Eq poiq; joqI imil joiq goq bRhm igAwnIAY [280[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Since he is aware of the divine knowledge, he is then known to belong to the family of the 'Savants of God' (Bramgyani). He mingles his own light with light eternal of the Lord and realises that his self and universe are woven with each other like weft an",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieQoˆ qk ik ipMf srIr ivKy bRhmMf nUM Aqy bRhmMf ivKy srIr qwxy pyty vq Eq poiq Awpo ivc guMQÎw hoXw Byd rihq jwxidAwˆ hoieAwˆ, Es dI joq Awqm joqI rUh prm joqI srUp rUh dy mwlk prmwqmy ivKy imlI rihMdI hY[ AYsy purK dI hI goq sMgÎw bRhm igAwnI hY AQvw AYsw purK hI bRhm igAwnI goq AwiKAw jwˆdw hY ]280]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
