[
  {
    "id": "AVT",
    "sttm_id": 6765,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T6V8",
        "source_page": 285,
        "source_line": 1,
        "gurmukhi": "gurmuiK sMgiq imlwp ko pRqwp Aiq; pUrn pRgws pRym nym kY prspr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Significance of an obedient disciple of True Guru meeting with His congregation is highly astonishing. Having adhered to all conditions and code of mutual love, light divine of the perfect Lord glows in him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKwˆ dI sMgiq dy imlwp dw mhwqm pUrb aukq rIqI dÍwry AqÎMq mhwnqw vwlw hY kÎoˆik Awpo ivc pRym dw nym pwln krdy krdy hI hI eynwˆ dy ihridAwˆ AMdr pUrn prmwqmw dw pRgws = swKÎwqkwr ho AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KAEJ",
        "source_page": 285,
        "source_line": 2,
        "gurmukhi": "crn kml rj bwsnw subws rwis; sIqlqw koml pUjw kotwin smsir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the acquisition of elixir-like Naam in the fragrant presence of True Guru, he experiences such tranquillity that no worship of the world can equate with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy guris`Kwˆ dy crx kmlwˆ dI rj DUlI AYsI pivqR qy pRBwv vwlI hY ik AMgwˆ nUM Cuhwn dI qwˆ kIh AwKIey bwsnw lYx suMGn mwqR qy hI idmwg AMdr suMdr bwsnw dw rs pRym dw KyVw KyV idMdI vw sukIrqI dw pwqR bxw idMdI hY, qQw suBwv ivc TMFkqw SwˆqI Aru irdy ivKy qQw rsnw auqy komlqw nUM vsw idMdI hY[ ies kr ky eys DUVI dI smsrI brwbrI kRoVw pUjw BI nhIˆ kr skdIAwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6NSA",
        "source_page": 285,
        "source_line": 3,
        "gurmukhi": "rUp kY AnUp rUp Aiq AscrjmY; nwnw ibsmwd rwg rwgnI n ptMqr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Because of spiritual beauty, a Guru-oriented person is beautiful of form. In a state of awe and wonder, he is absorbed in trance-giving melody that cannot be compared with any form or mode of singing in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh DUlI rUp Skl = sUrq nUM bxw idMdI hY AnUpm rUp vwlI prm suMdr qy ho jwˆdw hY ies dy gRihx krx hwrw AqÎMq Acrj srUpI idbÎ pRqwp vwlw, Arru aus dy AMdr pRgt ho AOˆdI hY ibsmwd sMswr v`loˆ pRySwn kr is`tn vwlI r`bI nwd Anhq DunI ijs dy ptMqr bRwbr nhIˆ hn, swKÎwq sÍXM rwg rwgnIAwˆ BI kuC cIj[ Bwv gwXn ho rhy rwg rwgnIAwˆ dIAwˆ sRodwˆ qwˆ ies AgMmI nwd Agy kIh smqw Dwr skn, sÍXM rwg rwgnIAwˆ BI ies DunI Agy qu`C hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZTCH",
        "source_page": 285,
        "source_line": 4,
        "gurmukhi": "inJr Apwr Dwr AMimRq inDwn pwn; prmdBuq giq Awn nhI smsir hY [285[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By perpetual practicing of meditation on elixir-like Naam, a perpetual flow of the divine elixir takes place from the mystical tenth door. This state is incomparable with any other in the world for its shear ecstasy and bliss. (285)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iPr ies DunI dy pRBwv kr ky inrMqr lgwqwr Jr rhI brs rhI smUh inDIAwˆ dy AsQwn rUp AMimRq dI Apwr Dwrw pRwpq ho jwˆdI hY gur is`K sMgiq dy imlwpI nUM, ijs dy pRBwv kr ky Es dI AYsI prm AdBuq AqÎMq AnoKI Bwˆq dI au`cI dSw ho jwˆdI hY ik hor Es dI bRwbrI koeI nhIˆ kr skdw Bwv Es dy AnuBau nUM pujn dw dm hor lok nhIˆ mwr skdy ]285]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
