[
  {
    "id": "6RC",
    "sttm_id": 6770,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4SL8",
        "source_page": 290,
        "source_line": 1,
        "gurmukhi": "nvn gvn jl inrml sIql hY; nvn bsuMDr srb rs rwis hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Water that flows downward is always cool and clear. The earth that remains under the feet of all is the treasure-house of all the goods that are pleasurable and worth relishing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nIvyˆ pwsy gvn clx vwlw hox kr ky jl inrml sÍC qQw sIql TMFw rihMdw hY, Aqy nIvIˆ sB idAwˆ pYrwˆ vw ibrC prbq Awidkwˆ dy qly rihx vwlI hox kr ky bsuMDrw = DrqI mwqw smUh rswˆ dI rwis rwSI BMfwr bxI hoeI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HKJD",
        "source_page": 290,
        "source_line": 2,
        "gurmukhi": "aurD qpisAw kY sRI KMf bwsu bohY bn; nvn smuMdR hoq rqn pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sandalwood tree wilted under the weight of its branches and leaves as if in supplication, spreads its fragrance and makes all the vegetation in the near vicinity fragrant.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aUˆDw ho thxIAwˆ p`qwˆ Awid dw aultw Jwtlw bMnky, Bwv, aUˆDy isr ho qpisAw krn kr ky sRI KMf bwvn cMdn 52 auˆglI pRmwx Cotw ijhw huMidAwˆ sBI, ApxI sugMDI nwl bn smUh jMgl Br nUM mihkw dyx vwlw sugMiDq krn vwlw bx irhw hY, Aqy smuMdr ny BI invwn inMmRqw hI Dwrn kr r`KI hY, ijs kr ky Es ivcoˆ rqnwˆ dw pRgws ho irhw hY auh rqn pRgt krx hwrw bx irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q83N",
        "source_page": 290,
        "source_line": 3,
        "gurmukhi": "nvn gvn pg pUjIAq jgq mY; cwhY crnwmRq crn rj qws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Of all the limbs of body, feet which remain on earth and at the lowest end of the body are worshipped. The whole world desires nectar and dust of holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pYr BI nIvyˆ ho clx vwly hox kr ky hI gq ivc pUjy jw rhy hn, Aru hr koeI pRym dy mwrg dw pMDwaU ijgÎwsI gurmuK ienwˆ pYrwˆ dI Dox rUp jl AMimRq nUM qQw crx DUlI nUM loc irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TVSM",
        "source_page": 290,
        "source_line": 4,
        "gurmukhi": "qYsy hir Bgq jgq mY inMmrIBUq; kwm inhkwm Dwm ibsm ibsÍws hY [290[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the worshippers of the Lord live as humble human beings in the world. Unsullied by the worldly sensualities, they remain stable and unmoved in unique love and devotion. (290)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI hrI prmySÍr prmwqmw dy ipAwry jgq AMdr inMmrIBUq inmkInI gRIbI dw srUp hoey rihMdy hn, ijs kr ky kwm smUh krmwˆ vw sMklpwˆ v`loˆ inSkrm vw Acwh hoey Dwm ibsm ibsmwd dy Gr ivc inscw Dwry rihMdy hn[ AQvw kwmnw v`loˆ inSkwm Acwh ho ky inSkwm Dwm inrsMklp pd = bypRvwhI dy Gr ibsm ibsÍws idRVH Brosw DwrI rKdy hn Bwv ausy ivKy iesiQq rihMdy hn ]290]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
