[
  {
    "id": "WBG",
    "sttm_id": 6775,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "V6H5",
        "source_page": 295,
        "source_line": 1,
        "gurmukhi": "crn srin rj mjn mlIn mn; drpn mq gurmiq inhcl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By taking True Guru's shelter and meditating on the Lord's name, the mind polluted by vices become clear like a mirror.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dI Srix pRwpq ho ky Bwv, hor hor pwisAwˆ mqwˆ iPrikAwˆ sMpRdwvwˆ dIAwˆ qwˆGwˆ Btknwˆ iqAwg ky siqgurU dy dÍwry Awx F`iTAwˆ, Enwˆ dy crxwˆ dI rj DUlI m`Qy nUM lgOˆdy swr mYlw mn ivkwrwˆ v`l dOVdw hoieAw au`jlw ho jwˆdw hY[ vw siqgurwˆ dI Srx pRwpq ho aunHwˆ dy crxwˆ dI DUlI nwl mYly mn nUM SuD sPw bxwvy[ qwˆ jIkUM sÍwh im`tI nwl mwˆijAwˆ SISw swP ho jwˆdw hY, qy Es ivc mUMh jÎoˆ kw qÎoˆ pRBwv nUM pRgtwieAw idKwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XPLM",
        "source_page": 295,
        "source_line": 2,
        "gurmukhi": "igAwn gur AMjn dY cpl KMjn idRg; Akul inrMjn iDAwn jl Ql hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Under the, influence of mind and intelligence, putting colorium. of Guru's teachings in the bird-like playful eyes, the consciousness gets engrossed in the Lord Almighty who is caste and creedless, beyond the blemish of maya and residing in oceans and des",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrwj dy isKwly gey aupdyS rUp igAwn nUM AMjn surmy smwn, cpl KMjn idRg = cMcl suBwv mohly vrgy hr smw clwiemwn rUp v`l dOVidAwˆ nyqRwˆ, vw mn buD rUp AMqw krx srUpI A`Kwˆ ivc pwvy ArQwq mn kr ky aus aupdyS nUM mMnn kridAwˆ qy buD ivc inscw kridAwˆ Akul kul goq rihq AjUnI, inrMjn mwXw rihq BgvMq dyjlwˆ Qlwˆ AMdr srb TOr rmÎw hox dy iDAwn nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YBNP",
        "source_page": 295,
        "source_line": 3,
        "gurmukhi": "BMjn BY BRm Air gMjn krm kwl; pwNc prpMc blbMc inrdl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such celestial cogitation, (Reflection) of Lord is capable of ridding myriads suspicions, destroyer of vices and virtues that a person in the dragnet of births and deaths. It shatters the five enemies and their tricks as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw srb ibAwpI iDAwn Brm AigAwn qoˆ auqpMn hoey hoey BY nUM BMn is`tdw hY, Aqy krm kMm kridAwˆ kridAwˆ vw pwp puMn meI krmwˆ dy kr cukn qy Enwˆ dy Pl pRwpq hox dy EVk smyˆ rUp kw dy pug ipAw, jo mwno vYrI dI qrwˆ sB dw sqÎwnws krx hwrw hY, Es nUM BI ieh iDAwn gMjn = pIiVq kr idMdw hY[ Aqy pMjwˆ kwm kRoD Awid dw vw pMjwˆ BUqwˆ q`qwˆ dw ricAw hoieAw jo blbMc vl C rUp kUVw prpMc pswrw jgq dw hY ies nUM BI ieh inrdl inscy kr ky dilq kr mwrdw kulc G`qdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WRYY",
        "source_page": 295,
        "source_line": 4,
        "gurmukhi": "syvw krMjn srbwqm inrMjn Bey; mwieAw mY audws kilml inrml hY [295[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Guru-conscious person, seeing the light of mammon-less Lord effulging in all the living beings and serving the mankind devotedly becomes like unsullied Lord. Renouncing attachment of maya, he saves himself from grave vices and become pure and clean (of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`s ies Bwˆq syvw krMjn = krMq+jn = syvw Bjn krx hwry pRymI purK, srbwqm srUpI prmwqmw nUM hI q`kd q`kdy inrMjn Bey pwr bRhm srUp hIho jwˆdy hn[ qy mwieAw kwr ivhwr sMswrI pRivrqI ivc vrqdy BI audws aupRwm rihMdy hn, ijs kr ky kilml ivKÎyp sMswrI ASwˆqI qoˆ inrml rihMdy hn ]295]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
