[
  {
    "id": "ZMJ",
    "sttm_id": 6785,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RWAA",
        "source_page": 305,
        "source_line": 1,
        "gurmukhi": "supn cirqR icqR joeI dyKY soeI jwnY; dUsro n dyKY pwvY khO kYsy jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The miracle of a dream is known to the one who has seen it. No one else can see it. Then how can anyone else know about it?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ supny dI cyStw rUp cilqR dy icqR nkSy nUM ijhVw supnwvI purK dyKdw hY Eho hI kyvl jwxdw hY, dUsrw koeI nhIˆ dyKxw pw skdw ies qrHwˆ huMidAwˆ nwm jpMqy dy AMdrly r`bI cmqkwrwˆ nUM kyvl auhI hI Awp jwx skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BRRA",
        "source_page": 305,
        "source_line": 2,
        "gurmukhi": "nwl ibKY bwq kIey sunIAq kwn dIey; bkqw Aau sRoqw ibnu kw pY aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If something is spoken in one end of a tube and the other end is put in one's own ears, then only he alone would know who has said or heard what. No one else can know.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nlkI ivc dI pRq`K Awvwj au`cwr qQw sunx dy jMqR rUp tYlIPon dÍwrw kMn id`iqAwˆ hI g`l suxI dI hY, bolx vwly Aqy suxn hwry ibnwˆ, Blw iks dUsry pwsoˆ aus khy suxy dw aunmwn lwXw pqw kiFAw jw sky? iesy Bwˆq siqgurwˆ dy aupdySy Sbd dy mrm nUM siqgurU qQw is`K ibnw, hor iksy nUM is`K hoey bwJoˆ iks qrHwˆ pqÎwXw jw sky vw nwm ABÎws dÍwry pRwpq hoey r`bI nwd dw mrm Xw qwˆ gurU jwxdy hn, Xw iek mwqR aunHwˆ dy is`K ieh AiBpRwX hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X97H",
        "source_page": 305,
        "source_line": 3,
        "gurmukhi": "pGulw ky mUl ibKY jYsy jl pwn kIjY; lIjIAY jqn kir pIey mn mwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lotus flower or any other plant draws water through its roots from the soil, the flower or plant alone knows about the state of its bloom, who drinks according to his desire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Bwˆq pMnI K`s dy mUl mu`F ivcoˆ jqn imhnq kr ky pwxI leIdw qy pIvIdw hY, pIˆidAwˆ swr hI mn pRsMn ho jwˆdw SwˆqI nUM pRwpq ho jwXw krdw hY[ Bwv AYsy TMFy Twr jqn nwl pRwpq hoey pwxI nUM pIiqAwˆ pÎwsy nUM jo TMF pYˆdI hY, auh pIx vwly ibnwˆ jIkUM nhIˆ jwxI jw skdI, AYsw hI ibRqwˆq nwm ABÎwsI dy pRym rs rUp pRwpqI dw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NKNH",
        "source_page": 305,
        "source_line": 4,
        "gurmukhi": "gur isK sMiD imly guhj kQw ibnod; igAwn iDAwn pRym rs ibsm ibDwnIAY [305[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The event of a Sikh meeting with his Guru and obtaining initiation from him is very wondrous, blissful and mysterious. The description of the knowledge obtained from the True Guru, contemplation on Him, His love and ecstasy is very strange to describe. No",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr gurU qy is`K dI gur dIKÎw mMqR dÍwry sMDI imlx qoˆ jo igAwn qQw pRym rs rUp Ascrj Bwˆq dw AwnMd pRwpq huMdw hY Es dI khwxI guJI hY kQn ivc nhIˆ Aw skdI nÎwrI hI ibD dw hY auh ]305]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
