[
  {
    "id": "7YC",
    "sttm_id": 6786,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XLYX",
        "source_page": 306,
        "source_line": 1,
        "gurmukhi": "nvn gvn jl sIql Aml jYsy; Agin aurD muK qpq mlIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water flowing downward remains cool and clear of contamination but fire that goes upward causes heat and pollution;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nIvyˆ invwn v`l c`ln vwlw hox kr ky ijs qrHwˆ jl TMFw Aqy Aml inrml huMdw hY, Aru AgnI aurD muKI aucI lwt k`Fky blx vwlI hox kwrx q`qI, qy mYlI kwly mUMh vwlI huMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VHTV",
        "source_page": 306,
        "source_line": 2,
        "gurmukhi": "sPl huie AwNb, Juky rhq hY icrMkwl; invY n AirMfu qwN qy Awrblw CIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mango tree bends down when it yields fruit, and lives a long life, but a castor oil seed plant does not bend. It would break if we bend it, it breaks. Thus it has a short span of life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMbwˆ dy bUty icrwˆ qk nIvyˆ hoey rihx kwrx, Bwv bUr lgdy swr hI Juk pYx kr ky sPl huMdy Aqy sYˆkVy hjwrwˆ brswˆ qk Pldy rihMdy hn, prMqU hirMf dw bUtw inaUˆdw nhIˆ ijs kr ky CyqI hI Es dI aumr nSt ho jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K47E",
        "source_page": 306,
        "source_line": 3,
        "gurmukhi": "cMdn subws jYsy bwsIAY bnwspqI; bwsu qau bfweI bUifE sMg ilvlIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the sweet smell of a small sized sandalwood tree gets infused in the vegetation around it, but a tall and high bamboo plant arrogant of its size absorbs no fragrance of the sandalwood tree.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ cMnx 52 auˆgl pRmwx Awkwr vwlw Cotw hox kwrx subws sRySt sugMDI sMpMn ho smUh bnspqI nUM mihkwx vlw bxdw hY, Aqy bwˆs qau = qYsy hI AwpxI vifAweI aucweI lMbweI ivc mgn ho hMkwr nwl fuibAw hoieAw cMnx hox vwlI s`cI aunqI qoˆ vwˆijAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AUZL",
        "source_page": 306,
        "source_line": 4,
        "gurmukhi": "qYsy hI AswD swD AhMbuiD inMmRqw kY; sn Aau mjIT giq pwp puMn kIn hY [306[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly evil and apostate people bound by their pride and ego commit sins. On the contrary those good people who live in the way of the Guru and are humble, do good work like Rubia munjista (Majith). (The fibre for making a rope grows high up and is use",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr swDUisKÎw pRwpq kr ky swD ilAw hY, Awp nUM ijs is`K ny auˆh nMmRqw dy kwrx mjIT vwkUM puMn pRwXx rihMdy hn, EnHwˆ nUM pwp dI g`l PurdI hI nhIˆ hY Aqy AswD ijnHwˆ ny isKÎw lY ky mUloˆ hI nhIˆ swDÎw auh sn vwkUM haumYˆ dy hT kwrx pwp pRwXx rihMdy hn, EnHwˆ nUM puMn dI koeI suD hI nhIˆ huMdI[ qwˆq ies inim`q is`K = swD hI nwm qoˆ pRwpq hoxhwr guJy mrm dw ByqI ho skdw hY, nwˆik AswD nwm srUpI isKÎw dIKÎw qoˆ bMicq rihMdw hoXw koeI Ais`K jxw ]306]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
