[
  {
    "id": "8UE",
    "sttm_id": 6793,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PTM0",
        "source_page": 313,
        "source_line": 1,
        "gurmukhi": "AMqr AiCq hI idsMqir gvn krY; pwCY pry phucY n pwieku jau DwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite well hidden in the body, mind still reaches far off places. If someone tries to chase it, he just cannot reach it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMdr AMqwkrx ivKy ACq hI = vrqmwn iesiQq rihMidAwˆ sMidAwˆ vI mn dyswˆ idswˆqrwˆ nUM gvn kr jwˆdw hY, jykr pwiek = pÎwdw = hlkwrw SIGr gwmI syvk BI koeI ies dw ip`Cw krdw hoieAw ip`CY pY dOVy, qwˆ 'phuMcY n' ies nUM nhIˆ pug skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DE3V",
        "source_page": 313,
        "source_line": 2,
        "gurmukhi": "phucY n rQu phucY n gjrwju bwju; phucY n Kg imRg PwNDq aufwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No chariot, a swift horse or even Airawat (a legendary elephant) can reach it. Neither a fast flying bird nor a galloping deer can match it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "puSpk ibbwn jyhy Xw ieMdR vrigAwˆ dy aufwrU rQ ies dy bRobr nhIˆ phuMc skdy, AYsy hI AYrwvq vrgy hwQI rwj AQvw BUrISRvw smwn GoiVAwˆ dy iSromxI bwjrwj BI ies nUM nhIˆ pug skdy[ Aru pMCI aufwrIAwˆ mwrdy hoey ies nUM nhIˆ puj skdy Aqy img keI keI gjwˆ dIAwˆ kudwVIAwˆ mwrdy hoey ies dI bRwbrI nhIˆ kr skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0PQT",
        "source_page": 313,
        "source_line": 3,
        "gurmukhi": "phucY n pvn gvn iqRBvn pRiq; ArD aurD AMqrIC huie n pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even the wind which has its reach in the three worlds cannot reach it. One who is capable of reaching the land of the world beyond, cannot win the race of mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "phuMc nhIˆ skdw pOx BI ies nUM ijs dw gvn cln dI smr`Qw iqMnwˆ Buvnwˆ pRXMq hY, ArD pwqwl gwmI ho ky aurD AwkwS gwmI ho ky qQw AMqrIC = AMqRwilk mMfl ivKy BI gmn krn vwlw ho ky nhIˆ hI ies mn nUM pRwpq ho PV skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R4ZJ",
        "source_page": 313,
        "source_line": 4,
        "gurmukhi": "pMc dUq BUq lig ADmu AswDu mnu; ghy gur igAwn swDsMig bis AwveI [313[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Inveigled by the five vices of maya that has embraced it like a demon, the low and incorrigible mind can only be controlled and disciplined if it accepts the initiation of the True Guru through the kind blessings of saintly and true devotees of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pMjy kwm kRoD Awid dUq duSt BUqny ijs nUM lig = lgy cMbVy hoey hn, ArQwq ijs dy sdw dy lwgU hn, auh AYsw ADm nIc AswD nw swiDAw jw skn vwlw mn, swD sMgq dÍwry gurUigAwn gurU mhwrwj dy aupdySy isDwˆq nUM pRwpq ho ky ghy PVIey kwbU krn dw jqn krIey qwˆ hI jwk v`s AOˆdw hY ]313]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
