[
  {
    "id": "ZF4",
    "sttm_id": 6796,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "H2TY",
        "source_page": 316,
        "source_line": 1,
        "gurmukhi": "ckeI ckor imRg mIn iBRMg Aau pqMg; pRIiq iek AMgI bhu rMgI duKdweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The love of a Ruddy Sheldrake with Sun, Allictoris gracea with Moon, deer with melody of Ghandey Herhey, fish with water, a black bee with lotus flower and of a moth with light is one-sided. Such one-sided love is often painful in many ways.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ckvI dI iek sUrj mwqR nwl, qy ckor dI cMdRmy nwl Aqy hrx dI GMfy hyVy dI DunI nwl mCI dI rs sÍwd mwqR nwl, qQw iBMgR BOry dI kOl Pu`l nwl, Aru pqMgy dI dIvy dI lwt mwqR nwl iesy kr ky hI eynw dI pRIqI iek AMgI khI jwˆdI hY; AYsI iek mwqR pRIqI qoˆ Cu`t sBnIˆ pwsIˆ l`q AVwn vwlI pRIqI bhu rMgI khI jwˆdI hY, so bhuqIAwˆ Qwvwˆ qy vMfI hoeI bhurMgI pRIqI duKdweI huMdI hY, kÎoˆik bhuiqAwˆ pRIqmwˆ nUM ieko vwr hI iek smyˆ irJwieAw nhIˆ jw skdw[ AQvw iek rMgI iek pwsV pRIq bhurMgI duKdweI bhuq pRkwr kr ky duKwˆ dI dwqI hY ieauˆ BI ArQ ho skdw hY pr kibq ivc BweI swihb ny jo AwSÎ pRgt kIqw hY Eh pihilAwˆ ArQwˆ nUM hI is`D krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GD8B",
        "source_page": 316,
        "source_line": 2,
        "gurmukhi": "eyk eyk tyk sY trq n mrq sbY; Awid AMiq kI cwl clI AweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All these lovers do not abstain from their faith of one-sided love and in the process give away their lives. This tradition of worldly love is going on since the beginning of ages.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieko iek hI pÎwry dI tyk Dwr ky Es v`loˆ twly hoey rldy nhIˆ hn aupRokq jIv, sgoˆ swry hI pÎwry dy pÎwr ipCy mOq nUM shyVdy hn[ ieh Awid AMq Dur qoˆ hI jgq ivc cwl clI Aw rhI hY Bwv ienwˆ jIvwˆ dy pÎwr dI iesy kr ky hI s`Q qurI hoeI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMEH",
        "source_page": 316,
        "source_line": 3,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwpu AYso; log prlog suKdwiek shweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But the importance of two-sided love of a Sikh of the Guru and his True Guru is such that can prove helpful and peaceful in this world and the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur is`Kwˆ dI sMgq swD sMgq dy imlwp dw mhwqm AYsw hY ik lok ivc jIauˆdy jI qwˆ sB qrHwˆ suKwˆ dy dyxhwrw hY, qy srIr Cutn aupRMq prlok ivc BI auqm gqI klÎwx dw kwrx hox kr ky shweI hY[ Bwv aukq jIvwˆ vwkUM pÎwr ivc mr imtÎwˆ kyvl nwmny dI pRwpqI kr ky ie`Qy hI qbwh nhIˆ kr su`tn vwlw blik ieQy BI qyj pRqwp dw jIaUˆdy jI kwrx, qy pRlok ivc BI shweI hox hwrw AYsw swD sMgq dw pRym hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "38FU",
        "source_page": 316,
        "source_line": 4,
        "gurmukhi": "gurmiq suin durmiq n imtq jw kI; Aih imil cMdn ijau ibKu n imtweI hY [316[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With such comforting love of the Guru available close at hand, if one does not listen to the teachings of the Guru and who does not dispel one's base wisdom, then such a person is no better than a snake who does not shed his venom even after embracing San",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsy mhwˆ pRBwv vwlI swD sMgiq ivc iml ky qy AnMn pRym idKwlidAwˆ BI jykr gurmiq gur aupdyS sRvx kridAwˆ iksy dI duSt buDI nhIˆ imtdI, Bwv Qwˆ Qwˆ Btkn dI bwx nhIˆ htdI, qwˆ Es nUM cMnx dy bUty nwl cMbiVAw s`p hI smJnw jo SwˆqI pRdwqy cMnx dI sMgq ivc hr smyˆ vsidAwˆ hoXwˆ BI, ApxI ivK invwrx nhIˆ kr skdw ]316]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
