[
  {
    "id": "CEG",
    "sttm_id": 6797,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FSPP",
        "source_page": 317,
        "source_line": 1,
        "gurmukhi": "mIn kau n suriq jl kau sbd igAwnu; duibDw imtwie n skq jlu mIn kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A fish is not a ware that the water will assist nor does water have knowledge of speech or hearing in order to help the fish in distress. Therefore the water cannot allay its pain while it is in distress.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mClI nUM sUJ nhIˆ ijs kr ky auh smJ sky ik jl Es dI AOkuV smyˆ shYqw nhIˆ kr skygw, Aqy jl nUM sbd dw igAwn nhIˆ ijs kr ky mCI dI cIk pukwr sux sky, vw sÍwd dI cwt ivc mrIxoˆ Es nUM llkwr htwvy iesy kr ky hI ieh ivcwrw mCI dI duibDw duicqweI icMqw nUM smwˆ pey nhIˆ imtw skdw[ Aqy",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SHH2",
        "source_page": 317,
        "source_line": 2,
        "gurmukhi": "sr sirqw AQwh pRbl pRvwh bsY; gRsY loh, rwiK n skq miq hIn kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fish resides in the vast and rapid flow of the river. But when it swallows the iron bait of an angler, the bemused fish cannot be saved by water-her beloved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AQwh Asgwh srovr ivc AQvw sirqw ndI dy pRbl qIbr vyg cwl vwly roVH ivc vsdI hoeI mCI jd kuMfI nUM gRsY ingl lYˆdI hY qwˆ aus miq hIn = mUrK dI rKÎw nhIˆ kr skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NRNC",
        "source_page": 317,
        "source_line": 3,
        "gurmukhi": "jlu ibnu qriP qjq ipRA pRwn mIn; jwnq n pIr nIr dInqweI dIn kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Removed from water, a fish writhes in pain for life having been separated from its beloved (life support). But the water is not aware of the sufferings of the fish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ kuMfI jwl P`QI mCI jd Apxy pRwn pÎwry nUM qÎwgdI hY, qwˆ jl pRIqm ibnwˆ qVP ky pRwn dy idMdI hY, pr Es dIn Awqur dI dInqw Awqurqw BrI pIV nUM jl jwxdw hI nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7EZ8",
        "source_page": 317,
        "source_line": 4,
        "gurmukhi": "duKdweI pRIiq kI pRqIq mIn kul idRV; gurisK bMs iDRgu pRIiq prDIn kI [317[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The entire clan of fish is bearing with this one-sided love for eons. But the love of a Guru and his disciple is always two-sided. Guru helps the Sikh in distress. But one who being in the clan, leaves the love of True Guru, submits himself and serves spu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy AYsI duKdweI pRIqI dI jo pRqIq mClI dI kul ivc idRVH pRp`k hoeI hoeI hY, AYho jyhI prwDIn pRIq nUM gur is`Kwˆ dI bMs is`KI mMfl ivc iDrkwrÎw igAw hY[ Bwv ijs pRIqI dy mrx pRXMq pwilAwˆ BI pRwDInqw nhIˆ dUr ho skdI, moK nhIˆ ho skdI, gur is`K Es nUM pRvwx nhIˆ rKdy ]317]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
