[
  {
    "id": "HM7",
    "sttm_id": 6801,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WAC9",
        "source_page": 321,
        "source_line": 1,
        "gurmukhi": "dIpk pqMg Ail kml sill mIn; ckeI ckor imRg riv sis nwd hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A moth, black bee, fish, ruddy Sheldrake, (Allectoris gracea) and a deer loves flame of a lamp, lotus flower, water, Sun, moon and sound of music produced by Ghanda Herha respectively.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dIvy nwl pqMgy dI BOry dI kOl Pul nwl, pwxI nwl mClI dI qy ckvI dI sUrj nwl Aru ckor dI cMdRmw nwl qQw imrg dI nwd Sbd DunI nwl pRIqI huMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "32NP",
        "source_page": 321,
        "source_line": 2,
        "gurmukhi": "pRIiq iek AMgI bhu rMgI nhI sMgI koaU; sbY duKdweI n shweI AMiq Awid hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All their love being one-sided is very painful that does not help neither in the beginning nor in the end.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh pRIqI iek AMgI hY pr nwl hI bhurMgI BI ijs kr ky koeI sMgI swQI nhIˆ bx skdw nwl nhIˆ inB skdw kÎoˆik ieh swrIAwˆ pRIqwˆ hI iek pwsVIAwˆ hox kr ky duKdweI hn, qy iesy vwsqy hI Awid AMq kdwicq BI shweI shYqw krxhwrIAwˆ nhIˆ ho skdIAwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EE4Z",
        "source_page": 321,
        "source_line": 3,
        "gurmukhi": "jIvq n swDsMg mUey n prmgiq; igAwn iDAwn pRym rs pRIqm pRswid hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "These living beings of subhuman life can neither be blessed with holy congregation of true devotees nor salvation after death. They cannot even be the recipient of Guru's teachings, His contemplation and the divine nectar that the grace of True Guru can d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so AYsIAwˆ iek AMgI sMswrI pRIqIAwˆ dy EVk dI h`d qk inbwhn ivc eys mnu`K nUM eynwˆ aukq jIvwˆ vq hI jIauˆdy jI qwˆ Bly sMg dw mhwqm pRwpq nhIˆ huMdw qy mr igAwˆ prm gqI klÎwx nhIˆ pRwpq ho jwxI, AYsw hI nw iksy pRkwr dw igAwn iDAwn Xw igAwn iDAwn qoˆ pRwpq hox hwrw pRym rs prm AwnMd hI jo pRIqm pÎwry dw pRswid bKSS vw pRsMnqw rUp ikhw jwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D8Z1",
        "source_page": 321,
        "source_line": 4,
        "gurmukhi": "mwns jnmu pwie sRI gur dieAw inDwn; crn srin suKPl ibsmwd hY [321[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Coming to the refuge of the True Guru, the store-house of mercy and that too in the life of a human being and practicing on the True Guru-given Naam Simran can bless one with that unique fruit of comfort and peace. (321)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy auicq hY ik mnu`Kw jnm nUM pRwpq hoey hoey purK dXw dy swgr sRI gurU mhwrwj jI dy crxwˆ dI Srx nUM pRwpq hox ij Qoˆ ieQy auQy sB pRkwr suKwˆ dw dwqw ibsmwd rUp suKPl pRwpq huMdw hY ]321]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
