[
  {
    "id": "MBR",
    "sttm_id": 6802,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U2ZW",
        "source_page": 322,
        "source_line": 1,
        "gurmukhi": "gurmuiK pMQ gur iDAwn swvDwn rhy; lhY inju Gr Aru shj invws jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Treading the path of Sikhism, he who remains alert in the form of the True Guru, recognises his self and lives in a state of equipoise thereafter.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKI mwrg guris`KI ivKy jI mnu`K gurU mhwrwj dI AwgÎw, aupdyS dy pwln pRwiex rUp iDAwn vw swKÎwq siqgurwˆ dy srUp icMqn dy iDAwn meI qq prqw ivc swvDwn (qqpr = auqSwhvwn) rhy, qwˆ inj Gru vwhgurU dy dysoˆ AOx vwlw hox kr ky jo eys dw Awpxw Gr hy Es nUM pRwpq ho jwˆdw hY Aqy shjy hI auQy invws pw lYˆdw hY[ Bwv Agy leI iksy Bwˆq dI rok tok nhIˆ rihMdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5RAY",
        "source_page": 322,
        "source_line": 2,
        "gurmukhi": "sbd ibbyk eyk tyk inhcl miq; mDur bcn gur igAwn ko pRgws jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the single support of the teachings of True Guru, his mind becomes stable. As a result of his comforting utterances, his practice of Naam Simran blossoms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI siqgurwˆ dy Sbd dw vIcwr inrxw BlI pRkwr smJ ky iek mwqR Es dI tyk Dwr ky ijs ny ApxI miq mno ibrqIAwˆ dI AwDwr SkqI nUM Ac`l kr ilAw hY Bwv jo Sbd nUM qÎwg ky ieDr auDr hor idry mn Btkn nhIˆ idMdw, Aqy imTI bwxI hI boldw hY, Es dy jI Awqmy Awpy AMdr swKÎwq gurUAwˆ vwlw hI igAwn bRhm igAwn pRgt ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZQYT",
        "source_page": 322,
        "source_line": 3,
        "gurmukhi": "crn kml crnwimRq inDwn pwn; pRym rs bis Bey ibsm ibsÍws jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the acquisition of the initiation of the True Guru and elixir-like Naam, nectar-like love resides in his mind. Unique and wondrous devotion grows in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crx kmlwˆ dw crx AMimRq rUp jo AMimRq dw BMfwr hY, ijs ny ies AMimRq nUM pIqw, aus dy pRym rs AnuBv ADIn ho AOˆdw hY Bwv AnBvI AvsQw ivKy hr smyˆ suqy hI auh itikAw rih skdw hY Aqy Es dy jI AMqwkrx ivKy ibsm ibsÍws AnoKI Bwˆq dw inscw Awqm Brosw idRVH ho AOˆdw hY ArQwq sMsy, sMklp ivklp Awid mUloˆ hI Es dy AMdroˆ sdw leI imt jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YZC4",
        "source_page": 322,
        "source_line": 4,
        "gurmukhi": "igAwn iDAwn pRym nym pUrn pRqIq cIiq; bn igRh smsir mwieAw mY audws jI [322[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Fulfilling all the loving requirements with devotion and love, he who stays alert in the teachings and the presence of the True Guru, living in the jungle or in the house is alike for him. He remains unsullied from the effects of maya despite living in it",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aupr kQn kIqy igAwn, iDAwn qQw pRym dw nym pUrI pUrI qrHwˆ AnMn Bwv nwl pwln kridAwˆ hoXwˆ ijs dy ic`q AMdr AYho jyhI pUrn pRqIqI pRp`k inscw Aw jwvy, auh bnbwsI sMnÎwsI hovy qwˆ, Gr vwsI gRhsQI hovy qwˆ, sdIv kwl mwXw v`loˆ jIE audws hI rihMdw hY ]322]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
