[
  {
    "id": "1FT",
    "sttm_id": 6803,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2YZM",
        "source_page": 323,
        "source_line": 1,
        "gurmukhi": "mwrby ko qRwsu dyiK cor n qjq corI; btvwrw btvwrI sMig huie qkq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Despite fear of death lurking around, a thief doesn't give up Stealing. A dacoit keeps targeting other wayfarers along with other members of his gang.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cor mwrbY ko mwr ip`t dy BY nUM dyKdw hoieAw BI corI nUM nhIˆ qÎwgdw Aqy rwhmwr DwVvI sMgI swQI = pMDwaUAwˆ nwl dw hI pMDwaU bx ky BI btvwrI DwVy nUM hI qkÎw icqivAw krdw hY[ Bwv bÎsn dI cwt ivc mwry PVy jwx dw fr nhIˆ mMndw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HXL3",
        "source_page": 323,
        "source_line": 2,
        "gurmukhi": "bysÍwrqu ibRQw Bey mn mY nw sMkw mwnY; juAwrI n srbsu hwry sY Qkq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Knowing that his visit to the house of a whore can cause him serious disease, a licentious person still doesn't feel hesitant to go there. A gambler never feels tired of gambling even after losing all his assets and the family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vysÍw lMpt purK ibRQw Bey grmI AwqSk, suzwk Awid pIVw dy ho igAwˆ BI Agy vwsqy jwˆ rogI ho jwvwˆgw mn ivKy mn ivKy AYsI SMkw iglwnI nhIˆ mMndw, muV muV inrl`j hoieAw Esy pwsy hI qwˆG rKdw hY[ Aqy jUAwrIAw srbMs hwr ky BI muV muV dwA lOxoˆ nhIˆ QikAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5YS",
        "source_page": 323,
        "source_line": 3,
        "gurmukhi": "AmlI n Aml qjq ijau iDkwr kIey; doK duK log byd sunq Ckq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An addict keeps consuming drugs and intoxicants despite monitions, learning the effects of drug abuse from religious scriptures and people who have societal interests at heart, just can't give up his addiction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "SrwbI, APImI, posqI, crsI Awid AmlI nSeI AwdmI ijs qrHwˆ ihqkwrI sbMDIAwˆ iqmqRwˆ dÍwry bwrMbwr srimMidAwˆ l`ijq kIiqAwˆ jw ky BI, qy hr iek Aml dy AOgux qQw du`Kwˆ bwbq lokwˆ jbwnI vw bydwˆ SwsqRwˆ dÍwry sux sux ky muV muV CkI jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6M4V",
        "source_page": 323,
        "source_line": 4,
        "gurmukhi": "ADm AswD sMg Cwfq n AMgIkwr; gurisK swDsMg Cwif ikau skq hY [323[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even all these low and base people cannot give up their deeds, then how can an obedient devotee of Guru leave company of true and noble people? (323)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd aupr kQn kIqy AYsy AYsy ADm pwˆbr nIc log BYVI sMgq nUM AMgIkwr pRvwx kr ky nhIˆ C`fdy hn Esy pwsy dI hI iK`c Dwrdy hn, qwˆ gurU kw is`K ijs ny iekyrwˆ gurU kI swD sMgq ivc pRvyS pw ilAw auh kÎoˆ gurUikAwˆ is`Kwˆ dI sMgq nUM C`f ky dUsry iksy pwsy jw sky ]323]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
