[
  {
    "id": "9BL",
    "sttm_id": 6813,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RRHH",
        "source_page": 333,
        "source_line": 1,
        "gurmukhi": "gurmiq siq eyk tyk duqIAw nw siq; isv n skq giq AnBY AiBAwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Obedient disciple of the True Guru considers the support of Guru teachings and wisdom as authentic and true. He has no one else in his heart other than One God. He does not recognise god-Shiv or goddess-Shakti as a means of emancipation. He remains a medi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq ivKy iek mwqR vsqU hI sqÎ srUp hY, qy Esy hI iek dI tyk DwrI jwˆdI hY Bwv Esy ivKy hI sdIv kwl itkwaU nUM pRvwixAw hY ies iek qoˆ iBMn hor dUsrw kuC krm Awid pRpMc pswrw nhIˆ hY, ies iek ivKy iksy iSv SkqI Awid dI koeI gqI gMmqw nhIˆ ArQwq nwm mwqR BI jwnx ivc nhIˆ AOˆdI[ so gurU Gr ivKy iesy ie`k dy hI AnBy dw ABÎwsI hoeIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YCRT",
        "source_page": 333,
        "source_line": 2,
        "gurmukhi": "iqRgun AqIq jIq n hwr n hrK sog; sMjog ibEg myit shj invwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He remains unsullied of the influence of maya. Defeat or victory, happiness or sorrow does not disturb or please him. He remains absorbed in supreme spiritual state discarding all thoughts of achievements and failures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs ABÎws dy kwrx gurmuK iqMnwˆ guxwˆ qoˆ AqIq rhq hoXw Bwv qurIAw pd gwmI hY, Awh ij`q hY qy Awh hwr hY qQw ij`q hwr qoˆ hox hwry Awh kuC hrK vw sog hn, Aqy Awh sMjog ibEg myl ivCoVw vw pRwpqI ApRwpqI hY ieqÎwid sB dÍMdwˆ nUM myt ky ic`q ivcoˆ dUr kr ky shj pd Awqm pd Swˆq sÍrUp cYqMnÎ pd ivKy iesiQq hoey rhIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DKZK",
        "source_page": 333,
        "source_line": 3,
        "gurmukhi": "cqur brn iek brn huie swDsMg; pMc prpMc iqAwig ibsm ibsÍwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By joining true congregation he destroys the differences of high low caste and belongs to One God. Detaching from the love of five elements, he takes to Naam Simran of the wondrous God Lord and holds his faith in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swr kIh ik swD sMgq gur is`KI mMfl AMdr cwroˆ hI vrnwˆ dw bRwhmx KÎqRI Awidkwˆ ivcoˆ cwhy koeI hovy iekbrn ie`ik gurU bMsIAw is`K bxky, pMc prpMc, pMc q`q ricq prpMc dyh AwdI sQUl sMGwq nUM qÎwg kr ky ibsm = Acrj rUp, vw ivSyK kr ky sm srUp pwrbRhm prmwqmw mwqR ie`ko iek hI hY AYsw inscy ibsÍws Brosy vwlw ho rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VU9S",
        "source_page": 333,
        "source_line": 4,
        "gurmukhi": "Kt drsn prY pwr huie spqsr; nv duAwr aulMiG dsmeI audwsI hY [333[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Gursikh stays in the company of true seekers beyond the garbs of the six philosophical schools. He frees himself from the bonds of nine doors of the body and lives blissfully in of the tenth door (Dasam Duar). (333)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq pMj gÎwn ieMdRIAwˆ qy CIvwˆ mn eynwˆ CIAwˆ ivKy jo pdwrQ gÎwn rUp drSn huMdw hY, Es qoˆ pry hoXwˆ qy pwrlI h`d s`qvIˆ s`qvwˆ srovr jo srb gÎwnwˆ dw gÎwn hox kr ky s`qw sPurqI pRdwn rUpqw kr ky srdw rihMdw hY auh pRwpq huMdw hY, Bwv jo cYqMnÎ srUp sÍXM gÎwnmX s`qvwˆ sr sB dw sRoq rUp hY, Es dw swKÎwqkwr hoXw krdw hY, g`l kIh ik nvwˆ duAwirAwˆ ivKy vrqnhwry dyh ieMdRI BwvI sQUl sUKm sMGwq smUh qoˆ aulMG ky ienwˆ ivcoˆ Awqm Bwvnw dUr kr ky AlK Apr dw invws sQwn dsm dÍwr meI mhI = mDÎ ivKy iesiQq ho ky, dyh Awid ivKy v`sdw hoXw BI audwsI = auq+AwsI = au`cI Xw sMswrI lokwˆ qoˆ aultI Aws vwlw jIvn mukq ho jwˆdw hY ]333]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
