[
  {
    "id": "J5U",
    "sttm_id": 6815,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6R3F",
        "source_page": 335,
        "source_line": 1,
        "gurmukhi": "haumY AiBmwn AsQwn qij bMJ bn; crn kml gur sMpt smwie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The black bee like mind of a Guru-oriented person who is attached with the congregation of saintly persons, forsakes pride and ego which is like a jungle of bamboos. He leaves attachment and infatuations. Enamoured by the lotus-like feet of the True Guru,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bMJ bn vMJwˆ vwˆswˆ dw jMgl jo dUroˆ au`cw id`sn vwlw qy nyVy AwXwˆ gMFIlw Aqy icknwht mwirAw huMdw hY, Esy smwn hI bwhroˆ mYˆ myrI ivc vrqnhwrw qy AMdroˆ mwn m`qI dSw dw gRisAw hoXw ieh haumY qy AiBmwn dw itkwnw jo sMswr hY sugMDIEˆ sUMn jwx ies nUM qÎwg ky swD sMgiq ivc Awey purK dw mn rUpI BOrw siqgurwˆ dy crn kmlwˆ rUp f`by ivc smw jwˆdw mgn ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MS6V",
        "source_page": 335,
        "source_line": 2,
        "gurmukhi": "Aiq hI AnUp rUp hyrq ihrwny idRg; Anhd guMjq sRvn hU isrwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing the most beautiful form of the True Guru, his eyes are amazed. Listening to the pleasing and enchanting notes of the words of Guru, his ears feel calm and tranquil.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx kmlwˆ ivc prcdy swr AqÎMq kr ky aupmw qoˆ rihq rUp pRkwS nUM hyrq q`kidAwˆ idRg nyqR BI ihrwny Qikq ho jwˆdy mgnqw nwl gu`t bx jwˆdy hn Aru Anhd DunI dI gUMj nwl kMn hornwˆ Sbdwˆ dy sunx v`loˆ Sq hoey rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UDPF",
        "source_page": 335,
        "source_line": 3,
        "gurmukhi": "rsnw ibsm Aiq mDu mkrMd rs; nwiskw ckq hI subwsu mhkwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Relishing the sweet elixir-like dust of the feet of the True Guru, the tongue enjoys strange bliss and pleasure. The nostrils are amazed by the sweet smell of that dust of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx kmlwˆ dI DUlI rUp mkrMd rs jo AqÎMq hI mDu im`Tw hY pwn krn Ckn swr rsnw ibsm rswˆ v`l Btknoˆ ivsmqw ivKmqwˆ nUM Dwr lYˆdI hY Ascrj ho rihMdI hY Aqy AYsw hI aukq DUlI dI sugMDI dI mhk lpt AOˆdy swr nwswˆ cikq hYrwn hoeIAwˆ rihMdIAwˆ hn, Bwv gurmuK dw idmwg BI msqI nwl KIvw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D5AV",
        "source_page": 335,
        "source_line": 4,
        "gurmukhi": "komlqw sIqlqw pMg srbMg Bey; mn mDukr puin Anq nw Dwey hY [335[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Experiencing the calmness and tenderness of the sweet smell of the holy feet of the True Guru, all limbs of the body become stable. The black bee like mind then does not wander anywhere else and remains attached with lotus-like feet. (335)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieQy pRkwr crx kmlwˆ dI komlqw nUM AnuBv kridAwˆ swr gurmuK dy mn rUpI mDukr BOry dy sIqlqw SwˆqI nUM pRwpq ho srbMg sBy hI smUlcI qrwˆAMg pMg ipMgly ho jwˆdy hn ijs kr ky puin Pyr ieh Anq hor hornwˆ rswˆ kswˆ Awid vw sMswrI pRivrqIAwˆ v`l nhIˆ DOˆdw Btkdw hY ]335]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
