[
  {
    "id": "Z9T",
    "sttm_id": 6816,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5VLL",
        "source_page": 336,
        "source_line": 1,
        "gurmukhi": "bwNsnw ko bwsu dUq sMgiq ibnws kwl; crn kml gur eyk tyk pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who has taken the refuge of the lotus-like feet of the True Guru, is freed from attraction of all other smells and involvement in the five vices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs idn qoˆ gurmuK nUM siqgurwˆ dy crx kmlwˆ dI iek mwqR tyk pRwpqI hoeI hY, Edoˆ qoˆ hI ku+bws = kubws rUp BYVI bwsnw vw vwsnw dy ADIn v`snw, AQvw vwsnw ivc v`snw jIvn guzwrnw, duStwˆ dI sMgiq, qQw kwl sgn Apsgn, idSw sUl Awid dI q`k q`kxI ibnws nws ho geI dUr ho jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FY2W",
        "source_page": 336,
        "source_line": 2,
        "gurmukhi": "BYjl BieAwnk lhir n ibAwip skY; inj Gr sMpt kY duibDw imtweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The worldly waves of wants and desires cannot influence him anymore. Having engrossed himself in the Self, he has destroyed all type of duality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BY hI hY jl ijs ivKy AYsw sMswr swgr jo AqÎMq frOxw hY hrdm pYr pYr aupr ijs ivKy fr sMsy qy qOKly hI vwprdy rihMdy hn Es dIAwˆ lhrwˆ Awsw iqRSnw Awidk, Es nUM nhIˆ vwpr skdIAwˆ qy Awqmy dy sQwn rUp inj Gr ivKy sMput kY ilv lIn hox kr ky duibDw duicqweI BI Es dI dUr hoeI rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ELY6",
        "source_page": 336,
        "source_line": 3,
        "gurmukhi": "Awn igAwn iDAwn ismrn ismrn kY; pRym rs bis Awsw mnsw n pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The black bee like lover of the lotus-feet of the True Guru, forgets all other type of knowledge, contemplations and incantations of meditations. He has destroyed all his wants and desires by virtue of his love for the lotus feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRmwrQ igAwn bwJoˆ hor igAwn jwxkwrIAwˆ sÎwxpwˆ, qQw iDAwn dyvI dyvqy ArwDny vw AYsy hI isDwˆ BUqwˆ qQw bIr AwrwDn Awid dIAwˆ qwˆGwˆ Aqy nwm qoˆ Cu`t hor hor jp mMqR Awidkwˆ dy ismrn nUM ibismrn kY Bu`l hI jwˆdw hY, qy pRym rs dy v`s hoey Es dy AMdr Awsw sMswrk pdwrQwˆ dIAwˆ aumydwˆ Aru mnsw AYsIAwˆ vsqUAwˆ dw mnorQ vw kwmnw n pweI hY, l`BIdy BI nhIˆ l`Bdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6QH4",
        "source_page": 336,
        "source_line": 4,
        "gurmukhi": "duqIAw nwsiq eyk tyk inhcl miq; shj smwiD aunmn ilv lweI hY [336[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A Sikh of the Guru who is lover of the lotus feet (of the Guru) sheds his duality. He remains absorbed in the refuge of the lotus feet. In the higher spiritual state, he is absorbed in the stable contemplation of the Lord. (336)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dUjI g`l dÍYqw Bwv dI nwsiq nmo nwsqI vrq jwˆdI hY, qy iek AdÍYq bRhm Bwv dI tyk shwry inscy kwrx miq Es dI mno ibrqI Ac`l hoeI, aunmnI dSw ivKy ilv lgw ky shjy hI iesiQq hoeI rihMdI hY ]336]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
