[
  {
    "id": "KCR",
    "sttm_id": 6817,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RAV7",
        "source_page": 337,
        "source_line": 1,
        "gurmukhi": "crn kml rj msqik lypn kY; Brm krm lyK isAwmqw imtweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The application of the holy dust of the lotus-like feet of the true Guru obliterates the dross of all deeds performed in the previous births under the influence of doubts, suspicions and lack of faith.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rj mhwqm: siqgurwˆ dy crx kmlwˆ dI DUl m`Qy aupr lgwx kr ky pUrbly jnmwˆ ivKy kIqy krmwˆ dI ilKq dy Brm dI kwlk imt jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1BUL",
        "source_page": 337,
        "source_line": 2,
        "gurmukhi": "crn kml crnwimRq mlIn min; kir inrml dUq duibDw imtweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By quaffing the nectar-like elixir of the holy feet of the True Guru, the dross of the mind is dispensed and one becomes clean (of heart). He is also freed from the influence of the five evils and other dualities.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crxwimRq pwn: crx kmlwˆ dy crxwimRq pwn krn Ckn kr ky mYlw mn inrml ho jwˆdw hY BYVy mnorQ krxy qÎwg idMdw hY qy kwm kRoD Awidk dUq jo duibDw duicqweI ies dy AMdr KVI kIqI rKdy sn, auh BI im`t jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FZFM",
        "source_page": 337,
        "source_line": 3,
        "gurmukhi": "crn kml suK sMpt shj Gir; inhcl miq eyk tyk ThrweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the meditation of the holy name, one lives in abode of God. The consciousness becomes stable and in the refuge of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "DÎwn mhwqm: crx kmlwˆ dy DÎwn ivKy surqI nUM itkwˆidAwˆ shj Gir cYqMnÎ pd Awqmy dy sQwn ivKy surq suK sMput suK ivc mgn ho jwXw krdI hY, Aqy iek mwqR Esy dI hI tyk Dwr ky miq mwno ibrqI Afol itk jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "02UJ",
        "source_page": 337,
        "source_line": 4,
        "gurmukhi": "crn kml gur mihmw AgwiD boiD; srb inDwn Aau skl PldweI hY [337[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The knowledge of the glory of True Guru's holy feet is limitless and vast. He is the store-house of all material goods and a perfect and complete donor. (337)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mhmw mhwqm gurU mhwrwj dy crx kmlwˆ dI mhmw ausqqI gwXn qoˆ jo boD gÎwn pRwpq huMdw hY, auh gwihAw nhIˆ jw skdw kÎoˆik auh smUh inDIAwˆ qQw sMpUrxDrm ArQ kwm moK rUp Plwˆ dI dwqI hY ]337]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
