[
  {
    "id": "TUZ",
    "sttm_id": 6819,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G9VF",
        "source_page": 339,
        "source_line": 1,
        "gurmukhi": "crn kml rj mjn pRqwp Aiq; purb qIrQ koit crn srin hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bathing in the holy dust of the lotus feet of the True Guru has great significance. Millions of places of pilgrimage reside in the refuge of the True Guru. One is deemed to have visited all the holy places by the touch of the dust of His holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx kmlwˆ dI DUlI dy srIr aupwr mwrjn mrdn krn dw ArQwq mlx dw mhwqm AqÎMq hI AiDk hY, kÎoˆju siqgurwˆ dy crxwˆ dI srix ivKy kRoVwˆ hI qIrQwˆ dy purK sdIvkwl itky rihMdy hn, ijs kr ky rj syvn krqy purKwˆ nUM suqy hI AnMq purbwˆ smyˆ qIrQ prsn dw Pl pRwpq ho jwˆdw hY Bwv qIrQwˆ dy prsn dI loV Enwˆ dI cu`k jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CUJE",
        "source_page": 339,
        "source_line": 2,
        "gurmukhi": "crn kml rj mjn pRqwp Aiq; dyvI dyv syvk huie pUjq crn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The glory and grandeur of the dust of True Guru's holy feet supreme. All gods and goddesses worship Him as His humble servants. (worship of all gods and goddesses lie in feet of the True Guru).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx kmlwˆ dI rj dÍwry mjn aujilAwˆ su`D hox dw pRqwp AYQoˆ qk AqÎMq AiDk hY, ik smUh dyvIAwˆ Aru dyvqy syvk bxy hoey rj syvkwˆ dy crxwˆ dI pUjw bMdn krn lg pYˆdy hn Bwv crx rj syvn kwrx sB dyvI dyviqAwˆ Awid dw sÍXM ArwDn jog dyvqw bx jweIdw hY, Aqy muV kdI iksy hor dy pUjn Awid dI loV hI nhIˆ irhw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42NE",
        "source_page": 339,
        "source_line": 3,
        "gurmukhi": "crn kml rj mjn pRqwp Aiq; kwrn ADIn huqy kIn kwrn krn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The significance of bathing in the dust of the holy feet of True Guru is so great· that he who is ever under the causes, himself becomes the creator of those causes, by becoming a devoted slave of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx kmlwˆ dI rj dw mh`qÍ ies vwsqy bhuq hI AiDk hY ik ies dy syvn mwqR qy hI jo mnu`K kwrx inim`qwˆ pRXojnwˆ dy ADIn dwsvq sdw vrqÎw krdy hn EnHwˆ nUM ieh kwrn krn sÍXM inim`qwˆ dy rcx hwry vw GVn BMnx smrQ bxw idAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H9PP",
        "source_page": 339,
        "source_line": 4,
        "gurmukhi": "crn kml rj mjn pRqwp Aiq; piqq punIq Bey qwrn qrn hY [339[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Importance of touching of True Guru's holy feet is so supreme that a human being badly soiled in sins of maya becomes pious in his refuge. He even becomes a ship for others to sail across the worldly ocean. (339)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crx kmlwˆ dI DUlI srIr pur lgOx dw AYfw pRqwp hY ik piqq = AnwcwrI = pwpI purK BI, punIq pivqRwˆ qoˆ pivqR ho jIvwˆ nUM sMswr swgroˆ qwrn pwr krn leI qrn jhwj rUp bx jwˆdy hn ]339]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
