[
  {
    "id": "DM0",
    "sttm_id": 6821,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Y5D5",
        "source_page": 341,
        "source_line": 1,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwpu iCn; isv snkwid bRhmwidk n pwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Even gods like Shiv, Brahma, Sanak etc. are unable to acquire the importance of the congregation that one achieves by keeping the company of the obedient and devoted disciples of the True Guru even for a second.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy AYsI gur is`K sMgq siq sMgqI dy iCx Br dy imlwp dw mh`q iSvjI snkwidk qQw bRhmw qoˆ Awid lY smUh dyvqw pRwpq krnw locdy rihMdy hn ArQwq EnHwˆ nUM iCx Br dy BI eys siqsMg dI is`k lgI rihMdI hY, ikMqU pRwpqI nhIˆ huMdI kÎoˆik ieh mOj, krm BUmI hox kwrx mwqlok ivc hI siqgurU ny vrqweI hoeI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "97TL",
        "source_page": 341,
        "source_line": 2,
        "gurmukhi": "isMimRiq purwn byd swsqR Aau nwd bwd; rwg rwgnI hU nyq nyq kir gwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A very short while spent in the holy congregation is sung as infinite, infinite by various religious scriptures like Simritis, Purans, Vedas beside the musical instruments, and various modes of singing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy Bwˆq hI isMmRqIAwˆ 27, qy purwx 18, byd 4, SwsqR Aqy gMDrb ivdÎw sbMDI sur swj Awid qQw rwg rwgnIAwˆ BI ies dI mhmw nUM nhIˆ bs, nhIˆ bs AnMq, AnMq AwK AwK ky gwXn krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0U9T",
        "source_page": 341,
        "source_line": 3,
        "gurmukhi": "dyvI dyv srb inDwn Aau skl Pl; sÍrg smUh suK iDAwn Dr iDAwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All goddesses, gods, treasures, fruits and comforts of heaven sing and remember the peace that they enjoyed even with a fractional association with congregation of the saints.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyvIAwˆ Aqy dyvqw SkqIAwˆ Apxy SkqI Dr dyviqAwˆ smyq qQw srb pRkwr dIAwˆ inDIAwˆ ivBUqIAwˆ Aqy Drm ArQ kwm moK rUp swry Pl surg lok qoˆ lY sB auprly lokwˆ dy smUh suK iDAwn Dr Dr ky iesy siqsMg nUM hI iDAOˆdy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q9VG",
        "source_page": 341,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm siqgur swvDwn jwin; gurisK sbd suriq ilv lwvhI [341[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The obedient disciples attach their mind and engross themselves in the words of the True Guru with singular mind considering the True Guru to be complete and perfect form of Lord. (341)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies dw kwrx ieh hY ik swD sMgiq AMdr iekqR ho ky gurU dy is`K pUrn bRhm srUp siqgurwˆ nUM swvDwn = swKÎwq hwzr nwzr jwx ky Enwˆ dy aupdySy hoey Sbd ivKy suriq dI ilv lgOˆdy hn mwno swD sMgiq AMdr siqgurU dy rUp ivKy pRgtI inrMkwrI joq dI hwjrI ivc, suBwivk hI sB dI suriq eykqw nUM pRwpq ho jwˆdI hY, ijs kr ky smUh lok bwsI AYsI lwlsw krdy hn; ik ikvyˆ EnHwˆ nUM ies siqsMg dw iCx Br BI Avsr imly qwˆ jo auh BI hjUrI dy AwnMd nUM mwx ky Apxy Awp nUM sPl kr skn ]341]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
