[
  {
    "id": "KC6",
    "sttm_id": 6825,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "35LR",
        "source_page": 345,
        "source_line": 1,
        "gurmukhi": "kwrqk mws ruiq srd pUrnmwsI; AwT jwm swiT GrI Awju qyrI bwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is the month of Karlik, and winter season with full moon night. In these eight watches, here is your chance to meet your beloved at any time. (Guru Nanak Dev Ji was born on this day).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibrqwˆq au`cwrx lgy hI pRym ivc Awx ky mwno pRq`K siqgurwˆ nUM drsdy boly hn: k`qk dw mhInw ru`qsrd qy puMnÎw dw idhwVw sI, ies Bwˆq A`Twˆ pihrwˆ qy s`Twˆ GVIAwˆ ivKy ijQy kwl vrq irhw hY[ AYsy imrq lok aur A`j qyry pRgt hox dI BI vwrI Aw geI Bwv dUsry pUrbly Avqwrwˆ qoˆ nw ho skn vwly kMm nUM pUrw krn Kwqr EVk nUM A`j qyrI AwpxI vwrI BI Aw ky hI rhI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6FNW",
        "source_page": 345,
        "source_line": 2,
        "gurmukhi": "Aausr ABIc bhunwiek kI nwiekw huie; rUp gun jobn isMgwr AiDkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Therefore, you too be the rightful person to meet the beloved Lord of myriad other female-like seekers, with your loving devotion, love, worship like beauty and adornment of youthful virtues on this auspicious moment of star configuration.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ABIc AiBjiq nC`qR dy SuB smyˆ, bhu nwiek = Avqwrwˆ dy suAwmI bhUAwˆ dy nwiek sÍwmI inrMkwr dI nwXkw sÍwmnI smUh Avqwrwˆ isr Avqwr bx kyhI pRgt hoXoˆ rUp qyj pRqwpvwn drSn dI rMmqw, gux ibnX Awid suBwvwˆ dI sMjugqqw, jobn qruxweI, swrIrk nvyˆ inroey pxy qQw isMgwr nr rqn hox jog swDn sMpMnqw Awid ivKy sB pRkwr sB pUrbly Avqwrwˆ nwloˆ qUM AiDk hYˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QMRA",
        "source_page": 345,
        "source_line": 3,
        "gurmukhi": "cwiqr cqur pwT syvk shylI swiT; sMpdw smgRI suK shj scwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "You are alert and adept in Naam Simran, the sixty main veins of your body are your friends and in your obedience, and you are the possessor of equipoise, beauteous treasure and other items of great value.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cwiqr = nÎMqw pxy vwlw isKÎw pRxwl pRivrqn hwrw = prm kuSl, Aru cqur Awls qoˆ hIx sdIvkwl swvDwn rihxhwrw, vw pRbIn syvk, rUp shylIAwˆ sMgnwˆ nUM swiT joV ky imlw ky EnHwˆ nUM pwT pVHwnhwrw vw ABÎws krwx vwlw prm gurU hYˆ Aqy dYvI sMpdw rUp simgRI vwly bnwky EnHwˆ nUM shj suK ivKy sMcwr pRivrq krx hwrw hY AQvw shj suK dw shcwrI swQI vw mwnx vwilAwˆ bnwx hwrw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SGBX",
        "source_page": 345,
        "source_line": 4,
        "gurmukhi": "suMdr mMdr suB lgn sMjog Bog; jIvn jnm DMin pRIqm ipAwrI hY [345[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In this auspicious occasion, acquiring the union of the temple-like body with the beloved Lord on the nuptial bed of the heart will make your human birth and life a blessed one. And thus you become the beloved of your dear and loving husband (God). (345)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "suMdr mMdr ivKy srb lokwˆ ivcoˆ sRySt mwqlok ivKy pMj pRvwxy AMimRq rUp pwxIAwˆ nwl isMjI pMjwb DrqI AMdr SuB lgn = Bly mhUrq dyv dy audy hoieAwˆ pRgt ho ky sMjog inrMkwr mwlk dy sMjog dw AwnMd mwxidAwˆ hr smÎ inrMkwrI Bwv ivKy vrqidAwˆ qy eykUM hI sdvwˆidAwˆ quswˆ Awpxw jIvn mwnx vwly jnm nUM DMin DMnqw dw sQwn idKwXw hY[ DMn ho hy pRIqm pÎwry vwihgurU siqkrqwr dy pÎwry siqgur!!! ]345]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
