[
  {
    "id": "YMH",
    "sttm_id": 6829,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L1YT",
        "source_page": 349,
        "source_line": 1,
        "gurmukhi": "kMcn AsuD jYsy BRmq kuTwrI ibKY; suD Bey BRmq n pwvk pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As impure gold when heated in a crucible, keep on moving here and there but when purified becomes stable and glitters like fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kuTwrI ivc ASu`D Kotw sonw qwieAwˆ jIkUM BrimAw c`kRI lOx lg ipAw krdw hY Aqy Kot dy sV jwx qy Su`D ho igAwˆ pwvk pRgws hY A`g vwkUM lt lt dmkn lg pYˆdw qy Pyr nhIˆ BivAwˆ krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K6H3",
        "source_page": 349,
        "source_line": 2,
        "gurmukhi": "jYsy kr kMkn Anyk mY pRgt Duin; eykY eyk tyk puin Duin ko ibnws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If many bangles are worn in one arm, they keep making noise by striking with each other but when melted and made into one become quiet and noiseless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ h`Qwˆ ivKy kVy kM|x Awid Anyk gihixAwˆ qoˆ Duin Cnkwr hoXw krdI hY pr jd auh Anykqw nUM qÎwg ky ie`ko iek mwqR hox dI tyk Dwrdy Awpxy inj rUp ivKy itk eyky iek srUpI hI bx jwXw krdy hn; qwˆ Pyr Enwˆ dI Cxkwr BI imt jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KZZ9",
        "source_page": 349,
        "source_line": 3,
        "gurmukhi": "KuiDAw kY bwlk ibllwq Akulwq Aq; AsQn pwn kir shij invws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a child cries when hungry but becomes quiet and peaceful after suckling milk from his mother's breasts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bu`K nwl AqÎMq bÎwkul hoieAw hoieAw, duKI hoieAw hoieAw b`cw ibllwq roˆdw rihMdw hY pr Qn pIˆdy swr hI ijs qrHwˆ shij suK ivc itk jwˆdw mgn ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RLLM",
        "source_page": 349,
        "source_line": 4,
        "gurmukhi": "qYsy mwieAw BRmq BRmq cqur kuMt DwvY; gur aupdys inhcl igRih pd bws hY [349[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly a human mind engulfed in worldly attachments and love keeps on wandering all over. But by the sermons of the True Guru, he becomes stable and calm. (349)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy pRkwr purKwˆ dw mn mwieAw Dn dOlq dy vw moh mmqw AgÎwn dy ADIn BrimAw BtkÎw hoXw, cwroˆ kuMfwˆ ivc AMfj jyrj sÍyqj auqiBj rUp cwroˆ Kwxwˆ ivKy jnm jnmwˆqrwˆ AMdr DOˆdw dOV DUp krdw rihMdw hY, jÎoˆ hI ik gur aupdyS nUM Dwrx kr lvy, inhcl Gr s`cKMf rUp pd sQwn ivKy invws pw ilAw krdw hY, Bwv Brmnw Btknw qoˆ sdw leI Cu`t jwXw krdw hY ]349]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
