[
  {
    "id": "1YM",
    "sttm_id": 6835,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LK2K",
        "source_page": 355,
        "source_line": 1,
        "gurmukhi": "jnnI suqih jau iDkwr mwir ipAwru krY; ipAwr iJrkwru dyiK skq n Awn ko [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The mother scolds and spanks the child but cannot tolerate anyone else scolding, spanking and loving him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mwqw puqr nUM jykr iDkwr iPtkwr ky inrwdr kr ky mwry qy muV pÎwr kry ArQwq gl nwl lwvy qwˆ sB qrHwˆ puqR Esy dw hY qy Ajyhw vrqwrw auh Awp hI vrqdI hY pr jykr koeI dUsrw aus bwlk nwl AYkUM krnw cwhy qwˆ pÎwr Awdr vw iDrkwr inAwdr dUey iksy dw kdI nhIˆ shwr skÎw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TFE2",
        "source_page": 355,
        "source_line": 2,
        "gurmukhi": "jnnI ko ipAwru Aau iDkwr aupkwr hyq; Awn ko iDkwr ipAwr hY ibkwr pRwn ko [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Mothers scolding and spanking of the child is for his benefit but when someone else does it, it is indeed painful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kÎoˆ ju mwˆ dw pÎwr qQw iPtkwr dovyˆ hI bwlk dy Bly dI Kwqr huMdy hn, prMqU dUsry dI iPtkwr vw pÎwr ausdy pRwxwˆ dw ibkwr KO huMdw hY kÎoˆik dUey AMdr auh drd nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RBCL",
        "source_page": 355,
        "source_line": 3,
        "gurmukhi": "jYsy jl Agin mY prY bUf mrY jrY; qYsy ikRpw kRop Awin binqw AigAwn ko [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "(Although water is cold and fire is hot) falling in water drowns while jumping into fire burns a person to death. Similarly it is foolish to believe on the kindness or anger of another woman. (It is utter foolishness to lay faith on any other god/goddess",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl ivc ipAwˆ ku`idAwˆ fu`b mrIdw hY cwhy auh TMFw hY Aru A`g ivc ipAwˆ sV mrIdw hY kÎoˆik auh q`qI huMdI hY[ iesy qrHwˆ Awn binqw dUsrI iesqRI hor hor mqwˆ qy gurU lokwˆ vw AwgUAwˆ irKIAwˆ munIAwˆ dI cwhy hovy ikRpw qy cwhy kRopI ArQwq vr sRwp ieh sB AgÎwn dw mUl hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NY7S",
        "source_page": 355,
        "source_line": 4,
        "gurmukhi": "qYsy gurisKn kau jugvq jqn kY; duibDw n ibAwpY pRym prm inDwn ko [355[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just like mother, the True Guru makes every effort and attaches the Sikhs in the love of the Supreme Lord, the source of everything. And thus they are never infatuated or attracted by the love or anger of any god/goddess or spurious saint. (355)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI (mwqw vwkUM ) gurU mhwrwj is`Kwˆ nUM sMBwlx dw jqn krdy hn[ (pRym dy smyˆ ikRpw dÍwry, Ar ivkwrI dSw q`ikAwˆ kRopI dÍwry, ieh dono Bwv hI is`K dI kilAwx Kwqr hI huMdy hn[) kÎoˆik prm pRym dy BMfwr swgr rUp siqgurwˆ dy AMdr duibDw duicqweI kdI vriqAw hI nhIˆ krdI Bwv auh qwˆ sdIv kwl ie`k sm ikRpwlU hI huMdy hn, pr is`K dy Bly Kwqr smyˆ smyˆ is`K XogÎ Bwx nUM vrqwieAw krdy hn ]355]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
