[
  {
    "id": "BX1",
    "sttm_id": 6840,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "67MB",
        "source_page": 360,
        "source_line": 1,
        "gurmukhi": "jYsy qau sumyr aUc Acl Agm Aiq; pwvk pvn jl ibAwp n skq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As Sumer mountain is believed to be very high, immovable and inaccessible, it is least influenced by fire, air and water;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qau qYsy hI Pyr ijs pkwr sumyr Acl prbq AqÎMq AgMm Aqy au`cw hY qy iesy kr ky hI pwvk A`g pOx Aqy pwxI dw Asr Es aupr nhIˆ vwpr skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RHV7",
        "source_page": 360,
        "source_line": 2,
        "gurmukhi": "pwvk pRgws qws bwnI caugunI cVq; paun gOn DUir dUir hoie cmkiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It shines and blazes in fire many times more while the air removes its dust making it glitter far more,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "A`g jykr pRgws kry aus sumyru aupr pRcMfqw vrqwvy qwˆ Es nUM cOguxI vMnI cVHdI hY Bwv auh cOguxw ho cmkdw hY[ Aqy pOx jykr Es aupr gaun kry Apxw hu`lV clwvy qwˆ DUV Es qoˆ dUr hox nwl Eh AiDk cmikAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T29N",
        "source_page": 360,
        "source_line": 3,
        "gurmukhi": "sMgm sll mlu Doie inrml krY; hrY duK dyK suin sujs bkiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Water pouring on it makes it clean washing away all its dross. It dispels the distresses of the world by providing them with many herbs and medicinal plants. Because of all these virtuous qualities, people sing the glory of Sumer mountain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qy jykr sill jl dw sMgm smwgm aus aupr Awx imly mohlyDwr brKw pYx qwˆ sgoˆ Es dI mYl DoqI jw ky Es nUM inrml sÍC bxw id`qw krdI hY[ ijhVw koeI BI AYsy Apdw Awid smÎwˆ aupr BI Aih`l Afol rihx vwly qy aultw ienwˆ AwPqwˆ qoˆ idRVHqw gRhx kr vwly sÍrx dy prbq sumyrU nUM dyK lvy sux lvy Xw ies dy sujs nUM vrnx kry Es dy du`Kwˆ nUM dUr kr idMdw hY mwno AYsw su`D Aru pRBwvvwn ieh hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6ZX5",
        "source_page": 360,
        "source_line": 4,
        "gurmukhi": "qYsy gurisK jogI iqRgun AcIq cIq; sRI gur sbd rs AMimRq Ckiq hY [360[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly the mind of the Sikhs attached with the lotus feet of Guru is free from the triple influence of maya (mammon). He accumulates no dross. Like Sumer mountain, he is stable, inaccessible, pious, free of all dross of vices and who allay others suffe",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqs sumyr prbq dI nXweIˆ hI Es vwhgurU AMqrXwmI siqgurU dy srUp ivc jVXw hoXw is`K iqMnwˆ dy pRBwv pYxoˆ AsprS ic`q vwlw sRI gurU mhwrwj dy rs rUp AMimRq nUM ijs ny CikAw pIqw hoXw hY vw Sbd rs rUp AMimRq nwl CikAw AGwXw hoXw is`K smJo Bwv gurU ky is`K BI sumyr prbq dI nÎweIˆ du`Kwˆ dy pRwpq hoieAwˆ kyvl Afol hI nhIˆ rihMdy sgmwˆ Sbd rs ivc AiDk qoˆ AiDk hI CikAw qy AwpxI isKI dI dmk ivc dmikAw krdy hn ]360]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
