[
  {
    "id": "FLC",
    "sttm_id": 6842,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S6X9",
        "source_page": 362,
        "source_line": 1,
        "gurmukhi": "qIrQ jwqRw smY n eyk sY Awvq sbY; kwhU swDU pwCY pwp sbn ky jwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All pilgrims on pilgrimage are not alike. But when a rare hermit of higher spiritual state enjoins them, the sins of all of them perish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIrQ jwqRw dy purb smyˆ swry dy swry jwqRI ieko jyhy nhIˆ AwXw krdy ArQwq sB dy sB hI Bly mnorQ vwly nhIˆ huMdy[ AYsw koeI ivrlw hI purK huMdw hY ijs iksy swDU Bly puMnÎwqmw mhwˆpurK ip`Cy swirAwˆ dy pwp dUr ho jwˆdy hn Bwv ijs dy ipCy qIrQ AwpxI inSpwp rhq pRBwv vwlI dSw nUM pRgtw ky Snwn krxhwirAwˆ nUM pwpwˆ qoˆ rihq bxw skdw hY, koeI huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M918",
        "source_page": 362,
        "source_line": 2,
        "gurmukhi": "jYsy inRp sYnw smsir n skl hoq; eyk eyk pwCy keI koit pry Kwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "As all soldiers in a king's army are not equally valiant, but together under a brave and courageous general they become a force to reckon with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ rwjy dI sYnw ivKy swry dy swry iek swrKy joDy nhIˆ huMdy ikMqU iksy iksy ivrly sUrmy ipCy hI keI kRoVwˆ ispwhI log pey KwieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TFFQ",
        "source_page": 362,
        "source_line": 3,
        "gurmukhi": "jYsy qau smuMdR jl ibml boihQ bsY; eyk eyk pY Anyk pwir phucwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a ship leads the other ships to the safety of the shore through tumultuous ocean, many passengers of these ship also reach the safety of the other end.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qau Pyr ijs Bwˆq smuMdR dy ibml inrml gMBIr = fUMGy jl ivKy jhwj itky hoey huMdy hn, pY pRMqU eyk eyk koeI koeI hI Enwˆ ivcoˆ AYsw idRVH huMdw hY, jo Anykwˆ nUM Awpxy aupr cVHw ky pwr pucw idAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y0RC",
        "source_page": 362,
        "source_line": 4,
        "gurmukhi": "qYsy gurisK swKw Aink sMswr duAwr; snmuK Et ghy kot ibAwswq hY [362[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, there are numerous teachers and disciples at the worldly level, but one who has taken the refuge of the True Guru, an embodiment of the Lord, millions sail across the worldly ocean with his support. (362)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI gur is`Kwˆ dIAwˆ inrmly, inhMg, Kwlsy Aru audwsI Awid Anykwˆ SwKwˆ sMpRdwvwˆ sMswr dy duAwry qy vrqmwn hn, pr ijs nUM snmuK kr ky Et Dwr leI jwvy, qwˆ kRoVwˆ hI lok Es Es is`K sMpRdwX dÍwry hI vroswA jwˆdy hn, auDwr nUM pRwpq kr lYˆdy hn ]362]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
