[
  {
    "id": "NJ6",
    "sttm_id": 6859,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NU5V",
        "source_page": 379,
        "source_line": 1,
        "gurmukhi": "jYsy qau krq suq Aink ieAwnpn; qaU n jnnI Aqugn auir DwirE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a mother ignores many of her son's amateurish deeds and brings him up with love and care.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr Pyr puqR Anykwˆ hI mUrKqweIAwˆ krdw hY, mwˆ qd BI Es idAwˆ AOguxwˆ nUM idl ivc nhIˆ ilAwieAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "49X9",
        "source_page": 379,
        "source_line": 2,
        "gurmukhi": "jYsy qau srin sUir pUrn prqigAw rwKY; Aink AvigAw kIey mwir n ibfwirE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a warrior abides by his woe/pledge in respect of one who comes in his refuge and despite his showing disrespect does not kill him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ qau AYsy hI sUrmw iksy nUM srin shwrw dyx dI pRiqgÎw pUrI pUrI pwldw hY, qy jykr srxwgq Anykwˆ ApRwD BI kry qwˆ BI mwr nhIˆ is`tdw Bwv, sB qrHwˆ dI iCmw Dwrdw rihMdw hY, qy Et bxÎw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLZ0",
        "source_page": 379,
        "source_line": 3,
        "gurmukhi": "jYsy qau sirqw jlu, kwstih n borq; krq icq lwj ApnoeI pRiqpwirE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a log of wood does not sink in river, since it carries a latent respect that he (river) has helped the tree grow by providing it with life-giving water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pyr ndI dw jl pRvwh kwT, nUM nhIˆ fobdw qy Apxy ic`q ivc ies g`l dI lwj krdw hY, ik ieh kwT aus dw Apxw hI BlI pRkwr pwilAw hoXw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGWW",
        "source_page": 379,
        "source_line": 4,
        "gurmukhi": "qYsy hI prm gur pwrs prs giq; isKn ko ikrqu krmu kCU nw ibcwirE hY [379[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is the great benefactor True Guru who like a philosopher stone is capable of turning the Sikhs into gold-like metal. He does not dwell on their erstwhile deeds and by blessing them with Naam Simran, make them virtuous like Himself.  (379)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI prm gur siqgurU vw gurUAwˆ dy gurU sRI gurU nwnk dyv dw ibrd BI pwrs dy prsn smwn iek swKw hI audwr hY is`Kwˆ dy kMmwˆ krqUqwˆ dI kuC pRvwh hI nhIˆ krdw[ Bwv ijs qrHwˆ pwrs CotI motI ivMgI is`DI mYlI sÍ`C Awid sB dSw ivc smIp AweI srb`qR DwqU nUM hI sprS kr ky sonw bxw idMdw hY, iesy qrHwˆ siqgurU BI krm Akrm Awid dw vIcwr nw kr ky isKwˆ srxwgqwˆ dw AvSÎ insqwrw kr idAw krdy hn ]379]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
