[
  {
    "id": "R9S",
    "sttm_id": 6867,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DEUV",
        "source_page": 387,
        "source_line": 1,
        "gurmukhi": "inrwDwr ko ADwru Awsro inrwsn ko; nwQu hY AnwQn ko dIn ko dieAwlu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "God is support of all those who are without any support. He is refuge of those who have no one to take care of them. He is the master of all those who are orphans. He is the haven of mercy for the destitutes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurU ijnwˆ dw koeI J`ln vwlw nhIˆ AYsy inr ADwrwˆ dy AwDwr inDirAwˆ dI iDr qy inrwsirAwˆ dy Awsry hn, AnwQwˆ dy nwQ sÍwmI qy dInwˆ leI dÎwlU dXw dy AsQwn hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WEHQ",
        "source_page": 387,
        "source_line": 2,
        "gurmukhi": "Asrin srin Aau inrDn ko hY Dn; tyk AMDrn kI Aau ikRpn ikRpwlu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who are unable to obtain shelter anywhere, He provides them refuge. For the poor, His name is the real treasure. For blind, He is the walking stick. He showers His kindness even on misers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ nUM koeI shwrw nhIˆ EnHwˆ nUM shwrw dyx hwry qy inrDnwˆ dyDn hn AYsw hI AMinAwˆ dI tyk fMgorI Aqy ikrpnwˆ kMjUswˆ qMg idly purKwˆ leI ikrpwlU hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MKP6",
        "source_page": 387,
        "source_line": 3,
        "gurmukhi": "AikRqGn ky dwqwr pqiq pwvn pRB; nrk invwrn pRqigAw pRiqpwlu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To the ungrateful, he is the provider of their needs. He makes the sinners pious. He saves the sinners from hell fire and abides by His character of kind, clement, benevolent and sustainer.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kIqy nUM nw jwnx vwilAwˆ dy BI dwqwr b^iSMd hn qy piqqwˆ Awcrx BRStwˆ gMidAwˆ nUM BI pwvn pivqR krxhwry pRBU sB qrHwˆ smr`Q hn, nrkwˆ qoˆ bcwvnhwry qy Awpxy b^iSMd ibrd dI pRqgÎw pRx BlI pRkwr pwlxhwry hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GYQA",
        "source_page": 387,
        "source_line": 4,
        "gurmukhi": "Avgun hrn krn krqigAw sÍwmI; sMgI srbMig rs rsik rswlu hY [387[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He destroys the vices and knows all the latent deeds of everyone. He is a companion who stands by in all thick and thin situations. Such a Lord is the treasure-house of elixir for those who relish His divine nectar.  (387)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "suAwmI siqgurU AOguxÎwirAwˆ dy AOguxwˆ nUM inivrq krx hwry hn qy krqigAw ikRq`gqw Aihswn mMdI aupkwr pwlx hwry hn Bwv, loVvMdwˆ dIAwˆ sB pRkwr loVwˆ dy pUrw krx hwry hn qy ijhVy koeI rs pRym dy risk rsIey hn Enwˆ dy srbMig sMgI smUlcy sMgI sB qrHwˆ swQ inbwhux hwry rswlu rs dy mMidr hn ]387]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
