[
  {
    "id": "6QL",
    "sttm_id": 6871,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U30V",
        "source_page": 391,
        "source_line": 1,
        "gurmukhi": "koaU bycY giV giV ssqR DnK bwn; koaU bycY giV giV ibibiD snwh jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Someone manufactures bows and arrows used for killing while others fabricate armour coats and shields to defend against these weapons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "koeI qwˆ mwrx hwirAwˆ vwr krx hwirAwˆ SsqRwˆ DnuK bwn qIr kmwn Awidk nUM GV GV ky bycdw hY, Aqy koeI ibibD vMno vMnI Bwˆq dy nmUinAwˆ dIAwˆ snwh sMjoAwˆ kvc aukq SsqRwˆ dI mwr Aru vwr nUM bcwn hwrIAwˆ qn qRwxwˆ GV GV ky vyicAw krdw hY[ hy BweI jno!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "24MG",
        "source_page": 391,
        "source_line": 2,
        "gurmukhi": "koaU bycY gors dugD dD iGRq inq; koaU bycY bwrunI ibKm sm cwh jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Someone sells nourishing foods like milk, butter, curd etc. to make the body strong while others produce items like wine etc. that are harmful and destructive to the body.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "koeI vycdw hY m`Kn, du`D dhIˆ qy iGau nUM hI inqw pRqI ijnwˆ leI sB dI hI ieko jyhI sm cwhnw hY, ArQwq swry jIv hI ijnHwˆ nUM iek sm pisMd rKdy hn AQvw sm jo sB dy hI AnkUl pYx vwly pdwrQ vw ic`q nUM smqw ivc rKx vwly ieh ijhVy pdwrQ hn: Aqy koeI vycdw hY, bwrunI Srwb nUM jo ibKm duKdweI hY Xwˆ jo smqw Bwv ivc vrqnhwrI mn dI cwhnw nUM ivKmqw gVbV ivc pwx vwlI hY AQvw ijs nUM ivKm Bwv nwl lok qkdy hn ArQwq koeI psMd krdy qy koeI ijs nUM iGRxw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FCD8",
        "source_page": 391,
        "source_line": 3,
        "gurmukhi": "qYsy hI ibkwrI aupkwrI hY AswD swD; ibiKAw AMimRq bn dyKy Avgwh jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So is a base and low person who spreads evil whereas an obedient Guru-oriented saintly person of the True Guru desires and endeavours to dispense good for all. Treat it like bathing in a sea of poison or jumping into a reservoir of nectar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ auprokq sm ivKm AnkUl vw pRiqkUl pdwrQwˆ nUM Awpo AwpxI rucI Xw qbIAq dy prcy mUjb vycn dI ieko jyhI lwB dI cwhnw Anuswr vydnw pisMd krdy hn iqsI pRkwr hI AswD swkq lok ibkwrI Apkwr ivgwV krn vwlI duSt pRivrqI ivc vrqn vwly bnxw Aqy swD gurU ky is`K Bly purK aupkwrI dUsirAwˆ dy ihq pwln vwlI dXw BwvI vw suKdweI pRivrqI vwly bnxw pisMd krdy hn; ies sMswr rUp bn AMdr ivhu qy AMimRq meI Bly bury dovyˆ Pl hI lgdy dyKy hn Aswˆ Avgwh jI iPr iPr ky vw gOh kr kr ky hy ipAwirE!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YMGP",
        "source_page": 391,
        "source_line": 4,
        "gurmukhi": "Awqmw Acyq pMCI Dwvq cqurkuMt; jYsy eI ibrK bYTy cwKy Pl qwh jI [391[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like an innocent bird, a human mind wanders in all four directions. Whatever tree it sits on, it would get that fruit to eat. In the company of evil-doers, the mind will only pick up dross whereas one collects virtues from the company of Guru-conscious sa",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh Awqmw mn mn pRDwn jUn vwlw jIv Acyq pMCI mUrK jnOr vwkUM loB lwlsw dw mwrÎw hoXw cwroˆ kuMtwˆ ivKy dOVdw rihMdw jnm jnmwˆqrwˆ ivKy Btkdw rihMdw hY, kIh kry jyho jyhy suBwv vwly srIr rUp ibrC aupr bYTdw hY Es Es dy suBwv sMgq Anuswr hI sMswrI pRivrqI ivc vriqAw qy duK suK dy Bog rUp Pl nUM c`iKAw BoigAw krdw hY ]391]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
