[
  {
    "id": "CJL",
    "sttm_id": 6876,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0VCM",
        "source_page": 396,
        "source_line": 1,
        "gurmukhi": "qIrQ purb dyv jwqRw jwq hY jgqu; purb qIrQ sur kotin kotwin kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "People of the world visit various places of pilgrimage on various days considered auspicious by them. But such days and holy places associated with gods are numerous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIrQwˆ idAwˆ purbwˆ aupr vw dyvmMdRwˆ dI jwqRw Kwqr mwnoˆ jgq Br hI jwˆdw hY auh qIrQ ijnwˆ ipCy swrw jgq Btkdw hY swry dy hI swry qIrQ purb qQw aukq mMdRwˆ dy AiDStwqw swKÎwq dyvqw log kRoVwˆ kotIAwˆ ho ky ArQwq kRoVy kRoV rl iml ky qQw:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4Y20",
        "source_page": 396,
        "source_line": 2,
        "gurmukhi": "mukiq bYkuMT jog jugiq ibibD Pl; bwNCq hY swD rj koit igAwn iDAwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Millions of seekers of Salvation, heaven and many methods of performing Yoga, worldly knowledge and contemplations long for the holy dust of the feet of saintly True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srUp swXuj; swlokÎ; swmIpÎ; ieh cwroˆ; mukqIAwˆ; iSv lok; bRhm lok ivSnUM rUp bYkuMT hT, mMqR lX qQw rwj Xog dy swDn dIAwˆ jugqIAwˆ Anyk pRkwr dy mq mqwˆqrwˆ AnuswrI nÎwry nÎwry FMgwˆ nwl inrUpy gey Drm ArQ kwm Ar moK rUp Pl AYsw hI Kt drSnwˆ sbMDI dwrSink gÎwn vw lOikk byidk gÎwn qQw DÎwn ieh BI swry dy swry hI kRoVwˆ rUpwˆ ivc ho ky ijnwˆ swDU pUrKwˆ dy crxwˆ dI DUlI nUM bwˆCdy cOˆhdy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B1TE",
        "source_page": 396,
        "source_line": 3,
        "gurmukhi": "Agm AgwiD swDsMgiq AsMK isK; sRI gur bcn imly rwm rs Awin kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "There are numerous devoted Sikhs of the True Guru in the holy assembly of the inaccessible and serene True Guru who receive the sermon of how to reach the blissful state of enjoying ambrosial name of the Lord through meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh AYsy Agm AgwD AqÎMq gMBIr AwSÎ vwly swDU AsMKwˆ hI is`K gurU kI sMgq ivc mOjUd rihMdy hn qwˆ qy ijhVw koeI Awx ky ies sMgq ivc iml pvy, gurU mhwrwj dy bcn = aupdyS dÍwry Es nUM rwm prmwqm dyv dw pRym pRwpq ho AwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZKZR",
        "source_page": 396,
        "source_line": 4,
        "gurmukhi": "shj smwiD AprMpr purK ilv; pUrn bRhm siqgur swvDwn kY [396[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such Sikhs of the Guru engross themselves in the silent meditation of Lord's name-an initiation that imperceptible, inaccessible, perfect and God-like True Guru has blessed them with. Their engrossment is highly attentive and in a state of serenity. (All",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy nwl hI AprMpr purK pUrn bRhm srUp siqgurU dy srUp ivKy ilv iekqwr swvDwnqw dw ABÎws swDn kr ky shj smwDI shj srUp ivKy iesiQqI vwlw bx jwXw krdw hY ]396]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
