[
  {
    "id": "X8V",
    "sttm_id": 6885,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E64X",
        "source_page": 405,
        "source_line": 1,
        "gurmukhi": "jYsy bn rwie prPulq Pl nimiq; lwgq hI Pl pqR puhp iblwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as trees and other vegetation grow for fruits and flowers but as soon as they bear fruits, their leaves and fruits drop.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ bnwspqI Pl dI Kwqr pRPuilq PulwXmwn hoXw krdI hY; so jd Pl lg pYˆdy hn; qwˆ Pu`l pRqI suqy hI JV jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8SLP",
        "source_page": 405,
        "source_line": 2,
        "gurmukhi": "jYsy qRIAw rcq isMgwr Brqwr hyiq; Bytq Brqwr aur hwr n smwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife adorns and embellishes herself for the love of her husband, but in his embrace, she doesn't even like the necklace she wears as it is considered an impediment in their complete union.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ qIvIˆ pqI dy irJOn Kwqr bsqR BUKx Awid iSMgwr nUM srIr au`qy sjwXw krdI hY; pr jÎoˆ hI ik pqI iml pvy qwˆ gly ipAw hwr BI iv`Q dw kwrx pRqIq hox kr ky cMgw nhIˆ ligAw krdw Bwv auqwr DrÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9PSW",
        "source_page": 405,
        "source_line": 3,
        "gurmukhi": "bwlk Acyq jYsy krq lIlw Anyk; suicq icMqn Bey sBY ibsrwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as an innocent child plays many games in his childhood but forgets them all once he grows up.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ bwlk Acyq A\\wxw hox kr ky Anyk Bwˆq dIAwˆ Kylwˆ krÎw KyfÎw krdw hY pr jd sucyq qy sÎwxw bx jwˆdw hY qwˆ Awp muhwrw hI sBnwˆ nUM Bulw idAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A281",
        "source_page": 405,
        "source_line": 4,
        "gurmukhi": "qYsy Kt krm Drm sRm igAwn kwj; igAwn Bwn audY auf krm aufwq hY [405[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, the six forms of righteous deeds which are performed diligently for gaining knowledge, disappear like stars when the great knowledge of the Guru shines in its Sun like glory. All those deeds seem futile. Sagle karam dharam jug sodhe. Bin(u) nav",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI gÎwn kwj gÎwn pRwpqI dy vwsqy Kt krm j`g; dwn; qp qIrQ; bRq; pUjw; bMdn; rUp Awcrx meI CIAwˆ krmwˆ nUM swDwrx Drm rUp swDn dw sRm qr`dd = pRjqn krIdw hY; pMqU gÎwn rUp sUrj dy audy hoXwˆ pRkwS pw AwieAw auf krm aukq krm rUp qwry suqy hI hI auf jwXw krdy hn: Bwv bloVy hox kwrx qÎwgy jwˆdy hn ]405]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
