[
  {
    "id": "66V",
    "sttm_id": 6888,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BENX",
        "source_page": 408,
        "source_line": 1,
        "gurmukhi": "icMqwmin icqvq icMqw icq qy curweI; AjonI ArwDy join sMkit ktwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Perpetual remembrance of the Lord the fulfiller all the desires and wants, removes all worries from the mind. Worshipping the Lord who is free of birth and death cycle, one is able to achieve emancipation from entering into life of various species.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ic`q dIAwˆ murwdwˆ pUrIAwˆ krxhwry vwhgurU dy icqvq ArwDn mwqR qy hI ic`q qoˆ icMqnwˆ curweIAwˆ geIAwˆ Bwv dUr ho geIAwˆ hn qy AjonI Ajnmy jnm rihq BgvMq nUM ArwD ky mwq jonI ivKy AOx dy sMktwˆ nUM ktw G`iqAw inivrq kr mwirAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N9SW",
        "source_page": 408,
        "source_line": 2,
        "gurmukhi": "jpq Akwl kwl kMtk klys nwsy; inrBY Bjn BRm BY dl Bjwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By contemplating on that Timeless Supreme Lord, fear of death vanishes and one becomes fearless. Singing praises of the fearless Lord, all impressions of fear and suspicions are erased from the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI Akwl srUp AibnwsI purK nUM jpidAwˆ hoieAwˆ kwl dy kMtk Ktky idl AMdr cuBdy rihxhwry kMfy qoˆ hox vwly klyS nSt ho gey hn[ Aqy inrBY BO qoˆ rihq BgvMq dw Bjn krn nwl BRm AgÎwn qoˆ auqpMn hox vwly BY dw dl lSkr smUh Bjw id`qw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X30M",
        "source_page": 408,
        "source_line": 3,
        "gurmukhi": "ismrq nwQ inrvYr bYr Bwau iqAwigE; BwigE Bydu Kydu inrByd gun gwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Remembering repeatedly the name of the Lord who is sans animosity, all feelings of hate and enmity disappear. And those who sing His paeans with devoted mind, find themselves free of all dualities.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "inrvYr nwQ sMpUrx jgq Br dy suAwmI jgq nwQ nUM ismrx kridAwˆ vYr Bwv Cu`t igAw qy inrByd iek rs srb bÎwpI pwrbRhm dy gux gOx swr Byd AgÎwn qoˆ auqpMn hoey jVH cyqn Awid sB pRkwr dy vKyvyˆ qQw Byd qoˆ pRgtx vwly Kyd BI smUh B`j gey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DYBU",
        "source_page": 408,
        "source_line": 4,
        "gurmukhi": "Akul AMcl ghy kul n ibcwrY koaU; Atl srin Awvwgvn imtwey hY [408[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who holds the apron of the casteless and classless Lord, is never noticed for his caste and family lineage. One is able to destroy the cycles of incarnation by coming to the refuge of stable and immovable Lord.  (408)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kul goq qoˆ rihq inrwkwr srUp prmwqmw dw AMcl p`lw Awsrw PiVAwˆ kul dI koeI vIcwr pRvwh hI nhIˆ krdw qy Atl AibnwsI prmysÍr dI srx AwXwˆ Awvw gvn jnm mrx imt jwˆdy hn ]408]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
