[
  {
    "id": "R2B",
    "sttm_id": 6896,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WVN1",
        "source_page": 416,
        "source_line": 1,
        "gurmukhi": "sursrI sursqI jmnw godwvrI; gieAw pRwig syq kurKyq mwnsr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Rivers like Ganges, Saraswati, Jamuna, Godavari and places of pilgrimage like Gaya, Prayagraj, Rameshwram, Kurukshetra and Mansarover lakes are located in India.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gMgw; sursÍqI; jmnw Ar godwvrI qIrQ rUp ndIAwˆ gXw; pRXwgrwj; rwmysÍr; ieh muKÎ qIrQ; kurKyqR vw mwn srovr ieh srovr qwlwb rUp qIrQ jo hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G5DV",
        "source_page": 416,
        "source_line": 2,
        "gurmukhi": "kwsI kwqI duAwrwvqI mwieAw mQurw AjuiDAw; gomqI AwvMqkw kydwr ihmDr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "So are the holy cities of Kashi, Kanti, Dwarka, Mayapuri, Mathura, Ayodhya, Avantika and river Gomti. The temple of Kedarnath in the snow clad hills is a sacred place.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kwˆSI; kwˆqI; duAwrkw; mwXwpurI hirdÍwr knKl dy ivcwly dw dyS; mQurw mDupurI; AXuDÎw; qQw AvMqkw ieh s`By purIAwˆ; Aru gomqI nIimKwrMxÎ bn rUp qIrQ; kydwr KMf; qQw ihmDr; ihmwlÎ prbq bidRnwQ bdRkw AwSrm[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "085Z",
        "source_page": 416,
        "source_line": 3,
        "gurmukhi": "nrbdw ibibiD bn dyv sQl kvlws; nIl mMdrwcl sumyr igrvr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Then river like Narmada, temples of gods, tapovans, Kailash, the abode of Shiva, Neel mountains, Mandrachal and Sumer are places worth going on a pilgrimage to.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nrbdw ndI; Anykwˆ hI bn rUp qIrQ vw dyv mMidr Aqy kYlwS prbq; nIl prbq; mMdRwcl prbq; qQw sumyrU prbq Aru igrvr ihMglwj prbq vw ieh jo sMpUrx Bwrq vrS idAwˆ prbqwˆ ivcoˆ pivqR XwqRw dy AsQwn igrvr sRySt prbq hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZV1Y",
        "source_page": 416,
        "source_line": 4,
        "gurmukhi": "qIrQ ArQ sq Drm dieAw sMqoK; sRI gur crn rj qul n sgr hY [416[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "To seek the virtues of Truth, contentment, benevolence and righteousness, the holy places are idolized and worshipped. But all these are not equal to even the dust of the lotus feet of the True Guru. (Taking refuge of Satguru is supreme of all these place",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieqÎwd smUh qIrQwˆ dy prsn dw jo pwp nwSn ArQ pRXojn mhwqm hY qQ sqÎ pRiqgÎw pwln; vrn AwSrm dy Drm inb hn; duKIAwˆ dy duK qoˆ dRv ky pMGry ic`q nwl shYqw vwsqy psIjnw rUp jo dXw Aru XQw lwB ivKy Drvws ivc rhxw jo sMqoK hY eynwˆ sB guxwˆ dy Dwrx qoˆ jo is`D huMdw hY ArQ pRXojn mhwqm ieh swry mhwqm hI siqgurwˆ dy crxwˆ dI rj DUlI dy qu`l nhIˆ hn ]416]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
