[
  {
    "id": "K2J",
    "sttm_id": 6900,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SXFX",
        "source_page": 420,
        "source_line": 1,
        "gurmukhi": "dyiK dyiK idRgn drs mihmw n jwnI; sun sun sbdu mhwqm n jwinE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Seeing many colourful festivities with eyes, an ignorant person could not appreciate the glory of the glimpse of the True Guru. He did not even learn the importance of Naam Simran, having heard praises and slanders all the times.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRgn nyqRwˆ nwl q`k q`k ky BI drSn dI mihmw nUM nw jwixAw qy sux sux ky kMnwˆ dÍwry aupdyS Sbd dy mhwqm pRBwv nUM nw smiJAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "27XU",
        "source_page": 420,
        "source_line": 2,
        "gurmukhi": "gwie gwie gMimqw gun gn gun inDwn; his his pRym ko pRqwpu n pCwinE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Singing praises of worldly things and people day and night, he did not reach the ocean of virtues-the True Guru. He wasted his time in idle talks and laughs but did not recognise the wondrous love of the True Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gOˆidAwˆ gOˆidAwˆ rsnw nwl gux inDwn guxwˆ dy BMfwr siqgurwˆ dy gun gn smUh guxwˆ nUM nw pCwqw vw gung gux gÎwqw hox dI gMmqw pRwpq nw kIqI Aru hs hs ky kOqukwˆ ibnodwˆ cojwˆ aupr pRym dw pRqwp mh`q nw pCwixAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FEEF",
        "source_page": 420,
        "source_line": 3,
        "gurmukhi": "roie roie ibrhw ibEg ko n sog jwinE; mn gih gih mnu muGdu n mwinE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Wailing and crying for maya, he spent his life-time but never felt the pangs of separation of the True Guru. The mind remained engrossed in the worldly affairs but it was foolish enough not to take the refuge of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sMswrI pdwrQwˆ ipCy qwˆ ro ro Fwhwˆ mwrIAwˆ; ikMqU pRym qoˆ hox hwry ivCoVy dÍwry hox vwly sog rUp du`K nUM nw jwqw Aqy mn ny pkV ivc pkV sMswr dI kIqI pr ieh mUrK mn vwhgurU dy mwrg ivc nw mMinAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V1MJ",
        "source_page": 420,
        "source_line": 4,
        "gurmukhi": "log byd igAwn aunmwn kY n jwin sikE; jnm jIvny iDRgu ibmuK ibhwinE hY [420[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the shallow prattles and ritualistic knowledge of Vedas and Shastras, the foolish being could not know the supreme knowledge of the True Guru. The birth and lifetime of such a person is worthy of condemnation that he has spent as a renegade f",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "lOikk gÎwn dÍwry vw byidk gÎwn dÍwry AQvw Anumwn kr ky ieh mnu`K aukq drSn Sbd ismrx vw kIrqn Awid dI sqÎqwsqÎ vsqU nUM nhIˆ jwx sikAw; qwˆ qy iDrkwr lwnHq hY ies dy mnu`K ho jMmx nUM; qQw ies dI ijMdgI nUM ijhVI ik eys ny bymuKqw ivc ibqweI hY ]420]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
