[
  {
    "id": "F6Z",
    "sttm_id": 6903,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W9TG",
        "source_page": 423,
        "source_line": 1,
        "gurmukhi": "cwih cwih cMdR muK cwie kY ckor ciK; AMimRq ikrn Acvq n AGwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Allectoris graeca (chakor) longs for the moon because of the eyes that keep seeing it and is never satiated drinking the nectar-like rays, so does a devoted Sikh of the Guru is never satiated with the glimpse of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ cMdRmw dy muK mMfl nUM cwh cwhk bVy cwie aumMg Bry auqSwh nwl ckor dy ciK nyqR Es dI ikrx dy AMimRq nUM Ckdy r`jdy nhIˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MB6H",
        "source_page": 423,
        "source_line": 2,
        "gurmukhi": "suin suin Anhd sbd sRvn imRg; AnMdu audoq kir swNiq n smwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer engrossed by hearing the melodious tune of the musical instrument called Ghanda Herha, but is never satiated hearing it. So is a devoted Sikh never satiated hearing the melody of the unstruck music of Naam Amrit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru jIkUM hrx kMnwˆ ivKy iek swr Sbd GMfy hyVy dw suxdw suxdw AwnMd nUM pRwpq huMdw qy SwˆqI ivc nhIˆ smOˆdw ArQwq rjÎw nhIˆ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GJLU",
        "source_page": 423,
        "source_line": 3,
        "gurmukhi": "rsk rswl jsu jMpq bwsur ins; cwqRk jugq ijhbw n iqRpqwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the rain-bird is never tired of crying for the nectar like Swati drop day  and night, similarly the tongue of a devoted and obedient disciple of Guru is never tired of repeatedly uttering the ambrosial Naam of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy AYsw hI cwiqRk jugiq ppIhy vwkUM insbwsur rwq idn rswl rs pRym dy AsQwn pRIqm siqgurU dw risk pRymI bx ky j`s nUM jpidAwˆ jpidAwˆ ijhvw iqRpqI nUM pRwpq nw hovy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GZAU",
        "source_page": 423,
        "source_line": 4,
        "gurmukhi": "dyKq sunq Aru gwvq pwvq suK; pRym rs bs mn mgn ihrwny hY [423[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like Allectoris graeca, deer and rain-bird, the indescribable celestial happiness that he gets by the vision of the True Guru, hearing the melodious unstruck sound and singing the praises of the Lord Almighty, he remains in a state of ecstasy .",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIkUM hI drSn dyKidAwˆ Sbd kIrqn suxidAwˆ qQw gOˆidAwˆ kIrqn kridAwˆ pRym rs dy bs ADIn ho ky ihrwny mn mgn hY; ibsmwd Bwv ivK mn mgn hoXw rhy ]423]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
