[
  {
    "id": "C6U",
    "sttm_id": 6906,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PHCS",
        "source_page": 426,
        "source_line": 1,
        "gurmukhi": "sill suBwv jYsy invn gvn gun; sIcIAq aupbn ibrvw lgwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the nature of water is to flow downward, and that enables it to irrigate the plants and saplings planted in the garden,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl dw suBwv inaUˆ ky clxw hY qy aupbn bwg ibrvw bUtw lgw ky isMcIey ies nUM iCVkIey pweIey qwˆ ies pRkwr dy Jukn vwly hI gun Pl nUM pRgtwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9PVK",
        "source_page": 426,
        "source_line": 2,
        "gurmukhi": "jil imil ibrKih krq aurD qp; swKw ney sPl huie JK rhY Awie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "On meeting with water, even the tree goes through the rigours of penance by standing erect and with new branches sprouting and fruit appearing, it bows downward, (its union with water makes it humble).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihly jl ibrC nwl iml ky Awpxw invn suBwv plt ky au`cw ho qp krdw hY; Aqy Pyr ibrC Awpxy aucy vDn vwly suBwv nUM C`f ky mwno inauˆ clx hwry jl dI sMgq kwrx twhxIAwˆ isroˆ nIvIAwˆ kr idMdw hY; qy Pl lgx pur hyTwˆ nUM Awx ky JuikAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HW59",
        "source_page": 426,
        "source_line": 3,
        "gurmukhi": "pwhn hnq PldweI kwty hoie naukw; lost kY CydY Bydy bMDn bDwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Having acquired humility with its association with water, it yields fruit to even those who throw stones at it. When cut, a boat is made of its wood which takes people from one bank of the river to the other. The wood is first cut with steel and then nail",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwl hI jl dy aupkwrI suBwv nUM Apxy ivc lY ky ieh ibrC pQr mwrÎwˆ Pl dweI Pl dynhwrw bn jwˆdw hY: Aqy k`tIey qwˆ lohy dÍwry Cydn Bydn ho ky r`isAwˆ dy bMnxwˆ nwl jkVI hoeI byVI bxÎw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "STN2",
        "source_page": 426,
        "source_line": 4,
        "gurmukhi": "pRbl pRvwh suq sqR gih pwir pry; siqgur isK doKI qwrY smJwie kY [426[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The rapid flow of water brings the wood, its reared son along with its enemy (iron) and takes it across to the other bank. Like the humble and philanthropic nature of water, the True Guru does not deliberate on the vices of the slanderers of the Guru's Si",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Es byVI nUM pRbl pRvwh Bwry hV ivc pYˆidAwˆ q`k jl nw kyvl Apxw puqR jwx ky kwT nUM hI pwr krdw hY; sgmwˆ puqR dy cIrx pwVn vw myKwˆ rwhIˆ k`sn hwry SqRU nUM BI Es dy nwl hI lY pwr kr idMdw hY[ eykUM hI siqgurU BI Awpxy is`K dy doKI nUM smJw ky sMswr qoˆ qwr idAw krdy hn[ Bwv jIkun jl kwT nUM kSt pr kSt dy ky bhuq aupkwr dy lYk bxw dyx vwlw jwx ky lohy nUM BI pwr kr idMdw hY, qIkun hI is`K dy doK pRgt krx hwr hox kr ky Es nUM Es dIAwˆ ApxIAwˆ kmzorIAwˆ d`s d`s ky mwno Es doKI nUM BI pRopkwrI mMnky qwr idAw krdy hn ]426]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
