[
  {
    "id": "BB1",
    "sttm_id": 6907,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NSJP",
        "source_page": 427,
        "source_line": 1,
        "gurmukhi": "gur aupdys prvys kir BY Bvn; BwvnI Bgiq Bwie cwie kY ceIly hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Guru-conscious persons imbibe the teachings of the Guru in their hearts. They maintain utmost devotion and love for the Lord in this fearsome world. They remain in a state of bliss by their faith in loving worship and live life enthusiastically.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd gurU mhwrwj dw aupdyS AMdr pRyvS kr jwˆdw hY; qwˆ auh siqgurU AMqRXwmI dy BY qQw BwvnI SRDw Aru BgqI Bwv dy Bvn mMdr sQwn bx jwieAw krdy hn; ArQwq AYsy gurmuK BY;BOxI Awid nUM Awsrw dyx vwly ho jwˆdy hn Aqy Enwˆ dw ihrdw cwieky is`k dy kwrx ceIly cwhmlIAwˆ vwlw auqSwh aumMg sMpMn ho jwXw krdw hY; Bwv pRym dI aumMg sdw Enwˆ dy AMdr jwgI rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H3S2",
        "source_page": 427,
        "source_line": 2,
        "gurmukhi": "sMgm sMjog Bog shj smwiD swD; pRym rs AMimRq kY rsk rsIly hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Enjoying the bliss of the union with God-like Guru and absorbed in a state of inactivity spiritually, they acquire the loving elixir of Naam from the True Guru and are ever engrossed in its practice.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "imlwp dy sMjog AOsr nUM Bog mwxdy hoey iesy ivKy hI shj Bwv rUpI iesiQqI nUM swD ky pRym rs rUp AMimRq dy 'risk' rsIey bx ky 'rsIly' rsvwn bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BA6A",
        "source_page": 427,
        "source_line": 3,
        "gurmukhi": "bRhm ibbyk tyk eyk Aau Anyk ilv; ibml bYrwg Pib Cib kY CbIly hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of refuge, knowledge received from God-like True Guru, their consciousness remains absorbed in the Omni permeated Lord. Due to supreme adornment of unblemished feelings of separation, they look glorious and graceful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bRhm vIcwr dI tyk Et lY ky 'eyk Aau Anyk' Anyk Akwrwˆ ivKy eyk hI inscy kr vw buJ ky iqs dI hI ilv lgOˆdy inrml bYrwg kwrx Awid inim`q rihq suD bYrwg nwl Pbdy hoey Cib kr ky CbIly suMdR mnohr srUp bxy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6Q4M",
        "source_page": 427,
        "source_line": 4,
        "gurmukhi": "prmdBuq giq Aiq AscrjmY; ibsm ibdyh aunmn aunmIly hY [427[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Their state is unique and astonishing. In this amazing condition, they are beyond the attractions of body relishments and remain in a blooming state of bliss.  (427)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "EnHwˆ dI gqI iesy kr ky hI prm AdBuq AnoKI Aqy Acrj rUipxI ho jwˆdI hY Aqy aunmnI Bwv ivKy aunmIilq mgn ho ky ibsm hrwn kr dyx vwly ivdyh Bwv rUp jIvn mukq dSw ivKy ilv lIn rihMdy hn ]427]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
