[
  {
    "id": "8EA",
    "sttm_id": 6911,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ECWY",
        "source_page": 431,
        "source_line": 1,
        "gurmukhi": "locn pqMg dIp drs dyKn gey; joqI joiq imil pun aUqr n Awny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The eyes of a moth who go for a glimpse of the flame of the lamp are never able to come back having engrossed themselves in its light. (So are the devoted disciples of the True Guru who are never able to return after a vision of Him).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pqMgy dy nyqR dIvy dy drSn dyKn Kwqr gey pr AYsy gey ik muV au`qr nw lY ky Awey Aqy joqI dIvy dI joiq lwt ivc hI iml gey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "53Q7",
        "source_page": 431,
        "source_line": 2,
        "gurmukhi": "nwd bwd sunby kau sRvn hirn gey; suin Duin Qkq Bey n bhurwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The ears of a deer gone to hear the melody of Ghanda Herha (a music instrument) gets so engrossed that he is never able to return. (So are the ears of a Sikh gone to hear ambrosial utterances of his True Guru never want to leave Him)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hrn dy kMn bwd GMty hyVy dI nwd DunI nUM suxn gey; qy DunI nUM suxdy suxdy AYfy Qkq moihq hoey ik auh Awp hI muV nw Aw sky[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LQ8F",
        "source_page": 431,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd ris rsik huie; mn mDukr suK sMpt smwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Embellished with the sweet smelling dust of the lotus feet of the True Guru, the mind of an obedient disciple gets engrossed like the black bee entranced by the sweet smell of the flower.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hrn dy kMn bwd GMty hyVy dI nwd DunI nUM suxn gey; qy DunI nUM suxdy suxdy AYfy Qkq moihq hoey ik auh Awp hI muV nw Aw sky[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "10SV",
        "source_page": 431,
        "source_line": 4,
        "gurmukhi": "rUp gun pRym rs pUrn prmpd; Awn igAwn iDAwn rs Brm Bulwny hY [431[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By virtue of the loving merits of the Naam blessed by the radiant True Guru, a Sikh of the Guru attains supreme spiritual state and rejects all other worldly contemplations and awarenesses that put one in wandering of doubts.  (431)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho ijhw ik siqgurwˆ dy rUp drSn nUM krdw hoieAw prm pd pRpUriq ho prmy rs nwl r`j ky pqMgy vq Awn igAwn hornwˆ pwisAwˆ v`l qkn dy igAwn KÎwl nUM qy guxwnuvwd vwhgurU dy suxidAwˆ Awn iDAwn hor kuC sunx dI qwˆG nUM imrg vq Aqy pRym pwlidAwˆ Awn rs hor vsqUAwˆ, ivKy pÎwr prcw rKx dI Brim Btkxw nUM BOry vq Bulw idMdw hY ]431]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
