[
  {
    "id": "K3L",
    "sttm_id": 6912,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UE2J",
        "source_page": 432,
        "source_line": 1,
        "gurmukhi": "pRQm hI Awn iDAwn hwin kY pqMg ibiD; pwCY kY AnUp rUp dIpk idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a moth, an obedient human being of the Guru regards all other concentrations of mind as loss incurring proposition and then, like seeing the light of the lamp (by the moth), he sees the beautiful sight of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so pqMgy dI rIqI Anuswr hornwˆ DÎwnwˆ nUM pihloˆ hI hwinkY guvw dyvy qwˆ ipCoˆ dy dIvy vwkUM ikqy Apxw AnUpm rUp AduqI pRkwS Apxw inj rUp idKweI idAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AMH1",
        "source_page": 432,
        "source_line": 2,
        "gurmukhi": "pRQm hI Awn igAwn suriq ibsrij kY; Anhd nwd imRg jugiq sunwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer discards all other sounds in favour of the melody of Chanda Herha, a disciple of the Guru listens to the sound of unstruck music after obtaining and practicing on Guru's teachings and words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihloˆ hI bcn dI rcnw nUM hir qÎwg ky BOry dI nÎweIˆ guMjwr qÎwg ky mgn ho jwx vq guMgw bxw lvy qwˆ ipCoˆ dy ikqy Aipau rUp AMimRq rs nUM pIAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEEV",
        "source_page": 432,
        "source_line": 3,
        "gurmukhi": "pRQm hI bcn rcn hir guMg swij; pwCY kY AMimRq rs AipE pIAwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Like a black bee, giving up its noisy stance and engulfing itself in the fragrance of the lotus-like feet of the Guru, he drinks deep the wondrous elixir of the Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihloˆ hI bcn dI rcnw nUM hir qÎwg ky BOry dI nÎweI guMjwr qÎwg ky mgn ho jwx vq guMgw bxw lvy qwˆ ipCoˆ dyikqy Aipau rUp AMimRq rs nUM pIAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "74H3",
        "source_page": 432,
        "source_line": 4,
        "gurmukhi": "pyK sun Acvq hI Bey ibsm Aiq; prmdBuq Ascrj smwey hY [432[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "And thus a devoted Sikh of the Guru, seeing the vision of his Guru, hearing the sweet sound of Guru's words and relishing the Naam Amrit (elixir-like name of the Lord) reaches a high state of bliss and merges in the astonishing and supremely strange God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX ieh ik drSn kridAwˆ; bcn suxidAwˆ; qQw drSn kIqy;aupdyS suxy dy rs nUM Acvq BuMcidAwˆ Aml ivc ilAw kmOˆidAwˆ jy gurmuK Es vwhgurU dI kudrq dy cmqkwr aupr hI idRStI rKdw hoieAw AqÎMq ibsmwd nUM pRwpq ho AwpÎoˆ Bu`l jwvyqwˆ hI prm AdBuq Ascrj rUp prm pd ivKy smweI pwieAw krdw hY ]432]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
