[
  {
    "id": "ARF",
    "sttm_id": 6917,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9V95",
        "source_page": 437,
        "source_line": 1,
        "gurmukhi": "KwNf KwNf khY ijhbw n sÍwdu mITo AwvY; Agin Agin khY sIq n ibnws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No action but repeated utterances are futile. Repeatedly saying sugar, the tongue is unable to experience sweet taste, nor shivering with cold can stop by saying fire! fire!",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "KMf KMf AwiKAwˆ rsnw jIB nUM im`Tw im`Tw sÍwd nhIˆ Aw jwˆdw qy A`g A`g dI rt lgwieAwˆ sIq pwlw dUr nhIˆ hoieAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D63B",
        "source_page": 437,
        "source_line": 2,
        "gurmukhi": "bYd bYd khY rog imtq n kwhU ko; drb drb khY koaU drbih n iblws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "No ailment can be cured by repeated utterance of doctor! doctor! nor can anyone enjoy the luxuries that money buys just by saying money! money!",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vYd vYd AwKdy irhwˆ iksy dw rog nhIˆ imt jwieAw krdw Aqy drb drb Dn Dn dy kihdy irhwˆ iksy nUM drb dy iblws Dn dy AwnMd dw mwnxw nhIˆ pRwpq ho jwˆdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B9MF",
        "source_page": 437,
        "source_line": 3,
        "gurmukhi": "cMdn cMdn khq pRgtY n subwsu bwsu; cMdR cMdR khY aujIAwro n pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as saying sandalwood! sandalwood, the fragrance of sandalwood cannot spread, nor can the radiance of the moon-light be experienced by repeatedly saying moon! moon! unless the moon rises.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cMdn cMdn kihMidAwˆ hoieAwˆ koeI sugMDI dI bwsnw nhIˆ pRgt ho AOˆdI ArQwq mihk dIAwˆ lptwˆ nhIˆ AOx lg pYˆdIAwˆ qy cMd cMd AwKidAwˆ koeI aujwly cwnxy dw pRkwS pRgt hoxw nhIˆ ho AwXw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99HG",
        "source_page": 437,
        "source_line": 4,
        "gurmukhi": "qYsy igAwn gosit khq n rhq pwvY; krnI pRDwn Bwn audiq Akws hY [437[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, just listening to the holy sermons and discourses, no one can acquire the divine life-style and code of conduct. The most fundamental need is to practice the lessons in actual life. So by the practice of the Guru's blessed Naam Simran, the ligh",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr igAwn goSt dI crcw bwrqw kihx mwqR qy rhq rhxI nhIˆ pRwpq hoXw krdI kyvl krxI krq`q Aml hI pRDwn mu`K vsqU hY; Aru iesy dy pwilAwˆ hI Akws dsm dÍwr ivKy Bwnu gÎwn dw sUrj audy hoXw krdw hY ]437]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
