[
  {
    "id": "77T",
    "sttm_id": 6920,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WTV4",
        "source_page": 440,
        "source_line": 1,
        "gurmukhi": "KojI Koij dyiK cilE jwie phucy iTkwny; Ails iblMb kIey Koij imt jwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a tracker proceeds along the footprints and reaches the desired place, but had he been lazy or complacent, these footprints trail would have been obliterated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "KojI Kury dI pCwx krxhwrw Koj nUM dyKdw dyKdw cilAw jwˆdw itkwxy isr puj pYˆdw hY; pr jykr Awls susqI kridAwˆ iblMb iF`l kry qwˆ Koj imt jwˆdw hY; ijs kr ky itkwxy pujnoˆ KuMj jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WNNB",
        "source_page": 440,
        "source_line": 2,
        "gurmukhi": "ishjw smY rmY Brqwr br nwir soeI; krY jau AigAwn mwnu pRgtq pRwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a woman who moving to the bed of her husband at night is fortunate to enjoy the union with her husband is the prime wife of that man. But one who shows arrogance due to ignorance loses the opportunity of this union because of her laziness and comp",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QXC7",
        "source_page": 440,
        "source_line": 3,
        "gurmukhi": "brKq myG jl cwqRk iqRpiq pIey; mon ghy brKw ibqIqy ibllwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a rain-bird may be able to quench his thirst when it is raining, but if he does not open his mouth and the rain stops, then he wails and cry.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myG b`dl dy brsidAwˆ hoXwˆ ppIhw jl pIvy qwˆ iqRpqI r`j nUM pRwpq ho jwXw krdw hY pr jy Es vyly cu`p Dwry Awls jwˆ GOl kry qwˆ mIˆh pYxw bqIqy bMd pY jwx krky smwˆ tl igAwˆ ipAw roˆdw rhU[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SNDL",
        "source_page": 440,
        "source_line": 4,
        "gurmukhi": "isK soeI suin gur sbd rhq rhY; kpt snyh kIey pwCy pCuqwq hY [440[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, he alone is an obedient Sikh of the True Guru, who listens to His sermon and adopts it in his life immediately. (He commences practicing of Naam Simran immediately). Otherwise without inhabiting true love in the heart and demonstrating it outwa",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsy hI is`K gurU dw Eho hI huMdw hY jo gur aupdyS mMqR sux ky Es dI rihxI rhy Bwv kmwvy jy kmwieAw nw qwˆ kpt snyh Cl dw pRym kIiqAwˆ ArQwq dIKÎw mwqR gRhx Kwqr idKwvy dI is`k idKwilAwˆ vw auproˆ gurU dw qy AMdroˆ hor hor tykwˆ Dwrx hwrw huMdy hoieAwˆ ipCoˆ pCoqwvw hI irhw krdw hY ]440]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
