[
  {
    "id": "NB6",
    "sttm_id": 6928,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9943",
        "source_page": 448,
        "source_line": 1,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwp AYso; piqbRq eyk tyk duibDw invwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The union of a Sikh with his Guru and becoming one with him is like a faithful wife who discards the desire of others and lives in the refuge of one husband.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU is`K sMgq dy imlwp dw mhwqm AYho ijhw hY ik piqbRqw is`KI Bwv vwly bRq pRx nUM Dwr ky ArQwq ieko gurU mhwrwj dI tyk lY ky duicqweI sMsy; qOKly Awid dI bwx dUr kr id`qI jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YUQT",
        "source_page": 448,
        "source_line": 2,
        "gurmukhi": "pUCq n joqk Aau byd iQiq bwr kCu; igRh Aau nKqR kI n sMkw aur DwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Sikh who places his faith in the refuge of one True Guru, does not depend upon astrology or the command of Vedas, nor does he bring any doubt about the auspiciousness of a day/date or constellation of stars/planets to his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq gurU kw is`K nw qwˆ iksy kwrj ArMBn ligAwˆ joiqS hI puCdw hY; Aqy nw hI bydwˆ dI hI pRICÎw pOˆdw: AQvw iQ`q vwr Awid bwbq hI puCdw hY Aqy nw hI nOvwˆ gRYhwˆ qQw nKÎqr Awidkwˆ dI hI SMkw icqvnI ic`q AMdr ilAOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H1QF",
        "source_page": 448,
        "source_line": 3,
        "gurmukhi": "jwnq n sgn lgn Awn dyv syv; sbd suriq ilv nyhu inrMkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Engrossed in the holy feet of Guru, the Sikh does not know anything about the good or bad omens or service of gods and goddesses. He has such inaccessible love with the True Guru, the manifestation of formless Lord, that by lodging the divine word of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh sgn lgn kuC nhIˆ jwxdw smJdw qy nw hI Awn dyvwˆ dw syvn hI kuC mMndw hY; Es dw qwˆ Sbd ivKy suriq dI ilv lOx mwqR nwl hI pÎwr huMdw hY; Aqy auh inrMkwrI inrMkwr pRwXx rihx vwlw huMdw hY; Bwv gur is`K hr kwrX dy AwrMB qQw smwpqI smyˆ iek mwqR Sbd dwhI surq dÍwrw ArwDwn krdy hoey iek mwqR inrMkwr pRwXx rihMdy hn; bs eyho hI ienHwˆ dw AnMn ieSt ArwDn hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KA9W",
        "source_page": 448,
        "source_line": 4,
        "gurmukhi": "isK sMq bwlk sRI gur pRiqpwlk huie; jIvn mukiq giq bRhm ibcwrI hY [448[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The father Guru protects and brings up the specially virtuous children. Such Sikhs are freed of all rites and rituals by the Guru during their life-time, and instills the ideology and thoughts of one Lord in their mind.  (448)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI ieauˆ smJo ik is`K sMq bwlk b`cy hn qy sRI siqgurU dyv pRiqpwlw krxhwry bcÎwˆ dy mwpy so auh EnHwˆ nUM bRhm vIcwr vwly Xw bRhm ivKy vrqwn vwly eynwˆ nUM bxw ky jIvn mukq gqI vwly Bwv; smUh ivGnwˆ qoˆ rihq jIvn Br ivKy vrqn vwly bxweI rKdy hn Aru iksy hor joiqS Awid sMbDI puCigC pRICy Awid dI loV joigAwˆ nhIˆ rihx idMdy ]448]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
