[
  {
    "id": "C6L",
    "sttm_id": 6929,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G1JM",
        "source_page": 449,
        "source_line": 1,
        "gurmukhi": "nwr kY Bqwr kY snyh piqbRqw huie; gurisK eyk tyk piqbRq lIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife is considered faithful who lives life in the love of her husband. So does an obedient Sikh of the Guru take refuge of one Guru-God Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ nwrI kr ky iesqRI Bwv nwl Brqw dy hI snyh pÎwr pRwiex rihx vwlI piqbRqw iesqRI huMdI hY; iesqRI huMdI hY; iesy qrHwˆ is`K BI pqI gurU mhwrwj nUM hI sÍwmI Brqw rKvwlw ieSt dyvqw mMn ky; iesy hI bRq sMjm pRx dI iek mwqR tyk Et ivc lIn rihMdw hY Bwv hor iksy dyvqw dy shwry nhIˆ prcdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTYL",
        "source_page": 449,
        "source_line": 2,
        "gurmukhi": "rwg nwd bwd Aau sMbwd piqbRq huie; ibnu gur sbd n kwn isK dIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a husband enjoys the subject of mode of singing musical instruments and other conversation, so does a Sikh in the service of the Guru talks and listens nothing other than the sound of the divine words of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dUsirAwˆ dy gwivAwˆ gIqwˆ rUp rwg; qQw ApxI rsnw dÍwry aucwry nwd rUp Awlwp gOxwˆ Aqy bwd Folk Awid vjidAwˆ qQw kuVIAwˆ qIvIAwˆ Awid nwl g`lwˆ bwqwˆ krn rUp sMbwd ivKy jo iek mwqR Awpxy pqI nUM hI inSwnw Apxw QwpI rKdI hY; Bwv sB pRkwr dy hor hor kMn rsI pricAwˆ nUM pqI bwJoˆ ijs ny bÎrQ smJ ilAw hY; auh piqbRqw jIkUM huMdI hY qIkUM hI gurU kw is`K BI gur Sbd ibnwˆ hor bÎrQ bcn iblws v`l kMn nhIˆ idAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CAMK",
        "source_page": 449,
        "source_line": 3,
        "gurmukhi": "rUp rMg AMg srbMg hyry piqbRqw; Awn dyv syvk n drsn kIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a faithful wife admires the good looks, colour and beauty of all limbs of her husband, so does a devoted Sikh neither is the follower of any god nor proceeds to see any. Other than one True Guru, the form of True Master, he looks at no one else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ pqI dw hI rUp q`knw nyqR Br ky sUrq dyKxI qy pqI dw hI rMg suhx`p prKnw; qQw aus idAwˆ hI AMgwˆ nUM srbMg smUlcy Bwv nwl ingHw ivc ilAOxw ieh iesqRI dw bRq pRx huMdw hY; AYsy hI pqI bRq smwn gurU kw is`K BI nw qwˆ An dyvqw nUM hI qy nw hI pr dyviqAwˆ dy syvk aupwSkwˆ Awid dw drSn krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YLY1",
        "source_page": 449,
        "source_line": 4,
        "gurmukhi": "sujn kutMb igRih gaun krY piqbRqw; Awn dyv sQwn jYsy jil ibnu mIn hY [449[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a faithful wife lives amongst the close relatives in her house and goes nowhere else; so does the Sikh of the Guru go nowhere else other than the court of the True Guru and assembly of His devoted and loving Sikhs. Places of other gods and goddess",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! ijs pRkwr piqbRqw iesqRI Awpxy srbMDIAwˆ koVmy kutMb Awid dy GrIˆ qwˆ gmn krdI hY; Bwv BweIcwirk TwT, dw srMjwm pqI pRsMnqw dw hyqU jwx sB pRkwr BugqOˆdI hY; pr dUsirAwˆ lokwˆ dy GrIˆ kdwicq Pyrw nhIˆ krdI; iesy pRkwr guris`K BI gurdÍwirAwˆ; gursQwnwˆ; gur is`K AwSrmwˆ Drm swlw Awid ivKy jwx qoˆ Cu`t Awn dyv sQwn Twkur dÍwry; iSvwly Awid jwxw pwxI ibnwˆ mCI dy mrx qu`l duKdweI smJdw hY ]449]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
