[
  {
    "id": "F42",
    "sttm_id": 6931,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X52U",
        "source_page": 451,
        "source_line": 1,
        "gurmukhi": "jYsy jl kUp inksq jqn kIey; sIcIAq Kyq eykY phucq n Awn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as water from a well can be drawn by different methods, such as bucket and rope, Persian wheel etc. and then it is directed to irrigate a field and it goes nowhere else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Fol cuh`klI hrt Awid dw FIˆgulI Awid pswry vwlw jqn kIiqAwˆ Kuh ivcoˆ jl inkl ky ie`ko hI Kyq nUM isMijAw krdw hY qy ie`ko vyly dUsry Kyq nUM nhIˆ jw phuMicAw krdw Bwv qr`dd bhuq qy Pl QoVHw imldw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "76GR",
        "source_page": 451,
        "source_line": 2,
        "gurmukhi": "piQk ppIhw ipAwsy Aws lig iFg bYiT; ibnu gunu BwNjn iqRpiq kq pRwn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A traveller and a rain-bird may keep on sitting thirsty near a well but cannot quench their thirst without means to draw water from the well and therefore cannot assuage their thirst.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rwhI qy bMbIhw ipAws mwry ivcwry Awsw vMq; pws hI bYTy rihMdy hn; ibnwˆ gun l`j qy Bwˆjn fol gVvI Awid brqn qQw myG dI shYqw dy iks pRkwr auh pRwxwˆ nUM iqRpq Swˆq kr skn? Bwv Bwry jqn nwl hI Enwˆ dI iqRKw imt skÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q70F",
        "source_page": 451,
        "source_line": 3,
        "gurmukhi": "qYsy hI skl dyv tyv sY trq nwih; syvw kIey dyq Pl kwmnw smwin kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Likewise, all gods and goddesses can do something within their power. They can reward a devotee for his services only to that extent and that too of worldly desires.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy pRkwr hI smUh dyvqy AwpxI tyv kiTn qp Awid qipAwˆ pRsMn hox dI mOj vwlI vwdI = kubwn qoˆ nhIˆ tldy; pr jd syvw kIiqAwˆ ikqy rIJ hI pYx qwˆ BwrI jPr jwln dy twkry ivc Pl idMdy hn; kyvl smwn swDwrx kwmnw dw hI ArQwq Dn puqR iesqRI Awid sMswr sMbMDI; jwˆ v`D qoˆ v`D Awpxy lok dw bws; rUp sDwrx Pl nwˆik AwswDwrx Pl rUp moK pdvI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YZ48",
        "source_page": 451,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gur brKw AMimRq ihiq; brK hriK dyq srb inDwn kau [451[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But the complete and perfect God-like True Guru showers the spiritual pleasure-giving ambrosial nectar of Naam, the treasure-house of all the happiness and comforts. (The service of gods and goddesses is trivial in benefits whereas that of True Guru bless",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRMqU pUrx bRhm siqgurU ihq smUh jIvwˆ dI klÎwx inimq AMimRq meI brKw nUM brsw ky hrK pRsMnqw nwl srb inDwn kau dyq smUh brkqwˆ ieko vwr hI bKS id`qw krdy hn[ Bwv jIkUM KUh nw qwˆ ieko vwr Kyqwˆ nUM Br hI skdw qy nw sB dI pÎws hI buJw skdw hY; pr ieh smr`Qw b`dl ivc hI hY ik sB kwrj ieko vwr hI rws kr dyvy; qIkUM hI KUh nÎweIˆ dyviqAwˆ dw AwrwDn mhwn jqnwˆ nwl swDÎw jw ky BI Pl Alp hI idMdw hY; pr siqgurU ieko vwr J`t qu`T ky soB lok pRlok sbMDI suK Aru pRmwriQk b^iSSwˆ bKS id`qw krdy hn[ qwˆ qy purK hornwˆ dyvI dyviqAwˆ dw AwrwDn qÎwg ky iek mwqR siqgurwˆ dw hI AwrwDn kry ]451]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
