[
  {
    "id": "HN2",
    "sttm_id": 6937,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K1TQ",
        "source_page": 457,
        "source_line": 1,
        "gurmukhi": "pMc prpMc kY Bey hY mhwNBwrQ sy; pMc mwir kwhUAY n duibDw invwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "During the times of Mahabharat, there had many warriors like the five Pandavas in the past but none ever endeavoured to end his duality by destroying the five vices residing within.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prpMc ky prpMc vl Cl Awid kr kr ky krqb swD swD ky mhwˆBwrQ ivKy pRis`D pMjwˆ pwˆfvwˆ vrgy blI qwˆ keI bx gey pr pMjwˆ kwm kRoD Awidkwˆ nUM mwr ky AMdrlI duibDw Enwˆ ivcoˆ iksy ny BI inivrq nhIˆ kIqI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0XAG",
        "source_page": 457,
        "source_line": 2,
        "gurmukhi": "igRh qij nv nwQ isiD jogIsur huie n; iqRgun AqIq inj Awsn mY qwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Renouncing home and family, many became the Masters, Sidhs and sages, but none had engrossed his mind in the higher spiritual state by keeping oneself free of the effect of the three traits of maya.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gRhsQ qÎwg ky gorKnwQ Awid pRis`D nO nwQwˆ is`Dwˆ jogISÍrwˆ vq qwˆ bx gey; pr iqRgux AqIq qurIAw AvsQw nUM pRwpq ho ky inj Awsn Awqm pd ivKy qwVI ilv nhIˆ lgweI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q4AP",
        "source_page": 457,
        "source_line": 3,
        "gurmukhi": "byd pwT piV piV pMfq prboDY jgu; sky n smoD mn iqRsnw n hwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A learned person imparts knowledge to the world by studying the Vedas and other scriptures, but he could not bring around his own mind nor end his worldly desires.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "byd SwsqR purwx Awid pVH pVH ky pMfq bx jgq Br nUM pRboD krn vwly idg ibjeI qwˆ bx gey; pr Apxy mn nUM nhIˆ smoD Swˆq kr ky iqRsnw nUM hirAw invwirAw sMGwirAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ACMM",
        "source_page": 457,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gurdyv syv swDsMg; sbd suriq ilv bRhm bIcwrI hY [457[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A devoted Sikh of the Guru who in the company of saintly persons, and serving the Lord-like True Guru has engrossed his mind in the divine word, is in reality the real scholar of the Lord.  (457)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw Pyr kr kOx skdw hY? ijs ny swD sMgq dÍwry pUrn bRhm srUp siqgurwˆ nUM syv ArwDky Sbd ivKy suriq dI ilv swD ky pwrbRhm ivKy ivcrx vwly Apxy Awp nUM bxwXw hY bs auhI purK hI duibDw iqRSnw nUM inivrq kr ky inj pd vwsI bRhm gÎwnI ho skdy hn AYsw Bwv hY ]457]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
