[
  {
    "id": "WYA",
    "sttm_id": 6940,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "STFW",
        "source_page": 460,
        "source_line": 1,
        "gurmukhi": "igrigt kY rMg kml smyh bhu; bnu bnu folY kauAw khw Dausvwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A chameleon who changes the colour of its body so very often looks very much like the form of a lotus flower. But this insect-eating chameleon cannot be holding the merits of a lotus flower. A dead flesh-eating crow that flies here and there cannot reach",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "smyh sm+ieh = sRIKw+ieh; igrgt ikrly dw kml kOl Pul sm sRIKw huMdw hY; ikMqU ieh bhu bhuqy rMg Awpxy aupr pltn vwlw hox kr ky Es vwkUM Awdr nhIˆ pw skdw; Aru kwˆ bnu bnu jMgl pr jMgl kwˆ kwˆ krdw iPrdw hY; khwˆ Daus vwn pr AYsw krn nwl mIr iSkwrI vwkUM llkwrwˆ mwrx vwlw rwj krmcwrI qwˆ nhIˆ ho jwˆdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9QFT",
        "source_page": 460,
        "source_line": 2,
        "gurmukhi": "Gr Gr iPrq mMjwr Ahwr pwvY; bysÍw ibsnI Anyk sqI n smwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a male cat roams about various burrows and houses searching for food, and likewise a whore living life of several vices cannot reach out to a woman of truth, sincerity and virtues.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Gr Gr ivKy iPr iPr ky Awhr pOx nwl mjwr ib`lw iBKÎU AqIq smwn qwˆ nhIˆ snmwn pw skdw Aqy AiDk ivKÎ bÎsn dy ADIn hoeI keI vysÍw AnMn mn nwl kwmI purK nUM icqvdI DÎoˆdI sqI sqvMqI dy smwn qwˆ nhIˆ ho skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XEXN",
        "source_page": 460,
        "source_line": 3,
        "gurmukhi": "sr sr BRmq n imlq mrwl mwl; jIv Gwq krq n monI bgu iDAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as wandering from pond to pond, one cannot find a flock of swans who live in lake Mansarover and an egret who kills living beings for food cannot be contemplating.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRovr sRovr aupr BtkidAwˆ koeI mrwl mwl hMswˆ dI fwr qwˆ nhIˆ iml pYxI; Aqy jIv Gwq krn Kwqr mon swD ky bgly nUM DÎwnI dI pdvI nhIˆ pRwpq ho jwxI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RS0D",
        "source_page": 460,
        "source_line": 4,
        "gurmukhi": "ibnu gurdyv syv Awn dyv syvk huie; mwKI iqAwig cMdn durgMD AsQwn hY [460[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, without the service of perfect Guru, if someone becomes a follower of any other god/goddess, it is like a fly who giving up the fragrance of sandalwood goes and sits on foul smelling filth.  (460)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX kIh ik siqgurU dyv dI syvw ibnwˆ hor hor ieSt rUp dyviqAwˆ dy syvk hox ivc mnu`K jnm dI pRiqStw kdI pRwpq ho skxI; ieh qwˆ AYauˆ dI ibiD hY; ijs qrHwˆ ik m`KI cMnx nUM qÎwg ky durgMDI vwly itkwxy aupr jw bYiTAw krdI hY ]460]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
