[
  {
    "id": "KLY",
    "sttm_id": 6958,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FR4Q",
        "source_page": 478,
        "source_line": 1,
        "gurmukhi": "jau pY qUMbrI n bUfy srq prvwh ibKY; ibKmY qaU n qjq hY mn qy [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a colocynth (Tumna) does not sink in fast flowing river and it does not shed its bitterness even in sweet cold water, then what good it is?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr qUMbI ndI dy hVH ivc BI nhIˆ fu`bdI Bwv qrdI rihMdI hY, qwˆ kIh ibKmY kuV`qn pxw qwˆ qaU qwˆ BI qr ky BI mn ivcoˆ AMdroˆ nhIˆ qÎwgÎw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QMRM",
        "source_page": 478,
        "source_line": 2,
        "gurmukhi": "jau pY lptY pwKwn pwvk jrY sUqR; jl mY lY boirq irdY kTorpn qy [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If the flame of fire cannot burn the stone, and if due to its rigid nature sinks everything along with it, then what good it is ?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr pwvk lptY A`g dI lpt nwl pQr nhIˆ siVAw qwˆ kIh auh Apxy irdy dy kTor pxy kwrx qwˆ sUqR r`sI nUM BI pwxI ivc nwl hI lY fuibAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "21AW",
        "source_page": 478,
        "source_line": 3,
        "gurmukhi": "jau pY gufI aufI dyKIAq hY AwkwscwrI; brsq myNh, bwcIAY n bwlkn qy [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A kite is seen flying in the sky like a bird, but when it starts raining it cannot be saved and retrieved by the children flying it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr gufI nUM aufdI hoeI Awkwscwqwrw bxI BI dyKIey pr kIh hoieAw mIˆh vrH pvy qwˆ aufOn vwilAwˆ bwlkÎwˆ koloˆ glnoˆ bcweI nhIˆ jw skÎw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "72K7",
        "source_page": 478,
        "source_line": 4,
        "gurmukhi": "qYsy iriD isiD Bwau duqIAw iqRgun Kyl; gurmuK suKPl nwih ikRqGin qy [478[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, acquiring miraculous powers like walking on the water, immunity of burning or floating in the sky is indulging in duality and is the influence of the three trait mammon (maya). (Acquiring these cannot free one from internal bitterness, nor can",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr Awn dyv syvw qoˆ pwxI aupr qurn vw A`g ivc dI AxsiVAwˆ lMG pYx AQvw AkwSI aufwrIAwˆ lYx rUp ir`DIAwˆ is`DIAwˆ dI pRwpqI ho geI qwˆ ivGn vwprdy swr nSt ho jwx vwlI ieh SkqI iks kMm? ieh qwˆ duqIAw Bau mwXw dw pswrw iqMnwˆ guxwˆ dI hI Kyf hY[ gurmuKI suKPl jMmn mrx qoˆ Cutkwrw ikRqGn qy nwih ikRqGn dyviqAwˆ pwsoˆ kdwicq nhIˆ pRwpq ho skdw ]478]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
