[
  {
    "id": "R05",
    "sttm_id": 6962,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RA9C",
        "source_page": 482,
        "source_line": 1,
        "gurmukhi": "log byd igAwn aupdys hY piqbRqw kau; mn bc kRm sÍwmI syvw AiDkwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The teachings of folk traditions and Vedas lay down that a faithful and loyal wife has the sole right to serve her husband devotedly in words and actions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "lokwcwrI qQw bydwcwrI igAwn piqbRqw iesqI nUM eyho hI aupdyS idMdw hY; ik mn bwxI srIr kr ky sÍwmI Brqy dI syvw kry kÎoˆik eyho hI aus dw AiDkwr Prj hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LR6R",
        "source_page": 482,
        "source_line": 2,
        "gurmukhi": "nwm iesnwn dwn sMjm n jwp qwp; qIrQ brq pUjw nym nw qkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Such a loyal, devoted and faithful wife does not even look at all the futile rites and rituals like; meditations on various names, bathing at places of pilgrimage on specific days, charity, self-imposed discipline, penances, visit to holy places, fasting",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ivSnUM sbhMsR nwm Awid dy pwT k`qk mwG Awid mhIinAwˆ dw mhwqmI Snwn, prb mhwqm Aid smyˆ koeI Kws mMqbÎ swmny r`K ky Dn pdwrQ Awid dyxw rUp dwn, iksy ivSyK bMDwn ivc Apxy Awp nUM nrVnw rUp sMjm AYsw hI nwnw Bwˆq dy mMqRwˆ dy jwp jpny qy qp qpny clIhy swDny Awid prb Awidkwˆ smyˆ gMgw pRXwg Awid qIrQ prsny, ivSyS idnwˆ Xw kuC inXimq smX vwsqy AMn Awid qÎwg dy bRq dI pRiqgÎw DwrxI Twkur pujw Awid dw iSvwly mMidr Awid dIAwˆ pRkrmw, KUhwˆ aupr AQvw qulsI Awid smwny dIvy jgwny Awid dy sMkyq bMnxy ieqÎwid sB pRkwr dy swDn hI piqbRqw leI nqkwr inKyD rUp hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LVU4",
        "source_page": 482,
        "source_line": 3,
        "gurmukhi": "hom jg Bog neIbyd nhI dyvI dyv syv; rwg nwd bwd n sMbwd Awn duAwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "For her, sacrificial fire, yoga, offerings, arid other rituals connected with worship of gods and goddesses are meaningless. She is not interested in any modes of singing, musical instruments, rationale and illogic or going to any other door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr hI AhUqIAwˆ A`g ivc pOxIAwˆ, bRhm Boj Awid j`g krny, DUp, dIp, pRSwd Awid neIvyd Bytw ArpxIAwˆ qQw dyvIAwˆ dyviqAwˆ dw syvn piqbRqw iesqRI leI koeI nhIˆ pRvwixAw[ rwg, sunxy gOxy nwd DunIAwˆ dI rt lgOxI qQw swj bwj dy AfMbr AifMbny qQw sMbwd crcw goStwˆ krnIAwˆ koeI pRvwx nhIˆ hn ieh sB Awn duAwr dUsry duAwry Btknw ibBcwr hI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V55P",
        "source_page": 482,
        "source_line": 4,
        "gurmukhi": "qYsy gurisKn mY eyk tyk hI pRDwn; Awn igAwn iDAwn ismrn ibbcwr hY [482[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, like a faithful wife, the devoted Sikhs of the True Guru, must consider and adopt the refuge of the Guru as their primary means (of happiness and peace). For them, meditating on other incantations or focusing their mind on other teachings and d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy Bwˆq gur is`Kwˆ ivKy BI iek mwqR siqgurU dI tyk hI pRDwn mu`K hY, hor sB pRkwr dy igAwn iDAwn ismrx Awd ibBcwr rUp swDn siqgurwˆ dy mwrgoˆ clwXmwn krx hwry hn ]482]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
