[
  {
    "id": "9C3",
    "sttm_id": 6965,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E67M",
        "source_page": 485,
        "source_line": 1,
        "gurmukhi": "jw ko nwmu hY AjonI kYsy kY jnmu lY; khw jwn bRq jnmwstmI ko kIno hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose name is Ajoni (who is never born), how could He have taken birth. And on what reason has the foolish people fixed the Janam Ashtami (the birthday of Krishan Ji) as a day of fasting?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dw nwm hY AjonI jUn rihq iks qrHwˆ nws Awpxy pd qoˆ ifg ky Es ny jnm ilAw qy aus nUM AYauˆ jwn ky iks qrwˆ jnm AS†mI nUM vrq idhwVw bxw ilAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1VK3",
        "source_page": 485,
        "source_line": 2,
        "gurmukhi": "jw ko jgjIvn Akwl AibnwsI nwmu; kYsy kY biDk mwirE Apjsu lIno hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose name is Akal (beyond times), Eternal and who is the life-support of the whole world, how could a hunter had killed Him in the form of Krishan and earned infamy?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Pyr ijs Akwl kwl dI gMmqw qoˆ pwr AibnwSI, sqÎ srUp dw nwm jg jIvn jgq Br dI ijMd jwn AwKÎw jwˆdw hY iks qrHwˆ Es nUM biDk iSkwrI ny bwx mwr ky Apj`s ilAw, vw Es ny Awp iSkwrIAwˆ vwkUM bwlI nUM qRyqy jug ivKy mwr ky Apj`s K`itAw?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S6WA",
        "source_page": 485,
        "source_line": 3,
        "gurmukhi": "inrml inrdoK moK pdu jw ky nwim; gopInwQ kYsy huie ibrh duK dIno hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord whose name makes a person do good, whose name frees a person from all vices, who is emancipator, how could He be the Master of milkmaids in the form of Krishan and make them suffer in His separation?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy nwm Su`D inrivkwr inqÎ mukq rUp Awid nwmwˆ nwl aucwry jwˆdy hn, gopIAwˆ gopwˆ dIAwˆ iesqRIAwˆ pr nwrwˆ dw nwQ sÍwmI bx ky iks qrHwˆ Es ny EnHwˆ nUM ivCoVy dw du`K id`qw?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9RDX",
        "source_page": 485,
        "source_line": 4,
        "gurmukhi": "pwhn kI pRiqmw ky AMD kMD hY pujwrI; AMqir AigAwn mq igAwn gur hIno hY [485[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Those who are bereft of the initiation of True Guru, support ignorant mind in them. Such ignorants and blind people create the idols of the Life-giving, Imperishable, Timeless and Blemishless Lord reducing Him into gods and then become their followers and",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihloˆ qwˆ Es AjonI Akwl AibnwSI Su`D srUp inrivkwr inqÎ mukq dI AYQoˆ qk dSw fygI hY qy Pyr pQr Awid dIAwˆ mUrqwˆ Es dIAwˆ klp klp ky ies qrHwˆ AMD jVH rUp bu`qwˆ dy pUjwrI pUjnhwry syvk Bgq bx bYTy hn[ Asl ivc AYsy lokwˆ dI miq Akl AMdr AgÎwn ny AMqrjw brl pwVw pw riKAw hOXw hY, qy iesy kr ky hI auh gurU gÎwn qoˆ hIxy rih rhy hn, Bwv Awn dyv syvw qÎwg ky SIGr siqgurU dI crx Srx nhIˆ AOˆdy ]485]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
