[
  {
    "id": "QWL",
    "sttm_id": 6966,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6R99",
        "source_page": 486,
        "source_line": 1,
        "gurmukhi": "sUrj pRgws nws aufgn Aignq ijau; Awn dyv syv gurdyv ky iDAwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as with Sunrise, the stars disappear; similarly a Sikh feels unconcerned about the worship and service of gods and goddesses due to the knowledge acquired from the True Guru and practicing and focusing of the mind on his words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ sUrj dy huMdy swr Anigxq AsMKwˆ sqwry lop ho jwˆdy hn, iesy qrHwˆ siqgurwˆ dy DÎwn mwqR nwl AMdr KÎwl kridAwˆ swr hI Awn dyv syv dUr ho jwXw krdI hY suqy hI Cu`t jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1CD0",
        "source_page": 486,
        "source_line": 2,
        "gurmukhi": "hwt bwt Gwt TwTu GtY GtY ins idnu; qYso log byd Byd siqgur igAwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as the charm of shops, pathways, roads and quays reduce with time, so do the doubts and ignorance created by the worldly knowledge, rationale and illogic of Vedas diminish with the appearance of the True Guru's knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ smyˆ dy pRBwv kr ky rwq idn h`t bwjwr rwh Gwt p`qn dw Twt pUrblw pswrw Gtdw hI Gtdw jw irhw hY[ ArQwq ijs Bwˆq pUrb kwl dIAwˆ sB vrqn ivhwr dIAwˆ pRpwtIAwˆ Awp qy Awp hI KÎIx hoeIAwˆ jw rhIAwˆ qy nvIˆ roSnI dw hI pswrw psrdw jw irhw hY eysy pRkwr hI siqgurU dy igAwn dy pRBwv Agy idno idn sB hI lok byd Awid dy Byd vrqwry BI dUr hoey jw rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C83R",
        "source_page": 486,
        "source_line": 3,
        "gurmukhi": "cor jwr Aau jUAwr moh dRoh AMDkwr; pRwq smY soBw nwm dwn iesnwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The activities of thieves, evil persons and gamblers thrive in the darkness of the night but on daybreak the unique influence of bathing and meditation as drilled by the True Guru in His disciples become conspicuous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX ieh ik corwˆ Xwrwˆ Aqy juAwrIAwˆ vlw moh mohn T`gn qy dRoh DoKy Cl vwlw AMDkwr hnyr smwˆ dUr ho irhw hY, Aqy nwm dwn ieSnwn dI pRivrqI dy mh`q dI pRBwq dw smwˆ audy ho irhw hY Bwv gur pRqwp dw sUrj audy ho hnyr smyˆ nUM dUr kr irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VV54",
        "source_page": 486,
        "source_line": 4,
        "gurmukhi": "Awn sr myfuk isvwl GoGw mwnsr; pUrn bRhm gur srb inDwn kY [486[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Worshippers of other gods and goddesses can only be the dross of the tri-trait maya or the frogs of some pond and even useless shells in the sand. But in the Mansarover-like congregation, all treasures and invaluable commodities providing Naam, blessed by",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ik ievyˆ hI hor srovrwˆ aupr ffUAwˆ qrwˆ jwly qy GoiGAwˆ vq Awn dyv syvw pÎwrnw qÎwg ky pUrn bRhm srUp siqgurU suK swgr nUM syvn krx lg pYxgy ]486]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
