[
  {
    "id": "B4L",
    "sttm_id": 6968,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2EFR",
        "source_page": 488,
        "source_line": 1,
        "gurmukhi": "ins duirmiq huie ADrmu krmu hyqu; gurmiq bwsur su Drm krm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A base wisdom is full of ignorance. It encourages sin and evil deeds. The wisdom given by the True Guru is like the brightness of the day that pronounces righteous deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rwq smyˆ durmqI kwrx ADrm krm hyqu pwp krmwˆ nwl pÎwr huMdw hY, qy idn vyly gurmiq dy pRBwv kr ky puMn krm pivqR Awcwr nwl[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B41W",
        "source_page": 488,
        "source_line": 2,
        "gurmukhi": "idnkir joiq ky audoq sB ikC sUJY; ins AMiDAwrI BUly BRmq Brm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "With the emergence of Sun-like teachings of the True Guru, all that would stand in good stead becomes conspicuous. But consider any idol worship as dark night where one keeps wandering in doubts and suspicions by going wayward from the True path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sUjr dI joq pRkwS audy huMdy swr sB ikCu suJn lg pYˆdw hY Aqy rwq hnyrI ivKy Brm ivc Btkdw hoXw Bu`ilAw hI rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4S5N",
        "source_page": 488,
        "source_line": 3,
        "gurmukhi": "gurmuiK suKPl idib dyh idRsit huie; Awn dyv syvk huie idRsit crm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "By the virtues of Naam obtained from the True Guru an obedient Sikh becomes capable of seeing all that is not visible openly or conspicuously. Whereas the followers of gods and goddesses remain manifested with evil or sinning vision.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKwˆ nUM suK Pl dyx hwrI idb dyh qy idb idRStI pRwpq hoieAw krdI hY qy Awn dyv syvkwˆ dI idRStI cMm aupr hI irhw krdI hY[ Bwv ieh lok sUQl idRStI ivc hI P`Qy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VY35",
        "source_page": 488,
        "source_line": 4,
        "gurmukhi": "sMswrI sMswrI sOig AMD AMD kMD lwgY; gurmuiK sMD prmwrQ mrmu hY [488[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The worldly people's association with gods and goddesses for acquiring worldly pleasures from them, is just like a blind person is holding on to the shoulder of a blind person in search of the right path. But those Sikhs who are united with the True Guru",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awn dyv syvk sMswrI log AMnIAwˆ kMDwˆ smwn KoilAwˆ jVHqw pRwiex sMswrIAwˆ lokwˆ nwl hI cMbVy irhw krdy hn pr gurmuK lokwˆ dI sMDI joV prmwrQI mrm vwly itkwxy Bwv swD sMgq ivKy hoieAw krdw hY ]488]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
