[
  {
    "id": "SC5",
    "sttm_id": 6970,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KNWT",
        "source_page": 490,
        "source_line": 1,
        "gurmukhi": "pRgit sMswr ibibcwr krY ginkw pY; qwih log byd Aru igAwn kI n kwin hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A whore openly commits vice with other men. She has no regard and respect for the morality or code of conduct as laid down in social and religious books.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sMswr lok pRq`K hI vysvw pws jw ky Es nwl ibBcwr iBRStwcwr krdy hn Aru iqs nUM lokwˆ Aru bydwˆ dy igAwn Drm dI koeI kwn ljw Srm nhIˆ huMdI]",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T90X",
        "source_page": 490,
        "source_line": 2,
        "gurmukhi": "kulwbDU Cwif Brqwr Awn duAwr jwie; lwCnu lgwvY kul AMkus n mwin hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "But if a lady of respectable family goes to another man tarnishes the image of her family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr jy kulvMqI iesqRI Brqy nUM rmnw C`f ky hor bUhy qy jwvy qwˆ kul dy Drm rUp kuMfy nUM nw mMnxhwrI kulw Drm dI inAwdrI krqw auh Awpxy kul nUM v`tw lwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7QR9",
        "source_page": 490,
        "source_line": 3,
        "gurmukhi": "kpt snyhI bg iDAwn Awn sr iPrY; mwnsr CwfY hMsu bMsu mY AigAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An egret with false love in his heart wanders from one pond to the other. But if someone belonging to the family of swans (Sikh of the Guru) leaves the Mansarover lake like congregation of the True Guru, that ignorant person is a big fool.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ bg iDAwnIAw kpt snyhI nwm DrkI hMs = is`K ipAw hor hor srwˆ aupr iPrdw rhy hor dyvwˆ nUM syvn Kwqr t`krwˆ mwrdw iPry pr jykr hMswˆ is`Kwˆ dI bMs ivc aupijAw koeI mwnsr gur sMgiq nUM qÎwg dyvy qwˆ auh Bwrw mUrK AgÎwnI huMdw hY, Bwv Es vrgw mUrK AgÎwnI koeI nhIˆ ho skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZDC1",
        "source_page": 490,
        "source_line": 4,
        "gurmukhi": "gurmuiK mnmuK durmiq gurmiq; pr qn Dn lyp inrlypu iDAwn hY [490[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "An obedient Sikh of the True Guru engrosses his mind in the consecrated words of wisdom of the True Guru, keeps himself unsullied by the evils of other's wealth and other's body. But one separated from the True Guru and worshipper of gods and goddesses, r",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy gurmuiK gur syvw kwrx gurmq pwln Kwqr prwey qn Dn v`loˆ sB pRkwr inrlyp rihx dw iDAwn rKdy hn, lyp lgnoˆ swvDwn rihMdy hn Aqy mnmuK Awn dyv syv kwrx durmiq dy mwry pr qn pr Dn ivKy ilpwXmwn prcy rihx dw hI iDAwn rKdy hn, Bwv EnHwˆ nUM hr smX eyho hI qwˆG lgI rihMdI hY ]490]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
