[
  {
    "id": "HRM",
    "sttm_id": 6972,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "E604",
        "source_page": 492,
        "source_line": 1,
        "gurmukhi": "ckeI ckor Aihinis sis Bwn iDAwn; jwhI jwhI rMg ricE qwhI qwhI cwhY jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The attention of a Ruddy sheldrake and of Allectoris graeca is always towards Sun and Moon respectively. One loves only that in whom one's mind gets engrossed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ckvI Aih idn dy smyˆ Bwn sUrj nUM hI iDAwn ivc ilAwXw qwˆiGAw krdI hY Aqy ckor ins rwq nUM cMd dw hI ArwDn krdw hY so ijhVy ijhVy rMg prcy ivc koeI rc igAw Esy Esy nUM hI auh cwihAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CMPJ",
        "source_page": 492,
        "source_line": 2,
        "gurmukhi": "mIn Aau pqMg jl pwvk pRsMig hyq; twrI n trq tyv Er inrbwhY jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the context of love, fish loves water while a moth is mad over the flame of fire. Their habit of loving cannot be stopped and they live through their love till their last breath.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mClI Aqy pqMgy dw ihq ipAwr jl Aru pwvk AgnI dy pRsMg myl nwl hY, ArQwq m`CI sdw jl dw myl chuMdI hY qy pqMgw A`g dI lwt dw ieh Enwˆ dI tyv vwdI twlI hoeI nhIˆ tilAw krdI; Aru Er EVk pRjMq hI auh eys nUM inbwh idMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3ZZ8",
        "source_page": 492,
        "source_line": 3,
        "gurmukhi": "mwnsr Awn sr hMsu bgu pRIiq rIiq; auqm Aau nIc n smwn smqw hY jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In the context of love, a swan is associated with Mansarover while an egret is found in ponds and puddles. There cannot be any equality in the love of high and low.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mwnsrovr nwl hMswˆ dI pRIqI hY qy Awn srwˆ aupr Btknw bglÎwˆ dI rIqI hY, iesy kr ky hI hMs auqm hn Aqy bgly nIc[ kÎoˆ ju nw qwˆ drjy ivc hI smwn iek bRobr hn qy nw hI Kurwk dy kwrx Enwˆ dI smqw bRobrI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GXHX",
        "source_page": 492,
        "source_line": 4,
        "gurmukhi": "qYsy gurdyv Awn dyv syvk n Byd; smsr hoq n smuMdR srqw hY jI [492[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, there is much difference in the love of the Sikhs of the Guru and followers of gods and goddesses. True Guru is like ocean full of divine virtues whereas gods and goddesses are like rivers and brooks. Ocean and streams can never be alike.  (492",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr gurUdyv qQw Awn dyvqw dy syvkwˆ ivc Awps ivKy iBMn Byd hY jIkUM ik smuMdR qy qwlwb smsr nhIˆ huMdy AQvw smuMdR qy sirqw ndI eykUM hI gur isKwˆ nUM Awn dyv syvk iksy qrHwˆ nhIˆ pug skdy ]492]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
