[
  {
    "id": "2QB",
    "sttm_id": 6973,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q90A",
        "source_page": 493,
        "source_line": 1,
        "gurmukhi": "pRIiq Bwie pyKY pRiqibMb ckeI ijauN ins; gurmiq Awpw Awp cIn pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as Ruddy sheldrake looks amorously at her shadow during moonlit nights believing it to be her beloved, so does a Sikh of the Guru recognises the existence of his dear Lord within him and engrosses himself in it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ rwqrI smyˆ ckvI Apxy pRiqibMb pRCwvyˆ nUM pRIq Bwv nwl dyKÎw krdI hY qy aus nUM swKÎwq inj pqI hI smJ ky AwnMdq huMdI hY ievyˆ hI gurmq ivKy gur is`K Awpxy Awqmy dI pCwx kr ky Es nUM hI prmwqmw sÎwixAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NYPQ",
        "source_page": 493,
        "source_line": 2,
        "gurmukhi": "bYr Bwie pyiK prCweI kUpMqir prY; isMGu durmiq lig duibDw kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lion sees his own shadow in the well and under the influence of his jealous feelings, considers it another lion and pounces upon it; similarly a Manmukh separated from his Guru due to his base wisdom is seen entangled in doubts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM vYr Bwv nwl Apxy prCwvyˆ nUM q`k ky Syr KUh ivc ifgdw hY qIkUM hI durmiq ip`Cy duibDw dy kwrx Awn dyv syvk Brm Byd ivKy vrqdy hoey sMswr rUp KUh ivc hI ifgdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YYT6",
        "source_page": 493,
        "source_line": 3,
        "gurmukhi": "gaU suq Anyk eyk sMg ihil imil rhY; sÍwn Awn dyKq ibruD juD TwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as several calves of cow live together in harmony, so do the obedient sons (Sikhs) of the Guru live in love and brotherhood with each other. But a dog cannot stand another dog and fights with him. (So do the self-willed persons are ever ready to pick",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gaUAwˆ dy pu`q v`Cy Anykwˆ hI iek sMig iek dUey nwl Awpo ivc ihly imly rihMdy hn pr ku`qw dUey nUM dyKdy swr hI ibruD vYr krdw hoXw aultw lVn lg ipAw krdw hY[ Bwv gurU ky syvk Awpo ivc iek vwk nwl irhw ibhw krdy hn qy Awn dyv syvk rwm aupwSk ikRSn aupwSk vw SYv Swkq Awid bxy Awpo ivc dMgw Pswd krdy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M83T",
        "source_page": 493,
        "source_line": 4,
        "gurmukhi": "gurmuiK mnmuK cMdn Aau bwNs ibiD; brn ky doKI ibkwrI aupkwrI aunmwnIAY [493[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The behaviour of Guru-conscious and self-conscious persons is like sandalwood and bamboo. Evil persons fight with others and destroy themselves as bamboos set themselves on fire. On the contrary, virtuous people are seen doing good to their companions.  (",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKwˆ qy mnmuKwˆ dw cwlw iblkul cMnx Aqy vwˆs vwlw huMdw hY, bwˆs mnmuK qwˆ Apxy sjwqIAwˆ BweIcwry dw doKI ivgwV krx hwrw huMdw hY, qy cMnx gurmuK sB aupr pRopkwrI ho vrqx vwlw inj rUp hI bxw ipAwrx hwrw smJxw cwhIey ]493]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
