[
  {
    "id": "3ZB",
    "sttm_id": 6974,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UBEA",
        "source_page": 494,
        "source_line": 1,
        "gurmukhi": "jau koaU bulwvY kih sÍwn imRg srp kY; sunq irjwie Dwie gwir mwir dIjIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a forgetful person is addressed by somebody as dog, animal or snake, he comes into rage and pounces on him as if he is going to kill him (Such a person is worst than these three species) because-",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr koeI Awn dyv syvk mnmuK nUM ku`qw imRg s`p AwK ky bulwvy; qwˆ auh suxdy swr gu`sw Kw ky gwlwˆ kFdw mwno mwr dyx leI dOVÎw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "THGA",
        "source_page": 494,
        "source_line": 2,
        "gurmukhi": "sÍwn sÍwm kwm lwig jwmnI jwgRq rhY; nwdih sunwie imRg pRwn hwin kIjIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A dog remains watchful of his master throughout the night and serves him, and a deer goes to the extent of losing his life when it hears the musical sound of Ghanda Herha.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwlIˆ ik ku`qw sÍwmI dy kwrj Kwqr rwq jwgdw rihMdw hY qy nwdih Sbd DunI nUM suxw ky imRg dy cwhy koeI pRwx Gwq kr dyvy pr pRym nUM v`tw nhIˆ lgn idMdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JUGF",
        "source_page": 494,
        "source_line": 3,
        "gurmukhi": "Dun mMqR pVY srp Arp dyq qn mn; dMq hMq hoq goq lwij gih lIjIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bewitched by the sound of snake charmer's flute and incantation of Garud, a snake surrenders himself to the charmer. The charmer breaks his fangs and invoking him with the name of his family, catches him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\y hI mMqR nUM bIn dI DunI rwhIˆ pVHidAwˆ q`k ky s`p Awpxw qn mn Arpx kr idMdw qy Awpxy dMdwˆ nUM quVvw lYˆdw hY, b`s ies qrHwˆ hI goq bMs dI lwj duvw ky Es nUM PV leIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXST",
        "source_page": 494,
        "source_line": 4,
        "gurmukhi": "moh n Bgq Bwv sbd suriq hIin; gur aupdys ibnu iDRgu jgu jIjIAY [494[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "He who has turned himself away from the True Guru cannot have dog-like love for his Master Lord. They are even bereft of enchantment of the music (unlike deer) and without the consecration of the True Guru's incantations, their living life in the world is",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRMqU eynwˆ Awn dyv syvkwˆ nUM BgqI Bwv ivKy moh pÎwr ku`qy vrgw BI nhIˆ Bwv pRym qoˆ s`Kxy hn, Sbd dI sRoq qoˆ BI hIxy hn kÎoˆik imRg vrgw pÎwr Sbd dw Enwˆ dy AMdr nhIˆ qy gur aupdyS qoˆ BI ibhUn hn ArQwq s`p vwkUM mMqR DunI dI Awn BI Enwˆ dy AMdr nhIˆ ies nhI ku`qy imrg s`p nwloˆ BI ienwˆ BYiVAwˆ dw sMswr AMdr jIaUxw hI iP`t iP`t dy lYk huMdw hY ]494]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
