[
  {
    "id": "1EB",
    "sttm_id": 6980,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "17U0",
        "source_page": 500,
        "source_line": 1,
        "gurmukhi": "kq pun mwns jnm kq swDsMgu; ins idn kIrqn smY cil jweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "After wandering through eighty-four lakh species, we are blessed with this human birth. If we miss this opportunity, when will we get it again and when will we enjoy the company of the saintly persons? Therefore, we should attend the holy congregation day",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kd Pyr mnu`Kw jnm imlxw hY, qy kd AYsw smwˆ swD sMgq dw pRwpq hoxw hY, qwˆ qy rwq idn kIrqn dy smyˆ; pujky BI jwxw cwhIdw hY, Bwv GOl nhIˆ hoxI cwhIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GMKH",
        "source_page": 500,
        "source_line": 2,
        "gurmukhi": "kq pun idRsit drs huie prspr; BwvnI Bgiq Bwie syvw ilv lweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I have face to face glimpse of the True Guru and receive His grace? Therefore I should engross my mind in the loving worship and devotion of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kdoˆ Pyr prspr Awpo ivc ingHw imldy drSn dw mylw hoaU Bwv siqgurwˆ nUM drSn dyx dw qy AswnUM drSn krn dw Aausr kd pRwpq hoxw hY? qwˆ qy BgqI Bwv vwlI BOxI SrDw nwl syvw ivK ilv lgweIey ArQwq syvw ivc prcIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JDLT",
        "source_page": 500,
        "source_line": 3,
        "gurmukhi": "kq pun rwg nwd bwd sMgIq rIq; sRI gur sbd Duin suin puin gweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I get the opportunity of listening to the divine compositions of the True Guru in the accompaniment of musical instruments and sung in the classical mode of singing? Therefore I must find all possible occasions to hear and sing the praises of th",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kdoˆ Pyr bwd swj bwj dÍwry rwgwˆ dI sur ivc sMgIq gwXn ivdÎw dI rIqI cwl Anuswr suBwXmwn gurU Sbdwˆ dI Dun nUM suxwˆ qy nwl hI gwvwˆgy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X8TU",
        "source_page": 500,
        "source_line": 4,
        "gurmukhi": "kq puin kir ikrqws lyK msuvwxI; sRI gur sbd iliK inj pdu pweIAY [500[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "When will I get a chance to write the name of the Lord on the paper-like mind with the conscious-like ink? Therefore I should write the True Guru blessed word on the paper-like heart and reach the self-realisation (through constant meditation).  (500)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "muV kdoˆ ikrqws kwgz irdy nUM bxw ky qÎwr kr ky miq msÍwnI sÎwhI nwl sRI gurU mhwrwj dy Sbd gurmMqR nUM Awpy dÍwry ilKky Awqm pd pOxw hovygw ]500]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
