[
  {
    "id": "KYJ",
    "sttm_id": 6982,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "FL8T",
        "source_page": 502,
        "source_line": 1,
        "gurmukhi": "jYsy jl miD mIn mihmw n jwnY puin; jl ibn qlP qlP mir jwiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a fish does not understand the importance of water while swimming in it but she realises its importance when separated from it and dies yearning for are-union.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl AMdr huMidAwˆ qwˆ m`CI aus dI AYfI mhmw kdr nhIˆ jwxÎw krdI byDÎwnI ieDr auDr klol krdI iPirAw krdI hY, pRMqU jl qoˆ ibnwˆ vKrI hoeI nhIˆ ik; qVP qVP mr jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "48UH",
        "source_page": 502,
        "source_line": 2,
        "gurmukhi": "jYsy bn bsq mhwqmY n jwnY puin; pr bs Bey Kg imRg Akulwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a deer and a bird living in a jungle do not realize its importance but realises its significance when caught and put in a cage by the hunter and wail for going back to the jungle.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Kg imRg pMCI Aru psU bn AMdr vsdy bn dy mhwqm pRBwv nUM nhIˆ jwixAw krdy, pRMqU iSkwrI dÍwry PVIn qy prADIn huMdy swr hI Pyr qwˆ ivAwkul hoXwˆ cIkwˆ mwirAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HAFH",
        "source_page": 502,
        "source_line": 3,
        "gurmukhi": "jYsy ipRA sMgm kY suKih n jwnY iqRAw; ibCurq ibrh ibRQw kY ibllwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a wife does not appreciate the importance of staying with her husband when together but comes to her senses when separated from her husband. She wails and cries due to pangs of separation from him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ pÎwry pqI dy sMjog myly dy suK dI kdr iesqRI nhIˆ jwixAw krdI Bwv mwlk dy swmxy gumwn kr kr idKwieAw krdI hY, pr jÎoˆ hI ik Es dy vwˆFy Awid jwx kwrx ivCVÎw krdI hY qwˆ ivCoVy dI pIVw kr ky peI ivrlwp krdI kIrxy pwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E6F9",
        "source_page": 502,
        "source_line": 4,
        "gurmukhi": "qYsy gur crn srin Awqmw Acyq; AMqr prq ismrq pCuqwq hY [502[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, a seeker living in the refuge of the True Guru remains oblivious of the greatness of Guru. But when separated from Him, repents and laments.  (502)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr siqgurwˆ dy crx kmlwˆ dI Srx huMidAwˆ ArQwq; siqgurwˆ dI smIpqw huMdÎwˆ qwˆ Awqmw mn AMdroˆ Acyq bypRvwh hoieAw iPrdw hY; pr ijs vyly Enwˆ dy rm igAwˆ AMqrw ivQwˆ Awx pYˆdIAwˆ hn qwˆ aus hzUrI vwly simAwˆ nUM Xwd kr kr ky pey pCoqweIdw hY ]502]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
