[
  {
    "id": "2HE",
    "sttm_id": 6984,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZJ4H",
        "source_page": 504,
        "source_line": 1,
        "gurmukhi": "jau hm ADm krm kY piqq Bey; piqq pwvn pRB nwm pRgtwieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we have fallen from your favour due to our evil and unrighteous deeds, then 0 Lord! You have made known that You bless the sinners with Your grace and make them good and pious.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr AsIˆ nIc BYVy kMm kr kr ky mnu`K pxy dI au`cqw qoˆ piqq ho gey igr gey Bwv nIc bx gey hwˆ hy pRBU! Awp ny BI Awpxw nwm piqq pwvn piqqwˆ igirAwˆ hoieAwˆ pwpIAwˆ nUM pwvn pivqR krx hwrw au`Gw kr id`qw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T6E2",
        "source_page": 504,
        "source_line": 2,
        "gurmukhi": "jau Bey duiKq Aru dIn prcIn lig; dIn duK BMjn ibrdu ibrdwieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we are suffering due to our ill deeds and sins of the previous births, then 0 Lord! You have made it conspicuous that You dispel the sufferings of the poor and destitudes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy jd AsIˆ ieauˆ ifg ky duKI ho gey Awqur Aw gey Aqy prcIn pRwcIn purwxIAwˆ rIqwˆ rsmwˆ ip`Cy lg ky vw purwxIAwˆ vwdIAwˆ dy p`KI bx ky dIn Awjz lwcwr ho gey qwˆ dIn duK BMjn dInwˆ dy du`K dUr krx hwrw ibrd pRBwv Awp ny ibrdwieE pRis`D kr id`qw pRgtw id`qw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "97UP",
        "source_page": 504,
        "source_line": 3,
        "gurmukhi": "jau gRsy Ark suq nrk invwsI Bey; nrk invwrn jgq jsu gwieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If we are in the grip of the angels of death and become deserving of a life in hell because of our bad and evil deeds, then 0 Lord ! The whole world is singing Your paeans that You are the liberator of all from the vagaries of hell.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jdoˆ Arksuq sUrX dypuqR Drm rwj dy gRsy nrVy pkVy hoey AsIˆ nrkwˆ ivc v`snhwry bx gey qwˆ jgq aupIr nrk invwrn nwl nwl Awpdw j`s gwivAwˆ jwx lg ipAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6T5Y",
        "source_page": 504,
        "source_line": 4,
        "gurmukhi": "gun kIey gun sB koaU krY, ikRpw inDwn!; Avgun kIey gun qohI bin AwieE hY [504[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "O store house of clemency! One. who does good to others begets good in returns. But doing good to low and evil doers like us behoves only You. (You alone can bless and forgive the sins and evil deeds of all).  (504)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hy ikRpw dy BMfwr! gux Blw kIqIAwˆ qwˆ sB koeI hI Agoˆ Blw kirAw krdw hY pr AwpdI AwgÎw BMg rUp ApRswD kridAwˆ BI Awp dw Aswˆ jIvwˆ pr gux krnw Blw q`knw ieh mihmw kyvl Awp nUM hI bx AweI hY ]504]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
