[
  {
    "id": "S6K",
    "sttm_id": 7002,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DBJ5",
        "source_page": 522,
        "source_line": 1,
        "gurmukhi": "bysÍw ky isMgwr ibibcwr ko n pwru pweIAY; ibnu Brqwr kw kI nwr kY bulweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The embellishments of a whore and her relationships with many men cannot be fathomed. Without a husband, whose wife can she be known as?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vysÍw bjwrU qIvIˆ idAwˆ isMgwrwˆ vyswˆ dw Aqy ibBcwr dUsirAwˆ purKwˆ nwl rmx dw qwˆ pwr AMq nhIˆ pwieAw jw skdw pr ibnwˆ Brqwr sÍwmI dy auh iks dI iesqRI kr ky s`dI jwvy? Bwv AYinAwˆ ivKy suKwˆ nUM mwxdI hoeI BI, iek dI hoey bwJoˆ auh BYVI innwˆvIˆ hI rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZAG7",
        "source_page": 522,
        "source_line": 2,
        "gurmukhi": "bgu syqI jIv Gwq kir Kwq kyqy ko; moin gih iDAwn Dry jugq n pweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A heron is white like a swan but it kills many living beings to appease his appetite. To do this evil act, he stands in perfect silence, but in doing so, he does not achieve the know-how of yog.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bgulw syq ic`tw aujly rMg dw huMdw hY, qy keIAwˆ Anigxq jIvwˆ dI Gwq hqÎw kr ky Kwˆdw hY, mon Dwr ky DÎwn BI Drdw hY, pr AYsw krn nwl Es nUM koeI jog dI jugqI qwˆ nhIˆ pRwpq ho jwieAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AG8T",
        "source_page": 522,
        "source_line": 3,
        "gurmukhi": "BwNf kI BMfweI burvweI n khq AwvY; Aiq hI iFTweI sukcq n ljweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "One cannot explain the shamelessness of the actions and words used by a mimic. He does not shy away from using bad words out of sheer obstinacy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BMf nlkIey dy BMfpuxy dI burweI AwKI nhIˆ jw skdI qy FITqw BI Es dI 'Aiq hI' prly drjy dI vDI hoeI huMdI hY ijs kr ky sMkoc sMg lwh ky mwno Es nUM l`jw hXw nhIˆ AwieAw krdI (jo kuC jIA ivc Aw jwvy bySrmI dy qwx bkI jwieAw krdw hY[)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5NHS",
        "source_page": 522,
        "source_line": 4,
        "gurmukhi": "qYsy pr qn Dn dUKn iqRdoK mm; ADm Anyk eyk rom n pujweIAY [522[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Similarly, like these low character people, I am low too. I am a chronic patient of the three diseases, that is looking at others wealth, woman and slandering others. Numerous sinners cannot match even a hair of my sinful life. I am lowest of all the low",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy pRkwr hI dUsirAwˆ qoˆ syvw lYxI qy lokwˆ dy Dn aupr pyt pwlnw krnI Aqy Pyr Enwˆ dy AOgux k`Fny ieh iqRdoK qwpid`k myry ciVHAw hoieAw hY, qyAYsw nIc hwˆ ik Anykwˆ hI ADm nIc pwˆbr myry iek vwl dI bRobrI nhIˆ kr skdy ]522] dyKo vIcwr kib`q 513",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
