[
  {
    "id": "CA5",
    "sttm_id": 7004,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VP1U",
        "source_page": 524,
        "source_line": 1,
        "gurmukhi": "jau pY coru corI kY bqwvY hMs mwnsr; CUit kY n jwie Gir sUrI cwiV mwrIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a thief steals and yet declare himself pious like swans of lake Mansarover, he is not forgiven but is crucified and killed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr cor corI kr ky Awpxy Awp nUM mwn sRovr dw hMs du`D Doqw swP vw mhwˆ ibbykI d`sy qwˆ ieqny kr ky auh koeI Cu`t ky Gr nhIˆ jw skdw sgoˆ zrUr sUlI cwVH mwrIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DN4R",
        "source_page": 524,
        "source_line": 2,
        "gurmukhi": "bwt mwr btvwro bgu mIn jau bqwvY; qqKn qwqkwl mUMf kwit fwrIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "If a wayside dacoit declares himself kind and good doer of the wayside travellers just as a heron feels towards the fish and frogs in a pond, his claim cannot be accepted and he should be beheaded there and then.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rwh mwr, DwVvI bgl iDAwnIAwˆ bx ky m`Cwˆ vwkUM lokwˆ nUM Awpxy Awp qweIˆ smwDIAw d`sy qwˆ ieqny nwl iksy ieqbwr nhIˆ kr lYxw sgoˆ Esy vyly hI ausy iCx ivc Es dw isr lwh is`tIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TPW6",
        "source_page": 524,
        "source_line": 3,
        "gurmukhi": "jau pY pr dwrw Bij imRgn bqwvY ibtu; kwn nwk KMf fMf ngr inkwrIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Just as a lecherous person declares himself chaste and celibate like the deers of a jungle after committing adultery with some other woman, he is not let off on his statement. Instead his nose and ears are chopped off and he is expelled from the city.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr pr iesqRI Bogky imrg hrx vwkUM nhIˆ d`sdw qy AwKy ik auh ApnI fwroˆ kdI bwhr nhIˆ igAw AQvw imrgwˆ smwn Boly lokwˆ nUM d`sy bRhmcwrI qwˆ AYsy ibtu bRhmcwrI dy kMn n`k k`t ky dys inkwly dw dMf dyeIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F2ZP",
        "source_page": 524,
        "source_line": 4,
        "gurmukhi": "corI btvwrI pr nwrI kY iqRdoK mm; nrk Ark suq fMf dyq hwrIAY [524[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "A thief, dacoit and a lecherous man is punished so severely for one crime they commit. But I am a sufferer of all these three ailments like tuberculosis. So punishing me for all these sins, the angels of death will get tired.  (524)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "corI krnI DwVw mwrI qy pr iesqRI AMgIkwr krnI ieh iqMny doK hI mYnUM qpid`k hoieAw hoieAw hY, ijs qrHwˆ qpid`kI nUM dvweIAwˆ dy dy ky vYd fwktr smyq dvwvwˆ dy hwr jwˆdy hn AYsy hI nrk qy Ark suq Drm rwj BI mYnUM fMf idMdy hI hwr jwxgy ]524]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
