[
  {
    "id": "Z9Q",
    "sttm_id": 7034,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NDAR",
        "source_page": 554,
        "source_line": 1,
        "gurmukhi": "byd ibrMic ibcwru n pwvq; cikRq syK isvwid Bey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Brahma studied and reflected on the Vedas yet could not fathom the beginning and the end of the infinite Lord. Sheshnag, with his thousand tongues and Shiv Ji are falling into ecstatic state singing His paeans and contemplating on His extent.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bydwˆ nUM bwrMbwr vIcwr kr ky BI ibrMic bRhmw nhIˆ pw sikAw mrm ijs dw Aqy SyK nwg iSvjI Awid BI ijs nUM pOx Kwqr cikRq hrwn hoey pey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H0QF",
        "source_page": 554,
        "source_line": 2,
        "gurmukhi": "jog smwiD ArwDq nwrd; swrd sukR snwq ney hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Sage Narad, goddess Saraswati, Shukracharya and Sanatan the sons of Brahma are bowing before Him after contemplating on Him in meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwrd jI qy swrd sRsÍqI qQw SukRwcwrX Aru snwq snk snMdnwid jog smwDIAwˆ dÍwry ArwDd ijs dy Agy ney hY nmskwrwˆ krdy rihMdy hn, hwry pey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GKMC",
        "source_page": 554,
        "source_line": 3,
        "gurmukhi": "Awid Anwid Agwid Agocr; nwm inrMjn jwp jey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The Lord who is since the beginning of the beginning, is beyond the beginning is spread beyond the comprehension of mind and senses. Such mammonless and blemishless Lord is being meditated upon by all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jo sB dw Awid ArQwq ijs qoˆ sB dI auqp`qI huMdI hY qy ijs dI Awid mUl kwrx koeI nhIˆ Ar ijs dw mrm gwihAw smiJAw bu`iJAw nhIˆ jw skdw qQw mn bu`DI Awid dy gocr ivKX nw ho skn vwlw jo inr ivKX srUp hY, qy ijs inrMjn AmwXk sÍrUp dy nwm dw sB jwp jpdy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JBS",
        "source_page": 554,
        "source_line": 4,
        "gurmukhi": "sRI gurdyv sumyv susMgiq; pYrI pey BweI pYrI pey hY [554[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The True Guru who is engrossed in such God is absorbed and permeated in the congregation of supreme people. 0 brother! I fall, yes I fall on the holy feet of such a True Guru.  (554)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "EhI Agm AgwD inrMjn srUp Akwl purK sRI gurU dyv srUp ho ky ApxI is`K sMgiq ivc iek rs rimAw hoXw pRIpUrx hY so ies pRkwr rb srUpI gurU mhwrwj nUM swDsMgq ivKy jÎoˆ kw qÎoˆ drsdw hoXw sB BRwvwˆ dy crxIˆ bwrMbwr nmskwr krdw hwˆ ]556]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
