[
  {
    "id": "SFD",
    "sttm_id": 7132,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "12KX",
        "source_page": 652,
        "source_line": 1,
        "gurmukhi": "sPl jnm DMn Awj ko idvs rYin; phr mhUrq GrI Aau pl pwey hYN [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "My birth has become successful and fruitful today. This auspicious day, night, watch, moments that have provided me with moments of union with my Lord are worthy of admiration and salutation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jnm sPl ho igAw Aj dw idn rwq; pihr; mhUrq; GVI qy pl jo ies vyly bIq rhy hn DMn hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0LZP",
        "source_page": 652,
        "source_line": 2,
        "gurmukhi": "sPl isMgwr cwr ishjw sMjog Bog; AwNgn mMdr Aiq suMdr suhwey hYN [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "All my embellishments of Naam Simran are fruitful today, now that I am about to enjoy the spiritual bliss of union with my Lord on the bed-like heart. My heart-like courtyard and temple-like body are also becoming decorated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myrw kIqw sohxw iSMgwr; ishjw sMjog Bog vwihgurU myl leI sPl ho igAw myrw ivhVw qy mMdr AqI sohxy soBnIk ho gey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8W5S",
        "source_page": 652,
        "source_line": 3,
        "gurmukhi": "jgmg joiq soBw kIriq pRqwp Cib; Awnd shij suK swgr bFwey hYN [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "The seas of comfort and bliss are leaping in my stable spiritual state as a result of union with my Lord on the bed of my heart. It is effulgent with divine light. It has blessed me with praise and glory, grandeur and splendour and a beautiful image.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "soBw dw pRkwS jgmgw auiTAw hY qy pRqwp qy soBw dI kIrqI PYl geI hY; AnMd qy shj suK dy smuMdr auCl Awey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YMKW",
        "source_page": 652,
        "source_line": 4,
        "gurmukhi": "ArQ Drm kwm moK inhkwm nwmu; pRym rs risk hÍY lwl myry Awey hYN [652[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Lord's name that makes dharam, arth, kaam and mokh as no more desirable elements of pursuits; the meditation of that Naam has enamored my beloved Lord in the hue of my love who has now come and taken the seat on my bed-like heart.  (652)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Drm; ArQ; kwm; moK; inSkwmqw; ijnHwˆ dw nwm hY; auh sB pRwpq ho gey hn; ikauˆik myry ipAwry jI Aj Awp myry pRym rs dy rsIey ho ky myry Gr Awey hn ]652]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
