[
  {
    "id": "NMC",
    "sttm_id": 7133,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9PS2",
        "source_page": 653,
        "source_line": 1,
        "gurmukhi": "ins n GtY n ltY sisAwr dIp joiq; kusm bws hUM n imty AO su tyv syv kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "May this night of enjoying blissful union with my Lord not end, nor should the soothing light of the lamp-like moon recede. May the flowers remain laden with fragrance nor should the power of voiceless voice-meditation decrease from my heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myry igRh lwl Awey vwlI rwq nw mu`ky; cMdRmw qy dIvy dI joq nw ltptwey; Pu`lwˆ dI sugMDI imt qy nw hI myrI syvw krn dI bwx imty[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S6PW",
        "source_page": 653,
        "source_line": 2,
        "gurmukhi": "shj kQw n GtY sRvn surq mq; rsnw prs rs risk smyv kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "May this spiritual stability not recede nor should the sweetness of sound decrease in my ears. With the absorption of the divine elixir, may the desire of my tongue to remain engrossed in that elixir not wane.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "igAwn dI kQw BI nw Gty; kMnwˆ ivc suxn SkqI nw Gty; rsnw dw rs sprS nw Gty qy miq buDI dI risk ho ky rs ivc smwey rihx dI mOj nw Gty[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WRR5",
        "source_page": 653,
        "source_line": 3,
        "gurmukhi": "inMdw n prY Ar krY n Awrs pRvys; irdY brIAw sMjog AlK AByv kI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "May the sleep not burden me nor should laziness effect my heart, because an opportunity of enjoying the inaccessible Lord has been formed (opportunity of enjoying the bliss of union with Lord exists).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nIˆd nw pvy; Aqy myry ihrdy ivc Awls BI pRvyS nw kry; ikauˆik Aj AlK AByv vwihgurU dy sMjog dI myrI vwrI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ES4B",
        "source_page": 653,
        "source_line": 4,
        "gurmukhi": "cwau icqu cauguno bFY pRbl pRym nym; dXw ds gunI aupjY dXwl dyv kI [653[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Bless me that this desire and enthusiasm of my heart becomes fourfold. May the love within me become more powerful and unbearable and the benevolence of the beloved effulgent Lord appear ten times more for me.  (653)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies leI icq dw cwau cOxw vDy qy pRym dw nym hor pRcMf hovy qy auDroˆ aus idAwlU dyv myry pRIqm vwihgurU dI dieAw BI ds guxI ho ky pRgty ]653]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
