[
  {
    "id": "HJW",
    "sttm_id": 7144,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Savaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KNCN",
        "source_page": 664,
        "source_line": 1,
        "gurmukhi": "pRym rsu Aausur AgÎwn mY n AwgÎw mwnI; mwn kY mwnn ApnoeI mwn KoXo hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "In my human birth when it was time to acquire the elixir like love of my beloved Lord, I did not obey the command of my True Guru to toil and practice the teachings of the Guru. Becoming proud of my youth and wealth, I lost the respect that I had in the h",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aus qoˆ pRwn nwQ jI gu`sy ho ky mwn DwrI ho gey; hux auh myry mnwey mMndy nhIˆ qd mYˆ Aw ky Awpxw duK roieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F1C4",
        "source_page": 664,
        "source_line": 2,
        "gurmukhi": "qwN qy irs mwn pRwnnwQ hUM ju mwnI Bey; mwnq n myry mwn Awin duK roieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "Due to my involvement in worldly pleasures, my Master beloved Lord has become angry with me. Now when I try to bring him around, I fail. 0 my pious friend! I have now come and expressed my distress before you.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aus qoˆ pRwn nwQ jI gu`sy ho ky mwn DwrI ho gey; hux auh myry mnwey mMndy nhIˆ qk mYˆ Aw ky Awpxw duK roieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HVZK",
        "source_page": 664,
        "source_line": 3,
        "gurmukhi": "lok byd gÎwn dq Bgq pRDwn qw qy; lunq shs guno jYsy bIj boXo hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "It is a primary axiom of all the folk tales and religious scriptures that one reaps what one had sown. Whatever good or bad we sow, we have to reap many times more than that.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "lok igAwn qy vyd igAwn ieh hY ik idqy dwn qoˆ BogIdw bhuq ijAwdw hY; qwˆ qy ijho ijhw mYˆ bIj bIijAw sI ausqoˆ hzwr guxw v`D v`F rhI hwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N8TD",
        "source_page": 664,
        "source_line": 4,
        "gurmukhi": "dwsn dwswn giq bynqI kY pwie lwgau; hY koaU mnwie dY sgl jg joXo hY [664[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Shamsher Singh Puri": {
              "translation": "I have searched the whole world, defeated and defected. I have now made myself as the slave of the servants and approaching the slaves of the Lord, I go into their refuge with a prayer-Is there any God-loved servant who can bring around my separated and a",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hux mYˆ aunHwˆ dy dwswˆ dy dwswˆ pws jw ky bynqI kr ky pYrIˆ pY rhI hwˆ; hY koeI AYsw jo aunHwˆ nUM mnw dyvy? mYˆ qwˆ swrw sMswr FUMf iPrI hwˆ ]664]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
