{
  "content": [
    {
      "asset": "GSNL",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹਨਾਣ ਜ਼ਾਹਰਾਣ ਅੱਖਾਣ ਨਾਲ ਨਾ ਵੇਖ, ਕਿਉਣਕਿ ਇਹ ਤਾਣ ਤੇਰੇ ਲਈ ਰੁਕਾਵਟ ਹਨ,"
    },
    {
      "asset": "KEGP",
      "type": "translation",
      "language": "en",
      "data": "Anyone who transformed himself into a man of God is redeemed.\" (305)\nAnyone who proclaimed through his own mouth that he was God,\nThe Islamic religious law crucified him just like Mansoor. (306)\nInebriated with God is, in fact, to be always in a state of alertness,\nEven dreaming while asleep for the knowledgeable is indeed like staying awake. (307)\nIn reality, a disrespectful faces the consequences (reaps the fruits) of his own actions,\nBecause, it is the 'respect' and 'civility' that is capable of showing all the direction of the right path. (308)\nIf you have transformed yourself from head to toe into Akaalpurakh's form,\nAnd, If you have merged into that unparalleled and matchless Waaheguru, (309)\nThen you should adopt the path of meditation,\nAnd, become His (favorite) person by holding on to the divine spiritual  passage  of meditation. (310)\nOne should assume His presence under all circumstances,\nConsidering Him Omnipresent and Immanent, and also take it that He is capable of seeing everything everywhere. (311)\nThere is no education except that of respect and civility in the path of God,\nIt is not prudent for His seeker-devotee to accept anything but His Order. (312)\nThe seekers of the Divine Spirit are always respectful,\nThey are also satiated with reverence while remembering Him. (313)\nWhat does an apostate know about the tradition of those noble persons?\nThe efforts of an atheist to get a glimpse of Akaalpurakh will always be ineffective. (314)\nA disrespectful can never find the path leading towards the Divine Spirit;\nNo strayed person has ever been able to find the path of God and much less to reach Him. (315)\nIt is reverence that is the guide to the path of Waaheguru;\nAnd, an atheist remains blank from receiving His blessings. (316)\nHow can an atheist find the way to the Almighty,\nWho has been condemned due to the anger of Waaheguru?(317)\nIf you care to seek the shelter (and agree to function in their shadow) of the noble souls of God,\nYou will receive teachings and instructions about respectability there. (318)\nComing to this place (of noble persons), even the apostates become capable to teach lessons of reverence,\nHere, even extinguished lamps begin to spread light throughout the world. (319)\nO Akaalpurakh! Kindly bestow reverence even on the irreverent,\nSo that they can spend their lives in Your remembrance. (320)\nIf you can relish the savor (sweet taste) of Waaheguru's remembrance,\nThen O good man! You can become immortal. (321)\nConsider this body of dirt as permanent for this reason\nBecause the devotion for Him have established permanently in the fortress of your heart. (322)\nThe love and elation for Akaalpurakh are the life-line of the soul,\nThere is a wealth of faith and religion in His memory. (323)\nHow can the euphoria and elation for Waaheguru abide in every heart,\nAnd, how can He take refuge in the body made up of dirt. (324)\nWhen your fondness for Akaalpurakh supported you,\nThen, take it for granted that you will obtain control and have the divine eternal wealth. (325)\nThe dust of His path is like a collyrium for our eyes and head,\nThis dust is much more valuable than the crown and the thrones for the enlightened. (326)\nThis worldly wealth is not ever lasting,\nYou should accept this according to the verdict of the true devotees of God. (327)\nMeditation of Waaheguru is always absolutely essential for you,\nAnd, the discourse about Him makes you steady and immovable forever. (328)\nThe devotees of Akaalpurakh are intimately connected to the divine knowledge,\nAnd, the achievement of divine knowledge is completely absorbed inside their souls. (329)\nThe throne of devotion for Akaalpurakh is permanent and indestructible,\nAlthough every peak has a trough. (330)\nThe marvel of the zest for God's love is eternal and non-destructible,\nWish were it that we can get just one particle of His devotion. (331)\nWhosoever is lucky enough to obtain such a particle, he becomes immortal,\nIn reality, his desire (to meet with Akaalpurakh) is fulfilled. (332)\nWhen he reached the stage of fulfillment,\nThat particle of the strong desire for His devotion gets seeded into his heart. (333)\nThe divine nectar oozes out of his every hair,\nAnd the whole world, with his aroma, becomes alive and rises up. (334)\nFortunate is that person who has attained the Provident;\nAnd, who has turned himself away (detached) from every worldly items except the memory of God. (335)\nEven while living in worldly guise, he is detached from every materialistic thing,\nLike the Entity of God, he maintains a hidden profile. (336)\nOutwardly he might be appearing to be in the grip of a fistful of dust,\nInwardly, he is always engaged in talking about the chaste Akaalpurakh and abides with Him. (337)\nOutwardly, he might appear to be immersed in love for his child and wife,\nIn reality, he always abides (in thought and action) with his God. (338)\nOutwardly, he might seem to be inclined towards 'desires and greed',\nBut inwardly, he remains chaste and sacred in the memory of Waaheguru. (339)\nOutwardly, he might appear to be paying attention to horses and camels,\nBut inwardly, he remains detached from the worldly hub-hub and noises. (340)\nHe might appear to be involved in gold and silver outwardly,\nBut he is, in fact, master of land and water inwardly. (341)\nHis intrinsic worth gets revealed slowly and gradually,\nIn fact, he becomes a casket of fragrance. (342)\nHis internal and external selves become one and the same,\nBoth the worlds become followers of his command. (343)\nHis heart and tongue are completely immersed in Akaalpurkh's remembrance at all times and  for ever,\nHis tongue becomes his heart, and his heart his tongue. (344)\nThose saintly  souls who have converged with God have said clearly,\nThat persons of God remain comfortable and happy while they are in meditation.\" (345)"
    }
  ]
}
