[
  {
    "id": 90314,
    "shabad_id": 25417,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਿਰਖੈ ਬੲਿਅਾਰ ਲਾਗੈ ਜੈਸੇ ਹਹਿਰਾਤਿ ਪਾਤਿ ਪੰਛੀ ਨ ਧੀਰਜ ਕਰਿ ਠੳੁਰ ਠਹਰਾਤ ਹੈ",
    "transliteration": "Birakhai Baiaar Laagai Jaisay Hahiraati Paati , Panchhee N Dheeraj Kari Tthaur Tthaharaat Hai ?",
    "translation": "Just as the leaves and branches of a tree start trembling under the influence of fast wind and even the birds lose trust of their nests; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90315,
    "shabad_id": 25417,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਰਵਰ ਘਾਮ ਲਾਗੈ ਬਾਰਜ ਬਿਲਖ ਮੁਖ ਪ੍ਰਾਨ ਅੰਤ ਹੰਤ ਜਲ ਜੰਤ ਅਕੁਲਾਤ ਹੈ",
    "transliteration": "Saravar Ghaam Laagai Baaraj Bilakh Moukha , Praan Ant Hant Jal Jant Akulaat Hai ?",
    "translation": "Just as lotus flowers whither away under the sharp heat of the Sun and aquatic life of the water feels distressed as if their lives were coming to an end; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90316,
    "shabad_id": 25417,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਰਦੂਲ ਦੇਖੈ ਮ੍ਰਿਗਮਾਲ ਸੁਕਚਿਤ ਬਨ ਵਾਸ ਮੈ ਨ ਤ੍ਰਾਸ ਕਰਿ ਅਾਸ੍ਰਮ ਸੁਹਾਤ ਹੈ",
    "transliteration": "Saaradool Daykhai Mrigamaal Soukachit Bana , Vaas Mai N Traas Kari Aasram Suhaat Hai ?",
    "translation": "Just as the herd of deers find solace and safety in their small hiding places in the jungle when they see the lion in the vicinity; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90317,
    "shabad_id": 25417,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਅਾਂਗ ਸ੍ਵਾਂਗਿ ਭੲੇ ਬੈ ਚਕਤਿ ਸਿਖ ਦੁਖਤਿ ੳੁਦਾਸ ਬਾਸ ਅਤਿ ਬਿਲਲਾਤ ਹੈ ||੪੦੨||",
    "transliteration": "Taisay Gur Aang Svaangi Bhaay Bai Chakati Sikha , Doukhati Udaas Baas Ati Bilalaat Hai ?402?",
    "translation": "Similarly, the Sikhs of the Guru are frightened, amazed, distressed and morose seeing the body/limbs of a spurious Guru marked with artificial marks of recognition. Even the Sikhs most close to the Guru feel restless.  (402)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
