[
  {
    "id": 90318,
    "shabad_id": 25418,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਓਲਾ ਬਰਖਨ ਕਰਖਨ ਦਾਮਨੀ ਬਯਾਰਿ ਸਾਗਰ ਲਹਰਿ ਬਨ ਜਰਤ ਅਗਨਿ ਹੈ",
    "transliteration": "Aolaa Barakhan Karakhan Daamanee Bayaari , Saagar Lahari Ban Jarat Agani Hai ?",
    "translation": "If hails be falling, lightening be making thunderous sounds, storm be raging. stormy waves be rising in the ocean and forests may be burning with fire; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90319,
    "shabad_id": 25418,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰਾਜੀ ਬਿਰਾਜੀ ਭੂਕੰਪਕਾ ਅੰਤਰ ਬ੍ਰਿਥਾ ਬਲ ਬੰਦਸਾਲ ਸਾਸਨਾ ਸੰਕਟ ਮੈ ਮਗਨੁ ਹੈ",
    "transliteration": "Raajee Biraajee Bhookanpakaa Antar Bridaa Bala , Bandasaal Saasanaa Sankat Mai Maganu Hai ?",
    "translation": "The subjects be without their king, earthquakes be experienced, one may have been troubled by some deep innate pain and for some offence may have been lodged in the jail; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90320,
    "shabad_id": 25418,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਪਦਾ ਅਧੀਨ ਦੀਨ ਦੂਖਨਾ ਦਰਿਦ੍ਰ ਛਿਦ੍ਰਿ ਭ੍ਰਮਤਿ ੳੁਦਾਸ ਰਿਨ ਦਾਸਨਿ ਨਗਨ ਹੈ",
    "transliteration": "Aapadaa Adheen Deen Dookhanaa Daridr Chhidri , Bhramati Udaas Rin Daasani Nagan Hai ?",
    "translation": "Many tribulations may overpower him, may be distressed by false accusations, poverty may have crushed him, may be wandering for loan and caught in the slavery, may be straying aimlessly but in acute hunger; ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90321,
    "shabad_id": 25418,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਸ੍ਰਿਸਟਿ ਕੋ ਅਦ੍ਰਿਸਟੁ ਜੳੁ ਅਾੲਿ ਲਾਗੈ ਜਗ ਮੈ ਭਗਤਨ ਕੇ ਰੋਮ ਨ ਭਗਨ ਹੈ ||੪੦੩||",
    "transliteration": "Taisay Hee Srisati Ko Adrisatu Jau Aai Laagai , Jag Mai Bhagatan Kay Rom N Bhagan Hai ?403?",
    "translation": "And even if more of such worldly tribulations and distresses may befall upon Guru-loving, obedient and meditating persons dear to the True Guru, they are least troubled by them and live life ever in bloom and happiness.  (403)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
