[
  {
    "id": 90322,
    "shabad_id": 25419,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਚੀਟੀ ਕ੍ਰਮ ਕ੍ਰਮ ਕੈ ਬਿਰਖ ਚੜੈ ਪੰਛੀ ੳੁਡਿ ਜਾੲਿ ਬੈਸੇ ਨਿਕਟਿ ਹੀ ਫਲ ਕੈ",
    "transliteration": "Jaisay Cheetee Kram Kram Kai Birakh Charhai , Panchhee Udi Jaai Baisay Nikati Hee Dhal Kai ?",
    "translation": "Just as an ant crawls up the tree very slowly to reach the fruit, whereas a bird flies and reaches it instantly. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90323,
    "shabad_id": 25419,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਗਾਡੀ ਚਲੀ ਜਾਤਿ ਲੀਕਨ ਮਹਿ ਧੀਰਜ ਸੈ ਘੋਰੋ ਦੳੁਰਿ ਜਾੲਿ ਬਾੲੇ ਦਾਹਨੇ ਸਬਲ ਕੈ",
    "transliteration": "Jaisay Gaadee Chalee Jaati Leekan Mahi Dheeraj Sai , Ghoro Dauri Jaai Baaay Daahanay Sabal Kai ?",
    "translation": "Just as a bullock cart moving in the ruts of the path reaches its destination slowly but a horse moving on either side of the path moves fast and reaches the destination quickly. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90324,
    "shabad_id": 25419,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਕੋਸ ਭਰਿ ਚਲਿ ਸਕੀਅੈ ਨ ਪਾੲਿਨ ਕੈ ਅਾਤਮਾ ਚਤੁਰ ਕੁੰਟ ਧਾੲਿ ਅਾਵੈ ਪਲ ਕੈ",
    "transliteration": "Jaisay Kos Bhari Chali Sakeeai N Paain Kai , Aatamaa Chatur Kount Dhaai Aavai Pal Kai ?",
    "translation": "Just as one does not cover even a mile in a few seconds but the mind reaches and wanders around in four directions in a split second. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90325,
    "shabad_id": 25419,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਲੋਗ ਬੇਦ ਭੇਦ ਗਿਅਾਨ ੳੁਨਮਾਨ ਪਛ ਗੰਮ ਗੁਰ ਚਰਨ ਸਰਨ ਅਸਥਲ ਕੈ ||੪੦੪||",
    "transliteration": "Taisay Log Bayd Bhayd Giaan Ounamaan Pachha , Ganm Gur Charan Saran Asadal Kai ?404?",
    "translation": "Similarly, the knowledge of Vedas and worldly affairs is based on arguments and exchange of views. This method is like the movement of an ant. But by taking the refuge of the True Guru, one reaches the infallible and stable places of the Lord in no time. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
