[
  {
    "id": 90326,
    "shabad_id": 25420,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਬਨ ਰਾੲਿ ਪਰਫੁਲਤ ਫਲ ਨਮਿਤਿ ਲਾਗਤ ਹੀ ਫਲ ਪਤ੍ਰ ਪੁਹਪ ਬਿਲਾਤ ਹੈ",
    "transliteration": "Jaisay Ban Raai Paradhulat Dhal Namiti , Laagat Hee Dhal Patr Puhap Bilaat Hai ?",
    "translation": "Just as trees and other vegetation grow for fruits and flowers but as soon as they bear fruits, their leaves and fruits drop. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90327,
    "shabad_id": 25420,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤ੍ਰੀਅਾ ਰਚਤ ਸਿੰਗਾਰ ਭਰਤਾਰ ਹੇਤਿ ਭੇਟਤ ਭਰਤਾਰ ੳੁਰ ਹਾਰ ਨ ਸਮਾਤ ਹੈ",
    "transliteration": "Jaisay Treeaa Rachat Singaar Bharataar Hayti , Bhaytat Bharataar Ur Haar N Samaat Hai ?",
    "translation": "Just as a wife adorns and embellishes herself for the love of her husband, but in his embrace, she doesn't even like the necklace she wears as it is considered an impediment in their complete union. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90328,
    "shabad_id": 25420,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਾਲਕ ਅਚੇਤ ਜੈਸੇ ਕਰਤ ਲੀਲਾ ਅਨੇਕ ਸੁਚਿਤ ਚਿੰਤਨ ਭੲੇ ਸਭੈ ਬਿਸਰਾਤ ਹੈ",
    "transliteration": "Baalak Achayt Jaisay Karat Leelaa Anayka , Souchit Chintan Bhaay Sabhai Bisaraat Hai ?",
    "translation": "Just as an innocent child plays many games in his childhood but forgets them all once he grows up. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90329,
    "shabad_id": 25420,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਖਟ ਕਰਮ ਧਰਮ ਸ੍ਰਮ ਗਿਅਾਨ ਕਾਜ ਗਿਅਾਨ ਭਾਨ ੳੁਦੈ ੳੁਡ ਕਰਮ ੳੁਡਾਤ ਹੈ ||੪੦੫||",
    "transliteration": "Taisay Khat Karam Dharam Sram Giaan Kaaja , Giaan Bhaan Udai Ud Karam Udaat Hai ?405?",
    "translation": "Similarly, the six forms of righteous deeds which are performed diligently for gaining knowledge, disappear like stars when the great knowledge of the Guru shines in its Sun like glory. All those deeds seem futile. Sagle karam dharam jug sodhe. Bin(u) nav",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
