[
  {
    "shabad_id": 25421,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy hMs bolq hI fwkn hrY kryjO bwlk qwhI lO DwvY jwnY goid lyq hY",
    "transliteration": "Jaisay Hans Bolat Hee Daakan Harai Karayjau , Baalak Taahee Lau Dhaavai Jaanai Godi Layt Hai ?",
    "translation": "Just as a malicious woman enamors a child with her sweet and gullible talk that attracts the child to her who thinks she would bestow her love upon him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25421,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "rovq suqih jYsy AauKd pIAwvY mwqw bwlku jwnq moih kwlkUt dyq hY",
    "transliteration": "Rovat Soutahi Jaisay Aoukhad Peeaavai Maataa , Baalaku Jaanat Mohi Kaalakoot Dayt Hai ?",
    "translation": "Just as a mother administer medicine to her suffering and crying son but the child feels she is serving him poison. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25421,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "hrn Brn giq siqgur jwnIAY n bwlk jugiq miq jgq Acyq hY",
    "transliteration": "Haran Bharan Gati Satigur Jaaneeai Na , Baalak Jougati Mati Jagat Achayt Hai ?",
    "translation": "The intellect of the worldly beings is also like this child. They do not know the traits of God-like True Guru who is fully capable of destroying all the vices in them. In this regard, Bhai gurdas Ji says: \"Avgun lai gun vikanai vachnai da sura\". Var. 13/",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25421,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Akl klw AlK Aiq hI AgwD boD Awp hI jwnq Awp nyq nyq nyq hY ]406]",
    "transliteration": "Akal Kalaa Alakh Ati Hee Agaadh Bodha , Aap Hee Jaanat Aap Nayt Nayt Nayt Hai ?406?",
    "translation": "The True Guru is perfect in all respects. He is beyond our perception. No one can fathom his vast knowledge. He alone knows His own capabilities. All that can be said is-He is Infinite, Infinite, Infinite.   (406)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
