[
  {
    "id": 90338,
    "shabad_id": 25423,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਿੰਤਾਮਨਿ ਚਿਤਵਤ ਚਿੰਤਾ ਚਿਤ ਤੇ ਚੁਰਾੲੀ ਅਜੋਨੀ ਅਰਾਧੇ ਜੋਨਿ ਸੰਕਟਿ ਕਟਾੲੇ ਹੈ",
    "transliteration": "Chintaamani Chitavat Chintaa Chit Tay Churaaee , Ajonee Araadhay Joni Sankati Kataaay Hai ?",
    "translation": "Perpetual remembrance of the Lord the fulfiller all the desires and wants, removes all worries from the mind. Worshipping the Lord who is free of birth and death cycle, one is able to achieve emancipation from entering into life of various species. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90339,
    "shabad_id": 25423,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਪਤ ਅਕਾਲ ਕਾਲ ਕੰਟਕ ਕਲੇਸ ਨਾਸੇ ਨਿਰਭੈ ਭਜਨ ਭ੍ਰਮ ਭੈ ਦਲ ਭਜਾੲੇ ਹੈ",
    "transliteration": "Japat Akaal Kaal Kantak Kalays Naasay , Nirabhai Bhajan Bhram Bhai Dal Bhajaaay Hai ?",
    "translation": "By contemplating on that Timeless Supreme Lord, fear of death vanishes and one becomes fearless. Singing praises of the fearless Lord, all impressions of fear and suspicions are erased from the mind. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90340,
    "shabad_id": 25423,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਿਮਰਤ ਨਾਥ ਨਿਰਵੈਰ ਬੈਰ ਭਾੳੁ ਤਿਅਾਗਿਓ ਭਾਗਿਓ ਭੇਦੁ ਖੇਦੁ ਨਿਰਭੇਦ ਗੁਨ ਗਾੲੇ ਹੈ",
    "transliteration": "Simarat Naad Niravair Bair Bhaau Tiaagiao , Bhaagiao Bhaydu Khaydu Nirabhayd Goun Gaaay Hai ?",
    "translation": "Remembering repeatedly the name of the Lord who is sans animosity, all feelings of hate and enmity disappear. And those who sing His paeans with devoted mind, find themselves free of all dualities. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90341,
    "shabad_id": 25423,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਕੁਲ ਅੰਚਲ ਗਹੇ ਕੁਲ ਨ ਬਿਚਾਰੈ ਕੋੳੂ ਅਟਲ ਸਰਨਿ ਅਾਵਾਗਵਨ ਮਿਟਾੲੇ ਹੈ ॥੪੦੮॥",
    "transliteration": "Akul Anchal Gahay Kul N Bichaarai Kooo , Atal Sarani Aavaagavan Mitaaay Hai ?408?",
    "translation": "He who holds the apron of the casteless and classless Lord, is never noticed for his caste and family lineage. One is able to destroy the cycles of incarnation by coming to the refuge of stable and immovable Lord.  (408)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
