[
  {
    "id": 90342,
    "shabad_id": 25424,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਾਛੈ ਨ ਸ੍ਵਰਗ ਬਾਸ ਮਾਨੈ ਨ ਨਰਕ ਤ੍ਰਾਸ ਅਾਸਾ ਨ ਕਰਤ ਚਿਤ ਹੋਨਹਾਰ ਹੋੲਿ ਹੈ",
    "transliteration": "Baachhai N Svarag Baas Maanai N Narak Traasa , Aasaa N Karat Chit Honahaar Hoi Hai ?",
    "translation": "An obedient disciple of the True Guru neither asks for heaven nor does he fear hell. He does not keep any longing or desire in his mind. Instead he believes that whatever God does is just right. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90343,
    "shabad_id": 25424,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੰਪਤ ਨ ਹਰਖ ਬਿਪਤ ਮੈ ਨ ਸੋਗ ਤਾਹਿ ਸੁਖ ਦੁਖ ਸਮਸਰਿ ਬਿਹਸ ਨ ਰੋੲਿ ਹੈ",
    "transliteration": "Sanpat N Harakh Bipat Mai N Sog Taahi , Soukh Doukh Samasari Bihas N Roi Hai ?",
    "translation": "Acquisition of wealth does not make him happy. In the times of distress, he is never morose. Instead he treats distresses and comforts alike and does not lament or rejoice on them. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90344,
    "shabad_id": 25424,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਨਮ ਜੀਵਨ ਮ੍ਰਿਤ ਮੁਕਤਿ ਨ ਭੇਦ ਖੇਦ ਗੰਮਿਤਾ ਤ੍ਰਿਕਾਲ ਬਾਲ ਬੁਧਿ ਅਵਲੋੲਿ ਹੈ",
    "transliteration": "Janam Jeevan Mrit Moukati N Bhayd Khayda , Ganmitaa Trikaal Baal Budhi Avaloi Hai ?",
    "translation": "He is not afraid of birth and death and has no desire of salvation. He is least affected by the worldly dualities and remain in a state of equipoise. He is aware of all the three periods of life and know all the happenings of the world. Yet he always look",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90345,
    "shabad_id": 25424,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਗੁਰ ਅੰਜਨ ਕੈ ਚੀਨਤ ਨਿਰੰਜਨਹਿ ਬਿਰਲੋ ਸੰਸਾਰ ਪ੍ਰੇਮ ਭਗਤ ਮੈ ਕੋੲਿ ਹੈ ||੪੦੯||",
    "transliteration": "Giaan Gur Anjan Kai Cheenat Niranjanahi , Biralo Sansaar Praym Bhagat Mai Koi Hai ?409?",
    "translation": "Who ever is blessed with the collyrium of knowledge of the True Guru, recognises the mammon-free Lord God. But such a person who is able to achieve that state is rare in the world.  (409)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
