[
  {
    "shabad_id": 25430,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy kwCI Pl hyq ibibiD ibrK ropY inhPl rhY ibrKY n kwhU kwj hY",
    "transliteration": "Jaisay Kaachhee Dhal Hayt Bibidhi Birakh Ropai , Nihadhal Rahai Birakhai N Kaahoo Kaaj Hai ?",
    "translation": "Just as a gardener plants saplings of many trees for obtaining fruits, but one which does not bear any fruit becomes useless. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25430,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sMqiq nimiq niRp Aink ibvwh krY sMqiq ibhUn binqw n giH Cwij hY",
    "transliteration": "Santati Namiti Nrip Anik Bivaah Karai , Santati Bihoon Banitaa N Grih Chhaaji Hai ?",
    "translation": "Just as a king marries many women for obtaining a heir of his kingdom, but the queen who does not bear him a child is not liked by anyone in the family. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25430,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ibidAw dwn jwn jYsy pwDw ctswr jorY ibidAw hIn dIn Kl nwm auprwij hY",
    "transliteration": "Bidiaa Daan Jaan Jaisay Paadhaa Chatasaar Jorai , Bidiaa Heen Deen Khal Naam Ouparaaji Hai ?",
    "translation": "Just as a teacher opens a school but the child who remains illiterate is called lazy and foolish. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25430,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqgur isK swKw sMgHY suigAwn nimiq ibn gur igAwn DiRg jnm kau lwij hY ]415]",
    "transliteration": "Satigur Sikh Saakhaa Sangrahai Sougiaan Namiti , Bin Gur Giaan Dhrig Janam Kau Laaji Hai ?415?",
    "translation": "Similarly, True Guru holds a congregation of his disciples in order to impart them with supreme form of knowledge (Naam). But he who remains bereft of Guru's teachings, is worthy of condemnation and is a blotch on the human birth.  (415)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]