[
  {
    "shabad_id": 25431,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sursrI sursqI jmnw godwvrI gieAw pRwig syq kurKyq mwnsr hY",
    "transliteration": "Surasaree Surasatee Jamanaa Godaavaree , Gaiaa Praagi Sayt Kurakhayt Maanasar Hai ?",
    "translation": "Rivers like Ganges, Saraswati, Jamuna, Godavari and places of pilgrimage like Gaya, Prayagraj, Rameshwram, Kurukshetra and Mansarover lakes are located in India. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25431,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kwsI kwqI duAwrwvqI mwieAw mQurw AjuiDAw gomqI AwvMqkw kydwr ihmDr hY",
    "transliteration": "Kaasee Kaatee Duaaraavatee Maaiaa Maduraa Ajudhiaa , Gomatee Aavantakaa Kaydaar Himadhar Hai ?",
    "translation": "So are the holy cities of Kashi, Kanti, Dwarka, Mayapuri, Mathura, Ayodhya, Avantika and river Gomti. The temple of Kedarnath in the snow clad hills is a sacred place. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25431,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "nrbdw ibibiD bn dyv sQl kvlws nIl mMdrwcl sumyr igrvr hY",
    "transliteration": "Narabadaa Bibidhi Ban Dayv Sadal Kavalaasa , Neel Mandaraachal Soumayr Giravar Hai ?",
    "translation": "Then river like Narmada, temples of gods, tapovans, Kailash, the abode of Shiva, Neel mountains, Mandrachal and Sumer are places worth going on a pilgrimage to. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25431,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qIrQ ArQ sq Drm dieAw sMqoK sRI gur crn rj qul n sgr hY ]416]",
    "transliteration": "Teerad Arad Sat Dharam Daiaa Santokha , Sree Gur Charan Raj Tul N Sagar Hai ?416?",
    "translation": "To seek the virtues of Truth, contentment, benevolence and righteousness, the holy places are idolized and worshipped. But all these are not equal to even the dust of the lotus feet of the True Guru. (Taking refuge of Satguru is supreme of all these place",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
