[
  {
    "id": 90374,
    "shabad_id": 25432,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕੁਅਾਰ ਕੰਨਿਅਾ ਮਿਲਿ ਖੇਲਤ ਅਨੇਕ ਸਖੀ ਸਕਲ ਕੋ ੲੇਕੈ ਦਿਨ ਹੋਤ ਨ ਬਿਵਾਹ ਜੀ",
    "transliteration": "Jaisay Kuaar Kanniaa Mili Khaylat Anayk Sakhee , Sakal Ko Aykai Din Hot N Bivaah Jee ?",
    "translation": "Just as many virgin maids assemble and play with each other but all of them are not married off on the same day. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90375,
    "shabad_id": 25432,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬੀਰ ਖੇਤ ਬਿਖੈ ਜਾਤ ਹੈ ਸੁਭਟ ਜੇਤੇ ਸਬੈ ਨ ਮਰਤ ਤੇਤੇ ਸਸਤ੍ਰਨ ਸਨਾਹ ਜੀ",
    "transliteration": "Jaisay Beer Khayt Bikhai Jaat Hai Soubhat Jaytay , Sabai N Marat Taytay Sasatran Sanaah Jee ?",
    "translation": "Just as many warriors go to the battlefield fully armed and protected with armour coat do not die in the battlefield. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90376,
    "shabad_id": 25432,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਾਵਨ ਸਮੀਪ ਜੈਸੇ ਬਿਬਿਧਿ ਬਨਾਸਪਤੀ ੲੇਕੈ ਬੇਰ ਚੰਦਨ ਕਰਤ ਹੈ ਨ ਤਾਹਿ ਜੀ",
    "transliteration": "Baavan Sameep Jaisay Bibidhi Banaasapatee , Aykai Bayr Chandan Karat Hai N Taahi Jee ?",
    "translation": "Just as there are many trees and plants around a grove of sandalwood trees, but all are not blessed with the fragrance of Sandalwood at once. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90377,
    "shabad_id": 25432,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਚਰਨ ਸਰਨਿ ਜਾਤੁ ਹੈ ਜਗਤ ਜੀਵਨ ਮੁਕਤਿ ਪਦ ਚਾਹਿਤ ਹੈ ਜਾਹਿ ਜੀ ||੪੧੭||",
    "transliteration": "Taisay Gur Charan Sarani Jaatu Hai Jagata , Jeevan Moukati Pad Chaahit Hai Jaahi Jee ?417?",
    "translation": "Similarly, the whole world may go to the refuge of the True Guru but he alone attains the status of living emancipated who 'is liked by Him. (That particular disciple who serves Guru with faith and devotion).  (417)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
