[
  {
    "id": 90386,
    "shabad_id": 25435,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੇਖਿ ਦੇਖਿ ਦ੍ਰਿਗਨ ਦਰਸ ਮਹਿਮਾ ਨ ਜਾਨੀ ਸੁਨ ਸੁਨ ਸਬਦੁ ਮਹਾਤਮ ਨ ਜਾਨਿਓ ਹੈ",
    "transliteration": "Daykhi Daykhi Drigan Daras Mahimaa N Jaanee , Soun Soun Sabadu Mahaatam N Jaaniao Hai ?",
    "translation": "Seeing many colourful festivities with eyes, an ignorant person could not appreciate the glory of the glimpse of the True Guru. He did not even learn the importance of Naam Simran, having heard praises and slanders all the times. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90387,
    "shabad_id": 25435,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗਾੲਿ ਗਾੲਿ ਗੰਮਿਤਾ ਗੁਨ ਗਨ ਗੁਨ ਨਿਧਾਨ ਹਸਿ ਹਸਿ ਪ੍ਰੇਮ ਕੋ ਪ੍ਰਤਾਪੁ ਨ ਪਛਾਨਿਓ ਹੈ",
    "transliteration": "Gaai Gaai Ganmitaa Goun Gan Goun Nidhaana , Hasi Hasi Praym Ko Prataapu N Pachhaaniao Hai ?",
    "translation": "Singing praises of worldly things and people day and night, he did not reach the ocean of virtues-the True Guru. He wasted his time in idle talks and laughs but did not recognise the wondrous love of the True Lord. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90388,
    "shabad_id": 25435,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰੋੲਿ ਰੋੲਿ ਬਿਰਹਾ ਬਿਓਗ ਕੋ ਨ ਸੋਗ ਜਾਨਿਓ ਮਨ ਗਹਿ ਗਹਿ ਮਨੁ ਮੁਘਦੁ ਨ ਮਾਨਿਓ ਹੈ",
    "transliteration": "Roi Roi Birahaa Biaog Ko N Sog Jaaniao , Man Gahi Gahi Manu Moughadu N Maaniao Hai ?",
    "translation": "Wailing and crying for maya, he spent his life-time but never felt the pangs of separation of the True Guru. The mind remained engrossed in the worldly affairs but it was foolish enough not to take the refuge of the True Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90389,
    "shabad_id": 25435,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਲੋਗ ਬੇਦ ਗਿਅਾਨ ੳੁਨਮਾਨ ਕੈ ਨ ਜਾਨਿ ਸਕਿਓ ਜਨਮ ਜੀਵਨੇ ਧ੍ਰਿਗੁ ਬਿਮੁਖ ਬਿਹਾਨਿਓ ਹੈ ||੪੨੦||",
    "transliteration": "Log Bayd Giaan Ounamaan Kai N Jaani Sakiao , Janam Jeevanay Dhrigu Bimoukh Bihaaniao Hai ?420?",
    "translation": "Engrossed in the shallow prattles and ritualistic knowledge of Vedas and Shastras, the foolish being could not know the supreme knowledge of the True Guru. The birth and lifetime of such a person is worthy of condemnation that he has spent as a renegade f",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
