[
  {
    "id": 90390,
    "shabad_id": 25436,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਮਨਿ ਕੋ ਚਮਤਕਾਰ ਵਾਰੳੁ ਸਸੀਅਰ ਸੂਰ ਕੋਟ ਕੋਟਨਿ ਪ੍ਰਗਾਸ ਜੀ",
    "transliteration": "Kotani Kotaani Mani Ko Chamatakaar Vaarau , Saseear Soor Kot Kotani Pragaas Jee ?",
    "translation": "Shine of millions and millions of gems and pearls, light of countless Suns and Moons, are paltry and worthy of sacrifice over the obedient Sikh whose forehead is able to kiss the dust of the feet of the True Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90391,
    "shabad_id": 25436,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਭਾਗਿ ਪੂਰਨ ਪ੍ਰਤਾਪ ਛਬਿ ਜਗਿਮਗਿ ਜੋਤਿ ਹੈ ਸੁਜਸ ਨਿਵਾਸ ਜੀ",
    "transliteration": "Kotani Kotaani Bhaagi Pooran Prataap Chhabi , Jagimagi Joti Hai Sujas Nivaas Jee ?",
    "translation": "The glory of millions of fortunate people and the glow of supreme honour is trivial before the beautiful sheen of the forehead that has acquired the dust of the feet of the True Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90392,
    "shabad_id": 25436,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਿਵ ਸਨਕਾਦਿ ਬ੍ਹਮਾਦਿਕ ਮਨੋਰਥ ਕੈ ਤੀਰਥ ਕੋਟਾਨਿ ਕੋਟ ਬਾਛਤ ਹੈ ਤਾਸ ਜੀ",
    "transliteration": "Siv Sanakaadi Brahamaadik Manorad Kai , Teerad Kotaani Kot Baachhat Hai Taas Jee ?",
    "translation": "Shiv Ji, the four sons of Brahma (Sanak etc.), Brahma himself, that is the three prime gods of Hindu pantheon crave for the glorious dust of the True Guru's feet. Countless places of pilgrimage also long for this dust. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90393,
    "shabad_id": 25436,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਸਤਕਿ ਦਰਸਨ ਸੋਭਾ ਕੋ ਮਹਾਤਮ ਅਗਾਧਿ ਬੋਧ ਸ੍ਰੀ ਗੁਰ ਚਰਨ ਰਜ ਮਾਤ੍ਰ ਲਾਗੈ ਜਾਸ ਜੀ ||੪੨੧||",
    "transliteration": "Masataki Darasan Sobhaa Ko Mahaatam Agaadhi Bodha , Sree Gur Charan Raj Maatr Laagai Jaas Jee ?421?",
    "translation": "The forehead that acquires a small amount of dust of the lotus feet of the True Guru, the glory of his glimpse is beyond description.  (421)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
