[
  {
    "id": 90398,
    "shabad_id": 25438,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਾਹਿ ਚਾਹਿ ਚੰਦ੍ਰ ਮੁਖ ਚਾੲਿ ਕੈ ਚਕੋਰ ਚਖਿ ਅੰਮ੍ਰਿਤ ਕਿਰਨ ਅਚਵਤ ਨ ਅਘਾਨੇ ਹੈ",
    "transliteration": "Chaahi Chaahi Chandr Moukh Chaai Kai Chakor Chakhi , Anmrit Kiran Achavat N Aghaanay Hai ?",
    "translation": " Just as Allectoris graeca (chakor) longs for the moon because of the eyes that keep seeing it and is never satiated drinking the nectar-like rays, so does a devoted Sikh of the Guru is never satiated with the glimpse of the True Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90399,
    "shabad_id": 25438,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੁਨਿ ਸੁਨਿ ਅਨਹਦ ਸਬਦ ਸ੍ਵਨ ਮ੍ਰਿਗ ਅਨੰਦੁ ੳੁਦੋਤ ਕਰਿ ਸਾਂਤਿ ਨ ਸਮਾਨੇ ਹੈ",
    "transliteration": "Souni Souni Anahad Sabad Sravan Mriga , Anandu Udot Kari Saanti N Samaanay Hai ?",
    "translation": "Just as a deer engrossed by hearing the melodious tune of the musical instrument called Ghanda Herha, but is never satiated hearing it. So is a devoted Sikh never satiated hearing the melody of the unstruck music of Naam Amrit. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90400,
    "shabad_id": 25438,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਸਕ ਰਸਾਲ ਜਸੁ ਜੰਪਤ ਬਾਸੁਰ ਨਿਸ ਚਾਤ੍ਰਕ ਜੁਗਤ ਜਿਹਬਾ ਨ ਤ੍ਰਿਪਤਾਨੇ ਹੈ",
    "transliteration": "Rasak Rasaal Jasu Janpat Baasur Nisa , Chaatrak Jougat Jihabaa N Tripataanay Hai ?",
    "translation": "Just as the rain-bird is never tired of crying for the nectar like Swati drop day  and night, similarly the tongue of a devoted and obedient disciple of Guru is never tired of repeatedly uttering the ambrosial Naam of the Lord. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90401,
    "shabad_id": 25438,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੇਖਤ ਸੁਨਤ ਅਰੁ ਗਾਵਤ ਪਾਵਤ ਸੁਖ ਪ੍ਰੇਮ ਰਸ ਬਸ ਮਨ ਮਗਨ ਹਿਰਾਨੇ ਹੈ ||੪੨੩||",
    "transliteration": "Daykhat Sounat Aru Gaavat Paavat Soukha , Praym Ras Bas Man Magan Hiraanay Hai ?423?",
    "translation": "Like Allectoris graeca, deer and rain-bird, the indescribable celestial happiness that he gets by the vision of the True Guru, hearing the melodious unstruck sound and singing the praises of the Lord Almighty, he remains in a state of ecstasy .",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
