[
  {
    "id": 90406,
    "shabad_id": 25440,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਲਿਲ ਸੁਭਾਵ ਦੇਖੈ ਬੋਰਤ ਨ ਕਾਸਟਹਿ ਲਾਹ ਗਹੈ ਕਹੈ ਅਪਨੋੲੀ ਪ੍ਰਤਿਪਾਰਿਓ ਹੈ",
    "transliteration": "Salil Soubhaav Daykhai Borat N Kaasatahi , Laah Gahai Kahai Apanoee Pratipaariao Hai ?",
    "translation": "Look at water, the nature of it never drowns wood in it. It regards the wood as his own having brought it up by irrigating it and thus keeps the shame of this relationship. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90407,
    "shabad_id": 25440,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੁਗਵਤ ਕਾਸਟ ਰਿਦੰਤਰਿ ਬੈਸੰਤਰਹਿ ਬੈਸੰਤਰ ਅੰਤਰਿ ਲੈ ਕਾਸਟਿ ਪ੍ਰਜਾਰਿਓ ਹੈ",
    "transliteration": "Jougavat Kaasat Ridantari Baisantarahi , Baisantar Antari Lai Kaasati Prajaariao Hai ?",
    "translation": "Wood keeps fire in it latently but taking the wood in itself the fire burns it (wood) to ashes. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90408,
    "shabad_id": 25440,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਗਰਹਿ ਜਲ ਬੋਰਿ ਕਾਢੈ ਬਾਡੈ ਮੋਲ ਤਾ ਕੋ ਪਾਵਕ ਪ੍ਰਦਗਧ ਕੈ ਅਧਿਕ ਅੳੁਟਾਰਿਓ ਹੈ",
    "transliteration": "Agarahi Jal Bori Kaaddhai Baadai Mol Taa Ko , Paavak Pradagadh Kai Adhik Aoutaariao Hai ?",
    "translation": "The wood of Gularia Agalocha (Agar) resurfaces in water after sinking for sometime. This sinking increases the value of the wood. For burning it well in fire, it is boiled in water. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90409,
    "shabad_id": 25440,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੳੂ ਤਾ ਕੋ ਰੁਧਰੁ ਚੁੲਿ ਚੋਅਾ ਹੋੲਿ ਸਲਲ ਮਿਲ ਅੳੁਗਨਹਿ ਗੁਨ ਮਾਨੈ ਬਿਰਦੁ ਬੀਚਾਰਿਓ ਹੈ ||੪੨੫||",
    "transliteration": "Taoo Taa Ko Rudharu Chui Choaa Hoi Salal Mila , Aouganahi Goun Maanai Biradu Beechaariao Hai ?425?",
    "translation": "Then its essence mixes well in water that becomes sweet smelling. For extracting the essence of the wood, the water has to bear the heat of the fire. But for its calm and tolerant nature, water changes its demerits into merits and thus fulfils its duties ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
