[
  {
    "id": 90410,
    "shabad_id": 25441,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਲਿਲ ਸੁਭਾਵ ਜੈਸੇ ਨਿਵਨ ਗਵਨ ਗੁਨ ਸੀਚੀਅਤ ੳੁਪਬਨ ਬਿਰਵਾ ਲਗਾੲਿ ਕੈ",
    "transliteration": "Salil Soubhaav Jaisay Nivan Gavan Gouna , Seecheeat Oupaban Biravaa Lagaai Kai ?",
    "translation": "Just as the nature of water is to flow downward, and that enables it to irrigate the plants and saplings planted in the garden, ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90411,
    "shabad_id": 25441,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਲਿ ਮਿਲਿ ਬਿਰਖਹਿ ਕਰਤ ੳੁਰਧ ਤਪ ਸਾਖਾ ਨੲੇ ਸਫਲ ਹੁੲਿ ਝਖ ਰਹੈ ਅਾੲਿ ਕੈ",
    "transliteration": "Jali Mili Birakhahi Karat Uradh Tapa , Saakhaa Naay Sadhal Hui Jhakh Rahai Aai Kai ?",
    "translation": "On meeting with water, even the tree goes through the rigours of penance by standing erect and with new branches sprouting and fruit appearing, it bows downward, (its union with water makes it humble). ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90412,
    "shabad_id": 25441,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਾਹਨ ਹਨਤ ਫਲਦਾੲੀ ਕਾਟੇ ਹੋੲਿ ਨੳੁਕਾ ਲੋਸਟ ਕੈ ਛੇਦੈ ਭੇਦੇ ਬੰਧਨ ਬਧਾੲਿ ਕੈ",
    "transliteration": "Paahan Hanat Dhaladaaee Kaatay Hoi Naoukaa , Losat Kai Chhaydai Bhayday Bandhan Badhaai Kai ?",
    "translation": "Having acquired humility with its association with water, it yields fruit to even those who throw stones at it. When cut, a boat is made of its wood which takes people from one bank of the river to the other. The wood is first cut with steel and then nail",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90413,
    "shabad_id": 25441,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਬਲ ਪ੍ਵਾਹ ਸੁਤ ਸਤ੍ਰ ਗਹਿ ਪਾਰਿ ਪਰੇ ਸਤਿਗੁਰ ਸਿਖ ਦੋਖੀ ਤਾਰੈ ਸਮਝਾੲਿ ਕੈ ||੪੨੬||",
    "transliteration": "Prabal Pravaah Sout Satr Gahi Paari Paray , Satigur Sikh Dokhee Taarai Samajhaai Kai ?426?",
    "translation": "The rapid flow of water brings the wood, its reared son along with its enemy (iron) and takes it across to the other bank. Like the humble and philanthropic nature of water, the True Guru does not deliberate on the vices of the slanderers of the Guru's Si",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
