[
  {
    "id": 90414,
    "shabad_id": 25442,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ੳੁਪਦੇਸ ਪਰਵੇਸ ਕਰਿ ਭੈ ਭਵਨ ਭਾਵਨੀ ਭਗਤਿ ਭਾੲਿ ਚਾੲਿ ਕੈ ਚੲੀਲੇ ਹੈ",
    "transliteration": "Gur Oupadays Paravays Kari Bhai Bhavana , Bhaavanee Bhagati Bhaai Chaai Kai Chaeelay Hai ?",
    "translation": "Guru-conscious persons imbibe the teachings of the Guru in their hearts. They maintain utmost devotion and love for the Lord in this fearsome world. They remain in a state of bliss by their faith in loving worship and live life enthusiastically. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90415,
    "shabad_id": 25442,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੰਗਮ ਸੰਜੋਗ ਭੋਗ ਸਹਜ ਸਮਾਧਿ ਸਾਧ ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਕੈ ਰਸਕ ਰਸੀਲੇ ਹੈ",
    "transliteration": "Sangam Sanjog Bhog Sahaj Samaadhi Saadha , Praym Ras Anmrit Kai Rasak Raseelay Hai ?",
    "translation": "Enjoying the bliss of the union with God-like Guru and absorbed in a state of inactivity spiritually, they acquire the loving elixir of Naam from the True Guru and are ever engrossed in its practice. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90416,
    "shabad_id": 25442,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬ੍ਹਮ ਬਿਬੇਕ ਟੇਕ ੲੇਕ ਅੳੁ ਅਨੇਕ ਲਿਵ ਬਿਮਲ ਬੈਰਾਗ ਫਬਿ ਛਬਿ ਕੈ ਛਬੀਲੇ ਹੈ",
    "transliteration": "Braham Bibayk Tayk Ayk Au Anayk Liva , Bimal Bairaag Dhabi Chhabi Kai Chhabeelay Hai ?",
    "translation": "By virtue of refuge, knowledge received from God-like True Guru, their consciousness remains absorbed in the Omni permeated Lord. Due to supreme adornment of unblemished feelings of separation, they look glorious and graceful. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90417,
    "shabad_id": 25442,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਰਮਦਭੁਤ ਗਤਿ ਅਤਿ ਅਸਚਰਜਮੈ ਬਿਸਮ ਬਿਦੇਹ ੳੁਨਮਨ ੳੁਨਮੀਲੇ ਹੈ ||੪੨੭||",
    "transliteration": "Paramadabhout Gati Ati Asacharajamai , Bisam Bidayh Ounaman Ounameelay Hai ?427?",
    "translation": "Their state is unique and astonishing. In this amazing condition, they are beyond the attractions of body relishments and remain in a blooming state of bliss.  (427)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
