[
  {
    "shabad_id": 25443,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jau lau kir kwmnw kwmwrQI krm kIny pUrn mnorQ BieE n kwhU kwm ko",
    "transliteration": "Jau Lau Kari Kaamanaa Kaamaaradee Karam Keenay , Pooran Manorad Bhaiao N Kaahoo Kaam Ko ?",
    "translation": "So long as a human being performed deeds to fulfill his desires or with some aim in mind, neither his performed actions achieved anything nor any of his resolutions bore fruit. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25443,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jau lau kir Awsw AwsvMq huie Awsro gihE bihE iPirE Taur pwieE n ibsRwm ko",
    "transliteration": "Jau Lau Kari Aasaa Aasavant Hui Aasaro Gahiao , Bahiao Dhiriao Tthaur Paaiao N Bisraam Ko ?",
    "translation": "So long a human being remained dependent on others for fulfillment of his desires, he wandered from pillar to post without respite from anywhere. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25443,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jau lau mmqw mmq mUMf boJ lIno dIno fMf KMf KMf Kym Twm Twm ko",
    "transliteration": "Jau Lau Mamataa Mamat Moond Bojh Leeno , Deeno Dand Khand Khand Khaym Tthaam Tthaam Ko ?",
    "translation": "So long a human being carried the load of I, my, me and yours under the influence of attachment with worldly goods and relations, he kept roving in distress from one place to the other. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25443,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gur aupdys inhkwm Aau inrws Bey inmRqw shj suK inj pd nwm ko ]428]",
    "transliteration": "Gur Oupadays Nihakaam Au Niraas Bhaay , Nimrataa Sahaj Soukh Nij Pad Naam Ko ?428?",
    "translation": "One can become unattached and free from all worldly allurements only by taking the refuge of the True Guru and practicing His sermon of Naam Simran that helps one achieve spiritual high, comfort of equipoise and humility.  (428)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]