[
  {
    "shabad_id": 25445,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "rom rom koit muK muK rsnw AnMq Ainq mnMqr lau khq n AwveI",
    "transliteration": "Rom Rom Koti Moukh Moukh Rasanaa Ananta , Anit Manantar Lau Kahat N Aavaee ?",
    "translation": "If every hair of the body is blessed with millions of mouths and each mouth has numerous tongues, even then the glorious state of the person who relishes Lord's name with them cannot be described over the eons. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25445,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "koit bHmMf Bwr fwr qulwDwr ibKY qolIAY jau bwir bwir qol n smwveI",
    "transliteration": "Koti Brahamand Bhaar Daar Tulaadhaar Bikhai , Toleeai Jau Baari Baari Tol N Samaavaee ?",
    "translation": "If we weigh the load of millions of universes with the spiritual bliss time and again, the great comfort and peace cannot be measured. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25445,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "cqur pdwrQ Aau swgr smUh suK ibibiD bYkuMT mol mihmw n pwveI",
    "transliteration": "Chatur Padaarad Au Saagar Samooh Soukha , Bibidhi Baikountth Mol Mahimaa N Paavaee ?",
    "translation": "All the worldly treasures, seas full of pearls and numerous pleasures of heaven are virtually nothing compared to the glory and grandeur of reciting His name. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25445,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "smJ n prY krY gaun kaun Baun mn pUrn bHm gur sbd sunwveI ]430]",
    "transliteration": "Samajh N Parai Karai Gaoun Kaoun Bhaoun Mana , Pooran Braham Gur Sabad Sounaavaee ?430?",
    "translation": "The fortunate devout who is blessed with the consecration of Naam by the True Guru, how high a spiritual state can his mind get absorbed in? No one is capable of expressing and describing this condition.  (430)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
