[
  {
    "id": 90434,
    "shabad_id": 25447,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pRQm hI Awn iDAwn hwin kY pqMg ibiD pwCY kY AnUp rUp dIpk idKwey hY",
    "transliteration": "Pradam Hee Aan Dhiaan Haani Kai Patang Bidhi , Paachhai Kai Anoop Roop Deepak Dikhaaay Hai ?",
    "translation": "Like a moth, an obedient human being of the Guru regards all other concentrations of mind as loss incurring proposition and then, like seeing the light of the lamp (by the moth), he sees the beautiful sight of the True Guru. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90435,
    "shabad_id": 25447,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pRQm hI Awn igAwn suriq ibsrij kY Anhd nwd miRg jugiq sunwey hY",
    "transliteration": "Pradam Hee Aan Giaan Surati Bisaraji Kai , Anahad Naad Mrig Jougati Sounaaay Hai ?",
    "translation": "Just as a deer discards all other sounds in favour of the melody of Chanda Herha, a disciple of the Guru listens to the sound of unstruck music after obtaining and practicing on Guru's teachings and words. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90436,
    "shabad_id": 25447,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pRQm hI bcn rcn hir guMg swij pwCY kY AMmiRq rs AipE pIAwey hY",
    "transliteration": "Pradam Hee Bachan Rachan Hari Goung Saaji , Paachhai Kai Anmrit Ras Apiao Peeaaay Hai ?",
    "translation": "Like a black bee, giving up its noisy stance and engulfing itself in the fragrance of the lotus-like feet of the Guru, he drinks deep the wondrous elixir of the Naam. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90437,
    "shabad_id": 25447,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pyK sun Acvq hI Bey ibsm Aiq prmdBuq Ascrj smwey hY ]432]",
    "transliteration": "Paykh Soun Achavat Hee Bhaay Bisam Ati , Paramadabhout Asacharaj Samaaay Hai ?432?",
    "translation": "And thus a devoted Sikh of the Guru, seeing the vision of his Guru, hearing the sweet sound of Guru's words and relishing the Naam Amrit (elixir-like name of the Lord) reaches a high state of bliss and merges in the astonishing and supremely strange God. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
