[
  {
    "id": 90446,
    "shabad_id": 25450,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "dRopqI kupIn mwqR deI jau munIsrih qw qy sBw miD bihE bsn pÍwh jI",
    "transliteration": "Dropatee Koupeen Maatr Daee Jau Mouneesarahi , Taa Tay Sabhaa Madhi Bahiao Basan Pravaah Jee ?",
    "translation": "Daropadi gave away a piece of cloth from her head-covering scarf to a sage Durbasha whose loin cloth had been washed away in the river. As a result, when efforts were made to strip her off in the court of Duryodhan, the cloth length coming off her body wo",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90447,
    "shabad_id": 25450,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qnk qMdul jgdIsih dey sudwmw qwN qy pwey cqr pdwrQ AQwh jI",
    "transliteration": "Tanak Tandul Jagadeesahi Daay Sudaamaa , Taan Tay Paaay Chatar Padaarad Adaah Jee ?",
    "translation": "Sudama offered a handful of rice to Krishna Ji, with utmost love and in return, he attained the four aims of life as well as many other treasure-houses of His blessings. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90448,
    "shabad_id": 25450,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "duKq gijMd AribMd gih Byt rwKY qw kY kwjY ckRpwin Awin gRsy gRwh jI",
    "transliteration": "Doukhat Gajind Arabind Gahi Bhayt Raakhai , Taa Kai Kaajai Chakrapaani Aani Grasay Graah Jee ?",
    "translation": "A distressed elephant caught by an octopus, plucked a lotus flower in desperation and offered it to the Lord in humble supplication. He (elephant) was freed from the clutches of the octopus. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90449,
    "shabad_id": 25450,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "khwN koaU krY kCu hoq n kwhU ky kIey jw kI pRB mwin lyih sbY suK qwih jI ]435]",
    "transliteration": "Kahaan Kooo Karai Kachhu Hot N Kaahoo Kay Keeay , Jaa Kee Prabh Maani Layhi Sabai Soukh Taahi Jee ?435?",
    "translation": "What can one do with his own efforts ? Nothing tangible can be achieved by one's own efforts. All this is His blessing. One whose hard work and devotion is accepted by the Lord, gets all peace and comforts from Him.  (435)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
