[
  {
    "id": 90454,
    "shabad_id": 25452,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਖਾਂਡ ਖਾਂਡ ਕਹੈ ਜਿਹਬਾ ਨ ਸ੍ਵਾਦੁ ਮੀਠੋ ਅਾਵੈ ਅਗਨਿ ਅਗਨਿ ਕਹੈ ਸੀਤ ਨ ਬਿਨਾਸ ਹੈ",
    "transliteration": "Khaand Khaand Kahai Jihabaa N Svaadu Meettho Aavai , Agani Agani Kahai Seet N Binaas Hai ?",
    "translation": "No action but repeated utterances are futile. Repeatedly saying sugar, the tongue is unable to experience sweet taste, nor shivering with cold can stop by saying fire! fire! ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90455,
    "shabad_id": 25452,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬੈਦ ਬੈਦ ਕਹੈ ਰੋਗ ਮਿਟਤ ਨ ਕਾਹੂ ਕੋ ਦਰਬ ਦਰਬ ਕਹੈ ਕੋੳੂ ਦਰਬਹਿ ਨ ਬਿਲਾਸ ਹੈ",
    "transliteration": "Baid Baid Kahai Rog Mitat N Kaahoo Ko , Darab Darab Kahai Kooo Darabahi N Bilaas Hai ?",
    "translation": "No ailment can be cured by repeated utterance of doctor! doctor! nor can anyone enjoy the luxuries that money buys just by saying money! money! ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90456,
    "shabad_id": 25452,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਨ ਚੰਦਨ ਕਹਤ ਪ੍ਰਗਟੈ ਨ ਸੁਬਾਸੁ ਬਾਸੁ ਚੰਦ੍ਰ ਚੰਦ੍ਰ ਕਹੈ ੳੁਜੀਅਾਰੋ ਨ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Chandan Chandan Kahat Pragatai N Soubaasu Baasu , Chandr Chandr Kahai Ujeeaaro N Pragaas Hai ?",
    "translation": "Just as saying sandalwood! sandalwood, the fragrance of sandalwood cannot spread, nor can the radiance of the moon-light be experienced by repeatedly saying moon! moon! unless the moon rises. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90457,
    "shabad_id": 25452,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗਿਅਾਨ ਗੋਸਟਿ ਕਹਤ ਨ ਰਹਤ ਪਾਵੈ ਕਰਨੀ ਪ੍ਰਧਾਨ ਭਾਨ ੳੁਦਤਿ ਅਕਾਸ ਹੈ ||੪੩੭||",
    "transliteration": "Taisay Giaan Gosati Kahat N Rahat Paavai , Karanee Pradhaan Bhaan Udati Akaas Hai ?437?",
    "translation": "Similarly, just listening to the holy sermons and discourses, no one can acquire the divine life-style and code of conduct. The most fundamental need is to practice the lessons in actual life. So by the practice of the Guru's blessed Naam Simran, the ligh",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
