[
  {
    "shabad_id": 25453,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "hsq hsq pUCY his his kY hswie rovq rovq pUCY roie Aau ruvwie kY",
    "transliteration": "Hasat Hasat Poochhai Hasi Hasi Kai Hasaai , Rovat Rovat Poochhai Roi Au Ruvaai Kai ?",
    "translation": "A laughing person merrily asks a happy and laughing person various things that can make them laugh. Similarly a crying person asks another crying person matters that causes crying. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25453,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "bYTY bYTY pUCY bYiT bYiT kY inkit jwie cwlq cwlq pUCY dhids Dwie kY",
    "transliteration": "Baitthai Baitthai Poochhai Baitthi Baitthi Kai Nikati Jaai , Chaalat Chaalat Poochhai Dahadis Dhaai Kai ?",
    "translation": "A settled person will share with another settled person means of settling down. A person treading a path will ask another on the right path, things that would lead one to the right path. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25453,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "log pUCy logwcwr byd pUCY byd ibiD jogI BogI jog Bog jugiq jugwie kY",
    "transliteration": "Log Poochhay Logaachaar Bayd Poochhai Bayd Bidhi , Jogee Bhogee Jog Bhog Jougati Jougaai Kai ?",
    "translation": "A worldly person asks the other worldly persons various aspects of worldly affairs. One who studies Vedas would ask about Vedas from another who has the knowledge of Vedas. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25453,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jnm mrn BRm kwhU n imtwey swikE inihcl Bey gur crn smwie kY ]438]",
    "transliteration": "Janam Maran Bhram Kaahoo N Mitaaay Saakiao , Nihichal Bhaay Gur Charan Samaai Kai ?438?",
    "translation": "All the above do satiate the addiction of a person, but no one has been able to end the birth-death cycle of anyone by such prattles. Those who unite their attention in the holy feet of the Lord, only those obedient disciples of the Guru are able to end t",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
