[
  {
    "shabad_id": 25454,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUCq pQik iqh mwrg n DwrY pig pRIqm kY dys kYsy bwqnu ky jweIAY",
    "transliteration": "Poochhat Padaki Tih Maarag N Dhaarai Pagi , Preetam Kai Days Kaisay Baatanu Kay Jaaeeai ?",
    "translation": "One asks a wayfarer of the beloved Lord's abode, the path to Him but does not tread even a step on it. Without launching oneself on that path, how can one reach the abode of the beloved Lord by mere prattles? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25454,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pUCq hY bYd Kwq AauKd n sMjm sY kYsy imtY rog suK shj smweIAY",
    "transliteration": "Poochhat Hai Baid Khaat Aoukhad N Sanjam Sai , Kaisay Mitai Rog Soukh Sahaj Samaaeeai ?",
    "translation": "One asks the physician the True Guru, the medicine of curing the malady of ego, but does not consume the medicine with dedicated discipline and precautions. Then how can the ailment of ego be cured and spiritual peace acquired. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25454,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pUCq suhwgn krm hY duhwgin kY irdY ibibcwr kq ishjw bulweIAY",
    "transliteration": "Poochhat Suhaagan Karam Hai Duhaagani Kai , Ridai Bibichaar Kat Sihajaa Bulaaeeai ?",
    "translation": "One asks from the dear and beloveds of the Lord husband the way of meeting Him, but all her actions and deeds are like of wretched and discarded women. Then how can such a seeker wife with deceitful heart ever be called to the nuptial bed of the husband L",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25454,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gwey suny AwNKy mIcY pweIAY n prmpdu gur aupdysu gih jau lau n kmweIAY ]439]",
    "transliteration": "Gaaay Sounay Aankhay Meechai Paaeeai N Paramapadu , Gur Oupadaysu Gahi Jau Lau N Kamaaeeai ?439?",
    "translation": "Similarly without inhabiting the Lord in the heart, singing the praises, listening to His discourses and closing eyes for the beloved Lord cannot reach one to the higher spiritual state. Reaffirming of Guru's sermons in the heart and practicing them perpe",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
