[
  {
    "id": 90466,
    "shabad_id": 25455,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਖੋਜੀ ਖੋਜਿ ਦੇਖਿ ਚਲਿਓ ਜਾੲਿ ਪਹੁਚੇ ਠਿਕਾਨੇ ਅਲਿਸ ਬਿਲੰਬ ਕੀੲੇ ਖੋਜਿ ਮਿਟ ਜਾਤ ਹੈ",
    "transliteration": "Khojee Khoji Daykhi Chaliao Jaai Pahouchay Tthikaanay , Alis Bilanb Keeay Khoji Mit Jaat Hai ?",
    "translation": "Just as a tracker proceeds along the footprints and reaches the desired place, but had he been lazy or complacent, these footprints trail would have been obliterated. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90467,
    "shabad_id": 25455,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿਹਜਾ ਸਮੈ ਰਮੈ ਭਰਤਾਰ ਬਰ ਨਾਰਿ ਸੋੲੀ ਕਰੈ ਜੳੁ ਅਗਿਅਾਨ ਮਾਨੁ ਪ੍ਰਗਟਤ ਪ੍ਰਾਤ ਹੈ",
    "transliteration": "Sihajaa Samai Ramai Bharataar Bar Naari Soee , Karai Jau Agiaan Maanu Pragatat Praat Hai ?",
    "translation": "Just as a woman who moving to the bed of her husband at night is fortunate to enjoy the union with her husband is the prime wife of that man. But one who shows arrogance due to ignorance loses the opportunity of this union because of her laziness and comp",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90468,
    "shabad_id": 25455,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਰਖਤ ਮੇਘ ਜਲ ਚਾਤ੍ਰਕ ਤ੍ਰਿਪਤਿ ਪੀੲੇ ਮੋਨ ਗਹੇ ਬਰਖਾ ਬਿਤੀਤੇ ਬਿਲਲਾਤ ਹੈ",
    "transliteration": "Barakhat Maygh Jal Chaatrak Tripati Peeay , Mon Gahay Barakhaa Biteetay Bilalaat Hai ?",
    "translation": "Just as a rain-bird may be able to quench his thirst when it is raining, but if he does not open his mouth and the rain stops, then he wails and cry. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90469,
    "shabad_id": 25455,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਿਖ ਸੋੲੀ ਸੁਨਿ ਗੁਰ ਸਬਦ ਰਹਤ ਰਹੈ ਕਪਟ ਸਨੇਹ ਕੀੲੇ ਪਾਛੇ ਪਛੁਤਾਤ ਹੈ ॥੪੪੦॥",
    "transliteration": "Sikh Soee Souni Gur Sabad Rahat Rahai , Kapat Sanayh Keeay Paachhay Pachhoutaat Hai ?440?",
    "translation": "Similarly, he alone is an obedient Sikh of the True Guru, who listens to His sermon and adopts it in his life immediately. (He commences practicing of Naam Simran immediately). Otherwise without inhabiting true love in the heart and demonstrating it outwa",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
