[
  {
    "shabad_id": 25456,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy bCurw ibCur prY Awn gwie Qn dugD n pwn krY mwrq hY lwq kI",
    "transliteration": "Jaisay Bachhuraa Bichhur Parai Aan Gaai Dana , Dougadh N Paan Karai Maarat Hai Laat Kee ?",
    "translation": "Just as a calf separated from his mother rushes to suck milk from another cow's teats, and he is denied sucking milk by the cow who kicks him away. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25456,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy mwnsr iqAwig hMs Awnsr jwq Kwq n mukqwPl Bugq jugwq kI",
    "transliteration": "Jaisay Maanasar Tiaagi Hans Aanasar Jaata , Khaat N Moukataadhal Bhougat Jougaat Kee ?",
    "translation": "Just as a swan leaving Mansarover lake goes to some other lake cannot get his food of pearls to eat from there. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25456,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy rwj duAwr qij Awn duAwr jwq jn hoq mwnu BMgu mihmw n kwhU bwq kI",
    "transliteration": "Jaisay Raaj Duaar Taji Aan Duaar Jaat Jana , Hot Maanu Bhangu Mahimaa N Kaahoo Baat Kee ?",
    "translation": "Just as a guard on the door of the king leaves and serves on another's door, it hurts his pride and does not help his glory and grandeur anyway. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25456,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisK Awn dyv kI srn jwih rihE n prq rwiK skq n pwq kI ]441]",
    "transliteration": "Taisay Gursikh Aan Dayv Kee Saran Jaahi , Rahiao N Parat Raakhi Sakat N Paat Kee ?441?",
    "translation": "Similarly, if a devoted disciple of Guru leaves the refuge of his Guru and goes into the protection of other gods and goddesses, he cannot find his stay there worthwhile nor anyone would show any respect and regard towards him being a blemished sinner.  (",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]