[
  {
    "id": 90474,
    "shabad_id": 25457,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy GnGor mor cwqRk snyh giq brKq myh Asnyh kY idKwvhI",
    "transliteration": "Jaisay Ghanaghor Mor Chaatrak Sanayh Gati , Barakhat Mayh Asanayh Kai Dikhaavahee ?",
    "translation": "Just as a peacock's and rain-bird's love is confined to the thunder of the clouds and this love is visible only till the rain lasts. (Their love is not lasting.) ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90475,
    "shabad_id": 25457,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy qau kml jl AMqir idsMqir huie mDukr idnkr hyq aupjwvhI",
    "transliteration": "Jaisay Tau Kamal Jal Antari Disantari Hui , Madhoukar Dinakar Hayt Oupajaavahee ?",
    "translation": "Just as a lotus flower closes at sunset but remains in water and the bumble bee keeps hovering over other flowers. But at sunrise when lotus flower opens up, its love for the lotus flower resurfaces. His love is not of permanent nature. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90476,
    "shabad_id": 25457,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "dwdr inrwdr huie jIAiq pvn BiK jl qij mwrq n pRymih ljwvhI",
    "transliteration": "Daadar Niraadar Hui Jeeati Pavan Bhakhi , Jal Taji Maarat N Praymahi Lajaavahee ?",
    "translation": "A frog's love with water is very disrespecting. He comes out of water to breathe air. Out of water, it does not die. He thus shames his love for water. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90477,
    "shabad_id": 25457,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kpt snyhI qYsy Awn dyv syvku hY gurisK mIn jl hyq ThrwvhI ]442]",
    "transliteration": "Kapat Sanayhee Taisay Aan Dayv Sayvaku Hai , Gursikh Meen Jal Hayt Tthaharaavahee ?442?",
    "translation": "Similarly, a deceitful Sikh with demonstrative love is the follower of other gods and goddesses, whereas the love of a true and obedient Sikh for his True Guru is like fish and water. (He holds no love for anyone else other than the True Guru).  (442)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
