[
  {
    "shabad_id": 25459,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy BUil bCurw prq Awn gwie Qn bhuirE imlq mwq bwq n smwr hY",
    "transliteration": "Jaisay Bhooli Bachhuraa Parat Aan Gaai Dana , Bahuriao Milat Maat Baat N Samaar Hai ?",
    "translation": "Just as a calf goes to another cow for milk by mistake, and on coming back to his mother, she does not recall his mistake and feeds him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25459,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy Awnsr BRm AwvY mwnsr hMs dyq mukqw Amol doK n bIcwir hY",
    "transliteration": "Jaisay Aanasar Bhram Aavai Maanasar Hansa , Dayt Moukataa Amol Dokh N Beechaari Hai ?",
    "translation": "Just as a swan reaches Mansarover lake after wandering to various other lakes, Mansarover lake does not remind him his mistake and serves him with pearls. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25459,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy niRp syvk jau Awn duAwr hwr AwvY caugno bFwvY n AvigAw aur Dwr hY",
    "transliteration": "Jaisay Nrip Sayvak Jau Aan Duaar Haar Aavai , Chaougano Baddhaavai N Avagiaa Ur Dhaar Hai ?",
    "translation": "Just as a royal attendant, after wandering all over comes back to his master who does not recall him his departure and instead raises his status many time more. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25459,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqgur Asrin srin dieAwl dyv isKn ko BUilbo n ird mY inhwr hY ]444]",
    "transliteration": "Satigur Asarani Sarani Daiaal Dayva , Sikhan Ko Bhoolibo N Rid Mai Nihaar Hai ?444?",
    "translation": "Similarly, the radiant and benevolent True Guru is the support of the destitute. He does not keep in mind the mistakes of those Sikhs who have separated themselves from the door of their Guru and are wandering on the door of gods and goddesses.  (444)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]