[
  {
    "shabad_id": 25460,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "bwNJ bDU purKu inpuMsk n sMqq huie sll ibloie kq mwKn pRgws hY",
    "transliteration": "Baanjh Badhoo Purakhu Nipounsak N Santat Hui , Salal Biloi Kat Maakhan Pragaas Hai ?",
    "translation": "Just as a barren woman and an impotent man cannot produce children, and churning of water cannot yield butter. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25460,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "Pn gih dugD pIAwey n imtq ibKu mUrI Kwey muK sY n pRgty subws hY",
    "transliteration": "Dhan Gahi Dougadh Peeaaay N Mitat Bikhu , Mooree Khaaay Moukh Sai N Pragatay Soubaas Hai ?",
    "translation": "Just as a poison of a cobra cannot be destroyed by feeding him milk and one cannot get good smell from mouth after eating radish. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25460,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mwnsr pr bYTy bwiesu audws bws Argjw lypu Kr Bsm invws hY",
    "transliteration": "Maanasar Par Baitthay Baaisu Udaas Baasa , Aragajaa Laypu Khar Bhasam Nivaas Hai ?",
    "translation": "Just as a filth-eating crow on reaching lake Mansarover, becomes sad since he cannot get filth which he is so used to eating; and a donkey will roll in dust even if it is given a bath with sweet smelling scents. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25460,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AwNn dyv syvk n jwnY gurdyv syv kTn kutyv n imtq dyv dws hY ]445]",
    "transliteration": "Aann Dayv Sayvak N Jaanai Gurdayv Sayva , Katthan Koutayv N Mitat Dayv Daas Hai ?445?",
    "translation": "Similarly, the servant of other gods cannot realise the ecstasy of serving the True Guru, because the chronic and bad habits of the followers of god cannot perish.  (445)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
