[
  {
    "id": 90494,
    "shabad_id": 25462,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬੈਸਨੋ ਅਨੰਨਿ ਬ੍ਹਮੰਨਿ ਸਾਲਗ੍ਰਾਮ ਸੇਵਾ ਗੀਤਾ ਭਾਗਵਤ ਸ੍ਰੋਤਾ ੲੇਕਾਕੀ ਕਹਾਵੲੀ",
    "transliteration": "Baisano Ananni Brahamanni Saalagraam Sayvaa , Geetaa Bhaagavat Srotaa Aykaakee Kahaavaee ?",
    "translation": "If someone is a worshipper of Vishnu, is brahmin by caste, worships (stone) and listens to the recitation of Geeta and Bhagwat in a secluded place; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90495,
    "shabad_id": 25462,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤੀਰਥ ਧਰਮ ਦੇਵ ਜਾਤ੍ਰਾ ਕੳੁ ਪੰਡਿਤ ਪੂਛਿ ਕਰਤ ਗਵਨ ਸੁ ਮਹੂਰਤ ਸੋਧਾਵੲੀ",
    "transliteration": "Teerad Dharam Dayv Jaatraa Kau Pandit Poochhi , Karat Gavan Su Mahoorat Sodhaavaee ?",
    "translation": "Have the auspicious time and date worked out by learned brahmins before proceeding on religious places or visiting the temples of gods and goddesses located on banks of rivers; ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90496,
    "shabad_id": 25462,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਾਹਰਿ ਨਿਕਸਿ ਗਰਧਬ ਸ੍ਵਾਨ ਸਗਨੁ ਕੈ ਸੰਕਾ ੳੁਪਰਾਜਿ ਬਹੁਰਿ ਘਰਿ ਅਾਵਹੀ",
    "transliteration": "Baahari Nikasi Garadhab Svaan Saganu Kai , Sankaa Ouparaaji Bahuri Ghari Aavahee ?",
    "translation": "But when he sets out of the house and faces a dog or a donkey, he regards it inauspicious and a doubt arises in his mind forcing him to return home. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90497,
    "shabad_id": 25462,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਤਿਬ੍ਰਤ ਗਹਿ ਰਹਿ ਸਕਤ ਨ ੲੇਕਾ ਟੇਕ ਦੁਬਧਾ ਅਛਿਤ ਨ ਪਰੰਮ ਪਦੁ ਪਾਵਹੀ ॥੪੪੭॥",
    "transliteration": "Patibrat Gahi Rahi Sakat N Aykaa Tayka , Doubadhaa Achhit N Paranm Padu Paavahee ?447?",
    "translation": "Despite belonging to a Guru like a faithful wife, if a person does not acknowledge the support of his Guru firmly and wanders at the door of one god or the other, he cannot reach the supreme state of Oneness with God having been caught in duality.  (447)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
