[
  {
    "id": 90498,
    "shabad_id": 25463,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurisK sMgiq imlwp ko pRqwp AYso piqbRq eyk tyk duibDw invwrI hY",
    "transliteration": "Gursikh Sangati Milaap Ko Prataap Aiso , Patibrat Ayk Tayk Doubidhaa Nivaaree Hai ?",
    "translation": "The union of a Sikh with his Guru and becoming one with him is like a faithful wife who discards the desire of others and lives in the refuge of one husband. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90499,
    "shabad_id": 25463,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pUCq n joqk Aau byd iQiq bwr kCu giH Aau nKqR kI n sMkw aur DwrI hY",
    "transliteration": "Poochhat N Jotak Au Bayd Diti Baar Kachhu , Grih Au Nakhatr Kee N Sankaa Ur Dhaaree Hai ?",
    "translation": "The Sikh who places his faith in the refuge of one True Guru, does not depend upon astrology or the command of Vedas, nor does he bring any doubt about the auspiciousness of a day/date or constellation of stars/planets to his mind. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90500,
    "shabad_id": 25463,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jwnq n sgn lgn Awn dyv syv sbd suriq ilv nyhu inrMkwrI hY",
    "transliteration": "Jaanat N Sagan Lagan Aan Dayv Sayva , Sabad Surati Liv Nayhu Nirankaaree Hai ?",
    "translation": "Engrossed in the holy feet of Guru, the Sikh does not know anything about the good or bad omens or service of gods and goddesses. He has such inaccessible love with the True Guru, the manifestation of formless Lord, that by lodging the divine word of the ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90501,
    "shabad_id": 25463,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "isK sMq bwlk sRI gur pRiqpwlk huie jIvn mukiq giq bHm ibcwrI hY ]448]",
    "transliteration": "Sikh Sant Baalak Sree Gur Pratipaalak Hui , Jeevan Moukati Gati Braham Bichaaree Hai ?448?",
    "translation": "The father Guru protects and brings up the specially virtuous children. Such Sikhs are freed of all rites and rituals by the Guru during their life-time, and instills the ideology and thoughts of one Lord in their mind.  (448)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
