[
  {
    "id": 90502,
    "shabad_id": 25464,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਾਰ ਕੈ ਭਤਾਰ ਕੈ ਸਨੇਹ ਪਤਿਬ੍ਰਤਾ ਹੁੲਿ ਗੁਰਸਿਖ ੲੇਕ ਟੇਕ ਪਤਿਬ੍ਰਤ ਲੀਨ ਹੈ",
    "transliteration": "Naar Kai Bhataar Kai Sanayh Patibrataa Hui , Gursikh Ayk Tayk Patibrat Leen Hai ?",
    "translation": "Just as a wife is considered faithful who lives life in the love of her husband. So does an obedient Sikh of the Guru take refuge of one Guru-God Lord. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90503,
    "shabad_id": 25464,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰਾਗ ਨਾਦ ਬਾਦ ਅੳੁ ਸੰਬਾਦ ਪਤਿਬ੍ਰਤ ਹੁੲਿ ਬਿਨੁ ਗੁਰ ਸਬਦ ਨ ਕਾਨ ਸਿਖ ਦੀਨ ਹੈ",
    "transliteration": "Raag Naad Baad Au Sanbaad Patibrat Hui , Binu Gur Sabad N Kaan Sikh Deen Hai ?",
    "translation": "Just as a husband enjoys the subject of mode of singing musical instruments and other conversation, so does a Sikh in the service of the Guru talks and listens nothing other than the sound of the divine words of the Guru. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90504,
    "shabad_id": 25464,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰੂਪ ਰੰਗ ਅੰਗ ਸਰਬੰਗ ਹੇਰੇ ਪਤਿਬ੍ਰਤਾ ਅਾਨ ਦੇਵ ਸੇਵਕ ਨ ਦਰਸਨ ਕੀਨ ਹੈ",
    "transliteration": "Roop Rang Ang Sarabang Hayray Patibrataa , Aan Dayv Sayvak N Darasan Keen Hai ?",
    "translation": "Just as a faithful wife admires the good looks, colour and beauty of all limbs of her husband, so does a devoted Sikh neither is the follower of any god nor proceeds to see any. Other than one True Guru, the form of True Master, he looks at no one else. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90505,
    "shabad_id": 25464,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੁਜਨ ਕੁਟੰਬ ਗਿਿ੍ਹ ਗੳੁਨ ਕਰੈ ਪਤਿਬ੍ਰਤਾ ਅਾਨ ਦੇਵ ਸਥਾਨ ਜੈਸੇ ਜਲਿ ਬਿਨੁ ਮੀਨ ਹੈ ॥੪੪੯॥",
    "transliteration": "Sujan Koutanb Grihi Gaoun Karai Patibrataa , Aan Dayv Sadaan Jaisay Jali Binu Meen Hai ?449?",
    "translation": "Just as a faithful wife lives amongst the close relatives in her house and goes nowhere else; so does the Sikh of the Guru go nowhere else other than the court of the True Guru and assembly of His devoted and loving Sikhs. Places of other gods and goddess",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
