[
  {
    "id": 90506,
    "shabad_id": 25465,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅੈਸੀ ਨਾੲਿਕਾ ਮੈ ਕੁਅਾਰ ਪਾਤ੍ਰ ਹੀ ਸੁਪਾਤ੍ਰ ਭਲੀ ਅਾਸ ਪਿਅਾਸੀ ਮਾਤਾ ਪਿਤਾ ੲੇਕੈ ਕਾਹ ਦੇਤ ਹੈ",
    "transliteration": "Aisee Naaikaa Mai Kuaar Paatr Hee Soupaatr Bhalee , Aas Piaasee Maataa Pitaa Aykai Kaah Dayt Hai ?",
    "translation": "A virgin maid who is ever hopeful of achieving a place of superior authority in the house of a husband that her father will find for her one day is far better than a deceitful woman. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90507,
    "shabad_id": 25465,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੈਸੀ ਨਾੲਿਕਾ ਮੈ ਦੀਨਤਾ ਕੈ ਦੁਹਾਗਨ ਭਲੀ ਪਤਿਤ ਪਾਵਨ ਪ੍ਰਿਅ ਪਾੲਿ ਲਾੲਿ ਲੇਤ ਹੈ",
    "transliteration": "Aisee Naaikaa Mai Deenataa Kai Duhaagan Bhalee , Patit Paavan Pria Paai Laai Layt Hai ?",
    "translation": "A woman who has been disassociated with her husband by him and who regrets her actions by her humility, consequence of which her husband forgives her sins is far better than a deceitful woman. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90508,
    "shabad_id": 25465,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅੈਸੀ ਨਾੲਿਕਾ ਮੈ ਭਲੋ ਬਿਰਹ ਬਿਓਗ ਸੋਗ ਲਗਨ ਸਗਨ ਸੋਧੇ ਸਰਧਾ ਸਹੇਤ ਹੈ",
    "transliteration": "Aisee Naaikaa Mai Bhalo Birah Biaog Soga , Lagan Sagan Sodhay Saradhaa Sahayt Hai ?",
    "translation": "That woman separated from her husband who bearing the pangs of separation is devotedly involved in finding out auspicious time and good omens for the reunion is better than a treacherous and deceitful woman. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90509,
    "shabad_id": 25465,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅੈਸੀ ਨਾੲਿਕਾ ਮਾਤ ਗਰਭ ਹੀ ਗਲੀ ਭਲੀ ਕਪਟ ਸਨੇਹ ਦੁਬਿਧਾ ਜਿੳੁ ਰਾਹੁ ਕੇਤੁ ਹੈ ||੪੫੦||",
    "transliteration": "Aisee Naaikaa Maat Garabh Hee Galee Bhalee , Kapat Sanayh Doubidhaa Jiu Raahu Kaytu Hai ?450?",
    "translation": "Such a woman of deceitful love should have perished in her mother's womb. Deceit filled love is full of such duality as the two demons Rahu and Ketu are who cause solar and lunar eclipse.  (450)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
