[
  {
    "shabad_id": 25466,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy jl kUp inksq jqn kIey sIcIAq Kyq eykY phucq n Awn kau",
    "transliteration": "Jaisay Jal Koop Nikasat Jatan Keeay , Seecheeat Khayt Aykai Pahouchat N Aan Kau ?",
    "translation": "Just as water from a well can be drawn by different methods, such as bucket and rope, Persian wheel etc. and then it is directed to irrigate a field and it goes nowhere else. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25466,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "piQk ppIhw ipAwsy Aws lig iFg bYiT ibnu gunu BwNjn qiRpiq kq pRwn kau",
    "transliteration": "Padik Papeehaa Piaasay Aas Lagi Ddhig Baitthi , Binu Gounu Bhaanjan Tripati Kat Praan Kau ?",
    "translation": "A traveller and a rain-bird may keep on sitting thirsty near a well but cannot quench their thirst without means to draw water from the well and therefore cannot assuage their thirst. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25466,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qYsy hI skl dyv tyv sY trq nwih syvw kIey dyq Pl kwmnw smwin kau",
    "transliteration": "Taisay Hee Sakal Dayv Tayv Sai Tarat Naahi , Sayvaa Keeay Dayt Dhal Kaamanaa Samaani Kau ?",
    "translation": "Likewise, all gods and goddesses can do something within their power. They can reward a devotee for his services only to that extent and that too of worldly desires. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25466,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pUrn bHm gur brKw AMmiRq ihiq brK hriK dyq srb inDwn kau ]451]",
    "transliteration": "Pooran Braham Gur Barakhaa Anmrit Hiti , Barakh Harakhi Dayt Sarab Nidhaan Kau ?451?",
    "translation": "But the complete and perfect God-like True Guru showers the spiritual pleasure-giving ambrosial nectar of Naam, the treasure-house of all the happiness and comforts. (The service of gods and goddesses is trivial in benefits whereas that of True Guru bless",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]