[
  {
    "shabad_id": 25467,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy aulU idn smY kwhUAY n dyiKE BwvY qYsy swDsMgiq mY Awn dyv syvkY",
    "transliteration": "Jaisay Uloo Din Samai Kaahooai N Daykhiao Bhaavai , Taisay Saadhasangati Mai Aan Dayv Sayvakai ?",
    "translation": "Just as sight of an owl during the day is not appreciated by any body, so is a follower of a god not liked by the disciple of the True Guru in their holy congregation. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25467,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy kaUAw ibidAwmwn bolq n kwhU BwvY Awn dyv syvk jau bolY AhMmyv kY",
    "transliteration": "Jaisay Kaooaa Bidiaamaan Bolat N Kaahoo Bhaavai , Aan Dayv Sayvak Jau Bolai Ahanmayv Kai ?",
    "translation": "Just as a crow cawing is not appreciated by anyone, just as a devotee of a god is not appreciated in the holy assembly of god-like True Guru. (because he may be saying haughty traits of his deity) ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25467,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ktq ctq sÍwn pRIiq ibpRIiq jYsy Awn dyv syvk suhwie n ktyv kY",
    "transliteration": "Katat Chatat Svaan Preeti Bipreeti Jaisay , Aan Dayv Sayvak Suhaai N Katayv Kai ?",
    "translation": "Just as a dog licks when he is patted and bites when shouted and scolded at. (both acts are not good), ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25467,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jYsy mrwl mwl soBq n bgu Tgu kwFIAY pkir kir Awn dyv syvkY ]452]",
    "transliteration": "Jaisay Maraal Maal Sobhat N Bagu Tthagu , Kaaddheeai Pakari Kari Aan Dayv Sayvakai ?452?",
    "translation": "Just as a heron does not fit in the group of swans and is turned out from there, so does a devotee of some god or goddess not fit into the holy assembly of God-worshipping saints. Such fake devotees should be turned out from these assemblies.  (452)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]