[
  {
    "id": 90518,
    "shabad_id": 25468,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ੳੁਲੂ ਅਾਦਿਤ ੳੁਦੋਤਿ ਜੋਤਿ ਕੳੁ ਨ ਜਾਨੇ ਅਾਨ ਦੇਵ ਸੇਵਕੈ ਨ ਸੂਝੈ ਸਾਧਸੰਗ ਮੈ",
    "transliteration": "Jaisay Uloo Aadit Udoti Joti Kau N Jaanay , Aan Dayv Sayvakai N Soojhai Saadhasang Mai ?",
    "translation": "Just as an owl cannot know the greatness of sunlight, similarly a worshipper of other deities cannot have perception of True Guru's advice and company of the holy men. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90519,
    "shabad_id": 25468,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਰਕਟ ਮਨ ਮਾਨਿਕ ਮਹਿਮਾ ਨ ਜਾਨੇ ਅਾਨ ਦੇਵ ਸੇਵਕ ਨ ਸਬਦੁ ਪ੍ਰਸੰਗ ਮੈ",
    "transliteration": "Marakat Man Maanik Mahimaa N Jaanay , Aan Dayv Sayvak N Sabadu Prasang Mai ?",
    "translation": "Just as a monkey does not know the value of pearls and diamonds, so can a follower of other deities not assess the importance of Guru's sermon. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90520,
    "shabad_id": 25468,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਫਨਿੰਦ੍ਰ ਪੈ ਪਾਠ ਮਹਾਤਮੈ ਨ ਜਾਨੈ ਅਾਨ ਦੇਵ ਸੇਵਕ ਮਹਾਪ੍ਰਸਾਦਿ ਅੰਗ ਮੈ",
    "transliteration": "Jaisay Tau Dhanindr Pai Paatth Mahaatamai N Jaanai , Aan Dayv Sayvak Mahaaprasaadi Ang Mai ?",
    "translation": "Just as a cobra cannot appreciate nectar-like milk, similarly a follower of other gods cannot understand significance of the blessings of the Guru's word and his consecrated gift of Karhah Parsad. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90521,
    "shabad_id": 25468,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਹੰਸ ਬੰਸ ਬਗ ਠਗ ਨ ਸਕਤ ਟਿਕ ਅਗਮ ਅਗਾਧਿ ਸੁਖ ਸਾਗਰ ਤਰੰਗ ਮੈ ॥੪੫੩॥",
    "transliteration": "Binu Hans Bans Bag Tthag N Sakat Tika , Agam Agaadhi Soukh Saagar Tarang Mai ?453?",
    "translation": "Just as an egret cannot fit in the flock of swans and has no knowledge of comforting waves of lake Mansarover. Similarly a worshipper (follower) of other gods cannot stay in the society of devout Sikhs blessed by the True Guru, nor can he understand the d",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
