[
  {
    "id": 90522,
    "shabad_id": 25469,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਨਗਰ ੲੇਕ ਹੋਤ ਹੈ ਅਨੇਕ ਹਾਟੈ ਗਾਹਕ ਅਸੰਖ ਅਾਵੈ ਬੇਚਨ ਅਰੁ ਲੈਨ ਕੳੁ",
    "transliteration": "Jaisay Tau Nagar Ayk Hot Hai Anayk Haatai , Gaahak Asankh Aavai Baychan Aru Lain Kau ?",
    "translation": "Just as a town has many shops which are visited by many customers who go there to buy or sell their merchandise. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90523,
    "shabad_id": 25469,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾਪੈ ਕਛੁ ਬੇਚੈ ਅਰੁ ਬਨਜੁ ਨ ਮਾਗੈ ਪਾਵੈ ਅਾਨ ਪੈ ਬਿਸਾਹੈ ਜਾੲਿ ਦੇਖੈ ਸੁਖ ਨੈਨ ਕੳੁ",
    "transliteration": "Jaapai Kachhu Baychai Aru Banaju N Maagai Paavai , Aan Pai Bisaahai Jaai Daykhai Soukh Nain Kau ?",
    "translation": "When a customer who has sold something at a shop is unable to buy something from there since it is not available, he visits other shops. Finding his requirements there, he feels happy and relaxed. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90524,
    "shabad_id": 25469,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਕੀ ਹਾਟ ਸਕਲ ਸਮਗ੍ਰੀ ਪਾਵੈ ਅੳੁ ਬਿਕਾਵੈ ਬੇਚਤ ਬਿਸਾਹਤ ਚਾਹਤ ਚਿਤ ਚੈਨ ਕੳੁ",
    "transliteration": "Jaa Kee Haat Sakal Samagree Paavai Au Bikaavai , Baychat Bisaahat Chaahat Chit Chain Kau ?",
    "translation": "A shopkeeper who keeps all types of commodities in his shop and which are sold frequently, a customer generally likes to sell or purchase from there. He feels happy and satisfied. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90525,
    "shabad_id": 25469,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਾਨ ਦੇਵ ਸੇਵ ਜਾਹਿ ਸਤਿਗੁਰ ਪੂਰੇ ਸਾਹ ਸਰਬ ਨਿਧਾਨ ਜਾ ਕੈ ਲੈਨ ਅਰੁ ਦੈਨ ਕੳੁ ||੪੫੪||",
    "transliteration": "Aan Dayv Sayv Jaahi Satigur Pooray Saaha , Sarab Nidhaan Jaa Kai Lain Aru Dain Kau ?454?",
    "translation": "Similarly, if a follower of other god comes to the refuge of the perfect True Guru, he will find that his store-house is filled with all types of trading commodities (of loving worship).  (454)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
