[
  {
    "shabad_id": 25470,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "bnj ibauhwr ibKY rqn pwrK hoie rqn jnm kI prIiKAw nhI pweI hY",
    "transliteration": "Banaj Biuhaar Bikhai Ratan Paarakh Hoi , Ratan Janam Kee Pareekhiaa Nahee Paaee Hai ?",
    "translation": "In the profession of trading, a man can assess and evaluate pearls and diamonds but has not been able to evaluate this precious human birth and his aim of coming to this world. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25470,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "lyKy icqRgupq sy lyKik ilKwrI Bey jnm mrn kI AsMkw n imtweI hY",
    "transliteration": "Laykhay Chitragoupat Say Laykhaki Likhaaree Bhaay , Janam Maran Kee Asankaa N Mitaaee Hai ?",
    "translation": "One can be a good accountant and expert in keeping accounts but has not been able to erase the repeated cycle of his birth and death. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25470,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "bIr ibidAw mhwblI Bey hY DnuKDwrI haumY mwir skI n shij ilv lweI hY",
    "transliteration": "Beer Bidiaa Mahaabalee Bhaay Hai Dhanoukhadhaaree , Haoumai Maari Sakee N Sahaji Liv Laaee Hai ?",
    "translation": "In the profession of fighting in the battlefields, a man may become very brave, strong and powerful, acquire sound knowledge of archery, but has failed to overpower his internal enemies of ego and pride so as to acquire spiritual stability through the tea",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25470,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pUrn bHm gurdyv syv klI kwl mwieAw mY audwsI gurisKn jqweI hY ]455]",
    "transliteration": "Pooran Braham Gurdayv Sayv Kalee Kaala , Maaiaa Mai Udaasee Gursikhan Jataaee Hai ?455?",
    "translation": "Living in the world of maya (mammon), the disciples of the Guru who have remained unsoiled of it have learnt that in this dark eons, the meditation on the name of God-like True Guru is supreme.  (455)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]