[
  {
    "id": 90530,
    "shabad_id": 25471,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy Awn ibrK sPl hoq smY pwie sRbdw PlMqy sdw Pl su sÍwid hY",
    "transliteration": "Jaisay Aan Birakh Sadhal Hot Samai Paai , Srabadaa Dhalantay Sadaa Dhal Su Svaadi Hai ?",
    "translation": "Just as a tree bears fruit at a certain time of the year, but there are some trees which bear fruit all the time (like Kalap Variksh) and their fruit is very tasty too. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90531,
    "shabad_id": 25471,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy kUp jl inksq hY jqn kIey gMgw jl mukiq pÍwh pRswid hY",
    "transliteration": "Jaisay Koop Jal Nikasat Hai Jatan Keeay , Gangaa Jal Moukati Pravaah Prasaadi Hai ?",
    "translation": "Just as drawing water from the well demands some effort, but the flow of water in river Ganges is continuous and in plenty. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90532,
    "shabad_id": 25471,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "miRqkw Agin qUl qyl myl dIp idpY jgmg joiq ssIAr ibsmwd hY",
    "transliteration": "Mritakaa Agani Tool Tayl Mayl Deep Dipai , Jagamag Joti Saseear Bisamaad Hai ?",
    "translation": "Just as the combination of an earthen lamp, oil, cotton and fire results in a light-giving lamp that spreads its radiance in a limited place, but the radiance of the moon shines in the whole world and spreads strange happiness all around. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90533,
    "shabad_id": 25471,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy Awn dyv syv kIey Plu dyq jyq siqgur drs n swsn jmwd hY ]456]",
    "transliteration": "Taisay Aan Dayv Sayv Keeay Dhalu Dayt Jayta , Satigur Daras N Saasan Jamaad Hai ?456?",
    "translation": "Similarly, whatever quantum of devoted service one performs for a god, one receives reward accordingly. But a vision of the True teacher dispels the fear of angels of death beside blessing I one with many other goods. (All gods grant goods to their follow",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
