[
  {
    "id": 90534,
    "shabad_id": 25472,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੰਚ ਪਰਪੰਚ ਕੈ ਭੲੇ ਹੈ ਮਹਾਂਭਾਰਥ ਸੇ ਪੰਚ ਮਾਰਿ ਕਾਹੂਅੈ ਨ ਦੁਬਿਧਾ ਨਿਵਾਰੀ ਹੈ",
    "transliteration": "Panch Parapanch Kai Bhaay Hai Mahaanbhaarad Say , Panch Maari Kaahooai N Doubidhaa Nivaaree Hai ?",
    "translation": "During the times of Mahabharat, there had many warriors like the five Pandavas in the past but none ever endeavoured to end his duality by destroying the five vices residing within. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90535,
    "shabad_id": 25472,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਗ੍ਹਿ ਤਜਿ ਨਵ ਨਾਥ ਸਿਧਿ ਜੋਗੀਸੁਰ ਹੁੲਿ ਨ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਨਿਜ ਅਾਸਨ ਮੈ ਤਾਰੀ ਹੈ",
    "transliteration": "Grih Taji Nav Naad Sidhi Jogeesur Hui Na , Trigoun Ateet Nij Aasan Mai Taaree Hai ?",
    "translation": "Renouncing home and family, many became the Masters, Sidhs and sages, but none had engrossed his mind in the higher spiritual state by keeping oneself free of the effect of the three traits of maya. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90536,
    "shabad_id": 25472,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬੇਦ ਪਾਠ ਪੜਿ ਪੜਿ ਪੰਡਤ ਪਰਬੋਧੈ ਜਗੁ ਸਕੇ ਨ ਸਮੋਧ ਮਨ ਤ੍ਰਿਸਨਾ ਨ ਹਾਰੀ ਹੈ",
    "transliteration": "Bayd Paatth Parhi Parhi Pandat Parabodhai Jagu , Sakay N Samodh Man Trisanaa N Haaree Hai ?",
    "translation": "A learned person imparts knowledge to the world by studying the Vedas and other scriptures, but he could not bring around his own mind nor end his worldly desires. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90537,
    "shabad_id": 25472,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰਦੇਵ ਸੇਵ ਸਾਧਸੰਗ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਬ੍ਹਮ ਬੀਚਾਰੀ ਹੈ ||੪੫੭||",
    "transliteration": "Pooran Braham Gurdayv Sayv Saadhasanga , Sabad Surati Liv Braham Beechaaree Hai ?457?",
    "translation": "A devoted Sikh of the Guru who in the company of saintly persons, and serving the Lord-like True Guru has engrossed his mind in the divine word, is in reality the real scholar of the Lord.  (457)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
