[
  {
    "id": 90538,
    "shabad_id": 25473,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਸਮ ਦੇਖਿ ਸਮਦਰਸੀ ਹੁੲਿ ਅਕਥ ਕਥਾ ਬੀਚਾਰ ਹਾਰਿ ਮੋਨਿਧਾਰੀ ਹੈ",
    "transliteration": "Pooran Braham Sam Daykhi Samadarasee Hui , Akad Kadaa Beechaar Haari Monidhaaree Hai ?",
    "translation": "A pursuant disciple of the True Guru feels the presence of Lord Almighty in every living being and at all places, becomes impartial and instead of indulging in discussions of Lord's visible plays and performances, remains engrossed in Him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90539,
    "shabad_id": 25473,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਹੋਨਹਾਰ ਹੋੲਿ ਤਾਂ ਤੇ ਅਾਸਾ ਤੇ ਨਿਰਾਸ ਭੲੇ ਕਾਰਨ ਕਰਨ ਪ੍ਰਭ ਜਾਨਿ ਹੳੁਮੈ ਮਾਰੀ ਹੈ",
    "transliteration": "Honahaar Hoi Taan Tay Aasaa Tay Niraas Bhaay , Kaaran Karan Prabh Jaani Haoumai Maaree Hai ?",
    "translation": "Whatever is happening, is happening in His will. Thus such a disciple remains unsullied of all his desire. Knowing the traits of the Almighty who is the cause and effect of everything, he loses his pride and ego in accordance with immortal saying of Gurba",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90540,
    "shabad_id": 25473,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੂਖਮ ਸਥੂਲ ਓਅੰਕਾਰ ਕੈ ਅਕਾਰ ਹੁੲਿ ਬ੍ਹਮ ਬਿਬੇਕ ਬੁਧ ਭੲੇ ਬ੍ਹਮਚਾਰੀ ਹੈ",
    "transliteration": "Sookham Sadool Aoankaar Kai Akaar Hui , Braham Bibayk Budh Bhaay Brahamachaaree Hai ?",
    "translation": "He accepts that all big or small forms have come out of One Lord. Adopting the divine wisdom, he becomes Godly in character. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90541,
    "shabad_id": 25473,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਟ ਬੀਜ ਕੋ ਬਿਥਾਰ ਬ੍ਹਮ ਕੈ ਮਾੲਿਅਾ ਛਾੲਿਅਾ ਗੁਰਮੁਖਿ ੲੇਕ ਟੇਕ ਦੁਬਿਧਾ ਨਿਵਾਰੀ ਹੈ ||੪੫੮||",
    "transliteration": "Bat Beej Ko Bidaar Braham Kai Maaiaa Chhaaiaa , Gurmukhi Ayk Tayk Doubidhaa Nivaaree Hai ?458?",
    "translation": "Just as a well-spread banyan tree is born out of a seed, so is His form spreading around in the form of maya. An obedient Sikh of the Guru removes his duality by learning heavily on this one support. (He is never enamored by any god or goddess since he kn",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
