[
  {
    "id": 90542,
    "shabad_id": 25474,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau skl dRum AwpnI AwpnI BwNiq cMdn cMdn krY srb qmwl kau",
    "transliteration": "Jaisay Tau Sakal Droum Aapanee Aapanee Bhaanti , Chandan Chandan Karai Sarab Tamaal Kau ?",
    "translation": "Just as all trees grow and spread according to the nature of their species and they cannot impose their influence on others but a sandalwood tree can make all other trees smell like itself. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90543,
    "shabad_id": 25474,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qwNbw hI sY hoq jYsy kMcn klMku fwrY pwrs prsu Dwqu skl aujwl kau",
    "transliteration": "Taanbaa Hee Sai Hot Jaisay Kanchan Kalanku Daarai , Paaras Parasu Dhaatu Sakal Ujaal Kau ?",
    "translation": "Just as addition of some special chemical in copper. can convert it into gold, but all metals can become gold by the touch of a philosopher-stone. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90544,
    "shabad_id": 25474,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sirqw Anyk jYsy ibibiD pÍwh giq sursrI sMgm sm jnm suFwl kau",
    "transliteration": "Saritaa Anayk Jaisay Bibidhi Pravaah Gati , Surasaree Sangam Sam Janam Suddhaal Kau ?",
    "translation": "Just as the flow of many rivers is different in many ways, but their water becomes pure and sacred once they mingle with water of river Ganges. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90545,
    "shabad_id": 25474,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI skl dyv tyv sY trq nwih siqgur Asrn srin Akwl kau ]459]",
    "transliteration": "Taisay Hee Sakal Dayv Tayv Sai Tarat Naahi , Satigur Asaran Sarani Akaal Kau ?459?",
    "translation": "Similarly, none of the gods and goddesses change their basic character. (They can reward someone according to their nature). But like sandalwood, philosopher-stone and river Ganges, the True Guru takes all under his refuge and blessing them with Naam Amri",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
