[
  {
    "id": 90546,
    "shabad_id": 25475,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗਿਰਗਿਟ ਕੈ ਰੰਗ ਕਮਲ ਸਮੇਹ ਬਹੁ ਬਨੁ ਬਨੁ ਡੋਲੈ ਕੳੁਅਾ ਕਹਾ ਧੳੁਸਵਾਨ ਹੈ",
    "transliteration": "Giragit Kai Rang Kamal Samayh Bahu , Banu Banu Dolai Kauaa Kahaa Dhaousavaan Hai ?",
    "translation": "A chameleon who changes the colour of its body so very often looks very much like the form of a lotus flower. But this insect-eating chameleon cannot be holding the merits of a lotus flower. A dead flesh-eating crow that flies here and there cannot reach ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90547,
    "shabad_id": 25475,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਘਰ ਘਰ ਫਿਰਤ ਮੰਜਾਰ ਅਹਾਰ ਪਾਵੈ ਬੇਸ੍ਵਾ ਬਿਸਨੀ ਅਨੇਕ ਸਤੀ ਨ ਸਮਾਨ ਹੈ",
    "transliteration": "Ghar Ghar Dhirat Manjaar Ahaar Paavai , Baysvaa Bisanee Anayk Satee N Samaan Hai ?",
    "translation": "Just as a male cat roams about various burrows and houses searching for food, and likewise a whore living life of several vices cannot reach out to a woman of truth, sincerity and virtues. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90548,
    "shabad_id": 25475,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਰ ਸਰ ਭ੍ਰਮਤ ਨ ਮਿਲਤ ਮਰਾਲ ਮਾਲ ਜੀਵ ਘਾਤ ਕਰਤ ਨ ਮੋਨੀ ਬਗੁ ਧਿਅਾਨ ਹੈ",
    "transliteration": "Sar Sar Bhramat N Milat Maraal Maala , Jeev Ghaat Karat N Monee Bagu Dhiaan Hai ?",
    "translation": "Just as wandering from pond to pond, one cannot find a flock of swans who live in lake Mansarover and an egret who kills living beings for food cannot be contemplating. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90549,
    "shabad_id": 25475,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਗੁਰਦੇਵ ਸੇਵ ਅਾਨ ਦੇਵ ਸੇਵਕ ਹੁੲਿ ਮਾਖੀ ਤਿਅਾਗਿ ਚੰਦਨ ਦੁਰਗੰਧ ਅਸਥਾਨ ਹੈ ||੪੬੦||",
    "transliteration": "Binu Gurdayv Sayv Aan Dayv Sayvak Hui , Maakhee Tiaagi Chandan Duragandh Asadaan Hai ?460?",
    "translation": "Similarly, without the service of perfect Guru, if someone becomes a follower of any other god/goddess, it is like a fly who giving up the fragrance of sandalwood goes and sits on foul smelling filth.  (460)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
