[
  {
    "id": 90554,
    "shabad_id": 25477,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUrn bHm smsir duqIAw nwsiq pRiqmw Anyk hoie kYsy bin AwveI",
    "transliteration": "Pooran Braham Samasari Douteeaa Naasati , Pratimaa Anayk Hoi Kaisay Bani Aavaee ?",
    "translation": "When the perfect Lord manifests Himself totally in all and there is none like Him, then how can his myriad forms be made and installed in the temples? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90555,
    "shabad_id": 25477,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "Git Git pUrn bHm dyKY sunY bolY pRiqmw mY kwhy n pRgit huie idKwveI",
    "transliteration": "Ghati Ghati Pooran Braham Daykhai Sounai Bolai , Pratimaa Mai Kaahay N Pragati Hui Dikhaavaee ?",
    "translation": "When He Himself pervades in all, He Himself listens, speaks and sees, then why is He not seen speaking, listening and seeing in the idols of the temples? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90556,
    "shabad_id": 25477,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Gr Gr Grin Anyk eyk rUp huqy pRiqmw skl dyv sQl huie n suhwveI",
    "transliteration": "Ghar Ghar Gharani Anayk Ayk Roop Houtay , Pratimaa Sakal Dayv Sadal Hui N Suhaavaee ?",
    "translation": "Every house has utensils of many form but made from the same material. Like that material, the light effulgent of the Lord exists in all. But why is that radiance not seen in its full grandeur in the idols installed in various temples? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90557,
    "shabad_id": 25477,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "siqgur pUrn bHm swvDwn soeI eyk joiq mUriq jugl huie pujwveI ]462]",
    "transliteration": "Satigur Pooran Braham Saavadhaan Soee , Ayk Joti Moorati Jougal Hui Pujaavaee ?462?",
    "translation": "True Guru is the embodiment of the complete and perfect Lord, the light is one that exists both in Absolute and Transcendental form. The same Effulgent Lord is getting Himself worshipped in the form of True Guru.  (462)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
