[
  {
    "shabad_id": 25478,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "mwnsr iqAwig Awn sr jwie bYTy hMsu Kwie jl jMq hMs bMsih ljwveI",
    "transliteration": "Maanasar Tiaagi Aan Sar Jaai Baitthay Hansu , Khaai Jal Jant Hans Bansahi Lajaavaee ?",
    "translation": "If a swan leaves lake Mansarover and resides in a pond, starts eating living beings from the pond like a heron, he will shame the species of swans. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25478,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sill ibCoh Bey jIAq rhY jau mIn kpt snyh kY snyhI n khwveI",
    "transliteration": "Salil Bichhoh Bhaay Jeeat Rahai Jau Meena , Kapat Sanayh Kai Sanayhee N Kahaavaee ?",
    "translation": "If a fish survives outside water, then its love for water will be considered false and it would not be called as beloved of water. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25478,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ibnu Gn bUMd jau Anq jl pwn krY cwqiRk sMqwn ibKY lCnu lgwveI",
    "transliteration": "Binu Ghan Boond Jau Anat Jal Paan Karai , Chaatrik Santaan Bikhai Lachhanu Lagaavaee ?",
    "translation": "If a rain-bird satiates its thirst with a drop of water other than the swati drop, he would stigmatise his family. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25478,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "crn kml Ail gurisK moK huie Awn dyv syvk huie mukiq n pwveI ]463]",
    "transliteration": "Charan Kamal Ali Gursikh Mokh Hui , Aan Dayv Sayvak Hui Moukati N Paavaee ?463?",
    "translation": "A devoted disciple of the True Guru preaches the teachings of the True Guru and achieves emancipation. But a disciple who gives up his love for the True Guru and bows before other gods, self.-made saints and sages and worships them; his love with Guru is ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
