[
  {
    "id": 90558,
    "shabad_id": 25478,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਾਨਸਰ ਤਿਅਾਗਿ ਅਾਨ ਸਰ ਜਾੲਿ ਬੈਠੇ ਹੰਸੁ ਖਾੲਿ ਜਲ ਜੰਤ ਹੰਸ ਬੰਸਹਿ ਲਜਾਵੲੀ",
    "transliteration": "Maanasar Tiaagi Aan Sar Jaai Baitthay Hansu , Khaai Jal Jant Hans Bansahi Lajaavaee ?",
    "translation": "If a swan leaves lake Mansarover and resides in a pond, starts eating living beings from the pond like a heron, he will shame the species of swans. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90559,
    "shabad_id": 25478,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਲਿਲ ਬਿਛੋਹ ਭੲੇ ਜੀਅਤ ਰਹੈ ਜੳੁ ਮੀਨ ਕਪਟ ਸਨੇਹ ਕੈ ਸਨੇਹੀ ਨ ਕਹਾਵੲੀ",
    "transliteration": "Salil Bichhoh Bhaay Jeeat Rahai Jau Meena , Kapat Sanayh Kai Sanayhee N Kahaavaee ?",
    "translation": "If a fish survives outside water, then its love for water will be considered false and it would not be called as beloved of water. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90560,
    "shabad_id": 25478,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਘਨ ਬੂੰਦ ਜੳੁ ਅਨਤ ਜਲ ਪਾਨ ਕਰੈ ਚਾਤ੍ਰਿਕ ਸੰਤਾਨ ਬਿਖੈ ਲਛਨੁ ਲਗਾਵੲੀ",
    "transliteration": "Binu Ghan Boond Jau Anat Jal Paan Karai , Chaatrik Santaan Bikhai Lachhanu Lagaavaee ?",
    "translation": "If a rain-bird satiates its thirst with a drop of water other than the swati drop, he would stigmatise his family. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90561,
    "shabad_id": 25478,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਅਲਿ ਗੁਰਸਿਖ ਮੋਖ ਹੁੲਿ ਅਾਨ ਦੇਵ ਸੇਵਕ ਹੁੲਿ ਮੁਕਤਿ ਨ ਪਾਵੲੀ ||੪੬੩||",
    "transliteration": "Charan Kamal Ali Gursikh Mokh Hui , Aan Dayv Sayvak Hui Moukati N Paavaee ?463?",
    "translation": "A devoted disciple of the True Guru preaches the teachings of the True Guru and achieves emancipation. But a disciple who gives up his love for the True Guru and bows before other gods, self.-made saints and sages and worships them; his love with Guru is ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
