[
  {
    "id": 90562,
    "shabad_id": 25479,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੳੁ ਕੋੳੂ ਮਵਾਸ ਸਾਧਿ ਭੂਮੀਅਾ ਮਿਲਾਵੈ ਅਾਨਿ ਤਾ ਪਰਿ ਪ੍ਰਸੰਨ ਹੋਤ ਨਿਰਖ ਨਰਿੰਦ ਜੀ",
    "transliteration": "Jau Kooo Mavaas Saadhi Bhoomeeaa Milaavai Aani , Taa Pari Prasann Hot Nirakh Narind Jee ?",
    "translation": "If a brave warrior defeats a rebel landlord and brings him into the protection of the king, the king rewards him out of happiness and glory is bestowed upon him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90563,
    "shabad_id": 25479,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਕੋੳੂ ਨ੍ਰਿਪਤਿ ਭ੍ਰਿਤਿ ਭਾਗਿ ਭੂਮੀਅਾ ਪੈ ਜਾੲਿ ਧਾੲਿ ਮਾਰੈ ਭੂਮੀਅਾ ਸਹਿਤਿ ਹੀ ਰਜਿੰਦ ਜੀ",
    "transliteration": "Jau Kooo Nripati Bhriti Bhaagi Bhoomeeaa Pai Jaai , Dhaai Maarai Bhoomeeaa Sahiti Hee Rajind Jee ?",
    "translation": "But if an employee of the king absconds the king and joins the rebel landlord, the king launches a campaign against him and kills both the rebel landlord as well as the disloyal servant. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90564,
    "shabad_id": 25479,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਨ ਕੋ ਸੇਵਕ ਰਾਜ ਦੁਅਾਰ ਜਾੲਿ ਸੋਭਾ ਪਾਵੈ ਸੇਵਕ ਨਰੇਸ ਅਾਨ ਦੁਅਾਰ ਜਾਤ ਨਿੰਦ ਜੀ",
    "transliteration": "Aan Ko Sayvak Raaj Duaar Jaai Sobhaa Paavai , Sayvak Narays Aan Duaar Jaat Nind Jee ?",
    "translation": "If someone's employee takes refuge of the king, he earns praise there. But if a servant of the king goes to someone, he earns slander from all around. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90565,
    "shabad_id": 25479,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖ ਅਾਨ ਅਨਤ ਸਰਨਿ ਗੁਰ ਅਾਨ ਨ ਸਮਰਥ ਗੁਰਸਿਖ ਪ੍ਰਤਿਬਿੰਦ ਜੀ ||੪੬੪||",
    "transliteration": "Taisay Gursikh Aan Anat Sarani Gur , Aan N Samarad Gursikh Pratibind Jee ?464?",
    "translation": "Similarly, if a devotee of some god/goddess comes to the True Guru as a devoted disciple, the True Guru bless him with His refuge, initiates him in the meditation of His name. But no god or goddess is capable of granting refuge to any devoted Sikh of the ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
