[
  {
    "id": 90566,
    "shabad_id": 25480,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy aupbn AwNb syNbl hY aUc nIc inhPl sPl pRgt phcwnIAY",
    "transliteration": "Jaisay Oupaban Aanb Saynbal Hai Ooch Neecha , Nihadhal Sadhal Pragat Pahachaaneeai ?",
    "translation": "Just as there are mango and silk cotton trees in the same garden, but a mango tree is more respected because of the fruits that it yields, whereas the Silk cotton tree being without fruits is considered inferior. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90567,
    "shabad_id": 25480,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "cMdn smIp jYsy bwNs Aau bnwspqI gMD inrgMD isv skiq kY jwnIAY",
    "transliteration": "Chandan Sameep Jaisay Baans Au Banaasapatee , Gandh Niragandh Siv Sakati Kai Jaaneeai ?",
    "translation": "Just as in a jungle, there are sandalwood and bamboo trees. Since bamboo remains devoid of fragrance is known as egoistic and proud, whereas others absorb sandalwood's fragrance and are considered peace and comfort-giving trees. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90568,
    "shabad_id": 25480,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sIp sMK doaU jYsy rhq smuMdR ibKY sÍwNq bUMd sMqiq n smq ibDwnIAY",
    "transliteration": "Seep Sankh Dooo Jaisay Rahat Samoundr Bikhai , Svaant Boond Santati N Samat Bidhaaneeai ?",
    "translation": "Just as an oyster and conch shell are found in the same sea but oyster accepting ambrosial drop of rain water yields a pearl whereas a conch shell remains useless. Thus both cannot be graded equal. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90569,
    "shabad_id": 25480,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurdyv Awn dyv syvkn Byd AhMbuiD inMmRqw Amwn jg mwnIAY ]465]",
    "transliteration": "Taisay Gurdayv Aan Dayv Sayvakan Bhayda , Ahanbudhi Ninmrataa Amaan Jag Maaneeai ?465?",
    "translation": "Similarly there is a difference between the devotees of the True Guru-the blesser of truth, and gods and goddesses. The followers of gods are proud of their intellect whereas the disciples of True Guru are considered humble and non-arrogant by the world. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
