[
  {
    "shabad_id": 25481,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy piqbRqw pr purKY n dyiKE cwhY pUrn piqbRqw kY piq hI kY iDAwn hY",
    "transliteration": "Jaisay Patibrataa Par Purakhai N Daykhiao Chaahai , Pooran Patibrataa Kai Pati Hee Kai Dhiaan Hai ?",
    "translation": "Just as a faithful wife does not like to look at another man and being sincere and faithful always supports her husband in her mind. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25481,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sr sirqw smuMdR cwqiRk n cwhY kwhU Aws Gn bUMd piRA piRA gun igAwn hY",
    "transliteration": "Sar Saritaa Samoundr Chaatrik N Chaahai Kaahoo , Aas Ghan Boond Pria Pria Goun Giaan Hai ?",
    "translation": "Just as a rain-bird does not want water from a lake river or sea, but keeps on wailing for Swati drop from the clouds. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25481,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "idnkr Er Bor cwhq nhI ckor mn bc kRm ihmkr piRA pRwn hY",
    "transliteration": "Dinakar Aor Bhor Chaahat Nahee Chakora , Man Bach Kram Himakar Pria Praan Hai ?",
    "translation": "Just as a Ruddy sheldrake does not like to look at the Sun even when the Sun is rising because the moon is his beloved in all respects. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25481,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisK Awn dyv syv rhiq pY shj suBwv n AvigAw ABmwnu hY ]466]",
    "transliteration": "Taisay Gursikh Aan Dayv Sayv Rahati Pai , Sahaj Soubhaav N Avagiaa Abhamaanu Hai ?466?",
    "translation": "So is a devoted disciple of the True Guru who does not worship any other god or goddess except the dearer than his life-True Guru. But, by remaining in a state of tranquility, he neither disrespects anyone nor shows the arrogance of his supremacy.  (466)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]