[
  {
    "id": 90574,
    "shabad_id": 25482,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੋੲਿ ਦਰਪਨ ਦੇਖੈ ੲੇਕ ਮੈ ਅਨੇਕ ਰੂਪ ਦੋੲਿ ਨਾਵ ਪਾਵ ਧਰੈ ਪਹੁਚੈ ਨ ਪਾਰਿ ਹੈ",
    "transliteration": "Doi Darapan Daykhai Ayk Mai Anayk Roopa , Doi Naav Paav Dharai Pahouchai N Paari Hai ?",
    "translation": "Just as looking into two or more mirrors placed side by side show more than one image; and placing feet in two boats does not enable one to sail across the river. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90575,
    "shabad_id": 25482,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੋੲਿ ਦਿਸਾ ਗਹੇ ਗਹਾੲੇ ਸੈ ਹਾਥ ਪਾੳੁ ਟੂਟੇ ਦੁਰਾਹੇ ਦੁਚਿਤ ਹੋੲਿ ਧੂਲ ਪਗੁ ਧਾਰਿ ਹੈ",
    "transliteration": "Doi Disaa Gahay Gahaaay Sai Haad Paau Tootay , Duraahay Douchit Hoi Dhool Pagu Dhaari Hai ?",
    "translation": "Just as the arms or legs are put to risk of breaking when pulled from both sides at the same time; one often errs in selection of the right path at the cross-road. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90576,
    "shabad_id": 25482,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦੋੲਿ ਭੂਪ ਤਾ ਕੋ ਗਾੳੁ ਪਰਜਾ ਨ ਸੁਖੀ ਹੋਤ ਦੋੲਿ ਪੁਰਖਨ ਕੀ ਨ ਕੁਲਾਬਧੂ ਨਾਰਿ ਹੈ",
    "transliteration": "Doi Bhoop Taa Ko Gaau Parajaa N Soukhee Hota , Doi Purakhan Kee N Kulaabadhoo Naari Hai ?",
    "translation": "Just as a city if ruled by two kings cannot provide peace and comfort to the subjects, nor can a woman wedded to two men can be sincere and loyal or faithful to either family. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90577,
    "shabad_id": 25482,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਹੋੲਿ ਅਾਨ ਦੇਵ ਸੇਵ ਟੇਵ ਗਹੈ ਸਹੈ ਜਮ ਡੰਡ ਧ੍ਰਿਗ ਜੀਵਨੁ ਸੰਸਾਰ ਹੈ ||੪੬੭||",
    "transliteration": "Gursikh Hoi Aan Dayv Sayv Tayv Gahai , Sahai Jam Dand Dhrig Jeevanu Sansaar Hai ?467?",
    "translation": "Similarly, if a devout Sikh of Guru worships other gods and goddesses to assuage his addiction, what to speak of his liberation, he even bears the punishment of the angels of death. His life is condemned by the world.  (467)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
