[
  {
    "shabad_id": 25483,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau ibrK mUl sIicAY sill qw qy swKw swKw pqR pqR kir hirE hoie hY",
    "transliteration": "Jaisay Tau Birakh Mool Seechiai Salil Taa Tay , Saakhaa Saakhaa Patr Patr Kari Hariao Hoi Hai ?",
    "translation": "Just as by watering the roots and trunk of a tree, all its leaves and branches become green. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25483,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy piqbRqw piqbRiq siq swvDwn skl kutMb supRsMin DMin soie hY",
    "transliteration": "Jaisay Patibrataa Patibrati Sati Saavadhaana , Sakal Koutanb Souprasanni Dhanni Soi Hai ?",
    "translation": "Just as a faithful, truthful, virtuous wife remains attentive in the service of her husband, the whole family praises her, adores her very happily. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25483,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy muK duAwr imstwn pwn Bojn kY AMg AMg qust pusit Aivloie hY",
    "transliteration": "Jaisay Moukh Duaar Misataan Paan Bhojan Kai , Ang Ang Tousat Pousati Aviloi Hai ?",
    "translation": "Just as the mouth eats sweetmeats and all the limbs of the body feels satiated and strong. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25483,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurdyv syv eyk tyk jwih qwih suir nr brM bRUh kot mDy koie hY ]468]",
    "transliteration": "Taisay Gurdayv Sayv Ayk Tayk Jaahi Taahi , Suri Nar Baran Brooh Kot Madhay Koi Hai ?468?",
    "translation": "Similarly, the obedient disciple of the Guru who instead of other gods and goddesses is ever keen to obey the command of his Guru, everyone and all the gods praise him and call him blessed. But such an obedient and loyal disciple of the True Guru is very ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
