[
  {
    "id": 90578,
    "shabad_id": 25483,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਬਿਰਖ ਮੂਲ ਸੀਚਿਅੈ ਸਲਿਲ ਤਾ ਤੇ ਸਾਖਾ ਸਾਖਾ ਪਤ੍ਰ ਪਤ੍ਰ ਕਰਿ ਹਰਿਓ ਹੋੲਿ ਹੈ",
    "transliteration": "Jaisay Tau Birakh Mool Seechiai Salil Taa Tay , Saakhaa Saakhaa Patr Patr Kari Hariao Hoi Hai ?",
    "translation": "Just as by watering the roots and trunk of a tree, all its leaves and branches become green. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90579,
    "shabad_id": 25483,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਪਤਿਬ੍ਰਤਾ ਪਤਿਬ੍ਰਤਿ ਸਤਿ ਸਾਵਧਾਨ ਸਕਲ ਕੁਟੰਬ ਸੁਪ੍ਰਸੰਨਿ ਧੰਨਿ ਸੋੲਿ ਹੈ",
    "transliteration": "Jaisay Patibrataa Patibrati Sati Saavadhaana , Sakal Koutanb Souprasanni Dhanni Soi Hai ?",
    "translation": "Just as a faithful, truthful, virtuous wife remains attentive in the service of her husband, the whole family praises her, adores her very happily. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90580,
    "shabad_id": 25483,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਮੁਖ ਦੁਅਾਰ ਮਿਸਟਾਨ ਪਾਨ ਭੋਜਨ ਕੈ ਅੰਗ ਅੰਗ ਤੁਸਟ ਪੁਸਟਿ ਅਵਿਲੋੲਿ ਹੈ",
    "transliteration": "Jaisay Moukh Duaar Misataan Paan Bhojan Kai , Ang Ang Tousat Pousati Aviloi Hai ?",
    "translation": "Just as the mouth eats sweetmeats and all the limbs of the body feels satiated and strong. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90581,
    "shabad_id": 25483,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਦੇਵ ਸੇਵ ੲੇਕ ਟੇਕ ਜਾਹਿ ਤਾਹਿ ਸੁਰਿ ਨਰ ਬਰੰ ਬ੍ਰੂਹ ਕੋਟ ਮਧੇ ਕੋੲਿ ਹੈ ॥੪੬੮॥",
    "transliteration": "Taisay Gurdayv Sayv Ayk Tayk Jaahi Taahi , Suri Nar Baran Brooh Kot Madhay Koi Hai ?468?",
    "translation": "Similarly, the obedient disciple of the Guru who instead of other gods and goddesses is ever keen to obey the command of his Guru, everyone and all the gods praise him and call him blessed. But such an obedient and loyal disciple of the True Guru is very ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
