[
  {
    "id": 90582,
    "shabad_id": 25484,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸੋੲੀ ਪਾਰੋ ਖਾਤਿ ਗਾਤਿ ਬਿਬਿਧਿ ਬਿਕਾਰ ਹੋਤ ਸੋੲੀ ਪਾਰੋ ਖਾਤ ਗਾਤ ਹੋੲਿ ੳੁਪਚਾਰ ਹੈ",
    "transliteration": "Soee Paaro Khaati Gaati Bibidhi Bikaar Hota , Soee Paaro Khaat Gaat Hoi Oupachaar Hai ?",
    "translation": "Just as consuming raw mercury produces several ailments in the body but when treated with certain chemicals and purified, can cure many diseases. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90583,
    "shabad_id": 25484,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੋੲੀ ਪਾਰੋ ਪਰਸਤ ਕੰਚਨਹਿ ਸੋਖ ਲੇਤ ਸੋੲੀ ਪਾਰੋ ਪਰਸ ਤਾਂਬੋ ਕਨਿਕ ਧਾਰਿ ਹੈ",
    "transliteration": "Soee Paaro Parasat Kanchanahi Sokh Layta , Soee Paaro Paras Taanbo Kanik Dhaari Hai ?",
    "translation": "Just as gold placed in raw mercury reacts to lose its identity but when the same chemically reacted mercury mixes with copper becomes gold. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90584,
    "shabad_id": 25484,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੋੲੀ ਪਾਰੋ ਅਗਹੁ ਨ ਹਾਥਨ ਕੈ ਗਹਿਓ ਜਾੲਿ ਸੋੲੀ ਪਾਰੋ ਗੁਟਕਾ ਹੁੲਿ ਸਿਧ ਨਮਸਕਾਰ ਹੈ",
    "transliteration": "Soee Paaro Agahu N Haadan Kai Gahiao Jaai , Soee Paaro Goutakaa Hui Sidh Namasakaar Hai ?",
    "translation": "The mercury that is so unstable and restless that it cannot be held with hands but the same becomes respectable for yogis and sidhs when converted chemically into small tablets. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90585,
    "shabad_id": 25484,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮਾਨਸ ਜਨਮੁ ਪਾੲਿ ਜੈਸੀਅੈ ਸੰਗਤਿ ਮਿਲੈ ਤੈਸੀ ਪਾਵੈ ਪਦਵੀ ਪ੍ਰਤਾਪ ਅਧਿਕਾਰ ਹੈ ||੪੬੯||",
    "transliteration": "Maanas Janamu Paai Jaiseeai Sangati Milai , Taisee Paavai Padavee Prataap Adhikaar Hai ?469?",
    "translation": "Similarly whatever company a person keeps during his life, he attains that capability and status in the world. If he enjoys the congregation of true devotees of the True Guru he achieves salvation by virtue of Guru's teachings. But despite being a discipl",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
