[
  {
    "id": 90586,
    "shabad_id": 25485,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kUAw ko myFku iniD jwnY khw swgr kI sÍwNq bUMd mihmw n sMK jIA jwneI",
    "transliteration": "Kooaa Ko Mayddhaku Nidhi Jaanai Kahaa Saagar Kee , Svaant Boond Mahimaa N Sankh Jeea Jaanaee ?",
    "translation": "Just as a frog living in well cannot know the greatness and extent of the ocean, and the hollow conch shell cannot appreciate the importance of the ambrosial drop of rain water that turns into a pearl when it falls on an oyster. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90587,
    "shabad_id": 25485,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "idnkir joiq ko audoq khw jwnY aulU syNbl sY khw Kwie sUhw ihq TwneI",
    "transliteration": "Dinakari Joti Ko Udot Kahaa Jaanai Uloo , Saynbal Sai Kahaa Khaai Soohaa Hit Tthaanaee ?",
    "translation": "Just as an owl cannot know the light of the Sun or a parrot cannot eat the insipid fruits of a silk cotton tree nor can he love them. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90588,
    "shabad_id": 25485,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "bwies n jwnq mrwl mwl sMgiq ko mrkt mwnku hIrw n pihcwneI",
    "transliteration": "Baais N Jaanat Maraal Maal Sangati Ko , Marakat Maanaku Heeraa N Pahichaanaee ?",
    "translation": "Just as a crow cannot know the importance of the company of swans nor can a monkey appreciate the value of gems and diamonds. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90589,
    "shabad_id": 25485,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Awn dyv syvk n jwnY gurdyv syv gUMgy bhry n kih suin mnu mwneI ]470]",
    "transliteration": "Aan Dayv Sayvak N Jaanai Gurdayv Sayva , Goongay Baharay N Kahi Souni Manu Maanaee ?470?",
    "translation": "Similarly, a worshipper of other gods cannot understand the significance of serving True Guru. He is like a deaf and dumb person 'whose mind is not at all receptive to the sermons of the True Guru and therefore cannot act upon them.  (470)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
