[
  {
    "id": 90594,
    "shabad_id": 25487,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਂਬਨ ਕੀ ਸਧਰ ਕਤ ਮਿਟਤ ਅਾਂਬਲੀ ਖਾੲੇ ਪਿਤਾ ਕੋ ਪਿਅਾਰ ਨ ਪਰੋਸੀ ਪਹਿ ਪਾੲੀਅੈ",
    "transliteration": "Aanban Kee Sadhar Kat Mitat Aanbalee Khaaay , Pitaa Ko Piaar N Parosee Pahi Paaeeai ?",
    "translation": "How can the desire of eating ripe mango be satiated by eating raw mango? One cannot receive father-like love from one's neighbour. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90595,
    "shabad_id": 25487,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਾਗਰ ਕੀ ਨਿਧਿ ਕਤ ਪਾੲੀਅਤ ਪੋਖਰ ਸੈ ਦਿਨਕਰਿ ਸਰਿ ਦੀਪ ਜੋਤਿ ਨ ਪੁਜਾੲੀਅੈ",
    "transliteration": "Saagar Kee Nidhi Kat Paaeeat Pokhar Sai , Dinakari Sari Deep Joti N Pujaaeeai ?",
    "translation": "How can one find the wealth of oceans from small ponds? nor can the light of a beacon reach the brightness of the Sun. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90596,
    "shabad_id": 25487,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੲਿੰਦ੍ਰ ਬਰਖਾ ਸਮਾਨ ਪੁਜਸ ਨ ਕੂਪ ਜਲ ਚੰਦਨ ਸੁਬਾਸ ਨ ਪਲਾਸ ਮਹਿਕਾੲੀਅੈ",
    "transliteration": "Indr Barakhaa Samaan Pujas N Koop Jala , Chandan Soubaas N Palaas Mahikaaeeai ?",
    "translation": "The water of well cannot reach the water that comes down from the clouds in the form of rain nor can Butea frondosa tree spread fragrance like sandalwood. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90597,
    "shabad_id": 25487,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਦੲਿਅਾਲ ਕੀ ਦੲਿਅਾ ਨ ਅਾਨ ਦੇਵ ਮੈ ਜੳੁ ਖੰਡ ਬ੍ਹਮੰਡ ੳੁਦੈ ਅਸਤ ਲੳੁ ਧਾੲੀਅੈ ||੪੭੨||",
    "transliteration": "Sree Gur Daiaal Kee Daiaa N Aan Dayv Mai , Jau Khand Brahamand Udai Asat Lau Dhaaeeai ?472?",
    "translation": "Similarly, no god or goddess can have the amount of kindness that the clement True Guru showers on His Sikhs. One may wander in realms and regions from East to West in search of it.  (472)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
