[
  {
    "shabad_id": 25488,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "igrq Akws qy prq piRQI pr jau ghY Awsro pvn kvnih kwij hY",
    "transliteration": "Girat Akaas Tay Parat Pridee Par Jau , Gahai Aasaro Pavan Kavanahi Kaaji Hai ?",
    "translation": "Just as a person falling from the sky try to take support of the air, and that support is futile. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25488,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jrq bYsMqr jau Dwie Dwie DUm ghY inkisE n jwie Kl buD auprwj hY",
    "transliteration": "Jarat Baisantar Jau Dhaai Dhaai Dhoom Gahai , Nikasiao N Jaai Khal Budh Ouparaaj Hai ?",
    "translation": "Just as a person ablaze in the fire tries to escape from its wrath by catching smoke, he cannot escape from the fire. On the contrary it only shows his foolishness. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25488,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "swgr Apwr Dwr bUfq jau Pyn ghY AinQw bIcwr pwr jYby ko n swj hY",
    "transliteration": "Saagar Apaar Dhaar Boodat Jau Dhayn Gahai , Anidaa Beechaar Paar Jaibay Ko N Saaj Hai ?",
    "translation": "Just as a person drowning in the rapid waves of the sea try to save himself catching the surf of the water, such a thought is totally foolish since the surf is not a means of crossing the sea. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25488,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy Awvw gvn duKq Awn dyv syv ibnu gur srin n moK pdu rwj hY ]473]",
    "transliteration": "Taisay Aavaa Gavan Doukhat Aan Dayv Sayva , Binu Gur Sarani N Mokh Padu Raaj Hai ?473?",
    "translation": "Similarly, the cycle of birth and death cannot end by worshipping or serving any god or goddess. Without taking the refuge of the perfect True Guru, no one can achieve salvation.  (473)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
