[
  {
    "id": 90598,
    "shabad_id": 25488,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗਿਰਤ ਅਕਾਸ ਤੇ ਪਰਤ ਪ੍ਰਿਥੀ ਪਰ ਜੳੁ ਗਹੈ ਅਾਸਰੋ ਪਵਨ ਕਵਨਹਿ ਕਾਜਿ ਹੈ",
    "transliteration": "Girat Akaas Tay Parat Pridee Par Jau , Gahai Aasaro Pavan Kavanahi Kaaji Hai ?",
    "translation": "Just as a person falling from the sky try to take support of the air, and that support is futile. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90599,
    "shabad_id": 25488,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਰਤ ਬੈਸੰਤਰ ਜੳੁ ਧਾੲਿ ਧਾੲਿ ਧੂਮ ਗਹੈ ਨਿਕਸਿਓ ਨ ਜਾੲਿ ਖਲ ਬੁਧ ੳੁਪਰਾਜ ਹੈ",
    "transliteration": "Jarat Baisantar Jau Dhaai Dhaai Dhoom Gahai , Nikasiao N Jaai Khal Budh Ouparaaj Hai ?",
    "translation": "Just as a person ablaze in the fire tries to escape from its wrath by catching smoke, he cannot escape from the fire. On the contrary it only shows his foolishness. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90600,
    "shabad_id": 25488,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਗਰ ਅਪਾਰ ਧਾਰ ਬੂਡਤ ਜੳੁ ਫੇਨ ਗਹੈ ਅਨਿਥਾ ਬੀਚਾਰ ਪਾਰ ਜੈਬੇ ਕੋ ਨ ਸਾਜ ਹੈ",
    "transliteration": "Saagar Apaar Dhaar Boodat Jau Dhayn Gahai , Anidaa Beechaar Paar Jaibay Ko N Saaj Hai ?",
    "translation": "Just as a person drowning in the rapid waves of the sea try to save himself catching the surf of the water, such a thought is totally foolish since the surf is not a means of crossing the sea. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90601,
    "shabad_id": 25488,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਅਾਵਾ ਗਵਨ ਦੁਖਤ ਅਾਨ ਦੇਵ ਸੇਵ ਬਿਨੁ ਗੁਰ ਸਰਨਿ ਨ ਮੋਖ ਪਦੁ ਰਾਜ ਹੈ ||੪੭੩||",
    "transliteration": "Taisay Aavaa Gavan Doukhat Aan Dayv Sayva , Binu Gur Sarani N Mokh Padu Raaj Hai ?473?",
    "translation": "Similarly, the cycle of birth and death cannot end by worshipping or serving any god or goddess. Without taking the refuge of the perfect True Guru, no one can achieve salvation.  (473)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
