[
  {
    "shabad_id": 25489,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy rUp rMg ibiD pUCY AMDu AMD pRiq Awp hI n dyKY qwih kYsy smJwveI",
    "transliteration": "Jaisay Roop Rang Bidhi Poochhai Andhu Andh Prati , Aap Hee N Daykhai Taahi Kaisay Samajhaavaee ?",
    "translation": "Just as a blind person asks another blind person about the features and beauty of a person, how can he tell him, when he cannot see anything? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25489,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "rwg nwd bwd pUCY bhro jau bhrw pY smJY n Awp qih kYsy smJwveI",
    "transliteration": "Raag Naad Baad Poochhai Baharo Jau Baharaa Pai , Samajhai N Aap Tahi Kaisay Samajhaavaee ?",
    "translation": "Just as a deaf wishes to know about the tune and rhythm of a song from another person who is also deaf, then what can one who himself is deaf explain to the other deaf? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25489,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy guMg guMg pih bcn ibbyk pUCy cwhy boil n skq kYsy sbdu sunwveI",
    "transliteration": "Jaisay Goung Goung Pahi Bachan Bibayk Poochhay Chaahay , Boli N Sakat Kaisay Sabadu Sounaavaee ?",
    "translation": "If a dumb wants to learn something from another dumb, what can anyone who himself is unable to speak, explain to the other dumb? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25489,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ibnu siqgur KojY bHm igAwn iDAwn AinQw AigAwn mq Awn pY n pwveI ]474]",
    "transliteration": "Binu Satigur Khojai Braham Giaan Dhiaana , Anidaa Agiaan Mat Aan Pai N Paavaee ?474?",
    "translation": "Similarly it is foolishness to seek spiritual knowledge from other gods and goddesses leaving the True Guru who is perfect manifestation of the Lord. No one else can impart this wisdom or knowledge.  (474)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]