[
  {
    "id": 90602,
    "shabad_id": 25489,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਰੂਪ ਰੰਗ ਬਿਧਿ ਪੂਛੈ ਅੰਧੁ ਅੰਧ ਪ੍ਰਤਿ ਅਾਪ ਹੀ ਨ ਦੇਖੈ ਤਾਹਿ ਕੈਸੇ ਸਮਝਾਵੲੀ",
    "transliteration": "Jaisay Roop Rang Bidhi Poochhai Andhu Andh Prati , Aap Hee N Daykhai Taahi Kaisay Samajhaavaee ?",
    "translation": "Just as a blind person asks another blind person about the features and beauty of a person, how can he tell him, when he cannot see anything? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90603,
    "shabad_id": 25489,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰਾਗ ਨਾਦ ਬਾਦ ਪੂਛੈ ਬਹਰੋ ਜੳੁ ਬਹਰਾ ਪੈ ਸਮਝੈ ਨ ਅਾਪ ਤਹਿ ਕੈਸੇ ਸਮਝਾਵੲੀ",
    "transliteration": "Raag Naad Baad Poochhai Baharo Jau Baharaa Pai , Samajhai N Aap Tahi Kaisay Samajhaavaee ?",
    "translation": "Just as a deaf wishes to know about the tune and rhythm of a song from another person who is also deaf, then what can one who himself is deaf explain to the other deaf? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90604,
    "shabad_id": 25489,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਗੁੰਗ ਗੁੰਗ ਪਹਿ ਬਚਨ ਬਿਬੇਕ ਪੂਛੇ ਚਾਹੇ ਬੋਲਿ ਨ ਸਕਤ ਕੈਸੇ ਸਬਦੁ ਸੁਨਾਵੲੀ",
    "transliteration": "Jaisay Goung Goung Pahi Bachan Bibayk Poochhay Chaahay , Boli N Sakat Kaisay Sabadu Sounaavaee ?",
    "translation": "If a dumb wants to learn something from another dumb, what can anyone who himself is unable to speak, explain to the other dumb? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90605,
    "shabad_id": 25489,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਖੋਜੈ ਬ੍ਹਮ ਗਿਅਾਨ ਧਿਅਾਨ ਅਨਿਥਾ ਅਗਿਅਾਨ ਮਤ ਅਾਨ ਪੈ ਨ ਪਾਵੲੀ ||੪੭੪||",
    "transliteration": "Binu Satigur Khojai Braham Giaan Dhiaana , Anidaa Agiaan Mat Aan Pai N Paavaee ?474?",
    "translation": "Similarly it is foolishness to seek spiritual knowledge from other gods and goddesses leaving the True Guru who is perfect manifestation of the Lord. No one else can impart this wisdom or knowledge.  (474)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
