[
  {
    "id": 90610,
    "shabad_id": 25491,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "bIj boie kwlr mY inpjY n Dwn pwn mUl Koie rovY pun rwju fMf lwgeI",
    "transliteration": "Beej Boi Kaalar Mai Nipajai N Dhaan Paana , Mool Khoi Rovai Poun Raaju Dand Laagaee ?",
    "translation": "Just as a seed sown in saline and barren land yields not even a leaf, one loses the capital (seed) and cries at the waste beside forced to pay revenue. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90611,
    "shabad_id": 25491,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sill ibloey jYsy inksq nwih GiRiq mtukI mQnIAw hU Pyir qoir BwgeI",
    "transliteration": "Salil Biloay Jaisay Nikasat Naahi Ghriti , Matoukee Madaneeaa Hoo Dhayri Tori Bhaagaee ?",
    "translation": "Just as churning of water does not yield butter but in the process, one may break the churner and the earthenware. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90612,
    "shabad_id": 25491,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "BUqn pY pUq mwgY hoq n spUqI koaU jIA ko prq sMso iqAwgy hU n iqAwgeI",
    "transliteration": "Bhootan Pai Poot Maagai Hot N Sapootee Kooo , Jeea Ko Parat Sanso Tiaagay Hoo N Tiaagaee ?",
    "translation": "Just as a barren woman under the influence of witchcraft and black magic seeks blessings of a son from ghosts and witches, she can't bear a son but instead fears losing her own life. She endeavours to free herself from their spell but they (ghosts and wit",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90613,
    "shabad_id": 25491,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ibnu gurdyv Awn syv duKdwiek hY lok prlok soik jwih AnrwgeI ]476]",
    "transliteration": "Binu Gurdayv Aan Sayv Doukhadaaik Hai , Lok Paralok Soki Jaahi Anaraagaee ?476?",
    "translation": "Without acquiring the teachings and wisdom from True Guru, service of other gods and goddesses give distress only. Loving them puts one in sufferings both in this world and the world hereafter.  (476)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
