[
  {
    "shabad_id": 25492,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy miRgrwj qn jMbuk ADIn hoq Kg pq suq jwie juhwrq kwg hY",
    "transliteration": "Jaisay Mrigaraaj Tan Janbouk Adheen Hota , Khag Pat Sout Jaai Juhaarat Kaag Hai ?",
    "translation": "Just as a cub becomes subservient to a jackal or a Garud (Ardea argala) bows to a crow. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25492,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy rwh kyq bs giHn mY suirqr soB n Ark bn riv sis lwig hY",
    "transliteration": "Jaisay Raah Kayt Bas Grihan Mai Suritara , Sobh N Arak Ban Ravi Sasi Laagi Hai ?",
    "translation": "Just as Sun and Moon resides in the houses of Rahu and Ketu (the two unfriendly mythological demons), or Kalapbrichh the all giving tree of heavens does not fit into the jungle of Calotropis procera. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25492,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy kwmDyn suq sUkrI sQn pwn AYrwpq suq grDb AgRBwg hY",
    "transliteration": "Jaisay Kaamadhayn Sout Sookaree Sadan Paana , Airaapat Sout Garadhab Agrabhaag Hai ?",
    "translation": "Just as a calf of ever milk-yielding cow (Kamdhenu) sucks the teats of a she pig, or the young one of Airawat the elephant of god Inder keeps bowing before a donkey. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25492,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisK suq Awn dyv syvk huie inhPl jnmu ijau bMs mY bjwig hY ]477]",
    "transliteration": "Taisay Gursikh Sout Aan Dayv Sayvak Hui , Nihadhal Janamu Jiu Bans Mai Bajaagi Hai ?477?",
    "translation": "Similarly, if son of a Guru's Sikh starts worshipping gods and goddesses, his human birth would be a failure just as a son of two fathers would be in a respectable family.  (477)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]