[
  {
    "id": 90618,
    "shabad_id": 25493,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੳੁ ਪੈ ਤੂੰਬਰੀ ਨ ਬੂਡੇ ਸਰਤ ਪਰਵਾਹ ਬਿਖੈ ਬਿਖਮੈ ਤੳੂ ਨ ਤਜਤ ਹੈ ਮਨ ਤੇ",
    "transliteration": "Jau Pai Toonbaree N Booday Sarat Paravaah Bikhai , Bikhamai Taoo N Tajat Hai Man Tay ?",
    "translation": "If a colocynth (Tumna) does not sink in fast flowing river and it does not shed its bitterness even in sweet cold water, then what good it is? ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90619,
    "shabad_id": 25493,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਪੈ ਲਪਟੈ ਪਾਖਾਨ ਪਾਵਕ ਜਰੈ ਸੂਤ੍ਰ ਜਲ ਮੈ ਲੈ ਬੋਰਿਤ ਰਿਦੈ ਕਠੋਰਪਨ ਤੇ",
    "transliteration": "Jau Pai Lapatai Paakhaan Paavak Jarai Sootra , Jal Mai Lai Borit Ridai Katthorapan Tay ?",
    "translation": "If the flame of fire cannot burn the stone, and if due to its rigid nature sinks everything along with it, then what good it is ? ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90620,
    "shabad_id": 25493,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੳੁ ਪੈ ਗੁਡੀ ੳੁਡੀ ਦੇਖੀਅਤ ਹੈ ਅਾਕਾਸਚਾਰੀ ਬਰਸਤ ਮੇਂਹ ਬਾਚੀਅੈ ਨ ਬਾਲਕਨ ਤੇ",
    "transliteration": "Jau Pai Gudee Udee Daykheeat Hai Aakaasachaaree , Barasat Maynh Baacheeai N Baalakan Tay ?",
    "translation": "A kite is seen flying in the sky like a bird, but when it starts raining it cannot be saved and retrieved by the children flying it. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90621,
    "shabad_id": 25493,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਰਿਧਿ ਸਿਧਿ ਭਾੳੁ ਦੁਤੀਅਾ ਤ੍ਰਿਗੁਨ ਖੇਲ ਗੁਰਮੁਖ ਸੁਖਫਲ ਨਾਹਿ ਕ੍ਰਿਤਘਨਿ ਤੇ ॥੪੭੮॥",
    "transliteration": "Taisay Ridhi Sidhi Bhaau Douteeaa Trigoun Khayla , Gurmoukh Soukhaphal Naahi Kritaghani Tay ?478?",
    "translation": "Similarly, acquiring miraculous powers like walking on the water, immunity of burning or floating in the sky is indulging in duality and is the influence of the three trait mammon (maya). (Acquiring these cannot free one from internal bitterness, nor can ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
