[
  {
    "shabad_id": 25494,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kaufw pYsw rupeIAw suneIAw ko bnj krY rqn pwrKu hoie jauhrI khwveI",
    "transliteration": "Kaudaa Paisaa Roupaeeaa Sounaeeaa Ko Banaj Karai , Ratan Paarakhu Hoi Jauharee Kahaavaee ?",
    "translation": "Just as one starts dealing in shells in the beginning, then in money, gold coins and then becomes evaluator of diamonds and precious stones. He is then called a jeweller. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25494,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jauhrI khwie pun kaufw ko bnju krY pMc prvwn mY pqistw GtwveI",
    "transliteration": "Jauharee Kahaai Poun Kaudaa Ko Banaju Karai , Panch Paravaan Mai Patasitaa Ghataavaee ?",
    "translation": "But after becoming famous as a jeweller, one starts dealing in shells, he loses his respect among the elite people. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25494,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Awn dyv syv gurdyv ko syvk huie lok prlok ibKY aUc pdu pwveI",
    "transliteration": "Aan Dayv Sayv Gurdayv Ko Sayvak Hui , Lok Paralok Bikhai Ooch Padu Paavaee ?",
    "translation": "Similarly, if a follower of some god comes into the service of True Guru, he acquires high status in this and the world beyond. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25494,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Cwif gurdyv syv Awn dyv syvk huie inhPl jnmu kpUq huie hswveI ]479]",
    "transliteration": "Chhaadi Gurdayv Sayv Aan Dayv Sayvak Hui , Nihadhal Janamu Kapoot Hui Hasaavaee ?479?",
    "translation": "But if someone leaves the service of the True Guru, and becomes a follower of some other god, then he wastes away his human life and he is laughed at by others being known as a bad son.  (479)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]