[
  {
    "id": 90622,
    "shabad_id": 25494,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੳੁਡਾ ਪੈਸਾ ਰੁਪੲੀਅਾ ਸੁਨੲੀਅਾ ਕੋ ਬਨਜ ਕਰੈ ਰਤਨ ਪਾਰਖੁ ਹੋੲਿ ਜੳੁਹਰੀ ਕਹਾਵੲੀ",
    "transliteration": "Kaudaa Paisaa Roupaeeaa Sounaeeaa Ko Banaj Karai , Ratan Paarakhu Hoi Jauharee Kahaavaee ?",
    "translation": "Just as one starts dealing in shells in the beginning, then in money, gold coins and then becomes evaluator of diamonds and precious stones. He is then called a jeweller. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90623,
    "shabad_id": 25494,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੳੁਹਰੀ ਕਹਾੲਿ ਪੁਨ ਕੳੁਡਾ ਕੋ ਬਨਜੁ ਕਰੈ ਪੰਚ ਪਰਵਾਨ ਮੈ ਪਤਸਿਟਾ ਘਟਾਵੲੀ",
    "transliteration": "Jauharee Kahaai Poun Kaudaa Ko Banaju Karai , Panch Paravaan Mai Patasitaa Ghataavaee ?",
    "translation": "But after becoming famous as a jeweller, one starts dealing in shells, he loses his respect among the elite people. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90624,
    "shabad_id": 25494,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਾਨ ਦੇਵ ਸੇਵ ਗੁਰਦੇਵ ਕੋ ਸੇਵਕ ਹੁੲਿ ਲੋਕ ਪਰਲੋਕ ਬਿਖੈ ੳੂਚ ਪਦੁ ਪਾਵੲੀ",
    "transliteration": "Aan Dayv Sayv Gurdayv Ko Sayvak Hui , Lok Paralok Bikhai Ooch Padu Paavaee ?",
    "translation": "Similarly, if a follower of some god comes into the service of True Guru, he acquires high status in this and the world beyond. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90625,
    "shabad_id": 25494,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਛਾਡਿ ਗੁਰਦੇਵ ਸੇਵ ਅਾਨ ਦੇਵ ਸੇਵਕ ਹੁੲਿ ਨਿਹਫਲ ਜਨਮੁ ਕਪੂਤ ਹੁੲਿ ਹਸਾਵੲੀ ॥੪੭੯॥",
    "transliteration": "Chhaadi Gurdayv Sayv Aan Dayv Sayvak Hui , Nihadhal Janamu Kapoot Hui Hasaavaee ?479?",
    "translation": "But if someone leaves the service of the True Guru, and becomes a follower of some other god, then he wastes away his human life and he is laughed at by others being known as a bad son.  (479)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
