[
  {
    "id": 90626,
    "shabad_id": 25495,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਬਚ ਕ੍ਰਮ ਕੈ ਪਤਿਬ੍ਰਤ ਕਰੈ ਜੳੁ ਨਾਰਿ ਤਾਹਿ ਮਨ ਬਚ ਕ੍ਰਮ ਚਾਹਤ ਭਤਾਰ ਹੈ",
    "transliteration": "Man Bach Kram Kai Patibrat Karai Jau Naari , Taahi Man Bach Kram Chaahat Bhataar Hai ?",
    "translation": "If a wife discharges her duties faithfully and loyally and is devoted to her husband, such a wife is loved dearly by her husband. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90627,
    "shabad_id": 25495,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਭਰਨ ਸਿੰਗਾਰ ਚਾਰ ਸਿਹਜਾ ਸੰਜੋਗ ਭੋਗ ਸਕਲ ਕੁਟੰਬ ਹੀ ਮੈ ਤਾ ਕੋ ਜੈਕਾਰੁ ਹੈ",
    "transliteration": "Abharan Singaar Chaar Sihajaa Sanjog Bhoga , Sakal Koutanb Hee Mai Taa Ko Jaikaaru Hai ?",
    "translation": "Such a lady is blessed with the opportunity of adoring herself and meeting with her husband. Being virtuous she is praised and appreciated by the whole family. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90628,
    "shabad_id": 25495,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਹਜ ਅਾਨੰਦ ਸੁਖ ਮੰਗਲ ਸੁਹਾਗ ਭਾਗ ਸੁੰਦਰ ਮੰਦਰ ਛਬਿ ਸੋਭਤ ਸੁਚਾਰੁ ਹੈ",
    "transliteration": "Sahaj Aanand Soukh Mangal Suhaag Bhaaga , Soundar Mandar Chhabi Sobhat Souchaaru Hai ?",
    "translation": "She acquires the comforts of married life gently and gradually. Because of the beauty of her high merits she adores the beautiful mansions with her presence. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90629,
    "shabad_id": 25495,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਸਿਖਨ ਕੳੁ ਰਾਖਤ ਗ੍ਰਿਸਤਿ ਮੈ ਸਾਵਧਾਨ ਅਾਨ ਦੇਵ ਸੇਵ ਭਾੳੁ ਦੁਬਿਧਾ ਨਿਵਾਰ ਹੈ ||੪੮੦||",
    "transliteration": "Satigur Sikhan Kau Raakhat Grisati Mai Saavadhaana , Aan Dayv Sayv Bhaau Doubidhaa Nivaar Hai ?480?",
    "translation": "Similarly, the Sikhs of the Guru who love the True Guru from the core of their hearts, are kept conscious by the True Guru even when they are spending house-holders life. True Guru removes the duality of their devotion and worship of gods and goddesses. (",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
