[
  {
    "id": 90634,
    "shabad_id": 25497,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਗ ਬੇਦ ਗਿਅਾਨ ੳੁਪਦੇਸ ਹੈ ਪਤਿਬ੍ਰਤਾ ਕੳੁ ਮਨ ਬਚ ਕ੍ਰਮ ਸ੍ਵਾਮੀ ਸੇਵਾ ਅਧਿਕਾਰਿ ਹੈ",
    "transliteration": "Log Bayd Giaan Oupadays Hai Patibrataa Kau , Man Bach Kram Svaamee Sayvaa Adhikaari Hai ?",
    "translation": "The teachings of folk traditions and Vedas lay down that a faithful and loyal wife has the sole right to serve her husband devotedly in words and actions. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90635,
    "shabad_id": 25497,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਾਮ ੲਿਸਨਾਨ ਦਾਨ ਸੰਜਮ ਨ ਜਾਪ ਤਾਪ ਤੀਰਥ ਬਰਤ ਪੂਜਾ ਨੇਮ ਨਾ ਤਕਾਰ ਹੈ",
    "transliteration": "Naam Isanaan Daan Sanjam N Jaap Taapa , Teerad Barat Poojaa Naym Naa Takaar Hai ?",
    "translation": "Such a loyal, devoted and faithful wife does not even look at all the futile rites and rituals like; meditations on various names, bathing at places of pilgrimage on specific days, charity, self-imposed discipline, penances, visit to holy places, fasting ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90636,
    "shabad_id": 25497,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਹੋਮ ਜਗ ਭੋਗ ਨੲੀਬੇਦ ਨਹੀ ਦੇਵੀ ਦੇਵ ਸੇਵ ਰਾਗ ਨਾਦ ਬਾਦ ਨ ਸੰਬਾਦ ਅਾਨ ਦੁਅਾਰ ਹੈ",
    "transliteration": "Hom Jag Bhog Naeebayd Nahee Dayvee Dayv Sayva , Raag Naad Baad N Sanbaad Aan Duaar Hai ?",
    "translation": "For her, sacrificial fire, yoga, offerings, arid other rituals connected with worship of gods and goddesses are meaningless. She is not interested in any modes of singing, musical instruments, rationale and illogic or going to any other door. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90637,
    "shabad_id": 25497,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰਸਿਖਨ ਮੈ ੲੇਕ ਟੇਕ ਹੀ ਪ੍ਰਧਾਨ ਅਾਨ ਗਿਅਾਨ ਧਿਅਾਨ ਸਿਮਰਨ ਬਿਬਚਾਰ ਹੈ ||੪੮੨||",
    "transliteration": "Taisay Gursikhan Mai Ayk Tayk Hee Pradhaana , Aan Giaan Dhiaan Simaran Bibachaar Hai ?482?",
    "translation": "Similarly, like a faithful wife, the devoted Sikhs of the True Guru, must consider and adopt the refuge of the Guru as their primary means (of happiness and peace). For them, meditating on other incantations or focusing their mind on other teachings and d",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
