[
  {
    "id": 90638,
    "shabad_id": 25498,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy piqbR qwkau pivqR Gir vwq nwq Asn bsn Dn Dwm logcwr hY",
    "transliteration": "Jaisay Patibr Taakau Pavitr Ghari Vaat Naata , Asan Basan Dhan Dhaam Logachaar Hai ?",
    "translation": "Just as living in her house, bathing, eating and sleeping etc. and discharging her worldly duties according to the social customs and traditions are all sacred for a faithful and loyal wife. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90639,
    "shabad_id": 25498,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qwq mwq BRwq suq sujn kutMb sKw syvw gurjn suK ABrn isMgwr hY",
    "transliteration": "Taat Maat Bhraat Sout Sujan Koutanb Sakhaa , Sayvaa Gurjan Soukh Abharan Singaar Hai ?",
    "translation": "It is her natural duty to embellish herself with ornaments for the happiness of her husband beside serving and respecting parents, brothers, sisters, sons, other elders in the family, friends and other social contacts. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90640,
    "shabad_id": 25498,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ikrq ibrq prsUq ml mUqRDwrI skl pivqR joeI ibibiD Acwr hY",
    "transliteration": "Kirat Birat Parasoot Mal Mootradhaaree , Sakal Pavitr Joee Bibidhi Achaar Hai ?",
    "translation": "Attending to the household chores, bearing children, bringing them up, keeping them clean and neat is all sacred for a faithful and loyal wife. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90641,
    "shabad_id": 25498,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurisKn kau lypu n giHsq mY Awn dyv syv DiRgu jnmu sMswr hY ]483]",
    "transliteration": "Taisay Gursikhan Kau Laypu N Grihasat Mai , Aan Dayv Sayv Dhrigu Janamu Sansaar Hai ?483?",
    "translation": "Similarly, the disciples of the Guru are never blemished while leading a householder's life. Like loyal and faithful wife, they consider indulgence of worship of any other god over the True Guru as a condemnable act in the world.  (483)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
