[
  {
    "id": 90642,
    "shabad_id": 25499,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਾਦਿਤ ਅੳੁ ਸੋਮ ਭੋਮ ਬੁਧ ਹੂੰ ਬ੍ਹਸਪਤ ਸੁਕਰ ਸਨੀਚਰ ਸਾਤੋ ਬਾਰ ਬਾਂਟ ਲੀਨੇ ਹੈ",
    "transliteration": "Aadit Au Som Bhom Budh Hoon Brahasapata , Soukar Saneechar Saato Baar Baant Leenay Hai ?",
    "translation": "Starting from Sunday, all seven days of the week are overtaken by the gods like, Sun, Moon, Mars, Mercury, Jupiter, Venus and Saturn respectively. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90643,
    "shabad_id": 25499,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਥਿਤਿ ਪੱਛ ਮਾਸ ਰੁਤਿ ਲੋਗਨ ਮੈ ਲੋਗਚਾਰ ੲੇਕ ੲੇਕੰਕਾਰ ਕੳੁ ਨ ਕੋੳੂ ਦਿਨ ਦੀਨੇ ਹੈ",
    "transliteration": "Diti Pachh Maas Routi Logan Mai Logachaara , Ayk Aykankaar Kau N Kooo Din Deenay Hai ?",
    "translation": "For fulfillment of all rites and rituals related to god-land, the society has further divided the time into bright and dark period. (waxing and wanning of moon) twelve months and six seasons. But not a day has been set aside for the remembrance and in the",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90644,
    "shabad_id": 25499,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਨਮ ਅਸਟਮੀ ਰਾਮ ਨੳੁਮੀ ੲੇਕਾਦਸੀ ਭੲੀ ਦੁਅਾਦਸੀ ਚਤੁਰਦਸੀ ਜਨਮੁ ੲੇ ਕੀਨੇ ਹੈ",
    "transliteration": "Janam Asatamee Raam Naoumee Aykaadasee Bhaee , Duaadasee Chaturadasee Janamu Ay Keenay Hai ?",
    "translation": "God is free of births but Janam Ashtami, Ram Naumi and Ekadashi are the birth days of Lord Krishna, Lord Rama, and god Haribasar. Duadasi is the day of Vaman god, while Chaudasi is the day of Narsinh. These days have been fixed as birthdays of these gods.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90645,
    "shabad_id": 25499,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਰਜਾ ੳੁਪਾਰਜਨ ਕੋ ਨ ਕੋੳੂ ਪਾਵੈ ਦਿਨ ਅਜੋਨੀ ਜਨਮੁ ਦਿਨੁ ਕਹੌ ਕੈਸੇ ਚੀਨੇ ਹੈ ||੪੮੪||",
    "transliteration": "Parajaa Oupaarajan Ko N Kooo Paavai Dina , Ajonee Janamu Dinu Kahau Kaisay Cheenay Hai ?484?",
    "translation": "No one can tell the day of the creation of this cosmos. Then how can one know the birthday of such Lord who is Ajuni (beyond birth) ? Thus worship of gods who are born and who die is futile. Worship of eternal Lord is only purposeful.  (484)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
