[
  {
    "id": 90646,
    "shabad_id": 25500,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jw ko nwmu hY AjonI kYsy kY jnmu lY khw jwn bRq jnmwstmI ko kIno hY",
    "transliteration": "Jaa Ko Naamu Hai Ajonee Kaisay Kai Janamu Lai , Kahaa Jaan Brat Janamaasatamee Ko Keeno Hai ?",
    "translation": "The Lord whose name is Ajoni (who is never born), how could He have taken birth. And on what reason has the foolish people fixed the Janam Ashtami (the birthday of Krishan Ji) as a day of fasting? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90647,
    "shabad_id": 25500,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jw ko jgjIvn Akwl AibnwsI nwmu kYsy kY biDk mwirE Apjsu lIno hY",
    "transliteration": "Jaa Ko Jagajeevan Akaal Abinaasee Naamu , Kaisay Kai Badhik Maariao Apajasu Leeno Hai ?",
    "translation": "The Lord whose name is Akal (beyond times), Eternal and who is the life-support of the whole world, how could a hunter had killed Him in the form of Krishan and earned infamy? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90648,
    "shabad_id": 25500,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "inrml inrdoK moK pdu jw ky nwim gopInwQ kYsy huie ibrh duK dIno hY",
    "transliteration": "Niramal Niradokh Mokh Padu Jaa Kay Naami , Gopeenaad Kaisay Hui Birah Doukh Deeno Hai ?",
    "translation": "The Lord whose name makes a person do good, whose name frees a person from all vices, who is emancipator, how could He be the Master of milkmaids in the form of Krishan and make them suffer in His separation? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90649,
    "shabad_id": 25500,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pwhn kI pRiqmw ky AMD kMD hY pujwrI AMqir AigAwn mq igAwn gur hIno hY ]485]",
    "transliteration": "Paahan Kee Pratimaa Kay Andh Kandh Hai Pujaaree , Antari Agiaan Mat Giaan Gur Heeno Hai ?485?",
    "translation": "Those who are bereft of the initiation of True Guru, support ignorant mind in them. Such ignorants and blind people create the idols of the Life-giving, Imperishable, Timeless and Blemishless Lord reducing Him into gods and then become their followers and",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
