[
  {
    "shabad_id": 25501,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sUrj pRgws nws aufgn Aignq ijau Awn dyv syv gurdyv ky iDAwn kY",
    "transliteration": "Sooraj Pragaas Naas Udagan Aginat Jiu , Aan Dayv Sayv Gurdayv Kay Dhiaan Kai ?",
    "translation": "Just as with Sunrise, the stars disappear; similarly a Sikh feels unconcerned about the worship and service of gods and goddesses due to the knowledge acquired from the True Guru and practicing and focusing of the mind on his words. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25501,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "hwt bwt Gwt TwTu GtY GtY ins idnu qYso log byd Byd siqgur igAwn kY",
    "transliteration": "Haat Baat Ghaat Tthaatthu Ghatai Ghatai Nis Dinu , Taiso Log Bayd Bhayd Satigur Giaan Kai ?",
    "translation": "Just as the charm of shops, pathways, roads and quays reduce with time, so do the doubts and ignorance created by the worldly knowledge, rationale and illogic of Vedas diminish with the appearance of the True Guru's knowledge. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25501,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "cor jwr Aau jUAwr moh dRoh AMDkwr pRwq smY soBw nwm dwn iesnwn kY",
    "transliteration": "Chor Jaar Au Jooaar Moh Droh Andhakaara , Praat Samai Sobhaa Naam Daan Isanaan Kai ?",
    "translation": "The activities of thieves, evil persons and gamblers thrive in the darkness of the night but on daybreak the unique influence of bathing and meditation as drilled by the True Guru in His disciples become conspicuous. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25501,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Awn sr myfuk isvwl GoGw mwnsr pUrn bHm gur srb inDwn kY ]486]",
    "transliteration": "Aan Sar Maydouk Sivaal Ghoghaa Maanasara , Pooran Braham Gur Sarab Nidhaan Kai ?486?",
    "translation": "Worshippers of other gods and goddesses can only be the dross of the tri-trait maya or the frogs of some pond and even useless shells in the sand. But in the Mansarover-like congregation, all treasures and invaluable commodities providing Naam, blessed by",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]