[
  {
    "id": 90658,
    "shabad_id": 25503,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿਸ ਦੁਰਿਮਤਿ ਹੁੲਿ ਅਧਰਮੁ ਕਰਮੁ ਹੇਤੁ ਗੁਰਮਤਿ ਬਾਸੁਰ ਸੁ ਧਰਮ ਕਰਮ ਹੈ",
    "transliteration": "Nis Durimati Hui Adharamu Karamu Haytu , Gurmati Baasur Su Dharam Karam Hai ?",
    "translation": "A base wisdom is full of ignorance. It encourages sin and evil deeds. The wisdom given by the True Guru is like the brightness of the day that pronounces righteous deeds. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90659,
    "shabad_id": 25503,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦਿਨਕਰਿ ਜੋਤਿ ਕੇ ੳੁਦੋਤ ਸਭ ਕਿਛ ਸੂਝੈ ਨਿਸ ਅੰਧਿਅਾਰੀ ਭੂਲੇ ਭ੍ਰਮਤ ਭਰਮ ਹੈ",
    "transliteration": "Dinakari Joti Kay Udot Sabh Kichh Soojhai , Nis Andhiaaree Bhoolay Bhramat Bharam Hai ?",
    "translation": "With the emergence of Sun-like teachings of the True Guru, all that would stand in good stead becomes conspicuous. But consider any idol worship as dark night where one keeps wandering in doubts and suspicions by going wayward from the True path. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90660,
    "shabad_id": 25503,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੁਖਫਲ ਦਿਬਿ ਦੇਹ ਦ੍ਰਿਸਟਿ ਹੁੲਿ ਅਾਨ ਦੇਵ ਸੇਵਕ ਹੁੲਿ ਦ੍ਰਿਸਟਿ ਚਰਮ ਹੈ",
    "transliteration": "Gurmukhi Soukhaphal Dibi Dayh Drisati Hui , Aan Dayv Sayvak Hui Drisati Charam Hai ?",
    "translation": "By the virtues of Naam obtained from the True Guru an obedient Sikh becomes capable of seeing all that is not visible openly or conspicuously. Whereas the followers of gods and goddesses remain manifested with evil or sinning vision. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90661,
    "shabad_id": 25503,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੰਸਾਰੀ ਸੰਸਾਰੀ ਸੌਗਿ ਅੰਧ ਅੰਧ ਕੰਧ ਲਾਗੈ ਗੁਰਮੁਖਿ ਸੰਧ ਪਰਮਾਰਥ ਮਰਮੁ ਹੈ ||੪੮੮||",
    "transliteration": "Sansaaree Sansaaree Saougi Andh Andh Kandh Laagai , Gurmukhi Sandh Paramaarad Maramu Hai ?488?",
    "translation": "The worldly people's association with gods and goddesses for acquiring worldly pleasures from them, is just like a blind person is holding on to the shoulder of a blind person in search of the right path. But those Sikhs who are united with the True Guru ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
