[
  {
    "shabad_id": 25505,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pRgit sMswr ibibcwr krY ginkw pY qwih log byd Aru igAwn kI n kwin hY",
    "transliteration": "Pragati Sansaar Bibichaar Karai Ganikaa Pai , Taahi Log Bayd Aru Giaan Kee N Kaani Hai ?",
    "translation": "A whore openly commits vice with other men. She has no regard and respect for the morality or code of conduct as laid down in social and religious books. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25505,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kulwbDU Cwif Brqwr Awn duAwr jwie lwCnu lgwvY kul AMkus n mwin hY",
    "transliteration": "Kulaabadhoo Chhaadi Bharataar Aan Duaar Jaai , Laachhanu Lagaavai Kul Ankous N Maani Hai ?",
    "translation": "But if a lady of respectable family goes to another man tarnishes the image of her family. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25505,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kpt snyhI bg iDAwn Awn sr iPrY mwnsr CwfY hMsu bMsu mY AigAwn hY",
    "transliteration": "Kapat Sanayhee Bag Dhiaan Aan Sar Dhirai , Maanasar Chhaadai Hansu Bansu Mai Agiaan Hai ?",
    "translation": "An egret with false love in his heart wanders from one pond to the other. But if someone belonging to the family of swans (Sikh of the Guru) leaves the Mansarover lake like congregation of the True Guru, that ignorant person is a big fool. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25505,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gurmuiK mnmuK durmiq gurmiq pr qn Dn lyp inrlypu iDAwn hY ]490]",
    "transliteration": "Gurmukhi Manamoukh Duramati Gurmati , Par Tan Dhan Layp Niralaypu Dhiaan Hai ?490?",
    "translation": "An obedient Sikh of the True Guru engrosses his mind in the consecrated words of wisdom of the True Guru, keeps himself unsullied by the evils of other's wealth and other's body. But one separated from the True Guru and worshipper of gods and goddesses, r",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
