[
  {
    "id": 90670,
    "shabad_id": 25506,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪਾਨ ਕਪੂਰ ਲੳੁਂਗ ਚਰ ਕਾਗੈ ਅਾਗੈ ਰਾਖੈ ਬਿਸਟਾ ਬਿਗੰਧ ਖਾਤ ਅਧਿਕ ਸਿਯਾਨ ਕੈ",
    "transliteration": "Paan Kapoor Laoung Char Kaagai Aagai Raakhai , Bisataa Bigandh Khaat Adhik Siyaan Kai ?",
    "translation": "If aromatic substances like betel leaf, camphor, clove etc. are placed before a crow, even then by his notion of being wise, he will eat filth and bad smelling things. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90671,
    "shabad_id": 25506,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਾਰ ਬਾਰ ਸ੍ਵਾਨ ਜੳੁ ਪੈ ਗੰਗਾ ੲਿਸਨਾਨੁ ਕਰੈ ਟਰੈ ਨ ਕੁਟੇਵ ਦੇਵ ਹੋਤ ਨ ਅਗਿਅਾਨ ਕੈ",
    "transliteration": "Baar Baar Svaan Jau Pai Gangaa Isanaanu Karai , Tarai N Koutayv Dayv Hot N Agiaan Kai ?",
    "translation": "If a dog bathes in river Ganges many a time, even then he can't get over his bad habit of eating the left overs. Because of this foolishness, he cannot be of divine disposition. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90672,
    "shabad_id": 25506,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਪਹਿ ਪੈ ਪਾਨ ਮਿਸਟਾਨ ਮਹਾਂ ਅੰਮ੍ਰਿਤ ਕੈ ੳੁਗਲਤ ਕਾਲਕੂਟ ਹੳੁਮੈ ਅਭਿਮਾਨ ਕੈ",
    "transliteration": "Saapahi Pai Paan Misataan Mahaan Anmrit Kai , Ougalat Kaalakoot Haoumai Abhimaan Kai ?",
    "translation": "If a snake is served very sweetened milk, even then intoxicated with pride, he will spill out venom. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90673,
    "shabad_id": 25506,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਮਾਨਸਰ ਸਾਧਸੰਗਤਿ ਮਰਾਲ ਸਭਾ ਅਾਨ ਦੇਵ ਸੇਵਕ ਤਕਤ ਬਗੁ ਧਿਅਾਨ ਕੈ ||੪੯੧||",
    "transliteration": "Taisay Maanasar Saadhasangati Maraal Sabhaa , Aan Dayv Sayvak Takat Bagu Dhiaan Kai ?491?",
    "translation": "Similarly, the Mansarover lake like congregation is an assembly of Sikhs of the Guru who pick pearls from there. But if this assembly is also visited by a follower of gods and goddesses, he would be looking around at others, their wealth with evil eyes an",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
