[
  {
    "shabad_id": 25507,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ckeI ckor Aihinis sis Bwn iDAwn jwhI jwhI rMg ricE qwhI qwhI cwhY jI",
    "transliteration": "Chakaee Chakor Ahinisi Sasi Bhaan Dhiaana , Jaahee Jaahee Rang Rachiao Taahee Taahee Chaahai Jee ?",
    "translation": "The attention of a Ruddy sheldrake and of Allectoris graeca is always towards Sun and Moon respectively. One loves only that in whom one's mind gets engrossed. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25507,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "mIn Aau pqMg jl pwvk pRsMig hyq twrI n trq tyv Er inrbwhY jI",
    "transliteration": "Meen Au Patang Jal Paavak Prasangi Hayta , Taaree N Tarat Tayv Aor Nirabaahai Jee ?",
    "translation": "In the context of love, fish loves water while a moth is mad over the flame of fire. Their habit of loving cannot be stopped and they live through their love till their last breath. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25507,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "mwnsr Awn sr hMsu bgu pRIiq rIiq auqm Aau nIc n smwn smqw hY jI",
    "transliteration": "Maanasar Aan Sar Hansu Bagu Preeti Reeti , Outam Au Neech N Samaan Samataa Hai Jee ?",
    "translation": "In the context of love, a swan is associated with Mansarover while an egret is found in ponds and puddles. There cannot be any equality in the love of high and low. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25507,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy gurdyv Awn dyv syvk n Byd smsr hoq n smuMdR srqw hY jI ]492]",
    "transliteration": "Taisay Gurdayv Aan Dayv Sayvak N Bhayda , Samasar Hot N Samoundr Sarataa Hai Jee ?492?",
    "translation": "Similarly, there is much difference in the love of the Sikhs of the Guru and followers of gods and goddesses. True Guru is like ocean full of divine virtues whereas gods and goddesses are like rivers and brooks. Ocean and streams can never be alike.  (492",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
