[
  {
    "id": 90678,
    "shabad_id": 25508,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰੀਤਿ ਭਾੲਿ ਪੇਖੈ ਪ੍ਰਤਿਬਿੰਬ ਚਕੲੀ ਜਿੳੁਂ ਨਿਸ ਗੁਰਮਤਿ ਅਾਪਾ ਅਾਪ ਚੀਨ ਪਹਿਚਾਨੀਅੈ",
    "transliteration": "Preeti Bhaai Paykhai Pratibinb Chakaee Jioun Nisa , Gurmati Aapaa Aap Cheen Pahichaaneeai ?",
    "translation": "Just as Ruddy sheldrake looks amorously at her shadow during moonlit nights believing it to be her beloved, so does a Sikh of the Guru recognises the existence of his dear Lord within him and engrosses himself in it. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90679,
    "shabad_id": 25508,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬੈਰ ਭਾੲਿ ਪੇਖਿ ਪਰਛਾੲੀ ਕੂਪੰਤਰਿ ਪਰੈ ਸਿੰਘੁ ਦੁਰਮਤਿ ਲਗਿ ਦੁਬਿਧਾ ਕੈ ਜਾਨੀਅੈ",
    "transliteration": "Bair Bhaai Paykhi Parachhaaee Koopantari Parai , Singhu Duramati Lagi Doubidhaa Kai Jaaneeai ?",
    "translation": "Just as a lion sees his own shadow in the well and under the influence of his jealous feelings, considers it another lion and pounces upon it; similarly a Manmukh separated from his Guru due to his base wisdom is seen entangled in doubts. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90680,
    "shabad_id": 25508,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗੳੂ ਸੁਤ ਅਨੇਕ ੲੇਕ ਸੰਗ ਹਿਲਿ ਮਿਲਿ ਰਹੈ ਸ੍ਵਾਨ ਅਾਨ ਦੇਖਤ ਬਿਰੁਧ ਜੁਧ ਠਾਨੀਅੈ",
    "transliteration": "Gaoo Sout Anayk Ayk Sang Hili Mili Rahai , Svaan Aan Daykhat Birudh Judh Tthaaneeai ?",
    "translation": "Just as several calves of cow live together in harmony, so do the obedient sons (Sikhs) of the Guru live in love and brotherhood with each other. But a dog cannot stand another dog and fights with him. (So do the self-willed persons are ever ready to pick",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90681,
    "shabad_id": 25508,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਨਮੁਖ ਚੰਦਨ ਅੳੁ ਬਾਂਸ ਬਿਧਿ ਬਰਨ ਕੇ ਦੋਖੀ ਬਿਕਾਰੀ ੳੁਪਕਾਰੀ ੳੁਨਮਾਨੀਅੈ ||੪੯੩||",
    "transliteration": "Gurmukhi Manamoukh Chandan Au Baans Bidhi , Baran Kay Dokhee Bikaaree Oupakaaree Ounamaaneeai ?493?",
    "translation": "The behaviour of Guru-conscious and self-conscious persons is like sandalwood and bamboo. Evil persons fight with others and destroy themselves as bamboos set themselves on fire. On the contrary, virtuous people are seen doing good to their companions.  (",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
