[
  {
    "shabad_id": 25509,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jau koaU bulwvY kih sÍwn miRg srp kY sunq irjwie Dwie gwir mwir dIjIAY",
    "transliteration": "Jau Kooo Bulaavai Kahi Svaan Mrig Sarap Kai , Sounat Rijaai Dhaai Gaari Maari Deejeeai ?",
    "translation": "If a forgetful person is addressed by somebody as dog, animal or snake, he comes into rage and pounces on him as if he is going to kill him (Such a person is worst than these three species) because- ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25509,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sÍwn sÍwm kwm lwig jwmnI jwgRq rhY nwdih sunwie miRg pRwn hwin kIjIAY",
    "transliteration": "Svaan Svaam Kaam Laagi Jaamanee Jaagrat Rahai , Naadahi Sounaai Mrig Praan Haani Keejeeai ?",
    "translation": "A dog remains watchful of his master throughout the night and serves him, and a deer goes to the extent of losing his life when it hears the musical sound of Ghanda Herha. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25509,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Dun mMqR pVY srp Arp dyq qn mn dMq hMq hoq goq lwij gih lIjIAY",
    "transliteration": "Dhoun Mantr Parhai Sarap Arap Dayt Tan Mana , Dant Hant Hot Got Laaji Gahi Leejeeai ?",
    "translation": "Bewitched by the sound of snake charmer's flute and incantation of Garud, a snake surrenders himself to the charmer. The charmer breaks his fangs and invoking him with the name of his family, catches him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25509,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "moh n Bgq Bwv sbd suriq hIin gur aupdys ibnu DiRgu jgu jIjIAY ]494]",
    "transliteration": "Moh N Bhagat Bhaav Sabad Surati Heeni , Gur Oupadays Binu Dhrigu Jagu Jeejeeai ?494?",
    "translation": "He who has turned himself away from the True Guru cannot have dog-like love for his Master Lord. They are even bereft of enchantment of the music (unlike deer) and without the consecration of the True Guru's incantations, their living life in the world is",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]