[
  {
    "id": 90682,
    "shabad_id": 25509,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੳੁ ਕੋੳੂ ਬੁਲਾਵੈ ਕਹਿ ਸ੍ਵਾਨ ਮ੍ਰਿਗ ਸਰਪ ਕੈ ਸੁਨਤ ਰਿਜਾੲਿ ਧਾੲਿ ਗਾਰਿ ਮਾਰਿ ਦੀਜੀਅੈ",
    "transliteration": "Jau Kooo Bulaavai Kahi Svaan Mrig Sarap Kai , Sounat Rijaai Dhaai Gaari Maari Deejeeai ?",
    "translation": "If a forgetful person is addressed by somebody as dog, animal or snake, he comes into rage and pounces on him as if he is going to kill him (Such a person is worst than these three species) because- ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90683,
    "shabad_id": 25509,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਵਾਨ ਸ੍ਵਾਮ ਕਾਮ ਲਾਗਿ ਜਾਮਨੀ ਜਾਗ੍ਰਤ ਰਹੈ ਨਾਦਹਿ ਸੁਨਾੲਿ ਮ੍ਰਿਗ ਪ੍ਰਾਨ ਹਾਨਿ ਕੀਜੀਅੈ",
    "transliteration": "Svaan Svaam Kaam Laagi Jaamanee Jaagrat Rahai , Naadahi Sounaai Mrig Praan Haani Keejeeai ?",
    "translation": "A dog remains watchful of his master throughout the night and serves him, and a deer goes to the extent of losing his life when it hears the musical sound of Ghanda Herha. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90684,
    "shabad_id": 25509,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਧੁਨ ਮੰਤ੍ਰ ਪੜੈ ਸਰਪ ਅਰਪ ਦੇਤ ਤਨ ਮਨ ਦੰਤ ਹੰਤ ਹੋਤ ਗੋਤ ਲਾਜਿ ਗਹਿ ਲੀਜੀਅੈ",
    "transliteration": "Dhoun Mantr Parhai Sarap Arap Dayt Tan Mana , Dant Hant Hot Got Laaji Gahi Leejeeai ?",
    "translation": "Bewitched by the sound of snake charmer's flute and incantation of Garud, a snake surrenders himself to the charmer. The charmer breaks his fangs and invoking him with the name of his family, catches him. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90685,
    "shabad_id": 25509,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮੋਹ ਨ ਭਗਤ ਭਾਵ ਸਬਦ ਸੁਰਤਿ ਹੀਨਿ ਗੁਰ ੳੁਪਦੇਸ ਬਿਨੁ ਧ੍ਰਿਗੁ ਜਗੁ ਜੀਜੀਅੈ ||੪੯੪||",
    "transliteration": "Moh N Bhagat Bhaav Sabad Surati Heeni , Gur Oupadays Binu Dhrigu Jagu Jeejeeai ?494?",
    "translation": "He who has turned himself away from the True Guru cannot have dog-like love for his Master Lord. They are even bereft of enchantment of the music (unlike deer) and without the consecration of the True Guru's incantations, their living life in the world is",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
