[
  {
    "id": 90686,
    "shabad_id": 25510,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy Gir lwgY Awig jwig kUAw KoidE cwhY kwrj n isiD hoie roie pCuqweIAY",
    "transliteration": "Jaisay Ghari Laagai Aagi Jaagi Kooaa Khodiao Chaahai , Kaaraj N Sidhi Hoi Roi Pachhoutaaeeai ?",
    "translation": "Just as while sleeping, someone's house catches fire and he wakes up and starts digging well, he cannot succeed in putting off the fire. Instead, he then repents and cries. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90687,
    "shabad_id": 25510,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy qau sMgRwm smY sIiKE cwhY bIr ibidAw AinQw audm jYq pdvI n pweIAY",
    "transliteration": "Jaisay Tau Sangraam Samai Seekhiao Chaahai Beer Bidiaa , Anidaa Udam Jait Padavee N Paaeeai ?",
    "translation": "Just as someone wants to learn the art of warfare when the battle is in progress, it is a futile effort. Victory cannot be achieved. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90688,
    "shabad_id": 25510,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy inis sovq sMgwqI cil jwiq pwCy Bor Bey Bwr bwD cly kq jweIAY",
    "transliteration": "Jaisay Nisi Sovat Sangaatee Chali Jaati Paachhay , Bhor Bhaay Bhaar Baadh Chalay Kat Jaaeeai ?",
    "translation": "Just as a traveller goes to sleep at night and all his companions proceed further leaving him behind, then where will he go with all his luggage when the day breaks? ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 90689,
    "shabad_id": 25510,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy mwieAw DMD AMD AviD ibhwie jwie AMqkwl kYsy hir nwm ilv lweIAY ]495]",
    "transliteration": "Taisay Maaiaa Dhandh Andh Avadhi Bihaai Jaai , Antakaal Kaisay Hari Naam Liv Laaeeai ?495?",
    "translation": "Similarly, an ignorant man entangled in worldly love and attachments, spends his life accumulating wealth. How can he engross his mind in the name of the Lord when he is on his last breaths?  (495)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
