[
  {
    "shabad_id": 25513,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Asn bsn sMg lIny Aau bcn kIny jnm lY swDsMig sRI gur ArwiD hY",
    "transliteration": "Asan Basan Sang Leenay Au Bachan Keenay , Janam Lai Saadhasangi Sree Gur Araadhi Hai ?",
    "translation": "This human being brings his food and clothing from the Lord when he takes birth and he promises Him that he will keep company of noble souls and meditate on His name. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25513,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "eIhwN Awey dwqw ibsrwey dwsI lptwey pMc dUq BUq BRm BRmq AswiD hY",
    "transliteration": "Eehaan Aaay Daataa Bisaraaay Daasee Lapataaay , Panch Doot Bhoot Bhram Bhramat Asaadhi Hai ?",
    "translation": "But once he comes to this world, he forsakes the all-giving God and gets enamored with His maid-servant-maya.. He then wanders in the dragon net of the five demons like lust, anger etc. There is no remedy for his escape. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25513,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "swcu mrno ibswr jIvn imiQAw sMswr smJY n jIqu hwru supn smwiD hY",
    "transliteration": "Saachu Marano Bisaar Jeevan Midiaa Sansaara , Samajhai N Jeetu Haaru Soupan Samaadhi Hai ?",
    "translation": "A human being forgets this truth that the world is false and death is real. He does not understand what is beneficial to him and what causes him loss. Engrossing oneself in the worldly goods is sure defeat, while living life in the contemplation of the Tr",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25513,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Aausr huie hY ibqIiq lIjIAY jnmu jIiq kIjIey swDsMig pRIiq Agm AgwiD hY ]498]",
    "transliteration": "Aousar Hui Hai Biteeti Leejeeai Janamu Jeeti , Keejeeay Saadhasangi Preeti Agam Agaadhi Hai ?498?",
    "translation": "Therefore, 0 fellow being! the time of this life is passing by. You must win the game of life. Enjoin the holy gathering of saintly souls and develop your love for the infinite Lord.  (498)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]