[
  {
    "shabad_id": 25515,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kq pun mwns jnm kq swDsMgu ins idn kIrqn smY cil jweIAY",
    "transliteration": "Kat Poun Maanas Janam Kat Saadhasangu , Nis Din Keeratan Samai Chali Jaaeeai ?",
    "translation": "After wandering through eighty-four lakh species, we are blessed with this human birth. If we miss this opportunity, when will we get it again and when will we enjoy the company of the saintly persons? Therefore, we should attend the holy congregation day",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25515,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kq pun diRsit drs huie prspr BwvnI Bgiq Bwie syvw ilv lweIAY",
    "transliteration": "Kat Poun Drisati Daras Hui Parasapara , Bhaavanee Bhagati Bhaai Sayvaa Liv Laaeeai ?",
    "translation": "When will I have face to face glimpse of the True Guru and receive His grace? Therefore I should engross my mind in the loving worship and devotion of the Lord. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25515,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kq pun rwg nwd bwd sMgIq rIq sRI gur sbd Duin suin puin gweIAY",
    "transliteration": "Kat Poun Raag Naad Baad Sangeet Reeta , Sree Gur Sabad Dhouni Souni Pouni Gaaeeai ?",
    "translation": "When will I get the opportunity of listening to the divine compositions of the True Guru in the accompaniment of musical instruments and sung in the classical mode of singing? Therefore I must find all possible occasions to hear and sing the praises of th",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25515,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kq puin kir ikrqws lyK msuvwxI sRI gur sbd iliK inj pdu pweIAY ]500]",
    "transliteration": "Kat Pouni Kari Kirataas Laykh Masuvaanee , Sree Gur Sabad Likhi Nij Padu Paaeeai ?500?",
    "translation": "When will I get a chance to write the name of the Lord on the paper-like mind with the conscious-like ink? Therefore I should write the True Guru blessed word on the paper-like heart and reach the self-realisation (through constant meditation).  (500)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
