[
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Awau ky bFeIAw eyk nwm ky jpeIAw Aaur kwm ky kreIAw Cof Aaur kaun iDAweIAY ]4]43]",
    "transliteration": "Aau Ke Badhaeeaa Ek Naam Ke Japaeeaa Aur Kaam Ke Karaeeaa Chhodh Aur Kaoun Dhiaaeeai||4||43||",
    "translation": "When should we meditate upon forsaking the Lord who prolongs the age of our life, who causes the Name to be repeated and all other works to be done?4.43.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kibqu ]qÍ pRswid ]",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kwm ko kuinMdw KYr KUbI ko idihMdw gj gwjI ko gijMdw su kuinMdw kY bqweIAY ]",
    "transliteration": "Kaam Ko Kounindaa Khair Khoobiko Dihindaa Gad Gadjiko Gadindaa Su Kounindaa Kai Bataaeeai||",
    "translation": "He is called the creator, who completes all the errands, who gives the comfort and honour and who is the destroyer of warriors stout like elephants.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "cwm ky cilMdw Gwau Gwm qy bicMdw CqR CYnI ky CilMdw so idihMdw kY mnweIAY ]",
    "transliteration": "Chaam Ke Chalindaa Ghaau Ghaam Te Bachindaa Chhatra Chhainike Chhalindaa So Dihindaa Kai Manaaeeai||",
    "translation": "He is the wielder of bow, the Protector from all types of afflictions, Deceiver of the universal monarchs and Donor of everything without asking. He should be worshipped with diligence.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "jr ko idihMdw jwn mwn ko jinMdw joq jyb ko gijMdw jwn mwn jwn gweIAY ]",
    "transliteration": "Jar Ko Dihindaa Jaan Maan Ko Janindaa Jot Jeb Ko Gadindaa Jaan Maan Jaan Gadeeai||",
    "translation": "He is the Giver of wealth, Knower of life and honour and sorter of light and reputation; His Praises should be sung.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "doK ky dilMdw dIn dwns idhMdw doK durjn dilMdw iDAwie dUj kaun iDAweIAY ]5]44]",
    "transliteration": "Dokh Ke Dalindaa Deen Daanas Dihandaa Dokh Durjan Dalindaa Dhiaae Doojo Kaoun Dhiaaeeai||5||44||",
    "translation": "He is the effacer of blemishes, the giver of religious discipline and wisdom and the destroyer of vicious people. Whom else should we remember?5.44.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "kibqu ]qÍ pRswid ]",
    "transliteration": "Kabit(u)|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "swls sihMdw is`DqweI ko siDMdw AMg AMg mY AivMdw eyku eyko nwQ jwnIAY ]",
    "transliteration": "Saalas Sahindaa Siddhtaaiko Sadhindaa An An Mai Avindaa Ek(u) Eko Naath Jaaneeai||",
    "translation": "He endures everything peeacefully, He is engrossed in attainment of perfection, and He is the Only Lord who pervades in all limbs.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "kwlK kitMdw Kurwsn ko KuinMdw gRb gwPl gilMdw gol gMjK bKwnIAY ]",
    "transliteration": "Kaalakh Katindaa Khuraasaan Ko Khounindaa Grab Gadphal Gadindaa Gol Gadjakh Bakhaaneeai||",
    "translation": "He is the remover of darkness, the masher of the Pathans of Khorasan, perisher of the egoists and idlers, He is described as the destroyer of people full of vices.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "gwlb igrMdw jIq qyj ko idihMdw icq cwp ky cilMdw Cof Aaur kaun AwnIAY ]",
    "transliteration": "Gadlab Girandaa Jeet Tej Ko Dihindaa Chit Chaap Ke Chalindaa Chhodh Aur Kaoun Aaneeai||",
    "translation": "Whom should we worship except the Lord who is the Vanquisher of the Conquerors, giver of the Glory of conquest and who shoots the miraculous arrows from His bow.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "s`qqw idhMdw s`qqweI ko suiKMdw krm kwm ko kuinMdw Cof dUjw kaun mwnIAY ]6]45]",
    "transliteration": "Satta-taa Dihandaa Satt-taaiko Soukhindaa Karam Kaam Ko Kounindaa Chhodh Doojaa Kaoun Maaneeai||6||45||",
    "translation": "Whom else should we adore except him who is the Giver of Truth and Drier of falsehood and performer of Graceful acts?6.45.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "kibq ]qÍ pRswid ]",
    "transliteration": "Kabit|| Tva Prasaadh||",
    "translation": "KABIT, BY THY GRACE",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "joq ko jigMdw jMg jwPrI idhMdw imqR mwrI ky milMdw pY kuinMdw kY bKwnIAY ]",
    "transliteration": "Jot Ko Jogindaa Jan Jaafaridihandaa Mitra Maari Ke Malindaa Pai Kounindaa Kai Bakhaaneeai||",
    "translation": "He is the Enlightener of the light, Giver of the victory in wars and is known as the Destroyer of the murderer of the friends.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10452,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "pwlk puinMdw prm pwrsI pRigMdw rMg rwg ky suinMdw pY AnMdw qyj mwnIAY ]",
    "transliteration": "Paalak Pounindaa Param Paarsipragindaa Ran Raag Ke Sounindaa Pai Anandaa Tej Maaneeai||",
    "translation": "He is the Sustainer, Giver of shelter, Far-sighted and knower, He is considered as listener of entertaining modes of music and full of blissful splendour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]