[
  {
    "shabad_id": 10907,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "qiRqIA JuMf sB suBt pcwrM ] cqRQ krq mwr hI mwrM ]604]",
    "transliteration": "Triteea Jhound Sabh Soubhat Pachaaran|| Chatrath Karat Maar Himaaran||604||",
    "translation": "From the third he was seeing his own warriors and from the fourth he was shouting “Kill, Kill”.604.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10908,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qiRBMgI CMd ]",
    "transliteration": "Tribhanichhand||",
    "translation": "TRIBHANGI STANZA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10908,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pcey hnvMqM lK duq mMqM su bl durMqM qij kilxM ] CTey liK BRwqM qkq ppwqM lgq n GwqM jIA jilxM ]",
    "transliteration": "Pachae Hanvantan Lakh Dout Mantan Su Bal Durantan Taj(i) Kalinan|| Chhathae Lakh(i) Bhraatan Takat Papaatan Lagad Na Ghaatan Jeea Jailinan||",
    "translation": "From his fifth face he was looking at Hanuman and repeating the mantra at great speed and was trying to pull his strength. From his sixth head he was seeing his fallen brother Kumbhkarn and his heart was burning.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10908,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sqey liK rGupiq kp dl ADpq suBt ibkt mq juq BRwqM ] AiTE isir ForYN nvim inhorYN dsXn borYN irs rwqM ]605]",
    "transliteration": "Satae Lakh(i) Raghoupat(i) Kap Dal Adhpat Soubhat Bikat Mat Jout Bhraatan|| Athio Sir(i) Dhorain Navam(i) Nihorain Dasyan Borain Ris Raatan||605||",
    "translation": "From his seventh head he was seeing Ram and the army of monkeys and other mighty warriors. He was shaking his eight head and surveying everything from his ninth head and he was getting highly infuriated with rage.605.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10909,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "cbolw CMd ]",
    "transliteration": "Chobolaa Chhand||",
    "translation": "CHABOLA STANZA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10909,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "Dwey mhwN bIr swDy isqM qIr kwCy rxM cIr bwnw suhwey ] rvwN krd mrkb Xlo qyj iem sB cUM quMd Ajd hoE imAw jMgwhy ]",
    "transliteration": "Dhaae Mahaan Beer Saadhe Sitan Teer Kaadhhe Ranan Cheer Baanaa Suhaae|| Ravaan Karad Markab Yalo Tej Im Sabh Choon Tound Ajad Ho-o Miaa Janadhe||",
    "translation": "Settling their whit arrows the mighty warriors moved with beautiful dress on their bodies; their were very swift-moving and were exhibiting complete quickness in the battlefield;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10909,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "iBVy Awie eIhw buly bYx kIhwN kryN Gwie jIhwN iBVy ByV B`jy ] pIXo posqwny BCo rwbVIny khwN CYAxI roDxIny inhwrYN ]606]",
    "transliteration": "Bheede Aae Eehaan Bule Bain Keedaan Daren Ghaae Jeehaan Bhide Bhed Bhajje|| Peeyo Postaane Bhachhodhraabdeene Kahaan Chhai-anirodhneene Nihdarain||606||",
    "translation": "Sometimes they fight on this side and challenging on the other and whenever they strike the blows, the enemies flee; they appear like one intoxicated on eating hemp and roaming hither and thither.606.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10909,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "gwjy mhw sUr GumI rxM hUr BrmI nBM pUr byKM AnUpM ] vly v`l sweI jIvI jugwN qweI qYNfy GolI jweI AlwvIq AYsy ]",
    "transliteration": "Gadje Mahaa Soor Ghoumiranan Hoor Bharminabhan Poor Bekhanndanoopan|| Vale Vall Saaijeevijougadn Taaitainde Dholijaaialaaveet Aise||",
    "translation": "The warriors roared and the heavenly damsels roamed in the sky in order to see the unique war. They prayed that this warrior waging the dreadful war should live for ages;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10909,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "lgo lwr Qwny bro rwj mwny kho Aaur kwny hTI Cwf Qyso ] bro Awn moko Bjo Awn qoko clo dyv loko qjo byg lMkw ]607]",
    "transliteration": "Lago Laar Thaane Bado Raaj Maane Kaho Aur Kaane Hathichhaad Theso|| Bado Aan Moko Bhajo Aan Took Chalo Dev Loko Tajo Bed Lankaa||607||",
    "translation": "And should firmly enjoy his rule. O warriors ! forsake this Lanka and come to wed us and depart for heaven.607.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10910,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "sÍYXw ] AnMqqukw ]",
    "transliteration": "Savaiyaa Anant-toukaa||",
    "translation": "SWAYYA (OF INNUMERABLE VERSES)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10910,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ros BrXo qj hos inswcr sRI rGurwj ko Gwie pHwry ] jos bfo kr kausilhM AD bIc hI qy sr kwt auqwry ]",
    "transliteration": "Ros Bdaryo Taj Hos Nisaachar Sriraghuraaj Ko Ghaae Prahdare|| Jos Bado Kar Kaousalihan Adh Beech Hite Sar Kaat Outdare||",
    "translation": "Ravana, abandoning his senses, became very furious and attacked Ramchander, the king of Raghu clan; on this side Ram intercepted midway his arrows;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10910,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "Pyr bfo kr ros idvwrdn Dwie prYN kip puMj sMGwrY ] p`ts loh hQI pr sMgVIey jMbuvy jmdwV clwvY ]608]",
    "transliteration": "Pher Bado Kar Ros Divaardan Dhaae Darain Kap(i) Pounj Sanhdarai|| Pattas Loh Hathipar Sanadeee Janbuve Jamdaar Chalaavai||608||",
    "translation": "Then he began to destroy collectively the army of monkeys and struck various types of terrible arms.608.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10911,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "cbolw sÍYXw ]",
    "transliteration": "Chabolaa Savaiyaa||",
    "translation": "CHABOLA SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10911,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "sRI rGurwj srwsn lY irs Twt GnI rn bwn pHwry ] bIrn mwr duswr gey sr AMbr qy brsy jn Ery ]",
    "transliteration": "Sriraghuraaj Saraasan Lai Ris Thaat Ghaniran Baan Prahdare|| Bderan Maar Dousaar Gad Sar Anbar Te Dares Jan Ore||",
    "translation": "Ram took his bow in his hand and in great ire, discharged many arrows which killed the warriors and penetrating on the other side, came in shower again from the sky.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
