[
  {
    "shabad_id": 11167,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kibqu ]",
    "transliteration": "Kabit(u)||",
    "translation": "KABIT",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11167,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "kml sy Awnn kurMgn sy nyqRn sO qn kI pRBw mY swry Bwvn so BrIAw ] rwjq hY gupIAw pRsMn BeI AYsI BwNiq cMdRmw cry qy ijau ibrwjY syq hrIAw ]",
    "transliteration": "Kamal Se Aanan Kuranad Se Netran Sau Tan Kibprabhaa Mai Sdare Bhaavan So Bhareeaa|| Raajat Hai Goupeeaa Mai Sdare Bhaavan So Bhareeaa|| Raajat Hai Goupeeaa Prasann Bhaiaisibhaant(i) Channdramaa Cdare ",
    "translation": "The gopis with lotus-like faces, doe-like eyes and with lustrous bodies filled with emotions looked impressive like the green and white colours on the rising of the moon;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11167,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rs hI kI bwqY rs rIq hI ky pRym hUM mY khY kib sXwm swQ kwnH jU ky KrIAw ] mdn ky hwrn bnwieby ky kwj mwno ihq kY provq hY moqn kI lrIAw ]270]",
    "transliteration": "Ras Hikibaatai Ras Reet Hiprem Hoon Mai Kahai Kai Syaam Saath Kaahn Joo Ke Kdareeaa|| Madan Ke Haaran Banaae-be Ke Kaaj Maano Hit Kai Darovat Hai Motan Kidareeaa||270||",
    "translation": "They are standing with Krishna, while talking about dancing and amorous pastime; they are standing like the ones standing for braiding the necklace of gems in order to vest the god of love.270.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11168,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "svYXw ]",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11168,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "kwhy kO kwnH jU kwm ky bwn lgwvq ho qn ky Dn BauhY ] kwhy kau nyh lgwvq ho muskwvq ho cil Awvq sauhY ]",
    "transliteration": "Kaahe Kau Kaahn Joo Kaam Ke Baan Lagadvat Ho Tan Ke Dhan Bhauhai|| Kaahe Kau Neh Lagadvat Ho Mouskaavat Ho Chal(i) Aavat Sauhai||",
    "translation": "“O Krishna! why are you discharging the arrows of the god of love from the bow of your eyebrows? Why are you advancing towards us with increased love smilingly?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11168,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "kwhy kau pwg Dro iqrCI Aru kwhy Bro iqrCI qum gauhY ] kwhy irJwvq ho mn Bwvq Awih idvwvq hY hm sauhY ]271]",
    "transliteration": "Kaahe Kau Paag Ddaro Tirchhiar(u) Kaahe Bdaro Tirchhitoum Gadddai|| Kaahe Rijhaavat Ho Man Bhaavat Aah(i) Divaavat Hai Ham Sauhai||271||",
    "translation": "“Why do you wear slanting turban and why do you walk slantingly also? Why are you bewitching us all? O Captivating one! you appear to us very fine, though you had sworn about it.”271.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11168,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "bwq sunI hir kI jb sRaunn rIJ hsI sBhI biRj bwmY ] TwFI BeI qru qIr qbY hrUey hrUey kl kY gjgwmY ]",
    "transliteration": "Baat Sounidar(i) Kijab Sraounan Reejh Hasisabh-hibrij Baamai|| Thaadhibhai Tar(u) Teer Tabai Darooe Darooe Kal Kai Gadgadmai||",
    "translation": "When the women of Braja heard the words of Krishna, they got pleased in their minds and gradually, they having the gait of the elephant, came under that tree, on which Krishna was sitting;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11168,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "byr bny iqn nyqRn ky jn mYn bnwie Dry ieh dwmY ] sXwm rswqur pyKqXO ijm tUtq bwj CuDwjuq qwmY ]272]",
    "transliteration": "Ber Bade Tin Netran Ke Jan Main Banaae Ddare Eh Daamai|| Syaam Rasaatur Pekh Atyau Jim Tootat Baaj Chhudhaajout Taamai||272||",
    "translation": "Their eyes began to see Krishna constantly; they appeared like the llighting of lust; Krishna, greatly agitated, seeing those women, fell upon them like a hungry falcon.272.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11169,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "svYXw ]",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11169,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "kwm sy rUp klwinD sy muK kIr sy nwk kurMg sy nYnn ] kMcn sy qn dwrm dwNq kpoq sy kMT su kokl bYnn ]",
    "transliteration": "Kaam Se Roop Kalaanidh Se Moukh Keer Se Naak Kuran Se Nainan|| Kanchanndse Tan Daaram Daant Kapot Se Kanth Kokal Bainan||",
    "translation": "Those gopis had the beauty of the god of love, faces like moon, noses like parrot, eyes like doe, bodies like gold, teeth like pomegranate, necks like pigeons and sweet speech like nightingales;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11169,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "kwnH lgXo khny iqn sO his kY kib sXwm shwiek DYnn ] moih lXo sBhI mnu morO su Bauh ncwie qumY sMg sYnn ]273]",
    "transliteration": "Kaahn Lagyo Kahne Tin Sau Has(i) Sau Has(i) Kai Kabi Syaam Sahaaik Dhainan|| Moh(i) Layo Sabh-himarau Su Bhauh Nachaae Toumai San Sainan||273||",
    "translation": "Krishna said to them smilingly, “You people have enchanted my mind by your signs and by causing the dance of your eyebrows.273.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11169,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "kwnH bfy rs ky ihrIAw sBhI gl bIc Acwnk hyrI ] sauh qumY jsuDw khu bwq kI swrQ kO ieh jw hm GyrI ]",
    "transliteration": "Kaahn Bade Ras Ke Hireeaa Sabh-higad Beech Achaanak Deree|| Sauh Toumai Jasudhaa Kahu Baat Kisaarath Kau Eh Jaa Ham Gderee||",
    "translation": "Krishna appeared like a man of taste to them and they clung to him, they said . “You must swear by Yashoda that you will not tell anyone that you had enticed us like that;”",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11169,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "dyhu khXo sBhI hmry pt hoih sBY qumrI hm cyrI ] kYsy pRnwm krY qum kO Aiq lwj krY hir jI hm qyrI ]274]",
    "transliteration": "Deh(u) Kahyo Sabh-hihamre Pat Hoh(i) Sabhai Toumriham Cderee|| Kaise Pranaam Darai Toum Kau At(i) Laaj Darai Har(i) Jiham Deree||274||",
    "translation": "They added, “We are your slaves; kindly return our clothes; O Krishna, how should we bow before you? we are feeling very shy.”274.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 11170,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "svYXw ]",
    "transliteration": "Sawaiyaa||",
    "translation": "SWAYYA",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]