[
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "khUM huie kY ihMdUAw gwieqRI ko gupq jipE khUM huie kY qurkw pukwry bwNg dyq ho ]",
    "transliteration": "Kdhoondhue Kai Hindooaa Gaditroo Ko Goupt Japio, Kdhoondhue Kai Turkaa Poukdare Baan Det Ho||",
    "translation": "Somewhere Thou becomest a Hindu and repeatest Gayatri secretly: Somewhere becoming a Turk Thou callest Muslims to worship.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "khUM kok kwb huie kY purwn ko pVq mq kqrUM kurwn ko indwn jwn lyq ho ]",
    "transliteration": "Kahoon Kok Kaab Hue Kai Puraan Ko Padat Mat Kat-hoon Kuraan Ko Nidaan Jaan Let Ho||",
    "translation": "Somewhere being a poet thou recitest the Pauranic wisdom and somewhere Thou recitest the Pauranic wisdom and somewhere Thou comprehendest the essence of Quran.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "khUM byd rIq khUM qw isau ibpRIq khUM qiRgun AqIq khUM surgun smyq ho ]2]12]",
    "transliteration": "Kahoon Bed Root Kahoon Taa Sio Biprit Kahoon Trigoun Atoot Kahoon Surgoun Samet Ho||2||12||",
    "translation": "Somewhere Thou workest in accordance with Vedic rites and somewhere Thou art quite opposed to it; somewhere Thou art without threee modes of maya and somewhere Thou hast all godly attributes. 2.12.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "khUM dyvqwn ky idvwn mY ibrwjmwn khUM dwnvwn ko gumwn mq dyq ho ]",
    "transliteration": "Kahoon Devtaan Ke Divaan Mai Biraajmaan, Kahoon Daanvaan Ko Goumaan Mat Det Ho||",
    "translation": "O Lord! Somewhere Thou art seated in the Court of gods and somewhere Thou givest the egoistic intellect to demons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "khUM ieMdR rwjw ko imlq ieMdR pdvI sI khUM ieMdR pdvI iCpwie CIn lyq ho ]",
    "transliteration": "Kahoon Indra Raajaa Ko Milat Indra Padvoo Soo, Kahoon Indra Padvoo Chhipaae Chhodhn Let Ho||",
    "translation": "Somewhere Thou Bestowest the position of of the king of gods to Indra and somewhere Thou deprivest Indra of this position.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "kqhUM ibcwr Aibcwr ko ibcwrq ho khUM inj nwr pr nwr ky inkyq ho ]",
    "transliteration": "Kat-hoon Bichaar Abichaar Ko Bichaarat Ho, Kahoon Nij Naar Par Naar Ke Niket Ho||",
    "translation": "Somewhere Thou discriminatest between good and bad intellect, somewhere Thou art with Thy own spouse and somewhere with another’s wife.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "khUM byd rIq khUM qw isau ibpRIq khUM qiRgun AqIq khUM surgun smyq ho ]3]13]",
    "transliteration": "Kahoon Bed Root Kahoon Taa Sio Biproot Kahoon Trigoun Atoot Kahoon Surgoun Samet Ho||3||13||",
    "translation": "Somewhere Thou workest in accordance with Vedic rites and somewhere Thou art quite opposed to it; somewhere Thou art without three modes of maya and somewhere Thou hast all godly attributes. 3.13.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "khUM ssqRDwrI khUM ibidAw ky ibcwrI khUM mwrq AhwhI khUM nwr ky inkyq ho ]",
    "transliteration": "Kahoon Sastradhaadoo Kahoon Bidiaa Ke Bichdaroo Kahoon Maarat Ahdaroo Kahoon Naar Ke Niket Ho||",
    "translation": "O Lord! Somewhere Thou art an armed warrior, somewhere Thou art an armed warrior, somewhere a learned thinker, somewhere a hunter and somewhere an enjoyer of women.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "khUM dyvbwnI khUM swrdw BvwnI khUM mMglw imVwnI khUM isAwm khUM syq ho ]",
    "transliteration": "Kahoon Devbaanoo Kahoon Saardaa Bhavaanoo Kahoon Manlaa Miraanookahoon Siaam Kahoon Set Ho||",
    "translation": "Somewhere Thou art the divine speech, somewhere Sarada and Bhavani, somewhere Durga, the trampler of corpses, somewhere in black colour and somewhere in white colour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "khUM Drm pwmI khUM srb Taur gwmI khUM jqI khUM kwmI khUM dyq khUM lyq ho ]",
    "transliteration": "Kahoon Dharam Dhaamoondkahoon Sarab Thaur Gadmoondkahoon Jatoo Kahoon Kaamoondkahoon Det Kahoon Let Ho||",
    "translation": "Somewhere Thou art abode of Dharma (righteousness), somewhere All-Pervading, somewhere a celibate, somewhere a lustful person, somewhere a donor and somewhere a taker.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "khUM byd rIq khUM qw isau ibpRIq khUM qiRgun AqIq khUM surgun smyq ho ]4]14]",
    "transliteration": "Kahoon Bet Root Kahoon Taa Sio Biproot Kahoon Trigoun Atoot Kahoon Surgoun Samet Ho||4||14||",
    "translation": "Somewhere Thou workest in accordance with Vedic rites, and somewhere Thou art quite opposed to it; somewhere Thou art without three modes of maya and somewhere Thou hast all gldly attributes.4.14.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "khUM jtwDwrI khUM kTI Dry bHmcwrI khUM jog swDI khUM swDnw krq ho ]",
    "transliteration": "Kahoon Jataadhdaroo Kahoon Kanthoo Ddare Brahmchdaroo Kahoon Jog Saadhoo Kahoon Saadhnaa Karat Ho||",
    "translation": "O Lord! Somewhere Thou art a sage wearing matted hair, somewhere Thu art a rosary-wearing celibate, somewhere Thou art a rosary-wearing celibate, somewhere Thou hast practiced Yoga and somewhere Thou art practicing Yoga.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "khUM kwn Pwry khUM fMfI huie pDwry khUM PUk PUk pwvn kau piRQI pY Drq hY ]",
    "transliteration": "Kahoon Kaan Phdare Kahoon Dandoo Hue Padhdare Kahoon Phook Phook Paavan Kau Prithoo Pai Dharat Ho||",
    "translation": "Somewhere Thou art a Kanphata Yougi and somewhere Thou roamest like a Dandi saint, somewhere Thou steppest on the earth very cautiously.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "kqhUM ispwhI huie kY swDq islwhn kO khUM CqRI huie kY Ar mwrq mrq ho ]",
    "transliteration": "Kat-hoon Sipaahoo He Kai Saadhat Silaahan Kau Kahoon Chhatroo Hue Kai Ar Maarat Marat Ho||",
    "translation": "Somewhere becoming a soldier, Thou practisest arms and somewhere becoming a kshatriya, Thou slayest the enemy or be slayed Thyself.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]