[
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pRwn ky bc`Xw dUD pUq ky idv`Xw rog sog ky imt`Xw ikDO mwnI mhw mwn ho ]",
    "transliteration": "Praan Ke Bachayyaa Doodh Poot Ke Divayyaa Rog Sog Ke Mitayyaa Kidhau Maanoo Mahaa Maan Ho||",
    "translation": "Thou art the Saviour of life, the Giver of milk and offspring, the Remover of ailments and sufferings and somewhere Thou art the Lord of Highest Honour.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ibidAw ky ibcwr ho ik AdYUyu Avqwr ho ik is`Dqw kI sUriq ho ik su`Dqw kI swn ho ]",
    "transliteration": "Bidiaa Ke Bichaar Ho Ki Advai Avtaar Ho Ki Siddhtaa Ki Saarat(i) Ho Ki Suddhtaa Ki Saan Ho||",
    "translation": "Thou art the essence of all learning, the embodiment of monism, the Being of All-Powers and the Glory of Sanctification.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jobn ky jwl ho ik kwl hUM ky kwl ho ik sqRn ky sUl ho ik imqRn ky pRwn ho ]9]19]",
    "transliteration": "Joban Ke Jaal Ho Ki Kaal Hoon Ke Kaal Ho Ki Satran Ke Sool Ho Ki Mitran Ke Praan Ho||9||19||",
    "translation": "Thou art the snare of youth, the Death of Death, the anguish of enemies and the life of the friends. 9.19.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "khUM bHm bwd khUM ibidAw ko ibKwd khUM nwd ko nnwd khUM pUrn Bgq ho ]",
    "transliteration": "Kahoon Brahm Baad Kahoon Bidiaa Ko Bikhaad Kahoon Naad Ko Nanaad Kahoon Pooran Bhagad Ho||",
    "translation": "O Lord! Somewhere Thou art in defic conduct, somewhere Thou appearest as contention in learning somewhere Thou art the tune of sound and somewhere a perfect saint (attuned with celestial strain).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "khUM byd rIq khUM ibidAw kI pRqIq khUM nIq Aau AnIq khUM juAwlw sI jgq ho ]",
    "transliteration": "Kahoon Bed Root Kahoon Bidiaa Koo Pratoot Kahoon Noot Au Anoot Kahoon Juaalaa Soo Jagad Ho||",
    "translation": "Somewhere Thou art Vedic ritual, somewhere the love for learning, somewhere ethical and unethical, and somewhere appearest as the glow of fire.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "pUrn pRqwp khUM iekwqI ko jwp khUM qwp ko Aqwp khUM jog qy ifgq ho ]",
    "transliteration": "Pooran Prataap Kahoon Ikaatoo Ko Jaap Kahoon Taap Ko Ataap Kahoon Jog Te Digad Ho||",
    "translation": "Somewhere Thou art perfectly Glorious, somewhere engrossed in solitary recitation, somewhere Remover of Suffering in great Agony and somewhere Thou appearest as a fallen yogi.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10023,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "khUM br dyq khUM Cl isau iCnwie lyq srb kwl srb Taur eyk sy lgq ho ]10]20]",
    "transliteration": "Kahoon Bar Det Kahoon Chhal Siu Chhinaae Let Sarab Kaal Sarab Thaur Ek Se Lagad Ho||10||20||",
    "translation": "Somewhere Thou bestowest the Boon and somewhere withdraw it with deceit. Thou at all times and at all the places Thou comest into view as the same. 10.20.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "qÍpRswid sÍXy ]",
    "transliteration": "Tva Prasaadh|| Swayya||",
    "translation": "BY THY GRACE SWAYYAS",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "sRwvg su`D smUh isDwn ky; dyiK iPirE Gr jog jqI ky ]",
    "transliteration": "Sraavag Suddh Samoond Sidhaan Ke Dekh(i) Phirio Ghar Jog Jati Ke||",
    "translation": "I have seen during my tours pure Sravaks (Jaina and Buddhist monks), group of adepts and abodes of ascetics and Yogi.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "sUr surwrdn su`D suDwidk; sMq smUh Anyk mqI ky ]",
    "transliteration": "Soor Suraaradan Suddh Sudhaadik Sant Samoond Anek Matoo Ke||",
    "translation": "Valiant heroes, demons killing gods, gods drinking nectar and assemblies of saints of various sects.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "swry hI dys ko dyiK rihE mq; koaU n dyKIAq pRwnpqI ky ]",
    "transliteration": "Sare Hoo Des Ko Dekh(i) Rahio Mat Ko( i)  Na Dekhooat Praanpatoo Ke||",
    "translation": "I have seen the disciplines of the religious systems of all the countries, but seen none of the Lord, the Master of my life.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "sRI Bgvwn kI Bwie ik®pw hU qy; eyk rqI ibnu eyk rqI ky ]1]21]",
    "transliteration": "Sroo Bhagwaan Koo Bhaae Kridaa Hoo Te Ek Rati Bin(u) Ek Rati Ke||1||21||",
    "translation": "They are worth nothing without an iota of the Grace of the Lord. 1.21.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "mwqy mqMg jry jr sMg; AnUp auqMg surMg svwry ]",
    "transliteration": "Maate Matan Dare Jar San Anoop Outan Suran Savdare||",
    "translation": "With intoxicated elephants, studded with gold, incomparable and huge, painted in bright colours.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10024,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "kot qurMg kurMg sy kUdq; paun ky gaun kau jwq invwry ]",
    "transliteration": "Kot Turan Kuran Se Soodat Paoun Ke Gaddd Kau Jaat Nivdare||",
    "translation": "With millions of horses galloping like deer, moving faster than the wind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]