[
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "igAwn ky ibhIn mhw dwn mY n hUjY lIn Bwvnw ibhIn dIn kYsy kY qrq hYN ]1]81]",
    "transliteration": "Giaan Ke Bihoon Mahaa Daan Mai Na Boojai Loon, Bhaavnaa Bihoon Doon Kaise Kai Tarat Hain||11||81||",
    "translation": "When a person without knowledge cannot merge in the Supreme Lorrd, then how can these devoid of trust and faith ferry across the world-ocean?11.81.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy eyk sÍwNgI khUM jogIAw bYrwgI bnY kbhUM sinAws Bys bn kY idKwveI ]",
    "transliteration": "Jaise Ek Swaanoo Kahoon Jogooaa Bani, Kabhoon Saniaas Bhes Ban Kai Dikhaavaee||",
    "translation": "Just as an actor sometimes becomes a Yogi, sometimes a Bairagi (recluse) and sometimes shows himself in the guise of a Sannyasi (mendicant).",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "khUM paunhwrI khUM bYTy lwie qwrI khUM loB kI KumwrI mO Anyk gun gwveI ]",
    "transliteration": "Kahoon Paounhdaroo Kahoon Baithelaae Tdaroo, Kahoon Lobh Koo Khoumaroo Saoun Anek Goun Gadvaee||",
    "translation": "Sometimes he becomes a person subsisting on air, sometimes sits observing abstract meditation and sometimes under the intoxication greed, sings praises of many kinds.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "khUM bHmcwrI khUM hwQ pY lgwvY bwrI khUM fMf DwrI huie kY logn BRmwveI ]",
    "transliteration": "Kahoon Brahmchdaroo Kdhoondhaath Pai Lagadvai Bdaroo, Kahoon Dand Dhdaroo Hue Kai Logad Bhramaavaee||",
    "translation": "Sometimes he becomes a Brahmchari (student observing celibacy), sometimes shows his promptness and sometimes becoming a staff- bearing hermit deludes the people.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "kwmnw ADIn pirE nwcq hY nwcn soN igAwn ky ibhIn kYsy bHm lok pwveI ]12]82]",
    "transliteration": "Kaamnaa Adhoon Pario Naachat Hai Naachanndson, Giaan Ke Bihoon Kaise Brahm Lok Paavaee||12||82||",
    "translation": "He dances becoming subordinate to passions; how will he be able to attain an entry into Lord’s Abode without knowledge?.12.82.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "pMc bwr gIdr pukwry pry sIqkwl kuMcr AO gdhw Anykdw pukwr hIN ]",
    "transliteration": "Panch Baar Goodar Poukdare Dare Sootkaal, Kounchar Au Gadhaa Anekdaa Poukaar Hoon||",
    "translation": "If the jackal howls for five times, then either the winter sets in or there is famine, but nothing happens if the elephant trumpets and ass brays many times. (Similarly the actions of a knowledgeable person are fruitful and those of an ignorant one are fr",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "khw BXy jo pY klvqR lIE kwNsI bIc cIr cIr cortw kuTwrn moN mwr hIN ]",
    "transliteration": "Kahaa Bhayo Jo Pai Kalvatra Looo Kaansoo Boodhe Choor Choor Chortaa Kouthaaran Son Maar Hoon||",
    "translation": "If one observes the ritual of sawing at Kashi, nothing will happen, because a chief is slayed and sawed several times with axes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "khw BXy PwNsI fwir bUifE jV gMg pwr fwir fwir PwNs Tg mwir mwir fwr hIN ]",
    "transliteration": "Kahaa Bhayo Phaansoo Daar(i) Boodio Jad Gadg Dhaar, Daar(i) Daar(i) Phaans Thag Daar(i) Daar(i) Daar Hoon||",
    "translation": "If a fool, with a noose around his neck, is drowned on the current of Ganges, nothing will happen, because several times the dacoits kill the wayfarer by putting the noose around his neck.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "fUby nrk Dwr mUVH igAwn ky ibnw ibcwr Bwvnw ibhIn kYsy igAwn ko ibcwr hIN ]13]83]",
    "transliteration": "Doobe Narak Dhaar Moondh Giaan Ke Binaa Bichaar, Bhaavnaa Bihoon Kaise Giaan Ko Bichaar Hin||13||83||",
    "translation": "The fools have drowned in the current of hell without deliberations of knowledge, because how can a faithless person comprehend the concepts of knowledge?.13.83.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "qwp ky shy qy jo pY pweIAY Aqwp nwQ qwpnw Anyk qn Gwiel shq hYN ]",
    "transliteration": "Taap Ke Sahe Te Jo Pai Paaooai Ataap Naath, Taapnaa Anek Tan Haail Sahat Hain||",
    "translation": "If the Blissful Lord is realised by the endurance of sufferings, then a wounded person endures several types of sufferings on his body.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "jwp ky kIey qy jo pY pwXq Ajwp dyv pUdnw sdIv quhIN quhIN aucrq hYN ]",
    "transliteration": "Jaap Ke Kooe Te Jo Pai Paayat Ajaap Dev, Poodnaa Sadoov Tuhoon Tuhoon Ouchrat Hain||",
    "translation": "If the unmutterable Lord can be realised by the repetition of His Name, then a small bird called pudana repeats “Tuhi, Tuhi” (Thou art everyting) all the time.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "nB ky aufy qy jo pY nwrwiex pweIXq Anl Akws pMCI folbo krq hYN ]",
    "transliteration": "Nabh Ke Ude Te Jo Pai Naaraain Paaooyat, Anal Akaas Panchhodh Dolho Karat Hain||",
    "translation": "If the Lord can be realised by flying in the sky, then the phonix always flies in the sky.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "Awg mY jry qy giq rwNf kI prq kr pqwl ky bwsI ikau BujMg n qrq hYN ]14]84]",
    "transliteration": "Aag Mai Dare Te Gad(i) Raand Ki Parat Kar, Pataal Ke Baasi Kio Bhujan Na Tarat Hain||14||84||",
    "translation": "If the salvation is attained by burning oneself in fire, then the woman burning herself on the funeral pyre of her husband (Sati) should get salvation; and if one achieves liberation by residing in a cave, then why the serpents residing in the nether-worl",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10027,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "koaU BieE muMfIAw sMinAwsI koaU jogI BieE koaU bHmcwrI koaU jqI Anumwnbo ]",
    "transliteration": "Ko( i)  Bhaio Mounndooaa Sanniaasoo Ko( i)  Jogoo Bhaio, Ko( i)  Brahmchdaroo Ko( i)  Jatoo Anoumaanbo||",
    "translation": "Somebody became a Bairagi (recluse), somebody a Sannyasi (mendicant). Somebody a Yogi, somebody a Brahmchari (student observing celibacy) and someone is considered a celibate.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
