[
  {
    "shabad_id": 10045,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Awsn koit kry AstWg; Dry bhu inAws, kry muK kwry ]",
    "transliteration": "Aasan Kot Dare Astaan Ddare Bahu Niaas Dare Mouch Kdare||",
    "translation": "Adopting millions of postures and observing the eight steps of Yoga, touching the limbs while reciting the mantras and blackening the face.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10045,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "dIn dieAwl Akwl Bjy ibnu; AMq ko, AMqky Dwm isDwry ]10]252]",
    "transliteration": "Doon Daeaal Akaal Bhaje Bin(u) Ant Ko Ant Ke Dhaam Sidhdare||10||252||",
    "translation": "But without the remembrance of the Non-temporal and Merciful Lord of the lowly, one will ultimately go to the abode of Yama. 10.252.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qÍ pRswid ] kib`q ]",
    "transliteration": "Tva Prasaadh|| Kabitt||",
    "translation": "BY THY GRACE KABITT",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AqR ky cl`Xw iCq CqR ky Dr`Xw CqR DwrIEN ky Cl`Xw mhw sqRn ky swl hYN ]",
    "transliteration": "Atra Ke Chalayyaa Chhit Chhatra Ke Dharayyaa Chhatra Dhdarooon Ke Chhalayyaa Mahaa Satran Ke Saal Hain||",
    "translation": "He operates the weapons, beguiles the sovereigns of the earth having canopies over their heads and mashes the mighty enemies.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "dwn ky idv`Xw mhw mwn ky bF`Xw Avswn ky idv`Xw hYN kt`Xw jwm jwl hYN ]",
    "transliteration": "Daan Ke Divayyaa Mahaa Maan Ke Badhayyaa Avsaan Ke Divayyaa Hain Katayyaa Jam Jaal Hain||",
    "translation": "He is the Donor of gifts, He causes to enhance the great honour, He is the giver of encouragement for greater effort and is the cutter of the snare of death.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ju`D ky ijq`Xw AO ibru`D ky imt`Xw mhwN bu`iD ky idv`Xw mhwN mwnhUM ky mwn hYN ]",
    "transliteration": "Juddh Ke Jitayyaa Au Biruddh Ke Mitayyaa Mahaan Buddh(i) Ke Divayyaa Mahaan Maanhoon Ke Maan Hain||",
    "translation": "He is the conqueror of war and effacer of the opposition, He is giver of great intellect and the Honour of the illustrious.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "igAwn hUM ky igAwqw mhwN bu`iDqw ky dwqw dyv kwl hUM ky kwl mhw kwl hUM ky kwl hYN ]1]253]",
    "transliteration": "Giaan Hoon Ke Giaataa Mahaan Buddhitaa Ke Daataa Dev Kaal Hoon Ke Kaal Mahaa Kaal Hoon Ke Kaal Hain||1||253||",
    "translation": "He is the knower of the knowledge, the giver-god of he supreme intellect; He is the death of death and also the death of the supreme death (Maha Kal).1.253.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "pUrbI n pwr pwvYN ihMgulw ihmwlY iDAwvYN gor gurdyjI gun gwvYN qyry nwm hYN ]",
    "transliteration": "Poorbi Na Paar Paavain Hingulaa Himaalai Dhiaavain Gor Gurdejoo Goun Gadvain Dere Naam Hain||",
    "translation": "The inhabitants of the east could not know Thy end, the people of Hingala and Himalaya mountains remember Thee, residents of Gor and Gardez sing he Praises of Thy Name.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "jogI jog swDY paun swDnw ikqyk bwDY Awrb ky AwrbI ArwDYN qyry nwm hYN ]",
    "transliteration": "Jogoo Jog Saadhai Paoun Saadhanaa Kitek Baadhai Rab Ke Aaraboo Araadhain Dere Naam Hain||",
    "translation": "The Yogis perform Yoga, many are absorbed in doing Pranayama and residents of Arabia remember Thy Name.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "Prw ky iPrMgI mwnYN kMDwrI kurysI jwnYN pCm ky p`CmI pCwnYN inj kwm hYN ]",
    "transliteration": "Pharaa Ke Phiranoo Maanain Kandhdaroo Kuresoo Jaanain Pachham Ke Pachchamoondpachhaadain Nij Kaam Hain||",
    "translation": "The people of France and England revere Thee, the inhabitants of Kandhaar and Quraishis know Thee; the people of western side recognize their duty towards Thee.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "mrhtw mGyly qyrI mn soN qpisAw krY diRVvY iqlMgI phcwnY Drm Dwm hYN ]2]254]",
    "transliteration": "Marhataa Maghele Teroo Man Son Tapasiaa Darai Dridvai Tilanoo Pahchaanai Dharam Dhaam Hain||2||254||",
    "translation": "The inhabitants of Maharashtra and Magadha perform austerities with profound affection; the residents of Drawar and Tilang countries recognise Thee as the Abode of Dharma.2.254",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "bMg ky bMgwlI iPrhMg ky iPrMgwvwlI idlI ky idlvwlI qyrI AwigAw mY clq hYN ]",
    "transliteration": "Ban Ke Banadloo Phirhan Ke Phiranadvaaloo Diloo Ke Dilvaaloo Teroo Aagiaa Mai Chalet Hain||",
    "translation": "The Bengalis of Bengal, the Phirangis of Phirangistan and Dilwalis of Delhi are the followers of Thy Command.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "roh ky ruhyly mwG dys ky mGyly bIr bMg sI buMdyly pwp puMj ko mlq hYN ]",
    "transliteration": "Roh Ke Ruhele Maagh Des Ke Maghele Boor Ban Soo Buaadele Paap Pounj Ko Malat Hain||",
    "translation": "The Rohelas of Rohu mountain, the Maghelas of Magadha, the heroic Bangasis of Bangas and the Bundhelas of Bundhelkhand destroy their sins in Thy devotion.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "goKw gun gwvY cIn mcIn ky sIs nXwvY iq`bqI iDAwie dyK dyh ko dlq hYN ]",
    "transliteration": "Gokhaa Goun Gadvai Choon Machoon Ke Soos Nyaavai Tibbati Dhiaae Dokh Deh Ko Dalat Hain||",
    "translation": "Gorkhas sing Thy Praises, the residents of China and Manchuria bow their heads before Thee and the Tibetans destroy the sufferings of their bodies by remembering Thee.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]