[
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ijnY qoih iDAwieE iqnY pUrn pRqwp pwieE srb Dn Dwm Pl PUl moN Plq hYN ]",
    "transliteration": "Jinai Toh(i)dhiaaio Tinai Pooran Prataap Paaio Sarab Dhan Dhaam Phal Phool Son Phalat Hain||3||255||",
    "translation": "Those who meditated on Thee, they obtained perfect Glory, they obtained perfect Glory, they prosper greatly with wealth, fruit and flowers in their homes.3.255.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "dyv dyvqwn kO surys dwnvwn kO mhys gMg Dwn kO ABys khIAqu hYN ]",
    "transliteration": "Dev Devtaan Kau Sures Daanvaan Kau Mahes Gadg Dhaan Kau Abhes Kahooat(u) Hain||",
    "translation": "Thou art called Indra among gods, Shiva among the donors and also garbless though he wears the Ganges.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rMg mYN rMgIn rwg rUp mYN pRbIn AOr kwhU pY n dIn swD ADIn khIAqu hYN ]",
    "transliteration": "Ran Main Ranoon Raag Roop Main Praboon Aur Kaahu Pain A Doon Saadh Adhoon Kahooat(i) Hain||",
    "translation": "Thou art the brightness in colour, adept in sound and beauty, and not low before anybody, but obedient to the saint.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "pweIAY n pwr qyj puMj mYN Apwr srb ibidAw ky audwr hYN Apwr khIAqu hYN ]",
    "transliteration": "Paanooai Na Paar Tej Pounj Main Apaar Sarab Bidiaa Ke Udaar Hain Apaar Kahooat(u) Hain||",
    "translation": "One cannot know Thy limit, O Infinitely Glorious Lord! Thou art the Giver of all learning, therefore Thou art called Boundless.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "hwQI kI pRkwr pl pwCY phucq qwih cItI kI icMAwr pihly hI sunIAqu hYN ]4]256]",
    "transliteration": "Haathoo Koo Poukaar Pal Paachhai Pahouchat Taah(i) Chootoo Koo Chinghaar Pahile Hoo Sounooat(u) Haioo||4||256||",
    "translation": "The cry of an elephant reaches Thee after some time, but the trumpet of an ant is heard by Thee before it.4.256",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "kyqy ieMdR duAwr kyqy bHmw muK cwr kyqy kiRsnw Avqwr kyqy rwm khIAqu hYN ]",
    "transliteration": "Kete Indra Duaar Kete Brahmaa Mouch Chaar Kete Krishnaa Avtaar Kete Raam Kahooat(u) Hain||",
    "translation": "There are many Indras, many four-headded Brahmas, many incarnations of Krishna and many called Ram at His Gate.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "kyqy sis rwsI kyqy sUrj pRkwsI kyqy muMfIAw audwsI jog duAwr khIAqu hYN ]",
    "transliteration": "Kete Sas(i) Raasoo Kete Sooraj Prakaasoo Kete Mounndooaa Udaasoo Jog Duaar Kahooat(u) Hain||",
    "translation": "There are many moons, many signs of Zodiac and many illuminating suns, there are many ascetics, stoics and Yogis consuming their bodies with austerity at His Gate.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "kyqy mhwdIn kyqy ibAws sy pRbIn kyqy kumyr kulIn kyqy jC khIAqu hYN ]",
    "transliteration": "Kete Mahaadoon Kete Biaas Se Praboon Kete Koumer Kuloon Kete Jachh Kahooat(u) Hain||",
    "translation": "There are many Muhammads, many adepts like Vyas, many Kumars (Kubers) and many belonging to high clans and many are called Yakshas.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "krq hYN ibcwr pY n pUrn ko pwvY pwr qwhI qy Apwr inrwpwr lhIAqu hYN ]5]257]",
    "transliteration": "Karat Hain Bichaar Pain A Pooran Ko Paavai Paar Taahi Te Apaar Niraadhar Lahooat(u) Hain||5||257||",
    "translation": "All of them reflect upon Him, but none can know His limit, therefore they consider the Infinite Lord Supportless.5.257.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "pUrn Avqwr inrwDwr hY n pwrwvwr pweIAY n pwr pY Apwr kY bKwnIAY ]",
    "transliteration": "Pooran Avtaar Niraadhaar Hai Na Paaraavaar Paaooai Na Paar Pai Apaar Kai Bakhaanooai||",
    "translation": "He is Perfect Entity, Supportless and without Limits, His end is unknown, therefore He is described as Infinite.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "AdÍY AibnwsI prm pUrn pRkwsI mhw rUp hUM ky rwsI hYN AnwsI kY kY mwnIAY ]",
    "transliteration": "Advai Abinaasoo Param Pooran Prakaasoo Mahaa Roop Hoon Ke Raasoo Hain Anaasoo Kai Kai Maanooai||",
    "translation": "He is Non-dual, Immortal, Supreme, Perfectly Lustrous, Treasure of Supreme Beauty and deemed eternal.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "jMqR hUM n jwq jw kI bwp hUM n mwie qw kI pUrn pRBw kI su Ctw kY AnumwnIAY ]",
    "transliteration": "Jantra Hoon Na Jaat Jaa Koo Baap Hoon Na Maae Taa Koo Pooran Prabhaa Koo Su Chhataa Kai Anoumaanooai||",
    "translation": "He is without Yantra (mystical diagram) and caste, without father and mother and presumed as the splash of Perfect beauty.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "qyj hUM ko qMqR hYN ik rwjsI ko jMqR hYN ik mohnI ko mMqR hYN injMqR kY kY jwnIAY ]6]258]",
    "transliteration": "Tej Hoon Ko Tantra Hain Ki Raajasiko Jantra Hain Ki Mohaniko Mantra Hain Nijantra Kai Kai Jaaneeai||6||258||",
    "translation": "It cannot be said whether He is the Abode of Splendour of political mechanism or the incantaion of an enchantress or the inspiration of all of them. 6.258.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "qyj hUM ko qru hYN ik rwjsI ko sru hYN ik su`Dqw ko Gru hYN ik is`Dqw kI swr hYN ]",
    "transliteration": "Tej Hoon Ko Tar(u) Hain Ki Raajasoo Ko Sar(u) Hain Ki Suddhataa Ko Ghar(u) Hain Ki Siddhataa Koo Saar Hain||",
    "translation": "Is He the tree of Splendour? Is He the tank of activity? Is He the Abode of Purity? Is He the essence of Powers?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  }
]