[
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kwmnw kI Kwn hYN ik swDnw kI swn hYN ibrkqqw kI bwn hYN ik bu`iD ko audwru hYN ]",
    "transliteration": "Kaamnaa Koo Khaan Hain Ki Saadhnaa Koo Saan Hain Biraktataa Koo Baan Hain Ki Buddh(i) Ko Udaar(u) Hain||",
    "translation": "Is He the treasure of he fulfillment of desires? Is He the Glory of discipline? Is He the dignity of asceticism? Is He the master of generous intellect?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "suMdr srUp hYN ik BUpn ko BUp hYN ik rUp hUM ko rUp hYN kumiq ko pHwru hYN ]",
    "transliteration": "Soundar Saroophain Ki Bhoopan Ko Bhoop Hain Ki Roop Hoon Ko Roop Hain Koumat(i) Ko Prahaar(u) Hain||",
    "translation": "Doth He contain beautiful form? Is He the king of kings? Is He the beauty? Is He the Destroyer of bad intellect?",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "dInn ko dwqw hYN gnImn ko gwrk hYN swDn ko r`Ck hYN gunn ko phwru hYN ]7]259]",
    "transliteration": "Doonan Ko Daataa Hain Gad9man Ko Gadrak Hain Saadhan Ko Rachchak Hain Gounan Ko Pahaar(u) Hain||7||259||",
    "translation": "Is He the Donor of the poor? Is He the perisher of the enemies? Is he the Protector of the saints? Is He the mountain of qualities? 7.259.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "is`D ko srUp hYN ik buiD ko ibBUiq hYN ik kRuD ko ABUq hYN ik A`CY AibnwsI hYN ]",
    "transliteration": "Siddh Ko Saroophain Ki Budh(i) Ko Bibhoot(i) Hain Ki Krudh Ko Abhoo Hain Ki Achchhai Abinaasoo Hain||",
    "translation": "He is the salvation-incarnate, He is the wealth of intellect, He is the destroyer of anger, He is Unassailable and eternal.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "kwm ko kuinMdw hYN ik KUbI ko dihMdw hYN gnIm ko girMdw hYN ik qyj ko pRkwsI hYN ]",
    "transliteration": "Kaam Ko Kounindaa Hain Ki Khooboo Ko Dahindaa Hain Gadoom Ko Gadindaa Hain Ki Tej Ko Prakaasoo Hain||",
    "translation": "He is the doer of errand and the giver of qualities. He is the perisher of enemies and igniter of fire.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "kwl hUM ko kwl hYN ik sqRn ko swl hYN ik imqRn ko poKq hYN ik biRDqw ko bwsI hYN ]",
    "transliteration": "Kaal Hoon Ko Kaal Hain Ki Satran Ko Saal Hain Ki Mitran Ko Pokhat Hain Ki Bridhataa Ko Baasoo Hain||",
    "translation": "He is the death of death and smasher of enemies; He is the Protector of Friends and subduer of excellence.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "jog hUM ko jMqR hYN ik qyj hUM ko qMqR hYN ik mohnI ko mMqR hYN ik pUrn pRkwsI hYN ]8]260]",
    "transliteration": "Jog Hoon Ko Jantra Hain Ki Tej Hoon Ko Tantra Hain Ki Mohanoo Ko Mantra Hain Ki Pooran Prakaasoo Hain||8||260||",
    "translation": "He is the mystical diagram of gaining control over Yoga, He is the mystical formula of overpowering glory; He is the incantation of bewitching the enchantress and perfect enlightener.8.260.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "rUp ko invws hYN ik bu`iD ko pRkws hYN ik is`Dqw ko bws hYN ik bu`iD hUM ko Gru hYN ]",
    "transliteration": "Roop Ko Nivaas Hain Ki Buddh(i) Ko Prakaas Hain Ki Siddhataa Ko Baas Hain Ki Buddh(i) Hoon Ko Ghar Hain||",
    "translation": "He is the Abode of Beauty and enlightener of intellect; He is the home of salvation and the dwelling of intelligence.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "dyvn ko dyv hYN inrMjn AByv hYN Adyvn ko dyv hYN ik su`Dqw ko sru hYN ]",
    "transliteration": "Devan Ko Dev Hain Niranjan Abhev Hain Adevan Ko Dev Hain Ki Suddhataa Ko Sar(u) Hain||",
    "translation": "He is the god of gods and the Indiscriminate Transcendent Lord; He is the Deity of the demons and the tank of Purity.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "jwn ko bc`Xw hYN iemwn ko idv`Xw hYN jm jwl ko kt`Xw hYN ik kwmnw ko kru hYN ]",
    "transliteration": "Jaan Ko Bachayyaa Hain Imaan Ko Divayyaa Hain Jam Jaal Ko Katayyaa Hain Ki Kaamannda Ko Kar(u) Hain||",
    "translation": "He is the Saviour of life and giver of faith; He is the chopper of the god of Death and the fulfiller of desires.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "qyj ko pRcMf hYN AKMfx ko KMf hYN mhIpn ko mMf hYN ik iesqRI hYN n nru hYN ]9]261]",
    "transliteration": "Tej Ko Prachanndd Hain Akhannddan Ko Khanndhain Mahoopan Ko Mand Hain Ki Istroo Hain Na Nar(u) Hain||9||261||",
    "translation": "He is the intensifier of Glory and breaker of the unbreakable; He is the establisher of kings, but Himself He is neither male nor female.9.261.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ibsÍ ko Brn hYN ik Apdw ko hrn hYN ik suK ko krn hYN ik qyj ko pRkws hYN ]",
    "transliteration": "Bisva Ko Bharan Hain Ki Apdaa Ko Haran Haiaa Ki Souch Ko Karan Hain Ki Tej Ko Prakaas Hain||",
    "translation": "He is the Sustainer of the Universe and remover of the trouble; He is the giver of comfort and igniter of the fire.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "pweIAY n pwr pwrwvwr hUM ko pwr jwN ko kIjq ibcwr suibcwr ko invws hYN ]",
    "transliteration": "Paaooai Na Paar Paaraavaar Hoon Ko Paar Jaan Ko Koojat Bichaar Soubichaar Ko Nivaas Hain||",
    "translation": "His limits and bounds cannot be known; if we reflect on Him, He is the Abode of all thoughts.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10046,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ihMgulw ihmwlY gwvY hbsI h`lbI iDAwvY pUrbI n pwr pwvY Awsw qy Anws hYN ]",
    "transliteration": "Hingulaa Himaalai Gadvai Habsoo Hallaboo Dhooaavai Poorboo Na Paar Paavai Aasaa Te Anaas Hain||",
    "translation": "The beings of Hingala and Himalaya sing His Praises; the people of Habash country and Halb city meditate on Him. The residents of the East do not know His end and losing all hope they have become disappointed.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
