[
  {
    "id": 90726,
    "shabad_id": 25520,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਅਰੋਗ ਭੋਗ ਭੋਗਵੈ ਨਾਨਾ ਪ੍ਰਕਾਰ ਬ੍ਰਿਥਾਵੰਤ ਖਾਨਿ ਪਾਨ ਰਿਦੈ ਨ ਹਿਤਾਵੲੀ",
    "transliteration": "Jaisay Tau Arog Bhog Bhogavai Naanaa Prakaara , Bridaavant Khaani Paan Ridai N Hitaavaee ?",
    "translation": "Just as a healthy person eats many types of dishes and eatables but a sick man does not like eating any of them. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90727,
    "shabad_id": 25520,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਮਹਖੀ ਸਹਨਸੀਲ ਕੈ ਧੀਰਜੁ ਧੁਜਾ ਅਜਿਅਾ ਮੈ ਤਨਕ ਕਲੇਜੋ ਨ ਸਮਾਵੲੀ",
    "transliteration": "Jaisay Mahakhee Sahanaseel Kai Dheeraju Dhujaa , Ajiaa Mai Tanak Kalayjo N Samaavaee ?",
    "translation": "Just as a buffalo, because of its tolerance is known to have great patience but a goat on the other hand does not have even a fraction of that patience. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90728,
    "shabad_id": 25520,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਜੳੁਹਰੀ ਬਿਸਾਹੈ ਵੇਚੇ ਹੀਰਾ ਮਾਨਕਾਦਿ ਰੰਕ ਪੈ ਨ ਰਾਖਿਓ ਪਰੈ ਜੋਗ ਨ ਜੁਗਾਵੲੀ",
    "transliteration": "Jaisay Jauharee Bisaahai Vaychay Heeraa Maanakaadi , Rank Pai N Raakhiao Parai Jog N Jougaavaee ?",
    "translation": "Just as a jeweller trades in diamonds and precious stones but no valuable diamond can be kept with a pauper since he does not have the ability to keep such expensive item. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90729,
    "shabad_id": 25520,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਪਰਚੈ ਪਵਿਤ੍ਰ ਹੈ ਪੂਜਾ ਪ੍ਰਸਾਦਿ ਪਰਚ ਅਪਰਚੇ ਦੁਸਹਿ ਦੁਖ ਪਾਵੲੀ ॥੫੦੫॥",
    "transliteration": "Taisay Gur Parachai Pavitr Hai Poojaa Prasaadi , Parach Aparachay Dousahi Doukh Paavaee ?505?",
    "translation": "Similarly, a devotee who remains engaged in the service and remembrance of the Lord, eating the offerings and consecrated food for him is justified. But he who is far removed from obeying the command of the Guru cannot consume the worship offerings. Consu",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
