[
  {
    "id": 90822,
    "shabad_id": 25544,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ੳੁਲਟਿ ਪਵਨ ਮਨ ਮੀਨ ਕੀ ਚਪਲ ਗਤਿ ਦਸਮ ਦੁਅਾਰ ਪਾਰ ਅਗਮ ਨਿਵਾਸ ਹੈ",
    "transliteration": "Ulati Pavan Man Meen Kee Chapal Gati , Dasam Duaar Paar Agam Nivaas Hai ?",
    "translation": "Kabit  - By practicing Naam Simran and breathing exercises, the fish-like sharp and wind-like fast blowing mind acquires a stable place beyond the tenth door which is inaccessible. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90823,
    "shabad_id": 25544,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤਹ ਨ ਪਾਵਕ ਪਵਨ ਜਲ ਪ੍ਰਿਥਮੀ ਅਕਾਸ ਨਾਹਿ ਸਸਿ ਸੂਰ ੳੁਤਪਤਿ ਨ ਬਿਨਾਸ ਹੈ",
    "transliteration": "Tah N Paavak Pavan Jal Pridamee Akaasa , Naahi Sasi Soor Outapati N Binaas Hai ?",
    "translation": "At that place neither the effect of five elements like air, fire etc., nor of Sun or Moon or even of creation is experienced. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90824,
    "shabad_id": 25544,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਾਹਿ ਪਰਕਿਰਤਿ ਬਿਰਤਿ ਪਿੰਡ ਪ੍ਰਾਨ ਗਿਅਾਨ ਸਬਦ ਸੁਰਤਿ ਨਹਿ ਦ੍ਰਿਸਟਿ ਨ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Naahi Parakirati Birati Pind Praan Giaana , Sabad Surati Nahi Drisati N Pragaas Hai ?",
    "translation": "It experiences no effect of any material desires nor of body or life sustaining elements. It is unaware of words and sounds. No effect of any light or vision exists there. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90825,
    "shabad_id": 25544,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਵਾਮੀ ਨਾ ਸੇਵਕ ੳੁਨਮਾਨ ਅਨਹਦ ਪਰੈ ਨਿਰਾਲੰਬ ਸੁੰਨ ਮੈ ਨ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਹੈ ॥੫੨੯॥",
    "transliteration": "Svaamee Naa Sayvak Ounamaan Anahad Parai , Niraalanb Sounn Mai N Bisam Bisvaas Hai ?529?",
    "translation": "Beyond that divine state and in the inaccessible region, there is no master and no follower. In that non-existent realm of inactivity and hibernation, one is never in any form of wondrous state (wondrous or unusual events do not take place any more). ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
