[
  {
    "id": 90886,
    "shabad_id": 25560,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਰਪ ਕੈ ਤ੍ਰਾਸ ਸਰਨਿ ਗਹੈ ਖਰਪਤਿ ਜਾੲਿ ਤਹਾ ਜੳੁ ਸਰਪ ਗ੍ਰਾਸੈ ਕਹੋ ਕੈਸੇ ਜੀਜੀਅੈ",
    "transliteration": "Sarap Kai Traas Sarani Gahai Kharapati Jaai , Tahaa Jau Sarap Graasai Kaho Kaisay Jeejeeai ?",
    "translation": "If for the fear of snake, one takes shelter of Garud and yet the snake comes and bite there, how can one survive then? ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90887,
    "shabad_id": 25560,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੰਬਕ ਸੈ ਭਾਗਿ ਮ੍ਰਿਗਰਾਜ ਕੀ ਸਰਨਿ ਗਹੈ ਤਹਾਂ ਜੳੁ ਜੰਬਕ ਹਰੈ ਕਹੋ ਕਹਾਂ ਕੀਜੀਅੈ",
    "transliteration": "Janbak Sai Bhaagi Mrigaraaj Kee Sarani Gahai , Tahaan Jau Janbak Harai Kaho Kahaan Keejeeai ?",
    "translation": "For the fear of a Jackal, if one takes refuge of a lion what can be done if jackal comes and kills there ? ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90888,
    "shabad_id": 25560,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਦਾਰਿਦ੍ਰ ਕੈ ਚਾਂਪੈ ਜਾੲਿ ਸਮਰ ਸਮੇਰ ਸਿੰਧ ਤਹਾਂ ਜੳੁ ਦਾਰਿਦ੍ਰ ਦਹੈ ਕਾਹਿ ਦੋਸੁ ਦੀਜੀਅੈ",
    "transliteration": "Daaridr Kai Chaanpai Jaai Samar Samayr Sindha , Tahaan Jau Daaridr Dahai Kaahi Dosu Deejeeai ?",
    "translation": "Distressed by poverty if someone goes and takes refuge in a gold mine, Sumer mountain or ocean-the treasure-house of diamonds; and if he is still distressed by poverty, then who should be blamed? ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 90889,
    "shabad_id": 25560,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਰਮ ਭਰਮ ਕੈ ਸਰਨਿ ਗੁਰਦੇਵ ਗਹੈ ਤਹਾਂ ਨ ਮਿਟੈ ਕਰਮੁ ਕੳੁਨ ਓਟ ਲੀਜੀਅੈ ॥੫੪੫॥",
    "transliteration": "Karam Bharam Kai Sarani Gurdayv Gahai , Tahaan N Mitai Karamu Kaoun Aot Leejeeai ?545?",
    "translation": "In order to liberate oneself from the wandering and effect of the deeds performed, one takes the support of True Guru. And if even then the cycle of deeds and actions do not end, then whose refuge should be sought.  (545)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
