[
  {
    "id": 67821,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "dys Aaur ibdys BIqr Taur Taur mhMq ] nwc nwc auTy sBY jnu Awj lwg bsMq ]54]",
    "transliteration": "Des Aur Bides Bheetar Thaur Thaur Mahant|| Naach Naach Outhe Sabhai Jan(u) Aaj Laag Basant||54||",
    "translation": "The chieftains of various places are exhibiting their delight and all the people are dancing like the frolicsome people in the spring season.54.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67822,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ikMkxIn ky jwl BUKiq bwj Aau gjrwj ] swj swj dey idjysn Awj kausl rwj ]",
    "transliteration": "Kinknin Ke Jaal Dhoodhat(i) Baaj Au Gadraaj|| Saaj Saaj Dae Dijesan Aaj Kaousal Raaj||",
    "translation": "The network of bells is seen decorate on the elephants and horses nd such-like elephants and horses have been presented by the kings to Dasrath, the husband of Kaushalya.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67823,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "rMk rwj Bey Gny qh rMk rwjn jYs ] rwm jnmq BXo auqsv AauD pur mY AYs ]55]",
    "transliteration": "Rank Raaj Bhae Ghane Tah Rank Raajan Jais|| Raam Janmat Bhayo Outsav Audh Pur Mai Ais||55||",
    "translation": "There has been festival in Ayodhya on the birth of ram that the beggars laden with gifts have become kinglike.55.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67824,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "duMdB Aaur miRdMg qUr qurMg qwn Anyk ] bIn bIn bjMq CIn pRbIn bIn ibsyK ]",
    "transliteration": "Doundabh Aur Mridan Toor Turan Taan Anek|| Been Been Bajant Chheen Prabeen Been Bisekh||",
    "translation": "The tunes of drums and clarionets are being heard alongwith the sound of flutes and lyres.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67825,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "JwNJ bwr qrMg qurhI Byrnwid inXwn ] moih moih igry Drw pr srb bXom ibvwn ]56]",
    "transliteration": "Jhaanjh Baar Taran Tur-hibhernaadh Niyaan|| Moh(i) Moh(i) Gire Dharaa Par Sarab Byom Bivaan||56||",
    "translation": "The sound of bells, walrus and kettledrums are audible and these sound are so attaractive that the air-vehicles of gods, being impressed are coming down to the earth.56.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67826,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "j`qR q`qR ibdys dysn hoq mMglcwr ] bYT bYT krY lgy sB ibpR byd ibcwr ]",
    "transliteration": "Jattra Tattra Bides Desan Hot Mandalchaar|| Baith Baith Darai Lage Sabh Bipra Bed Bichaar||",
    "translation": "Here, there and everywhere the songs of praise are being sung and the Brahmins have begun the discussion on Vedas.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67827,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "DUp dIp mhIp gRyh snyh dyq bnwie ] PUl PUl iPrY sBY gx dyv dyvn rwie ]57]",
    "transliteration": "Dhoop Deep Maheep Greh Saneh Det Bahaae|| Phool Phool Phirai Sabhai Gad Dev Devan Raae||57||",
    "translation": "Because of the incense and earthen lamps, the palace of the king has become so impressive that Indra alongwith gods are moving hither and thither in their delight.57.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67828,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "Awj kwj Bey sBY ieh BwNiq bolq bYn ] BUMm BUr auTI jXq Dun bwj bwjq gYn ]",
    "transliteration": "Aaj Kaaj Bhae Sabhai Eh Bhaant(i) Dolat Hain|| Bhoonm Bhoor Outhijayat Dhoun Baaj Baajat Gadn||",
    "translation": "All the people are saying that on that day all their wishes have been fulfilled. The earth is filled with shouts of victory and the musical instruments are being played in the sky.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67829,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "AYn AYn Dujw bDI sB bwt bMdnvwr ] lIp lIp Dry m`lXwgr hwt pwt bjwr ]58]",
    "transliteration": "Ain Ain Dhujaa Badhisabh Baat Bandanvaar|| Leep Leep Ddare Mallyaagad Haat Paat Bajaar||58||",
    "translation": "There are small flags at all the places, there are greetings on all the paths and all shops and bazaars have been plastered with sandalwood.58.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67830,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "swj swj qurMg kMcn dyq dInn dwn ] ssq hsq dey Anykn ieMdR durd smwn ]",
    "transliteration": "Saaj Saaj Turan Kanchannddet Deenan Daan|| Mast Hast Dae Anekan Indra Durad Samaan||",
    "translation": "The poor people are being given the horses decorated with gold, and many intoxicated elephants like Airavat (the elephant of Indra) are being given in charity.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67831,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ikMkxI ky jwl BUKq dey sXMdn su`D ] gwienn ky pur mno ieh BwNq Awvq bu`D ]59]",
    "transliteration": "Kinkanike Jaal Dhoodhat Dae Syandan Suddh|| Gadenan Ke Pur Mano Eh Bhaant Aavat Buddh||59||",
    "translation": "The horses studded with bells are being given as gifts; it appears that in the city of singers, the prudence is coming by itself.59.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67832,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "bwj swj dey ieqy ijh pweIAY nhI pwr ] dXos dXos bFY lgXo rnDIr rwmvqwr ]",
    "transliteration": "Baaj Saaj Dae Ite Jih Paaeeai Nahipaar|| Dyos Dyos Badhai Lagyo Randheer Raamavtaar||",
    "translation": "The innumerable horses and elephants were given as gifts by the king on one hand and Ram began to grow day by day on the other hand.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67833,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ssqR swsqRn kI sBY ibD dIn qwih suDwr ] Ast dXosn mo gey lY srb rwmkumwr ]60]",
    "transliteration": "Sastra Saastran Kisabhai Bidh Deen Taah(i) Sudhaar|| Ast Dyosan Mo Gad Lai Sarab Raamkoumaar||60||",
    "translation": "He was taught all the required wisdom of the arms and religious texts and Ram learned everything within eight days (i.e. a very short period).60.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67834,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "bwn pwn kmwn lY ibhrMq srjU qIr ] pIq pIq ipCor kwrn DIr cwrhuM bIr ]",
    "transliteration": "Baan Paan Kamaan Lai Bihrant Sarjoo Teer|| Peet Peet Pichhodh Kaaran Dheer Chdaronh Beer||",
    "translation": "They began to roam on the banks of the Saryu river and all the four brother collected the yellow leaves and butterflies.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
