[
  {
    "id": 67835,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬੇਖ ਬੇਖ ਨ੍ਰਿਪਾਨ ਕੇ ਬਿਹਰੰਤ ਬਾਲਕ ਸੰਗ || ਭਾਂਤ ਭਾਂਤਨ ਕੇ ਧਰੇ ਤਨ ਚੀਰ ਰੰਗ ਤਰੰਗ ||੬੧||",
    "transliteration": "Bekh Bekh Nripaan Ke Bihrany Baalak San|| Bhaant Bhaantan Ked Dare Tan Cheer Ran Taran||61||",
    "translation": "Seeing all the princes moving together, eh waves of Saryu exhibited many coloured garments.61.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67836,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅੈਸ ਬਾਤ ਭੲੀ ੲਿਤੈ ੳੁਹ ਓਰ ਬਿਸ੍ਵਾਮਿਤ੍ਰ || ਜੱਗ ਕੋ ਸੁ ਕਰਯੋ ਅਰੰਭਨ ਤੋਖਨਾਰਥ ਪਿਤ੍ਰ ||",
    "transliteration": "Ais Baat Bhaiitai Uh Or Bisvaamitra|| Jagg Ko Su Daryo Aranbhan Tokhnaarath Pitra||",
    "translation": "All this was going on this side and on the other side Vishwamitra began a Yajna for the worship of his manes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67837,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਹੋਮ ਕੀ ਲੈ ਬਾਸਨਾ ੳੁਠ ਧਾਤ ਦੈਤ ਦੁਰੰਤ || ਲੂਟ ਖਾਤ ਸਭੈ ਸਮਗਰੀ ਮਾਰ ਕੂਟ ਮਹੰਤ ||੬੨||",
    "transliteration": "Hom Kilai Baasanaa Outh Dhaat Dait Durant|| Loot Khaat Sabhai Samagadimaar Koot Mahant||62||",
    "translation": "Attracted by the incense of fire-worship (Havana), the demons would come to the sacrificial pit and would eat the materials of Yajna, snatching it from the performer.62.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67838,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਲੂਟ ਖਾਤਹ ਵਿਖਯ ਜੇ ਤਿਨ ਪੈ ਕਛੂ ਨ ਬਸਾੲਿ || ਤਾਕ ਅੳੁਧਹ ਅਾੲਿਯੋ ਤਬ ਰੋਸ ਕੈ ਮੁਨਿ ਰਾੲਿ ||",
    "transliteration": "Loot Khaatah Vikhya Je Tin Pai Kachhodh Na Basaae|| Taak Audhah Aaeyo Tab Ros Kai Mounndi) Raae||",
    "translation": "Seeing the loot of the materials of the fire-worship and feeling himself helpless, the great sage Vishwamitra came to Ayodhya in great anger.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67839,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਅਾੲਿ ਭੂਪਤ ਕੱੳੁ ਕਹਾ ਸੁਤ ਦੇਹੁ ਮੋਕੳੁ ਰਾਮ || ਨਾਤ੍ਰ ਤੋਕੱੳੁ ਭਸਮ ਕਰਿ ਹੱੳੁ ਅਾਜ ਹੀ ੲਿਹ ਠਾਮ ||੬੩||",
    "transliteration": "Aae Bhoopat Kau Kahaa Sout Deh(u) Mokau Raam|| Naatra Tokaau Bhasam Kar(i) Bau Aaj Hieh Thaam||63||",
    "translation": "On reaching (Ayodhya) he said to the king. “Give me your son Ram for a few days, otherwise I shall reduce you to ashes on this very spot.”63.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67840,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕੋਪ ਦੇਖ ਮੁਨੀਸ ਕੱੳੁ ਨ੍ਰਿਪ ਪੂਤ ਤਾ ਸੰਗ ਦੀਨ || ਜੱਗ ਮੰਡਲ ਕੱੳੁ ਚਲਯੋ ਲੈ ਤਾਹਿ ਸੰਗਿ ਪ੍ਰਬੀਨ ||",
    "transliteration": "Kop Dekh Mounndes Kau Nrip Poot Taa San Deen|| Jagg Mandal Kau Chadyo Lai Taah(i) San(i) Prabeen||",
    "translation": "Visualising the fury of the sage, the king asked his son to accompany him and the sage accompanied by Ram went to begin the Yajna again.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67841,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ੲੇਕ ਮਾਰਗ ਦੂਰ ਹੈ ੲਿਕ ਨੀਅਰ ਹੈ ਸੁਨਿ ਰਾਮ || ਰਾਹ ਮਾਰਤ ਰਾਛਸੀ ਜਿਹ ਤਾਰਕਾ ਗਨਿ ਨਾਮ ||੬੪||",
    "transliteration": "Ek Maarg Door Hai Ik Neear Hai Soun(i) Raam|| Raah Maarat Raachhasijih Taarkaa Gad(i) Naam||64||",
    "translation": "The sage said, “O Ram ! listen, there are two routes, on the one the Yajna-spot is far away and on the other it is quit near, but on the later route there lives a demoness named Taraka, who kills the wayfares.64.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67842,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਜੳੁਨ ਮਾਰਗ ਤੀਰ ਹੈ ਤਿਹ ਰਾਹ ਚਾਲਹੁ ਅਾਜ || ਚਿੱਤ ਚਿੰਤ ਨ ਕੀਜੀਅੈ ਦਿਵ ਦੇਵ ਕੇ ਹੈਂ ਕਾਜ ||",
    "transliteration": "Jaoun Maarg Teer Hai Tih Raah Dhaaloh Aaj|| Chhitt Chint Na Keejeeai Div Dev De Hain Kaaj||",
    "translation": "Ram said, “Let us go by the small-distance-route, abandoning the anxiety, this work of killing the demons is the work of the gods.”",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67843,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਬਾਟਿ ਚਾਪੈ ਜਾਤ ਹੈਂ ਤਬ ਲੳੁ ਨਿਸਾਚਰ ਅਾਨ || ਜਾਹੁਗੇ ਕਤ ਰਾਮ ਕਹਿ ਮਗਿ ਰੋਕਿਯੋ ਤਜਿ ਕਾਨ ||੬੫||",
    "transliteration": "Baattee Chaapai Jaat Hain Tab Lau Nisaachar Aan|| Jaahouge Kat Raam Kah(i) Mag(i) Rokiyo Taj(i) Kaan||65||",
    "translation": "They began to move on that route and at the same time the demoness came and laid obstruction on the path saying, “O ram ! how will you proceed and save yourself?”65.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67844,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਦੇਖ ਰਾਮ ਨਿਸਾਚਰੀ ਗਹਿ ਲੀਨ ਬਾਨ ਕਮਾਨ || ਭਾਲ ਮਧ ਪ੍ਹਾਰਿਯੋ ਸੁਰ ਤਾਨ ਕਾਨ ਪ੍ਰਮਾਨ ||",
    "transliteration": "Dekh Raam Nisaacharigad(i) Leen Baan Kamaan|| Dhaal Madh Prahaariyo Sur Taan Kaan Pramaan||",
    "translation": "On seeing the demoness Tarka, ram held his bow and arrows in his hand, and pulling the cow discharged the arrow on her head.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67845,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਬਾਨ ਲਾਗਤ ਹੀ ਗਿਰੀ ਬਿਸੰਭਾਰੁ ਦੇਹਿ ਬਿਸਾਲ || ਹਾਥਿ ਸ੍ਰੀ ਰਘੁਨਾਥ ਕੇ ਭਯੋ ਪਾਪਨੀ ਕੋ ਕਾਲ ||੬੬||",
    "transliteration": "Baan Laagad Higiribisanbhaar(u) Deh(i) Bidaal|| Haath(i) Sriraghounaath Ke Bhyo Paapaniko Kaal||66||",
    "translation": "On being struck by the arrow, the heavy body of the demoness fell down and in this way, he end of the sinner came at the hands of Ram.66.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67846,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਅੈਸ ਤਾਹਿ ਸੰਘਾਰ ਕੈ ਕਰ ਜੱਗ ਮੰਡਲ ਮੰਡ || ਅਾੲਿਗੇ ਤਬ ਲੳੁ ਨਿਸਾਚਰ ਦੀਹ ਦੇੲਿ ਪ੍ਰਚੰਡ ||",
    "transliteration": "Ais Taah(i) Sanhaar Kai Kar Jagg Mandal Mand|| Aaege Tab Lau Nisaachar Deeh Doe Prachanndd||",
    "translation": "In this way, after killing the demoness, when the Yajna was started, two large-sized demons, Marich and Subahu, appeared there.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67847,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਭਾਜ ਭਾਜ ਚਲੇ ਸਭੈ ਰਿਖ ਠਾਢ ਭੇ ਹਠਿ ਰਾਮ || ਜੁੱਧ ਕ੍ਰੁੱਧ ਕਰਯੋ ਤਿਹੂੰ ਤਿਹ ਠੳੁਰ ਸੋਰਹ ਜਾਮ ||੬੭||",
    "transliteration": "Bhaaj Bhaaj Chale Sabhai Rich Thaadh Bhe Hath(i) Raam|| Juddh Kruddh Daryo Tihoon Tih Thaur Sorah Jaam||67||",
    "translation": "Seeing them, all the sages ran away and only Ram persistently stood there and the war of those three was waged continuously for sixteen watches.67.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 67848,
    "shabad_id": 10793,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਮਾਰ ਮਾਰ ਪੁਕਾਰ ਦਾਨਵ ਸਸਤ੍ਰ ਅਸਤ੍ਰ ਸੰਭਾਰ || ਬਾਨ ਪਾਨ ਕਮਾਨ ਕੱੳੁ ਧਰ ਤਬਰ ਤਿੱਛ ਕੁਠਾਰ ||",
    "transliteration": "Maar Maar Poukaar Daanav Sastra Astra Sanbhaar|| Baan Paan Kamaan Kau Dhar Tabar Tichchh Kouthaar||",
    "translation": "Holding firmly their arms and weapons, the demons began to shout “kill, kill”; they caught hold of their axes, bows and arrows in their hands.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
