[
  {
    "id": 68115,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅੳੁਖਧੀ ਕੇ ਰੋਗਨ ਅਨੰਤ ਰੂਪ ਜੋਗਨ ਸਮੀਪ ਕੈ ਬਿਯੋਗਨ ਮਹੇਸ ਮਹਾਮਾਨ ਹੈਂ ॥",
    "transliteration": "Aoukhadhike Rogad Anant Roop Jogad Sameep Kai Biyogad Mahes Mahaamanndhain||",
    "translation": "When they, consisting of endless beauty are nearby, them there is suspicion about their impending separation. They are all most honourable like Shiva.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68116,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੱਤ੍ਰੈ ਖੱਗ ਖਯਾਤਾ ਸਿਸ ਰੂਪਨ ਕੇ ਮਾਤਾ ਮਹਾਂ ਗਯਾਨੀ ਗਯਾਨ ਗਯਾਤਾ ਕੈ ਬਿਧਾਤਾ ਕੈ ਸਮਾਨ ਹੈਂ ॥",
    "transliteration": "Sattrai Khagg Khyaataa Sis Roopan Ke Maataa Mahaan Ghaanighaan Gyaataa Kai Bidhaataa Kai Samaan Hain||",
    "translation": "They are famous swordsmen, childlike for their mothers, the supreme knowledgeable for great sages, they appear apparently like probvidence.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68117,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗਨਨ ਗਨੇਸ ਮਾਨੈ ਸੁਰਨ ਸੁਰੇਸ ਜਾਨੇ ਜੈਸੇ ਪੇਖੈ ਤੈਸੇ ੲੀ ਲਖੇ ਬਿਰਾਜਮਾਨ ਹੈਂ ॥੧੭੨॥",
    "transliteration": "Gadan Gades Maanai Suran Sres Jaane Jaise Pekhai Taise Ee Lakhe Biraajmaan Hain||172||",
    "translation": "All the Ganas consider them as Ganesh and all the gods as Indra. The sum and substance is this that they manifest themselves in the same form as one thinks about.172.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68118,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸੁਧਾ ਸੌ ਸੁਧਾਰੇ ਰੂਪ ਸੋਭਤ ੳੁਜਿਯਾਰੇ ਕਿਧੌ ਸਾਚੇ ਬੀਚ ਢਾਰੇ ਮਹਾ ਸੋਭਾ ਕੈ ਸੁਧਾਰ ਕੈ ॥",
    "transliteration": "Sudhaa Sau Sudhdare Roop Sobhat Ujiydare Kidhau Saache Beech Dhdare Mahaa Sobhaa Kai Shdhaar Kai||",
    "translation": "Having bathed in ambrosia and the manifestation of beauty and glory, these very winsome princes appear as having been created in special mould.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68119,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਕਿਧੌ ਮਹਾ ਮੋਹਨੀ ਕੇ ਮੋਹਬੇ ਨਮਿੱਤ ਬੀਰ ਬਿਧਨਾ ਬਨਾੲੇ ਮਹਾਂ ਬਿਧ ਸੋ ਬਿਚਾਰ ਕੈ ॥",
    "transliteration": "Kidhau Mahaa Mohanike Mohabe Namitt Beer Bidhnaa Banaae Mahaan Bidh So Bichaar Kai||",
    "translation": "It seems that in order to allure some most beautiful damsel the providence created these great heroes in a special way.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68120,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਕਿਧੌ ਦੇਵ ਦੈਤਨ ਬਿਬਾਦ ਛਾਡ ਬਡੇ ਚਿਰ ਮਥ ਕੈ ਸਮੁੰਦ੍ਰ ਛੀਰ ਲੀਨੇ ਹੈ ਨਿਕਾਰ ਕੈ ॥",
    "transliteration": "Kidhau Dev Kaitan Bidaad Chhaad Bade Chir Math Kai Samounndra Chheer Leene Hai Nikaar Kai||",
    "translation": "They appear as having been taken out as gems by churning the ocean by the gods and demons on abandoning their disputes.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68121,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਕਿਧੌ ਬਿਸ੍ਵਨਾਥ ਜੂ ਬਨਾੲੇ ਨਿਜ ਪੇਖਬੇ ਕੳੁ ਅੳੁਰ ਨ ਸਕਤ ਅੈਸੀ ਸੂਰਤੈ ਸੁਧਾਰ ਕੈ ॥੧੭੩॥",
    "transliteration": "Kidhau Bisvanaath Joo Banaae Nij Pekh Be Kau Aur Na Sakat Aisisoortai Sudhaar Kai||173||",
    "translation": "Or it seems that the Lord of the universe made improvement in the creation of their faces himself for having their continuous sight.173.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68122,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਸੀਮ ਤਜ ਅਾਪਨੀ ਬਿਰਾਨੇ ਦੇਸ ਲਾਂਘ ਲਾਂਘ ਰਾਜਾ ਮਿਥਲੇਸ ਕੇ ਪਹੂਚੇ ਦੇਸ ਅਾਨ ਕੈ ॥",
    "transliteration": "Seem Taj Aapanibiraane Des Laanh Laanh Raajaa Mithles Ke Pahooche Des Aan Kai||",
    "translation": "Crossing the frontier of their kingdom and passing through other countries, all these princes reached the abode of king Janak of Mithila.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68123,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਤੁਰਹੀ ਅਨੰਤ ਬਾਜੈ ਦੁੰਦਭੀ ਅਪਾਰ ਗਾਜੈ ਭਾਂਤਿ ਭਾਂਤਿ ਬਾਜਨ ਬਜਾੲੇ ਜੋਰ ਜਾਨ ਕੈ ॥",
    "transliteration": "Tur-hianant Baajai Doundabhiapaar Gadjai Bhaant(i) Bhaant(i) Baajan Bajaae Jor Jaan Kai||",
    "translation": "On reaching there they caused the high-pitch resonance of the drums and other musical instruments.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68124,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਅਾਗੈ ਅਾਨਿ ਤੀਨੈ ਨ੍ਰਿਪ ਕੰਠ ਲਾੲਿ ਲੀਨੇ ਰੀਤ ਰੂੜ ਸਭੈ ਕੀਨੇ ਬੈਠੇ ਬੇਦ ਕੈ ਬਿਧਾਨ ਕੈ ॥",
    "transliteration": "Aagad Aan(i) Teenai Nrip Kanth Laae Leene Reet Rood Sobhai Keene Baithe Bed Kai Bidhaan Kai||",
    "translation": "The king came forward and hugged the all three to his bosom, all the Vedic rites were performed.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68125,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਬਰਿਖਯੋ ਧਨ ਕੀ ਧਾਰ ਪਾੲਿਯਤ ਨ ਪਾਰਾਵਾਰ ਭਿੱਛਕ ਭੲੇ ਨ੍ਰਿਪਾਰ ਅੈਸੇ ਪਾੲਿ ਦਾਨ ਕੈ ॥੧੭੪॥",
    "transliteration": "Barikhyo Dhan Kidhaar Paaeyat Na Paaraavaar Bhichchhak Bhae Nripaar Aise Paae Daan Kai||174||",
    "translation": "There was continuous chartable flow of wealth and on acquiring the alsm, the beggars became king-like.174.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68126,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਬਾਨੇ ਫਹਰਾਨੇ ਘਹਰਾਨੇ ਦੁੰਦਭ ਅਰਰਾਨੇ ਜਨਕ ਪੁਰੀ ਕੌ ਨੀਅਰਾਨੇ ਬੀਰ ਜਾੲਿਕੈ ॥",
    "transliteration": "Baane Phahraane Ghahraane Doundabh Ar-raane Janak Purikau Neearaane Beer Jaae-kai||",
    "translation": "The banners were unfurled and the drums resounded, the brave heroes began to shout loudly on reaching Janakpuri.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68127,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਕਹੂੰ ਚੳੁਰ ਢਾਰੈ ਕਹੂੰ ਚਾਰਣ ੳੁਚਾਰੈ ਕਹੂੰ ਭਾਟ ਜੁ ਪੁਕਾਰੈ ਛੰਦ ਸੁੰਦਰ ਬਨਾੲਿਕੈ ॥",
    "transliteration": "Kahoon Chaur Dhdarai Kahoon Chaaran Ouchdarai Kahoon Bhaat Ju Poukdarai Chhand Soundar Banaae-kai||",
    "translation": "Somewhere the whisks are being swung, somewhere the minstrels are singing eulogies and somewhere the poets are reciting their beautiful stanza.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68128,
    "shabad_id": 10810,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਕਹੂੰ ਬੀਨ ਬਾਜੈ ਕੋੳੂ ਬਾਸੁਰੀ ਮ੍ਰਿਦੰਗ ਸਾਜੈ ਦੇਖੇ ਕਾਮ ਲਾਜੈ ਰਹੇ ਭਿੱਛਕ ਅਘਾੲਿਕੈ ॥",
    "transliteration": "Kahoon Been Baajai Ko( i)  Baasurimridan Saajai Dekhe Kaam Laajai Rahe Bhichchhak Aghaae-kai||",
    "translation": "Somewhere the lyre is being played, somewhere flutes, drum and other musical instruments. On seeing all this the god of love is feeling shy and so mush charity was donated that the beggars feel satisfied.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
