[
  {
    "id": 68311,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਹਾਸ ਕਹਾ ੲਿਹ ੳੁਦਾਸ ਸਮੈ ਗ੍ਹਿ ਅਾਸ ਰਹੋ ਪਰ ਮੈ ਨ ਰਹੋਂਗੀ ॥੨੪੯॥",
    "transliteration": "Haas Kahaa Eh Udaas Samai Grih Aas Raho Par Main A Rahon-gee||249||",
    "translation": "“Do not joke with me at this sad hour, I shall have hope and return to our home if I shall be with you, but I shall not live here without you.”249.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68312,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਰਾਮ ਵਾਚ ਸੀਤਾ ਪ੍ਰਤਿ ॥",
    "transliteration": "Raam Vaach Seetaa Prati||",
    "translation": "Speech of ram addressed to Sita :",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68313,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਾਸ ਕਹੋ ਤੁਹਿ ਬਾਸ ਕਰੋ ਗ੍ਹਿ ਸਾਸੁ ਕੀ ਸੇਵ ਭਲੀ ਬਿਧਿ ਕੀਜੈ ॥",
    "transliteration": "Raas Kaho Tuh(i) Baas Daro Grih Saas(u) Kisev Bhalibidh(i) Keejai||",
    "translation": "“O Sita ! I am telling you the truth that you will be able to serve your mother-inlaw nicely while living in your home.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68314,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਾਲ ਹੀ ਬਾਸ ਬਨੈ ਮ੍ਰਿਗ ਲੋਚਨਿ ਰਾਜ ਕਰੋਂ ਤੁਮ ਸੋ ਸੁਨ ਲੀਜੈ ॥",
    "transliteration": "Kaal Hibaas Banai Mrig Lochanndi) Raaj Daron Toum So Soun Leejai||",
    "translation": "“O doe-eyed ! The time will pass away quickly, I shall rule alongwith you.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68315,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਜੌ ਨ ਲਗੈ ਜੀਯ ਅੳੁਧ ਸੁਭਾਨਨਿ ਜਾਹਿ ਪਿਤਾ ਗ੍ਹਿ ਸਾਚ ਭਨੀਜੈ ॥",
    "transliteration": "Jau Na Lagad Jeeya Audh Soubhaanan(i) Jaah(i) Pitaa Grih Saach Bhaneejai||",
    "translation": "“If indeed, your mind does does not feel at home in Oudh, O winsome-faced ! You go to your father’s house.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68316,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਤਾਤ ਕੀ ਬਾਤ ਗਡੀ ਜੀਯ ਜਾਤ ਸਿਧਾਤ ਬਨੈ ਮੁਹਿ ਅਾੲਿਸ ਦੀਜੈ ॥੨੫੦॥",
    "transliteration": "Taat Kibaat Gadijeeya Jaat Sidhaat Banai Muh(i) Aais Deejai||250||",
    "translation": "“In my mind the instruction of my father abides, therefore you permit me to go to go to the forest.”250.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68317,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਲਛਮਣ ਵਾਚ ॥",
    "transliteration": "Lachhman Vaach||",
    "translation": "Speech of Lakshman :",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68318,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਬਾਤ ੲਿਤੈ ੲਿਹੁ ਭਾਂਤ ਭੲੀ ਸੁਨ ਅਾੲਿਗੇ ਭ੍ਰਾਤ ਸਰਾਸਨ ਲੀਨੇ ॥ ਕੳੁਨ ਕੁਪੂਤ ਭਯੋ ਕੁਲ ਮੇ ਜਿਨ ਰਾਮਹਿ ਬਾਸ ਬਨੈ ਕਹੁ ਦੀਨੇ ॥",
    "transliteration": "Baat Itai Eh(i) Bhaant Bhaisoun Aaege Bhraat Saraason Leene|| Kaoun Koupoot Bhayo Kul Me Jin Raamah(i) Baas Banai Kauh Deene||",
    "translation": "This talk was going on when hearing it, Lakshman came with his bow in his hand and said, “Who can be that undutiful son in our clan who has asked for exile of Ram?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68319,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਕਾਮ ਕੇ ਬਾਨ ਬਧਿਯੋ ਬਸ ਕਾਮਨ ਕੂਰ ਕੁਚਾਲ ਮਹਾ ਮਤਿ ਹੀਨੇ ॥ ਰਾਂਡ ਕੁਭਾਂਡ ਕੇ ਹਾਥ ਬਿਕਿਯੋ ਕਪਿ ਨਾਚਤ ਨਾਚ ਛਰੀ ਜਿਮ ਚੀਨੇ ॥੨੫੧॥",
    "transliteration": "Kaam Ke Baan Badhio Bas Kaamanndkoor Kudhaal Mahaa Mat(i) Heene|| Raand Koubhaand Ke Haath Bikiyo Kap(i) Naachat Naach Chharijim Cheene||251||",
    "translation": "“This foolish person (king) pierced by the arrows of the god of love, entrapped in cruel misconduct, under the impact of a foolish woman is dancing like a monkey understanding the sign of a stick.251.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68320,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ਕਾਮ ਕੋ ਡੰਡ ਲੀੲੇ ਕਰ ਕੇਕੲੀ ਬਾਨਰ ਜਿੳੁ ਨ੍ਰਿਪ ਨਾਚ ਨਚਾਵੈ ॥ ਅੈਠਨ ਅੈਠ ਅਮੈਠ ਲੀੲੇ ਢਿਗ ਬੈਠ ਸੂਅਾ ਜਿਮ ਪਾਠ ਪੜਾਵੈ ॥",
    "transliteration": "Kaam Ko Dand Leee Kar Kekaibaanar Jio Nrip Naach Nachaavai|| Aithan Aith Amaith Leee Dhig Baith Sooaa Jim Paath Padaavai||",
    "translation": "“Taking the stick of lust in her hand Kaikeyi is causing the king to dance like a monkey; that proud woman has caught hold of the king and sitting with him she is teaching him lessons like a parrot.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68321,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਸੳੁਤਨ ਸੀਸ ਹ੍ਵੈ ੲੀਸਕ ੲੀਸ ਪ੍ਰਿਥੀਸ ਜਿੳੁ ਚਾਮ ਕੇ ਦਾਮ ਚਲਾਵੈ ॥ ਕੂਰ ਕੁਜਾਤ ਕੁਪੰਥ ਦੁਰਾਨਨ ਲੋਗ ਗੲੇ ਪਰਲੋਕ ਗਵਾਵੈ ॥੨੫੨॥",
    "transliteration": "Saoutan Sees Hvai Eesak Ees Prithees Jio Chaam Ke Daam Chalaavai|| Koor Kujaat Koupanth Duraanan Log Gad Parlok Gadaavai||252||",
    "translation": "“This woman is riding over the heads of her co-wives like a god of hods and for a short while is making current the coins of leather like the king (i.e. she is behaving to her liking). This cruel, inferior, ill-disciplined and ill-mouthed woman has not on",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68322,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਲੋਗ ਕੁਟੇਵ ਲਗੇ ੳੁਨ ਕੀ ਪ੍ਰਭ ਪਾਵ ਤਜੇ ਮੁਹਿ ਕਯੋ ਬਨ ਅੈਹੈ ॥ ਜੳੁ ਹਟ ਬੈਠ ਰਹੋ ਘਰਿ ਮੋ ਜਸ ਕਯੋ ਚਲਿਹੈ ਰਘੁਬੰਸ ਲਜੈਹੈ ॥",
    "transliteration": "Log Koutev Lage Oun Kiprabh Paav Taje Muh(i) Kyo Ban Aihai|| Jau Hat Baith Raho Ghar(i) Mo Jas Kyo Chalihai Raghoubans Lajaihai||",
    "translation": "“The people have begun to talk ill of both the king and the queen, how can I live by forsaking the feet of Ram, therefore I shall also go to the forests;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68323,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਕਾਲ ਹੀ ਕਾਲ ੳੁਚਾਰਤ ਕਾਲ ਗਯੋ ੲਿਹ ਕਾਲ ਸਭੋ ਛਲ ਜੈਹੈ ॥ ਧਾਮ ਰਹੋ ਨਹੀ ਸਾਚ ਕਹੋਂ ੲਿਹ ਘਾਤ ਗੲੀ ਫਿਰ ਹਾਥ ਨ ਅੈਹੈ ॥੨੫੩॥",
    "transliteration": "Kaal Hikaal Ouchaarat Kaal Gado Eh Kaal Sabho Chhal Jaihai|| Dhaam Raho Nahisaach Kahon Eh Ghaat Gadphir Haath Na Aihaee||253||",
    "translation": "“The whole time has passed in seeking an opportunity to serve ram and in this way the time will deceive all. I am telling the truth that I shall not stay at home and if this opportunity of service is lost, then I cannot avail it.”253.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 68324,
    "shabad_id": 10825,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਚਾਂਪ ਧਰੈ ਕਰ ਚਾਰ ਕੁ ਤੀਰ ਤੁਨੀਰ ਕਸੇ ਦੋੳੂ ਬੀਰ ਸੁਹਾੲੇ ॥ ਅਾਵਧ ਰਾਜ ਤ੍ਰੀਯਾ ਜਿਹ ਸੋਭਤ ਹੋਨ ਬਿਦਾ ਤਿਹ ਤੀਰ ਸਿਧਾੲੇ ॥",
    "transliteration": "Chaanp Ddarai Kar Chaar Ku Teer Touneer Kase Dooo Beer Suhaae|| Aavadh Raaj Treeyaa Jih Sobhat Hon Bidaa Tih Teer Sidhaae||",
    "translation": "Holding the bow in one hand and tightening the quiver and holding three-four arrows in the other hand both the brothers are looking impressive; the side on which the",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
