[
  {
    "id": 91118,
    "shabad_id": 25618,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਮਿਲ ਦ੍ਰੁਮ ਸਫਲ ਨਾਨਾ ਪ੍ਰਕਾਰ ਚੰਦਨ ਮਿਲਤ ਸਬ ਚੰਦਨ ਸੁਬਾਸ ਹੈ",
    "transliteration": "Jaisay Jal Mil Droum Sadhal Naanaa Prakaara , Chandan Milat Sab Chandan Soubaas Hai ?",
    "translation": "Just as all trees and plants yield many types of fruits and flowers by their union with water, but the nearness with sandalwood makes the entire vegetation fragrant like sandalwood.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91119,
    "shabad_id": 25618,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਮਿਲ ਪਾਵਕ ਢਰਤ ਪੁਨ ਸੋੲੀ ਧਾਤ ਪਾਰਸ ਪਰਸ ਰੂਪ ਕੰਚਨ ਪ੍ਰਕਾਸ ਹੈ",
    "transliteration": "Jaisay Mil Paavak Ddharat Poun Soee Dhaata , Paaras Paras Roop Kanchan Prakaas Hai ?",
    "translation": "Just as union with fire melts many metals and on cooling remains the metal that it was, but when touched with philosopher's stone, that metal becomes gold.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91120,
    "shabad_id": 25618,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਵਰ ਨਖਤ੍ਰ ਬਰਖਤ ਜਲ ਜਲਮੲੀ ਸ੍ਵਾਂਤਿ ਬੂੰਦ ਸਿੰਧ ਮਿਲ ਮੁਕਤਾ ਬਿਗਾਸ ਹੈ",
    "transliteration": "Avar Nakhatr Barakhat Jal Jalamaee , Svaanti Boond Sindh Mil Moukataa Bigaas Hai ?",
    "translation": "Just as rain falling outside the specific period (Nakshatra) according to the position of stars and planets is just falling of water drops, but when it rains during Swati Nakshatras, and a drop falls on the oyster in the sea, it becomes a pearl. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91121,
    "shabad_id": 25618,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਪਰਵਿਰਤ ਅੌ ਨਿਵਿਰਤ ਜੋ ਸ੍ਵਭਾਵ ਦੋੳੂ ਗੁਰ ਮਿਲ ਸੰਸਾਰੀ ਨਿਰੰਕਾਰੀ ਅਭਿਅਾਸੁ ਹੈ ॥੬੦੩॥",
    "transliteration": "Taisay Paravirat Au Nivirat Jo Svabhaav Dooo , Gur Mil Sansaaree Nirankaaree Abhiaasu Hai ?603?",
    "translation": "Similarly, engrossed in maya and liberated of maya's influence are two tendencies in the world. But whatever intentions and inclinations one goes to the True Guru, he acquires the trait of worldly or divinely accordingly.  (603)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
