[
  {
    "id": 91154,
    "shabad_id": 25627,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਰਿਧ ਸਿਧ ਨਿਧ ਸੁਧਾ ਪਾਰਸ ਕਲਪਤਰੁ ਕਾਮਧੇਨੁ ਚਿੰਤਾਮਨਿ ਲਛਮੀ ਸ੍ਵਮੇਵ ਕੀ",
    "transliteration": "Ridh Sidh Nidh Sudhaa Paaras Kalapataru , Kaamadhaynu Chintaamani Lachhamee Svamayv Kee ?",
    "translation": "All wealths, miraculous powers, so-called elixirs, philosopher stones, heavenly-trees and cows, pearl that frees a person from all worries and even goddess Lakshami (goddess of wealth) are paltry,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91155,
    "shabad_id": 25627,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਚਤੁਰ ਪਦਾਰਥ ਸੁਭਾਵ ਸੀਲ ਰੂਪ ਗੁਨ ਭੁਕਤ ਜੁਕਤ ਮਤ ਅਲਖ ਅਭੇਵ ਕੀ",
    "transliteration": "Chatur Padaarad Soubhaav Seel Roop Gouna , Bhoukat Joukat Mat Alakh Abhayv Kee ?",
    "translation": "The four elements, piety of character, righteousness, beautiful form, virtues, relishment of material wisdom and means of uniting with inaccessible and indiscriminating Lord are also paltry,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91156,
    "shabad_id": 25627,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜ੍ਵਾਲਾ ਜੋਤਿ ਜੈ ਜੈਕਾਰ ਕੀਰਤਿ ਪ੍ਰਤਾਪ ਛਬਿ ਤੇਜ ਤਪ ਕਾਂਤਿ ਬਿਭੈ ਸੋਭਾ ਸਾਧ ਸੇਵ ਕੀ",
    "transliteration": "Jvaalaa Joti Jai Jaikaar Keerati Prataap Chhabi , Tayj Tap Kaanti Bibhai Sobhaa Saadh Sayv Kee ?",
    "translation": "Shining miraculous intellect, praise of the world, glory and grandeur, power, penance, revolutionary praise, luxurious living and service of the holy-men is also no match.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91157,
    "shabad_id": 25627,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਨੰਦ ਸਹਜ ਸੁਖ ਸਕਲ ਪ੍ਰਕਾਸ ਕੋਟਿ ਕਿੰਚਤ ਕਟਾਛ ਕ੍ਰਿਪਾ ਜਾਂਹਿ ਗੁਰਦੇਵ ਕੀ ॥੬੧੨॥",
    "transliteration": "Anand Sahaj Soukh Sakal Prakaas Koti , Kinchat Kataachh Kripaa Jaanhi Gurdayv Kee ?612?",
    "translation": "A momentary glimpse of grace by the True Guru provides a slave Sikh with all the bliss, ecstasy, happiness and millions of radiances, who has been blessed with consecration of Lord's name by the Guru.  (612)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
