[
  {
    "id": 91181,
    "shabad_id": 25634,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਅਨਭੈ ਭਵਨ ਪ੍ਰੇਮ ਭਗਤਿ ਮੁਕਤਿ ਦ੍ਵਾਰ ਚਾਰੋ ਬਸੁ ਚਾਰੋ ਕੁੰਟ ਰਾਜਤ ਰਾਜਾਨ ਹੈ",
    "transliteration": "Anabhai Bhavan Praym Bhagati Moukati Dvaara , Chaaro Basu Chaaro Kount Raajat Raajaan Hai ?",
    "translation": "The door of the True Guru is perpetual source of knowledge, a place where His slaves are ever involved in His loving worship and His loving maids are praying for salvation.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91182,
    "shabad_id": 25634,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਾਗ੍ਰਤ ਸ੍ਵਪਨ ਦਿਨ ਰੈਨ ੳੁਠ ਬੈਠ ਚਲਿ ਸਿਮਰਨ ਸ੍ਵਨ ਸੁਕ੍ਰਿਤ ਪਰਵਾਨ ਹੈ",
    "transliteration": "Jaagrat Svapan Din Rain Outth Baitth Chali , Simaran Sravan Soukrit Paravaan Hai ?",
    "translation": "That human being is ever accepted at the door of the True Guru who utters and listens to His divine name awake, sleeping, sitting, standing or walking. This for him is the supreme task for him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91183,
    "shabad_id": 25634,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੋੲੀ ਜੋੲੀ ਅਾਵੈ ਸੋੲੀ ਭਾਵੈ ਪਾਵੈ ਨਾਮੁ ਨਿਧ ਭਗਤਿ ਵਛਲ ਮਾਨੋ ਬਾਜਤ ਨੀਸਾਨ ਹੈ",
    "transliteration": "Joee Joee Aavai Soee Bhaavai Paavai Naamu Nidha , Bhagati Vachhal Maano Baajat Neesaan Hai ?",
    "translation": "All those who come to the door of the True Guru with devotion and love are accepted by the True Guru. He acquires the invaluable treasure of Name. It seems the proclamation of Him being the lover of the worshippers is being sounded on His door in the form",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91184,
    "shabad_id": 25634,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜੀਵਨ ਮੁਕਤਿ ਸਾਮ ਰਾਜ ਸੁਖ ਭੋਗਵਤ ਅਦਭੁਤ ਛਬਿ ਅਤਿ ਹੀ ਬਿਰਾਜਮਾਨ ਹੈ ॥੬੧੯॥",
    "transliteration": "Jeevan Moukati Saam Raaj Soukh Bhogavata , Adabhout Chhabi Ati Hee Biraajamaan Hai ?619?",
    "translation": "All those human beings who take refuge on the door of the king of kings, they enjoy the wondrous comforts of the treasure of Name and becomes liberated while alive. Such wondrous beauty of the court of the True Guru is becoming well adorned.  (619)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
