[
  {
    "id": 91197,
    "shabad_id": 25638,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਨਿੰਦ੍ਰਾ ਮੈ ਕਹਾ ਧੳੁ ਜਾੲਿ ਖੁਧਯਾ ਮੈ ਕਹਾ ਧੳੁ ਖਾੲਿ ਤ੍ਰਿਖਾ ਮੈ ਕਹਾ ਜਰਾੲਿ ਕਹਾ ਜਲ ਪਾਨ ਹੈ",
    "transliteration": "Nindraa Mai Kahaa Dhau Jaai Khudhayaa Mai Kahaa Dhau Khaai , Trikhaa Mai Kahaa Jaraai Kahaa Jal Paan Hai ?",
    "translation": "Where does a man reach while asleep? How does he eat when hungry? When thirst flares up, how does it satisfy it ? And where does the water consumed creates calmness?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91198,
    "shabad_id": 25638,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਹਸਨ ਰੋਵਨ ਕਹਾ ਕਹਾ ਪੁਨ ਚਿੰਤਾ ਚਾੳੁ ਕਹਾਂ ਭਯ ਭਾੳੁ ਭੀਰ ਕਹਾ ਧੳੁ ਭਯਾਨ ਹੈ",
    "transliteration": "Hasan Rovan Kahaa Kahaa Poun Chintaa Chaau , Kahaan Bhay Bhaau Bheer Kahaa Dhau Bhayaan Hai ?",
    "translation": "How does it cry or laugh? Then what is worry and glee or elation? What is fear and what is love? What is cowardice and to what extent is dreadfulness?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91199,
    "shabad_id": 25638,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਹਿਚਕੀ ਡਕਾਰ ਅੌ ਖੰਘਾਰ ਜੰਮਹਾੲੀ ਛੀਕ ਅਪਸਰ ਗਾਤ ਖੁਜਲਾਤ ਕਹਾ ਅਾਨ ਹੈ",
    "transliteration": "Hichakee Dakaar Au Khanghaar Janmahaaee Chheeka , Apasar Gaat Khujalaat Kahaa Aan Hai ?",
    "translation": "Where and how does hiccups, belching, phlegm, yawn, sneeze, passing of wind, scratching of body and many other such-like things happen?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91200,
    "shabad_id": 25638,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਹੰਮੇਵ ਟੇਵ ਕਹਾਂ ਸਤ ਅੌ ਸੰਤੋਖ ਦਯਾ ਧਰਮ ਨ ਜਾਨ ਹੈ ॥੬੨੩॥",
    "transliteration": "Kaam Krodh Lobh Moh Ahanmayv Tayv Kahaan , Sat Au Santokh Dayaa Dharam N Jaan Hai ?623?",
    "translation": "What is the nature of lust, anger, greed, attachment and pride? Similarly reality of truth, contentment, kindness and righteousness cannot be known.  (623)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
