[
  {
    "id": 91221,
    "shabad_id": 25644,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗਿਅਾਨ ਮੇਘ ਬਰਖਾ ਸਰਬਤ੍ਰ ਬਰਖੈ ਸਮਾਨ ੳੂਚੋ ਤਜ ਨੀਚੈ ਬਲ ਗਵਨ ਕੈ ਜਾਤ ਹੈ",
    "transliteration": "Giaan Maygh Barakhaa Sarabatr Barakhai Samaana , Oocho Taj Neechai Bal Gavan Kai Jaat Hai ?",
    "translation": "Just as rain falls alike all over, and the water falling on higher ground flow down to lower ground automatically.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91222,
    "shabad_id": 25644,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤੀਰਥ ਪਰਬ ਜੈਸੇ ਜਾਤ ਹੈ ਜਗਤ ਚਲ ਜਾਤ੍ਰਾ ਹੇਤ ਦੇਤ ਦਾਨ ਅਤਿ ਬਿਗਸਾਤ ਹੈ",
    "transliteration": "Teerad Parab Jaisay Jaat Hai Jagat Chala , Jaatraa Hayt Dayt Daan Ati Bigasaat Hai ?",
    "translation": "Just as on festivals people go to places of pilgrimage and feels happy making charities.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91223,
    "shabad_id": 25644,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਨ੍ਰਿਪ ਸੋਭਤ ਹੈ ਬੈਠਿਓ ਸਿੰਘਾਸਨ ਪੈ ਚਹੂੰ ਓਰ ਤੇ ਦਰਬ ਅਾਵ ਦਿਨ ਰਾਤ ਹੈ",
    "transliteration": "Jaisay Nrip Sobhat Hai Baitthiao Singhaasan Pai , Chahoon Aor Tay Darab Aav Din Raat Hai ?",
    "translation": "Just as a king sits on throne and earns admirations, he receives gifts and offerings from all sides both during day and night.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91224,
    "shabad_id": 25644,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਨਿਹਕਾਮ ਧਾਮ ਸਾਧ ਹੈ ਸੰਸਾਰ ਬਿਖੈ ਅਸਨ ਬਸਨ ਚਲ ਅਾਵਤ ਜੁਗਾਤ ਹੈ ॥੬੨੯॥",
    "transliteration": "Taisay Nihakaam Dhaam Saadh Hai Sansaar Bikhai , Asan Basan Chal Aavat Jougaat Hai ?629?",
    "translation": "Similarly, the house of God-like True Guru is without desires. Like the rain water, charity at places of pilgrimage and the king, food items, clothes and money of Daswandh keep pouring in the house of the True Guru. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
