[
  {
    "id": 91225,
    "shabad_id": 25645,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਬਾਨ ਧਨੁਖ ਸਹਿਤ ਹ੍ਵੈ ਨਿਜ ਬਸ ਛੂਟਤਿ ਨ ਅਾਵੈ ਫੁਨ ਜਤਨ ਸੈ ਹਾਥ ਜੀ",
    "transliteration": "Jaisay Baan Dhanoukh Sahit Hvai Nij Basa , Chhootati N Aavai Dhoun Jatan Sai Haad Jee ?",
    "translation": "Just as an arrow is in full control (of the warrior) as long as it remains in the bow, but once released cannot come back howsoever one may try.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91226,
    "shabad_id": 25645,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਬਾਘ ਬੰਧਸਾਲਾ ਬਿਖੈ ਬਾਧ੍ਰਯੋ ਰਹੈ ਪੁਨ ਖੁਲੈ ਤੋ ਨ ਅਾਵੈ ਬਸ ਬਸਹਿ ਨ ਸਾਥ ਜੀ",
    "transliteration": "Jaisay Baagh Bandhasaalaa Bikhai Baadhyo Rahai Pouna , Khulai To N Aavai Bas Basahi N Saad Jee ?",
    "translation": "Just as a lion remains in a cage, but when released cannot be brought under control. Once out of control, it cannot be tamed.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91227,
    "shabad_id": 25645,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਦੀਪ ਦਿਪਤ ਨ ਜਾਨੀਅੈ ਭਵਨ ਬਿਖੈ ਦਾਵਾਨਲ ਭੲੇ ਨ ਦੁਰਾੲੇ ਦੁਰੈ ਨਾਥ ਜੀ",
    "transliteration": "Jaisay Deep Dipat N Jaaneeai Bhavan Bikhai , Daavaanal Bhaay N Duraaay Durai Naad Jee ?",
    "translation": "Just as the heat of a lit lamp is not felt by anybody in the house, but if it becomes the fire of the jungle (spreads in the house) then it becomes uncontrollable.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91228,
    "shabad_id": 25645,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਮੁਖ ਮਧ ਬਾਣੀ ਬਸਤ ਨ ਕੋੳੂ ਲਖੈ ਬੋਲੀਅੈ ਬਿਚਾਰ ਗੁਰਮਤਿ ਗੁਨ ਗਾਥ ਜੀ ॥੬੩੦॥",
    "transliteration": "Taisay Moukh Madh Baanee Basat N Kooo Lakhai , Boleeai Bichaar Gurmati Goun Gaad Jee ?630?",
    "translation": "Similarly, no one can know the words on one's tongue. Like an arrow released from the bow, words spoken cannot be taken back. Therefore one should always think and reflect on what one is about to say and all conversation should be in accordance with the w",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
