[
  {
    "id": 91257,
    "shabad_id": 25653,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚੀਕਨੇ ਕਲਸ ਪਰ ਜੈਸੇ ਨਾ ਟਿਕਤ ਬੂੰਦ ਕਾਲਰ ਮੈਂ ਪਰੇ ਨਾਜ ਨਿਪਜੈ ਨ ਖੇਤ ਜੀ",
    "transliteration": "Cheekanay Kalas Par Jaisay Naa Tikat Boonda , Kaalar Main Paray Naaj Nipajai N Khayt Jee ?",
    "translation": "Just as a drop of water does not rest on a greasy pitcher and no seed grows in a saline soil.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91258,
    "shabad_id": 25653,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਧਰਿ ਪਰ ਤਰੁ ਸੇਬਲ ਅਫਲ ਅਰੁ ਬਿਖਿਅਾ ਬਿਰਖ ਫਲੇ ਜਗੁ ਦੁਖ ਦੇਤ ਜੀ",
    "transliteration": "Jaisay Dhari Par Taru Saybal Adhal Aru , Bikhiaa Birakh Dhalay Jagu Doukh Dayt Jee ?",
    "translation": "Just as silk cotton tree is bereft of fruit on this earth, and just as a poisonous tree causes much trouble to the people.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91259,
    "shabad_id": 25653,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚੰਦਨ ਸੁਬਾਸ ਬਾਂਸ ਬਾਸ ਬਾਸ ਬਾਸੀਅੈ ਨਾ ਪਵਨ ਗਵਨ ਮਲ ਮੂਤਤਾ ਸਮੇਤ ਜੀ",
    "transliteration": "Chandan Soubaas Baans Baas Baas Baaseeai Naa , Pavan Gavan Mal Mootataa Samayt Jee ?",
    "translation": "Just as a bamboo tree acquires no fragrance despite living near a sandalwood tree, and just as the air blowing over filth acquires the same bad odour.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91260,
    "shabad_id": 25653,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ੳੁਪਦੇਸ ਪਰਵੇਸ ਨ ਮੋ ਰਿਦੈ ਭਿਦੇ ਜੈਸੇ ਮਾਨੋ ਸ੍ਵਾਂਤਿਬੂੰਦ ਅਹਿ ਮੁਖ ਲੇਤ ਜੀ ॥੬੩੮॥",
    "transliteration": "Gur Oupadays Paravays N Mo Ridai Bhiday , Jaisay Maano Svaantiboond Ahi Moukh Layt Jee ?638?",
    "translation": "Similarly being like a greasy pitcher, saline land, silk cotton tree, bamboo tree and filth-polluted air, the sermon of the True Guru does not pierce my heart (it creates no ambrosial elixir). On the contrary, it feels as if a snake has just taken swati.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
