[
  {
    "id": 91285,
    "shabad_id": 25660,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਪਪੀਹਾ ਪ੍ਰਿਯ ਪ੍ਰਿਯ ਟੇਰ ਹੇਰੇ ਬੂੰਦ ਵੈਸੇ ਪਤਿਬ੍ਰਤਾ ਪਤਿਬ੍ਰਤ ਪ੍ਰਤਿਪਾਲ ਹੈ",
    "transliteration": "Jaisay Tau Papeehaa Priy Priy Tayr Hayray Boonda , Vaisay Patibrataa Patibrat Pratipaal Hai ?",
    "translation": "Just as a rain-bird longing for a Swati drop keep wailing making sound of  ' Peeu, Peeu' similarly a faithful wife fulfills her wifely duties remembering her husband, ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91286,
    "shabad_id": 25660,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਦੀਪ ਦਿਪਤ ਪਤੰਗ ਪੇਖਿ ਜ੍ਵਾਰਾ ਜਰੈ ਤੈਸੇ ਪ੍ਰਿਅਾ ਪ੍ਰੇਮ ਨੇਮ ਪ੍ਰੇਮਨੀ ਸਮ੍ਹਾਰ ਹੈ",
    "transliteration": "Jaisay Deep Dipat Patang Paykhi Jvaaraa Jarai , Taisay Priaa Praym Naym Praymanee Samhaar Hai ?",
    "translation": "Just as a love-lorn moth burns itself on the flame of an oil lamp, so does a woman faithful in love lives her duties and religion (She sacrifices herself over her husband).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91287,
    "shabad_id": 25660,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਲ ਸੈ ਨਿਕਸ ਜੈਸੇ ਮੀਨ ਮਰ ਜਾਤ ਤਾਤ ਬਿਰਹ ਬਿਯੋਗ ਬਿਰਹਨੀ ਬਪੁ ਹਾਰ ਹੈ",
    "transliteration": "Jal Sai Nikas Jaisay Meen Mar Jaat Taata , Birah Biyog Birahanee Bapu Haar Hai ?",
    "translation": "Just as a fish die immediately when brought out of water, so does a woman separated from her husband die of pangs becoming weak in his memory day by day.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91288,
    "shabad_id": 25660,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਿਰਹਨੀ ਪ੍ਰੇਮ ਨੇਮ ਪਤਿਬ੍ਰਤਾ ਕੈ ਕਹਾਵੈ ਕਰਨੀ ਕੈ ਅੈਸੀ ਕੋਟਿ ਮਧੇ ਕੋੳੂ ਨਾਰ ਹੈ ॥੬੪੫॥",
    "transliteration": "Birahanee Praym Naym Patibrataa Kai Kahaavai , Karanee Kai Aisee Koti Madhay Kooo Naar Hai ?645?",
    "translation": "A separated faithful, loving and devoted wife who lives her life according to her religion is perhaps one in a billion.  (645)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
