[
  {
    "id": 91313,
    "shabad_id": 25667,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਫਲ ਜਨਮ ਧੰਨ ਅਾਜ ਕੋ ਦਿਵਸ ਰੈਨਿ ਪਹਰ ਮਹੂਰਤ ਘਰੀ ਅੳੁ ਪਲ ਪਾੲੇ ਹੈਂ",
    "transliteration": "Sadhal Janam Dhann Aaj Ko Divas Raini , Pahar Mahoorat Gharee Au Pal Paaay Hain ?",
    "translation": "My birth has become successful and fruitful today. This auspicious day, night, watch, moments that have provided me with moments of union with my Lord are worthy of admiration and salutation.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91314,
    "shabad_id": 25667,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਫਲ ਸਿੰਗਾਰ ਚਾਰ ਸਿਹਜਾ ਸੰਜੋਗ ਭੋਗ ਅਾਂਗਨ ਮੰਦਰ ਅਤਿ ਸੁੰਦਰ ਸੁਹਾੲੇ ਹੈਂ",
    "transliteration": "Sadhal Singaar Chaar Sihajaa Sanjog Bhoga , Aangan Mandar Ati Soundar Suhaaay Hain ?",
    "translation": "All my embellishments of Naam Simran are fruitful today, now that I am about to enjoy the spiritual bliss of union with my Lord on the bed-like heart. My heart-like courtyard and temple-like body are also becoming decorated. ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91315,
    "shabad_id": 25667,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜਗਮਗ ਜੋਤਿ ਸੋਭਾ ਕੀਰਤਿ ਪ੍ਰਤਾਪ ਛਬਿ ਅਾਨਦ ਸਹਜਿ ਸੁਖ ਸਾਗਰ ਬਢਾੲੇ ਹੈਂ",
    "transliteration": "Jagamag Joti Sobhaa Keerati Prataap Chhabi , Aanad Sahaji Soukh Saagar Baddhaaay Hain ?",
    "translation": "The seas of comfort and bliss are leaping in my stable spiritual state as a result of union with my Lord on the bed of my heart. It is effulgent with divine light. It has blessed me with praise and glory, grandeur and splendour and a beautiful image.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91316,
    "shabad_id": 25667,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਰਥ ਧਰਮ ਕਾਮ ਮੋਖ ਨਿਹਕਾਮ ਨਾਮੁ ਪ੍ਰੇਮ ਰਸ ਰਸਿਕ ਹ੍ਵੈ ਲਾਲ ਮੇਰੇ ਅਾੲੇ ਹੈਂ ॥੬੫੨॥",
    "transliteration": "Arad Dharam Kaam Mokh Nihakaam Naamu , Praym Ras Rasik Hvai Laal Mayray Aaay Hain ?652?",
    "translation": "Lord's name that makes dharam, arth, kaam and mokh as no more desirable elements of pursuits; the meditation of that Naam has enamored my beloved Lord in the hue of my love who has now come and taken the seat on my bed-like heart.  (652)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
