[
  {
    "id": 91345,
    "shabad_id": 25675,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮਾਨਨ ਨ ਕੀਜੈ ਮਾਨ ਬਦੋ ਨ ਤੇਰੋ ਸਿਅਾਨ ਮੇਰੋ ਕਹ੍ਰਯੋ ਮਾਨ ਜਾਨ ਅੌਸੁਰ ਅਭੀਚ ਕੋ",
    "transliteration": "Maanan N Keejai Maan Bado N Tayro Siaana , Mayro Kahyo Maan Jaan Aousur Abheech Ko ?",
    "translation": "O my egoistic friend! Don't be proud, I do not consider much wisdom in this pride. Listen to me and regard this human birth as the most auspicious and invaluable time of meeting with the Lord. Make this opportunity a success by taking the initiation of Na",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91346,
    "shabad_id": 25675,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਿਯਾ ਕੀ ਅਨੇਕ ਪ੍ਰਯਾਰੀ ਚਿਰੰਕਾਲ ਅਾੲੀ ਬਾਰੀ ਲੇਹੁ ਨ ਸੁਹਾਗ ਸੰਗ ਛਾਡਿ ਹਠ ਨੀਚ ਕੋ",
    "transliteration": "Priyaa Kee Anayk Pyaaree Chirankaal Aaee Baaree , Layhu N Suhaag Sang Chhaadi Hatth Neech Ko ?",
    "translation": "Dear Lord has numerous beloved wives whose hearts are pierced with His ambrosial Naam. After wandering in many species, you have now got the turn to meet with the Lord through this human birth. Why don't you give up your arrogant obduracy and unite with y",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91347,
    "shabad_id": 25675,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਜਨੀ ਬਿਹਾਤ ਜਾਤ ਜੋਬਨ ਸਿੰਗਾਰ ਗਾਤ ਖੇਲਹੁ ਨ ਪ੍ਰੇਮ ਰਸ ਮੋਹ ਸੁਖ ਬੀਚ ਕੋ",
    "transliteration": "Rajanee Bihaat Jaat Joban Singaar Gaata , Khaylahu N Praym Ras Moh Soukh Beech Ko ?",
    "translation": "This night-like human life is passing away. The youth, body and all its adornments will be left behind. Then why don't you enjoy and relish the loving elixir of your dear husband? And why are you wasting your night-like life in the false pleasures of maya",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91348,
    "shabad_id": 25675,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਬ ਕੈ ਨ ਭੇਟੇ ਨਾਥ ਬਹੁਰਿਯੋ ਨ ਅਾਵੈ ਹਾਥ ਬਿਰਹਾ ਬਿਹਾਵੈ ਬਲਿ ਬਡੋ ਭਾੲੀ ਮੀਚ ਕੋ ॥੬੬੦॥",
    "transliteration": "Ab Kai N Bhaytay Naad Bahuriyo N Aavai Haada , Birahaa Bihaavai Bali Bado Bhaaee Meech Ko ?660?",
    "translation": "And if you fail to achieve union with your master Lord in this human birth, you will not get another opportunity. You will have to spend the remainder life in the separation of the Lord. The separation is far more painful than death.  (660)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
