[
  {
    "id": 91357,
    "shabad_id": 25678,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਿਹਜਾ ਸਮੈ ਅਗ੍ਰਯਾਨ ਮਾਨ ਕੈ ਰਸਾੲੇ ਨਾਹਿ ਤਨਕ ਹੀ ਮੈ ਰਿਸਾੲਿ ੳੁਤ ਕੋ ਸਿਧਾਰ ਹੈਂ",
    "transliteration": "Sihajaa Samai Agyaan Maan Kai Rasaaay Naahi , Tanak Hee Mai Risaai Out Ko Sidhaar Hain ?",
    "translation": "Due to my pride of youth, wealth and ignorance, I did not please my beloved Lord at the time of my meeting with Him. As a result He became cross with me and left me for some other place. (I was too preoccupied with enjoying my human life and paid no atten",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91358,
    "shabad_id": 25678,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਾਛੈ ਪਛਤਾੲਿ ਹਾੲਿ ਹਾੲਿ ਕਰ ਕਰ ਮੀਜ ਮੂੰਡ ਧੁਨ ਧੁਨ ਕੋਟਿ ਜਨਮ ਧਿਕਾਰੇ ਹੈਂ",
    "transliteration": "Paachhai Pachhataai Haai Haai Kar Kar Meeja , Moond Dhoun Dhoun Koti Janam Dhikaaray Hain ?",
    "translation": "After realising the separation of my Lord, I am now repenting and grieving and beating my head, am cursing my millions births of separation from Him.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91359,
    "shabad_id": 25678,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅੌਸਰ ਨ ਪਾਵੋਂ ਬਿਲਲਾੳੁ ਦੀਨ ਦੁਖਤ ਹ੍ਵੈ ਬਿਰਹ ਬਿਯੋਗ ਸੋਗ ਅਾਤਮ ਸੰਘਾਰੇ ਹੈਂ",
    "transliteration": "Aousar N Paavon Bilalaau Deen Doukhat Hvai , Birah Biyog Sog Aatam Sanghaaray Hain ?",
    "translation": "I cannot get this chance of meeting my Lord for ever anymore. That is why I am wailing, feeling the distress and perturbation. The separation, its pangs and its worry is torturing me.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91360,
    "shabad_id": 25678,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਰੳੁਪਕਾਰ ਕੀਜੈ ਲਾਲਨ ਮਨਾੲਿ ਦੀਜੈ ਤੋ ਪਰ ਅਨੰਤ ਸਰਬੰਸ ਬਲਿਹਾਰੈ ਹੈਂ ॥੬੬੩॥",
    "transliteration": "Paraoupakaar Keejai Laalan Manaai Deejai , To Par Anant Sarabans Balihaarai Hain ?663?",
    "translation": "O friend beloved of my Lord! do me a favour and bring around my separated Lord husband. And for such a favour, I will sacrifice all that I have many times over you.  (663)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
