[
  {
    "id": 91401,
    "shabad_id": 25689,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਅਨੇਕ ਰੋਗੀ ਅਾਵਤ ਹੈਂ ਬੈਦ ਗਿ੍ਹਿ ਜੈਸੋ ਜੈਸੋ ਰੋਗ ਤੈਸੋ ਅੳੁਖਧੁ ਖੁਵਾਵੲੀ",
    "transliteration": "Jaisay Tau Anayk Rogee Aavat Hain Baid Grihi , Jaiso Jaiso Rog Taiso Aoukhadhu Khuvaavaee ?",
    "translation": "Just as several patients come to the house of a medical practitioner, and he administers medicine to each one of them according to their ailment.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91402,
    "shabad_id": 25689,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਰਾਜ ਦ੍ਵਾਰ ਲੋਗ ਅਾਵਤ ਸੇਵਾ ਨਮਿਤ ਜੋੲੀ ਜਾਹੀਂ ਜੋਗ ਤੈਸੀ ਟਹਿਲ ਬਤਾਵੲੀ",
    "transliteration": "Jaisay Raaj Dvaar Log Aavat Sayvaa Namita , Joee Jaaheen Jog Taisee Tahil Bataavaee ?",
    "translation": "Just as myriad people come to the door of the king to serve him, and each one is told to prefer service that he is capable and fit to do;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91403,
    "shabad_id": 25689,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਦਾਤਾ ਪਾਸ ਜਨ ਅਰਥੀ ਅਨੇਕ ਅਾਵੈਂ ਜੋੲੀ ਜੋੲੀ ਜਾਚੈ ਦੇ ਦੇ ਦੁਖਨ ਮਿਟਾਵੲੀ",
    "transliteration": "Jaisay Daataa Paas Jan Aradee Anayk Aavain , Joee Joee Jaachai Day Day Doukhan Mitaavaee ?",
    "translation": "Just as many needy persons come to a kind-hearted donor and he gives them whatever each one asks, thus allaying distress of each one of them.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 91404,
    "shabad_id": 25689,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਸਰਨ ਅਾਵਤ ਹੈਂ ਅਨੇਕ ਸਿਖ ਜੈਸੋ ਜੈਸੋ ਭਾੳੁ ਤੈਸੀ ਕਾਮਨਾ ਪੁਜਾਵੲੀ ॥੬੭੪॥",
    "transliteration": "Taisay Gur Saran Aavat Hain Anayk Sikha , Jaiso Jaiso Bhaau Taisee Kaamanaa Pujaavaee ?674?",
    "translation": "Similarly many Sikhs come into the refuge of the True Guru, and whatever devotion and love one has in the mind the , True Guru fulfils it accordingly.  (674)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
