{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਸੋ ਐਸਾ ਹਰਿ ਸਭਨਾ ਕਾ ਪ੍ਰਭੁ, ਸਤਿਗੁਰ ਕੈ ਵਲਿ ਹੈ; ਤਿਨਿ ਸਭਿ ਵਰਨ ਚਾਰੇ ਖਾਣੀ, ਸਭ ਸ੍ਰਿਸਟਿ ਗੋਲੇ ਕਰਿ; ਸਤਿਗੁਰ ਅਗੈ ਕਾਰ ਕਮਾਵਣ ਕਉ ਦੀਏ ॥",
      "page": 851,
      "line": 14
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "That such God, the Lord of all, is on the side of the True Guru. All the castes, the four sources of production and the entire world, He has made the slaves of the True Guru to perform his service."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਉਹ ਇਹੋ ਜਿਹਾ ਵਾਹਿਗੁਰੂ, ਸਾਰਿਆਂ ਦਾ ਸੁਆਮੀ, ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਪੱਖ ਤੇ ਹੈ। ਸਮੂਹ ਜਾਤਾਂ, ਚਾਰੇ ਉਤਪਤੀ ਦੇ ਸੋਮੇ ਅਤੇ ਸਾਰਾ ਸੰਸਾਰ, ਉਸ ਨੇ ਸੱਚੇ ਗੁਰਾਂ ਦੇ ਮੂਹਰੇ ਟਹਿਲ ਕਰਨ ਲਈ ਗੁਲਾਮ ਬਣਾ ਛੱਡੇ ਹਨ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Such is God, the Lord of all; He is on the True Guru's side. All castes and social classes, the four sources of creation, and the whole universe are slaves of the True Guru; God makes them work for Him."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਐਸਾ ਹਰੀ ਜੋ ਸਭਨੋਂ ਕਾ ਪ੍ਰਭੂ ਹੈ, ਸੋ ਸਤਿਗੁਰੋਂ ਕੇ (ਵਲਿ) ਤਰਫ ਹੈ, ਭਾਵ ਸੇ ਪਖੀ ਹੈ। ਤਿਸੀ ਤੇ ਤਿਸ ਹਰੀ ਨੇ ਸਭੀ ਵਰਨ ਔਰ ਚਾਰੋਂ ਖਾਣੀ ਆਦੀ ਸੰਪੂਰਨ ਸ੍ਰਿਸਟੀ ਕੇ ਜੀਵ ਸਤਿਗੁਰੋਂ ਕੇ ਆਗੇ ਕਾਰ ਕਮਾਵਣੇ ਕੋ ਗੋਲੇ ਕਰ ਦੀਏ ਹੈਂ, ਭਾਵ ਯਹ ਸਰਬ ਸ੍ਰਿਸਟੀ ਸਤਿਗੁਰੋਂ ਕੀ ਸੇਵਾ ਹੇਤ ਰਚੀ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਭਾਈ! ਇਹੋ ਜਿਹੀ ਸਮਰਥਾ ਵਾਲਾ ਸਭਨਾਂ ਜੀਵਾਂ ਦਾ ਮਾਲਕ ਉਹ ਪਰਮਾਤਮਾ (ਸਦਾ) ਸਤਿਗੁਰੂ ਦੇ ਪੱਖ ਤੇ ਰਹਿੰਦਾ ਹੈ। ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਚਹੁੰਆਂ ਵਰਨਾਂ ਚਹੁੰਆਂ ਖਾਣੀਆਂ ਦੇ ਸਾਰੇ ਜੀਵ ਸਾਰੀ ਹੀ ਸ੍ਰਿਸ਼ਟੀ (ਦੇ ਜੀਵ) (ਗੁਰੂ ਦੇ) ਸੇਵਕ ਬਣਾ ਕੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸੇਵਾ ਕਰਨ ਲਈ ਖੜੇ ਕੀਤੇ ਹੋਏ ਹਨ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "El Señor está del lado del Guru, pues hace que toda la creación le dé Servicio."
    }
  ]
}
