{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਸਬਦੁ ਖੋਜਿ. ਇਹੁ ਘਰੁ ਲਹੈ; ਨਾਨਕੁ. ਤਾ ਕਾ ਦਾਸੁ ॥੧॥",
      "page": 1291,
      "line": 5
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak is the slave of him, who by searching the Lord's Name obtains this Home of his."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ ਉਸ ਦਾ ਗੋਲਾ ਹੈ ਜੋ ਸਾਈਂ ਦੇ ਨਾਮ ਦੀ ਤਲਾਸ਼ ਕਰਨ ਦੁਆਰਾ ਆਪਣੇ ਇਸ ਧਾਮ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Nanak is the slave of that one who seeks the Shabad and finds this home within. ||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸਬਦ ਕਰ ਜੋਗ ਮਾਰਗ ਕੇ ਖੋਜਣੇ ਸੇ ਜੋ ਪੁਰਸ ਇਹ (ਘਰੁ) ਦਸਮਾ ਦ੍ਵਾਰਾ ਲੇਤਾ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਤਿਸ ਕਾ ਦਾਸ ਹੂੰ॥☬ਪੁਨਹ ਦੁਤ੍ਯਾ ਅਰਥ ਸ੍ਰੀਰ ਘਰ ਮੇਂ ਸਤਿਗੁਰੂ ਚਤਰੁ ਪੁਰਸ (ਘਰ) ਸ੍ਵਰੂਪ ਕੋ ਦਿਖਾਇ ਦੇਤਾ ਹੈ॥ (ਪੰਚ) ਸੰਤੋਂ ਕੇ ਜੋ (ਸਬਦ) ਵਾਕ੍ਯ ਹੈਂ ਧੁਨੀ ਸ੍ਵਰੂਪ (ਧੁਨ) ਸੋ ਬਜ ਰਹੇ ਹੈਂ, ਯਿਹ ਵਾਕ ਪ੍ਰਗਟੁ ਹੈ॥ ਵਾ ਤਿਨ ਕੋ (ਸਬਦੁ) ਬ੍ਰਹਮ ਪ੍ਰਗਟ ਹੈ ਔਰ ਗ੍ਯਾਨ ਰੂਪ ਦੀਪਕ (ਲੋਅ) ਪ੍ਰਕਾਸ ਰਹਾ ਹੈ ਅਰ (ਪਾਤਾਲ) ਨਿੰਮ੍ਰਤਾ ਸੰਜੁਗਤ ਹੂਏ ਹੈਂ। ਕਾਮਾਦਿਕੋ ਕੌ ਖੰਡ ਕਰ (ਮੰਡਲ) ਸਮੂਹ ਦੈਵੀ ਗੁਣੋਂ ਕੋ ਧਾਰਨ ਕੀਆ ਹੈ ਔਰ ਅਚਰਜ ਰੂਪ ਕੋ ਦੇਖ ਰਹੇ ਹੈਂ, ਤਿਨ ਪੁਰਸੋਂ ਕੀ (ਤਾਰ ਘੋਰ) ਬ੍ਰਿਤੀ ਗਾੜੀ ਬਾਜੰਤ੍ਰ ਅਰਥਾਤ ਮੁੜ ਮੁੜ ਕਰ ਅੰਤਰ ਮੁਖ ਹੋ ਰਹੀ ਹੈ॥ ਵਹੁ ਪਾਤਿਸਾਹਿ ਸੰਤ ਸਾਚੇ ਤਖਤ ਗ੍ਯਾਨ ਪਰ ਬਿਰਾਜਮਾਨ ਹੋ ਰਹੇ ਹੈਂ॥ ਔਰ (ਸੁਖੁ) ਭਗਤੀ ਕੇ (ਘਰ) ਸਤਸੰਗ ਮੇਂ (ਰਾਗ) ਪ੍ਰੇਮ ਕਰ ਮਹਾਤਮੋਂ ਕੇ ਵਾਕੋਂ ਕੋ ਸੁਨਤੇ ਹੈਂ॥ ਅਰੁ ਅਫੁਰ ਮੰਡਲਾਕਾਰ ਪਰਮਾਤਮਾ ਮੇਂ ਲਿਵ ਲਾਇ ਰਹੇ ਹੈਂ॥ (ਅਕਥ) ਪਮਰੇਸ੍ਵਰ ਕੀ ਕਥਾ ਕਾ ਵੀਚਾਰੁ ਕਰਤੇ ਹੈਂ॥ ਵਾਸਨਾ ਕੋ ਹਟਾਇ ਕਰ ਬ੍ਰਹਮ ਮੇਂ ਸਮਾਏ ਹੈਂ ਰਿਦਾ ਕਮਲ ਸੰਸਾਰ ਕੀ ਤਰਫ ਸੇ ਉਲਟਾ ਹੈ ਔਰ ਆਤਮਾ ਅਨੰਦ ਅੰਮ੍ਰਿਤ ਕਰ ਭਰਾ ਹੈ। ਇਹ ਬ੍ਰਹਮ ਗਿਆਨੀ ਕਾ ਮਨ ਅਨੰਦ ਹੂਆ ਹੂਆ ਕਹੀਂ ਨਹੀਂ ਜਾਤਾ, ਜਾਪ ਤੇ ਜੋ ਅਜਪ ਪਰਮੇਸ੍ਵਰ ਹੈ, ਸੋ ਬਿਸਰਤਾ ਨਹੀਂ ਹੈ॥ ਕਿਉਂਕਿ ਆਪਣਾ ਆਪ ਜਾਣ ਕੇ ਤਿਸ ਮੈਂ ਸਦਾ ਸ"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਸਮਝ ਕੇ ਜੋ ਮਨੁੱਖ ਇਸ (ਨਿਰੋਲ ਆਪਣੇ) ਘਰ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ, ਨਾਨਕ ਉਸ ਦਾ ਸੇਵਕ ਹੈ ॥੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Los Gurmukjs habitan en lo profundo del Hogar del Ser. Nanak es el esclavo de quién busca el Shabd y encuentra este Hogar en su interior. (1)"
    }
  ]
}