[
  {
    "shabad_id": 2295,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "rqnu lukwieAw lUkY nwhI; jy ko rKY lukweI]4]",
    "transliteration": "Rathan Lukaaeiaa Lookai Naahee Jae Ko Rakhai Lukaaee ||4||",
    "translation": "The jewel is concealed, but it is not concealed, even though one may try to conceal it. ||4||",
    "punjabi": "(ਹਾਂ ਜੇ ਕਿਸੇ ਨੂੰ ਇਹ ਨਾਮ-ਰਤਨ ਹਾਸਲ ਹੋ ਜਾਵੇ, ਤਾਂ) ਜੇ ਉਹ ਮਨੁੱਖ (ਇਸ ਰਤਨ ਨੂੰ ਆਪਣੇ ਅੰਦਰ) ਲੁਕਾ ਕੇ ਰੱਖਣਾ ਚਾਹੇ, ਤਾਂ ਲੁਕਾਇਆਂ ਇਹ ਰਤਨ ਲੁਕਦਾ ਨਹੀਂ (ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਤੋਂ ਰਤਨ-ਪ੍ਰਾਪਤੀ ਦੇ ਲੱਛਣ ਦਿੱਸ ਪੈਂਦੇ ਹਨ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2295,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "sBu ikCu qyrw. qU AMqrjwmI; qU sBnw kw pRBu soeI]",
    "transliteration": "Sabh Kishh Thaeraa Thoo Antharajaamee Thoo Sabhanaa Kaa Prabh Soee ||",
    "translation": "Everything is Yours, O Inner-knower, Searcher of hearts; You are the Lord God of all.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ-ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਦੀ ਸਾਰ ਲੈਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2295,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ijs no dwiq krih so pwey; jn nwnk. Avru n koeI]5]9]",
    "transliteration": "Jis No Dhaath Karehi So Paaeae Jan Naanak Avar N Koee ||5||9||",
    "translation": "He alone receives the gift, unto whom You give it; O servant Nanak, there is no one else. ||5||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਉਹੀ ਮਨੁੱਖ ਤੇਰਾ ਨਾਮ ਹਾਸਲ ਕਰ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਤੂੰ ਇਹ ਦਾਤਿ ਬਖ਼ਸ਼ਦਾ ਹੈਂ। ਹੋਰ ਕੋਈ ਭੀ ਐਸਾ ਜੀਵ ਨਹੀਂ (ਜੋ ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਤੋਂ ਬਿਨਾ ਤੇਰਾ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਸਕੇ) ॥੫॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "soriT mhlw 5 Gru 1 iqquky",
    "transliteration": "Sorath Mehalaa 5 Ghar 1 Thithukae",
    "translation": "Sorat'h, Fifth Mehl, First House, Ti-Tukas:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਤਿਨ-ਤੁਕੀ ਬਾਣੀ।",
    "pronunciation": "iq-quky:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2296,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "iks hau jwcI. iks AwrwDI; jw sBu ko kIqw hosI]",
    "transliteration": "Kis Ho Jaachee Kis Aaraadhhee Jaa Sabh Ko Keethaa Hosee ||",
    "translation": "Who should I ask? Who should I worship? All were created by Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਹਰੇਕ ਜੀਵ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਤਾਂ (ਉਸ ਕਰਤਾਰ ਨੂੰ ਛੱਡ ਕੇ) ਮੈਂ ਹੋਰ ਕਿਸ ਪਾਸੋਂ ਕੁਝ ਮੰਗਾਂ? ਮੈਂ ਹੋਰ ਕਿਸ ਦੀ ਆਸ ਰੱਖਦਾ ਫਿਰਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jo jo dIsY vfw vfyrw; so so KwkU rlsI]",
    "transliteration": "Jo Jo Dheesai Vaddaa Vaddaeraa So So Khaakoo Ralasee ||",
    "translation": "Whoever appears to be the greatest of the great, shall ultimately be mixed with the dust.",
    "punjabi": "ਜੇਹੜਾ ਭੀ ਕੋਈ ਵੱਡਾ ਜਾਂ ਧਨਾਢ ਮਨੁੱਖ ਦਿੱਸਦਾ ਹੈ, ਹਰੇਕ ਨੇ (ਮਰ ਕੇ) ਮਿੱਟੀ ਵਿਚ ਰਲ ਜਾਣਾ ਹੈ (ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਦਾਤਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "inrBau inrMkwru. Bv KMfnu; siB suK nv iniD dysI]1]",
    "transliteration": "Nirabho Nirankaar Bhav Khanddan Sabh Sukh Nav Nidhh Dhaesee ||1||",
    "translation": "The Fearless, Formless Lord, the Destroyer of Fear bestows all comforts, and the nine treasures. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਸੁਖ ਤੇ ਜਗਤ ਦੇ ਸਾਰੇ ਨੌ ਖ਼ਜ਼ਾਨੇ ਉਹ ਨਿਰੰਕਾਰ ਹੀ ਦੇਣ ਵਾਲਾ ਹੈ ਜਿਸ ਨੂੰ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ, ਤੇ, ਜੋ ਸਭ ਜੀਵਾਂ ਦਾ ਜਨਮ ਮਰਨ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "hir jIau; qyrI dwqI rwjw]",
    "transliteration": "Har Jeeo Thaeree Dhaathee Raajaa ||",
    "translation": "O Dear Lord, Your gifts alone satisfy me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੈਂ ਤੇਰੀਆਂ (ਦਿੱਤੀਆਂ) ਦਾਤਾਂ ਨਾਲ (ਹੀ) ਰੱਜ ਸਕਦਾ ਹਾਂ।",
    "pronunciation": "dw`qIN",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "mwxsu bpuVw ikAw swlwhI; ikAw iqs kw muhqwjw]rhwau]",
    "transliteration": "Maanas Bapurraa Kiaa Saalaahee Kiaa This Kaa Muhathaajaa || Rehaao ||",
    "translation": "Why should I praise the poor helpless man? Why should I feel subservient to him? ||Pause||",
    "punjabi": "ਮੈਂ ਕਿਸੇ ਵਿਚਾਰੇ ਮਨੁੱਖ ਦੀ ਵਡਿਆਈ ਕਿਉਂ ਕਰਦਾ ਫਿਰਾਂ? ਮੈਨੂੰ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਮੁਥਾਜੀ ਕਿਉਂ ਹੋਵੇ? ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ijin hir iDAwieAw. sBu ikCu iqs kw; iqs kI BUK gvweI]",
    "transliteration": "Jin Har Dhhiaaeiaa Sabh Kishh This Kaa This Kee Bhookh Gavaaee ||",
    "translation": "All things come to one who meditates on the Lord; the Lord satisfies his hunger.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ, ਜਗਤ ਦੀ ਹਰੇਕ ਚੀਜ਼ ਹੀ ਉਸ ਦੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਅੰਦਰੋਂ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "AYsw Dnu dIAw suKdwqY; inKuit. n kb hI jweI]",
    "transliteration": "Aisaa Dhhan Dheeaa Sukhadhaathai Nikhutt N Kab Hee Jaaee ||",
    "translation": "The Lord, the Giver of peace, bestows such wealth, that it can never be exhausted.",
    "punjabi": "ਸੁਖਦਾਤੇ ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ ਅਜੇਹਾ (ਨਾਮ-) ਧਨ ਦੇ ਦਿੱਤਾ ਹੈ ਜੋ (ਉਸ ਪਾਸੋਂ) ਕਦੇ ਭੀ ਨਹੀਂ ਮੁੱਕਦਾ।",
    "pronunciation": "(in-Ku`it) mu`kxw",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "Andu BieAw suK shij smwxy; siqguir myil imlweI]2]",
    "transliteration": "Anadh Bhaeiaa Sukh Sehaj Samaanae Sathigur Mael Milaaee ||2||",
    "translation": "I am in ecstasy, absorbed in celestial peace; the True Guru has united me in His Union. ||2||",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ (ਜਦੋਂ) ਮਿਲਾ ਦਿੱਤਾ, ਤਾਂ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਕਾਰਨ ਉਸ ਦੇ ਅੰਦਰ ਆਨੰਦ ਤੇ ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "mn nwmu jip. nwmu AwrwiD; An idnu nwmu vKwxI]",
    "transliteration": "Man Naam Jap Naam Aaraadhh Anadhin Naam Vakhaanee ||",
    "translation": "O mind, chant the Naam, the Name of the Lord; worship the Naam, night and day, and recite the Naam.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਿਮਰਿਆ ਕਰ, ਉਚਾਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "aupdysu suix swD sMqn kw; sB cUkI kwix jmwxI]",
    "transliteration": "Oupadhaes Sun Saadhh Santhan Kaa Sabh Chookee Kaan Jamaanee ||",
    "translation": "Listen to the Teachings of the Holy Saints, and all fear of death will be dispelled.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਜਮਾਂ ਦੀ ਭੀ ਸਾਰੀ ਮੁਥਾਜੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ijn kau ikRpwlu hoAw pRBu myrw; sy lwgy gur kI bwxI]3]",
    "transliteration": "Jin Ko Kirapaal Hoaa Prabh Maeraa Sae Laagae Gur Kee Baanee ||3||",
    "translation": "Those blessed by God's Grace are attached to the Word of the Guru's Bani. ||3||",
    "punjabi": "(ਪਰ, ਹੇ ਮਨ!) ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਉਹੀ ਮਨੁੱਖ ਸੁਰਤਿ ਜੋੜਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਆਪ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "kImiq kauxu krY pRB qyrI; qU srb jIAw dieAwlw]",
    "transliteration": "Keemath Koun Karai Prabh Thaeree Thoo Sarab Jeeaa Dhaeiaalaa ||",
    "translation": "Who can estimate Your worth, God? You are kind and compassionate to all beings.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ (ਮੇਹਰ ਦੀ) ਕੀਮਤ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ? ਤੂੰ ਸਾਰੇ ਹੀ ਜੀਵਾਂ ਉੱਤੇ ਮੇਹਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "sBu ikCu kIqw qyrw vrqY; ikAw hm bwl gupwlw]",
    "transliteration": "Sabh Kishh Keethaa Thaeraa Varathai Kiaa Ham Baal Gupaalaa ||",
    "translation": "Everything which You do, prevails; I am just a poor child - what can I do?",
    "punjabi": "ਹੇ ਗੋਪਾਲ ਪ੍ਰਭੂ! ਸਾਡੀ ਜੀਵਾਂ ਦੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ? ਜਗਤ ਵਿਚ ਹਰੇਕ ਕੰਮ ਤੇਰਾ ਹੀ ਕੀਤਾ ਹੋਇਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2296,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "rwiK lyhu nwnku jnu qumrw; ijau ipqw pUq ikrpwlw]4]1]",
    "transliteration": "Raakh Laehu Naanak Jan Thumaraa Jio Pithaa Pooth Kirapaalaa ||4||1||",
    "translation": "Protect and preserve Your servant Nanak; be kind to him, like a father to his son. ||4||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਤੇਰਾ ਦਾਸ ਹੈ, (ਇਸ ਦਾਸ ਦੀ) ਰੱਖਿਆ ਉਸੇ ਤਰ੍ਹਾਂ ਕਰਦਾ ਰਹੁ, ਜਿਵੇਂ ਪਿਉ ਆਪਣੇ ਪੁਤਰਾਂ ਉਤੇ ਕਿਰਪਾਲ ਹੋ ਕੇ ਕਰਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "soriT mhlw 5 Gru 1 cOquky]",
    "transliteration": "Sorath Mehalaa 5 Ghar 1 Chaathukae ||",
    "translation": "Sorat'h, Fifth Mehl, First House, Chau-Tukas:",
    "punjabi": "",
    "pronunciation": "cO-quky:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "guru goivMdu slwhIAY BweI; min qin ihrdY Dwr]",
    "transliteration": "Gur Govindh Salaaheeai Bhaaee Man Than Hiradhai Dhhaar ||",
    "translation": "Praise the Guru, and the Lord of the Universe, O Siblings of Destiny; enshrine Him in your mind, body and heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨ ਵਿਚ, ਤਨ ਵਿਚ, ਹਿਰਦੇ ਵਿਚ, (ਪ੍ਰਭੂ ਨੂੰ) ਟਿਕਾ ਕੇ ਉਸ ਸਭ ਤੋਂ ਵੱਡੇ ਗੋਬਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "swcw swihbu min vsY BweI; eyhw krxI swr]",
    "transliteration": "Saachaa Saahib Man Vasai Bhaaee Eaehaa Karanee Saar ||",
    "translation": "Let the True Lord and Master abide in your mind, O Siblings of Destiny; this is the most excellent way of life.",
    "punjabi": "ਮਨੁੱਖ ਵਾਸਤੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕਰਤੱਬ ਹੈ ਹੀ ਇਹ ਕਿ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਵੱਸਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ijqu qin nwmu. n aUpjY BweI; sy qn hoey Cwr]",
    "transliteration": "Jith Than Naam N Oopajai Bhaaee Sae Than Hoeae Shhaar ||",
    "translation": "Those bodies, in which the Name of the Lord does not well up, O Siblings of Destiny - those bodies are reduced to ashes.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜਿਸ ਸਰੀਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਨਹੀਂ ਹੁੰਦਾ ਉਹ ਸਾਰੇ ਸਰੀਰ ਵਿਅਰਥ ਗਏ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "swDsMgiq kau vwirAw BweI; ijn eykMkwr ADwr]1]",
    "transliteration": "Saadhhasangath Ko Vaariaa Bhaaee Jin Eaekankaar Adhhaar ||1||",
    "translation": "I am a sacrifice to the Saadh Sangat, the Company of the Holy, O Siblings of Destiny; they take the Support of the One and Only Lord. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੈਂ ਤਾਂ ਉਹਨਾਂ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਇੱਕ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ ਨੂੰ ਜ਼ਿੰਦਗੀ) ਦਾ ਆਸਰਾ (ਬਣਾਇਆ ਹੋਇਆ) ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "soeI scu ArwDxw BweI; ijs qy sBu ikCu hoie]",
    "transliteration": "Soee Sach Araadhhanaa Bhaaee Jis Thae Sabh Kishh Hoe ||",
    "translation": "So worship and adore that True Lord, O Siblings of Destiny; He alone does everything.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੀ ਹੀ ਆਰਾਧਨਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਤੋਂ (ਜਗਤ ਦੀ) ਹਰੇਕ ਚੀਜ਼ ਹੋਂਦ ਵਿਚ ਆਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "guir pUrY jwxwieAw BweI; iqsu ibnu. Avru n koie]rhwau]",
    "transliteration": "Gur Poorai Jaanaaeiaa Bhaaee This Bin Avar N Koe || Rehaao ||",
    "translation": "The Perfect Guru has taught me, O Siblings of Destiny, that without Him, there is no other at all. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮੈਨੂੰ ਇਹ) ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ ਉਸ (ਪਰਮਾਤਮਾ) ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਪੂਜਣ-ਜੋਗ) ਨਹੀਂ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwm ivhUxy pic muey BweI; gxq. n jwie gxI]",
    "transliteration": "Naam Vihoonae Pach Mueae Bhaaee Ganath N Jaae Ganee ||",
    "translation": "Without the Naam, the Name of the Lord, they putrefy and die, O Siblings of Destiny; their numbers cannot be counted.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ ਗਿਣਤੀ ਗਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਰਹਿ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਉਲਝ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "pic:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ivxu sc. soc n pweIAY BweI; swcw Agm DxI]",
    "transliteration": "Vin Sach Soch N Paaeeai Bhaaee Saachaa Agam Dhhanee ||",
    "translation": "Without Truth, purity cannot be achieved, O Siblings of Destiny; the Lord is true and unfathomable.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੇ ਨਾਮ) ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਪਵਿਤ੍ਰਤਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਉਹ ਸਦਾ-ਥਿਰ ਅਪਹੁੰਚ ਮਾਲਕ ਹੀ (ਪਵਿਤ੍ਰਤਾ ਦਾ ਸੋਮਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "Awvx jwxu. n cukeI BweI; JUTI dunI mxI]",
    "transliteration": "Aavan Jaan N Chukee Bhaaee Jhoothee Dhunee Manee ||",
    "translation": "Coming and going do not end, O Siblings of Destiny; pride in worldly valuables is false.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ) ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਮੁੱਕਦਾ। ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦਾ ਮਾਣ ਕੂੜਾ ਹੈ (ਇਹ ਮਾਣ ਤਾਂ ਲੈ ਡੁੱਬਦਾ ਹੈ, ਜਨਮ ਮਰਨ ਵਿਚ ਪਾਈ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "gurmuiK koit auDwrdw BweI; dy nwvY eyk kxI]2]",
    "transliteration": "Guramukh Kott Oudhhaaradhaa Bhaaee Dhae Naavai Eaek Kanee ||2||",
    "translation": "The Gurmukh saves millions of people, O Siblings of Destiny, blessing them with even a particle of the Name. ||2||",
    "punjabi": "(ਦੂਜੇ ਪਾਸੇ) ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ ਦੀ ਇਕ ਕਣੀ ਹੀ ਦੇ ਕੇ ਕ੍ਰੋੜਾਂ ਨੂੰ (ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "isMimRiq swsq soiDAw BweI; ivxu siqgur. Brmu n jwie]",
    "transliteration": "Sinmrith Saasath Sodhhiaa Bhaaee Vin Sathigur Bharam N Jaae ||",
    "translation": "I have searched through the Simritees and the Shaastras, O Siblings of Destiny - without the True Guru, doubt does not depart.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਿੰਮ੍ਰਿਤੀਆਂ ਸ਼ਾਸਤ੍ਰ ਵਿਚਾਰ ਵੇਖੇ ਹਨ (ਉਹਨਾਂ ਪਾਸੋਂ ਭੀ ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ), ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਹੋਰ ਪਾਸੋਂ) ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "isMm-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "Aink krm kir QwikAw BweI; iPir iPir bMDn pwie]",
    "transliteration": "Anik Karam Kar Thhaakiaa Bhaaee Fir Fir Bandhhan Paae ||",
    "translation": "They are so tired of performing their many deeds, O Siblings of Destiny, but they fall into bondage again and again.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸ਼ਾਸਤ੍ਰ ਦੇ ਦੱਸੇ ਹੋਏ) ਅਨੇਕਾਂ ਕਰਮ ਕਰ ਕੇ ਮਨੁੱਖ ਥੱਕ ਜਾਂਦਾ ਹੈ, (ਸਗੋਂ) ਮੁੜ ਮੁੜ ਬੰਧਨ ਹੀ ਸਹੇੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "cwry kuMfw soDIAw BweI; ivxu siqgur nwhI jwie]",
    "transliteration": "Chaarae Kunddaa Sodhheeaa Bhaaee Vin Sathigur Naahee Jaae ||",
    "translation": "I have searched in the four directions, O Siblings of Destiny, but without the True Guru, there is no place at all.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰਾ ਜਗਤ ਢੂੰਢ ਕੇ ਵੇਖ ਲਿਆ ਹੈ (ਭਟਕਣਾ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]