[
  {
    "shabad_id": 2297,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "vfBwgI guru pwieAw BweI; hir hir nwmu iDAwie ]3]",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Bhaaee Har Har Naam Dhhiaae ||3||",
    "translation": "By great good fortune, I found the Guru, O Siblings of Destiny, and I meditate on the Name of the Lord, Har, Har. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਵਡਭਾਗੀ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "scu sdw hY inrmlw BweI; inrml swcy soie ]",
    "transliteration": "Sach Sadhaa Hai Niramalaa Bhaaee Niramal Saachae Soe ||",
    "translation": "The Truth is forever pure, O Siblings of Destiny; those who are true are pure.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਹੀ) ਸਦਾ ਪਵਿਤ੍ਰ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਵਿਤ੍ਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ndir kry ijsu AwpxI BweI; iqsu prwpiq hoie ]",
    "transliteration": "Nadhar Karae Jis Aapanee Bhaaee This Paraapath Hoe ||",
    "translation": "When the Lord bestows His Glance of Grace, O Siblings of Destiny, then one obtains Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਉਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲਦੀ ਹੈ ਜਿਸ ਉੱਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "koit mDy jnu pweIAY BweI; ivrlw koeI koie ]",
    "transliteration": "Kott Madhhae Jan Paaeeai Bhaaee Viralaa Koee Koe ||",
    "translation": "Among millions, O Siblings of Destiny, hardly one humble servant of the Lord is found.",
    "punjabi": "ਤੇ, ਇਹੋ ਜਿਹਾ ਕੋਈ ਮਨੁੱਖ ਕ੍ਰੋੜਾਂ ਵਿਚੋਂ ਹੀ ਇਕ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2297,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "nwnk. rqw sic nwim BweI; suix mnu qnu inrmlu hoie ]4]2]",
    "transliteration": "Naanak Rathaa Sach Naam Bhaaee Sun Man Than Niramal Hoe ||4||2||",
    "translation": "Nanak is imbued with the True Name, O Siblings of Destiny; hearing it, the mind and body become immaculately pure. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਸੁਣ ਸੁਣ ਕੇ ਉਸ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਸਰੀਰ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "soriT mhlw 5 duquky ]",
    "transliteration": "Sorath Mehalaa 5 Dhuthukae ||",
    "translation": "Sorat'h, Fifth Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "du-quk:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jau lau. Bwau ABwau iehu mwnY; qau lau imlxu dUrweI ]",
    "transliteration": "Jo Lo Bhaao Abhaao Eihu Maanai Tho Lo Milan Dhooraaee ||",
    "translation": "As long as this person believes in love and hate, it is difficult for him to meet the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤਕ (ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ (ਕਿਸੇ ਨਾਲ) ਮੋਹ (ਤੇ ਕਿਸੇ ਨਾਲ) ਵੈਰ ਮੰਨਦਾ ਹੈ, ਤਦੋਂ ਤਕ (ਇਸ ਦਾ ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਦੂਰ ਦੀ ਗੱਲ ਹੁੰਦੀ ਹੈ,",
    "pronunciation": "(Bwau) moh[ (ABwau) vYr",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Awn Awpnw krq bIcwrw; qau lau bIcu ibKweI ]1]",
    "transliteration": "Aan Aapanaa Karath Beechaaraa Tho Lo Beech Bikhaaee ||1||",
    "translation": "As long as he discriminates between himself and others, he will distance himself from the Lord. ||1||",
    "punjabi": "(ਕਿਉਂਕਿ ਜਦੋਂ ਤਕ ਇਹ ਕਿਸੇ ਨੂੰ) ਆਪਣਾ (ਤੇ ਕਿਸੇ ਨੂੰ) ਬਿਗਾਨਾ (ਮੰਨਣ ਦੀਆਂ) ਵਿਚਾਰਾਂ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਤਕ (ਇਸ ਦੇ ਅੰਦਰ) ਮਾਇਆ (ਦੇ ਮੋਹ ਦਾ) ਪਰਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਜੋ ਇਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੋੜੀ ਰੱਖਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(Awn) ibgwnw",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "mwDvy; AYsI dyhu buJweI ]",
    "transliteration": "Maadhhavae Aisee Dhaehu Bujhaaee ||",
    "translation": "O Lord, grant me such understanding,",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਇਹੋ ਜਿਹੀ ਅਕਲ ਬਖ਼ਸ਼,",
    "pronunciation": "bu`JweI",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "syvau swD ghau Et crnw; nh ibsrY muhqu csweI ] rhwau ]",
    "transliteration": "Saevo Saadhh Geho Outt Charanaa Neh Bisarai Muhath Chasaaee || Rehaao ||",
    "translation": "That I might serve the Holy Saints, and seek the protection of their feet, and not forget them, for a moment, even an instant. ||Pause||",
    "punjabi": "(ਕਿ) ਮੈਂ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਦਾ ਰਹਾਂ, ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਫੜੀ ਰੱਖਾਂ। (ਇਹ ਆਸਰਾ) ਮੈਨੂੰ ਰਤਾ-ਭਰ ਸਮੇ ਲਈ ਭੀ ਨਾਹ ਭੁੱਲੇ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ry mn mugD. Acyq cMcl icq; qum AYsI irdY. n AweI ]",
    "transliteration": "Rae Man Mugadhh Achaeth Chanchal Chith Thum Aisee Ridhai N Aaee ||",
    "translation": "O foolish, thoughtless and fickle mind, such understanding did not come into your heart.",
    "punjabi": "ਹੇ ਮੂਰਖ ਗ਼ਾਫ਼ਿਲ ਮਨ! ਹੇ ਚੰਚਲ ਮਨ! ਤੈਨੂੰ ਕਦੇ ਇਹ ਨਹੀਂ ਸੁੱਝੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "pRwnpiq iqAwig. Awn qU ricAw; auriJE sMig bYrweI ]2]",
    "transliteration": "Praanapath Thiaag Aan Thoo Rachiaa Ourajhiou Sang Bairaaee ||2||",
    "translation": "Renouncing the Lord of Life, you have become engrossed in other things, and you are involved with your enemies. ||2||",
    "punjabi": "ਕਿ ਤੂੰ ਜਿੰਦ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰਨਾਂ (ਦੇ ਮੋਹ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈਂ, (ਤੇ ਕਾਮਾਦਿਕ) ਵੈਰੀਆਂ ਨਾਲ ਜੋੜ ਜੋੜੀ ਰੱਖਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sogu n ibAwpY. Awpu n QwpY; swDsMgiq buiD pweI ]",
    "transliteration": "Sog N Biaapai Aap N Thhaapai Saadhhasangath Budhh Paaee ||",
    "translation": "Sorrow does not afflict one who does not harbor self-conceit; in the Saadh Sangat, the Company of the Holy, I have attained this understanding.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚੋਂ ਮੈਂ ਤਾਂ ਇਹ ਅਕਲ ਸਿੱਖੀ ਹੈ ਕਿ ਜੇਹੜਾ ਮਨੁੱਖ ਅਪਣੱਤ ਨਾਲ ਨਹੀਂ ਚੰਬੜਿਆ ਰਹਿੰਦਾ, ਉਸ ਉਤੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "swkq kw bknw ieau jwnau; jYsy pvnu JulweI ]3]",
    "transliteration": "Saakath Kaa Bakanaa Eio Jaano Jaisae Pavan Jhulaaee ||3||",
    "translation": "Know that the babbling of the faithless cynic is like wind passing by. ||3||",
    "punjabi": "(ਤਾਂਹੀਏਂ) ਮੈਂ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦੀ ਗੱਲ ਨੂੰ ਇਉਂ ਸਮਝ ਛਡਦਾ ਹਾਂ ਜਿਵੇਂ ਇਹ ਹਵਾ ਦਾ ਝੋਕਾ ਹੈ (ਇਕ ਪਾਸਿਓਂ ਆਇਆ, ਦੂਜੇ ਪਾਸੇ ਲੰਘ ਗਿਆ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "koit prwD ACwidE iehu mnu; khxw kCU n jweI ]",
    "transliteration": "Kott Paraadhh Ashhaadhiou Eihu Man Kehanaa Kashhoo N Jaaee ||",
    "translation": "This mind is inundated by millions of sins - what can I say?",
    "punjabi": "ਹੇ ਭਾਈ! (ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ ਕ੍ਰੋੜਾਂ ਪਾਪਾਂ ਹੇਠ ਦਬਿਆ ਰਹਿੰਦਾ ਹੈ (ਇਸ ਮਨ ਦੀ ਮੰਦ-ਭਾਗਤਾ ਬਾਬਤ) ਕੁਝ ਕਿਹਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ACwidE) Fky",
    "type_id": 3
  },
  {
    "shabad_id": 2298,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "jn nwnk dIn. srin AwieE pRB; sBu lyKw rKhu auTweI ]4]3]",
    "transliteration": "Jan Naanak Dheen Saran Aaeiou Prabh Sabh Laekhaa Rakhahu Outhaaee ||4||3||",
    "translation": "Nanak, Your humble servant has come to Your Sanctuary, God; please, erase all his accounts. ||4||3||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਹੀ ਅਰਦਾਸਿ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਨਿਮਾਣਾ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ (ਮੇਰੇ ਵਿਕਾਰਾਂ ਦਾ) ਸਾਰਾ ਲੇਖਾ ਮੁਕਾ ਦੇਹ ॥੪॥੩॥",
    "pronunciation": "(auTweI) auTw ky, muAw& krky",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "puqR klqR lok igRh binqw; mwieAw snbMDyhI ]",
    "transliteration": "Puthr Kalathr Lok Grih Banithaa Maaeiaa Sanabandhhaehee ||",
    "translation": "Children, spouses, men and women in one's household, are all bound by Maya.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਤ੍ਰ, ਇਸਤ੍ਰੀ, ਘਰ ਦੇ ਹੋਰ ਬੰਦੇ ਤੇ ਜ਼ਨਾਨੀਆਂ (ਸਾਰੇ) ਮਾਇਆ ਦੇ ਹੀ ਸਾਕ ਹਨ।",
    "pronunciation": "(snbMDyhI) sbMDI[ k-l`qR",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AMq kI bwr. ko Krw. n hosI; sB imiQAw AsnyhI ]1]",
    "transliteration": "Anth Kee Baar Ko Kharaa N Hosee Sabh Mithhiaa Asanaehee ||1||",
    "translation": "At the very last moment, none of them shall stand by you; their love is totally false. ||1||",
    "punjabi": "ਅਖ਼ੀਰ ਵੇਲੇ (ਇਹਨਾਂ ਵਿਚੋਂ) ਕੋਈ ਭੀ ਤੇਰਾ ਮਦਦਗਾਰ ਨਹੀਂ ਬਣੇਗਾ, ਸਾਰੇ ਝੂਠਾ ਹੀ ਪਿਆਰ ਕਰਨ ਵਾਲੇ ਹਨ ॥੧॥",
    "pronunciation": "shwieqw leInhIN (Krw) KV@w",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ry nr; kwhy pporhu dyhI ]",
    "transliteration": "Rae Nar Kaahae Paporahu Dhaehee ||",
    "translation": "O man, why do you pamper your body so?",
    "punjabi": "ਹੇ ਮਨੁੱਖ! (ਨਿਰਾ ਇਸ) ਸਰੀਰ ਨੂੰ ਹੀ ਕਿਉਂ ਲਾਡਾਂ ਨਾਲ ਪਾਲਦਾ ਰਹਿੰਦਾ ਹੈਂ?",
    "pronunciation": "(pporhu) pwLdy pLosdy",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "aUif jwiego DUmu bwdro; ieku Bwjhu rwmu snyhI ] rhwau ]",
    "transliteration": "Oodd Jaaeigo Dhhoom Baadharo Eik Bhaajahu Raam Sanaehee || Rehaao ||",
    "translation": "It shall disperse like a cloud of smoke; vibrate upon the One, the Beloved Lord. ||Pause||",
    "punjabi": "(ਜਿਵੇਂ) ਧੂਆਂ, (ਜਿਵੇਂ) ਬੱਦਲ (ਉੱਡ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਇਹ ਸਰੀਰ) ਨਾਸ ਹੋ ਜਾਇਗਾ। ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, ਉਹੀ ਅਸਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(DUmu) DUeyN dy (bwdro) b`dl[ Bw-jhu",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "qIin sMi|Aw kir. dyhI kInI; jl kUkr BsmyhI ]",
    "transliteration": "Theen Sann(g)iaa Kar Dhaehee Keenee Jal Kookar Bhasamaehee ||",
    "translation": "There are three ways in which the body can be consumed - it can be thrown into water, given to the dogs, or cremated to ashes.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਨੇ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਅਸਰ ਹੇਠ ਰਹਿਣ ਵਾਲਾ ਤੇਰਾ ਸਰੀਰ ਬਣਾ ਦਿੱਤਾ, (ਇਹ ਅੰਤ ਨੂੰ) ਪਾਣੀ ਦੇ, ਕੁੱਤਿਆਂ ਦੇ, ਜਾਂ, ਮਿੱਟੀ ਦੇ ਹਵਾਲੇ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(sMi|Aw)sMkyq[ (kir) krky[ Amr (kInI) mMnI dyhI nws hoky (jl) pwxI[(kUkr)ku`qy[(BsmyhI)suAwh dy hvwly huMdI hY",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "hoie Awmro igRh mih bYTw; krx kwrx ibsrohI ]2]",
    "transliteration": "Hoe Aamaro Grih Mehi Baithaa Karan Kaaran Bisarohee ||2||",
    "translation": "He considers himself to be immortal; he sits in his home, and forgets the Lord, the Cause of causes. ||2||",
    "punjabi": "ਤੂੰ ਇਸ ਸਰੀਰ-ਘਰ ਵਿਚ (ਆਪਣੇ ਆਪ ਨੂੰ) ਅਮਰ ਸਮਝ ਕੇ ਬੈਠਾ ਰਹਿੰਦਾ ਹੈਂ, ਤੇ ਜਗਤ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਨੂੰ ਭੁਲਾ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Aink Bwiq kir mxIey swjy; kwcY qwig prohI ]",
    "transliteration": "Anik Bhaath Kar Maneeeae Saajae Kaachai Thaag Parohee ||",
    "translation": "In various ways, the Lord has fashioned the beads, and strung them on a slender thread.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ (ਪਰਮਾਤਮਾ ਨੇ ਤੇਰੇ ਸਾਰੇ ਅੰਗ) ਮਣਕੇ ਬਣਾਏ ਹਨ; (ਪਰ ਸੁਆਸਾਂ ਦੇ) ਕੱਚੇ ਧਾਗੇ ਵਿਚ ਪਰੋਏ ਹੋਏ ਹਨ।",
    "pronunciation": "srIr rUpI (mxIey) mxky",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qUit jwiego sUqu bwpury; iPir pwCY pCuqohI ]3]",
    "transliteration": "Thoott Jaaeigo Sooth Baapurae Fir Paashhai Pashhuthohee ||3||",
    "translation": "The thread shall break, O wretched man, and then, you shall repent and regret. ||3||",
    "punjabi": "ਹੇ ਨਿਮਾਣੇ ਜੀਵ! ਇਹ ਧਾਗਾ (ਆਖ਼ਰ) ਟੁੱਟ ਜਾਇਗਾ, (ਹੁਣ ਇਸ ਸਰੀਰ ਦੇ ਮੋਹ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਵਿਸਾਰੀ ਬੈਠਾ ਹੈਂ) ਫਿਰ ਸਮਾ ਵਿਹਾ ਜਾਣ ਤੇ ਹੱਥ ਮਲੇਂਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ijin qum isrjy isrij svwry; iqsu iDAwvhu idnu rYnyhI ]",
    "transliteration": "Jin Thum Sirajae Siraj Savaarae This Dhhiaavahu Dhin Rainaehee ||",
    "translation": "He created you, and after creating you, He adorned you - meditate on Him day and night.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਤੈਨੂੰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਪੈਦਾ ਕਰ ਕੇ ਤੈਨੂੰ ਸੋਹਣਾ ਬਣਾਇਆ ਹੈ ਉਸ ਨੂੰ ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਸਿਮਰਦਾ ਰਿਹਾ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2299,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "jn nwnk. pRB ikrpw DwrI; mY siqgur Et ghyhI ]4]4]",
    "transliteration": "Jan Naanak Prabh Kirapaa Dhhaaree Mai Sathigur Outt Gehaehee ||4||4||",
    "translation": "God has showered His Mercy upon servant Nanak; I hold tight to the Support of the True Guru. ||4||4||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਗੁਰੂ ਦਾ ਆਸਰਾ ਫੜੀ ਰੱਖਾਂ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "guru pUrw ByitE vfBwgI; mnih BieAw prgwsw ]",
    "transliteration": "Gur Pooraa Bhaettiou Vaddabhaagee Manehi Bhaeiaa Paragaasaa ||",
    "translation": "I met the True Guru, by great good fortune, and my mind has been enlightened.",
    "punjabi": "ਹੇ ਭਾਈ! ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪੈਦਾ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "koie. n phucnhwrw dUjw; Apuny swihb kw Brvwsw ]1]",
    "transliteration": "Koe N Pahuchanehaaraa Dhoojaa Apunae Saahib Kaa Bharavaasaa ||1||",
    "translation": "No one else can equal me, because I have the loving support of my Lord and Master. ||1||",
    "punjabi": "ਹੁਣ ਮੈਨੂੰ ਆਪਣੇ ਮਾਲਕ ਦਾ ਸਹਾਰਾ ਹੋ ਗਿਆ ਹੈ, ਕੋਈ ਉਸ ਮਾਲਕ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "Apuny siqgur kY bilhwrY ]",
    "transliteration": "Apunae Sathigur Kai Balihaarai ||",
    "translation": "I am a sacrifice to my True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "AwgY suKu. pwCY suK shjw; Gir AwnMdu hmwrY ] rhwau ]",
    "transliteration": "Aagai Sukh Paashhai Sukh Sehajaa Ghar Aanandh Hamaarai || Rehaao ||",
    "translation": "I am at peace in this world, and I shall be in celestial peace in the next; my home is filled with bliss. ||Pause||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਇਸ ਲੋਕ ਵਿਚ ਭੀ ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੁਖ ਮੈਨੂੰ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ ਹੈ, ਤੇ, ਪਰਲੋਕ ਵਿਚ ਭੀ ਇਹ ਸੁਖ ਟਿਕਿਆ ਰਹਿਣ ਵਾਲਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "AMqrjwmI krxYhwrw; soeI Ksmu hmwrw ]",
    "transliteration": "Antharajaamee Karanaihaaraa Soee Khasam Hamaaraa ||",
    "translation": "He is the Inner-knower, the Searcher of hearts, the Creator, my Lord and Master.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੈਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਗਿਆ ਹੈ ਕਿ ਜੇਹੜਾ) ਸਿਰਜਣਹਾਰ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ਉਹੀ ਮੇਰੇ ਸਿਰ ਉਤੇ ਰਾਖਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "inrBau Bey gur crxI lwgy; iek rwm nwm AwDwrw ]2]",
    "transliteration": "Nirabho Bheae Gur Charanee Laagae Eik Raam Naam Aadhhaaraa ||2||",
    "translation": "I have become fearless, attached to the Guru's feet; I take the Support of the Name of the One Lord. ||2||",
    "punjabi": "ਜਦੋਂ ਦਾ ਮੈਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਾ ਹਾਂ, ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਆਸਰਾ ਹੋ ਗਿਆ ਹੈ। ਕੋਈ ਡਰ ਮੈਨੂੰ ਹੁਣ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "sPl drsnu Akwl mUriq pRBu; hY BI hovnhwrw ]",
    "transliteration": "Safal Dharasan Akaal Moorath Prabh Hai Bhee Hovanehaaraa ||",
    "translation": "Fruitful is the Blessed Vision of His Darshan; the Form of God is deathless; He is and shall always be.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਨੂੰ ਯਕੀਨ ਬਣ ਗਿਆ ਹੈ ਕਿ) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਫਲ ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਹਸਤੀ ਮੌਤ ਤੋਂ ਰਹਿਤ ਹੈ, ਉਹ ਇਸ ਵੇਲੇ ਭੀ (ਮੇਰੇ ਸਿਰ ਉਤੇ) ਮੌਜੂਦ ਹੈ, ਤੇ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "kMiT lgwie Apuny jn rwKy; ApunI pRIiq ipAwrw ]3]",
    "transliteration": "Kanth Lagaae Apunae Jan Raakhae Apunee Preeth Piaaraa ||3||",
    "translation": "He hugs His humble servants close, and protects and preserves them; their love for Him is sweet to Him. ||3||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਆਪਣੀ ਪ੍ਰੀਤਿ ਦੀ ਆਪਣੇ ਪਿਆਰ ਦੀ ਦਾਤਿ ਦੇ ਕੇ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਕੇ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2300,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "vfI vifAweI Acrj soBw; kwrju AwieAw rwsy ]",
    "transliteration": "Vaddee Vaddiaaee Acharaj Sobhaa Kaaraj Aaeiaa Raasae ||",
    "translation": "Great is His glorious greatness, and wondrous is His magnificence; through Him, all affairs are resolved.",
    "punjabi": "ਉਹ ਗੁਰੂ ਬੜੀ ਵਡਿਆਈ ਵਾਲਾ ਹੈ, ਅਚਰਜ ਸੋਭਾ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਸਰਨ ਪਿਆਂ ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "A-crj",
    "type_id": 3
  }
]
