[
  {
    "shabad_id": 2304,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "myry mn; swD srix Cutkwrw]",
    "transliteration": "Maerae Man Saadhh Saran Shhuttakaaraa ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਮੋਹ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੋ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ibnu gur pUry. jnm mrxu, n rheI; iPir Awvq bwro bwrw]rhwau]",
    "transliteration": "Bin Gur Poorae Janam Maran N Rehee Fir Aavath Baaro Baaraa || Rehaao ||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਜੀਵ ਦਾ) ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਮੁੱਕਦਾ, (ਜੀਵ) ਮੁੜ ਮੁੜ (ਜਗਤ ਵਿਚ) ਆਉਂਦਾ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "Ehu ju Brmu Bulwvw khIAq; iqn mih auriJE sgl sMswrw]",
    "transliteration": "Ouhu J Bharam Bhulaavaa Keheeath Thin Mehi Ourajhiou Sagal Sansaaraa ||",
    "punjabi": "ਜਿਸ ਮਾਨਸਕ ਹਾਲਤ ਨੂੰ 'ਭਰਮ ਭੁਲਾਵਾ' ਆਖੀਦਾ ਹੈ, ਸਾਰਾ ਜਗਤ ਉਹਨਾਂ (ਭਰਮ ਭੁਲਾਵਿਆਂ ਵਿਚ) ਫਸਿਆ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "pUrn Bgqu purK suAwmI kw; srb Qok qy inAwrw]2]",
    "transliteration": "Pooran Bhagath Purakh Suaamee Kaa Sarab Thhok Thae Niaaraa ||2||",
    "punjabi": "ਪਰੰਤੂ ਸਰਬ-ਵਿਆਪਕ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪੂਰਨ ਭਗਤ (ਦੁਨੀਆ ਦੇ) ਸਾਰੇ ਪਦਾਰਥਾਂ (ਦੇ ਮੋਹ) ਤੋਂ ਵੱਖਰਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "inMdau nwhI. kwhU bwqY; eyhu Ksm kw kIAw]",
    "transliteration": "Nindho Naahee Kaahoo Baathai Eaehu Khasam Kaa Keeaa ||",
    "punjabi": "ਫਿਰ ਭੀ, ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪੈਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਮੈਂ ਇਸ ਨੂੰ ਕਿਸੇ ਗੱਲੇ ਭੀ ਮਾੜਾ ਨਹੀਂ ਆਖ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jw kau ikRpw krI pRiB myrY; imil swDsMgiq nwau lIAw]3]",
    "transliteration": "Jaa Ko Kirapaa Karee Prabh Maerai Mil Saadhhasangath Naao Leeaa ||3||",
    "punjabi": "ਹਾਂ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਰੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕਰ ਦਿੱਤੀ, ਉਹ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਹੈ, (ਤੇ, ਮੋਹ ਤੋਂ ਬਚ ਨਿਕਲਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "pwrbRhm prmysur siqgur; sBnw krq auDwrw]",
    "transliteration": "Paarabreham Paramaesur Sathigur Sabhanaa Karath Oudhhaaraa ||",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ) ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਗੁਰੂ ਉਹਨਾਂ ਸਭਨਾਂ ਦਾ ਪਾਰ-ਉਤਾਰਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2304,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "khu nwnk. gur ibnu, nhI qrIAY; iehu pUrn qqu bIcwrw]4]9]",
    "transliteration": "Kahu Naanak Gur Bin Nehee Thareeai Eihu Pooran Thath Beechaaraa ||4||9||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਅਸਾਂ ਇਹ ਪੂਰੀ ਅਸਲੀਅਤ ਵਿਚਾਰ ਲਈ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕੀਦਾ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Kojq Kojq Koij bIcwirE; rwm nwmu qqu swrw]",
    "transliteration": "Khojath Khojath Khoj Beechaariou Raam Naam Thath Saaraa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਬੜੀ ਲੰਮੀ ਖੋਜ ਕਰ ਕੇ ਅਸੀਂ ਇਸ ਵਿਚਾਰ ਤੇ ਪਹੁੰਚੇ ਹਾਂ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਸਿਮਰਨਾ ਹੀ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ) ਸਭ ਤੋਂ ਉੱਚੀ ਅਸਲੀਅਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "iklibK kwty inmK ArwiDAw; gurmuiK pwir auqwrw]1]",
    "transliteration": "Kilabikh Kaattae Nimakh Araadhhiaa Guramukh Paar Outhaaraa ||1||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆਂ (ਇਹ ਨਾਮ) ਅੱਖ ਦੇ ਫੋਰ ਵਿਚ (ਸਾਰੇ) ਪਾਪ ਕੱਟ ਦੇਂਦਾ ਹੈ, ਤੇ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hir rsu pIvhu; purK igAwnI]",
    "transliteration": "Har Ras Peevahu Purakh Giaanee ||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਹੇ ਮਨੁੱਖ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਪੀਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "suix suix mhw iqRpiq. mnu pwvY; swDU AMimRq bwnI]rhwau]",
    "transliteration": "Sun Sun Mehaa Thripath Man Paavai Saadhhoo Anmrith Baanee || Rehaao ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮੁੜ ਮੁੜ ਸੁਣ ਕੇ (ਮਨੁੱਖ ਦਾ) ਮਨ ਸਭ ਤੋਂ ਉੱਚਾ ਸੰਤੋਖ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "mukiq Bugiq. jugiq scu pweIAY; srb suKw kw dwqw]",
    "transliteration": "Mukath Bhugath Jugath Sach Paaeeai Sarab Sukhaa Kaa Dhaathaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦੇਣ ਵਾਲਾ, ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਜੇ ਮਿਲ ਪਏ, ਤਾਂ ਇਹੀ ਹੈ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ (ਦਾ ਮੂਲ), ਇਹੀ ਹੈ (ਆਤਮਾ ਦੀ) ਖ਼ੁਰਾਕ, ਇਹੀ ਹੈ ਜੀਊਣ ਦਾ ਸੁਚੱਜਾ ਢੰਗ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "Apuny dws kau Bgiq dwnu dyvY; pUrn purKu ibDwqw]2]",
    "transliteration": "Apunae Dhaas Ko Bhagath Dhaan Dhaevai Pooran Purakh Bidhhaathaa ||2||",
    "punjabi": "ਉਹ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਭਗਤੀ ਦਾ (ਇਹ) ਦਾਨ ਆਪਣੇ ਸੇਵਕ ਨੂੰ (ਹੀ) ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "sRvxI suxIAY. rsnw gweIAY; ihrdY iDAweIAY soeI]",
    "transliteration": "Sravanee Suneeai Rasanaa Gaaeeai Hiradhai Dhhiaaeeai Soee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ (ਪ੍ਰਭੂ ਦੇ) ਹੀ (ਨਾਮ) ਨੂੰ ਕੰਨਾਂ ਨਾਲ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ, ਜੀਭ ਨਾਲ ਗਾਣਾ ਚਾਹੀਦਾ ਹੈ, ਹਿਰਦੇ ਵਿਚ ਆਰਾਧਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "krx kwrx smrQ suAwmI; jw qy ibRQw. n koeI]3]",
    "transliteration": "Karan Kaaran Samarathh Suaamee Jaa Thae Brithhaa N Koee ||3||",
    "punjabi": "ਜਿਸ ਜਗਤ ਦੇ ਮੂਲ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ ਦੇ ਦਰ ਤੋਂ ਕੋਈ ਜੀਵ ਖ਼ਾਲੀ-ਹੱਥ ਨਹੀਂ ਜਾਂਦਾ ॥੩॥",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "vfYBwig rqn jnmu pwieAw; krhu ikRpw ikrpwlw]",
    "transliteration": "Vaddai Bhaag Rathan Janam Paaeiaa Karahu Kirapaa Kirapaalaa ||",
    "punjabi": "ਹੇ ਕਿਰਪਾਲ! ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਇਹ ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਲੱਭਾ ਹੈ (ਹੁਣ) ਮੇਹਰ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2305,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "swDsMig nwnku gux gwvY; ismrY sdw guopwlw]4]10]",
    "transliteration": "Saadhhasang Naanak Gun Gaavai Simarai Sadhaa Guopaalaa ||4||10||",
    "punjabi": "ਹੇ ਗੋਪਾਲ! (ਤੇਰਾ ਸੇਵਕ) ਨਾਨਕ ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ, ਤੇਰਾ ਨਾਮ ਸਦਾ ਸਿਮਰਦਾ ਰਹੇ ॥੪॥੧੦॥",
    "pronunciation": "guopwlw:guo:hoVy AONkV ivcwly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "kir iesnwnu. ismir pRBu Apnw; mn qn Bey Arogw]",
    "transliteration": "Kar Eisanaan Simar Prabh Apanaa Man Than Bheae Arogaa ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਅੰਮ੍ਰਿਤ ਵੇਲੇ) ਇਸ਼ਨਾਨ ਕਰ ਕੇ, ਆਪਣੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਮਨ ਅਤੇ ਸਰੀਰ ਨਰੋਏ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "koit ibGn lwQy. pRB srxw; pRgty Bly sMjogw ]1]",
    "transliteration": "Kott Bighan Laathhae Prabh Saranaa Pragattae Bhalae Sanjogaa ||1||",
    "punjabi": "(ਕਿਉਂਕਿ) ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ) ਕ੍ਰੋੜਾਂ ਰੁਕਾਵਟਾਂ ਦੂਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਤੇ, ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਪ ਦੇ ਚੰਗੇ ਅਵਸਰ ਉੱਘੜ ਪੈਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "pRB bwxI sbdu suBwiKAw]",
    "transliteration": "Prabh Baanee Sabadh Subhaakhiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਨੇ ਆਪਣਾ) ਸ਼ਬਦ ਸੋਹਣਾ ਉਚਾਰਿਆ ਹੋਇਆ ਹੈ, (ਇਹ ਸ਼ਬਦ) ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਹੈ।",
    "pronunciation": "(sbdu)aupdyS",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "gwvhu suxhu. pVhu inq BweI; gur pUrY qU rwiKAw]rhwau]",
    "transliteration": "Gaavahu Sunahu Parrahu Nith Bhaaee Gur Poorai Thoo Raakhiaa || Rehaao ||",
    "punjabi": "(ਇਸ ਸ਼ਬਦ ਨੂੰ) ਸਦਾ ਗਾਂਦੇ ਰਹੋ, ਸੁਣਦੇ ਰਹੋ, ਪੜ੍ਹਦੇ ਰਹੋ, (ਜੇ ਇਹ ਉੱਦਮ ਕਰਦਾ ਰਹੇਂਗਾ, ਤਾਂ ਯਕੀਨ ਰੱਖ) ਪੂਰੇ ਗੁਰੂ ਨੇ ਤੈਨੂੰ (ਜੀਵਨ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "swcw swihbu Aimiq vfweI; Bgiq vCl dieAwlw]",
    "transliteration": "Saachaa Saahib Amith Vaddaaee Bhagath Vashhal Dhaeiaalaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਬਜ਼ੁਰਗੀ ਮਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਹ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਹ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ।",
    "pronunciation": "v`Cl",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "sMqw kI pYj rKdw AwieAw; Awid ibrdu pRiqpwlw]2]",
    "transliteration": "Santhaa Kee Paij Rakhadhaa Aaeiaa Aadh Biradh Prathipaalaa ||2||",
    "punjabi": "ਆਪਣੇ ਸੰਤਾਂ ਦੀ ਇੱਜ਼ਤ ਉਹ (ਸਦਾ ਤੋਂ ਹੀ) ਰੱਖਦਾ ਆਇਆ ਹੈ, ਆਪਣਾ ਇਹ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਉਹ ਸ਼ੁਰੂ ਤੋਂ ਹੀ ਪਾਲਦਾ ਆ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "hir AMimRq nwmu Bojnu inq BuMchu; srb vylw muiK pwvhu]",
    "transliteration": "Har Anmrith Naam Bhojan Nith Bhunchahu Sarab Vaelaa Mukh Paavahu ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਇਹ (ਆਤਮਕ) ਖ਼ੁਰਾਕ ਸਦਾ ਖਾਂਦੇ ਰਹੋ, ਹਰ ਵੇਲੇ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਪਾਂਦੇ ਰਹੋ।",
    "pronunciation": "vylw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "jrw mrw qwpu sBu nwTw; gux goibMd inq gwvhu]3]",
    "transliteration": "Jaraa Maraa Thaap Sabh Naathaa Gun Gobindh Nith Gaavahu ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੇ ਰਹੋ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਾਹ ਬੁਢੇਪਾ ਆਵੇਗਾ ਨਾ ਮੌਤ ਆਵੇਗੀ, ਹਰੇਕ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਇਗਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "suxI Ardwis suAwmI myrY; srb klw bix AweI]",
    "transliteration": "Sunee Aradhaas Suaamee Maerai Sarab Kalaa Ban Aaee ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਆਸਰਾ ਲੈ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਿਆ) ਮੇਰੇ ਮਾਲਕ ਨੇ ਉਸ ਦੀ ਅਰਦਾਸਿ ਸੁਣ ਲਈ, (ਕ੍ਰੋੜਾਂ ਵਿਘਨਾਂ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਉਸ ਦੇ ਅੰਦਰ) ਪੂਰੀ ਤਾਕਤ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2306,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "pRgt BeI sgly jug AMqir; gur nwnk kI vifAweI]4]11]",
    "transliteration": "Pragatt Bhee Sagalae Jug Anthar Gur Naanak Kee Vaddiaaee ||4||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਇਹ ਅਜ਼ਮਤ ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਹੀ ਪਰਤੱਖ ਉੱਘੜ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧੧॥",
    "pronunciation": "ju`g",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "soriT mhlw 5 Gru 2 caupdy",
    "transliteration": "Sorath Mehalaa 5 Ghar 2 Choupadhae",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2307,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "eyku ipqw. eyks ky hm bwirk; qU myrw gur hweI]",
    "transliteration": "Eaek Pithaa Eaekas Kae Ham Baarik Thoo Maeraa Gur Haaee ||",
    "punjabi": "(ਸਾਡਾ) ਇਕੋ ਹੀ ਪ੍ਰਭੂ-ਪਿਤਾ ਹੈ, ਅਸੀਂ ਇਕੋ ਪ੍ਰਭੂ-ਪਿਤਾ ਦੇ ਬੱਚੇ ਹਾਂ, (ਫਿਰ,) ਤੂੰ ਮੇਰਾ ਗੁਰਭਾਈ (ਭੀ) ਹੈਂ।",
    "pronunciation": "Awp jI dwsn dws dy gurU jI (hweI) hoN jI[ (2. gurhweI)",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "suix mIqw. jIau hmwrw bil bil jwsI; hir drsnu dyhu idKweI]1]",
    "transliteration": "Sun Meethaa Jeeo Hamaaraa Bal Bal Jaasee Har Dharasan Dhaehu Dhikhaaee ||1||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾ ਦੇਹ। ਮੇਰੀ ਜਿੰਦ ਤੈਥੋਂ ਮੁੜ ਮੁੜ ਸਦਕੇ ਜਾਇਆ ਕਰੇਗੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]