[
  {
    "shabad_id": 2307,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "suix mIqw. DUrI kau bil jweI]",
    "transliteration": "Sun Meethaa Dhhooree Ko Bal Jaaee ||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਮੈਂ (ਤੇਰੇ ਚਰਨਾਂ ਦੀ) ਧੂੜ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "iehu mnu qyrw; BweI]rhwau]",
    "transliteration": "Eihu Man Thaeraa Bhaaee || Rehaao ||",
    "punjabi": "ਹੇ ਭਰਾ! (ਮੈਂ ਆਪਣਾ) ਇਹ ਮਨ ਤੇਰਾ (ਆਗਿਆਕਾਰ ਬਣਾਣ ਨੂੰ ਤਿਆਰ ਹਾਂ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "pwv mlovw mil mil Dovw; iehu mnu qYkU dysw]",
    "transliteration": "Paav Malovaa Mal Mal Dhhovaa Eihu Man Thai Koo Dhaesaa ||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਮੈਂ (ਤੇਰੇ ਦੋਵੇਂ) ਪੈਰ ਮਲਾਂਗਾ, (ਇਹਨਾਂ ਨੂੰ) ਮਲ ਮਲ ਕੇ ਧੋਵਾਂਗਾ, ਮੈਂ ਆਪਣਾ ਇਹ ਮਨ ਤੇਰੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂਗਾ।",
    "pronunciation": "qY-kU",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "suix mIqw. hau qyrI srxweI AwieAw; pRB imlau dyhu aupdysw]2]",
    "transliteration": "Sun Meethaa Ho Thaeree Saranaaee Aaeiaa Prabh Milo Dhaehu Oupadhaesaa ||2||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਮੇਰੀ ਬੇਨਤੀ) ਸੁਣ। ਮੈਂ ਤੇਰੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ। ਮੈਨੂੰ (ਅਜੇਹਾ) ਉਪਦੇਸ਼ ਦੇਹ (ਕਿ) ਮੈਂ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "mwnu n kIjY. srix prIjY; krY. su Blw mnweIAY]",
    "transliteration": "Maan N Keejai Saran Pareejai Karai S Bhalaa Manaaeeai ||",
    "punjabi": "{ਨੋਟ: ਗੁਰਮੁਖਿ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਜੁਗਤਿ ਦੱਸਦਾ ਹੈ} ਹੇ ਮਿੱਤਰ! ਸੁਣ। (ਕਿਸੇ ਕਿਸਮ ਦਾ) ਅਹੰਕਾਰ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ, ਪ੍ਰਭੂ ਦੀ ਸ਼ਰਨ ਪਏ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ। ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਕਰ ਰਿਹਾ ਹੈ, ਉਸ ਨੂੰ ਭਲਾ ਕਰ ਕੇ ਮੰਨਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "suix mIqw. jIau ipMfu sBu qnu ArpIjY; ieau drsnu hir jIau pweIAY]3]",
    "transliteration": "Sun Meethaa Jeeo Pindd Sabh Than Arapeejai Eio Dharasan Har Jeeo Paaeeai ||3||",
    "punjabi": "ਇਹ ਜਿੰਦ ਤੇ ਇਹ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ ਦੀ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "BieE AnugRhu pRswid sMqn kY; hir nwmw hY mITw]",
    "transliteration": "Bhaeiou Anugrahu Prasaadh Santhan Kai Har Naamaa Hai Meethaa ||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਸੰਤ ਜਨਾਂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਦੀ) ਮੇਹਰ ਹੋਵੇ ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(A-nu`gRhu) ikRpw",
    "type_id": 3
  },
  {
    "shabad_id": 2307,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "jn nwnk kau. guir ikrpw DwrI; sBu Akul inrMjnu fITw]4]1]12]",
    "transliteration": "Jan Naanak Ko Gur Kirapaa Dhhaaree Sabh Akul Niranjan Ddeethaa ||4||1||12||",
    "punjabi": "(ਹੇ ਮਿੱਤਰ!) ਦਾਸ ਨਾਨਕ ਉੱਤੇ ਗੁਰੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ ਤਾਂ (ਨਾਨਕ ਨੂੰ) ਹਰ ਥਾਂ ਉਹ ਪ੍ਰਭੂ ਦਿੱਸਣ ਲੱਗ ਪਿਆ, ਜਿਸ ਦੀ ਕੋਈ ਖ਼ਾਸ ਕੁਲ ਨਹੀਂ, ਤੇ, ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ ॥੪॥੧॥੧੨॥",
    "pronunciation": "A-kul:polw bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "koit bRhmMf ko Twkuru suAwmI; srb jIAw kw dwqw ry]",
    "transliteration": "Kott Brehamandd Ko Thaakur Suaamee Sarab Jeeaa Kaa Dhaathaa Rae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਕ੍ਰੋੜਾਂ ਬ੍ਰਹਮੰਡਾਂ ਦਾ ਪਾਲਣਹਾਰ ਮਾਲਕ ਹੈ, ਜੇਹੜਾ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ (ਰਿਜ਼ਕ ਆਦਿਕ) ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pRiqpwlY inq swir smwlY; ieku gunu. nhI mUriK jwqw ry]1]",
    "transliteration": "Prathipaalai Nith Saar Samaalai Eik Gun Nehee Moorakh Jaathaa Rae ||1||",
    "punjabi": "ਜੇਹੜਾ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪਾਲਦਾ ਹੈ, ਸਦਾ (ਸਭ ਦੀ) ਸਾਰ ਲੈ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਮੈਂ ਮੂਰਖ ਨੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਇੱਕ (ਭੀ) ਉਪਕਾਰ ਨਹੀਂ ਸਮਝਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hir AwrwiD; n jwnw ry]",
    "transliteration": "Har Aaraadhh N Jaanaa Rae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨ ਦੀ ਜਾਚ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hir hir guru guru; krqw ry]",
    "transliteration": "Har Har Gur Gur Karathaa Rae ||",
    "punjabi": "ਮੈਂ (ਤਾਂ ਜ਼ਬਾਨੀ ਜ਼ਬਾਨੀ ਹੀ) 'ਹਰੀ ਹਰੀ', 'ਗੁਰੂ ਗੁਰੂ' ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "hir jIau; nwmu pirE rwmdwsu]rhwau]",
    "transliteration": "Har Jeeo Naam Pariou Raamadhaas || Rehaao ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੇਰਾ ਨਾਮ \"ਰਾਮ ਦਾ ਦਾਸ\" ਪੈ ਗਿਆ ਹੈ (ਹੁਣ ਤੂੰ ਹੀ ਮੇਰੀ ਲਾਜ ਰੱਖ, ਤੇ, ਭਗਤੀ ਦੀ ਦਾਤਿ ਦੇਹ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "dIn dieAwl ikRpwl suKswgr; srb Gtw BrpUrI ry]",
    "transliteration": "Dheen Dhaeiaal Kirapaal Sukh Saagar Sarab Ghattaa Bharapooree Rae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਪ੍ਰਭੂ ਗ਼ਰੀਬਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੇਹੜਾ ਦਇਆ ਦਾ ਘਰ ਹੈ, ਜੇਹੜਾ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਜੇਹੜਾ ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "pyKq sunq sdw hY sMgy; mY mUrK. jwinAw dUrI ry]2]",
    "transliteration": "Paekhath Sunath Sadhaa Hai Sangae Mai Moorakh Jaaniaa Dhooree Rae ||2||",
    "punjabi": "ਜੇਹੜਾ ਸਭ ਜੀਵਾਂ ਦੇ ਅੰਗ-ਸੰਗ ਰਹਿ ਕੇ ਸਭਨਾਂ ਦੇ ਕਰਮ ਵੇਖਦਾ ਹੈ ਤੇ (ਸਭ ਦੀਆਂ ਅਰਜ਼ੋਈਆਂ) ਸੁਣਦਾ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਮੂਰਖ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਤੇ ਦੂਰ-ਵੱਸਦਾ ਸਮਝ ਰਿਹਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "hir ibAMqu. hau imiq kir vrnau; ikAw jwnw hoie kYso ry]",
    "transliteration": "Har Bianth Ho Mith Kar Varano Kiaa Jaanaa Hoe Kaiso Rae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਰ ਮੈਂ ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਹੱਦ-ਬੰਦੀ ਵਿਚ ਲਿਆ ਕੇ ਬਿਆਨ ਕਰਦਾ ਹਾਂ। ਮੈਂ ਕੀਹ ਜਾਣ ਸਕਦਾ ਹਾਂ ਕਿ ਉਹ ਪਰਮਾਤਮਾ ਕਿਹੋ ਜਿਹਾ ਹੈ?",
    "pronunciation": "(imiq) h`dbMdI",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "krau bynqI siqgur Apuny; mY mUrK. dyhu aupdyso ry]3]",
    "transliteration": "Karo Baenathee Sathigur Apunae Mai Moorakh Dhaehu Oupadhaeso Rae ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਪਾਸ ਬੇਨਤੀ ਕਰਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਸਿੱਖਿਆ ਦੇਵੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "mY mUrK kI. kyqk bwq hY; koit prwDI qirAw ry]",
    "transliteration": "Mai Moorakh Kee Kaethak Baath Hai Kott Paraadhhee Thariaa Rae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਪਾਰ ਲੰਘਾਣਾ (ਗੁਰੂ ਵਾਸਤੇ) ਕੋਈ ਵੱਡੀ ਗੱਲ ਨਹੀਂ (ਉਸ ਦੇ ਦਰ ਤੇ ਆ ਕੇ ਤਾਂ) ਕ੍ਰੋੜਾਂ ਪਾਪੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2308,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "guru nwnku. ijn suixAw pyiKAw; sy iPir. grBwis, n pirAw ry]4]2]13]",
    "transliteration": "Gur Naanak Jin Suniaa Paekhiaa Sae Fir Garabhaas N Pariaa Rae ||4||2||13||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਨਾਨਕ (ਦੇ ਉਪਦੇਸ਼) ਨੂੰ ਸੁਣਿਆ ਹੈ ਗੁਰੂ ਨਾਨਕ ਦਾ ਦਰਸ਼ਨ ਕੀਤਾ ਹੈ, ਉਹ ਮੁੜ ਕਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦੇ ॥੪॥੨॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ijnw bwq ko bhuqu AMdysro; qy imty siB gieAw]",
    "transliteration": "Jinaa Baath Ko Bahuth Andhaesaro Thae Mittae Sabh Gaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਗੱਲਾਂ ਦਾ ਮੈਨੂੰ ਬਹੁਤ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਲੱਗਾ ਰਹਿੰਦਾ ਸੀ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਉਹ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਮਿਟ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "shj sYn Aru suKmn nwrI; aUD kml ibgsieAw]1]",
    "transliteration": "Sehaj Sain Ar Sukhaman Naaree Oodhh Kamal Bigasaeiaa ||1||",
    "punjabi": "ਮੇਰਾ ਪੁੱਠਾ ਪਿਆ ਹੋਇਆ ਹਿਰਦਾ-ਕੌਲ ਫੁੱਲ ਖਿੜ ਪਿਆ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਮੇਰੀ ਲੀਨਤਾ ਹੋਈ ਰਹਿੰਦੀ ਹੈ, ਅਤੇ, ਮੇਰੀਆਂ ਸਾਰੀਆਂ ਇੰਦ੍ਰੀਆਂ ਹੁਣ ਮੇਰੇ ਮਨ ਨੂੰ ਆਤਮਕ ਸੁਖ ਦੇਣ ਵਾਲੀਆਂ ਹੋ ਗਈਆਂ ਹਨ ॥੧॥",
    "pronunciation": "(shj)SWqI c[ (sYn)ibrwjdw hW[ (suKmn) mn nMU suK dyx vwlI pRymw-BgqI rUp nwrI[ (suKmn)mn SRomxI suK srUp bRhm jI dI nwrI bx ky[  ibg-sieAw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "dyKhu Acrju BieAw]",
    "transliteration": "Dhaekhahu Acharaj Bhaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਵੇਖੋ (ਮੇਰੇ ਅੰਦਰ) ਇਕ ਅਨੋਖਾ ਕੌਤਕ ਵਰਤਿਆ ਹੈ।",
    "pronunciation": "A-crju",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ijh Twkur kau sunq AgwiD boiD; so irdY. guir dieAw]rhwau]",
    "transliteration": "Jih Thaakur Ko Sunath Agaadhh Bodhh So Ridhai Gur Dhaeiaa || Rehaao ||",
    "punjabi": "ਗੁਰੂ ਨੇ (ਮੈਨੂੰ ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ (ਵਿਖਾ) ਦਿੱਤਾ ਹੈ ਜਿਸ ਦੀ ਬਾਬਤ ਸੁਣਦੇ ਸਾਂ ਕਿ ਉਹ ਮਨੁੱਖਾ ਸਮਝ ਤੋਂ ਬਹੁਤ ਪਰੇ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "joie dUq. moih bhuqu sMqwvq; qy BieAwnk BieAw]",
    "transliteration": "Joe Dhooth Mohi Bahuth Santhaavath Thae Bhaeiaanak Bhaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ (ਕਾਮਾਦਿਕ) ਵੈਰੀ ਮੈਨੂੰ ਬਹੁਤ ਸਤਾਇਆ ਕਰਦੇ ਸਨ, ਉਹ ਹੁਣ (ਮੇਰੇ ਨੇੜੇ ਢੁਕਣੋਂ) ਡਰਦੇ ਹਨ,",
    "pronunciation": "B-ieAwnk[ B-ieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "krih bynqI. rwKu Twkur qy; hm qyrI srnieAw]2]",
    "transliteration": "Karehi Baenathee Raakh Thaakur Thae Ham Thaeree Saranaeiaa ||2||",
    "punjabi": "ਉਹ ਸਗੋਂ ਤਰਲੇ ਕਰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਹੁਣ ਤੇਰੇ ਅਧੀਨ ਹੋ ਕੇ ਰਹਾਂਗੇ, ਸਾਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੀ ਕ੍ਰੋਪੀ) ਤੋਂ ਬਚਾ ਲੈ ॥੨॥",
    "pronunciation": "srnieAw",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "jh BMfwru. goibMd kw KuilAw; ijh pRwpiq iqh lieAw]",
    "transliteration": "Jeh Bhanddaar Gobindh Kaa Khuliaa Jih Praapath Thih Laeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੇ ਅੰਦਰ ਉਹ ਕੌਤਕ ਅਜੇਹਾ ਵਰਤਿਆ ਹੈ) ਕਿ ਉਸ ਅਵਸਥਾ ਵਿਚ ਪਰਮਾਤਮਾ (ਦੀ ਭਗਤੀ) ਦਾ ਖ਼ਜ਼ਾਨਾ (ਮੇਰੇ ਅੰਦਰ) ਖੁਲ੍ਹ ਪਿਆ ਹੈ। ਪਰ (ਹੇ ਭਾਈ! ਇਹ ਖ਼ਜ਼ਾਨਾ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਭਾਗਾਂ ਵਿਚ ਇਸ ਦੀ ਪ੍ਰਾਪਤੀ ਲਿਖੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "eyku rqnu mokau guir dInw; myrw mnu qnu sIqlu iQAw]3]",
    "transliteration": "Eaek Rathan Mo Ko Gur Dheenaa Maeraa Man Than Seethal Thhiaa ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਇਕ ਐਸਾ ਰਤਨ ਦੇ ਦਿੱਤਾ ਹੈ ਕਿ (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਮਨ ਠੰਢਾ-ਠਾਰ ਹੋ ਗਿਆ ਹੈ, ਮੇਰਾ ਸਰੀਰ ਸ਼ਾਂਤ ਹੋ ਗਿਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "eyk bUMd. guir AMimRqu dIno; qw Atlu Amru. n muAw]",
    "transliteration": "Eaek Boondh Gur Anmrith Dheeno Thaa Attal Amar N Muaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਇਕ ਬੂੰਦ ਦਿੱਤੀ ਹੈ, ਹੁਣ ਮੇਰਾ ਆਤਮਾ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਅਡੋਲ ਹੋ ਗਿਆ ਹੈ, ਆਤਮਕ ਮੌਤ ਤੋਂ ਮੈਂ ਬਚ ਗਿਆ ਹਾਂ, ਆਤਮਕ ਮੌਤ ਮੇਰੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ।",
    "pronunciation": "A-tlu",
    "type_id": 3
  },
  {
    "shabad_id": 2309,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "Bgiq BMfwr guir nwnk kau saupy; iPir lyKw. mUil n lieAw]4]3]14]",
    "transliteration": "Bhagath Bhanddaar Gur Naanak Ko Soupae Fir Laekhaa Mool N Laeiaa ||4||3||14||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਦੋਂ ਤੋਂ) ਗੁਰੂ ਨੇ ਨਾਨਕ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਬਖ਼ਸ਼ ਦਿੱਤੇ ਹਨ, ਉਸ ਤੋਂ ਪਿੱਛੋਂ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਹਿਸਾਬ ਉੱਕਾ ਹੀ ਨਹੀਂ ਮੰਗਿਆ ॥੪॥੩॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2310,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2310,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "crnkml isau jw kw mnu lInw; sy jn iqRpiq AGweI]",
    "transliteration": "Charan Kamal Sio Jaa Kaa Man Leenaa Sae Jan Thripath Aghaaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਪ੍ਰਭੂ ਦੇ ਕੌਲ ਫੁੱਲਾਂ ਵਰਗੇ ਕੋਮਲ ਚਰਨਾਂ ਨਾਲ ਪਰਚ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਸੰਤੋਖੀ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2310,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "gux Amol ijsu irdY, n visAw; qy nr iqRsn iqRKweI]1]",
    "transliteration": "Gun Amol Jis Ridhai N Vasiaa Thae Nar Thrisan Thrikhaaee ||1||",
    "punjabi": "ਪਰ ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਅਮੋਲਕ ਗੁਣ ਨਹੀਂ ਆ ਵੱਸਦੇ, ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2310,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hir AwrwDy; Arog AndweI]",
    "transliteration": "Har Aaraadhhae Arog Anadhaaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਨ ਨਾਲ ਨਰੋਏ ਹੋ ਜਾਈਦਾ ਹੈ, ਆਤਮਕ ਅਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(AndweI) AnMidq",
    "type_id": 3
  },
  {
    "shabad_id": 2310,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ijs no ivsrY. myrw rwm snyhI; iqsu. lwK bydn jxu AweI]rhwau]",
    "transliteration": "Jis No Visarai Maeraa Raam Sanaehee This Laakh Baedhan Jan Aaee || Rehaao ||",
    "punjabi": "ਪਰ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਉਤੇ (ਇਉਂ) ਜਾਣੋ (ਜਿਵੇਂ) ਲੱਖਾਂ ਤਕਲੀਫ਼ਾਂ ਆ ਪੈਂਦੀਆਂ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "(bydn) du`K[ (jxu) jwxo",
    "type_id": 3
  }
]