[
  {
    "shabad_id": 2317,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pUrn pwrbRhm prmysur; myry mn. sdw iDAweIAY]1]",
    "transliteration": "Pooran Paarabreham Paramaesur Maerae Man Sadhaa Dhhiaaeeai ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਰਬ-ਵਿਆਪਕ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ismrhu. hir hir nwmu; prwnI]",
    "transliteration": "Simarahu Har Har Naam Paraanee ||",
    "punjabi": "ਹੇ ਬੰਦੇ! ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ibnsY kwcI dyh; AigAwnI]rhwau]",
    "transliteration": "Binasai Kaachee Dhaeh Agiaanee || Rehaao ||",
    "punjabi": "ਹੇ ਗਿਆਨਹੀਨ! ਇਹ ਸਰੀਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਇਹ ਜ਼ਰੂਰ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "imRg iqRsnw Aru supn mnorQ; qw kI. kCu n vfweI]",
    "transliteration": "Mrig Thrisanaa Ar Supan Manorathh Thaa Kee Kashh N Vaddaaee ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਹ ਮਾਇਆ) ਠਗ-ਨੀਰਾ ਹੈ (ਜੋ ਤਿਹਾਏ ਹਰਨ ਨੂੰ ਤੜਫਾ ਤੜਫਾ ਕੇ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ) ਸੁਪਨਿਆਂ ਵਿਚ ਮਿਲੇ ਪਦਾਰਥ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਦੇਸ਼ ਵਿਚ) ਇਸ ਮਾਇਆ ਨੂੰ ਕੁਝ ਭੀ ਇੱਜ਼ਤ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "rwm Bjn ibnu. kwim n Awvis; sMig. n kwhU jweI]2]",
    "transliteration": "Raam Bhajan Bin Kaam N Aavas Sang N Kaahoo Jaaee ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕੋਈ ਚੀਜ਼) ਕੰਮ ਨਹੀਂ ਆਉਂਦੀ, ਇਹ ਮਾਇਆ (ਅੰਤ) ਕਿਸੇ ਦੇ ਭੀ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "hau hau krq. ibhwie Avrdw; jIA ko kwmu. n kInw]",
    "transliteration": "Ho Ho Karath Bihaae Avaradhaa Jeea Ko Kaam N Keenaa ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦੀ) ਉਮਰ (ਮਾਇਆ ਦਾ) ਮਾਣ ਕਰਦਿਆਂ ਹੀ ਬੀਤ ਜਾਂਦੀ ਹੈ, ਉਹ ਕੋਈ ਐਸਾ ਕੰਮ ਨਹੀਂ ਕਰਦਾ ਜੋ ਜਿੰਦ ਦੇ ਲਾਭ ਵਾਸਤੇ ਹੋਵੇ।",
    "pronunciation": "(A-vrdw) aumr",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "Dwvq Dwvq. nh iqRpqwisAw; rwm nwmu. nhI cInw]3]",
    "transliteration": "Dhhaavath Dhhaavath Neh Thripathaasiaa Raam Naam Nehee Cheenaa ||3||",
    "punjabi": "(ਸਾਰੀ ਉਮਰ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਦੌੜਦਾ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ, ਰੱਜਦਾ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "swd ibkwr ibKY rs mwqo; AsMK Kqy kir Pyry]",
    "transliteration": "Saadh Bikaar Bikhai Ras Maatho Asankh Khathae Kar Faerae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਚਸਕਿਆਂ ਵਿਚ ਵਿਕਾਰਾਂ ਵਿਚ ਪਦਾਰਥਾਂ ਦੇ ਸੁਆਦਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਬੇਅੰਤ ਪਾਪ ਕਰ ਕਰ ਕੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜਾਂ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(Kqy)gunwh[Kqy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2317,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "nwnk kI pRB pwih ibnMqI; kwthu Avgux myry]4]11]22]",
    "transliteration": "Naanak Kee Prabh Paahi Binanthee Kaattahu Avagun Maerae ||4||11||22||",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ ਦੀ ਅਰਜ਼ੋਈ ਤਾਂ ਪ੍ਰਭੂ ਪਾਸ ਹੀ ਹੈ (ਨਾਨਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਮੇਰੇ ਔਗੁਣ ਕੱਟ ਦੇਹ ॥੪॥੧੧॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gux gwvhu pUrn AibnwsI; kwm kRoD ibKu jwry]",
    "transliteration": "Gun Gaavahu Pooran Abinaasee Kaam Krodhh Bikh Jaarae ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਸਰਬ-ਵਿਆਪਕ ਨਾਸ-ਰਹਿਤ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ। (ਜੇਹੜਾ ਮਨੁੱਖ ਇਹ ਉੱਦਮ ਕਰਦਾ ਹੈ ਗੁਰੂ ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ) ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਦੀ) ਜ਼ਹਰ ਸਾੜ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "mhw ibKmu Agin ko swgru; swDUsMig auDwry]1]",
    "transliteration": "Mehaa Bikham Agan Ko Saagar Saadhhoo Sang Oudhhaarae ||1||",
    "punjabi": "(ਇਹ ਜਗਤ ਵਿਕਾਰਾਂ ਦੀ) ਅੱਗ ਦਾ ਸਮੁੰਦਰ (ਹੈ, ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣਾ) ਬਹੁਤ ਕਠਨ ਹੈ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਰੱਖ ਕੇ, ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "pUrY guir; myitE Brmu AMDyrw]",
    "transliteration": "Poorai Gur Maettiou Bharam Andhhaeraa ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ। ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਉਸ ਦਾ) ਭਰਮ ਮਿਟਾ ਦਿੱਤਾ, (ਉਸ ਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "Bju pRym Bgiq; pRBu nyrw]rhwau]",
    "transliteration": "Bhaj Praem Bhagath Prabh Naeraa || Rehaao ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਤੂੰ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪ੍ਰੇਮ-ਭਰੀ ਭਗਤੀ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, (ਤੈਨੂੰ) ਪ੍ਰਭੂ ਅੰਗ-ਸੰਗ (ਦਿੱਸ ਪਏਗਾ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "hir hir nwmu inDwn rsu pIAw; mn qn rhy AGweI]",
    "transliteration": "Har Har Naam Nidhhaan Ras Peeaa Man Than Rehae Aghaaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਾਰੇ ਰਸਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਇਸ) ਖ਼ਜ਼ਾਨੇ ਦਾ ਰਸ ਪੀਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ (ਮਾਇਆ ਦੇ ਰਸਾਂ ਵਲੋਂ) ਰੱਜ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jq kq pUir rihE prmysru; kq AwvY kq jweI]2]",
    "transliteration": "Jath Kath Poor Rehiou Paramaesar Kath Aavai Kath Jaaee ||2||",
    "punjabi": "ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਵਿਆਪਕ ਦਿੱਸ ਪੈਂਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਫਿਰ ਨਾਹ ਜੰਮਦਾ ਹੈ ਨਾਹ ਮਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "jp qp sMjm igAwn qq byqw; ijsu min vsY guopwlw]",
    "transliteration": "Jap Thap Sanjam Giaan Thath Baethaa Jis Man Vasai Guopaalaa ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਣ-ਹਾਰ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਅਸਲੀ ਜਪ ਤਪ ਸੰਜਮ ਦਾ ਭੇਤ ਸਮਝਣ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ ਗਿਆਤਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "guopwlw:guo:hoVy AONkV ivckwr bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "nwmu rqnu ijin gurmuiK pwieAw; qw kI pUrn Gwlw]3]",
    "transliteration": "Naam Rathan Jin Guramukh Paaeiaa Thaa Kee Pooran Ghaalaa ||3||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ ਰਤਨ ਲੱਭ ਲਿਆ, ਉਸ ਦੀ (ਆਤਮਕ ਜੀਵਨ ਵਾਲੀ) ਮੇਹਨਤ ਕਾਮਯਾਬ ਹੋ ਗਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "kil klys imty duK sgly; kwtI jm kI Pwsw]",
    "transliteration": "Kal Kalaes Mittae Dhukh Sagalae Kaattee Jam Kee Faasaa ||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ ਜਮਾਂ ਵਾਲੀ ਫਾਹੀ ਕੱਟੀ ਗਈ (ਉਸ ਦੇ ਗਲੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਕੱਟੀ ਗਈ ਜੋ ਆਤਮਕ ਮੌਤ ਲਿਆ ਕੇ ਜਮਾਂ ਦੇ ਵੱਸ ਪਾਂਦੀ ਹੈ), ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਕਲੇਸ਼ ਕਸ਼ਟ ਦੂਰ ਹੋ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2318,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "khu nwnk. pRiB ikrpw DwrI; mn qn Bey ibgwsw]4]12]23]",
    "transliteration": "Kahu Naanak Prabh Kirapaa Dhhaaree Man Than Bheae Bigaasaa ||4||12||23||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ, ਤੇ) ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਆਤਮਕ ਆਨੰਦ ਨਾਲ ਪ੍ਰਫੁਲਤ ਹੋ ਗਿਆ ॥੪॥੧੨॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "krx krwvxhwr pRBu dwqw; pwrbRhm pRBu suAwmI]",
    "transliteration": "Karan Karaavanehaar Prabh Dhaathaa Paarabreham Prabh Suaamee ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਸਹਾਈ ਗੁਰੂ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲਾ ਹੈ (ਜੀਵਾਂ ਪਾਸੋਂ) ਸਭ ਕੁਝ ਕਰਾ ਸਕਣ ਵਾਲਾ ਹੈ, ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਸਭ ਦਾ ਮਾਲਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sgly jIA kIey dieAwlw; so pRBu AMqrjwmI]1]",
    "transliteration": "Sagalae Jeea Keeeae Dhaeiaalaa So Prabh Antharajaamee ||1||",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਉਸੇ ਦਇਆ-ਦੇ-ਘਰ ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਉਹ ਪ੍ਰਭੂ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "myrw guru; hoAw Awip shweI]",
    "transliteration": "Maeraa Gur Hoaa Aap Sehaaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਦਦਗਾਰ ਆਪ ਬਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "sUK shj AwnMd mMgl rs; Acrj BeI bfweI]rhwau]",
    "transliteration": "Sookh Sehaj Aanandh Mangal Ras Acharaj Bhee Baddaaee || Rehaao ||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਸੁਆਦ ਉੱਘੜ ਪੈਂਦੇ ਹਨ। ਉਸ ਮਨੁੱਖ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਐਸੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ ਕਿ ਹੈਰਾਨ ਹੋ ਜਾਈਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "A-crj",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "gur kI srix pey. BY nwsy; swcI drgh mwny]",
    "transliteration": "Gur Kee Saran Peae Bhai Naasae Saachee Dharageh Maanae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਡਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gux gwvq. AwrwiD nwmu hir; Awey ApunY Qwny]2]",
    "transliteration": "Gun Gaavath Aaraadhh Naam Har Aaeae Apunai Thhaanae ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਉਹ ਆਪਣੇ (ਉਸ ਹਿਰਦੇ-) ਥਾਂ ਵਿਚ ਆ ਟਿਕਦੇ ਹਨ (ਜਿਥੋਂ ਕੋਈ ਵਿਕਾਰ ਉਹਨਾਂ ਨੂੰ ਕੱਢ ਕੇ ਭਟਕਣਾ ਵਿਚ ਨਹੀਂ ਪਾ ਸਕਦਾ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "jY jYkwru krY sB ausqiq; sMgiq swD ipAwrI]",
    "transliteration": "Jai Jai Kaar Karai Sabh Ousathath Sangath Saadhh Piaaree ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ ਉਸ ਦੀ ਵਡਿਆਈ ਕਰਦੀ ਹੈ, ਸੋਭਾ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "sd bilhwir jwau pRB Apuny; ijin pUrn pYj svwrI]3]",
    "transliteration": "Sadh Balihaar Jaao Prabh Apunae Jin Pooran Paij Savaaree ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ (ਭੀ) ਆਪਣੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ (ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਪਾ ਕੇ) ਮੇਰੀ ਇੱਜ਼ਤ ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਖ ਲਈ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "gosit igAwnu. nwmu suix auDry; ijin ijin drsnu pwieAw]",
    "transliteration": "Gosatt Giaan Naam Sun Oudhharae Jin Jin Dharasan Paaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ (ਗੁਰੂ ਦਾ) ਦਰਸਨ ਕੀਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ, ਉਹਨਾਂ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਪ੍ਰਾਪਤ ਹੋ ਗਈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਤੋਂ) ਬਚ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2319,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "BieE ikRpwlu nwnk. pRBu Apunw; And syqI Gir AwieAw]4]13]24]",
    "transliteration": "Bhaeiou Kirapaal Naanak Prabh Apunaa Anadh Saethee Ghar Aaeiaa ||4||13||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਿਆਰਾ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੋਇਆ ਉਹ ਮਨੁੱਖ ਆਤਮਕ ਅਨੰਦ ਨਾਲ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ॥੪॥੧੩॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2320,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2320,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "pRB kI srix. sgl BY lwQy; duK ibnsy suKu pwieAw]",
    "transliteration": "Prabh Kee Saran Sagal Bhai Laathhae Dhukh Binasae Sukh Paaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆਂ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਡਰ ਲਹਿ ਜਾਂਦੇ ਹਨ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ (ਸਦਾ) ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2320,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "dieAwlu hoAw pwrbRhmu suAwmI; pUrw siqguru iDAwieAw]1]",
    "transliteration": "Dhaeiaal Hoaa Paarabreham Suaamee Pooraa Sathigur Dhhiaaeiaa ||1||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ) ਜੇਹੜਾ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਸ ਉੱਤੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2320,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "pRB jIau; qU myro swihbu dwqw]",
    "transliteration": "Prabh Jeeo Thoo Maero Saahib Dhaathaa ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਮੇਰਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਮੈਨੂੰ ਸਾਰੀਆਂ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2320,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "kir ikrpw pRB dIn dieAwlw; gux gwvau rMig rwqw]rhwau]",
    "transliteration": "Kar Kirapaa Prabh Dheen Dhaeiaalaa Gun Gaavo Rang Raathaa || Rehaao ||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ ਤੇਰੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2320,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "siqguir nwmu inDwnu idRVwieAw; icMqw sgl ibnwsI]",
    "transliteration": "Sathigur Naam Nidhhaan Dhrirraaeiaa Chinthaa Sagal Binaasee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਨੇ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪ੍ਰਭੂ-ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਦੀ ਸਾਰੀ ਚਿੰਤਾ ਦੂਰ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  }
]