[
  {
    "shabad_id": 2324,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "soriT mhlw 5 Gru 2 dupdy",
    "transliteration": "Sorath Mehalaa 5 Ghar 2 Dhupadhae",
    "translation": "Sorat'h, Fifth Mehl, Second House, Du-Padas:",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "du-pdy",
    "type_id": 3
  },
  {
    "shabad_id": 2324,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<>siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2324,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "sgl bnspiq mih bYsMqru; sgl dUD mih GIAw]",
    "transliteration": "Sagal Banasapath Mehi Baisanthar Sagal Dhoodhh Mehi Gheeaa ||",
    "translation": "Fire is contained in all firewood, and butter is contained in all milk.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਸਭ ਬੂਟਿਆਂ ਵਿਚ ਅੱਗ (ਗੁਪਤ ਮੌਜੂਦ) ਹੈ, ਜਿਵੇਂ ਹਰੇਕ ਕਿਸਮ ਦੇ ਦੁੱਧ ਵਿਚ ਘਿਉ (ਮੱਖਣ) ਗੁਪਤ ਮੌਜੂਦ ਹੈ,",
    "pronunciation": "b-nspiq",
    "type_id": 3
  },
  {
    "shabad_id": 2324,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "aUc nIc mih joiq smwxI; Git Git mwDau jIAw]1]",
    "transliteration": "Ooch Neech Mehi Joth Samaanee Ghatt Ghatt Maadhho Jeeaa ||1||",
    "translation": "God's Light is contained in the high and the low; the Lord is in the hearts of all beings. ||1||",
    "punjabi": "ਤਿਵੇਂ ਚੰਗੇ ਮੰਦੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਸਮਾਈ ਹੋਈ ਹੈ, ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਹੈ, ਸਭ ਜੀਵਾਂ ਵਿਚ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2324,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "sMqhu; Git Git rihAw smwihE]",
    "transliteration": "Santhahu Ghatt Ghatt Rehiaa Samaahiou ||",
    "translation": "O Saints, He is pervading and permeating each and every heart.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2324,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "pUrn pUir rihE srb mih; jil Qil rmeIAw AwihE]1]rhwau]",
    "transliteration": "Pooran Poor Rehiou Sarab Mehi Jal Thhal Rameeaa Aahiou ||1|| Rehaao ||",
    "translation": "The Perfect Lord is completely permeating everyone, everywhere; He is diffused in the water and the land. ||1||Pause||",
    "punjabi": "ਉਹ ਪੂਰੀ ਤਰ੍ਹਾਂ ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਉਹ ਸੋਹਣਾ ਰਾਮ ਪਾਣੀ ਵਿਚ ਹੈ ਧਰਤੀ ਵਿਚ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "r-meIAw",
    "type_id": 4
  },
  {
    "shabad_id": 2324,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "gux inDwn nwnku jsu gwvY; siqguir Brmu cukwieE]",
    "transliteration": "Gun Nidhhaan Naanak Jas Gaavai Sathigur Bharam Chukaaeiou ||",
    "translation": "Nanak sings the Praises of the Lord, the treasure of excellence; the True Guru has dispelled his doubt.",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਨਕ (ਉਸ) ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਹੈ। ਗੁਰੂ ਨੇ (ਨਾਨਕ ਦਾ) ਭੁਲੇਖਾ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ। (ਤਾਂਹੀਏਂ ਨਾਨਕ ਨੂੰ ਯਕੀਨ ਹੈ ਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2324,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "srb invwsI sdw Alypw; sB mih rihAw smwieE]2]1]29]",
    "transliteration": "Sarab Nivaasee Sadhaa Alaepaa Sabh Mehi Rehiaa Samaaeiou ||2||1||29||",
    "translation": "The Lord is pervading everywhere, permeating all, and yet, He is unattached from all. ||2||1||29||",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਫਿਰ ਭੀ) ਸਦਾ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਨਿਰਲੇਪ ਹੈ, ਸਭ ਜੀਵਾਂ ਵਿਚ ਸਮਾ ਰਿਹਾ ਹੈ ॥੨॥੧॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2325,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2325,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "jw kY ismrix hoie AnMdw; ibnsY jnm mrx BY duKI]",
    "transliteration": "Jaa Kai Simaran Hoe Anandhaa Binasai Janam Maran Bhai Dhukhee ||",
    "translation": "Meditating on Him, one is in ecstasy; the pains of birth and death and fear are removed.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਨਾਲ ਤੂੰ ਖ਼ੁਸ਼ੀ-ਭਰਿਆ ਜੀਵਨ ਜੀਊ ਸਕਦਾ ਹੈਂ ਤੇਰੇ ਜਨਮ ਮਰਨ ਦੇ ਸਾਰੇ ਡਰ ਤੇ ਦੁੱਖ ਦੂਰ ਹੋ ਸਕਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2325,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "cwir pdwrQ. nv iniD pwvih; bhuir. n iqRsnw BuKI]1]",
    "transliteration": "Chaar Padhaarathh Nav Nidhh Paavehi Bahur N Thrisanaa Bhukhee ||1||",
    "translation": "The four cardinal blessings, and the nine treasures are received; you shall never feel hunger or thirst again. ||1||",
    "punjabi": "ਤੂੰ (ਧਰਮ ਅਰਥ ਕਾਮ ਮੋਖ) ਚਾਰੇ ਪਦਾਰਥ ਤੇ ਦੁਨੀਆ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਹਾਸਲ ਕਰ ਸਕਦਾ ਹੈਂ, (ਜਿਸ ਦੇ ਸਿਮਰਨ ਨਾਲ) ਤੈਨੂੰ ਮਾਇਆ ਦੀ ਤ੍ਰੇਹ ਭੁੱਖ ਫਿਰ ਨਹੀਂ ਵਿਆਪੇਗੀ (ਉਸ ਦਾ ਸਿਮਰਨ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਕਰਦਾ ਰਹੁ) ॥੧॥",
    "pronunciation": "B`uKI",
    "type_id": 3
  },
  {
    "shabad_id": 2325,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "jw ko nwmu lYq; qU suKI]",
    "transliteration": "Jaa Ko Naam Laith Thoo Sukhee ||",
    "translation": "Chanting His Name, you shall be at peace.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਤੂੰ ਸੁਖੀ ਹੋ ਸਕਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2325,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "swis swis iDAwvhu Twkur kau; mn qn jIAry muKI]1]rhwau]",
    "transliteration": "Saas Saas Dhhiaavahu Thaakur Ko Man Than Jeearae Mukhee ||1|| Rehaao ||",
    "translation": "With each and every breath, meditate on the Lord and Master, O my soul, with mind, body and mouth. ||1||Pause||",
    "punjabi": "ਹੇ ਜੀਵ! ਉਸ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਨੂੰ ਤੂੰ ਆਪਣੇ ਮਨੋ ਤਨੋ ਮੂੰਹ ਨਾਲ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਸਿਮਰਿਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "muKI:polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 2325,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "sWiq pwvih hovih mn sIql; Agin. n AMqir DuKI]",
    "transliteration": "Saanth Paavehi Hovehi Man Seethal Agan N Anthar Dhhukhee ||",
    "translation": "You shall find peace, and your mind shall be soothed and cooled; the fire of desire shall not burn within you.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਸ਼ਾਂਤੀ ਹਾਸਲ ਕਰ ਲਏਂਗਾ, ਤੂੰ ਅੰਤਰ-ਆਤਮੇ ਠੰਢਾ-ਠਾਰ ਹੋ ਜਾਏਂਗਾ, ਤੇਰੇ ਅੰਦਰ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਨਹੀਂ ਧੁਖੇਗੀ।",
    "pronunciation": "DuKI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2325,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "gur nwnk kau. pRBU idKwieAw; jil Qil iqRBvix ruKI]2]2]30]",
    "transliteration": "Gur Naanak Ko Prabhoo Dhikhaaeiaa Jal Thhal Thribhavan Rukhee ||2||2||30||",
    "translation": "The Guru has revealed God to Nanak, in the three worlds, in the water, the earth and the woods. ||2||2||30||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਨਾਨਕ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਰੁੱਖਾਂ ਵਿਚ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ (ਵੱਸਦਾ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੨॥੨॥੩੦॥",
    "pronunciation": "ru`KIN",
    "type_id": 3
  },
  {
    "shabad_id": 2326,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2326,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kwm kRoD loB JUT inMdw; ien qy Awip Cfwvhu]",
    "transliteration": "Kaam Krodhh Lobh Jhooth Nindhaa Ein Thae Aap Shhaddaavahu ||",
    "translation": "Sexual desire, anger, greed, falsehood and slander - please, save me from these, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਝੂਠ ਨਿੰਦਾ (ਆਦਿਕ) ਇਹਨਾਂ (ਸਾਰੇ ਵਿਕਾਰਾਂ) ਤੋਂ ਤੂੰ ਮੈਨੂੰ ਆਪ ਛੁਡਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2326,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ieh BIqr qy ien kau fwrhu; Awpn inkit bulwvhu]1]",
    "transliteration": "Eih Bheethar Thae Ein Ko Ddaarahu Aapan Nikatt Bulaavahu ||1||",
    "translation": "Please eradicate these from within me, and call me to come close to You. ||1||",
    "punjabi": "ਮੇਰੇ ਇਸ ਮਨ ਵਿਚੋਂ ਇਹਨਾਂ (ਵਿਕਾਰਾਂ) ਨੂੰ ਕੱਢ ਦੇ, ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜੀ ਰੱਖ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2326,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ApunI ibiD; Awip jnwvhu]",
    "transliteration": "Apunee Bidhh Aap Janaavahu ||",
    "translation": "You alone teach me Your Ways.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੀ ਭਗਤੀ ਦੀ ਜਾਚ ਤੂੰ ਮੈਨੂੰ ਆਪ ਸਿਖਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2326,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hir jn mMgl gwvhu]1]rhwau]",
    "transliteration": "Har Jan Mangal Gaavahu ||1|| Rehaao ||",
    "translation": "With the Lord's humble servants, I sing His Praises. ||1||Pause||",
    "punjabi": "ਮੈਨੂੰ ਪ੍ਰੇਰਨਾ ਦੇਹ ਕਿ ਮੈਂ ਤੇਰੇ ਸੰਤ ਜਨਾਂ ਨਾਲ ਮਿਲ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਇਆ ਕਰਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2326,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ibsru nwhI. kbhU hIey qy; ieh ibiD mn mih pwvhu]",
    "transliteration": "Bisar Naahee Kabehoo Heeeae Thae Eih Bidhh Man Mehi Paavahu ||",
    "translation": "May I never forget the Lord within my heart; please, instill such understanding within my mind.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਮਨ ਵਿਚ ਤੂੰ ਇਹੋ ਜਿਹੀ ਸਿੱਖਿਆ ਪਾ ਦੇਹ ਕਿ ਮੇਰੇ ਹਿਰਦੇ ਤੋਂ ਤੂੰ ਕਦੇ ਭੀ ਨਾਹ ਵਿਸਰੇਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2326,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "guru pUrw ByitE vfBwgI; jn nwnk. kqih n Dwvhu]2]3]31]",
    "transliteration": "Gur Pooraa Bhaettiou Vaddabhaagee Jan Naanak Kathehi N Dhhaavahu ||2||3||31||",
    "translation": "By great good fortune, servant Nanak has met with the Perfect Guru, and now, he will not go anywhere else. ||2||3||31||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਤੈਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, ਹੁਣ ਤੂੰ ਹੋਰ ਕਿਸੇ ਪਾਸੇ ਨਾਹ ਦੌੜਦਾ ਫਿਰ ॥੨॥੩॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2327,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2327,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jw kY ismrix sBu kCu pweIAY; ibrQI Gwl. n jweI]",
    "transliteration": "Jaa Kai Simaran Sabh Kashh Paaeeai Birathhee Ghaal N Jaaee ||",
    "translation": "Meditating in remembrance on Him all things are obtained and one's efforts shall not be in vain.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰੇਕ ਪਦਾਰਥ ਮਿਲ ਸਕਦਾ ਹੈ, (ਸਿਮਰਨ ਦੀ) ਕੀਤੀ ਹੋਈ ਮਿਹਨਤ ਵਿਅਰਥ ਨਹੀਂ ਜਾਂਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2327,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "iqsu pRB iqAwig. Avr kq rwchu; jo sB mih rihAw smweI]1]",
    "transliteration": "This Prabh Thiaag Avar Kath Raachahu Jo Sabh Mehi Rehiaa Samaaee ||1||",
    "translation": "Forsaking God, why do you attach yourself to another? He is contained in everything. ||1||",
    "punjabi": "ਜੇਹੜਾ ਪ੍ਰਭੂ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਮੌਜੂਦ ਹੈ ਉਸ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰ ਕੇਹੜੇ ਪਾਸੇ ਮਸਤ ਹੋ ਰਹੇ ਹੋ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2327,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "hir hir ismrhu; sMq gopwlw]",
    "transliteration": "Har Har Simarahu Santh Gopaalaa ||",
    "translation": "O Saints, meditate in remembrance on the World-Lord, Har, Har.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਨੂੰ ਸਦਾ ਸਿਮਰਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2327,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "swDsMig imil nwmu iDAwvhu; pUrn hovY Gwlw]1]rhwau]",
    "transliteration": "Saadhhasang Mil Naam Dhhiaavahu Pooran Hovai Ghaalaa ||1|| Rehaao ||",
    "translation": "Joining the Saadh Sangat, the Company of the Holy, meditate on the Naam, the Name of the Lord; your efforts shall be rewarded. ||1||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ, (ਸਿਮਰਨ ਦੀ) ਮੇਹਨਤ ਜ਼ਰੂਰ ਸਫਲ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2327,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "swir smwlY iniq pRiqpwlY; pRym sihq gil lwvY]",
    "transliteration": "Saar Samaalai Nith Prathipaalai Praem Sehith Gal Laavai ||",
    "translation": "He ever preserves and cherishes His servant; with Love, He hugs him close.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ (ਸਭ ਜੀਵਾਂ ਦੀ) ਸਾਰ ਲੈ ਕੇ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਸਦਾ ਪਾਲਣਾ ਕਰਦਾ ਹੈ (ਸਿਮਰਨ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ) ਪ੍ਰੇਮ ਨਾਲ ਆਪਣੇ ਗਲੇ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2327,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "khu nwnk. pRB qumry ibsrq; jgq jIvnu kYsy pwvY]2]4]32]",
    "transliteration": "Kahu Naanak Prabh Thumarae Bisarath Jagath Jeevan Kaisae Paavai ||2||4||32||",
    "translation": "Says Nanak, forgetting You, O God, how can the world find life? ||2||4||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਪ੍ਰਭੂ! ਤੈਨੂੰ ਵਿਸਾਰ ਕੇ ਜੀਵ ਤੈਨੂੰ ਕਿਵੇਂ ਮਿਲ ਸਕਦਾ ਹੈ? ਤੇ, ਤੂੰ ਹੀ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਹੈਂ ॥੨॥੪॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2328,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2328,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AibnwsI. jIAn ko dwqw; ismrq sB mlu KoeI]",
    "transliteration": "Abinaasee Jeean Ko Dhaathaa Simarath Sabh Mal Khoee ||",
    "translation": "He is imperishable, the Giver of all beings; meditating on Him, all filth is removed.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਮਨ ਤੋਂ ਵਿਕਾਰਾਂ ਦੀ) ਸਾਰੀ ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ ਜੋ ਨਾਸ-ਰਹਿਤ ਹੈ, ਤੇ, ਜੋ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2328,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "gux inDwn. Bgqn kau brqin; ibrlw pwvY koeI]1]",
    "transliteration": "Gun Nidhhaan Bhagathan Ko Barathan Biralaa Paavai Koee ||1||",
    "translation": "He is the treasure of excellence, the object of His devotees, but rare are those who find Him. ||1||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ, ਭਗਤਾਂ ਵਾਸਤੇ ਹਰ ਵੇਲੇ ਦਾ ਸਹਾਰਾ ਹੈ। ਪਰ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਉਸ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2328,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "myry mn jip; gur gopwl pRBu soeI]",
    "transliteration": "Maerae Man Jap Gur Gopaal Prabh Soee ||",
    "translation": "O my mind, meditate on the Guru, and God, the Cherisher of the world.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਜਪਿਆ ਕਰੋ ਜੋ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2328,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jw kI srix pieAW suKu pweIAY; bwhuiV dUKu. n hoeI]1]rhwau]",
    "transliteration": "Jaa Kee Saran Paeiaaan Sukh Paaeeai Baahurr Dhookh N Hoee ||1|| Rehaao ||",
    "translation": "Seeking His Sanctuary, one finds peace, and he shall not suffer in pain again. ||1||Pause||",
    "punjabi": "ਤੇ, ਜਿਸ ਦਾ ਆਸਰਾ ਲਿਆਂ ਸੁਖ ਪ੍ਰਾਪਤ ਕਰ ਲਈਦਾ ਹੈ, ਫਿਰ ਕਦੇ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2328,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "vfBwgI swDsMgu prwpiq; iqn Bytq durmiq KoeI]",
    "transliteration": "Vaddabhaagee Saadhhasang Paraapath Thin Bhaettath Dhuramath Khoee ||",
    "translation": "By great good fortune, one obtains the Saadh Sangat, the Company of the Holy. Meeting them, evil-mindedness is eliminated.",
    "punjabi": "ਹੇ ਭਾਈ! ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਭਲੇ ਮਨੁੱਖਾਂ ਦੀ ਸੰਗਤਿ ਹਾਸਲ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਖੋਟੀ ਬੁੱਧ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]