[
  {
    "shabad_id": 2328,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "iqn kI DUir. nwnku dwsu bwCY; ijn hir nwmu irdY proeI ]2]5]33]",
    "transliteration": "Thin Kee Dhhoor Naanak Dhaas Baashhai Jin Har Naam Ridhai Paroee ||2||5||33||",
    "translation": "Slave Nanak yearns for the dust of the feet of those, who have woven the Lord's Name into their hearts. ||2||5||33||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖਿਆ ਹੈ ॥੨॥੫॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2329,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2329,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jnm jnm ky dUK invwrY; sUkw mnu. swDwrY ]",
    "transliteration": "Janam Janam Kae Dhookh Nivaarai Sookaa Man Saadhhaarai ||",
    "translation": "He dispels the pains of countless incarnations, and lends support to the dry and shrivelled mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਵੈਦ-ਗੁਰੂ (ਸਰਣ-ਪਏ ਮਨੁੱਖ ਦੇ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਹਰਿਆਵਲ ਤੋਂ ਸੱਖਣੇ ਉਸ ਦੇ ਮਨ ਨੂੰ (ਨਾਮ-ਦਾਰੂ ਦਾ ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(swDwrY) svwrdy SuB guxW sihq[ (swDwrY) hrw Brw",
    "type_id": 3
  },
  {
    "shabad_id": 2329,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "drsnu Bytq hoq inhwlw; hir kw nwmu bIcwrY ]1]",
    "transliteration": "Dharasan Bhaettath Hoth Nihaalaa Har Kaa Naam Beechaarai ||1||",
    "translation": "Beholding the Blessed Vision of His Darshan, one is enraptured, contemplating the Name of the Lord. ||1||",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦਿਆਂ ਹੀ (ਮਨੁੱਖ) ਖਿੜ ਆਉਂਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2329,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myrw bYdu; gurU goivMdw ]",
    "transliteration": "Maeraa Baidh Guroo Govindhaa ||",
    "translation": "My physician is the Guru, the Lord of the Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਦਾ ਰੂਪ ਮੇਰਾ ਗੁਰੂ (ਪੂਰਾ) ਹਕੀਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2329,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir hir nwmu AauKDu muiK dyvY; kwtY jm kI PMDw ]1] rhwau ]",
    "transliteration": "Har Har Naam Aoukhadhh Mukh Dhaevai Kaattai Jam Kee Fandhhaa ||1|| Rehaao ||",
    "translation": "He places the medicine of the Naam into my mouth, and cuts away the noose of Death. ||1||Pause||",
    "punjabi": "(ਇਹ ਹਕੀਮ ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮੂੰਹ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਵਾਈ ਪਾਂਦਾ ਹੈ, (ਉਸ ਦੀ) ਜਮ ਦੀ ਫਾਹੀ ਕੱਟ ਦੇਂਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਵਿਕਾਰਾਂ ਦੀ ਫਾਹੀ ਉਸ ਦੇ ਅੰਦਰੋਂ ਕੱਟ ਦੇਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2329,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "smrQ purK pUrn ibDwqy; Awpy krxYhwrw ]",
    "transliteration": "Samarathh Purakh Pooran Bidhhaathae Aapae Karanaihaaraa ||",
    "translation": "He is the all-powerful, Perfect Lord, the Architect of Destiny; He Himself is the Doer of deeds.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸਭ ਤਾਕਤਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਸਰਬ-ਵਿਆਪਕ! ਹੇ ਭਰਪੂਰ! ਹੇ ਸਭ ਜੀਵਾਂ ਦੇ ਪੈਦਾ ਕਰਨ ਵਾਲੇ! ਤੂੰ ਆਪ ਹੀ (ਗੁਰੂ ਨੂੰ ਪੂਰਾ ਵੈਦ) ਬਣਾਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2329,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Apunw dwsu hir Awip aubwirAw; nwnk nwm ADwrw ]2]6]34]",
    "transliteration": "Apunaa Dhaas Har Aap Oubaariaa Naanak Naam Adhhaaraa ||2||6||34||",
    "translation": "The Lord Himself saves His slave; Nanak takes the Support of the Naam. ||2||6||34||",
    "punjabi": "ਆਪਣੇ ਸੇਵਕ ਨੂੰ (ਵੈਦ-ਗੁਰੂ ਪਾਸੋਂ) ਨਾਮ ਦਾ ਆਸਰਾ ਦਿਵਾ ਕੇ ਤੂੰ ਆਪ ਹੀ (ਜਮ ਦੀ ਫਾਹੀ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈਂ ॥੨॥੬॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2330,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2330,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "AMqr kI giq. qum hI jwnI; quJ hI pwih inbyro ]",
    "transliteration": "Anthar Kee Gath Thum Hee Jaanee Thujh Hee Paahi Nibaero ||",
    "translation": "Only You know the state of my innermost self; You alone can judge me.",
    "punjabi": "ਹੇ ਮੇਰੇ ਆਪਣੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਮੇਰੇ ਦਿਲ ਦੀ ਹਾਲਤ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਤੇਰੀ ਸਰਣ ਪਿਆਂ ਹੀ (ਮੇਰੀ ਅੰਦਰਲੀ ਮੰਦੀ ਹਾਲਤ ਦਾ) ਖ਼ਾਤਮਾ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2330,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "bKis lYhu. swihb pRB Apny; lwK Kqy kir Pyro ]1]",
    "transliteration": "Bakhas Laihu Saahib Prabh Apanae Laakh Khathae Kar Faero ||1||",
    "translation": "Please forgive me, O Lord God Master; I have committed thousands of sins and mistakes. ||1||",
    "punjabi": "ਮੈਂ ਲੱਖਾਂ ਪਾਪ ਕਰਦਾ ਫਿਰਦਾ ਹਾਂ। ਹੇ ਮੇਰੇ ਮਾਲਕ! ਮੈਨੂੰ ਬਖ਼ਸ਼ ਲੈ ॥੧॥",
    "pronunciation": "Kqy:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2330,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "pRB jI; qU myro Twkuru nyro ]",
    "transliteration": "Prabh Jee Thoo Maero Thaakur Naero ||",
    "translation": "O my Dear Lord God Master, You are always near me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਮੇਰਾ ਪਾਲਣਹਾਰਾ ਮਾਲਕ ਹੈਂ, ਮੇਰੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2330,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "hir crx srx; moih cyro ]1] rhwau ]",
    "transliteration": "Har Charan Saran Mohi Chaero ||1|| Rehaao ||",
    "translation": "O Lord, please bless Your disciple with the shelter of Your feet. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਸਰਣ ਵਿਚ ਰੱਖ, ਮੈਨੂੰ ਆਪਣਾ ਦਾਸ ਬਣਾਈ ਰੱਖ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2330,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "bysumwr byAMq suAwmI; aUco gunI ghyro ]",
    "transliteration": "Baesumaar Baeanth Suaamee Oocho Gunee Gehaero ||",
    "translation": "Infinite and endless is my Lord and Master; He is lofty, virtuous and profoundly deep.",
    "punjabi": "ਹੇ ਬੇਸ਼ੁਮਾਰ ਪ੍ਰਭੂ! ਹੇ ਬੇਅੰਤ! ਹੇ ਮੇਰੇ ਮਾਲਕ! ਤੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਾਰੇ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਡੂੰਘਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2330,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "kwit islk. kIno Apuno dwsro; qau nwnk. khw inhoro ]2]7]35]",
    "transliteration": "Kaatt Silak Keeno Apuno Dhaasaro Tho Naanak Kehaa Nihoro ||2||7||35||",
    "translation": "Cutting away the noose of death, the Lord has made Nanak His slave, and now, what does he owe to anyone else? ||2||7||35||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਵਿਕਾਰਾਂ ਦੀ) ਫਾਹੀ ਕੱਟ ਕੇ ਉਸ ਨੂੰ ਆਪਣਾ ਦਾਸ ਬਣਾ ਲੈਂਦਾ ਹੈਂ, ਤਦੋਂ ਉਸ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਰਹਿੰਦੀ ॥੨॥੭॥੩੫॥",
    "pronunciation": "(islk)PwhI[ iksy dw(inhoro) AihswnmMd",
    "type_id": 3
  },
  {
    "shabad_id": 2331,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "soriT 5 ]",
    "transliteration": "Sorath Ma 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "soriT pMjvW",
    "type_id": 3
  },
  {
    "shabad_id": 2331,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Bey ikRpwl gurU goivMdw; sgl mnorQ pwey ]",
    "transliteration": "Bheae Kirapaal Guroo Govindhaa Sagal Manorathh Paaeae ||",
    "translation": "The Guru the Lord of the Universe became merciful to me, and I obtained all of my mind's desires.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਕਿਉਂਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2331,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "AsiQr Bey. lwig hir crxI; goivMd ky gux gwey ]1]",
    "transliteration": "Asathhir Bheae Laag Har Charanee Govindh Kae Gun Gaaeae ||1||",
    "translation": "I have become stable and steady, touching the Lord's Feet, and singing the Glorious Praises of the Lord of the Universe. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾ ਗਾ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਲਗਨ ਲਾ ਕੇ ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਅੱਗੇ) ਡੋਲਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2331,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Blo smUrqu; pUrw ]",
    "transliteration": "Bhalo Samoorath Pooraa ||",
    "translation": "It is a good time, a perfectly auspicious time.",
    "punjabi": "(ਹੇ ਭਾਈ! ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਵਿਚ) ਉਹ ਸਮਾ ਸੁਹਾਵਣਾ ਹੁੰਦਾ ਹੈ ਸ਼ੁਭ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "(smUrqu) SuB smW",
    "type_id": 3
  },
  {
    "shabad_id": 2331,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "sWiq shj AwnMd. nwmu jip; vwjy Anhd qUrw ]1] rhwau ]",
    "transliteration": "Saanth Sehaj Aanandh Naam Jap Vaajae Anehadh Thooraa ||1|| Rehaao ||",
    "translation": "I am in celestial peace, tranquility and ecstasy, chanting the Naam, the Name of the Lord; the unstruck melody of the sound current vibrates and resounds. ||1||Pause||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਸ਼ਾਂਤੀ, ਆਤਮਕ ਅਡੋਲਤਾ, ਆਨੰਦ ਦੇ ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2331,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "imly suAwmI pRIqm Apuny; Gr mMdr suKdweI ]",
    "transliteration": "Milae Suaamee Preetham Apunae Ghar Mandhar Sukhadhaaee ||",
    "translation": "Meeting with my Beloved Lord and Master, my home has become a mansion filled with happiness.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਾਲਕ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਇਹ ਘਰ-ਘਾਟ ਸੁਖ ਦੇਣ ਵਾਲੇ ਪ੍ਰਤੀਤ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2331,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "hir nwmu inDwnu. nwnk jn pwieAw; sglI ieC pujweI ]2]8]36]",
    "transliteration": "Har Naam Nidhhaan Naanak Jan Paaeiaa Sagalee Eishh Pujaaee ||2||8||36||",
    "translation": "Servant Nanak has attained the treasure of the Lord's Name; all his desires have been fulfilled. ||2||8||36||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਲਿਆ, ਉਸ ਦੀ ਹਰੇਕ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥੮॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2332,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2332,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gur ky crn bsy ird BIqir; suB lKx pRiB kIny ]",
    "transliteration": "Gur Kae Charan Basae Ridh Bheethar Subh Lakhan Prabh Keenae ||",
    "translation": "The Guru's feet abide within my heart; God has blessed me with good fortune.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੇ ਚਰਨ ਵੱਸ ਪਏ, ਪ੍ਰਭੂ ਨੇ (ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਵਿਚ) ਸਫਲਤਾ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਲੱਛਣ ਪੈਦਾ ਕਰ ਦਿੱਤੇ।",
    "pronunciation": "l`Kx",
    "type_id": 3
  },
  {
    "shabad_id": 2332,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Bey ikRpwl pUrn prmysr; nwm inDwn min cIny ]1]",
    "transliteration": "Bheae Kirapaal Pooran Paramaesar Naam Nidhhaan Man Cheenae ||1||",
    "translation": "The Perfect Transcendent Lord became merciful to me, and I found the treasure of the Naam within my mind. ||1||",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਜੀ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਦਇਆਵਾਨ ਹੋ ਗਏ, ਉਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਖ਼ਜ਼ਾਨੇ ਆਪਣੇ ਮਨ ਵਿਚ (ਟਿਕੇ ਹੋਏ) ਪਛਾਣ ਲਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2332,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "myro guru; rKvwro mIq ]",
    "transliteration": "Maero Gur Rakhavaaro Meeth ||",
    "translation": "My Guru is my Saving Grace, my only best friend.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ ਮੇਰਾ ਰਾਖਾ ਹੈ ਮੇਰਾ ਮਿੱਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2332,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "dUx caUxI dy vifAweI; soBw nIqw nIq ]1] rhwau ]",
    "transliteration": "Dhoon Choonee Dhae Vaddiaaee Sobhaa Neethaa Neeth ||1|| Rehaao ||",
    "translation": "Over and over again, He blesses me with double, even four-fold, greatness. ||1||Pause||",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਦੇ ਕੇ, ਮੈਨੂੰ) ਉਹ ਵਡਿਆਈ ਬਖ਼ਸ਼ਦਾ ਹੈ ਜੋ ਦੂਣੀ ਚਉਣੀ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ (ਸਦਾ ਵਧਦੀ ਜਾਂਦੀ ਹੈ), ਮੈਨੂੰ ਸਦਾ ਸੋਭਾ ਦਿਵਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2332,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "jIA jMq pRiB sgl auDwry; drsnu dyKxhwry ]",
    "transliteration": "Jeea Janth Prabh Sagal Oudhhaarae Dharasan Dhaekhanehaarae ||",
    "translation": "God saves all beings and creatures, giving them the Blessed Vision of His Darshan.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਨ ਵਾਲੇ ਸਾਰੇ ਮਨੁੱਖਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2332,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "gur pUry kI. Acrj vifAweI; nwnk. sd bilhwry ]2]9]37]",
    "transliteration": "Gur Poorae Kee Acharaj Vaddiaaee Naanak Sadh Balihaarae ||2||9||37||",
    "translation": "Wondrous is the glorious greatness of the Perfect Guru; Nanak is forever a sacrifice to Him. ||2||9||37||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਦਾ ਇਤਨਾ ਵੱਡਾ ਦਰਜਾ ਹੈ ਕਿ (ਵੇਖ ਕੇ) ਹੈਰਾਨ ਹੋ ਜਾਈਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ ਗੁਰੂ ਤੋਂ) ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੨॥੯॥੩੭॥",
    "pronunciation": "A-crj",
    "type_id": 3
  },
  {
    "shabad_id": 2333,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2333,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "sMcin krau nwm Dnu inrml; QwqI Agm Apwr ]",
    "transliteration": "Sanchan Karo Naam Dhhan Niramal Thhaathee Agam Apaar ||",
    "translation": "I gather in and collect the immaculate wealth of the Naam; this commodity is inaccessible and incomparable.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਨਾਮ ਦਾ ਧਨ ਇਕੱਠਾ ਕਰ ਰਿਹਾ ਹਾਂ (ਜਿਥੇ ਇਹ ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਜਾਏ, ਉੱਥੇ) ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(sMcn) iek`Tw[ (QwqI) pMUjI, dOlq",
    "type_id": 3
  },
  {
    "shabad_id": 2333,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ibliC ibnod. AwnMd suK mwxhu; Kwie jIvhu. isK prvwr ]1]",
    "transliteration": "Bilashh Binodh Aanandh Sukh Maanahu Khaae Jeevahu Sikh Paravaar ||1||",
    "translation": "Revel in it, delight in it, be happy and enjoy peace, and live long, O Sikhs and brethren. ||1||",
    "punjabi": "ਹੇ (ਗੁਰੂ ਕੇ) ਸਿੱਖ-ਪਰਵਾਰ! (ਹੇ ਗੁਰਸਿੱਖੋ!) ਤੁਸੀ ਭੀ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ ਇਹ ਨਾਮ-ਭੋਜਨ) ਖਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰੋ, ਖ਼ੁਸ਼ ਹੋ ਕੇ ਆਤਮਕ ਚੋਜ ਆਨੰਦ ਸੁਖ ਮਾਣਿਆ ਕਰੋ ॥੧॥",
    "pronunciation": "(ibl-iC) KuSI[ (ibnod) cwau",
    "type_id": 3
  },
  {
    "shabad_id": 2333,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir ky crnkml; AwDwr ]",
    "transliteration": "Har Kae Charan Kamal Aadhhaar ||",
    "translation": "I have the support of the Lotus Feet of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਦੇ ਕੋਮਲ ਚਰਨਾਂ ਨੂੰ (ਮੈਂ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ (ਬਣਾ ਲਿਆ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2333,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "sMq pRswid pwieE sc boihQu; ciV lMGau. ibKu sMswr ]1] rhwau ]",
    "transliteration": "Santh Prasaadh Paaeiou Sach Bohithh Charr Langho Bikh Sansaar ||1|| Rehaao ||",
    "translation": "By the Grace of the Saints, I have found the boat of Truth; embarking on it, I sail across the ocean of poison. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਹਾਜ਼ ਲੱਭ ਲਿਆ ਹੈ, (ਉਸ ਵਿਚ) ਚੜ੍ਹ ਕੇ ਮੈਂ (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਵਿਕਾਰਾਂ ਦੇ) ਜ਼ਹਿਰ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਰਿਹਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2333,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Bey ikRpwl pUrn AibnwsI; Awpih kInI swr ]",
    "transliteration": "Bheae Kirapaal Pooran Abinaasee Aapehi Keenee Saar ||",
    "translation": "The perfect, imperishable Lord has become merciful; He Himself has taken care of me.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਸਰਬ-ਵਿਆਪਕ ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਸ ਦੀ ਸੰਭਾਲ ਆਪ ਹੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2333,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "pyiK pyiK nwnk ibgswno; nwnk. nwhI sumwr ]2]10]38]",
    "transliteration": "Paekh Paekh Naanak Bigasaano Naanak Naahee Sumaar ||2||10||38||",
    "translation": "Beholding, beholding His Vision, Nanak has blossomed forth in ecstasy. O Nanak, He is beyond estimation. ||2||10||38||",
    "punjabi": "ਨਾਨਕ (ਉਸ ਦਾ ਇਹ ਕੌਤਕ) ਵੇਖ ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਸੇਵਕ ਦੀ ਸੰਭਾਲ ਕਰਨ ਦੀ ਪ੍ਰਭੂ ਦੀ ਦਇਆ ਦਾ) ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾਇਆ ਜਾ ਸਕਦਾ ॥੨॥੧੦॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2334,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2334,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "guir pUrY ApnI kl DwrI; sB Gt aupjI dieAw ]",
    "transliteration": "Gur Poorai Apanee Kal Dhhaaree Sabh Ghatt Oupajee Dhaeiaa ||",
    "translation": "The Perfect Guru has revealed His power, and compassion has welled up in every heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮੇਰੇ ਅੰਦਰ) ਆਪਣੀ (ਅਜੇਹੀ) ਤਾਕਤ ਭਰ ਦਿੱਤੀ ਹੈ (ਕਿ ਮੇਰੇ ਅੰਦਰ) ਸਭ ਜੀਵਾਂ ਵਾਸਤੇ ਪਿਆਰ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2334,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "Awpy myil vfweI kInI; kusl Kym sB BieAw ]1]",
    "transliteration": "Aapae Mael Vaddaaee Keenee Kusal Khaem Sabh Bhaeiaa ||1||",
    "translation": "Blending me with Himself, He has blessed me with glorious greatness, and I have found pleasure and happiness. ||1||",
    "punjabi": "(ਗੁਰੂ ਨੇ) ਆਪ ਹੀ (ਮੈਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਕੇ (ਮੈਨੂੰ) ਆਤਮਕ ਉੱਚਤਾ ਬਖ਼ਸ਼ੀ ਹੈ, (ਹੁਣ ਮੇਰੇ ਅੰਦਰ) ਆਨੰਦ ਹੀ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2334,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "siqguru pUrw; myrY nwil ]",
    "transliteration": "Sathigur Pooraa Maerai Naal ||",
    "translation": "The Perfect True Guru is always with me.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰਾ ਗੁਰੂ (ਹਰ ਵੇਲੇ) ਮੇਰੇ ਨਾਲ (ਮਦਦਗਾਰ) ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]