[
  {
    "shabad_id": 2334,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "pwrbRhmu jip; sdw inhwl]rhwau]",
    "transliteration": "Paarabreham Jap Sadhaa Nihaal || Rehaao ||",
    "translation": "Meditating on the Supreme Lord God, I am forever in ecstasy. ||Pause||",
    "punjabi": "(ਉਸ ਦੀ ਮੇਹਰ ਨਾਲ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਮੈਂ ਸਦਾ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦਾ ਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2334,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "AMqir bwhir Qwn QnMqir; jq kq pyKau soeI]",
    "transliteration": "Anthar Baahar Thhaan Thhananthar Jath Kath Paekho Soee ||",
    "translation": "Inwardly and outwardly, in all places and interspaces, wherever I look, He is there.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਆਪਣੇ ਅੰਦਰ ਤੇ ਬਾਹਰ (ਸਾਰੇ ਜਗਤ ਵਿਚ), ਹਰ ਥਾਂ ਵਿਚ, ਮੈਂ ਜਿੱਥੇ ਵੇਖਦਾ ਹਾਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ (ਵੱਸਦਾ ਵੇਖਦਾ ਹਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2334,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "nwnk. guru pwieE vfBwgI; iqsu jyvfu. Avru n koeI]2]11]39]",
    "transliteration": "Naanak Gur Paaeiou Vaddabhaagee This Jaevadd Avar N Koee ||2||11||39||",
    "translation": "Nanak has found the Guru, by great good fortune; no one else is as great as He. ||2||11||39||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮੈਨੂੰ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ (ਇਹੋ ਜਿਹੀ ਦਾਤਿ ਬਖ਼ਸ਼ ਸਕਣ ਵਾਲਾ) ਗੁਰੂ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ॥੨॥੧੧॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "sUK mMgl kilAwx shj Duin; pRB ky crx inhwirAw]",
    "transliteration": "Sookh Mangal Kaliaan Sehaj Dhhun Prabh Kae Charan Nihaariaa ||",
    "translation": "I have been blessed with peace, pleasure, bliss, and the celestial sound current, gazing upon the feet of God.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦਾ ਦਰਸਨ ਕਰ ਲਿਆ, ਉਸ ਦੇ ਅੰਦਰ ਸੁਖ ਖ਼ੁਸ਼ੀ ਆਨੰਦ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪਈ।",
    "pronunciation": "(inhwirAw) dyiKAw",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwKnhwrY rwiKE bwirku; siqguir qwpu auqwirAw]1]",
    "transliteration": "Raakhanehaarai Raakhiou Baarik Sathigur Thaap Outhaariaa ||1||",
    "translation": "The Savior has saved His child, and the True Guru has cured his fever. ||1||",
    "punjabi": "(ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆ ਪਿਆ) ਗੁਰੂ ਨੇ ਉਸ ਦਾ ਤਾਪ (ਦੁੱਖ-ਕਲੇਸ਼) ਲਾਹ ਦਿੱਤਾ, ਰੱਖਿਆ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੇ ਗੁਰੂ ਨੇ ਉਸ ਬਾਲਕ ਨੂੰ (ਵਿਘਨਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ (ਉਸ ਨੂੰ ਇਉਂ ਬਚਾਇਆ ਜਿਵੇਂ ਪਿਤਾ ਆਪਣੇ ਪੁੱਤਰ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "aubry; siqgur kI srxweI]",
    "transliteration": "Oubarae Sathigur Kee Saranaaee ||",
    "translation": "I have been saved, in the True Guru's Sanctuary;",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜੇਹੜੇ ਮਨੁੱਖ ਪੈਂਦੇ ਹਨ ਉਹ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ ਆਉਣ ਵਾਲੀਆਂ ਰੁਕਾਵਟਾਂ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jw kI syv; n ibrQI jweI]rhwau]",
    "transliteration": "Jaa Kee Saev N Birathhee Jaaee || Rehaao ||",
    "translation": "Service to Him does not go in vain. ||1||Pause||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦੀ ਕੀਤੀ ਹੋਈ ਸੇਵਾ ਖ਼ਾਲੀ ਨਹੀਂ ਜਾਂਦੀ (ਉਸ ਦੀ ਸ਼ਰਨ ਪ੍ਰਾਪਤ ਕਰ।) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "Gr mih sUK. bwhir Puin sUKw; pRB Apuny Bey dieAwlw]",
    "transliteration": "Ghar Mehi Sookh Baahar Fun Sookhaa Prabh Apunae Bheae Dhaeiaalaa ||",
    "translation": "There is peace within the home of one's heart, and there is peace outside as well, when God becomes kind and compassionate.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਬਾਹਰ (ਦੁਨੀਆ ਨਾਲ ਵਰਤਣ ਵਿਹਾਰ ਕਰਦਿਆਂ) ਭੀ ਉਸ ਨੂੰ ਆਤਮਕ ਸੁਖ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਉਤੇ ਪ੍ਰਭੂ ਸਦਾ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2335,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nwnk. ibGnu, n lwgY koaU; myrw pRBu hoAw ikrpwlw]2]12]40]",
    "transliteration": "Naanak Bighan N Laagai Kooo Maeraa Prabh Hoaa Kirapaalaa ||2||12||40||",
    "translation": "O Nanak, no obstacles block my way; my God has become gracious and merciful to me. ||2||12||40||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦੀ ਜ਼ਿੰਦਗੀ ਦੇ ਰਸਤੇ ਵਿਚ ਕੋਈ ਰੁਕਾਵਟ ਨਹੀਂ ਆਉਂਦੀ, ਉਸ ਉਤੇ ਪਰਮਾਤਮਾ ਕਿਰਪਾਲ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੧੨॥੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "swDUsMig BieAw min audmu; nwmu rqnu jsu gweI]",
    "transliteration": "Saadhhoo Sang Bhaeiaa Man Oudham Naam Rathan Jas Gaaee ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, my mind became excited, and I sang the Praises of the jewel of the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਿਹਾਂ ਮਨ ਵਿਚ ਉੱਦਮ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, (ਮਨੁੱਖ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਜਪਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "imit geI icMqw. ismir AnMqw; swgru qirAw BweI]1]",
    "transliteration": "Mitt Gee Chinthaa Simar Ananthaa Saagar Thariaa Bhaaee ||1||",
    "translation": "My anxiety was dispelled, meditating in remembrance on the Infinite Lord; I have crossed over the world ocean, O Siblings of Destiny. ||1||",
    "punjabi": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ਮਨੁੱਖ ਦੀ ਚਿੰਤਾ ਮਿਟ ਜਾਂਦੀ ਹੈ, ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ihrdY; hir ky crx vsweI]",
    "transliteration": "Hiradhai Har Kae Charan Vasaaee ||",
    "translation": "I enshrine the Lord's Feet within my heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਟਿਕਾਈ ਰੱਖ (ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "suKu pwieAw shj Duin aupjI; rogw Gwix imtweI]rhwau]",
    "transliteration": "Sukh Paaeiaa Sehaj Dhhun Oupajee Rogaa Ghaan Mittaaee || Rehaao ||",
    "translation": "I have found peace, and the celestial sound current resounds within me; countless diseases have been eradicated. ||Pause||",
    "punjabi": "(ਜਿਸ ਨੇ ਭੀ ਇਹ ਉੱਦਮ ਕੀਤਾ ਹੈ, ਉਸ ਨੇ) ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰੌ ਪੈਦਾ ਹੋ ਗਈ, (ਉਸ ਨੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਰੋਗਾਂ ਦੇ ਢੇਰ ਮਿਟਾ ਲਏ ਰਹਾਉ॥",
    "pronunciation": "(Gwix) Fyr",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ikAw gux qyry AwiK vKwxw; kImiq. khxu n jweI]",
    "transliteration": "Kiaa Gun Thaerae Aakh Vakhaanaa Keemath Kehan N Jaaee ||",
    "translation": "Which of Your Glorious Virtues can I speak and describe? Your worth cannot be estimated.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਬਿਆਨ ਕਰ ਕੇ ਦੱਸਾਂ? ਤੇਰਾ ਮੁੱਲ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਤੂੰ ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2336,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "nwnk. Bgq Bey AibnwsI; Apunw pRBu BieAw shweI]2]13]41]",
    "transliteration": "Naanak Bhagath Bheae Abinaasee Apunaa Prabh Bhaeiaa Sehaaee ||2||13||41||",
    "translation": "O Nanak, the Lord's devotees become imperishable and immortal; their God becomes their friend and support. ||2||13||41||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਿਆਰਾ ਪ੍ਰਭੂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ, ਉਹ ਭਗਤ-ਜਨ ਆਤਮਕ ਮੌਤ ਤੋਂ ਰਹਿਤ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੧੩॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "soriT mÚ 5]",
    "transliteration": "Sorath Ma 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "gey klys rog siB nwsy; pRiB ApunY ikrpw DwrI]",
    "transliteration": "Geae Kalaes Rog Sabh Naasae Prabh Apunai Kirapaa Dhhaaree ||",
    "translation": "My sufferings have come to an end, and all diseases have been eradicated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਭੀ ਮਨੁੱਖ ਉੱਤੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਮੇਹਰ ਕੀਤੀ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਤੇ ਰੋਗ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "AwT phr AwrwDhu suAwmI; pUrn Gwl hmwrI]1]",
    "transliteration": "Aath Pehar Aaraadhhahu Suaamee Pooran Ghaal Hamaaree ||1||",
    "translation": "God has showered me with His Grace. Twenty-four hours a day, I worship and adore my Lord and Master; my efforts have come to fruition. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਅੱਠੇ ਪਹਿਰ ਯਾਦ ਕਰਦੇ ਰਿਹਾ ਕਰੋ, ਅਸਾਂ ਜੀਵਾਂ ਦੀ (ਇਹ) ਮੇਹਨਤ (ਜ਼ਰੂਰ) ਸਫਲ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "hir jIau; qU suK sMpq rwis]",
    "transliteration": "Har Jeeo Thoo Sukh Sanpath Raas ||",
    "translation": "O Dear Lord, You are my peace, wealth and capital.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਹੀ ਮੈਨੂੰ ਆਤਮਕ ਆਨੰਦ ਦਾ ਧਨ-ਸਰਮਾਇਆ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(sMpq) Dn dI (rwis) pMUjI",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rwiK lYhu BweI myry kau; pRB AwgY Ardwis]rhwau]",
    "transliteration": "Raakh Laihu Bhaaee Maerae Ko Prabh Aagai Aradhaas || Rehaao ||",
    "translation": "Please, save me, O my Beloved! I offer this prayer to my God. ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ (ਕਲੇਸ਼ਾਂ ਅੰਦੇਸਿਆਂ ਤੋਂ) ਬਚਾ ਲੈ। ਹੇ ਪ੍ਰਭੂ! ਮੇਰੀ ਤੇਰੇ ਅੱਗੇ ਹੀ ਅਰਜ਼ੋਈ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "jo mwgau soeI soeI pwvau; Apny Ksm Brosw]",
    "transliteration": "Jo Maago Soee Soee Paavo Apanae Khasam Bharosaa ||",
    "translation": "Whatever I ask for, I receive; I have total faith in my Master.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਜੋ ਕੁਝ (ਪ੍ਰਭੂ ਪਾਸੋਂ) ਮੰਗਦਾ ਹਾਂ, ਉਹੀ ਕੁਝ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹਾਂ। ਮੈਨੂੰ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਉਤੇ (ਪੂਰਾ) ਇਤਬਾਰ (ਬਣ ਚੁਕਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2337,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "khu nwnk. guru pUrw ByitE; imitE sgl AMdysw]2]14]42]",
    "transliteration": "Kahu Naanak Gur Pooraa Bhaettiou Mittiou Sagal Andhaesaa ||2||14||42||",
    "translation": "Says Nanak, I have met with the Perfect Guru, and all my fears have been dispelled. ||2||14||42||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੧੪॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ismir ismir guru siqguru Apnw; sglw dUKu imtwieAw]",
    "transliteration": "Simar Simar Gur Sathigur Apanaa Sagalaa Dhookh Mittaaeiaa ||",
    "translation": "Meditating, meditating in remembrance on my Guru, the True Guru, all pains have been eradicated.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ) ਮੁੜ ਮੁੜ ਗੁਰੂ ਸਤਿਗੁਰੂ (ਦੀ ਬਾਣੀ) ਨੂੰ ਚੇਤੇ ਕਰ ਕੇ ਆਪਣਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "qwp rog gey gur bcnI; mn ieCy Pl pwieAw]1]",
    "transliteration": "Thaap Rog Geae Gur Bachanee Man Eishhae Fal Paaeiaa ||1||",
    "translation": "The fever and the disease are gone, through the Word of the Guru's Teachings, and I have obtained the fruits of my mind's desires. ||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰ ਕੇ ਉਸ ਦੇ ਸਾਰੇ ਕਲੇਸ਼ ਸਾਰੇ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਮਨ-ਮੰਗੇ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "myrw guru pUrw; suKdwqw]",
    "transliteration": "Maeraa Gur Pooraa Sukhadhaathaa ||",
    "translation": "My Perfect Guru is the Giver of peace.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਗੁਰੂ ਸਭ ਗੁਣਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਸਾਰੇ ਸੁਖ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "krx kwrx smrQ suAwmI; pUrn purKu ibDwqw]rhwau]",
    "transliteration": "Karan Kaaran Samarathh Suaamee Pooran Purakh Bidhhaathaa || Rehaao ||",
    "translation": "He is the Doer, the Cause of causes, the Almighty Lord and Master, the Perfect Primal Lord, the Architect of Destiny. ||Pause||",
    "punjabi": "ਗੁਰੂ ਉਸ ਸਰਬ-ਵਿਆਪਕ ਸਿਰਜਣਹਾਰ ਦਾ ਰੂਪ ਹੈ ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਜੋ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "smr`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "AnMd ibnod mMgl gux gwvhu; gur nwnk Bey dieAwlw]",
    "transliteration": "Anandh Binodh Mangal Gun Gaavahu Gur Naanak Bheae Dhaeiaalaa ||",
    "translation": "Sing the Glorious Praises of the Lord in bliss, joy and ecstasy; Guru Nanak has become kind and compassionate.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ! ਜੇ ਤੇਰੇ ਉੱਤੇ) ਸਤਿਗੁਰੂ ਜੀ ਦਇਆਵਾਨ ਹੋਏ ਹਨ, ਤਾਂ ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਰਿਹਾ ਕਰ, (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤੇਰੇ ਅੰਦਰ) ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਸੁਖ ਬਣੇ ਰਹਿਣਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2338,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jY jYkwr Bey jg BIqir; hoAw pwrbRhmu rKvwlw]2]15]43]",
    "transliteration": "Jai Jai Kaar Bheae Jag Bheethar Hoaa Paarabreham Rakhavaalaa ||2||15||43||",
    "translation": "Shouts of cheers and congratulations ring out all over the world; the Supreme Lord God has become my Savior and Protector. ||2||15||43||",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸਦਕਾ) ਜਗਤ ਵਿਚ ਸੋਭਾ ਮਿਲਦੀ ਹੈ। (ਇਹ ਨਿਸ਼ਚਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ (ਸਦਾ ਸਿਰ ਉੱਤੇ) ਰਾਖਾ ਹੈ ॥੨॥੧੫॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "soriT mhlw 5]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hmrI gxq. n gxIAw kweI; Apxw ibrdu pCwix]",
    "transliteration": "Hamaree Ganath N Ganeeaa Kaaee Apanaa Biradh Pashhaan ||",
    "translation": "He did not take my accounts into account; such is His forgiving nature.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਮੰਦ-ਕਰਮਾਂ ਦਾ ਕੋਈ ਖ਼ਿਆਲ ਨਹੀਂ ਕਰਦਾ। ਉਹ ਆਪਣੇ ਮੁੱਢ-ਕਦੀਮਾਂ ਦੇ (ਪਿਆਰ ਵਾਲੇ) ਸੁਭਾਉ ਨੂੰ ਚੇਤੇ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hwQ dyie rwKy kir Apuny; sdw sdw rMgu mwix]1]",
    "transliteration": "Haathh Dhaee Raakhae Kar Apunae Sadhaa Sadhaa Rang Maan ||1||",
    "translation": "He gave me His hand, and saved me and made me His own; forever and ever, I enjoy His Love. ||1||",
    "punjabi": "(ਉਹ, ਸਗੋਂ, ਸਾਨੂੰ ਗੁਰੂ ਮਿਲਾ ਕੇ, ਸਾਨੂੰ) ਆਪਣੇ ਬਣਾ ਕੇ (ਆਪਣੇ) ਹੱਥ ਦੇ ਕੇ (ਸਾਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਬਚਾਂਦਾ ਹੈ। (ਜਿਸ ਵਡ-ਭਾਗੀ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ) ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "swcw swihbu; sd imhrvwx]",
    "transliteration": "Saachaa Saahib Sadh Miharavaan ||",
    "translation": "The True Lord and Master is forever merciful and forgiving.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "bMDu pwieAw myrY siqguir pUrY; hoeI srb kilAwx]rhwau]",
    "transliteration": "Bandhh Paaeiaa Maerai Sathigur Poorai Hoee Sarab Kaliaan || Rehaao ||",
    "translation": "My Perfect Guru has bound me to Him, and now, I am in absolute ecstasy. ||Pause||",
    "punjabi": "(ਕੁਕਰਮਾਂ ਵਲ ਪਰਤ ਰਹੇ ਬੰਦਿਆਂ ਨੂੰ ਉਹ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ। ਜਿਸ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਰਸਤੇ ਵਿਚ) ਮੇਰੇ ਪੂਰੇ ਗੁਰੂ ਨੇ ਬੰਨ੍ਹ ਮਾਰ ਦਿੱਤਾ (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦੇ ਅੰਦਰ) ਸਾਰੇ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਗਏ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jIau pwie. ipMfu ijin swijAw; idqw pYnxu Kwxu]",
    "transliteration": "Jeeo Paae Pindd Jin Saajiaa Dhithaa Painan Khaan ||",
    "translation": "The One who fashioned the body and placed the soul within, who gives you clothing and nourishment",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਜਿੰਦ ਪਾ ਕੇ (ਸਾਡਾ) ਸਰੀਰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜੇਹੜਾ (ਹਰ ਵੇਲੇ) ਸਾਨੂੰ ਖ਼ੁਰਾਕ ਤੇ ਪੁਸ਼ਾਕ ਦੇ ਰਿਹਾ ਹੈ,",
    "pronunciation": "pYn@xu",
    "type_id": 3
  },
  {
    "shabad_id": 2339,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "Apxy dws kI Awip pYj rwKI; nwnk. sd kurbwxu]2]16]44]",
    "transliteration": "Apanae Dhaas Kee Aap Paij Raakhee Naanak Sadh Kurabaan ||2||16||44||",
    "translation": "- He Himself preserves the honor of His slaves. Nanak is forever a sacrifice to Him. ||2||16||44||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ (ਗੁਰੂ ਮਿਲਾ ਕੇ) ਆਪ ਬਚਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਮੈਂ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੨॥੧੬॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]