[
  {
    "shabad_id": 2401,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "soriT mhlw 9]",
    "transliteration": "Sorath Mehalaa 9 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pRIqm jwin lyhu, mn mwhI]",
    "transliteration": "Preetham Jaan Laehu Man Maahee ||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਆਪਣੇ) ਮਨ ਵਿਚ (ਇਹ ਗੱਲ) ਪੱਕੀ ਕਰ ਕੇ ਸਮਝ ਲੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Apny suK isau hI jgu PWiDE; ko. kwhU ko nwhI]1]rhwau]",
    "transliteration": "Apanae Sukh Sio Hee Jag Faandhhiou Ko Kaahoo Ko Naahee ||1|| Rehaao ||",
    "punjabi": "(ਕਿ) ਸਾਰਾ ਸੰਸਾਰ ਆਪਣੇ ਸੁਖ ਨਾਲ ਹੀ ਬੱਝਾ ਹੋਇਆ ਹੈ। ਕੋਈ ਭੀ ਕਿਸੇ ਦਾ (ਤੋੜ ਨਿਭਣ ਵਾਲਾ ਸਾਥੀ) ਨਹੀਂ (ਬਣਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2401,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "suK mY Awin bhuqu imil bYTq; rhq chU idis GyrY]",
    "transliteration": "Sukh Mai Aan Bahuth Mil Baithath Rehath Chehoo Dhis Ghaerai ||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਜਦੋਂ ਮਨੁੱਖ)! ਸੁਖ ਵਿਚ (ਹੁੰਦਾ ਹੈ, ਤਦੋਂ) ਕਈ ਯਾਰ ਦੋਸਤ ਮਿਲ ਕੇ (ਉਸ ਪਾਸ) ਬੈਠਦੇ ਹਨ, ਤੇ, (ਉਸ ਨੂੰ) ਚੌਹੀਂ ਪਾਸੀਂ ਘੇਰੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ibpiq prI. sB hI sMgu Cwifq; koaU. n Awvq nyrY]1]",
    "transliteration": "Bipath Paree Sabh Hee Sang Shhaaddith Kooo N Aavath Naerai ||1||",
    "punjabi": "(ਪਰ ਜਦੋਂ ਉਸ ਨੂੰ ਕੋਈ) ਮੁਸੀਬਤ ਪੈਂਦੀ ਹੈ, ਸਾਰੇ ਹੀ ਸਾਥ ਛੱਡ ਜਾਂਦੇ ਹਨ, (ਫਿਰ) ਕੋਈ ਭੀ (ਉਸ ਦੇ) ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "Gr kI nwir. bhuqu ihqu jw isau; sdw rhq sMg lwgI]",
    "transliteration": "Ghar Kee Naar Bahuth Hith Jaa Sio Sadhaa Rehath Sang Laagee ||",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਘਰ ਦੀ ਇਸਤ੍ਰੀ (ਭੀ), ਜਿਸ ਨਾਲ ਬੜਾ ਪਿਆਰ ਹੁੰਦਾ ਹੈ, ਜੇਹੜੀ ਸਦਾ (ਖਸਮ ਦੇ) ਨਾਲ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "jb hI hMs qjI ieh kWieAw; pRyq pRyq kir BwgI]2]",
    "transliteration": "Jab Hee Hans Thajee Eih Kaaneiaa Praeth Praeth Kar Bhaagee ||2||",
    "punjabi": "ਜਿਸ ਹੀ ਵੇਲੇ (ਪਤੀ ਦਾ) ਜੀਵਾਤਮਾ ਇਸ ਸਰੀਰ ਨੂੰ ਛੱਡ ਦੇਂਦਾ ਹੈ, (ਇਸਤ੍ਰੀ ਉਸ ਤੋਂ ਇਹ ਆਖ ਕੇ) ਪਰੇ ਹਟ ਜਾਂਦੀ ਹੈ ਕਿ ਇਹ ਮਰ ਚੁਕਾ ਹੈ ਮਰ ਚੁਕਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ieh ibiD ko ibauhwru binE hY; jw isau. nyhu lgwieE]",
    "transliteration": "Eih Bidhh Ko Biouhaar Baniou Hai Jaa Sio Naehu Lagaaeiou ||",
    "punjabi": "(ਹੇ ਮਿੱਤਰ! ਦੁਨੀਆ ਦਾ) ਇਸ ਤਰ੍ਹਾਂ ਦਾ ਵਰਤਾਰਾ ਬਣਿਆ ਹੋਇਆ ਹੈ ਜਿਸ ਨਾਲ (ਮਨੁੱਖ ਨੇ) ਪਿਆਰ ਪਾਇਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2401,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "AMq bwr nwnk. ibnu hir jI; koaU kwim. n AwieE]3]12]139]",
    "transliteration": "Anth Baar Naanak Bin Har Jee Kooo Kaam N Aaeiou ||3||12||139||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਅਖ਼ੀਰਲੇ ਸਮੇ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ (ਮਨੁੱਖ ਦੀ) ਮਦਦ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੩॥੧੨॥੧੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "soriT mhlw 1 Gru 1 AstpdIAw cauqukI",
    "transliteration": "Sorath Mehalaa 1 Ghar 1 Asattapadheeaa Chouthukee",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਚਾਰ-ਤੁਕੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW s pYr ibMdI n lwau[ cau-qukI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2402,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "duibDw n pVau. hir ibnu, horu n pUjau; mVY mswix. n jweI]",
    "transliteration": "Dhubidhhaa N Parro Har Bin Hor N Poojo Marrai Masaan N Jaaee ||",
    "punjabi": "ਮੈਂ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਭਾਲ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ, ਮੈਂ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਪੂਜਦਾ, ਮੈਂ ਕਿਤੇ ਸਮਾਧਾਂ ਤੇ ਮਸਾਣਾਂ ਵਿਚ ਭੀ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "mVY@",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "iqRsnw rwic. n pr Gir jwvw; iqRsnw. nwim buJweI]",
    "transliteration": "Thrisanaa Raach N Par Ghar Jaavaa Thrisanaa Naam Bujhaaee ||",
    "punjabi": "ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਿਚ ਫਸ ਕੇ ਮੈਂ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਘਰ ਵਿਚ ਨਹੀਂ ਜਾਂਦਾ, ਮੇਰੀ ਮਾਇਕ ਤ੍ਰਿਸ਼ਨਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੇ ਮਿਟਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "buJweI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Gr BIqir. Gru gurU idKwieAw; shij rqy mn BweI]",
    "transliteration": "Ghar Bheethar Ghar Guroo Dhikhaaeiaa Sehaj Rathae Man Bhaaee ||",
    "punjabi": "ਗੁਰੂ ਨੇ ਮੈਨੂੰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ-ਅਸਥਾਨ ਵਿਖਾ ਦਿੱਤਾ ਹੈ, ਅਤੇ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਰੱਤੇ ਹੋਏ ਮੇਰੇ ਮਨ ਨੂੰ ਉਹ ਸਹਿਜ-ਅਵਸਥਾ ਚੰਗੀ ਲੱਗ ਰਹੀ ਹੈ।",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "qU Awpy dwnw. Awpy bInw; qU dyvih miq sweI]1]",
    "transliteration": "Thoo Aapae Dhaanaa Aapae Beenaa Thoo Dhaevehi Math Saaee ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਾਈਂ! (ਇਹ ਸਭ ਤੇਰੀ ਹੀ ਮੇਹਰ ਹੈ) ਤੂੰ ਆਪ ਹੀ (ਮੇਰੇ ਦਿਲ ਦੀ) ਜਾਣਨ-ਵਾਲਾ ਹੈਂ; ਆਪ ਹੀ ਪਛਾਣਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਹੀ ਮੈਨੂੰ (ਚੰਗੀ) ਮਤਿ ਦੇਂਦਾ ਹੈਂ (ਜਿਸ ਕਰਕੇ ਤੇਰਾ ਦਰ ਛੱਡ ਕੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦਾ) ॥੧॥",
    "pronunciation": "(dwnw) jwxIjwx[ (bInw) dyKx vwly[ sweIN",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "mnu bYrwig rqau bYrwgI; sbid mnu byiDAw. myrI mweI]",
    "transliteration": "Man Bairaag Ratho Bairaagee Sabadh Man Baedhhiaa Maeree Maaee ||",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! ਮੇਰਾ ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿੱਝ ਗਿਆ ਹੈ (ਪ੍ਰੋਤਾ ਗਿਆ ਹੈ। ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੋੜੇ ਦਾ ਅਹਿਸਾਸ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ)। ਉਹੀ ਮਨੁੱਖ (ਅਸਲ) ਤਿਆਗੀ ਹੈ ਜਿਸ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਬਿਰਹੋਂ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਗਿਆ ਹੈ।",
    "pronunciation": "r`qau[ byiDAw ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "AMqir joiq inrMqir bwxI; swcy swihb isau ilv lweI]rhwau]",
    "transliteration": "Anthar Joth Niranthar Baanee Saachae Saahib Sio Liv Laaee || Rehaao ||",
    "punjabi": "ਉਸ (ਬੈਰਾਗੀ) ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਜਗ ਪੈਂਦੀ ਹੈ, ਉਹ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ (ਮਸਤ ਰਹਿੰਦਾ ਹੈ), ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਸਤੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੇ ਚਰਨਾਂ ਵਿਚ) ਉਸ ਦੀ ਸੁਰਤਿ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(inrMqir) ie`k rs",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "AsMK bYrwgI. khih bYrwg; so bYrwgI ij KsmY BwvY]",
    "transliteration": "Asankh Bairaagee Kehehi Bairaag So Bairaagee J Khasamai Bhaavai ||",
    "punjabi": "ਅਨੇਕਾਂ ਹੀ ਵੈਰਾਗੀ ਵੈਰਾਗ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਹਨ, ਪਰ ਅਸਲ ਵੈਰਾਗ ਉਹ ਹੈ ਜੋ (ਪਰਮਾਤਮਾ ਦੇ ਬਿਰਹੋਂ-ਰੰਗ ਵਿਚ ਇਤਨਾ ਰੰਗਿਆ ਹੋਇਆ ਹੈ ਕਿ ਉਹ) ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ihrdY sbid. sdw BY ricAw; gur kI kwr kmwvY]",
    "transliteration": "Hiradhai Sabadh Sadhaa Bhai Rachiaa Gur Kee Kaar Kamaavai ||",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਨੂੰ ਵਸਾਂਦਾ ਹੈ ਤੇ) ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਮਸਤ (ਰਹਿ ਕੇ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "eyko cyqY. mnUAw n folY; Dwvqu vrij rhwvY]",
    "transliteration": "Eaeko Chaethai Manooaa N Ddolai Dhhaavath Varaj Rehaavai ||",
    "punjabi": "ਉਹ ਬੈਰਾਗੀ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨੂੰ ਚੇਤਦਾ ਹੈ (ਜਿਸ ਕਰਕੇ ਉਸ ਦਾ) ਮਨ (ਮਾਇਆ ਵਾਲੇ ਪਾਸੇ) ਨਹੀਂ ਡੋਲਦਾ, ਉਹ ਬੈਰਾਗੀ (ਮਾਇਆ ਵਲ) ਦੌੜਦੇ ਮਨ ਨੂੰ ਰੋਕ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "shjy mwqw. sdw rMig rwqw; swcy ky gux gwvY]2]",
    "transliteration": "Sehajae Maathaa Sadhaa Rang Raathaa Saachae Kae Gun Gaavai ||2||",
    "punjabi": "ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਮਸਤ ਉਹ ਬੈਰਾਗੀ ਸਦਾ (ਪ੍ਰਭੂ ਦੇ ਨਾਮ-) ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "m`wqw[ rw`qw",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "mnUAw pauxu ibMdu suKvwsI; nwim vsY suK BweI]",
    "transliteration": "Manooaa Poun Bindh Sukhavaasee Naam Vasai Sukh Bhaaee ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਚੰਚਲ ਮਨ ਰਤਾ ਭਰ ਭੀ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਨਿਵਾਸ ਦੇਣ ਵਾਲੇ ਨਾਮ ਵਿਚ ਵੱਸਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਅਸਲ ਬੈਰਾਗੀ ਹੈ, ਤੇ ਉਹ ਬੈਰਾਗੀ) ਆਤਮਕ ਆਨੰਦ (ਮਾਣਦਾ ਹੈ)।",
    "pronunciation": "(ibMdu) pl Br[ suKvwsI:poolw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ijhbw nyqR soqR. sic rwqy; jil bUJI. quJih buJweI]",
    "transliteration": "Jihabaa Naethr Sothr Sach Raathae Jal Boojhee Thujhehi Bujhaaee ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪ (ਉਸ ਬੈਰਾਗੀ ਨੂੰ ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ) ਸਮਝ ਦਿੱਤੀ ਹੈ, (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-) ਅੱਗ ਬੁਝ ਗਈ ਹੈ, ਤੇ ਉਸ ਦੀ ਜੀਭ ਉਸ ਦੀਆਂ ਅੱਖਾਂ (ਆਦਿਕ) ਇੰਦ੍ਰੇ ਸਦਾ-ਥਿਰ (ਹਰਿ-ਨਾਮ) ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(jil) lwt[bUJI buJweI:poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "Aws inrws rhY bYrwgI; inj Gir qwVI lweI]",
    "transliteration": "Aas Niraas Rehai Bairaagee Nij Ghar Thaarree Laaee ||",
    "punjabi": "ਉਹ ਬੈਰਾਗੀ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਤੋਂ ਨਿਰਮੋਹ ਹੋ ਕੇ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦਾ ਹੈ, ਉਹ (ਦੁਨੀਆ ਵਾਲੇ ਘਰ-ਘਾਟ ਦੀ ਅਪਣੱਤ ਛੱਡ ਕੇ) ਉਸ ਘਰ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ਜੋ ਸਚ ਮੁਚ ਉਸ ਦਾ ਆਪਣਾ ਹੀ ਰਹੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "iBiKAw nwim rjy sMqoKI; AMimRqu shij pIAweI]3]",
    "transliteration": "Bhikhiaa Naam Rajae Santhokhee Anmrith Sehaj Peeaaee ||3||",
    "punjabi": "ਅਜੇਹੇ ਬੈਰਾਗੀ (ਗੁਰੂ-ਦਰ ਤੋਂ ਮਿਲੀ) ਨਾਮ-ਭਿੱਛਿਆ ਨਾਲ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਸੰਤੋਖੀ ਰਹਿੰਦੇ ਹਨ, (ਕਿਉਂਕਿ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਨੇ) ਅਡੋਲ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਪਿਲਾ ਦਿੱਤਾ ਹੈ ॥੩॥",
    "pronunciation": "iB`iKAw[ r`jy",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "duibDw ivic. bYrwgu n hovI; jb lgu dUjI rweI]",
    "transliteration": "Dhubidhhaa Vich Bairaag N Hovee Jab Lag Dhoojee Raaee ||",
    "punjabi": "ਜਦ ਤਕ (ਮਨ ਵਿਚ) ਰਤਾ ਭਰ ਭੀ ਕੋਈ ਹੋਰ ਝਾਕ ਹੈ ਕਿਸੇ ਹੋਰ ਆਸਰੇ ਦੀ ਭਾਲ ਹੈ ਤਦ ਤਕ ਬਿਰਹੋਂ-ਅਵਸਥਾ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "sBu jgu qyrw, qU eyko dwqw; Avru. n dUjw BweI]",
    "transliteration": "Sabh Jag Thaeraa Thoo Eaeko Dhaathaa Avar N Dhoojaa Bhaaee ||",
    "punjabi": "(ਪਰ ਹੇ ਪ੍ਰਭੂ! ਇਹ ਬਿਰਹੋਂ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲਾ ਤੂੰ ਇਕ ਆਪ ਹੀ ਹੈਂ, ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਇਹ ਦਾਤਿ) ਦੇਣ ਵਾਲਾ ਨਹੀਂ ਹੈ, ਤੇ ਇਹ ਸਾਰਾ ਜਗਤ ਤੇਰਾ ਆਪਣਾ ਹੀ (ਰਚਿਆ ਹੋਇਆ) ਹੈ।",
    "pronunciation": "j`gu",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "mnmuiK jMq duiK sdw invwsI; gurmuiK dy vifAweI]",
    "transliteration": "Manamukh Janth Dhukh Sadhaa Nivaasee Guramukh Dhae Vaddiaaee ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਸਦਾ ਦੁੱਖ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਜੇਹੜੇ ਬੰਦੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ (ਨਾਮ ਦੀ ਦਾਤਿ ਦੇ ਕੇ) ਆਦਰ ਮਾਣ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "Apr Apwr AgMm Agocr; khxY. kIm n pweI]4]",
    "transliteration": "Apar Apaar Aganm Agochar Kehanai Keem N Paaee ||4||",
    "punjabi": "ਉਸ ਬੇਅੰਤ ਅਪਹੁੰਚ ਤੇ ਅਗੋਚਰ ਪ੍ਰਭੂ ਦੀ ਕੀਮਤ (ਜੀਵਾਂ ਦੇ) ਬਿਆਨ ਕਰਨ ਨਾਲ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ (ਉਸਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ) ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "suMn smwiD mhw prmwrQu; qIin Bvx piq nwmM]",
    "transliteration": "Sunn Samaadhh Mehaa Paramaarathh Theen Bhavan Path Naaman ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਇਕ ਐਸੀ ਆਤਮਕ ਅਵਸਥਾ ਦਾ ਮਾਲਕ ਹੈ ਕਿ ਉਸ ਉਤੇ ਮਾਇਆ ਦੇ ਫੁਰਨੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ, ਉਹ ਤਿੰਨਾਂ ਹੀ ਭਵਨਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਸ ਦਾ ਨਾਮ ਜੀਵਾਂ ਵਾਸਤੇ ਮਹਾਨ ਉੱਚਾ ਸ੍ਰੇਸ਼ਟ ਧਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "msqik lyKu jIAw jig jonI; isir isir lyKu shwmM]",
    "transliteration": "Masathak Laekh Jeeaa Jag Jonee Sir Sir Laekh Sehaaman ||",
    "punjabi": "ਜਗਤ ਵਿਚ ਜਿਤਨੇ ਭੀ ਜੀਵ ਜਨਮ ਲੈਂਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ) ਲੇਖ (ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਹਰੇਕ ਜੀਵ ਨੂੰ) ਆਪੋ ਆਪਣੇ ਸਿਰ ਉਤੇ ਲਿਖਿਆ ਲੇਖ ਸਹਿਣਾ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "krm sukrm krwey Awpy; Awpy Bgiq idRVwmM]",
    "transliteration": "Karam Sukaram Karaaeae Aapae Aapae Bhagath Dhrirraaman ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਾਧਾਰਨ) ਕੰਮ ਤੇ ਚੰਗੇ ਕੰਮ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਪਣੀ) ਭਗਤੀ ਦ੍ਰਿੜ੍ਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2402,
    "pada": 7,
    "source_line": 19,
    "gurmukhi": "min muiK jUiT lhY. BY mwnM; Awpy igAwnu AgwmM]5]",
    "transliteration": "Man Mukh Jooth Lehai Bhai Maanan Aapae Giaan Agaaman ||5||",
    "punjabi": "ਅਪਹੁੰਚ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੀ) ਡੂੰਘੀ ਸਾਂਝ ਬਖਸ਼ਦਾ ਹੈ। (ਸੱਚਾ ਵੈਰਾਗੀ) ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਤੇ ਮੂੰਹ ਵਿਚ (ਪਹਿਲਾਂ ਜੋ ਭੀ ਵਿਕਾਰਾਂ ਦੀ ਨਿੰਦਾ ਆਦਿਕ ਦੀ) ਮੈਲ (ਹੁੰਦੀ ਹੈ ਉਹ) ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]