[
  {
    "shabad_id": 2403,
    "pada": 8,
    "source_line": 1,
    "gurmukhi": "guru AMksu. ijin nwmu idRVwieAw BweI; min visAw cUkw ByKu]7]",
    "transliteration": "Gur Ankas Jin Naam Dhrirraaeiaa Bhaaee Man Vasiaa Chookaa Bhaekh ||7||",
    "translation": "One who implants the Naam within himself, through the Guru's halter - O Siblings of Destiny, the Lord dwells in his mind, and he is free of hypocrisy. ||7||",
    "punjabi": "(ਮਾਇਆ ਵਿਚ ਮਸਤ ਮਨ-ਹਾਥੀ ਨੂੰ ਸਿੱਧੇ ਰਸਤੇ ਤੋਰਨ ਵਾਸਤੇ) ਗੁਰੂ (ਦਾ ਸ਼ਬਦ) ਕੁੰਡਾ ਹੈ, ਗੁਰੂ ਨੇ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨੁੱਖ ਨੂੰ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ। (ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਜਦੋਂ ਨਾਮ) ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ, ਤਾਂ ਧਾਰਮਿਕ ਵਿਖਾਵਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2403,
    "pada": 9,
    "source_line": 1,
    "gurmukhi": "iehu qnu hwtu srwP ko BweI; vKru nwmu Apwru]",
    "transliteration": "Eihu Than Haatt Saraaf Ko Bhaaee Vakhar Naam Apaar ||",
    "translation": "This body is the jeweller's shop, O Siblings of Destiny; the incomparable Naam is the merchandise.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਪਰਮਾਤਮਾ-ਸਰਾਫ਼ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਕ ਹੱਟ ਹੈ ਜਿਸ ਵਿਚ ਕਦੇ ਨਾਹ ਮੁਕਣ ਵਾਲਾ ਨਾਮ-ਸੌਦਾ ਕਰਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2403,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "iehu vKru vwpwrI so idRVY BweI; gur sbid kry vIcwru]",
    "transliteration": "Eihu Vakhar Vaapaaree So Dhrirrai Bhaaee Gur Sabadh Karae Veechaar ||",
    "translation": "The merchant secures this merchandise, O Siblings of Destiny, by contemplating the Word of the Guru's Shabad.",
    "punjabi": "ਉਹੀ ਜੀਵ-ਵਪਾਰੀ ਇਸ ਸੌਦੇ ਨੂੰ (ਆਪਣੇ ਸਰੀਰ-ਹੱਟ ਵਿਚ) ਦ੍ਰਿੜ੍ਹਤਾ ਨਾਲ ਵਣਜਦਾ ਹੈ ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2403,
    "pada": 9,
    "source_line": 2,
    "gurmukhi": "Dnu vwpwrI nwnkw BweI; myil kry vwpwru]8]2]",
    "transliteration": "Dhhan Vaapaaree Naanakaa Bhaaee Mael Karae Vaapaar ||8||2||",
    "translation": "Blessed is the merchant, O Nanak, who meets the Guru, and engages in this trade. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਵਪਾਰੀ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜੋ ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ) ਇਹ ਵਪਾਰ ਕਰਦਾ ਹੈ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "soriT mhlw 1]",
    "transliteration": "Sorath Mehalaa 1 ||",
    "translation": "Sorat'h, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijn@I siqguru syivAw ipAwry; iqn@ ky swQ qry]",
    "transliteration": "Jinhee Sathigur Saeviaa Piaarae Thinh Kae Saathh Tharae ||",
    "translation": "Those who serve the True Guru, O Beloved, their companions are saved as well.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਪੱਲਾ ਫੜਿਆ ਹੈ, ਹੇ ਸੱਜਣ! ਉਹਨਾਂ ਦੇ ਸੰਗੀ-ਸਾਥੀ ਭੀ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iqn@w. Twk n pweIAY ipAwry; AMimRq rsn hry]",
    "transliteration": "Thinhaa Thaak N Paaeeai Piaarae Anmrith Rasan Harae ||",
    "translation": "No one blocks their way, O Beloved, and the Lord's Ambrosial Nectar is on their tongue.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਚੱਖਦੀ ਹੈ ਉਹਨਾਂ ਦੇ (ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਵਿਕਾਰ ਆਦਿਕਾਂ ਦੀ) ਰੁਕਾਵਟ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "bUfy Bwry. BY ibnw ipAwry; qwry ndir kry]1]",
    "transliteration": "Booddae Bhaarae Bhai Binaa Piaarae Thaarae Nadhar Karae ||1||",
    "translation": "Without the Fear of God, they are so heavy that they sink and drown, O Beloved; but the Lord, casting His Glance of Grace, carries them across. ||1||",
    "punjabi": "ਹੇ ਸੱਜਣ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਤੋਂ ਸੱਖਣੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਵਿਕਾਰਾਂ ਦੇ ਭਾਰ ਨਾਲ ਲੱਦੇ ਜਾਂਦੇ ਹਨ ਤੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਜਾਂਦੇ ਹਨ। ਪਰ ਜਦੋਂ ਪਰਮਾਤਮਾ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "BI qUhY swlwhxw ipAwry; BI qyrI swlwh]",
    "transliteration": "Bhee Thoohai Saalaahanaa Piaarae Bhee Thaeree Saalaah ||",
    "translation": "I ever praise You, O Beloved, I ever sing Your Praises.",
    "punjabi": "ਹੇ ਸੱਜਣ-ਪ੍ਰਭੂ! ਸਦਾ ਤੈਨੂੰ ਹੀ ਸਾਲਾਹਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਦਾ ਤੇਰੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ivxu boihQ. BY fubIAY ipAwry; kMDI pwie khwh]1]rhwau]",
    "transliteration": "Vin Bohithh Bhai Ddubeeai Piaarae Kandhhee Paae Kehaah ||1|| Rehaao ||",
    "translation": "Without the boat, one is drowned in the sea of fear, O Beloved; how can I reach the distant shore? ||1||Pause||",
    "punjabi": "(ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣ ਵਾਸਤੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਜੀਵਾਂ ਵਾਸਤੇ ਜਹਾਜ਼ ਹੈ, ਇਸ) ਜਹਾਜ਼ ਤੋਂ ਬਿਨਾ ਭਉ-ਸਾਗਰ ਵਿਚ ਡੁੱਬ ਜਾਈਦਾ ਹੈ। (ਕੋਈ ਭੀ ਜੀਵ ਸਮੁੰਦਰ ਦਾ) ਪਾਰਲਾ ਕੰਢਾ ਲੱਭ ਨਹੀਂ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(khwh) cIk ichwVw",
    "type_id": 4
  },
  {
    "shabad_id": 2404,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "swlwhI swlwhxw ipAwry; dUjw Avru. n koie]",
    "transliteration": "Saalaahee Saalaahanaa Piaarae Dhoojaa Avar N Koe ||",
    "translation": "I praise the Praiseworthy Lord, O Beloved; there is no other one to praise.",
    "punjabi": "ਹੇ ਸੱਜਣ! ਸਾਲਾਹਣ-ਜੋਗ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "myry pRB swlwhin. sy Bly ipAwry; sbid rqy rMgu hoie]",
    "transliteration": "Maerae Prabh Saalaahan Sae Bhalae Piaarae Sabadh Rathae Rang Hoe ||",
    "translation": "Those who praise my God are good, O Beloved; they are imbued with the Word of the Shabad, and His Love.",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ ਉਹ ਭਾਗਾਂ ਵਾਲੇ ਹਨ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਡੂੰਘੀ ਲਗਨ ਰੱਖਣ ਵਾਲੇ ਬੰਦੇ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਰੰਗ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "r`qy",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "iqs kI sMgiq. jy imlY ipAwry; rsu lY qqu ivloie]2]",
    "transliteration": "This Kee Sangath Jae Milai Piaarae Ras Lai Thath Viloe ||2||",
    "translation": "If I join them, O Beloved, I can churn the essence and so find joy. ||2||",
    "punjabi": "ਅਜੇਹੇ ਬੰਦੇ ਦੀ ਸੰਗਤਿ ਜੇ (ਕਿਸੇ ਨੂੰ) ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ ਤਾਂ ਉਹ ਹਰੀ-ਨਾਮ ਦਾ ਰਸ ਲੈਂਦਾ ਹੈ ਤੇ (ਨਾਮ-ਦੁੱਧ ਨੂੰ) ਰਿੜਕ ਕੇ ਉਹ ਜਗਤ ਮੂਲ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "rsu:polw bolo[q`qu",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "piq prvwnw swc kw ipAwry; nwmu scw nIswxu]",
    "transliteration": "Path Paravaanaa Saach Kaa Piaarae Naam Sachaa Neesaan ||",
    "translation": "The gateway to honor is Truth, O Beloved; it bears the Insignia of the True Name of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ (ਇਸ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਰਾਹਦਾਰੀ ਹੈ, ਇਹ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਮੋਹਰ ਹੈ।",
    "pronunciation": "piq:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "AwieAw iliK lY jwvxw ipAwry; hukmI hukmu pCwxu]",
    "transliteration": "Aaeiaa Likh Lai Jaavanaa Piaarae Hukamee Hukam Pashhaan ||",
    "translation": "We come into the world, and we depart, with our destiny written and pre-ordained, O Beloved; realize the Command of the Commander.",
    "punjabi": "(ਪ੍ਰਭੂ ਦਾ ਇਹੀ ਹੁਕਮ ਹੈ ਕਿ) ਜਗਤ ਵਿਚ ਜੋ ਭੀ ਆਇਆ ਹੈ ਉਸ ਨੇ (ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਵਾਸਤੇ, ਇਹ ਨਾਮ-ਰੂਪ ਰਾਹਦਾਰੀ) ਲਿਖ ਕੇ ਆਪਣੇ ਨਾਲ ਲੈ ਜਾਣੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "gur ibnu. hukmu, n bUJIAY ipAwry; swcy swcw qwxu]3]",
    "transliteration": "Gur Bin Hukam N Boojheeai Piaarae Saachae Saachaa Thaan ||3||",
    "translation": "Without the Guru, this Command is not understood, O Beloved; True is the Power of the True Lord. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਇਸ ਹੁਕਮ ਨੂੰ ਸਮਝ (ਪਰ ਇਸ ਹੁਕਮ ਨੂੰ ਸਮਝਣ ਲਈ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣਾ ਪਏਗਾ) ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਹੇ ਭਾਈ! (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਵਿਕਾਰਾਂ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਉਸ ਨੂੰ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਦਾ-ਥਿਰ ਬਲ ਹਾਸਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "bU`JIAY",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "hukmY AMdir inMimAw ipAwry; hukmY audr mJwir]",
    "transliteration": "Hukamai Andhar Ninmiaa Piaarae Hukamai Oudhar Majhaar ||",
    "translation": "By His Command, we are conceived, O Beloved, and by His Command, we grow in the womb.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ (ਪਹਿਲਾਂ) ਮਾਤਾ ਦੇ ਗਰਭ ਵਿਚ ਟਿਕਦਾ ਹੈ, ਤੇ ਮਾਂ ਦੇ ਪੇਟ ਵਿਚ (ਦਸ ਮਹੀਨੇ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ)।",
    "pronunciation": "aud-r",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "hukmY AMdir jMimAw ipAwry; aUDau isr kY Bwir]",
    "transliteration": "Hukamai Andhar Janmiaa Piaarae Oodhho Sir Kai Bhaar ||",
    "translation": "By His Command, we are born, O Beloved, head-first, and upside-down.",
    "punjabi": "ਪੁੱਠਾ ਸਿਰ ਭਾਰ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ (ਫਿਰ) ਜਨਮ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "gurmuiK drgh jwxIAY ipAwry; clY kwrj swir]4]",
    "transliteration": "Guramukh Dharageh Jaaneeai Piaarae Chalai Kaaraj Saar ||4||",
    "translation": "The Gurmukh is honored in the Court of the Lord, O Beloved; he departs after resolving his affairs. ||4||",
    "punjabi": "(ਕਿਸੇ ਖ਼ਾਸ ਜੀਵਨ-ਮਨੋਰਥ ਵਾਸਤੇ ਜੀਵ ਜਗਤ ਵਿਚ ਆਉਂਦਾ ਹੈ) ਜੋ ਜੀਵ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ ਜੀਵਨ-ਮਨੋਰਥ ਨੂੰ ਸਵਾਰ ਕੇ ਇਥੋਂ ਜਾਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪਾਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "hukmY AMdir. AwieAw ipAwry; hukmy jwdo jwie]",
    "transliteration": "Hukamai Andhar Aaeiaa Piaarae Hukamae Jaadho Jaae ||",
    "translation": "By His Command, one comes into the world, O Beloved, and by His Will, he goes.",
    "punjabi": "ਹੇ ਸੱਜਣ! ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਜੀਵ ਜਗਤ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਇਥੋਂ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "jWdo",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "hukmy bMin@ clweIAY ipAwry; mnmuiK lhY sjwie]",
    "transliteration": "Hukamae Bannih Chalaaeeai Piaarae Manamukh Lehai Sajaae ||",
    "translation": "By His Will, some are bound and gagged and driven away, O Beloved; the self-willed manmukhs suffer their punishment.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ (ਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ) ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਬੰਨ੍ਹ ਕੇ (ਭਾਵ, ਜੋਰੋ ਜੋਰੀ) ਇਥੋਂ ਤੋਰਿਆ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਮੋਹ ਦੇ ਕਾਰਨ ਉਹ ਇਸ ਮਾਇਆ ਨੂੰ ਛੱਡਣਾ ਨਹੀਂ ਚਾਹੁੰਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "hukmy sbid pCwxIAY ipAwry; drgh pYDw jwie]5]",
    "transliteration": "Hukamae Sabadh Pashhaaneeai Piaarae Dharageh Paidhhaa Jaae ||5||",
    "translation": "By His Command, the Word of the Shabad, is realized, O Beloved, and one goes to the Court of the Lord robed in honor. ||5||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ ਜਿਸ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜਨਮ-ਮਨੋਰਥ ਨੂੰ) ਪਛਾਣ ਲਿਆ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਨਾਲ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 7,
    "source_line": 12,
    "gurmukhi": "hukmy gxq gxweIAY ipAwry; hukmy haumY doie]",
    "transliteration": "Hukamae Ganath Ganaaeeai Piaarae Hukamae Houmai Dhoe ||",
    "translation": "By His Command, some accounts are accounted for, O Beloved; by His Command, some suffer in egotism and duality.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ (ਕਿਤੇ) ਮਾਇਆ ਦੀ ਸੋਚ ਸੋਚੀ ਜਾ ਰਹੀ ਹੈ, ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੀ ਕਿਤੇ ਹਉਮੈ ਹੈ ਕਿਤੇ ਦ੍ਵੈਤ ਹੈ।",
    "pronunciation": "(doie) dÍYq",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "hukmy BvY BvweIAY ipAwry; Avgix muTI roie]",
    "transliteration": "Hukamae Bhavai Bhavaaeeai Piaarae Avagan Muthee Roe ||",
    "translation": "By His Command, one wanders in reincarnation, O Beloved; deceived by sins and demerits, he cries out in his suffering.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਹੀ (ਕਿਤੇ ਕੋਈ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਭਟਕ ਰਿਹਾ ਹੈ, (ਕਿਤੇ ਕੋਈ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਇਆ ਜਾ ਰਿਹਾ ਹੈ, ਕਿਤੇ ਪਾਪ ਦੀ ਠੱਗੀ ਹੋਈ ਲੋਕਾਈ (ਆਪਣੇ ਦੁੱਖ) ਰੋ ਰਹੀ ਹੈ।",
    "pronunciation": "mu`TI",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 7,
    "source_line": 13,
    "gurmukhi": "hukmu is\\wpY swh kw ipAwry; scu imlY vifAweI hoie]6]",
    "transliteration": "Hukam Sinjaapai Saah Kaa Piaarae Sach Milai Vaddiaaee Hoe ||6||",
    "translation": "If he comes to realize the Command of the Lord's Will, O Beloved, then he is blessed with Truth and Honor. ||6||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸ਼ਾਹ-ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਦੀ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਵਡਿਆਈ ਹੁੰਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "AwKix AauKw AwKIAY ipAwry; ikau suxIAY scu nwau]",
    "transliteration": "Aakhan Aoukhaa Aakheeai Piaarae Kio Suneeai Sach Naao ||",
    "translation": "It is so difficult to speak it, O Beloved; how can we speak, and hear, the True Name?",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਗਤ ਵਿਚ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਇਤਨਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਸਿਮਰਨਾ ਬੜਾ ਕਠਨ ਹੋ ਰਿਹਾ ਹੈ, ਨਾਹ ਹੀ ਪ੍ਰਭੂ-ਨਾਮ ਸੁਣਿਆ ਜਾ ਰਿਹਾ ਹੈ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਜੀਵ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਨਾਮ ਨਹੀਂ ਸੁਣਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 8,
    "source_line": 14,
    "gurmukhi": "ijn@I so swlwihAw ipAwry; hau iqn@ bilhwrY jwau]",
    "transliteration": "Jinhee So Saalaahiaa Piaarae Ho Thinh Balihaarai Jaao ||",
    "translation": "I am a sacrifice to those who praise the Lord, O Beloved.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 8,
    "source_line": 15,
    "gurmukhi": "nwau imlY sMqoKIAW ipAwry; ndrI myil imlwau]7]",
    "transliteration": "Naao Milai Santhokheeaaan Piaarae Nadharee Mael Milaao ||7||",
    "translation": "I have obtained the Name, and I am satisfied, O Beloved; by His Grace, I am united in His Union. ||7||",
    "punjabi": "(ਮੇਰੀ ਇਹੀ ਅਰਦਾਸ ਹੈ ਕਿ ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ) ਮੈਨੂੰ ਭੀ ਨਾਮ ਮਿਲੇ ਤੇ ਮੇਰਾ ਜੀਵਨ ਸੰਤੋਖੀ ਹੋ ਜਾਏ, ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮੈਂ ਜੁੜਿਆ ਰਹਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "kwieAw kwgdu. jy QIAY ipAwry; mnu msvwxI Dwir]",
    "transliteration": "Kaaeiaa Kaagadh Jae Thheeai Piaarae Man Masavaanee Dhhaar ||",
    "translation": "If my body were to become the paper, O Beloved, and my mind the inkpot;",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇ ਸਾਡਾ ਸਰੀਰ ਕਾਗ਼ਜ਼ ਬਣ ਜਾਏ, ਜੇ ਮਨ ਨੂੰ ਸਿਆਹੀ ਦੀ ਦਵਾਤ ਬਣਾ ਲਈਏ,",
    "pronunciation": "isAwhI dI (m`svwxI) dvwq",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 9,
    "source_line": 16,
    "gurmukhi": "llqw lyKix sc kI ipAwry; hir gux ilKhu vIcwir]",
    "transliteration": "Lalathaa Laekhan Sach Kee Piaarae Har Gun Likhahu Veechaar ||",
    "translation": "And if my tongue became the pen, O Beloved, I would write, and contemplate, the Glorious Praises of the True Lord.",
    "punjabi": "ਜੇ ਸਾਡੀ ਜੀਭ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਲਿਖਣ ਲਈ ਕਲਮ ਬਣ ਜਾਏ, ਤਾਂ, ਹੇ ਭਾਈ! (ਸੁਭਾਗਤਾ ਇਸੇ ਗੱਲ ਵਿਚ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਦਰ ਵਿਚ ਲਿਆ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਉੱਕਰਦੇ ਚੱਲੋ।",
    "pronunciation": "(llqw) jIB[ (lyKix) klm",
    "type_id": 3
  },
  {
    "shabad_id": 2404,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "Dnu lyKwrI nwnkw ipAwry; swcu ilKY auir Dwir]8]3]",
    "transliteration": "Dhhan Laekhaaree Naanakaa Piaarae Saach Likhai Our Dhhaar ||8||3||",
    "translation": "Blessed is that scribe, O Nanak, who writes the True Name, and enshrines it within his heart. ||8||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਲਿਖਾਰੀ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ (ਆਪਣੇ ਅੰਦਰ) ਉੱਕਰ ਲੈਂਦਾ ਹੈ ॥੮॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2405,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "soriT mhlw 1 pihlw duqukI]",
    "transliteration": "Sorath Mehalaa 1 Pehilaa Dhuthukee ||",
    "translation": "Sorat'h, First Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "mhlw 1 pihlw nMU mh`lw pihlw pihlw pV@o[ du-qukI polw",
    "type_id": 3
  },
  {
    "shabad_id": 2405,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "qU guxdwqO inrmlo BweI; inrmlu nw mnu hoie]",
    "transliteration": "Thoo Gunadhaatha Niramalo Bhaaee Niramal Naa Man Hoe ||",
    "translation": "You are the Giver of virtue, O Immaculate Lord, but my mind is not immaculate, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ) ਗੁਣਾਂ ਦੀ ਦਾਤਿ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਪਵਿਤ੍ਰ-ਸਰੂਪ ਹੈਂ। (ਪਰ ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਸਾਡਾ ਜੀਵਾਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(nw) nwm",
    "type_id": 3
  },
  {
    "shabad_id": 2405,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hm AprwDI inrguxy BweI; quJ hI qy guxu soie]1]",
    "transliteration": "Ham Aparaadhhee Niragunae Bhaaee Thujh Hee Thae Gun Soe ||1||",
    "translation": "I am a worthless sinner, O Siblings of Destiny; virtue is obtained from You alone, Lord. ||1||",
    "punjabi": "ਅਸੀਂ ਪਾਪੀ ਹਾਂ, ਗੁਣ-ਹੀਣ ਹਾਂ। ਹੇ ਪ੍ਰਭੂ! (ਪਵਿਤ੍ਰਤਾ ਦਾ) ਉਹ ਗੁਣ ਤੇਰੇ ਪਾਸੋਂ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2405,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "myry pRIqmw; qU krqw kir vyKu]",
    "transliteration": "Maerae Preethamaa Thoo Karathaa Kar Vaekh ||",
    "translation": "O my Beloved Creator Lord, You create, and You behold.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਕਰਤਾਰ ਹੈਂ, ਮੈਨੂੰ ਪੈਦਾ ਕਰ ਕੇ (ਹੁਣ ਤੂੰ ਹੀ) ਮੇਰੀ ਸੰਭਾਲ ਕਰ (ਤੇ ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2405,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "hau pwpI pwKMfIAw. BweI; min qin nwm ivsyKu]rhwau]",
    "transliteration": "Ho Paapee Paakhanddeeaa Bhaaee Man Than Naam Visaekh || Rehaao ||",
    "translation": "I am a hypocritical sinner, O Siblings of Destiny. Bless my mind and body with Your Name, O Lord. ||Pause||",
    "punjabi": "ਮੈਂ ਪਾਪੀ ਹਾਂ, ਪਖੰਡੀ ਹਾਂ। ਹੇ ਪਿਆਰੇ! ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਆਪਣੇ ਨਾਮ ਦੀ ਮਹੱਤਤਾ (ਪੈਦਾ ਕਰ) ਰਹਾਉ॥",
    "pronunciation": "(ivsyKu) ivSyS",
    "type_id": 3
  }
]