[
  {
    "shabad_id": 2406,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "haumY mwir mnsw mnih smwxI; gur kY sbid pCwqw]4]",
    "transliteration": "Houmai Maar Manasaa Manehi Samaanee Gur Kai Sabadh Pashhaathaa ||4||",
    "translation": "Overcoming my egotism and quieting the desires within my mind, I have come to realize the Word of the Guru's Shabad. ||4||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦਾਂ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਮਨ ਦਾ ਫੁਰਨਾ ਮਨ ਵਿਚ ਹੀ ਲੀਨ ਕਰ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੇ (ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਲ) ਸਾਂਝ ਪਾ ਲਈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "AicMq kMm krih pRB iqn ky; ijn hir kw nwmu ipAwrw]",
    "transliteration": "Achinth Kanm Karehi Prabh Thin Kae Jin Har Kaa Naam Piaaraa ||",
    "translation": "God automatically does the work of those who love the Name of the Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੇਰਾ ਹਰਿ-ਨਾਮ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਤੂੰ ਉਹਨਾਂ ਦੇ ਕੰਮ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "gur prswid sdw min visAw; siB kwj svwrxhwrw]",
    "transliteration": "Gur Parasaadh Sadhaa Man Vasiaa Sabh Kaaj Savaaranehaaraa ||",
    "translation": "By Guru's Grace, he ever dwells in their minds, and He resolves all their affairs.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਸਦਾ ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਵਾਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "Enw kI rIs kry. su ivgucY; ijn hir pRBu hY rKvwrw]5]",
    "transliteration": "Ounaa Kee Rees Karae S Viguchai Jin Har Prabh Hai Rakhavaaraa ||5||",
    "translation": "Whoever challenges them is destroyed; they have the Lord God as their Savior. ||5||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਰਾਖਾ ਪਰਮਾਤਮਾ ਆਪ ਬਣਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਬਰਾਬਰੀ ਜੇਹੜਾ ਭੀ ਮਨੁੱਖ ਕਰਦਾ ਹੈ ਉਹ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "(ivgucY) KuAwr huMdw",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ibnu siqgur syvy. iknY, n pwieAw; mnmuiK Bauik muey ibllweI]",
    "transliteration": "Bin Sathigur Saevae Kinai N Paaeiaa Manamukh Bhouk Mueae Bilalaaee ||",
    "translation": "Without serving the True Guru, no one finds the Lord; the self-willed manmukhs die crying out in pain.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਭੀ (ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ) ਹਾਸਲ ਨਹੀਂ ਕੀਤਾ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਫ਼ਜ਼ੂਲ ਬੋਲ ਬੋਲ ਕੇ ਵਿਲਕ ਵਿਲਕ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ibllweI) roNdy",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "Awvih jwvih Taur. n pwvih; duK mih duiK smweI]",
    "transliteration": "Aavehi Jaavehi Thour N Paavehi Dhukh Mehi Dhukh Samaaee ||",
    "translation": "They come and go, and find no place of rest; in pain and suffering, they perish.",
    "punjabi": "ਉਹ ਸਦਾ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ (ਇਸ ਗੇੜ ਤੋਂ ਬਚਣ ਲਈ ਕੋਈ) ਠਾਹਰ ਉਹ ਲੱਭ ਨਹੀਂ ਸਕਦੇ, ਦੁੱਖ ਵਿਚ (ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਆਖ਼ਰ) ਦੁੱਖ ਵਿਚ (ਹੀ) ਗ਼ਰਕ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "gurmuiK hovY su AMimRqu pIvY; shjy swic smweI]6]",
    "transliteration": "Guramukh Hovai S Anmrith Peevai Sehajae Saach Samaaee ||6||",
    "translation": "But one who becomes Gurmukh drinks in the Ambrosial Nectar, and is easily absorbed in the True Name. ||6||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਂਦਾ ਹੈ ਉਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪੀਂਦਾ ਹੈ, (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ibnu siqgur syvy. jnmu n CofY; jy Anyk krm krY AiDkweI]",
    "transliteration": "Bin Sathigur Saevae Janam N Shhoddai Jae Anaek Karam Karai Adhhikaaee ||",
    "translation": "Without serving the True Guru, one cannot escape reincarnation, even by performing numerous rituals.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਨੂੰ ਜਨਮਾਂ ਦਾ ਗੇੜ ਨਹੀਂ ਛੱਡਦਾ, ਉਹ ਭਾਵੇਂ ਬਥੇਰੇ ਅਨੇਕਾਂ ਹੀ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦਾ ਰਹੇ।",
    "pronunciation": "(AiDkweI) bhuq",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "vyd pVih qY vwd vKwxih; ibnu hir. piq gvweI]",
    "transliteration": "Vaedh Parrehi Thai Vaadh Vakhaanehi Bin Har Path Gavaaee ||",
    "translation": "Those who read the Vedas, and argue and debate without the Lord, lose their honor.",
    "punjabi": "(ਪੰਡਿਤ ਲੋਕ) ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਪੜ੍ਹਦੇ ਹਨ, ਅਤੇ (ਉਹਨਾਂ ਬਾਬਤ ਨਿਰੀਆਂ) ਬਹਿਸਾਂ (ਹੀ) ਕਰਦੇ ਹਨ। (ਯਕੀਨ ਜਾਣੋ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਨੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਆਪਣੀ ਇੱਜ਼ਤ ਗਵਾ ਲਈ ਹੈ।",
    "pronunciation": "(vwd) JgVy dIAW (vKwxih) g`lW kry[ pV@ih",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "scw siqguru swcI ijsu bwxI; Bij CUtih gur srxweI]7]",
    "transliteration": "Sachaa Sathigur Saachee Jis Baanee Bhaj Shhoottehi Gur Saranaaee ||7||",
    "translation": "True is the True Guru, and True is the Word of His Bani; in the Guru's Sanctuary, one is saved. ||7||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਉਪਦੇਸ਼ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਬਾਣੀ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਾਲੀ ਹੈ। ਜੇਹੜੇ ਮਨੁੱਖ ਦੌੜ ਕੇ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਜਾ ਪੈਂਦੇ ਹਨ, ਉਹ (ਆਤਮਕ ਮੌਤ ਤੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "Bij:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ijn hir min visAw. sy dir swcy; dir swcY sicAwrw]",
    "transliteration": "Jin Har Man Vasiaa Sae Dhar Saachae Dhar Saachai Sachiaaraa ||",
    "translation": "Those whose minds are filled with the Lord are judged as true in the Court of the Lord; they are hailed as true in the True Court.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "Enw dI soBw. juig juig hoeI; koie. n mytxhwrw]",
    "transliteration": "Ounaa Dhee Sobhaa Jug Jug Hoee Koe N Maettanehaaraa ||",
    "translation": "Their praises echo throughout the ages, and no one can erase them.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ ਵਡਿਆਈ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ ਹੁੰਦੀ ਹੈ, ਕੋਈ (ਨਿੰਦਕ ਆਦਿਕ ਉਹਨਾਂ ਦੀ ਇਸ ਹੋ ਰਹੀ ਵਡਿਆਈ ਨੂੰ) ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2406,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "nwnk. iqn kY sd bilhwrY; ijn hir rwiKAw auir Dwrw]8]1]",
    "transliteration": "Naanak Thin Kai Sadh Balihaarai Jin Har Raakhiaa Our Dhhaaraa ||8||1||",
    "translation": "Nanak is forever a sacrifice to those who enshrine the Lord within their hearts. ||8||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਰੱਖਿਆ ਹੈ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "soriT mhlw 3 duqukI]",
    "transliteration": "Sorath Mehalaa 3 Dhuthukee ||",
    "translation": "Sorat'h, Third Mehl, Du-Tukas:",
    "punjabi": "",
    "pronunciation": "duqukI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "inguixAw no. Awpy bKis ley BweI; siqgur kI syvw lwie]",
    "transliteration": "Niguniaa No Aapae Bakhas Leae Bhaaee Sathigur Kee Saevaa Laae ||",
    "translation": "He Himself forgives the worthless, O Siblings of Destiny; He commits them to the service of the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਜੀਵਾਂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਵਿਚ ਲਾ ਕੇ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqgur kI syvw aUqm hY BweI; rwm nwim icqu lwie]1]",
    "transliteration": "Sathigur Kee Saevaa Ootham Hai Bhaaee Raam Naam Chith Laae ||1||",
    "translation": "Service to the True Guru is sublime, O Siblings of Destiny; through it, one's consciousness is attached to the Lord's Name. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ-ਸੇਵਾ ਬੜੀ ਸ੍ਰੇਸ਼ਟ ਹੈ, ਗੁਰੂ (ਸ਼ਰਨ ਪਏ ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hir jIau; Awpy bKis imlwie]",
    "transliteration": "Har Jeeo Aapae Bakhas Milaae ||",
    "translation": "The Dear Lord forgives, and unites with Himself.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸੀਂ ਜੀਵ ਗੁਣਾਂ ਤੋਂ ਸੱਖਣੇ ਹਾਂ, ਵਿਕਾਰੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "gux hIx hm AprwDI BweI; pUrY siqguir ley rlwie]rhwau]",
    "transliteration": "Guneheen Ham Aparaadhhee Bhaaee Poorai Sathigur Leae Ralaae || Rehaao ||",
    "translation": "I am a sinner, totally without virtue, O Siblings of Destiny; the Perfect True Guru has blended me. ||Pause||",
    "punjabi": "ਪੂਰੇ ਗੁਰੂ ਨੇ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ) ਰਲਾ ਲਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੇਹਰ ਕਰ ਕੇ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "kaux kaux AprwDI bKisAnu ipAwry; swcY sbid vIcwir]",
    "transliteration": "Koun Koun Aparaadhhee Bakhasian Piaarae Saachai Sabadh Veechaar ||",
    "translation": "So many, so many sinners have been forgiven, O beloved one, by contemplating the True Word of the Shabad.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਪਰਮਾਤਮਾ ਨੇ ਅਨੇਕਾਂ ਹੀ ਅਪਰਾਧੀਆਂ ਨੂੰ ਗੁਰੂ ਦੇ ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਵਿਚਾਰ ਵਿਚ (ਜੋੜ ਕੇ) ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "Baujlu pwir auqwirAnu BweI; siqgur byVY cwiV]2]",
    "transliteration": "Bhoujal Paar Outhaarian Bhaaee Sathigur Baerrai Chaarr ||2||",
    "translation": "They got on board the boat of the True Guru, who carried them across the terrifying world-ocean, O Siblings of Destiny. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ (ਸ਼ਬਦ-) ਜਹਾਜ਼ ਵਿਚ ਚਾੜ੍ਹ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨੇ (ਅਨੇਕਾਂ ਜੀਵਾਂ ਨੂੰ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "cwiV@",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "mnUrY qy kMcn Bey BweI; guru pwrsu myil imlwie]",
    "transliteration": "Manoorai Thae Kanchan Bheae Bhaaee Gur Paaras Mael Milaae ||",
    "translation": "I have been transformed from rusty iron into gold, O Siblings of Destiny, united in Union with the Guru, the Philosopher's Stone.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਾਰਸ-ਗੁਰੂ (ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ) ਮਿਲਾ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਸੜੇ ਹੋਏ ਲੋਹੇ ਤੋਂ ਸੋਨਾ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(mnUrY) giLAw lohw[ (kMcn) sonw",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "Awpu Coif. nwau min visAw BweI; joqI joiq imlwie]3]",
    "transliteration": "Aap Shhodd Naao Man Vasiaa Bhaaee Jothee Joth Milaae ||3||",
    "translation": "Eliminating my self-conceit, the Name has come to dwell within my mind, O Siblings of Destiny; my light has merged in the Light. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ। ਗੁਰੂ ਉਹਨਾਂ ਦੀ ਸੁਰਤਿ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "hau vwrI. hau vwrxY BweI; siqgur kau sd bilhwrY jwau]",
    "transliteration": "Ho Vaaree Ho Vaaranai Bhaaee Sathigur Ko Sadh Balihaarai Jaao ||",
    "translation": "I am a sacrifice, I am a sacrifice, O Siblings of Destiny, I am forever a sacrifice to my True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਮੈਂ ਗੁਰੂ ਤੋਂ ਸਦਾ ਹੀ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "nwmu inDwnu ijin idqw BweI; gurmiq shij smwau]4]",
    "transliteration": "Naam Nidhhaan Jin Dhithaa Bhaaee Guramath Sehaj Samaao ||4||",
    "translation": "He has given me the treasure of the Naam; O Siblings of Destiny, through the Guru's Teachings, I am absorbed in celestial bliss. ||4||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਦਿੱਤਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਮੈਂ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "gur ibnu. shju n aUpjY BweI; pUChu igAwnIAw jwie]",
    "transliteration": "Gur Bin Sehaj N Oopajai Bhaaee Pooshhahu Giaaneeaa Jaae ||",
    "translation": "Without the Guru, celestial peace is not produced, O Siblings of Destiny; go and ask the spiritual teachers about this.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਲਵੋ, (ਇਹੀ ਉੱਤਰ ਮਿਲੇਗਾ ਕਿ) ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "siqgur kI syvw sdw kir BweI; ivchu Awpu gvwie]5]",
    "transliteration": "Sathigur Kee Saevaa Sadhaa Kar Bhaaee Vichahu Aap Gavaae ||5||",
    "translation": "Serve the True Guru forever, O Siblings of Destiny, and eradicate self-conceit from within. ||5||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ,) ਹੇ ਭਾਈ! ਤੂੰ ਭੀ (ਆਪਣੇ) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਸਦਾ ਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਿਆ ਕਰ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "gurmqI Bau aUpjY BweI; Bau krxI scu swru]",
    "transliteration": "Guramathee Bho Oopajai Bhaaee Bho Karanee Sach Saar ||",
    "translation": "Under Guru's Instruction, the Fear of God is produced, O Siblings of Destiny; true and excellent are the deeds done in the Fear of God.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਡਰ-ਅਦਬ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। (ਆਪਣੇ ਅੰਦਰ) ਡਰ-ਅਦਬ (ਪੈਦਾ ਕਰਨਾ ਹੀ) ਕਰਨ-ਜੋਗ ਕੰਮ ਹੈ, ਇਹ ਕੰਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਇਹੀ ਕੰਮ (ਸਭ ਤੋਂ) ਸ੍ਰੇਸ਼ਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "pRym pdwrQu pweIAY BweI; scu nwmu AwDwru]6]",
    "transliteration": "Praem Padhaarathh Paaeeai Bhaaee Sach Naam Aadhhaar ||6||",
    "translation": "Then, one is blessed with the treasure of the Lord's Love, O Siblings of Destiny, and the Support of the True Name. ||6||",
    "punjabi": "ਹੇ ਭਾਈ! (ਇਸ ਡਰ-ਅਦਬ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਦਾ ਕੀਮਤੀ ਧਨ ਲੱਭ ਪੈਂਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਸਦਾ-ਥਿਰ ਨਾਮ (ਜ਼ਿੰਦਗੀ ਦਾ) ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "jo siqguru syvih Awpxw BweI; iqn kY hau lwgau pwie]",
    "transliteration": "Jo Sathigur Saevehi Aapanaa Bhaaee Thin Kai Ho Laago Paae ||",
    "translation": "I fall at the feet of those who serve their True Guru, O Siblings of Destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦਾ ਆਸਰਾ ਲੈਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "jnmu svwrI Awpxw BweI; kulu BI leI bKswie]7]",
    "transliteration": "Janam Savaaree Aapanaa Bhaaee Kul Bhee Lee Bakhasaae ||7||",
    "translation": "I have fulfilled my life, O Siblings of Destiny, and my family has been saved as well. ||7||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਮੈਂ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਰਿਹਾ ਹਾਂ, ਮੈਂ ਆਪਣੇ ਸਾਰੇ ਖ਼ਾਨਦਾਨ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਪ੍ਰਾਪਤ ਕਰ ਰਿਹਾ ਹਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "scu bwxI scu sbdu hY BweI; gur ikrpw qy hoie]",
    "transliteration": "Sach Baanee Sach Sabadh Hai Bhaaee Gur Kirapaa Thae Hoe ||",
    "translation": "The True Word of the Guru's Bani, and the True Word of the Shabad, O Siblings of Destiny, are obtained only by Guru's Grace.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦਾ) ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ (ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਦੀ) ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2407,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "nwnk nwmu hir min vsY BweI; iqsu ibGnu. n lwgY koie]8]2]",
    "transliteration": "Naanak Naam Har Man Vasai Bhaaee This Bighan N Laagai Koe ||8||2||",
    "translation": "O Nanak, with the Name of the Lord abiding in one's mind, no obstacles stand in one's way, O Siblings of Destiny. ||8||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਕੋਈ ਔਕੜ ਨਹੀਂ ਵਾਪਰਦੀ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]