[
  {
    "shabad_id": 2408,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "soriT mhlw 3]",
    "transliteration": "Sorath Mehalaa 3 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir jIau sbdy jwpdw BweI; pUrY Bwig imlwie]",
    "transliteration": "Har Jeeo Sabadhae Jaapadhaa Bhaaee Poorai Bhaag Milaae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹੀ ਪਰਮਾਤਮਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਬਣਦੀ ਹੈ, ਪੂਰੀ ਕਿਸਮਤਿ ਨਾਲ (ਗੁਰੂ ਜੀਵ ਨੂੰ ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sdw suKu sohwgxI BweI; An idnu rqIAw rMgu lwie]1]",
    "transliteration": "Sadhaa Sukh Sohaaganee Bhaaee Anadhin Ratheeaa Rang Laae ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਸਦਾ ਆਤਮਕ ਸੁਖ ਮਾਣਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਪਾ ਕੇ ਉਹ ਹਰ ਵੇਲੇ ਉਸ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "r`qIAW",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir jI; qU Awpy rMgu cVwie]",
    "transliteration": "Har Jee Thoo Aapae Rang Charraae ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੂੰ ਆਪ ਹੀ (ਸਰਨ ਆਏ ਜੀਵਾਂ ਦੇ ਹਿਰਦੇ ਉਤੇ ਆਪਣੇ ਪਿਆਰ ਦਾ) ਰੰਗ ਚਾੜ੍ਹਦਾ ਹੈਂ।",
    "pronunciation": "cV@wie",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "gwvhu gwvhu rMig rwiqho BweI; hir syqI rMgu lwie]rhwau]",
    "transliteration": "Gaavahu Gaavahu Rang Raathiho Bhaaee Har Saethee Rang Laae || Rehaao ||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਿਆਰ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹੇ ਭਰਾਵੋ! ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਕੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਰਿਹਾ ਕਰੋ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "gur kI kwr kmwvxI BweI; Awpu Coif icqu lwie]",
    "transliteration": "Gur Kee Kaar Kamaavanee Bhaaee Aap Shhodd Chith Laae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਾ-ਭਾਵ ਛੱਡ ਕੇ, ਤੇ, ਮਨ ਲਾ ਕੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਕਾਰ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "sdw shju iPir duKu. n lgeI BweI; hir Awip vsY min Awie]2]",
    "transliteration": "Sadhaa Sehaj Fir Dhukh N Lagee Bhaaee Har Aap Vasai Man Aae ||2||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਸਦਾ ਆਤਮਕ ਅਡੋਲਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ ਦੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਆ ਵੱਸਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ipr kw hukmu. n jwxeI BweI; sw kulKxI kunwir]",
    "transliteration": "Pir Kaa Hukam N Jaanee Bhaaee Saa Kulakhanee Kunaar ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਰਜ਼ਾ ਨੂੰ ਨਹੀਂ ਸਮਝਦੀ, ਉਹ ਕੋਝੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੈ, ਚੰਦਰੀ ਹੈ।",
    "pronunciation": "ku-l`KxI",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "mn hiT kwr kmwvxI BweI; ivxu nwvY. kUiVAwir]3]",
    "transliteration": "Manehath Kaar Kamaavanee Bhaaee Vin Naavai Koorriaar ||3||",
    "punjabi": "(ਜੇ ਉਹ ਵਿਖਾਵੇ-ਮਾਤਰ) ਮਨ ਦੇ ਹਠ ਨਾਲ (ਗੁਰੂ ਦੀ ਦੱਸੀ) ਕਾਰ ਕਰਦੀ ਹੈ ਤਾਂ ਭੀ, ਹੇ ਭਾਈ! ਉਹ ਨਾਮ ਤੋਂ ਸੱਖਣੀ ਹੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਝੂਠ ਦੀ ਹੀ ਵਣਜਾਰਨ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "sy gwvih ijn msqik Bwgu hY BweI; Bwie scY bYrwgu]",
    "transliteration": "Sae Gaavehi Jin Masathak Bhaag Hai Bhaaee Bhaae Sachai Bairaag ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ ਜਾਗ ਪੈਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਦੁਨੀਆ ਦੇ ਮੋਹ ਵਲੋਂ) ਉਪਰਾਮਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "An idnu rwqy gux rvih BweI; inrBau gur ilv lwgu]4]",
    "transliteration": "Anadhin Raathae Gun Ravehi Bhaaee Nirabho Gur Liv Laag ||4||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੇ ਰੰਗ ਵਿਚ) ਰੰਗੇ ਹੋਏ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਉਹ ਨਿਡਰ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦੀ ਬਖ਼ਸ਼ੀ ਹੋਈ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥",
    "pronunciation": "(rvih) aucwrdy",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "sBnw mwir jIvwldw BweI; so syvhu idnu rwiq]",
    "transliteration": "Sabhanaa Maar Jeevaaladhaa Bhaaee So Saevahu Dhin Raath ||",
    "punjabi": "ਹੇ ਭਾਈ! ਦਿਨ ਰਾਤ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰੋ, ਜੋ ਸਭ ਜੀਵਾਂ ਨੂੰ ਮਾਰਦਾ ਹੈ ਤੇ ਜਿਵਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "so. ikau mnhu ivswrIAY BweI; ijs dI vfI hY dwiq]5]",
    "transliteration": "So Kio Manahu Visaareeai Bhaaee Jis Dhee Vaddee Hai Dhaath ||5||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ (ਜੀਵਾਂ ਉਤੇ ਕੀਤੀ ਹੋਈ) ਬਖ਼ਸ਼ਸ਼ ਬਹੁਤ ਵੱਡੀ ਹੈ, ਉਸ ਨੂੰ ਮਨ ਤੋਂ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "mnmuiK mYlI fuMmxI BweI; drgh. nwhI Qwau]",
    "transliteration": "Manamukh Mailee Ddunmanee Bhaaee Dharageh Naahee Thhaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ ਭਰੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ ਸਦਾ ਡੋਲਦਾ ਰਹਿੰਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ) ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ।",
    "pronunciation": "(fuMmxI) duic`qI",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "gurmuiK hovY q gux rvY BweI; imil pRIqm swic smwau]6]",
    "transliteration": "Guramukh Hovai Th Gun Ravai Bhaaee Mil Preetham Saach Samaao ||6||",
    "punjabi": "ਪਰ ਹੇ ਭਾਈ! ਜਦੋਂ ਉਹ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆ ਪੈਂਦੀ ਹੈ, ਤਦੋਂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ। ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "eyqu jnim hir. n cyiqE BweI; ikAw muhu dysI jwie]",
    "transliteration": "Eaeth Janam Har N Chaethiou Bhaaee Kiaa Muhu Dhaesee Jaae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਨੇ ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਾਹ ਕੀਤਾ ਉਹ (ਪਰਲੋਕ ਵਿਚ) ਜਾ ਕੇ ਕੀਹ ਮੂੰਹ ਵਿਖਾਏਗਾ? (ਸ਼ਰਮ-ਸਾਰ ਹੋਵੇਗਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ikVI pvMdI muhwieEnu BweI; ibiKAw no loBwie]7]",
    "transliteration": "Kirree Pavandhee Muhaaeioun Bhaaee Bikhiaa No Lobhaae ||7||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਲੋਭ ਵਿਚ ਫਸ ਕੇ, (ਸੁਚੇਤ ਰਹਿਣ ਦੀਆਂ) ਵਾਜਾਂ ਪੈਂਦਿਆਂ ਭੀ ਉਸ ਨੇ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਲੁਟਾ ਲਿਆ ॥੭॥",
    "pronunciation": "(ikVI) AvwzW (pvMdI) pYNdIAW[ (muhwieEnu) lutw ilAw",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "nwmu smwlih suiK vsih BweI; sdw suKu sWiq srIr]",
    "transliteration": "Naam Samaalehi Sukh Vasehi Bhaaee Sadhaa Sukh Saanth Sareer ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ, ਉਹ ਆਨੰਦ ਵਿਚ ਵੱਸਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਨੂੰ ਸੁਖ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2408,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "nwnk. nwmu smwil qU BweI; AprMpr guxI ghIr]8]3]",
    "transliteration": "Naanak Naam Samaal Thoo Bhaaee Aparanpar Gunee Geheer ||8||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ, ਜੇਹੜਾ ਬਹੁਤ ਬੇਅੰਤ ਹੈ ਜੋ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਜੋ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ ॥੮॥੩॥",
    "pronunciation": "(Ap-rMpr) byAMq",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "soriT mhlw 5 Gru 1 AstpdIAw",
    "transliteration": "Sorath Mehalaa 5 Ghar 1 Asattapadheeaa",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2409,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "sBu jgu ijnih aupwieAw BweI; krx kwrx smrQu]",
    "transliteration": "Sabh Jag Jinehi Oupaaeiaa Bhaaee Karan Kaaran Samarathh ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਸਾਰਾ ਜਗਤ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਜੋ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ,",
    "pronunciation": "smr`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "jIau ipMfu ijin swijAw BweI; dy kir ApxI vQu]",
    "transliteration": "Jeeo Pindd Jin Saajiaa Bhaaee Dhae Kar Apanee Vathh ||",
    "punjabi": "ਜਿਸ ਨੇ ਆਪਣੀ ਸੱਤਿਆ ਦੇ ਕੇ (ਮਨੁੱਖ ਦਾ) ਜਿੰਦ ਤੇ ਸਰੀਰ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਉਹ ਕਰਤਾਰ (ਤਾਂ) ਕਿਸੇ ਪਾਸੋਂ ਭੀ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "v`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ikin khIAY ikau dyKIAY BweI; krqw eyku AkQu]",
    "transliteration": "Kin Keheeai Kio Dhaekheeai Bhaaee Karathaa Eaek Akathh ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਕਰਤਾਰ ਦਾ ਸਰੂਪ ਦਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਉਸ ਨੂੰ ਕਿਵੇਂ ਵੇਖਿਆ ਜਾਏ?",
    "pronunciation": "A-kQu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "guru goivMdu slwhIAY BweI; ijs qy jwpY qQu]1]",
    "transliteration": "Gur Govindh Salaaheeai Bhaaee Jis Thae Jaapai Thathh ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੋਬਿੰਦ ਦੇ ਰੂਪ ਗੁਰੂ ਦੀ ਸਿਫ਼ਤਿ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਕਿਉਂਕਿ ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਸਾਰੇ ਜਗਤ ਦੇ ਮੂਲ ਪਰਮਾਤਮਾ ਦੀ ਸੂਝ ਪੈ ਸਕਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(qQu) AslIAq",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "myry mn; jpIAY hir BgvMqw]",
    "transliteration": "Maerae Man Japeeai Har Bhagavanthaa ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਸਦਾ) ਹਰੀ ਭਗਵਾਨ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwm dwnu dyie jn Apny; dUK drd kw hMqw]rhwau]",
    "transliteration": "Naam Dhaan Dhaee Jan Apanae Dhookh Dharadh Kaa Hanthaa || Rehaao ||",
    "punjabi": "ਉਹ ਭਗਵਾਨ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਂਦਾ ਹੈ। ਉਹ ਸਾਰੇ ਦੁੱਖਾਂ ਪੀੜਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(hMqw) nws krn vwlw",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "jw kY Gir sBu ikCu hY BweI; nau iniD Bry BMfwr]",
    "transliteration": "Jaa Kai Ghar Sabh Kishh Hai Bhaaee No Nidhh Bharae Bhanddaar ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦੇ ਘਰ ਵਿਚ ਹਰੇਕ ਚੀਜ਼ ਮੌਜੂਦ ਹੈ, ਜਿਸ ਦੇ ਘਰ ਵਿਚ ਜਗਤ ਦੇ ਸਾਰੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਮੌਜੂਦ ਹਨ, ਜਿਸ ਦੇ ਘਰ ਵਿਚ ਭੰਡਾਰੇ ਭਰੇ ਪਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "iqs kI kImiq. nw pvY BweI; aUcw Agm Apwr]",
    "transliteration": "This Kee Keemath Naa Pavai Bhaaee Oochaa Agam Apaar ||",
    "punjabi": "ਉਸ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਉਹ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ, ਉਹ ਅਪਹੁੰਚ ਹੈ, ਉਹ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "jIA jMq pRiqpwldw BweI; inq inq krdw swr]",
    "transliteration": "Jeea Janth Prathipaaladhaa Bhaaee Nith Nith Karadhaa Saar ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ (ਸਭ ਜੀਵਾਂ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "siqguru pUrw BytIAY BweI; sbid imlwvxhwr]2]",
    "transliteration": "Sathigur Pooraa Bhaetteeai Bhaaee Sabadh Milaavanehaar ||2||",
    "punjabi": "(ਉਸ ਦਾ ਦਰਸਨ ਕਰਨ ਲਈ) ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ, (ਗੁਰੂ ਹੀ ਆਪਣੇ) ਸ਼ਬਦ ਵਿਚ ਜੋੜ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਸਕਣ ਵਾਲਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "scy crx sryvIAih BweI; BRmu Bau hovY nwsu]",
    "transliteration": "Sachae Charan Saraeveeahi Bhaaee Bhram Bho Hovai Naas ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਣੇ ਚਾਹੀਦੇ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ ਮਨ ਦੀ) ਭਟਕਣਾ ਦਾ, (ਹਰੇਕ ਕਿਸਮ ਦੇ) ਡਰ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(sryvIAih) pUjIey",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "imil sMq sBw. mnu mWjIAY BweI; hir kY nwim invwsu]",
    "transliteration": "Mil Santh Sabhaa Man Maanjeeai Bhaaee Har Kai Naam Nivaas ||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਨ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਮਨ ਦਾ) ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "sBw:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "imtY AMDyrw AigAwnqw BweI; kml hovY prgwsu]",
    "transliteration": "Mittai Andhhaeraa Agiaanathaa Bhaaee Kamal Hovai Paragaas ||",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹੇ ਭਾਈ! ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦਾ ਹਨੇਰਾ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਮਿਟ ਜਾਂਦਾ ਹੈ (ਹਿਰਦੇ ਦੇ) ਕੌਲ-ਫੁੱਲ ਦਾ ਖਿੜਾਉ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "gur bcnI suKu aUpjY BweI; siB Pl siqgur pwis]3]",
    "transliteration": "Gur Bachanee Sukh Oopajai Bhaaee Sabh Fal Sathigur Paas ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉੱਤੇ ਤੁਰਿਆਂ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। ਸਾਰੇ ਫਲ ਗੁਰੂ ਦੇ ਕੋਲ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]