[
  {
    "shabad_id": 2409,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "myrw qyrw CofIAY BweI; hoeIAY sB kI DUir ]",
    "transliteration": "Maeraa Thaeraa Shhoddeeai Bhaaee Hoeeai Sabh Kee Dhhoor ||",
    "translation": "Give up your sense of mine and yours, O Siblings of Destiny, and become the dust of the feet of all.",
    "punjabi": "ਹੇ ਭਾਈ! ਵਿਤਕਰਾ ਛੱਡ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "Git Git bRhmu pswirAw BweI; pyKY suxY hjUir ]",
    "transliteration": "Ghatt Ghatt Breham Pasaariaa Bhaaee Paekhai Sunai Hajoor ||",
    "translation": "In each and every heart, God is contained, O Siblings of Destiny; He sees, and hears, and is ever-present with us.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹ ਸਭ ਦੇ ਅੰਗ-ਸੰਗ ਹੋ ਕੇ (ਸਭ ਦੇ ਕੰਮਾਂ ਨੂੰ) ਵੇਖਦਾ ਹੈ (ਸਭਨਾਂ ਦੀਆਂ ਗੱਲਾਂ) ਸੁਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ijqu idin ivsrY pwrbRhmu BweI; iqqu idin mrIAY JUir ]",
    "transliteration": "Jith Dhin Visarai Paarabreham Bhaaee Thith Dhin Mareeai Jhoor ||",
    "translation": "On that day when one forgets the Supreme Lord God, O Siblings of Destiny, on that day, one ought to die crying out in pain.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਦਿਨ ਪਰਮਾਤਮਾ ਭੁੱਲ ਜਾਏ, ਉਸ ਦਿਨ ਦੁੱਖੀ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲਈਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 6,
    "source_line": 3,
    "gurmukhi": "krn krwvn smrQo BweI; srb klw BrpUir ]4]",
    "transliteration": "Karan Karaavan Samarathho Bhaaee Sarab Kalaa Bharapoor ||4||",
    "translation": "He is the all-powerful Cause of Causes, O Siblings of Destiny; he is totally filled with all powers. ||4||",
    "punjabi": "ਹੇ ਭਾਈ! (ਇਹ ਯਾਦ ਰੱਖੋ ਕਿ) ਪਰਮਾਤਮਾ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲਾ ਅਤੇ (ਜੀਵਾਂ ਪਾਸੋਂ) ਕਰਾ ਸਕਣ ਵਾਲਾ ਹੈ। ਪਰਮਾਤਮਾ ਵਿਚ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਮੌਜੂਦ ਹਨ ॥੪॥",
    "pronunciation": "smr`Qo",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "pRym pdwrQu. nwmu hY BweI; mwieAw moh ibnwsu ]",
    "transliteration": "Praem Padhaarathh Naam Hai Bhaaee Maaeiaa Moh Binaas ||",
    "translation": "The Love of the Name is the greatest treasure, O Siblings of Destiny; through it, emotional attachment to Maya is dispelled.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ) ਪਿਆਰ ਦਾ ਕੀਮਤੀ ਧਨ ਮੌਜੂਦ ਹੈ, ਹਰਿ-ਨਾਮ ਮੌਜੂਦ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "iqsu BwvY qw myil ley BweI; ihrdY nwm invwsu ]",
    "transliteration": "This Bhaavai Thaa Mael Leae Bhaaee Hiradhai Naam Nivaas ||",
    "translation": "If it is pleasing to His Will, then He unites us in His Union, O Siblings of Destiny; the Naam, the Name of the Lord, comes to abide in the mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ (ਜਦੋਂ) ਚੰਗਾ ਲੱਗੇ ਤਦੋਂ ਉਹ (ਜਿਸ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ (ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਉਸ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "gurmuiK kmlu pRgwsIAY BweI; irdY hovY prgwsu ]",
    "transliteration": "Guramukh Kamal Pragaaseeai Bhaaee Ridhai Hovai Paragaas ||",
    "translation": "The heart-lotus of the Gurmukh blossoms forth, O Siblings of Destiny, and the heart is illumined.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ (ਹਿਰਦੇ ਦਾ) ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੋਝੀ ਦਾ) ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "pRgtu BieAw prqwpu pRB BweI; mauilAw Driq Akwsu ]5]",
    "transliteration": "Pragatt Bhaeiaa Parathaap Prabh Bhaaee Mouliaa Dhharath Akaas ||5||",
    "translation": "The Glory of God has been revealed, O Siblings of Destiny, and the earth and sky have blossomed forth. ||5||",
    "punjabi": "ਹੇ ਭਾਈ! (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੀ ਤਾਕਤ ਪਰਗਟ ਹੋ ਜਾਂਦੀ ਹੈ (ਮਨੁੱਖ ਨੂੰ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਤਾਕਤ ਦਾ ਮਾਲਕ ਹੈ, ਅਤੇ ਪ੍ਰਭੂ ਦੀ ਤਾਕਤ ਨਾਲ ਹੀ) ਧਰਤੀ ਖਿੜੀ ਹੋਈ ਹੈ, ਆਕਾਸ਼ ਖਿੜਿਆ ਹੋਇਆ ਹੈ ॥੫॥",
    "pronunciation": "mau~ilAw ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "guir pUrY. sMqoiKAw BweI; Aih inis lwgw Bwau ]",
    "transliteration": "Gur Poorai Santhokhiaa Bhaaee Ahinis Laagaa Bhaao ||",
    "translation": "The Perfect Guru has blessed me with contentment, O Siblings of Destiny; day and night, I remain attached to the Lord's Love.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਸੰਤੋਖ ਦੀ ਦਾਤਿ ਦੇ ਦਿੱਤੀ, (ਉਸ ਦੇ ਅੰਦਰ) ਦਿਨ ਰਾਤ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦਾ) ਪਿਆਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "rsnw rwmu rvY sdw BweI; swcw swdu suAwau ]",
    "transliteration": "Rasanaa Raam Ravai Sadhaa Bhaaee Saachaa Saadh Suaao ||",
    "translation": "My tongue continually chants the Lord's Name, O Siblings of Destiny; this is the true taste, and the object of human life.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ। (ਨਾਮ ਜਪਣ ਦਾ ਇਹ) ਸੁਆਦ (ਇਹ) ਨਿਸ਼ਾਨਾ (ਉਸ ਦੇ ਅੰਦਰ) ਸਦਾ ਕਾਇਮ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(suAwau) lwB",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "krnI suix suix jIivAw BweI; inhclu pwieAw Qwau ]",
    "transliteration": "Karanee Sun Sun Jeeviaa Bhaaee Nihachal Paaeiaa Thhaao ||",
    "translation": "Listening with my ears, I hear and so I live, O Siblings of Destiny; I have obtained the unchanging, unmoving state.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਸੁਣ ਸੁਣ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਅਟੱਲ ਥਾਂ ਪ੍ਰਾਪਤ ਕਰੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "(krnI) kMnIN",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 8,
    "source_line": 7,
    "gurmukhi": "ijsu prqIiq. n AwveI BweI; so jIAVw jil jwau ]6]",
    "transliteration": "Jis Paratheeth N Aavee Bhaaee So Jeearraa Jal Jaao ||6||",
    "translation": "That soul,which does not place its faith in the Lord shall burn, O Siblings of Destiny. ||6||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਉਤੇ) ਇਤਬਾਰ ਨਹੀਂ ਬੱਝਦਾ ਉਸ ਦੀ (ਨਿਭਾਗੀ) ਜਿੰਦ (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਜਾਂਦੀ ਹੈ (ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦੀ ਹੈ) ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "bhu gux myry swihbY BweI; hau iqs kY bil jwau ]",
    "transliteration": "Bahu Gun Maerae Saahibai Bhaaee Ho This Kai Bal Jaao ||",
    "translation": "My Lord and Master has so many virtues, O Siblings of Destiny; I am a sacrifice to Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਚ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ-ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "Ehu inrguxIAwry pwldw BweI; dyie inQwvy Qwau ]",
    "transliteration": "Ouhu Niraguneeaarae Paaladhaa Bhaaee Dhaee Nithhaavae Thhaao ||",
    "translation": "He nurtures even the most worthless, O Siblings of Destiny, and gives home to the homeless.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਾਲਕ ਗੁਣ-ਹੀਨ ਨੂੰ (ਭੀ) ਪਾਲਦਾ ਹੈ, ਉਹ ਨਿਆਸਰੇ ਮਨੁੱਖ ਨੂੰ ਸਹਾਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "dyie",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "irjku sMbwhy swis swis BweI; gUVw jw kw nwau ]",
    "transliteration": "Rijak Sanbaahae Saas Saas Bhaaee Goorraa Jaa Kaa Naao ||",
    "translation": "He gives us nourishment with each and every breath, O Siblings of Destiny; His Name is everlasting.",
    "punjabi": "ਉਹ ਮਾਲਕ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਰਿਜ਼ਕ ਅਪੜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਨਾਮ (ਸਿਮਰਨ ਕਰਨ ਵਾਲੇ ਦੇ ਮਨ ਉੱਤੇ ਪ੍ਰੇਮ ਦਾ) ਗੂੜ੍ਹਾ ਰੰਗ ਚਾੜ੍ਹ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ijsu guru swcw BytIAY BweI; pUrw iqsu krmwau ]7]",
    "transliteration": "Jis Gur Saachaa Bhaetteeai Bhaaee Pooraa This Karamaao ||7||",
    "translation": "One who meets with the True Guru, O Siblings of Destiny, does so only by perfect destiny. ||7||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੱਚਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ) ਉਸ ਦੀ ਕਿਸਮਤ ਜਾਗ ਪੈਂਦੀ ਹੈ ॥੭॥",
    "pronunciation": "(BytIAY) imldy[ (krmwau) Bwg",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "iqsu ibnu GVI. n jIvIAY BweI; srb klw BrpUir ]",
    "transliteration": "This Bin Gharree N Jeeveeai Bhaaee Sarab Kalaa Bharapoor ||",
    "translation": "Without Him, I cannot live, even for an instant, O Siblings of Destiny; He is totally filled with all powers.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਨਾਲ ਭਰਪੂਰ ਹੈ, ਉਸ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਇਕ ਘੜੀ ਭਰ ਭੀ (ਮਨੁੱਖ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਕਾਇਮ ਨਹੀਂ ਰਹਿ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 10,
    "source_line": 10,
    "gurmukhi": "swis igrwis. n ivsrY BweI; pyKau sdw hjUir ]",
    "transliteration": "Saas Giraas N Visarai Bhaaee Paekho Sadhaa Hajoor ||",
    "translation": "With every breath and morsel of food, I will not forget Him, O Siblings of Destiny; I behold Him ever-present.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਅੰਗ ਸੰਗ ਵੱਸਦਾ ਵੇਖਦਾ ਹਾਂ, ਮੈਨੂੰ ਉਹ ਖਾਂਦਿਆਂ ਸਾਹ ਲੈਂਦਿਆਂ ਕਦੇ ਭੀ ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "swDUsMig imlwieAw BweI; srb rihAw BrpUir ]",
    "transliteration": "Saadhhoo Sang Milaaeiaa Bhaaee Sarab Rehiaa Bharapoor ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I meet Him, O Siblings of Destiny; He is totally pervading and permeating everywhere.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਉਹ ਪਰਮਾਤਮਾ ਸਭ ਥਾਂ ਮੌਜੂਦ ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 10,
    "source_line": 11,
    "gurmukhi": "ijnw pRIiq. n lgIAw BweI; sy inq inq mrdy JUir ]8]",
    "transliteration": "Jinaa Preeth N Lageeaa Bhaaee Sae Nith Nith Maradhae Jhoor ||8||",
    "translation": "Those who do not embrace love for the Lord, O Siblings of Destiny, always die crying out in pain. ||8||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ, ਉਹ ਸਦਾ ਚਿੰਤਾਤੁਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "AMcil lwie qrwieAw BweI; Baujlu duKu sMswru ]",
    "transliteration": "Anchal Laae Tharaaeiaa Bhaaee Bhoujal Dhukh Sansaar ||",
    "translation": "Grasping hold of the hem of His robe, O Siblings of Destiny, we are carried across the world-ocean of fear and pain.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸਰਨ ਪਏ ਮਨੁੱਖ ਨੂੰ) ਆਪਣੇ ਪੱਲੇ ਲਾ ਕੇ ਪਰਮਾਤਮਾ ਆਪ ਇਸ ਦੁੱਖ-ਰੂਪ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 11,
    "source_line": 12,
    "gurmukhi": "kir ikrpw ndir inhwilAw BweI; kIqonu AMgu Apwru ]",
    "transliteration": "Kar Kirapaa Nadhar Nihaaliaa Bhaaee Keethon Ang Apaar ||",
    "translation": "By His Glance of Grace, He has blessed us, O Siblings of Destiny; He shall be with us until the very end.",
    "punjabi": "ਪਭੂ (ਉਸ ਉਤੇ) ਕਿਰਪਾ ਕਰ ਕੇ (ਉਸ ਨੂੰ) ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ, ਉਸ ਦਾ ਬੇਅੰਤ ਪੱਖ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "mnu qnu sIqlu hoieAw BweI; Bojnu nwm ADwru ]",
    "transliteration": "Man Than Seethal Hoeiaa Bhaaee Bhojan Naam Adhhaar ||",
    "translation": "My mind and body are soothed and calmed, O Siblings of Destiny, nourished by the food of the Naam.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਠੰਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਰੀਰ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ (ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਨਾਮ ਦੀ ਖ਼ੁਰਾਕ (ਖਾਂਦਾ ਹੈ), ਨਾਮ ਦਾ ਸਹਾਰਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2409,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "nwnk. iqsu srxwgqI BweI; ij iklibK kwtxhwru ]9]1]",
    "transliteration": "Naanak This Saranaagathee Bhaaee J Kilabikh Kaattanehaar ||9||1||",
    "translation": "Nanak has entered His Sanctuary, O Siblings of Destiny; the Lord is the Destroyer of sins. ||9||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਭਾਈ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਵੋ, ਜੋ ਸਾਰੇ ਪਾਪ ਕੱਟ ਸਕਦਾ ਹੈ ॥੯॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "soriT mhlw 5 ]",
    "transliteration": "Sorath Mehalaa 5 ||",
    "translation": "Sorat'h, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwq grB duK swgro ipAwry; qh Apxw nwmu jpwieAw ]",
    "transliteration": "Maath Garabh Dhukh Saagaro Piaarae Theh Apanaa Naam Japaaeiaa ||",
    "translation": "The womb of the mother is an ocean of pain, O Beloved; even there, the Lord causes His Name to be chanted.",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਭਾਈ)! ਮਾਂ ਦਾ ਪੇਟ ਦੁੱਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਉਥੇ (ਪ੍ਰਭੂ ਨੇ ਜੀਵ ਪਾਸੋਂ) ਆਪਣੇ ਨਾਮ ਦਾ ਸਿਮਰਨ ਕਰਾਇਆ (ਤੇ, ਇਸ ਨੂੰ ਦੁੱਖਾਂ ਤੋਂ ਬਚਾਈ ਰੱਖਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "bwhir kwiF ibKu psrIAw ipAwry; mwieAw mohu vDwieAw ]",
    "transliteration": "Baahar Kaadt Bikh Pasareeaa Piaarae Maaeiaa Mohu Vadhhaaeiaa ||",
    "translation": "When he emerges, he finds corruption pervading everywhere, O Beloved, and he becomes increasingly attached to Maya.",
    "punjabi": "ਮਾਂ ਦੇ ਪੇਟ ਵਿਚੋਂ ਕੱਢ ਕੇ (ਜਨਮ ਦੇ ਕੇ, ਪ੍ਰਭੂ ਨੇ ਜੀਵ ਵਾਸਤੇ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਣ ਵਾਲੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਜ਼ਹਰ ਖਿਲਾਰ ਰੱਖੀ (ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਮਾਇਆ ਦਾ ਮੋਹ ਵਧਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijs no kIqo krmu Awip ipAwry; iqsu pUrw gurU imlwieAw ]",
    "transliteration": "Jis No Keetho Karam Aap Piaarae This Pooraa Guroo Milaaeiaa ||",
    "translation": "One whom the Lord blesses with His kind favor, O Beloved, meets the Perfect Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਆਪ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "so AwrwDy swis swis ipAwry; rwm nwm ilv lwieAw ]1]",
    "transliteration": "So Aaraadhhae Saas Saas Piaarae Raam Naam Liv Laaeiaa ||1||",
    "translation": "He worships the Lord in adoration with each and every breath, O Beloved; he is lovingly attached to the Lord's Name. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਤੇ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਲਗਨ (ਆਪਣੇ ਅੰਦਰ) ਬਣਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "min qin qyrI tyk hY ipAwry; min qin qyrI tyk ]",
    "transliteration": "Man Than Thaeree Ttaek Hai Piaarae Man Than Thaeree Ttaek ||",
    "translation": "You are the support of my mind and body, O Beloved; You are the support of my mind and body.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! (ਮੇਰੇ) ਮਨ ਵਿਚ (ਮੇਰੇ) ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ (ਤੂੰ ਹੀ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "quDu ibnu. Avru n krnhwru ipAwry; AMqrjwmI eyk ] rhwau ]",
    "transliteration": "Thudhh Bin Avar N Karanehaar Piaarae Antharajaamee Eaek || Rehaao ||",
    "translation": "There is no other Creator except for You, O Beloved; You alone are the Inner-knower, the Searcher of hearts. ||Pause||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਤੂੰ ਹੀ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ। ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਜੋ ਸਭ ਕੁਝ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੋਵੇ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "koit jnm BRim AwieAw ipAwry; Aink join duKu pwie ]",
    "transliteration": "Kott Janam Bhram Aaeiaa Piaarae Anik Jon Dhukh Paae ||",
    "translation": "After wandering in doubt for millions of incarnations, he comes into the world, O Beloved; for uncounted lifetimes, he has suffered in pain.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਨੇਕਾਂ ਜੂਨਾਂ ਦੇ ਦੁੱਖ ਸਹਾਰ ਕੇ, ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕ ਕੇ (ਜੀਵ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ) ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "swcw swihbu ivsirAw ipAwry; bhuqI imlY sjwie ]",
    "transliteration": "Saachaa Saahib Visariaa Piaarae Bahuthee Milai Sajaae ||",
    "translation": "He has forgotten his True Lord and Master, O Beloved, and so he suffers terrible punishment.",
    "punjabi": "(ਪਰ ਇੱਥੇ ਇਸ ਨੂੰ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਭੁੱਲ ਜਾਂਦਾ ਹੈ, ਤੇ, ਇਸ ਨੂੰ ਬੜੀ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ijn BytY pUrw siqgurU ipAwry; sy lwgy swcY nwie ]",
    "transliteration": "Jin Bhaettai Pooraa Sathiguroo Piaarae Sae Laagae Saachai Naae ||",
    "translation": "Those who meet with the Perfect True Guru, O Beloved, are attached to the True Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਸੁਰਤਿ ਜੋੜਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
