[
  {
    "shabad_id": 2410,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "iqnw ipCY CutIAY ipAwry; jo swcI srxwie]2]",
    "transliteration": "Thinaa Pishhai Shhutteeai Piaarae Jo Saachee Saranaae ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰ ਕੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਜ਼ਹਿਰ ਤੋਂ) ਬਚ ਜਾਈਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "imTw kir kY KwieAw ipAwry; iqin qin kIqw rogu]",
    "transliteration": "Mithaa Kar Kai Khaaeiaa Piaarae Thin Than Keethaa Rog ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਨੇ (ਸਾਰੀ ਉਮਰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਨੂੰ) ਮਿੱਠੇ ਮੰਨ ਕੇ ਖਾਧਾ, ਉਸ ਮਿੱਠੇ ਨੇ (ਉਸ ਦੇ) ਸਰੀਰ ਵਿਚ ਰੋਗ ਪੈਦਾ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "im`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "kauVw hoie piqsitAw ipAwry; iqs qy aupijAw sogu]",
    "transliteration": "Kourraa Hoe Pathisattiaa Piaarae This Thae Oupajiaa Sog ||",
    "punjabi": "ਉਹ ਰੋਗ ਦੁਖਦਾਈ ਹੋ ਕੇ ਸਰੀਰ ਵਿਚ ਪੱਕਾ ਟਿਕ ਜਾਂਦਾ ਹੈ ਉਸ (ਰੋਗ) ਤੋਂ ਚਿੰਤਾ-ਗ਼ਮ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(p-iqsitAw)&YilAw",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "Bog BuMcwie BulwieAnu ipAwry; auqrY nhI. ivjogu]",
    "transliteration": "Bhog Bhunchaae Bhulaaeian Piaarae Outharai Nehee Vijog ||",
    "punjabi": "ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ ਖਵਾ ਖਵਾ ਕੇ ਉਸ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ ਜੀਵ ਨੂੰ) ਕੁਰਾਹੇ ਪਾ ਰੱਖਿਆ ਹੈ। (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਜੀਵ ਦਾ) ਵਿਛੋੜ ਮੁੱਕਣ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "(BuMcwie) Kvw ky[ (ivjogu) ivCoVw",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "jo gur myil auDwirAw ipAwry; iqn Dury pieAw sMjogu]3]",
    "transliteration": "Jo Gur Mael Oudhhaariaa Piaarae Thin Dhhurae Paeiaa Sanjog ||3||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਨੂੰ ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਕੇ ਪ੍ਰਭੂ ਨੇ (ਪਦਾਰਥਾਂ ਦੇ ਭੋਗਾਂ ਤੋਂ) ਬਚਾ ਲਿਆ, ਧੁਰੋਂ ਲਿਖੇ ਅਨੁਸਾਰ ਉਹਨਾਂ ਦਾ (ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੋ ਗਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "mwieAw lwlic AitAw ipAwry; iciq. n Awvih mUil]",
    "transliteration": "Maaeiaa Laalach Attiaa Piaarae Chith N Aavehi Mool ||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ (ਸਦਾ) ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਚਿੱਤ ਵਿਚ ਤੂੰ ਉੱਕਾ ਹੀ ਨਹੀਂ ਵੱਸਦਾ।",
    "pronunciation": "(A`itAw) BirAw",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ijn qU ivsrih pwrbRhm suAwmI; sy qn hoey DUiV]",
    "transliteration": "Jin Thoo Visarehi Paarabreham Suaamee Sae Than Hoeae Dhhoorr ||",
    "punjabi": "ਹੇ ਮਾਲਕ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਤੇਰੀ ਯਾਦ ਭੁੱਲ ਜਾਂਦੀ ਹੈ ਉਹ ਸਰੀਰ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਪੂੰਜੀ ਬਣਾਣ ਤੋਂ ਬਿਨਾ ਹੀ) ਮਿੱਟੀ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ibllwt krih bhuqyirAw ipAwry; auqrY nwhI. sUlu]",
    "transliteration": "Bilalaatt Karehi Bahuthaeriaa Piaarae Outharai Naahee Sool ||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਕਾਰਨ ਦੁੱਖੀ ਹੋ ਹੋ ਕੇ) ਉਹ ਬਥੇਰੇ ਵਿਲਕਦੇ ਹਨ, ਪਰ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਦਾ ਉਹ ਦੁੱਖ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ibllwt) vrlwp[ (sUlu) du`K",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jo gur myil svwirAw ipAwry; iqn kw rihAw mUlu]4]",
    "transliteration": "Jo Gur Mael Savaariaa Piaarae Thin Kaa Rehiaa Mool ||4||",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਨਾਲ ਮਿਲਾ ਕੇ ਜਿਨ੍ਹਾਂ ਦਾ ਜੀਵਨ ਪਰਮਾਤਮਾ ਸੋਹਣਾ ਬਣਾ ਦੇਂਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "swkq sMgu. n kIjeI ipAwry; jy kw pwir vswie]",
    "transliteration": "Saakath Sang N Keejee Piaarae Jae Kaa Paar Vasaae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਥੋਂ ਤਕ ਵੱਸ ਲੱਗੇ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦਾ ਸਾਥ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ,",
    "pronunciation": "(jy kw pwir) ij`QoN q`k (vswie) v`s c`ly[ kI~jeI ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ijsu imilAY hir ivsrY ipAwry; suo muih kwlY auiT jwie]",
    "transliteration": "Jis Miliai Har Visarai Piaarae Suo Muhi Kaalai Outh Jaae ||",
    "punjabi": "ਕਿਉਂਕਿ ਉਸ ਮਨੁੱਖ ਨੂੰ ਮਿਲਿਆਂ ਪਰਮਾਤਮਾ ਵਿਸਰ ਜਾਂਦਾ ਹੈ। (ਜੇਹੜਾ ਮਨੁੱਖ ਸਾਕਤ ਦਾ ਸੰਗ ਕਰਦਾ ਹੈ) ਉਹ ਬਦਨਾਮੀ ਖੱਟ ਕੇ ਹੀ ਦੁਨੀਆ ਤੋਂ ਚਲਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "mnmuiK FoeI. nh imlY ipAwry; drgh imlY sjwie]",
    "transliteration": "Manamukh Dtoee Neh Milai Piaarae Dharageh Milai Sajaae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ, (ਉਸ ਨੂੰ ਸਗੋਂ ਉਥੇ) ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "jo gur myil svwirAw ipAwry; iqnw pUrI pwie]5]",
    "transliteration": "Jo Gur Mael Savaariaa Piaarae Thinaa Pooree Paae ||5||",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਨਾਲ ਮਿਲਾ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਜੀਵਨ ਪਰਮਾਤਮਾ ਨੇ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਫਲਤਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "sMjm shs isAwxpw ipAwry; iek. n clI nwil]",
    "transliteration": "Sanjam Sehas Siaanapaa Piaarae Eik N Chalee Naal ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਵਰਤ ਨੇਮ ਆਦਿਕ) ਹਜ਼ਾਰਾਂ ਸੰਜਮ ਤੇ ਹਜ਼ਾਰਾਂ ਸਿਆਣਪਾਂ (ਜੇ ਮਨੁੱਖ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਇਹਨਾਂ ਵਿਚੋਂ) ਇੱਕ ਭੀ (ਪਰਲੋਕ ਵਿਚ) ਮਦਦ ਨਹੀਂ ਕਰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "jo bymuK goibMd qy ipAwry; iqn kuil lwgY gwil]",
    "transliteration": "Jo Baemukh Gobindh Thae Piaarae Thin Kul Laagai Gaal ||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਵਲੋਂ ਆਪਣਾ ਮੂੰਹ ਭਵਾਈ ਰੱਖਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ (ਤਾਂ) ਖ਼ਾਨਦਾਨ ਵਿਚ (ਭੀ) ਕਲੰਕ ਦਾ ਟਿੱਕਾ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "hodI vsqu. n jwqIAw ipAwry; kUVu. n clI nwil]",
    "transliteration": "Hodhee Vasath N Jaatheeaa Piaarae Koorr N Chalee Naal ||",
    "punjabi": "(ਸਾਕਤ ਮਨੁੱਖ ਹਿਰਦੇ ਵਿਚ) ਵੱਸਦੇ (ਕੀਮਤੀ ਹਰਿ-ਨਾਮ) ਪਦਾਰਥ ਨਾਲ ਸਾਂਝ ਨਹੀਂ ਪਾਂਦਾ (ਦੁਨੀਆ ਦੇ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਨਾਲ ਹੀ ਮੋਹ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਪਰ ਕੋਈ ਭੀ) ਨਾਸਵੰਤ ਪਦਾਰਥ (ਪਰਲੋਕ ਵਿਚ) ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "hoNdI[ j`wqIAw[ c`lI",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "siqguru ijnw imlwieEnu ipAwry; swcw nwmu smwil]6]",
    "transliteration": "Sathigur Jinaa Milaaeioun Piaarae Saachaa Naam Samaal ||6||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ਉਹ ਮਨੁੱਖ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਵਸਾਈ ਰੱਖਦੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "squ sMqoKu igAwnu iDAwnu ipAwry; ijs no ndir kry]",
    "transliteration": "Sath Santhokh Giaan Dhhiaan Piaarae Jis No Nadhar Karae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪਰਮਾਤਮਾ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਸੇਵਾ ਸੰਤੋਖ ਗਿਆਨ ਧਿਆਨ (ਆਦਿਕ ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "An idnu kIrqnu gux rvY ipAwry; AMimRiq pUr Bry]",
    "transliteration": "Anadhin Keerathan Gun Ravai Piaarae Anmrith Poor Bharae ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਦਾ ਹਿਰਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਨਕਾ-ਨੱਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "duK swgru iqn lMiGAw ipAwry; Bvjlu pwir pry]",
    "transliteration": "Dhukh Saagar Thin Langhiaa Piaarae Bhavajal Paar Parae ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਹੁੰਦੀ ਹੈ) ਉਹ ਮਨੁੱਖ ਦੁੱਖਾਂ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ਉਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਪਹੁੰਚ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ijsu BwvY iqsu myil lYih ipAwry; syeI sdw Kry]7]",
    "transliteration": "Jis Bhaavai This Mael Laihi Piaarae Saeee Sadhaa Kharae ||7||",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ ਜੇਹੜਾ ਮਨੁੱਖ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਸ ਉਸ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲੈਂਦਾ ਹੈਂ। ਉਹ ਬੰਦੇ ਸਦਾ ਲਈ ਚੰਗੇ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "sMmRQ purKu dieAwl dyau ipAwry; Bgqw iqs kw qwxu]",
    "transliteration": "Sanmrathh Purakh Dhaeiaal Dhaeo Piaarae Bhagathaa This Kaa Thaan ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਰਬ-ਵਿਆਪਕ ਹੈ, ਦਇਆ ਦਾ ਘਰ ਹੈ, ਪ੍ਰਕਾਸ਼-ਰੂਪ ਹੈ। ਭਗਤਾਂ ਨੂੰ (ਸਦਾ) ਉਸ ਦਾ ਆਸਰਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(dyau) pRkwS srUp[ sMm- R`Q",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "iqsu srxweI Fih pey ipAwry; ij AMqrjwmI jwxu]",
    "transliteration": "This Saranaaee Dtehi Peae Piaarae J Antharajaamee Jaan ||",
    "punjabi": "ਹੇ ਭਾਈ! ਭਗਤ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਜੇਹੜਾ ਸਭ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ, ਤੇ, ਸਿਆਣਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "hlqu plqu svwirAw ipAwry; msqik scu nIswxu]",
    "transliteration": "Halath Palath Savaariaa Piaarae Masathak Sach Neesaan ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਮੋਹਰ ਲਾ ਦੇਂਦਾ ਹੈ, ਉਸ ਦਾ ਇਹ ਲੋਕ ਤੇ ਪਰਲੋਕ ਸੰਵਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2410,
    "pada": 9,
    "source_line": 14,
    "gurmukhi": "so pRBu. kdy n vIsrY ipAwry; nwnk sd kurbwxu]8]2]",
    "transliteration": "So Prabh Kadhae N Veesarai Piaarae Naanak Sadh Kurabaan ||8||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਭਾਈ (ਮੇਰੀ ਤਾਂ ਸਦਾ ਇਹੀ ਤਾਂਘ ਹੈ ਕਿ) ਉਹ ਪਰਮਾਤਮਾ ਮੈਨੂੰ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲੇ। ਮੈਂ (ਉਸ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੮॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "soriT mhlw 5 Gru 2 AstpdIAw",
    "transliteration": "Sorath Mehalaa 5 Ghar 2 Asattapadheeaa",
    "punjabi": "ਰਾਗ ਸੋਰਠਿ, ਘਰ ੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "AstpdIAW s pYr ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2411,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "pwTu piVE Aru bydu bIcwirE; invil BuAMgm swDy]",
    "transliteration": "Paath Parriou Ar Baedh Beechaariou Nival Bhuangam Saadhhae ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕ ਨੂੰ) ਪੜ੍ਹਦਾ ਹੈ ਅਤੇ ਵਿਚਾਰਦਾ ਹੈ। ਕੋਈ ਮਨੁੱਖ ਨਿਵਲੀਕਰਮ ਕਰਦਾ ਹੈ, ਕੋਈ ਕੁੰਡਲਨੀ ਨਾੜੀ ਰਸਤੇ ਪ੍ਰਾਣ ਚਾੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "(invil BuAMgm) Xog Awsn[ (sw`Dy) kIqy[ piV@E[ Bu-AMgm",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "pMc jnw isau sMgu. n CutikE; AiDk AhMbuiD bwDy]1]",
    "transliteration": "Panch Janaa Sio Sang N Shhuttakiou Adhhik Ahanbudhh Baadhhae ||1||",
    "punjabi": "(ਪਰ ਇਹਨਾਂ ਸਾਧਨਾਂ ਨਾਲ ਕਾਮਾਦਿਕ) ਪੰਜਾਂ ਨਾਲੋਂ ਸਾਥ ਮੁੱਕ ਨਹੀਂ ਸਕਦਾ। (ਸਗੋਂ) ਵਧੀਕ ਅਹੰਕਾਰ ਵਿਚ (ਮਨੁੱਖ) ਬੱਝ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "AhM-buiD",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ipAwry. ien ibiD imlxu. n jweI; mY kIey krm Anykw]",
    "transliteration": "Piaarae Ein Bidhh Milan N Jaaee Mai Keeeae Karam Anaekaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਵੇਖਦਿਆਂ ਲੋਕ ਅਨੇਕਾਂ ਹੀ (ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦੇ ਹਨ, ਪਰ ਇਹਨਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "hwir pirE suAwmI kY duAwrY; dIjY buiD ibbykw]rhwau]",
    "transliteration": "Haar Pariou Suaamee Kai Dhuaarai Dheejai Budhh Bibaekaa || Rehaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਇਹਨਾਂ ਕਰਮਾਂ ਦਾ ਆਸਰਾ ਛੱਡ ਕੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ (ਤੇ ਅਰਜ਼ੋਈ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ-ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਭਲਾਈ ਬੁਰਾਈ ਦੀ) ਪਰਖ ਕਰ ਸਕਣ ਵਾਲੀ ਅਕਲ ਦੇਹ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "moin BieE. kr pwqI rihE; ngn iPirE bn mwhI]",
    "transliteration": "Mon Bhaeiou Karapaathee Rehiou Nagan Firiou Ban Maahee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਮਨੁੱਖ ਚੁੱਪ ਸਾਧੀ ਬੈਠਾ ਹੈ, ਕੋਈ ਕਰ-ਪਾਤੀ ਬਣ ਗਿਆ ਹੈ (ਭਾਂਡਿਆਂ ਦੇ ਥਾਂ ਆਪਣੇ ਹੱਥ ਹੀ ਵਰਤਦਾ ਹੈ), ਕੋਈ ਜੰਗਲ ਵਿਚ ਨੰਗਾ ਤੁਰਿਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(krpwqI) h`Q nMU BWfw bxw",
    "type_id": 3
  },
  {
    "shabad_id": 2411,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "qt qIrQ sB DrqI BRimE; duibDw CutkY nwhI]2]",
    "transliteration": "Thatt Theerathh Sabh Dhharathee Bhramiou Dhubidhhaa Shhuttakai Naahee ||2||",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਸਾਰੇ ਤੀਰਥਾਂ ਦਾ ਰਟਨ ਕਰ ਰਿਹਾ ਹੈ, ਕੋਈ ਸਾਰੀ ਧਰਤੀ ਦਾ ਭ੍ਰਮਣ ਕਰ ਰਿਹਾ ਹੈ, (ਪਰ ਇਸ ਤਰ੍ਹਾਂ ਭੀ) ਮਨ ਦੀ ਡਾਂਵਾਂ-ਡੋਲ ਹਾਲਤ ਮੁੱਕਦੀ ਨਹੀਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]