[
  {
    "id": 28234,
    "shabad_id": 2467,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "nwnk. ij gurmuiK krih so prvwxu hY; jo nwim rhy ilv lwie ]2]",
    "transliteration": "Naanak J Guramukh Karehi So Paravaan Hai Jo Naam Rehae Liv Laae ||2||",
    "translation": "O Nanak, whatever the Gurmukhs do is acceptable; they remain lovingly absorbed in the Naam, the Name of the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖ ਮਨੁੱਖ ਜੋ ਕੁਝ ਕਰਦੇ ਹਨ, ਉਹ ਕਬੂਲ ਹੁੰਦਾ ਹੈ, ਕਿਉਂਕਿ ਉਹ ਨਾਮ ਵਿਚ ਬ੍ਰਿਤੀ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28235,
    "shabad_id": 2468,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28236,
    "shabad_id": 2468,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hau bilhwrI iqMn kMau; jo gurmuiK isKw ]",
    "transliteration": "Ho Balihaaree Thinn Kano Jo Guramukh Sikhaa ||",
    "translation": "I am a sacrifice to those Sikhs who are Gurmukhs.",
    "punjabi": "ਜੋ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "is`Kw",
    "type_id": 3
  },
  {
    "id": 28237,
    "shabad_id": 2468,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jo hir nwmu iDAwiedy; iqn drsnu ipKw ]",
    "transliteration": "Jo Har Naam Dhhiaaeidhae Thin Dharasan Pikhaa ||",
    "translation": "I behold the Blessed Vision, the Darshan of those who meditate on the Lord's Name.",
    "punjabi": "ਜੋ ਹਰੀ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ (ਜੀ ਚਾਹੁੰਦਾ ਹੈ) ਮੈਂ ਉਹਨਾਂ ਦਾ ਦਰਸ਼ਨ ਕਰਾਂ,",
    "pronunciation": "ipKW:polw bolo",
    "type_id": 3
  },
  {
    "id": 28238,
    "shabad_id": 2468,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "suix kIrqnu hir gux rvw; hir jsu min ilKw ]",
    "transliteration": "Sun Keerathan Har Gun Ravaa Har Jas Man Likhaa ||",
    "translation": "Listening to the Kirtan of the Lord's Praises, I contemplate His virtues; I write His Praises on the fabric of my mind.",
    "punjabi": "(ਉਹਨਾਂ ਪਾਸੋਂ) ਕੀਰਤਨ ਸੁਣ ਕੇ ਹਰੀ ਦੇ ਗੁਣ ਗਾਵਾਂ ਤੇ ਹਰੀ-ਜਸ ਮਨ ਵਿਚ ਉੱਕਰ ਲਵਾਂ,",
    "pronunciation": "rvW[ ilKW:polw bolo",
    "type_id": 3
  },
  {
    "id": 28239,
    "shabad_id": 2468,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "hir nwmu slwhI rMg isau; siB iklivK ikRKw ]",
    "transliteration": "Har Naam Salaahee Rang Sio Sabh Kilavikh Kirakhaa ||",
    "translation": "I praise the Lord's Name with love, and eradicate all my sins.",
    "punjabi": "ਪ੍ਰੇਮ ਨਾਲ ਹਰੀ-ਨਾਮ ਦੀ ਸਿਫ਼ਤਿ ਕਰਾਂ ਤੇ (ਆਪਣੇ) ਸਾਰੇ ਪਾਪ ਕੱਟ ਦਿਆਂ।",
    "pronunciation": "(ik`RKw) nws",
    "type_id": 3
  },
  {
    "id": 28240,
    "shabad_id": 2468,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "Dnu DMnu suhwvw. so srIru Qwnu hY; ijQY. myrw guru Dry ivKw ]19]",
    "transliteration": "Dhhan Dhhann Suhaavaa So Sareer Thhaan Hai Jithhai Maeraa Gur Dhharae Vikhaa ||19||",
    "translation": "Blessed, blessed and beauteous is that body and place, where my Guru places His feet. ||19||",
    "punjabi": "ਉਹ ਸਰੀਰ-ਥਾਂ ਧੰਨ ਹੈ, ਸੁੰਦਰ ਹੈ ਜਿਥੇ ਪਿਆਰਾ ਸਤਿਗੁਰੂ ਪੈਰ ਰੱਖਦਾ ਹੈ (ਭਾਵ, ਆ ਵੱਸਦਾ ਹੈ) ॥੧੯॥",
    "pronunciation": "(iv`Kw)crn",
    "type_id": 3
  },
  {
    "id": 28241,
    "shabad_id": 2469,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28242,
    "shabad_id": 2469,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "gur ibnu igAwnu. n hoveI; nw suKu vsY min Awie ]",
    "transliteration": "Gur Bin Giaan N Hovee Naa Sukh Vasai Man Aae ||",
    "translation": "Without the Guru, spiritual wisdom is not obtained, and peace does not come to abide in the mind.",
    "punjabi": "ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਨਾਹ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਮਝ ਪੈਂਦੀ ਹੈ ਤੇ ਨਾਹ ਹੀ ਸੁਖ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28243,
    "shabad_id": 2469,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "nwnk. nwm ivhUxy mnmuKI; jwsin jnmu gvwie ]1]",
    "transliteration": "Naanak Naam Vihoonae Manamukhee Jaasan Janam Gavaae ||1||",
    "translation": "O Nanak, without the Naam, the Name of the Lord, the self-willed manmukhs depart, after having wasted their lives. ||1||",
    "punjabi": "(ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਸੱਖਣੇ (ਰਹਿ ਕੇ) ਮਨਮੁਖ ਮਨੁੱਖਾ-ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਜਾਣਗੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28244,
    "shabad_id": 2470,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28245,
    "shabad_id": 2470,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "isD swiDk nwvY no siB Kojdy; Qik rhy ilv lwie ]",
    "transliteration": "Sidhh Saadhhik Naavai No Sabh Khojadhae Thhak Rehae Liv Laae ||",
    "translation": "All the Siddhas, spiritual masters and seekers search for the Name; they have grown weary of concentrating and focusing their attention.",
    "punjabi": "ਸਾਰੇ ਸਿੱਧ ਤੇ ਸਾਧਿਕ ਨਾਮ ਨੂੰ ਹੀ ਖੋਜਦੇ ਬ੍ਰਿਤੀ ਜੋੜ ਜੋੜ ਕੇ ਥੱਕ ਗਏ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28246,
    "shabad_id": 2470,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ibnu siqgur. iknY n pwieE; gurmuiK imlY imlwie ]",
    "transliteration": "Bin Sathigur Kinai N Paaeiou Guramukh Milai Milaae ||",
    "translation": "Without the True Guru, no one finds the Name; the Gurmukhs unite in Union with the Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਲੱਭਾ। ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਮਨੁੱਖ ਹੀ ਮਿਲਾਇਆ ਹੋਇਆ (ਪ੍ਰਭੂ ਨੂੰ) ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28247,
    "shabad_id": 2470,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ibnu nwvY. pYnxu Kwxu sBu bwid hY; iDgu isDI iDgu krmwiq ]",
    "transliteration": "Bin Naavai Painan Khaan Sabh Baadh Hai Dhhig Sidhhee Dhhig Karamaath ||",
    "translation": "Without the Name, all food and clothes are worthless; cursed is such spirituality, and cursed are such miraculous powers.",
    "punjabi": "ਨਾਮ ਤੋਂ ਬਿਨਾ ਖਾਣਾ ਤੇ ਪਹਿਨਣਾ ਸਭ ਵਿਅਰਥ ਹੈ, (ਜੇ ਨਾਮ ਨਹੀਂ ਤਾਂ) ਉਹ ਸਿੱਧੀ ਤੇ ਕਰਾਮਾਤਿ ਫਿਟਕਾਰ-ਜੋਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28248,
    "shabad_id": 2470,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sw isiD. sw krmwiq hY; AicMqu kry ijsu dwiq ]",
    "transliteration": "Saa Sidhh Saa Karamaath Hai Achinth Karae Jis Dhaath ||",
    "translation": "That alone is spirituality, and that alone is miraculous power, which the Carefree Lord spontaneously bestows.",
    "punjabi": "ਇਹੀ (ਉਸ ਦੀ) ਸਿੱਧੀ ਹੈ ਤੇ ਇਹੀ ਕਰਾਮਾਤ ਹੈ ਕਿ ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ ਹਰੀ ਉਸ ਨੂੰ (ਨਾਮ ਦੀ) ਦਾਤਿ ਬਖ਼ਸ਼ੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28249,
    "shabad_id": 2470,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nwnk. gurmuiK hir nwmu min vsY; eyhw isiD. eyhw krmwiq ]2]",
    "transliteration": "Naanak Guramukh Har Naam Man Vasai Eaehaa Sidhh Eaehaa Karamaath ||2||",
    "translation": "O Nanak, the Lord's Name abides in the mind of the Gurmukh; this is spirituality, and this is miraculous power. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! \"ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ\"-ਇਹੀ ਸਿੱਧੀ ਤੇ ਕਰਾਮਾਤ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28250,
    "shabad_id": 2471,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28251,
    "shabad_id": 2471,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "hm FwFI hir pRB Ksm ky; inq gwvh hir gux CMqw ]",
    "transliteration": "Ham Dtaadtee Har Prabh Khasam Kae Nith Gaaveh Har Gun Shhanthaa ||",
    "translation": "I am a minstrel of God, my Lord and Master; every day, I sing the songs of the Lord's Glorious Praises.",
    "punjabi": "ਅਸੀਂ ਪ੍ਰਭੂ-ਖਸਮ ਦੇ ਢਾਢੀ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੇ ਗੀਤ ਗਾਂਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28252,
    "shabad_id": 2471,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir kIrqnu krh. hir jsu suxh; iqsu kvlw kMqw ]",
    "transliteration": "Har Keerathan Kareh Har Jas Suneh This Kavalaa Kanthaa ||",
    "translation": "I sing the Kirtan of the Lord's Praises, and I listen to the Praises of the Lord, the Master of wealth and Maya.",
    "punjabi": "ਉਸ ਕਮਲਾਪਤੀ ਪ੍ਰਭੂ ਦਾ ਹੀ ਕੀਰਤਨ ਕਰਦੇ ਹਾਂ ਤੇ ਜਸ ਸੁਣਦੇ ਹਾਂ।",
    "pronunciation": "(kvlw) mwieAw dy (kMqw) pqI vwihgurU jI",
    "type_id": 3
  },
  {
    "id": 28253,
    "shabad_id": 2471,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hir dwqw sBu jgqu iBKwrIAw; mMgq jn jMqw ]",
    "transliteration": "Har Dhaathaa Sabh Jagath Bhikhaareeaa Mangath Jan Janthaa ||",
    "translation": "The Lord is the Great Giver; all the world is begging; all beings and creatures are beggars.",
    "punjabi": "ਪ੍ਰਭੂ ਦਾਤਾ ਹੈ, ਸਾਰਾ ਸੰਸਾਰ ਭਿਖਾਰੀ ਹੈ, ਜੀਵ ਜੰਤ ਮੰਗਤੇ ਹਨ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "id": 28254,
    "shabad_id": 2471,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "hir dyvhu dwnu dieAwl hoie; ivic pwQr ikRm jMqw ]",
    "transliteration": "Har Dhaevahu Dhaan Dhaeiaal Hoe Vich Paathhar Kiram Janthaa ||",
    "translation": "O Lord, You are kind and compassionate; You give Your gifts to even worms and insects among the rocks.",
    "punjabi": "ਪੱਥਰਾਂ ਵਿਚਲੇ ਕੀੜਿਆਂ ਨੂੰ ਭੀ ਦਿਆਲ ਹੋ ਕੇ, ਹੇ ਹਰੀ! ਤੂੰ ਦਾਨ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28255,
    "shabad_id": 2471,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jn nwnk. nwmu iDAwieAw; gurmuiK DnvMqw ]20]",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Guramukh Dhhanavanthaa ||20||",
    "translation": "Servant Nanak meditates on the Naam, the Name of the Lord; as Gurmukh, he has become truly wealthy. ||20||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਨੇ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ, ਉਹ (ਅਸਲ) ਧਨੀ ਹੁੰਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28256,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sloku mÚ 3 ]",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28257,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "pVxw guVxw sMswr kI kwr hY; AMdir iqRsnw ivkwru ]",
    "transliteration": "Parranaa Gurranaa Sansaar Kee Kaar Hai Andhar Thrisanaa Vikaar ||",
    "translation": "Reading and studying are just worldly pursuits, if there is thirst and corruption within.",
    "punjabi": "ਪੜ੍ਹਨਾ ਤੇ ਵਿਚਾਰਨਾ ਸੰਸਾਰ ਦਾ ਕੰਮ (ਹੀ ਹੋ ਗਿਆ) ਹੈ (ਭਾਵ, ਹੋਰ ਵਿਹਾਰਾਂ ਵਾਂਗ ਇਹ ਭੀ ਇਕ ਵਿਹਾਰ ਹੀ ਬਣ ਗਿਆ ਹੈ, ਪਰ) ਹਿਰਦੇ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਤੇ ਵਿਕਾਰ (ਟਿਕੇ ਹੀ ਰਹਿੰਦੇ) ਹਨ।",
    "pronunciation": "pV@xw",
    "type_id": 3
  },
  {
    "id": 28258,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "haumY ivic siB piV Qky; dUjY Bwie KuAwru ]",
    "transliteration": "Houmai Vich Sabh Parr Thhakae Dhoojai Bhaae Khuaar ||",
    "translation": "Reading in egotism, all have grown weary; through the love of duality, they are ruined.",
    "punjabi": "ਅਹੰਕਾਰ ਵਿਚ ਸਾਰੇ (ਪੰਡਿਤ) ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ ਥੱਕ ਗਏ ਹਨ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਖ਼ੁਆਰ ਹੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "piV@",
    "type_id": 3
  },
  {
    "id": 28259,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "so piVAw so pMifqu bInw; gur sbid kry vIcwru ]",
    "transliteration": "So Parriaa So Panddith Beenaa Gur Sabadh Karae Veechaar ||",
    "translation": "He alone is educated, and he alone is a wise Pandit, who contemplates the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪੜ੍ਹਿਆ ਹੋਇਆ ਤੇ ਸਿਆਣਾ ਪੰਡਿਤ ਹੈ (ਭਾਵ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਪੰਡਿਤ ਸਮਝੋ), ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28260,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AMdru KojY qqu lhY; pwey moK duAwru ]",
    "transliteration": "Andhar Khojai Thath Lehai Paaeae Mokh Dhuaar ||",
    "translation": "He searches within himself, and finds the true essence; he finds the Door of Salvation.",
    "punjabi": "ਜੋ ਆਪਣੇ ਮਨ ਨੂੰ ਖੋਜਦਾ ਹੈ (ਅੰਦਰੋਂ) ਹਰੀ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ਤੇ (ਤ੍ਰਿਸ਼ਨਾ ਤੋਂ) ਬਚਣ ਲਈ ਰਸਤਾ ਲਭ ਲੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28261,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gux inDwnu hir pwieAw; shij kry vIcwru ]",
    "transliteration": "Gun Nidhhaan Har Paaeiaa Sehaj Karae Veechaar ||",
    "translation": "He finds the Lord, the treasure of excellence, and peacefully contemplates Him.",
    "punjabi": "ਜੋ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਹਰੀ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28262,
    "shabad_id": 2472,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "DMnu vwpwrI nwnkw; ijsu gurmuiK nwmu ADwru ]1]",
    "transliteration": "Dhhann Vaapaaree Naanakaa Jis Guramukh Naam Adhhaar ||1||",
    "translation": "Blessed is the trader, O Nanak, who, as Gurmukh, takes the Name as his only Support. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਤਰ੍ਹਾਂ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਜਿਸ ਮਨੁੱਖ ਨੂੰ 'ਨਾਮ' ਆਸਰਾ (ਰੂਪ) ਹੈ, ਉਸ ਨਾਮ ਦਾ ਵਾਪਾਰੀ ਮੁਬਾਰਿਕ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28263,
    "shabad_id": 2473,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mÚ 3 ]",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28264,
    "shabad_id": 2473,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ivxu mnu mwry. koie n isJeI; vyKhu ko ilv lwie ]",
    "transliteration": "Vin Man Maarae Koe N Sijhee Vaekhahu Ko Liv Laae ||",
    "translation": "Without conquering his mind, no one can be successful. See this, and concentrate on it.",
    "punjabi": "ਤੁਸੀਂ ਕੋਈ ਭੀ ਮਨੁੱਖ ਬ੍ਰਿਤੀ ਜੋੜ ਕੇ ਵੇਖ ਲਵੋ, ਮਨ ਨੂੰ ਕਾਬੂ ਕਰਨ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਨਹੀਂ ਸਿੱਝਿਆ (ਭਾਵ, ਕਿਸੇ ਦੀ ਘਾਲਿ ਥਾਇ ਨਹੀਂ ਪਈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28265,
    "shabad_id": 2473,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ByKDwrI qIrQI Biv Qky; nw eyhu mnu mwirAw jwie ]",
    "transliteration": "Bhaekhadhhaaree Theerathhee Bhav Thhakae Naa Eaehu Man Maariaa Jaae ||",
    "translation": "The wandering holy men are tired of of making pilgrimages to sacred shrines; they have not been able to conquer their minds.",
    "punjabi": "ਭੇਖ ਕਰਨ ਵਾਲੇ (ਸਾਧੂ ਭੀ) ਤੀਰਥਾਂ ਦੀ ਯਾਤ੍ਰਾ ਕਰ ਕੇ ਰਹਿ ਗਏ ਹਨ, (ਇਸ ਤਰ੍ਹਾਂ) ਇਹ ਮਨ ਮਾਰਿਆ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28266,
    "shabad_id": 2473,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gurmuiK eyhu mnu jIvqu mrY; sic rhY ilv lwie ]",
    "transliteration": "Guramukh Eaehu Man Jeevath Marai Sach Rehai Liv Laae ||",
    "translation": "The Gurmukh has conquered his mind, and he remains lovingly absorbed in the True Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਮਨੁੱਖ ਸੱਚੇ ਹਰੀ ਵਿਚ ਬ੍ਰਿਤੀ ਜੋੜੀ ਰੱਖਦਾ ਹੈ (ਇਸ ਕਰਕੇ) ਉਸ ਦਾ ਮਨ ਜੀਊਂਦਾ ਹੀ ਮੋਇਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਮਾਇਆ ਵਿਚ ਵਰਤਦਿਆਂ ਭੀ ਮਾਇਆ ਤੋਂ ਉਦਾਸ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28267,
    "shabad_id": 2473,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "nwnk. iesu mn kI mlu ieau auqrY; haumY sbid jlwie ]2]",
    "transliteration": "Naanak Eis Man Kee Mal Eio Outharai Houmai Sabadh Jalaae ||2||",
    "translation": "O Nanak, this is how the filth of the mind is removed; the Word of the Shabad burns away the ego. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਮਨ ਦੀ ਮੈਲ ਇਸ ਤਰ੍ਹਾਂ ਉਤਰਦੀ ਹੈ ਕਿ (ਮਨ ਦੀ) ਹਉਮੈ (ਸਤਿਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਨਾਲ ਸਾੜੀ ਜਾਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28268,
    "shabad_id": 2474,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "pauVI ]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28269,
    "shabad_id": 2474,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir hir sMq imlhu myry BweI; hir nwmu idRVwvhu iek iknkw ]",
    "transliteration": "Har Har Santh Milahu Maerae Bhaaee Har Naam Dhrirraavahu Eik Kinakaa ||",
    "translation": "O Saints of the Lord, O my Siblings of Destiny, please meet with me, and implant the Name of the One Lord within me.",
    "punjabi": "ਹੇ ਮੇਰੇ ਭਾਈ ਸੰਤ ਜਨੋਂ! ਇਕ ਕਿਣਕਾ ਮਾਤ੍ਰ (ਮੈਨੂੰ ਭੀ) ਹਰੀ ਦਾ ਨਾਮ ਜਪਾਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28270,
    "shabad_id": 2474,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "hir hir sIgwru. bnwvhu hir jn; hir kwpVu pihrhu iKm kw ]",
    "transliteration": "Har Har Seegaar Banaavahu Har Jan Har Kaaparr Pehirahu Khim Kaa ||",
    "translation": "O humble servants of the Lord, adorn me with the decorations of the Lord, Har, Har; let me wear the robes of the Lord's forgiveness.",
    "punjabi": "ਹੇ ਹਰੀ ਜਨੋਂ! ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਸਿੰਗਾਰ ਬਣਾਵੋ, ਤੇ ਖਿਮਾ ਦੀ ਪੁਸ਼ਾਕ ਪਹਿਨੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28271,
    "shabad_id": 2474,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "AYsw sIgwru. myry pRB BwvY; hir lwgY ipAwrw ipRm kw ]",
    "transliteration": "Aisaa Seegaar Maerae Prabh Bhaavai Har Laagai Piaaraa Prim Kaa ||",
    "translation": "Such decorations are pleasing to my God; such love is dear to the Lord.",
    "punjabi": "ਇਹੋ ਜਿਹਾ ਸ਼ਿੰਗਾਰ ਪਿਆਰੇ ਹਰੀ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਹਰੀ ਨੂੰ ਪ੍ਰੇਮ ਦਾ ਸ਼ਿੰਗਾਰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28272,
    "shabad_id": 2474,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "hir hir nwmu bolhu idnu rwqI; siB iklibK kwtY iek plkw ]",
    "transliteration": "Har Har Naam Bolahu Dhin Raathee Sabh Kilabikh Kaattai Eik Palakaa ||",
    "translation": "I chant the Name of the Lord, Har, Har, day and night; in an instant, all sins are eradicated.",
    "punjabi": "ਦਿਨ ਰਾਤ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰੋ, ਇਕ ਪਲਕ ਵਿਚ ਸਾਰੇ ਪਾਪ ਕੱਟ ਦੇਵੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 28273,
    "shabad_id": 2474,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "hir hir dieAwlu hovY ijsu aupir; so gurmuiK hir jip ijxkw ]21]",
    "transliteration": "Har Har Dhaeiaal Hovai Jis Oupar So Guramukh Har Jap Jinakaa ||21||",
    "translation": "That Gurmukh, unto whom the Lord becomes merciful, chants the Lord's Name, and wins the game of life. ||21||",
    "punjabi": "ਜਿਸ ਗੁਰਮੁਖ ਉਤੇ ਹਰੀ ਦਇਆਲ ਹੁੰਦਾ ਹੈ, ਉਹ ਹਰੀ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ (ਸੰਸਾਰ ਤੋਂ) ਜਿੱਤ (ਕੇ) ਜਾਂਦਾ ਹੈ ॥੨੧॥",
    "pronunciation": "(ijxkw) ij`q jWdw",
    "type_id": 3
  }
]
