[
  {
    "shabad_id": 2482,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ipr kI swr. n jwxeI; dUjY Bwie ipAwru]",
    "transliteration": "Pir Kee Saar N Jaanee Dhoojai Bhaae Piaar ||",
    "translation": "She does not know the value of her Husband Lord; she is attached to the love of duality.",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਹ ਪਤੀ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦੀ ਤੇ ਉਸ ਦੀ ਮਾਇਆ ਦੇ ਵਿਚ ਸੁਰਤਿ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2482,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sw kusuD sw kulKxI; nwnk. nwrI ivic kunwir]2]",
    "transliteration": "Saa Kusudhh Saa Kulakhanee Naanak Naaree Vich Kunaar ||2||",
    "translation": "She is impure, and ill-mannered, O Nanak; among women, she is the most evil woman. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹੋ ਜਹੀ ਇਸਤ੍ਰੀ ਮਨੋਂ ਖੋਟੀ ਤੇ ਭੈੜੇ ਲੱਛਣਾਂ ਵਾਲੀ ਹੁੰਦੀ ਹੈ ਤੇ ਨਾਰੀਆਂ ਵਿਚ ਉਹ ਭੈੜੀ ਨਾਰਿ (ਕਹਾਉਂਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "ku-l`KxI[ ku-su`D",
    "type_id": 3
  },
  {
    "shabad_id": 2483,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2483,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir hir ApxI dieAw kir; hir bolI bYxI]",
    "transliteration": "Har Har Apanee Dhaeiaa Kar Har Bolee Bainee ||",
    "translation": "Be kind to me, Lord, that I might chant the Word of Your Bani.",
    "punjabi": "ਹੇ ਹਰੀ! ਆਪਣੀ ਮੇਹਰ ਕਰ, ਮੈਂ ਤੇਰੀ ਬਾਣੀ (ਭਾਵ, ਤੇਰਾ ਜੱਸ) ਉਚਾਰਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2483,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir nwmu iDAweI. hir aucrw; hir lwhw lYxI]",
    "transliteration": "Har Naam Dhhiaaee Har Oucharaa Har Laahaa Lainee ||",
    "translation": "May I meditate on the Lord's Name, chant the Lord's Name, and obtain the profit of the Lord's Name.",
    "punjabi": "ਹਰੀ-ਨਾਮ ਸਿਮਰਾਂ, ਹਰੀ-ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਾਂ ਤੇ ਇਹੀ ਲਾਭ ਖੱਟਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2483,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jo jpdy hir hir idnsu rwiq; iqn hau kurbYxI]",
    "transliteration": "Jo Japadhae Har Har Dhinas Raath Thin Ho Kurabainee ||",
    "translation": "I am a sacrifice to those who chant the Name of the Lord, Har, Har, day and night.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ, ਜੋ ਦਿਨ ਰਾਤ ਹਰੀ-ਨਾਮ ਜਪਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2483,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ijnw siqguru myrw ipAwrw ArwiDAw; iqn jn dyKw nYxI]",
    "transliteration": "Jinaa Sathigur Maeraa Piaaraa Araadhhiaa Thin Jan Dhaekhaa Nainee ||",
    "translation": "May I behold with my eyes those who worship and adore my Beloved True Guru.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਮੈਂ ਅੱਖੀਂ ਵੇਖਾਂ ਜੋ ਪਿਆਰੇ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2483,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hau vwirAw Apxy gurU kau; ijin myrw hir sjxu myilAw sYxI]24]",
    "transliteration": "Ho Vaariaa Apanae Guroo Ko Jin Maeraa Har Sajan Maeliaa Sainee ||24||",
    "translation": "I am a sacrifice to my Guru, who has united me with my Lord, my friend, my very best friend. ||24||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਸਤਿਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਪਿਆਰਾ ਸੱਜਣ ਪ੍ਰਭੂ ਸਾਥੀ ਮਿਲਾ ਦਿੱਤਾ ਹੈ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sloku mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir. dwsn isau pRIiq hY; hir. dwsn ko imqu]",
    "transliteration": "Har Dhaasan Sio Preeth Hai Har Dhaasan Ko Mith ||",
    "translation": "The Lord loves His slaves; the Lord is the friend of His slaves.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਆਪਣੇ ਸੇਵਕਾਂ ਨਾਲ ਪ੍ਰੀਤ ਹੁੰਦੀ ਹੈ, ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕਾਂ ਦਾ ਮਿੱਤ੍ਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir. dwsn kY vis hY; ijau jMqI kY vis jMqu]",
    "transliteration": "Har Dhaasan Kai Vas Hai Jio Janthee Kai Vas Janth ||",
    "translation": "The Lord is under the control of His slaves, like the musical instrument under the control of the musician.",
    "punjabi": "ਜਿਵੇਂ ਵਾਜਾ ਵਜੰਤ੍ਰੀ ਦੇ ਵੱਸ ਵਿਚ ਹੁੰਦਾ ਹੈ (ਜਿਵੇਂ ਚਾਹੇ ਵਜਾਏ) ਤਿਵੇਂ ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਅਧੀਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "v`is",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "hir ky dws hir iDAwiedy; kir pRIqm isau nyhu]",
    "transliteration": "Har Kae Dhaas Har Dhhiaaeidhae Kar Preetham Sio Naehu ||",
    "translation": "The Lord's slaves meditate on the Lord; they love their Beloved.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਆਪਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੇਮ ਜੋੜ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ikrpw kir kY sunhu pRB; sB jg mih vrsY myhu]",
    "transliteration": "Kirapaa Kar Kai Sunahu Prabh Sabh Jag Mehi Varasai Maehu ||",
    "translation": "Please, hear me, O God - let Your Grace rain over the whole world.",
    "punjabi": "(ਤੇ ਬੇਨਤੀ ਕਰਦੇ ਹਨ, ਕਿ) ਹੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰ ਕੇ ਸੁਣ, ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ (ਨਾਮ ਦੀ) ਵਰਖਾ ਹੋਵੇ (ਇਸ ਪਿਆਰ ਕਰਕੇ ਹੀ ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕਾਂ ਨੂੰ ਪਿਆਰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jo hir dwsn kI ausqiq hY; sw hir kI vifAweI]",
    "transliteration": "Jo Har Dhaasan Kee Ousathath Hai Saa Har Kee Vaddiaaee ||",
    "translation": "The praise of the Lord's slaves is the Glory of the Lord.",
    "punjabi": "ਹਰੀ ਦੇ ਸੇਵਕਾਂ ਦੀ ਵਡਿਆਈ ਹਰੀ ਦੀ ਹੀ ਵਡਿਆਈ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir AwpxI vifAweI BwvdI; jn kw jYkwru krweI]",
    "transliteration": "Har Aapanee Vaddiaaee Bhaavadhee Jan Kaa Jaikaar Karaaee ||",
    "translation": "The Lord loves His Own Glory, and so His humble servant is celebrated and hailed.",
    "punjabi": "ਹਰੀ ਨੂੰ ਆਪਣੀ ਇਹ ਵਡਿਆਈ (ਜੋ ਉਸ ਦੇ ਸੇਵਕਾਂ ਦੀ ਹੁੰਦੀ ਹੈ) ਚੰਗੀ ਲੱਗਦੀ ਹੈ। (ਸੋ) ਉਹ ਆਪਣੇ ਸੇਵਕ ਦੀ ਜੈ ਜੈਕਾਰ ਕਰਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "so hir jnu. nwmu iDAwiedw; hir hir jnu. iek smwin]",
    "transliteration": "So Har Jan Naam Dhhiaaeidhaa Har Har Jan Eik Samaan ||",
    "translation": "That humble servant of the Lord meditates on the Naam, the Name of the Lord; the Lord, and the Lord's humble servant, are one and the same.",
    "punjabi": "ਹਰੀ ਦਾ ਦਾਸ ਉਹ ਹੈ ਜੋ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਹਰੀ ਤੇ ਹਰੀ ਦਾ ਸੇਵਕ ਇਕ-ਰੂਪ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2484,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jnu nwnku. hir kw dwsu hY; hir pYj rKhu Bgvwn]1]",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Har Paij Rakhahu Bhagavaan ||1||",
    "translation": "Servant Nanak is the slave of the Lord; O Lord, O God, please, preserve his honor. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਭਗਵਾਨ! ਦਾਸ ਨਾਨਕ ਤੇਰਾ ਸੇਵਕ ਹੈ, (ਇਸ ਸੇਵਕ ਦੀ ਭੀ) ਲਾਜ ਰੱਖ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਹ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2485,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2485,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk pRIiq lweI iqin swcY; iqsu ibnu. rhxu n jweI]",
    "transliteration": "Naanak Preeth Laaee Thin Saachai This Bin Rehan N Jaaee ||",
    "translation": "Nanak loves the True Lord; without Him, he cannot even survive.",
    "punjabi": "ਉਸ ਸੱਚੇ ਹਰੀ ਨੇ ਨਾਨਕ ਦੇ (ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰੇਮ ਪੈਦਾ ਕੀਤਾ ਹੈ, (ਹੁਣ) ਉਸ ਤੋਂ ਬਿਨਾ ਜੀਵਿਆ ਨਹੀਂ ਜਾਂਦਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2485,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "siqguru imlY. q pUrw pweIAY; hir ris rsn rsweI]2]",
    "transliteration": "Sathigur Milai Th Pooraa Paaeeai Har Ras Rasan Rasaaee ||2||",
    "translation": "Meeting the True Guru, one finds the Perfect Lord, and the tongue enjoys the sublime essence of the Lord. ||2||",
    "punjabi": "(ਕਿਵੇਂ ਮਿਲੇ?) ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪੂਰਾ ਹਰੀ ਲੱਭ ਪੈਂਦਾ ਹੈ ਤੇ ਜੀਭ ਹਰੀ-ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਰਸ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2486,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2486,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rYix idnsu prBwiq; qUhY hI gwvxw]",
    "transliteration": "Rain Dhinas Parabhaath Thoohai Hee Gaavanaa ||",
    "translation": "Night and day, morning and night, I sing to You, Lord.",
    "punjabi": "ਹੇ ਹਰੀ! ਰਾਤ ਦਿਨੇ ਅੰਮ੍ਰਿਤ ਵੇਲੇ (ਭਾਵ, ਹਰ ਵੇਲੇ) ਤੂੰ ਹੀ ਗਾਵਣ-ਜੋਗ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2486,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "jIA jMq srbq; nwau qyrw iDAwvxw]",
    "transliteration": "Jeea Janth Sarabath Naao Thaeraa Dhhiaavanaa ||",
    "translation": "All beings and creatures meditate on Your Name.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਜੰਤ ਤੇਰਾ ਹੀ ਨਾਮ ਸਿਮਰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2486,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "qU dwqw dwqwru; qyrw idqw Kwvxw]",
    "transliteration": "Thoo Dhaathaa Dhaathaar Thaeraa Dhithaa Khaavanaa ||",
    "translation": "You are the Giver, the Great Giver; we eat whatever You give us.",
    "punjabi": "ਤੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਦਾਤਾਰ ਹੈਂ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਖਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2486,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Bgq jnw kY sMig; pwp gvwvxw]",
    "transliteration": "Bhagath Janaa Kai Sang Paap Gavaavanaa ||",
    "translation": "In the congregation of the devotees, sins are eradicated.",
    "punjabi": "ਤੇ ਭਗਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਪਣੇ ਪਾਪ ਦੂਰ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2486,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jn nwnk. sd bilhwrY; bil bil jwvxw]25]",
    "transliteration": "Jan Naanak Sadh Balihaarai Bal Bal Jaavanaa ||25||",
    "translation": "Servant Nanak is forever a sacrifice, a sacrifice, a sacrifice, O Lord. ||25||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਉਹਨਾਂ ਭਗਤ ਜਨਾਂ ਤੋਂ) ਸਦਾ ਸਦਕੇ ਹੋ, ਸਦਕੇ ਹੋ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2487,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sloku mÚ 4]",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2487,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AMqir AigAwnu BeI miq miDm; siqgur kI prqIiq nwhI]",
    "transliteration": "Anthar Agiaan Bhee Math Madhhim Sathigur Kee Paratheeth Naahee ||",
    "translation": "He has spiritual ignorance within, and his intellect is dull and dim; he does not place his faith in the True Guru.",
    "punjabi": "(ਮਨਮੁਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਅਗਿਆਨ ਹੈ, (ਉਸ ਦੀ) ਅਕਲਿ ਹੋਛੀ ਹੁੰਦੀ ਹੈ ਤੇ ਸਤਿਗੁਰੂ ਉਤੇ ਉਸ ਨੂੰ ਸਿਦਕ ਨਹੀਂ ਹੁੰਦਾ;",
    "pronunciation": "(miDm) nIvIN",
    "type_id": 3
  },
  {
    "shabad_id": 2487,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AMdir kptu sBu kpto kir jwxY; kpty Kpih KpwhI]",
    "transliteration": "Andhar Kapatt Sabh Kapatto Kar Jaanai Kapattae Khapehi Khapaahee ||",
    "translation": "He has deceit within himself, and so he sees deception in all others; through his deceptions, he is totally ruined.",
    "punjabi": "ਮਨ ਵਿਚ ਧੋਖਾ (ਹੋਣ ਕਰਕੇ ਸੰਸਾਰ ਵਿਚ ਭੀ) ਉਹ ਸਾਰਾ ਧੋਖਾ ਹੀ ਧੋਖਾ ਵਰਤਦਾ ਸਮਝਦਾ ਹੈ। (ਮਨਮੁਖ ਬੰਦੇ ਆਪ) ਦੁਖੀ ਹੁੰਦੇ ਹਨ (ਤੇ ਹੋਰਨਾਂ ਨੂੰ) ਦੁਖੀ ਕਰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2487,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "siqgur kw Bwxw. iciq n AwvY; AwpxY suAwie iPrwhI]",
    "transliteration": "Sathigur Kaa Bhaanaa Chith N Aavai Aapanai Suaae Firaahee ||",
    "translation": "The True Guru's Will does not enter into his consciousness, and so he wanders around, pursuing his own interests.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਹੁਕਮ ਉਹਨਾਂ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ (ਭਾਵ, ਭਾਣਾ ਨਹੀਂ ਮੰਨਦੇ) ਤੇ ਆਪਣੀ ਗ਼ਰਜ਼ ਦੇ ਪਿਛੇ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2487,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ikrpw kry jy AwpxI; qw nwnk sbid smwhI]1]",
    "transliteration": "Kirapaa Karae Jae Aapanee Thaa Naanak Sabadh Samaahee ||1||",
    "translation": "If He grants His Grace, then Nanak is absorbed into the Word of the Shabad. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਹਰੀ ਆਪਣੀ ਮੇਹਰ ਕਰੇ, ਤਾਂ ਹੀ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੁੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2488,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mÚ 4]",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2488,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mnmuK mwieAw moh ivAwpy; dUjY Bwie mnUAw iQru nwih]",
    "transliteration": "Manamukh Maaeiaa Mohi Viaapae Dhoojai Bhaae Manooaa Thhir Naahi ||",
    "translation": "The self-willed manmukhs are engrossed in emotional attachment to Maya; in the love of duality, their minds are unsteady.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਗ੍ਰਸੇ ਹੋਏ ਮਨਮੁਖਾਂ ਦਾ ਮਨ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਇਕ ਥਾਂ ਨਹੀਂ ਟਿਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2488,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Anidnu jlq rhih idnu rwqI; haumY Kpih Kpwih]",
    "transliteration": "Anadhin Jalath Rehehi Dhin Raathee Houmai Khapehi Khapaahi ||",
    "translation": "Night and day, they are burning; day and night, they are totally ruined by their egotism.",
    "punjabi": "ਹਰ ਵੇਲੇ ਦਿਨ ਰਾਤ (ਮਾਇਆ ਵਿਚ) ਸੜਦੇ ਰਹਿੰਦੇ ਹਨ। ਅਹੰਕਾਰ ਵਿਚ ਆਪ ਦੁਖੀ ਹੁੰਦੇ ਹਨ, ਹੋਰਨਾਂ ਨੂੰ ਦੁਖੀ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2488,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "AMqir loBu mhw gubwrw; iqn kY inkit. n koeI jwih]",
    "transliteration": "Anthar Lobh Mehaa Gubaaraa Thin Kai Nikatt N Koee Jaahi ||",
    "translation": "Within them, is the total pitch darkness of greed, and no one even approaches them.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਲੋਭ-ਰੂਪ ਵੱਡਾ ਹਨੇਰਾ ਹੁੰਦਾ ਹੈ, ਕੋਈ ਮਨੁੱਖ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2488,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Eie Awip duKI. suKu kbhU. n pwvih; jnim mrih mir jwih]",
    "transliteration": "Oue Aap Dhukhee Sukh Kabehoo N Paavehi Janam Marehi Mar Jaahi ||",
    "translation": "They themselves are miserable, and they never find peace; they are born, only to die, and die again.",
    "punjabi": "ਉਹ ਆਪਣੇ ਆਪ ਹੀ ਦੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਕਦੇ ਸੁਖੀ ਨਹੀਂ ਹੁੰਦੇ, ਸਦਾ ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2488,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwnk. bKis ley pRBu swcw; ij gur crnI icqu lwih]2]",
    "transliteration": "Naanak Bakhas Leae Prabh Saachaa J Gur Charanee Chith Laahi ||2||",
    "translation": "O Nanak, the True Lord God forgives those, who focus their consciousness on the Guru's feet. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਉਹ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜਨ, ਤਾਂ ਸੱਚਾ ਹਰੀ ਉਹਨਾਂ ਨੂੰ ਬਖ਼ਸ਼ ਲਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2489,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "pauVI]",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2489,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "sMq Bgq prvwxu; jo pRiB BwieAw]",
    "transliteration": "Santh Bhagath Paravaan Jo Prabh Bhaaeiaa ||",
    "translation": "That Saint, that devotee, is acceptable, who is loved by God.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਹਨ, ਉਹ ਸੰਤ ਹਨ, ਭਗਤ ਹਨ ਉਹੀ ਕਬੂਲ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2489,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "syeI ibcKx jMq; ijnI hir iDAwieAw]",
    "transliteration": "Saeee Bichakhan Janth Jinee Har Dhhiaaeiaa ||",
    "translation": "Those beings are wise, who meditate on the Lord.",
    "punjabi": "ਉਹੋ ਮਨੁੱਖ ਸਿਆਣੇ ਹਨ ਜੋ ਹਰੀ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "ib-c`Kx",
    "type_id": 3
  },
  {
    "shabad_id": 2489,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "AMimRqu nwmu inDwnu; Bojnu KwieAw]",
    "transliteration": "Anmrith Naam Nidhhaan Bhojan Khaaeiaa ||",
    "translation": "They eat the food, the treasure of the Ambrosial Naam, the Name of the Lord.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ-ਰੂਪ ਭੋਜਨ ਖਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2489,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "sMq jnw kI DUir; msqik lwieAw]",
    "transliteration": "Santh Janaa Kee Dhhoor Masathak Laaeiaa ||",
    "translation": "They apply the dust of the feet of the Saints to their foreheads.",
    "punjabi": "ਤੇ ਸੰਤਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਆਪਣੇ ਮੱਥੇ ਤੇ ਲਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]