[
  {
    "shabad_id": 2521,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "DnwsrI mhlw 1 Gru 1 caupdy",
    "transliteration": "Dhhanaasaree Mehalaa 1 Ghar 1 Choupadhae",
    "translation": "Dhanaasaree, First Mehl, First House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqnwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2521,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "jIau frqu hY Awpxw; kY isau krI pukwr ]",
    "transliteration": "Jeeo Ddarath Hai Aapanaa Kai Sio Karee Pukaar ||",
    "translation": "My soul is afraid; to whom should I complain?",
    "punjabi": "(ਜਗਤ ਦੁੱਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਇਹਨਾਂ ਦੁੱਖਾਂ ਨੂੰ ਵੇਖ ਕੇ) ਮੇਰੀ ਜਿੰਦ ਕੰਬਦੀ ਹੈ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਬਚਾਣ ਵਾਲਾ ਦਿੱਸਦਾ ਨਹੀਂ) ਜਿਸ ਦੇ ਪਾਸ ਮੈਂ ਮਿੰਨਤਾਂ ਕਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "dUK ivswrxu syivAw; sdw sdw dwqwru ]1]",
    "transliteration": "Dhookh Visaaran Saeviaa Sadhaa Sadhaa Dhaathaar ||1||",
    "translation": "I serve Him, who makes me forget my pains; He is the Giver, forever and ever. ||1||",
    "punjabi": "(ਸੋ, ਹੋਰ ਆਸਰੇ ਛੱਡ ਕੇ) ਮੈਂ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਸਿਮਰਦਾ ਹਾਂ, ਉਹ ਸਦਾ ਹੀ ਬਖ਼ਸ਼ਸ਼ਾਂ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "swihbu myrw nIq nvw; sdw sdw dwqwru ]1] rhwau ]",
    "transliteration": "Saahib Maeraa Neeth Navaa Sadhaa Sadhaa Dhaathaar ||1|| Rehaao ||",
    "translation": "My Lord and Master is forever new; He is the Giver, forever and ever. ||1||Pause||",
    "punjabi": "(ਫਿਰ ਉਹ) ਮੇਰਾ ਮਾਲਿਕ ਸਦਾ ਹੀ ਬਖ਼ਸ਼ਸ਼ਾਂ ਤਾਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਪਰ ਉਹ ਮੇਰੇ ਨਿੱਤ ਦੇ ਤਰਲੇ ਸੁਣ ਕੇ ਕਦੇ ਅੱਕਦਾ ਨਹੀਂ, ਬਖ਼ਸ਼ਸ਼ਾਂ ਵਿਚ) ਨਿੱਤ ਇਉਂ ਹੈ ਜਿਵੇਂ ਪਹਿਲੀ ਵਾਰੀ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਲੱਗਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2521,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "An idnu swihbu syvIAY; AMiq Cfwey soie ]",
    "transliteration": "Anadhin Saahib Saeveeai Anth Shhaddaaeae Soe ||",
    "translation": "Night and day, I serve my Lord and Master; He shall save me in the end.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਹਰ ਰੋਜ਼ ਉਸ ਮਾਲਿਕ ਨੂੰ ਯਾਦ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਦੁੱਖਾਂ ਵਿਚੋਂ) ਆਖ਼ਰ ਉਹੀ ਬਚਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "suix suix myrI kwmxI; pwir auqwrw hoie ]2]",
    "transliteration": "Sun Sun Maeree Kaamanee Paar Outhaaraa Hoe ||2||",
    "translation": "Hearing and listening, O my dear sister, I have crossed over. ||2||",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਧਿਆਨ ਨਾਲ ਸੁਣ (ਉਸ ਮਾਲਿਕ ਦਾ ਆਸਰਾ ਲਿਆਂ ਹੀ ਦੁੱਖਾਂ ਦੇ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(kwmxI) sKI",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "dieAwl; qyrY nwim qrw ]",
    "transliteration": "Dhaeiaal Thaerai Naam Tharaa ||",
    "translation": "O Merciful Lord, Your Name carries me across.",
    "punjabi": "ਹੇ ਦਿਆਲ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ, ਆਪਣਾ ਨਾਮ ਦੇਹ, ਤਾ ਕਿ) ਤੇਰੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਮੈਂ (ਦੁੱਖਾਂ ਦੇ ਇਸ ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "sd kurbwxY jwau ]1] rhwau ]",
    "transliteration": "Sadh Kurabaanai Jaao ||1|| Rehaao ||",
    "translation": "I am forever a sacrifice to You. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2521,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "srbM swcw eyku hY; dUjw nwhI koie ]",
    "transliteration": "Saraban Saachaa Eaek Hai Dhoojaa Naahee Koe ||",
    "translation": "In all the world, there is only the One True Lord; there is no other at all.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "qw kI syvw so kry; jw kau ndir kry ]3]",
    "transliteration": "Thaa Kee Saevaa So Karae Jaa Ko Nadhar Karae ||3||",
    "translation": "He alone serves the Lord, upon whom the Lord casts His Glance of Grace. ||3||",
    "punjabi": "ਜਿਸ ਜੀਵ ਉਤੇ ਉਹ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, ਉਹ ਉਸ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "quDu bwJu ipAwry; kyv rhw ]",
    "transliteration": "Thudhh Baajh Piaarae Kaev Rehaa ||",
    "translation": "Without You, O Beloved, how could I even live?",
    "punjabi": "ਹੇ ਪਿਆਰੇ (ਪ੍ਰਭੂ!) ਤੇਰੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਮੈਂ ਵਿਆਕੁਲ ਹੋ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "sw vifAweI dyih; ijqu nwim qyry lwig rhW ]",
    "transliteration": "Saa Vaddiaaee Dhaehi Jith Naam Thaerae Laag Rehaan ||",
    "translation": "Bless me with such greatness, that I may remain attached to Your Name.",
    "punjabi": "ਮੈਨੂੰ ਕੋਈ ਉਹ ਵੱਡੀ ਦਾਤਿ ਦੇਹ, ਜਿਸ ਦਾ ਸਦਕਾ ਮੈਂ ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "dUjw nwhI koie; ijsu AwgY ipAwry jwie khw ]1] rhwau ]",
    "transliteration": "Dhoojaa Naahee Koe Jis Aagai Piaarae Jaae Kehaa ||1|| Rehaao ||",
    "translation": "There is no other, O Beloved, to whom I can go and speak. ||1||Pause||",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਐਸਾ ਕੋਈ ਨਹੀਂ ਹੈ, ਜਿਸ ਪਾਸ ਜਾ ਕੇ ਮੈਂ ਇਹ ਅਰਜ਼ੋਈ ਕਰ ਸਕਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2521,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "syvI swihbu Awpxw; Avru. n jwcMau koie ]",
    "transliteration": "Saevee Saahib Aapanaa Avar N Jaachano Koe ||",
    "translation": "I serve my Lord and Master; I ask for no other.",
    "punjabi": "(ਦੁੱਖਾਂ ਦੇ ਇਸ ਸਾਗਰ ਵਿਚੋਂ ਤਰਨ ਲਈ) ਮੈਂ ਆਪਣੇ ਮਾਲਿਕ ਪ੍ਰਭੂ ਨੂੰ ਹੀ ਯਾਦ ਕਰਦਾ ਹਾਂ, ਕਿਸੇ ਹੋਰ ਪਾਸੋਂ ਮੈਂ ਇਹ ਮੰਗ ਨਹੀਂ ਮੰਗਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "nwnku. qw kw dwsu hY; ibMd ibMd cuK cuK hoie ]4]",
    "transliteration": "Naanak Thaa Kaa Dhaas Hai Bindh Bindh Chukh Chukh Hoe ||4||",
    "translation": "Nanak is His slave; moment by moment, bit by bit, he is a sacrifice to Him. ||4||",
    "punjabi": "ਨਾਨਕ (ਆਪਣੇ) ਉਸ (ਮਾਲਿਕ) ਦਾ ਹੀ ਸੇਵਕ ਹੈ, ਉਸ ਮਾਲਿਕ ਤੋਂ ਹੀ ਖਿਨ ਖਿਨ ਸਦਕੇ ਹੁੰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "(ibMd) iKn[ (cuK) toty, kurbwn",
    "type_id": 3
  },
  {
    "shabad_id": 2521,
    "pada": 9,
    "source_line": 10,
    "gurmukhi": "swihb qyry nwm ivthu; ibMd ibMd cuK cuK hoie ]1] rhwau ]4]1]",
    "transliteration": "Saahib Thaerae Naam Vittahu Bindh Bindh Chukh Chukh Hoe ||1|| Rehaao ||4||1||",
    "translation": "O Lord Master, I am a sacrifice to Your Name, moment by moment, bit by bit. ||1||Pause||4||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਮੈਂ ਤੇਰੇ ਨਾਮ ਤੋਂ ਖਿਨ ਖਿਨ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2522,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "DnwsrI mhlw 1 ]",
    "transliteration": "Dhhanaasaree Mehalaa 1 ||",
    "translation": "Dhanaasaree, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "hm AwdmI hW iek dmI; muhliq muhqu. n jwxw ]",
    "transliteration": "Ham Aadhamee Haan Eik Dhamee Muhalath Muhath N Jaanaa ||",
    "translation": "We are human beings of the briefest moment; we do not know the appointed time of our departure.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਅਸੀਂ ਆਦਮੀ ਇਕ ਦਮ ਦੇ ਹੀ ਮਾਲਕ ਹਾਂ (ਕੀਹ ਪਤਾ ਹੈ ਕਿ ਦਮ ਕਦੋਂ ਮੁੱਕ ਜਾਏ? ਸਾਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੀ) ਮਿਆਦ ਦਾ ਪਤਾ ਨਹੀਂ ਹੈ, ਸਾਨੂੰ ਇਹ ਪਤਾ ਨਹੀਂ ਕਿ ਮੌਤ ਦਾ ਵਕਤ ਕਦੋਂ ਆ ਜਾਣਾ ਹੈ।",
    "pronunciation": "izMdgI dI (muh-liq) muinAwd[ (muh-qu)mOq dy smyN",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "nwnku ibnvY. iqsY sryvhu; jw ky jIA prwxw ]1]",
    "transliteration": "Naanak Binavai Thisai Saraevahu Jaa Kae Jeea Paraanaa ||1||",
    "translation": "Prays Nanak, serve the One, to whom our soul and breath of life belong. ||1||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੋ ਜਿਸ ਨੇ ਇਹ ਜਿੰਦ ਤੇ ਸੁਆਸ ਦਿੱਤੇ ਹੋਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "AMDy. jIvnw vIcwir; dyiK. kyqy ky idnw ]1] rhwau ]",
    "transliteration": "Andhhae Jeevanaa Veechaar Dhaekh Kaethae Kae Dhinaa ||1|| Rehaao ||",
    "translation": "You are blind - see and consider, how many days your life shall last. ||1||Pause||",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ! (ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ) ਵੇਖ, ਸੋਚ ਸਮਝ, ਇਥੇ ਜਗਤ ਵਿਚ ਥੋੜੇ ਹੀ ਦਿਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "kyqy-ky",
    "type_id": 4
  },
  {
    "shabad_id": 2522,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "swsu mwsu sBu jIau qumwrw; qU. mY Krw ipAwrw ]",
    "transliteration": "Saas Maas Sabh Jeeo Thumaaraa Thoo Mai Kharaa Piaaraa ||",
    "translation": "My breath, my flesh and my soul are all Yours, Lord; You are so very dear to me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਜਿਵੇਂ) ਇਹ ਸੁਆਸ ਇਹ ਸਰੀਰ ਇਹ ਜਿੰਦ ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ (ਤਿਵੇਂ) ਆਪਣਾ ਪਿਆਰ ਭੀ ਤੂੰ ਆਪ ਹੀ ਦੇਹ।",
    "pronunciation": "(mwsu) srIr",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "nwnku swieru. eyv khqu hY; scy prvdgwrw ]2]",
    "transliteration": "Naanak Saaeir Eaev Kehath Hai Sachae Paravadhagaaraa ||2||",
    "translation": "Nanak, the poet, says this, O True Lord Cherisher. ||2||",
    "punjabi": "ਹੇ ਸਦਾ ਅਟੱਲ ਰਹਿਣ ਵਾਲੇ ਤੇ ਜੀਵਾਂ ਦੇ ਪਾਲਣ ਵਾਲੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਢਾਢੀ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਇਹ ਹੀ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "jy qU iksY. n dyhI, myry swihbw; ikAw ko kFY ghxw ]",
    "transliteration": "Jae Thoo Kisai N Dhaehee Maerae Saahibaa Kiaa Ko Kadtai Gehanaa ||",
    "translation": "If you gave nothing, O my Lord and Master, what could anyone pledge to You?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਿਕ! ਜੇ ਤੂੰ ਆਪਣੇ ਪਿਆਰ ਦੀ ਦਾਤਿ ਆਪ ਹੀ ਕਿਸੇ ਜੀਵ ਨੂੰ ਨਾਹ ਦੇਵੇਂ, ਤਾਂ ਜੀਵ ਪਾਸ ਕੋਈ ਐਸ਼ੀ ਸ਼ੈ ਨਹੀਂ ਜੋ ਵੱਟੇ ਵਿਚ ਦੇ ਕੇ ਤੇਰਾ ਪਿਆਰ ਵਿਹਾਝ ਲਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "nwnku ibnvY. so ikCu pweIAY; purib ilKy kw lhxw ]3]",
    "transliteration": "Naanak Binavai So Kishh Paaeeai Purab Likhae Kaa Lehanaa ||3||",
    "translation": "Nanak prays, we receive that which we are pre-destined to receive. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜੀਵ ਨੂੰ ਤਾਂ ਉਹੀ ਕੁਝ ਮਿਲ ਸਕਦਾ ਹੈ ਜੋ ਉਸ ਦੇ ਪੂਰਬਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਸੰਸਕਾਰ-ਰੂਪ ਲੇਖ (ਉਸ ਦੇ ਮੱਥੇ ਤੇ ਲਿਖਿਆ ਹੋਇਆ) ਹੈ (ਆਪਣੇ ਨਾਮ ਤੇ ਪਿਆਰ ਦੀ ਦਾਤਿ ਤਾਂ ਤੂੰ ਆਪ ਹੀ ਦੇਣੀ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "nwmu Ksm kw iciq. n kIAw; kptI kptu kmwxw ]",
    "transliteration": "Naam Khasam Kaa Chith N Keeaa Kapattee Kapatt Kamaanaa ||",
    "translation": "The deceitful person does not remember the Lord's Name; he practices only deceit.",
    "punjabi": "(ਪਿਛਲੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਅਸਰ ਹੇਠ) ਛਲੀ ਮਨੁੱਖ ਤਾਂ ਛਲ ਹੀ ਕਮਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2522,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "jm duAwir jw pkiV clwieAw; qw cldw pCuqwxw ]4]",
    "transliteration": "Jam Dhuaar Jaa Pakarr Chalaaeiaa Thaa Chaladhaa Pashhuthaanaa ||4||",
    "translation": "When he is marched in chains to Death's door, then, he regrets his actions. ||4||",
    "punjabi": "(ਸਾਰੀ ਉਮਰ ਇਉਂ ਹੀ ਲੰਘਾ ਕੇ ਅਖ਼ੀਰ ਵੇਲੇ) ਜਦੋਂ ਫੜ ਕੇ ਜਮਰਾਜ ਦੇ ਬੂਹੇ ਵਲ ਧੱਕਿਆ ਜਾਂਦਾ ਹੈ, ਤਾਂ (ਇਥੋਂ) ਤੁਰਨ ਵੇਲੇ ਹੱਥ ਮਲਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]