[
  {
    "shabad_id": 2546,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gun khu. hir lhu. kir syvw siqgur; iev. hir hir nwmu iDAweI ]",
    "transliteration": "Gun Kahu Har Lahu Kar Saevaa Sathigur Eiv Har Har Naam Dhhiaaee ||",
    "translation": "Chant His Praises, learn of the Lord, and serve the True Guru; in this way, meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਿਆ ਕਰ। (ਇਸ ਤਰ੍ਹਾਂ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਣ ਦਾ ਜਤਨ ਕਰਦਾ ਰਹੁ। ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਕਰਿਆ ਕਰ। ਇਸ ਤਰੀਕੇ ਨਾਲ ਸਦਾ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2546,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hir drgh Bwvih. iPir jnim, n Awvih; hir hir hir joiq smweI ]1]",
    "transliteration": "Har Dharageh Bhaavehi Fir Janam N Aavehi Har Har Har Joth Samaaee ||1||",
    "translation": "In the Court of the Lord, He shall be pleased with you, and you shall not have to enter the cycle of reincarnation again; you shall merge in the Divine Light of the Lord, Har, Har, Har. ||1||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਪਸੰਦ ਆ ਜਾਏਂਗਾ, ਮੁੜ ਜਨਮ (ਮਰਨ ਦੇ ਗੇੜ) ਵਿਚ ਨਹੀਂ ਆਵੇਂਗਾ, ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਸਦਾ ਲੀਨ ਰਹੇਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2546,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "jip mn nwmu hrI; hoih srb suKI ]",
    "transliteration": "Jap Man Naam Haree Hohi Sarab Sukhee ||",
    "translation": "Chant the Name of the Lord, O my mind, and you shall be totally at peace.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਤੂੰ ਹਰ ਥਾਂ ਸੁਖੀ ਰਹੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2546,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir jsu aUc. sBnw qy aUpir; hir hir hir syiv CfweI ] rhwau ]",
    "transliteration": "Har Jas Ooch Sabhanaa Thae Oopar Har Har Har Saev Shhaddaaee || Rehaao ||",
    "translation": "The Lord's Praises are the most sublime, the most exalted; serving the Lord, Har, Har, Har, you shall be emancipated. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਬੜਾ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਹੈ, ਹੋਰ ਸਭ ਕੰਮਾਂ ਨਾਲੋਂ ਵਧੀਆ ਕੰਮ ਹੈ। ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦਾ ਰਹੁ, (ਇਹ ਸੇਵਾ-ਭਗਤੀ ਸਭ ਦੁੱਖਾਂ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦੀ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2546,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hir ikRpw iniD kInI. guir, Bgiq hir dInI; qb hir isau pRIiq bin AweI ]",
    "transliteration": "Har Kirapaa Nidhh Keenee Gur Bhagath Har Dheenee Thab Har Sio Preeth Ban Aaee ||",
    "translation": "The Lord, the treasure of mercy, blessed me, and so the Guru blessed me with the Lord's devotional worship; I have come to be in love with the Lord.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਕਿਰਪਾ ਕੀਤੀ, ਗੁਰੂ ਨੇ ਉਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼ ਦਿੱਤੀ, ਤਦੋਂ ਉਸ ਮਨੁੱਖ ਦਾ ਪ੍ਰੇਮ ਪਰਮਾਤਮਾ ਨਾਲ ਬਣ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2546,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "bhu icMq ivswrI. hir nwmu auir DwrI; nwnk. hir Bey hY sKweI ]2]2]8]",
    "transliteration": "Bahu Chinth Visaaree Har Naam Our Dhhaaree Naanak Har Bheae Hai Sakhaaee ||2||2||8||",
    "translation": "I have forgotten my cares and anxieties, and enshrined the Lord's Name in my heart; O Nanak, the Lord has become my friend and companion. ||2||2||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਲਿਆ, ਉਸ ਨੇ (ਦੁਨੀਆ ਵਾਲੀ ਹੋਰ) ਬਹੁਤੀ ਚਿੰਤਾ ਭੁਲਾ ਲਈ, ਪਰਮਾਤਮਾ ਉਸ ਦਾ ਸਾਥੀ-ਮਿੱਤਰ ਬਣ ਗਿਆ ॥੨॥੨॥੮॥",
    "pronunciation": "(sKweI) im`qR",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "DnwsrI mhlw 4 ]",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir pVu hir ilKu, hir jip hir gwau; hir. Baujlu pwir auqwrI ]",
    "transliteration": "Har Parr Har Likh Har Jap Har Gaao Har Bhoujal Paar Outhaaree ||",
    "translation": "Read about the Lord, write about the Lord, chant the Lord's Name, and sing the Lord's Praises; the Lord will carry you across the terrifying world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੜ੍ਹਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਲਿਖਦਾ ਰਹੁ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਇਆ ਕਰ। ਪਰਮਾਤਮਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "min bcin. irdY iDAwie hir, hoie sMqustu; iev Bxu. hir nwmu murwrI ]1]",
    "transliteration": "Man Bachan Ridhai Dhhiaae Har Hoe Santhusatt Eiv Bhan Har Naam Muraaree ||1||",
    "translation": "In your mind, by your words, and within your heart, meditate on the Lord, and He will be pleased. In this way, repeat the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨ ਵਿਚ, ਹਿਰਦੇ ਵਿਚ, ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਯਾਦ ਕਰਿਆ ਕਰ। ਹੇ ਭਾਈ! ਸੰਤੋਖੀ ਹੋ ਕੇ ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਿਆ ਕਰ ॥੧॥",
    "pronunciation": "(sM-qustu) iqRpq ho ky",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "min jpIAY hir jgdIs ]",
    "transliteration": "Man Japeeai Har Jagadhees ||",
    "translation": "O mind, meditate on the Lord, the Lord of the World.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਜਗਤ ਦੇ ਮਾਲਕ ਹਰੀ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "j`gdIs",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "imil sMgiq swDU mIq ]",
    "transliteration": "Mil Sangath Saadhhoo Meeth ||",
    "translation": "Join the Saadh Sangat, the Company of the Holy, O friend.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "sdw AnMdu hovY idnu rwqI; hir kIriq kir bnvwrI ] rhwau ]",
    "transliteration": "Sadhaa Anandh Hovai Dhin Raathee Har Keerath Kar Banavaaree || Rehaao ||",
    "translation": "You shall be happy forever, day and night; sing the Praises of the Lord, the Lord of the world-forest. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ) ਦਿਨ ਰਾਤ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "hir hir krI idRsit. qb BieE min audmu; hir hir nwmu jipE, giq BeI hmwrI ]",
    "transliteration": "Har Har Karee Dhrisatt Thab Bhaeiou Man Oudham Har Har Naam Japiou Gath Bhee Hamaaree ||",
    "translation": "When the Lord, Har, Har, casts His Glance of Grace, then I made the effort in my mind; meditating on the Name of the Lord, Har, Har, I have been emancipated.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਪਰਮਾਤਮਾ ਨੇ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕੀਤੀ, ਤਦੋਂ ਮਨ ਵਿਚ ਉੱਦਮ ਪੈਦਾ ਹੋਇਆ, ਤਦੋਂ ਹੀ ਅਸਾਂ ਨਾਮ ਜਪਿਆ, ਤੇ, ਸਾਡੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2547,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "jn nwnk kI piq. rwKu myry suAwmI; hir Awie pirE hY srix qumwrI ]2]3]9]",
    "transliteration": "Jan Naanak Kee Path Raakh Maerae Suaamee Har Aae Pariou Hai Saran Thumaaree ||2||3||9||",
    "translation": "Preserve the honor of servant Nanak, O my Lord and Master; I have come seeking Your Sanctuary. ||2||3||9||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਆਪਣੇ ਦਾਸ ਨਾਨਕ ਦੀ ਇੱਜ਼ਤ ਰੱਖ, ਤੇਰਾ ਇਹ ਦਾਸ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹੈ (ਆਪਣੇ ਦਾਸ ਨੂੰ ਨਾਮ ਜਪਣ ਦੀ ਦਾਤਿ ਬਖ਼ਸ਼) ॥੨॥੩॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "DnwsrI mhlw 4 ]",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "caurwsIh isD buD. qyqIs koit muin jn; siB cwhih. hir jIau qyro nwau ]",
    "transliteration": "Chouraaseeh Sidhh Budhh Thaethees Kott Mun Jan Sabh Chaahehi Har Jeeo Thaero Naao ||",
    "translation": "The eighty-four Siddhas, the spiritual masters, the Buddhas, the three hundred thirty million gods and the silent sages, all long for Your Name, O Dear Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋਗ-ਮਤ ਦੇ ਚੌਰਾਸੀ ਆਗੂ, ਮਹਾਤਮਾ ਬੁਧ ਵਰਗੇ ਗਿਆਨਵਾਨ, ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ, ਅਨੇਕਾਂ ਰਿਸ਼ੀ ਮੁਨੀ-ਇਹ ਸਾਰੇ ਤੇਰਾ ਨਾਮ (ਪ੍ਰਾਪਤ ਕਰਨਾ) ਚਾਹੁੰਦੇ ਹਨ,",
    "pronunciation": "caur`wsIh is`D b`uD qy~qIs cwh-ih",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "gur pRswid. ko ivrlw pwvY; ijn kau illwit iliKAw Duir Bwau ]1]",
    "transliteration": "Gur Prasaadh Ko Viralaa Paavai Jin Ko Lilaatt Likhiaa Dhhur Bhaao ||1||",
    "translation": "By Guru's Grace, a rare few obtain it; upon their foreheads, the pre-ordained destiny of loving devotion is written. ||1||",
    "punjabi": "ਪਰ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਹ ਦਾਤਿ) ਹਾਸਲ ਕਰਦਾ ਹੈ। (ਨਾਮ ਦੀ ਦਾਤਿ ਉਹਨਾਂ ਨੂੰ ਮਿਲਦੀ ਹੈ) ਜਿਨ੍ਹਾਂ ਵਾਸਤੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹਰਿ-ਨਾਮ ਦਾ ਪ੍ਰੇਮ ਲਿਖਿਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "(illwit) m`Qy",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "jip mn. rwmY nwmu; hir jsu aUqm kwm ]",
    "transliteration": "Jap Man Raamai Naam Har Jas Ootham Kaam ||",
    "translation": "O mind, chant the Name of the Lord; singing the Lord's Praises is the most exalted activity.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਜਪਿਆ ਕਰ। ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਕੰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "jo gwvih suxih. qyrw jsu suAwmI; hau iqn kY sd bilhwrY jwau ] rhwau ]",
    "transliteration": "Jo Gaavehi Sunehi Thaeraa Jas Suaamee Ho Thin Kai Sadh Balihaarai Jaao || Rehaao ||",
    "translation": "I am forever a sacrifice to those who sing, and hear Your Praises, O Lord and Master. ||Pause||",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗਾਂਦੇ ਹਨ ਸੁਣਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "srxwgiq pRiqpwlk hir suAwmI; jo qum dyhu. soeI hau pwau ]",
    "transliteration": "Saranaagath Prathipaalak Har Suaamee Jo Thum Dhaehu Soee Ho Paao ||",
    "translation": "I seek Your Sanctuary, O Cherisher God, my Lord and Master; whatever You give me, I accept.",
    "punjabi": "ਹੇ ਸਰਨ ਆਇਆਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੈਂ (ਤੇਰੇ ਦਰ ਤੋਂ) ਉਹੀ ਕੁਝ ਲੈ ਸਕਦਾ ਹਾਂ ਜੋ ਤੂੰ ਆਪ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "sr-xwgiq",
    "type_id": 3
  },
  {
    "shabad_id": 2548,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "dIn dieAwl ikRpw kir dIjY; nwnk. hir ismrx kw hY cwau ]2]4]10]",
    "transliteration": "Dheen Dhaeiaal Kirapaa Kar Dheejai Naanak Har Simaran Kaa Hai Chaao ||2||4||10||",
    "translation": "O Lord, Merciful to the meek, give me this blessing; Nanak longs for the Lord's meditative remembrance. ||2||4||10||",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ! ਕਿਰਪਾ ਕਰ ਕੇ ਨਾਨਕ ਨੂੰ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤਿ ਦੇਹ, (ਨਾਨਕ ਨੂੰ) ਤੇਰਾ ਨਾਮ ਸਿਮਰਨ ਦਾ ਚਾਉ ਹੈ ॥੨॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "DnwsrI mhlw 4 ]",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "syvk isK pUjx siB Awvih; siB gwvih hir hir aUqm bwnI ]",
    "transliteration": "Saevak Sikh Poojan Sabh Aavehi Sabh Gaavehi Har Har Ootham Baanee ||",
    "translation": "All the Sikhs and servants come to worship and adore You; they sing the sublime Bani of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੇਵਕ (ਅਖਵਾਣ ਵਾਲੇ) ਸਿੱਖ (ਅਖਵਾਣ ਵਾਲੇ) ਸਾਰੇ (ਗੁਰੂ-ਦਰ ਤੇ ਪ੍ਰਭੂ ਦੀ) ਪੂਜਾ-ਭਗਤੀ ਕਰਨ ਆਉਂਦੇ ਹਨ, ਅਤੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਭਰਪੂਰ ਸ੍ਰੇਸ਼ਟ ਗੁਰਬਾਣੀ ਗਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "gwivAw suixAw iqn kw, hir Qwie pwvY; ijn siqgur kI AwigAw, siq siq kir mwnI ]1]",
    "transliteration": "Gaaviaa Suniaa Thin Kaa Har Thhaae Paavai Jin Sathigur Kee Aagiaa Sath Sath Kar Maanee ||1||",
    "translation": "Their singing and listening is approved by the Lord; they accept the Order of the True Guru as True, totally True. ||1||",
    "punjabi": "ਪਰ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਬਾਣੀ ਗਾਉਣਾ ਅਤੇ ਸੁਣਨਾ ਕਬੂਲ ਕਰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ ਬਿਲਕੁਲ ਸਹੀ ਜਾਣ ਕੇ ਉਸ ਉਤੇ ਅਮਲ ਕੀਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "bolhu BweI; hir kIriq hir Bvjl qIriQ ]",
    "transliteration": "Bolahu Bhaaee Har Keerath Har Bhavajal Theerathh ||",
    "translation": "Chant the Lord's Praises, O Siblings of Destiny; the Lord is the sacred shrine of pilgrimage in the terrifying world-ocean.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਵਾਲੇ (ਗੁਰੂ-) ਤੀਰਥ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir dir iqn kI aUqm bwq hY sMqhu; hir kQw. ijn jnhu jwnI ] rhwau ]",
    "transliteration": "Har Dhar Thin Kee Ootham Baath Hai Santhahu Har Kathhaa Jin Janahu Jaanee || Rehaao ||",
    "translation": "They alone are praised in the Court of the Lord, O Saints, who know and understand the Lord's sermon. ||Pause||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀ ਚੰਗੀ ਸੋਭਾ ਹੁੰਦੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Awpy guru. cylw hY Awpy; Awpy hir pRBu coj ivfwnI ]",
    "transliteration": "Aapae Gur Chaelaa Hai Aapae Aapae Har Prabh Choj Viddaanee ||",
    "translation": "He Himself is the Guru, and He Himself is the disciple; the Lord God Himself plays His wondrous games.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਹੈ, ਆਪ ਹੀ ਸਿੱਖ ਹੈ, ਪ੍ਰਭੂ ਆਪ ਹੀ ਅਚਰਜ ਤਮਾਸ਼ੇ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2549,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "jn nwnk. Awip imlwey, soeI hir imlsI; Avr sB iqAwig. Ehw hir BwnI ]2]5]11]",
    "transliteration": "Jan Naanak Aap Milaaeae Soee Har Milasee Avar Sabh Thiaag Ouhaa Har Bhaanee ||2||5||11||",
    "translation": "O servant Nanak, he alone merges with the Lord, whom the Lord Himself merges; all the others are forsaken, but the Lord loves him. ||2||5||11||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪ ਮਿਲਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ! ਹੋਰ ਸਾਰਾ (ਆਸਰਾ-ਪਰਨਾ) ਛੱਡ (ਗੁਰੂ ਦੀ ਆਗਿਆ ਵਿਚ ਤੁਰ ਕੇ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ) ਪ੍ਰਭੂ ਨੂੰ ਉਹ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ ॥੨॥੫॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2550,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "DnwsrI mhlw 4 ]",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2550,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ieCw pUrku srb suKdwqw hir; jw kY vis hY kwmDynw ]",
    "transliteration": "Eishhaa Poorak Sarab Sukhadhaathaa Har Jaa Kai Vas Hai Kaamadhhaenaa ||",
    "translation": "The Lord is the Fulfiller of desires, the Giver of total peace; the Kaamadhaynaa, the wish-fulfilling cow, is in His power.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦੇ! ਜੇਹੜਾ ਹਰੀ ਸਾਰੀਆਂ ਕਾਮਨਾਂ ਪੂਰੀਆਂ ਕਰਨ ਵਾਲਾ ਹੈ, ਜੇਹੜਾ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਜਿਸ ਦੇ ਵੱਸ ਵਿਚ (ਸ੍ਵਰਗ ਵਿਚ ਰਹਿਣ ਵਾਲੀ ਸਮਝੀ ਗਈ) ਕਾਮਧੇਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2550,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "so AYsw hir iDAweIAY, myry jIAVy; qw srb suK pwvih myry mnw ]1]",
    "transliteration": "So Aisaa Har Dhhiaaeeai Maerae Jeearrae Thaa Sarab Sukh Paavehi Maerae Manaa ||1||",
    "translation": "So meditate on such a Lord, O my soul. Then, you shall obtain total peace, O my mind. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਅਜੇਹੀ ਸਮਰਥਾ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਜਦੋਂ ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰੇਂਗਾ) ਤਦੋਂ ਸਾਰੇ ਸੁਖ ਹਾਸਲ ਕਰ ਲਏਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]