[
  {
    "shabad_id": 2550,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "jip mn siqnwmu; sdw siqnwmu ]",
    "transliteration": "Jap Man Sath Naam Sadhaa Sath Naam ||",
    "translation": "Chant, O my mind, the True Name, Sat Naam, the True Name.",
    "punjabi": "ਹੇ ਮਨ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਦਾ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2550,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "hliq pliq muK aUjl hoeI hY; inq iDAweIAY. hir purKu inrMjnw ] rhwau ]",
    "transliteration": "Halath Palath Mukh Oojal Hoee Hai Nith Dhhiaaeeai Har Purakh Niranjanaa || Rehaao ||",
    "translation": "In this world, and in the world beyond, your face shall be radiant, by meditating continually on the immaculate Lord God. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਰਬ-ਵਿਆਪਕ ਨਿਰਲੇਪ ਹਰੀ ਦਾ ਸਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, (ਇਸ ਤਰ੍ਹਾਂ) ਲੋਕ ਪਰਲੋਕ ਵਿਚ ਇੱਜ਼ਤ ਖੱਟ ਲਈਦੀ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2550,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "jh hir ismrnu BieAw. qh aupwiD gqu kInI; vfBwgI hir jpnw ]",
    "transliteration": "Jeh Har Simaran Bhaeiaa Theh Oupaadhh Gath Keenee Vaddabhaagee Har Japanaa ||",
    "translation": "Wherever anyone remembers the Lord in meditation, disaster runs away from that place. By great good fortune, we meditate on the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਹੁੰਦੀ ਹੈ ਉਸ ਵਿਚੋਂ ਹਰੇਕ ਕਿਸਮ ਦਾ ਝਗੜਾ-ਬਖੇੜਾ ਚਾਲੇ ਪਾ ਜਾਂਦਾ ਹੈ। (ਫਿਰ ਭੀ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "(aupwiD) JgVy[ (giq) Kqm",
    "type_id": 3
  },
  {
    "shabad_id": 2550,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "jn nwnk kau. guir ieh miq dInI; jip hir. Bvjlu qrnw ]2]6]12]",
    "transliteration": "Jan Naanak Ko Gur Eih Math Dheenee Jap Har Bhavajal Tharanaa ||2||6||12||",
    "translation": "The Guru has blessed servant Nanak with this understanding, that by meditating on the Lord, we cross over the terrifying world-ocean. ||2||6||12||",
    "punjabi": "ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ ਨੂੰ (ਤਾਂ) ਗੁਰੂ ਨੇ ਇਹ ਸਮਝ ਬਖ਼ਸ਼ੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੨॥੬॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "DnwsrI mhlw 4 ]",
    "transliteration": "Dhhanaasaree Mehalaa 4 ||",
    "translation": "Dhanaasaree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "myry swhw; mY. hir drsn suKu hoie ]",
    "transliteration": "Maerae Saahaa Mai Har Dharasan Sukh Hoe ||",
    "translation": "O my King, beholding the Blessed Vision of the Lord's Darshan, I am at peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! (ਮੇਹਰ ਕਰ) ਮੈਨੂੰ ਤੇਰੇ ਦਰਸਨ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "hmrI bydin. qU jwnqw swhw; Avru. ikAw jwnY koie ] rhwau ]",
    "transliteration": "Hamaree Baedhan Thoo Jaanathaa Saahaa Avar Kiaa Jaanai Koe || Rehaao ||",
    "translation": "You alone know my inner pain, O King; what can anyone else know? ||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਮੇਰੇ ਦਿਲ ਦੀ ਪੀੜ ਤੂੰ ਹੀ ਜਾਣਦਾ ਹੈਂ। ਕੋਈ ਹੋਰ ਕੀ ਜਾਣ ਸਕਦਾ ਹੈ? ਰਹਾਉ॥",
    "pronunciation": "(bydin) pIV",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "swcw swihbu scu qU myry swhw; qyrw kIAw scu sBu hoie ]",
    "transliteration": "Saachaa Saahib Sach Thoo Maerae Saahaa Thaeraa Keeaa Sach Sabh Hoe ||",
    "translation": "O True Lord and Master, You are truly my King; whatever You do, all that is True.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਅਟੱਲ ਹੈਂ। ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਉਹ ਭੀ ਉਕਾਈ-ਹੀਣ ਹੈ (ਉਸ ਵਿਚ ਭੀ ਕੋਈ ਊਣਤਾ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "JUTw iks kau AwKIAY swhw; dUjw nwhI koie ]1]",
    "transliteration": "Jhoothaa Kis Ko Aakheeai Saahaa Dhoojaa Naahee Koe ||1||",
    "translation": "Who should I call a liar? There is no other than You, O King. ||1||",
    "punjabi": "ਹੇ ਪਾਤਿਸ਼ਾਹ! (ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਤੈਥੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ (ਇਸ ਵਾਸਤੇ) ਕਿਸੇ ਨੂੰ ਝੂਠਾ ਆਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sBnw ivic qU vrqdw swhw; siB quJih iDAwvih idnu rwiq ]",
    "transliteration": "Sabhanaa Vich Thoo Varathadhaa Saahaa Sabh Thujhehi Dhhiaavehi Dhin Raath ||",
    "translation": "You are pervading and permeating in all; O King, everyone meditates on You, day and night.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈਂ, ਸਾਰੇ ਜੀਵ ਦਿਨ ਰਾਤ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "siB quJ hI Qwvhu mMgdy myry swhw; qU sBnw krih iek dwiq ]2]",
    "transliteration": "Sabh Thujh Hee Thhaavahu Mangadhae Maerae Saahaa Thoo Sabhanaa Karehi Eik Dhaath ||2||",
    "translation": "Everyone begs of You, O my King; You alone give gifts to all. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪਾਸੋਂ ਹੀ (ਮੰਗਾਂ) ਮੰਗਦੇ ਹਨ। ਇਕ ਤੂੰ ਹੀ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "sBu ko quJ hI ivic hY myry swhw; quJ qy. bwhir koeI nwih ]",
    "transliteration": "Sabh Ko Thujh Hee Vich Hai Maerae Saahaa Thujh Thae Baahar Koee Naahi ||",
    "translation": "All are under Your Power, O my King; none at all are beyond You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਹਰੇਕ ਜੀਵ ਤੇਰੇ ਹੁਕਮ ਵਿਚ ਹੈ, ਤੈਥੋਂ ਆਕੀ ਕੋਈ ਜੀਵ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "siB jIA qyry. qU sBs dw myry swhw; siB quJ hI mwih smwih ]3]",
    "transliteration": "Sabh Jeea Thaerae Thoo Sabhas Dhaa Maerae Saahaa Sabh Thujh Hee Maahi Samaahi ||3||",
    "translation": "All beings are Yours-You belong to all, O my King. All shall merge and be absorbed in You. ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਾਤਿਸ਼ਾਹ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਤੇ, ਇਹ ਸਾਰੇ ਤੇਰੇ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "sBnw kI qU Aws hY. myry ipAwry; siB quJih iDAwvih myry swh ]",
    "transliteration": "Sabhanaa Kee Thoo Aas Hai Maerae Piaarae Sabh Thujhehi Dhhiaavehi Maerae Saah ||",
    "translation": "You are the hope of all, O my Beloved; all meditate on You, O my King.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਸਭ ਜੀਵਾਂ ਦੀ ਆਸਾਂ ਪੂਰੀਆਂ ਕਰਦਾ ਹੈਂ ਸਾਰੇ ਜੀਵ ਤੇਰਾ ਹੀ ਧਿਆਨ ਧਰਦੇ ਹਨ।",
    "pronunciation": "hYN",
    "type_id": 3
  },
  {
    "shabad_id": 2551,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ijau BwvY iqau rKu qU myry ipAwry; scu nwnk ky pwiqswh ]4]7]13]",
    "transliteration": "Jio Bhaavai Thio Rakh Thoo Maerae Piaarae Sach Naanak Kae Paathisaah ||4||7||13||",
    "translation": "As it pleases You, protect and preserve me, O my Beloved; You are the True King of Nanak. ||4||7||13||",
    "punjabi": "ਹੇ ਨਾਨਕ ਦੇ ਪਾਤਿਸ਼ਾਹ! ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਰੱਖ। ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ॥੪॥੭॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "DnwsrI mhlw 5 Gru 1 caupdy",
    "transliteration": "Dhhanaasaree Mehalaa 5 Ghar 1 Choupadhae",
    "translation": "Dhanaasaree, Fifth Mehl, First House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2552,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "Bv KMfn duKBMjn sÍwmI; Bgiq vCl inrMkwry ]",
    "transliteration": "Bhav Khanddan Dhukh Bhanjan Svaamee Bhagath Vashhal Nirankaarae ||",
    "translation": "O Destroyer of fear, Remover of suffering, Lord and Master, Lover of Your devotees, Formless Lord.",
    "punjabi": "ਹੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਹੇ ਦੁੱਖਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਮਾਲਕ! ਹੇ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲੇ! ਹੇ ਆਕਾਰ-ਰਹਿਤ!",
    "pronunciation": "(Bv) sMswr, caurwsI dw gyV[ (vCl) ipAwry",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "koit prwD imty iKn BIqir; jW gurmuiK nwmu smwry ]1]",
    "transliteration": "Kott Paraadhh Mittae Khin Bheethar Jaan Guramukh Naam Samaarae ||1||",
    "translation": "Millions of sins are eradicated in an instant when, as Gurmukh, one contemplates the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਜਦੋਂ ਕੋਈ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਤੇਰਾ) ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਇਕ ਖਿਨ ਵਿਚ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "myrw mnu; lwgw hY rwm ipAwry ]",
    "transliteration": "Maeraa Man Laagaa Hai Raam Piaarae ||",
    "translation": "My mind is attached to my Beloved Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਮਨ ਪਿਆਰੇ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "dIn dieAwil krI pRiB ikrpw; vis kIny pMc dUqwry ]1] rhwau ]",
    "transliteration": "Dheen Dhaeiaal Karee Prabh Kirapaa Vas Keenae Panch Dhoothaarae ||1|| Rehaao ||",
    "translation": "God, Merciful to the meek, granted His Grace, and placed the five enemies under my control. ||1||Pause||",
    "punjabi": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਨੇ (ਆਪ ਹੀ) ਕਿਰਪਾ ਕੀਤੀ ਹੈ, ਤੇ, ਪੰਜੇ (ਕਾਮਾਦਿਕ) ਵੈਰੀ (ਮੇਰੇ) ਵੱਸ ਵਿਚ ਕਰ ਦਿੱਤੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "v`is",
    "type_id": 4
  },
  {
    "shabad_id": 2552,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "qyrw Qwnu suhwvw. rUpu suhwvw; qyry Bgq sohih drbwry ]",
    "transliteration": "Thaeraa Thhaan Suhaavaa Roop Suhaavaa Thaerae Bhagath Sohehi Dharabaarae ||",
    "translation": "Your place is so beautiful; Your form is so beautiful; Your devotees look so beautiful in Your Court.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਥਾਂ ਸੋਹਣਾ ਹੈ, ਤੇਰਾ ਰੂਪ ਸੋਹਣਾ ਹੈ। ਤੇਰੇ ਭਗਤ ਤੇਰੇ ਦਰਬਾਰ ਵਿਚ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "soh-ih",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "srb jIAw ky dwqy suAwmI; kir ikrpw lyhu aubwry ]2]",
    "transliteration": "Sarab Jeeaa Kae Dhaathae Suaamee Kar Kirapaa Laehu Oubaarae ||2||",
    "translation": "O Lord and Master, Giver of all beings, please, grant Your Grace, and save me. ||2||",
    "punjabi": "ਹੇ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ; (ਮੈਨੂੰ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "qyrw vrnu. n jwpY, rUpu n lKIAY; qyrI kudriq. kaunu bIcwry ]",
    "transliteration": "Thaeraa Varan N Jaapai Roop N Lakheeai Thaeree Kudharath Koun Beechaarae ||",
    "translation": "Your color is not known, and Your form is not seen; who can contemplate Your Almighty Creative Power?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਕੋਈ ਰੰਗ ਨਹੀਂ ਦਿੱਸਦਾ; ਤੇਰੀ ਕੋਈ ਸ਼ਕਲ ਨਹੀਂ ਦਿੱਸਦੀ। ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਸੋਚ ਸਕਦਾ ਕਿ ਤੇਰੀ ਕਿਤਨੀ ਕੁ ਤਾਕਤ ਹੈ।",
    "pronunciation": "(vrnu) rUp",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "jil Qil mhIAil. rivAw sRb TweI; Agm rUp igrDwry ]3]",
    "transliteration": "Jal Thhal Meheeal Raviaa Srab Thaaee Agam Roop Giradhhaarae ||3||",
    "translation": "You are contained in the water, the land and the sky, everywhere, O Lord of unfathomable form, Holder of the mountain. ||3||",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਪਰਮਾਤਮਾ! ਤੂੰ ਪਾਣੀ ਵਿਚ ਧਰਤੀ ਵਿਚ ਆਕਾਸ਼ ਵਿਚ ਸਭ ਥਾਈਂ ਮੌਜੂਦ ਹੈਂ ॥੩॥",
    "pronunciation": "(igrDwry) Akwl purK",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "kIriq krih sgl jn qyrI; qU AibnwsI purKu murwry ]",
    "transliteration": "Keerath Karehi Sagal Jan Thaeree Thoo Abinaasee Purakh Muraarae ||",
    "translation": "All beings sing Your Praises; You are the imperishable Primal Being, the Destroyer of ego.",
    "punjabi": "ਹੇ ਮੁਰਾਰੀ! ਤੂੰ ਨਾਸ-ਰਹਿਤ ਹੈਂ; ਤੂੰ ਸਰਬ-ਵਿਆਪਕ ਹੈਂ, ਤੇਰੇ ਸਾਰੇ ਸੇਵਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2552,
    "pada": 6,
    "source_line": 17,
    "gurmukhi": "ijau BwvY iqau rwKhu suAwmI; jn nwnk srin duAwry ]4]1]",
    "transliteration": "Jio Bhaavai Thio Raakhahu Suaamee Jan Naanak Saran Dhuaarae ||4||1||",
    "translation": "As it pleases You, please protect and preserve me; servant Nanak seeks Sanctuary at Your Door. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਸੁਆਮੀ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ, ਉਸੇ ਤਰ੍ਹਾਂ ਮੇਰੀ ਰੱਖਿਆ ਕਰ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "DnwsrI mhlw 5 ]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ibnu jl. pRwn qjy hY mInw; ijin jl isau hyqu bFwieE ]",
    "transliteration": "Bin Jal Praan Thajae Hai Meenaa Jin Jal Sio Haeth Badtaaeiou ||",
    "translation": "The fish out of water loses its life; it is deeply in love with the water.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੱਛੀ ਪਾਣੀ ਤੋਂ ਵਿਛੁੜ ਕੇ ਜਿੰਦ ਦੇ ਦੇਂਦੀ ਹੈ ਕਿਉਂਕਿ ਉਸ (ਮੱਛੀ) ਨੇ ਪਾਣੀ ਨਾਲ ਪਿਆਰ ਵਧਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kml hyiq ibnisE hY Bvrw; auin mwrgu inkis. n pwieE ]1]",
    "transliteration": "Kamal Haeth Binasiou Hai Bhavaraa Oun Maarag Nikas N Paaeiou ||1||",
    "translation": "The bumble bee, totally in love with the lotus flower, is lost in it; it cannot find the way to escape from it. ||1||",
    "punjabi": "ਕੌਲ-ਫੁੱਲ ਦੇ ਪਿਆਰ ਵਿਚ ਭੌਰੇ ਨੇ ਮੌਤ ਸਹੇੜ ਲਈ, (ਕਿਉਂਕਿ) ਉਸ ਨੇ (ਕੌਲ-ਫੁੱਲ ਵਿਚੋਂ) ਨਿਕਲ ਕੇ (ਬਾਹਰ ਦਾ) ਰਸਤਾ ਨਾਹ ਲੱਭਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "Ab mn; eyks isau mohu kInw ]",
    "transliteration": "Ab Man Eaekas Sio Mohu Keenaa ||",
    "translation": "Now, my mind has nurtured love for the One Lord.",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਹੁਣ (ਇਸ ਜਨਮ ਵਿਚ) ਇੱਕ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "mrY n jwvY. sd hI sMgy; siqgur sbdI cInw ]1] rhwau ]",
    "transliteration": "Marai N Jaavai Sadh Hee Sangae Sathigur Sabadhee Cheenaa ||1|| Rehaao ||",
    "translation": "He does not die, and is not born; He is always with me. Through the Word of the True Guru's Shabad, I know Him. ||1||Pause||",
    "punjabi": "ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ, ਉਹ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(cInw) jwixAw",
    "type_id": 4
  }
]
