[
  {
    "shabad_id": 2553,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "kwm hyiq. kuMcru lY PWikE; Ehu pr vis BieE ibcwrw ]",
    "transliteration": "Kaam Haeth Kunchar Lai Faankiou Ouhu Par Vas Bhaeiou Bichaaraa ||",
    "translation": "Lured by sexual desire, the elephant is trapped; the poor beast falls into the power of another.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਾਮ-ਵਾਸਨਾ ਦੀ ਖ਼ਾਤਰ ਹਾਥੀ ਫਸ ਗਿਆ, ਉਹ ਵਿਚਾਰਾ ਪਰ-ਅਧੀਨ ਹੋ ਗਿਆ।",
    "pronunciation": "(PWikE) Psw ilAw[ v`is",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "nwd hyiq. isru fwirE kurMkw; aus hI hyq ibdwrw ]2]",
    "transliteration": "Naadh Haeth Sir Ddaariou Kurankaa Ous Hee Haeth Bidhaaraa ||2||",
    "translation": "Lured by the sound of the hunter's bell, the deer offers its head; because of this enticement, it is killed. ||2||",
    "punjabi": "(ਘੰਡੇਹੇੜੇ ਦੀ) ਆਵਾਜ਼ ਦੇ ਪਿਆਰ ਵਿਚ ਹਰਨ ਆਪਣਾ ਸਿਰ ਦੇ ਬੈਠਦਾ ਹੈ, ਉਸੇ ਦੇ ਪਿਆਰ ਵਿਚ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(fwirE) su`t id`qw[ (ibdwrw) nws kIqw",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "dyiK kutMbu loiB moihE pRwnI; mwieAw kau lptwnw ]",
    "transliteration": "Dhaekh Kuttanb Lobh Mohiou Praanee Maaeiaa Ko Lapattaanaa ||",
    "translation": "Gazing upon his family, the mortal is enticed by greed; he clings in attachment to Maya.",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਸੇ ਤਰ੍ਹਾਂ) ਮਨੁੱਖ (ਆਪਣਾ) ਪਰਵਾਰ ਵੇਖ ਕੇ (ਮਾਇਆ ਦੇ) ਲੋਭ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ, ਮਾਇਆ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "Aiq ricE kir lIno Apunw; auin Coif srwpr jwnw ]3]",
    "transliteration": "Ath Rachiou Kar Leeno Apunaa Oun Shhodd Saraapar Jaanaa ||3||",
    "translation": "Totally engrossed in worldly things, he considers them to be his own; but in the end, he shall surely have to leave them behind. ||3||",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਬਹੁਤ ਮਗਨ ਰਹਿੰਦਾ ਹੈ, (ਮਾਇਆ ਨੂੰ) ਆਪਣੀ ਬਣਾ ਲੈਂਦਾ ਹੈ (ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ ਆਖ਼ਰ) ਉਸ ਨੇ ਜ਼ਰੂਰ (ਸਭ ਕੁਝ) ਛੱਡ ਕੇ ਇਥੋਂ ਚਲੇ ਜਾਣਾ ਹੈ ॥੩॥",
    "pronunciation": "(ricE) mgn[ (srw-pr) zrUr[ Aiqpolw",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ibnu goibMd. Avr sMig nyhw; Ehu jwxhu sdw duhylw ]",
    "transliteration": "Bin Gobindh Avar Sang Naehaa Ouhu Jaanahu Sadhaa Dhuhaelaa ||",
    "translation": "Know it well, that anyone who loves any other than God, shall be miserable forever.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਨਾਲ ਪਿਆਰ ਪਾਂਦਾ ਹੈ, ਯਕੀਨ ਜਾਣੋ, ਉਹ ਸਦਾ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(duhylw) duKI",
    "type_id": 3
  },
  {
    "shabad_id": 2553,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "khu nwnk. gur iehY buJwieE; pRIiq pRBU sd kylw ]4]2]",
    "transliteration": "Kahu Naanak Gur Eihai Bujhaaeiou Preeth Prabhoo Sadh Kaelaa ||4||2||",
    "translation": "Says Nanak, the Guru has explained this to me, that love for God brings lasting bliss. ||4||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ (ਮੈਨੂੰ) ਇਹ ਹੀ ਸਮਝ ਦਿੱਤੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਕੀਤਿਆਂ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "(kylw) AnMd[ b`uJwieE",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "DnwsrI mÚ 5 ]",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "kir ikrpw. dIE moih nwmw; bMDn qy Cutkwey ]",
    "transliteration": "Kar Kirapaa Dheeou Mohi Naamaa Bandhhan Thae Shhuttakaaeae ||",
    "translation": "Granting His Grace, God has blessed me with His Name, and released me of my bonds.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਨੇ) ਕਿਰਪਾ ਕਰ ਕੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ, (ਜਿਸ ਕਰਕੇ) ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mn qy ibsirE sglo DMDw; gur kI crxI lwey ]1]",
    "transliteration": "Man Thae Bisariou Sagalo Dhhandhhaa Gur Kee Charanee Laaeae ||1||",
    "translation": "I have forgotten all worldly entanglements, and I am attached to the Guru's feet. ||1||",
    "punjabi": "ਤੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲਾ ਕੇ ਮਨ ਤੋਂ ਸਾਰਾ ਝਗੜਾ-ਝੰਬੇਲਾ ਲਹਿ ਗਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "swDsMig; icMq ibrwnI CwfI ]",
    "transliteration": "Saadhhasang Chinth Biraanee Shhaaddee ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, I have renounced my other cares and anxieties.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਆ ਕੇ ਮੈਂ ਪਰਾਈ ਆਸ ਛੱਡ ਦਿੱਤੀ।",
    "pronunciation": "(ibrwnI) ibgwnI",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "AhMbuiD moh mn bwsn; dy kir gfhw gwfI ]1] rhwau ]",
    "transliteration": "Ahanbudhh Moh Man Baasan Dhae Kar Gaddehaa Gaaddee ||1|| Rehaao ||",
    "translation": "I dug a deep pit, and buried my egotistical pride, emotional attachment and the desires of my mind. ||1||Pause||",
    "punjabi": "ਹਉਮੈ, ਮਾਇਆ ਦੇ ਮੋਹ, ਮਨ ਦੀ ਵਾਸਨਾ-ਇਹਨਾਂ ਸਭਨਾਂ ਨੂੰ ਟੋਆ ਪੁੱਟ ਕੇ ਨੱਪ ਦਿੱਤਾ (ਸਦਾ ਲਈ ਦੱਬ ਦਿੱਤਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(bwsn) vwsnw[ (gfhw) toey c (gwfI) d`b id`qI[ AhM-buiD",
    "type_id": 4
  },
  {
    "shabad_id": 2554,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "nw ko. myrw dusmnu rihAw; nw hm iks ky bYrweI ]",
    "transliteration": "Naa Ko Maeraa Dhusaman Rehiaa Naa Ham Kis Kae Bairaaee ||",
    "translation": "No one is my enemy, and I am no one's enemy.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰਾ ਕੋਈ ਦੁਸ਼ਮਨ ਨਹੀਂ ਰਹਿ ਗਿਆ (ਮੈਨੂੰ ਕੋਈ ਵੈਰੀ ਨਹੀਂ ਦਿੱਸਦਾ), ਮੈਂ ਭੀ ਕਿਸੇ ਦਾ ਵੈਰੀ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "(bYrweI) vYrI",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "bRhmu pswru pswirE BIqir; siqgur qy soJI pweI ]2]",
    "transliteration": "Breham Pasaar Pasaariou Bheethar Sathigur Thae Sojhee Paaee ||2||",
    "translation": "God, who expanded His expanse, is within all; I learned this from the True Guru. ||2||",
    "punjabi": "ਮੈਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਸਮਝ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਕਿ ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਹੈ, (ਸਭਨਾਂ ਦੇ) ਅੰਦਰ (ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ) ਖਿਲਾਰਿਆ ਹੋਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "sBu ko mIqu hm Awpn kInw; hm sBnw ky swjn ]",
    "transliteration": "Sabh Ko Meeth Ham Aapan Keenaa Ham Sabhanaa Kae Saajan ||",
    "translation": "I am a friend to all; I am everyone's friend.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਹਰੇਕ ਪ੍ਰਾਣੀ ਨੂੰ ਮੈਂ ਆਪਣਾ ਮਿੱਤਰ ਕਰ ਕੇ ਸਮਝਦਾ ਹਾਂ, ਮੈਂ ਭੀ ਸਭਨਾਂ ਦਾ ਮਿੱਤਰ-ਸੱਜਣ ਹੀ ਬਣਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "dUir prwieE mn kw ibrhw; qw mylu kIE myrY rwjn ]3]",
    "transliteration": "Dhoor Paraaeiou Man Kaa Birehaa Thaa Mael Keeou Maerai Raajan ||3||",
    "translation": "When the sense of separation was removed from my mind, then I was united with the Lord, my King. ||3||",
    "punjabi": "ਮੇਰੇ ਮਨ ਦਾ (ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਬਣਿਆ ਹੋਇਆ) ਵਿਛੋੜਾ (ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਕਿਤੇ ਦੂਰ ਚਲਾ ਗਿਆ ਹੈ, ਜਦੋਂ ਮੈਂ ਸਾਧ ਸੰਗਤਿ ਦੀ ਸਰਨ ਲਈ, ਤਦੋਂ ਮੇਰੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਨੇ ਮੈਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਦਾ) ਮਿਲਾਪ ਦੇ ਦਿੱਤਾ ਹੈ ॥੩॥",
    "pronunciation": "(ibrhw) ivCoVw",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ibnisE FITw. AMimRqu vUTw; sbdu lgo gur mITw ]",
    "transliteration": "Binasiou Dteethaa Anmrith Voothaa Sabadh Lago Gur Meethaa ||",
    "translation": "My stubbornness is gone, Ambrosial Nectar rains down, and the Word of the Guru's Shabad seems so sweet to me.",
    "punjabi": "(ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੇਰੇ ਮਨ ਦਾ) ਢੀਠ-ਪੁਣਾ ਮੁੱਕ ਗਿਆ ਹੈ, ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਜਲ ਆ ਵੱਸਿਆ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੈਨੂੰ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(FITw) kTor suBwA[ (vUTw) visAw[ l`go",
    "type_id": 3
  },
  {
    "shabad_id": 2554,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "jil Qil mhIAil srb invwsI; nwnk rmeIAw fITw ]4]3]",
    "transliteration": "Jal Thhal Meheeal Sarab Nivaasee Naanak Rameeaa Ddeethaa ||4||3||",
    "translation": "He is pervading everywhere, in the water, on the land and in the sky; Nanak beholds the all-pervading Lord. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਹੁਣ ਮੈਂ ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ, ਸਭ ਥਾਂ ਵੱਸਣ ਵਾਲੇ ਸੋਹਣੇ ਰਾਮ ਨੂੰ ਵੇਖ ਲਿਆ ਹੈ ॥੪॥੩॥",
    "pronunciation": "(mhIAil) zmIn au~qy, AkwS, qy pulwV c[ r-meIAw",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "DnwsrI mÚ 5 ]",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "jb qy drsn Byty swDU; Bly idns Eie Awey ]",
    "transliteration": "Jab Thae Dharasan Bhaettae Saadhhoo Bhalae Dhinas Oue Aaeae ||",
    "translation": "Ever since I obtained the Blessed Vision of the Darshan of the Holy, my days have been blessed and prosperous.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਤੋਂ ਗੁਰੂ ਦੇ ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੋਏ ਹਨ, ਮੇਰੇ ਇਹੋ ਜਿਹੇ ਚੰਗੇ ਦਿਨ ਆ ਗਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "mhw AnMdu sdw kir kIrqnu; purK ibDwqw pwey ]1]",
    "transliteration": "Mehaa Anandh Sadhaa Kar Keerathan Purakh Bidhhaathaa Paaeae ||1||",
    "translation": "I have found lasting bliss, singing the Kirtan of the Praises of the Primal Lord, the Architect of destiny. ||1||",
    "punjabi": "ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕਰ ਕੇ ਸਦਾ ਮੇਰੇ ਅੰਦਰ ਸੁਖ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਨੂੰ ਸਰਬ-ਵਿਆਪਕ ਕਰਤਾਰ ਮਿਲ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "(ibDwqw) Bwg bxwaux vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Ab moih; rwm jso min gwieE ]",
    "transliteration": "Ab Mohi Raam Jaso Man Gaaeiou ||",
    "translation": "Now, I sing the Praises of the Lord within my mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਹੁਣ ਮੈਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਆਪਣੇ) ਮਨ ਵਿਚ ਗਾ ਰਿਹਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "BieE pRgwsu. sdw suKu mn mih; siqguru pUrw pwieE ]1] rhwau ]",
    "transliteration": "Bhaeiou Pragaas Sadhaa Sukh Man Mehi Sathigur Pooraa Paaeiou ||1|| Rehaao ||",
    "translation": "My mind has been illumined and enlightened, and it is always at peace; I have found the Perfect True Guru. ||1||Pause||",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਗਿਆ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2555,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "gux inDwnu ird BIqir visAw; qw dUKu Brm Bau Bwgw ]",
    "transliteration": "Gun Nidhhaan Ridh Bheethar Vasiaa Thaa Dhookh Bharam Bho Bhaagaa ||",
    "translation": "The Lord, the treasure of virtue, abides deep within the heart, and so pain, doubt and fear have been dispelled.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਦੋਂ ਤੋਂ) ਗੁਣਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਪਰਮਾਤਮਾ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ, ਤਦੋਂ ਤੋਂ ਮੇਰਾ ਦੁੱਖ ਭਰਮ ਡਰ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "BeI prwpiq vsqu Agocr; rwm nwim rMgu lwgw ]2]",
    "transliteration": "Bhee Paraapath Vasath Agochar Raam Naam Rang Laagaa ||2||",
    "translation": "I have obtained the most incomprehensible thing, enshrining love for the Name of the Lord. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮੇਰਾ ਪਿਆਰ ਬਣ ਗਿਆ ਹੈ, ਮੈਨੂੰ (ਉਹ ਉੱਤਮ) ਚੀਜ਼ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਹੀਂ ਸੀ ਹੋ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "icMq AicMqw soc Asocw; sogu loBu mohu Qwkw ]",
    "transliteration": "Chinth Achinthaa Soch Asochaa Sog Lobh Mohu Thhaakaa ||",
    "translation": "I was anxious, and now I am free of anxiety; I was worried, and now I am free of worry; my grief, greed and emotional attachments are gone.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਦਰਸਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਸਾਰੀਆਂ ਚਿੰਤਾਂ ਤੇ ਸੋਚਾਂ ਤੋਂ ਬਚ ਗਿਆ ਹਾਂ, (ਮੇਰੇ ਅੰਦਰੋਂ) ਗ਼ਮ ਮੁੱਕ ਗਿਆ ਹੈ, ਲੋਭ ਖ਼ਤਮ ਹੋ ਗਿਆ ਹੈ, ਮੋਹ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "haumY rog imty. ikrpw qy; jm qy Bey ibbwkw ]3]",
    "transliteration": "Houmai Rog Mittae Kirapaa Thae Jam Thae Bheae Bibaakaa ||3||",
    "translation": "By His Grace, I am cured of the disease of egotism, and the Messenger of Death no longer terrifies me. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ) ਕਿਰਪਾ ਨਾਲ (ਮੇਰੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਆਦਿਕ ਰੋਗ ਮਿਟ ਗਏ ਹਨ, ਮੈਂ ਜਮ-ਰਾਜ ਤੋਂ ਭੀ ਕੋਈ ਡਰ ਨਹੀਂ ਕਰਦਾ ॥੩॥",
    "pronunciation": "(ib-bwkw) in`fr",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "gur kI thl. gurU kI syvw; gur kI AwigAw BwxI ]",
    "transliteration": "Gur Kee Ttehal Guroo Kee Saevaa Gur Kee Aagiaa Bhaanee ||",
    "translation": "Working for the Guru, serving the Guru and the Guru's Command, all are pleasing to me.",
    "punjabi": "ਹੇ ਭਾਈ! ਹੁਣ ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਟਹਲ-ਸੇਵਾ, ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਹੀ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2555,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "khu nwnk. ijin jm qy kwFy; iqsu gur kY kurbwxI ]4]4]",
    "transliteration": "Kahu Naanak Jin Jam Thae Kaadtae This Gur Kai Kurabaanee ||4||4||",
    "translation": "Says Nanak, He has released me from the clutches of Death; I am a sacrifice to that Guru. ||4||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ ਜਮਾਂ ਤੋਂ ਬਚਾ ਲਿਆ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "DnwsrI mhlw 5 ]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ijs kw qnu mnu Dnu sBu iqs kw; soeI suGVu sujwnI ]",
    "transliteration": "Jis Kaa Than Man Dhhan Sabh This Kaa Soee Sugharr Sujaanee ||",
    "translation": "Body, mind, wealth and everything belong to Him; He alone is all-wise and all-knowing.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਸਰੀਰ ਤੇ ਮਨ ਹੈ, ਇਹ ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਭੀ ਉਸੇ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਉਹੀ ਸੁਚੱਜਾ ਹੈ ਤੇ ਸਿਆਣਾ ਹੈ।",
    "pronunciation": "(suGVu) suMdr[ (sujwnI) sRySt jwxIjwx",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "iqn hI suixAw. duKu suKu myrw; qau ibiD nIkI KtwnI ]1]",
    "transliteration": "Thin Hee Suniaa Dhukh Sukh Maeraa Tho Bidhh Neekee Khattaanee ||1||",
    "translation": "He listens to my pains and pleasures, and then my condition improves. ||1||",
    "punjabi": "ਅਸਾਂ ਜੀਵਾਂ ਦਾ ਦੁੱਖ ਸੁਖ (ਸਦਾ) ਉਸ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਸੁਣਿਆ ਹੈ, (ਜਦੋਂ ਉਹ ਸਾਡੀ ਅਰਦਾਸ-ਅਰਜ਼ੋਈ ਸੁਣਦਾ ਹੈ) ਤਦੋਂ (ਸਾਡੀ) ਹਾਲਤ ਚੰਗੀ ਬਣ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(nIkI) suMdr[ (KtwnI) l`gI",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "jIA kI; eykY hI pih mwnI ]",
    "transliteration": "Jeea Kee Eaekai Hee Pehi Maanee ||",
    "translation": "My soul is satisfied with the One Lord alone.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿੰਦ ਦੀ (ਅਰਦਾਸ) ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਕੋਲ ਹੀ ਮੰਨੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Avir jqn kir rhy bhuqyry; iqn. iqlu nhI kImiq jwnI ] rhwau ]",
    "transliteration": "Avar Jathan Kar Rehae Bahuthaerae Thin Thil Nehee Keemath Jaanee || Rehaao ||",
    "translation": "People make all sorts of other efforts, but they have no value at all. ||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਆਸਰੇ ਤੋਂ ਬਿਨਾ ਲੋਕ) ਹੋਰ ਬਥੇਰੇ ਜਤਨ ਕਰ ਕੇ ਥੱਕ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਜਤਨਾਂ ਦਾ ਮੁੱਲ ਇਕ ਤਿਲ ਜਿਤਨਾ ਭੀ ਨਹੀਂ ਸਮਝਿਆ ਜਾਂਦਾ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "AMimRq nwmu inrmolku hIrw; guir. dIno mMqwnI ]",
    "transliteration": "Anmrith Naam Niramolak Heeraa Gur Dheeno Manthaanee ||",
    "translation": "The Ambrosial Naam, the Name of the Lord, is a priceless jewel. The Guru has given me this advice.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ, ਨਾਮ ਇਕ ਐਸਾ ਹੀਰਾ ਹੈ ਜੇਹੜਾ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ। ਗੁਰੂ ਨੇ ਇਹ ਨਾਮ-ਮੰਤਰ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਦੇ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ifgY n folY. idRVu kir rihE; pUrn hoie iqRpqwnI ]2]",
    "transliteration": "Ddigai N Ddolai Dhrirr Kar Rehiou Pooran Hoe Thripathaanee ||2||",
    "translation": "It cannot be lost, and it cannot be shaken off; it remains steady, and I am perfectly satisfied with it. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਵਿਚ) ਡਿੱਗਦਾ ਨਹੀਂ, ਡੋਲਦਾ ਨਹੀਂ, ਉਹ ਮਨੁੱਖ ਪੱਕੇ ਇਰਾਦੇ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮੁਕੰਮਲ ਤੌਰ ਤੇ (ਮਾਇਆ ਵਲੋਂ) ਸੰਤੋਖੀ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(mn ivSy ivkwrW c (if`gY) if`gdw nhIN[ (iqRpqwnI) iqRpq",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "Eie ju bIc hm qum kCu hoqy; iqn kI bwq iblwnI ]",
    "transliteration": "Oue J Beech Ham Thum Kashh Hothae Thin Kee Baath Bilaanee ||",
    "translation": "Those things which tore me away from You, Lord, are now gone.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਪਾਸੋਂ ਨਾਮ-ਹੀਰਾ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ) ਉਹਨਾਂ ਮੇਰ-ਤੇਰ ਵਾਲੇ ਸਾਰੇ ਵਿਤਕਰਿਆਂ ਦੀ ਗੱਲ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਜੋ ਜਗਤ ਵਿਚ ਬੜੇ ਪ੍ਰਬਲ ਹਨ।",
    "pronunciation": "(iblwnI) bIq geI",
    "type_id": 3
  }
]