[
  {
    "shabad_id": 2556,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "AlMkwr imil. QYlI hoeI hY; qw qy kink vKwnI]3]",
    "transliteration": "Alankaar Mil Thhailee Hoee Hai Thaa Thae Kanik Vakhaanee ||3||",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਨੂੰ ਹਰ ਪਾਸੇ ਪਰਮਾਤਮਾ ਹੀ ਇਉਂ ਦਿੱਸਦਾ ਹੈ, ਜਿਵੇਂ) ਅਨੇਕਾਂ ਗਹਣੇ ਮਿਲ ਕੇ (ਗਾਲੇ ਜਾ ਕੇ) ਰੈਣੀ ਬਣ ਜਾਂਦੀ ਹੈ, ਤੇ, ਉਸ ਢੇਲੀ ਤੋਂ ਉਹ ਸੋਨਾ ਹੀ ਅਖਵਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(AlMkwr) gihxy FL ky sony dI (QYlI) flI",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "pRgitE joiq. shj suK soBw; bwjy Anhq bwnI]",
    "transliteration": "Pragattiou Joth Sehaj Sukh Sobhaa Baajae Anehath Baanee ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਸੋਭਾ ਮਿਲਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦੇ (ਮਾਨੋ) ਇਕ-ਰਸ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2556,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "khu nwnk. inhcl Gru bwiDE; guir. kIE bMDwnI]4]5]",
    "transliteration": "Kahu Naanak Nihachal Ghar Baadhhiou Gur Keeou Bandhhaanee ||4||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਵਾਸਤੇ ਇਹ ਪ੍ਰਬੰਧ ਕਰ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਸਦਾ ਲਈ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "vfy vfy rwjn Aru BUmn; qw kI iqRsn. n bUJI]",
    "transliteration": "Vaddae Vaddae Raajan Ar Bhooman Thaa Kee Thrisan N Boojhee ||",
    "punjabi": "(ਹੇ ਭਾਈ! ਦੁਨੀਆ ਵਿਚ) ਵੱਡੇ ਵੱਡੇ ਰਾਜੇ ਹਨ, ਵੱਡੇ ਵੱਡੇ ਜ਼ਿਮੀਦਾਰ ਹਨ, (ਮਾਇਆ ਵਲੋਂ) ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਕਦੇ ਭੀ ਨਹੀਂ ਮੁੱਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "lpit rhy mwieAw rMg mwqy; locn. kCU n sUJI]1]",
    "transliteration": "Lapatt Rehae Maaeiaa Rang Maathae Lochan Kashhoo N Soojhee ||1||",
    "punjabi": "ਉਹ ਮਾਇਆ ਦੇ ਕੌਤਕਾਂ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਮਾਇਆ ਨਾਲ ਚੰਬੜੇ ਰਹਿੰਦੇ ਹਨ। (ਮਾਇਆ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੁਝ ਉਹਨਾਂ ਨੂੰ ਅੱਖੀਂ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ ॥੧॥",
    "pronunciation": "(locn) A`KW",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ibiKAw mih; ikn hI. iqRpiq n pweI]",
    "transliteration": "Bikhiaa Mehi Kin Hee Thripath N Paaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ (ਫਸੇ ਰਹਿ ਕੇ) ਕਿਸੇ ਮਨੁੱਖ ਨੇ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ijau pwvku. eIDin nhI DRwpY; ibnu hir. khw AGweI]rhwau]",
    "transliteration": "Jio Paavak Eedhhan Nehee Dhhraapai Bin Har Kehaa Aghaaee || Rehaao ||",
    "punjabi": "ਜਿਵੇਂ ਅੱਗ ਬਾਲਣ ਨਾਲ ਨਹੀਂ ਰੱਜਦੀ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਕਦੇ ਰੱਜ ਨਹੀਂ ਸਕਦਾ ਰਹਾਉ॥",
    "pronunciation": "(eIDin) bwlx",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "idnu idnu krq Bojn bhu ibMjn; qw kI. imtY n BUKw]",
    "transliteration": "Dhin Dhin Karath Bhojan Bahu Binjan Thaa Kee Mittai N Bhookhaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜਾ ਮਨੁੱਖ ਹਰ ਰੋਜ਼ ਸੁਆਦਲੇ ਖਾਣੇ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦੀ (ਸੁਆਦਲੇ ਖਾਣਿਆਂ ਦੀ) ਭੁੱਖ ਕਦੇ ਨਹੀਂ ਮੁੱਕਦੀ।",
    "pronunciation": "(ibMjn) suAwdly Kwxy",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "audmu krY suAwn kI inAweI; cwry kuMtw GoKw]2]",
    "transliteration": "Oudham Karai Suaan Kee Niaaee Chaarae Kunttaa Ghokhaa ||2||",
    "punjabi": "(ਸੁਆਦਲੇ ਖਾਣਿਆਂ ਦੀ ਖ਼ਾਤਰ) ਉਹ ਮਨੁੱਖ ਕੁੱਤੇ ਵਾਂਗ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਚਾਰੇ ਪਾਸੇ ਭਾਲਦਾ ਫਿਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(GoKw) Kojdw",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "kwmvMq kwmI bhu nwrI; pr igRh joh. n cUkY]",
    "transliteration": "Kaamavanth Kaamee Bahu Naaree Par Grih Joh N Chookai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਕਾਮ-ਵੱਸ ਹੋਏ ਵਿਸ਼ਈ ਮਨੁੱਖ ਦੀਆਂ ਭਾਵੇਂ ਕਿਤਨੀਆਂ ਹੀ ਇਸਤ੍ਰੀਆਂ ਹੋਣ, ਪਰਾਏ ਘਰ ਵਲ ਉਸ ਦੀ ਮੰਦੀ ਨਿਗਾਹ ਫਿਰ ਭੀ ਨਹੀਂ ਹਟਦੀ।",
    "pronunciation": "(joh) dyKxw",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "idn pRiq krY. krY pCuqwpY; sog loB mih sUkY]3]",
    "transliteration": "Dhin Prath Karai Karai Pashhuthaapai Sog Lobh Mehi Sookai ||3||",
    "punjabi": "ਉਹ ਹਰ ਰੋਜ਼ (ਵਿਸ਼ੇ-ਪਾਪ) ਕਰਦਾ ਹੈ, ਤੇ, ਪਛੁਤਾਂਦਾ (ਭੀ) ਹੈ। ਸੋ, ਇਸ ਕਾਮ-ਵਾਸਨਾ ਵਿਚ ਅਤੇ ਪਛੁਤਾਵੇ ਵਿਚ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਸੁੱਕਦਾ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(idn pRiq) hr roz",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "hir hir nwmu Apwr Amolw; AMimRqu eyku inDwnw]",
    "transliteration": "Har Har Naam Apaar Amolaa Anmrith Eaek Nidhhaanaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਇਕ ਐਸਾ ਬੇਅੰਤ ਤੇ ਕੀਮਤੀ ਖ਼ਜ਼ਾਨਾ ਹੈ ਜੇਹੜਾ ਆਤਮਕ ਜੀਵਨ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2557,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "sUKu shju AwnMdu sMqn kY; nwnk gur qy jwnw]4]6]",
    "transliteration": "Sookh Sehaj Aanandh Santhan Kai Naanak Gur Thae Jaanaa ||4||6||",
    "punjabi": "(ਇਸ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੰਤ ਜਨਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆਤਮਕ ਅਡੋਲਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਸੁਖ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਪਾਸੋਂ ਹੀ ਇਸ ਖ਼ਜ਼ਾਨੇ ਦੀ ਜਾਣ-ਪਛਾਣ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "DnwsrI mÚ 5]",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "lvY n lwgn. kau hY kCUAY; jw kau iPir iehu DwvY]",
    "transliteration": "Lavai N Laagan Ko Hai Kashhooai Jaa Ko Fir Eihu Dhhaavai ||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਮਨੁੱਖ ਜਿਸ ਜਿਸ ਮਾਇਕ ਪਦਾਰਥ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਚੀਜ਼ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੀ) ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jw kau guir dIno. iehu AMimRqu; iqs hI kau bin AwvY]1]",
    "transliteration": "Jaa Ko Gur Dheeno Eihu Anmrith This Hee Ko Ban Aavai ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਦੇ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਹੀ ਇਸ ਦੀ ਕਦਰ ਦੀ ਸਮਝ ਪੈਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "jw kau AwieE eyku rsw]",
    "transliteration": "Jaa Ko Aaeiou Eaek Rasaa || Khaan Paan Aan Nehee Khudhhiaa Thaa Kai Chith N Basaa || Rehaao ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਆ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "Kwn pwn Awn nhI KuiDAw; qw kY iciq. n bsw]rhwau]",
    "transliteration": "Khaan Paan Aan Nehee Khudhhiaa Thaa Kai Chith N Basaa || Rehaao ||",
    "punjabi": "ਉਸ ਨੂੰ ਖਾਣ-ਪੀਣ ਆਦਿਕ ਦੀ ਕੋਈ ਹੋਰ ਭੁੱਖ ਨਹੀਂ ਰਹਿੰਦੀ, ਕੋਈ ਹੋਰ ਭੁੱਖ ਉਸ ਦੇ ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਟਿਕ ਸਕਦੀ ਰਹਾਉ॥",
    "pronunciation": "(K`uiDAw) Bu`K",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "mauilE mnu qnu hoieE hirAw; eyk bUMd ijin pweI]",
    "transliteration": "Mouliou Man Than Hoeiou Hariaa Eaek Boondh Jin Paaee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਨਾਮ-ਜਲ ਦੀ) ਸਿਰਫ਼ ਇਕ ਬੂੰਦ ਹੀ ਹਾਸਲ ਕਰ ਲਈ, ਉਸ ਦਾ ਮਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ਉਸ ਦਾ ਸਰੀਰ (ਆਤਮਕ ਜਲ ਨਾਲ) ਹਰਾ ਹੋ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "mau~ilE ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "brin. n swkau, ausqiq qw kI; kImiq. khxu n jweI]2]",
    "transliteration": "Baran N Saako Ousathath Thaa Kee Keemath Kehan N Jaaee ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਉਸ ਮਨੁੱਖ ਦੀ ਵਡਿਆਈ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਉਸ ਮਨੁੱਖ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਦੀ ਕੀਮਤ ਨਹੀਂ ਦੱਸੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "Gwl. n imilE, syv. n imilE; imilE Awie AicMqw]",
    "transliteration": "Ghaal N Miliou Saev N Miliou Miliou Aae Achinthaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਰਸ (ਆਪਣੀ ਕਿਸੇ) ਮੇਹਨਤ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ, ਆਪਣੀ ਕਿਸੇ ਸੇਵਾ ਦੇ ਬਲ ਨਾਲ ਨਹੀਂ ਮਿਲਦਾ, ਉਸ ਨੂੰ ਉਸ ਦੇ ਚਿਤ-ਚੇਤੇ ਤੋਂ ਬਾਹਰਾ ਹੀ ਪ੍ਰਾਪਤ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "jw kau dieAw krI myrY Twkuir; iqin gurih kmwno mMqw]3]",
    "transliteration": "Jaa Ko Dhaeiaa Karee Maerai Thaakur Thin Gurehi Kamaano Manthaa ||3||",
    "punjabi": "ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਕੀਤੀ, ਉਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਉਤੇ ਅਮਲ ਕੀਤਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "dIn dYAwl sdw ikrpwlw; srb jIAw pRiqpwlw]",
    "transliteration": "Dheen Dhaiaal Sadhaa Kirapaalaa Sarab Jeeaa Prathipaalaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਦਾ ਹੀ ਮੇਹਰਬਾਨ ਰਹਿੰਦਾ ਹੈ, ਸਾਰੇ ਜੀਵਾਂ ਦੀ ਪਾਲਣਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2558,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "Eiq poiq nwnk sMig rivAw; ijau mwqw bwl guopwlw]4]7]",
    "transliteration": "Outh Poth Naanak Sang Raviaa Jio Maathaa Baal Guopaalaa ||4||7||",
    "punjabi": "ਜਿਵੇਂ ਮਾਂ ਆਪਣੇ ਬੱਚੇ ਨੂੰ ਸਦਾ ਆਪਣੇ ਚਿੱਤ ਵਿਚ ਟਿਕਾ ਰੱਖਦੀ ਹੈ, ਹੇ ਨਾਨਕ! ਇਸੇ ਤਰ੍ਹਾਂ ਉਹ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਤਾਣੇ ਪੇਟੇ ਵਾਂਗ ਉਸ ਮਨੁੱਖ ਦੇ ਨਾਲ ਮਿਲਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਨੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਸੁਆਦ ਆ ਜਾਂਦਾ ਹੈ) ॥੪॥੭॥",
    "pronunciation": "guopwlw:hoVy AONkV ivckwr bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "bwir jwau. gur Apuny aUpir; ijin. hir hir nwmu idRV@wXw]",
    "transliteration": "Baar Jaao Gur Apunae Oopar Jin Har Har Naam Dhrirrhaayaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ;",
    "pronunciation": "idRV@wXw:Xw qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "mhw auidAwn AMDkwr mih; ijin sIDw mwrgu idKwXw]1]",
    "transliteration": "Mehaa Oudhiaan Andhhakaar Mehi Jin Seedhhaa Maarag Dhikhaayaa ||1||",
    "punjabi": "ਜਿਸ ਨੇ ਇਸ ਵੱਡੇ ਅਤੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਘੁੱਪ ਹਨੇਰੇ (ਸੰਸਾਰ-) ਜੰਗਲ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ) ਮੈਨੂੰ ਸਿੱਧਾ ਰਾਹ ਵਿਖਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "(auidAwn) aujwV",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "hmry pRwn; gupwl goibMd]",
    "transliteration": "Hamarae Praan Gupaal Gobindh ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪਰਮਾਤਮਾ ਸਾਡੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "eIhw aUhw srb Qok kI; ijsih hmwrI icMd]1]rhwau]",
    "transliteration": "Eehaa Oohaa Sarab Thhok Kee Jisehi Hamaaree Chindh ||1|| Rehaao ||",
    "punjabi": "ਜਿਸ ਨੂੰ (ਇਸ ਲੋਕ ਵਿਚ ਪਰੋਲਕ ਵਿਚ) ਸਾਡੀਆਂ ਸਾਰੀਆਂ ਲੋੜਾਂ ਪੂਰੀਆਂ ਕਰਨ ਦਾ ਫ਼ਿਕਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(icMd) icMqw",
    "type_id": 4
  },
  {
    "shabad_id": 2559,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "jw kY ismrin. srb inDwnw; mwnu mhqu piq pUrI]",
    "transliteration": "Jaa Kai Simaran Sarab Nidhhaanaa Maan Mehath Path Pooree ||",
    "punjabi": "ਹੇ ਭਾਈ! (ਉਹ ਪਰਮਾਤਮਾ ਸਾਡੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਹੈ) ਜਿਸ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਆਦਰ ਮਿਲਦਾ ਹੈ, ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ, ਪੂਰੀ ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "m-h`qu",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "nwmu lYq. koit AG nwsy; Bgq bwCih siB DUrI]2]",
    "transliteration": "Naam Laith Kott Agh Naasae Bhagath Baashhehi Sabh Dhhooree ||2||",
    "punjabi": "ਜਿਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਕ੍ਰੋੜਾਂ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ। (ਹੇ ਭਾਈ!) ਸਾਰੇ ਭਗਤ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੋਚਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(AG) pwp",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "srb mnorQ. jy ko cwhY; syvY eyku inDwnw]",
    "transliteration": "Sarab Manorathh Jae Ko Chaahai Saevai Eaek Nidhhaanaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜੋ ਕੋਈ ਮਨੁੱਖ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ (ਪੂਰੀਆਂ ਕਰਨੀਆਂ) ਚਾਹੁੰਦਾ ਹੈ (ਤਾਂ ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ) ਉਹ ਉਸ ਇੱਕ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰੇ ਜੋ ਸਾਰੇ ਪਦਾਰਥਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "pwrbRhm AprMpr suAwmI; ismrq pwir prwnw]3]",
    "transliteration": "Paarabreham Aparanpar Suaamee Simarath Paar Paraanaa ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਜਗਤ ਦੇ ਮਾਲਕ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਈਦਾ ਹੈ ॥੩॥",
    "pronunciation": "Ap-rMpr",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "sIql sWiq mhw suKu pwieAw; sMqsMig rihE El@w]",
    "transliteration": "Seethal Saanth Mehaa Sukh Paaeiaa Santhasang Rehiou Oulhaa ||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਸ ਮਨੁੱਖ ਦਾ ਹਿਰਦਾ) ਠੰਢਾ-ਠਾਰ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਨੂੰ ਬੜਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੀ ਇੱਜ਼ਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਕੋਈ ਪਾਪ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੇ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2559,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "hir Dnu sMcnu. hir nwmu Bojnu; iehu nwnk kIno col@w]4]8]",
    "transliteration": "Har Dhhan Sanchan Har Naam Bhojan Eihu Naanak Keeno Cholhaa ||4||8||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ (ਆਪਣੇ ਆਤਮਾ ਵਾਸਤੇ) ਭੋਜਨ ਬਣਾਇਆ ਹੈ ਸੁਆਦਲਾ ਖਾਣਾ ਬਣਾਇਆ ਹੈ ॥੪॥੮॥",
    "pronunciation": "(col@w) cMgw Bojn",
    "type_id": 3
  }
]