[
  {
    "shabad_id": 2560,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ijh krxI hovih srimMdw; iehw kmwnI rIiq]",
    "transliteration": "Jih Karanee Hovehi Saramindhaa Eihaa Kamaanee Reeth ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹੀਂ ਕੰਮੀਂ ਤੂੰ (ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਸ਼ਰਮਿੰਦਾ ਹੋਵੇਂਗਾ ਉਹਨਾਂ ਹੀ ਕੰਮਾਂ ਦੀ ਚਾਲ ਚੱਲ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sMq kI inMdw. swkq kI pUjw; AYsI idRV@I ibprIiq]1]",
    "transliteration": "Santh Kee Nindhaa Saakath Kee Poojaa Aisee Dhrirrhee Bipareeth ||1||",
    "punjabi": "ਤੂੰ ਸੰਤ ਜਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ, ਤੇ, ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਦਾ ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈਂ। ਤੂੰ ਅਸਚਰਜ ਉਲਟੀ ਮਤਿ ਗ੍ਰਹਣ ਕੀਤੀ ਹੋਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "mwieAw moh BUlo; AvrY hIq]",
    "transliteration": "Maaeiaa Moh Bhoolo Avarai Heeth ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ (ਵਿਚ ਫਸ ਕੇ) ਤੂੰ ਕੁਰਾਹੇ ਪੈ ਗਿਆ ਹੈਂ, (ਪਰਮਾਤਮਾ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਵਿਚ ਪਿਆਰ ਪਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hircMdaurI bn hr pwq ry; iehY quhwro bIq]1]rhwau]",
    "transliteration": "Harichandhouree Ban Har Paath Rae Eihai Thuhaaro Beeth ||1|| Rehaao ||",
    "punjabi": "ਤੇਰੀ ਆਪਣੀ ਪਾਂਇਆਂ ਤਾਂ ਇਤਨੀ ਹੀ ਹੈ ਜਿਤਨੀ ਜੰਗਲ ਦੇ ਹਰੇ ਪੱਤਿਆਂ ਦੀ, ਜਿਤਨੀ ਆਕਾਸ਼ ਵਿਚ ਦਿੱਸ ਰਹੀ ਨਗਰੀ ਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(hircMdaurI) JUTI AkwSI n`grI[ (bIq) bl, iv`q",
    "type_id": 4
  },
  {
    "shabad_id": 2560,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "cMdn lyp hoq dyh kau; suKu grDB Bsm sMgIiq]",
    "transliteration": "Chandhan Laep Hoth Dhaeh Ko Sukh Garadhhabh Bhasam Sangeeth ||",
    "punjabi": "ਹੇ ਭਾਈ! ਖੋਤਾ ਮਿੱਟੀ ਵਿਚ ਹੀ (ਲੇਟਣ ਨਾਲ) ਸੁਖ ਸਮਝਦਾ ਹੈ, ਭਾਵੇਂ ਉਸ ਦੇ ਸਰੀਰ ਉਤੇ ਚੰਦਨ ਦਾ ਲੇਪ ਪਏ ਕਰੀਏ (ਇਹੀ ਹਾਲ ਤੇਰਾ ਹੈ)।",
    "pronunciation": "(sMgIiq) sMg",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "AMimRq sMig. nwih ruc Awvq; ibKY TgaurI pRIiq]2]",
    "transliteration": "Anmrith Sang Naahi Ruch Aavath Bikhai Thagouree Preeth ||2||",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਨਾਲ ਤੇਰਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ। ਤੂੰ ਵਿਸ਼ਿਆਂ ਦੀ ਠਗਬੂਟੀ ਨਾਲ ਪਿਆਰ ਕਰਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "auqm sMq Bly sMjogI; iesu jug mih pivq punIq ]",
    "transliteration": "Outham Santh Bhalae Sanjogee Eis Jug Mehi Pavith Puneeth ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉੱਚੇ ਜੀਵਨ ਵਾਲੇ ਸੰਤ ਜੇਹੜੇ ਇਸ ਸੰਸਾਰ (ਦੇ ਵਿਕਾਰਾਂ) ਵਿਚ ਭੀ ਪਵਿਤ੍ਰ ਹੀ ਰਹਿੰਦੇ ਹਨ, ਭਲੇ ਸੰਜੋਗਾਂ ਨਾਲ ਹੀ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "jwq AkwrQ jnmu pdwrQ; kwc bwdrY jIq]3]",
    "transliteration": "Jaath Akaarathh Janam Padhaarathh Kaach Baadharai Jeeth ||3||",
    "punjabi": "(ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ) ਤੇਰਾ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਜਾ ਰਿਹਾ ਹੈ, ਕੱਚ ਦੇ ਵੱਟੇ ਵਿਚ ਜਿੱਤਿਆ ਜਾ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "(bwdrY) bdly",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jnm jnm ky iklivK duK Bwgy; guir igAwn AMjnu nyqR dIq]",
    "transliteration": "Janam Janam Kae Kilavikh Dhukh Bhaagae Gur Giaan Anjan Naethr Dheeth ||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਸੁਰਮਾ ਪਾ ਦਿੱਤਾ, ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਕੀਤੇ ਪਾਪ ਦੂਰ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2560,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "swDsMig ien duK qy inkisE; nwnk eyk prIq]4]9]",
    "transliteration": "Saadhhasang Ein Dhukh Thae Nikasiou Naanak Eaek Pareeth ||4||9||",
    "punjabi": "ਸੰਗਤਿ ਵਿਚ ਟਿਕ ਕੇ ਉਹ ਮਨੁੱਖ ਇਹਨਾਂ ਦੁੱਖਾਂ-ਪਾਪਾਂ ਤੋਂ ਬਚ ਨਿਕਲਿਆ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਉਸ ਨੇ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾ ਲਿਆ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "pwnI pKw pIsau. sMq AwgY; gux goivMd jsu gweI]",
    "transliteration": "Paanee Pakhaa Peeso Santh Aagai Gun Govindh Jas Gaaee ||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ) ਮੈਂ (ਤੇਰੇ) ਸੰਤਾਂ ਦੀ ਸੇਵਾ ਵਿਚ (ਰਹਿ ਕੇ, ਉਹਨਾਂ ਵਾਸਤੇ) ਪਾਣੀ (ਢੋਂਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਨੂੰ) ਪੱਖਾ (ਝੱਲਦਾ ਰਹਾਂ, ਉਹਨਾਂ ਵਾਸਤੇ ਆਟਾ) ਪੀਂਹਦਾ ਰਹਾਂ, ਤੇ, ਹੇ ਗੋਬਿੰਦ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "swis swis mnu nwmu sm@wrY; iehu ibsRwm iniD pweI]1]",
    "transliteration": "Saas Saas Man Naam Samhaarai Eihu Bisraam Nidhh Paaee ||1||",
    "punjabi": "ਮੇਰਾ ਮਨ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਤੇਰਾ) ਨਾਮ ਚੇਤੇ ਕਰਦਾ ਰਹੇ, ਮੈਂ ਤੇਰਾ ਇਹ ਨਾਮ ਪ੍ਰਾਪਤ ਕਰ ਲਵਾਂ ਜੋ ਸੁਖ ਸ਼ਾਂਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "qum@ krhu dieAw. myry sweI]",
    "transliteration": "Thumh Karahu Dhaeiaa Maerae Saaee ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਖਸਮ-ਪ੍ਰਭੂ! (ਮੇਰੇ ਉੱਤੇ) ਦਇਆ ਕਰ।",
    "pronunciation": "sWeI",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "AYsI miq dIjY myry Twkur; sdw sdw quDu iDAweI]1] rhwau]",
    "transliteration": "Aisee Math Dheejai Maerae Thaakur Sadhaa Sadhaa Thudhh Dhhiaaee ||1|| Rehaao ||",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਮੈਨੂੰ ਇਹੋ ਜਿਹੀ ਅਕਲ ਬਖ਼ਸ਼ ਕਿ ਮੈਂ ਸਦਾ ਹੀ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2561,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "qum@rI ikRpw qy. mohu mwnu CUtY; ibnis jwie BrmweI]",
    "transliteration": "Thumharee Kirapaa Thae Mohu Maan Shhoottai Binas Jaae Bharamaaee ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ (ਮੇਰਾ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਮੁੱਕ ਜਾਏ, ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਏ, ਮੇਰੀ ਭਟਕਣਾ ਦਾ ਨਾਸ ਹੋ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "And rUpu rivE sB mDy; jq kq pyKau jweI]2]",
    "transliteration": "Anadh Roop Raviou Sabh Madhhae Jath Kath Paekho Jaaee ||2||",
    "punjabi": "ਮੈਂ ਜਿੱਥੇ ਕਿੱਥੇ ਜਾ ਕੇ ਵੇਖਾਂ, ਸਭਨਾਂ ਵਿਚ ਮੈਨੂੰ ਤੂੰ ਆਨੰਦ-ਸਰੂਪ ਹੀ ਵੱਸਦਾ ਦਿੱਸੇਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "qum@ dieAwl ikrpwl ikRpwiniD; piqq. pwvn gosweI]",
    "transliteration": "Thumh Dhaeiaal Kirapaal Kirapaa Nidhh Pathith Paavan Gosaaee ||",
    "punjabi": "ਹੇ ਧਰਤੀ ਦੇ ਖਸਮ! ਤੂੰ ਦਇਆਲ ਹੈਂ, ਕਿਰਪਾਲ ਹੈਂ, ਤੂੰ ਦਇਆ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ, ਤੂੰ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤ੍ਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "gosWeI",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "koit sUK AwnMd rwj pwey; muK qy. inmK bulweI]3]",
    "transliteration": "Kott Sookh Aanandh Raaj Paaeae Mukh Thae Nimakh Bulaaee ||3||",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਮੂੰਹੋਂ ਤੇਰਾ ਨਾਮ ਉਚਾਰਦਾ ਹਾਂ, ਮੈਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ ਮੈਂ ਰਾਜ-ਭਾਗ ਦੇ ਕ੍ਰੋੜਾਂ ਸੁਖ ਆਨੰਦ ਮਾਣ ਲਏ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "jwp qwp Bgiq sw pUrI; jo pRB kY min BweI]",
    "transliteration": "Jaap Thaap Bhagath Saa Pooree Jo Prabh Kai Man Bhaaee ||",
    "punjabi": "ਉਹੀ ਜਾਪ ਤਾਪ ਉਹੀ ਭਗਤੀ ਸਿਰੇ ਚੜ੍ਹੀ ਜਾਣੋ, ਜੇਹੜੀ ਪਰਮਾਤਮਾ ਦੇ ਮਨ ਵਿਚ ਪਸੰਦ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2561,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "nwmu jpq. iqRsnw sB buJI hY; nwnk. iqRpiq AGweI]4]10]",
    "transliteration": "Naam Japath Thrisanaa Sabh Bujhee Hai Naanak Thripath Aghaaee ||4||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆਂ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, (ਮਾਇਕ ਪਦਾਰਥਾਂ ਵਲੋਂ) ਪੂਰੇ ਤੌਰ ਤੇ ਰੱਜ ਜਾਈਦਾ ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "buJI:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ijin kIny vis ApunY. qRY gux; Bvx cqur sMswrw]",
    "transliteration": "Jin Keenae Vas Apunai Thrai Gun Bhavan Chathur Sansaaraa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ (ਮਾਇਆ) ਨੇ ਸਾਰੇ ਤ੍ਰੈ-ਗੁਣੀ ਸੰਸਾਰ ਨੂੰ ਸਾਰੇ ਚਾਰ-ਕੂਟ ਜਗਤ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਜਿਸ ਨੇ ਜੱਗ ਕਰਨ ਵਾਲੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jg iesnwn qwp Qwn KMfy; ikAw iehu jMqu ivcwrw]1]",
    "transliteration": "Jag Eisanaan Thaap Thhaan Khanddae Kiaa Eihu Janth Vichaaraa ||1||",
    "punjabi": "ਇਸ਼ਨਾਨ ਕਰਨ ਵਾਲੇ, ਤਪ ਕਰਨ ਵਾਲੇ ਸਾਰੇ ਥਾਂ ਭੰਨ ਕੇ ਰੱਖ ਦਿੱਤੇ ਹਨ, ਇਸ ਜੀਵ ਵਿਚਾਰੇ ਦੀ ਕੀਹ ਪਾਂਇਆਂ ਹੈ (ਕਿ ਉਸ ਦਾ ਟਾਕਰਾ ਕਰ ਸਕੇ)? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "pRB kI Et ghI; qau CUto]",
    "transliteration": "Prabh Kee Outt Gehee Tho Shhootto ||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਪੱਲਾ ਫੜਿਆ, ਤਦੋਂ ਉਹ (ਮਾਇਆ ਦੇ ਪੰਜੇ ਵਿਚੋਂ) ਬਚ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "swD pRswid hir hir hir gwey; ibKY ibAwiD qb hUto]1]rhwau]",
    "transliteration": "Saadhh Prasaadh Har Har Har Gaaeae Bikhai Biaadhh Thab Hootto ||1|| Rehaao ||",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਸ਼ੁਰੂ ਕੀਤੇ, ਤਦੋਂ ਵਿਕਾਰਾਂ ਦਾ ਰੋਗ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮੁੱਕ ਗਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2562,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "nh suxIAY. nh muK qy bkIAY; nh mohY auh fITI]",
    "transliteration": "Neh Suneeai Neh Mukh Thae Bakeeai Neh Mohai Ouh Ddeethee ||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਾਇਆ ਜਦੋਂ ਮਨੁੱਖ ਨੂੰ ਆ ਕੇ ਭਰਮਾਂਦੀ ਹੈ, ਤਦੋਂ ਨਾਹ ਉਸ ਦੀ ਆਵਾਜ਼ ਸੁਣੀਦੀ ਹੈ, ਨਾਹ ਉਹ ਮੂੰਹੋਂ ਬੋਲਦੀ ਹੈ, ਨਾਹ ਉਹ ਅੱਖੀਂ ਦਿੱਸਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "AYsI TgaurI pwie BulwvY; min sB kY lwgY mITI]2]",
    "transliteration": "Aisee Thagouree Paae Bhulaavai Man Sabh Kai Laagai Meethee ||2||",
    "punjabi": "ਕੋਈ ਅਜੇਹੀ ਨਸ਼ੀਲੀ ਚੀਜ਼ ਖਵਾ ਕੇ ਮਨੁੱਖ ਨੂੰ ਕੁਰਾਹੇ ਪਾ ਦੇਂਦੀ ਹੈ ਕਿ ਸਭਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ ਪਿਆਰੀ ਪਈ ਲੱਗਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "mwie bwp pUq ihq BRwqw; auin Gir Gir myilE dUAw]",
    "transliteration": "Maae Baap Pooth Hith Bhraathaa Oun Ghar Ghar Maeliou Dhooaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਂ, ਪਿਉ, ਪੁੱਤਰ, ਮਿੱਤਰ, ਭਰਾ-ਉਸ ਮਾਇਆ ਨੇ ਹਰੇਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵਿਤਕਰਾ ਪਾ ਰੱਖਿਆ ਹੈ।",
    "pronunciation": "(ihq) im`qR[ (dUAw) dYq",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "iks hI vwiD. Gwit iks hI pih; sgly lir lir mUAw]3]",
    "transliteration": "Kis Hee Vaadhh Ghaatt Kis Hee Pehi Sagalae Lar Lar Mooaa ||3||",
    "punjabi": "ਕਿਸੇ ਪਾਸ (ਮਾਇਆ) ਬਹੁਤੀ ਹੈ, ਕਿਸੇ ਪਾਸ ਥੋੜੀ ਹੈ (ਬੱਸ, ਇਸੇ ਗੱਲੇ) ਸਾਰੇ (ਆਪੋ ਵਿਚ) ਲੜ ਲੜ ਕੇ ਪਏ ਖਪਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "hau bilhwrI siqgur Apuny; ijin iehu clqu idKwieAw]",
    "transliteration": "Ho Balihaaree Sathigur Apunae Jin Eihu Chalath Dhikhaaeiaa ||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਮੈਨੂੰ (ਮਾਇਆ ਦਾ) ਇਹ ਤਮਾਸ਼ਾ (ਅੱਖੀਂ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "gUJI Bwih jlY sMswrw; Bgq. n ibAwpY mwieAw]4]",
    "transliteration": "Goojhee Bhaahi Jalai Sansaaraa Bhagath N Biaapai Maaeiaa ||4||",
    "punjabi": "(ਮੈਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਮਾਇਆ ਦੀ ਇਸ) ਲੁਕੀ ਹੋਈ ਅੱਗ ਨਾਲ ਸਾਰਾ ਜਗਤ ਸੜ ਰਿਹਾ ਹੈ। ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਉੱਤੇ ਮਾਇਆ (ਆਪਣਾ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ ॥੪॥",
    "pronunciation": "(Bwih) A`g",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "sMq pRswid mhw suKu pwieAw; sgly bMDn kwty]",
    "transliteration": "Santh Prasaadh Mehaa Sukh Paaeiaa Sagalae Bandhhan Kaattae ||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਬੜਾ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ; ਉਸ ਦੇ (ਮਾਇਆ ਵਾਲੇ) ਸਾਰੇ ਬੰਧਨ ਕੱਟੇ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2562,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "hir hir nwmu nwnk Dnu pwieAw; ApunY Gir lY AwieAw Kwty]5]11]",
    "transliteration": "Har Har Naam Naanak Dhhan Paaeiaa Apunai Ghar Lai Aaeiaa Khaattae ||5||11||",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਜਿਸ ਨੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ, ਤੇ ਹੇ ਨਾਨਕ! ਇਹ ਧਨ ਖੱਟ-ਕਮਾ ਕੇ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਲੈ ਆਂਦਾ ਹੈ, ॥੫॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2563,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2563,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "qum dwqy Twkur pRiqpwlk; nwiek Ksm hmwry]",
    "transliteration": "Thum Dhaathae Thaakur Prathipaalak Naaeik Khasam Hamaarae ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਭਨਾਂ ਨੂੰ ਪਾਲਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਾਡਾ ਆਗੂ ਹੈਂ (ਜੀਵਨ-ਅਗਵਾਈ ਦੇਣ ਵਾਲਾ ਹੈਂ), ਤੂੰ ਸਾਡਾ ਖਸਮ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  }
]