[
  {
    "shabad_id": 2582,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "DnwsrI mhlw 5 Gru 7",
    "transliteration": "Dhhanaasaree Mehalaa 5 Ghar 7",
    "translation": "Dhanaasaree, Fifth Mehl, Seventh House:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੭ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2582,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2582,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "hir eyku ismir eyku ismir; eyku ismir ipAwry ]",
    "transliteration": "Har Eaek Simar Eaek Simar Eaek Simar Piaarae ||",
    "translation": "Meditate in remembrance on the One Lord; meditate in remembrance on the One Lord; meditate in remembrance on the One Lord, O my Beloved.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2582,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "kil klys loB moh; mhw Baujlu qwry ] rhwau ]",
    "transliteration": "Kal Kalaes Lobh Moh Mehaa Bhoujal Thaarae || Rehaao ||",
    "translation": "He shall save you from strife, suffering, greed, attachment, and the most terrifying world-ocean. ||Pause||",
    "punjabi": "(ਇਹ ਸਿਮਰਨ) ਇਸ ਵੱਡੇ ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ਜਿਸ ਵਿਚ ਬੇਅੰਤ ਸੰਸਾਰਕ ਝਗੜੇ ਹਨ, ਜਿਸ ਵਿਚ ਲੋਭ ਮੋਹ (ਦੀਆਂ ਲਹਿਰਾਂ ਉਠ ਰਹੀਆਂ) ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2582,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "swis swis inmK inmK; idnsu rYin icqwry ]",
    "transliteration": "Saas Saas Nimakh Nimakh Dhinas Rain Chithaarae ||",
    "translation": "With each and every breath, each and every instant, day and night, dwell upon Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਦਿਨ ਰਾਤ ਛਿਨ ਛਿਨ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2582,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "swDsMg jip insMg; min inDwnu Dwry ]1]",
    "transliteration": "Saadhhasang Jap Nisang Man Nidhhaan Dhhaarae ||1||",
    "translation": "In the Saadh Sangat, the Company of the Holy, meditate on Him fearlessly, and enshrine the treasure of His Name in your mind. ||1||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ (ਬੈਠ ਕੇ) ਝਾਕਾ ਲਾਹ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ। ਇਹ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2582,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "crnkml nmskwr; gun goibd bIcwry ]",
    "transliteration": "Charan Kamal Namasakaar Gun Gobidh Beechaarae ||",
    "translation": "Worship His lotus feet, and contemplate the glorious virtues of the Lord of the Universe.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਪਰਮਾਤਮਾ ਦੇ ਕੋਮਲ ਚਰਨਾਂ ਉਤੇ ਆਪਣਾ ਸਿਰ ਨਿਵਾਈ ਰੱਖ। ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਵਸਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2582,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "swD jnw kI ryn nwnk; mMgl sUK sDwry ]2]1]31]",
    "transliteration": "Saadhh Janaa Kee Raen Naanak Mangal Sookh Sadhhaarae ||2||1||31||",
    "translation": "O Nanak, the dust of the feet of the Holy shall bless you with pleasure and peace. ||2||1||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੰਤ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ (ਆਪਣੇ ਮੱਥੇ ਉਤੇ ਲਾਇਆ ਕਰ, ਇਹ ਚਰਨ-ਧੂੜ) ਆਤਮਕ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਆਤਮਕ ਆਨੰਦ ਦੇਂਦੀ ਹੈ ॥੨॥੧॥੩੧॥",
    "pronunciation": "(sDwry) idMdI hY",
    "type_id": 3
  },
  {
    "shabad_id": 2583,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "DnwsrI mhlw 5 Gru 8 dupdy",
    "transliteration": "Dhhanaasaree Mehalaa 5 Ghar 8 Dhupadhae",
    "translation": "Dhanaasaree, Fifth Mehl, Eighth House, Du-Padas:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੮ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "du-pdy",
    "type_id": 3
  },
  {
    "shabad_id": 2583,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2583,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ismrau ismir ismir suK pwvau; swis swis sm@wly ]",
    "transliteration": "Simaro Simar Simar Sukh Paavo Saas Saas Samaalae ||",
    "translation": "Remembering, remembering, remembering Him in meditation, I find peace; with each and every breath, I dwell upon Him.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੂੰ ਮੈਂ ਆਪਣੇ) ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਸਿਮਰਦਾ ਹਾਂ, ਤੇ, ਸਿਮਰ ਸਿਮਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2583,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ieh loik prloik sMig shweI; jq kq moih rKvwly ]1]",
    "transliteration": "Eih Lok Paralok Sang Sehaaee Jath Kath Mohi Rakhavaalae ||1||",
    "translation": "In this world, and in the world beyond, He is with me, as my help and support; wherever I go, He protects me. ||1||",
    "punjabi": "ਇਹ ਹਰਿ-ਨਾਮ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਮੇਰੇ ਨਾਲ ਮਦਦਗਾਰ ਹੈ, ਹਰ ਥਾਂ ਮੇਰਾ ਰਾਖਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2583,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "gur kw bcnu bsY jIA nwly ]",
    "transliteration": "Gur Kaa Bachan Basai Jeea Naalae ||",
    "translation": "The Guru's Word abides with my soul.",
    "punjabi": "ਹੇ ਭਾਈ! (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਾਲ ਭਰਪੂਰ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮੇਰੀ ਜਿੰਦ ਦੇ ਨਾਲ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2583,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "jil nhI fUbY. qskru nhI lyvY; Bwih. n swkY jwly ]1] rhwau ]",
    "transliteration": "Jal Nehee Ddoobai Thasakar Nehee Laevai Bhaahi N Saakai Jaalae ||1|| Rehaao ||",
    "translation": "It does not sink in water; thieves cannot steal it, and fire cannot burn it. ||1||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਇਕ ਐਸਾ ਧਨ ਹੈ, ਜੇਹੜਾ ਪਾਣੀ ਵਿਚ ਡੁੱਬਦਾ ਨਹੀਂ, ਜਿਸ ਨੂੰ ਚੋਰ ਚੁਰਾ ਨਹੀਂ ਸਕਦਾ, ਜਿਸ ਨੂੰ ਅੱਗ ਸਾੜ ਨਹੀਂ ਸਕਦੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(qskru) cor",
    "type_id": 4
  },
  {
    "shabad_id": 2583,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "inrDn kau Dnu. AMDuly kau itk; mwq dUDu jYsy bwly ]",
    "transliteration": "Niradhhan Ko Dhhan Andhhulae Ko Ttik Maath Dhoodhh Jaisae Baalae ||",
    "translation": "It is like wealth to the poor, a cane for the blind, and mother's milk for the infant.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕੰਗਾਲ ਵਾਸਤੇ ਧਨ ਹੈ, ਅੰਨ੍ਹੇ ਵਾਸਤੇ ਡੰਗੋਰੀ ਹੈ, ਜਿਵੇਂ ਬੱਚੇ ਵਾਸਤੇ ਮਾਂ ਦਾ ਦੁੱਧ ਹੈ (ਤਿਵੇਂ ਹਰਿ-ਨਾਮ ਮਨੁੱਖ ਦੀ ਆਤਮਾ ਵਾਸਤੇ ਹੈ)।",
    "pronunciation": "itk:polw bolo[b`wly",
    "type_id": 3
  },
  {
    "shabad_id": 2583,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "swgr mih boihQu pwieE. hir nwnk; krI ikRpw ikrpwly ]2]1]32]",
    "transliteration": "Saagar Mehi Bohithh Paaeiou Har Naanak Karee Kirapaa Kirapaalae ||2||1||32||",
    "translation": "In the ocean of the world, I have found the boat of the Lord; the Merciful Lord has bestowed His Mercy upon Nanak. ||2||1||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਕਿਰਪਾਲ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੂੰ (ਇਹ ਨਾਮ) ਮਿਲ ਗਿਆ (ਜੋ) ਸਮੁੰਦਰ ਵਿਚ ਜਹਾਜ਼ ਹੈ ॥੨॥੧॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2584,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "DnwsrI mhlw 5 ]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2584,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Bey ikRpwl dieAwl goibMdw; AMimRqu irdY isMcweI ]",
    "transliteration": "Bheae Kirapaal Dhaeiaal Gobindhaa Anmrith Ridhai Sinchaaee ||",
    "translation": "The Lord of the Universe has become kind and merciful; His Ambrosial Nectar permeates my heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਜੀ ਆਪਣੇ ਸੇਵਕਾਂ ਉਤੇ (ਸਦਾ) ਕਿਰਪਾਲ ਰਹਿੰਦੇ ਹਨ, ਦਇਆਵਾਨ ਰਹਿੰਦੇ ਹਨ। (ਜੇ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਹੋਵੇ, ਤਾਂ ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਮੈਂ ਭੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਇਕੱਠਾ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2584,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "nv iniD iriD isiD hir; lwig rhI jn pweI ]1]",
    "transliteration": "Nav Nidhh Ridhh Sidhh Har Laag Rehee Jan Paaee ||1||",
    "translation": "The nine treasures, riches and the miraculous spiritual powers of the Siddhas cling to the feet of the Lord's humble servant. ||1||",
    "punjabi": "ਧਰਤੀ ਦੇ ਸਾਰੇ ਨੌ ਖ਼ਜ਼ਾਨੇ, ਸਾਰੀਆਂ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ, ਸੰਤ ਜਨਾਂ ਦੇ ਪੈਰਾਂ ਵਿਚ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2584,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "sMqn kau; Andu sgl hI jweI ]",
    "transliteration": "Santhan Ko Anadh Sagal Hee Jaaee ||",
    "translation": "The Saints are in ecstasy everywhere.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੰਤ ਜਨਾਂ ਨੂੰ (ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਭਨੀਂ ਥਾਈਂ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2584,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "igRih bwhir Twkuru Bgqn kw; riv rihAw sRb TweI ]1] rhwau ]",
    "transliteration": "Grihi Baahar Thaakur Bhagathan Kaa Rav Rehiaa Srab Thaaee ||1|| Rehaao ||",
    "translation": "Within the home, and outside as well, the Lord and Master of His devotees is totally pervading and permeating everywhere. ||1||Pause||",
    "punjabi": "ਘਰ ਵਿਚ, (ਘਰੋਂ) ਬਾਹਰ (ਹਰ ਥਾਂ) ਪਰਮਾਤਮਾ ਭਗਤਾਂ ਦਾ (ਰਾਖਾ) ਹੈ। (ਭਗਤਾਂ ਨੂੰ ਪ੍ਰਭੂ) ਸਭਨੀਂ ਥਾਈਂ ਵੱਸਦਾ (ਦਿੱਸਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "gi Rih",
    "type_id": 4
  },
  {
    "shabad_id": 2584,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "qw kau koie. n phucnhwrw; jw kY AMig gusweI ]",
    "transliteration": "Thaa Ko Koe N Pahuchanehaaraa Jaa Kai Ang Gusaaee ||",
    "translation": "No one can equal one who has the Lord of the Universe on his side.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਪੱਖ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਹੁੰਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਦੀ ਕੋਈ ਹੋਰ ਮਨੁੱਖ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2584,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "jm kI qRws imtY ijsu ismrq; nwnk nwmu iDAweI ]2]2]33]",
    "transliteration": "Jam Kee Thraas Mittai Jis Simarath Naanak Naam Dhhiaaee ||2||2||33||",
    "translation": "The fear of the Messenger of Death is eradicated, remembering Him in meditation; Nanak meditates on the Naam, the Name of the Lord. ||2||2||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਮੌਤ ਦਾ ਸਹਮ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਨੇੜੇ ਨਹੀਂ ਢੁਕਦੀ), ਤੂੰ ਭੀ ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ ॥੨॥੨॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2585,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "DnwsrI mhlw 5 ]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2585,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "drbvMqu. drbu dyiK grbY; BUmvMqu AiBmwnI ]",
    "transliteration": "Dharabavanth Dharab Dhaekh Garabai Bhoomavanth Abhimaanee ||",
    "translation": "The rich man gazes upon his riches, and is proud of himself; the landlord takes pride in his lands.",
    "punjabi": "(ਹੇ ਭਾਈ! ਧਨੀ ਮਨੁੱਖ ਨੂੰ ਧਨ ਦਾ ਆਸਰਾ ਹੁੰਦਾ ਹੈ, ਪਰ) ਧਨੀ ਮਨੁੱਖ ਧਨ ਨੂੰ ਵੇਖ ਕੇ ਅਹੰਕਾਰ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ। (ਜ਼ਿਮੀਂ ਦੇ ਮਾਲਕ ਨੂੰ ਜ਼ਿਮੀਂ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ, ਪਰ) ਜ਼ਿਮੀਂ ਦਾ ਮਾਲਕ (ਆਪਣੀ ਜ਼ਿਮੀਂ ਵੇਖ ਕੇ) ਅਹੰਕਾਰੀ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(drbu) Dn",
    "type_id": 3
  },
  {
    "shabad_id": 2585,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "rwjw jwnY sgl rwju hmrw; iqau. hir jn tyk suAwmI ]1]",
    "transliteration": "Raajaa Jaanai Sagal Raaj Hamaraa Thio Har Jan Ttaek Suaamee ||1||",
    "translation": "The king believes that the whole kingdom belongs to him; in the same way, the humble servant of the Lord looks upon the support of his Lord and Master. ||1||",
    "punjabi": "ਰਾਜਾ ਸਮਝਦਾ ਹੈ ਸਾਰਾ ਦੇਸ ਮੇਰਾ ਹੀ ਰਾਜ ਹੈ (ਰਾਜੇ ਨੂੰ ਰਾਜ ਦਾ ਸਹਾਰਾ ਹੈ, ਪਰ ਰਾਜ ਦਾ ਅਹੰਕਾਰ ਭੀ ਹੈ)। ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕ ਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਹੈ (ਪਰ ਉਸ ਨੂੰ ਕੋਈ ਅਹੰਕਾਰ ਨਹੀਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2585,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "jy koaU ApunI Et smwrY ]",
    "transliteration": "Jae Kooo Apunee Outt Samaarai ||",
    "translation": "When one considers the Lord to be his only support,",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣੀ ਅਸਲੀ ਓਟ (ਪਰਮਾਤਮਾ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਈ ਰੱਖੇ, ਤਾਂ ਉਹ (ਅਹੰਕਾਰ ਆਦਿਕ ਦੇ ਮੁਕਾਬਲੇ ਤੇ) ਆਪਣਾ ਹੌਸਲਾ ਨਹੀਂ ਹਾਰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2585,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "jYsw ibqu qYsw hoie vrqY; Apunw blu. nhI hwrY ]1] rhwau ]",
    "transliteration": "Jaisaa Bith Thaisaa Hoe Varathai Apunaa Bal Nehee Haarai ||1|| Rehaao ||",
    "translation": "Then the Lord uses His power to help him; this power cannot be defeated. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਵਿਤ ਅਨੁਸਾਰ ਵਰਤਦਾ ਹੈ (ਵਿਤੋਂ ਬਾਹਰਾ ਨਹੀਂ ਹੁੰਦਾ, ਅਹੰਕਾਰ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਮਨੁੱਖਤਾ ਤੋਂ ਨਹੀਂ ਡਿੱਗਦਾ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ibqu) bl",
    "type_id": 4
  },
  {
    "shabad_id": 2585,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "Awn iqAwig Bey iek Awsr; srix srix kir Awey ]",
    "transliteration": "Aan Thiaag Bheae Eik Aasar Saran Saran Kar Aaeae ||",
    "translation": "Renouncing all others, I have sought the Support of the One Lord; I have come to Him, pleading, \"Save me, save me!\"",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਹੋਰ ਸਾਰੇ (ਧਨ ਭੁਇਂ ਰਾਜ ਆਦਿਕ ਦੇ) ਆਸਰੇ ਛੱਡ ਕੇ ਇਕ ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਰੱਖਣ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਜੇਹੜੇ ਇਹ ਆਖ ਕੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆ ਜਾਂਦੇ ਹਨ ਕਿ, ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ,",
    "pronunciation": "(Awsr) Awsry",
    "type_id": 3
  },
  {
    "shabad_id": 2585,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "sMq AnugRh Bey mn inrml; nwnk hir gun gwey ]2]3]34]",
    "transliteration": "Santh Anugreh Bheae Man Niramal Naanak Har Gun Gaaeae ||2||3||34||",
    "translation": "By the kindness and the Grace of the Saints, my mind has been purified; Nanak sings the Glorious Praises of the Lord. ||2||3||34||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾ ਗਾ ਕੇ ਉਹਨਾਂ ਦੇ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੩॥੩੪॥",
    "pronunciation": "(A-nu`gRh) ikRpw",
    "type_id": 3
  },
  {
    "shabad_id": 2586,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "DnwsrI mhlw 5 ]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2586,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "jw kau hir rMgu lwgo. iesu jug mih; so khIAq hY sUrw ]",
    "transliteration": "Jaa Ko Har Rang Laago Eis Jug Mehi So Keheeath Hai Sooraa ||",
    "translation": "He alone is called a warrior, who is attached to the Lord's Love in this age.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਸ ਜਗਤ ਵਿਚ ਉਹ ਮਨੁੱਖ ਸੂਰਮਾ ਆਖਿਆ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ (ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2586,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Awqm ijxY. sgl vis qw kY; jw kw siqguru pUrw ]1]",
    "transliteration": "Aatham Jinai Sagal Vas Thaa Kai Jaa Kaa Sathigur Pooraa ||1||",
    "translation": "Through the Perfect True Guru, he conquers his own soul, and then everything comes under his control. ||1||",
    "punjabi": "ਪੂਰਾ ਗੁਰੂ ਜਿਸ ਮਨੁੱਖ ਦਾ (ਮਦਦਗਾਰ ਬਣ ਜਾਂਦਾ) ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ ਜਿੱਤ ਲੈਂਦਾ ਹੈ, ਸਾਰੀ (ਸ੍ਰਿਸ਼ਟੀ) ਉਸ ਦੇ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦੀ ਹੈ (ਦੁਨੀਆ ਦਾ ਕੋਈ ਪਦਾਰਥ ਉਸ ਨੂੰ ਮੋਹ ਨਹੀਂ ਸਕਦਾ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]