[
  {
    "shabad_id": 2591,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "DMin su Qwnu. DMin Eie Bvnw; jw mih sMq bswry]",
    "transliteration": "Dhhann S Thhaan Dhhann Oue Bhavanaa Jaa Mehi Santh Basaarae ||",
    "translation": "Blessed is that place, and blessed is that house, in which the Saints dwell.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਥਾਂ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ ਘਰ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਵਿਚ ਸੰਤ ਜਨ ਵੱਸਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2591,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "jn nwnk kI srDw. pUrhu Twkur; Bgq qyry. nmskwry]2]9]40]",
    "transliteration": "Jan Naanak Kee Saradhhaa Poorahu Thaakur Bhagath Thaerae Namasakaarae ||2||9||40||",
    "translation": "Fulfill this desire of servant Nanak, O Lord Master, that he may bow in reverence to Your devotees. ||2||9||40||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਦਾਸ ਨਾਨਕ ਦੀ ਤਾਂਘ ਪੂਰੀ ਕਰ, ਕਿ ਤੇਰੇ ਭਗਤਾਂ ਨੂੰ ਸਦਾ ਸਿਰ ਨਿਵਾਂਦਾ ਰਹੇ ॥੨॥੯॥੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Cfwie lIE. mhw blI qy; Apny crn prwiq]",
    "transliteration": "Shhaddaae Leeou Mehaa Balee Thae Apanae Charan Paraath ||",
    "translation": "He has saved me from the awful power of Maya, by attaching me to His feet.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਉਸ ਨੂੰ) ਆਪਣੇ ਚਰਨੀਂ ਲਾ ਕੇ ਉਸ ਨੂੰ ਵੱਡੀ ਤਾਕਤ ਵਾਲੀ (ਮਾਇਆ) ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "eyku nwmu dIE mn mMqw; ibnis n kqhU jwiq]1]",
    "transliteration": "Eaek Naam Dheeou Man Manthaa Binas N Kathehoo Jaath ||1||",
    "translation": "He gave my mind the Mantra of the Naam, the Name of the One Lord, which shall never perish or leave me. ||1||",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਾਸਤੇ ਗੁਰੂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਮੰਤਰ ਦੇਂਦਾ ਹੈ; ਜੋ ਨਾਹ ਨਾਸ ਹੁੰਦਾ ਹੈ ਨਾਹ ਕਿਤੇ ਗੁਆਚਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "siqguir pUrY. kInI dwiq]",
    "transliteration": "Sathigur Poorai Keenee Dhaath ||",
    "translation": "The Perfect True Guru has given this gift.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰੇ ਗੁਰੂ ਨੇ (ਮੇਰੇ ਉਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir hir nwmu dIE kIrqn kau; BeI hmwrI gwiq]rhwau]",
    "transliteration": "Har Har Naam Dheeou Keerathan Ko Bhee Hamaaree Gaath || Rehaao ||",
    "translation": "He has blessed me with the Kirtan of the Praises of the Name of the Lord, Har, Har, and I am emancipated. ||Pause||",
    "punjabi": "(ਗੁਰੂ ਨੇ ਮੈਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕੀਰਤਨ ਕਰਨ ਲਈ ਦਿੱਤਾ ਹੈ, (ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਗਈ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "AMgIkwru kIE pRiB ApunY; Bgqn kI rwKI pwiq]",
    "transliteration": "Angeekaar Keeou Prabh Apunai Bhagathan Kee Raakhee Paath ||",
    "translation": "My God has made me His own, and saved the honor of His devotee.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੇ (ਸਦਾ ਹੀ) ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਪੱਖ ਕੀਤਾ ਹੈ, (ਭਗਤਾਂ ਦੀ) ਲਾਜ ਰੱਖੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2592,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "nwnk. crn ghy pRB Apny; suKu pwieE idn rwiq]2]10]41]",
    "transliteration": "Naanak Charan Gehae Prabh Apanae Sukh Paaeiou Dhin Raath ||2||10||41||",
    "translation": "Nanak has grasped the feet of his God, and has found peace, day and night. ||2||10||41||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ (ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ ਫੜ ਲਏ ਉਸ ਨੇ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਿਆ ਹੈ ॥੨॥੧੦॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "pr hrnw. loBu JUT inMd; iev hI krq. gudwrI]",
    "transliteration": "Par Haranaa Lobh Jhooth Nindh Eiv Hee Karath Gudhaaree ||",
    "translation": "Stealing the property of others, acting in greed, lying and slandering - in these ways, he passes his life.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਾਇਆ ਧਨ ਚੁਰਾਣਾ, ਲੋਭ ਕਰਨਾ; ਝੂਠ ਬੋਲਣਾ, ਨਿੰਦਿਆ ਕਰਨੀ-ਇਸੇ ਤਰ੍ਹਾਂ ਕਰਦਿਆਂ (ਸਾਕਤ ਆਪਣੀ ਉਮਰ) ਗੁਜ਼ਾਰਦਾ ਹੈ।",
    "pronunciation": "(pr) prwieAw[(hrnw) curwauxw",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "imRg iqRsnw. Aws imiQAw mITI; ieh tyk. mnih swDwrI]1]",
    "transliteration": "Mrig Thrisanaa Aas Mithhiaa Meethee Eih Ttaek Manehi Saadhhaaree ||1||",
    "translation": "He places his hopes in false mirages, believing them to be sweet; this is the support he installs in his mind. ||1||",
    "punjabi": "ਜਿਵੇਂ ਤਿਹਾਏ ਹਿਰਨ ਨੂੰ ਠਗ-ਨੀਰਾ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਤਿਵੇਂ ਸਾਕਤ ਝੂਠੀਆਂ ਆਸਾਂ ਨੂੰ ਮਿੱਠੀਆਂ ਮੰਨਦਾ ਹੈ। (ਝੂਠੀਆਂ ਆਸਾਂ ਦੀ) ਟੇਕ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਥੰਮ੍ਹੀ ਬਣਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "swkq kI Awvrdw; jwie ibRQwrI]",
    "transliteration": "Saakath Kee Aavaradhaa Jaae Brithhaaree ||",
    "translation": "The faithless cynic passes his life uselessly.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖ ਦੀ ਉਮਰ ਵਿਅਰਥ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "(Aw-vrdw) aumr",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "jYsy kwgd ky Bwr. mUsw tUik gvwvq; kwim nhI. gwvwrI]rhwau]",
    "transliteration": "Jaisae Kaagadh Kae Bhaar Moosaa Ttook Gavaavath Kaam Nehee Gaavaaree || Rehaao ||",
    "translation": "He is like the mouse, gnawing away at the pile of paper, making it useless to the poor wretch. ||Pause||",
    "punjabi": "ਜਿਵੇਂ ਕੋਈ ਚੂਹਾ ਕਾਗ਼ਜ਼ਾਂ ਦੇ ਢੇਰਾਂ ਦੇ ਢੇਰ ਟੁੱਕ ਟੁੱਕ ਕੇ ਗਵਾ ਦੇਂਦਾ ਹੈ, ਪਰ ਉਹ ਕਾਗ਼ਜ਼ ਉਸ ਮੂਰਖ ਦੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦੇ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "kir ikrpw pwrbRhm suAwmI; ieh bMDn CutkwrI]",
    "transliteration": "Kar Kirapaa Paarabreham Suaamee Eih Bandhhan Shhuttakaaree ||",
    "translation": "Have mercy on me, O Supreme Lord God, and release me from these bonds.",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੂੰ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰ ਕੇ (ਮਾਇਆ ਦੇ) ਇਹਨਾਂ ਬੰਧਨਾਂ ਤੋਂ ਛੁਡਾਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2593,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "bUfq AMD. nwnk pRB kwFq; swD jnw sMgwrI]2]11]42]",
    "transliteration": "Booddath Andhh Naanak Prabh Kaadtath Saadhh Janaa Sangaaree ||2||11||42||",
    "translation": "The blind are sinking, O Nanak; God saves them, uniting them with the Saadh Sangat, the Company of the Holy. ||2||11||42||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋ ਚੁਕੇ ਮਨੁੱਖਾਂ ਨੂੰ, ਮੋਹ ਵਿਚ ਡੁੱਬਦਿਆਂ ਨੂੰ, ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਲਿਆ ਕੇ ਤੂੰ ਆਪ ਹੀ ਡੁੱਬਣੋਂ ਬਚਾਂਦਾ ਹੈਂ ॥੨॥੧੧॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ismir ismir suAwmI pRBu Apnw; sIql qnu mnu CwqI]",
    "transliteration": "Simar Simar Suaamee Prabh Apanaa Seethal Than Man Shhaathee ||",
    "translation": "Remembering, remembering God, the Lord Master in meditation, my body, mind and heart are cooled and soothed.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਲਕ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਮੁੜ ਮੁੜ ਸਿਮਰ ਕੇ ਸਰੀਰ ਮਨ ਹਿਰਦਾ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "rUp rMg sUK Dnu jIA kw; pwrbRhm morY jwqI]1]",
    "transliteration": "Roop Rang Sookh Dhhan Jeea Kaa Paarabreham Morai Jaathee ||1||",
    "translation": "The Supreme Lord God is my beauty, pleasure, peace, wealth, soul and social status. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਵਾਸਤੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਰੂਪ ਹੈ, ਰੰਗ ਹੈ, ਸੁਖ ਹੈ, ਧਨ ਹੈ, ਤੇ, ਉੱਚੀ ਜਾਤਿ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rsnw; rwm rswiein mwqI]",
    "transliteration": "Rasanaa Raam Rasaaein Maathee ||",
    "translation": "My tongue is intoxicated with the Lord, the source of nectar.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਸਾਇਣ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "m`wqI ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "rMg rMgI. rwm Apny kY; crnkml iniD QwqI]rhwau]",
    "transliteration": "Rang Rangee Raam Apanae Kai Charan Kamal Nidhh Thhaathee || Rehaao ||",
    "translation": "I am in love, in love with the Lord's lotus feet, the treasure of riches. ||Pause||",
    "punjabi": "ਅਤੇ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਨਾਲ ਰੰਗੀ ਜਾਂਦੀ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਕੋਮਲ ਚਰਨਾਂ ਦੀ ਯਾਦ ਦਾ ਖ਼ਜ਼ਾਨਾ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਇਕੱਠਾ ਕਰ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "(Q`wqI) pMUjI",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ijs kw sw. iqn hI riK lIAw; pUrn pRB kI BwqI]",
    "transliteration": "Jis Kaa Saa Thin Hee Rakh Leeaa Pooran Prabh Kee Bhaathee ||",
    "translation": "I am His - He has saved me; this is God's perfect way.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦਾ (ਜੀਵਾਂ ਨੂੰ ਦੁੱਖਾਂ ਰੋਗਾਂ ਤੋਂ) ਬਚਾਣ ਦਾ ਤਰੀਕਾ ਉੱਤਮ ਹੈ।",
    "pronunciation": "(BwqI) rIqI",
    "type_id": 3
  },
  {
    "shabad_id": 2594,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "myil lIE Awpy suKdwqY; nwnk hir rwKI pwqI]2]12]43]",
    "transliteration": "Mael Leeou Aapae Sukhadhaathai Naanak Har Raakhee Paathee ||2||12||43||",
    "translation": "The Giver of peace has blended Nanak with Himself; the Lord has preserved his honor. ||2||12||43||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਦਾ (ਸੇਵਕ) ਬਣ ਗਿਆ, ਉਸ ਨੂੰ ਉਸ ਨੇ ਬਚਾ ਲਿਆ। ਹੇ ਨਾਨਕ! (ਸਰਨ ਪਏ ਮਨੁੱਖ ਨੂੰ) ਸੁਖਦਾਤੇ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਸਦਾ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ, ਅਤੇ ਉਸ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ॥੨॥੧੨॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dUq dusmn siB quJ qy invrih; pRgt pRqwpu qumwrw]",
    "transliteration": "Dhooth Dhusaman Sabh Thujh Thae Nivarehi Pragatt Prathaap Thumaaraa ||",
    "translation": "All demons and enemies are eradicated by You, Lord; Your glory is manifest and radiant.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਤੇਰੇ ਭਗਤਾਂ ਦੇ) ਸਾਰੇ ਵੈਰੀ ਦੁਸ਼ਮਨ ਤੇਰੀ ਕਿਰਪਾ ਨਾਲ ਦੂਰ ਹੁੰਦੇ ਹਨ, ਤੇਰਾ ਤੇਜ-ਪ੍ਰਤਾਪ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਪਰਤੱਖ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jo jo qyry Bgq duKwey; Ehu qqkwl qum mwrw]1]",
    "transliteration": "Jo Jo Thaerae Bhagath Dhukhaaeae Ouhu Thathakaal Thum Maaraa ||1||",
    "translation": "Whoever harms Your devotees, You destroy in an instant. ||1||",
    "punjabi": "ਜੇਹੜਾ ਜੇਹੜਾ (ਦੂਤੀ) ਤੇਰੇ ਭਗਤਾਂ ਨੂੰ ਦੁੱਖ ਦੇਂਦਾ ਹੈ, ਤੂੰ ਉਸ ਨੂੰ ਤੁਰੰਤ (ਆਤਮਕ ਮੌਤੇ) ਮਾਰ ਦੇਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "q`qkwl",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "inrKau qumrI Eir hir nIq]",
    "transliteration": "Nirakho Thumaree Our Har Neeth ||",
    "translation": "I look to You continually, Lord.",
    "punjabi": "ਹੇ ਮੁਰਾਰੀ! ਹੇ ਹਰੀ! ਮੈਂ ਸਦਾ ਤੇਰੇ ਵਲ (ਸਹਾਇਤਾ ਵਾਸਤੇ) ਤੱਕਦਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "(inrKau) dyKdw",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "murwir shwie hohu dws kau; kru gih. auDrhu mIq]rhwau]",
    "transliteration": "Muraar Sehaae Hohu Dhaas Ko Kar Gehi Oudhharahu Meeth || Rehaao ||",
    "translation": "O Lord, Destroyer of ego, please, be the helper and companion of Your slaves; take my hand, and save me, O my Friend! ||Pause||",
    "punjabi": "(ਆਪਣੇ) ਦਾਸ ਦੇ ਵਾਸਤੇ ਮਦਦਗਾਰ ਬਣ। ਹੇ ਮਿੱਤਰ ਪ੍ਰਭੂ! (ਆਪਣੇ ਸੇਵਕ ਦਾ) ਹੱਥ ਫੜ ਕੇ ਇਸ ਨੂੰ ਬਚਾ ਲੈ ਰਹਾਉ॥",
    "pronunciation": "(au-Drhu) auDwrnw kro",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "suxI bynqI Twkuir myrY; Ksmwnw kir Awip]",
    "transliteration": "Sunee Baenathee Thaakur Maerai Khasamaanaa Kar Aap ||",
    "translation": "My Lord and Master has heard my prayer, and given me His protection.",
    "punjabi": "ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਖਸਮ ਵਾਲਾ ਫ਼ਰਜ਼ ਪੂਰਾ ਕਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਦੀ) ਬੇਨਤੀ ਆਪ ਸੁਣ ਲਈ,",
    "pronunciation": "(Ksmwnw) p`K",
    "type_id": 3
  },
  {
    "shabad_id": 2595,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nwnk And Bey. duK Bwgy; sdw sdw hir jwip]2]13]44]",
    "transliteration": "Naanak Anadh Bheae Dhukh Bhaagae Sadhaa Sadhaa Har Jaap ||2||13||44||",
    "translation": "Nanak is in ecstasy, and his pains are gone; he meditates on the Lord, forever and ever. ||2||13||44||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਬਣ ਗਏ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਾਸ ਹੋ ਗਏ ॥੨॥੧੩॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "DnwsrI mhlw 5]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "cqur idsw kIno blu Apnw; isr aUpir kru DwirE]",
    "transliteration": "Chathur Dhisaa Keeno Bal Apanaa Sir Oopar Kar Dhhaariou ||",
    "translation": "He has extended His power in all four directions, and placed His hand upon my head.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਚੌਹੀਂ ਪਾਸੀਂ (ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਆਪਣੀ ਕਲਾ ਵਰਤਾਈ ਹੋਈ ਹੈ, ਉਸ ਨੇ (ਆਪਣੇ ਦਾਸ ਦੇ) ਸਿਰ ਉੱਤੇ ਸਦਾ ਹੀ ਆਪਣਾ ਹੱਥ ਰੱਖਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ikRpw ktwK´. Avloknu kIno; dws kw dUKu ibdwirE]1]",
    "transliteration": "Kirapaa Kattaakhy Avalokan Keeno Dhaas Kaa Dhookh Bidhaariou ||1||",
    "translation": "Gazing upon me with his Eye of Mercy, He has dispelled the pains of His slave. ||1||",
    "punjabi": "ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਆਪਣੇ ਦਾਸ ਵੱਲ ਤੱਕਦਾ ਹੈ, ਤੇ, ਉਸ ਦਾ ਹਰੇਕ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ktwK´) idRStI[ktwK´: ktwiKA",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir jn rwKy gur goivMd]",
    "transliteration": "Har Jan Raakhae Gur Govindh ||",
    "translation": "The Guru, the Lord of the Universe, has saved the Lord's humble servant.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ (ਸਦਾ) ਰਾਖੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "kMiT lwie. Avgux siB myty; dieAwl purK bKsMd]rhwau]",
    "transliteration": "Kanth Laae Avagun Sabh Maettae Dhaeiaal Purakh Bakhasandh || Rehaao ||",
    "translation": "Hugging me close in His embrace, the merciful, forgiving Lord has erased all my sins. ||Pause||",
    "punjabi": "(ਸੇਵਕਾਂ ਨੂੰ ਆਪਣੇ) ਗਲ ਨਾਲ ਲਾ ਕੇ ਦਇਆ-ਦਾ-ਘਰ ਸਰਬ-ਵਿਆਪਕ ਬਖ਼ਸ਼ਣਹਾਰ ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਔਗੁਣ ਮਿਟਾ ਦੇਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "jo mwgih Twkur Apny qy; soeI soeI dyvY]",
    "transliteration": "Jo Maagehi Thaakur Apunae Thae Soee Soee Dhaevai ||",
    "translation": "Whatever I ask for from my Lord and Master, he gives that to me.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ ਦਾਸ ਆਪਣੇ ਪ੍ਰਭੂ ਪਾਸੋਂ ਜੋ ਕੁਝ ਮੰਗਦੇ ਹਨ ਉਹ ਉਹੀ ਕੁਝ ਉਹਨਾਂ ਨੂੰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2596,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "nwnk dwsu. muK qy jo bolY; eIhw aUhw scu hovY]2]14]45]",
    "transliteration": "Naanak Dhaas Mukh Thae Jo Bolai Eehaa Oohaa Sach Hovai ||2||14||45||",
    "translation": "Whatever the Lord's slave Nanak utters with his mouth, proves to be true, here and hereafter. ||2||14||45||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਦਾ) ਸੇਵਕ ਜੋ ਕੁਝ ਮੂੰਹੋਂ ਬੋਲਦਾ ਹੈ, ਉਹ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਅਟੱਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥੧੪॥੪੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]