[
  {
    "shabad_id": 2602,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "mhw klol buJih. mwieAw ky; kir ikrpw. myry dIn dieAwl ]",
    "transliteration": "Mehaa Kalol Bujhehi Maaeiaa Kae Kar Kirapaa Maerae Dheen Dhaeiaal ||",
    "translation": "Please shower Your Mercy upon me, and permit me to ignore the great enticements of Maya, O Lord, Merciful to the meek.",
    "punjabi": "ਹੇ ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਤੂੰ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ, ਮਾਇਆ ਦੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਉਸ ਉੱਤੇ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪਾ ਸਕਦੇ।",
    "pronunciation": "buJih:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2602,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "Apxw nwmu dyih. jip jIvw; pUrn hoie. dws kI Gwl ]1]",
    "transliteration": "Apanaa Naam Dhaehi Jap Jeevaa Pooran Hoe Dhaas Kee Ghaal ||1||",
    "translation": "Give me Your Name - chanting it, I live; please bring the efforts of Your slave to fruition. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੈਨੂੰ ਭੀ) ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼, ਤੇਰਾ ਨਾਮ ਜਪ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰ ਸਕਾਂ, ਤੇਰੇ (ਇਸ) ਦਾਸ ਦੀ ਮੇਹਨਤ ਸਫਲ ਹੋ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2602,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "srb mnorQ. rwj sUK rs; sd KusIAw kIrqnu jip nwm ]",
    "transliteration": "Sarab Manorathh Raaj Sookh Ras Sadh Khuseeaa Keerathan Jap Naam ||",
    "translation": "All desires, power, pleasure, joy and lasting bliss, are found by chanting the Naam, the Name of the Lord, and singing the Kirtan of His Praises.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਮਾਨੋ) ਰਾਜ ਦੇ ਸੁਖ ਤੇ ਰਸ ਮਿਲ ਜਾਂਦੇ ਹਨ, ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "KusIAw:polw bolo, s`sy ibMdI n lwau",
    "type_id": 3
  },
  {
    "shabad_id": 2602,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ijs kY krim iliKAw Duir krqY; nwnk. jn ky pUrn kwm ]2]20]51]",
    "transliteration": "Jis Kai Karam Likhiaa Dhhur Karathai Naanak Jan Kae Pooran Kaam ||2||20||51||",
    "translation": "That humble servant of the Lord, who has such karma pre-ordained by the Creator Lord, O Nanak - his efforts are brought to perfect fruition. ||2||20||51||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਨੇ ਜਿਸ ਮਨੁੱਖ ਦੀ ਕਿਸਮਤ ਵਿਚ ਦੁਰ ਦਰਗਾਹ ਤੋਂ (ਇਹ ਨਾਮ ਦੀ ਦਾਤਿ) ਲਿਖ ਦਿੱਤੀ, ਉਸ ਮਨੁੱਖ ਦੇ (ਹੀ) ਸਾਰੇ ਕਾਰਜ ਸਫਲ ਹੁੰਦੇ ਹਨ ॥੨॥੨੦॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2603,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "DnwsrI mÚ 5 ]",
    "transliteration": "Dhhanaasaree Ma 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2603,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "jn kI, kInI pwrbRhim swr ]",
    "transliteration": "Jan Kee Keenee Paarabreham Saar ||",
    "translation": "The Supreme Lord God takes care of His humble servant.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ (ਸਦਾ ਹੀ) ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਸੰਭਾਲ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2603,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "inMdk itknu. n pwvin mUly; aUif gey bykwr ]1] rhwau ]",
    "transliteration": "Nindhak Ttikan N Paavan Moolae Oodd Geae Baekaar ||1|| Rehaao ||",
    "translation": "The slanderers are not allowed to stay; they are pulled out by their roots, like useless weeds. ||1||Pause||",
    "punjabi": "(ਉਹਨਾਂ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲੇ ਉਹਨਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਉੱਕਾ ਹੀ ਅੜ ਨਹੀਂ ਸਕਦੇ। (ਜਿਵੇਂ ਹਵਾ ਦੇ ਅੱਗੇ ਬੱਦਲ ਉੱਡ ਜਾਂਦੇ ਹਨ ਤਿਵੇਂ ਉਹ ਨਿੰਦਕ ਸੇਵਕਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਸਦਾ) ਨਕਾਰੇ ਹੋ ਕੇ ਉੱਡ ਗਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2603,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jh jh dyKau. qh qh suAwmI; koie. n phucnhwr ]",
    "transliteration": "Jeh Jeh Dhaekho Theh Theh Suaamee Koe N Pahuchanehaar ||",
    "translation": "Wherever I look, there I see my Lord and Master; no one can harm me.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੀ ਕੋਈ ਭੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਮੈਂ ਜਿੱਥੇ ਜਿੱਥੇ ਵੇਖਦਾ ਹਾਂ ਉੱਥੇ ਹੀ ਉਹ ਮਾਲਕ-ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2603,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "jo jo krY AvigAw jn kI; hoie gieAw qq Cwr ]1]",
    "transliteration": "Jo Jo Karai Avagiaa Jan Kee Hoe Gaeiaa Thath Shhaar ||1||",
    "translation": "Whoever shows disrespect to the Lord's humble servant, is instantly reduced to ashes. ||1||",
    "punjabi": "ਉਸ ਦੇ ਸੇਵਕ ਦੀ ਜੇਹੜਾ ਭੀ ਕੋਈ ਮਨੁੱਖ ਨਿਰਾਦਰੀ ਕਰਦਾ ਹੈ, (ਉਹ ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਤੁਰਤ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(A-v`igAw) inrwdrI[ g-ieAw q`q",
    "type_id": 3
  },
  {
    "shabad_id": 2603,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "krnhwru rKvwlw hoAw; jw kw. AMqu n pwrwvwr ]",
    "transliteration": "Karanehaar Rakhavaalaa Hoaa Jaa Kaa Anth N Paaraavaar ||",
    "translation": "The Creator Lord has become my protector; He has no end or limitation.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਦੀ ਹਸਤੀ ਦਾ ਪਾਰਲਾ ਉਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ਹੈ, ਉਹ ਸਭ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਆਪਣੇ ਸੇਵਕਾਂ ਦਾ ਸਦਾ) ਰਾਖਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2603,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "nwnk dws rKy pRiB ApunY; inMdk kwFy mwir ]2]21]52]",
    "transliteration": "Naanak Dhaas Rakhae Prabh Apunai Nindhak Kaadtae Maar ||2||21||52||",
    "translation": "O Nanak, God has protected and saved His slaves; He has driven out and destroyed the slanderers. ||2||21||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਸਦਾ ਰਾਖੀ ਕੀਤੀ ਹੈ, ਤੇ; ਉਹਨਾਂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ ਆਤਮਕ ਮੌਤੇ ਮਾਰ ਕੇ (ਆਪਣੇ ਦਰ ਤੋਂ) ਕੱਢ ਦਿੱਤਾ ਹੈ ॥੨॥੨੧॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "DnwsrI mhlw 5 Gru 9 pVqwl",
    "transliteration": "Dhhanaasaree Mehalaa 5 Ghar 9 Parrathaala",
    "translation": "Dhanaasaree, Fifth Mehl, Ninth House, Partaal:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਪੜਤਾਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2604,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "hir crn srn goibMd duKBMjnw; dws Apuny kau. nwmu dyvhu ]",
    "transliteration": "Har Charan Saran Gobindh Dhukh Bhanjanaa Dhaas Apunae Ko Naam Dhaevahu ||",
    "translation": "O Lord, I seek the Sanctuary of Your feet; Lord of the Universe, Destroyer of pain, please bless Your slave with Your Name.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਗੋਬਿੰਦ! ਹੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਆਪਣੇ ਦਾਸ ਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "idRsit pRB Dwrhu. ikRpw kir qwrhu; Bujw gih. kUp qy kwiF lyvhu ] rhwau ]",
    "transliteration": "Dhrisatt Prabh Dhhaarahu Kirapaa Kar Thaarahu Bhujaa Gehi Koop Thae Kaadt Laevahu || Rehaao ||",
    "translation": "Be Merciful, God, and bless me with Your Glance of Grace; take my arm and save me - pull me up out of this pit! ||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਆਪਣੇ ਦਾਸ ਉੱਤੇ) ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕਰ, ਕਿਰਪਾ ਕਰ ਕੇ (ਦਾਸ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈ, (ਦਾਸ ਦੀ) ਬਾਂਹ ਫੜ ਕੇ (ਦਾਸ ਨੂੰ ਮੋਹ ਦੇ) ਖੂਹ ਵਿਚੋਂ ਕੱਢ ਲੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "kwm kRoD kir AMD. mwieAw ky bMD; Aink doKw qin Cwid pUry ]",
    "transliteration": "Kaam Krodhh Kar Andhh Maaeiaa Kae Bandhh Anik Dhokhaa Than Shhaadh Poorae ||",
    "translation": "He is blinded by sexual desire and anger, bound by Maya; his body and clothes are filled with countless sins.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਦੇ ਕਾਰਨ (ਜੀਵ) ਅੰਨ੍ਹੇ ਹੋਏ ਪਏ ਹਨ, ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਫਸੇ ਪਏ ਹਨ, ਅਨੇਕਾਂ ਵਿਕਾਰ (ਇਹਨਾਂ ਦੇ) ਸਰੀਰ ਵਿਚ ਪੂਰੇ ਤੌਰ ਤੇ ਪ੍ਰਭਾਵ ਪਾਈ ਬੈਠੇ ਹਨ।",
    "pronunciation": "(Cwid) Cwey",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "pRB ibnw. Awn n rwKnhwrw; nwmu ismrwvhu. srin sUry ]1]",
    "transliteration": "Prabh Binaa Aan N Raakhanehaaraa Naam Simaraavahu Saran Soorae ||1||",
    "translation": "Without God, there is no other protector; help me to chant Your Name, Almighty Warrior, Sheltering Lord. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੈਥੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ (ਜੀਵਾਂ ਦੀ ਵਿਕਾਰਾਂ ਤੋਂ) ਰਾਖੀ ਕਰਨ ਜੋਗਾ ਨਹੀਂ। ਹੇ ਸ਼ਰਨ ਆਇਆਂ ਦੀ ਲਾਜ ਰੱਖ ਸਕਣ ਵਾਲੇ! ਆਪਣਾ ਨਾਮ ਜਪਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "piqq. auDwrxw, jIA jMq qwrxw; byd aucwr. nhI AMqu pwieE ]",
    "transliteration": "Pathith Oudhhaaranaa Jeea Janth Thaaranaa Baedh Ouchaar Nehee Anth Paaeiou ||",
    "translation": "Redeemer of sinners, Saving Grace of all beings and creatures, even those who recite the Vedas have not found Your limit.",
    "punjabi": "ਹੇ ਵਿਕਾਰੀਆਂ ਨੂੰ ਬਚਾਣ ਵਾਲੇ! ਹੇ ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਪਾਰ ਲੰਘਾਣ ਵਾਲੇ! ਵੇਦਾਂ ਦੇ ਪੜ੍ਹਨ ਵਾਲੇ ਭੀ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2604,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "guxh suKswgrw. bRhm rqnwgrw; Bgiq vClu. nwnk gwieE ]2]1]53]",
    "transliteration": "Guneh Sukh Saagaraa Breham Rathanaagaraa Bhagath Vashhal Naanak Gaaeiou ||2||1||53||",
    "translation": "God is the ocean of virtue and peace, the source of jewels; Nanak sings the Praises of the Lover of His devotees. ||2||1||53||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਗੁਣਾਂ ਦੇ ਸਮੁੰਦਰ! ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ! ਹੇ ਰਤਨਾਂ ਦੀ ਖਾਣ ਪਾਰਬ੍ਰਹਮ! ਮੈਂ ਤੈਨੂੰ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ (ਜਾਣ ਕੇ) ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਰਿਹਾ ਹਾਂ ॥੨॥੧॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2605,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "DnwsrI mhlw 5 ]",
    "transliteration": "Dhhanaasaree Mehalaa 5 ||",
    "translation": "Dhanaasaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2605,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "hliq suKu. pliq suKu, inq suKu ismrno; nwmu goibMd kw sdw lIjY ]",
    "transliteration": "Halath Sukh Palath Sukh Nith Sukh Simarano Naam Gobindh Kaa Sadhaa Leejai ||",
    "translation": "Peace in this world, peace in the next world and peace forever, remembering Him in meditation. Chant forever the Name of the Lord of the Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। ਸਿਮਰਨ ਇਸ ਲੋਕ ਵਿਚ ਪਰਲੋਕ ਵਿਚ ਸਦਾ ਹੀ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2605,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "imtih kmwxy. pwp icrwxy; swDsMgiq imil. muAw jIjY ]1] rhwau ]",
    "transliteration": "Mittehi Kamaanae Paap Chiraanae Saadhhasangath Mil Muaa Jeejai ||1|| Rehaao ||",
    "translation": "The sins of past lives are erased, by joining the Saadh Sangat, the Company of the Holy; new life is infused into the dead. ||1||Pause||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਚਿਰਾਂ ਦੇ ਕੀਤੇ ਹੋਏ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ। ਹੇ ਭਾਈ! ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ (ਸਿਮਰਨ ਕਰਨ ਨਾਲ) ਆਤਮਕ ਮੌਤੇ ਮਰਿਆ ਹੋਇਆ ਮਨੁੱਖ ਮੁੜ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2605,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "rwj jobn. ibsrMq hir; mwieAw mhw duKu. eyhu mhWq khY ]",
    "transliteration": "Raaj Joban Bisaranth Har Maaeiaa Mehaa Dhukh Eaehu Mehaanth Kehai ||",
    "translation": "In power, youth and Maya, the Lord is forgotten; this is the greatest tragedy - so say the spiritual sages.",
    "punjabi": "ਹੇ ਭਾਈ! ਰਾਜ ਅਤੇ ਜਵਾਨੀ (ਦੇ ਹੁਲਾਰੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਦੇਂਦੇ ਹਨ! ਮਾਇਆ ਦਾ ਮੋਹ ਵੱਡਾ ਦੁੱਖ (ਦਾ ਮੂਲ) ਹੈ-ਇਹ ਗੱਲ ਮਹਾ ਪੁਰਖ ਦੱਸਦੇ ਹਨ।",
    "pronunciation": "(mhWq) bRhmigAwnI sgl kI rInw",
    "type_id": 3
  },
  {
    "shabad_id": 2605,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Aws ipAws. rmx hir kIrqn; eyhu pdwrQu BwgvMqu lhY ]1]",
    "transliteration": "Aas Piaas Raman Har Keerathan Eaehu Padhaarathh Bhaagavanth Lehai ||1||",
    "translation": "Hope and desire to sing the Kirtan of the Lord's Praises - this is the treasure of the most fortunate devotees. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਸਿਮਰਨ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਆਸ ਅਤੇ ਤਾਂਘ-ਇਹ ਕੀਮਤੀ ਚੀਜ਼ ਕੋਈ ਵਿਰਲਾ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2605,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "srix smrQ AkQ Agocrw; piqq. auDwrx nwmu qyrw ]",
    "transliteration": "Saran Samarathh Akathh Agocharaa Pathith Oudhhaaran Naam Thaeraa ||",
    "translation": "O Lord of Sanctuary, all-powerful, imperceptible and unfathomable - Your Name is the Purifier of sinners.",
    "punjabi": "ਹੇ ਸ਼ਰਨ ਆਏ ਦੀ ਸਹਾਇਤਾ ਕਰਨ ਜੋਗੇ! ਹੇ ਅਕੱਥ! ਹੇ ਅਗੋਚਰ! ਤੇਰਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "smr`Q [A-kQ:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2605,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "AMqrjwmI nwnk ky suAwmI; srbq pUrn Twkuru myrw ]2]2]54]",
    "transliteration": "Antharajaamee Naanak Kae Suaamee Sarabath Pooran Thaakur Maeraa ||2||2||54||",
    "translation": "The Inner-knower, the Lord and Master of Nanak is totally pervading and permeating everywhere; He is my Lord and Master. ||2||2||54||",
    "punjabi": "ਹੇ ਅੰਤਰਜਾਮੀ! ਹੇ ਨਾਨਕ ਦੇ ਮਾਲਕ! (ਤੂੰ) ਮੇਰਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ ॥੨॥੨॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2606,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "DnwsrI mhlw 5 Gru 12",
    "transliteration": "Dhhanaasaree Mehalaa 5 Ghar 12",
    "translation": "Dhanaasaree, Fifth Mehl, Twelfth House:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ, ਘਰ ੧੨ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2606,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2606,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "bMdnw hir bMdnw; gux gwvhu gopwl rwie ] rhwau ]",
    "transliteration": "Bandhanaa Har Bandhanaa Gun Gaavahu Gopaal Raae || Rehaao ||",
    "translation": "I bow in reverence to the Lord, I bow in reverence. I sing the Glorious Praises of the Lord, my King. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਨਮਸਕਾਰ ਕਰਿਆ ਕਰੋ, ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਦੇ ਗੁਣ ਗਾਂਦੇ ਰਹੋ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2606,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "vfYBwig; Byty gurdyvw ]",
    "transliteration": "Vaddai Bhaag Bhaettae Guradhaevaa ||",
    "translation": "By great good fortune, one meets the Divine Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2606,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "koit prwD imty; hir syvw ]1]",
    "transliteration": "Kott Paraadhh Mittae Har Saevaa ||1||",
    "translation": "Millions of sins are erased by serving the Lord. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਨ ਨਾਲ ਉਸ ਦੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
