[
  {
    "shabad_id": 2617,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "gwvY gwvxhwru; sbid suhwvxo ]",
    "transliteration": "Gaavai Gaavanehaar Sabadh Suhaavano ||",
    "translation": "The singer who sings the Lord's Praises is adorned with the Word of the Shabad.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਗਾਵਣ-ਜੋਗ ਪ੍ਰਭੂ (ਦੇ ਗੁਣ) ਗਾਂਦਾ ਹੈ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "swlwih swcy. mMin siqguru; puMn dwn dieAw mqy ]",
    "transliteration": "Saalaahi Saachae Mann Sathigur Punn Dhaan Dhaeiaa Mathae ||",
    "translation": "Worship the True Lord, and believe in the True Guru; this brings the merit of making donations to charity, kindness and compassion.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ (ਜੀਵਨ-ਦਾਤਾ) ਮੰਨ ਕੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਮਨੁੱਖ ਦੀ ਮਤਿ ਦੂਜਿਆਂ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੀ ਸਭ ਤੇ ਦਇਆ ਕਰਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ipr sMig BwvY. shij nwvY; byxI q sMgmu. sq sqy ]",
    "transliteration": "Pir Sang Bhaavai Sehaj Naavai Baenee Th Sangam Sath Sathae ||",
    "translation": "The soul-bride who loves to be with her Husband Lord bathes at the Triveni, the sacred place where the Ganges, Jamuna and Saraswaati Rivers converge, the Truest of the True.",
    "punjabi": "(ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ) ਪਤੀ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਮਾਨੋ, ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ; ਇਹੀ ਉਸ ਦੇ ਵਾਸਤੇ ਸੁੱਚੇ ਤੋਂ ਸੁੱਚਾ ਤ੍ਰਿਬੇਣੀ ਸੰਗਮ (ਦਾ ਇਸ਼ਨਾਨ) ਹੈ।",
    "pronunciation": "n@wvY s`q s`qy",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "AwrwiD eykMkwru swcw; inq dyie cVY svwieAw ]",
    "transliteration": "Aaraadhh Eaekankaar Saachaa Nith Dhaee Charrai Savaaeiaa ||",
    "translation": "Worship and adore the One Creator, the True Lord, who constantly gives, whose gifts continually increase.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਉਸ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਇੱਕ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰ, ਜੋ ਸਦਾ (ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ) ਦੇਂਦਾ ਹੈ ਤੇ (ਜਿਸ ਦੀਆਂ ਦਿੱਤੀਆਂ ਦਾਤਾਂ ਦਿਨੋ ਦਿਨ) ਵਧਦੀਆਂ ਹਨ।",
    "pronunciation": "cV@Y",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "giq sMig mIqw sMqsMgiq; kir ndir myil imlwieAw ]3]",
    "transliteration": "Gath Sang Meethaa Santhasangath Kar Nadhar Mael Milaaeiaa ||3||",
    "translation": "Salvation is attained by associating with the Society of the Saints, O friend; granting His Grace, God unites us in His Union. ||3||",
    "punjabi": "ਮਿੱਤਰ-ਪ੍ਰਭੂ ਦੀ ਸੰਗਤਿ ਵਿਚ, ਗੁਰੂ ਸੰਤ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰ ਕੇ ਆਪਣੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "khxu khY sBu koie; kyvfu AwKIAY ]",
    "transliteration": "Kehan Kehai Sabh Koe Kaevadd Aakheeai ||",
    "translation": "Everyone speaks and talks; how great should I say He is?",
    "punjabi": "ਹਰੇਕ ਜੀਵ (ਪਰਮਾਤਮਾ ਬਾਰੇ) ਕਥਨ ਕਰਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਬਹੁਤ ਵੱਡਾ ਹੈ, ਪਰ) ਕੋਈ ਨਹੀਂ ਦੱਸ ਸਕਦਾ ਕਿ ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "hau mUrKu nIcu Ajwxu; smJw swKIAY ]",
    "transliteration": "Ho Moorakh Neech Ajaan Samajhaa Saakheeai ||",
    "translation": "I am foolish, lowly and ignorant; it is only through the Guru's Teachings that I understand.",
    "punjabi": "(ਮੈਂ ਇਤਨੇ ਜੋਗਾ ਨਹੀਂ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਬਿਆਨ ਕਰ ਸਕਾਂ) ਮੈਂ (ਤਾਂ) ਮੂਰਖ ਹਾਂ, ਨੀਵੇਂ ਸੁਭਾਵ ਦਾ ਹਾਂ, ਅੰਞਾਣ ਹਾਂ, ਮੈਂ ਤਾਂ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨਾਲ ਹੀ (ਕੁਝ) ਸਮਝ ਸਕਦਾ ਹਾਂ (ਭਾਵ, ਮੈਂ ਤਾਂ ਉਤਨਾ ਕੁਝ ਹੀ ਮਸਾਂ ਸਮਝ ਸਕਦਾ ਹਾਂ ਜਿਤਨਾ ਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਮਝਾਏ)।",
    "pronunciation": "(swKIAY) is`iKAw nwl",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "scu gur kI swKI AMimRq BwKI; iqqu mnu mwinAw myrw ]",
    "transliteration": "Sach Gur Kee Saakhee Anmrith Bhaakhee Thith Man Maaniaa Maeraa ||",
    "translation": "True are the Teachings of the Guru. His Words are Ambrosial Nectar; my mind is pleased and appeased by them.",
    "punjabi": "ਮੇਰਾ ਮਨ ਤਾਂ ਉਸ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਹੀ ਪਤੀਜ ਗਿਆ ਹੈ ਜੋ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਤੇ ਜੋ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "kUcu krih Awvih ibKu lwdy; sbid scY guru myrw ]",
    "transliteration": "Kooch Karehi Aavehi Bikh Laadhae Sabadh Sachai Gur Maeraa ||",
    "translation": "Loaded down with corruption and sin, people depart, and then come back again; the True Shabad is found through my Guru.",
    "punjabi": "ਜੇਹੜੇ ਜੀਵ (ਮਾਇਆ-ਮੋਹ ਦੇ) ਜ਼ਹਰ ਨਾਲ ਲੱਦੇ ਹੋਏ ਜਗਤ ਵਿਚ ਆਉਂਦੇ ਹਨ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਸਾਰ ਕੇ ਤੇ ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਦੀ ਟੇਕ ਰੱਖ ਕੇ, ਉਸੇ ਜ਼ਹਰ ਨਾਲ ਲੱਦੇ ਹੋਏ ਹੀ ਜਗਤ ਤੋਂ) ਕੂਚ ਕਰ ਜਾਂਦੇ ਹਨ, ਪਰ ਜੇਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੇਰਾ ਗੁਰੂ ਉਸ ਜ਼ਹਰ ਦੇ ਭਾਰ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "AwKix qoit n. Bgiq BMfwrI; Birpuir rihAw soeI ]",
    "transliteration": "Aakhan Thott N Bhagath Bhanddaaree Bharipur Rehiaa Soee ||",
    "translation": "There is no end to the treasure of devotion; the Lord is pervading everywhere.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਗੁਣ) ਬਿਆਨ ਕਰਨ ਨਾਲ ਮੁੱਕਦੇ ਨਹੀਂ, (ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ, ਜੀਵਾਂ ਨੂੰ ਭਗਤੀ ਦੀ ਦਾਤਿ ਵੰਡਿਆਂ) ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿਚ ਕੋਈ ਕਮੀ ਨਹੀਂ ਹੁੰਦੀ, (ਪਰ ਭਗਤੀ ਕਰਨ ਨਾਲ ਤੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਨਾਲ ਮਨੁੱਖ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਹੀ ਹਰ ਥਾਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2617,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "nwnk swcu khY bynMqI; mnu mWjY scu soeI ]4]1]",
    "transliteration": "Naanak Saach Kehai Baenanthee Man Maanjai Sach Soee ||4||1||",
    "translation": "Nanak utters this true prayer; one who purifies his mind is True. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਹੈ, ਜੋ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸਾਂ ਕਰਦਾ ਹੈ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਤੋਂ ਸਾਫ਼ ਕਰ ਲੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ (ਤੀਰਥ-ਇਸ਼ਨਾਨਾਂ ਨਾਲ ਇਹ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ) ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "DnwsrI mhlw 1 ]",
    "transliteration": "Dhhanaasaree Mehalaa 1 ||",
    "translation": "Dhanaasaree, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "jIvw qyrY nwie; min AwnMdu hY jIau ]",
    "transliteration": "Jeevaa Thaerai Naae Man Aanandh Hai Jeeo ||",
    "translation": "I live by Your Name; my mind is in ecstasy, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੇ ਨਾਮ ਵਿਚ (ਜੁੜ ਕੇ) ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "swco swcw nwau; gux goivMdu hY jIau ]",
    "transliteration": "Saacho Saachaa Naao Gun Govindh Hai Jeeo ||",
    "translation": "True is the Name of the True Lord. Glorious are the Praises of the Lord of the Universe.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਪ੍ਰਭੂ ਗੁਣਾਂ (ਦਾ ਖ਼ਜ਼ਾਨਾ) ਹੈ ਤੇ ਧਰਤੀ ਦੇ ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gur igAwnu Apwrw isrjxhwrw; ijin isrjI iqin goeI ]",
    "transliteration": "Gur Giaan Apaaraa Sirajanehaaraa Jin Sirajee Thin Goee ||",
    "translation": "Infinite is the spiritual wisdom imparted by the Guru. The Creator Lord who created, shall also destroy.",
    "punjabi": "ਗੁਰੂ ਦਾ ਬਖ਼ਸ਼ਿਆ ਗਿਆਨ ਦੱਸਦਾ ਹੈ ਕਿ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਬੇਅੰਤ ਹੈ, ਜਿਸ ਨੇ ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹੀ ਇਸ ਨੂੰ ਨਾਸ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(goeI) nws kIqI",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "prvwxw AwieAw hukim pTwieAw; Pyir. n skY koeI ]",
    "transliteration": "Paravaanaa Aaeiaa Hukam Pathaaeiaa Faer N Sakai Koee ||",
    "translation": "The call of death is sent out by the Lord's Command; no one can challenge it.",
    "punjabi": "ਜਦੋਂ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਭੇਜਿਆ ਹੋਇਆ (ਮੌਤ ਦਾ) ਸੱਦਾ ਆਉਂਦਾ ਹੈ ਤਾਂ ਕੋਈ ਜੀਵ (ਉਸ ਸੱਦੇ ਨੂੰ) ਮੋੜ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "(pTwieAw) ByijAw",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Awpy kir vyKY isir isir lyKY; Awpy suriq buJweI ]",
    "transliteration": "Aapae Kar Vaekhai Sir Sir Laekhai Aapae Surath Bujhaaee ||",
    "translation": "He Himself creates, and watches; His written command is above each and every head. He Himself imparts understanding and awareness.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਹੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉਤੇ (ਉਸ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਲੇਖ ਲਿਖਦਾ ਹੈ, ਆਪ ਹੀ (ਜੀਵ ਨੂੰ ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "nwnk swihbu Agm Agocru; jIvw scI nweI ]1]",
    "transliteration": "Naanak Saahib Agam Agochar Jeevaa Sachee Naaee ||1||",
    "translation": "O Nanak, the Lord Master is inaccessible and unfathomable; I live by His True Name. ||1||",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ, ਜੀਵਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਉਸ ਤਕ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਹੇ ਨਾਨਕ! (ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ, ਤੇ ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਮੈਨੂੰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਬਖ਼ਸ਼) ॥੧॥",
    "pronunciation": "(A-gm) sog rihq",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "qum sir Avru. n koie; AwieAw jwiesI jIau ]",
    "transliteration": "Thum Sar Avar N Koe Aaeiaa Jaaeisee Jeeo ||",
    "translation": "No one can compare to You, Lord; all come and go.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ, (ਹੋਰ ਜੇਹੜਾ ਭੀ ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈ, (ਉਹ ਇਥੋਂ ਆਖ਼ਰ) ਚਲਾ ਜਾਇਗਾ (ਤੂੰ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hukmI hoie inbyVu; Brmu cukwiesI jIau ]",
    "transliteration": "Hukamee Hoe Nibaerr Bharam Chukaaeisee Jeeo ||",
    "translation": "By Your Command, the account is settled, and doubt is dispelled.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੀ ਭਟਕਣਾ (ਗੁਰੂ) ਦੂਰ ਕਰਦਾ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਉਸ ਦੇ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਖ਼ਾਤਮਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "guru. Brmu cukwey, AkQu khwey; sc mih swcu smwxw ]",
    "transliteration": "Gur Bharam Chukaaeae Akathh Kehaaeae Sach Mehi Saach Samaanaa ||",
    "translation": "The Guru dispels doubt, and makes us speak the Unspoken Speech; the true ones are absorbed into Truth.",
    "punjabi": "ਗੁਰੂ ਜਿਸ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰਦਾ ਹੈ, ਉਸ ਪਾਸੋਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਾਂਦਾ ਹੈ ਜਿਸ ਦੇ ਗੁਣ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹਨ। ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "A-kQu:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "Awip aupwey. Awip smwey; hukmI hukmu pCwxw ]",
    "transliteration": "Aap Oupaaeae Aap Samaaeae Hukamee Hukam Pashhaanaa ||",
    "translation": "He Himself creates, and He Himself destroys; I accept the Command of the Commander Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਰਜ਼ਾ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਪਛਾਣ ਲੈਂਦਾ ਹੈ (ਤੇ ਸਮਝ ਲੈਂਦਾ ਹੈ ਕਿ) ਪ੍ਰਭੂ ਆਪ ਹੀ ਪੈਦਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਆਪਣੇ ਵਿਚ) ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "scI vifAweI gur qy pweI; qU min AMiq sKweI ]",
    "transliteration": "Sachee Vaddiaaee Gur Thae Paaee Thoo Man Anth Sakhaaee ||",
    "translation": "True greatness comes from the Guru; You alone are the mind's companion in the end.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦੀ ਦਾਤਿ) ਗੁਰੂ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ਹੈ, ਤੂੰ ਉਸ ਦੇ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈਂ ਤੇ ਅੰਤ ਸਮੇ ਭੀ ਉਸ ਦਾ ਸਾਥੀ ਬਣਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "nwnk swihbu. Avru, n dUjw; nwim qyrY vifAweI ]2]",
    "transliteration": "Naanak Saahib Avar N Dhoojaa Naam Thaerai Vaddiaaee ||2||",
    "translation": "O Nanak, there is no other than the Lord and Master; greatness comes from Your Name. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਾਲਕ-ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਉਸ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ। (ਉਸ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "qU scw isrjxhwru; AlK isrMidAw jIau ]",
    "transliteration": "Thoo Sachaa Sirajanehaar Alakh Sirandhiaa Jeeo ||",
    "translation": "You are the True Creator Lord, the unknowable Maker.",
    "punjabi": "ਹੇ ਅਦ੍ਰਿਸ਼ਟ ਰਚਨਹਾਰ! ਤੂੰ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈਂ ਤੇ ਸਭ ਜੀਵਾਂ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(isrMidAw) isrjxhwr[ A-lK",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "eyku swihbu. duie rwh; vwd vDMidAw jIau ]",
    "transliteration": "Eaek Saahib Dhue Raah Vaadh Vadhhandhiaa Jeeo ||",
    "translation": "There is only the One Lord and Master, but there are two paths, by which conflict increases.",
    "punjabi": "ਇਕੋ ਸਿਰਜਣਹਾਰ ਹੀ (ਸਾਰੇ ਜਗਤ ਦਾ) ਮਾਲਕ ਹੈ, ਉਸ ਨੇ (ਜੰਮਣਾ ਤੇ ਮਰਨਾ) ਦੋ ਰਸਤੇ ਚਲਾਏ ਹਨ। (ਉਸੇ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜਗਤ ਵਿਚ) ਝਗੜੇ ਵਧਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "duie rwh clwey. hukim sbwey; jnim muAw sMswrw ]",
    "transliteration": "Dhue Raah Chalaaeae Hukam Sabaaeae Janam Muaa Sansaaraa ||",
    "translation": "All follow these two paths, by the Hukam of the Lord's Command; the world is born, only to die.",
    "punjabi": "ਦੋਵੇਂ ਰਸਤੇ ਪ੍ਰਭੂ ਨੇ ਹੀ ਤੋਰੇ ਹਨ, ਸਾਰੇ ਜੀਵ ਉਸੇ ਦੇ ਹੁਕਮ ਵਿਚ ਹਨ, (ਉਸੇ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ) ਜਗਤ ਜੰਮਦਾ ਤੇ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "nwm ibnw. nwhI ko bylI; ibKu lwdI isir Bwrw ]",
    "transliteration": "Naam Binaa Naahee Ko Baelee Bikh Laadhee Sir Bhaaraa ||",
    "translation": "Without the Naam, the Name of the Lord, the mortal has no friend at all; he carries loads of sin on his head.",
    "punjabi": "(ਜੀਵ ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਰ-ਰੂਪ ਭਾਰ ਆਪਣੇ ਸਿਰ ਉਤੇ ਇਕੱਠਾ ਕਰੀ ਜਾਂਦਾ ਹੈ, (ਤੇ ਇਹ ਨਹੀਂ ਸਮਝਦਾ ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਭੀ ਸਾਥੀ-ਮਿੱਤਰ ਨਹੀਂ ਬਣ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "hukmI AwieAw. hukmu n bUJY; hukim svwrxhwrw ]",
    "transliteration": "Hukamee Aaeiaa Hukam N Boojhai Hukam Savaaranehaaraa ||",
    "translation": "By the Hukam of the Lord's Command, he comes, but he does not understand this Hukam; the Lord's Hukam is the Embellisher.",
    "punjabi": "ਜੀਵ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਅਨੁਸਾਰ (ਜਗਤ ਵਿਚ) ਆਉਂਦਾ ਹੈ, (ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਉਸ) ਹੁਕਮ ਨੂੰ ਸਮਝਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "nwnk swihbu. sbid is\\\\wpY; swcw isrjxhwrw ]3]",
    "transliteration": "Naanak Saahib Sabadh Sinjaapai Saachaa Sirajanehaaraa ||3||",
    "translation": "O Nanak, through the Shabad, the Word of the Lord and Master, the True Creator Lord is realized. ||3||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੀਵ ਨੂੰ ਆਪਣੇ ਹੁਕਮ ਅਨੁਸਾਰ (ਸਿੱਧੇ ਰਾਹ ਪਾ ਕੇ) ਸਵਾਰਨ ਦੇ ਸਮਰਥ ਹੈ।",
    "pronunciation": "(is\\wpY) isAwxIdw",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "Bgq sohih drvwir; sbid suhwieAw jIau ]",
    "transliteration": "Bhagath Sohehi Dharavaar Sabadh Suhaaeiaa Jeeo ||",
    "translation": "Your devotees look beautiful in Your Court, embellished with the Shabad.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਿਆਂ ਇਹ ਪਛਾਣ ਆਉਂਦੀ ਹੈ ਕਿ ਜਗਤ ਦਾ ਮਾਲਕ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹੈ ਤੇ ਸਭ ਦਾ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "bolih AMimRq bwix; rsn rswieAw jIau ]",
    "transliteration": "Bolehi Anmrith Baan Rasan Rasaaeiaa Jeeo ||",
    "translation": "They chant the Ambrosial Word of His Bani, savoring it with their tongues.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੋਭਦੇ ਹਨ, ਕਿਉਂਕਿ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਆਪਣੇ ਜੀਵਨ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "rsn rswey nwim iqswey; gur kY sbid ivkwxy ]",
    "transliteration": "Rasan Rasaaeae Naam Thisaaeae Gur Kai Sabadh Vikaanae ||",
    "translation": "Savoring it with their tongues, they thirst for the Naam; they are a sacrifice to the Word of the Guru's Shabad.",
    "punjabi": "ਉਹ ਬੰਦੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜੀਵ ਨੂੰ ਉਸ ਬਾਣੀ ਨਾਲ ਇਕ-ਰਸ ਕਰ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(iqswey) ipAwsy",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "pwris prisAY pwrsu hoey; jw qyrY min Bwxy ]",
    "transliteration": "Paaras Parasiai Paaras Hoeae Jaa Thaerai Man Bhaanae ||",
    "translation": "Touching the philosopher's stone, they become the philosopher's stone, which transforms lead into gold; O Lord, they become pleasing to your mind.",
    "punjabi": "ਭਗਤ-ਜਨ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨਾਲ ਜੀਭ ਨੂੰ ਰਸਾ ਲੈਂਦੇ ਹਨ, ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਨਾਮ ਵਾਸਤੇ ਉਹਨਾਂ ਦੀ) ਪਿਆਸ ਵਧਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਪ੍ਰਭੂ-ਨਾਮ ਤੋਂ ਸਦਕੇ ਹੁੰਦੇ ਹਨ (ਨਾਮ ਦੀ ਖ਼ਾਤਰ ਹੋਰ ਸਭ ਸਰੀਰਕ ਸੁਖ ਕੁਰਬਾਨ ਕਰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "Amrwpdu pwieAw. Awpu gvwieAw; ivrlw igAwn vIcwrI ]",
    "transliteration": "Amaraa Padh Paaeiaa Aap Gavaaeiaa Viralaa Giaan Veechaaree ||",
    "translation": "They attain the immortal status and eradicate their self-conceit; how rare is that person, who contemplates spiritual wisdom.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ (ਭਗਤ ਜਨ) ਤੇਰੇ ਮਨ ਵਿਚ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਤਾਂ ਉਹ ਗੁਰੂ-ਪਾਰਸ ਨਾਲ ਛੁਹ ਕੇ ਆਪ ਭੀ ਪਾਰਸ ਹੋ ਜਾਂਦੇ ਹਨ (ਹੋਰਨਾਂ ਨੂੰ ਪਵਿਤ੍ਰ ਜੀਵਨ ਦੇਣ ਜੋਗੇ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "nwnk. Bgq sohin dir swcY; swcy ky vwpwrI ]4]",
    "transliteration": "Naanak Bhagath Sohan Dhar Saachai Saachae Kae Vaapaaree ||4||",
    "translation": "O Nanak, the devotees look beautiful in the Court of the True Lord; they are dealers in the Truth. ||4||",
    "punjabi": "ਜੇਹੜੇ ਬੰਦੇ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਉਹ ਆਤਮਕ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜਿਥੇ ਆਤਮਕ ਮੌਤ ਅਸਰ ਨਹੀਂ ਕਰ ਸਕਦੀ। ਪਰ ਅਜੇਹਾ ਕੋਈ ਵਿਰਲਾ ਹੀ ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਦੀ ਵਿਚਾਰ ਕਰਨ ਵਾਲਾ ਬੰਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "BUK ipAwso AwiQ; ikau dir jwiesw jIau ]",
    "transliteration": "Bhookh Piaaso Aathh Kio Dhar Jaaeisaa Jeeo ||",
    "translation": "I am hungry and thirsty for wealth; how will I be able to go to the Lord's Court?",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੇ ਹਨ, ਉਹ (ਆਪਣੇ ਸਾਰੇ ਜੀਵਨ ਵਿਚ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਹੀ ਵਣਜ ਕਰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "(AwiQ) mwieAw",
    "type_id": 3
  }
]
