[
  {
    "shabad_id": 2618,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "siqgur pUCau jwie; nwmu iDAwiesw jIau]",
    "transliteration": "Sathigur Pooshho Jaae Naam Dhhiaaeisaa Jeeo ||",
    "punjabi": "ਜਦੋਂ ਤਕ ਮੈਂ ਮਾਇਆ ਵਾਸਤੇ ਭੁੱਖਾ ਪਿਆਸਾ ਰਹਿੰਦਾ ਹਾਂ, ਤਦ ਤਕ ਮੈਂ ਕਿਸੇ ਭੀ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "scu nwmu iDAweI. swcu cvweI; gurmuiK swcu pCwxw]",
    "transliteration": "Sach Naam Dhhiaaee Saach Chavaaee Guramukh Saach Pashhaanaa ||",
    "punjabi": "(ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰਨ ਦਾ ਇਲਾਜ) ਮੈਂ ਜਾ ਕੇ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਪੁੱਛਦਾ ਹਾਂ (ਤੇ ਉਸ ਦੀ ਸਿੱਖਿਆ ਅਨੁਸਾਰ) ਮੈਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ (ਨਾਮ ਹੀ ਤ੍ਰਿਸਨਾ ਦੂਰ ਕਰਦਾ ਹੈ)।",
    "pronunciation": "(cvweI) aucwrnw",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "dInw nwQu dieAwlu inrMjnu; An idnu nwmu vKwxw]",
    "transliteration": "Dheenaa Naathh Dhaeiaal Niranjan Anadhin Naam Vakhaanaa ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਮੈਂ ਸਦਾ-ਥਿਰ ਨਾਮ ਸਿਮਰਦਾ ਹਾਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਉਚਾਰਦਾ ਹਾਂ, ਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "krxI kwr Durhu PurmweI; Awip muAw mnu mwrI]",
    "transliteration": "Karanee Kaar Dhhurahu Furamaaee Aap Muaa Man Maaree ||",
    "punjabi": "ਮੈਂ ਹਰ ਰੋਜ਼ ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਬੋਲਦਾ ਹਾਂ ਜੋ ਦੀਨਾਂ ਦਾ ਸਹਾਰਾ ਹੈ ਜੋ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ ਤੇ ਜਿਸ ਉਤੇ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2618,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "nwnk nwmu mhw rsu mITw; iqRsnw nwim invwrI]5]2]",
    "transliteration": "Naanak Naam Mehaa Ras Meethaa Thrisanaa Naam Nivaaree ||5||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੀ ਹਜ਼ੂਰੀ ਤੋਂ ਹੀ ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਰਨ-ਜੋਗ ਕਾਰ ਕਰਨ ਦਾ ਹੁਕਮ ਦੇ ਦਿੱਤਾ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਨੂੰ (ਮਾਇਆ ਵਲੋਂ) ਮਾਰ ਕੇ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "DnwsrI CMq mhlw 1]",
    "transliteration": "Dhhanaasaree Shhanth Mehalaa 1 ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਮਿੱਠਾ ਤੇ ਹੋਰ ਸਭ ਰਸਾਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਲੱਗਦਾ ਹੈ, ਉਸ ਨੇ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰ ਲਈ ਹੁੰਦੀ ਹੈ ॥੫॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ipr sMig mUTVIey; Kbir. n pweIAw jIau]",
    "transliteration": "Pir Sang Mootharreeeae Khabar N Paaeeaa Jeeo ||",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਠੱਗੀ ਗਈ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਤੇਰਾ) ਪਤੀ-ਪ੍ਰਭੂ ਤੇਰੇ ਨਾਲ ਹੈ, ਪਰ ਤੈਨੂੰ ਇਸ ਗੱਲ ਦੀ ਸਮਝ ਨਹੀਂ ਆਈ।",
    "pronunciation": "(mUTVIey) T`gI hoeIey",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "msqik iliKAVw lyKu; purib kmwieAw jIau]",
    "transliteration": "Masathak Likhiarraa Laekh Purab Kamaaeiaa Jeeo ||",
    "punjabi": "(ਤੇਰੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜੋ ਕੁਝ ਤੂੰ ਪਹਿਲੇ ਜਨਮਾਂ ਵਿਚ ਕਰਮ ਕਮਾਏ, ਉਹਨਾਂ ਦੇ ਅਨੁਸਾਰ ਤੇਰੇ ਮੱਥੇ ਉਤੇ (ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ) ਲੇਖ ਹੀ ਅਜੇਹਾ ਲਿਖਿਆ ਗਿਆ (ਕਿ ਤੂੰ ਸੰਗ-ਵੱਸਦੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "lyKu n imteI. purib kmwieAw; ikAw jwxw ikAw hosI]",
    "transliteration": "Laekh N Mittee Purab Kamaaeiaa Kiaa Jaanaa Kiaa Hosee ||",
    "punjabi": "ਪਹਿਲੇ ਜਨਮਾਂ ਵਿਚ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਮੱਥੇ ਤੇ ਲਿਖਿਆ) ਲੇਖ (ਕਿਸੇ ਪਾਸੋਂ) ਮਿਟ ਨਹੀਂ ਸਕਦਾ। ਕਿਸੇ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਆ ਸਕਦੀ ਕਿ (ਉਸ ਲਿਖੇ ਲੇਖ ਅਨੁਸਾਰ ਸਾਡੇ ਆਉਣ ਵਾਲੇ ਜੀਵਨ ਵਿਚ) ਕੀਹ ਵਾਪਰੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "guxI Acwir nhI rMig rwqI; Avgux bih bih rosI]",
    "transliteration": "Gunee Achaar Nehee Rang Raathee Avagun Behi Behi Rosee ||",
    "punjabi": "(ਪੂਰਬਲੀ ਕਮਾਈ ਅਨੁਸਾਰ) ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਣਾਂ ਵਾਲੀ ਨਹੀਂ, ਉੱਚੇ ਆਚਰਣ ਵਾਲੀ ਨਹੀਂ, ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਨਹੀਂ, ਉਹ (ਕੀਤੇ) ਔਗੁਣਾਂ ਦੇ ਕਾਰਨ ਮੁੜ ਮੁੜ ਦੁਖੀ (ਹੀ) ਹੋਵੇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Dnu jobnu. Awk kI CwieAw; ibriD Bey idn puMinAw]",
    "transliteration": "Dhhan Joban Aak Kee Shhaaeiaa Biradhh Bheae Dhin Punniaa ||",
    "punjabi": "(ਜੀਵ ਧਨ ਜੋਬਨ ਆਦਿਕ ਦੇ ਮਾਣ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਬੈਠਦਾ ਹੈ, ਪਰ ਇਹ) ਧਨ ਤੇ ਜਵਾਨੀ ਅੱਕ (ਦੇ ਬੂਟੇ) ਦੀ ਛਾਂ (ਵਰਗੇ ਹੀ) ਹਨ, ਜਦੋਂ ਬੁੱਢਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਮਰ ਦੇ ਦਿਨ ਆਖ਼ਰ ਮੁੱਕ ਜਾਂਦੇ ਹਨ (ਤਾਂ ਇਹ ਧਨ ਜਵਾਨੀ ਸਾਥ ਤੋੜ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(puMinAw) mu`k gey",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "nwnk. nwm ibnw dohwgix; CUtI JUiT ivCuMinAw]1]",
    "transliteration": "Naanak Naam Binaa Dhohaagan Shhoottee Jhooth Vishhunniaa ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਅਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਛੁੱਟੜ ਹੋ ਜਾਂਦੀ ਹੈ, ਕੂੜੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ ਵਿਛੁੜ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "(ivCuMinAw) ivCiVAw",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "bUfI Gru GwilE; gur kY Bwie clo]",
    "transliteration": "Booddee Ghar Ghaaliou Gur Kai Bhaae Chalo ||",
    "punjabi": "ਹੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਡੁੱਬੀ ਹੋਈਏ! ਤੂੰ ਆਪਣਾ ਘਰ ਬਰਬਾਦ ਕਰ ਲਿਆ ਹੈ, (ਹੁਣ ਤਾਂ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ) ਗੁਰੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਰਹਿ ਕੇ ਤੁਰ।",
    "pronunciation": "(bUfI) fu`bI[ (GwilE) qbwh",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "swcw nwmu iDAwie; pwvih suiK mhlo]",
    "transliteration": "Saachaa Naam Dhhiaae Paavehi Sukh Mehalo ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ ਤੂੰ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰ ਲੱਭ ਲਏਂਗੀ।",
    "pronunciation": "mh`lo",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "hir nwmu iDAwey. qw suKu pwey; pyeIAVY idn cwry]",
    "transliteration": "Har Naam Dhhiaaeae Thaa Sukh Paaeae Paeeearrai Dhin Chaarae ||",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਤਦੋਂ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕਦੀ ਹੈ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੀ ਹੈ (ਇਸ ਜਗਤ ਦਾ ਕੀਹ ਮਾਣ?) ਜਗਤ ਵਿਚ ਤਾਂ ਚਾਰ ਦਿਨਾਂ ਦਾ ਹੀ ਵਾਸਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "inj Gir jwie bhY. scu pwey; An idnu nwil ipAwry]",
    "transliteration": "Nij Ghar Jaae Behai Sach Paaeae Anadhin Naal Piaarae ||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ) ਆਪਣੇ ਅਸਲੀ ਘਰ ਵਿਚ ਪਹੁੰਚ ਕੇ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦੀ ਹੈ, ਤੇ ਹਰ ਰੋਜ਼ (ਭਾਵ, ਸਦਾ ਹੀ) ਉਸ ਪਿਆਰੇ ਨਾਲ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ivxu BgqI. Gir vwsu, n hovI; suixAhu lok sbwey]",
    "transliteration": "Vin Bhagathee Ghar Vaas N Hovee Suniahu Lok Sabaaeae ||",
    "punjabi": "ਹੇ ਸਾਰੇ ਲੋਕੋ! ਸੁਣ ਲਵੋ, ਭਗਤੀ ਤੋਂ ਬਿਨਾ (ਮਨ ਭਟਕਦਾ ਹੀ ਰਹਿੰਦਾ ਹੈ) ਅੰਤਰ ਆਤਮੇ ਟਿਕਾਉ ਨਹੀਂ ਲੈ ਸਕਦਾ।",
    "pronunciation": "suix-Ahu",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "nwnk. srsI qw ipru pwey; rwqI swcY nwey]2]",
    "transliteration": "Naanak Sarasee Thaa Pir Paaeae Raathee Saachai Naaeae ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਜਾਂਦੀ ਹੈ ਤਦੋਂ ਉਹ ਆਤਮਕ ਰਸ ਮਾਣਨ ਵਾਲੀ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲੈਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(srsI) AnMidq",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ipru Dn BwvY; qw ipr BwvY nwrI jIau]",
    "transliteration": "Pir Dhhan Bhaavai Thaa Pir Bhaavai Naaree Jeeo ||",
    "punjabi": "ਜਦੋਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪਭੂ-ਪਤੀ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ਤਦੋਂ ਉਹ ਜੀਵ ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "rMig pRIqm rwqI; gur kY sbid vIcwrI jIau]",
    "transliteration": "Rang Preetham Raathee Gur Kai Sabadh Veechaaree Jeeo ||",
    "punjabi": "ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਵਿਚਾਰਵਾਨ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "gur sbid vIcwrI. nwh ipAwrI; iniv iniv Bgiq kryeI]",
    "transliteration": "Gur Sabadh Veechaaree Naah Piaaree Niv Niv Bhagath Karaeee ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦਾ ਵਿਚਾਰ ਕਰਨ ਵਾਲੀ ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਨਿਊਂ ਨਿਊਂ ਕੇ (ਭਾਵ, ਪੂਰਨ ਨਿਮ੍ਰਤਾ-ਸਰਧਾ ਨਾਲ) ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "mwieAw mohu jlwey. pRIqmu; rs mih rMgu kryeI]",
    "transliteration": "Maaeiaa Mohu Jalaaeae Preetham Ras Mehi Rang Karaeee ||",
    "punjabi": "ਪ੍ਰਭੂ-ਪ੍ਰੀਤਮ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਸਾੜ ਦੇਂਦਾ ਹੈ, ਤੇ ਉਹ ਉਸ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ (ਭਿੱਜ ਕੇ) ਉਸ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "pRB swcy syqI. rMig rMgyqI; lwl BeI mnu mwrI]",
    "transliteration": "Prabh Saachae Saethee Rang Rangaethee Laal Bhee Man Maaree ||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਨਾਲ (ਜੁੜ ਕੇ) ਉਸ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਰ ਕੇ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "nwnk. swic vsI sohwgix; ipr isau pRIiq ipAwrI]3]",
    "transliteration": "Naanak Saach Vasee Sohaagan Pir Sio Preeth Piaaree ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕੀ ਹੋਈ ਸੁਭਾਗ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਪ੍ਰੀਤਿ ਕਰਦੀ ਹੈ, ਪਤੀ ਦੀ ਪਿਆਰੀ ਹੋ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ipr Gir sohY nwir; jy ipr Bwvey jIau]",
    "transliteration": "Pir Ghar Sohai Naar Jae Pir Bhaaveae Jeeo ||",
    "punjabi": "ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰ ਤੇ ਤਦੋਂ ਹੀ ਸੋਭਾ ਪਾਂਦੀ ਹੈ ਜਦੋਂ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਸੰਦ ਆ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "Bw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "JUTy vYx cvy; kwim. n Awvey jIau]",
    "transliteration": "Jhoothae Vain Chavae Kaam N Aaveae Jeeo ||",
    "punjabi": "(ਪਰ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਅੰਦਰੋਂ ਪਿਆਰ ਤੋਂ ਸੱਖਣੀ ਹੋਵੇ ਤੇ ਬਾਹਰੋਂ ਪ੍ਰੇਮ ਦੱਸਣ ਲਈ) ਝੂਠੇ ਬੋਲ ਬੋਲੇ, (ਉਸ ਦਾ ਕੋਈ ਵੀ ਬੋਲ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਪਿਆਰ ਜਿੱਤਣ ਲਈ) ਕੰਮ ਨਹੀਂ ਆ ਸਕਦਾ।",
    "pronunciation": "(vYx) bol[ (cvY) boly[ Aw-vey",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "JUTu AlwvY. kwim n AwvY; nw ipru dyKY nYxI]",
    "transliteration": "Jhooth Alaavai Kaam N Aavai Naa Pir Dhaekhai Nainee ||",
    "punjabi": "(ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਝੂਠਾ ਬੋਲ ਹੀ ਬੋਲਦੀ ਹੈ (ਉਹ ਬੋਲ) ਉਸ ਦੇ ਕੰਮ ਨਹੀਂ ਆਉਂਦਾ, ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਵਲ ਤੱਕਦਾ ਭੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "AvguixAwrI. kMiq ivswrI; CUtI ivDx rYxI]",
    "transliteration": "Avaguniaaree Kanth Visaaree Shhoottee Vidhhan Rainee ||",
    "punjabi": "ਉਸ ਔਗੁਣ-ਭਰੀ ਨੂੰ ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਤਿਆਗ ਦਿੱਤਾ ਹੁੰਦਾ ਹੈ, ਉਹ ਛੁੱਟੜ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਰਾਤ ਦੁੱਖਾਂ ਵਿਚ ਲੰਘਦੀ ਹੈ।",
    "pronunciation": "(ivDx) inKsmI",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "gur sbdu. n mwnY. PwhI PwQI; sw Dn. mhlu n pwey]",
    "transliteration": "Gur Sabadh N Maanai Faahee Faathhee Saa Dhhan Mehal N Paaeae ||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਨਹੀਂ ਵਸਾਂਦੀ, ਉਹੀ ਮਾਇਆ-ਮੋਹ ਦੀ ਫਾਹੀ ਵਿਚ ਫਸੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ ਦਰ-ਘਰ ਨਹੀਂ ਲੱਭ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "nwnk. Awpy Awpu pCwxY; gurmuiK shij smwey]4]",
    "transliteration": "Naanak Aapae Aap Pashhaanai Guramukh Sehaj Samaaeae ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਅਸਲੇ ਨੂੰ ਪਛਾਣਦੀ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "Dn sohwgix nwir; ijin ipru jwixAw jIau]",
    "transliteration": "Dhhan Sohaagan Naar Jin Pir Jaaniaa Jeeo ||",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਮੁਬਾਰਕ ਹੈ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਜਿਸ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "nwm ibnw kUiVAwir; kUVu kmwixAw jIau]",
    "transliteration": "Naam Binaa Koorriaar Koorr Kamaaniaa Jeeo ||",
    "punjabi": "ਪਰ ਜਿਸ ਨੇ ਉਸ ਦੀ ਯਾਦ ਭੁਲਾ ਦਿੱਤੀ ਹੈ, ਉਹ ਕੂੜ ਦੀ ਵਣਜਾਰਨ ਹੈ ਉਹ ਕੂੜ ਹੀ ਕਮਾਂਦੀ ਹੈ (ਭਾਵ, ਉਹ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੀ ਦੌੜ-ਭੱਜ ਹੀ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "hir Bgiq suhwvI. swcy BwvI; Bwie Bgiq pRB rwqI]",
    "transliteration": "Har Bhagath Suhaavee Saachae Bhaavee Bhaae Bhagath Prabh Raathee ||",
    "punjabi": "ਜੇਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਨਾਲ ਆਪਣਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਲੈਂਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਵਿਚ ਮਸਤ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ipru rlIAwlw. jobin bwlw; iqsu rwvy rMig rwqI]",
    "transliteration": "Pir Raleeaalaa Joban Baalaa This Raavae Rang Raathee ||",
    "punjabi": "ਆਨੰਦ ਦਾ ਸੋਮਾ ਤੇ ਸਦਾ ਹੀ ਜਵਾਨ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "(rlIAwlw) AnMd dw Gr",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "gur sbid ivgwsI. shu rwvwsI; Plu pwieAw guxkwrI]",
    "transliteration": "Gur Sabadh Vigaasee Sahu Raavaasee Fal Paaeiaa Gunakaaree ||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਖਿੜੇ ਹਿਰਦੇ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਨ ਦਾ (ਇਹ) ਫਲ ਉਸ ਨੂੰ ਮਿਲਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਗੁਣ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2619,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "nwnk. swcu imlY vifAweI; ipr Gir. sohY nwrI]5]3]",
    "transliteration": "Naanak Saach Milai Vaddiaaee Pir Ghar Sohai Naaree ||5||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਆਦਰ ਮਿਲਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਦਰ ਤੇ ਸੋਭਾ ਪਾਂਦੀ ਹੈ ॥੫॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]