[
  {
    "shabad_id": 2621,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "DnwsrI mhlw 5 CMq",
    "transliteration": "Dhhanaasaree Mehalaa 5 Shhantha",
    "translation": "Dhanaasaree, Fifth Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2621,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "siqgur dIn dieAwl; ijsu sMig hir gwvIAY jIau]",
    "transliteration": "Sathigur Dheen Dhaeiaal Jis Sang Har Gaaveeai Jeeo ||",
    "translation": "The True Guru is merciful to the meek; in His Presence, the Lord's Praises are sung.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਗੁਰੂ ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ ਜਿਸ ਦੀ ਸੰਗਤਿ ਵਿਚ (ਰਹਿ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "AMimRqu hir kw nwmu; swDsMig rwvIAY jIau]",
    "transliteration": "Anmrith Har Kaa Naam Saadhhasang Raaveeai Jeeo ||",
    "translation": "The Ambrosial Name of the Lord is chanted in the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Bju sMig swDU. ieku ArwDU; jnm mrn duK nwsey]",
    "transliteration": "Bhaj Sang Saadhhoo Eik Araadhhoo Janam Maran Dhukh Naaseae ||",
    "translation": "Vibrating, and worshipping the One Lord in the Company of the Holy, the pains of birth and death are removed.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਜਾਹ, (ਉਥੇ) ਇਕ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "Bju polw, n`wsey ksky",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "Duir krmu iliKAw. swcu isiKAw; ktI jm kI Pwsey]",
    "transliteration": "Dhhur Karam Likhiaa Saach Sikhiaa Kattee Jam Kee Faaseae ||",
    "translation": "Those who have such karma pre-ordained, study and learn the Truth; the noose of Death is removed from their necks.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉੱਤੇ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਸਿਮਰਨ ਕਰਨ ਵਾਸਤੇ) ਬਖ਼ਸ਼ਸ਼ (ਦਾ ਲੇਖ) ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਸਿੱਖਿਆ ਗ੍ਰਹਣ ਕਰਦਾ ਹੈ, ਉਸ ਦੀ ਆਤਮਕ ਮੌਤ ਦੀ ਫਾਹੀ ਕੱਟੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "is`iKAw[ Pws-ey",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "BY Brm nwTy CutI gwTy; jm pMiQ mUil. n AwvIAY]",
    "transliteration": "Bhai Bharam Naathae Shhuttee Gaathae Jam Panthh Mool N Aaveeai ||",
    "translation": "Their fears and doubts are dispelled, the knot of death is untied, and they never have to walk on Death's path.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਡਰ ਸਾਰੇ ਭਰਮ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ, (ਮਨ ਵਿਚ ਬੱਝੀ ਹੋਈ) ਗੰਢ ਖੁਲ੍ਹ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਮੌਤ ਸਹੇੜਨ ਵਾਲੇ ਰਸਤੇ ਉਤੇ ਬਿਲਕੁਲ ਨਹੀਂ ਤੁਰੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ibnvMiq nwnk. Dwir ikrpw; sdw hir gux gwvIAY]1]",
    "transliteration": "Binavanth Naanak Dhhaar Kirapaa Sadhaa Har Gun Gaaveeai ||1||",
    "translation": "Prays Nanak, shower me with Your Mercy, Lord; let me sing Your Glorious Praises forever. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ ਕਿ ਅਸੀਂ ਜੀਵ ਸਦਾ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹੀਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "inDirAw Dr eyku nwmu inrMjno jIau]",
    "transliteration": "Nidhhariaa Dhhar Eaek Naam Niranjano Jeeo ||",
    "translation": "The Name of the One, Immaculate Lord is the Support of the unsupported.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮਾਇਆ ਦੀ ਕਾਲਖ ਤੋਂ ਰਹਿਤ ਹੈਂ, ਤੇਰਾ ਨਾਮ ਹੀ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "qU dwqw dwqwru; srb duK BMjno jIau]",
    "transliteration": "Thoo Dhaathaa Dhaathaar Sarab Dhukh Bhanjano Jeeo ||",
    "translation": "You are the Giver, the Great Giver, the Dispeller of all sorrow.",
    "punjabi": "ਤੂੰ ਸਭ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭਨਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "duK hrq. krqw suKh suAwmI; srix swDU AwieAw]",
    "transliteration": "Dhukh Harath Karathaa Sukheh Suaamee Saran Saadhhoo Aaeiaa ||",
    "translation": "O Destroyer of pain, Creator Lord, Master of peace and bliss, I have come seeking the Sanctuary of the Holy;",
    "punjabi": "ਹੇ (ਸਭ ਜੀਵਾਂ ਦੇ) ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ, ਸਭ ਦੇ ਪੈਦਾ ਕਰਨ ਵਾਲੇ, ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "sMswru swgru mhw ibKVw; pl eyk mwih qrwieAw]",
    "transliteration": "Sansaar Saagar Mehaa Bikharraa Pal Eaek Maahi Tharaaeiaa ||",
    "translation": "Please, help me to cross over the terrifying and difficult world-ocean in an instant.",
    "punjabi": "ਉਸ ਨੂੰ ਤੂੰ ਇਸ ਬੜੇ ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਇਕ ਛਿਨ ਵਿਚ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "pUir rihAw srb QweI; gur igAwnu nyqRI AMjno]",
    "transliteration": "Poor Rehiaa Sarab Thhaaee Gur Giaan Naethree Anjano ||",
    "translation": "I saw the Lord pervading and permeating everywhere, when the healing ointment of the Guru's wisdom was applied to my eyes.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਗੁਰੂ ਦਾ ਦਿੱਤਾ ਗਿਆਨ-ਸੁਰਮਾ ਜਿਸ ਮਨੁੱਖ ਦੀਆਂ ਅੱਖਾਂ ਵਿਚ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਤੂੰ ਸਭ ਥਾਵਾਂ ਵਿਚ ਵਿਆਪਕ ਦਿੱਸਦਾ ਹੈਂ।",
    "pronunciation": "QWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ibnvMiq nwnk. sdw ismrI; srb duK BY BMjno]2]",
    "transliteration": "Binavanth Naanak Sadhaa Simaree Sarab Dhukh Bhai Bhanjano ||2||",
    "translation": "Prays Nanak, remember Him forever in meditation, the Destroyer of all sorrow and fear. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਸਾਰੇ ਦੁੱਖਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ! (ਮੇਹਰ ਕਰ) ਮੈਂ ਸਦਾ ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "Awip lIey liV lwie; ikrpw DwrIAw jIau]",
    "transliteration": "Aap Leeeae Larr Laae Kirapaa Dhhaareeaa Jeeo ||",
    "translation": "He Himself has attached me to the hem of His robe; He has showered me with His Mercy.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਤੂੰ ਮੇਹਰ (ਦੀ ਨਿਗਾਹ) ਕਰਦਾ ਹੈਂ, ਤੂੰ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਲੜ ਲਾ ਲੈਂਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "moih inrguxu nIcu AnwQu; pRB Agm ApwrIAw jIau]",
    "transliteration": "Mohi Niragun Neech Anaathh Prabh Agam Apaareeaa Jeeo ||",
    "translation": "I am worthless, lowly and helpless; God is unfathomable and infinite.",
    "punjabi": "ਹੇ ਅਪਹੁੰਚ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਮੈਂ ਗੁਣ-ਹੀਨ ਨੀਚ ਅਤੇ ਅਨਾਥ (ਭੀ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੇ ਉਤੇ ਭੀ ਮੇਹਰ ਕਰ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "dieAwl sdw ikRpwl suAwmI; nIc QwpxhwirAw]",
    "transliteration": "Dhaeiaal Sadhaa Kirapaal Suaamee Neech Thhaapanehaariaa ||",
    "translation": "My Lord and Master is always merciful, kind and compassionate; He uplifts and establishes the lowly.",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਘਰ! ਹੇ ਕਿਰਪਾ ਦੇ ਘਰ ਮਾਲਕ! ਹੇ ਨੀਵਿਆਂ ਨੂੰ ਉੱਚੇ ਬਣਾਣ ਵਾਲੇ ਪ੍ਰਭੂ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "jIA jMq siB vis qyrY; sgl qyrI swirAw]",
    "transliteration": "Jeea Janth Sabh Vas Thaerai Sagal Thaeree Saariaa ||",
    "translation": "All beings and creatures are under Your power; You take care of all.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹਨ, ਸਾਰੇ ਤੇਰੀ ਸੰਭਾਲ ਵਿਚ ਹਨ।",
    "pronunciation": "(swirAw) sMBwl c[ v`is",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "Awip krqw. Awip Bugqw; Awip sgl bIcwrIAw]",
    "transliteration": "Aap Karathaa Aap Bhugathaa Aap Sagal Beechaareeaa ||",
    "translation": "He Himself is the Creator, and He Himself is the Enjoyer; He Himself is the Contemplator of all.",
    "punjabi": "ਤੂੰ ਆਪ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, (ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਤੂੰ ਆਪ (ਸਾਰੇ ਪਦਾਰਥ) ਭੋਗਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਆਪ ਸਾਰੇ ਜੀਵਾਂ ਵਾਸਤੇ ਵਿਚਾਰਾਂ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ibnvMq nwnk. gux gwie jIvw; hir jpu jpau bnvwrIAw]3]",
    "transliteration": "Binavanth Naanak Gun Gaae Jeevaa Har Jap Japo Banavaareeaa ||3||",
    "translation": "Prays Nanak, singing Your Glorious Praises, I live, chanting the Chant of the Lord, the Lord of the world-forest. ||3||",
    "punjabi": "ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! (ਮੇਹਰ ਕਰ) ਮੈਂ ਤੇਰੇ ਗੁਣ ਗਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਸਦਾ ਤੇਰੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦਾ ਰਹਾਂ ॥੩॥",
    "pronunciation": "ibn-vMq",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "qyrw drsu Apwru; nwmu AmoleI jIau]",
    "transliteration": "Thaeraa Dharas Apaar Naam Amolee Jeeo ||",
    "translation": "The Blessed Vision of Your Darshan is incomparable; Your Name is utterly priceless.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਬੇਅੰਤ ਹੈਂ। ਤੇਰਾ ਨਾਮ ਕਿਸੇ (ਦੁਨੀਆਵੀ) ਕੀਮਤ ਤੋਂ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "A-moleI",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "iniq jpih qyry dws; purK AqoleI jIau]",
    "transliteration": "Nith Japehi Thaerae Dhaas Purakh Atholee Jeeo ||",
    "translation": "O my Incomputable Lord, Your humble servants ever meditate on You.",
    "punjabi": "ਹੇ ਨਾਹ ਤੋਲੇ ਜਾ ਸਕਣ ਵਾਲੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਤੇਰੇ ਦਾਸ ਸਦਾ ਤੇਰਾ ਨਾਮ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "A-qoleI",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "sMq rsn vUTw Awip qUTw; hir rsih syeI mwiqAw]",
    "transliteration": "Santh Rasan Voothaa Aap Thoothaa Har Rasehi Saeee Maathiaa ||",
    "translation": "You dwell on the tongues of the Saints, by Your own pleasure; they are intoxicated with Your sublime essence, O Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸੰਤਾਂ ਉੱਤੇ ਤੂੰ ਆਪ ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈਂ, ਤੇ ਉਹਨਾਂ ਦੀ ਜੀਭ ਉਤੇ ਆ ਵੱਸਦਾ ਹੈਂ, ਉਹ ਤੇਰੇ ਨਾਮ ਦੇ ਰਸ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "gur crn lwgy mhw Bwgy; sdw An idnu jwigAw]",
    "transliteration": "Gur Charan Laagae Mehaa Bhaagae Sadhaa Anadhin Jaagiaa ||",
    "translation": "Those who are attached to Your feet are very blessed; night and day, they remain always awake and aware.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਲੱਗਦੇ ਹਨ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹ ਸਦਾ ਹਰ ਵੇਲੇ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "sd sdw isMmRqb´ suAwmI; swis swis gux boleI]",
    "transliteration": "Sadh Sadhaa Sinmrathaby Suaamee Saas Saas Gun Bolee ||",
    "translation": "Forever and ever, meditate in remembrance on the Lord and Master; with each and every breath, speak His Glorious Praises.",
    "punjabi": "ਹੇ ਸਿਮਰਨ-ਜੋਗ ਮਾਲਕ! ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ (ਗੁਰੂ) ਸਦਾ ਹੀ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਤੇਰੇ ਗੁਣ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(isMmRqb´)ismrny Xog AivnwsI[ isMmRqb´: isMmRq`ibA",
    "type_id": 3
  },
  {
    "shabad_id": 2621,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ibnvMiq nwnk. DUir swDU; nwmu pRBU AmoleI]4]1]",
    "transliteration": "Binavanth Naanak Dhhoor Saadhhoo Naam Prabhoo Amolee ||4||1||",
    "translation": "Prays Nanak, let me become the dust of the feet of the Saints. God's Name is invaluable. ||4||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਨੂੰ ਉਸ ਗੁਰੂ ਦੀ ਚਰਨ-ਧੂੜ ਦੇਹ, ਜੇਹੜਾ ਤੇਰਾ ਅਮੋਲਕ ਨਾਮ (ਸਦਾ ਜਪਦਾ ਹੈ) ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwgu DnwsrI bwxI Bgq kbIr jI kI",
    "transliteration": "Raag Dhhanaasaree Baanee Bhagath Kabeer Jee Kee",
    "translation": "Raag Dhanaasaree, The Word Of Devotee Kabeer Jee:",
    "punjabi": "ਰਾਗ ਧਨਾਸਰੀ ਵਿੱਚ ਭਗਤ ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "<> siqgur pRswid]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2622,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "snk snMd. mhys smwnW]",
    "transliteration": "Sanak Sanandh Mehaes Samaanaan ||",
    "translation": "Beings like Sanak, Sanand, Shiva and Shaysh-naaga -",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਬ੍ਰਹਮਾ ਦੇ ਪੁੱਤਰਾਂ) ਸਨਕ, ਸਨੰਦ ਅਤੇ ਸ਼ਿਵ ਜੀ ਵਰਗਿਆਂ ਨੇ ਤੇਰਾ ਭੇਦ ਨਹੀਂ ਪਾਇਆ;",
    "pronunciation": "(smwnW) vrigAW",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "syKnwig; qyro mrmu. n jwnW]1]",
    "transliteration": "Saekhanaag Thaero Maram N Jaanaan ||1||",
    "translation": "None of them know Your mystery, Lord. ||1||",
    "punjabi": "(ਵਿਸ਼ਨੂ ਦੇ ਭਗਤ) ਸ਼ੇਸ਼ਨਾਗ ਨੇ ਤੇਰੇ (ਦਿਲ ਦਾ) ਰਾਜ਼ ਨਹੀਂ ਸਮਝਿਆ ॥੧॥",
    "pronunciation": "(mrmu) Byd",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "sMqsMgiq; rwmu irdY bsweI]1]rhwau]",
    "transliteration": "Santhasangath Raam Ridhai Basaaee ||1|| Rehaao ||",
    "translation": "In the Society of the Saints, the Lord dwells within the heart. ||1||Pause||",
    "punjabi": "ਮੈਂ ਸੰਤਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਉਂਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2622,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "hnUmwn sir; gruV smwnW]",
    "transliteration": "Hanoomaan Sar Garurr Samaanaan ||",
    "translation": "Beings like Hanumaan, Garura, Indra the King of the gods and the rulers of humans -",
    "punjabi": "(ਸ੍ਰੀ ਰਾਮ ਚੰਦਰ ਜੀ ਦੇ ਸੇਵਕ) ਹਨੂਮਾਨ ਵਰਗੇ ਨੇ, (ਵਿਸ਼ਨੂ ਦੇ ਸੇਵਕ ਤੇ ਪੰਛੀਆਂ ਦੇ ਰਾਜੇ) ਗਰੁੜ ਵਰਗਿਆਂ ਨੇ,",
    "pronunciation": "(sir) vrgy[ (gruV) ivSnMU dI svwrI pMCI",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "surpiq nrpiq; nhI gun jwnW]2]",
    "transliteration": "Surapath Narapath Nehee Gun Jaanaan ||2||",
    "translation": "None of them know Your Glories, Lord. ||2||",
    "punjabi": "ਦੇਵਤਿਆਂ ਦੇ ਰਾਜੇ ਇੰਦਰ ਨੇ, ਵੱਡੇ ਵੱਡੇ ਰਾਜਿਆਂ ਨੇ ਭੀ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ॥੨॥",
    "pronunciation": "(surpiq) ieMdR[ (nrpiq) rwjw",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "cwir byd Aru isMimRiq purwnW]",
    "transliteration": "Chaar Baedh Ar Sinmrith Puraanaan ||",
    "translation": "The four Vedas, the Simritees and the Puraanas, Vishnu the Lord of Lakshmi",
    "punjabi": "ਚਾਰ ਵੇਦ, (ਅਠਾਰਾਂ) ਸਿਮ੍ਰਿਤੀਆਂ, (ਅਠਾਰਾਂ) ਪੁਰਾਣ-(ਇਹਨਾਂ ਦੇ ਕਰਤਾ ਬ੍ਰਹਮਾ, ਮਨੂ ਤੇ ਹੋਰ ਰਿਸ਼ੀਆਂ) ਨੇ ਤੈਨੂੰ ਨਹੀਂ ਸਮਝਿਆ;",
    "pronunciation": "isMm-i Riq",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "kmlwpiq kvlw; nhI jwnW]3]",
    "transliteration": "Kamalaapath Kavalaa Nehee Jaanaan ||3||",
    "translation": "And Lakshmi herself - none of them know the Lord. ||3||",
    "punjabi": "ਵਿਸ਼ਨੂ ਤੇ ਲੱਛਮੀ ਨੇ ਭੀ ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ॥੩॥",
    "pronunciation": "(kmlwpiq) ivSnMU",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "kih kbIr; so BrmY nwhI]",
    "transliteration": "Kehi Kabeer So Bharamai Naahee ||",
    "translation": "Says Kabeer, one who falls at the Lord's feet,",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-(ਬਾਕੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਲੋਕ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਪਾਸੇ ਭਟਕਦੇ ਰਹੇ) ਇੱਕ ਉਹ ਮਨੁੱਖ ਭਟਕਦਾ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2622,
    "pada": 6,
    "source_line": 18,
    "gurmukhi": "pg lig rwm; rhYsrnWhI]4]1]",
    "transliteration": "Pag Lag Raam Rehai Saranaanhee ||4||1||",
    "translation": "And remains in His Sanctuary, does not wander around lost. ||4||1||",
    "punjabi": "ਜੋ (ਸੰਤਾਂ ਦੀ) ਚਰਨੀਂ ਲੱਗ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸ਼ਰਨ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "pg:polw bolo",
    "type_id": 3
  }
]