[
  {
    "shabad_id": 2639,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jYqsrI mhlw 4 Gru 1 caupdy",
    "transliteration": "Jaithasaree Mehalaa 4 Ghar 1 Choupadhae",
    "translation": "Jaitsree, Fourth Mehl, First House, Chau-Padas:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਾਰ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2639,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "myrY hIArY rqnu nwmu hir bisAw; guir. hwQu DirE myrY mwQw ]",
    "transliteration": "Maerai Heearai Rathan Naam Har Basiaa Gur Haathh Dhhariou Maerai Maathhaa ||",
    "translation": "The Jewel of the Lord's Name abides within my heart; the Guru has placed His hand on my forehead.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਦੋਂ) ਗੁਰੂ ਨੇ ਮੇਰੇ ਸਿਰ ਉੱਤੇ ਆਪਣਾ ਹੱਥ ਰੱਖਿਆ, ਤਾਂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਰਤਨ (ਵਰਗਾ ਕੀਮਤੀ) ਨਾਮ ਆ ਵੱਸਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "jnm jnm ky iklibK duK auqry; guir. nwmu dIE irnu lwQw ]1]",
    "transliteration": "Janam Janam Kae Kilabikh Dhukh Outharae Gur Naam Dheeou Rin Laathhaa ||1||",
    "translation": "The sins and pains of countless incarnations have been cast out. The Guru has blessed me with the Naam, the Name of the Lord, and my debt has been paid off. ||1||",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੂੰ) ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ, ਉਸ ਦੇ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ, (ਉਸ ਦੇ ਸਿਰੋਂ ਪਾਪਾਂ ਦਾ) ਕਰਜ਼ਾ ਉਤਰ ਗਿਆ ॥੧॥",
    "pronunciation": "(irnu) krzw[ l`wQw",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "myry mn. Bju rwm nwmu; siB ArQw ]",
    "transliteration": "Maerae Man Bhaj Raam Naam Sabh Arathhaa ||",
    "translation": "O my mind, vibrate the Lord's Name, and all your affairs shall be resolved.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, (ਪਰਮਾਤਮਾ) ਸਾਰੇ ਪਦਾਰਥ (ਦੇਣ ਵਾਲਾ ਹੈ)।",
    "pronunciation": "(ArQw) mnorQ[ Bju:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "guir pUrY. hir nwmu idRVwieAw; ibnu nwvY. jIvnu ibrQw ] rhwau ]",
    "transliteration": "Gur Poorai Har Naam Dhrirraaeiaa Bin Naavai Jeevan Birathhaa || Rehaao ||",
    "translation": "The Perfect Guru has implanted the Lord's Name within me; without the Name, life is useless. ||Pause||",
    "punjabi": "(ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਕੀਤਾ ਹੈ। ਤੇ, ਨਾਮ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖਾ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ibnu gur. mUV Bey hY mnmuK; qy moh mwieAw inq PwQw ]",
    "transliteration": "Bin Gur Moorr Bheae Hai Manamukh Thae Moh Maaeiaa Nith Faathhaa ||",
    "translation": "Without the Guru, the self-willed manmukhs are foolish and ignorant; they are forever entangled in emotional attachment to Maya.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ ਉਹ ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਮੂਰਖ ਹੋਏ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸਦਾ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "Pw`Qw",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iqn swDU crx. n syvy kbhU; iqn sBu jnmu AkwQw ]2]",
    "transliteration": "Thin Saadhhoo Charan N Saevae Kabehoo Thin Sabh Janam Akaathhaa ||2||",
    "translation": "They never serve the feet of the Holy; their lives are totally useless. ||2||",
    "punjabi": "ਉਹਨਾਂ ਨੇ ਕਦੇ ਭੀ ਗੁਰੂ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲਿਆ, ਉਹਨਾਂ ਦਾ ਸਾਰਾ ਜੀਵਨ ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(AkwQw) ivArQ",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ijn swDU crx. swD pg syvy; iqn sPilE jnmu snwQw ]",
    "transliteration": "Jin Saadhhoo Charan Saadhh Pag Saevae Thin Safaliou Janam Sanaathhaa ||",
    "translation": "Those who serve at the feet of the Holy, the feet of the Holy, their lives are made fruitful, and they belong to the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਓਟ ਲੈਂਦੇ ਹਨ, ਉਹ ਖਸਮ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(snwQw) Ksm vwly",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "mokau kIjY. dwsu dws dwsn ko; hir dieAw Dwir jgMnwQw ]3]",
    "transliteration": "Mo Ko Keejai Dhaas Dhaas Dhaasan Ko Har Dhaeiaa Dhhaar Jagannaathhaa ||3||",
    "translation": "Make me the slave of the slave of the slaves of the Lord; bless me with Your Mercy, O Lord of the Universe. ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਮੇਰੇ ਉੱਤੇ ਮੇਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਾ ਲੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "hm AMDuly. igAwn hIn AigAwnI; ikau cwlh mwrig pMQw ]",
    "transliteration": "Ham Andhhulae Giaaneheen Agiaanee Kio Chaaleh Maarag Panthhaa ||",
    "translation": "I am blind, ignorant and totally without wisdom; how can I walk on the Path?",
    "punjabi": "ਹੇ ਗੁਰੂ! ਅਸੀਂ ਮਾਇਆ ਵਿਚ ਅੰਨ੍ਹੇ ਹੋ ਰਹੇ ਹਾਂ, ਅਸੀਂ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹਾਂ, ਸਾਨੂੰ ਸਹੀ ਜੀਵਨ-ਜੁਗਤਿ ਦੀ ਸੂਝ ਨਹੀਂ ਹੈ, ਅਸੀਂ ਤੇਰੇ ਦੱਸੇ ਹੋਏ ਜੀਵਨ-ਰਾਹ ਉੱਤੇ ਤੁਰ ਨਹੀਂ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2639,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "hm AMDuly kau. gur AMclu dIjY; jn nwnk. clh imlMQw ]4]1]",
    "transliteration": "Ham Andhhulae Ko Gur Anchal Dheejai Jan Naanak Chaleh Milanthhaa ||4||1||",
    "translation": "I am blind - O Guru, please let me grasp the hem of Your robe, so that servant Nanak may walk in harmony with You. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਗੁਰੂ! ਸਾਨੂੰ ਅੰਨ੍ਹਿਆਂ ਨੂੰ ਆਪਣਾ ਪੱਲਾ ਫੜਾ, ਤਾਂ ਕਿ ਤੇਰੇ ਪੱਲੇ ਲੱਗ ਕੇ ਅਸੀਂ ਤੇਰੇ ਦੱਸੇ ਹੋਏ ਰਸਤੇ ਉਤੇ ਤੁਰ ਸਕੀਏ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jYqsrI mhlw 4 ]",
    "transliteration": "Jaithasaree Mehalaa 4 ||",
    "translation": "Jaitsree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "hIrw lwlu Amolku hY BwrI; ibnu gwhk. mIkw kwKw ]",
    "transliteration": "Heeraa Laal Amolak Hai Bhaaree Bin Gaahak Meekaa Kaakhaa ||",
    "translation": "A jewel or a diamond may be very valuable and heavy, but without a purchaser, it is worth only straw.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਬੜਾ ਹੀ ਕੀਮਤੀ ਹੀਰਾ ਹੈ ਲਾਲ ਹੈ, ਪਰ ਗਾਹਕ ਤੋਂ ਬਿਨਾ ਇਹ ਹੀਰਾ ਕੱਖ ਵਰਗਾ ਹੋਇਆ ਪਿਆ ਹੈ।",
    "pronunciation": "(mIkw) brwbr[ (kwKw) k`K",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "rqn gwhku guru swDU dyiKE; qb rqnu ibkwno lwKw ]1]",
    "transliteration": "Rathan Gaahak Gur Saadhhoo Dhaekhiou Thab Rathan Bikaano Laakhaa ||1||",
    "translation": "When the Holy Guru, the Purchaser, saw this jewel, He purchased it for hundreds of thousands of dollars. ||1||",
    "punjabi": "ਜਦੋਂ ਇਸ ਰਤਨ ਦਾ ਗਾਹਕ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਤਦੋਂ ਇਹ ਰਤਨ ਲੱਖੀਂ ਰੁਪਈਂ ਵਿਕਣ ਲੱਗ ਪਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "myrY min; gupq hIru hir rwKw ]",
    "transliteration": "Maerai Man Gupath Heer Har Raakhaa ||",
    "translation": "The Lord has kept this jewel hidden within my mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਨੇ ਆਪਣਾ ਨਾਮ-ਹੀਰਾ ਲੁਕਾ ਕੇ ਰੱਖਿਆ ਹੋਇਆ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "dIn dieAwil imlwieE guru swDU; guir imilAY. hIru prwKw ] rhwau ]",
    "transliteration": "Dheen Dhaeiaal Milaaeiou Gur Saadhhoo Gur Miliai Heer Paraakhaa || Rehaao ||",
    "translation": "The Lord, merciful to the meek, led me to meet the Holy Guru; meeting the Guru, I came to appreciate this jewel. ||Pause||",
    "punjabi": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਉਸ ਹਰੀ ਨੇ ਮੈਨੂੰ ਗੁਰੂ ਮਿਲਾ ਦਿੱਤਾ। ਗੁਰੂ ਮਿਲਣ ਨਾਲ ਮੈਂ ਉਹ ਹੀਰਾ ਪਰਖ ਲਿਆ (ਮੈਂ ਉਸ ਹੀਰੇ ਦੀ ਕਦਰ ਸਮਝ ਲਈ) ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "mnmuK koTI AigAwnu AMDyrw; iqn Gir rqnu. n lwKw ]",
    "transliteration": "Manamukh Kothee Agiaan Andhhaeraa Thin Ghar Rathan N Laakhaa ||",
    "translation": "The rooms of the self-willed manmukhs are dark with ignorance; in their homes, the jewel is not visible.",
    "punjabi": "ਹੇ ਭਾਈ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, (ਤਾਹੀਏਂ) ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਨਾਮ-ਰਤਨ (ਕਦੇ) ਨਹੀਂ ਵੇਖਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "qy aUJiV Brim muey gwvwrI; mwieAw BuAMg ibKu cwKw ]2]",
    "transliteration": "Thae Oojharr Bharam Mueae Gaavaaree Maaeiaa Bhuang Bikh Chaakhaa ||2||",
    "translation": "Those fools die, wandering in the wilderness, eating the poison of the snake, Maya. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮਾਇਆ-ਸਪਣੀ (ਦੇ ਮੋਹ) ਦਾ ਜ਼ਹਿਰ ਖਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, (ਇਸ ਵਾਸਤੇ) ਉਹ ਮੂਰਖ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪੈ ਕੇ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "hir hir swD mylhu jn nIky; hir swDU srix hm rwKw ]",
    "transliteration": "Har Har Saadhh Maelahu Jan Neekae Har Saadhhoo Saran Ham Raakhaa ||",
    "translation": "O Lord, Har, Har, let me meet the humble, holy beings; O Lord, keep me in the Sanctuary of the Holy.",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ ਚੰਗੇ ਸੰਤ ਜਨ ਮਿਲਾ, ਮੈਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਰੱਖ।",
    "pronunciation": "(nIky) au~qm",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "hir AMgIkwru krhu pRB suAwmI; hm pry Bwig qum pwKw ]3]",
    "transliteration": "Har Angeekaar Karahu Prabh Suaamee Ham Parae Bhaag Thum Paakhaa ||3||",
    "translation": "O Lord, make me Your own; O God, Lord and Master, I have hurried to Your side. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਮਾਲਕ! ਮੇਰੀ ਮਦਦ ਕਰ। ਮੈਂ ਹੋਰ ਪਾਸੇ ਛੱਡ ਕੇ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ ॥੩॥",
    "pronunciation": "(pwKw) srn",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ijhvw ikAw gux AwiK vKwxh; qum vf Agm vf purKw ]",
    "transliteration": "Jihavaa Kiaa Gun Aakh Vakhaaneh Thum Vadd Agam Vadd Purakhaa ||",
    "translation": "What Glorious Virtues of Yours can I speak and describe? You are great and unfathomable, the Greatest Being.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਵੱਡਾ ਪੁਰਖ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਅਸੀਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਤੇਰੇ ਕੇਹੜੇ ਕੇਹੜੇ ਗੁਣ ਆਖ ਕੇ ਦੱਸ ਸਕਦੇ ਹਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2640,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "jn nwnk. hir ikrpw DwrI; pwKwxu fubq. hir rwKw ]4]2]",
    "transliteration": "Jan Naanak Har Kirapaa Dhhaaree Paakhaan Ddubath Har Raakhaa ||4||2||",
    "translation": "The Lord has bestowed His Mercy on servant Nanak; He has saved the sinking stone. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕੀਤੀ, ਉਸ ਪੱਥਰ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬਦੇ ਨੂੰ ਉਸ ਨੇ ਬਚਾ ਲਿਆ ॥੪॥੨॥",
    "pronunciation": "(pwKwxu) p`Qr[ fu`bq",
    "type_id": 3
  }
]