[
  {
    "shabad_id": 2641,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jYqsrI mÚ 4 ]",
    "transliteration": "Jaithasaree Ma 4 ||",
    "translation": "Jaitsree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "hm bwirk. kCUA n jwnh, giq imiq, qyry; mUrK mugD ieAwnw ]",
    "transliteration": "Ham Baarik Kashhooa N Jaaneh Gath Mith Thaerae Moorakh Mugadhh Eiaanaa ||",
    "translation": "I am Your child; I know nothing about Your state and extent; I am foolish, idiotic and ignorant.",
    "punjabi": "ਹੇ ਭਾਈ! ਅਸੀਂ ਤੇਰੇ ਅੰਞਾਣ ਮੂਰਖ ਬੱਚੇ ਹਾਂ, ਅਸੀਂ ਨਹੀਂ ਜਾਣ ਸਕਦੇ ਕਿ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ, ਅਤੇ ਕੇਡਾ ਵੱਡਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "hir ikrpw Dwir dIjY miq aUqm; kir lIjY mugDu isAwnw ]1]",
    "transliteration": "Har Kirapaa Dhhaar Dheejai Math Ootham Kar Leejai Mugadhh Siaanaa ||1||",
    "translation": "O Lord, shower me with Your Mercy; bless me with an enlightened intellect; I am foolish - make me clever. ||1||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੇਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਚੰਗੀ ਅਕਲ ਦੇਹ, ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਸਿਆਣਾ ਬਣਾ ਲੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "myrw mnu AwlsIAw auGlwnw ]",
    "transliteration": "Maeraa Man Aalaseeaa Oughalaanaa ||",
    "translation": "My mind is lazy and sleepy.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਸੁਸਤ ਮਨ (ਮਾਇਆ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੌਂ ਗਿਆ ਸੀ।",
    "pronunciation": "buirAweI dI nINdc (auGlwnw) aUNGdw hY",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "hir hir Awin imlwieE guru swDU; imil swDU. kpt Kulwnw ] rhwau ]",
    "transliteration": "Har Har Aan Milaaeiou Gur Saadhhoo Mil Saadhhoo Kapatt Khulaanaa || Rehaao ||",
    "translation": "The Lord, Har, Har, has led me to meet the Holy Guru; meeting the Holy, the shutters have been opened wide. ||Pause||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਮੈਨੂੰ ਗੁਰੂ ਲਿਆ ਕੇ ਮਿਲਾ ਦਿੱਤਾ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਮੇਰੇ ਮਨ ਦੇ) ਕਿਵਾੜ ਖੁੱਲ੍ਹ ਗਏ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "gur. iKnu iKnu pRIiq lgwvhu myrY hIArY; myry pRIqm nwmu prwnw ]",
    "transliteration": "Gur Khin Khin Preeth Lagaavahu Maerai Heearai Maerae Preetham Naam Paraanaa ||",
    "translation": "O Guru, each and every instant, fill my heart with love; the Name of my Beloved is my breath of life.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਵਾਸਤੇ ਹਰ ਵੇਲੇ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਕਰ ਦੇਹ, ਮੇਰੇ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮੇਰੇ ਪ੍ਰਾਣ ਬਣ ਜਾਏ।",
    "pronunciation": "(prwnw) prwx",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ibnu nwvY. mir jweIAY myry Twkur; ijau AmlI Amil luBwnw ]2]",
    "transliteration": "Bin Naavai Mar Jaaeeai Maerae Thaakur Jio Amalee Amal Lubhaanaa ||2||",
    "translation": "Without the Name, I would die; the Name of my Lord and Master is to me like the drug to the addict. ||2||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਵੇਂ ਨਸ਼ਈ ਮਨੁੱਖ ਨਸ਼ੇ ਵਿਚ ਖ਼ੁਸ਼ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਘਬਰਾ ਉਠਦਾ ਹੈ, ਤਿਵੇਂ) ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਿੰਦ ਵਿਆਕੁਲ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ijn min pRIiq lgI hir kyrI; iqn Duir Bwg purwnw ]",
    "transliteration": "Jin Man Preeth Lagee Har Kaeree Thin Dhhur Bhaag Puraanaa ||",
    "translation": "Those who enshrine love for the Lord within their minds fulfill their pre-ordained destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਮਿਲੇ ਚਿਰ ਦੇ ਭਾਗ ਜਾਗ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "iqn. hm crx sryvh iKnu iKnu; ijn hir mIT lgwnw ]3]",
    "transliteration": "Thin Ham Charan Saraeveh Khin Khin Jin Har Meeth Lagaanaa ||3||",
    "translation": "I worship their feet, each and every instant; the Lord seems very sweet to them. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ, ਅਸੀਂ ਹਰ ਵੇਲੇ ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰਦੇ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "hir hir ikRpw DwrI myrY Twkuir; jnu ibCuirAw icrI imlwnw ]",
    "transliteration": "Har Har Kirapaa Dhhaaree Maerai Thaakur Jan Bishhuriaa Chiree Milaanaa ||",
    "translation": "My Lord and Master, Har, Har, has showered His Mercy upon His humble servant; separated for so long, he is now re-united with the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਹਰ ਦੀ ਨਿਗਾਹ ਕੀਤੀ, ਉਸ ਨੂੰ ਚਿਰ ਦੇ ਵਿਛੁੜੇ ਹੋਏ ਨੂੰ ਉਸ ਨੇ ਆਪਣੇ ਨਾਲ ਮਿਲਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2641,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "Dnu Dnu siqguru. ijin nwmu idRVwieAw; jnu nwnku. iqsu kurbwnw ]4]3]",
    "transliteration": "Dhhan Dhhan Sathigur Jin Naam Dhrirraaeiaa Jan Naanak This Kurabaanaa ||4||3||",
    "translation": "Blessed, blessed is the True Guru, who has implanted the Naam, the Name of the Lord within me; servant Nanak is a sacrifice to Him. ||4||3||",
    "punjabi": "ਧੰਨ ਹੈ ਗੁਰੂ, ਧੰਨ ਹੈ ਗੁਰੂ, ਜਿਸ ਨੇ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ। ਦਾਸ ਨਾਨਕ ਉਸ ਗੁਰੂ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jYqsrI mhlw 4 ]",
    "transliteration": "Jaithasaree Mehalaa 4 ||",
    "translation": "Jaitsree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "siqguru swjnu purKu vf pwieAw; hir rsik rsik Pl lwigbw ]",
    "transliteration": "Sathigur Saajan Purakh Vadd Paaeiaa Har Rasak Rasak Fal Laagibaa ||",
    "translation": "I have found the True Guru, my Friend, the Greatest Being. Love and affection for the Lord has blossomed forth.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ (ਸਭ ਦਾ) ਸੱਜਣ ਹੈ, ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਬੜੇ ਸੁਆਦ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਫਲ ਖਾਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(rsik) rs nwl",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mwieAw BuieAMg gRisE hY pRwxI; gur bcnI. ibsu, hir kwiFbw ]1]",
    "transliteration": "Maaeiaa Bhueiang Grasiou Hai Praanee Gur Bachanee Bis Har Kaadtibaa ||1||",
    "translation": "Maya, the snake, has seized the mortal; through the Word of the Guru, the Lord neutralizes the venom. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ-ਸਪਣੀ ਗ੍ਰਸੀ ਰੱਖਦੀ ਹੈ, ਪਰ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਉਤੇ ਤੁਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਉਹ ਜ਼ਹਿਰ ਕੱਢ ਦੇਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ibsu) zhr[ Buie-AMg",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "myrw mnu; rwm nwm ris lwigbw ]",
    "transliteration": "Maeraa Man Raam Naam Ras Laagibaa ||",
    "translation": "My mind is attached to the sublime essence of the Lord's Name.",
    "punjabi": "(ਹੇ ਭਾਈ! ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੇਰਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਮਗਨ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "hir kIey piqq pivqR. imil swD gur; hir nwmY. hir rsu cwiKbw ] rhwau ]",
    "transliteration": "Har Keeeae Pathith Pavithr Mil Saadhh Gur Har Naamai Har Ras Chaakhibaa || Rehaao ||",
    "translation": "The Lord has purified the sinners, uniting them with the Holy Guru; now, they taste the Lord's Name, and the sublime essence of the Lord. ||Pause||",
    "punjabi": "ਸਾਧੂ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਜੇਹੜੇ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ (ਜੁੜਦੇ ਹਨ), ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਰਸ ਚੱਖਦੇ ਹਨ ਉਹਨਾਂ ਵਿਕਾਰੀਆਂ ਨੂੰ ਭੀ ਪਰਮਾਤਮਾ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲੇ ਬਣਾ ਲੈਂਦਾ ਹੈ ਰਹਾਉ॥",
    "pronunciation": "b`by kMnw ie`kTy hn",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "Dnu Dnu vfBwg. imilE guru swDU; imil swDU. ilv aunmin lwigbw ]",
    "transliteration": "Dhhan Dhhan Vaddabhaag Miliou Gur Saadhhoo Mil Saadhhoo Liv Ounaman Laagibaa ||",
    "translation": "Blessed, blessed is the good fortune of those who meet the Holy Guru; meeting with the Holy, they lovingly center themselves in the state of absolute absorption.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਮਨੁੱਖ ਸਲਾਹੁਣ-ਜੋਗ ਹੋ ਜਾਂਦਾ ਹੈ, ਵੱਡੀ ਕਿਸਮਤ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੀ ਸੁਰਤਿ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(aunmin) au~cI AvsQw ivAwpk bRhmjI",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "iqRsnw Agin buJI. sWiq pweI; hir inrml. inrml gun gwiebw ]2]",
    "transliteration": "Thrisanaa Agan Bujhee Saanth Paaee Har Niramal Niramal Gun Gaaeibaa ||2||",
    "translation": "The fire of desire within them is quenched, and they find peace; they sing the Glorious Praises of the Immaculate Lord. ||2||",
    "punjabi": "(ਜਿਉਂ ਜਿਉਂ) ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਵਿਤ੍ਰ ਕਰਨ ਵਾਲੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਸ਼ਾਂਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "iqn ky Bwg KIn. Duir pwey; ijn siqgur drsu. n pwiebw ]",
    "transliteration": "Thin Kae Bhaag Kheen Dhhur Paaeae Jin Sathigur Dharas N Paaeibaa ||",
    "translation": "Those who do not obtain the Blessed Vision of the True Guru's Darshan, have misfortune pre-ordained for them.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਕਦੇ) ਗੁਰੂ ਦਾ ਦਰਸਨ ਨਾਹ ਕੀਤਾ ਉਹਨਾਂ ਦੇ ਭਾਗ ਹਿਰ ਗਏ, ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹੀ ਉਹਨਾਂ ਨੂੰ ਇਹ ਭਾਗ-ਹੀਨਤਾ ਮਿਲ ਗਈ।",
    "pronunciation": "(KIn) mMdy",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "qy dUjY Bwie pvih gRB jonI; sBu ibrQw jnmu iqn jwiebw ]3]",
    "transliteration": "Thae Dhoojai Bhaae Pavehi Grabh Jonee Sabh Birathhaa Janam Thin Jaaeibaa ||3||",
    "translation": "In the love of duality, they are consigned to reincarnation through the womb, and they pass their lives totally uselessly. ||3||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਉਹ ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਸਾਰੀ ਜ਼ਿੰਦਗੀ ਵਿਅਰਥ ਚਲੀ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "hir dyhu ibml miq. gur swD pg syvh; hm hir mIT lgwiebw ]",
    "transliteration": "Har Dhaehu Bimal Math Gur Saadhh Pag Saeveh Ham Har Meeth Lagaaeibaa ||",
    "translation": "O Lord, please, bless me with pure understanding, that I may serve the Feet of the Holy Guru; the Lord seems sweet to me.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਨੂੰ ਸੁਅੱਛ ਅਕਲ ਬਖ਼ਸ਼, ਅਸੀਂ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੇ ਰਹੀਏ, ਤੇ ਹੇ ਹਰੀ! ਤੂੰ ਸਾਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਰਹੇਂ।",
    "pronunciation": "(ibml) inrml[ pg:polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2642,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "jnu nwnku. ryx swD pg mwgY; hir hoie dieAwlu idvwiebw ]4]4]",
    "transliteration": "Jan Naanak Raen Saadhh Pag Maagai Har Hoe Dhaeiaal Dhivaaeibaa ||4||4||",
    "translation": "Servant Nanak begs for the dust of the feet of the Holy; O Lord, be Merciful, and bless me with it. ||4||4||",
    "punjabi": "ਹੇ ਭਾਈ! ਦਾਸ ਨਾਨਕ (ਤਾਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੋਂ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮੰਗਦਾ ਹੈ। ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼ਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jYqsrI mhlw 4 ]",
    "transliteration": "Jaithasaree Mehalaa 4 ||",
    "translation": "Jaitsree, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ijn hir ihrdY nwmu. n bisE; iqn mwq kIjY hir. bWJw ]",
    "transliteration": "Jin Har Hiradhai Naam N Basiou Thin Maath Keejai Har Baanjhaa ||",
    "translation": "The Lord's Name does not abide within their hearts - their mothers should have been sterile.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ, ਉਹਨਾਂ ਦੀ ਮਾਂ ਨੂੰ ਹਰੀ ਬਾਂਝ ਹੀ ਕਰ ਦਿਆ ਕਰੇ (ਤਾਂ ਚੰਗਾ ਹੈ, ਕਿਉਂਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "iqn suM\\\\I dyh iPrih ibnu nwvY; Eie Kip Kip muey krWJw ]1]",
    "transliteration": "Thin Sunnjee Dhaeh Firehi Bin Naavai Oue Khap Khap Mueae Karaanjhaa ||1||",
    "translation": "These bodies wander around, forlorn and abandoned, without the Name; their lives waste away, and they die, crying out in pain. ||1||",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਹਰਿ-ਨਾਮ ਤੋਂ ਸੁੰਞਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੀ ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਅਤੇ, ਉਹ ਕ੍ਰੁਝ ਕ੍ਰੁਝ ਕੇ ਖ਼ੁਆਰ ਹੋ ਹੋ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(krWJw) kurlwauNdy",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "myry mn; jip rwm nwmu hir mwJw ]",
    "transliteration": "Maerae Man Jap Raam Naam Har Maajhaa ||",
    "translation": "O my mind, chant the Name of the Lord, the Lord within you.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਜੋ ਤੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(m`wJw) AMdr",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir hir ikRpwil ikRpw pRiB DwrI; guir igAwnu dIE. mnu smJw ] rhwau ]",
    "transliteration": "Har Har Kirapaal Kirapaa Prabh Dhhaaree Gur Giaan Dheeou Man Samajhaa || Rehaao ||",
    "translation": "The Merciful Lord God, Har, Har, has showered me with His Mercy; the Guru has imparted spiritual wisdom to me, and my mind has been instructed. ||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਕ੍ਰਿਪਾਲ ਪ੍ਰਭੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਉਤੇ) ਕਿਰਪਾ ਕੀਤੀ ਉਸ ਨੂੰ ਗੁਰੂ ਨੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ੀ ਉਸ ਦਾ ਮਨ (ਨਾਮ ਜਪਣ ਦੀ ਕਦਰ) ਸਮਝ ਗਿਆ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "hir kIriq kljuig pdu aUqmu; hir pweIAY siqgur mwJw ]",
    "transliteration": "Har Keerath Kalajug Padh Ootham Har Paaeeai Sathigur Maajhaa ||",
    "translation": "In this Dark Age of Kali Yuga, the Kirtan of the Lord's Praise brings the most noble and exalted status; the Lord is found through the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਸਭ ਤੋਂ ਉੱਚਾ ਦਰਜਾ ਹੈ, (ਪਰ) ਪਰਮਾਤਮਾ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਹੀ) ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "hau bilhwrI siqgur Apuny; ijin gupqu nwmu prgwJw ]2]",
    "transliteration": "Ho Balihaaree Sathigur Apunae Jin Gupath Naam Paragaajhaa ||2||",
    "translation": "I am a sacrifice to my True Guru, who has revealed the Lord's hidden Name to me. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਮੇਰੇ ਅੰਦਰ ਹੀ ਗੁੱਝੇ ਵੱਸਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪਰਗਟ ਕਰ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "drsnu swD imilE vfBwgI; siB iklibK gey gvwJw ]",
    "transliteration": "Dharasan Saadhh Miliou Vaddabhaagee Sabh Kilabikh Geae Gavaajhaa ||",
    "translation": "By great good fortune, I obtained the Blessed Vision of the Darshan of the Holy; it removes all stains of sin.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਦਾ ਦਰਸਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2643,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "siqguru swhu pwieAw vf dwxw; hir kIey bhu gux swJw ]3]",
    "transliteration": "Sathigur Saahu Paaeiaa Vadd Dhaanaa Har Keeeae Bahu Gun Saajhaa ||3||",
    "translation": "I have found the True Guru, the great, all-knowing King; He has shared with me the many Glorious Virtues of the Lord. ||3||",
    "punjabi": "ਜਿਸ ਨੂੰ ਵੱਡਾ ਸਿਆਣਾ ਤੇ ਸ਼ਾਹ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਬਹੁਤੇ ਗੁਣਾਂ ਨਾਲ ਉਸ ਨੂੰ ਸਾਂਝੀਵਾਲ ਬਣਾ ਦਿੱਤਾ ॥੩॥",
    "pronunciation": "sWJw",
    "type_id": 3
  }
]
