[
  {
    "shabad_id": 2650,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "jYqsrI mhlw 5 Gru 3",
    "transliteration": "Jaithasaree Mehalaa 5 Ghar 3",
    "translation": "Jaitsree, Fifth Mehl, Third House:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2650,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "koeI jwnY; kvnu eIhw jig mIqu ]",
    "transliteration": "Koee Jaanai Kavan Eehaa Jag Meeth ||",
    "translation": "Does anyone know, who is our friend in this world?",
    "punjabi": "ਹੇ ਭਾਈ! ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਜਾਣਦਾ ਹੈ (ਕਿ) ਇਥੇ ਜਗਤ ਵਿਚ (ਅਸਲੀ) ਮਿੱਤਰ ਕੌਣ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ijsu hoie ikRpwlu. soeI ibiD bUJY; qw kI inrml rIiq ]1] rhwau ]",
    "transliteration": "Jis Hoe Kirapaal Soee Bidhh Boojhai Thaa Kee Niramal Reeth ||1|| Rehaao ||",
    "translation": "He alone understands this, whom the Lord blesses with His Mercy. Immaculate and unstained is his way of life. ||1||Pause||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ (ਪਰਮਾਤਮਾ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਇਸ ਗੱਲ ਨੂੰ ਸਮਝਦਾ ਹੈ, (ਫਿਰ) ਉਸ ਮਨੁੱਖ ਦੀ ਜੀਵਨਿ-ਜੁਗਤਿ ਪਵਿੱਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ibiD:polw bolo",
    "type_id": 4
  },
  {
    "shabad_id": 2650,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "mwq ipqw binqw suq bMDp; iest mIq Aru BweI ]",
    "transliteration": "Maath Pithaa Banithaa Suth Bandhhap Eisatt Meeth Ar Bhaaee ||",
    "translation": "Mother, father, spouse, children, relatives, lovers, friends and siblings meet,",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਂ ਪਿਉ, ਇਸਤ੍ਰੀ, ਪੁੱਤਰ, ਰਿਸ਼ਤੇਦਾਰ, ਪਿਆਰੇ ਮਿੱਤਰ ਅਤੇ ਭਰਾ-",
    "pronunciation": "(bin-qw) iesqRI[ (suq) pu`q[ (bMDp) irSqydwr[ (iest) ipAwry",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "pUrb jnm ky imly sMjogI; AMqih. ko n shweI ]1]",
    "transliteration": "Poorab Janam Kae Milae Sanjogee Anthehi Ko N Sehaaee ||1||",
    "translation": "Having been associated in previous lives; but none of them will be your companion and support in the end. ||1||",
    "punjabi": "ਇਹ ਸਾਰੇ ਪਹਿਲੇ ਜਨਮਾਂ ਦੇ ਸੰਜੋਗਾਂ ਕਰਕੇ (ਇਥੇ) ਮਿਲ ਪਏ ਹਨ। ਅਖ਼ੀਰ ਵੇਲੇ ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ ॥੧॥",
    "pronunciation": "(pUrb) ipCly",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "mukiq mwl. kink lwl hIrw; mn rMjn kI mwieAw ]",
    "transliteration": "Mukath Maal Kanik Laal Heeraa Man Ranjan Kee Maaeiaa ||",
    "translation": "Pearl necklaces, gold, rubies and diamonds please the mind, but they are only Maya.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੋਤੀਆਂ ਦੀ ਮਾਲਾ, ਸੋਨਾ, ਲਾਲ, ਹੀਰੇ, ਮਨ ਨੂੰ ਖ਼ੁਸ਼ ਕਰਨ ਵਾਲੀ ਮਾਇਆ-",
    "pronunciation": "(mukiq mwl) moqIAW dI mwlw[ mn (rMjn)pRsMn krn vwlI",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hw hw krq ibhwnI AvDih; qw mih sMqoKu. n pwieAw ]2]",
    "transliteration": "Haa Haa Karath Bihaanee Avadhhehi Thaa Mehi Santhokh N Paaeiaa ||2||",
    "translation": "Possessing them, one passes his life in agony; he obtains no contentment from them. ||2||",
    "punjabi": "ਇਹਨਾਂ ਵਿਚ (ਲੱਗਿਆਂ) ਸਾਰੀ ਉਮਰ 'ਹਾਇ, ਹਾਇ' ਕਰਦਿਆਂ ਗੁਜ਼ਰ ਜਾਂਦੀ ਹੈ, ਮਨ ਨਹੀਂ ਰੱਜਦਾ ॥੨॥",
    "pronunciation": "(AvDih) aumr",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "hsiq rQ AsÍ pvn qyj; DxI BUmn cqurWgw ]",
    "transliteration": "Hasath Rathh Asv Pavan Thaej Dhhanee Bhooman Chathuraangaa ||",
    "translation": "Elephants, chariots, horses as fast as the wind, wealth, land, and armies of four kinds",
    "punjabi": "ਹੇ ਭਾਈ! ਹਾਥੀ, ਰਥ, ਹਵਾ ਦੇ ਵੇਗ ਵਰਗੇ ਘੋੜੇ (ਹੋਣ), ਧਨਾਢ ਹੋਵੇ, ਜ਼ਿਮੀ ਦਾ ਮਾਲਕ ਹੋਵੇ, ਚਾਰ ਕਿਸਮ ਦੀ ਫ਼ੌਜ ਦਾ ਮਾਲਕ ਹੋਵੇ-",
    "pronunciation": "(hsiq) hwQI[ (pvn) hvw vWg qyz (AsÍ) GoVy[ (DxI)mwlk, SwhUkwr[ (BUmn)jgIrdwr[ (cqurWgw)cwr pRkwr dI &Oj- hwQI, GoVy, rQ, pYdl[ AsÍ:vwvw A`Dw jwxky, vwvw polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "sMig. n cwilE ien mih kCUAY; aUiT isDwieE nWgw ]3]",
    "transliteration": "Sang N Chaaliou Ein Mehi Kashhooai Ooth Sidhhaaeiou Naangaa ||3||",
    "translation": "- none of these will go with him; he must get up and depart, naked. ||3||",
    "punjabi": "ਇਹਨਾਂ ਵਿਚੋਂ (ਭੀ) ਕੋਈ ਚੀਜ਼ ਭੀ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ, (ਇਹਨਾਂ ਦਾ ਮਾਲਕ ਮਨੁੱਖ ਇਥੋਂ) ਨੰਗਾ ਹੀ ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "hir ky sMq. ipRA pRIqm pRB ky; qw kY hir hir gweIAY ]",
    "transliteration": "Har Kae Santh Pria Preetham Prabh Kae Thaa Kai Har Har Gaaeeai ||",
    "translation": "The Lord's Saints are the beloved lovers of God; sing of the Lord, Har, Har, with them.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੰਤ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰੇ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2650,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "nwnk eIhw suKu. AwgY muK aUjl; sMig sMqn kY pweIAY ]4]1]",
    "transliteration": "Naanak Eehaa Sukh Aagai Mukh Oojal Sang Santhan Kai Paaeeai ||4||1||",
    "translation": "O Nanak, in the Society of the Saints, you shall obtain peace in this world, and in the next world, your face shall be radiant and bright. ||4||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਜਿਹਾ ਕਰਨ ਨਾਲ) ਇਸ ਲੋਕ ਵਿਚ ਸੁਖ ਮਿਲਦਾ ਹੈ, ਪਰਲੋਕ ਵਿਚ ਸੁਰਖ਼-ਰੂ ਹੋ ਜਾਈਦਾ ਹੈ। (ਪਰ ਇਹ ਦਾਤਿ) ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਹੀ ਮਿਲਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jYqsrI mhlw 5 Gru 3 dupdy",
    "transliteration": "Jaithasaree Mehalaa 5 Ghar 3 Dhupadhae",
    "translation": "Jaitsree, Fifth Mehl, Third House, Du-Padas:",
    "punjabi": "ਰਾਗ ਜੈਤਸਰੀ, ਘਰ ੩ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 2651,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "dyhu sMdysro; khIAau ipRA khIAau ]",
    "transliteration": "Dhaehu Sandhaesaro Keheeao Pria Keheeao ||",
    "translation": "Give me a message from my Beloved - tell me, tell me!",
    "punjabi": "(ਹੇ ਗੁਰ-ਸਿੱਖੋ!) ਮੈਨੂੰ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦਾ ਮਿੱਠਾ ਜਿਹਾ ਸਨੇਹਾ ਦਿਹੋ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2651,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ibsmu BeI mY. bhu ibiD sunqy; khhu suhwgin shIAau ]1] rhwau ]",
    "transliteration": "Bisam Bhee Mai Bahu Bidhh Sunathae Kehahu Suhaagan Seheeao ||1|| Rehaao ||",
    "translation": "I am wonder-struck, hearing the many reports of Him; tell them to me, O my happy sister soul-brides. ||1||Pause||",
    "punjabi": "ਮੈਂ (ਉਸ ਪਿਆਰੇ ਦੀ ਬਾਬਤ) ਕਈ ਕਿਸਮਾਂ (ਦੀਆਂ ਗੱਲਾਂ) ਸੁਣ ਸੁਣ ਕੇ ਹੈਰਾਨ ਹੋ ਰਹੀ ਹਾਂ। ਹੇ ਸੁਹਾਗਵਤੀ ਸਹੇਲੀਹੋ! (ਤੁਸੀਂ) ਦੱਸੋ (ਉਹ ਕਿਹੋ ਜਿਹਾ ਹੈ?) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2651,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ko khqo sB bwhir bwhir; ko khqo sB mhIAau ]",
    "transliteration": "Ko Kehatho Sabh Baahar Baahar Ko Kehatho Sabh Meheeao ||",
    "translation": "Some say that He is beyond the world - totally beyond it, while others say that He is totally within it.",
    "punjabi": "ਕੋਈ ਆਖਦਾ ਹੈ, ਉਹ ਸਭਨਾਂ ਤੋਂ ਬਾਹਰ ਹੀ ਵੱਸਦਾ ਹੈ, ਕੋਈ ਆਖਦਾ ਹੈ, ਉਹ ਸਭਨਾਂ ਦੇ ਵਿੱਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(mhIAau) iv`c",
    "type_id": 3
  },
  {
    "shabad_id": 2651,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "brnu. n dIsY, ichnu. n lKIAY; suhwgin swiq buJhIAau ]1]",
    "transliteration": "Baran N Dheesai Chihan N Lakheeai Suhaagan Saath Bujheheeao ||1||",
    "translation": "His color cannot be seen, and His pattern cannot be discerned. O happy soul-brides, tell me the truth! ||1||",
    "punjabi": "ਉਸ ਦਾ ਰੰਗ ਨਹੀਂ ਦਿੱਸਦਾ, ਉਸ ਦਾ ਕੋਈ ਲੱਛਣ ਨਜ਼ਰ ਨਹੀਂ ਆਉਂਦਾ। ਹੇ ਸੁਗਾਗਣੋ! ਤੁਸੀ ਮੈਨੂੰ ਸੱਚੀ ਗੱਲ ਸਮਝਾਓ ॥੧॥",
    "pronunciation": "(brnu) rMg[ (ichnu) inSwnI, l`Cx[ (sw`iq)s`cy[ sw`iq ibMdI nhIN lOxI[ b`u-JhIAau",
    "type_id": 3
  },
  {
    "shabad_id": 2651,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "srb invwsI Git Git vwsI; lypu nhI. AlphIAau ]",
    "transliteration": "Sarab Nivaasee Ghatt Ghatt Vaasee Laep Nehee Alapeheeao ||",
    "translation": "He is pervading everywhere, and He dwells in each and every heart; He is not stained - He is unstained.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਸਾਰਿਆਂ ਵਿਚ ਨਿਵਾਸ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸਣ ਵਾਲਾ ਹੈ (ਫਿਰ ਭੀ, ਉਸ ਨੂੰ ਮਾਇਆ ਦਾ) ਰਤਾ ਭੀ ਲੇਪ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(AlphI-Aau) inrlyp",
    "type_id": 3
  },
  {
    "shabad_id": 2651,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "nwnku khq. sunhu ry logw; sMq rsn ko bshIAau ]2]1]2]",
    "transliteration": "Naanak Kehath Sunahu Rae Logaa Santh Rasan Ko Baseheeao ||2||1||2||",
    "translation": "Says Nanak, listen, O people: He dwells upon the tongues of the Saints. ||2||1||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ-ਹੇ ਲੋਕੋ! ਸੁਣੋ, ਉਹ ਪ੍ਰਭੂ ਸੰਤ ਜਨਾਂ ਦੀ ਜੀਭ ਉਤੇ ਵੱਸਦਾ ਹੈ (ਸੰਤ ਜਨ ਹਰ ਵੇਲੇ ਉਸ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ) ॥੨॥੧॥੨॥",
    "pronunciation": "(b-shIAau) vsdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 2652,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "jYqsrI mÚ 5 ]",
    "transliteration": "Jaithasaree Ma 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2652,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "DIrau suin; DIrau pRB kau ]1] rhwau ]",
    "transliteration": "Dhheero Sun Dhheero Prabh Ko ||1|| Rehaao ||",
    "translation": "I am calmed, calmed and soothed, hearing of God. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਪ੍ਰਭੂ (ਦੀਆਂ ਗੱਲਾਂ) ਨੂੰ ਸੁਣ ਸੁਣ ਕੇ (ਆਪਣੇ ਮਨ ਵਿਚ) ਸਦਾ ਧੀਰਜ ਹਾਸਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "shabad_id": 2652,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "jIA pRwn mnu qnu sBu Arpau; nIrau pyiK. pRB kau nIrau ]1]",
    "transliteration": "Jeea Praan Man Than Sabh Arapo Neero Paekh Prabh Ko Neero ||1||",
    "translation": "I dedicate my soul, my breath of life, my mind, body and everything to Him: I behold God near, very near. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਨੂੰ ਹਰ ਵੇਲੇ (ਆਪਣੇ) ਨੇੜੇ ਵੇਖ ਵੇਖ ਕੇ ਮੈਂ ਆਪਣੀ ਜਿੰਦ-ਪ੍ਰਾਣ, ਆਪਣਾ ਮਨ ਤਨ ਸਭ ਕੁਝ ਉਸ ਦੀ ਭੇਟ ਕਰਦਾ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "(nIrau) nyVy",
    "type_id": 3
  },
  {
    "shabad_id": 2652,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "bysumwr byAMqu bf dwqw; mnih ghIrau. pyiK pRB kau ]2]",
    "transliteration": "Baesumaar Baeanth Badd Dhaathaa Manehi Geheero Paekh Prabh Ko ||2||",
    "translation": "Beholding God, the inestimable, infinite and Great Giver, I cherish Him in my mind. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹ ਪ੍ਰਭੂ ਵੱਡਾ ਦਾਤਾ ਹੈ, ਬੇਅੰਤ ਹੈ, ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਲੇਖਾ ਨਹੀਂ ਹੋ ਸਕਦਾ। ਉਸ ਪ੍ਰਭੂ ਨੂੰ (ਹਰ ਥਾਂ) ਵੇਖ ਕੇ ਮੈਂ ਉਸ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "(ghIrau) gRhx",
    "type_id": 3
  },
  {
    "shabad_id": 2652,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "jo cwhau soeI soeI pwvau; Awsw mnsw pUrau. jip pRB kau ]3]",
    "transliteration": "Jo Chaaho Soee Soee Paavo Aasaa Manasaa Pooro Jap Prabh Ko ||3||",
    "translation": "Whatever I wish for, I receive; my hopes and desires are fulfilled, meditating on God. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ (ਜੇਹੜੀ ਜੇਹੜੀ ਚੀਜ਼) ਚਾਹੁੰਦਾ ਹਾਂ, ਉਹੀ ਉਹੀ (ਉਸ ਪ੍ਰਭੂ ਪਾਸੋਂ) ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹਾਂ। ਪ੍ਰਭੂ (ਦੇ ਨਾਮ) ਨੂੰ ਜਪ ਜਪ ਕੇ ਮੈਂ ਆਪਣੀ ਹਰੇਕ ਆਸ ਹਰੇਕ ਮੁਰਾਦ (ਉਸ ਦੇ ਦਰ ਤੋਂ) ਪੂਰੀ ਕਰ ਲੈਂਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2652,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "gur pRswid nwnk min visAw; dUiK. n kbhU JUrau, buiJ pRB kau ]4]2]3]",
    "transliteration": "Gur Prasaadh Naanak Man Vasiaa Dhookh N Kabehoo Jhooro Bujh Prabh Ko ||4||2||3||",
    "translation": "By Guru's Grace, God dwells in Nanak's mind; he never suffers or grieves, having realized God. ||4||2||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਉਹ ਪ੍ਰਭੂ ਮੇਰੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ, ਹੁਣ ਮੈਂ ਪ੍ਰਭੂ (ਦੀ ਉਦਾਰਤਾ) ਨੂੰ ਸਮਝ ਕੇ ਕਿਸੇ ਭੀ ਦੁੱਖ ਵਿਚ ਚਿੰਤਾਤੁਰ ਨਹੀਂ ਹੁੰਦਾ ॥੪॥੨॥੩॥",
    "pronunciation": "bu`iJ",
    "type_id": 3
  },
  {
    "shabad_id": 2653,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jYqsrI mhlw 5 ]",
    "transliteration": "Jaithasaree Mehalaa 5 ||",
    "translation": "Jaitsree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2653,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "loVIdVw swjnu myrw ]",
    "transliteration": "Lorreedharraa Saajan Maeraa ||",
    "translation": "I seek my Friend the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੇਰਾ ਸੱਜਣ ਪ੍ਰਭੂ ਐਸਾ ਹੈ ਜਿਸ ਨੂੰ ਹਰੇਕ ਜੀਵ ਮਿਲਣਾ ਚਾਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2653,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "Gir Gir mMgl gwvhu nIky; Git Git iqsih bsyrw ]1] rhwau ]",
    "transliteration": "Ghar Ghar Mangal Gaavahu Neekae Ghatt Ghatt Thisehi Basaeraa ||1|| Rehaao ||",
    "translation": "In each and every home, sing the sublime songs of rejoicing; He abides in each and every heart. ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! ਹਰੇਕ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਦੀ ਰਾਹੀਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸੋਹਣੇ ਗੀਤ ਗਾਇਆ ਕਰੋ। ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਉਸ ਦਾ ਹੀ ਨਿਵਾਸ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(mMgl) isPq-slwh dy gIq[ (nIky) sohxy",
    "type_id": 4
  },
  {
    "shabad_id": 2653,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "sUiK ArwDnu. dUiK ArwDnu; ibsrY n. kwhU byrw ]",
    "transliteration": "Sookh Araadhhan Dhookh Araadhhan Bisarai N Kaahoo Baeraa ||",
    "translation": "In good times, worship and adore Him; in bad times, worship and adore Him; do not ever forget Him.",
    "punjabi": "ਹੇ ਭਾਈ! ਸੁਖ ਵਿਚ (ਭੀ ਉਸ ਪਰਮਾਤਮਾ ਦਾ) ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਦੁਖ ਵਿਚ (ਉਸ ਦਾ ਹੀ) ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਕਿਸੇ ਭੀ ਵੇਲੇ ਸਾਨੂੰ ਨਾਹ ਭੁੱਲੇ।",
    "pronunciation": "(ArwDnu) ismrn",
    "type_id": 3
  },
  {
    "shabad_id": 2653,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "nwmu jpq koit sUr aujwrw; ibnsY Brmu AMDyrw ]1]",
    "transliteration": "Naam Japath Kott Soor Oujaaraa Binasai Bharam Andhhaeraa ||1||",
    "translation": "Chanting the Naam, the Name of the Lord, the light of millions of suns shines forth, and the darkness of doubt is dispelled. ||1||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ (ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ, ਮਾਨੋ) ਕ੍ਰੋੜਾਂ ਸੂਰਜਾਂ ਦਾ ਚਾਨਣ ਹੋ ਜਾਂਦਾ ਹੈ (ਮਨ ਵਿਚੋਂ) ਮਾਇਆ ਵਾਲੀ ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦਾ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 2653,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "Qwin QnMqir sBnI jweI; jo dIsY so qyrw ]",
    "transliteration": "Thhaan Thhananthar Sabhanee Jaaee Jo Dheesai So Thaeraa ||",
    "translation": "In all the spaces and interspaces, everywhere, whatever we see is Yours.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਪ੍ਰਭੂ!) ਹਰੇਕ ਥਾਂ ਵਿਚ, ਸਭਨਾਂ ਥਾਵਾਂ ਵਿਚ (ਤੂੰ ਵੱਸ ਰਿਹਾ ਹੈਂ) ਜੋ ਕੁਝ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਉਹ ਸਭ ਕੁਝ ਤੇਰਾ ਹੀ ਸਰੂਪ ਹੈ।",
    "pronunciation": "(QnMqir) QW AMdr[ (jweI) jg@w",
    "type_id": 3
  },
  {
    "shabad_id": 2653,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "sMqsMig. pwvY jo nwnk; iqsu bhuir. n hoeI hY Pyrw ]2]3]4]",
    "transliteration": "Santhasang Paavai Jo Naanak This Bahur N Hoee Hai Faeraa ||2||3||4||",
    "translation": "One who finds the Society of the Saints, O Nanak, is not consigned to reincarnation again. ||2||3||4||",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਜੇਹੜਾ ਮਨੁੱਖ ਤੈਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਮੁੜ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਵਿਆਪਦਾ ॥੨॥੩॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
