{
  "content": [
    {
      "asset": "ssa2",
      "type": "primary",
      "data": "ਤਨੁ ਧਨੁ ਆਪਨ ਥਾਪਿਓ, ਹਰਿ ਜਪੁ. ਨ ਨਿਮਖ ਜਾਪਿਓ; ਅਰਥੁ ਦ੍ਰਬੁ ਦੇਖੁ. ਕਛੁ ਸੰਗਿ, ਨਾਹੀ ਚਲਨਾ ॥੧॥",
      "page": 678,
      "line": 17
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "en",
      "data": "Thou deemest thy body and wealth thy own and embraceth not the Lord's meditation, even for a moment. Mind thou, nothing out of the property and riches shall go with thee."
    },
    {
      "asset": "sbms",
      "type": "translation",
      "language": "pa",
      "data": "ਤੂੰ ਆਪਣੀ ਦੇਹ ਤੇ ਮਾਇਆ ਨੂੰ ਆਪਣੀਆਂ ਨਿੱਜ ਦੀਆਂ ਜਾਣਦਾ ਹੈ ਅਤੇ ਇਕ ਮੁਹਤ ਲਈ ਭੀ ਤੂੰ ਸੁਆਮੀ ਦੇ ਸਿਮਰਨ ਨੂੰ ਗ੍ਰਹਿਣ ਨਹੀਂ ਕਰਦਾ। ਵੇਖ ਲੈ ਕਿ ਜਾਇਦਾਦ ਅਤੇ ਦੌਲਤ ਵਿਚੋਂ ਕੁਝ ਭੀ ਤੇਰੇ ਨਾਲ ਨਹੀਂ ਜਾਣਾ।"
    },
    {
      "asset": "dssk",
      "type": "translation",
      "language": "en",
      "data": "You claim that your body and wealth are your own; you do not chant the Lord's Name even for an instant. Look and see, that none of your possessions or riches shall go along with you. ||1||"
    },
    {
      "asset": "nkft",
      "type": "translation",
      "language": "pa",
      "data": "ਇਹ ਤਨ ਔ ਧਨ ਜੀਵ ਨੇ ਅਪਨਾ (ਥਾਪਿਓ) ਸਮਝਿਆ ਹੈ ਔਰ ਹਰਿ ਨਾਮ ਜਾਪ ਕੋ ਇਕ ਖਿਨ ਮਾਤ੍ਰ ਭੀ ਨਹੀਂ ਜਪਿਆ ਹੈ। ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਇਹ (ਦ੍ਰਬੁ) ਧਨ ਅਪਨੇ (ਅਰਥੁ) ਸੁਆਰਥ ਵਾਸਤੇ ਜੋ ਤੂੰ ਸੰਚਤਾ ਹੈਂ, ਇਸ ਮੇਂ ਸੇ ਕੁਛ ਭੀ ਤੇਰੇ ਸਾਥ ਨਹੀਂ ਚਲਨਾ ਹੈ॥੧॥"
    },
    {
      "asset": "psst",
      "type": "translation",
      "language": "pa",
      "data": "ਤੂੰ ਇਸ ਸਰੀਰ ਨੂੰ ਇਸ ਧਨ ਨੂੰ ਆਪਣਾ ਸਮਝ ਰਿਹਾ ਹੈਂ, (ਇਹਨਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੂੰ ਇਕ ਛਿਨ ਭਰ ਭੀ ਨਹੀਂ ਜਪਦਾ। ਵੇਖ, ਇਹ ਧਨ-ਪਦਾਰਥ ਕੁਝ ਭੀ (ਤੇਰੇ) ਨਾਲ ਨਹੀਂ ਜਾਵੇਗਾ ॥੧॥"
    },
    {
      "asset": "snst",
      "type": "translation",
      "language": "es",
      "data": "que el sabor del placer es insípido y que sólo el Nombre del Señor es Bendito. Uno piensa que su cuerpo y sus riquezas son para toda la eternidad y se olvida de habitar en Dios aunque sea por un instante, pero todas las riquezas que ha atesorado no lo acompañarán en el más allá. (1)"
    }
  ]
}