[
  {
    "id": "DMP",
    "sttm_id": 1,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "0NVY",
        "source_page": 1,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "੧. ਇਹ \"ਜਪੁ\" ਬਾਣੀ ਦੇ ਆਦਿ ਵਿਚ, ਰਵਾਇਤ ਅਨੁਸਾਰ, ਸਤਿਗੁਰਾਂ ਵਲੋਂ ਪਰਮਾਤਮਾ ਦਾ ਮੰਗਲਾਚਰਨ ਹੈ। ੨.\"ਗੁਰਪ੍ਰਸਾਦਿ\" ਤੋਂ ਬਾਅਦ ਲਗੀਆਂ ਡੰਡੀਆਂ ਇਹ ਸਾਬਤ ਕਰਦੀਆਂ ਹਨ ਕਿ ਇਸ ਮੰਗਲਾਚਰਨ ਦੀ ਸਮਾਪਤੀ ਇਥੇ ਹੀ ਹੋ ਜਾਂਦੀ ਹੈ ਨਾ ਕਿ \"ਹੋਸੀ ਭੀ ਸਚੁ\" ਤੇ। ੩. \"ਪ੍ਰਸਾਦਿ\" ਦਾ ਉਚਾਰਨ \"ਪ੍ਰਸ਼ਾਦਿ\" ਅਤੇ \"ਸੈਭੰ\" ਦਾ ਉਚਾਰਨ \"ਸੈਭੰਗ\" ਕਰਨਾ ਠੀਕ ਨਹੀਂ ਹੈ।",
        "type": "Manglacharan",
        "gurmukhi": {
          "SGPC": "<> siq nwmu krqw purKu inrBau inrvYru; Akwl mUriq AjUnI sYBM gur pRswid ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One Universal Creator God. The Name Is Truth. Creative Being Personified. No Fear. No Hatred. Image Of The Undying, Beyond Birth, Self-Existent. By Guru's Grace ~",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is but one God. True is His Name, creative His personality and immortal His form. He is without fear sans enmity, unborn and self-illumined. By the Guru's grace He is obtained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਨਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿਡਰ, ਕੀਨਾ-ਰਹਿਤ, ਅਜਨਮਾ ਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਯਾ ਦੁਆਰਾ ਉਹ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਬੇਦ ਸੂਪੁ ਉਪਦੇਸ ਮੇ 'ਓਂ' ਕੇ ਆਦਿ ਮੇ 'ਏਕ' ਅੰਗੁ ਨਹੀਂ ਕਹਾ, ਈਹਾਂ ਕਹਾ ਹੈ। ਤਿਸ ਕਾ ਏਹਿ ਤਾਤਪਰਯੁ ਹੈ, ਸੋ ਸਭ ਕੋ ਪ੍ਰਤੀਤ ਹੋ ਜਾਵੇ, ਜੋ ਸਿਧਾਂਤ ਵਸਤੂ ਅਦ੍ਵੈਤ ਹੈ, ਦ੍ਵੈਤ ਨਹੀਂ। ਯਾਂ ਤੇ ਜੀਵ ਈਸ ਏਕ ਰੂਪੁ ਹੈਂ, ਭੇਦ ਵਾਦੀਯੋਂ ਕੇ ਮਤ ਵਤ ਦੋ ਨਹੀਂ। ਕੇਈ ਕਿ ਏਕ ਅੰਗੁ ਆਦਿ ਮੇ ਕਹਿਨੇ ਕਾ ਏਹਿ ਹੇਤੂ ਕਹਤੇ ਹੈਂ, ਜੋ ਏਹਿ ਉਪਦੇਸੁ ਪੁਰਖ ਇਸਤ੍ਰੀ ਮਾਤ੍ਰ ਕੋ ਸਾਂਝਾ ਹੈ। ਅਰੁ ਵੇਦ ਮੇ ਤੀਨ ਵਰਣੋਂ ਕੇ ਪੁਰਖੋਂ ਬਿਨਾਂ ਨਿਖਲ ਵਰਣੋਂ ਕੀ ਇਸਤ੍ਰੀਆਂ ਅਰ ਪੁਰਖੋਂ ਕੋ 'ਓਂ' ਕੇ ਮੁਖ ਸੇ ਉਚਾਰਨ ਕਰਨ ਕੀ ਆਗ੍ਯਾ ਨਹੀਂ। ਯਾਂ ਤੇ ਸਾਂਝਾ ਉਪਦੇਸੁ ਭੀ ਕਰਨਾ ਔਰ ਪੂਰਬ ਵੇਦ ਮੇ ਕਹੀ ਹੂਈ ਅਪਨੀ ਆਗ੍ਯਾ ਭੀ ਸਹੀ ਰਖਨੀ, ਏਹ ਵਿਚਾਰ ਕੇ ਪ੍ਰਮੇਸ੍ਵਰ ਨੇ 'ਓਂ' ਕੇ ਆਦਿ ਮੈ ਪੜਦਾ ਰਖ ਦੀਆ ਹੈ, ਜੋ ਪੜਦੇ ਸੇ ਸਭੀ ਬੋਲੇਂ। ਪੜਦੇ ਸੇ ਬੋਲਣੇ ਮੇ ਦੋਸ਼ੁ ਨਹੀਂ। ਏਹੀ ਬਾਤ ਸਮਝ ਕੇ ਬਾਲਮੀਕ ਕੋ ਰਿਖੀਯੋਂ ਨੇ 'ਰਾਮ' ਮੰਤ੍ਰ ਕਾ ਉਲਟਾ, 'ਮਰਾ' ਉਪਦੇਸੁ ਕੀਆ ਥਾ। ਪੜਦੇ ਕਾ ਅਰਥੁ ਏਹਿ ਹੈ, ਜੋ ਪਹਿਲੇ ਪਾਠ ਸੇ ਔਰ ਰੀਤਿ ਕਾ ਪਾਠੁ ਕਰ ਦੇਣਾ। ਅਰਥੁ ਇਸ ਪੱਖ ਮੈ ਭੀ 'ਏਕ' ਕਾ ਵਹੀ ਹੈ, ਜੋ ਪੀਛੇ ਕਹਾ ਹੈ। 'ਓਂ' ਕਾ ਅਰਥੁ ਵ੍ਯਾਕਰਣ ਵਾਲੇ ਨਾਮੁ ਲੇਨੇ ਮਾਤ੍ਰ ਸੇ, 'ਰੱਖ੍ਯਾ ਕਰਨੇ ਵਾਲਾ' ਪਰਮੇਸ੍ਵਰੁ ਕਹਤੇ ਹੈਂ। 'ਅਵ' ਧਾਤੁ ਸੇ ਬਨਾਵਤੇ ਹੈਂ 'ਅਵ' ਕਾ ਅਰਥੁ 'ਰਖਯਾ' ਹੈ। ਯਾਂ ਤੇ ਰਖਯਾ ਕਰਨੇ ਵਾਲੇ ਕਾ ਨਾਮ 'ਓਂ' ਕਹੇ ਹੈਂ। ਔਰ ਗ੍ਰੰਥੋਂ ਵਾਲੇ 'ਅ'+'ਉ'+'ਮ' ਇਨ ਤੀਨ ਮ",
              "additional_information": {
                "reference": "_¹_ਇਸ ਅਸਥਾਨ ਮੈ ਏਹ ਸਮਝਨਾ ਕਿ ਜਪੁ ਤੀਨ ਪ੍ਰਕਾਰ ਕਾ ਹੋਤਾ ਹੈ, ਵਾਚਿਕ, ਉਪਾਸੂ ਅਰ ਮਾਨਸ। ਤਿਨ ਮੈ ਜੋ ਸਪਸ਼ਟ ਬਾਣੀ ਸੇ ਮੰਤ੍ਰ ਉਚਾਰਨ ਕਰਣਾ ਸੋ ਵਾਚਕ ਜਪੁ ਹੈ। ਔਰ ਜਿਹਵਾ ਹੋਠ ਚਲਾ ਕਰ ਧੀਰੇ ਧੀਰੇ ਜਪੁ ਕਰਨਾ ਉਪਾਂਸੂ ਜਪੁ ਹੈ। ਅਰਥੁ ਏਹ ਹੈ ਜਿਸ ਕੋ ਦੂਸਰਾ ਪੁਰਖੂ ਪਾਸ ਬੈਠਾ ਥੋੜਾ ਸਾ ਸੁਨ ਸਕੇ ਇਸ ਜਪੁ ਕਾ ਫਲੁ ਵਾਚਕ ਜਪੁ ਸੇ ਦਸ ਗੁਣਾ ਅਧਿਕ ਹੋਤਾ ਹੈ। ਔਰ ਜੇ ਕਰ ਹੋਠ ਬੀ ਨ ਹਲੇਂ ਕੇਵਲ ਜਿਹਵਾ ਸੇ ਕੀਆ ਜਾਵੇ ਸੇ ਜਪੁ ਵਾਚਿਕ ਤੇ ਸੌ ਗੁਣਾ ਅਧਿਕ ਫਲ ਕਾ ਜਨਕੁ ਹੈ। ਔਰ ਜੋ ਅਰਥ ਕਾ ਅਨੁਸੰਧਾਨ ਕਰ ਕੇ ਕੇਵਲ ਬੁਧੀ ਸੇ ਅਰਥੋਂ ਕੀ ਆਵਿਰਤੀ ਹੈ, ਤਿਸ ਕੋ ਮਾਨਸ ਜਪੁ ਕਹਤੇ ਹੈਂ। ਅਰ ਵਾਚਿਕ ਜਪੁ ਸੇ ਸਹਸ ਗੁਣਾ ਅਧਿਕ ਫਲ ਕਾ ਕਾਰਣ ਹੈ। ਔਰ ਸੰਤੋਖ (੧), ਸਰੀਰ ਕੀ ਸੁੱਧੀ (੨), ਬਾਣੀ ਕੀ ਮੋਨ (੩), ਮਨ ਮੇ ਮੰਤ੍ਰ ਕੇ ਅਰਥ ਕਾ ਚਿੰਤਨ (੪), ਜਪ ਮੈ ਮਨ ਕੀ ਸਾਵਧਾਨਤਾ (੫), ਦੀਰਘ ਕਾਲ ਸਤਕਾਰ ਸੇ ਮਨ ਮੈ ਜਪ ਕਾ ਪ੍ਰੇਮੁ (੬), ਏਹ ਛੀਐ ਸਾਤ ਮਿਲੇਂ ਤੋ ਬਹੁਤ ਜਲਦੀ ਜਪ ਫਲ ਕਾ ਸਾਧਕੁ ਹੋਤਾ ਹੈ।☬ਇਸ ਅਸਥਾਨ ਮੈ ਜਪੁ ਸਬਦ ਕੇ ਕਹਿਨੇ ਸੇ ਇਸ ਬਾਣੀ ਕਾ ਨਾਮੁ 'ਜਪੁ' ਹੀ ਕਹਤੇ ਹੈਂ। ਜਿਸ ਪ੍ਰਮਾਤਮਾ ਕੇ ਨਾਮ ਕਾ ਜਪੁ ਵਿਧਾਨ ਕੀਆ ਹੈ, ਸੋ ਪਰਮਾਤਮਾ ਕੈਸਾ ਹੈ? ਤਿਸੁ ਪਰ ਕਹਤੇ ਹੈਂ: 'ਕਰਤਾ' ਨਿਖਲ ਸੰਸਾਰ ਕਾ ਕਾਰਣੁ ਹੈ। ਭਾਵ ਯੇਹ ਹੈ ਕਿ ਯਾਵਤ ਕਾਲ ਕਿਸੀ ਬਸਤੂ ਕਾ ਲਛਨੁ ਨਹੀਂ ਕੀਆ ਜਾਤਾ ਹੈ, ਤਾਵਤ ਕਾਲ ਪਰਯੰਤ ਵਸਤੂ ਕੀ ਸਿੱਧੀ ਨਹੀਂ ਹੋਤੀ ਹੈ। ਇਸ ਸੋ"
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਸਤਿ ਨਾਮੁ = ਜਿਸ ਦਾ ਨਾਮ 'ਸਤਿ' ਹੈ। ਲਫ਼ਜ਼ 'ਸਤਿ' ਦਾ ਸੰਸਕ੍ਰਿਤ ਸਰੂਪ 'ਸਤਯ' ਹੈ, ਇਸ ਦਾ ਅਰਥ ਹੈ 'ਹੋਂਦ ਵਾਲਾ'। ਇਸ ਦਾ ਧਾਤੂ 'ਅਸ' ਹੈ, ਜਿਸ ਦਾ ਅਰਥ ਹੈ 'ਹੋਣਾ'। ਸੋ 'ਸਤਿਨਾਮ' ਦਾ ਅਰਥ ਹੈ \"ਉਹ ਇਕ ਓਅੰਕਾਰ, ਜਿਸ ਦਾ ਨਾਮ ਹੈ ਹੋਂਦ ਵਾਲਾ। ਪੁਰਖੁ = ਸੰਸਕ੍ਰਿਤ ਵਿਚ ਵਿਉਤਪੱਤੀ ਅਨੁਸਾਰ ਇਸ ਲਫ਼ਜ ਦਾ ਅਰਥ ਇਉਂ ਕੀਤਾ ਗਿਆ ਹੈ, 'ਪੂਰਿ ਸ਼ੇਤੇ ਇਤਿ ਪੁਰੁਸ਼ਹ', ਭਾਵ, ਜੋ ਸਰੀਰ ਵਿਚ ਲੇਟਿਆ ਹੋਇਆ ਹੈ'। ਸੰਸਕ੍ਰਿਤ ਵਿਚ ਆਮ ਪ੍ਰਚਲਤ ਅਰਥ ਹੈ 'ਮਨੁੱਖ'। ਭਗਵਤ ਗੀਤਾ ਵਿਚ 'ਪੁਰਖੁ' 'ਆਤਮਾ' ਦੇ ਅਰਥਾਂ ਵਿਚ ਵਰਤਿਆ ਗਿਆ ਹੈ। 'ਰਘੂਵੰਸ਼' ਵਿਚ ਇਹ ਸ਼ਬਦ 'ਬ੍ਰਹਮਾਂਡ ਵਾ ਆਤਮਾ' ਦੇ ਅਰਥਾਂ ਵਿਚ ਆਇਆ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਪੁਸਤਕ \"ਸ਼ਿਸ਼ੂਪਾਲ ਵਧ\" ਵਿਚ ਭੀ। ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਵਿਚ 'ਪੁਰਖੁ' ਦਾ ਅਰਥ ਹੈ 'ਓਹੁ ਓਅੰਕਾਰ ਜੋ ਸਾਰੇ ਜਗਤ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਉਹ ਆਤਮਾ ਜੋ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਰਮ ਰਿਹਾ ਹੈ'। 'ਮਨੁੱਖ' ਅਤੇ 'ਆਤਮਾ' ਅਰਥ ਵਿਚ ਭੀ ਇਹ ਸ਼ਬਦ ਕਈ ਥਾਈਂ ਆਇਆ ਹੈ। ਅਕਾਲ ਮੂਰਤਿ = ਸ਼ਬਦ 'ਮੂਰਤਿ' ਇਸਤ੍ਰੀ ਲਿੰਗ ਹੈ, 'ਅਕਾਲ' ਇਸ ਦਾ ਵਿਸ਼ੇਸ਼ਣ ਹੈ, ਇਹ ਭੀ ਇਸਤ੍ਰੀ ਲਿੰਗ ਰੂਪ ਵਿਚ ਲਿਖਿਆ ਗਿਆ ਹੈ। ਜੇ ਸ਼ਬਦ 'ਅਕਾਲ' ਇਕੱਲਾ ਹੀ 'ਪੁਰਖੁ', 'ਨਿਰਭਉ', ਨਿਰਵੈਰੁ' ਵਾਂਗ ੴ ਦਾ ਗੁਣ-ਵਾਚਕ ਹੁੰਦਾ ਤਾਂ ਪੁਲਿੰਗ ਰੂਪ ਵਿਚ ਹੁੰਦਾ; ਤਾਂ ਇਸ ਦੇ ਅੰਤ ਵਿਚ (ੁ) ਹੁੰਦਾ। ਲਫ਼ਜ਼ 'ਮੂਰਤੁ' ਸੰਸਕ੍ਰਿਤ ਦਾ ਲਫ਼ਜ਼ 'ਮੁਹੂਰਤ' ਹੈ। ਚਸਾ, ਮੁਹੂਰਤ ਆਦਿਕ ਸ਼ਬਦ ਸਮੇਂ ਦੀ ਵੰਡ ਵਿਚ ਵਰਤੀਂਦੇ ਹਨ। ਇਹ ਸ਼ਬਦ ਪੁਲਿੰਗ ਹਨ। {ਨੋਟ: ਸ਼ਬਦ 'ਮੂਰਤਿ' ਤੇ 'ਮੂਰਤੁ' ਦਾ ਭੇਦ ਜਾਨਣਾ ਜ਼ਰੂਰੀ ਹੈ। 'ਮੂਰਤਿ' ਸਦਾ (ਿ) ਨਾਲ ਲਿਖੀਦਾ ਹੈ ਅਤੇ ਇਸਤ੍ਰੀ ਲਿੰਗ ਹੈ। ਇਸ ਦਾ ਅਰਥ ਹੈ 'ਸਰੂਪ'। ਸੰਸਕ੍ਰਿਤ ਦਾ ਸ਼ਬਦ ਹੈ}। ਅਜੂਨੀ = ਜੂਨਾਂ ਤੋਂ ਰਹਿਤ, ਜੋ ਜਨਮ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ। ਸੈਭੰ = ਸ੍ਵਯੰਭੂ (ਸ੍ਵ = ਸ੍ਵਯੰ। ਭੰ = ਭੂ) ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਣ ਵਾਲਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ। ਗੁਰ ਪ੍ਰਸਾਦਿ = ਗੁਰੂ ਦੇ ਪ੍ਰਸਾਦ ਨਾਲ, ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ, ਭਾਵ, ਉਪਰੋਕਤ 'ੴ' ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮਿਲਦਾ ਹੈ)।",
                "note": "* ਨੋਟ: ਇਹ ਉਪਰੋਕਤ ਗੁਰਸਿੱਖੀ ਦਾ ਮੂਲ-ਮੰਤਰ ਹੈ। ਇਸ ਤੋਂ ਅਗਾਂਹ ਲਿਖੀ ਗਈ ਬਾਣੀ ਦਾ ਨਾਮ ਹੈ 'ਜਪੁ'। ਇਹ ਗੱਲ ਚੇਤੇ ਰੱਖਣ ਵਾਲੀ ਹੈ ਕਿ ਇਹ ਮੂਲ-ਮੰਤਰ ਵੱਖਰੀ ਚੀਜ਼ ਹੈ ਤੇ ਬਾਣੀ 'ਜਪੁ' ਵੱਖਰੀ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਇਹ ਮੂਲ-ਮੰਤਰ ਲਿਖਿਆ ਹੈ, ਜਿਵੇਂ ਹਰੇਕ ਰਾਗ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਭੀ ਲਿਖਿਆ ਮਿਲਦਾ ਹੈ। ਬਾਣੀ 'ਜਪੁ' ਲਫ਼ਜ਼ 'ਆਦਿ ਸਚੁ' ਤੋਂ ਸ਼ੁਰੂ ਹੁੰਦੀ ਹੈ। ਆਸਾ ਦੀ ਵਾਰ ਦੇ ਸ਼ੁਰੂ ਵਿਚ ਭੀ ਇਹੀ ਮੂਲ-ਮੰਤਰ ਹੈ, ਪਰ 'ਵਾਰ' ਨਾਲ ਇਸ ਦਾ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ ਹੈ, ਤਿਵੇਂ ਹੀ ਇੱਥੇ ਹੈ। 'ਜਪੁ' ਦੇ ਅਰੰਭ ਵਿਚ ਮੰਗਲਾਚਰਨ ਦੇ ਤੌਰ ਤੇ ਇਕ ਸਲੋਕ ਉਚਾਰਿਆ ਗਿਆ ਹੈ। ਫਿਰ 'ਜਪੁ' ਸਾਹਿਬ ਦੀਆਂ ੩੮ ਪਉੜੀਆਂ ਹਨ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Un sólo Creador Universal, Verdad es Su Nombre. Creativa Su Personalidad. Sin Miedo, sin Venganza. Inmortal, Sin Principio, Sin Fin, Auto Existente. Por la Gracia del Verdadero Guru.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RBP6",
        "source_page": 1,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "ਜਪੁ ਬਾਣੀ ਦਾ ਨਾਮ ਹੈ।",
        "type": "Sirlekh",
        "gurmukhi": {
          "SGPC": "] jpu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Chant And Meditate:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Embrace His meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਦਾ ਸਿਮਰਨ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਅਸਥਾਨ ਮੈ ਜਪ ਸਬਦ ਕੇ ਕਹਿਨੇ ਸੇ ਇਸ ਬਾਣੀ ਕਾ ਨਾਮੁ ਜਪੁ ਹੀ ਕਹਤੇ ਹੈਂ। ਜਿਸ ਪ੍ਰਮਾਤਮਾ ਕੇ ਨਾਮ ਕਾ ਜਪੁ ਵਿਧਾਨ ਕੀਆ ਹੈ ਸੋ ਪਰਮਾਤਮਾ ਕੈਸਾ ਹੈ ਤਿਸੁ ਪਰ ਕਹਤੇ ਹੈਂ (ਕਰਤਾ) ਨਿਖਲ ਸੰਸਾਰ ਕਾਕਾਰਣੁ ਹੈ ਭਾਵ ਯੇਹ ਹੈ ਕਿ ਯਾਵਤ ਕਾਲ ਕਿਸੀ ਬਸਤੂ ਕਾ ਲਛਨੁ ਨਹੀਂ ਕੀਆ ਜਾਤਾ ਹੈ ਤਾਵਤ ਕਾਲ ਪਰਯੰਤ ਵਸਤੂ ਕੀ ਸਿੱਧੀ ਨਹੀਂ ਹੋਤੀ ਹੈ ਇਸ ਸੋਜਿਸੁ ਈਸ੍ਵਰ ਕੇ ਨਾਮ ਕਾ ਜਪੁ ਕਹਾ ਹੈ ਉਸ ਕਾ ਭੀ ਲਛਣੁ ਕਹਾ ਚਾਹੀਏ ਨਹੀਂ ਤੋ ਉਸ ਕੀ ਸਿੱਧੀ ਨਹੀਂ ਹੋਗੀ ਸੋ ਲਛਣੁ ਦੋ ਪ੍ਰਕਾਰ ਕਾ ਹੋਤਾ ਹੈ ਏਕ ਸ੍ਵਰੂਪ ਲਛਣੁ ਔਰੁ ਏਕ ਤਟਸਥ ਲਛਣੁ ਤਹਾਂ ਜੋ ਧਰਮੁ ਸ੍ਵਰੂਪ ਸੇ ਭਿੰਨ ਨ ਹੋਣੇ ਸੇ ਅਰਥਾਤ ਬਸਤੁ ਸ੍ਵਰੂਪ ਹੋਨੇ ਸੇ ਅਵਿਭਿਚਾਰੀ ਹੂਆ ਵਸਤੁ ਕੋ ਅਨ੍ਯ ਸੇ ਭਿੰਨ ਬੋਧਨ ਕਰਤਾ ਹੈ ਸੋ ਸ੍ਵਰੂਪ ਲਛਣੁ ਹੈ। ਜੈਸਾ ਕਿ ਕਿਸੀ ਨੇ ਪੂਛਾ ਕਿ ਦੇਵਦੱਤ ਕਾ ਗ੍ਰਹ ਕੌਨੁ ਹੈ ਤਬ ਉਸ ਨੇ ਕਹਾ ਕਿ ਜੋ ਸਭ ਸੇ ਊਚਾ ਔਰ ਅਟਾਰੀ ਵਾਲਾ ਹੈ। ਸੋ ਦੇਵਦੱਤ ਕਾ ਗ੍ਰਹ ਹੈ ਸੋ ਇਹੁ ਸਰੂਪ ਲਛਨ ਹੈ ਕ੍ਯੋਂਕਿ ਸਰਬ ਸੇ ਊਚਾਪਨਾ ਔਰ ਅਟਾਰੀ ਯੁਕਤਤ੍ਵ ਯੇਹ ਦੋਨੋ ਦੇਵਦੱਤ ਗ੍ਰਾਹ ਰੂਪ ਵਸਤੁ ਕਾ ਸ੍ਵਰੂਪ ਹੋਨੇ ਸੇ ਅਵਿਭਿਚਾਰੀ ਹੂਏ ਹੂਏ ਉਸ ਗ੍ਰਹ ਕੋ ਅਨ੍ਯ ਗ੍ਰਹੋਂ ਸੇ ਭਿੰਨ ਬੋਧਨ ਕਰ ਦੇਤੇ ਹੈਂ ਔਰ ਜੋ ਧਰਮੁ ਬਸਤੁ ਕੇ ਸ੍ਵਰੂਪੁ ਸੇ ਭਿੰਨ ਹੋਨੇ ਸੇ ਵਿਭਿਚਾਰੀ ਹੂਆ ਹੂਆ ਵਸਤੂ ਕੋ ਅਨ੍ਯ ਸੇ ਭਿੰਨ ਬੋਧਨ ਕਰਤਾ ਹੈ ਵਹੁ ਤਟਸਥ ਲਛਨੁ ਹੈ ਜੈਸਾ ਕਿ ਕਾਕ ਵਾਲਾ ਦੇਵਦੱਤ ਕਾ ਗ੍ਰਹ ਹੈ ਕ੍ਯੋਂਕਿ ਕਾਕ ਕੇ",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "'ਜਪੁ' ਬਾਣੀ ਦਾ ਨਾਮ ਹੈ।",
              "additional_information": {
                "arth": "ਜਪੁ = ਇਸ ਸਾਰੀ ਬਾਣੀ ਦਾ ਨਾਮ 'ਜਪੁ' ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Canta y medita en esto,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J92N",
        "source_page": 1,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "ਇਹ ਸ੍ਰੀ ਜਪੁ ਜੀ ਸਾਹਿਬ ਦੇ ਆਦਿ ਦਾ ਸਲੋਕ ਹੈ। ਇਕ ਸਲੋਕ ਇਸ ਬਾਣੀ ਦੇ ਅਖੀਰ ਵਿਚ ਹੈ ਤੇ ਇਹਨਾਂ ਦੋ ਸਲੋਕਾਂ ਦੇ ਵਿਚਾਲੇ ੩੮ ਪਉੜੀਆਂ ਹਨ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awid scu; jugwid scu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "True In The Primal Beginning. True Throughout The Ages.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "True in the prime, True in the beginning of ages,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਰਾਰੰਭ ਵਿੱਚ ਸੱਚਾ, ਯੁਗਾਂ ਦੇ ਸ਼ੁਰੂ ਵਿੱਚ ਸੱਚਾ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਦਿ ਕਹੀਏ ਸਰਬ ਕੀ ਉਤਪਤੀ ਸੇ ਪਹਿਲੇ ਭੀ ਵਹੁ ਪੁਰਖੁ ਸਚੁ ਹੀ ਥਾ। ਜਬ ਸੂਖਮੁ ਔਰ ਅਸਥੂਲੁ ਪਰਪੰਚੁ ਹੋ ਗ੍ਯਾ ਪਰੰਤੂ ਸਤਜੁਗ ਆਦਿਕੋਂ ਕੇ ਧਰਮ ਕਾ ਵਿਸਤਾਰੁ ਨਹੀਂ ਹੂਆ ਥਾ, ਉਸ ਕਾਲ ਕਾ ਨਾਮੁ ਜੁਗਾਦਿ ਹੈ, ਤਿਸ ਕਾਲ ਮੈ ਭੀ ਸੱਚੁ ਹੀ ਥਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਮੁੱਢ ਤੋਂ ਹੋਂਦ ਵਾਲਾ ਹੈ, ਜੁਗਾਂ ਦੇ ਮੁੱਢ ਤੋਂ ਮੌਜੂਦ ਹੈ।",
              "additional_information": {
                "arth": "ਆਦਿ = ਮੁੱਢ ਤੋਂ। ਸਚੁ = ਹੋਂਦ ਵਾਲਾ। ਸ਼ਬਦ 'ਸਚੁ' ਸੰਸਕ੍ਰਿਤ ਦੇ 'ਸਤਯ' ਦਾ ਪ੍ਰਾਕ੍ਰਿਤ ਹੈ, ਜਿਸ ਦਾ ਧਾਤੂ 'ਅਸ' ਹੈ। 'ਅਸ' ਦਾ ਅਰਥ ਹੈ 'ਹੋਣਾ'। ਜੁਗਾਦਿ = ਜੁਗਾਂ ਦੇ ਮੁੱਢ ਤੋਂ। ਹੈ = ਭਾਵ, ਇਸ ਵੇਲੇ ਭੀ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "era Verdad en el principio, Él ha sido Verdad a través de todas las épocas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K0U6",
        "source_page": 1,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hY BI scu; nwnk. hosI BI scu ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "True Here And Now. O Nanak, Forever And Ever True. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "True He is even now and True He verily, shall be, O Nanak!",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਤੇ ਸੱਚਾ ਉਹ ਹੁਣ ਭੀ ਹੈ, ਹੇ ਨਾਨਕ! ਨਿਸਚਿਤ ਹੀ, ਉਹ ਸੱਚਾ ਹੋਵੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "'ਹੈ ਭੀ ਸਚੁ' ਹੁਣ ਸਾਰੇ ਜਗਤ ਕੀ ਇਸਥਿਤੀ ਕਾਲ ਮੇ ਭੀ ਸੱਚੁ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਹਤੇ ਹੈਂ: 'ਹੋਸੀ ਭੀ ਸਚੁ' ਅੱਗੇ ਨੂੰ ਸਾਰੇ ਜਗਤ ਕੇ ਪ੍ਰਲਯ ਕਾਲ ਮੇ ਭੀ ਸੱਚੁ ਹੀ ਹੋਵੇਗਾ ॥੧॥☬ਪੁਨਾ ਜਗ੍ਯਾਸੂਓਂ ਕੇ ਸੁਖੇਨ ਬੋਧ ਨਮਿੱਤ ਸੰਕੋਚ ਕਰ ਇਸ ਮੰਤ੍ਰ ਕਾ ਅਰਥੁ ਕਹਤੇ ਹੈਂ:☬ਏਕ ਜੋ 'ਓਂ' ਮੰਗਲ ਰੂਪੁ ਪਰਮਾਤਮਾ ਹੈ। ਸੋ 'ਸਤਿ' ਤੀਨ ਕਾਲ ਮੈ ਨਾਸ ਸੇ ਰਹਤ ਹੈ। 'ਨਾਮੁ' ਕਹੀਏ ਨਾਮੁਰੂਪੁ ਜੋ ਜਗਤੁ ਹੈ। ਤਿਸ ਕਾ ਕਰਤਾ ਹੈ। 'ਪੁਰਖੁ' ਸਰਬ ਸਰੀਰੋਂ ਰੂਪੀ ਪੁਰੀਆਂ ਕੇ ਬੀਚ ਬਿਰਾਜਮਾਨੁ ਹੈ। 'ਨਿਰਭਉ' ਭੈ ਤੇ ਰਹਤ ਹੈ ਔਰ 'ਨਿਰਵੈਰੁ' ਕਿਸੀ ਸੇ ਤਿਸ ਕਾ ਵੈਰੁ ਨਹੀਂ ਹੈ। ਪੁਨਾ 'ਅਕਾਲ ਮੂਰਤਿ' ਕਹੀਏ ਤਿਸ ਕਾ ਸਰੂਪ ਮ੍ਰਿਤੂ ਤੇ ਰਹਤ ਹੈ। ਮ੍ਰਿਤੂ ਤੇ ਰਹਤ ਹੋਣੇ ਮੈ ਹੇਤੁ ਕਹਤੇ ਹੈਂ। ਕਿ ਸੋ ਹਰੀ 'ਅਜੂਨੀ' ਮਾਤਾ ਕੇ ਗਰਭ ਮੈ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ ਔਰ 'ਸੈਭੰ' ਸੁਤੇ ਪਰਕਾਸ ਰੂਪੁ ਹੈ। ਸੋ ਐਸਾ ਪਰਮੇਸ੍ਵਰ 'ਗੁਰਪ੍ਰਸਾਦਿ' ਗੁਰਾਂ ਦੀ ਕ੍ਰਿਪਾ ਤੇ ਵਾ ਪ੍ਰਸਿੰਨਤਾ ਤੇ ਜਾਣੀਤਾ ਹੈ। 'ਜਪੁ' ਹੇ ਅੰਗਦ ਜੀ ! ਇਸ ਮੰਤ੍ਰ ਕੋ ਜਪੁ। ਭਾਵ ਸੇ ਜਪਾਵਨਾ ਭੀ ਆਇਆ ਕਿ ਆ ਜਪੁ। ਇਸੀ ਪਦ ਕੇ ਸੰਬੰਧ ਸੇ ਮੰਤ੍ਰ ਕਾ ਨਾਮੁ ਭੀ ਜਪੁ ਹੋਤਾ ਭਯਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਤੀਨੋ ਕਾਲ ਮੇ ਜੋ ਸੱਤ ਬ੍ਰਹਮੁ ਹੈ, ਉਸ ਕੀ ਪ੍ਰਾਪਤੀ, ਸੋਚ ਕਰ, ਵਾ ਚੁਪ ਕਰ, ਵਾ ਭੁਖੇ ਰਹਿਨੇ ਸੇ, ਵਾ ਸ੍ਯਾਨਪ ਕਰਨੇ ਸੇ, ਜੈਸੇ ਹੋਤੀ ਹੈ, ਸੋ ਕ੍ਰਿਪਾ ਕਰ ਕੇ ਕਹੀਏ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਇਸ ਵੇਲੇ ਭੀ ਮੌਜੂਦ ਹੈ ਤੇ ਅਗਾਂਹ ਨੂੰ ਭੀ ਹੋਂਦ ਵਾਲਾ ਰਹੇਗਾ ॥੧॥",
              "additional_information": {
                "arth": "ਨਾਨਕ = ਹੇ ਨਾਨਕ! ਹੋਸੀ = ਹੋਵੇਗਾ, ਰਹੇਗਾ॥੧॥",
                "note": "* ਨੋਟ: ਇਹ ਸ਼ਲੋਕ ਮੰਗਲਾਚਰਨ ਵਜੋਂ ਹੈ। ਇਸ ਵਿਚ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਪਣੇ ਇਸ਼ਟ ਦਾ ਸਰੂਪ ਬਿਆਨ ਕੀਤਾ ਹੈ, ਜਿਸ ਦਾ ਜਪ ਸਿਮਰਨ ਕਰਨ ਦਾ ਉਪਦੇਸ਼ ਇਸ ਸਾਰੀ ਬਾਣੀ 'ਜਪੁ' ਵਿਚ ਕੀਤਾ ਗਿਆ ਹੈ। ਇਸ ਤੋਂ ਅਗਾਂਹ ਬਾਣੀ 'ਜਪੁ' ਦਾ ਮਜ਼ਮੂਨ ਸ਼ੁਰੂ ਹੁੰਦਾ ਹੈ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él es Verdad ahora, y ¡Oh!, dice Nanak, Él siempre será Verdad. (1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BL70",
        "source_page": 1,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "\"ਸੋਚੀ\" ਦੇ ਅਖੀਰ ਵਿਚ ਨਾਸਕੀ ਉਚਾਰਨ ਨਹੀਂ ਕਿਉਂਕਿ ਇਹ ਉਤਮ ਪੁਰਖੀ ਕਿਰਿਆ ਨਹੀਂ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "socY. soic n hoveI; jy socI lK vwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By thinking, He cannot be reduced to thought, even by thinking hundreds of thousands of times.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By pondering on God, man cannot have a conception of Him, even though he may ponder over lacs of times.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਿਚਾਰ ਕਰਨ ਦੁਆਰਾ ਵਾਹਿਗੁਰੂ ਦੀ ਗਿਆਤ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਆਦਮੀ ਲੱਖਾਂ ਵਾਰੀ ਵਿਚਾਰ ਪਿਆ ਕਰੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋਚ, ਪਵਿੱਤ੍ਰਤਾ ਕਰਨੇ ਸੇ ਅੰਤਹਕਰਣ ਰਾਗ ਦ੍ਵੈਖ ਸੇ ਰਹਿਤ ਸੁੱਧ ਨਹੀਂ ਹੋਤਾ, ਭਾਵੇਂ ਲਾਖੋਂ ਵਾਰ ਪਵਿੱਤ੍ਰਤਾ ਕਰੀਏ। ਵਾ ਆਤਮ ਵਿਚਾਰ ਜੋ ਹੈ, ਸੋ (ਸੋਚਿ) ਪਵਿੱਤ੍ਰਤਾ ਕਰਨੇ ਸੇ ਨਹੀਂ ਪ੍ਰਾਪਤਿ ਹੋਤਾ, ਜੇ ਕਰ ਲੱਖਾਂ ਵਾਰੀ ਪਵਿੱਤ੍ਰਤਾ ਕਰੀਏ। ਭਾਵ ਯੇਹ ਹੈ, ਬਾਹਿਰ ਕੀ ਪਵਿੱਤ੍ਰਤਾ ਸਰੀਰ ਕੀ ਸੁੱਧੀ ਕਾ ਕਾਰਣੁ ਹੈ। ਅੰਤਰ ਜੋ ਰਾਗ ਦ੍ਵੈਖਾਦਿ ਮਲੁ ਹੈ, ਸੋ ਮੈਤ੍ਰੀ ਆਦਿਕੋਂ ਸੇ ਦੂਰ ਹੋਤੀ ਹੈ। ਜਬ ਰਾਗ ਦ੍ਵੈਖ ਦੂਰ ਹੂਆ ਤੋ ਵਿਚਾਰ ਦੁਆਰਾ ਗ੍ਯਾਨ ਸੇ ਸੱਤਿ ਵਸਤੂ ਕੀ ਪ੍ਰਾਪਤੀ ਹੋਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਮੈਂ ਲੱਖ ਵਾਰੀ (ਭੀ) (ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ ਸਰੀਰ ਦੀ) ਸੁੱਚ ਰੱਖਾਂ, (ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ) ਸੁੱਚ ਰੱਖਣ ਨਾਲ (ਮਨ ਦੀ) ਸੁੱਚ ਨਹੀਂ ਰਹਿ ਸਕਦੀ।",
              "additional_information": {
                "arth": "ਸੋਚੈ = ਸੁਚਿ ਰੱਖਣ ਨਾਲ, ਪਵਿੱਤਰਤਾ ਕਾਇਮ ਰੱਖਣ ਨਾਲ। ਸੋਚਿ = ਸੁਚਿ, ਪਵਿੱਤਰਤਾ, ਸੁੱਚ। ਨ ਹੋਵਈ = ਨਹੀਂ ਹੋ ਸਕਦੀ। ਸੋਚੀ = ਮੈਂ ਸੁੱਚ ਰੱਖਾਂ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Aunque medites en Él, millones y millones de veces, nunca acabarás de Comprenderlo;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GJW9",
        "source_page": 1,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "\"ਰਹਾ\" ਦੇ ਅਖੀਰ ਵਿਚ ਨਾਸਕੀ ਉਚਾਰਨ ਨਹੀਂ ਕਿਉਂਕਿ ਇਹ ਉਤਮ ਪੁਰਖੀ ਕਿਰਿਆ ਨਹੀਂ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "cupY. cup n hoveI; jy lwie rhw ilv qwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By remaining silent, inner silence is not obtained, even by remaining lovingly absorbed deep within.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Even though one be silent and remains absorbed in Lord's constant love he obtains not mind's silence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਭਾਵੇਂ ਬੰਦਾ ਚੁਪ ਕਰ ਰਹੇ ਅਤੇ ਲਗਾਤਾਰ ਧਿਆਨ ਅੰਦਰ ਲੀਨ ਰਹੇ, ਉਸ ਨੂੰ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਬਾਣੀ ਕੇ ਚੁੱਪ ਰਹਿਣੇ ਸੇ ਸੰਕਲਪ ਵਿਕਲਪੋਂ ਸੇ ਮਨ ਕੀ ਸਾਂਤੀ ਰੂਪ ਚੁੱਪ ਨਹੀਂ ਹੋਤੀ। ਜੇ ਹੋ ਜਾਵੇ ਤੌ (ਲਿਵ) ਬ੍ਰਿਤੀ ਕੋ ਤੇਲ ਧਾਰਾਵਤ ਲਗਾਇ ਰੱਖੀਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਮੈਂ (ਸਰੀਰ ਦੀ) ਇਕ-ਤਾਰ ਸਮਾਧੀ ਲਾਈ ਰੱਖਾਂ; (ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ) ਚੁੱਪ ਕਰ ਰਹਿਣ ਨਾਲ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
              "additional_information": {
                "arth": "ਚੁਪੈ = ਚੁੱਪ ਕਰ ਰਹਿਣ ਨਾਲ। ਚੁਪ = ਸ਼ਾਂਤੀ, ਮਨ ਦੀ ਚੁੱਪ, ਮਨ ਦਾ ਟਿਕਾਉ। ਲਾਇ ਰਹਾ = ਮੈਂ ਲਾਈ ਰੱਖਾਂ। ਲਿਵ ਤਾਰ = ਲਿਵ ਦੀ ਤਾਰ, ਲਿਵ ਦੀ ਡੋਰ, ਇਕ-ਤਾਰ ਸਮਾਧੀ।",
                "note": "* ਨੋਟ: ਇਸ ਪਉੜੀ ਦੀ ਪੰਜਵੀਂ ਤੁਕ ਪੜ੍ਹਿਆਂ ਇਹ ਪਤਾ ਲੱਗਦਾ ਹੈ ਕਿ ਇਸ ਪਉੜੀ ਵਿਚ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਮਨ ਨੂੰ 'ਸਚਿਆਰਾ' ਕਰਨ ਦਾ ਤਰੀਕਾ ਦੱਸ ਰਹੇ ਹਨ। ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਉਹਨਾਂ ਸਾਧਨਾਂ ਦਾ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ ਜੋ ਹੋਰ ਲੋਕ ਵਰਤ ਰਹੇ ਹਨ। ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ, ਜੰਗਲਾਂ ਵਿਚ ਜਾ ਕੇ ਸਮਾਧੀ ਲਾਉਣੀ, ਮਨ ਨੂੰ ਮਾਇਆ ਵਿਚ ਪਹਿਲਾਂ ਰਜਾ ਲੈਣਾ, ਸ਼ਾਸਤ੍ਰਾਂ ਦੀ ਫਿਲਾਸਫ਼ੀ-ਇਹ ਆਮ ਪਰਚਲਤ ਤਰੀਕੇ ਸਨ। ਪਰ ਸਤਿਗੁਰੂ ਜੀ ਇਹਨਾਂ ਤੋਂ ਵੱਖਰਾ ਉਹ ਸਾਧਨ ਦੱਸਦੇ ਹਨ, ਜਿਸ ਨੂੰ ਗੁਰਸਿੱਖੀ ਦਾ ਮੁੱਢਲਾ ਨਿਯਮ ਸਮਝ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਭਾਵ, ਅਕਾਲ ਪੁਰਖ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨਾ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "por más que pienses profundamente en Él, la mente no se desprenderá para unirse con Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZERL",
        "source_page": 1,
        "source_line": 5,
        "pronunciation": "ਭੁਖਿਆਂ, ਪੁਰੀਆਂ",
        "pronunciation_information": "ਭੁਖਿਆ ਭੁਖ - ਭੁਖਿਆਂ ਦੀ ਭੁਖ ਨਹੀਂ ਉਤਰਦੀ ਭਾਂਵੇਂ ਉਹ ਕਿਨੀਆਂ ਵੀ ਪੁਰੀਆਂ ਦੇ ਪਦਾਰਥਾਂ ਦੇ ਭਾਰ ਬੰਨ ਲੈਣ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "BuiKAw. BuK n auqrI; jy bMnw purIAw Bwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The hunger of the hungry is not appeased, even by piling up loads of worldly goods.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The hunger of the hungry departs not, even though they may pile up loads of the world's valuables.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਖੁਧਿਆਵੰਤਾਂ ਦੀ ਖੁਧਿਆ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ ਉਹ ਜਹਾਨਾ ਦੇ ਪਦਾਰਥਾਂ ਦੀਆਂ ਪੰਡਾ ਦੇ ਢੇਰ ਹੀ ਕਿਉਂ ਨਾਂ ਲਾ ਲੈਣ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਭੁਖੇ ਰਹਿਨੇ ਸੇ ਅਰਥਾਤ ਕ੍ਰਿਸ ਚੰਦ੍ਰਾਇਣਾਦਿ ਬ੍ਰਤ ਕਰਨੇ ਸੇ, ਵਾ (ਭੁਖਿਆ) ਤ੍ਰਿਸ਼ਨਾ ਵਾਨੋ ਕੀ ਮਾਯਾ ਕੀ ਭੂਖ ਨਹੀਂ ਜਾਤੀ ਅਰਥਾਤ ਤ੍ਰਿਸਨਾਂ ਨਿਵਿਰਤ ਨਹੀਂ ਹੋਤੀ। ਜੋ ਇੰਦ੍ਰਾਦਿ ਸਭ ਪੁਰੀਯੋਂ ਕੇ ਪਦਾਰਥੋਂ ਕੇ ਭਾਰ ਬਾਧ ਕਰ ਦੇ ਦੀਜੀਏ, ਭਾਵ ਏਹੋ ਸਬ ਪਦਾਰਥ ਪਾਉਨੇ ਕਰ ਭੀ ਤ੍ਰਿਸ਼ਨਾ ਬਢਤੀ ਹੀ ਜਾਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਮੈਂ ਸਾਰੇ ਭਵਣਾਂ ਦੇ ਪਦਾਰਥਾਂ ਦੇ ਢੇਰ (ਭੀ) ਸਾਂਭ ਲਵਾਂ, ਤਾਂ ਭੀ ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਰਿਹਾਂ ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
              "additional_information": {
                "arth": "ਭੁਖ = ਤ੍ਰਿਸ਼ਨਾ, ਲਾਲਚ। ਭੁਖਿਆ = ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਰਿਹਾਂ। ਨ ਉਤਰੀ = ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦੀ। ਬੰਨਾ = ਬੰਨ੍ਹ ਲਵਾਂ, ਸਾਂਭ ਲਵਾਂ। ਪੁਰੀ = ਲੋਕ, ਭਵਣ। ਪੁਰੀਆ ਭਾਰ = ਸਾਰੇ ਲੋਕਾਂ ਦੇ ਭਾਰ। ਭਾਰ = ਪਦਾਰਥਾਂ ਦੇ ਸਮੂਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Acumulando todos los bienes del mundo, el hambre de tu Alma seguirá sin saciarse.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9MN2",
        "source_page": 1,
        "source_line": 6,
        "pronunciation": "ਸਿਆਣਪਾਂ, ਹੋਹਿਂ",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "shs isAwxpw. lK hoih; q iek. n clY nwil ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Hundreds of thousands of clever tricks, but not even one of them will go along with you in the end.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Man may possess thousands and lacs of wits, but not even one (goes with him) avails him in the Lord's court.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਨਸਾਨ ਦੇ ਕੋਲ ਹਜ਼ਾਰਾਂ ਤੇ ਲੱਖਾਂ ਅਕਲ-ਮੰਦੀਆਂ ਹੋਣ, ਪਰ ਇਕ ਭੀ (ਸਾਈਂ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਉਸ ਨੂੰ ਲਾਭ ਨਹੀਂ ਪੁਚਾਉਂਦੀ) ਉਸ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇਕਰ ਪੁਰਖ ਕੇ ਪਾਸ (ਸਹਸ) ਹਜਾਰੋਂ ਲਾਖੋਂ ਸੰਸਾਰਕ ਸ੍ਯਾਨਪਾਂ ਹੋਵੇਂ, ਤਾਂ ਵੀ ਪਰਮੇਸ੍ਵਰ ਕੀ ਪ੍ਰਾਪਤੀ ਮੈ ਚਤਰਾਈ੍ਯੋਂ ਕਾ ਏਕ ਜੋਰੁ ਭੀ (ਨਾਲਿ) ਸਾਥ ਨਹੀਂ ਚੱਲਦਾ ਹੈ, ਭਾਵ ਸਹਾਇਕ ਨਹੀਂ ਹੋਤਾ॥ ਪ੍ਰਸ਼ਨ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ (ਮੇਰੇ ਵਿਚ) ਹਜ਼ਾਰਾਂ ਤੇ ਲੱਖਾਂ ਚਤੁਰਾਈਆਂ ਹੋਵਣ, (ਤਾਂ ਭੀ ਉਹਨਾਂ ਵਿਚੋਂ) ਇਕ ਭੀ ਚਤੁਰਾਈ ਸਾਥ ਨਹੀਂ ਦੇਂਦੀ।",
              "additional_information": {
                "arth": "ਸਹਸ = ਹਜ਼ਾਰਾਂ। ਸਿਆਣਪਾ = ਚਤੁਰਾਈਆਂ। ਹੋਹਿ = ਹੋਵਣ। ਇਕ = ਇਕ ਭੀ ਚਤੁਰਾਈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Ni siquiera cientos de miles de entrenamientos y preparaciones te llevarán a la Corte del Señor",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MK1Q",
        "source_page": 1,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ikv. sicAwrw hoeIAY; ikv. kUVY qutY pwil ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So how can you become truthful? And how can the veil of illusion be torn away?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "How can we be true and how can the screen of untruth be rent?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਸੀਂ ਕਿਸ ਤਰ੍ਹਾਂ ਸੱਚੇ ਹੋ ਸਕਦੇ ਹਾਂ ਅਤੇ ਕਿਸ ਤਰ੍ਹਾਂ ਝੂਠ ਦਾ ਪੜਦਾ ਪਾੜਿਆ ਜਾ ਸਕਦਾ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਫੇਰ ਕਿਸ ਪ੍ਰਕਾਰ ਪ੍ਰਮੇਸ੍ਵਰ ਸਾਥ ਸਚੇ ਹੋਵੀਏ, ਅਰੁ ਝੂਠ ਕਾ (ਪਾਲਿ) ਪੜਦਾ ਕੈਸੇ (ਤੁਟੈ) ਭਾਵ ਨਾਸ ਹੋਵੈ? ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਤਾਂ ਫਿਰ) ਅਕਾਲ ਪੁਰਖ ਦਾ ਪਰਕਾਸ਼ ਹੋਣ ਲਈ ਯੋਗ ਕਿਵੇਂ ਬਣ ਸਕੀਦਾ ਹੈ (ਅਤੇ ਸਾਡੇ ਅੰਦਰ ਦਾ) ਕੂੜ ਦਾ ਪਰਦਾ ਕਿਵੇਂ ਟੁੱਟ ਸਕਦਾ ਹੈ?",
              "additional_information": {
                "arth": "ਕਿਵ = ਕਿਸ ਤਰ੍ਹਾਂ। ਹੋਈਐ = ਹੋ ਸਕੀਦਾ ਹੈ। ਕੂੜੈ ਪਾਲਿ = ਕੂੜ ਦੀ ਪਾਲਿ, ਕੂੜ ਦੀ ਕੰਧ, ਕੂੜ ਦਾ ਪਰਦਾ। ਸਚਿਆਰਾ = (ਸਚ ਆਲਯ) ਸੱਚ ਦਾ ਘਰ, ਸੱਚ ਦੇ ਪਰਕਾਸ਼ ਹੋਣ ਲਈ ਯੋਗ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Entonces ¿Cómo podemos conocer la Verdad? ¿Cómo podemos liberarnos de la ilusión?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H0PC",
        "source_page": 1,
        "source_line": 7,
        "pronunciation": "ਰਜ਼ਾਈ",
        "pronunciation_information": "ਰਜ਼ਾਈ ਦਾ ਭਾਵ ਹੈ ਰਜ਼ਾ ਵਾਲਾ ਵਾਹਿਗੁਰੂ। ਹੁਕਮਿ ਰਜ਼ਾਈ ਚਲਣਾ ਦਾ ਭਾਵ ਹੈ ਰਜ਼ਾਈ ਦੇ ਹੁਕਮ ਵਿਚ ਚਲਣਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hukim rjweI clxw; nwnk. iliKAw nwil ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, it is written that you shall obey the Hukam of His Command, and walk in the Way of His Will. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! By obeying, the pre-ordained order of the Lord's will.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਮਰਜ਼ੀ ਦੇ ਮਾਲਕ ਦੇ ਧੁਰ ਦੇ ਲਿਖੇ ਹੋਏ ਫੁਰਮਾਨ ਦੇ ਮੰਨਣ ਦੁਆਰਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪੁਰਸੁ (ਰਜਾਈ) ਅਕਾਲ ਪੁਰਖ ਕੇ ਹੁਕਮ ਮੇ ਚਲੇ ਅਰਥਾਤ ਦੁਖੁ ਸੁਖੁ ਮੈਂ ਭਾਣਾ ਮਾਨ ਕਰ ਪ੍ਰਸਿੰਨ ਰਹੇ, ਇਉਂ ਕੂੜ ਕੀ ਪਾਲ ਤੁਟ ਜਾਤੀ ਹੈ ਔਰ (ਸਚਿਆਰਾ) ਸਚੇ ਹੋਈਤਾ ਹੈ ਵਾ ਹੁਕਮਿ ਵਿਖੇ (ਰਜਾਈ) ਰਾਜੀ, ਭਾਵ ਪ੍ਰਸਿੰਨ ਹੋ ਕਰ ਚਲਣਾ, ਇਸ ਕਰ ਪ੍ਰਮੇਸ੍ਵਰ ਨਾਲ ਸਚੇ ਰਹੀਤਾ ਹੈ। ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਹਤੇ ਹੈਂ: ਜੋ ਪ੍ਰਾਰਬਧ ਕਰਮੁ ਮੇਰਾ ਲਿਖਾ ਹੈ ਉਹ ਮੇਰੇ ਨਾਲ ਹੈ। ਉਸ ਕੋ ਕੋਈ ਘਟ ਵਧ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਚਲੇ ਹੋਏ ਤੀਰ ਵਤ ਇਉਂ ਸਮਝਨੇ ਸੇ ਕੂੜ ਕੀ ਪਾਲ ਤੁਟ ਜਾਤੀ ਹੈ॥੧॥☬ਪ੍ਰਸ਼ਨ: ਆਪਨੇ ਜੋ ਹੁਕਮ ਮੇਂ ਰਾਜੀ ਹੋ ਕੇ ਚਲਣਾ ਕਹਾ ਹੈ, ਸੋ ਹੁਕਮੁ ਕਿਤਨਾਕੁ ਹੈ? ਜਿਸ ਕੋ ਸੁਨ ਕੇ ਨਿਸਚੇ ਹੋਵੇ ਔਰ ਅਪਨੀ ਅਹੰਤਾ ਛੁਟ ਜਾਵੇ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨਾ-(ਇਹੀ ਇਕ ਵਿਧੀ ਹੈ)। ਹੇ ਨਾਨਕ! (ਇਹ ਵਿਧੀ) ਧੁਰ ਤੋਂ ਹੀ ਜਦ ਤੋਂ ਜਗਤ ਬਣਿਆ ਹੈ, ਲਿਖੀ ਚਲੀ ਆ ਰਹੀ ਹੈ ॥੧॥",
              "additional_information": {
                "arth": "ਹੁਕਮਿ = ਹੁਕਮ ਵਿਚ। ਰਜਾਈ = ਰਜ਼ਾ ਵਾਲਾ, ਅਕਾਲ ਪੁਰਖ। ਨਾਲਿ = ਜੀਵ ਦੇ ਨਾਲ ਹੀ, ਧੁਰ ਤੋਂ ਹੀ ਜਦ ਤੋਂ ਜਗਤ ਬਣਿਆ ਹੈ॥੧॥",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਨਾਲੋਂ ਜੀਵ ਦੀ ਵਿੱਥ ਮਿਟਾਣ ਦਾ ਇਕੋ ਹੀ ਤਰੀਕਾ ਹੈ ਕਿ ਜੀਵ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰੇ। ਇਹ ਅਸੂਲ ਧੁਰ ਤੋਂ ਹੀ ਰੱਬ ਵਲੋਂ ਜੀਵ ਲਈ ਜਰੂਰੀ ਹੈ। ਪਿਤਾ ਦੇ ਕਹੇ ਵਿਚ ਪੁੱਤਰ ਤੁਰਦਾ ਰਹੇ ਤਾਂ ਪਿਆਰ, ਨਾ ਤੁਰੇ ਤਾਂ ਵਿੱਥ ਪੈਂਦੀ ਜਾਂਦੀ ਹੈ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, cuando por Su Gracia nuestro Destino es prefecto y vivimos en el Jukam de Su Voluntad, el velo de la ilusión es levantado. (1)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "LLL",
    "sttm_id": 2,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "60LK",
        "source_page": 1,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hukmI. hovin Awkwr; hukmu. n kihAw jweI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By His Command, bodies are created; His Command cannot be described.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By the Lord's order bodies are produced. His order cannot be narrated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਈਂ ਦੇ ਅਮਰ ਦੁਆਰਾ ਸਰੀਰ ਬਣਦੇ ਹਨ। ਉਸ ਦਾ ਅਮਰ ਵਰਨਣ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪ੍ਰਥਮ ਤੋ ਉਸ ਕਾ ਹੁਕਮੁ ਸਮਗ੍ਰ ਕਹਾ ਨਹੀਂ ਜਾਤਾ, ਕ੍ਯੋਂਕਿ ਬਿਅੰਤ ਹੈ। ਪਰ ਤਾਂ ਵੀ ਕੁਛ ਸੁਨਾਵਤੇ ਹੈਂ। ਏਹ ਜਿਤਨੇ ਅਕਾਰ ਸਥੂਲ ਸਰੀਰ ਹੈਂ, ਸੋ ਸੰਪੂਰਣ ਹੁਕਮੀ ਪਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਸੇ ਹੋਤੇ ਹੈਂ। ਅਰ ਹੁਕਮ ਸੇ ਹੀ ਜੀਵ ਆਵਰ ਭਾਵ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਤੇ ਹੈਂ। ਵਾ ਅਕਾਰ ਉਪਲਖਤ 'ਅਕਾਰ', 'ਉਕਾਰ', 'ਮਕਾਰ', 'ਬ੍ਰਹਮਾ', 'ਬਿਸਨੁ', 'ਮਹੇਸ਼' ਸਭ (ਹੁਕਮੀ) ਪਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਸੇ ਹੋਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਸਾਰੇ ਸਰੀਰ ਬਣਦੇ ਹਨ, (ਪਰ ਇਹ) ਹੁਕਮ ਦੱਸਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਕਿ ਕਿਹੋ ਜਿਹਾ ਹੈ।",
              "additional_information": {
                "arth": "ਹੁਕਮੀ = ਹੁਕਮ ਵਿਚ, ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ। ਹੋਵਨਿ = ਹੁੰਦੇ ਹਨ, ਹੋਂਦ ਵਿਚ ਆਉਂਦੇ ਹਨ, ਬਣ ਜਾਂਦੇ ਹਨ। ਆਕਾਰ = ਸਰੂਪ, ਸ਼ਕਲਾਂ, ਸਰੀਰ। ਨ ਕਹਿਆ ਜਾਈ = ਕਹਿਆ ਨ ਜਾਈ, ਕਥਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por Su Voluntad los cuerpos son creados, Su Mandato no puede ser comprendido.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UVSL",
        "source_page": 1,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hukmI. hovin jIA; hukim. imlY vifAweI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By His Command, souls come into being; by His Command, glory and greatness are obtained.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "With His fiat the souls come into being and with His fiat greatness is obtained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਦੇ ਫੁਰਮਾਨ ਨਾਲ ਰੂਹਾਂ ਹੋਂਦ ਵਿੱਚ ਆਉਂਦੀਆਂ ਹਨ ਅਤੇ ਉਸ ਦੇ ਫੁਰਮਾਨ ਨਾਲ ਹੀ ਮਾਨ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪੁਨਾ ਤਿਨਾ ਦ੍ਵਾਰੇ ਔਰ ਜੀਵੋਂ ਕੇ ਅਕਾਰ, ਸਥਾਵਰ ਜੰਗਮ ਰੂਪ ਸਭ ਹੁਕਮੀ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਹੋਤੇ ਹੈਂ। ਹੁਕਮ ਹੀ ਕਰ ਕੇ ਇਨ ਜੀਵੋਂ ਕੋ ਵਡਿਆਈ ਛੁਟਿਆਈ ਮਿਲਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰੱਬ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਾਰੇ ਜੀਵ ਜੰਮ ਪੈਂਦੇ ਹਨ ਅਤੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ (ਰੱਬ ਦੇ ਦਰ 'ਤੇ) ਸ਼ੋਭਾ ਮਿਲਦੀ ਹੈ।",
              "additional_information": {
                "arth": "ਜੀਅ-ਜੀਅ ਜੰਤ। ਹੁਕਮਿ = ਹੁਕਮ ਅਨੁਸਾਰ। ਵਡਿਆਈ = ਆਦਰ, ਸ਼ੋਭਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por Su Voluntad todas las Almas toman forma y por Su Voluntad la Grandeza es obtenida.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLXS",
        "source_page": 1,
        "source_line": 8,
        "pronunciation": "ਪਾਈਅਹਿਂ",
        "pronunciation_information": "ਪਾਈਅਹਿ = ਪਾਉਂਦੇ ਹਨ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hukmI, auqmu nIcu; hukim iliK, duK suK pweIAih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By His Command, some are high and some are low; by His Written Command, pain and pleasure are obtained.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By His command the mortals are make high and low and by His written command they obtain woe and weal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਦੇ ਫੁਰਮਾਨ ਦੁਆਰਾ ਪ੍ਰਾਨੀ ਚੰਗੇ ਤੇ ਮੰਦੇ ਹੁੰਦੇ ਹਨ ਅਤੇ ਉਸ ਦੇ ਲਿਖੇ ਫੁਰਮਾਨ ਦੁਆਰਾ ਹੀ ਉਹ ਗ਼ਮੀ ਤੇ ਖ਼ੁਸ਼ੀ ਪਾਉਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੁਕਮੀ ਕੇ ਹੁਕਮ ਹੀ ਕਰ ਕੇ ਉਤਮ ਅਰੁ ਨੀਚ ਹੂਏ ਹੈਂ, ਵਾ ਨੀਚ ਤੇ ਉਤਮ, ਉਤਮ ਤੇ ਨੀਚ ਹੋਤੇ ਹੈਂ। ਜਥਾ ਅੰਗ ਰਾਜਾ ਕਾ ਬੇਟਾ ਬੇਨੁ ਨੀਚ ਹੂਆ, ਅਰੁ ਬਾਲਮੀਕ ਨੀਚੁ ਥਾ, ਸੋ ਪਰਮਾਤਮਾ ਕੇ ਹੁਕਮ ਸੇ ਰਾਮ ਜਪ ਕਰ ਉਤਮੁ ਭਇਆ⁽¹⁾। ਔਰ ਲਿਖਾ ਹੂਆ ਜੋ ਦੁਖੁ ਸੁਖੁ ਕਾ ਲੇਖੁ ਹੈ, ਸੋ (ਹੁਕਮੀ) ਪ੍ਰਮੇਸ੍ਵਰ ਕੇ ਹੁਕਮ ਸੇ 'ਪਾਈਅਹਿ', ਭਾਵ ਭੋਗੀਤਾ ਹੈ॥",
              "additional_information": {
                "reference": "_¹_ਸ੍ਰੀ ਮਤਿ ਭਾਗਵਤ ਪੁਰਾਣ ਵਿਖੇ ਏਹ ਕਥਾ ਹੈ। ਏਕ 'ਅੰਗੁ' ਨਾਮੁ ਧਰਮਾਤਮਾ ਰਾਜਾ ਥਾ। ਤਿਸ ਕਾ ਬੇਟਾ 'ਬੇਨੁ' ਨਾਮੁ ਕਰ ਕੇ ਹੂਆ। ਪਿਤਾ ਕੇ ਮਰ ਜਾਣੇ ਬਾਦ ਜਬ ਵਹੁ ਗਾਦੀ ਪਰ ਬੈਠਾ, ਤਬ ਅਪਨੀ ਪਰਜਾ ਕੋ ਕਹਣੇ ਲਗਾ ਕੇ ਤੁਮ ਮੇਰਾ ਹੀ ਭਜਨੁ ਕਰੋ ਅਰੁ ਮੈਨੂੰ ਹੀ ਪਰਮੇਸ੍ਵਰ ਜਾਣੋ। ਸਿਧਾਂਤੁ ਇਹ ਹੈ ਕੇ ਸਭ ਪਰਜਾ ਕੋ ਅਪਨੇ ਜੋਰ ਕਰ ਕੇ ਧਰਮ ਸੇ ਰਹਤ ਕਰ ਦੀਆ। ਰਿਖਿਓਂ ਨੇ ਸ੍ਰਾਪੁ ਦੇ ਕਰ ਮਾਰ ਦੀਆ। ਅਰੁ ਬਾਲਮੀਕ ਰਸਤਾ ਮਾਰਨੇ ਵਾਲਾ ਪ੍ਰਸਿਧ ਹੀ ਹੈ, ਜੋ 'ਮਰਾ ਮਰਾ' ਜਪ ਕੇ ਉਤਮ ਹੋ ਗਿਆ।"
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਕੋਈ ਮਨੁੱਖ ਚੰਗਾ (ਬਣ ਜਾਂਦਾ) ਹੈ, ਕੋਈ ਭੈੜਾ। ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ (ਆਪਣੇ ਕੀਤੇ ਹੋਏ ਕਰਮਾਂ ਦੇ) ਲਿਖੇ ਅਨੁਸਾਰ ਦੁੱਖ ਤੇ ਸੁਖ ਭੋਗੀਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਉਤਮੁ = ਸ੍ਰੇਸ਼ਟ, ਚੰਗਾ। ਲਿਖਿ = ਲਿਖ ਕੇ, ਲਿਖੇ ਅਨੁਸਾਰ। ਪਾਈਅਹਿ = ਪਾਈਦੇ ਹਨ, ਭੋਗੀਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por Su Voluntad unos están elevados mientras otros andan en niveles bajos.Por Su Voluntad unos conocen una gran Dicha mientras otros sólo experimentan pena y tristeza.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P2VG",
        "source_page": 1,
        "source_line": 9,
        "pronunciation": "ਇਕਨਾਂ, ਬਖ਼ਸ਼ੀਸ਼, ਭਵਾਈਅਹਿਂ",
        "pronunciation_information": "ਭਵਾਈਅਹਿ = ਭਵਾਉਂਦੇ ਹਨ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ieknw. hukmI bKsIs; ieik, hukmI sdw BvweIAih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some, by His Command, are blessed and forgiven; others, by His Command, wander aimlessly forever.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some obtain gifts through His order and some through His order are ever made to wander in transmigration.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈਆਂ ਨੂੰ ਉਸ ਦੀ ਆਗਿਆ ਰਾਹੀਂ ਦਾਤਾਂ ਮਿਲਦੀਆਂ ਹਨ ਅਤੇ ਕਈ ਉਸ ਦੀ ਆਗਿਆ ਰਾਹੀਂ ਆਵਾਗਉਣ ਅੰਦਰ ਸਦੀਵ ਹੀ ਭੁਆਈਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਕਨੋਂ ਕੋ ਹੁਕਮੀ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਹੀ ਆਤਮ ਪਦ ਕੀ ਪ੍ਰਾਪਤੀ ਰੂਪੁ ਬਖਸੀਸ ਮਿਲਤੀ ਹੈ। ਏਕ ਪਰਮਾਤਮਾ ਕੇ ਹੁਕਮ ਕਰ ਕੇ ਜਨਮ ਮਰਨ ਰੂਪ ਚੌਰਾਸੀ ਮੈ ਸਦਾ ਭ੍ਰਮਾਈਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੁਕਮ ਵਿਚ ਹੀ ਕਦੀ ਮਨੁੱਖਾਂ ਉੱਤੇ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਦਰ ਤੋਂ) ਬਖ਼ਸ਼ਸ਼ ਹੁੰਦੀ ਹੈ, ਅਤੇ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਕਈ ਮਨੁੱਖ ਨਿੱਤ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਭਵਾਈਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਇਕਨਾ = ਕਈ ਮਨੁੱਖਾਂ ਨੂੰ। ਬਖਸੀਸ = ਦਾਤ, ਬਖ਼ਸ਼ਸ਼। ਇਕਿ = ਕਈ ਮਨੁੱਖ। ਭਵਾਈਅਹਿ = ਭਵਾਈਦੇ ਹਨ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਾਏ ਜਾਂਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por la Voluntad de Dios algunas Almas son liberadas mientras otras son obligadas a vagar de vida en vida.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MX4P",
        "source_page": 1,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hukmY AMdir. sBu ko; bwhir hukm. n koie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Everyone is subject to His Command; no one is beyond His Command.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "All are subject to His fiat and none is exempt from His fiat.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਰੇ ਉਸ ਦੇ ਅਮਰ ਵਿੱਚ ਹਨ ਅਤੇ ਉਸ ਦੇ ਅਮਰ ਤੋਂ ਬਾਹਰ ਕੋਈ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਸਭ ਕੋਈ ਹੁਕਮ ਹੀ ਕੇ ਅੰਦਰ ਹੈ ਬ੍ਰਹਮਾ ਸੇ ਲੇ ਕਰ ਚੀਟੀ ਪ੍ਰਯੰਤ ਹੁਕਮ ਤੇ ਬਾਹਰ ਕੋਈ ਨਹੀਂ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਜੇ ਕਰ ਹੁਕਮ ਮੈ ਹੀ ਹੈਂ, ਤਾਂ ਮੈ ਏਹੁ ਕਰਤਾ ਹਾਂ ਅਰੁ ਏਹੁ ਕਰਾਂਗਾ? ਸੋ ਜੀਉ ਐਸੇ ਕ੍ਯੋਂ ਕਹਿਤਾ ਹੈ ਅਰੁ ਸੋ ਅਹੰਤਾ ਮਮਤਾ ਕੈਸੇ ਛੁਟੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹਰੇਕ ਜੀਵ ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ ਹੈ, ਕੋਈ ਜੀਵ ਹੁਕਮ ਤੋਂ ਬਾਹਰ (ਭਾਵ, ਹੁਕਮ ਤੋ ਆਕੀ) ਨਹੀਂ ਹੋ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਅੰਦਰਿ = ਰੱਬ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ। ਸਭੁ ਕੋ = ਹਰੇਕ ਜੀਵ। ਬਾਹਰਿ ਹੁਕਮ = ਹੁਕਮ ਤੋਂ ਬਾਹਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Todos los seres viven bajo la Voluntad de Dios; ninguno vive fuera de ella.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FKUU",
        "source_page": 1,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. hukmY jy buJY; q haumY. khY n koie ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, one who understands His Command, does not speak in ego. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! if man were to understand Lord's fiat, then no one would take pride (speak in ego).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਜੇਕਰ ਇਨਸਾਨ ਪ੍ਰਭੂ ਦੇ ਫੁਰਮਾਨ ਨੂੰ ਸਮਝ ਲਵੇ, ਤਦ ਕੋਈ ਭੀ ਹੰਕਾਰ ਨਾਂ ਕਰੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸਿਧੋ! ਜੇ ਕਰ ਹੁਕਮ ਕੋ ਬੂਝੇ ਤਾਂ ਕੋਈ ਪ੍ਰਕਾਰ ਸੇ (ਹਉਮੈ) ਹੰਕਾਰ ਕੇ ਬਚਨ ਨਹੀਂ ਕਹਤਾ ਕਿ ਮੈ ਨੇ ਏਹਿ ਕੀਆ ਅਰੁ ਏਹਿ ਕਰਾਂਗਾ। ਸਭ ਅਕਾਲ ਪੁਰਖ ਕੀ ਆਗ੍ਯਾ ਹੀ ਮਾਨੇਗੇ॥☬ਪ੍ਰਸ਼ਨ: ਜਿਸ ਕਾ ਐਸਾ ਹੁਕਮ ਹੈ, ਉਸ ਕਾ ਬਲੁ ਕਿਤਨਾਕੁ ਹੈ? ਕ੍ਯੋਂਕਿ ਹੁਕਮੁ ਜੋਰ ਸੇ ਚਲਤਾ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਜੇ ਕੋਈ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਨੂੰ ਸਮਝ ਲਏ ਤਾਂ ਫਿਰ ਉਹ ਸੁਆਰਥ ਦੀਆਂ ਗੱਲਾਂ ਨਹੀਂ ਕਰਦਾ (ਭਾਵ, ਫਿਰ ਉਹ ਸੁਆਰਥੀ ਜੀਵਨ ਛੱਡ ਦੇਂਦਾ ਹੈ) ॥੨॥",
              "additional_information": {
                "arth": "ਹੁਕਮੈ = ਹੁਕਮ ਨੂੰ। ਬੁਝੈ = ਸਮਝ ਲਏ। ਹਉਮੈ ਕਹੈ ਨ = ਹਉਮੈ ਦੇ ਬਚਨ ਨਹੀਂ ਆਖਦਾ, ਮੈਂ ਮੈਂ ਨਹੀਂ ਆਖਦਾ, ਸੁਆਰਥੀ ਨਹੀਂ ਬਣਦਾ ॥੨॥",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਪਰ ਉਹ ਥੋੜ੍ਹ-ਵਿਤਾ ਨਹੀਂ ਰਹਿੰਦਾ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, quien entiende Su Voluntad, no se aferra a su tonto orgullo. (2)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "ZKH",
    "sttm_id": 3,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "VUQD",
        "source_page": 1,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "ਇਸ ਸਾਰੀ ਪਉੜੀ ਵਿਚ ਬਿਸ਼ਰਾਮ \"ਕੋ\" ਤੋਂ ਬਾਅਦ ਹੈ। \"ਕੋ\" ਦਾ ਭਾਵ ਹੈ \"ਕੋਈ\"।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko qwxu; hovY iksY qwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing of His Power-who has that Power?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who can sing His might? Who has power to sing it?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸਦੀ ਸ਼ਕਤੀ ਨੂੰ ਕੌਣ ਗਾਇਨ ਕਰ ਸਕਦਾ ਹੈ? ਇਸ ਨੂੰ ਗਾਇਨ ਕਰਨ ਦਾ ਕੀਹਦੇ ਕੋਲ ਬਲ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਸ ਅਕਾਲ ਪੁਰਖ ਕੇ ਸਮੱਗ੍ਰ (ਤਾਣੁ) ਬਲੁ ਕੋ (ਕੋ ਗਾਵੈ) ਕੌਣ ਗਾਇ ਸਕਤਾ ਹੈ? ਜਬ ਕਿਸੀ ਮੈ ਐਸਾ ਬਲੁ ਹੋਵੈ, ਤੌ ਗਾਇ ਸਕਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਸਮਰਥਾ ਹੁੰਦੀ ਹੈ, ਉਹ ਰੱਬ ਦੇ ਤਾਣ ਨੂੰ ਗਾਉਂਦਾ ਹੈ, (ਭਾਵ, ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਉਹ ਕੰਮ ਕਥਨ ਕਰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਤੋਂ ਉਸ ਦੀ ਵੱਡੀ ਤਾਕਤ ਪਰਗਟ ਹੋਵੇ)।",
              "additional_information": {
                "arth": "ਕੋ = ਕੋਈ ਮਨੁੱਖ। ਤਾਣੁ = ਬਲ, ਅਕਾਲ ਪੁਰਖ ਦੀ ਤਾਕਤ। ਕਿਸੈ = ਜਿਸ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ। ਤਾਣੁ = ਸਮਰਥਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Quién por sí mismo puede ser grande?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7AC7",
        "source_page": 1,
        "source_line": 11,
        "pronunciation": "ਨੀਸ਼ਾਣੁ",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko dwiq; jwxY nIswxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing of His Gifts, and know His Sign and Insignia.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who can sing His bounties and know His resplendent effulgence?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੌਣ ਉਸ ਦੀਆਂ ਬਖ਼ਸ਼ੀਸ਼ਾਂ ਨੂੰ ਅਲਾਪ ਅਤੇ ਉਸ ਦੇ ਨੂਰਾਨੀ ਪਰਤਾਪ ਨੂੰ ਸਮਝ ਸਕਦਾ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਨੀਸਾਣੁ) ਪ੍ਰਗਟ ਅਰਥਾਤ ਇਦੰ ਕਰ ਕੇ ਉਸ ਕੀ ਦਾਤ ਕੋ ਕੌਨ ਜਾਨ ਸਕਦਾ ਹੈ? ਤਾਂ ਤੇ ਉਸ ਕੇ ਬਲ ਕੋ ਕੌਣ ਜਾਣੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕੋਈ ਮਨੁੱਖ ਉਸ ਦੀਆਂ ਦਾਤਾਂ ਨੂੰ ਹੀ ਗਾਉਂਦਾ ਹੈ, (ਕਿਉਂਕਿ ਇਹਨਾਂ ਦਾਤਾਂ ਨੂੰ ਉਹ ਰੱਬ ਦੀ ਰਹਿਮਤ ਦਾ) ਨਿਸ਼ਾਨ ਸਮਝਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਦਾਤਿ = ਬਖਸ਼ੇ ਹੋਏ ਪਦਾਰਥ। ਨੀਸਾਣੁ = (ਬਖ਼ਸ਼ਸ਼ ਦਾ) ਨਿਸ਼ਾਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Quién tiene algo, a menos que venga de Él?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MB8C",
        "source_page": 1,
        "source_line": 11,
        "pronunciation": "ਵਡਿਆਈਆਂ",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko; gux vifAweIAw cwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing of His Glorious Virtues, Greatness and Beauty.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some chant the Lord's beautiful excellences and magnificences.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਸੁਆਮੀ ਦੀਆਂ ਸੁੰਦਰ ਵਡਿਆਈਆਂ ਅਤੇ ਬਜ਼ੁਰਗੀਆਂ ਗਾਇਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਸ ਕੇ ਗੁਣਾ ਕੋ ਪੁਨਾ ਵਡਿਆਈਆ ਕੌ (ਚਾਰ) ਚਾਰੇ ਵੇਦ ਕਥਨ ਕਰਤੇ ਹੈਂ, ਪਰੁ ਅੰਤੁ ਨਹੀ ਪਾਵਤੇ ਹੈਂ। ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਣੁ ਗਾਇ ਸਕਤਾ ਹੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕੋਈ ਮਨੁੱਖ ਰੱਬ ਦੇ ਸੋਹਣੇ ਗੁਣ ਤੇ ਸੋਹਣੀਆਂ ਵਡਿਆਈਆਂ ਵਰਣਨ ਕਰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਚਾਰ = ਸੁੰਦਰ, ਸੋਹਣੀਆਂ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Quién puede manifestar todas las facetas de Dios? y ¿quién puede brillar con todo su esplendor?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C5NR",
        "source_page": 1,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko; ividAw ivKmu vIcwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing of knowledge obtained of Him, through difficult philosophical studies.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who can chant God's Knowledge, whose study is arduous?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਦੇ ਇਲਮ ਨੂੰ ਜਿਸ ਦੀ ਸੋਚ ਵਿਚਾਰ ਕਠਨ ਹੈ, ਕੌਣ ਗਾ ਸਕਦਾ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਕੀ ਵੇਦਾਂਤਾ ਦੀ ਵਿੱਦ੍ਯਾ ਕਾ ਵਿਚਾਰੁ ਵੱਡਾ (ਵਿਖਮੁ) ਕਠਨੁ ਹੈ, ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨੁ ਗਾਇ ਸਕਤਾ ਹੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕੋਈ ਮਨੁੱਖ ਵਿੱਦਿਆ ਦੇ ਬਲ ਨਾਲ ਅਕਾਲ ਪੁਰਖ ਦੇ ਕਠਨ ਗਿਆਨ ਨੂੰ ਗਾਉਂਦਾ ਹੈ (ਭਾਵ, ਸ਼ਾਸਤਰ ਆਦਿਕ ਦੁਆਰਾ ਆਤਮਕ ਫ਼ਿਲਾਸਫ਼ੀ ਦੇ ਔਖੇ ਵਿਸ਼ਿਆਂ 'ਤੇ ਵਿਚਾਰ ਕਰਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਵਿਦਿਆ = ਵਿੱਦਿਆ ਦੁਆਰਾ। ਵਿਖਮੁ = ਕਠਨ, ਔਖਾ। ਵੀਚਾਰੁ = ਗਿਆਨ। (ਨੋਟ: ਸ਼ਬਦ 'ਚਾਰ' ਵਿਸ਼ੇਸ਼ਣ ਹੈ, ਜੋ ਇਕ-ਵਚਨ ਪੁਲਿੰਗ ਨਾਲ 'ਚਾਰੁ' ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਬਹੁ-ਵਚਨ ਨਾਲ ਜਾਂ ਇਸਤ੍ਰੀ-ਲਿੰਗ ਨਾਲ 'ਚਾਰ' ਰਹਿੰਦਾ ਹੈ। ਪਰ ਸ਼ਬਦ 'ਚਾਰਿ' 'ਚਹੁੰ' ਦੀ ਗਿਣਤੀ ਦਾ ਵਾਚਕ ਹੈ। ਜਿਵੇਂ: (੧) ਚਾਰਿ ਕੁੰਟ ਦਹ ਦਿਸ ਭ੍ਰਮੇ, ਥਕਿ ਆਏ ਪ੍ਰਭ ਕੀ ਸਾਮ। (੨) ਚਾਰਿ ਪਦਾਰਥ ਕਹੈ ਸਭੁ ਕੋਈ। (੩) ਚਚਾ ਚਰਨ ਕਮਲ ਗੁਰ ਲਾਗਾ। ਧਨਿ ਧਨਿ ਉਆ ਦਿਨ ਸੰਜੋਗ ਸਭਾਗਾ। ਚਾਰਿ ਕੁੰਟ ਦਹਦਿਸ ਭ੍ਰਮਿ ਆਇਓ। ਭਈ ਕ੍ਰਿਪਾ ਤਬ ਦਰਸਨੁ ਪਾਇਓ। ਚਾਰ ਬਿਚਾਰ, ਬਿਨਸਿਓ ਸਭ ਦੂਆ। ਸਾਧ ਸੰਗਿ ਮਨੁ ਨਿਰਮਲੁ ਹੂਆ। (੪) ਤਟਿ ਤੀਰਥਿ ਨਹੀ ਮਨੁ ਪਤੀਆਇ। ਚਾਰ ਅਚਾਰ ਰਹੇ ਉਰਝਾਇ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Quién puede manifestar todas las facetas de Dios? y ¿quién puede brillar con todo su esplendor?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HZSG",
        "source_page": 1,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko; swij kry qnu Kyh ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing that He fashions the body, and then again reduces it to dust.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some sing that He fashions the body and then reduces it to dust.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਇਕ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਦੇਹ ਨੂੰ ਰਚਦਾ ਹੈ ਤੇ ਫੇਰ ਇਸ ਨੂੰ ਮਿੱਟੀ ਕਰ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਪ੍ਰਕਾਰ ਇਨ ਜੀਵੋਂ ਕੇ (ਤਨ) ਸਰੀਰ (ਸਾਜ) ਬਨਾਇ ਕਰਕੇ, ਫਿਰ (ਖੇਹ) ਨਾਸ ਕਰ ਦੇਤਾ ਹੈ। ਵਾ ਜੈਸੇ (ਖੇਹ) ਪ੍ਰਿਥਵੀ ਆਦਿ ਤਤੋਂ ਸੇ ਇਨ ਸਰੀਰੋਂ ਕੋ ਸਾਜਣਾ ਕਰਤਾ ਹੈ, ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨੁ ਗਾਇ ਸਕਤਾ ਹੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕੋਈ ਮਨੁੱਖ ਇਉਂ ਗਾਉਂਦਾ ਹੈ, 'ਅਕਾਲ ਪੁਰਖ ਸਰੀਰ ਨੂੰ ਬਣਾ ਕੇ (ਫਿਰ) ਸੁਆਹ ਕਰ ਦੇਂਦਾ ਹੈ'।",
              "additional_information": {
                "arth": "ਸਾਜਿ = ਪੈਦਾ ਕਰਕੇ, ਬਣਾ ਕੇ। ਤਨੁ = ਸਰੀਰ ਨੂੰ। ਖੇਹ = ਸੁਆਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Muchos son los que cantan las Alabanzas y las Perfecciones del Señor, pero nadie puede acabar de contarlas todas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "13CH",
        "source_page": 1,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko; jIA lY iPir dyh ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing that He takes life away, and then again restores it.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some sing that God takes away life and again restores it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਇਕ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਵਾਹਿਗੁਰੂ ਪ੍ਰਾਣ ਲੈ ਲੈਂਦਾ ਹੈ ਤੇ ਮੁੜ ਵਾਪਸ ਦੇ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੂਖਮ ਰੂਪੁ ਜੀਵੁ ਜਿਸ ਕੀ ਸੱਤਾ ਕੋ ਪਾਇਕੇ ਇਸ ਸਥੂਲ ਸਰੀਰ ਕੋ ਲਈ ਫਿਰਤਾ ਹੈ, ਵਾ ਇਸ ਸਰੀਰ ਮੈ ਸੇ ਜੀਵ ਨਿਕਾਲ ਲੇਤਾ ਹੈ ਔਰੁ ਜੋ ਸਰੀਰ ਮੇ ਜੀਵ ਪਾਇ ਦੇਤਾ ਹੈ, ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨ ਗਾਇ ਸਕਤਾ ਹੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕੋਈ ਇਉਂ ਗਾਉਂਦਾ ਹੈ, 'ਹਰੀ (ਸਰੀਰਾਂ ਵਿਚੋਂ) ਜਿੰਦਾਂ ਕੱਢ ਕੇ ਫਿਰ (ਦੂਜੇ ਸਰੀਰਾਂ ਵਿਚ) ਪਾ ਦੇਂਦਾ ਹੈ'।",
              "additional_information": {
                "arth": "ਜੀਅ = ਜੀਵਾਤਮਾ, ਜਿੰਦਾਂ। ਲੈ = ਲੈ ਕੇ। ਦੇਹ = ਦੇ ਦੇਂਦਾ ਹੈ। ❀ ਨੋਟ: 'ਜੀਉ' ਤੋਂ 'ਜੀਅ' ਬਹੁ-ਵਚਨ ਹੈ। ਇੱਥੇ ਸ਼ਬਦ 'ਦੇਹ' ਦਾ 'ਹ' ਪਹਿਲੀ ਤੁਕ ਦੇ 'ਖੇਹ' ਨਾਲ ਮਿਲਾਉਣ ਲਈ ਵਰਤਿਆ ਹੈ। ਉਂਞ ਸ਼ਬਦ 'ਦੇਹ' ਨਾਂਵ ਦਾ ਅਰਥ ਹੈ 'ਸਰੀਰ', ਜਿਵੇਂ 'ਭਰੀਐ ਹਥੁ ਪੈਰੁ ਤਨੁ ਦੇਹ'। ਸ਼ਬਦ 'ਦੇ', 'ਦੇਹਿ' ਅਤੇ 'ਦੇਹ' ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਮਝਣ ਲਈ ਜਪੁਜੀ ਵਿਚੋਂ ਹੇਠ ਲਿਖੀਆਂ ਤੁਕਾਂ ਦਿੱਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ: (੧) ਦੇਂਦਾ ਦੇ ਲੈਦੇ ਥਕਿ ਪਾਹਿ। ਪਉੜੀ ੩। (੨) ਆਖਹਿ ਮੰਗਹਿ ਦੇਹਿ ਦੇਹਿ, ਦਾਤਿ ਕਰੇ ਦਾਤਾਰੁ।੪। (੩) ਗੁਰਾ ਇਕ ਦੇਹਿ ਬੁਝਾਈ।੫। (੪) ਨਾਨਕ ਨਿਰਗੁਣਿ ਗੁਣੁ ਕਰੇ ਗੁਣਵੰਤਿਆ ਗੁਣ ਦੇ।੭। (੫) ਭਰੀਐ ਹਥੁ ਪੈਰੁ ਤਨੁ ਦੇਹ।੨੦। (੬) ਦੇ ਸਾਬੂਣੁ ਲਈਐ ਓਹੁ ਧੋਇ।੨੦। (੭) ਆਪੇ ਜਾਣੈ ਆਪੇ ਦੇਇ।੨੫। ਦੇ = ਦੇਂਦਾ ਹੈ। ਦੇ = ਦੇ ਕੇ। ਦੇਇ = ਦੇਂਦਾ ਹੈ। ਦੇਇ = ਦੇ ਕੇ। ਦੇਹ = ਸਰੀਰ। ਦੇਹਿ= ਦੇਹ (ਹੁਕਮੀ ਭਵਿਖਤ ਕਾਲ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Algunos cantan que Él crea la vida, otros cantan que es Él quien la toma de regreso.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4SBX",
        "source_page": 1,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko; jwpY idsY dUir ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing that He seems so very far away.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some sing that God seems and appears to be far off.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਹਰੀ ਦੁਰੇਡੇ ਮਲੂਮ ਹੁੰਦਾ ਅਤੇ ਸੁੱਝਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਜਾਨਨੇ ਸੇ ਔਰ ਦੇਖਨੇ ਸੇ ਦੂਰ ਹੈ। ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੌਨੁ ਗਾਇ ਸਕਤਾ ਹੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕੋਈ ਮਨੁੱਖ ਆਖਦਾ ਹੈ, 'ਅਕਾਲ ਪੁਰਖ ਦੂਰ ਜਾਪਦਾ ਹੈ, ਦੂਰ ਦਿੱਸਦਾ ਹੈ';",
              "additional_information": {
                "arth": "ਜਾਪੈ = ਜਾਪਦਾ ਹੈ, ਪਰਤੀਤ ਹੁੰਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Algunos dicen que Él está muy lejos;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ELAE",
        "source_page": 2,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY ko; vyKY hwdrw hdUir ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some sing that He watches over us, face to face, ever-present.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some sing that He is beholding us just face to face.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਗਾਇਨ ਕਰਦੇ ਹਨ ਕਿ ਉਹ ਸਾਨੂੰ ਐਨ ਪਰਤੱਖ ਹੀ ਦੇਖ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇ ਕਰ (ਹਾਦਰਾ ਹਦੂਰਿ) ਹਾਜਰ ਹਜੂਰ, ਭਾਵ ਪ੍ਰਗਟ ਦੇਬੇ ਤੋ ਤਿਸ ਕੇ ਬਲ ਕੋ ਕੋਈ ਗਾਇ ਸਕਤਾ ਹੈ॥☬ਅਬ ਦੂਸਰਾ ਅਰਥ ਕਹਤੇ ਹੈਂ: (ਕੋ) ਕੋਈਕ ਪੁਰਾਣੋ ਵਾਲੇ ਅਕਾਲ ਪੁਰਖ ਕੇ ਬਲ ਕੋ ਜਿਸ ਹਕੁ ਉਨ ਕੋ ਬੁਧਿ ਕਾ ਬਲੁ ਹੋ, ਮਧੁ ਕੋਟਭਾਦਿ ਬਧ ਪ੍ਰਸੰਗ ਲਿਖ ਕਰ ਕੇ ਗਾਵਤੇ ਹੈਂ। ਕੋਈ ਪੰਚ ਰਾਤ੍ਰਿ ਮਤਵਾਲੇ ਨਾਰਦਾਦਿ ਹਾਥ ਪਾਉਂ ਨੇਤ੍ਰਾਦਿਕ ਅਮੋਲਕ ਵਸਤੂ ਤਿਸ ਕੀ ਦਾਤ ਪ੍ਰਗਟ ਜਾਨ ਕਰ ਗਾਉਤੇ ਹੈਂ। ਕੋਈ ਸਾਂਖ ਸ਼ਾਸਤ੍ਰ ਮਤ ਵਾਲੇ ਰਜ ਤਮ ਸਤ ਗੁਨੋਂ ਦ੍ਵਾਰਾ ਮਹੱਤਤ੍ਵਾਦਿ ਰਚ ਕਰ ਪਾਲਨਾ ਸੰਘਾਰ ਕਰਤਾ ਹੈ, ਇਸ ਵਡਿਆਈ ਔਰ (ਆਚਾਰ) ਕਰਮਾਂ ਕੋ ਗਾਉਤੇ ਹੈਂ। ਕੋਈ ਨੈਯਾਇਕ ਕਠਨ ਵਿੱਦ੍ਯਾ ਕੋ ਵਿਚਾਰ ਵਿਚਾਰ ਕਰ ਭਗਵੰਤ ਕੇ ਬਲ ਕੋ ਗਾਵਤੇ ਹੈਂ। ਕੋਈ ਕਾਲਵਾਦੀ ਜਿਸ ਪ੍ਰਕਾਰ ਸਰੀਰ ਕੋ ਰਚ ਕਰ ਨਾਸ ਕਰਤਾ ਹੈ, ਐਸੇ ਸਮੇਂ ਕੋ ਪ੍ਰਧਾਨ ਜਾਨ ਕਰ ਪ੍ਰਭੂ ਕੇ ਬਲ ਕੋ ਗਾਵਤੇ ਹੈਂ। ਕੋਈ ਜੋ ਮੀਮਾਂਸਕ ਹੈਂ, ਸੋ ਕਰਮਾਨੁਸਾਰ ਜੀਵ ਸੇ ਈਸ੍ਵਰ ਦੇਹਿ ਲੇ ਲੇਤਾ ਹੈ ਔਰ ਕਰਮਾਨੁਸਾਰ ਦੂਸਰੀ ਦੇਹਿ ਦੇ ਦੇਤਾ ਹੈ, ਇਸ ਪ੍ਰਕਾਰ ਕਰਮੋਂ ਕੀ ਪ੍ਰਧਾਨਤਾ ਸੇ ਪ੍ਰਭੂ ਕੇ ਬਲ ਕੋ ਗਾਵਤੇ ਹੈਂ। ਕੋਈ ਜੋ ਪਾਤੰਜਲੀ ਹੈਂ, ਸੋ ਜਪਨੇ ਸੇ ਔਰ ਦੇਖਨੇ ਸੇ ਦੂਰ ਜਾਨ ਕਰ ਪ੍ਰਭੂ ਕੇ ਬਲ ਕੋ ਗਾਵਤੇ ਹੈਂ। ਕੋਈ ਜੋ ਵੇਦਾਂਤੀ ਹੈ (ਹਾਦਰਾ ਹਦੂਰਿ) ਅਤੀ ਸਾਮੀਪ, ਭਾਵ ਪ੍ਰਤੱਖ ਆਪਨਾ ਸਰੂਪੁ ਜਾਨ ਕਰ ਅਦ੍ਵੇਤ ਭਾਵਨਾ ਸੇ ਗਾਉਂਤੇ ਹੈਂ॥☬ਪ੍ਰਸ਼ਨ: ਐਸੇ ਬਲੀ ਕੀ ਕਥਾ ਕਿਤਨੀਕੁ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪਰ ਕੋਈ ਆਖਦਾ ਹੈ, '(ਨਹੀਂ, ਨੇੜੇ ਹੈ), ਸਭ ਥਾਈਂ ਹਾਜ਼ਰ ਹੈ, ਸਭ ਨੂੰ ਵੇਖ ਰਿਹਾ ਹੈ'।",
              "additional_information": {
                "arth": "ਹਾਦਰਾ ਹਦੂਰਿ = ਹਾਜ਼ਰ ਨਾਜ਼ਰ, ਸਭ ਥਾਈਂ ਹਾਜ਼ਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "otros dicen que Él está ahí si lo llamas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7922",
        "source_page": 2,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "\"ਕਥਨਾ\" ਦਾ ਭਾਵ ਹੈ ਕਥਾ ਤੇ \"ਕਥੀ\" ਕਿਰਿਆ ਹੈ। ਪੰਕਤੀ ਦਾ ਭਾਵ ਹੈ - ਕਥਨਾ ਕਥੀ (ਹੈ ਕਈਆਂ ਨੇ) ਪਰ ਇਸ ਕਥਾ ਦੀ ਤੋਟਿ ਨਹੀਂ ਆਉਂਦੀ ਭਾਵ ਕਥਾ ਇਤਨੀ ਜ਼ਿਆਦਾ ਹੈ ਕਿ ਕੱਥ ਨਹੀਂ ਹੁੰਦੀ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kQnw kQI; n AwvY qoit ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There is no shortage of those who preach and teach.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is no dearth of persons who dwell upon the Lord's discourses.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੋਬਿੰਦ ਦੀਆਂ ਗਿਆਨ ਗੋਸ਼ਟਾਂ ਵਿਚਾਰਨ ਵਾਲਿਆਂ ਪੁਰਸ਼ਾਂ ਦੀ ਕੋਈ ਕਮੀ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਤਨੇ ਸਿੰਮ੍ਰਿਤੀ, ਪੁਰਾਣ, ਸਾਸਤ੍ਰ ਕੇ ਵੇਤਾ ਹੈਂ ਤਿਨੋ ਨੇ ਪ੍ਰਮੇਸਰ ਕੇ ਸਤ੍ਯ ਸੰਕਲਪ ਆਦਿ ਬਲ ਕੀ ਕਥਾ ਨੂੰ ਕਥਨ ਕੀਆ ਹੈ। ਪਰੰਤੂ (ਤੋਟਿ) ਅੰਤੁ ਕਿਸੀ ਕੋ ਨਹੀਂ ਆਵਤਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਜੇਕਰ ਬਹੁਤੇ ਮਿਲ ਕਰ ਕਹੇਂ ਤੌ ਅੰਤੁ ਮਿਲ ਜਾਵੇ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੁਕਮ ਦੇ ਵਰਣਨ ਕਰਨ ਦੀ ਤੋਟ ਨਹੀਂ ਆ ਸਕੀ (ਭਾਵ, ਵਰਣਨ ਕਰ ਕਰ ਕੇ ਹੁਕਮ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਿਆ, ਹੁਕਮ ਦਾ ਸਹੀ ਸਰੂਪ ਨਹੀਂ ਲੱਭ ਸਕਿਆ);",
              "additional_information": {
                "arth": "ਕਥਨਾ = ਕਹਿਣਾ, ਬਿਆਨ ਕਰਨਾ। ਕਥਨਾ ਤੋਟਿ = ਕਹਿਣ ਦੀ ਟੋਟ, ਗੁਣ ਵਰਣਨ ਕਰਨ ਦਾ ਅੰਤ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incontables son los que meditan en los Discursos del Señor;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y9R8",
        "source_page": 2,
        "source_line": 1,
        "pronunciation": "ਕੋਟੀਂ",
        "pronunciation_information": "ਕੋਟਾਂ ਨੇ ਕੋਟਿ ਕੋਟਿ ਵਾਰ (ਪਰਮਾਤਮਾ ਦੀ ਕਥਨੀ) ਕੱਥ ਕੱਥ ਕੇ ਕਥੀ ਹੈ। ਬਿਸ਼ਰਾਮ \"ਕੋਟੀ\" ਤੋਂ ਬਾਅਦ ਹੈ ਨਾ ਕਿ \"ਕਥੀ\" ਤੋਂ ਬਾਅਦ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kiQ kiQ kQI; kotI. koit koit ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Millions upon millions offer millions of sermons and stories.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Millions give millions upon millions of descriptions and sermons regarding God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਰੋੜਾਂ ਹੀ ਬੰਦੇ ਹਰੀ ਬਾਰੇ ਕਰੋੜਾਂ ਉਤੇ ਕਰੋੜਾਂ ਬਿਆਨ ਅਤੇ ਧਰਮ-ਭਾਸ਼ਨ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕ੍ਰੋੜੋਂ ਨੇ ਪੀਛੇ ਕਥਨ ਕਰੀ ਹੈ, ਕ੍ਰੋੜੋਂ ਹੀ ਅਬ ਕਥਨ ਕਰਤੇ ਹੈਂ, ਕ੍ਰੋੜੋਂ ਆਗੇ ਕਥਨ ਕਰੇਂਗੇ, ਪਰੰਤੂ ਅੰਤੁ ਨ ਮਿਲਾ, ਨਾ ਮਿਲਤਾ ਹੈ, ਨਾ ਮਿਲੇਗਾ॥☬ਪ੍ਰਸ਼ਨ: ਐਸੀ ਬਿ੍ਯੰਤ ਕਥਾ ਵਾਲਾ ਦਾਤਾ ਕੈਸਾ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਭਾਵੇਂ ਕ੍ਰੋੜਾਂ ਹੀ ਜੀਵਾਂ ਨੇ ਬੇਅੰਤ ਵਾਰੀ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਦਾ) ਵਰਣਨ ਕੀਤਾ ਹੈ।",
              "additional_information": {
                "arth": "ਕਥਿ = ਆਖ ਕੇ। ਕਥਿ ਕਥਿ ਕਥੀ = ਆਖ ਆਖ ਕੇ ਆਖੀ ਹੈ, ਕਥਨਾ ਕਥ ਕਥ ਕੇ ਕਥੀ ਹੈ, ਬੇਅੰਤ ਵਾਰੀ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਦਾ ਵਰਣਨ ਕੀਤਾ ਹੈ। ਕੋਟਿ = ਕ੍ਰੋੜ, ਕ੍ਰੋੜਾਂ ਜੀਵਾਂ ਨੇ। ❀ ਨੋਟ: ਲਫ਼ਜ਼ ਕੋਟਿ, ਕੋਟੁ, ਕੋਟ ਦਾ ਨਿਰਣਾ: (੧) ਕੋਟਿ = ਕ੍ਰੋੜ (ਵਿਸ਼ੇਸ਼ਣ)। ਕੋਟਿ ਕਰਮ ਕਰੈ ਹਉ ਧਾਰੇ। ਸ੍ਰਮੁ ਪਾਵੈ ਸਗਲੇ ਬਿਰਥਾਰੇ।੩।੧੨। (ਸੁਖਮਨੀ)। ਕੋਟਿ ਖਤੇ ਖਿਨ ਬਖਸਨਹਾਰ।੩।੩੦। (ਭੈਰਉ ਮ: ੫)। (੨) ਕੋਟੁ = ਕਿਲ੍ਹਾ (ਨਾਂਵ ਇਕ-ਵਚਨ)। ਲੰਕਾ ਸਾ ਕੋਟੁ ਸਮੁੰਦ ਸੀ ਖਾਈ। (ਆਸਾ ਕਬੀਰ ਜੀ ਏਕੁ ਕੋਟਿ ਪੰਚ ਸਿਕਦਾਰਾ (ਸੂਹੀ ਕਬੀਰ ਜੀ)। (੩) ਕੋਟ = ਕਿਲ੍ਹੇ (ਨਾਂਵ, ਬਹੁ ਵਚਨ)। ਕੰਚਨ ਕੇ ਕੋਟ ਦਤੁ ਕਰੀ ਬਹੁ ਹੈਵਰ ਗੈਵਰ ਦਾਨੁ। (ਸਿਰੀ ਰਾਗ ਮ: ੧)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "millones son los que dan un sinfín de descripciones de Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1UMU",
        "source_page": 2,
        "source_line": 2,
        "pronunciation": "ਦੇਂਦਾ, ਲੈਂਦੇ, ਪਾਹਿਂ",
        "pronunciation_information": "ਦੇਦਾ - ਦੇਣਵਾਲ, ਲੈਦੇ - ਲੈਣਵਾਲੇ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "dydw dy; lYdy Qik pwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Great Giver keeps on giving, while those who receive grow weary of receiving.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Giver continues giving but the recipients grow weary of receiving.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦੇਣ ਵਾਲਾ ਦੇਈ ਜਾਂਦਾ ਹੈ ਪਰੰਤੂ ਲੈਣ ਵਾਲੇ ਲੈ ਕੇ ਹਾਰ ਹੁਟ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵਹੁਦਾਤਾ (ਦੇਦਾ) ਦੇਣੇ ਵਾਲਾ ਜੋ ਹੈ, ਸੋ ਦਾਨੁ ਦੇਤਾ ਹੀ ਰਹਿਤਾ ਹੈ, (ਲੈਦੇ) ਲੈਣੇ ਵਾਲੇ ਥਕ ਜਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਦਾਤਾਰ ਅਕਾਲ ਪੁਰਖ (ਸਭ ਜੀਆਂ ਨੂੰ ਰਿਜ਼ਕ) ਦੇ ਰਿਹਾ ਹੈ, ਪਰ ਜੀਵ ਲੈ ਲੈ ਕੇ ਥੱਕ ਪੈਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਦੇਦਾ = ਦੇਂਦਾ, ਦੇਣ ਵਾਲਾ, ਦਾਤਾਰ ਰੱਬ। ਦੇ = (ਸਦਾ) ਦੇਂਦਾ ਹੈ, ਦੇ ਰਿਹਾ ਹੈ। ਲੈਦੇ = ਲੈਂਦੇ, ਲੈਣ ਵਾਲੇ ਜੀਵ। ਥਕਿ ਪਾਹਿ = ਥਕ ਪੈਂਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Gran Dador incansablemente da más y más, mientras los que reciben se cansan de recibir.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "32FN",
        "source_page": 2,
        "source_line": 2,
        "pronunciation": "ਜੁਗਾਂ, ਖਾਹਿਂ",
        "pronunciation_information": "\"ਖਾਹੀ\" ਦਾ ਉਚਾਰਨ \"ਖਾਹੀਂ\" ਕਰਨਾ ਠੀਕ ਨਹੀਂ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jugw jugMqir; KwhI Kwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Throughout the ages, consumers consume.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "All the ages through the partakers partake of His provision.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਮੂਹ ਜੁਗਾਂ ਅੰਦਰ ਖਾਣ ਵਾਲੇ ਉਸ ਦੇ ਪਦਾਰਥਾਂ ਨੂੰ ਖਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਜੁਗੋਂ ਜੁਗੋਂ ਮੈ ਤਿਸਕੇ ਦੀਏ (ਥਾਹੀ) ਪਦਾਰਥੋਂ ਕੋ ਖਾਤੇ ਹੈਂ॥ ਵਾ ਪੁਨਃ ਪੁਨਃ ਖਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਭ ਜੀਵ) ਸਦਾ ਤੋਂ ਹੀ (ਰੱਬ ਦੇ ਦਿੱਤੇ ਪਦਾਰਥ) ਖਾਂਦੇ ਚਲੇ ਆ ਰਹੇ ਹਨ। ***",
              "additional_information": {
                "arth": "ਜੁਗਾ ਜੁਗੰਤਰਿ = ਜੁਗ ਜੁਗ ਅੰਤਰਿ, ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਹੀ, ਸਦਾ ਤੋਂ ਹੀ। ਖਾਹੀ ਖਾਹਿ = ਖਾਂਦੇ ਹੀ ਖਾਂਦੇ ਹਨ, ਵਰਤਦੇ ਚਲੇ ਆ ਰਹੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por generaciones los consumidores consumen,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q13S",
        "source_page": 2,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "ਵਿਆਕਰਣ ਮੁਤਾਬਕ ਇਸ ਪੰਕਤੀ ਦਾ ਅਰਥ ਹੈ ਹੁਕਮੀ ਦਾ ਹੁਕਮ ਰਾਹ ਚਲਾਉਂਦਾ ਹੈ। ਇਹ ਅਰਥ ਠੀਕ ਨਹੀਂ ਕਿ - ਹੁਕਮੀ, ਆਪਣੇ ਹੁਕਮ ਰਾਹੀਂ ਰਾਹ ਚਲਾਉਂਦਾ ਹੈ ਕਿਉਂਕਿ \"ਹੁਕਮੁ\" ਦੇ ਅਖੀਰ ਵਿਚ ਔਂਕੜ ਲਗਿਆ ਹੋਣ ਕਰਕੇ ਇਸ ਵਿਚੋਂ ਸੰਬੰਧਕ ਨਹੀਂ ਨਿਕਲ ਸਕਦਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hukmI; hukmu clwey rwhu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Commander, by His Command, leads us to walk on the Path.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Commander, by His command, makes man walk on His path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹਾਕਮ, ਆਪਣੇ ਅਮਰ ਦੁਆਰਾ ਆਦਮੀ ਨੂੰ ਆਪਣੇ ਰਸਤੇ ਉਤੇ ਟੋਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਐਸਾ (ਹੁਕਮੀ) ਅਕਾਲ ਪੁਰਖੁ ਅਪਨੇ ਹੁਕਮ ਕੇ ਅੰਦਰ ਅਨੇਕ ਰਸਤੇ ਚਲਾਵਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੁਕਮ ਵਾਲੇ ਰੱਬ ਦਾ ਹੁਕਮ ਹੀ (ਸੰਸਾਰ ਦੀ ਕਾਰ ਵਾਲਾ) ਰਸਤਾ ਚਲਾ ਰਿਹਾ ਹੈ।",
              "additional_information": {
                "arth": "ਹੁਕਮੀ = ਹੁਕਮ ਦਾ ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ। ਹੁਕਮੀ ਹੁਕਮੁ = ਹੁਕਮ ਵਾਲੇ ਹਰੀ ਦਾ ਹੁਕਮ। ਰਾਹੁ = ਰਸਤਾ, ਸੰਸਾਰ ਦੀ ਕਾਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Vivimos gracias a Su Bondad, época tras época, cuando por fin, también por el Mandato de Dios, caminamos enfocados hacia Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6VSN",
        "source_page": 2,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk; ivgsY vyprvwhu ]3]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, He blossoms forth, Carefree and Untroubled. ||3||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! the carefree Master makes merry.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਬੇ-ਮੁਹਤਾਜ ਮਾਲਕ ਮੌਜ਼ਾ ਮਾਣਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸਿਧੋ! ਵਹੁ (ਵੇਪਰਵਾਹ) ਇੱਛਾ ਸੇ ਰਹਿਤ ਹੈ, ਸੋ (ਵਿਗਸੈ) ਪ੍ਰਸਿੰਨ ਹੋਤਾ ਹੈ, ਭਾਵ ਏਹ ਕਿ ਆਪਨੇ ਹੁਕਮ ਮੇਂ ਅਕਾਲ ਪੁਰਖੁ ਸਭ ਕੋ ਚਲਾਉਤਾ ਹੈ, ਔਰ ਜੀਵ ਕਹਤੇ ਹੈਂ \"ਮੈਨੇ ਐਸਾ ਕਰਮੁ ਕੀਆ, ਮੈਨੇ ਏਹ ਦੀਆ।\" ਇਨ ਅੱਗ੍ਯਾਤਤਾ ਕੇ ਬਚਨੋ ਕੋ ਸੁਨ ਕਰ ਪ੍ਰਸਿੰਨ ਹੋਤਾ ਹੈ, ਕ੍ਰੋਪੁ ਨਹੀਂ ਕਰਤਾ॥੩॥☬ਪ੍ਰਸ਼ਨ: ਉਸ ਕੀ ਸਾਹਿਬੀ ਔਰੁ ਨਾਮੁ ਕੈਸਾ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਉਹ ਨਿਰੰਕਾਰ ਸਦਾ ਵੇਪਰਵਾਹ ਹੈ ਤੇ ਪਰਸੰਨ ਹੈ ॥੩॥",
              "additional_information": {
                "arth": "ਨਾਨਕ = ਹੇ ਨਾਨਕ! ਵਿਗਸੈ = ਖਿੜ ਰਿਹਾ ਹੈ, ਪਰਸੰਨ ਹੈ। ਵੇਪਰਵਾਹੁ = ਬੇਫਿਕਰ, ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ॥੩॥",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਦੇ ਵੱਖੋ-ਵੱਖਰੇ ਕੰਮ ਵੇਖ ਕੇ ਮਨੁੱਖ ਆਪੋ ਆਪਣੀ ਸਮਝ ਅਨੁਸਾਰ ਪ੍ਰਭੂ ਦੀ ਹੁਕਮ-ਰੂਪ ਤਾਕਤ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਚਲੇ ਆ ਰਹੇ ਹਨ, ਪਰ ਕਿਸੇ ਪਾਸੋਂ ਮੁਕੰਮਲ ਅੰਦਾਜ਼ਾ ਲੱਗ ਨਹੀਂ ਸਕਿਆ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, el Maestro está disfrutando sin preocupación. (3)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
