[
  {
    "id": "345",
    "sttm_id": 22,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "YB5R",
        "source_page": 5,
        "source_line": 2,
        "pronunciation": "ਪਾਤਾਲਾਂ, ਆਗਾਸ਼ਾਂ",
        "pronunciation_information": "'ਲਖ' ਦੇਹੁਲੀ ਦੀਪਕ ਸ਼ਬਦ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pwqwlw pwqwl lK; Awgwsw Awgws ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There are nether worlds beneath nether worlds, and hundreds of thousands of heavenly worlds above.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There are nether worlds beyond the nether worlds and lacs of skies over skies.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਇਆਲਾ ਦੇ ਹੇਠਾਂ ਪਇਆਲ ਹਨ ਅਤੇ ਲਖੂਖ਼ਾ (ਲਖਾਂ) ਅਸਮਾਨਾ ਉਤੇ ਅਸਮਾਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿਧੋ! ਲਾਖੋਂ ਹੀ ਪਾਤਾਲੋਂ ਕੇ ਨੀਚੇ ਪਾਤਾਲ ਹੈਂ। ਲਾਖੋਂ ਹੀ ਅਕਾਸੋਂ ਸੇ ਊਚੇ ਅਕਾਸ਼ ਹੈਂ। ਲਖ ਪਦ 'ਦੇਹਲੀ ਦੀਪ ਨਿਆਇ' ਸੋ ਦੋਨੋ ਸਾਥ ਜੁੜ ਜਾਤਾ ਹੈ, ਅਕਾਸ ਉਪਲੱਖਤਿ ਅਕਾਸ ਵਾਸੀ ਲੋਕ ਮਹਰਜਨ ਆਦਿਕ ਜਾਨ ਲੇਨੇ, ਹੋਰੁ ਪੁਲਾੜ ਪਰ ਪੁਲਾੜ ਨਹੀਂ ਹੋ ਸਕਤਾ। ਅਕਾਸ ਨਾਮੁ ਪੋਲ ਕਾ ਹੀ ਹੈ। ਦੂਸਰਾ ਇਹੁ ਪ੍ਰਕਾਰੁ ਹੈ। ਪਰਮੇਸ੍ਵਰ ਕੇ ਏਕ ਏਕ ਰੋਮ ਵਿਖੇ ਕੋਟਾਨ ਕੋਟ ਬ੍ਰਹਮੰਡੁ ਹੈਂ। ਇਸ ਰੀਤਿ ਸੇ ਤੋ ਅਸੰਕਾ ਹੀ ਨਹੀਂ ਹੋ ਸਕਤੀ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਾਰੇ ਵੇਦ ਇੱਕ-ਜ਼ਬਾਨ ਹੋ ਕੇ ਆਖਦੇ ਹਨ) \"ਪਾਤਾਲਾਂ ਦੇ ਹੇਠ ਹੋਰ ਲੱਖਾਂ ਪਾਤਾਲ ਹਨ ਅਤੇ ਆਕਾਸ਼ਾਂ ਦੇ ਉੱਤੇ ਹੋਰ ਲੱਖਾਂ ਆਕਾਸ਼ ਹਨ,",
              "additional_information": {
                "arth": "ਪਾਤਾਲਾ ਪਾਤਾਲ = ਪਾਤਾਲਾਂ ਦੇ ਹੇਠ ਹੋਰ ਪਾਤਾਲ ਹਨ। ਆਗਾਸਾ ਆਗਾਸ = ਆਕਾਸ਼ਾਂ ਦੇ ਉੱਤੇ ਹੋਰ ਆਕਾਸ਼ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Ilimitados son los mundos de abajo e ilimitados son los mundos de arriba,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CWGK",
        "source_page": 5,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "EVk EVk Bwil Qky; vyd khin iek vwq ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Vedas say that you can search and search for them all, until you grow weary.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The scriptures say one thing: searching for God's limits and bounds, (without success) people have grown weary.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਧਾਰਮਕ ਗ੍ਰੰਥ ਇਕ ਗੱਲ ਆਖਦੇ ਹਨ ਰੱਬ ਦੇ ਅੰਤ ਅਤੇ ਹੱਦ ਬੰਨਿਆਂ ਨੂੰ ਲੱਭਦੇ ਹੋਏ, ਨਾਕਾਮਯਾਬ ਹੋ, ਲੋਕ ਹਾਰ ਹੁਟ ਗਏ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਓੜਕ) ਇਤੀ ਓੜਕ ਨਾਮੁ ਅੰਤ, ਨ ਤੋ ਸ੍ਰਿਸ਼ਟੀ ਕਾ (ਓੜਕ) ਅੰਤੁ ਹੈ, ਅਰੁ ਨ ਕਰਤੇ ਕਾ (ਓੜਕ) ਅੰਤੁ ਹੈ; ਵਾ (ਓੜਕ) ਬਲੁ ਲਾ ਕੇ ਭਾਲ ਕੇ ਥਕ ਚੁਕੇ ਹੈਂ, ਤਾਂ ਵੀ ਹਰੀ ਦਾ ਅੰਤੁ ਨ ਮਿਲਾ। ੪ ਬੇਦ ਏਕ ਬਾਤ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਬੇਅੰਤ ਰਿਸ਼ੀ ਮੁਨੀ ਇਹਨਾਂ ਦੇ) ਅਖ਼ੀਰਲੇ ਬੰਨਿਆਂ ਦੀ ਭਾਲ ਕਰਕੇ ਥੱਕ ਗਏ ਹਨ, (ਪਰ ਲੱਭ ਨਹੀਂ ਸਕੇ)।\"",
              "additional_information": {
                "arth": "ਓੜਕ = ਅਖ਼ੀਰ, ਅੰਤ, ਅਖ਼ੀਰਲੇ ਬੰਨੇ। ਭਾਲਿ ਥਕੇ = ਭਾਲ ਭਾਲ ਕੇ ਥੱਕ ਗਏ ਹਨ। ਕਹਨਿ = ਆਖਦੇ ਹਨ। ਇਕ ਵਾਤ = ਇਕ ਗੱਲ, ਇਕ-ਜ਼ਬਾਨ ਹੋ ਕੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "uno podrá cansarse de buscar Sus límites, pero nunca llegará al fin de Su Vastedad",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2B00",
        "source_page": 5,
        "source_line": 3,
        "pronunciation": "ਅਠਾਰਹਂ",
        "pronunciation_information": "\"ਹਾਹੇ\" ਦਾ ਉਚਾਰਨ ਪੂਰਾ ਕੰਨਾ ਵੀ ਨਹੀਂ ਪਰ ਤਕਰੀਬਨ ਕੰਨੇਬਿੰਦੀ ਵਰਗਾ ਹੈ - ਮਤਲਬ ਹੈ \"ਅਠਾਰਾਂ\"। ਨੋਟ: ਹਾਹਾ ਉਚਾਰਨਾ ਜ਼ਰੂਰ ਹੈ ਪਰ ਹਾਹੇ ਤੇ ਸਿਹਾਰੀ ਨਹੀਂ ਲਾਉਣੀ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "shs ATwrh khin kqybw; AsulU ieku Dwqu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The scriptures say that there are 18,000 worlds, but in reality, there is only One Universe.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Semitic scriptures say that there are eighteen thousand worlds, but in reality there is only one essence; that the Lord is limitless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਯਹੁਦੀ, ਈਸਾਈ ਤੇ ਮੁਸਲਿਮ ਧਾਰਮਕ ਗਰੰਥ ਆਖਦੇ ਹਨ, ਕਿ ਅਠਾਰਾ ਹਜ਼ਾਰ ਆਲਮ ਹਨ, ਪ੍ਰੰਤੂ ਅਸਲ ਵਿੱਚ ਇਕੋ ਹੀ ਸਾਰ-ਤਤ ਹੈ, ਕਿ ਪ੍ਰਭੂ ਬੇਅੰਤ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "੪ ਬੇਦ, ਅਰੁ ਸਹੰਸ੍ਰ ਰਿਖੀ ਮੁਨੀ, ਅਰੁ ੧੮ ਪੁਰਾਨ, ਔਰੁ ਕਤਾਬਾਂ। ੧ ਤੁਰੇਤ, ੨ ਅੰਜੀਲ, ੩ ਕੁਰਾਨ, ੪ ਜੰਬੂਰ, ਇਹ ਸਭੀ ਮਿਲ ਕੇ ਏਕ ਬਾਤ ਕਹਤੇ ਹੈਂ: ਅਸਲੂ ਕਹੀਏ ਵਾਸਤਵ ਤੇ ਇਕ ਪਰਮਾਤਮਾ ਸੱਤ ਹੈ। ਹੋਰੁ ਨਾਮੁ ਰੂਪੁ ਸਭੁ (ਧਾਤੁ) ਧਾ ਜਾਣੇ ਵਾਲਾ ਮਾਯਾ ਰੂਪੁ ਹੈ, ਭਾਵ ਮਿਥ੍ਯਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਮੁਸਲਮਾਨ ਤੇ ਈਸਾਈ ਆਦਿਕ ਦੀਆਂ ਚਾਰੇ) ਕਤੇਬਾਂ ਆਖਦੀਆਂ ਹਨ, \"ਕੁੱਲ ਅਠਾਰਹ ਹਜ਼ਾਰ ਆਲਮ ਹਨ, ਜਿਨ੍ਹਾਂ ਦਾ ਮੁੱਢ ਇਕ ਅਕਾਲ ਪੁਰਖ ਹੈ।\" (ਪਰ ਸੱਚੀ ਗੱਲ ਤਾਂ ਇਹ ਹੈ ਕਿ ਸ਼ਬਦ) 'ਹਜ਼ਾਰਾਂ' ਤੇ 'ਲੱਖਾਂ' ਭੀ ਕੁਦਰਤ ਦੀ ਗਿਣਤੀ ਵਿਚ ਵਰਤੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
              "additional_information": {
                "arth": "ਸਹਸ ਅਠਾਰਹ = ਅਠਾਰਾਂ ਹਜ਼ਾਰ (ਆਲਮ)। ਕਹਨਿ ਕਤੇਬਾ = ਕਤੇਬਾਂ ਆਖਦੀਆਂ ਹਨ। ਕਤੇਬਾ = ਈਸਾਈ ਮਤ ਤੇ ਇਸਲਾਮ ਆਦਿਕ ਦੀਆਂ ਚਾਰ ਕਿਤਾਬਾਂ: ਕੁਰਾਨ, ਅੰਜੀਲ, ਤੌਰੇਤ ਤੇ ਜ਼ੰਬੂਰ। ਅਸੁਲੂ = ਮੁੱਢ। (ਨੋਟ: ਇਹ ਅਰਬੀ ਬੋਲੀ ਦਾ ਲਫ਼ਜ਼ ਹੈ। ਅੱਖਰ 'ਸ' ਦਾ ਹੇਠਲਾ (ੁ) ਅਰਬੀ ਦਾ ਅੱਖ਼ਰ 'ਸੁਆਦ' ਦੱਸਣ ਵਾਸਤੇ ਹੈ)। ਇਕ ਧਾਤੁ = ਇੱਕ ਅਕਾਲ ਪੁਰਖ, ਇਕ ਪੈਦਾ ਕਰਨ ਵਾਲਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los Vedas hablan de los dieciocho mil mundos, pero todos ellos forman parte de la misma Unidad.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1H1W",
        "source_page": 5,
        "source_line": 4,
        "pronunciation": "ਵਿਣਾਸ਼",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "lyKw hoie q ilKIAY; lyKY hoie ivxwsu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If you try to write an account of this, you will surely finish yourself before you finish writing it.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If there be any account of His creation, then man would finish while writing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਉਸਦਾ ਕੋਈ ਹਿਸਾਬ ਕਿਤਾਬ ਹੋਵੇ, ਕੇਵਲ ਤਾ ਹੀ ਇਨਸਾਨ ਉਸਨੂੰ ਲਿਖ ਸਕਦਾ ਹੈ ਕਿ ਵਾਹਿਗੁਰੂ ਦਾ ਹਿਸਾਬ ਕਿਤਾਬ ਮੁਕਦਾ ਨਹੀਂ ਅਤੇ ਹਿਸਾਬ ਕਿਤਾਬ ਨੂੰ ਬਿਆਨ ਕਰਦਾ ਹੋਇਆ ਇਨਸਾਨ ਖੁਦ ਹੀ ਮੁਕ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿਧੋ! ਜੇ ਕਰ (ਲੇਖਾ) ਗਿਣਤੀ ਹੋਵੈ ਤਬ (ਲਿਖੀਐ) ਲਿਖਾ ਜਾਵੈ, ਭਾਵ ਗਿਣਤੀ ਨਹੀਂ ਹੋ ਸਕਤੀ। ਅਕਾਲ ਪੁਰਖੁ ਤੋ ਅਲੇਖ ਹੈ, ਅਰ ਜੋ ਵਸਤੂ ਲੇਖੇ ਮੈ ਹੋਤੀ ਹੈ, ਉਸ ਕਾ ਨਾਸੁ ਹੋਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਕੁਦਰਤ ਦਾ) ਲੇਖਾ ਤਦੋਂ ਹੀ ਲਿੱਖ ਸਕੀਦਾ ਹੈ, ਜੇ ਲੇਖਾ ਹੋ ਹੀ ਸਕੇ। (ਇਹ ਲੇਖਾ ਤਾਂ ਹੋ ਹੀ ਨਹੀਂ ਸਕਦਾ, ਲੇਖਾ ਕਰਦਿਆਂ ਕਰਦਿਆਂ) ਲੇਖੇ ਦਾ ਹੀ ਖ਼ਾਤਮਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਗਿਣਤੀ ਦੇ ਹਿੰਦਸੇ ਹੀ ਮੁੱਕ ਜਾਂਦੇ ਹਨ)।",
              "additional_information": {
                "arth": "ਲੇਖਾ ਹੋਇ = ਜੇ ਲੇਖਾ ਹੋ ਸਕੇ। ਲਿਖੀਐ = ਲਿਖ ਸਕੀਦਾ ਹੈ। ਲੇਖੈ ਵਿਣਾਸੁ = ਲੇਖੇ ਦਾ ਖ਼ਾਤਮਾ, ਲੇਖੇ ਦਾ ਅੰਤ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Aunque uno dedicara la vida entera  Definirlo, nunca terminaría de hacerlo.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WR3V",
        "source_page": 5,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. vfw AwKIAY; Awpy jwxY Awpu ]22]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, call Him Great! He Himself knows Himself. ||22||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! Call Him great. He Himself knows His Own-self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਉਸਨੂੰ ਵਿਸ਼ਾਲ ਵਰਨਣ ਕਰ। ਉਹ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਵਹੁ ਪਰਮਾਤਮਾ ਵਡਾ ਕਹੀਤਾ ਹੈ, ਸੋ ਅਪਨੇ ਕੋ ਆਪ ਹੀ ਜਾਨਤਾ ਹੈ॥੨੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੂੰ (ਸਾਰੇ ਜਗਤ ਵਿਚ) ਵੱਡਾ ਆਖਿਆ ਜਾ ਰਿਹਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ ਜਾਣਦਾ ਹੈ। (ਉਹ ਆਪਣੀ ਵਡਿਆਈ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ॥੨੨॥",
              "additional_information": {
                "arth": "ਆਖੀਐ = ਆਖੀਦਾ ਹੈ (ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੂੰ)। ਆਪੇ = ਉਹ ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ। ਜਾਣੈ = ਜਾਣਦਾ ਹੈ। ਆਪੁ = ਆਪਣੇ ਆਪ ਨੂੰ ॥੨੨॥",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਦੀ ਕੁਦਰਤ ਦਾ ਬਿਆਨ ਕਰਨ ਲਗਿਆਂ 'ਹਜ਼ਾਰਾਂ' ਜਾਂ 'ਲੱਖਾਂ' ਦੇ ਹਿੰਦਸੇ ਵੀ ਵਰਤੇ ਨਹੀਂ ਜਾ ਸਕਦੇ। ਇਤਨੀ ਬੇਅੰਤ ਕੁਦਰਤ ਹੈ ਕਿ ਇਸ ਦਾ ਲੇਖਾ ਕਰਨ ਲਗਿਆਂ ਗਿਣਤੀ ਦੇ ਹਿੰਦਸੇ ਹੀ ਮੁੱਕ ਜਾਂਦੇ ਹਨ।੨੨।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, llámalo Grandioso, Él Mismo conoce Su Ser. (22)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "EJT",
    "sttm_id": 23,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "YTFR",
        "source_page": 5,
        "source_line": 5,
        "pronunciation": "ਸਾਲਾਹਿਂ",
        "pronunciation_information": "੧. ਸਾਲਾਹੀ - ਬਿਹਾਰੀ ਤੇ ਬਿੰਦਾ ਨਹੀਂ ਉਚਾਰਨਾ ਕਿਉਂਕਿ ਇਹ ਕਿਰਿਆ ਨਹੀਂ ਬਲਕਿ ਨਾਂਵ ਹੈ ਤੇ ਇਸ ਦਾ ਮਤਲਬ ਹੈ ਸਾਲਾਹਣਯੋਗ ਵਾਹਿਗੁਰੂ। ੨. ਸਾਲਾਹਿ - ਸਿਹਾਰੀ ਤੇ ਬਿੰਦਾ ਉਚਾਰਨਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਕਿਰਿਆ ਦਾ ਕਰਤਾ ਬਹੁਵਚਨ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "swlwhI swlwih; eyqI suriq n pweIAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The praisers praise the Lord, but they do not obtain intuitive understanding",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The praisers praise the Lord, but they obtain not this understanding",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸ਼ਲਾਘਾ ਕਰਨ ਵਾਲੇ ਸਾਹਿਬ ਦੀ ਸ਼ਲਾਘਾ ਕਰਦੇ ਹਨ, ਪਰ ਉਨ੍ਹਾਂ ਨੂੰ ਏਨੀ ਸਮਝ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿਧੋ! (ਸਾਲਾਹੀ) ਉਸਤੁਤਿ ਕਰਨੇ ਕੇ, ਜੋਗ ਅਕਾਲ ਪੁਰਖ ਕੀ ਉਸਤੁਤੀ ਤੋ ਸਭ ਨੇ ਕਰੀ ਹੈ। ਵਾ ਸਾਲਾਹਨੇ ਵਾਲੇ ਜੋ ਸੰਤ ਹੈਂ, ਤਿਨੋ ਨੇ ਉਸਤਤੀ ਤੋ ਕਰੀ ਹੈ ਪਰੰਤੂ ਉਸ ਕੀ (ਏਤੀ) ਇਤਨੀ ਮਹਿਮਾ ਹੈ, ਏਹ (ਸੁਰਤਿ) ਗ੍ਯਾਤ ਉਨ ਕੋ ਭੀ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਭਈ, ਅਰਥਾਤ ਇਦੰਤਾ ਕਾ ਵਿਖੇ ਨਹੀ ਹੂਆ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਲਾਹੁਣ-ਜੋਗ ਅਕਾਲ ਪੁਰਖ ਦੀਆਂ ਵਡਿਆਈਆਂ ਆਖ ਆਖ ਕੇ ਕਿਸੇ ਮਨੁੱਖ ਨੇ ਇਤਨੀ ਸਮਝ ਨਹੀਂ ਪਾਈ ਕਿ ਅਕਾਲ ਪੁਰਖ ਕੇਡਾ ਵੱਡਾ ਹੈ। (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਅਕਾਲ ਪੁਰਖ ਦੇ ਵਿਚੇ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ)।",
              "additional_information": {
                "arth": "ਸਾਲਾਹੀ = ਸਲਾਹੁਣ-ਯੋਗ ਪਰਮਾਤਮਾ। ਸਾਲਾਹਿ = ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ। ਏਤੀ ਸੁਰਤ = ਇਤਨੀ ਸਮਝ (ਕਿ ਅਕਾਲ ਪੁਰਖ ਕੇਡਾ ਵੱਡਾ ਹੈ)। ਨ ਪਾਈਆ = ਕਿਸੇ ਨੇ ਨਹੀਂ ਪਾਈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Aquéllos que cantan Su Alabanza, no saben lo Grande que es Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5WQP",
        "source_page": 5,
        "source_line": 5,
        "pronunciation": "ਨਦੀਆਂ, ਪਵਹਿਂ, ਜਾਣੀਅਹਿਂ",
        "pronunciation_information": "੧. \"ਨਦੀਆ\" - ਨਾਸਕੀ ਉਚਾਰਨ ਕਿਉਂਕਿ ਇਹ ਲਫਜ਼ ਨਦੀ ਦਾ ਬਹੁਵਚਨ ਹੈ। ੨. \"ਪਵਹਿ\" ਅਤੇ \"ਜਾਣੀਅਹਿ\" ਦੀਆਂ ਸਿਹਾਰੀਆਂ ਤੇ ਬਿੰਦਾ ਉਚਾਰਨਾ ਹੈ ਕਿਉਂਕਿ ਇਸ ਕਿਰਿਆ ਦਾ ਕਰਤਾ ਬਹੁਵਚਨ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ndIAw AqY vwh; pvih smuMid, n jwxIAih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "the streams and rivers flowing into the ocean do not know its vastness.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "that they may know His greatness; as the steams and the rivers falling into the ocean understand not its extent.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਿ ਉਸਦੀ ਵਿਸ਼ਾਲਤਾ ਨੂੰ ਜਾਣ ਲੈਣਾ ਹੈ ਇਸ ਤਰਾਂ ਹੈ ਜਿਸ ਤਰ੍ਹਾਂ ਸਮੁੰਦਰ ਵਿੱਚ ਡਿੱਗਣ ਵਾਲੇ ਨਾਲੇ ਤੇ ਦਰਿਆ ਇਸਦੇ ਵਿਸਥਾਰ ਨੂੰ ਨਹੀਂ ਸਮਝਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੈਸੇ ਨਦੀਆਂ ਔਰ (ਵਾਹ) ਨਾਲੇ ਸਭ ਸਮੁੰਦ੍ਰ ਮੇਂ ਪੜਿਤੇ ਹੈਂ, ਪਰੁ ਸਮੁੰਦ੍ਰ ਕੇ ਅੰਤ ਕੋ (ਨ ਜਾਣੀਅਹਿ) ਨਹੀ ਜਾਣਤੇ, ਜੋ ਕੌਨ ਨਦੀਯੋ ਕਾ ਜਲੁ ਹੈ, ਔਰ ਕੌਨ ਨਾਲ੍ਯੋ ਕਾ ਜਲ ਹੈ। ਸਭ ਸਮੁੰਦ੍ਰ ਹੀ ਹੈ। ਜਥਾ ਸੁਖਮਨੀ: \"ਜਿਉ ਜਲ ਮਹਿ ਜਲੁ ਆਇ ਖਟਾਨਾ॥ ਤਿਉ ਜੋਤੀ ਸੰਗ ਜੋਤਿ ਸਮਾਨਾ॥\" ਤਿਸੀ ਭਾਂਤਿ ਸੰਤ ਬ੍ਰਹਮ ਰੂਪ ਹੋ ਜਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਨਦੀਆਂ ਤੇ ਨਾਲੇ ਸਮੁੰਦਰ ਵਿਚ ਪੈਂਦੇ ਹਨ, (ਪਰ ਫਿਰ ਵੱਖਰੇ) ਉਹ ਪਛਾਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ (ਵਿਚੇ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਮੁੰਦਰ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾ ਸਕਦੇ)।",
              "additional_information": {
                "arth": "ਅਤੈ = ਅਤੇ, ਤੇ। ਵਾਹ = ਵਹਿਣ, ਨਾਲੇ। ਪਵਹਿ = ਪੈਂਦੇ ਹਨ। ਸਮੁੰਦਿ = ਸਮੁੰਦਰ ਵਿਚ। ਨ ਜਾਣੀਅਹਿ = ਨਹੀਂ ਜਾਣੇ ਜਾਂਦੇ, ਉਹ ਨਦੀਆਂ ਤੇ ਨਾਲੇ (ਫਿਰ ਵੱਖਰੇ) ਪਛਾਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ, (ਵਿਚੇ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਸਮੁੰਦਰ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾ ਸਕਦੇ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Así como los ríos fluyen sin saber el tamaño del mar.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X2T8",
        "source_page": 5,
        "source_line": 6,
        "pronunciation": "ਸ਼ਾਹ, ਗਿਰਹਾਂ",
        "pronunciation_information": "੧. ਵਿਸ਼ੇਸ਼ ਧੁਨੀ: \"ਸਾਹ\" ਤਤਸਮ ਲਫਜ਼ ਹੈ ਤੇ ਇਸ ਕਰਕੇ ਇਸਦਾ ਉਚਾਰਨ \"ਸ਼ਾਹ\" ਹੈ। ੨. ਨਾਸਕੀ ਉਚਾਰਨ: ਗਿਰਹਾ ਬਹੁਵਚਨ ਸ਼ਬਦ ਹੈ ਤੇ ਇਸ ਦੇ ਅੱਗੇ ਸੰਬੰਧਕ \"ਸੇਤੀ\" ਹੈ, ਇਸ ਕਰਕੇ ਇਸ ਦਾ ਉਚਾਰਨ ਹੈ ਗਿਰਹਾਂ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "smuMd swh sulqwn; igrhw syqI mwlu Dnu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Even kings and emperors, with mountains of property and oceans of wealth",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Wealthy Kings and emperors with oceans and mountains of property and wealth",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਾਇਦਾਦ ਅਤੇ ਦੌਲਤ ਦੇ ਸਮੁੰਦਰਾਂ ਤੇ ਪਹਾੜਾਂ ਦੇ ਸਮੇਤਿ, ਰਾਜੇ ਅਤੇ ਮਹਾਰਾਜੇ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿੱਧੋ! ਸੋ ਸਮੁਦ੍ਰਵਤ (ਸਾਹ ਸੁਲਤਾਨੁ) ਪਾਤਸ਼ਾਹੋਂ ਕਾ ਪਾਤਸ਼ਾਹੁ ਅਕਾਲ ਪੁਰਖ ਹੈ, ਜੋ ਤਿਸ ਕੋ ਮਨੋ ਨਹੀ ਵਿਸਾਰਤੇ, ਸੋ ਤੋ (ਸਮੁੰਦ੍ਰ) ਬ੍ਰਹਮ ਰੂਪ ਹੀ ਹੋ ਜਾਤੇ ਹੈਂ। ਔਰ ਜੋ (ਗਿਰਹਾ)⁽¹⁾ ਇੰਦ੍ਰ (ਸੇਤੀ) ਸਮਾਨ ਮਾਲਧਨ ਹੋਵੈ, ਵਾ (ਗਿਰਹਾ) ਪਰਬਤੋਂ ਸ੍ਰੀਖਾ ਹੋਵੈ॥",
              "additional_information": {
                "reference": "_¹_ਬਹੁਤ ਬਭੂਤੀ ਵਾਲਾ ਏਕ (ਗ੍ਰਿਹਾ) ਨਾਮੁ ਅਹੰਕਾਰੀ ਪਾਤਸਾਹੁ ਥਾ। ਸੋ ਦਿਗਵਿਜੇ ਕਰਨ ਵਾਸਤੇ ਚਲਾ। ਤਿਸ ਕਾ ਹੰਕਾਰੁ ਦੂਰ ਕਰਨੇ ਕੋ ਪਮਰੇਸ੍ਵਰ ਨੇ ਚਮਤਕਾਰੁ ਦਿਖਾ੍ਯਾ। ਜਹਾਂ ਜਾ ਕਰ ਓਸ ਨੇ ਡੇਰਾ ਕੀਆ, ਏਕ ਕੀੜੀ ਤਹਾਂ ਆ ਕਰ ਕਹਨੇ ਲਗੀ ਕਿ ਹੇ ਪਾਤਿਸ਼ਾਹ! ਮੇਰਾ ਨਿਉਤਾ ਮਾਨ। ਪਾਤਸ਼ਾਹ ਨੇ ਤਿਸ ਕੋ ਕਹਾ ਕੇ ਤੂੰ  ਤੁਛ ਹੈ, ਮੈਂਨੂੰ ਨਿਉਤਾ ਤੂੰ  ਕੈਸੇ ਕਰ ਸਕਤੀ ਹੈਂ? ਭਾਵ ਉਸ ਦਾ ਨਿਰਾਦਰ ਕੀਆ। ਤਿਸ ਨੇ ਅਪਨੇ ਅਨਸਾਰੀ ਕੀੜੀਓਂ ਸੇ ਬਿਨਾ ਪਾਤਸ਼ਾਹ ਤੇ ਹੋਰ ਸਭ ਕੋ ਜ਼ਹਰੀਲੀ ਵਸਤੁ ਸੁੰਘਾਇ ਕਰ ਮੂਰਛਾ ਕਰ ਦੀਆ। ਤਬ ਪਾਤਸ਼ਾਹ ਨੇ ਦੀਨ ਹੋ ਕਰ ਨਿਉਂਦਾ ਮਾਨ ਲੀਆ। ਫਿਰ ਕੀੜੀ ਨੇ ਸਭ ਕੋ ਸੰਜੀਵਨੀ ਬੂਟੀ ਸੁੰਘਾਇ ਕਰ ਜਿੰਦਾ ਕਰ ਦੀਆ। ਅਰੁ ਕਹਾ ਕੇ ਇਸ ਜਗਾ ਕੋ ਖੋਦੋ, ਖੋਦਨੇ ਸੇ ਤਹਾ ਤੇ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਭੋਜਨ ਅਰੁ ਘਾਸ ਦਾਣੇ ਲੇ ਕਰ ਪ੍ਰਸਿੰਨ ਹੂਏ। ਔਰ ਪਾਤਸ਼ਾਹ ਨੇ ਕਹਾ ਕਿ ਭੋਜਨ ਤੋ ਬਹੁਤ ਉਤਮ ਥੇ ਪਰੰਤੂ ਬੇਹੇ ਮਾਲੂਮ ਹੋਤੇ ਥੇ। ਤਬ ਕੀੜੀ ਨੇ ਕਹਾ ਕਿ ਏਕ ਪਾਤਸ਼ਾਹ ਆਗੇ ਆਇਆ ਥਾ, ਉਸ ਦਾ ਬਚਾ ਹੂਆ ਭੋਜਨੁ ਪਿਆ ਰਹਾ ਥਾ, ਸੋ ਹੁਣ ਆਪ ਕੋ ਦੀਆ ਹੈ। ਕਿਉਂਕਿ ਤੁਮਾਰੇ ਥੋੜੇ ਸਮਾਜ ਵਾਸਤੇ ਨਵਾਂ ਭੋਜਨੁ ਕ੍ਯਾ ਤ੍ਯਾਰੁ ਕਰਨਾ ਥਾ। ਇਸ ਬਾਤ ਕੋ ਸੁਨ ਕਰ 'ਗ੍ਰਿਹਾ' ਨੇ ਅਭਿਮਾਨੁ ਦੂਰ ਕੀਆ, ਔਰ ਕਹਾ ਕਿ ਅਹੋ ਐਸੇ ਪੁਰਸ਼ ਭੀ ਆਗੇ ਹੋ ਗਏ ਹੈਂ, ਜਿਨ ਕੀ ਜੂਠ ਬਚੀ ਹੋਈ ਸੇ ਮੈਨੇ ਤ੍ਰਿਪਤੀ ਮਾਨੀ ਹੈ। ਐਸੇ ਸਮਝ ਕਰ ਨਿਰਅਹੰਕਾਰ ਹੋ ਕਰ ਅਪਨੇ ਘਰ ਕੋ ਮੁੜ ਜਾਤਾ ਭਯਾ। "
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਮੁੰਦਰਾਂ ਦੇ ਪਾਤਸ਼ਾਹ ਤੇ ਸੁਲਤਾਨ (ਜਿਨ੍ਹਾਂ ਦੇ ਖ਼ਜ਼ਾਨਿਆਂ ਵਿੱਚ) ਪਹਾੜ ਜੇਡੇ ਧਨ ਪਦਾਰਥਾਂ (ਦੇ ਢੇਰ ਹੋਣ)",
              "additional_information": {
                "arth": "ਸਮੁੰਦ ਸਾਹ ਸੁਲਤਾਨ = ਸਮੁੰਦਰਾਂ ਦੇ ਪਾਤਿਸ਼ਾਹ ਤੇ ਸੁਲਤਾਨ। ਗਿਰਹਾ ਸੇਤੀ = ਪਹਾੜਾਂ ਜੇਡੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "De la misma manera, El hombre de mucha riqueza y vasta fortuna,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5K0J",
        "source_page": 5,
        "source_line": 6,
        "pronunciation": "ਮਨਹੁਂ, ਵੀਸਰਹਿਂ",
        "pronunciation_information": "੧. ਨਾਸਕੀ ਉਚਾਰਨ: ਮਨਹੁ: ਮਨ ਵਿਚੋਂ - ਹਾਹੇ ਦਾ ਉਚਾਰਨ ਨਾਸਕੀ। ੨. ਨਾਸਕੀ ਉਚਾਰਨ: ਵੀਸਰਹਿ: ਹੇ ਵਾਹਿਗੁਰੂ ਜੇ ਤੂੰ ਕੀੜੀ ਨੂੰ ਨਾ ਵਿਸਰੇਂ। ਕਿਰਿਆਵਾਚੀ, ਮਧਮ ਪੁਰਖ ਸ਼ਬਦ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kIVI quil n hovnI; jy iqsu, mnhu n vIsrih ]23]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "-these are not even equal to an ant, who does not forget God. ||23||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "equal not this ant who forgets not the true Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੀੜੀ ਦੇ ਬਰਾਬਰ ਨਹੀਂ ਹੁੰਦੇ ਜੋ ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਪ੍ਰਭੂ ਨਾ ਭੁਲੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਕੀੜੀ ਕੇ ਤੁਲ ਉਨ ਨਿਹਕੰਚਨ ਸੰਤੋਂ ਕੇ ਬਰਾਬਰ ਨਹੀਂ ਹੈ। ਜੋ ਸੰਤ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੋ ਮਨ ਸੇ ਨਹੀ ਵਿਸਾਰਤੇ, ਵਾ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਮਨ ਸੇ ਨਹੀ ਵਿਸਰਤੇ ਹੈਂ॥੨੩॥☬ਪੁਨਾ-ਥੂੰਣੀ ਖਨਨ ਨ੍ਯਾਇ ਸੇ ਬ੍ਯੰਤਤਾ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਇਕ ਕੀੜੀ ਦੇ ਭੀ ਬਰਾਬਰ ਨਹੀਂ ਹੁੰਦੇ, ਜੇ (ਹੇ ਅਕਾਲ ਪੁਰਖ!) ਉਸ ਕੀੜੀ ਦੇ ਮਨ ਵਿਚੋਂ ਤੂੰ ਨਾਹ ਵਿਸਰ ਜਾਏਂ ॥੨੩॥",
              "additional_information": {
                "arth": "ਤੁਲਿ = ਬਰਾਬਰ। ਨ ਹੋਵਨੀ = ਨਹੀਂ ਹੁੰਦੇ। ਤਿਸੁ ਮਨਹੁ = ਉਹ ਕੀੜੀ ਦੇ ਮਨ ਵਿਚੋਂ। ਜੇ ਨ ਵੀਸਰਹਿ = ਜੇ ਤੂੰ ਨਾਹ ਵਿਸਰ ਜਾਏਂ, (ਹੇ ਹਰੀ!) ॥੨੩॥",
                "note": "* ਭਾਵ: ਸੋ, ਬੰਦਗੀ ਕਰਨ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ। ਪਰ ਇਸ ਦਾ ਇਹ ਭਾਵ ਨਹੀਂ ਕਿ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੈ। ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਸ਼ਾਹਾਂ ਪਾਤਿਸ਼ਾਹਾਂ ਦੀ ਭੀ ਪਰਵਾਹ ਨਹੀਂ ਕਰਦਾ, ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਸਾਹਮਣੇ ਬੇਅੰਤ ਧਨ ਭੀ ਉਸ ਨੂੰ ਤੁੱਛ ਜਾਪਦਾ ਹੈ।੨੩।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "no puede igualarse a una hormiga que nunca olvida a su Creador. (23)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "DD0",
    "sttm_id": 24,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "40DA",
        "source_page": 5,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "\"ਸਿਫਤੀ\" ਦਾ ਉਚਾਰਨ \"ਸਿਫਤੀਂ\" ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਇਥੇ ਇਸ ਦਾ ਭਾਵ \"ਸਿਫਤਾਂ ਦਾ\" ਨਹੀਂ ਹੈ ਬਲਕਿ ਸਿਫਤਾਂ ਦੇ ਮਾਲਕ ਵਾਹਿਗੁਰੂ ਦਾ ਹੈ। ਇਥੇ ਸਿਫਤੀ ਅਕਾਲ ਪੁਰਖ ਦਾ ਵਾਚਕ ਸ਼ਬਦ ਹੈ। ਇਸ ਸਾਰੀ ਪਉੜੀ ਵਿਚ \"ਸਿਫਤੀ\" ਵਾਹਿਗੁਰੂ ਦੇ ਅੰਤ ਦਾ ਵਿਚਾਰ ਹੈ ਨਾ ਕਿ ਉਸ ਦੀਆਂ ਸਿਫਤਾਂ ਦੇ ਅੰਤ ਦਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMqu n. isPqI; khix. n AMqu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Endless are His Praises, endless are those who speak them.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is no limit to the Lord's praises and to those who describe.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੁਆਮੀ ਦੀ ਸਿਫ਼ਤ ਸ਼ਲਾਘਾ ਦਾ ਕੋਈ ਓੜਕ ਨਹੀਂ ਤੇ ਨਾਹੀ ਓੜਕ ਹੈ ਇਸ ਦੇ ਆਖਣ ਵਾਲਿਆਂ ਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿਧੋ! ਨ ਤੋ ਤਿਸ (ਸਿਫਤੀ) ਅਕਾਲ ਪੁਰਖ ਕਾ ਅੰਤੁ ਹੈ, ਔਰ ਨ ਤਿਸ ਕੀ (ਕਹਣਿ) ਉਸਤੁਤੀ ਵਾ ਉਸਤੁਤੀ ਕਰਨ ਵਾਲ੍ਯੋ ਕਾ ਅੰਤੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਅਕਾਲ ਪੁਰਖ ਦੇ) ਗੁਣਾਂ ਦਾ ਕੋਈ ਹੱਦ-ਬੰਨਾ ਨਹੀਂ ਹੈ, ਗਿਣਨ ਨਾਲ ਭੀ (ਗੁਣਾਂ ਦਾ) ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ। (ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ)।",
              "additional_information": {
                "arth": "ਸਿਫਤੀ = ਸਿਫ਼ਤਾਂ ਦਾ। ਕਹਣਿ = ਕਹਿਣ ਨਾਲ, ਦੱਸਣ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Infinita es Su Alabanza e Infinitos son los que la cantan.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VKD8",
        "source_page": 5,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMqu n. krxY; dyix. n AMqu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Endless are His Actions, endless are His Gifts.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Limitless are His workings and limitless His givings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬੇ-ਅੰਦਾਜ਼ ਹਨ ਉਸਦੇ ਕੰਮ ਅਤੇ ਬੇ-ਅੰਦਾਜ਼ਾ ਉਸ ਦੀਆਂ ਦਾਤਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਕਰਣੈ) ਕਰਿਣੇ ਵਾਲ੍ਯੋ ਕ੍ਰਤੱਬੋਂ ਕਾ, ਭਾਵ ਪ੍ਰਪੰਚ ਕੀ ਰਚਨਾ ਆਦਿਕ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਹੈ। ਵਾ ਜਪ ਤਪ ਆਦਿਕ ਜੋ ਕਰਨੇ ਮੈ ਆਵਤੇ ਹੈਂ, ਤਿਨ ਕਾ ਭੀ ਅੰਤ ਨਹੀਂ। ਜੋ ਜੀਵਾਂ ਕੋ ਦਾਨੁ ਦੇਤਾ ਹੈ, ਤਿਸ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀ ਹੈ ਵਾ ਦਾਤ੍ਯੋ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਰਚਨਾ ਤੇ ਦਾਤਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਕਰਣੈ = ਬਣਾਈ ਹੋਈ ਕੁਦਰਤ ਦਾ। ਦੇਣਿ = ਦੇਣ ਵਿਚ, ਦਾਤਾਂ ਦੇਣ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Infinitas son Sus Obras e Infinitas Sus Maneras. Infinitos son Sus Regalos,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X8NU",
        "source_page": 5,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMqu n. vyKix; suxix. n AMqu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Endless is His Vision, endless is His Hearing.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is no limit to watching and hearing His virtues.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਦੇ ਦੇਖਣ ਦਾ ਕੋਈ ਓੜਕ ਨਹੀਂ ਅਤੇ ਨਾਂ ਹੀ ਓੜਕ ਹੈ ਉਸਦੇ ਸਰਵਣ ਕਰਨ ਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਸ ਕੇ ਦੇਖਨੇ ਹਾਰੇ ਗ੍ਯਾਨੀਯੋਂ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਹੈ। ਸ੍ਰਵਣ ਕਰਨ ਹਾਰੇ ਜਗ੍ਯਾਸੀਯੋਂ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਜਾਨਾ ਜਾਤਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਵੇਖਣ ਤੇ ਸੁਣਨ ਨਾਲ ਭੀ ਉਸ ਦੇ ਗੁਣਾਂ ਦਾ ਪਾਰ ਨਹੀਂ ਪਾ ਸਕੀਦਾ।",
              "additional_information": {
                "arth": "ਵੇਖਣਿ ਸੁਣਣਿ = ਵੇਖਣ ਤੇ ਸੁਣਨ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Infinitos son los sonidos y las visiones.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N8DF",
        "source_page": 5,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMqu n jwpY; ikAw min mMqu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "His limits cannot be perceived. What is the Mystery of His Mind?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "What is Lord's motive? It's limit is not known.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਹਿਬ ਦੇ ਦਿਲ ਦਾ ਕੀ ਮਨੋਰਥ ਹੈ? ਇਸ ਦਾ ਓੜਕ ਜਾਣਿਆ ਨਹੀਂ ਜਾਂਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਅਕਾਲ ਪੁਰਖ ਕੇ ਮਨ ਮੇ ਕ੍ਯਾ (ਮੰਤੁ) ਮੰਤ੍ਰ ਭਾਵ ਸਲਾਹ ਹੈ, ਉਸ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਜਾਨਾ ਜਾਤਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਅਕਾਲ ਪੁਰਖ ਦੇ ਮਨ ਵਿਚ ਕਿਹੜੀ ਸਲਾਹ ਹੈ, ਇਸ ਗੱਲ ਦਾ ਭੀ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਨ ਜਾਪੈ = ਨਹੀਂ ਜਾਪਦਾ, ਨਹੀਂ ਦਿੱਸਦਾ। ਮਨਿ = (ਅਕਾਲ ਪੁਰਖ ਦੇ) ਮਨ ਵਿਚ। ਮੰਤੁ = ਸਲਾਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Infinitos los Misterios de Su Voluntad.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WHBU",
        "source_page": 5,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMqu n jwpY; kIqw Awkwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The limits of the created universe cannot be perceived.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The limit of His created creation is not discerned.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸਦੀ ਰਚੀ ਹੋਈ ਰਚਨਾ ਦਾ ਓੜਕ ਮਲੂਮ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੜ ਜੰਗਮ ਰੂਪੁ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਕਾ ਅਕਾਰੁ ਕੀਆ ਹੈ, ਤਿਸ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਜਾਨਾ ਜਾਤਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਨੇ ਇਹ ਜਗਤ (ਜੋ ਦਿੱਸ ਰਿਹਾ ਹੈ) ਬਣਾਇਆ ਹੈ, ਪਰ ਇਸ ਦਾ ਹੀ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾਂਦਾ। ਅਖ਼ੀਰ",
              "additional_information": {
                "arth": "ਕੀਤਾ = ਬਣਾਇਆ ਹੋਇਆ। ਆਕਾਰੁ = ਇਹ ਜਗਤ ਜੋ ਦਿੱਸ ਰਿਹਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Infinita es la creación, Infinita su expansión.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5T92",
        "source_page": 5,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMqu n jwpY pwrwvwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Its limits here and beyond cannot be perceived.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The bound of His this and yonder end is not known.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸਦੇ ਇਸ ਤੇ ਉਸ ਕਿਨਾਰੇ ਦਾ ਥਹੁ ਪਤਾ ਜਾਣਿਆ ਨਹੀਂ ਜਾਂਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਰਾਰ ਪਾਰ ਕਾ ਭੀ ਅੰਤੁ ਨਹੀਂ ਜਾਨਾ ਜਾਤਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਇਸ ਦਾ ਉਰਲਾ ਤੇ ਪਾਰਲਾ ਬੰਨਾ ਕੋਈ ਨਹੀਂ ਦਿੱਸਦਾ।",
              "additional_information": {
                "arth": "ਪਾਰਾਵਾਰੁ = ਪਾਰਲਾ ਤੇ ਉਰਲਾ ਬੰਨਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sus limites tangibles e intangibles no pueden ser medidos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LDZY",
        "source_page": 5,
        "source_line": 8,
        "pronunciation": "ਬਿਲਲਾਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMq kwrix; kyqy ibllwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Many struggle to know His limits,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Good many bewail for knowing His bounds",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸਦਾ ਹੱਦ-ਬੰਨਾ ਜਾਣਨ ਲਈ ਘਨੇਰੇ ਵਿਰਲਾਪ ਕਰਦੇ ਹਨ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿਧੋ! ਤਿਸ ਕਾ ਅੰਤੁ ਲੇਨੇ ਵਾਸਤੇ ਕਿਤਨੇ ਹੀ ਜੀਵ (ਬਿਲਲਾਹਿ) ਰੁਦਨੁ ਕਰਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਦਾ ਹੱਦ-ਬੰਨਾ ਲੱਭਣ ਲਈ ਤਰਲੈ ਲੈ ਰਹੇ ਸਨ,",
              "additional_information": {
                "arth": "ਅੰਤ ਕਾਰਣਿ = ਹੱਦ-ਬੰਨਾ ਲੱਭਣ ਲਈ। ਕੇਤੇ = ਕਈ ਮਨੁੱਖ। ਬਿਲਲਾਹਿ = ਵਿਲਕਦੇ ਹਨ, ਤਰਲੇ ਲੈਂਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Infinito será nuestro esfuerzo para encontrar Su Límite,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J73M",
        "source_page": 5,
        "source_line": 9,
        "pronunciation": "ਜਾਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qw ky AMq; n pwey jwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "but His limits cannot be found.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "but His limits are not found.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਉਸਦੇ ਓੜਕਾਂ ਦਾ ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਸ ਅਕਾਲ ਪੁਰਖ ਕੇ ਗੁਣੋਂ ਕੇ ਅੰਤ ਤਿਨਸੇਂ ਨਹੀਂ ਪਾਏ ਜਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪਰ ਉਸ ਦੇ ਹੱਦ-ਬੰਨੇ ਲੱਭੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
              "additional_information": {
                "arth": "ਤਾ ਕੇ ਅੰਤ = ਉਸ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੱਦ-ਬੰਨੇ। ਨ ਪਾਏ ਜਾਹਿ = ਲੱਭੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Pero sus poderes no tienen limites.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CXK7",
        "source_page": 5,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "ਉਹਦਾ ਅੰਤ ਇਹ ਹੈ ਕਿ ਉਹਦਾ ਅੰਤ ਕੋਈ ਨਹੀਂ ਜਾਣ ਸਕਦਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "eyhu AMqu; n jwxY koie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "No one can know these limits.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "This limit none can know.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਹ ਪਾਰਾਵਾਰ ਕੋਈ ਨਹੀਂ ਜਾਣ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਏਹੋ ਹੀ ਅੰਤੁ ਹੈ ਐਸੇ ਕੋਈ ਨਹੀਂ ਜਾਨਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣਾਂ ਦਾ) ਇਹ ਹੱਦ-ਬੰਨਾ (ਜਿਸ ਦੀ ਬੇਅੰਤ ਜੀਵ ਭਾਲ ਕਰ ਰਹੇ ਹਨ) ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਏਹੁ ਅੰਤ = ਇਹ ਹੱਦ-ਬੰਨਾ (ਜਿਸ ਦੀ ਭਾਲ ਬੇਅੰਤ ਜੀਵ ਕਰਦੇ ਹਨ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Nadie conoce de sus limites.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WRQ5",
        "source_page": 5,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bhuqw khIAY; bhuqw hoie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The more you say about them, the more there still remains to be said.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The more we describe, the more obscure He becomes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿੰਨਾ ਵਧੇਰੇ ਅਸੀਂ ਬਿਆਨ ਕਰਦੇ ਹਾਂ, ਓਨਾ ਵਧੇਰੇ ਅਪਰਸਿਧ ਉਹ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਤਨਾਂ ਬਹੁਤੁ ਕਹਤੇ ਹੈਂ ਇਤਨਾ ਹੀ ਕਹਿਣੇ ਵਾਸਤੇ ਬਹੁਤੁ ਹੋ ਜਾਤਾ ਹੈ ਭਾਵ ਸਾਰਾ ਕਹਿਣੇ ਮੈ ਨਹੀਂ ਆਵਤਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਉਂ ਜਿਉਂ ਇਹ ਗੱਲ ਆਖੀ ਜਾਵੀਏ ਕਿ ਉਹ ਵੱਡਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਉਹ ਹੋਰ ਵੱਡਾ, ਹੋਰ ਵੱਡਾ ਪਰਤੀਤ ਹੋਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਬਹੁਤਾ ਕਹੀਐ = ਜਿਉਂ ਜਿਉਂ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਵੱਡਾ ਆਖੀ ਜਾਵੀਏ, ਜਿਉਂ ਜਿਉਂ ਉਸ ਦੇ ਗੁਣ ਕਥਨ ਕਰੀ ਜਾਵੀਏ। ਬਹੁਤ ਹੋਇ = ਤਿਉਂ ਤਿਉਂ ਉਹ ਹੋਰ ਵੱਡਾ, ਹੋਰ ਵੱਡਾ ਪਰਤੀਤ ਹੋਣ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Mientras más tenga uno que decir, más habrá que decir.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0W15",
        "source_page": 5,
        "source_line": 9,
        "pronunciation": "ਥਾਂਉਂ",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "vfw swihbu; aUcw Qwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Great is the Master, High is His Heavenly Home.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Great is the Lord and high his seat.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਿਸ਼ਾਲ ਹੈ ਸੁਆਮੀ ਅਤੇ ਬੁਲੰਦ ਉਸ ਦਾ ਆਸਣ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਕਰ ਕੇ ਵਹੁ ਸਾਹਿਬੁ ਭੀ ਵਡਾ ਊਚਾ ਹੈ, ਔਰ ਉਸ ਕਾ (ਥਾੳ) ਸਚਖੰਡੁ ਬੈਕੁੰਠ ਧਾਮੁ ਭੀ ਵਡਾ ਊਚਾ ਹੈ ਅਰਥਾਤ ਸਭ ਤੇ ਪਰੇ ਹੈ। ਗੀਤਾ ਮੈ ਭੀ ਲਿਖਾ ਹੈ, ਕਿ ਜਹਾਂ ਪਹੁਚ ਕਰ ਕੇ ਫਿਰ ਗਿਰਤਾ ਨਹੀਂ, ਸੋ ਮੇਰਾ ਪਰਮ ਧਾਮੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰੱਖ ਵੱਡਾ ਹੈ, ਉਸ ਦਾ ਟਿਕਾਣਾ ਉੱਚਾ ਹੈ।",
              "additional_information": {
                "arth": "ਥਾਉ = ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਿਵਾਸ ਦਾ ਟਿਕਾਣਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Exaltado es el Creador de todo el Juego; más allá de nuestra imaginación está Su Inmensidad.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E6WZ",
        "source_page": 5,
        "source_line": 10,
        "pronunciation": "ਨਾਉਂ",
        "pronunciation_information": "ਉਸਦਾ ਨਾਮ ਉਚੇ ਤੋਂ ਉਚਾ ਹੈ ਭਾਵ ਸਭ ਤੋਂ ਉਚਾ ਹੈ। ਕਈ ਸਜਣ ਇਸ ਪੰਕਤੀ ਦਾ ਅਰਥ ਇਹ ਕਰਦੇ ਹਨ ਕਿ ਉਹਦਾ ਨਾਮ ਉਚੇ ਵਾਹਿਗੁਰੂ ਤੋਂ ਵੀ ਉਚਾ ਹੈ ਜੋ ਕਿ ਠੀਕ ਅਰਥ ਨਹੀਂ ਜਾਪਦਾ ਕਿਉਂਕਿ ਨਾਮੀ ਵਾਹਿਗੁਰੂ ਅਤੇ ਉਸਦਾ ਨਾਮ ਅਭੇਦ ਹਨ। ਇਥੇ ਉਚੇ ਜਾਂ ਛੋਟੇ ਹੋਣ ਦਾ ਸਵਾਲ ਹੀ ਨਹੀਂ ਉਠਦਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "aUcy aupir; aUcw nwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Highest of the High, above all is His Name.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "His Name is the higher than the high.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸਦਾ ਨਾਮ ਉਚਿਆਂ ਤੋਂ ਮਹਾਨ ਉੱਚਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਊਪਰਿ ਕਹਿ ਆਏ ਹੈਂ, ਤਿਨ ਸਭ ਊਚੋ ਸੇ ਊਚਾ ਪ੍ਰਭੂ ਕਾ ਨਾਮੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਦਾ ਨਾਮਣਾ ਭੀ ਉੱਚਾ ਹੈ।",
              "additional_information": {
                "arth": "ਉਚੇ ਉਪਰਿ ਊਚਾ = ਉੱਚੇ ਤੋਂ ਉੱਚਾ, ਬਹੁਤ ਉੱਚਾ। ਨਾਉ = ਨਾਮਣਾ, ਵਡਿਆਈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Uno debe ser tan grande como Él para entender Su Grandeza.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BLFR",
        "source_page": 5,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "eyvfu aUcw; hovY koie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Only one as Great and as High as God",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If any one be as great and high as He is",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਕੋਈ ਜਣਾ ਐਡਾ ਵੱਡਾ ਤੇ ਉੱਚਾ ਹੋਵੇ, ਜਿੱਡਾ ਉਹ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਊਪਰ ਵਡਿਆਈ ਕਹਿ ਆਏ ਹੈਂ, ਜਬ (ਏਵਡੁ) ਇਤਨਾਂ ਵਡਾ ਊਚਾ ਕੋਈ ਹੋਵੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਕੋਈ ਹੋਰ ਉਸ ਜੇਡਾ ਵੱਡਾ ਹੋਵੇ,",
              "additional_information": {
                "arth": "ਏਵਡੁ = ਇਤਨਾ ਵੱਡਾ। ਹੋਵੈ ਕੋਇ = ਜੇ ਕੋਈ ਮਨੁੱਖ ਹੋਵੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Exaltado es el Creador de todo el Juego;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J79G",
        "source_page": 5,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iqsu aUcy kau; jwxY soie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "can know His Lofty and Exalted State.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "then alone he would know that Lofty Being.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਦ ਹੀ ਉਹ ਉਸ ਨੂੰ ਜਾਣ ਸਕੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਬ ਤਿਸੁ ਊਚੇ ਅਕਾਲ ਪੁਰਖ ਕੇ ਭੇਦ ਕੋ ਜਾਣੈ। ਭਾਵ ਏਹਿ ਕਿ ਨ ਕੋਈ ਉਸ ਕੇ ਬਰਾਬਰ ਹੈ, ਔਰੁ ਨ ਕੋਈ ਉਸ ਕੇ ਭੇਦ ਕੋ ਇਦੰਤਾ ਕਰ ਕੇ ਜਾਨ ਸਕਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਹੀ ਉਸ ਉੱਚੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਮਝ ਸਕਦਾ ਹੈ (ਕਿ ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਤਿਸੁ ਊਚੇ ਕਉ = ਉਸ ਉੱਚੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ। ਸੋਇ = ਉਹ ਮਨੁੱਖ ਹੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "más allá de nuestra imaginación está Su Inmensidad.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RMD4",
        "source_page": 5,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jyvfu Awip; jwxY Awip Awip ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Only He Himself is that Great. He Himself knows Himself.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "How great He is, only He Himself knows.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਕਿੱਡਾ ਵੱਡਾ ਹੈ, ਉਹ ਖੁਦ ਹੀ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਿਧੋ! ਜਿਤਨਾ ਵਡਾ ਵਹੁ ਆਪ ਹੈ, ਸੋ ਆਪਨੇ ਆਪ ਕੋ ਆਪ ਹੀ ਜਾਨਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ਕਿ ਉਹ ਆਪ ਕੇਡਾ ਵੱਡਾ ਹੈ।",
              "additional_information": {
                "arth": "ਜੇਵਡੁ = ਜੇਡਾ ਵੱਡਾ। ਜਾਣੈ = ਜਾਣਦਾ ਹੈ। ਆਪਿ ਆਪਿ = ਕੇਵਲ ਆਪ ਹੀ (ਉਸ ਤੋਂ ਬਿਨਾਂ ਕੋਈ ਹੋਰ ਨਹੀਂ ਜਾਣਦਾ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Uno debe ser tan grande como Él para entender Su Grandeza.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W145",
        "source_page": 5,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "ਨਦਰੀ ਵਾਹਿਗੁਰੂ ਦੀ ਦਾਤਿ ਉਹਦੇ ਕਰਮ (ਫਜ਼ਲ, ਕਿਰਪਾ) ਨਾਲ ਮਿਲਦੀ ਹੈ। ਨਦਰੀ ਸ਼ਬਦ ਇਥੇ ਅਕਾਲ ਪੁਰਖ ਦਾ ਵਾਚਕ ਸ਼ਬਦ ਹੈ ਤੇ ਇਸਦਾ ਉਚਾਰਨ ਨਾਸਕੀ ਨਹੀਂ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk ndrI; krmI dwiq ]24]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, by His Glance of Grace, He bestows His Blessings. ||24||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! the compassionate Lord by His grace bestows gifts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਕ੍ਰਿਪਾਲੂ ਪ੍ਰਭੂ ਆਪਣੀ ਦਇਆ ਦੁਆਰਾ ਬਖਸ਼ੀਸ਼ਾ ਬਖਸ਼ਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸਿਧੋ! (ਨਦਰੀ) ਵਾਹਿਗੁਰੂ ਜੀਵੋਂ ਕੇ (ਕਰਮੀ) ਕਰਮਾਂਨੁਸਾਰ ਦਾਤ ਦੇਤਾ ਹੈ॥੨੪॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! (ਹਰੇਕ) ਦਾਤ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਨ ਵਾਲੇ ਅਕਾਲ ਪੁਰਖ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਮਿਲਦੀ ਹੈ ॥੨੪॥",
              "additional_information": {
                "arth": "ਨਦਰੀ = ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਨ ਵਾਲਾ ਹਰੀ। ਕਰਮੀ = ਕਰਮ ਨਾਲ, ਬਖ਼ਸ਼ਸ਼ ਨਾਲ। ਦਾਤਿ = ਬਖ਼ਸ਼ਸ਼ ॥੨੪॥",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਬੇਅੰਤ ਗੁਣਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਉਸ ਦੀ ਪੈਦਾ ਕੀਤੀ ਰਚਨਾ ਭੀ ਬੇਅੰਤ ਹੈ। ਜਿਉਂ ਜਿਉਂ ਉਸ ਦੇ ਗੁਣਾਂ ਵਲ ਧਿਆਨ ਮਾਰੀਏ, ਉਹ ਹੋਰ ਵੱਡਾ ਪਰਤੀਤ ਹੋਣ ਲੱਗ ਪੈਂਦਾ ਹੈ। ਜਗਤ ਵਿਚ ਨਾਹ ਕੋਈ ਉਸ ਪ੍ਰਭੂ ਜੇਡਾ ਵੱਡਾ ਹੈ ਹੀ, ਤੇ ਇਸ ਵਾਸਤੇ ਨਾਹ ਕੋਈ ਇਹ ਦੱਸ ਸਕਦਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਕਿਤਨਾ ਵੱਡਾ ਹੈ।੨੪।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, sólo por Su Gracia el hombre puede elevarse tanto, y ahí se realiza la Unión con Él. (24)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "KP5",
    "sttm_id": 25,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "YXH5",
        "source_page": 5,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bhuqw krmu; iliKAw nw jwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "His Blessings are so abundant that there can be no written account of them.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Good many are His bounties, these cannot be recorded.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਘਨੇਰੀਆਂ ਹਨ ਉਸ ਦੀਆਂ ਬਖਸ਼ਿਸ਼ਾਂ ਇਹ ਲਿਖੀਆਂ ਨਹੀਂ ਜਾ ਸਕਦੀਆਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹਰੀ ਦਾ (ਕਰਮੁ) ਕਰਤਬੁ ਬਹੁਤੁ ਹੈ, ਇਸੀ ਤੇ ਲਿਖਾ ਨਹੀਂ ਜਾਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਏਡੀ ਵੱਡੀ ਹੈ ਕਿ ਲਿਖਣ ਵਿਚ ਲਿਆਂਦੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
              "additional_information": {
                "arth": "ਕਰਮੁ = ਬਖ਼ਸ਼ਸ਼।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sus Bendiciones son tan abundantes que la descripción de Su Maravillosa Misericordia es imposible de lograr.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QRM0",
        "source_page": 5,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "vfw dwqw; iqlu n qmwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Great Giver does not hold back anything.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He is the great Giver and has not even an iota of avarice.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਭਾਰਾ ਦਾਤਾਰ ਹੈ ਅਤੇ ਉਸਨੂੰ ਭੋਰਾ ਭੀ ਤਮ੍ਹਾ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵਹੁ ਅਕਾਲ ਪੁਰਖ (ਵਡਾ) ਦਾਤਾ ਹੈ, ਔਰ ਤਿਲ ਮਾਤ੍ਰ ਭੀ (ਤਮਾਇ) ਇਛਾ ਨਹੀਂ ਰਖਤਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਬੜੀਆਂ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਨੂੰ ਰਤਾ ਭੀ ਲਾਲਚ ਨਹੀਂ।",
              "additional_information": {
                "arth": "ਤਿਲੁ = ਤਿਲ ਜਿਤਨੀ ਭੀ। ਤਮਾਇ = ਲਾਲਚ, ਤ੍ਰਿਸ਼ਨਾ। ਦਾਤਾ = ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él, el Dador da todo; para Él no guarda nada.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8F5K",
        "source_page": 5,
        "source_line": 12,
        "pronunciation": "ਮੰਗਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyqy mMgih; joD Apwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There are so many great, heroic warriors begging at the Door of the Infinite Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The multitudes of warriors beg from the Infinite Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੂਰਮਿਆਂ ਦੇ ਸਮੂਦਾਇ ਬੇ-ਅੰਤ ਸਾਹਿਬ ਦੇ ਦਰ ਤੇ ਖੈਰ ਮੰਗਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਤਨੇ ਹੀ ਸਕਾਮੀ ਪ੍ਰਭੂ ਸੇ (ਜੋਧ) ਸੂਰਮਤਤਾ ਅਪਾਰ ਮਾਂਗਤੇ ਹੈਂ, ਕਿ ਮੇਰੀ ਰਣ ਮੈਂ ਕਬੀ ਹਾਰ ਨ ਹੋਵੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਬੇਅੰਤ ਸੂਰਮੇ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਦਰ 'ਤੇ) ਮੰਗ ਰਹੇ ਹਨ,",
              "additional_information": {
                "arth": "ਕੇਤੇ = ਕਈ। ਜੋਧ ਅਪਾਰ = ਅਪਾਰ ਜੋਧੇ, ਅਨਗਿਣਤ ਸੂਰਮੇ। ਮੰਗਹਿ = ਮੰਗਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Muchos son los guerreros que tocan a Su Puerta; imposibles de contar los que se acercan a Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WATD",
        "source_page": 5,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "\"ਕੇਤਿਆ\" ਦਾ ਉਚਾਰਨ \"ਕੇਤਿਆਂ\" ਨਹੀਂ ਹੈ ਕਿਉਂਕਿ ਇਹ ਸ਼ਬਦ 'ਕੇਤੇ' ਦਾ ਕਾਵਿ ਰੂਪ ਹੈ ਅਤੇ ਇਹ ਸ਼ਬਦ ਬਹੁਵਚਨ ਤਾਂ ਹੈ ਪਰ ਇਸ ਦੇ ਅੱਗੇ ਸੰਬੰਧਕੀ ਪਦ ਨਹੀਂ ਹੈ।ਪੰਕਤੀ ਦਾ ਭਾਵ ਹੈ - (ਹੋਰ) ਕੇਤੇ (ਮੰਗਤੇ) ਹਨ, ਜਿਨਾਂ ਦੀ ਗਿਣਤੀ ਬਾਰੇ ਵਿਚਾਰ ਨਹੀਂ (ਹੋ ਸਕਦੀ)।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyiqAw gxq; nhI vIcwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So many contemplate and dwell upon Him, that they cannot be counted.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Good many beyond reckoning, ponder over Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਘਣੇ ਹੀ ਗਿਣਤੀ ਤੋਂ ਬਾਹਰ ਉਸਨੂੰ ਸੋਚਦੇ ਸਮਝਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਕਿਤਨੇ ਨਿਸਕਾਮੀ ਜਿਸ ਬ੍ਰਹਮ ਵੀਚਾਰ ਕੀ ਗਿਨਤੀ ਨਹੀਂ ਹੈ, ਵਹੁ ਬ੍ਰਹਮ ਵੀਚਾਰੁ ਮਾਂਗਤੇ ਹੈਂ।",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਤੇ (ਮੰਗਣ ਵਾਲੇ) ਕਈ ਹੋਰ ਅਜਿਹੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੀ ਗਿਣਤੀ 'ਤੇ ਵਿਚਾਰ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
              "additional_information": {
                "arth": "ਗਣਤ = ਗਿਣਤੀ। ਕੇਤਿਆ = ਕਈਆਂ ਦੀ। ਵੇਕਾਰ = ਵਿਕਾਰਾਂ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Muchos contemplan y se detienen en Él, para que no puedan ser contados.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E536",
        "source_page": 5,
        "source_line": 12,
        "pronunciation": "ਤੁਟਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyqy; Kip qutih vykwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So many waste away to death engaged in corruption.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Many pine away to extinction in wickedness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬਹੁਤੇ ਵੈਲ ਅੰਦਰ ਖੁਰ ਕੇ ਖਤਮ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕੇਤੇ ਵਿਖੇ ਵਿਕਾਰੋਂ ਮੇ ਖਪ ਖਪ ਕਰ ਕੇ ਪਰਮੇਸ੍ਵਰ ਸੇ ਟੂਟ ਜਾਤੇ ਹੈਂ, ਭਾਵ ਬਿਮੁਖ ਹੀ ਰਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਜੀਵ (ਉਸ ਦੀਆਂ ਦਾਤਾਂ ਵਰਤ ਕੇ) ਵਿਕਾਰਾਂ ਵਿਚ (ਹੀ) ਖਪ ਖਪ ਕੇ ਨਾਸ ਹੁੰਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਖਪਿ ਤੁਟਹਿ = ਖਪ ਖਪ ਕੇ ਨਾਸ ਹੁੰਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tantos residuos hasta la muerte comprometidos con la corrupción.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZZ6",
        "source_page": 5,
        "source_line": 12,
        "pronunciation": "ਪਾਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyqy; lY lY mukru pwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So many take and take again, and then deny receiving.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some continually take gifts and yet deny them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਲਗਾਤਾਰ ਦਾਤਾਂ ਲੈਂਦੇ ਹਨ ਅਤੇ ਤਾਂ ਭੀ ਉਨ੍ਹਾਂ ਤੋਂ ਮਨੁਕਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਤਨੇ ਮੂਰਖ ਪ੍ਰਭੂ ਕੀ ਦਾਤ ਕੋ ਲੇ ਲੇ ਕਰ ਕੇ ਮੁਕਰ ਪੜਤੇ ਹੈਂ, ਭਾਵ ਤਿਸ ਦਾਤੇ ਨੂੰ ਭੁਲਾਇ ਦੇਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਬੇਅੰਤ ਜੀਵ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਦਰ ਤੋਂ ਪਦਾਰਥ) ਪਰਾਪਤ ਕਰ ਕੇ ਮੁਕਰ ਪੈਂਦੇ ਹਨ (ਭਾਵ, ਕਦੇ ਸ਼ੁਕਰ ਵਿਚ ਆ ਕੇ ਇਹ ਨਹੀ ਆਖਦੇ ਕਿ ਸਭ ਪਦਾਰਥ ਪ੍ਰਭੂ ਆਪ ਦੇ ਰਿਹਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਕੇਤੇ = ਬੇਅੰਤ ਜੀਵ। ਮੁਕਰੁ ਪਾਹਿ = ਮੁਕਰ ਪੈਂਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Muchos reciben Su Favor, y gozando de éste se olvidan de su Creador.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3N29",
        "source_page": 5,
        "source_line": 13,
        "pronunciation": "ਖਾਹਿਂ",
        "pronunciation_information": "\"ਖਾਹੀ\" ਦਾ ਉਚਾਰਨ \"ਖਾਹੀਂ\" ਕਰਨਾ ਠੀਕ ਨਹੀਂ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyqy mUrK; KwhI Kwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So many foolish consumers keep on consuming.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Many foolish devourers continue devouring.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਬੇ-ਸਮਝ ਖਾਣ ਵਾਲੇ ਖਾਈ ਹੀ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਤਨੇ ਮੂਰਖ (ਖਾਹੀ) ਪਦਾਰਥੋਂ ਕਾ ਖਾਨਾ ਹੀ ਖਾਨਾ ਕਰਤੇ ਹੈਂ, ਭਾਵ ਤ੍ਰਿਪਤਿ ਨਹੀਂ ਹੋਤੇ।",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਨੇਕਾਂ ਮੂਰਖ (ਪਦਾਰਥ ਲੈ ਕੇ) ਖਾਹੀ ਹੀ ਜਾਂਦੇ ਹਨ (ਪਰ ਦਾਤਾਰ ਨੂੰ ਚੇਤੇ ਨਹੀਂ ਰੱਖਦੇ)।",
              "additional_information": {
                "arth": "ਖਾਹਿ ਖਾਹਿ = ਖਾਂਦੇ ਹਨ, ਖਾਹੀ ਜਾਂਦੇ ਹਨ। ❀ ਨੋਟ: 'ਤੂੰ ਦੇਖਹਿ ਹਉ ਮੁਕਰਿ ਪਾਉ। 'ਸਭੁ ਕਿਛੁ ਸੁਣਦਾ ਵੇਖਦਾ, ਕਿਉ ਮੁਕਰਿ ਪਇਆ ਜਾਇ।' ਇਹਨਾਂ ਦੋਹਾਂ ਤੁਕਾਂ ਵਿਚ ਲਫ਼ਜ਼ 'ਮੁਕਰਿ' ਹੈ, ਪਰ ਉਪਰਲੀ ਤੁਕ ਵਿਚ 'ਮੁਕਰੁ' ਹੈ। ਦੋਹਾਂ ਦਾ ਅਰਥ ਇਕੋ ਹੀ ਹੈ। 'ਮੁਕਰਿ' ਵਿਆਕਰਨ ਅਨੁਸਾਰ ਠੀਕ ਢੁਕਦਾ ਹੈ। ਇਸ ਲਫ਼ਜ਼ ਸੰਬੰਧੀ ਅਜੇ ਹੋਰ ਵਧੀਕ ਖੋਜ ਦੀ ਲੋੜ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tantos consumidores tontos se dedican a consumir.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TRBN",
        "source_page": 5,
        "source_line": 13,
        "pronunciation": "ਕੇਤਿਆਂ",
        "pronunciation_information": "ਇਹ ਸ਼ਬਦ ਬਹੁ-ਵਚਨ ਪੜਨਾਂਵ ਵੀ ਹੈ ਤੇ ਇਸ ਦੇ ਅੱਗੇ ਸੰਬੰਧਕੀ ਪਦ \"ਨੂੰ\" ਲੁਪਤ ਹੈ; ਇਸ ਕਰਕੇ ਇਸ ਦੇ ਅੰਤਲੇ ਕੰਂਨੇ ਦਾ ਉਚਾਰਨ ਨਾਸਕੀ ਹੈ। ਪੰਕਤੀ ਦਾ ਭਾਵ ਹੈ ਕੇਤਿਆਂ (ਕਈਆਂ) ਨੂੰ ਸਦਾ ਦੁਖ, ਭੁਖ ਤੇ ਮਾਰ ਪੈਂਦੀ ਹੈ। ਇਥੇ \"ਸਦ\" ਦੇਹੁਲੀ ਦੀਪਕ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyiqAw; dUK BUK sd mwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So many endure distress, deprivation and constant abuse.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Good many endure distress hunger and perpetual chastisement.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਘਣੇ ਹੀ ਤਕਲੀਫ ਫਾਕਾ-ਕਸ਼ੀ ਅਤੇ ਹਮੇਸ਼ਾਂ ਦੀ ਕੁਟਫਾਟ ਸਹਾਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਤਨ੍ਯੋਂ ਕੋ ਭੂਖ ਕੇ ਦੁਖ ਕੀ ਸਦਾ ਹੀ ਮਾਰ ਰਹਤੀ ਹੈ, ਅਰਥਾਤ ਸਰਬਦਾ ਦੁਖੀ ਰਹਿਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਨੇਕਾਂ ਜੀਵਾਂ ਨੂੰ ਸਦਾ ਮਾਰ, ਕਲੇਸ਼ ਅਤੇ ਭੁਖ (ਹੀ ਭਾਗਾਂ ਵਿਚ ਲਿਖੇ ਹਨ)।",
              "additional_information": {
                "arth": "ਕੇਤਿਆ = ਕਈ ਜੀਵਾਂ ਨੂੰ। ਦੂਖ = ਕਈ ਦੁੱਖ ਕਲੇਸ਼। ਭੂਖ = ਭੂੱਖ (ਭਾਵ, ਖਾਣ ਨੂੰ ਭੀ ਨਹੀਂ ਮਿਲਦਾ)। ਸਦ = ਸਦਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Muchos son los que sufren tensión y privación y constante abuso;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5AFL",
        "source_page": 5,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "\"ਤੇਰੀ\" ਦੇ ਅੱਗੇ ਜਮਕੀ (ਛੋਟਾ ਬਿਸ਼ਰਾਮ) ਜ਼ਰੂਰੀ ਹੈ ਕਿਉਂਕਿ \"ਦਾਤਾਰ\" ਸੰਬੋਧਨ ਕਾਰਕ ਦਾ ਨਾਂਵ ਹੈ। ਸੰਬੋਧਨ ਵਾਲੇ ਨਾਂਵ ਨੂੰ ਹਮੇਸ਼ਾ ਉਚਾਰਨ ਸਮੇਂ ਨਿਖੇੜਿਆ ਜਾਂਦਾ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "eyih iB dwiq qyrI; dwqwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Even these are Your Gifts, O Great Giver!",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Even these are Thine gifts, O Bestower!",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਹ ਭੀ ਤੇਰੀਆਂ ਬਖਸ਼ੀਸ਼ਾਂ ਹਨ, ਹੇ ਦਾਤੇ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਐਸੇ ਕਲੇਸ਼ ਦੀ ਨਿਵਿਰਤੀ ਵਾਸਤੇ ਐਸੇ ਬੇਨਤੀ ਕਰੀਏ: ਹੇ (ਦਾਤਾਰ) ਏ ਭੀ ਤੇਰੀ ਦਾਤ ਹੈ, ਭਾਵ ਦੁਖ ਮੈ ਭੀ ਹੁਕਮ ਹੀ ਮੰਨੀਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰ) ਹੇ ਦੇਣਹਾਰ ਅਕਾਲ ਪੁਰਖ! ਇਹ ਭੀ ਤੇਰੀ ਬਖ਼ਸ਼ਸ਼ ਹੀ ਹੈ (ਕਿਉਂਕਿ ਇਹਨਾਂ ਦੁੱਖਾਂ ਕਲੇਸ਼ਾਂ ਦੇ ਕਾਰਨ ਹੀ ਮਨੁੱਖ ਨੂੰ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਦੀ ਸਮਝ ਪੈਂਦੀ ਹੈ)।",
              "additional_information": {
                "arth": "ਦਾਤਿ = ਬਖ਼ਸ਼ਸ਼। ਦਾਤਾਰ = ਹੇ ਦੇਣਹਾਰ ਅਕਾਲ ਪੁਰਖ!",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "aun estas también son Tus Bendiciones, oh Ser Bondadoso.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1JH",
        "source_page": 5,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "ਬੰਦੀ (ਕੈਦ) ਤੋਂ ਖਲਾਸੀ (ਛੁਟੀ) ਉਸਦੇ ਭਾਣੇ ਵਿਚ ਹੁੰਦੀ ਹੈ। (ਕਿਸੇ ਦਾ ਕੋਈ ਜ਼ੋਰ ਨਹੀਂ)",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bMid KlwsI; BwxY hoie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Liberation from bondage comes only by Your Will.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Liberation from bondage is effected by God's will.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੈਦ ਤੋਂ ਰਿਹਾਈ ਹਰੀ ਦੇ ਹੁਕਮ ਨਾਲ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਬੰਦ) ਕੈਦ ਹੋਨਾ ਔਰ ਚੌਰਾਸੀ ਸੇ (ਖਲਾਸੀ) ਮੁਕਤਿ ਹੋਣਾ, ਏਹਿ ਸਭ ਅਕਾਲ ਪੁਰਖ ਕੇ (ਭਾਣੈ) ਹੁਕਮ ਮੇ ਹੋਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਰੂਪ) ਬੰਧਨ ਤੋਂ ਛੁਟਕਾਰਾ ਅਕਾਲ ਪੁਰਖ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਿਆਂ ਹੀ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਬੰਦਿ = ਬੰਦੀ ਤੋਂ, ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ। ਖਲਾਸੀ = ਮੁਕਤੀ, ਛੁਟਕਾਰਾ। ਭਾਣੈ = ਅਕਾਲ ਪੁਰਖ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਿਆਂ। ਹੋਇ = ਹੁੰਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Es por Tu Voluntad que las amarras son cortadas para que el hombre sea liberado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "85FC",
        "source_page": 5,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "horu; AwiK n skY koie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "No one else has any say in this.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "No one else has any say in it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੋਰਸ ਕਿਸੇ ਦਾ ਇਸ ਵਿੱਚ ਕੋਈ ਦਖਲ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਏਹਿ ਕੋਈ ਨਹੀਂ ਕਹਿ ਸਕਤਾ ਕਿ ਇਉਂ ਕਿਉਂ ਕੀਆ, ਐਸਾ ਕਰਨਾ ਥਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰਜ਼ਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਦੱਸ ਸਕਦਾ (ਭਾਵ, ਕੋਈ ਮਨੁੱਖ ਨਹੀਂ ਦੱਸ ਸਕਦਾ ਕਿ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਤੋਂ ਬਿਨਾ ਮੋਹ ਤੋਂ ਛੁਟਕਾਰੇ ਦਾ ਕੋਈ ਹੋਰ ਵਸੀਲਾ ਭੀ ਹੋ ਸਕਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਹੋਰੁ = ਭਾਣੇ ਦੇ ਉਲਟ ਕੋਈ ਹੋਰ ਤਰੀਕਾ। ਕੋਇ = ਕੋਈ ਮਨੁੱਖ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tus Maneras son conocidas solamente por Ti",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7AFD",
        "source_page": 5,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "ਖਾਇਕੁ ਦਾ ਅਰਥ ਹੈ ਫਾਲਤੂ ਬੋਲਣ ਵਾਲਾ, ਗੱਪਾਂ ਮਾਰਨਵਾਲਾ ਮੂਰਖ। ਇਸ ਸ਼ਬਦ ਦੀ ਜੜ੍ਹ ਹੈ \"ਅਖਾਇਕ\" ਭਾਵ ਫਾਲਤੂ ਆਖਣ ਵਾਲਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jy ko Kwieku; AwKix pwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If some fool should presume to say that he does,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If any fool dare intervene",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਕੋਈ ਮੂਰਖ ਦਖਲ ਦੇਣ ਦਾ ਹੀਆ ਕਰੇ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇ ਕੋਈ (ਖਾਇਕੁ) ਮੂਰਖ ਉਸ ਕੇ ਅੰਤ ਕੋ (ਆਖਣਿ ਪਾਇ) ਕਹਨੇ ਲਗੇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰ) ਜੇ ਕੋਈ ਮੂਰਖ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਛੁਟਕਾਰੇ ਦਾ ਕੋਈ ਹੋਰ ਵਸੀਲਾ) ਦੱਸਣ ਦਾ ਜਤਨ ਕਰੇ,",
              "additional_information": {
                "arth": "ਖਾਇਕੁ = ਕੱਚਾ ਮਨੁੱਖ, ਮੂਰਖ। ਆਖਣਿ ਪਾਇ = ਆਖਣ ਦਾ ਜਤਨ ਕਰੇ, (ਭਾਵ, ਮੋਹ ਤੋਂ ਛੁਟਕਾਰੇ ਦਾ ਕੋਈ ਹੋਰ ਵਸੀਲਾ) ਦੱਸਣ ਦਾ ਜਤਨ ਕਰੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y si el hombre osara decir que las entiende,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R3S4",
        "source_page": 5,
        "source_line": 14,
        "pronunciation": "ਜੇਤੀਆਂ",
        "pronunciation_information": "ਜੇਤੀਆਂ ਦਾ ਭਾਵ ਹੈ - ਜਿਨੀਆਂ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Ehu jwxY; jyqIAw muih Kwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "he shall learn, and feel the effects of his folly.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "he shall know how many lashes he receives on his face.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹੀ ਜਾਣੇਗਾ ਕਿ ਉਸ ਦੇ ਮੂੰਹ ਉਤੇ ਕਿੰਨੀਆਂ ਕੁ ਸੱਟਾਂ ਪੈਦੀਆਂ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਓਹੀ ਜਾਨੇਗਾ ਜਿਤਨੀਆਂ ਪ੍ਰਲੋਕ ਮੈ ਜਮਦੂਤੋਂ ਸੇ ਮੁਹ ਪਰ ਸੱਟਾਂ ਖਾਵੇਗਾ, ਜਥਾ (ਥਾਉ ਨਾਹੀ ਖਾਇਕਾ)। ਤਾਤਪਰਯੁ ਏਹ ਹੈ, ਕਿ ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਗੁਰਵਾਕੋਂ ਸੇ ਵਿਰੁਧ ਕਹਨੇ ਵਾਲ੍ਯੋਂ ਕੋ ਧਰਮੁ ਰਾਇ ਕੀ ਸਜਾਇ ਅਵੱਸ ਹੋਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤਾਂ ਉਹੀ ਜਾਣਦਾ ਹੈ ਜਿਤਨੀਆਂ ਚੋਟਾਂ ਉਹ (ਇਸ ਮੂਰਖਤਾ ਦੇ ਕਾਰਨ) ਆਪਣੇ ਮੂੰਹ ਉੱਤੇ ਖਾਂਦਾ ਹੈ (ਭਾਵ, 'ਕੂੜ' ਤੋਂ ਬਚਣ ਲਈ ਇਕੋ ਹੀ ਤਰੀਕਾ ਹੈ ਕਿ ਮਨੁੱਖ ਰਜ਼ਾ ਵਿਚ ਤੁਰੇ। ਪਰ ਜੇ ਕੋਈ ਮੂਰਖ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਭਾਲਦਾ ਹੈ ਤਾਂ ਇਸ 'ਕੂੜ' ਤੋਂ ਬਚਣ ਦੇ ਥਾਂ ਸਗੋਂ ਵਧੀਕ ਦੁਖੀ ਹੁੰਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਓਹੁ = ਉਹ ਮੂਰਖ ਹੀ। ਜੇਤੀਆ = ਜਿਤਨੀਆਂ (ਚੋਟਾਂ)। ਮੁਹਿ = ਮੂੰਹ ਉੱਤੇ। ਖਾਇ = ਖਾਂਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "seguramente después tendría que reconocer su tontería.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GXTL",
        "source_page": 5,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "ਇਸ ਪੰਕਤੀ ਦਾ ਭਾਵ ਅਗਲੀ ਪੰਕਤੀ ਨਾਲ ਦੇਖੋ ਜੀ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awpy jwxY; Awpy dyie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He Himself knows, He Himself gives.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Lord Himself knows everything and Himself gives.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਈਂ ਸਾਰਾ ਕੁਛ ਖੁਦ ਜਾਣਦਾ ਹੈ ਤੇ ਖੁਦ ਹੀ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪ੍ਰਭੁ ਆਪ ਹੀ ਜੀਵੋਂ ਕੀ ਬਿਵਸਥਾ ਜਾਨਤਾ ਹੈ, ਔਰੁ ਆਪ ਹੀ ਖਾਨ ਪਾਨ ਪਹਿਰਾਨ ਮਕਾਨਾਦਿ ਸਭ ਸਾਮਾਨੁ ਦੇਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "'ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ (ਜੀਵਾਂ ਦੀਆਂ ਲੋੜਾਂ) ਜਾਣਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਦਾਤਾਂ) ਦੇਂਦਾ ਹੈ',",
              "additional_information": {
                "arth": "ਦੇਇ = ਦੇਂਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él Mismo conoce y Él Mismo da.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JWU4",
        "source_page": 5,
        "source_line": 15,
        "pronunciation": "ਆਖਹਿਂ",
        "pronunciation_information": "੧. \"ਆਖਹਿ\" ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ ੨. ਕੇਈ ਕੇਇ ਦਾ ਭਾਵ ਕੋਈ ਕੋਈ ਭਾਵ ਵਿਰਲੇ ਮਨੁਖ। ੩. \"ਆਖਹਿ ਸਿ ਭਿ\" ਦਾ ਭਾਂਵ ਹੈ ਇਹ ਭੀ ਆਖਦੇ ਹਨ। ਕੀ ਆਖਦੇ ਹਨ? \"ਆਪੇ ਜਾਣੈ, ਆਪੇ ਦੇਇ॥\" ਭਾਵ ਕਈ ਇਹ ਵੀ ਆਖਦੇ ਹਨ ਕਿ ਵਾਹਿਗੁਰੂ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਲੋੜ ਅਨੁਸਾਰ) ਦੇਂਦਾ ਹੈ। ਯਾਨੀ ਕਿ ਸਾਰੇ ਮੂਰਖ ਹੀ ਨਹੀਂ ਹਨ ਕਈ ਸਿਆਣੇ ਇਹ ਪਛਾਣਦੇ ਹਨ ਕਿ ਪਰਮਾਤਮਾ ਹੀ ਸਭ ਕੁਝ ਜਾਣਦਾ ਹੈ ਤੇ ਕਰਦਾ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih; is iB kyeI kyie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Few, very few are those who acknowledge this.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Again few are those who acknowledge God's gifts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪੁਨਾਂ, ਵਿਰਲੇ ਹਨ ਉਹ ਜੋ ਰੱਬ ਦੀਆਂ ਦਾਤਾਂ ਨੂੰ ਮੰਨਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕੋਈ ਕੋਈ ਐਸੇ ਭੀ ਹੈਂ, ਜੋ ਏਹਿ ਕਹਤੇ ਹੈਂ, ਅਰੁ ਏਹੀ ਤਿਨ ਕੇ ਨਿਸਚੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਨੇਕਾਂ ਮਨੁੱਖ ਇਹ ਗੱਲ ਭੀ ਆਖਦੇ ਹਨ। (ਸਾਰੇ ਨ-ਸ਼ੁਕਰੇ ਹੀ ਨਹੀਂ ਹਨ)",
              "additional_information": {
                "arth": "ਆਖਹਿ = ਆਖਦੇ ਹਨ। ਸਿ ਭਿ = ਇਹ ਗੱਲ ਭੀ। ਕੇਈ ਕੇਇ = ਕਈ ਮਨੁੱਖ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Pero pocos, muy pocos son los que saben esto.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZDF9",
        "source_page": 5,
        "source_line": 15,
        "pronunciation": "ਬਖ਼ਸ਼ੇ",
        "pronunciation_information": "ਵਿਸ਼ੇਸ਼ ਧੁਨੀ: ਬਖਸੇ ਦੇ ਸਸੇ ਅਤੇ ਖਖੇ ਦੇ ਪੈਰ ਵਿਚ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ijs no bKsy; isPiq swlwh ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One who is blessed to sing the Praises of the Lord,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Anyone whom the Lord grants wisdom to praise and eulogize Him,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਸ ਨੂੰ ਸਾਹਿਬ ਆਪਣੀ ਕੀਰਤੀ ਅਤੇ ਸ਼ਲਾਘਾ ਕਰਨੀ ਪਰਦਾਨ ਕਰਦਾ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸਿਧੋ! ਜਿਸ ਕੋ (ਸਿਫਤਿ) ਅਕਾਲ ਪੁਰਖੁ ਅਪਨੀ (ਸਾਲਾਹਿ) ਉਸਤੁਤੀ ਕਰਨੀ ਬਖਸ਼ਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਅਕਾਲ ਪੁਰਖ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਬਖਸ਼ਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਜਿਸ ਨੋ = ਜਿਸ ਮਨੁੱਖ ਨੂੰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, aquél a quien Dios ha otorgado el Don de Alabarlo,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B8J0",
        "source_page": 5,
        "source_line": 15,
        "pronunciation": "ਪਾਤਿਸ਼ਾਹੀਂ ਪਾਤਿਸ਼ਾਹ",
        "pronunciation_information": "ਪਾਤਸਾਹੀ ਪਾਤਿਸਾਹੁ: ਪਾਤਸ਼ਾਹਾਂ ਦਾ ਪਾਤਸ਼ਾਹ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk; pwiqswhI pwiqswhu ]25]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, is the king of kings. ||25||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! he is the (spiritual) king of kings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਉਹ ਬਾਦਸ਼ਾਹਾਂ ਦਾ ਬਾਦਸ਼ਾਹ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਉਸਤੁਤਿ ਕਰਨੇ ਹਾਰਾ ਗੁਰਮੁਖ ਪਾਤਸ਼ਾਹੋਂ ਕਾ ਪਾਤਸ਼ਾਹੁ ਹੈ। ਜਥਾ: \"ਬ੍ਰਹਮ ਗਿਆਨੀ ਆਪਿ ਪਰਮੇਸਰੁ॥\"☬ਇਹਾਂ 'ਪਾਤਿਸਾਹੀ' ਸਬਦੁ ਹੈ, ਔਰ ਉੱਚਾਰਨ ਸੇ ਪਾਤਿਸ਼ਾਹੀਂ ਬਿੰਦੀ ਸੰਜੁਗਤ ਹੈ। ਤਹਾਂ ਐਸੇ ਜਾਨਨਾ ਕਿ ਜਬ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਬੀੜ ਬਾਧੀ ਹੈ ਤਬ ਸਿੱਖੋਂ ਨੇ ਅਰਦਾਸ ਕਰੀ ਕਿ ਹੇ ਦੀਨ ਦਇਆਲ ਜੀ, ਆਪਨੇ ਅਧਿਕ ਔਰ ਬਿੰਦੀ ਸਬਦੋਂ ਮੇਂ ਕਹੀਂ ਨਹੀਂ ਲਗਾਈ ਹੈ। ਤਬ ਸ੍ਰੀ ਮੁਖ ਬਚਨੁ ਹੂਆ ਕਿ ਮੇਰੇ ਸਿਖ ਉਚਿਤ ਜਾਨ ਕਰ ਉਚਾਰਣ ਕਰ ਲੇਵੇਂਗੇ॥੨੫॥☬ਅਬ ਤਿਨ ਸੰਤੋਂ ਕੀ ਮਹਿਮਾ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਪਾਤਸ਼ਾਹਾਂ ਦਾ ਪਾਤਸ਼ਾਹ (ਬਣ ਜਾਂਦਾ) ਹੈ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ ਸਭ ਤੋਂ ਉੱਚੀ  ਦਾਤ ਹੈ) ॥੨੫॥",
              "additional_information": {
                "arth": "ਨਾਨਕ = ਹੇ ਨਾਨਕ! ਪਾਤਿਸਾਹੀ ਪਾਤਿਸਾਹੁ = ਪਾਤਿਸ਼ਾਹਾਂ ਦੇ ਪਾਤਿਸ਼ਾਹ ॥੨੫॥",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਕੇਡਾ ਵੱਡਾ ਹੈ-ਇਹ ਗੱਲ ਦੱਸਣੀ ਤਾਂ ਕਿਤੇ ਰਹੀ, ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਹੀ ਇਤਨੀ ਵੱਡੀ ਹੈ ਕਿ ਲਿਖਣ ਵਿਚ ਲਿਆਂਦੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। ਜਗਤ ਵਿਚ ਜੋ ਵੱਡੇ ਵੱਡੇ ਦਿੱਸਦੇ ਹਨ, ਇਹ ਸਭ ਉਸ ਪ੍ਰਭੂ ਦੇ ਦਰ 'ਤੇ ਹੀ ਮੰਗਦੇ ਹਨ। ਉਹ ਤਾਂ ਸਗੋਂ ਇਤਨਾ ਵੱਡਾ ਹੈ ਕਿ ਜੀਵਾਂ ਦੇ ਮੰਗਣ ਤੋ ਬਿਨਾਂ ਇਹਨਾਂ ਦੀਆਂ ਲੋੜਾਂ ਜਾਣ ਕੇ ਆਪਣੇ ਆਪ ਹੀ ਦਾਤਾਂ ਦੇਈ ਜਾਂਦਾ ਹੈ। ਪਰ ਜੀਵ ਦੀ ਮੂਰਖਤਾ ਵੇਖੋ! ਦਾਤਾਂ ਵਰਤਦਾ ਵਰਤਦਾ ਦਾਤਾਰ ਨੂੰ ਵਿਸਾਰ ਕੇ ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ ਤੇ ਕਈ ਦੁੱਖ-ਕਲੇਸ਼ ਸਹੇੜ ਲੈਂਦਾ ਹੈ। ਇਹ ਦੁੱਖ-ਕਲੇਸ਼ ਭੀ ਪ੍ਰਭੂ ਦੀ ਦਾਤ ਹੈ, ਕਿਉਂਕਿ ਇਹਨਾਂ ਦੁੱਖਾਂ-ਕਲੇਸ਼ਾਂ ਦੇ ਕਾਰਣ ਹੀ ਮਨੁੱਖ ਨੂੰ ਮੁੜ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨ ਦੀ ਸਮਝ ਪੈਂਦੀ ਹੈ ਤੇ ਇਹ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ। ਇਹ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸਭ ਤੋਂ ਉੱਚੀ ਦਾਤ ਹੈ।੨੫।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "es rey entre los reyes.  (25)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "LCC",
    "sttm_id": 26,
    "writer": "Guru Nanak Dev Ji",
    "section": "Jap",
    "subsection": "Jap",
    "lines": [
      {
        "id": "MU2K",
        "source_page": 5,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "ਵਾਹਿਗੁਰੂ ਦੇ ਗੁਣ ਅਮੁਲ ਹਨ ਤੇ ਇਹਨਾਂ ਗੁਣਾ ਦੇ ਵਾਪਾਰ ਵੀ ਅਮੁਲ ਹਨ। ਗੁਣਾਂ ਤੋਂ ਭਾਵ ਹੈ ਗੁਰਬਾਣੀ ਵਿਚ ਦਰਜ ਵਾਹਿਗੁਰੂ ਦੇ ਗੁਣ ਤੇ ਵਾਪਾਰ ਤੋਂ ਭਾਵ ਹੈ ਇਹਨਾਂ ਗੁਰਬਾਣੀ ਰੂਪੀ ਗੁਣਾਂ ਨੂੰ ਪਾਠ, ਕੀਰਤਨ ਰਾਹੀਂ ਮਨ ਵਿਚ ਵਸਾਉਣਾ ਤੇ ਇਹਨਾਂ ਗੁਣਾਂ ਰਾਹੀਂ ਵਾਹਿਗੁਰੂ ਦੀ ਸਿਫਤਿ ਸਾਲਾਹ ਕਰਨੀ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amul gux; Amul vwpwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless are His Virtues, Priceless are His Dealings.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless are Thine merits, O Lord! and priceless Thy dealings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹਨ ਤੇਰੀਆਂ ਚੰਗਿਆਈਆਂ, ਹੇ ਸਾਹਿਬ! ਅਤੇ ਅਨਮੁਲ ਤੇਰਾ ਵਣਜ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨ ਗੁਣੋ ਕੀ ਕੀਮਤ ਨ ਕਹੀ ਜਾਇ ਉਨ ਕਾ ਨਾਮੁ ਅਮੋਲਕ ਹੈ। ਸੋ ਐਸੇ ਗ੍ਯਾਨ ਆਦਿ ਅਮੋਲਕ ਗੁਣ ਸੰਤੋ ਮੇ ਹੈਂ, ਔਰੁ ਹੰਤਾ ਮਮਤਾ ਤੇ ਜਗ੍ਯਾਸੂਆਂ ਕੋ ਰਹਤ ਕਰ ਜੋ ਸਰੂਪ ਕੀ ਪ੍ਰਾਪਤੀ ਕਰਨੀ ਏਹੁ ਬ੍ਯਾਪਾਰੁ ਭੀ ਉਨ ਕਾ ਅਮੋਲੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਅਕਾਲ ਪੁਰਖ ਦੇ) ਗੁਣ ਅਮੋਲਕ ਹਨ (ਭਾਵ, ਗੁਣਾਂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ।) (ਇਹਨਾਂ ਗੁਣਾਂ ਦੇ) ਵਪਾਰ ਕਰਨੇ ਭੀ ਅਮੋਲਕ ਹਨ।",
              "additional_information": {
                "arth": "ਅਮੁਲ = ਅਮੋਲਕ, ਜਿਸ ਦਾ ਮੁੱਲ ਨਾਹ ਪੈ ਸਕੇ। ਗੁਣ = ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incalculables son Tus Virtudes y el comercio Contigo;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XEQ3",
        "source_page": 5,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "ਗੁਣਾਂ ਦਾ ਵਾਪਾਰ ਕਰਨ ਵਾਲੇ ਗੁਰਮੁਖਿ ਜਨ ਵੀ ਧੰਨ ਹਨ ਤੇ ਇਹ ਭਗਤੀ ਰੂਪੀ ਭੰਡਾਰੇ ਵੀ ਧੰਨ ਹਨ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amul vwpwrIey; Amul BMfwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless are His Dealers, Priceless are His Treasures.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless are Thine dealers and priceless Thy treasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹਨ ਤੇਰੇ ਵੱਣਜਾਰੇ ਤੇ ਅਨਮੁਲ ਤੇਰੇ ਖਜਾਨੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਮੁਕਤਿ ਕੀ ਇਛਾ ਵਾਲੇ ਬ੍ਰਹਮ ਲੋਕ ਪ੍ਰਯੰਤ ਸੁਖ ਕੀ ਅਭਿਲਾਖਾ ਕੇ ਤ੍ਯਾਗੀ, ਮੁਮੋਖੂ ਇਸ ਧਨ ਕੇ ਵਾਪਾਰੀ ਹੈਂ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈਂ। ਔਰੁ ਸਤਗੁਰੋਂ ਕਾ ਰਿਦੇ ਜਿਸ ਮੇ ਸਰਬ ਗੁਨ ਸੰਯੁਗਤ ਸਾਖ੍ਯਾਤਕਾਰ ਭਗਤਿ ਭੰਡਾਰੁ ਇਸਥਿਤ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ (ਭੀ) ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜੋ (ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣਾਂ ਦੇ) ਵਪਾਰ ਕਰਦੇ ਹਨ, (ਗੁਣਾਂ ਦੇ) ਖ਼ਜ਼ਾਨੇ (ਭੀ) ਅਮੋਲਕ ਹਨ।",
              "additional_information": {
                "arth": "ਵਾਪਾਰੀਏ = ਅਕਾਲ ਪੁਰਖ ਦੇ ਗੁਣਾਂ ਦਾ ਵਪਾਰ ਕਰਨ ਵਾਲੇ। ਭੰਡਾਰ = ਖ਼ਜ਼ਾਨੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incalculables son Tus Compradores , Incalculables tus tesoros.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EU2A",
        "source_page": 5,
        "source_line": 16,
        "pronunciation": "ਆਵਹਿਂ, ਜਾਹਿਂ",
        "pronunciation_information": "੧. ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ ੨. ਜੋ ਇਥੇ ਸੰਸਾਰ ਵਿਚ ਆਣਕੇ ਨਾਮ ਦਾ ਵਾਪਾਰ ਕਰਦੇ ਹਨ ਤੇ ਨਾਮ ਦਾ ਲਾਹਾ ਲੈ ਜਾਂਦੇ ਹਨ, ਉਹ (ਗੁਰਮੁਖਿ ਜਨ) ਅਮੁਲ ਹਨ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amul Awvih; Amul lY jwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless are those who come to Him, Priceless are those who buy from Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless are they who come to Thee and priceless they who purchase and fetch goods from Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹਨ ਜੋ ਤੇਰੇ ਕੋਲ ਆਉਂਦੇ ਹਨ ਅਤੇ ਅਨਮੁਲ ਉਹ ਜੋ ਤੇਰੇ ਕੋਲੋ ਸੌਦਾ ਖਰੀਦ ਕੇ ਲੈ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਇਸ ਧਨ ਲੇਨੇ ਕੇ ਨਮਿਤ, ਮੁਮੋਖੂ ਕਾ ਸੰਤਾਂ ਕੇ ਪਾਸ ਆਵਨਾ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ। ਔਰ ਜੋ ਗੁਣ ਸੰਤੋਂ ਸੇ ਲੇ ਜਾਤੇ ਹੈਂ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜੋ (ਇਸ ਵਪਾਰ ਲਈ ਜਗਤ ਵਿਚ) ਆਉਂਦੇ ਹਨ। ਉਹ ਭੀ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਜੋ (ਇਹ ਸੌਦਾ ਖ਼ਰੀਦ ਕੇ) ਲੈ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਆਵਹਿ = ਜੋ ਮਨੁੱਖ (ਇਸ ਵਪਾਰ ਲਈ) ਆਉਂਦੇ ਹਨ। ਲੈ ਜਾਹਿ = (ਇਹ ਸੌਦਾ ਖ਼ਰੀਦ ਕੇ) ਲੈ ਜਾਂਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Valor incalculable tienen los que se acercan a ti, incalculable valor el que pide tu ayuda.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T80Z",
        "source_page": 5,
        "source_line": 17,
        "pronunciation": "ਸਮਾਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amul Bwie; Amulw smwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless is Love for Him, Priceless is absorption into Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless is Thy affection and priceless the absorption in Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹੈ ਤੇਰੀ ਪ੍ਰੀਤ ਅਤੇ ਅਨਮੁਲ ਤੇਰੇ ਅੰਦਰ ਲੀਨਤਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਪਰਸਪਰ ਗੁਰੂ ਸਿਖ ਕਾ ਜੋ (ਭਾਇ) ਪ੍ਰੇਮੁ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ, ਔਰ ਗੁਰੋਂ ਕੇ ਮੇਲ ਸੇ (ਸਮਾਹਿ) ਆਤਮਾਨੰਦ ਹੋਨਾ ਏਹ ਭੀ ਅਮੋਲੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਮਨੁੱਖ ਅਕਾਲ ਪੁਰਖ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਹਨ ਅਤੇ ਜੋ ਮਨੁੱਖ ਉਸ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਲੀਨ ਹੋਏ ਹੋਏ ਹਨ, ਉਹ ਭੀ ਅਮੋਲਕ ਹਨ।",
              "additional_information": {
                "arth": "ਭਾਇ = ਭਾਉ ਵਿਚ, ਪ੍ਰੇਮ ਵਿਚ। ਸਮਾਹਿ = (ਅਕਾਲ ਪੁਰਖ ਵਿਚ) ਲੀਨ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incalculable es Tu Amor y la Unión Contigo;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0T04",
        "source_page": 5,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amulu Drmu; Amulu dIbwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless is the Divine Law of Dharma, Priceless is the Divine Court of Justice.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless is Thy Divine law and priceless Thy Court.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹੈ ਤੇਰਾ ਈਸ਼ਵਰੀ ਕਾਨੂੰਨ ਅਤੇ ਅਨਮੁਲ ਤੇਰਾ ਦਰਬਾਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਧਰਮੁ) ਭਗਤੀ ਭੀ ਅਮੋਲੁ ਹੈ, ਜੋ (ਦੀਬਾਣੁ) ਸੰਤ ਸਭਾ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੇ ਕਨੂੰਨ ਤੇ ਰਾਜ-ਦਰਬਾਰ ਅਮੋਲਕ ਹਨ।",
              "additional_information": {
                "arth": "ਧਰਮੁ = ਨੀਯਮ, ਕਾਨੂੰਨ। ਦੀਬਾਣੁ = ਕਚਹਿਰੀ, ਰਾਜ-ਦਰਬਾਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incalculables son Tus Favores y Tu Dote. Incalculable es Tu Ley y la Justicia Suprema;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YH93",
        "source_page": 5,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amulu qulu; Amulu prvwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless are the scales, priceless are the weights.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless are Thy scales and priceless Thine weights.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹੈ ਤੇਰੀ ਤਕੜੀ ਅਤੇ ਅਨਮੁਲ ਤੇਰੇ ਵੱਟੇ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੰਤ ਜਨੋਂ ਕੀ ਬੁਧੀ ਰੂਪੁ (ਤੁਲੁ) ਤਕੜੀ ਭੀ ਅਮੋਲੁ ਹੈ, ਵਿਚਾਰ ਰੂਪੀ (ਪਰਵਾਣੁ) ਵਟਾ ਭੀ ਅਮੋਲੁ ਹੈ, ਜਿਸ ਕੇ ਸਾਥ ਮੁਮੋਖੂ ਅਪਨੇ ਆਤਮਾ ਕੋ ਤੋਲਤੇ, ਭਾਵ ਨਿਸਚੇ ਕਰਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਤੱਕੜ ਅਮੋਲਕ ਹਨ ਤੇ ਉਹ ਵੱਟਾ ਅਮੋਲਕ ਹੈ (ਜਿਸ ਨਾਲ ਜੀਵਾਂ ਦੇ ਚੰਗੇ-ਮੰਦੇ ਕੰਮਾਂ ਨੂੰ ਤੋਲਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਤੁਲੁ = ਤੋਲ, ਤੱਕੜ। ਪਰਵਾਣੁ = ਪ੍ਰਮਾਣ, ਤੋਲਣ ਵਾਲਾ ਵੱਟਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incalculable es tu balanza y de incalculable valor tus pesos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7UZX",
        "source_page": 5,
        "source_line": 17,
        "pronunciation": "ਬਖ਼ਸ਼ੀਸ਼, ਨੀਸ਼ਾਣ",
        "pronunciation_information": "ਵਿਸ਼ੇਸ਼ ਧੁਨੀ: ਬਖਸੀਸ, ਨੀਸਾਣੁ - ਖਖੇ ਤੇ ਸਸੇ ਦੇ ਪੈਰਾਂ ਵਿਚ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amulu bKsIs; Amulu nIswxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless are His Blessings, Priceless is His Banner and Insignia.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless are Thine gifts and priceless Thy mark of approval.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹਨ ਤੇਰੀਆਂ ਦਾਤਾਂ ਅਤੇ ਅਨਮੁਲ ਹੈ ਤੇਰੀ ਪਰਵਾਨਗੀ ਦਾ ਚਿੰਨ੍ਹ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੁਰਾਂ ਕਾ ਉਪਦੇਸ ਰੂਪੁ ਜੋ ਬਖਸੀਸ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ, ਤਿਸ ਕਰ ਜੋ ਆਤਮਾ ਕਾ (ਨੀਸਾਣੁ) ਪ੍ਰਗਟ ਹੋਣਾ ਸੋ ਬੀ ਅਮੋਲੁ ਹੈ। ਵਾ ਭਗਤੀ ਕਾ (ਨੀਸਾਣੁ) ਚਿੰਨ੍ਹ ਜੋ ਸਤਗੁਰੋਂ ਨੇ ਦੀਆ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਤੇ ਬਖ਼ਸ਼ਸ਼ ਦੇ ਨਿਸ਼ਾਨ ਭੀ ਅਮੋਲਕ ਹਨ।",
              "additional_information": {
                "arth": "ਬਖਸੀਸ = ਰਹਿਮਤ, ਦਇਆ। ਨੀਸਾਣੁ = ਅਕਾਲ ਪੁਰਖ ਦੀ ਬਖਸ਼ਸ਼ ਦਾ ਨਿਸ਼ਾਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "incontables tus misericordias, e incalculable tu Escudo e Insignia.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NKLS",
        "source_page": 5,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amulu krmu; Amulu Purmwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless is His Mercy, Priceless is His Royal Command.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Priceless are Thy benevolence and priceless Thy order.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਨਮੁਲ ਹੈ ਤੇਰੀ ਰਹਿਮਤ ਅਤੇ ਅਨਮੁਲ ਤੇਰਾ ਹੁਕਮ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕ੍ਰਿਪਾ ਭੀ ਸਤਗੁਰੋਂ ਕੀ ਅਮੋਲੁ ਹੈ, ਔਰ ਜੋ ਸਤਗੁਰੋਂ ਕਾ (ਫੁਰਮਾਣੁ) ਹੁਕਮ ਕਹਿਨਾ ਹੈ, ਸੋ ਭੀ ਅਮੋਲੁ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਜਿਸ ਪਰਮੇਸ੍ਵਰ ਕੀ ਭਗਤੀ ਕਰ ਸੰਤ ਜਨ ਅਮੋਲੁਕ ਹੈਂ, ਵਹੁ ਪ੍ਰਮੇਸ੍ਵਰ ਕੈਸਾ ਹੈ?☬ਉੱਤਰੁ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੀ ਬਖਸ਼ਸ਼ ਤੇ ਹੁਕਮ ਭੀ ਮੁੱਲ ਤੋਂ ਪਰੇ ਹਨ (ਕਿਸੇ ਦਾ ਭੀ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ)।",
              "additional_information": {
                "arth": "ਕਰਮੁ = ਬਖ਼ਸ਼ਸ਼, ਰਹਿਮਤ। ਫੁਰਮਾਣੁ = ਹੁਕਮ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Perfecto es Tu Comando y Tu Bondad.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ABFZ",
        "source_page": 5,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amulo Amulu; AwiKAw n jwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Priceless, O Priceless beyond expression!",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Beyond price and invaluable, the Lord cannot be expressed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮੁਲ ਤੋਂ ਪਰੇ ਅਤੇ ਅਮੋਲਕ, ਸਾਹਿਬ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅਮੋਲਕ ਤੇ ਅਮੋਲੁ ਹੈ। ਤਿਸ ਕਾ ਇਦੰਤਾ ਕਰ ਕੇ ਮਹਾਤਮੁ ਕੁਛੁ ਕਹਾ ਨਹੀਂ ਜਾਤਾ ਕਿ ਇਤਨਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਸਭ ਅੰਦਾਜ਼ਿਆਂ ਤੋਂ ਪਰੇ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲੱਗ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਅਮੁਲੁ = ਅੰਦਾਜ਼ਿਆਂ ਤੋਂ ਪਰੇ। ਅਮੁਲੋ ਅਮੁਲੁ = ਅਮੋਲਕ ਹੀ ਅਮੋਲਕ, ਅੰਦਾਜ਼ਿਆਂ ਤੋਂ ਪਰੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Incontable, Incalculable mas haya de lo que podemos expresar.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D11C",
        "source_page": 5,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "\"ਰਹੇ\" ਦੇਹੁਲੀ ਦੀਪਕ ਹੈ; ਪੰਕਤੀ ਦਾ ਭਾਵ ਹੈ ਕਈ ਆਖ ਆਖ ਕੇ ਰਹਿ ਗਏ ਤੇ ਕਈ ਲਿਵ ਲਾ ਕੇ ਰਹਿ ਗਏ (ਪਰ ਉਹਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ)। ਇਸ ਕਰਕੇ ਪੰਕਤੀ ਵਿਚ ਕੋਈ ਬਿਸ਼ਰਾਮ ਨਹੀਂ ਹੈ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwiK AwiK; rhy ilv lwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Speak of Him continually, and remain absorbed in His Love.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By continually speaking of Thee, I remain absorbed in Thy love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਲਗਾਤਾਰ ਤੇਰਾ ਉਚਾਰਣ ਕਰਨ ਦੁਆਰਾ, ਹੇ ਮਾਲਕ! ਮੈਂ ਤੇਰੀ ਪ੍ਰੀਤ ਅੰਦਰ ਲੀਨ ਰਹਿੰਦਾ ਹਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤੌ ਭੀ ਕਹਿ ਕਹਿ ਕਰ ਕੇ ਭੂਤ ਭਵਿਖਤ ਕਾਲ ਮੇ ਔਰ ਅਬ ਵਰਤਮਾਨ ਮੇ ਭੀ ਸੰਤ ਜਨ ਤਿਸ ਮੈ ਬ੍ਰਿਤੀ ਲਗਾਇ ਰਹੇ ਹੈਂ॥☬ਪ੍ਰਸ਼ਨ: ਤਿਸ ਕੇ ਜਸ ਕੋ ਸੰਤ ਹੀ ਕਹਤੇ ਹੈਂ, ਵਾ ਔਰ ਭੀ ਕੋਈ ਕਹਿਤਾ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਮਨੁੱਖ ਧਿਆਨ ਜੋੜ ਜੋੜ ਕੇ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਹਨ, ਉਹ (ਅੰਤ ਨੂੰ) ਰਹਿ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਆਖਿ ਆਖਿ = ਅੰਦਾਜ਼ਾ ਲਾ ਲਾ ਕੇ। ਰਹੇ = ਰਹਿ ਗਏ ਹਨ, ਥੱਕ ਗਏ ਹਨ। ਲਿਵ ਲਾਇ = ਲਿਵ ਲਾ ਕੇ, ਧਿਆਨ ਜੋੜ ਕੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Muchos son los que alaban Tu Nombre.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99JY",
        "source_page": 5,
        "source_line": 19,
        "pronunciation": "ਆਖਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih vyd; pwT purwx ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Vedas and the Puraanas speak.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The reciters of the Vedas and the Puranas Proclaim Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵੇਦਾਂ ਅਤੇ ਪੁਰਾਣਾ ਦੇ ਪਾਠੀ ਤੈਨੂੰ ਹੀ ਪੁਕਾਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "੪ ਵੇਦ ਭੀ ਕਹਤੇ ਹੈਂ, ੧੮ ਪੁਰਾਣ ਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਵੇਦਾਂ ਦੇ ਮੰਤਰ ਤੇ ਪੁਰਾਣ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਆਖਹਿ = ਆਖ ਰਹੇ ਹਨ, ਵਰਣਨ ਕਰਦੇ ਹਨ। ਵੇਦ ਪਾਠ = ਵੇਦਾਂ ਦੇ ਪਾਠ, ਵੇਦਾਂ ਦੇ ਮੰਤਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "En Alabanza del Nombre algunos recitan los Vedas, otros los Puranas,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZEVZ",
        "source_page": 5,
        "source_line": 19,
        "pronunciation": "ਆਖਹਿਂ, ਕਰਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih; pVy krih viKAwx ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The scholars speak and lecture.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The literate repeat Thy Name and deliver discourses apropos Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪੜ੍ਹੇ ਲਿਖੇ ਤੇਰਾ ਨਾਮ ਉਚਾਰਦੇ ਅਤੇ ਤੇਰੇ ਬਾਰੇ ਭਾਸ਼ਨ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰੁ ਤਿਨ ਕੇ ਪਢਨੇ ਹਾਰੇ ਭੀ ਕਹਤੇ ਹੈਂ, ਔਰੁ ਤਿਸ ਪਾਠ ਕੋ ਪਢ ਕਰ ਵਖ੍ਯਾਨ ਕਥਾ ਕਰਨੇ ਹਾਰੇ, ਵਾ ਵਖ੍ਯਾਨ ਟੀਕਾ ਕਰਨੇ ਹਾਰੇ ਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਵਿਦਵਾਨ ਮਨੁੱਖ ਭੀ, ਜੋ (ਹੋਰਨਾਂ ਨੂੰ) ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ, (ਅਕਾਲ ਪੁਰਖ ਦਾ) ਬਿਆਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਪੜੇ = ਪੜ੍ਹੇ ਹੋਏ ਮਨੁੱਖ, ਵਿਦਵਾਨ। ਕਰਹਿ ਵਖਿਆਣ = ਵਖਿਆਣ ਕਰਦੇ ਹਨ, ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ, ਹੋਰਨਾਂ ਨੂੰ ਸੁਣਾਉਂਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "mientras que los escolares Lo proclaman en largos discursos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FDPH",
        "source_page": 5,
        "source_line": 19,
        "pronunciation": "ਆਖਹਿਂ, ਆਖਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih brmy; AwKih ieMd ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Brahma speaks, Indra speaks.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Brahmas speak of Thee and Indras speak of Thee as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬਰ੍ਹਮੇ ਤੇਰਾ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ ਅਤੇ ਇੰਦ੍ਰ ਭੀ ਤੇਰਾ ਹੀ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਬ੍ਰਹਮੇਂ ਜੀ ਭੀ ਕਹਤੇ ਹੈਂ, (ਇੰਦੁ) ਚੰਦ੍ਰਮੇ ਵਾ ਇੰਦ੍ਰ ਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਬ੍ਰਹਮਾ, ਕਈ ਇੰਦਰ ਅਕਾਲ ਪੁਰਖ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਬਰਮੇ = ਕਈ ਬ੍ਰਹਮਾ। ਇੰਦ = ਇੰਦਰ ਦੇਵਤੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tus Himnos son cantados por Indra y Brahma,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WTLL",
        "source_page": 6,
        "source_line": 1,
        "pronunciation": "ਆਖਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih gopI; qY goivMd ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Gopis and Krishna speak.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The milk-maids and Krishna speak of Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਆਲਣਾ ਅਤੇ ਕ੍ਰਿਸ਼ਨ ਤੇਰਾ ਹੀ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੋਪੀਆਂ ਭੀ ਕਹਿਤੀਆਂ ਹੈ, ਔਰੁ (ਗੋਵਿੰਦ) ਕ੍ਰਿਸ਼ਨ ਜੀ ਭੀ ਗੀਤਾ ਆਦਿਕੋਂ ਮੈ ਕਹਤੇ ਹੈਂ, ਵਾ ਤਿਸ ਗੋਵਿੰਦ ਕੋ ਗੋਪੀਆਂ ਭੀ ਕਹਿਤੀਆਂ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਗੋਪੀਆਂ ਤੇ ਕਈ ਕਾਨ੍ਹ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਤੈ = ਅਤੇ, ਤੇ। ਗੋਵਿੰਦ = ਕਈ ਕਾਨ੍ਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "por las Gopis y Krishna;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q9NN",
        "source_page": 6,
        "source_line": 1,
        "pronunciation": "ਆਖਹਿਂ, ਈਸ਼ਰ, ਆਖਹਿਂ",
        "pronunciation_information": "੧. ਆਖਹਿ: ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ ੨. ਵਿਸ਼ੇਸ਼ ਧੁਨੀ - ਈਸਰ ਦੇ ਸਸੇ ਪੈਰ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih eIsr; AwKih isD ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Shiva speaks, the Siddhas speak.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Shiva speak of Thee and the miracle-mongers speak of Thee as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸ਼ਿਵਜੀ ਤੈਨੂੰ ਆਖਦਾ ਹੈ ਅਤੇ ਕਰਾਮਾਤਾਂ ਕਰਨ ਵਾਲੇ ਭੀ ਤੇਰਾ ਹੀ ਜ਼ਿਕਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ (ਈਸਰ) ਮਹਾਦੇਵ ਜੀ ਭੀ ਕਹਤੇ ਹੈਂ, ਔਰ ਗੋਰਖਾਦਿ ਸਿਧ ਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਸ਼ਿਵ ਤੇ ਸਿੱਧ ਅਕਾਲ ਪੁਰਖ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਈਸਰ = ਸ਼ਿਵ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tu Nombre es recitado por Shiva, los Siddhas",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SQND",
        "source_page": 6,
        "source_line": 1,
        "pronunciation": "ਆਖਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih; kyqy kIqy buD ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The many created Buddhas speak.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "All the Buddhas, created by Thee, proclaim Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਰੇ ਬੁੱਧ ਜੋ ਤੂੰ ਸਾਜੇ ਹਨ, ਤੈਨੂੰ ਹੀ ਪੁਕਾਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਕਿਤਨੇ ਹੀ (ਜੋ ਬੁਧਿਵਾਨ) ਪਰਮੇਸ੍ਵਰ ਨੇ ਕੀਏ ਹੈਂ, ਵਾ ਬੁਧਿ ਆਦਿਕ ਗ੍ਰਹ ਸੋ ਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਬੇਅੰਤ ਬੁੱਧ ਉਸ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਕੇਤੇ = ਬੇਅੰਤ, ਕਈ। ਕੀਤੇ = ਅਕਾਲ ਪੁਰਖ ਦੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ। ਬੁਧ = ਮਹਾਤਮਾ ਬੁੱਧ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y los Budas también.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ABKG",
        "source_page": 6,
        "source_line": 1,
        "pronunciation": "ਆਖਹਿਂ, ਆਖਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih dwnv; AwKih dyv ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The demons speak, the demi-gods speak.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The demons proclaim Thee and the gods proclaim Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦੈਂਤ ਤੈਨੂੰ ਪੁਕਾਰਦੇ ਹਨ ਅਤੇ ਦੇਵਤੇ ਭੀ ਤੈਨੂੰ ਹੀ ਆਖਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਦਨੂ ਕੀ ਸੰਤਾਨ ਦਾਨਵ ਪ੍ਰਹਲਾਦਾਦਿ ਭੀ ਕਹਤੇ ਹੈਂ। ਜੋ ਸ੍ਰਿਸਟੀ ਕੇ ਆਦਿ ਮ੍ਰਯਾਦਕ ਦੇਵਤਾ ਰਚੇ ਗਏ ਹੈਂ ਜਿਨ ਕੀ ਅਜਾਂਨ ਸੰਗਿਆ ਭੀ ਹੈ, ਸੋ ਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰਾਖਸ਼ ਤੇ ਦੇਵਤੇ (ਵੀ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਵਡਿਆਈ ਆਖਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਦਾਨਵ = ਰਾਖਸ਼, ਦੈਂਤ। ਦੇਵ = ਦੇਵਤੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los dioses y los seres malignos, los semidioses,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M8B4",
        "source_page": 6,
        "source_line": 2,
        "pronunciation": "ਆਖਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwKih suir nr; muin jn syv ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The spiritual warriors, the heavenly beings, the silent sages, the humble and serviceful speak.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The demi-gods the men, the silent persons and the servants speak of Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦੇਵਤੇ, ਮਨੁੱਖ, ਮੋਨਧਾਰੀ ਅਤੇ ਸੇਵਕ ਤੇਰਾ ਹੀ ਜਿਕਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਮੁਨਿ) ਨਾਰਦਾਦੀ ਭੀ ਕਹਤੇ ਹੈਂ, ਔਰੁ ਸਮਾਨ ਸੇ ਸਭ ਸੁਰ ਔ ਨਰ ਔ ਮੁਨਿ (ਜਨ) ਭਗਤ ਔਰੁ (ਸੇਵ) ਸਿਵਜੀ ਕੇ ਜੋ ਉਪਾਸਕ ਹੈਂ, ਸਭੀ ਕਹਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਦੇਵਤਾ-ਸੁਭਾਉ ਮਨੁੱਖ, ਮੁਨੀ ਲੋਕ ਤੇ ਸੇਵਕ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਸੁਰਿ ਨਰ = ਸੁਰਾਂ ਦੇ ਸੁਭਾਉ ਵਾਲੇ ਮਨੁੱਖ। ਮੁਨਿ ਜਨ = ਮੁਨੀ ਲੋਕ। ਸੇਵ = ਸੇਵਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "los hombres, los mutantes y esclavos, todos son una Alabanza a Ti.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3XVL",
        "source_page": 6,
        "source_line": 2,
        "pronunciation": "ਆਖਹਿਂ, ਪਾਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyqy AwKih; AwKix pwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Many speak and try to describe Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Good many describe Thee and attempt to describe Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਘਨੇਰੇ ਤੈਨੂੰ ਬਿਆਨ ਕਰਦੇ ਹਨ ਅਤੇ ਬਿਆਨ ਕਰਨ ਦਾ ਹੀਂਆ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਕਿਤਨੇ ਵਰਤਮਾਨ ਕਾਲ ਮੈਂ ਕੇਤੇ ਕਹਿਨੇ ਲਗੇ ਹੈਂ, ਅਰਥਾਤ ਭਵਿੱਖਤ ਮੇਂ ਕਹੇਂਗੇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਬੇਅੰਤ ਜੀਵ ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾ ਰਹੇ ਹਨ, ਅਤੇ ਬੇਅੰਤ ਹੀ ਲਾਉਣ ਦਾ ਜਤਨ ਕਰ ਰਹੇ ਹਨ।",
              "additional_information": {
                "arth": "ਕੇਤੇ = ਕਈ ਜੀਵ। ਆਖਣਿ ਪਾਹਿ = ਆਖਣ ਦਾ ਜਤਨ ਕਰਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Millones y millones tratan de Describirte;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "71Q6",
        "source_page": 6,
        "source_line": 2,
        "pronunciation": "ਜਾਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kyqy kih kih; auiT auiT jwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Many have spoken of Him over and over again, and have then arisen and departed.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Many have repeatedly described Thee and arising and getting ready have departed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬਹੁਤਿਆਂ ਨੇ ਤੈਨੂੰ ਬਾਰੰਬਾਰ ਬਿਆਨ ਕੀਤਾ ਅਤੇ ਉਹ ਖੜੇ ਤੇ ਤਿਆਰ ਹੋ ਟੁਰ ਗਏ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਤਨੇ ਹੀ ਭੂਤ ਕਾਲ ਮੈ ਕਹਿ ਕਹਿ ਕਰ ਕੇ ਉਠ ਗਏ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਬੇਅੰਤ ਜੀਵ ਅੰਦਾਜ਼ਾ ਲਾ ਲਾ ਕੇ ਇਸ ਜਗਤ ਤੋਂ ਤੁਰੇ ਜਾ ਰਹੇ ਹਨ।",
              "additional_information": {
                "arth": "ਕਹਿ ਕਹਿ = ਆਖ ਆਖ ਕੇ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਮੁੱਲ ਪਾ ਪਾ ਕੇ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਅੰਦਾਜ਼ਾ ਲਾ ਲਾ ਕੇ। ਉਠਿ ਉਠਿ ਜਾਹਿ = ਜਹਾਨ ਤੋਂ ਚਲੇ ਜਾ ਰਹੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "millones han hecho descripciones de Ti y han partido de esta tierra.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4YZF",
        "source_page": 6,
        "source_line": 3,
        "pronunciation": "ਕਰੇਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "eyqy kIqy; hoir kryih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If He were to create as many again as there already are,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Were Thou to create as many more as already created,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਤੂੰ ਐਨੇ ਹੋਰ ਰਚ ਦੇਵੇ ਜਿੰਨੇ ਅੱਗੇ ਰਚੇ ਹਨ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਤਨੇ ਜੋ ਗਿਣਨੇ ਕੀਏ ਹੈਂ ਇਤਨੇ ਔਰੁ ਭੀ ਕਰੇਂ, ਭਾਵ ਪਿਛਲਿਓਂ ਕੇ ਸਾਥ ਮਿਲਾਈਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਗਤ ਵਿਚ ਇਤਨੇ (ਬੇਅੰਤ) ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ (ਜੋ ਬਿਆਨ ਕਰ ਰਹੇ ਹਨ), (ਪਰ ਹੇ ਹਰੀ!) ਜੇ ਤੂੰ ਹੋਰ ਭੀ (ਬੇਅੰਤ ਜੀਵ) ਪੈਦਾ ਕਰ ਦੇਵੇਂ,",
              "additional_information": {
                "arth": "ਏਤੇ ਕੀਤੇ = ਇਤਨੇ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ। ਹੋਰਿ = ਹੋਰ ਬੇਅੰਤ ਜੀਵ। ਕਰੇਹਿ = ਜੇ ਤੂੰ ਪੈਦਾ ਕਰ ਦੇਵੇਂ (ਹੇ ਹਰੀ!)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Solamente para Describirte millones más esperan tu nacimiento,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F5CB",
        "source_page": 6,
        "source_line": 3,
        "pronunciation": "ਸਕਹਿਂ",
        "pronunciation_information": "ਅਨਪੁਰਖ ਬਹੁਵਚਨ ਕਿਰਿਆ",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qw. AwiK n skih; kyeI kyie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "even then, they could not describe Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "even then they can not describe a few virtues of Thine.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਾਂ ਭੀ ਉਹ ਤੇਰੀਆਂ ਥੋੜੀਆਂ ਜਿਹੀਆਂ ਨੇਕੀਆਂ ਹੀ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤੋ ਭੀ (ਕੋਈ) ਕਿਸੀ ਰੀਤ ਸੇਂ ਕਹਿ ਨਹੀਂ ਸਕੇਂਗੇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤਾਂ ਭੀ ਕੋਈ ਜੀਵ ਤੇਰਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾ ਸਕਦੇ।",
              "additional_information": {
                "arth": "ਤਾ = ਤਾਂ ਵੀ। ਨ ਕੇਈ ਕੇਇ = ਕੋਈ ਭੀ ਮਨੁੱਖ ਨਹੀਂ। ਆਖਿ ਸਕਹਿ = ਆਖ ਸਕਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y aun asi son incapaces de describirte.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M1HS",
        "source_page": 6,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jyvfu BwvY; qyvfu hoie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He is as Great as He wishes to be.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Lord becomes so great as great He pleases.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੁਆਮੀ ਐਡਾ ਵੱਡਾ ਹੋ ਜਾਂਦਾ ਹੈ ਜੇਡਾ ਵੱਡਾ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਤਨਾ ਵਡਾ ਬਿਸਥਾਰੁ ਕਰਿਆ ਚਾਹੁੰਦਾ ਹੈ ਉਤਨਾ ਹੀ ਵਡਾ ਹੋ ਜਾਤਾ ਹੈ, ਭਾਵ ਪਰਮੇਸੁਰ ਸਤ ਸੰਕਲਪੁ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਜਿਤਨਾ ਚਾਹੁੰਦਾ ਹੈ ਉਤਨਾ ਹੀ ਵੱਡਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਪਣੀ ਕੁਦਰਤ ਵਧਾ ਲੈਂਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਜੇਵਡੁ = ਜੇਡਾ ਵੱਡਾ। ਭਾਵੈ = ਚਾਹੁੰਦਾ ਹੈ। ਤੇਵਡੁ = ਓਡਾ ਵੱਡਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tu Grandeza es conocida sólo por Ti.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JCDQ",
        "source_page": 6,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk jwxY; swcw soie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, the True Lord knows.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak! Only the True Lord Himself knows His greatness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਆਪਣੀ ਵਿਸ਼ਾਲਤਾ ਉਹ ਸੱਚਾ ਸਾਈਂ ਖੁਦ ਹੀ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋਈ ਸਚਾ ਸਭ ਨੂੰ ਜਾਣਦਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਹਰੀ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ (ਕਿ ਉਹ ਕੇਡਾ ਵੱਡਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਸਾਚਾ ਸੋਇ = ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਅਕਾਲ ਪੁਰਖ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, el Verdadero Señor sabe",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "33KG",
        "source_page": 6,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "ਬੋਲੁਵਿਗਾੜੁ ਸਮਾਸੀ ਸ਼ਬਦ ਹੈ ਤੇ ਇਸ ਦਾ ਭਾਵ ਹੈ ਵਿਗਾੜੂਬੋਲ ਭਾਵ ਬੇਕਾਰ ਬੋਲਣ ਵਾਲਾ।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jy ko AwKY; boluivgwVu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If anyone presumes to describe God,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If some prater says that he can describe God",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਕੋਈ ਬਕਵਾਸੀ ਕਹੇ ਕਿ ਉਹ ਵਾਹਿਗੁਰੂ ਨੂੰ ਵਰਨਣ ਕਰ ਸਕਦਾ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਕੋਈ (ਬੋਲੁ ਵਿਗਾੜੁ) ਬਿ੍ਯਰਥ ਬੋਲਨੇ ਵਾਲਾ ਪਰਮੇਸ੍ਵਰ ਦਾ ਅੰਤੁ ਕਹੇ, ਕਿ ਪਰਮੇਸ੍ਵਰੁ ਇਤਨਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਕੋਈ ਬੜਬੋਲਾ ਮਨੁੱਖ ਦੱਸਣ ਲੱਗੇ (ਕਿ ਅਕਾਲ ਪੁਰਖ ਕਿਤਨਾ ਵੱਡਾ ਹੈ)",
              "additional_information": {
                "arth": "ਬੋਲੁ ਵਿਗਾੜੁ = ਬੋਲੀ-ਬਾਜ਼, ਬੜਬੋਲਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y si alguien presumiera y dijera que Lo conoce,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G676",
        "source_page": 6,
        "source_line": 4,
        "pronunciation": "ਗਾਵਾਰਾਂ",
        "pronunciation_information": "ਗਾਵਾਰਾ ਗਾਵਾਰੁ: ਗਾਵਾਰਾਂ ਦਾ ਗਾਵਾਰ, ਬਹੁਤ ਵੱਡਾ ਗਾਵਾਰ (ਮੂਰਖ)।",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qw ilKIAY; isir gwvwrw gwvwru ]26]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "he shall be known as the greatest fool of fools! ||26||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "then write him down as the most foolish of the foolish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਦ ਉਸ ਨੂੰ ਮੂਰਖਾਂ ਦਾ ਮਹਾਂ ਮੂਰਖ ਲਿਖ ਛੱਡੋ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਗਵਾਰੋਂ ਕੇ ਸਿਰ ਗਵਾਰੁ, ਅਰਥਾਤ ਮਹਾ ਮੂਰਖੋਂ ਮੇ ਲਿਖਾ ਜਾਤਾ ਹੈ॥੨੬॥☬ਪ੍ਰਸ਼ਨ: ਐਸੇ ਕਰਤਾ ਪੁਰਖ ਕਾ ਦਰੁ ਔ ਘਰੁ ਕਹੀਏ ਕੈਸਾ ਹੈ, ਜਹਾਂ ਬੈਠ ਕਰ ਸਰਬ ਚਰਾਚਰ ਸ੍ਰਿਸਟੀ ਕੀ ਸੰਭਾਲ ਕਰਤਾ ਹੈ, ਅਰਥਾਤ ਸਭ ਕੋ ਪਾਲਤਾ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤਾਂ ਉਹ ਮਨੁੱਖ ਮੂਰਖਾਂ-ਸਿਰ-ਮੂਰਖ ਗਿਣਿਆ ਜਾਂਦਾ ਹੈ ॥੨੬॥",
              "additional_information": {
                "arth": "ਲਿਖੀਐ = (ਉਹ ਬੜਬੋਲਾ) ਲਿਖਿਆ ਜ਼ਾਂਦਾ ਹੈ। ਸਿਰਿ ਗਾਵਾਰਾ ਗਾਵਾਰੁ = ਗਾਵਾਰਾਂ ਦੇ ਸਿਰ ਤੇ ਗਾਵਾਰ, ਮੂਰਖਾਂ ਸਿਰ ਮੂਰਖ, ਮਹਾਂ ਮੂਰਖ ॥੨੬॥",
                "note": "* ਭਾਵ: ਜਗਤ ਵਿਚ ਬੇਅੰਤ ਵਿਦਵਾਨ ਹੋ ਚੁੱਕੇ ਹਨ ਤੇ ਪੈਦਾ ਹੁੰਦੇ ਰਹਿਣਗੇ। ਪਰ, ਨਾ ਅਜੇ ਤੱਕ ਕੋਈ ਮਨੁੱਖ ਲੇਖਾ ਕਰ ਸਕਿਆ ਹੈ ਤੇ ਨਾ ਹੀ ਅਗਾਂਹ ਨੂੰ ਕੋਈ ਕਰ ਸਕੇਗਾ ਕਿ ਪ੍ਰਭੂ ਵਿਚ ਕਿਤਨੀਆਂ ਵਡਿਆਈਆਂ ਹਨ, ਤੇ ਉਹ ਕਿਤਨੀਆਂ ਬਖ਼ਸ਼ਸ਼ਾਂ ਜੀਵਾਂ ਉੱਤੇ ਕਰ ਰਿਹਾ ਹੈ। ਬੇਅੰਤ ਹਨ ਉਸਦੇ ਗੁਣ ਤੇ ਬੇਅੰਤ ਹਨ ਉਸ ਦੀਆਂ ਦਾਤਾਂ। ਇਸ ਭੇਤ ਨੂੰ ਉਸ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ। ਇਹ ਕੰਮ ਮਨੁੱਖ ਦੀ ਤਾਕਤ ਤੋਂ ਬਹੁਤ ਪਰੇ ਦਾ ਹੈ। ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੋਛਾ ਜਾਣੋ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਤੇ ਦਾਤਾਂ ਦਾ ਹੱਦ-ਬੰਨਾ ਲੱਭ ਸਕਣ ਦਾ ਦਾਹਵਾ ਕਰਦਾ ਹੈ।੨੬।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "sería el más grande tonto.  (26)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
