[
  {
    "id": "ZKT",
    "sttm_id": 1331,
    "writer": "Bhagat Kabir Ji",
    "section": "Raag Gauree",
    "subsection": null,
    "lines": [
      {
        "id": "SSXE",
        "source_page": 333,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gauVI bYrwgix iqpdy₃ ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Gauree Bairaagan, Ti-Padas:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Gauri Bairagan Tipade.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਉੜੀ ਬੈਰਾਗਣਿ ਤਿਪਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Gauri Beragan Ti-Padas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9FRC",
        "source_page": 333,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "aultq pvn ck® Ktu Bydy; suriq suMn AnrwgI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "I turned my breath inwards, and pierced through the six chakras of the body, and my awareness was centered on the Primal Void of the Absolute Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By turning my thought towards God, I have pierced the six body rings and my mind got enamoured of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਆਪਣੇ ਖਿਆਲ ਨੂੰ ਵਾਹਿਗੁਰੂ ਵੱਲ ਉਲਟਾ ਕੇ, ਮੈਂ ਸਰੀਰ ਦਿਆਂ ਛਿਆ ਛੱਲਿਆਂ ਨੂੰ ਵਿੰਨ੍ਹ ਸੁਟਿਆ ਹੈ ਅਤੇ ਮੇਰਾ ਮਨ ਸੁਆਮੀ ਤੇ ਫਰੇਫਤਾ ਹੋ ਗਿਆ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋਗ ਮਾਰਗ ਕਰ ਜਬ ਪ੍ਰਾਣ ਕਲਾ ਉਲਟੀ, ਕਿਆ ਦਸਮੇ ਦੁਆਰ ਕੋ ਆਈ, ਤਬ ਖਟ ਚੱਕ੍ਰ ਤਿਸ ਪੌਣ ਨੇ ਵਿੰਨ ਦੀਏ, ਭਾਵ ਤਿਨ ਕੇ ਬੀਚ ਮੇਂ ਹੋ ਕਰ ਆਈ। ਖਟ ਚਕ੍ਰੋਂ ਕੇ ਨਾਮ: ਗੁਦਾ ਮੇਂ ਅਧਾਰ ਚੱਕ੍ਰ ੧, ਲਿੰਗ ਚੱਕ੍ਰ ੨, ਨਾਭ ਚੱਕ੍ਰ ੩, ਹਿਰਦੇ ਚੱਕ੍ਰ ੪, ਕੰਨ ਚੱਕ੍ਰ ੫, ਮੂਰਧ ਚੱਕ੍ਰ ੬ । ਬ੍ਰਹਮਰੰਧਰ ਨਾੜੀ ਦ੍ਵਾਰੇ ਸ੍ਰੁਤਿ ਜੋ ਹੈ ਚਿਤ ਕੀ ਬ੍ਰਿਤੀ ਜੋ ਸੁੰਨਿ ਦਸਮੇ ਦੁਆਰ ਮੇਂ (ਅਨੁਰਾਗੀ) ਪ੍ਰੀਤੀ ਕਰ ਰਹੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮਨ ਦੀ ਭਟਕਣਾ ਨੂੰ ਪਰਤਾਂਦਿਆਂ ਹੀ, (ਮਾਨੋ,) (ਜੋਗੀਆਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਛੇ ਹੀ ਚੱਕ੍ਰ (ਇਕੱਠੇ ਹੀ) ਵਿੱਝ ਜਾਂਦੇ ਹਨ, ਅਤੇ ਸੁਰਤੀ ਉਸ ਅਵਸਥਾ ਦੀ ਆਸ਼ਿਕ ਹੋ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਵਿਕਾਰਾਂ ਦਾ ਕੋਈ ਫੁਰਨਾ ਪੈਦਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {
                "arth": "ਉਲਟਤ = ਉਲਟਾਂਦਿਆਂ ਹੀ, ਪਰਤਾਂਦਿਆਂ ਹੀ। ਪਵਨ = ਹਵਾ, (ਮਨ ਦੀ) ਹਵਾ, ਮਨ ਦੀ ਚੰਚਲਤਾ, ਭਟਕਣਾ, ਵਿਕਾਰਾਂ ਵਲ ਦੌੜ। ਖਟੁ = ਛੇ। ਚਕ੍ਰ ਖਟੁ = ਛੇ ਚੱਕਰ {ਜੋਗੀ ਲੋਕ ਸਰੀਰ ਵਿਚ ਛੇ ਚੱਕ੍ਰ ਮੰਨਦੇ ਹਨ: (੧) ਮੂਲਾਧਾਰ (ਗੁਦਾ ਮੰਡਲ ਦਾ ਚੱਕਰ), (੨) ਸ੍ਵਾਧਿਸ਼ਠਾਨ (ਲਿੰਗ ਦੀ ਜੜ੍ਹ ਵਿਚ), (੩) ਮਣਿਪੁਰ ਚੱਕ੍ਰ (ਧੁੰਨੀ ਦੇ ਕੋਲ), (੪) ਅਨਾਹਤ ਚੱਕ੍ਰ (ਹਿਰਦੇ ਵਿਚ), (੫) ਵਿਸ਼ੁੱਧ ਚੱਕ੍ਰ (ਗਲੇ ਵਿਚ), (੬) ਆਗਿਆ ਚੱਕ੍ਰ (ਭਰਵੱਟਿਆਂ ਦੇ ਵਿਚਕਾਰ)। ਜਦੋਂ ਜੋਗੀ ਲੋਕ ਸਮਾਧੀ ਲਾਣ ਲੱਗਦੇ ਹਨ, ਤਾਂ ਪ੍ਰਾਣਾਯਾਮ ਨਾਲ ਸੁੱਧ ਕੀਤੀ ਹੋਈ ਪੌਣ ਨੂੰ ਗੁਦਾ ਦੇ ਨੇੜੇ ਇਕ ਕੁੰਡਲਨੀ ਨਾੜੀ ਵਿਚ ਚੜ੍ਹਾਉਂਦੇ ਹਨ, ਉਹ ਨਾੜੀ ਗੁਦਾ ਦੇ ਚੱਕ੍ਰ ਤੋਂ ਲੈ ਕੇ ਦਸਮ-ਦੁਆਰ ਤਕ ਅਪੜਦੀ ਹੈ। ਵਿਚਕਾਰਲੇ ਚੱਕ੍ਰਾਂ ਨਾਲ ਭੀ ਉਸ ਨਾੜੀ ਦਾ ਮੇਲ ਹੁੰਦਾ ਹੈ। ਸੋ, ਜੋਗੀ ਪਵਣ ਨੂੰ ਮੂਲਾਧਾਰ ਚੱਕ੍ਰ ਤੋਂ ਖਿੱਚ ਕੇ, ਵਿਚਕਾਰਲੇ ਚੱਕ੍ਰਾਂ ਵਿਚੋਂ ਦੀ ਲੰਘਾ ਦੇ ਦਸਮ-ਦੁਆਰ ਵਿਚ ਲੈ ਜਾਂਦੇ ਹਨ ਅਤੇ ਉੱਥੇ ਰੋਕ ਲੈਂਦੇ ਹਨ। ਜਿਤਨਾ ਚਿਰ ਸਮਾਧੀ ਲਾਈ ਰੱਖਣੀ ਹੋਵੇ, ਉਤਨਾ ਚਿਰ ਪ੍ਰਾਣਾਂ ਨੂੰ ਹੇਠ ਉਤਰਨ ਨਹੀਂ ਦੇਂਦੇ।} ਭੇਦੇ = ਵਿੰਨ੍ਹੇ ਜਾਂਦੇ ਹਨ। ਸੁੰਨ = ਸੁੰਞ, ਅਫੁਰ ਅਵਸਥਾ, ਮਨ ਦੀ ਉਹ ਹਾਲਤ ਜਿੱਥੇ ਇਸ ਵਿਚ ਕੋਈ ਮਾਇਕ ਫੁਰਨਾ ਨਹੀਂ ਉਠਦਾ। ਅਨੁਰਾਗੀ = ਅਨੁਰਾਗ ਕਰਨ ਵਾਲਾ, ਪ੍ਰੇਮ ਕਰਨ ਵਾਲਾ, ਪ੍ਰੇਮੀ, ਆਸ਼ਿਕ। ਸੁੰਨ ਅਨੁਰਾਗੀ = ਸੁੰਨ ਦਾ ਪ੍ਰੇਮੀ, ਅਫੁਰ ਅਵਸਥਾ ਦਾ ਪ੍ਰੇਮੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Cuando mi respiración se quedó en mi interior, pude ir a través de los seis lotos de mi cuerpo, y mi mente se centró en el Recinto de la Calma.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GHUS",
        "source_page": 333,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwvY n jwie. mrY n jIvY; qwsu Koju bYrwgI ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Search for the One who does not come or go, who does not die and is not born, O renunciate. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O World-renouncer search Him, who comes and goes not, and who neither dies nor is born.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਸੰਸਾਰ-ਤਿਆਗੀ, ਉਸ ਦੀ ਖੋਜ-ਭਾਲ ਕਰ, ਜੋ ਨਾਂ ਆਉਂਦਾ ਅਤੇ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੋ ਨਾਂ ਮਰਦਾ ਹੈ, ਤੇ ਨਾਂ ਹੀ ਜੰਮਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਹਾਂ ਸੇ ਪੌਣ ਆਵਤੀ ਜਾਤੀ ਨਹੀਂ ਹੈ, ਭਾਵ ਸੇ ਕੁੰਭਕ ਕਰ ਸਮਾਧ ਹੋ ਜਾਤੀ ਹੈ। ਹੇ ਵੈਰਾਗਵਾਨ! ਤਿਸ ਰਸਤੇ ਕਰ ਮੈਂ ਪਾਇਆ ਹੈ, ਅਬ ਜਨਮ ਮਰਨ ਸੇ ਰਹਤ ਹੂਏ ਹੈਂ। ਵਾ ਹੇ ਵੈਰਾਗੀ! ਤਿਸ ਕੋ ਤੁਮ ਹੀ ਖੋਜਹੁ। ਵਾ ਬਬੇਕ ਜੋਗ ਮੇਂ ਜਬ (ਪਵਨ) ਵਾਸਨਾ ਸੰਸਾਰ ਸੇ ਉਲਟੀ, ਤਬ ਪੰਚ ਗਿਆਨ ਇੰਦ੍ਰੇ ਏਕ ਮਨ ਜੋ ਚੱਕ੍ਰ ਸਮ ਭ੍ਰਮਤੇ ਥੇ, ਸੋ ਬੇਧੇ ਹੈਂ, ਭਾਵ ਵਸ ਕੀਏ ਹੈਂ। ਔਰ ਸੁਰਤ ਜੋ ਹੈ, ਸੋ ਅਫੁਰ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਅਨੁਰਾਗੀ ਹੈ। ਕੈਸਾ ਹੈ ਪਰਮੇਸ੍ਵਰ ਜੋ ਆਉਣੇ ਜਾਣੇ ਸੇ ਰਹਤ ਹੈ ਖੋਜਤੇ ਹੈਂ⁽¹⁾॥੧॥",
              "additional_information": {
                "reference": "_¹_ਵਾ ਜਬ ਸੰਸਾਰ ਤੇ ਬ੍ਰਿਤੀ ਉਲਟੀ ਤਬ ਪੰਚ ਕਾਮਾਦੀ ਛੁਟਾ, ਮਨ ਭੇਦ ਕਿਆ ਵਸ ਕੀਏ ਔਰੁ ਬ੍ਰਿਤੀ ਪਰਮਾਤਮਾ ਮੇਂ ਪ੍ਰੀਤਿ ਵਾਲੀ ਹੋਈ ਹੈ।"
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹੇ ਭਾਈ! ਵੈਰਾਗੀ ਹੋ ਕੇ) ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ, ਜੋ ਨਾਹ ਆਉਂਦਾ ਹੈ ਨਾਹ ਜਾਂਦਾ ਹੈ, ਨਾਹ ਮਰਦਾ ਹੈ, ਨਾਹ ਜੰਮਦਾ ਹੈ ॥੧॥",
              "additional_information": {
                "arth": "ਜੀਵੈ = ਜੰਮਦਾ। ਤਾਸੁ = ਉਸ (ਪ੍ਰਭੂ) ਨੂੰ। ਖੋਜੁ = ਲੱਭ। ਬੈਰਾਗੀ = ਵੈਰਾਗਵਾਨ (ਹੋ ਕੇ), ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਕੇ, ਨਫ਼ਸਾਨੀ ਖ਼ਾਹਸ਼ਾਂ ਵਲੋਂ ਹਟ ਕੇ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh hombre de desapego, busca a tal Señor que ni viene ni va.  (1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9CRR",
        "source_page": 333,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "myry mn; mn hI aulit smwnw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "My mind has turned away from the world, and is absorbed in the Mind of God.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Turing away from the world, my soul is merged into the Supreme soul.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੰਸਾਰ ਵਲੋਂ ਉਲਟ ਕੇ, ਮੇਰੀ ਆਤਮਾ ਪਰਮ ਆਤਮਾ ਅੰਦਰ ਲੀਨ ਹੋ ਗਈ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ! ਜਬ ਮਨ ਹੀ ਉਲਟ ਕਰ ਸੰਸਾਰ ਕੀ ਤਰਫ ਸੇ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਮਿਲਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਮੇਰੇ ਮਨ! ਜੀਵ ਪਹਿਲਾਂ ਤਾਂ ਪ੍ਰਭੂ ਤੋਂ ਓਪਰਾ ਓਪਰਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਪਰਮਾਤਮਾ ਬਾਰੇ ਇਸ ਨੂੰ ਕੋਈ ਸੂਝ ਨਹੀਂ ਹੁੰਦੀ; ਪਰ)",
              "additional_information": {
                "arth": "ਮੇਰੇ ਮਨ = ਹੇ ਮੇਰੇ ਮਨ! ਮਨ ਹੀ ਉਲਟਿ = ਮਨ (ਦੀ ਪਵਨ) ਨੂੰ ਉਲਟਾ ਕੇ ਹੀ, ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਵਲ ਦੀ ਦੌੜ ਨੂੰ ਪਰਤਾ ਕੇ ਹੀ। ਸਮਾਨਾ = (ਪ੍ਰਭੂ ਵਿਚ) ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Porque la mente que abandona el mundo de los sentidos se inmerge en el Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGBX",
        "source_page": 333,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "gur prswid. Akil BeI AvrY; nwqru. Qw bygwnw ]1] rhwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By Guru's Grace, my understanding has been changed; otherwise, I was totally ignorant. ||1||Pause||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By Guru's grace, my understanding has become different otherwise I was quite ignorant. Pause.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਮੇਰੀ ਸਮਝ ਅੱਡਰੀ ਹੋ ਗਈ ਹੈ। ਨਹੀਂ ਤਾਂ ਮੈਂ ਬਿਲਕੁਲ ਹੀ ਅਗਿਆਨੀ ਸਾਂ। ਠਹਿਰਾਉ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਬ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਸੇ ਔਰ ਹੀ ਬੁਧੀ ਹੋ ਗਈ, ਭਾਵ ਏਹਿ ਕਿ ਜੋ ਸੰਸਾਰਕ ਬੁਧੀ ਥੀ ਸੋਈ ਪਰਮੇਸ੍ਵਰ ਪਰਾਇਣ ਹੋ ਗਈ। ਕਿਉਂਕਿ ਜਬ ਤਕ ਬੁਧੀ ਪਰਮੇਸ੍ਵਰ ਪਰਾਇਣ ਹੋਈ ਨਹੀਂ ਥੀ ਤਬ ਤਕ (ਤਰੁ) ਅਤਸੈ ਕਰ ਕੇ (ਬੇਗਾਨਾ) ਜਮੋਂ ਕਾ ਕੈਦੀ ਥਾ, ਵਾ ਬੇਗਿਆਨਾ ਅਰਥਾਤ ਮੂਰਖ ਥਾ॥੧॥ ਰਹਾਉ ॥☬ਮਨ ਕੇ ਉਲਟਨੇ ਕਾ ਪ੍ਰਕਾਰ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜਿਸ ਦੀ ਸਮਝ ਹੋਰ ਤਰ੍ਹਾਂ ਦੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਵਲ ਦੀ ਦੌੜ ਨੂੰ ਹੀ ਪਰਤਾ ਕੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
              "additional_information": {
                "arth": "ਪਰਸਾਦਿ = ਕਿਰਪਾ ਨਾਲ। ਭਈ ਅਵਰੈ = ਹੋਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਬਦਲ ਜਾਂਦੀ ਹੈ। ਨਾਤਰੁ = ਨਹੀਂ ਤਾਂ, ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਤਾਂ। ਥਾ = ਸੀ। ਬੇਗਾਨਾ = ਬਿਗਾਨਾ, ਓਪਰਾ, ਨਾਵਾਕਿਫ਼, (ਪ੍ਰਭੂ ਤੋਂ) ਵੱਖਰਾ ॥੧॥ ਰਹਾਉ ॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Es a través de la Gracia del Guru que me he vuelto sabio; de otra forma, sería un desgraciado ignorante. (1-Pausa)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6VLM",
        "source_page": 333,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "invrY dUir. dUir Puin invrY; ijin jYsw kir mwinAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "That which was near has become distant, and again, that which was distant is near, for those who realize the Lord as He is.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "What was near has become distant, and again, what was distant has become near for him who realises the Lord as He is.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਨੇੜੇ ਸੀ ਉਹ ਦੁਰੇਡੇ ਹੋ ਗਿਆ ਅਤੇ ਮੁੜ ਜੋ ਦੁਰੇਡੇ ਸੀ ਉਹ ਨੇੜੇ ਹੋ ਗਿਆ ਹੈ, ਉਸ ਦੇ ਲਈ, ਜੋ ਸੁਆਮੀ ਨੂੰ ਜੇਹੋ ਜੇਹਾ ਉਹ ਹੈ, ਵੈਸਾ ਹੀ ਅਨੁਭਵ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਕਾਮਾਦਿ ਬਿਕਾਰ ਨਿਕਟ ਥੇ, ਸੋ ਦੂਰ ਭਏ ਔਰ ਜੋ ਸਤ ਸੰਤੋਖ ਆਦਿ ਗੁਣ ਦੂਰ ਥੇ, ਸੋ ਨਿਕਟ ਹੋ ਗਏ॥☬ਜੇ ਕਹੇ ਗਿਆਨੀਆਂ ਔ ਜਗ੍ਯਾਸੂਓਂ ਕੋ ਆਨੰਦ ਸਮਾਂਨ ਹੀ ਹੋਤਾ ਹੈ ਵਾ ਬਿਖਮ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਜਿਸ ਨੇ ਜੈਸਾ ਮਨਨ ਕੀਆ ਹੈ ਤਿਸ ਕੋ ਤੈਸਾ ਅਨੰਦ ਹੂਆ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਤਿਸ ਆਨੰਦ ਕੋ ਦੂਸਰਾ ਭੀ ਜਾਨ ਸਕਤਾ ਹੈ ਯਾ ਨਹੀਂ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਸ ਤਰ੍ਹਾਂ) ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਸਹੀ ਸਰੂਪ ਵਿਚ ਸਮਝ ਲਿਆ ਹੈ, ਉਸ ਤੋਂ (ਉਹ ਕਾਮਾਦਿਕ) ਜੋ ਪਹਿਲਾਂ ਨੇੜੇ ਸਨ, ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਜੋ ਪ੍ਰਭੂ ਪਹਿਲਾਂ ਕਿਤੇ ਦੂਰ ਸੀ (ਭਾਵ, ਕਦੇ ਚੇਤੇ ਹੀ ਨਹੀਂ ਸੀ ਆਉਂਦਾ) ਹੁਣ ਅੰਗ-ਸੰਗ ਜਾਪਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਨਿਵਰੈ = ਨਿਅਰੈ, ਨੇੜੇ। ਜਿਨਿ = ਜਿਸ ਮਨੁੱਖ ਨੇ। ਜੈਸਾ ਕਰਿ = ਜਿਉਂ ਕਾ ਤਿਉਂ ਸਮਝ ਕੇ, ਸਹੀ ਤਰੀਕੇ ਨਾਲ, ਅਸਲ ਸਰੂਪ ਨੂੰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Lo que estaba cerca, ahora está lejos; lo que estaba lejos, ahora está cerca, así es como uno lo ve.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "94KL",
        "source_page": 333,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AlauqI kw jYsy BieAw bryfw; ijin pIAw iqin jwinAw ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "It is like the sugar water made from the candy; only one who drinks it knows its taste. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "As is the sugary water made from sugar candy, only he who drinks it knows its relish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਸ ਤਰ੍ਹਾਂ ਮਿਸਰੀ ਦਾ ਬਣਿਆ ਹੋਇਆ ਸ਼ਰਬਤ, ਕੇਵਲ ਓਹੀ ਇਸ ਦੇ ਸੁਆਦ ਨੂੰ ਜਾਣਦਾ ਹੈ, ਜੋ ਇਸ ਨੂੰ ਪਾਨ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੈਸੇ (ਅਲਉਤੀ) ਮਿਸਰੀ ਕਾ (ਬਰੇਡਾ) ਸਰਬਤ ਭਇਆ ਹੈ, ਸੋ ਜਿਸ ਨੇ ਪੀਆ ਹੈ ਤਿਸ ਨੇ ਉਸ ਕੇ ਰਸ ਕੋ ਜਾਨਿਆਂ ਹੈ ਦੂਸਰਾ ਨਹੀਂ ਜਾਨ ਸਕਤਾ ॥੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰ ਇਹ ਇਕ ਐਸਾ ਅਨੁਭਵ ਹੈ ਜੋ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਸਿਰਫ਼ ਮਾਣਿਆ ਹੀ ਜਾ ਸਕਦਾ ਹੈ) ਜਿਵੇਂ ਮਿਸਰੀ ਦਾ ਸ਼ਰਬਤ ਹੋਵੇ, ਉਸ ਦਾ ਆਨੰਦ ਉਸੇ ਮਨੁੱਖ ਨੇ ਜਾਣਿਆ ਹੈ ਜਿਸ ਨੇ (ਉਹ ਸ਼ਰਬਤ) ਪੀਤਾ ਹੈ ॥੨॥",
              "additional_information": {
                "arth": "ਅਲਉਤੀ = ਮਿਸਰੀ। ਬਰੇਡਾ = ਸ਼ਰਬਤ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Es como el jugo de la caña: sólo aquél que lo prueba, conoce su sabor. (2)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XXV9",
        "source_page": 333,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qyrI inrgun kQw. kwie isau khIAY; AYsw koie ibbykI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Unto whom should I speak Your speech, O Lord; it is beyond the three qualities. Is there anyone with such discerning wisdom?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "To whom shall I narrate Thy discourse, O Lord, which is beyond three qualities? Is there any such discriminating person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੇਰੀ ਤਿੰਨਾਂ ਲੱਛਣਾ-ਰਹਿਤ ਕਥਾ ਵਾਰਤਾ ਕਿਸ ਨੂੰ ਦੱਸਾ ਹੇ ਪ੍ਰਭੂ! ਕੀ ਕੋਈ ਇਹੋ ਜਿਹਾ ਪਰਬੀਨ-ਪੁਰਸ਼ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਤੇਰੀ ਬੁਧੀ ਮੇਂ ਏਹ ਬਾਤ ਨਹੀਂ ਆਈ ਏਹੁ ਤੋ (ਗੁਨ) ਰਸ ਸੇ ਰਹਿਤ ਕਥਾ ਹੈ, ਭਾਵ ਰਸ ਸੇ ਰਹਤ ਅਲੂਣੀ ਸਿਲਾ ਹੈ ਕਿਸ ਨੂੰ ਐਸਾ ਉਪਦੇਸ ਸੁਣਾਈਏ।☬ਜੇ ਕਹੇ ਅਧਕਾਰੀ ਤੌ ਬਹੁਤ ਹੈਂ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਐਸਾ ਕੋਈ ਏਕ ਵਿਰਲਾ ਹੈ, ਜੋ (ਬਿਬ) ਦੋ ਜੋ ਹੈਂ ਜੀਵ ਈਸਰ ਤਿਨ ਕੀ ਏਕਤਾ ਕਾ ਅਧਕਾਰੀ ਹੋਵੇ॥☬ਜੇ ਕਹੇ ਅਧਕਾਰੀਓਂ ਕੇ ਭੇਦ ਕਰ ਬ੍ਰਿਤੀ ਕੀ ਏਕਾਗ੍ਰਤਾ ਮੇਂ ਭੀ ਭੇਦ ਹੋਵੇਗਾ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਉਸ ਸਰੂਪ ਦੀਆਂ ਗੱਲਾਂ ਕਿਸ ਨਾਲ ਕੀਤੀਆਂ ਜਾਣ ਜਿਸ (ਸਰੂਪ) ਵਰਗਾ ਕਿਤੇ ਕੁਝ ਹੈ ਹੀ ਨਹੀਂ? (ਕਿਉਂਕਿ ਇੱਕ ਤਾਂ) ਕੋਈ ਵਿਰਲਾ ਹੀ ਅਜਿਹਾ ਵਿਚਾਰਵਾਨ ਹੈ (ਜੋ ਤੇਰੀਆਂ ਅਜਿਹੀਆਂ ਗੱਲਾਂ ਸੁਣਨ ਦਾ ਚਾਹਵਾਨ ਹੋਵੇ, ਤੇ ਦੂਜੇ, ਇਹ ਅਨੰਦ ਮਾਣਿਆ ਹੀ ਜਾ ਸਕਦਾ ਹੈ, ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ)",
              "additional_information": {
                "arth": "ਨਿਰਗੁਨ ਕਥਾ = ਉਸ ਸਰੂਪ (ਦੇ ਦੀਦਾਰ) ਦਾ ਬਿਆਨ ਜੋ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਪਰੇ ਹੈ; ਉਸ ਸਰੂਪ ਦਾ ਜ਼ਿਕਰ ਜਿਸ ਦੀ ਉਪਮਾ ਮਾਇਕ ਜਗਤ ਵਿਚੋਂ ਕਿਸੇ ਚੀਜ਼ ਨਾਲ ਦਿੱਤੀ ਨਾਹ ਜਾ ਸਕੇ। ਕਾਇ ਸਿਉ = ਕਿਸ ਬੰਦੇ ਨਾਲ? ਕੋਇ = ਕੋਈ ਵਿਰਲਾ। ਬਿਬੇਕੀ = ਵਿਚਾਰਵਾਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿A quién podría recitar Tu Enseñanza, oh Señor Trascendente? ¿Quién hay tan sabio que le gustaría escuchar?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9X44",
        "source_page": 333,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "khu kbIr. ijin dIAw plIqw; iqin qYsI Jl dyKI ]3]3]47]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Says Kabeer, as is the fuse which you apply, so is the flash you will see. ||3||3||47||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "As is the fuse of spiritual understanding that one applies so is the Diving flash, which he sees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਹੋ ਜਿਹਾ ਰੂਹਾਨੀ ਗਿਆਤ ਦਾ ਪਲੀਤਾ ਬੰਦਾ ਲਾਉਂਦਾ ਹੈ, ਉਹੋ ਜਿਹੀ ਹੀ ਈਸ਼ਵਰੀ ਝਲਕ ਉਹ ਵੇਖ ਲੈਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਸ ਨੇ ਅਭਿਆਸ ਰੂਪੀ ਪਲੀਤਾ ਜੈਸਾ ਦੀਆ ਹੈ ਤਿਸ ਨੇ ਤੈਸੇ ਹੀ ਸੁਖ ਰੂਪ ਚਮਕ ਦੇਖੀ ਹੈ॥੩॥੩॥੪੭॥☬ਜੇ ਕਹੇ ਸਹਜ ਪਦ ਕਾ ਸ੍ਵਰੂਪ ਕੁਛੁ ਬਿਸਥਾਰ ਸੇ ਸੁਨਾਓਂ ਔਰ ਤਿਸ ਕੌ ਪ੍ਰਾਪਤੀ ਕਰਨੇ ਵਾਲੇ ਗੁਰੂ ਕਹਾਂ ਰਹਤੇ ਹੈਂ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਉੱਤ੍ਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਜਿਸ ਨੇ (ਜਿਤਨਾ ਕੁ) ਪ੍ਰੇਮ ਦਾ ਪਲੀਤਾ ਲਾਇਆ ਹੈ ਉਸੇ ਨੇ ਹੀ ਉਤਨੀ ਕੁ ਉਸ ਦੀ ਝਲਕ ਵੇਖੀ ਹੈ ॥੩॥੩॥੪੭॥",
              "additional_information": {
                "arth": "ਜਿਨਿ = ਜਿਸ ਮਨੁੱਖ ਨੇ। ਪਲੀਤਾ = (ਪ੍ਰੇਮ ਦਾ) ਪਲੀਤਾ। ਤਿਨਿ = ਉਸੇ ਮਨੁੱਖ ਨੇ। ਝਲ = ਝਲਕ, ਚਮਤਕਾਰ ॥੩॥੩॥੪੭॥",
                "note": "* ਸ਼ਬਦ ਦਾ ਭਾਵ: ਜਦੋਂ ਸਤਿਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨੁੱਖ ਦੀ ਸਮਝ ਵਿਚ ਤਬਦੀਲੀ ਆਉਂਦੀ ਹੈ, ਤਾਂ ਉਸ ਦਾ ਮਨ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟਦਾ ਹੈ, ਤੇ ਸੁਰਤ ਪ੍ਰਭੂ ਦਾ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਿਚ ਜੁੜਦੀ ਹੈ। ਜਿਉਂ ਜਿਉਂ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੇ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਹਿਰਦੇ ਵਿਚ ਵਧਦਾ ਹੈ, ਜੀਵਨ ਵਿਚ ਇਕ ਅਜੀਬ ਸਰੂਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ। ਪਰ ਉਹ ਸਰੂਰ ਬਿਆਨ ਨਹੀਂ ਹੋ ਸਕਦਾ।੪੭। * ਨੋਟ: 'ਰਹਾਉ' ਦੀ ਤੁਕ ਵਿਚ ਅਤੇ ਪਹਿਲੇ 'ਬੰਦ' ਵਿਚ 'ਮਨ' ਨੂੰ ਸੰਬੋਧਨ ਕੀਤਾ ਗਿਆ ਹੈ। * ਨੋਟ: ਸ਼ਬਦ ਦਾ ਮੁਖ-ਭਾਵ 'ਰਹਾਉ' ਦੀ ਤੁਕ ਵਿਚ ਹੋਇਆ ਕਰਦਾ ਹੈ। ਪਹਿਲੀ ਤੁਕ ਵਿਚ ਦਿੱਤੇ ਹੋਏ ਛੇ ਚੱਕ੍ਰਾਂ ਦੇ ਵਿੰਨ੍ਹਣ ਤੋਂ ਇਹ ਮਤਲਬ ਕਦੇ ਭੀ ਨਹੀਂ ਨਿਕਲ ਸਕਦਾ ਕਿ ਕਬੀਰ ਜੀ ਜੋਗ-ਸਮਾਧੀ ਦੀ ਪ੍ਰੋੜ੍ਹਤਾ ਕਰ ਰਹੇ ਹਨ। ਉਹ ਤਾਂ ਸਗੋਂ ਕਹਿ ਰਹੇ ਹਨ ਕਿ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਆ ਕੇ ਮਨ ਨੂੰ ਮਾਇਆ ਵਲੋਂ ਰੋਕਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਛੇ ਚੱਕ੍ਰ ਵਿੱਝ ਗਏ ਸਮਝੋ। ਨਰਮ ਜਿਹੇ ਲਫ਼ਜ਼ਾਂ ਵਿਚ ਕਹਿ ਦਿੱਤਾ ਹੈ ਕਿ ਇਹਨਾਂ ਛੇ ਚੱਕ੍ਰਾਂ ਨੂੰ ਵਿੰਨ੍ਹਣ ਦੀ ਲੋੜ ਹੀ ਨਹੀਂ ਹੈ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Dice Kabir, tal como sea la intensidad de luz que la mente de uno contenga, así será su iluminación.(3-3-47)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "FYW",
    "sttm_id": 1332,
    "writer": "Bhagat Kabir Ji",
    "section": "Raag Gauree",
    "subsection": null,
    "lines": [
      {
        "id": "KBR5",
        "source_page": 333,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Sirlekh",
        "gurmukhi": {
          "SGPC": "gauVI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Gauree:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Gauri.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਉੜੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Gauri",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L15E",
        "source_page": 333,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qh pwvs isMDu DUp nhI ChIAw; qh auqpiq prlau nwhI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There is no rainy season, ocean, sunshine or shade, no creation or destruction there.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There with the Lord is no rainy season, ocean, sun shine and shade. There is no creation or destruction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਥੇ ਪ੍ਰਭੂ ਪਾਸ ਕੋਈ ਬਰਖਾ ਰੁੱਤ ਸਮੁੰਦਰ, ਧੁੱਪ ਅਤੇ ਛਾਂ ਨਹੀਂ। ਉਥੇ ਉਤਪਤੀ ਜਾਂ ਤਬਾਹੀ ਭੀ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਸ ਸ੍ਵਰੂਪ ਮੇਂ (ਪਾਵਸ) ਸਾਵਣ ਭਾਦ੍ਰੋਂ ਉਪਲਖਤ ਖਟ ਰੁਤੋਂ ਕਾ ਅਭਾਵ ਹੈ ਔਰ ਸਮੁੰਦ੍ਰ ਪੁਨਾ ਧੂਪ ਛਾਉਂ ਏਹ ਕੋਈ ਨਹੀਂ ਹੈ ਔਰ ਤਿਸ ਮੇਂ ਉਤਪਤੀ ਪ੍ਰਲ੍ਯ ਭੀ ਨਹੀਂ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਐਸੀ ਹੈ ਕਿ) ਉਸ ਵਿਚ (ਅੱਪੜ ਕੇ ਮਨੁੱਖ ਨੂੰ) ਇੰਦ੍ਰਪੁਰੀ, ਵਿਸ਼ਨੂੰ-ਪੁਰੀ, ਸੂਰਜ-ਲੋਕ, ਚੰਦ੍ਰ-ਲੋਕ, ਬ੍ਰਹਮ-ਪੁਰੀ, ਸ਼ਿਵ-ਪੁਰੀ-(ਕਿਸੇ ਦੀ ਭੀ ਤਾਂਘ) ਨਹੀਂ ਰਹਿੰਦੀ।",
              "additional_information": {
                "arth": "ਤਹ = ਉੱਥੇ, ਉਸ ਅਵਸਥਾ ਵਿਚ, ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ। ਪਾਵਸ = ਵਰਖਾ, {ਨੋਟ: ਵਰਖਾ ਦਾ ਰਾਜਾ ਇੰਦ੍ਰ ਮੰਨਿਆ ਗਿਆ ਹੈ। ਇਸ ਵਾਸਤੇ ਇਥੇ ਇਸ ਦਾ ਢੁਕਵਾਂ ਅਰਥ ਹੈ 'ਇੰਦ੍ਰਪੁਰੀ', ਜਿਥੇ ਵਰਖਾ ਦੀ ਕੋਈ ਥੁੜ ਹੀ ਨਹੀਂ ਹੋ ਸਕਦੀ} ਇੰਦ੍ਰਪੁਰੀ। ਸਿੰਧੁ = ਸਮੁੰਦਰ {ਨੋਟ: ਪੁਰਾਣਾਂ ਅਨੁਸਾਰ ਵਿਸ਼ਨੂ ਭਗਵਾਨ ਖੀਰ ਸਮੁੰਦਰ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦੇ ਹਨ}, ਖੀਰ ਸਮੁੰਦਰ, ਵਿਸ਼ਨੂਪੁਰੀ। ਧੂਪ = ਧੁੱਪ, ਧੁੱਪ ਦਾ ਸੋਮਾ ਸੂਰਜ, ਸੂਰਜਲੋਕ। ਛਹੀਆ = ਛਾਂ, ਚੰਦ੍ਰਲੋਕ। ਉਤਪਤਿ = ਪੈਦਾਇਸ਼ {ਨੋਟ: ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਬ੍ਰਹਮਾ ਨੂੰ ਮੰਨਿਆ ਗਿਆ ਹੈ, ਸੋ} ਬ੍ਰਹਮਪੁਰੀ। ਪਰਲਉ = ਨਾਸ, {ਸ਼ਿਵ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਸੋ} ਸ਼ਿਵਪੁਰੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Donde no hay mar, ni lluvias, ni sol, ni sombra, donde no hay creación ni disolución,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JE58",
        "source_page": 333,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jIvn imrqu n duKu suKu ibAwpY; suMn smwiD doaU. qh nwhI ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "No life or death, no pain or pleasure is felt there. There is only the Primal Trance of Samaadhi, and no duality. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "No life, no death, no sorrow or joy is felt there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਥੇ ਜੰਮਣਾ ਤੇ ਮਰਣਾ ਨਹੀਂ ਨਾਂ ਹੀ ਗ਼ਮ ਜਾਂ ਖੁਸ਼ੀ ਮਹਿਸੂਸ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਜੀਵਨਾ ਮਰਨਾ ਦੁਖ ਸੁਖ ਤਿਸ ਕੋ ਕੁਛ ਨਹੀਂ ਬਿਆਪਤਾ ਅਫੁਰ ਸਮਾਧ ਹੈ ਔਰ ਤਹਾਂ (ਦੋਊ) ਦ੍ਵੈਤ ਨਹੀਂ ਹੈ, ਵਾ (ਸੁੰਨ) ਨਿਰ ਵਿਕਲਪ ਸਮਾਧੀ ਸਮਾਧ ਕਰ ਲੈਣੀ ਸਵਿਕਲਪ ਸਮਾਧੀ ਤਿਸ ਮੇਂ ਦੇਊ ਨਹੀਂ ਹੈਂ॥੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਨਾਹ (ਹੋਰ ਹੋਰ) ਜੀਊਣ (ਦੀ ਲਾਲਸਾ), ਨਾਹ ਮੌਤ (ਦਾ ਡਰ), ਨਾਹ ਕੋਈ ਦੁਖ, ਨਾਹ ਸੁਖ (ਭਾਵ, ਦੁੱਖ ਤੋਂ ਘਬਰਾਹਟ ਜਾਂ ਸੁਖ ਦੀ ਤਾਂਘ), ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਿਆਂ ਕੋਈ ਭੀ ਨਹੀਂ ਪੁਂਹਦਾ। ਉਹ ਮਨ ਦੀ ਇਕ ਅਜਿਹੀ ਟਿਕਵੀਂ ਹਾਲਤ ਹੁੰਦੀ ਹੈ ਕਿ ਉਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦਾ ਕੋਈ ਫੁਰਨਾ ਉਠਦਾ ਹੀ ਨਹੀਂ, ਨਾਹ ਹੀ ਕੋਈ ਮੇਰ-ਤੇਰ ਰਹਿ ਜਾਂਦੀ ਹੈ ॥੧॥",
              "additional_information": {
                "arth": "ਸਮਾਧਿ = ਟਿਕਾਉ, ਜੁੜੀ ਹੋਈ ਸੁਰਤ। ਸੁੰਨ = ਸੁੰਞ, ਮਨ ਦੀ ਉਹ ਹਾਲਤ ਜਿਥੇ ਕੋਈ ਮਾਇਕ ਫੁਰਨਾ ਨਾ ਉਠੇ; ਮਾਇਕ ਫੁਰਨਿਆਂ ਵਲੋਂ ਸੁੰਞ ਵਾਲੀ ਆਤਮਕ ਅਵਸਥਾ। ਸੁੰਨ ਸਮਾਧਿ = ਮਨ ਦੀ ਉਹ ਟਿਕਵੀਂ ਹਾਲਤ ਜਿੱਥੇ ਵਿਕਾਰਾਂ ਵਾਲੇ ਕੋਈ ਫੁਰਨੇ ਨਹੀਂ ਉਠਦੇ। ਦੋਉ = ਦ੍ਵੈਤ, ਵਿਤਕਰਾ, ਮੇਰ-ਤੇਰ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "vida o muerte, ni placer ni dolor, donde sólo hay un trance absoluto, pero no hay dualidad alguna.  (1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4HB9",
        "source_page": 333,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "shj kI AkQ kQw; hY inrwrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The description of the state of intuitive poise is indescribable and sublime.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is only profound trance and no duality. The discourse of Sahaj-state is peerless and ineffable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਥੇ ਕੇਵਲ ਅਫੁਰ ਸਮਾਧੀ ਹੈ, ਅਤੇ ਦਵੈਤ-ਭਾਵ ਨਹੀਂ ਸਹਿਜ ਦੀ ਅਵਸਥਾ ਦੀ ਵਾਰਤਾ ਲਾਸਾਨੀ ਅਤੇ ਅਕਹਿ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਸਹਜ ਪਦ ਕੀ ਕਥਾ ਬਾਣੀ ਸੇ ਪਰੇ ਹੈ ਔਰ ਕਥਾ ਸੇ (ਨਿਰਾਰੀ) ਭਿੰਨ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਕੇਤੀ ਕੁ ਕਥਾ ਹੈ?☬ਉੱਤ੍ਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮਨੁੱਖ ਦੇ ਮਨ ਦੀ ਅਡੋਲਤਾ ਇਕ ਐਸੀ ਹਾਲਤ ਹੈ ਜੋ (ਨਿਰਾਲੀ) ਆਪਣੇ ਵਰਗੀ ਆਪ ਹੀ ਹੈ, (ਇਸ ਵਾਸਤੇ) ਉਸ ਦਾ ਸਹੀ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਸਹਜ = {सह जायते इति सहजं} ਜੋ ਜੀਵ ਦੇ ਨਾਲ ਹੀ ਜੰਮਦਾ ਹੈ, ਜੋ ਆਤਮਾ ਦਾ ਆਪਣਾ ਅਸਲਾ ਹੈ, ਰੱਬੀ ਅਸਲਾ, ਸ਼ਾਂਤੀ, ਅਡੋਲਤਾ। ਅਕਥ = ਜੋ ਮੁਕੰਮਲ ਤੌਰ ਤੇ ਬਿਆਨ ਨਾਹ ਕੀਤੀ ਜਾ ਸਕੇ। ਨਿਰਾਰੀ = ਨਿਰਾਲੀ, ਅਨੋਖੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tal maravilla, oh hermanos, es el Estado de Equilibrio.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HF4X",
        "source_page": 333,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "quil nhI cFY, jwie n mukwqI; hlukI lgY n BwrI ]1] rhwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "It is not measured, and it is not exhausted. It is neither light nor heavy. ||1||Pause||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Neither it is weighed nor is it exhausted it is neither light nor heavy. Pause.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਹ ਨ ਤੋਲੀ ਜਾਂਦੀ ਹੈ ਅਤੇ ਨਾਂ ਹੀ ਮੁਕਦੀ ਹੈ। ਨਾਂ ਇਹ ਹੌਲੀ ਹੈ ਅਤੇ ਨਾਂ ਹੀ ਬੋਝਲ। ਠਹਿਰਾਉ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਤੁਲਿ) ਤਕੜੀ ਪਰ ਨਹੀਂ ਚੜਤੀ ਹੈਂ ਅਰਥਾਤ ਬੁਧਿ ਮੇਂ ਵਿਚਾਰੀ ਨਹੀਂ ਜਾਤੀ ਹੈ ਔਰ (ਮੁਕਤੀ) ਕਮ ਨਹੀਂ ਹੋਤੀ ਹੈ ਯਥਾ (ਕਥਨਾ ਕਥੀ ਨ ਆਵੈ ਤੋਟਿ) ਹਲਕੀ ਭਾਰੀ ਭੀ ਨਹੀਂ ਲਾਗਤੀ॥੧॥ ਰਹਾਉ ॥☬ਪ੍ਰਸ਼ਨ: ਜਿਸ ਕੀ ਕਥਾ ਐਸੀ ਹੈ ਤਿਸ ਕਾ ਸ੍ਵਰੂਪ ਕੈਸਾ ਹੈ?☬ਉੱਤ੍ਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਇਹ ਅਵਸਥਾ ਕਿਸੇ ਚੰਗੇ ਤੋਂ ਚੰਗੇ ਸੁਖ ਨਾਲ ਭੀ ਸਾਵੀਂ ਤੋਲੀ-ਮਿਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ। (ਦੁਨੀਆ ਵਿਚ ਕੋਈ ਐਸਾ ਸੁਖ-ਐਸ਼੍ਵਰਜ ਨਹੀਂ ਹੈ ਜਿਸ ਦੇ ਟਾਕਰੇ ਤੇ ਇਹ ਆਖਿਆ ਜਾ ਸਕੇ ਕਿ 'ਸਹਿਜ' ਅਵਸਥਾ ਇਸ ਤੋਂ ਘਟੀਆ ਹੈ ਜਾਂ ਵਧੀਆ ਹੈ)। ਇਹ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਕਿ (ਦੁਨੀਆ ਦੇ ਵਧੀਆ ਤੋਂ ਵਧੀਆ ਕਿਸੇ ਸੁਖ ਨਾਲੋਂ) ਇਹ ਹੌਲੇ ਮੇਲ ਦੀ ਹੈ ਜਾਂ ਚੰਗੀ ਹੈ (ਭਾਵ, ਦੁਨੀਆ ਦਾ ਕੋਈ ਭੀ ਸੁਖ ਇਸ ਅਵਸਥਾ ਨਾਲ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੧॥ ਰਹਾਉ ॥",
              "additional_information": {
                "arth": "ਤੁਲਿ = ਤੱਕੜੀ ਉੱਤੇ। ਤੁਲਿ ਨਹੀ ਬਢੈ = ਤੋਲੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਮਿਤ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ। ਜਾਇ ਨ ਮੁਕਾਤੀ = ਮੁਕਾਈ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਸ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "No lo podemos pesar, ni gastar, no es ni ligero ni pesado. (1-Pausa)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QLSF",
        "source_page": 333,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ArD aurD doaU. qh nwhI; rwiq idnsu qh nwhI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Neither lower nor upper worlds are there; neither day nor night are there.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Both the nether region and upper one are not there. Night and day too are not there.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇਠਲਾ ਲੋਕ ਅਤੇ ਉਪਰਲਾ ਦੋਨੋਂ ਹੀ ਉਥੇ ਨਹੀਂ। ਰੈਣ ਅਤੇ ਦਿਹੁੰ ਭੀ ਉਥੇ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਅਰਧ) ਨੀਚਾ (ਉਰਧ) ਊਚਾ ਤਹਾਂ ਦੋਨੋਂ ਨਹੀਂ, ਪੁਨਾ ਤਿਸ ਮੇਂ ਰਾਤ ਦਿਨ ਭੀ ਨਹੀਂ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "'ਸਹਿਜ' ਵਿਚ ਅੱਪੜਿਆਂ ਨੀਵੇਂ ਉੱਚੇ ਵਾਲਾ ਕੋਈ ਵਿਤਕਰਾ ਨਹੀਂ ਰਹਿੰਦਾ; (ਇੱਥੇ ਅੱਪੜਿਆ ਮਨੁੱਖ) ਨਾਹ ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ (ਸੌਂਦਾ ਹੈ), ਨਾਹ ਮਾਇਆ ਦੀ ਭਟਕਣਾ (ਵਿਚ ਭਟਕਦਾ ਹੈ)",
              "additional_information": {
                "arth": "ਅਰਧ = ਨੀਵਾਂ। ਉਰਧ = ਉੱਚਾ। ਅਰਧ ਉਰਧ ਦੋਊ = ਅਰਧ ਉਰਧ ਦਾ ਵਿਤਕਰਾ, ਨੀਵੇਂ ਉੱਚੇ ਦਾ ਵਿਤਕਰਾ, ਇਹ ਖ਼ਿਆਲ ਕਿ ਫਲਾਣਾ ਉੱਚੀ ਜਾਤ ਆਦਿਕ ਦਾ ਹੈ ਤੇ ਫਲਾਣਾ ਨੀਵੀਂ ਦਾ। ਰਾਤਿ ਦਿਨਸੁ ਤਹ ਨਾਹੀ = ਉਸ ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਜੀਵਾਂ ਦੀ ਰਾਤ ਵਾਲੀ ਹਾਲਤ ਭੀ ਨਹੀਂ ਤੇ ਦਿਨ ਵਾਲੀ ਭੀ ਨਹੀਂ। ਜੀਵ ਰਾਤ ਸੌਂ ਕੇ ਗੁਜ਼ਾਰ ਦੇਂਦੇ ਹਨ ਤੇ ਦਿਨ ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਵਿਚ = ਇਹ ਦੋਵੇਂ ਗੱਲਾਂ ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਨਹੀਂ ਹੁੰਦੀਆਂ। ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਤੇ ਮਾਇਆ ਵਲ ਭਟਕਣਾ = ਇਹਨਾਂ ਦੋਹਾਂ ਦਾ ਉੱਥੇ ਅਭਾਵ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "No hay ni bajos ni altos, ni noche ni día,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MHDJ",
        "source_page": 333,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jlu nhI pvnu. pwvku Puin nwhI; siqgur qhw smwhI ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There is no water, wind or fire; there, the True Guru is contained. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Again there is no water, wind and fire. The True Guru is there contained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਫਿਰ ਉਥੇ ਪਾਣੀ ਹਵਾ ਅਤੇ ਅੱਗ ਨਹੀਂ। ਸੱਚਾ ਗੁਰੂ ਉਥੇ ਰਮ ਰਿਹਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਜਲ ਨਹੀਂ ਪੁਨਾ ਪਵਨ ਪਾਵਕ ਤਹਾਂ ਕੋਈ ਨਹੀਂ, ਭਾਵ ਸਰਬ ਕਲਪਨਾ ਰਹਤ ਹੈ। ਤਿਸ ਸਰੂਪ ਮੇਂ ਸਤਿਗੁਰੋਂ ਕੀ ਸਮਾਈ ਹੈ॥੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਕਿਉਂਕਿ) ਉਸ ਅਵਸਥਾ ਵਿਚ ਵਿਸ਼ੇ-ਵਿਕਾਰ, ਚੰਚਲਤਾ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ-ਇਹਨਾਂ ਦਾ ਨਾਮ-ਨਿਸ਼ਾਨ ਨਹੀਂ ਰਹਿੰਦਾ। (ਬੱਸ!) ਸਤਿਗੁਰੂ ਹੀ ਸਤਿਗੁਰੂ ਉਸ ਅਵਸਥਾ ਸਮੇ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਟਿਕੇ ਹੁੰਦੇ ਹਨ ॥੨॥",
              "additional_information": {
                "arth": "ਜਲੁ = ਪਾਣੀ, (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਦਾ) ਜਲ। ਪਵਨੁ = ਹਵਾ, ਮਨ ਦੀ ਚੰਚਲਤਾ। ਪਾਵਕੁ = ਅੱਗ, ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "donde no hay ni agua ni fuego, ahí, mi Verdadero Guru habita.(2)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KQHR",
        "source_page": 333,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Agm Agocru rhY inrMqir; gur ikrpw qy lhIAY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Inaccessible and Unfathomable Lord dwells there within Himself; by Guru's Grace, He is found.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The inaccessible and inapprehensible one abides there within Himself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਅਤੇ ਸੋਚ ਸਮਝ ਤੋਂ ਉਚੇਰਾ ਪੁਰਖ ਉਥੇ ਆਪਣੇ ਆਪ ਦੇ ਅੰਦਰ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸਮੈ ਮਨ ਕੀ ਗੰਮਤਾ ਨਹੀਂ ਹੈ ਔਰ (ਅਗੋਚਰ) ਜੋ ਇੰਦ੍ਰੀਓਂ ਸੇ ਪਰੇ ਹੈ ਪੁਨਾ (ਨਿਰੰਤਰਿ) ਏਕ ਰਸ ਸਰਬ ਮੇਂ ਬ੍ਯਾਪਕ ਅਰ ਸਾਖੀ ਰੂਪ ਹੋ ਕਰ ਰਹਤਾ ਹੈ, ਸੋ ਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਸੇ (ਲਹੀਐ) ਜਾਣੀਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤਦੋਂ ਅਪਹੁੰਚ ਤੇ ਅਗੋਚਰ ਪਰਮਾਤਮਾ (ਭੀ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਇੱਕ-ਰਸ ਸਦਾ (ਪਰਗਟ ਹੋਇਆ) ਰਹਿੰਦਾ ਹੈ, (ਪਰ) ਉਹ ਮਿਲਦਾ ਸਤਿਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਹੈ।",
              "additional_information": {
                "arth": "ਅਗਮ = ਜਿਸ ਤਕ ਪਹੁੰਚ ਨਾਹ ਹੋ ਸਕੇ, ਅਪਹੁੰਚ। ਅਗੋਚਰੁ = ਅ-ਗੋ-ਚਰੁ, ਜਿਸ ਤਕ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਨਾਹ ਹੋਵੇ। ਨਿਰੰਤਰਿ = {ਅੰਤਰ = ਵਿੱਥ} ਵਿੱਛ ਤੋਂ ਬਿਨਾ, ਇਕ-ਰਸ, ਸਦਾ ਹੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "En tal Estado habitas en nuestro ser interior, oh Señor Insondable e Inefable.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZXJ7",
        "source_page": 333,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "khu kbIr. bil jwau gur Apuny; sqsMgiq imil rhIAY ]3]4]48]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Says Kabeer, I am a sacrifice to my Guru; I remain in the Saadh Sangat, the Company of the Holy. ||3||4||48||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By Guru's grace He is obtained. Says Kabir, I am a sacrifice unto my Guru and I remain attached with the congregation of saints.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਮੈਂ ਆਪਣੇ ਗੁਰਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ ਅਤੇ ਸਾਧ ਸੰਗਤ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਾਂ ਤੇ ਅਪਨੇ ਸਤਿਗੁਰੋਂ ਕੇ ਊਪਰ ਸੇ ਬਲਿਹਾਰ ਜਾਈਏ ਔਰ ਗੁਰੋਂ ਕੀ ਸ੍ਰੇਸ੍ਟ ਸੰਗਤ ਮੇਂ ਮਿਲ ਰਹੀਏ॥੩॥੪॥੪੮॥☬ਪਰਮੇਸ੍ਵਰ ਕੇ ਪ੍ਰੇਰਕਤਾ ਔਰ ਜੀਵੋਂ ਕੋ ਵਣਜਾਰੇ ਸਿਧ ਕਰਤੇ ਹੂਏ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਮੈਂ (ਆਪਣੇ ਗੁਰੂ ਦੀ) ਸੁਹਣੀ ਸੰਗਤ ਵਿਚ ਹੀ ਜੁੜਿਆ ਰਹਾਂ ॥੩॥੪॥੪੮॥",
              "additional_information": {
                "arth": "",
                "note": "* ਭਾਵ: ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕੀਤਿਆਂ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਸਹਿਜ ਅਵਸਥਾ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਉਪਜਦੀ ਹੈ, ਮਨ ਵਿਚ ਰਹੱਸ (ਖਿੜਾਉ) ਪੈਦਾ ਹੁੰਦਾ ਹੈ। ਇਥੋਂ ਇਹ ਗੱਲ ਸਾਫ਼ ਹੋ ਗਈ ਕਿ ਸਹਿਜ ਅਵਸਥਾ ਕੋਈ ਐਸੀ ਅਵਸਥਾ ਹੈ ਜਿਸ ਵਿਚ ਸ਼ਾਂਤੀ-ਖਿੜਾਓ ਦਾ ਹੋਣਾ ਜ਼ਰੂਰੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ: ਸਸੂ ਤੇ ਪਿਰਿ ਕੀਨੀ ਵਾਖਿ। ਦੇਰ ਜਿਠਾਣੀ ਮੁਈ ਦੂਖਿ ਸੰਤਾਪਿ। ਘਰ ਕੇ ਜਿਠੇਰੇ ਕੀ ਚੂਕੀ ਕਾਣਿ। ਪਿਰਿ ਰਖਿਆ ਕੀਨੀ ਸੁਘੜ ਸੁਜਾਣਿ।੧। ਸੁਨਹੁ ਲੋਕਾ ਮੈ ਪ੍ਰੇਮ ਰਸੁ ਪਾਇਆ। ਦੁਰਜਨ ਮਾਰੇ ਵੈਰੀ ਸੰਘਾਰੇ, ਸਤਿਗੁਰਿ ਮੋਕਉ ਹਰਿ ਨਾਮੁ ਦਿਵਾਇਆ।ਰਹਾਉ। ਪ੍ਰਥਮੈ ਤਿਆਗੀ ਹਉਮੈ ਪ੍ਰੀਤਿ। ਦੁਤੀਆ ਤਿਆਗੀ ਲੋਗਾ ਰੀਤਿ। ਤ੍ਰੈਗੁਣ ਤਿਆਗਿ ਦੁਰਜਨ ਮੀਤ ਸਮਾਨੇ। ਤੁਰੀਆ ਗੁਣੁ ਮਿਲਿ ਸਾਧ ਪਛਾਨੇ।੨। ਸਹਜ ਗੁਛਾ ਮਹਿ ਆਸਣ ਬਾਧਿਆ। ਜੋਤਿ ਸਰੂਪ ਅਨਾਹਦੁ ਵਾਜਿਆ। ਮਹਾ ਅਨੰਦੁ ਗੁਰ ਸਬਦੁ ਵੀਚਾਰਿ। ਪ੍ਰਿਅ ਸਿਉ ਰਾਤੀ ਧਨ ਸੁਹਾਗਣਿ ਨਾਰਿ।੩।੪। (ਆਸਾ ਮ: ੫)। ਭਾਵ: ਜਦੋਂ ਸਤਿਗੁਰੂ ਨੇ ਨਾਮ ਦੀ ਦਾਤ ਬਖ਼ਸ਼ੀ ਤਾਂ ਪ੍ਰਭੂ ਨਾਲ ਪ੍ਰੇਮ ਕਰਨ ਦਾ ਅਜਿਹਾ ਸੁਆਦ ਆਇਆ ਕਿ ਮਾਇਆ ਵਲੋਂ ਮੋਹ ਟੁੱਟ ਗਿਆ; ਹਉਮੈ ਤੇ ਲੋਕਲਾਜ ਆਦਿਕ ਮੁੱਕ ਗਏ, ਮਨ ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਗਿਆ। ਜਿਉਂ ਜਿਉਂ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜਿਆ; ਅਨੰਦ ਹੀ ਅਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਗਿਆ। ਮੁੱਕਦੀ ਗੱਲ, ਜਿਸ ਕਿਸੇ ਭੀ ਸ਼ਬਦ ਵਿਚ 'ਸਹਿਜ' ਅਵਸਥਾ ਦੀ ਖਿੱਚੀ ਹੋਈ ਤਸਵੀਰ ਵੇਖੋਗੇ, ਓਥੇ ਸ਼ਾਂਤੀ, ਠੰਢ, ਹਉਮੈ ਦਾ ਤਿਆਗ,"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Uno Lo encuentra a través de la Gracia del Guru en la Saad Sangat, la Sociedad de los Santos. Dice Kabir, me postro en Reverencia ante mi Guru. (3-4-48)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "6M0",
    "sttm_id": 1333,
    "writer": "Bhagat Kabir Ji",
    "section": "Raag Gauree",
    "subsection": null,
    "lines": [
      {
        "id": "ZWAD",
        "source_page": 333,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Sirlekh",
        "gurmukhi": {
          "SGPC": "gauVI₂ ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Gauree:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Gauri.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਉੜੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Gauri",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QHPR",
        "source_page": 333,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pwpu puMnu duie bYl ibswhy; pvnu pUjI prgwisE ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "With both sin and virtue, the ox of the body is purchased; the air of the breath is the capital which has appeared.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "With both merits and demerits the body ox is bought and life appears as the capital.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦੋਨੋਂ ਨੇਕੀਆਂ ਅਤੇ ਬਦੀਆਂ ਨਾਲ ਦੇਹਿ ਦਾ ਬਲਦ ਮੁੱਲ ਲਿਆ ਗਿਆ ਹੈ ਅਤੇ ਜਿੰਦ ਜਾਨ ਰਾਸ ਵਜੋਂ ਪਰਗਟ ਹੋਈ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪਾਪ ਔਰ ਪੁੰਨ ਏਹ ਜੋ ਦੋ ਹੈਂ ਤਿਨ ਕਰ ਸਰੀਰ ਬੈਲ ਖਰੀਦੇ ਗਏ ਹੈਂ, ਭਾਵ ਪੁੰਨ ਪਾਪ ਰਚਤ ਸਰੀਰ ਮੇਂ ਤਿਰਯਗ ਆਦੀ ਜੋਨੀ ਯਦ੍ਯਪਿ ਕੇਵਲ ਪਾਪ ਰੂਪੀ ਲਿਖੀ ਹੈ ਤਦ੍ਯਪਿ ਪੁੰਨ ਕਮ ਪਾਪ ਵਿਸੇਸ ਹੈਂ। ਤਿਨ ਮੇਂ ਜੋ ਬਿਸੇ ਸੁਖ ਕਾ ਅਨਭਵ ਹੈ, ਸੋ ਪੁੰਨ ਬਿਨਾਂ ਨਹੀਂ ਹੈ। ਔਰ ਜੋ ਦੇਵਤਾ ਕਾ ਸਰੀਰ ਕੇਵਲ ਪੁੰਨ ਰਚਤ ਕਹਾ ਹੈ ਤਿਸ ਕਾ ਭਾਵ ਯੇਹਿ ਹੈ ਕਿ ਪੁੰਨ ਅਧਿਕ ਪਾਪ ਕਮ ਹੈਂ। ਇੰਦ੍ਰਾਦਿ ਦੈਤੋਂ ਕਰ ਜੋ ਇੰਦ੍ਰ ਪੁਰੀ ਸੇ ਨਿਕਾਸੇ ਹੂਏ ਦੁਖੀ ਹੋਤੇ ਹੈਂ, ਸੋ ਦੁਖ ਪਾਪ ਕਾ ਫਲ ਹੈ। ਪਵਨ ਜੋ ਸਰੀਰ ਮੇਂ ਪ੍ਰਗਾਸਿਆ ਹੈ, ਸੋ ਪੂੰਜੀ ਹੈ, ਭਾਵ ਪ੍ਰਾਣੋਂ ਕਰ ਕੇ ਹੀ ਸਰੀਰ ਮੇਂ ਸੁਭ ਕਰਮ ਹੋਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵ-ਰੂਪ ਵਣਜਾਰਿਆਂ ਨੇ) ਪਾਪ ਅਤੇ ਪੁੰਨ ਦੋ ਬਲਦ ਮੁੱਲ ਲਏ ਹਨ, ਸੁਆਸਾਂ ਦੀ ਪੂੰਜੀ ਲੈ ਕੇ ਜੰਮੇ ਹਨ (ਭਾਵ, ਮਾਨੋ, ਜਗਤ ਵਿਚ ਵਪਾਰ ਕਰਨ ਆਏ ਹਨ)।",
              "additional_information": {
                "arth": "ਬੈਲ = ਬਲਦ। ਬਿਸਾਹੇ = ਖ਼ਰੀਦੇ ਹਨ। ਪਵਨੁ = ਸੁਆਸ। ਪੂਜੀ = ਰਾਸ। ਪਰਗਾਸਿਓ = ('ਸਾਰਾ ਸੰਸਾਰ') ਪਰਗਟ ਹੋਇਆ ਹੈ, ਜੰਮਿਆ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "He comprado los toros del bien y del mal; mi capital es el aire que me conserva uncido a ellos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R0CX",
        "source_page": 333,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iqRsnw gUix BrI Gt BIqir; ien ibiD tWf ibswihE ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The bag on its back is filled with desire; this is how we purchase the herd. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "In this way the herd has been purchased. the heart bag on the ox's back is filled from within with desires.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਤਰੀਕੇ ਨਾਲ ਵੱਗ ਖਰੀਦਿਆਂ ਗਿਆ ਹੈ। ਬਲਦ ਦੀ ਪਿੱਠ ਉਪਰ ਦੀ ਦਿਲ ਦੀ ਬੋਰੀ ਅੰਦਰੋਂ ਖਾਹਿਸ਼ਾਂ ਨਾਲ ਭਰੀ ਹੋਈ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅੰਤਸਕਰਣ ਰੂਪੀ ਗੂਣ ਮੇਂ ਤ੍ਰਿਸਨਾ ਵਸਤੁ ਭਰੀ ਹੈ ਇਸ ਪ੍ਰਕਾਰ (ਟਾਂਡਾ) ਬੈਲੋਂ ਕਾ ਸਮਦਾਉ (ਬਿਸਾਹਿਓਂ) ਖਰੀਦਿਆ ਹੈ॥੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹਰੇਕ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਛੱਟ ਲੱਦੀ ਪਈ ਹੈ। ਸੋ, ਇਸ ਤਰ੍ਹਾਂ (ਇਹਨਾਂ ਜੀਵਾਂ ਨੇ) ਮਾਲ ਲੱਦਿਆ ਹੈ ॥੧॥",
              "additional_information": {
                "arth": "ਗੂਣਿ = ਛੱਟ, ਜਿਸ ਵਿਚ ਸੌਦਾ ਪਾਇਆ ਹੁੰਦਾ ਹੈ। ਘਟ ਭੀਤਰਿ = ਹਿਰਦੇ ਵਿਚ। ਇਨ ਬਿਧਿ = ਇਸ ਤਰੀਕੇ ਨਾਲ। ਟਾਂਡ = ਮਾਲ, ਸੌਦਾ, ਵਪਾਰ ਦੇ ਮਾਲ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਬੈਲਾਂ ਦਾ ਵੱਗ। ਬਿਸਾਹਿਓ = ਖ਼ਰੀਦਿਆ ਹੈ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los toros cargan los sacos del deseo interior, así es como comerciamos.(1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SJH7",
        "source_page": 333,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "AYsw nwieku; rwmu hmwrw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "My Lord is such a wealthy merchant!",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Such wealthy Banker is my Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਹੋ ਜਿਹਾ ਮਾਲਦਾਰ ਸ਼ਾਹੂਕਾਰ ਹੈ ਮੇਰਾ ਸੁਆਮੀ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹਮਾਰਾ ਰਾਮੁ ਐਸਾ ਹੈ ਨਾਇਕ ਹੈ॥ ਨਾਇਕੁ ਬਨਜਾਰਿਓਂ ਕੇ ਮਾਲਕ ਕੋ ਕਹਤੇ ਹੈਂ।",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਾਡਾ ਪ੍ਰਭੂ ਕੁਝ ਅਜਿਹਾ ਸ਼ਾਹ ਹੈ,",
              "additional_information": {
                "arth": "ਨਾਇਕੁ = ਸ਼ਾਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tal es nuestro Señor, el Rey Mercader,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BALR",
        "source_page": 333,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "sgl sMswru; kIE bnjwrw ]1] rhwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He has made the whole world his peddler. ||1||Pause||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The whole world, He has made His pedlar. Pause.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਰੇ ਜ਼ਹਾਨ ਨੂੰ ਉਸਨੇ ਆਪਣਾ ਛੋਟਾ ਹਟਵਾਣੀਆ ਬਣਾਇਆ ਹੋਇਆ ਹੈ। ਠਹਿਰਾਉ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਨੇ ਸੰਪੂਰਨ ਸੰਸਾਰ ਬਨਜਾਰਾ ਕੀਆ ਹੈ॥੧॥ ਰਹਾਉ ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਿ ਉਸ ਨੇ ਸਾਰੇ ਜਗਤ (ਭਾਵ, ਸਾਰੇ ਸੰਸਾਰੀ ਜੀਵਾਂ) ਨੂੰ ਵਪਾਰੀ ਬਣਾ (ਕੇ ਜਗਤ ਵਿਚ) ਘੱਲਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "que el mundo entero se ha vuelto Su dependiente.(1-Pausa)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V7V8",
        "source_page": 333,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kwmu k®oDu duie Bey jgwqI; mn qrMg btvwrw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Sexual desire and anger are the tax-collectors, and the waves of the mind are the highway robbers.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Lust and wrath are both the tax-gatherers and the waves of the mind are the highway robbers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਿਸ਼ੇ-ਭੋਗ ਅਤੇ ਗੁੱਸਾ ਦੋਨੋਂ ਮਸੂਲੀਏ ਹਨ ਅਤੇ ਚਿੱਤ ਦੀਆਂ ਲਹਿਰਾਂ ਰਾਹ-ਮਾਰ ਡਾਕੂ ਬਣ ਗਈਆਂ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਾਮ ਕ੍ਰੋਧ ਦੋ ਜਗਾਤੀਏ ਭਏ ਹੈਂ ਔਰ ਮਨ ਕਾ (ਤਰੰਗ) ਸੰਕਲਪ ਬਟਵਾਰਾ ਹੈ ਅਰਥਾਤ ਰਸਤੇ ਮੇਂ ਮੁਸਾਫਰੋਂ ਕੋ ਖੋਸ ਲੇਣੇ ਵਾਲਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਪਾਪ ਪੁੰਨ ਸੇ ਜਗਾਤ ਕੈਸੇ ਲਈ?☬ਉੱਤਰ: ਕਾਮ ਕਰ ਕਿਸੀ ਕੀ ਇਸਤ੍ਰੀ ਕੇ ਕ੍ਰੋਧ ਕਰ ਕਿਸੀ ਕੋ ਮਾਰਾ ਰਾਜੇ ਨੇ ਡੰਡ ਲੀਆ, ਇਹ ਪਾਪ ਸੇ ਕਾਮ ਕ੍ਰੋਧ ਨੇ ਜਗਾਤ ਲਈ। ਔਰ ਜਗ ਕਰਾਉਤੇ ਕਿਸੀ ਕੀ ਇਸਤ੍ਰੀ ਭੋਗੀ ਔਰ ਕਿਸੀ ਕੋ ਮਾਰਾ ਤੌ ਜਗ ਕਾ ਫਲ੍ਹ ਨਸ਼ਟ ਹੂਆ ਐਸੇ ਪੁੰਨ ਸੇ ਜਗਾਤ ਲਈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਦੋਵੇਂ (ਇਹਨਾਂ ਜੀਵ-ਵਪਾਰੀਆਂ ਦੇ ਰਾਹ ਵਿਚ ਮਸੂਲੀਏ ਬਣੇ ਹੋਏ ਹਨ (ਭਾਵ, ਸੁਆਸਾਂ ਦੀ ਪੂੰਜੀ ਦਾ ਕੁਝ ਹਿੱਸਾ ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਵਿਚ ਫਸਣ ਨਾਲ ਮੁੱਕਦਾ ਜਾ ਰਿਹਾ ਹੈ), ਜੀਵਾਂ ਦੇ ਮਨਾਂ ਦੇ ਤਰੰਗ ਲੁਟੇਰੇ ਬਣ ਰਹੇ ਹਨ (ਭਾਵ, ਮਨ ਦੇ ਕਈ ਕਿਸਮ ਦੇ ਤਰੰਗ ਉਮਰ ਦਾ ਕਾਫ਼ੀ ਹਿੱਸਾ ਖ਼ਰਚ ਕਰੀ ਜਾ ਰਹੇ ਹਨ।)",
              "additional_information": {
                "arth": "ਜਗਾਤੀ = ਮਸੂਲੀਏ। ਮਤ ਤਰੰਗ = ਮਨ ਦੇ ਤਰੰਗ, ਮਨ ਦੀਆਂ ਲਹਿਰਾਂ। ਬਟਵਾਰਾ = ਡਾਕੂ, ਲੁਟੇਰੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La lujuria y el enojo son los colectores del impuesto, y las ondas mentales son los ladrones.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ASJ8",
        "source_page": 333,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pMc qqu imil. dwnu inbyrih; tWfw auqirE pwrw ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The five elements join together and divide up their loot. This is how our herd is disposed of! ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The five mortal sins meet and distribute the loot. Like this the herd ferries across (passes away).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪੰਜ ਪ੍ਰਾਣ ਨਾਸਕ ਪਾਪ ਇਕੱਠੇ ਹੋ ਲੁੱਟ ਦੇ ਮਾਲ ਨੂੰ ਵੰਡ ਲੈਂਦੇ ਹਨ। ਇਸ ਤਰ੍ਹਾਂ ਵੱਗ ਪਾਰ ਲੰਘ ਜਾਂਦਾ (ਮਰ ਮੁਕਦਾ) ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਔਰ ਜਿਨੋਂ ਨੇ (ਪੰਚ) ਸੰਤੋਂ ਕੇ ਸਾਥ ਮਿਲ ਕਰ ਤਤ ਸਰੂਪ ਕੋ ਜਾਨਿਆ ਹੈ, ਸੋਈ ਤੀਨ ਪ੍ਰਕਾਰ ਕਾ ਜੋ ਦਾਨ ਡੰਡ ਹੈ, ਪਿਤਰੋਂ ਕਾ, ਰਿਖੀਓਂ ਕਾ, ਦੇਵਤਿਓਂ ਕਾ, ਸੋ ਨਬੇੜ ਦੀਆ ਅਰਥਾਤ ਨਵਿਰਤ ਕਰ ਦੀਆ ਹੈ। ਤਿਨ ਕਾ (ਟਾਂਡਾ) ਸਾਥ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਪਾਰ ਉਤਰ ਗਿਆ ਹੈ, ਭਾਵ ਸਿਖ ਸੇਵਕੋਂ ਸਹਤ ਪਾਰ ਹੋ ਗਯਾ॥੨॥☬ਜੇ ਕਹੇ ਅਪਨਾ ਸਭ ਹਾਲ ਕਹੋ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਇਹ ਕਾਮ ਕ੍ਰੋਧ ਅਤੇ ਮਨ-ਤਰੰਗ ਮਨੁੱਖਾ-ਸਰੀਰ ਨਾਲ ਮਿਲ ਕੇ ਸਾਰੀ ਦੀ ਸਾਰੀ ਉਮਰ-ਰੂਪ ਰਾਸ ਮੁਕਾਈ ਜਾ ਰਹੇ ਹਨ, ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ-ਰੂਪ ਮਾਲ (ਜੋ ਜੀਵਾਂ ਨੇ ਲੱਦਿਆ ਹੋਇਆ ਹੈ, ਹੂ-ਬ-ਹੂ) ਪਾਰਲੇ ਬੰਨੇ ਲੰਘਦਾ ਜਾ ਰਿਹਾ ਹੈ (ਭਾਵ, ਜੀਵ ਜਗਤ ਤੋਂ ਨਿਰੀ ਤ੍ਰਿਸ਼ਨਾ ਹੀ ਆਪਣੇ ਨਾਲ ਲਈ ਜਾਂਦੇ ਹਨ) ॥੨॥",
              "additional_information": {
                "arth": "ਪੰਚ ਤਤੁ = ਪੰਜ ਤੱਤੀ ਸਰੀਰ। ਦਾਨੁ = ਬਖ਼ਸ਼ਸ਼, ਰੱਬ ਵਲੋਂ ਮਿਲੀ ਹੋਈ ਸੁਆਸਾਂ ਦੀ ਪੂੰਜੀ-ਰੂਪ ਬਖ਼ਸ਼ਸ਼। ਨਿਬੇਰਹਿ = ਮੁਕਾਉਂਦੇ ਹਨ। ਟਾਂਡਾ = ਲੱਦਿਆ ਹੋਇਆ ਵਪਾਰ ਦਾ ਮਾਲ। ਉਤਰਿਓ ਪਾਰਾ = ਅਗਲੇ ਪਾਸੇ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los cinco elementos se juntan y se dividen el botín; así es como nuestros bienes son gastados. (2)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y9JW",
        "source_page": 333,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "khq kbIru. sunhu ry sMqhu; Ab AYsI bin AweI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Says Kabeer, listen, O Saints: This is the state of affairs now!",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Says Kabir, hear O saints such has become the state of affairs now.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਬੀਰ ਜੀ ਆਖਦੇ ਹਨ, ਸੁਣੋ ਹੇ ਸਾਧੂਓ! ਹੁਣ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਹਾਲਤ ਆ ਬਣੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਕਬੀਰ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸੰਤ ਜਨੋ ਸੁਨੋ! ਅਬ ਐਸੀ ਬਾਤ ਬਨਿ ਆਈ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, ਹੁਣ ਅਜਿਹੀ ਹਾਲਤ ਬਣ ਰਹੀ ਹੈ,",
              "additional_information": {
                "arth": "ਅਬ = ਹੁਣ (ਜਦੋਂ ਰਾਮ ਦੇ ਨਾਮ ਦੀ ਘਾਟੀ ਚੜ੍ਹਨੀ ਸ਼ੁਰੂ ਕੀਤੀ)। ਐਸੀ ਬਨਿ ਆਈ = ਅਜਿਹੀ ਹਾਲਤ ਬਣ ਗਈ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Escuchen, oh Santos, así es como están los asuntos ahora,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KZ1W",
        "source_page": 333,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "GwtI cFq bYlu ieku Qwkw; clo goin iCtkweI ]3]5]49]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Going uphill, the ox has grown weary; throwing off his load, he continues on his journey. ||3||5||49||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Going uphill, am ox has grown weary and dropping his sack, he has proceeded on his journey.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉੱਚੀ ਪਹਾੜੀ ਤੇ ਚੜ੍ਹਦਿਆਂ ਇਕ ਬਲਦ ਹਾਰ ਗਿਆ ਹੈ ਅਤੇ ਆਪਣੀ ਬੋਰੀ ਸੁੱਟ ਕੇ ਉਹ ਆਪਣੇ ਸਫਰ ਤੇ ਚਲਦਾ ਬਣਿਆ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗਿਆਨ ਰੂਪੀ ਘਾਟੀ ਚੜਤਿਆ ਪਾਪ ਪੁੰਨ ਰਚਤ ਸਰੀਰ ਬੈਲ ਥਕਤ ਹੋ ਗਿਆ, ਤ੍ਰਿਸਨਾ ਸਹਤ ਅੰਤਹਕਰਣ, ਭਾਵ ਲਿੰਙ ਸਰੀਰ ਰੂਪੀ ਗੂਨ ਕੋ ਛੋਡ ਕਰ ਪਰਮੇਸ੍ਵਰ ਮੇਂ ਚਲਾ ਹੈ॥੩॥੫॥੪੯॥☬ਜੀਵ ਕੋ ਇਸਤ੍ਰੀ ਰੂਪ ਕਹ ਕੇ ਵੈਰਾਗ ਮੇਂ ਸਬਦ ਉਚਾਰਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਿ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ-ਰੂਪ ਚੜ੍ਹਾਈ ਦਾ ਔਖਾ ਪੈਂਡਾ ਕਰਨ ਵਾਲੇ ਜੀਵ-ਵਣਜਾਰਿਆਂ ਦਾ ਪਾਪ-ਰੂਪ ਇੱਕ ਬਲਦ ਥੱਕ ਗਿਆ ਹੈ। ਉਹ ਬੈਲ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਛੱਟ ਸੁੱਟ ਕੇ ਨੱਸ ਗਿਆ ਹੈ (ਭਾਵ, ਜੋ ਜੀਵ ਵਣਜਾਰੇ ਨਾਮ ਸਿਮਰਨ ਵਾਲੇ ਔਖੇ ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ, ਉਹ ਪਾਪ ਕਰਨੇ ਛੱਡ ਦੇਂਦੇ ਹਨ ਅਤੇ ਉਹਨਾਂ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ) ॥੩॥੫॥੪੯॥",
              "additional_information": {
                "arth": "ਬੈਲੁ ਇਕੁ = (ਪਾਪ ਤੇ ਪੁੰਨ ਦੋ ਬੈਲਾਂ ਵਿਚੋਂ) ਇੱਕ ਬੈਲ, ਪਾਪ-ਰੂਪ ਬੈਲ। ਚਲੋ = ਤੁਰ ਪਿਆ (-ਚਲ੍ਯ੍ਯੋ); ਨੋਟ: ਅੱਖਰ 'ਲ' ਦੇ ਹੇਠ ਅੱਧਾ ਯ ਪੜ੍ਹਨਾ ਹੈ {ਇਹ ਲਫ਼ਜ਼ 'ਹੁਕਮੀ ਭਵਿਖਤ' Imperative mood ਨਹੀਂ ਹੈ, ਉਸ ਦਾ ਜੋੜ \"ਚਲਹੁ\" ਹੁੰਦਾ ਹੈ}। ਗੋਨਿ = (ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਛੱਟ। ਛਿਟਕਾਈ = ਸੁੱਟ ਕੇ ॥੩॥੫॥੪੯॥",
                "note": "* ਸ਼ਬਦ ਦਾ ਭਾਵ: ਇਹ ਜਗਤ ਵਪਾਰ ਦੀ ਮੰਡੀ ਹੈ, ਜੀਵ ਵਪਾਰੀ ਹਨ, ਹਰੇਕ ਜੀਵ ਨੂੰ ਸੁਆਸਾਂ ਦੀ ਰਾਸ ਮਿਲੀ ਹੈ। ਪਰ ਆਮ ਤੌਰ ਤੇ ਹਰ ਕੋਈ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਛੱਟ ਚੁੱਕੀ ਫਿਰਦਾ ਹੈ; ਕਾਮ ਕ੍ਰੋਧ ਅਤੇ ਹੋਰ ਮਨ-ਤਰੰਗਾਂ ਵਿਚ ਜੀਵਾਂ ਦੀ ਉਮਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਅਤੇ ਤ੍ਰਿਸ਼ਨਾ-ਬੱਧੇ ਹੀ ਇਥੋਂ ਤੁਰ ਜਾਂਦੇ ਹਨ। ਜਿਸ ਕਿਸੇ ਵਿਰਲੇ ਜੀਵ ਨੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ-ਸਿਮਰਨ ਦਾ ਔਖਾ ਰਾਹ ਮੱਲਿਆ ਹੈ, ਉਹ ਪਾਪਾਂ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਇੱਥੇ ਹੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।੪੯।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "subiendo la colina el toro se agotó y botando su carga, continúa con su viaje. (3-5-49)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "HEL",
    "sttm_id": 1334,
    "writer": "Bhagat Kabir Ji",
    "section": "Raag Gauree",
    "subsection": null,
    "lines": [
      {
        "id": "XL23",
        "source_page": 333,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gauVI pMcpdw₃ ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Gauree, Panch-Padas:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Gauri Panchpade.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਉੜੀ ਪੰਚਪਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Gauri, Panch-Padas",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TLE8",
        "source_page": 333,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pyvkVY idn cwir hY; swhurVY jwxw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "For a few short days, the soul-bride stays in her parent's house; then, she must go to her in-laws.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "A Woman has four days in her Father's house, she must go to her Father-in-law's.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸਤ੍ਰੀ ਦੇ ਆਪਣੇ ਬਾਪੂ ਦੇ ਘਰ ਵਿੱਚ ਚਾਰ ਦਿਹਾੜੇ ਹਨ, ਉਸ ਨੂੰ ਸਹੁਰੇ ਘਰ ਜਾਣਾ ਪੈਣਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਜੀਵ ਕਾ ਸੰਸਾਰ ਮੇਂ ਥੋੜੇ ਦਿਨ ਕਾ ਰਹਿਣਾ ਹੈ ਪਰਲੋਕ ਸਾਹੁਰੇ ਅਵਸ ਜਾਨਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਇਸ ਸੰਸਾਰ-ਰੂਪ) ਪੇਕੇ ਘਰ ਵਿਚ ਚਾਰ ਦਿਨ (ਭਾਵ, ਥੋੜੇ ਦਿਨ) ਹੀ ਰਹਿਣਾ ਹੈ, (ਹਰੇਕ ਨੇ ਪਰਲੋਕ-ਰੂਪ) ਸਹੁਰੇ ਘਰ (ਜ਼ਰੂਰ) ਜਾਣਾ ਹੈ।",
              "additional_information": {
                "arth": "ਪੇਵਕੜੈ = {ਪੇਵਕਾ = ਪਿਉ ਦਾ, ਪੇਵ ਕਾ (ਘਰ)} ਪਿਉ ਦੇ ਘਰ ਵਿਚ, ਇਸ ਸੰਸਾਰ ਵਿਚ। ਸਾਹੁਰੜੈ = ਸਹੁਰੇ ਘਰ ਵਿਚ, ਪਰਲੋਕ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "En el hogar de los padres, la estancia es corta; al final uno se va con los suegros.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JJ6D",
        "source_page": 333,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMDw loku. n jwxeI; mUrKu eyAwxw ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The blind, foolish and ignorant people do not know this. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The blind, stupid and childish folk, understand not this.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅੰਨ੍ਹੀ ਮੂਡ੍ਹ ਅਤੇ ਨਦਾਨ ਜਨਤਾ ਇਸ ਨੂੰ ਨਹੀਂ ਸਮਝਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅੰਧਾ (ਮੂਰਖੁ) ਅਗਿਆਨੀ ਮਰਨੇ ਕੋ ਨਹੀਂ ਜਾਨਤਾ॥੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰ) ਅੰਞਾਣਾ ਮੂਰਖ ਅੰਨ੍ਹਾ ਜਗਤ ਨਹੀਂ ਜਾਣਦਾ ॥੧॥",
              "additional_information": {
                "arth": "ਏਆਣਾ = ਅੰਞਾਣ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Pero las novias, cegadas por la ignorancia, no lo saben.(1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KLBN",
        "source_page": 333,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "khu ffIAw; bwDY Dn KVI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Tell me, why is the bride wearing her ordinary clothes?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Say, why is the bride so heedlessly standing and trying her loin-cloth?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦੱਸੋ! ਪਤਨੀ ਕਿਉਂ ਐਨੀ ਬੇਪਰਵਾਹੀ ਨਾਲ ਖਲੋ ਕੇ ਆਪਣੀ ਧੋਤੀ ਬੰਨ੍ਹ ਰਹੀ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੀਵ ਇਸਤ੍ਰੀ ਕੋ (ਡਡੀਆ) ਡੰਡਿਓਂ ਵਾਲੇ ਜਮਦੂਤ ਬਾਂਧ ਕਰ (ਖੜੀ) ਲੈ ਜਾਵੇਂਗਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਦੱਸੋ! (ਇਹ ਕੀਹ ਅਚਰਜ ਖੇਡ ਹੈ?) ਇਸਤ੍ਰੀ ਤਾਂ ਅਜੇ ਘਰ ਦੇ ਕੰਮ-ਕਾਜ ਵਾਲੀ ਅੱਧੀ ਧੋਤੀ ਹੀ ਬੰਨ੍ਹ ਕੇ ਖਲੋਤੀ ਹੈ, ਅੱਧੜ ਵੰਜੇ ਹੀ ਫਿਰਦੀ ਹੈ, (ਭਾਵ, ਜੀਵ-ਇਸਤ੍ਰੀ ਇਸ ਸੰਸਾਰ ਦੇ ਮੋਹ ਵਿਚ ਹੀ ਲਾ-ਪਰਵਾਹ ਹੈ)",
              "additional_information": {
                "arth": "ਕਹੁ = ਦੱਸੋ। ਡਡੀਆ = ਅੱਧੀ ਧੋਤੀ ਜੋ ਘਰ ਵਿਚ ਕੰਮ-ਕਾਜ ਕਰਨ ਵੇਲੇ ਬੰਨ੍ਹੀਦੀ ਹੈ। ਧਨ = ਇਸਤ੍ਰੀ। ਡਡੀਆ...ਖੜੀ = ਇਸਤ੍ਰੀ ਅਜੇ ਘਰ ਦੇ ਕੰਮ-ਕਾਜ ਵਾਲੀ ਧੋਤੀ ਹੀ ਬੰਨ੍ਹ ਕੇ ਖਲੋਤੀ ਹੋਈ ਹੈ, ਜੀਵ-ਇਸਤ੍ਰੀ ਅਜੇ ਲਾ-ਪ੍ਰਵਾਹ ਹੀ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Por qué la novia negligentemente se ha vestido con un atuendo informal,?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "00Q3",
        "source_page": 333,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Rahao",
        "gurmukhi": {
          "SGPC": "pwhU Gir Awey; muklwaU Awey ]1] rhwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The guests have arrived at her home, and her Husband has come to take her away. ||1||Pause||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The guests have reached the home and her Husband has arrived to take her away. Pause.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਰਾਹੁਣੇ ਘਰ ਪੁੱਜ ਗਏ ਹਨ ਅਤੇ ਉਸ ਦਾ ਖਸਮ ਉਸ ਨੂੰ ਲੈਣ ਲਈ ਆ ਗਿਆ ਹੈ। ਠਹਿਰਾਉ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪਰਾਹੁਣੇ ਘਰ ਆਏ ਜਾਣੋ, (ਮੁਕਲਾਊ) ਜੋ ਜੀਵ ਕੇ ਲੇ ਜਾਣੇ ਵਾਲੇ ਜਮਦੂਤ ਹੈਂ, ਸੋ ਆਏ ਜਾਣੋਂ॥੧॥ ਰਹਾਉ ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮੁਕਲਾਵਾ ਲੈ ਜਾਣ ਵਾਲੇ ਪ੍ਰਾਹੁਣੇ (ਭਾਵ, ਜਿੰਦ ਨੂੰ ਲੈ ਜਾਣ ਵਾਲੇ ਜਮ) ਘਰ ਵਿਚ ਆ ਵੀ ਬੈਠੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
              "additional_information": {
                "arth": "ਪਾਹੂ = ਪ੍ਰਾਹੁਣੇ। ਘਰਿ = ਘਰ ਵਿਚ। ਮੁਕਲਾਊ = ਮੁਕਲਾਵਾ ਲੈ ਜਾਣ ਵਾਲੇ ॥੧॥ ਰਹਾਉ ॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "cuando el Novio ha venido a llevársela en matrimonio?(1-Pausa)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3632",
        "source_page": 333,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Eh ij idsY KUhVI; kaun lwju vhwrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Who has lowered the rope of the breath down, into the well of the world which we see?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who is letting down the rope, in the will which we see?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਕੌਣ ਹੈ ਜੋ ਉਸ ਦਿੱਸ ਆਉਂਦੇ ਖੂਹ ਅੰਦਰ ਲੱਜ ਲਟਕਾ ਰਿਹਾ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵਹੁ ਜੀਵ ਰੂਪੀ ਇਸਤ੍ਰੀ ਜੋ ਸੰਸਾਰ ਰੂਪੀ ਕੂਈ ਮੇਂ ਸ੍ਵਾਸਾਂ ਰੂਪੀ ਲਾਜ ਕੋ ਵਹਾਇ ਰਹੀ ਦੇਖੀਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਇਹ ਜੋ ਸੁਹਣੀ ਖੂਹੀ ਦਿੱਸ ਰਹੀ ਹੈ (ਭਾਵ, ਇਹ ਜੋ ਸੁਹਣਾ ਜਗਤ ਦਿੱਸ ਰਿਹਾ ਹੈ) ਇਸ ਵਿਚ ਕਿਹੜੀ ਇਸਤ੍ਰੀ ਲੱਜ ਵਹਾ ਰਹੀ ਹੈ (ਭਾਵ, ਇੱਥੇ ਜੋ ਭੀ ਆਉਂਦਾ ਹੈ, ਆਪਣੀ ਉਮਰ ਸੰਸਾਰਕ ਭੋਗਾਂ ਵਿਚ ਗੁਜ਼ਾਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਓਹ ਖੂਹੜੀ = ਉਹ ਸੁੰਦਰ ਜਿਹੀ ਖੂਹੀ। ਜਿ ਦਿਸੈ = ਜੋ ਦਿੱਸ ਰਹੀ ਹੈ। ਉਹ...ਖੂਹੜੀ = ਇਹ ਜੋ ਸੋਹਣੀ ਖੂਹੀ ਦਿੱਸ ਰਹੀ ਹੈ, ਇਹ ਜੋ ਸੁਹਣਾ ਜਗਤ ਦਿੱਸ ਰਿਹਾ ਹੈ। ਕਉਨ = ਕਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ?",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El pozo de la vida parece estar lleno, pero, ¿quién hay allí que tenga la cuerda de la longevidad?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q9KG",
        "source_page": 333,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "lwju GVI isau qUit pVI; auiT clI pinhwrI ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The rope of the breath breaks away from the pitcher of the body, and the water-carrier gets up and departs. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The rope breaks away from the water-pot, and the water-drawer gets up and departs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਲੱਜ ਤਾਣੀ ਵਾਲੀ ਮੱਘੀ ਨਾਲੋਂ ਟੁਟ ਜਾਂਦੀ ਹੈ ਅਤੇ ਪਾਣੀ ਭਰਨ ਵਾਲੀ ਖੜੀ ਹੋ ਟੁਰ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਜਬ ਸ੍ਵਾਸਾਂ ਰੂਪੀ ਲਜ ਦੇਹ ਘੜੀਸੇ ਟੂਟ ਪੜੀ ਅਰਥਾਤ ਸਰੀਰ ਸੇ ਪ੍ਰਾਣੋਂ ਕਾ ਵਿਜੋਗ ਹੂਆ, ਤਬ ਉਠ ਕਰ ਚਲੀ ਜਾਤੀ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਕਉਨ ਕਿਸ ਅਧਕਾਰ ਕੀ ਹੈ?☬ਉੱਤ੍ਰ: ਮੰਦ ਹੈ ਚੌਰਾਸੀ ਕੀ ਅਧਕਾਰਨ ਹੈ॥ ਕਉਨ ਪਦ ਕਾ ਦੋ ਤੁਕੋਂ ਕੇ ਅੰਤ ਮੇਂ ਅਨ੍ਵੈ ਹੂਆ॥੨॥☬ਪ੍ਰਸ਼ਨ: ਉੱਤਮ ਕੈਸੇ ਹੋਤੀ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਦੀ ਲੱਜ ਘੜੇ ਸਮੇਤ ਟੁੱਟ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਜਿਸ ਦੀ ਉਮਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਤੇ ਸਰੀਰ ਢਹਿ ਪੈਂਦਾ ਹੈ) ਉਹ ਪਾਣੀ ਭਰਨ ਵਾਲੀ (ਭਾਵ, ਭੋਗਾਂ ਵਿਚ ਪ੍ਰਵਿਰਤ) ਇੱਥੋਂ ਉੱਠ ਕੇ (ਪਰਲੋਕ ਨੂੰ) ਤੁਰ ਪੈਂਦੀ ਹੈ ॥੨॥",
              "additional_information": {
                "arth": "ਲਾਜੁ = ਰੱਸੀ {ਲਫ਼ਜ਼ 'ਲਾਜੁ' ਅਤੇ 'ਲਾਜ' ਵਿਚ ਫ਼ਰਕ ਚੇਤੇ ਰੱਖਣ-ਯੋਗ ਹੈ। 'ਲਾਜੁ' ਸੰਸਕ੍ਰਿਤ ਦੇ ਲਫ਼ਜ਼ 'ਰੱਜੁ' {रज्जु} ਤੋਂ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਇਸ ਦੇ ਅਖ਼ੀਰ ਵਿਚ (ੁ) ਹੈ। ਸੰਸਕ੍ਰਿਤ ਵਿਚ ਇਹ ਪੁਲਿੰਗ ਸੀ, ਪੁਰਾਣੀ ਤੇ ਨਵੀਂ ਪੰਜਾਬੀ ਵਿਚ ਇਸਤ੍ਰੀ-ਲਿੰਗ ਹੈ। ਲਫ਼ਜ਼ 'ਲਾਜ' ਦਾ ਅਰਥ ਹੈ 'ਸ਼ਰਮ, ਹਯਾ'; ਇਸ ਦੇ ਅੰਤ ਵਿਚ (ੁ) ਨਹੀਂ ਹੈ}। ਵਹਾਰੀ = ਪਾ ਰਹੀ ਹੈ। ਸਿਉ = ਸਮੇਤ। ਪਨਿਹਾਰੀ = ਪਾਣੀ ਭਰਨ ਵਾਲੀ, ਵਿਸ਼ੇ ਭੋਗਣ ਵਾਲਾ ਜੀਵ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Porque esa cuerda se rompe junto con el cántaro de la respiración y el aguador muere lamentándose. (2)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KQCB",
        "source_page": 333,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "swihbu hoie dieAwlu, ik®pw kry; Apunw kwrju svwry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "When the Lord and Master is kind and grants His Grace, then her affairs are all resolved.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If the Lord be kind and shows His mercy, the woman shall set aright her affairs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇ ਕਰ ਸੁਆਮੀ ਮਿਹਰਬਾਨ ਹੋਵੇ ਅਤੇ ਆਪਣੀ ਮਿਹਰ ਧਾਰੇ ਤਾਂ ਇਸਤਰੀ ਆਪਣੇ ਕੰਮ ਸੁਆਰ ਲਵੇਗੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਾਹਿਬ ਕੀ ਦਿਆਲਤਾ ਕਾ ਫਲੁ ਸਤਿਗੁਰੋਂ ਕਾ ਸੰਜੋਗ ਹੈ। ਉਨ ਕੇ ਆਗੇ ਸੇਵਾ ਡੰਡੌਤ ਕਰਨੇ ਸੇ ਸਤਿਗੁਰੂ ਦਯਾ ਕਰੇ ਅਰਥਾਤ ਉਪਦੇਸ ਕਰੇ ਤੌ ਜੀਵ ਅਪਨਾ ਮੋਖ ਰੂਪੀ ਕਾਰਜ ਸਵਾਰ ਲੇਤਾ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਕੈਸੇ ਸਵਾਰ ਲੇਤਾ ਹੈ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਪ੍ਰਭੂ-ਮਾਲਕ ਦਿਆਲ ਹੋ ਜਾਏ, (ਜੀਵ-ਇਸਤ੍ਰੀ ਉੱਤੇ) ਮਿਹਰ ਕਰੇ ਤਾਂ ਉਹ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸੰਸਾਰ-ਖੂਹੀ ਵਿਚੋਂ ਭੋਗਾਂ ਦਾ ਪਾਣੀ ਕੱਢਣ ਤੋਂ ਬਚਾਣ ਦਾ) ਕੰਮ ਆਪਣਾ ਜਾਣ ਕੇ ਆਪ ਹੀ ਸਿਰੇ ਚੜ੍ਹਾਉਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Si el Señor es Compasivo, y realiza Él Mismo Su Tarea.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W8W1",
        "source_page": 334,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qw sohwgix jwxIAY; gursbdu bIcwry ]3]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Then she is known as the happy soul-bride, if she contemplates the Word of the Guru's Shabad. ||3||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Then alone she is considered to be the happy wife, if she ponders on the Guru's teaching.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੇਵਲ ਤਦ ਹੀ ਉਹ ਪ੍ਰਸੰਨ-ਪਤਨੀ ਜਾਣੀ ਜਾਂਦੀ ਹੈ, ਜੇਕਰ ਉਹ ਗੁਰਾਂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ ਸੋਚਦੀ ਸਮਝਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇ ਕਰ ਗੁਰੋਂ ਕਾ ਉਪਦੇਸ ਵੀਚਾਰੇ ਤੌ ਪਰਮੇਸ੍ਵਰ ਕੇ ਮਿਲਾਪ ਵਾਲੀ ਜਾਣੀਤੀ ਹੈ॥੩॥☬ਪ੍ਰਸ਼ਨ: ਸਭ ਜੀਵ ਉਦਮ ਕਰ ਕੇ ਗੁਰ ਸਬਦ ਹੀ ਕਿਉਂ ਨਹੀਂ ਵਿਚਾਰਤੇ ਹੈਂ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਜਦੋਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਦੀ ਹੈ (ਭਾਵ, ਚਿੱਤ ਵਿਚ ਵਸਾਉਂਦੀ ਹੈ) ਤਾਂ ਉਹ ਖਸਮ ਵਾਲੀ ਸਮਝੀ ਜਾਂਦੀ ਹੈ ॥੩॥",
              "additional_information": {
                "arth": "ਸੋਹਾਗਣਿ = ਸੋਹਾਗ ਵਾਲੀ, ਖਸਮ ਵਾਲੀ, ਖਸਮ ਨੂੰ ਯਾਦ ਰੱਖਣ ਵਾਲੀ ॥੩॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La novia feliz es aprobada si medita en la Palabra el Shabd del Guru.(3)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "517U",
        "source_page": 334,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ikrq kI bWDI. sB iPrY; dyKhu bIcwrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Bound by the actions she has committed, she wanders around - see this and understand.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Bound by the deeds done everyone wanders about, you should see and consider this.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੀਤੇ ਹੋਏ ਕਰਮਾਂ ਦਾ ਨਰੜਿਆ ਹੋਇਆ ਹਰ ਕੋਈ ਭਟਕ ਰਿਹਾ ਹੈ। ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ ਤੁਸੀਂ ਇਸ ਵੱਲ ਧਿਆਨ ਦਿਉ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵਿਚਾਰ ਕਰ ਕੇ ਦੇਖੋ ਸਭ ਸ੍ਰਿਸਟੀ ਕਰਮੋਂ ਕੀ ਬਾਂਧੀ ਹੂਈ ਫਿਰਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰ, ਹੇ ਭਾਈ!) ਜੇ ਵਿਚਾਰ ਕੇ ਵੇਖੋ, (ਇੱਥੇ ਤਾਂ) ਸਾਰੀ ਲੁਕਾਈ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ ਬੱਝੀ ਹੋਈ ਭਟਕ ਰਹੀ ਹੈ।",
              "additional_information": {
                "arth": "ਕਿਰਤ = ਕੀਤੇ ਹੋਏ (ਕੰਮ)। ਕਿਰਤ ਦੀ ਬਾਂਧੀ = ਪਿਛਲੇ ਕੀਤੇ ਹੋਏ ਕੰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ ਬੱਝੀ ਹੋਈ। ਸਭ = ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ। ਬੀਚਾਰੀ = ਵਿਚਾਰ ਕੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Y si reflexiona, se da cuenta que está siendo arrastrada por su pasado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S171",
        "source_page": 334,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "eys no ikAw AwKIAY; ikAw kry ivcwrI ]4]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "What can we say to her? What can the poor soul-bride do? ||4||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "What shall we say to her? What can the poor one do?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਨੂੰ ਕੀ ਕਹੀਏ? ਇਹ ਗਰੀਬਣੀ ਕੀ ਕਰ ਸਕਦੀ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਜੀਵ ਇਸਤ੍ਰੀ ਕੌ ਕਿਆ ਕਹੀਏ ਇਹ ਵਿਚਾਰੀ ਕਿਆ ਕਰੇ, ਭਾਵ ਏਹ ਕਿ ਕਰਮੋਂ ਕੇ ਅਧੀਨ ਹੈ॥੪॥☬ਜਿਨੋਂ ਨੇ ਪਰਮੇਸ੍ਵਰ ਕਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਆ ਤਿਨ ਜੀਵ ਇਸਤ੍ਰੀਓਂ ਕਾ ਹਾਲ ਕਹਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਇਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਕੀਹ ਦੋਸ਼? ਇਹ ਨਮਾਣੀ ਕੀਹ ਕਰ ਸਕਦੀ ਹੈ?  ॥੪॥",
              "additional_information": {
                "arth": "ਏਸ ਨੋ = ਇਸ ਜੀਵ ਨੂੰ। ਵਿਚਾਰੀ = ਨਿਤਾਣੀ ਜੀਵ-ਇਸਤ੍ਰੀ ॥੪॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Qué podemos entonces decirle? ¿Qué puede hacer la pobre Alma?(4)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GEL8",
        "source_page": 334,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "BeI inrwsI auiT clI; icq bMiD. n DIrw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Disappointed and hopeless, she gets up and departs. There is no support or encouragement in her consciousness.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Becoming hopeless, she gets up and departs. There is no prop and satisfaction in her mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬੇ-ਉਮੀਦ ਹੋ ਉਹ ਖੜੀ ਹੋ ਟੁਰ ਜਾਂਦੀ ਹੈ। ਉਸ ਦੇ ਮਨ ਅੰਦਰ ਕੋਈ ਆਸਰਾ ਤੇ ਸ਼ਾਤੀ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨ ਸੰਬੰਧੀਓਂ ਵਾ ਪਦਾਰਥੋਂ ਕੀ ਆਸ ਕਰ ਜਨਮ ਖੋਇਆ ਥਾ। ਜਬ ਜਮੋਂ ਕੇ ਬਸ ਪੜੀ ਤਬ ਤਿਨ ਸੇ ਨਿਰਾਸ ਹੋ ਕਰ ਜਮ ਲੋਕ ਕੋ ਉਠ ਚਲੀ। ਦੁਖੋਂ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਈ ਹੋਈ ਚਿਤ ਮੇਂ ਧੀਰਜ ਨਹੀਂ ਬਾਂਧਤੀ ਹੈ॥☬ਪ੍ਰਸ਼ਨ: ਮੈਂ ਜਗ੍ਯਾਸੂ ਤਿਨ ਦੁਖੋਂ ਸੇ ਕੈਸੇ ਬਚਾਂ?☬ਉੱਤਰ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਆਸਾਂ ਸਿਰੇ ਨਹੀਂ ਚੜ੍ਹਦੀਆਂ, ਮਨ ਧੀਰਜ ਨਹੀਂ ਫੜਦਾ ਤੇ (ਜੀਵ-ਇਸਤ੍ਰੀ ਇੱਥੋਂ) ਉੱਠ ਤੁਰਦੀ ਹੈ।",
              "additional_information": {
                "arth": "ਨਿਰਾਸੀ = ਆਸਾਂ ਪੂਰੀਆਂ ਹੋਣ ਤੋਂ ਬਿਨਾ ਹੀ। ਨ ਬੰਧਿ = ਨ ਬੰਧੈ, ਨਹੀਂ ਬੱਝਦੀ। ਧੀਰਾ = ਧੀਰਜ, ਟਿਕਾਉ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Deja el mundo llena de frustración y sin haber conocido la calma.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FUH2",
        "source_page": 334,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hir kI crxI lwig rhu; Bju srix kbIrw ]5]6]50]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So remain attached to the Lord's Lotus Feet, and hurry to His Sanctuary, Kabeer! ||5||6||50||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Remain attached to God's feet and flee to His asylum, O Kabir.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਦੇ ਪੈਰਾ ਨਾਲ ਜੁੜਿਆ ਰਹੁ ਅਤੇ ਦੌੜ ਕੇ ਉਸ ਦੀ ਪਨਾਹ ਲੈ, ਹੇ ਕਬੀਰ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹਰਿ ਕੀ ਚਰਣੀ ਲਗ ਰਹੁ॥☬ਪ੍ਰਸ਼ਨ: ਚਰਣੀ ਲਗਣੇ ਕੀ ਰੀਤੀ ਕਹੋ?☬ਕਬੀਰ ਜੀ ਉੱਤਰ ਕਹਤੇ ਹੈਂ: ਸੰਤੋਂ ਕੀ ਸਰਿਣ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਹੁ॥੫॥੬॥੫੦॥☬ਸਿਖ ਨੇ ਪੂਛਾ: ਹੇ ਭਗਵਨ! ਭੇਖੋਂ ਵਾਲੇ ਅਪਨੇ ਅਪਨੇ ਭੇਖ ਕੋ ਵੱਡਾ ਮਾਨਕੇ ਹੰਕਾਰ ਕਰਤੇ ਹੈਂ, ਤਿਨ ਮੇਂ ਸੇ ਕੌਣ ਬਡਾ ਹੈ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਕਬੀਰ! (ਇਸ ਨਿਰਾਸਤਾ ਤੋਂ ਬਚਣ ਲਈ) ਤੂੰ ਪ੍ਰਭੂ ਦੀ ਚਰਨੀਂ ਲੱਗਾ ਰਹੁ, ਪ੍ਰਭੂ ਦਾ ਆਸਰਾ ਲਈ ਰੱਖ ॥੫॥੬॥੫੦॥",
              "additional_information": {
                "arth": "ਭਜੁ = ਪਉ ॥੫॥੬॥੫੦॥",
                "note": "* ਸ਼ਬਦ ਦਾ ਭਾਵ: ਅਚਰਜ ਖੇਡ ਬਣੀ ਪਈ ਹੈ। ਜੋ ਭੀ ਜੀਵ ਇੱਥੇ ਆਉਂਦਾ ਹੈ, ਮਾਲਕ-ਪ੍ਰਭੂ ਵਲੋਂ ਗ਼ਾਫਲ ਹੋ ਕੇ ਦੁਨੀਆ ਦੇ ਭੋਗਾਂ ਵਿਚ ਰੁੱਝ ਜਾਂਦਾ ਹੈ। ਪਰ ਫਿਰ ਭੀ ਮੌਜਾਂ ਦੀਆਂ ਮਿਥੀਆਂ ਹੋਈਆਂ ਆਸਾਂ ਪੂਰੀਆਂ ਨਹੀਂ ਹੁੰਦੀਆਂ। ਉਮਰ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਤੇ ਨਿਰਾਸਤਾ ਵਿਚ ਹੀ ਤੁਰਨਾ ਪੈਂਦਾ ਹੈ। ਜਿਸ ਜੀਵ ਉੱਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਹ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜਦਾ ਹੈ।੫੦।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Póstrate, por tanto, a los Pies del Señor, oh, dice Kabir y busca Su Santuario.(5-6-50)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
