[
  {
    "id": "GK0",
    "sttm_id": 1685,
    "writer": "Guru Nanak Dev Ji",
    "section": "Raag Aasaa",
    "subsection": null,
    "lines": [
      {
        "id": "6WX1",
        "source_page": 462,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Manglacharan",
        "gurmukhi": {
          "SGPC": "<> siq nwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is but One God. True is His Name and creative His personality. He is without fear, without enmity, Immortal in from, Unborn and self-illumined. By Guru's grace He is obtained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇੱਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਨਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿਡਰ, ਦੁਸ਼ਮਨੀ-ਰਹਿਤ, ਅਜਨਮਾ ਅਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ; ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ, ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ) ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ੴ = 'ਓਅੰਕਾਰ' ਸੰਸਕ੍ਰਿਤ ਦੇ 'ਓਅੰ' ਸ਼ਬਦ ਤੋਂ ਲਿਆ ਗਿਆ ਹੈ। ਇਹ ਸ਼ਬਦ 'ਓਅੰ' ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਉਪਨਿਸ਼ਦਾਂ ਵਿਚ ਵਰਤਿਆ ਗਿਆ ਹੈ 'ਮਾਂਡੂਕਯ' ਉਪਨਿਸ਼ਦ ਵਿਚ ਲਿਖਿਆ ਹੈ ਕਿ ਜੋ ਕੁਝ ਹੋ ਚੁਕਿਆ ਹੈ, ਜੋ ਐਸ ਵੇਲੇ ਮੌਜੂਦ ਹੈ ਅਤੇ ਜੋ ਹੋਵੇਗਾ, ਇਹ 'ਓਅੰ' ਹੀ ਹੈ। ਉਪਨਿਸ਼ਦਾਂ ਤੋਂ ਪਿਛੋਂ ਦੇ ਸਮੇ ਵਿਚ ਸ਼ਬਦ 'ਓਅੰ' ਵਿਸ਼ਨੂੰ, ਸ਼ਿਵ ਅਤੇ ਬ੍ਰਹਮਾ ਦੇ ਸਮੁਦਾਇ ਲਈ ਵਰਤਿਆ ਗਿਆ। 'ਓਅੰਕਾਰ' ਸ਼ਬਦ 'ਅਕਾਲ ਪੁਰਖ' ਦੇ ਅਰਥ ਵਿਚ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਜਿਵੇਂ: ਓਅੰਕਾਰਿ ਬ੍ਰਹਮਾ ਉਤਪਤਿ ॥ ਓਅੰਕਾਰ ਕੀਆ ਜਿਨਿ ਚਿਤਿ ॥ ਓਅੰਕਾਰਿ ਸੈਲ ਜੁਗ ਭਏ ॥ ਓਅੰਕਾਰ ਬੇਦ ਨਿਰਮਏ ॥ (ਰਾਮਕਲੀ ਮਹਲਾ ੧ ਦਖਣੀ, ਓਅੰਕਾਰ)।ੁ ਸ਼ਬਦ 'ਏਕੰਕਾਰ' ਭੀ (ਜੋ ੴ ਦਾ ਉਚਾਰਨ ਹੈ) ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਵਿਚ ਵਰਤਿਆ ਗਿਆ ਹੈ, ਯਥਾ: ਏਕਮ ਏਕੰਕਾਰੁ ਨਿਰਾਲਾ ॥ ਅਮਰੁ ਅਜੋਨੀ ਜਾਤਿ ਨ ਜਾਲਾ ॥ (ਬਿਲਾਵਲੁ ਮਹਲਾ ੧ ਥਿਤੀ ਘਰੁ ੧੦ ਜਤਿ)। ਸਤਿਨਾਮੁ: ਜਿਸ ਦਾ ਨਾਮ 'ਸਤਿ' ਹੈ। ਸ਼ਬਦ 'ਸਤਿ' ਸੰਸਕ੍ਰਿਤ ਦੇ ਧਾਤੂ 'ਅਸ' ਤੋਂ ਹੈ, ਜਿਸ ਦਾ ਅਰਥ ਹੈ 'ਹੋਣਾ'। 'ਸਤਿ' ਦਾ ਸੰਸਕ੍ਰਿਤ ਰੂਪ 'ਸਤਯ' ਹੈ। ਇਸ ਦਾ ਅਰਥ ਹੈ 'ਹੋਂਦ ਵਾਲਾ'। 'ਸਤਿਨਾਮੁ' ਦਾ ਅਰਥ ਹੈ, 'ਉਹ ਇਕ ਓਅੰਕਾਰ ਜਿਸ ਦਾ ਨਾਮ ਹੈ ਹੋਂਦ ਵਾਲਾ'। ਪੁਰਖੁ: ਸੰਸਕ੍ਰਿਤ ਵਿਚ ਵਿਉਤਪੱਤੀ ਅਨੁਸਾਰ ਇਸ ਦੇ ਅਰਥ ਇਉਂ ਕੀਤੇ ਹਨ: 'ਪੁਰਿ ਸ਼ੇਤੇ ਇਤਿ ਪੁਰੁਸ਼ਹ'। ਭਾਵ, ਜੋ ਸਰੀਰ ਵਿਚ ਲੇਟਿਆ ਹੋਇਆ ਹੈ। ਸੰਸਕ੍ਰਿਤ ਵਿਚ ਸ਼ਬਦ 'ਪੁ",
                "note": "* ਆਸਾ ਦੀ ਵਾਰ ਦਾ ਭਾਵ: ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਤੋਂ ਪਹਿਲਾਂ 'ਆਸਾ ਦੀ ਵਾਰ' ਦੀ ਕੀਹ ਸ਼ਕਲ ਸੀ-ਇਸ ਗੱਲ ਦਾ ਨਿਰਨਾ \"ਸਲੋਕ ਭੀ ਮਹਲੇ ਪਹਿਲੇ ਕੇ ਲਿਖੇ\" ਦੇ ਸਿਰਲੇਖ ਦੀ ਵਿਆਖਿਆ ਵਿਚ ਕੀਤਾ ਗਿਆ ਹੈ। 'ਵਾਰ' ਪਹਿਲਾਂ ਕੇਵਲ ਪਉੜੀਆਂ ਹੀ ਸੀ। ਸੋ ਆਸਾ ਦੀ ਵਾਰ ਦਾ ਭਾਵ ਲਿਖਣ ਜਾਂ ਸਮਝਣ ਵੇਲੇ ਹਰੇਕ ਪਉੜੀ ਦੇ ਸਲੋਕਾਂ ਦਾ ਧਿਆਨ ਰੱਖਣ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਦੀ ਬਾਣੀ ਦੇ ਸ਼ਬਦ ਜਾਂ ਸਲੋਕ ਆਦਿਕ ਆਮ ਤੌਰ ਤੇ ਕਿਸੇ ਖ਼ਾਸ ਇਤਿਹਾਸਕ ਸਾਖੀ ਸੰਬੰਧੀ ਹਨ, ਪਰ ਉਹਨਾਂ ਦਾ ਮੁਖ-ਭਾਵ ਹਰੇਕ ਮਨੁੱਖ ਦੇ ਜੀਵਨ ਤੇ ਘਟ ਸਕਦਾ ਹੈ। ਇਸ ਗੱਲ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ ਕਿ ਜੇ ਉਹੋ ਜਿਹੀ ਇਤਿਹਾਸਕ ਘਟਨਾ ਵਰਤੋਂ ਵਿਚ ਆਵੇ, ਤਦੋਂ ਹੀ ਕੋਈ ਸ਼ਬਦ ਜਾਂ ਸਲੋਕ ਢੁਕ ਸਕੇਗਾ। ਇਸੇ ਤਰ੍ਹਾਂ 'ਆਸਾ ਦੀ ਵਾਰ' ਦੇ ਸਲੋਕਾਂ ਦਾ ਸਾਖੀ ਵਾਲਾ ਸੰਬੰਧ ਪਉੜੀਆਂ ਨਾਲ ਨਹੀਂ ਹੈ, ਕੇਵਲ ਮੁੱਖ ਭਾਵ ਦਾ ਸੰਬੰਧ ਪਉੜੀਆਂ ਦੇ ਭਾਵ ਨਾਲ ਹੈ। ਇਸ ਗੱਲ ਨੂੰ ਹੋਰ ਵਧੀਕ ਸਮਝਣ ਵਾਸਤੇ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਦੇ ਜੀਵਨ ਵਿਚੋਂ ਇਕ ਸਾਖੀ ਲੈ ਲਵੋ। ਸੰਗਲਾਦੀਪ ਤੋਂ ਆਉਂਦੇ ਹੋਏ, ਰਸਤੇ ਵਿਚ ਜੈਨੀਆਂ ਦੇ ਇਕ ਮੱਠ ਤੇ ਗੁਰੂ ਸਾਹਿਬ ਇਕ ਸਰੇਵੜੇ ਨੂੰ ਮਿਲੇ, ਜਿਸ ਦਾ ਨਾਉਂ 'ਅਨਭੀ' ਸੀ। ਇਸ ਦੇ ਨਾਲ ਧਰਮ-ਵਿਚਾਰ ਦੇ ਸੰਬੰਧ ਵਿਚ ਗੁਰੂ ਸਾਹਿਬ ਨੇ ਹੇਠ-ਲਿਖਿਆ ਸਲੋਕ ਉਚਾਰਿਆ: ਸਿਰੁ ਖੋਹਾਇ ਪੀਅਹਿ ਮਲਵਾਣੀ ਜੂਠਾ ਮੰਗਿ ਮੰਗਿ ਖਾਹੀ ॥ ਫੋਲਿ ਫਦੀਹਤਿ ਮੁਹਿ ਲੈਨਿ ਭੜਾਸਾ ਪਾਣੀ ਦੇਖਿ ਸਗਾਹੀ ॥ ਭੇਡਾ ਵਾਗ"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Auto Existente, Iluminador, por la Gracia del Guru.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XUVA",
        "source_page": 462,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Sirlekh",
        "gurmukhi": {
          "SGPC": "Awsw mhlw 1 ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Aasaa, First Mehl:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Asa 1st Guru. The dirge of praise with sloks, The sloks, too of the first Guru are written.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਆਸਾ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ। ਜੱਸਮਈ ਕਵਿਤਾ ਸਲੋਕਾਂ ਸਮੇਤ। ਸਲੋਕ ਭੀ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਦੇ ਲਿਖੇ ਗਏ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰਾਗ ਆਸਾ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕ ਜੀ ਦੀ ਬਾਣੀ। 'ਵਾਰ' ਸਲੋਕਾਂ ਸਮੇਤ, ਵਾਰ ਤੇ ਸਲੋਕ ਵੀ ਗੁਰੂ ਨਾਨਕ ਦੇ ਹਨ।",
              "additional_information": {
                "arth": "",
                "note": "* ਨੋਟ: ਸਾਰੀ ਬਾਣੀ ਨੂੰ ਤਰਤੀਬ ਦੇ ਕੇ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਦੇ ਰੂਪ ਵਿਚ ਇਕੱਤਰ ਕਰਾਉਣ ਵਾਲੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਸਨ। ਵਖੋ ਵਖਰੇ ਸ਼ਬਦਾਂ ਅਤੇ ਬਾਣੀਆਂ ਦੇ ਮੁੱਢ ਵਿਚ ਸਿਰਲੇਖ ਭੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਹੀ ਭਾਈ ਗੁਰਦਾਸ ਜੀ ਤੋਂ ਲਿਖਾਏ। ਆਸਾ ਦੀ ਵਾਰ ਦੇ ਮੁੱਢ ਤੇ ਭੀ ਇਹ ਪੰਕਤੀ 'ਸਲੋਕ ਭੀ ਮਹਲੇ ਪਹਿਲੇ ਕੇ ਲਿਖੇ' ਉਹਨਾਂ ਦੀ ਹੀ ਲਿਖਾਈ ਹੋਈ ਹੈ। ਉਹ ਆਪ ਹੀ ਲਿਖ ਰਹੇ ਹਨ ਕਿ ਇਸ ਵਾਰ ਦੇ 'ਨਾਲਿ' ਸਲੋਕ ਭੀ ਅਸਾਂ ਮਹਲੇ ਪਹਿਲੇ ਕੇ ਲਿਖ ਦਿੱਤੇ ਹਨ। ਇਸ ਤੋਂ ਇਹ ਗੱਲ ਸਪੱਸ਼ਟ ਹੈ ਕਿ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਦੀ ਬੀੜ ਤਿਆਰ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ 'ਆਸਾ ਦੀ ਵਾਰ' ਕੇਵਲ ੨੪ ਪਉੜੀਆਂ ਹੀ ਸੀ। ਸਾਰੇ ਗੁਰ-ਮਹਲਾਂ ਦੀ ਅਤੇ ਭਗਤਾਂ ਆਦਿਕਾਂ ਦੀ ਬਾਣੀ ਨੂੰ ਤਰਤੀਬ ਦੇਣ ਵੇਲੇ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਹਰੇਕ ਰਾਗ ਦੇ 'ਸ਼ਬਦ', ਫੇਰ 'ਅਸਟਪਦੀਆਂ', 'ਛੰਤ' ਤੇ 'ਵਾਰ' ਆਦਿਕ ਲਿਖਾਏ ਅਤੇ ਰਾਗ ਦੇ ਅਖ਼ੀਰ ਵਿਚ ਭਗਤਾਂ ਦੇ ਸ਼ਬਦ ਲਿਖਾਏ। ਏਸੇ ਤਰ੍ਹਾਂ ਸਾਰੇ ਗੁਰ-ਮਹਲਾਂ ਦੇ ਸਲੋਕਾਂ ਨੂੰ ਆਪ ਨੇ ਵਾਰਾਂ ਦੀਆਂ ਪਉੜੀਆਂ ਦੇ ਨਾਲ ਦੋ ਦੋ ਤਿੰਨ ਤਿੰਨ ਕਰ ਕੇ ਜੋੜ ਦਿੱਤਾ। ਜੇਹੜੇ ਸਲੋਕ ਵਧ ਰਹੇ, ਉਹਨਾਂ ਨੂੰ ਬੀੜ ਦੇ ਅਖ਼ੀਰ ਵਿਚ ਦਰਜ ਕੀਤਾ ਤੇ ਸਿਰਲੇਖ ਵਜੋਂ ਲਿਖਿਆ 'ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ'।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Asa, Mejl Guru Nanak, Primer Canal Divino.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3XNE",
        "source_page": 462,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "vwr slokw nwil, slok BI mhly pihly ky ilKy; tuMfy As rwjY kI, DunI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Vaar With Shaloks, And Shaloks Written By The First Mehl. To Be Sung To The Tune Of 'Tunda-Asraajaa':",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The stanzas should be sung to the tune of Tunda As Raja.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਉੜੀਆਂ ਟੁੰਡੇ ਅਸਰਾਜੇ ਦੀ ਤਰਜ ਤੇ ਗਾਉਣੀਆਂ (ਹਨ)।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਏਕ ਸਾਰੰਗ ਨਾਮੇ ਰਾਜਾ ਥਾ। ਤਿਸ ਕੇ ਤੀਨ ਪੁਤ੍ਰ ਥੇ। ਅਸਰਾਜ ਪਟਰਾਨੀ ਸੇ ਥਾ। ਖਾਨ ੧, ਸੁਲਤਾਨ ੨, ਦੂਸਰੀ ਰਾਣੀਓਂ ਸੇ ਥੇ। ਰਾਜ ਕਾ ਅਧਕਾਰ ਅਸਰਾਜ ਕਾ ਥਾ। ਸੋ ਇਸ ਈਰਖਾ ਕਰ ਕੇ ਖਾਨ ਸੁਲਤਾਨ ਦੋਨੋਂ ਨੇ ਸ਼ਿਕਾਰ ਕੇ ਬਹਾਨੇ ਲੇ ਜਾਕਰ ਅਸਰਾਜ ਕੇ ਹਾਥ ਪਾਉਂ ਕਾਟ ਕਰ ਕੂਪ ਮੇਂ ਗਿਰਾਇ ਦੀਆ ਔਰ ਪਿਤਾ ਸੇ ਕਹਾ ਕਿ ਸ਼ੇਰ ਮਾਰ ਕਰ ਅਸਰਾਜ ਕੋ ਖਾਇ ਗਿਆ। ਬਨਜਾਰੋਂ ਕੀ ਏਕ ਗੋਲ ਜਾਤੀ ਥੀ। ਉਨਮੇਂ ਸੇ ਕੋਈ ਕੂਪ ਪਰ ਪਾਨੀ ਭਰਨੇ ਗਿਆ। ਉਸ ਨੇ ਅਸਰਾਜ ਕੀ ਇਹ ਦਸ਼ਾ ਦੇਖੀ, ਦ੍ਯਾ ਆਈ ਨਿਕਾਲ ਕਰ ਔਖਧਿ ਕੀਆ, ਘਾਉ ਅਛੇ ਹੋ ਗਏ। ਭਾਗ੍ਯ ਬਸ ਏਕ ਰਾਜਾ ਨਿਰਸੰਤਾਨ ਮਰ ਗਿਆ ਥਾ। ਸੋ ਉਸ ਕੇ ਮੰਤ੍ਰੀਓਂ ਨੇ ਕੁਛ ਸੰਕੇਤ ਕੀਆ ਥਾ ਕਿ ਜੋ ਪ੍ਰਾਤਾਕਾਲ ਮਿਲੈ ਔਰ ਜਿਸ ਕੇ ਹਾਥ ਸੇ ਕਿਲੇ ਕਾ ਤਾਲਾ ਖੁਲ ਜਾਇ ਉਸੀ ਕੋ ਰਾਜਾ ਬਨਾਉਨਾ ਹੈ। ਪ੍ਰਾਤ ਕਾਲ ਸੋ ਅਸਰਾਜ ਟੁੰਡਾ ਮਿਲਾ ਔਰ ਇਸੀ ਕੇ ਹਾਥ ਲਗਨੇ ਸੇ ਤਾਲਾ ਖੁਲ ਗਇਆ। ਸੋ ਇਹ ਬਹੁਤ ਦਿਨ ਤਕ ਵਹਾਂ ਰਾਜ ਕਰਤਾ ਰਹਾ। ਟੁੰਡੇਸ ਲੋਗ ਕਹਤੇ ਰਹੇ। ਏਕ ਦਿਨ ਕੋਠੇ ਪਰ ਬੈਠਾ ਥਾ ਕਿ ਵਹੀ ਬਨਜਾਰੇ ਜਾਤੇ ਥੇ ਦੇਖ ਕਰ ਬੁਲਾਇਆ ਔਰ ਉਨ ਕੀ ਸੇਵਾ ਕਰ ਧਨ ਦੇ ਕਰ ਬਿਦਾ ਕੀਆ। ਰਾਜਾ ਕੇ ਅਹਲਕਾਰੋਂ ਨੇ ਬਨਜਾਰੋਂ ਸੇ ਪੂਛਾ ਕਿ ਆਪ ਸੇ ਉਨ ਕਾ ਕਿਆ ਸੰਬੰਧ ਹੈ। ਤਬ ਬਨਜਾਰੋਂ ਨੇ ਕਹਾ ਕਿ ਹਮ ਇਸ ਕੋ ਕਿਸੀ ਗੁਨਾਹ ਸੇ ਮਾਰਨੇ ਲਗੇ ਥੇ, ਪਰੰਤੂ ਦ੍ਯਾ ਕਰ ਕੇ ਮਾਰਾ ਨਹੀਂ ਹਾਥ ਪਾਉਂ ਕਾਟ ਕਰ ਛੋਡ ਦੀਆ। ਇਸ ਉਪਕਾਰ ਕੋ ਤੁਮਾਰੇ ਰਾਜਾ ਨੇ ਮਾਨਾ ਹੈ। ਸੁਨ ",
              "additional_information": {
                "reference": "_¹_ਤਿਸ ਕੀ ਪੋੜੀ ਇਹ ਹੈ, ਭਾਵ-☬ਸੇਰ ਸਰਦੂਲ ਰਾਇ ਰਣ ਮਾਰੂ ਬੱਜੇ।☬ਖਾਨ ਸੁਲਤਾਨ ਸੂਰਮੇ ਵਿਚ ਰਣ ਦੇ ਗੱਜੇ।☬ਖਤ ਲਿਖੇ ਟੁੰਡੇ ਅਸਰਾਜ ਨੂੰ ਪਾਤਸ਼ਾਹੀ ਅੱਜੇ।☬ਟਿਕਾ ਸਾਰੰਗ ਬਾਪਨੇ ਦਿਤਾ ਡਰ ਗੱਜੇ।☬ਫਤੇ ਪਾਇ ਅਸਰਾਇ ਜੀ ਸ਼ਾਹੀ ਪਰ ਸੱਜੇ।☬ਇਹ ਪੰਜ ਤੁਕੀ ਪੋੜੀ ਇਸ ਸਾਥ ਪੰਜ ਤੁਕੀ ਗੁਰਾਂ ਨੇ ਮੇਲੀ।☬\"ਆਪੀਨੇ ਆਪੁ ਸਾਜਿਓ ਆਪੀਨ੍ਹੈ੍ਹ ਰਚਿਓ ਨਾਉ\" ਇਤ੍ਯਾਦ॥☬ਮੰਗਲਾ ਚਰਨ ਕਰਤੇ ਹੂਏ ਗੁਰੂ ਜੀ ਕੀ ਉਸਤਤੀ ਕਰਤੇ ਹੈਂ:"
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਹ ਵਾਰ) ਟੁੰਡੇ (ਰਾਜਾ) ਅਸਰਾਜ ਦੀ (ਵਾਰ ਦੀ) ਸੁਰ ਉਤੇ (ਗਾਉਣੀ ਹੈ)।",
              "additional_information": {
                "arth": "ਧੁਨੀ = ਸੁਰ।",
                "note": "ਸਾਖੀ: ਅਸਰਾਜ ਇਕ ਰਾਜੇ ਦਾ ਪੁੱਤਰ ਸੀ, ਜਿਸ ਦਾ ਨਾਮ ਸਾਰੰਗ ਸੀ। ਆਪਣੀ ਇਸਤ੍ਰੀ ਮਰ ਜਾਣ ਕਰਕੇ ਰਾਜਾ ਸਾਰੰਗ ਨੇ ਪਿਛਲੀ ਉਮਰੇ ਇਕ ਹੋਰ ਵਿਆਹ ਕਰ ਲਿਆ। ਨਵੀਂ ਰਾਣੀ ਆਪਣੇ ਮਤ੍ਰੇਏ ਪੁੱਤਰ ਅਸਰਾਜ ਤੇ ਰੀਝ ਪਈ, ਪਰ ਅਸਰਾਜ ਆਪਣੇ ਧਰਮ ਤੇ ਕਾਇਮ ਰਿਹਾ। ਜਦੋਂ ਰਾਣੀ ਦੀ ਹੋਰ ਕੋਈ ਚਾਲ ਪੁੱਤਰ ਨੂੰ ਧਰਮ ਤੋਂ ਡੇਗਣ ਵਿਚ ਕਾਮਯਾਬ ਨਾਹ ਹੋਈ, ਤਾਂ ਉਸ ਨੇ ਰਾਜੇ ਪਾਸ ਅਸਰਾਜ ਦੇ ਉਲਟ ਝੂਠੇ ਦੂਸ਼ਣ ਲਗਾ ਦਿੱਤੇ। ਰਾਜੇ ਨੇ ਕ੍ਰੋਧ ਵਿਚ ਆ ਕੇ ਪੁੱਤਰ ਵਾਸਤੇ ਫਾਂਸੀ ਦਾ ਹੁਕਮ ਦੇ ਦਿੱਤਾ। ਰਾਜੇ ਦਾ ਵਜ਼ੀਰ ਸਿਆਣਾ ਸੀ। ਉਸ ਨੇ ਅਸਰਾਜ ਨੂੰ ਜਾਨੋਂ ਤਾਂ ਨਾਹ ਮਾਰਿਆ ਪਰ ਉਸ ਦਾ ਇਕ ਹੱਥ ਕੱਟ ਕੇ ਉਸ ਨੂੰ ਸ਼ਹਿਰੋਂ ਬਾਹਰ ਕਿਸੇ ਉਜਾੜ ਵਿਚ ਇਕ ਖੂਹ ਤੇ ਛੱਡ ਦਿੱਤਾ। ਉੱਥੋਂ ਦੀ ਵਣਜਾਰਿਆਂ ਦਾ ਇਕ ਕਾਫ਼ਲਾ ਲੰਘਿਆ। ਉਹਨਾਂ ਵਿਚੋਂ ਇਕ ਵਣਜਾਰੇ ਨੇ ਅਸਰਾਜ ਨੂੰ ਆਪਣੇ ਨਾਲ ਲੈ ਲਿਆ। ਵਣਜਾਰੇ ਕਿਸੇ ਹੋਰ ਰਾਜੇ ਦੇ ਸ਼ਹਿਰ ਵਿਚੋਂ ਦੀ ਲੰਘੇ। ਉਥੇ ਅਸਰਾਜ ਇਕ ਧੋਬੀ ਦੇ ਪਾਸ ਵੇਚ ਦਿੱਤਾ ਗਿਆ। ਅਸਰਾਜ ਉੱਥੇ ਧੋਬੀ ਦੇ ਘਰ ਰਹਿ ਕੇ ਸੇਵਾ ਵਿਚ ਆਪਣੇ ਦਿਨ ਬਿਤਾਉਣ ਲੱਗ ਪਿਆ। ਸਮਾ ਪਾ ਕੇ ਉਸ ਸ਼ਹਿਰ ਦਾ ਰਾਜਾ ਸੰਤਾਨ-ਹੀਨ ਹੀ ਮਰ ਗਿਆ। ਵਜ਼ੀਰਾਂ ਨੇ ਆਪੋ ਵਿਚ ਫ਼ੈਸਲਾ ਕੀਤਾ ਕਿ ਸਵੇਰੇ ਜੋ ਮਨੁੱਖ ਸਭ ਤੋਂ ਪਹਿਲਾਂ ਸ਼ਹਿਰ ਦਾ ਦਰਵਾਜ਼ਾ ਖੜਕਾਏ, ਉਸ ਨੂੰ ਰਾਜ ਦੇ ਦਿੱਤਾ ਜਾਏ। ਅਸਰਾਜ ਦੇ ਭਾਗ ਜਾਗੇ ਧੋਬੀ ਦਾ ਬਲਦ ਖੁਲ੍ਹ ਗਿਆ ਬਲਦ ਦੀ ਢੂੰਡ ਭਾਲ ਵਿਚ ਅਸਰਾਜ ਸਵੇਰੇ ਹੀ ਉਠ ਤੁਰਿਆ ਤੇ ਦਰਵਾਜ਼ਾ"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Var, con Sloks del primer Mejl Guru Nanak, para ser cantadas en la tonalidad de Tunda Asraya",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6CSW",
        "source_page": 462,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Sirlekh",
        "gurmukhi": {
          "SGPC": "sloku mÚ 1 ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Shalok, First Mehl:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Slok 1st Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਲੋਕ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Slok, Mejl Guru Nanak, Primer Canal Divino.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MMX1",
        "source_page": 462,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bilhwrI gur Awpxy; idauhwVI sd vwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "A hundred times a day, I am a sacrifice to my Guru;",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "A hundred times a day, I am a sacrifice unto my Guru,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੈਕੜੇ ਵਾਰੀ ਇਕ ਦਿਨ ਵਿੱਚ ਮੈਂ ਆਪਣੇ ਗੁਰਾਂ ਉਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਮੈਂ ਅਪਨੇ ਗੁਰੋਂ ਪਰ ਏਕ (ਦਿਉਹਾੜੀ) ਦਿਨਮੇਂ (ਸਦ) ਸੌਵਾਰ ਬਲਿਹਾਰੀ ਜਾਤਾ ਹੂੰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ (ਇਕ) ਦਿਨ ਵਿਚ ਸੌ ਵਾਰੀ ਸਦਕੇ ਹੁੰਦਾ ਹਾਂ,",
              "additional_information": {
                "arth": "ਦਿਉਹਾੜੀ = ਦਿਹਾੜੀ ਵਿਚ। ਸਦ ਵਾਰ = ਸਉ (ਸੌ) ਵਾਰੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Ofrezco mi ser en sacrificio a mi Guru un sinnúmero de veces cada día;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4UK9",
        "source_page": 462,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ijin. mwxs qy dyvqy kIey; krq. n lwgI vwr ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He made angels out of men, without delay. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "who without making any delay, make angles out of men.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਚਿਰ ਲਾਉਣ ਦੇ ਬਗੈਰ (ਤੁਰਤ) ਮਨੁੱਖ ਨੂੰ ਫਰਿਸ਼ਤਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵਹੁ ਗੁਰੂ ਕੈਸੇ ਹੈਂ? ਜਿਨੋਂ ਨੇ ਮਾਨੁਖ ਸੇ ਦੇਵਤਾ ਬਨਾਏ ਹੈਂ, ਪਰੰਤੂ ਕਰਤਿਆਂ ਕੋ (ਵਾਰ) ਦੇਰ ਨਹੀਂ ਲਗੀ॥੧॥☬ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਮਹਲਾ ੨ ਕਾ ਸਲੋਕ ਭੀ ਮਿਲਾਉਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ (ਗੁਰੂ) ਨੇ ਮਨੁੱਖਾਂ ਤੋਂ ਦੇਵਤੇ ਬਣਾ ਦਿੱਤੇ ਤੇ ਬਣਾਉਂਦਿਆਂ (ਰਤਾ) ਚਿਰ ਨਾਹ ਲੱਗਾ ॥੧॥",
              "additional_information": {
                "arth": "ਜਿਨਿ = ਜਿਸ (ਗੁਰੂ) ਨੇ। ਮਾਣਸ ਤੇ = ਮਨੁੱਖਾਂ ਤੋਂ। ਕਰਤ = ਬਣਾਉਂਦਿਆਂ। ਵਾਰ = ਦੇਰ, ਚਿਰ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él es Quien hizo ángeles de los humanos sin espera alguna. (1)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
