[
  {
    "id": "0E5",
    "sttm_id": 5353,
    "writer": "Guru Arjan Dev Ji",
    "section": "Svaiyay Sri Mukhbak Mehl 5",
    "subsection": null,
    "lines": [
      {
        "id": "QLJZ",
        "source_page": 1389,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AwvD kitE. n jwq; pRym rs, crn kml sMig ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Weapons cannot cut that person who delights in the love of the Lord's Lotus Feet.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Whosoever enjoys the relish of the association of the love of the Lord's lotus feet he can be cut not with weapons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਕੋਈ ਪ੍ਰਭੂ ਦੇ ਕੰਵਲ ਪੈਰਾਂ ਦੀ ਸੰਗਤ ਦੀ ਪ੍ਰੀਤ ਦਾ ਸੁਆਦ ਮਾਣਦਾ ਹੈ, ਉਹ ਬਸਤਰਾਂ ਨਾਲ ਵਢਿਆ ਟੁਕਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਪੁਰਸ਼ ਪ੍ਰਭੂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਮੇਂ ਪ੍ਰੇਮ ਕਰ ਕੇ ਤਿਸ ਭਗਤਿ ਰਸ ਕੋ ਪਰਾਪਤਿ ਭ੍ਯਾ ਹੈ, ਸੋ ਜਨ ਕਾਮ, ਕ੍ਰੋਧ ਆਦੀ ਵਾ ਕੁਬਚਨੋਂ ਰੂਪੀ (ਆਵਧ) ਸ਼ਸਤ੍ਰੋਂ ਕਰ ਕੇ ਕਾਟਾ ਨਹੀਂ ਜਾਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜਿਸ ਮਨੁੱਖ ਨੇ) ਹਰੀ ਦੇ ਚਰਨ ਕਮਲਾਂ ਨਾਲ ਜੁੜ ਕੇ ਪ੍ਰੇਮ ਦਾ ਸੁਆਦ (ਚੱਖਿਆ ਹੈ, ਉਹ) ਸ਼ਸਤ੍ਰਾਂ ਨਾਲ ਵੱਢਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਆਵਧ = ਸ਼ਸਤ੍ਰਾਂ ਨਾਲ। ਚਰਨ ਕਮਲ ਸੰਗਿ = ਚਰਨ-ਕਮਲਾਂ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Las armas no pueden tocar a ese ser que vive en el Regocijo del Amor de los Pies de Loto del Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N2ZH",
        "source_page": 1389,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "dwvin bMiDE. n jwq; ibDy mn, drs mig ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Ropes cannot bind that person whose mind is pierced through by the Vision of the Lord's Way.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He, whose mind is pierced in the way of the Lord's vision, can be bound not with the rope.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਸ ਦਾ ਚਿੱਤ ਸਾਈਂ ਦੇ ਦਰਸ਼ਨ ਦੇ ਰਾਹ ਵਿੱਚ ਵਿੰਨ੍ਹਿਆ ਗਿਆ ਹੈ, ਉਹ ਰੱਸੇ ਨਾਲ ਬੰਨ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਜਨ ਪਰਮੇਸ੍ਵਰ ਕੇ ਦਰਸਨ ਹੇਤ ਭਗਤਿ ਮਾਰਗ ਮੇਂ (ਬਿਧੇ) ਮਿਲੇ ਹੈਂ ਤਿਨੋਂ ਕਾ ਅੰਤਸਕਰਨ ਮੋਹਿ ਰੂਪੀ (ਦਾਵਨਿ) ਰੱਸੇ ਕਰ ਕੇ ਬਾਂਧਿਆਂ ਨਹੀਂ ਜਾਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜਿਸ ਦਾ) ਮਨ (ਹਰੀ ਦੇ) ਦਰਸ਼ਨ ਦੇ ਰਾਹ ਵਿੱਚ ਵਿੱਝ ਗਿਆ ਹੈ, ਉਹ ਰੱਸੀ ਨਾਲ (ਕਿਸੇ ਹੋਰ ਪਾਸੇ) ਬੰਨ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਦਾਵਨਿ = ਰੱਸੀ ਨਾਲ (दामन् = ਰੱਸੀ)। ਬੰਧਿਓ ਨ ਜਾਤ = ਬੰਨ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਬਿਧੇ = ਵਿੰਨ੍ਹਿਆ ਹੋਇਆ। ਦਰਸ ਮਗਿ = (ਹਰੀ ਦੇ) ਦਰਸ਼ਨ ਦੇ ਰਸਤੇ ਵਿਚ। ਮਗਿ = ਰਸਤੇ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Las cuerdas no pueden amarrar a quien tiene su mente atravesada por la Visión del Sendero del Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6X6Z",
        "source_page": 1389,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pwvk jirE. n jwq; rihE. jn DUir lig ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Fire cannot burn that person who is attached to the dust of the feet of the Lord's humble servant.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Fire can burn not him, who is attached to the dust of the feet of the Lord's slave.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅੱਗ ਉਸ ਨੂੰ ਸਾੜ ਨਹੀਂ ਸਕਦੀ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਗੋਲੇ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਜਨ ਵਾਹਿਗੁਰੂ ਕੇ ਦਾਸੋਂ ਕੀ ਚਰਨ ਤੂੜੀ ਮੇਂ ਲਾਗ ਰਹਾ ਹੈ, ਸੋ ਜਨ ਤ੍ਰਿਸਨਾ ਅਗਨੀ ਸੇ ਜਲਾਇਆ ਨਹੀਂ ਜਾਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜੋ ਮਨੁੱਖ) ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ ਧੂੜ ਵਿਚ ਲੱਗ ਰਿਹਾ ਹੈ, (ਉਸ ਨੂੰ) ਅੱਗ ਸਾੜ ਨਹੀਂ ਸਕਦੀ;",
              "additional_information": {
                "arth": "ਪਾਵਕ = ਅੱਗ। ਜਰਿਓ ਨ ਜਾਤ = ਸਾੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਜਨ ਧੂਰਿ = ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El fuego no puede quemar a la persona que vive apegada al Polvo de los Pies del humilde Sirviente del Señor;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8KCJ",
        "source_page": 1389,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nIru. n swkis boir; clih hir pMiQ pig ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Water cannot drown that person whose feet walk on the Lord's Path.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The water can drown not the person, whose feet tread on the God's path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਾਣੀ ਉਸ ਨੂੰ ਡੋਬ ਨਹੀਂ ਸਕਦਾ, ਜਿਸਦੇ ਪੈਰ ਵਾਹਿਗੁਰੂ ਦੇ ਮਾਰਗ ਤੁਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਚਰਨੋਂ ਕਰ ਕੇ ਪਰਮੇਸਰ ਕੇ ਮਾਰਗ ਮੇਂ ਚਲੇ ਹੈਂ ਤਿਨੋਂ ਕੋ ਪਦਾਰਥੋਂ ਰੂਪੀ ਜਲ ਡੁਬਾਇ ਨਹੀਂ ਸਕਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜਿਸ ਦੇ) ਪੈਰ ਰੱਬ ਦੇ ਰਾਹ ਵਲ ਤੁਰਦੇ ਹਨ, ਉਸ ਨੂੰ ਪਾਣੀ ਡੋਬ ਨਹੀਂ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਨੀਰੁ = ਪਾਣੀ। ਬੋਰਿ = ਡੋਬ। ਪੰਥ = ਰਸਤਾ। ਪਗ = ਪੈਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el agua no puede ahogar a quien camina con sus pies en el Sendero del Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RTR7",
        "source_page": 1389,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. rog doK AG moh; iCdy. hir nwm Kig ]1]10]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, diseases, faults, sinful mistakes and emotional attachment are pierced by the Arrow of the Name. ||1||10||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, with the arrow of the Lord's Name, the ailments, blemishes, sins and worldly love are pierced through.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਸੁਅਮੀ ਦੇ ਨਾਮ ਦੇ ਤੀਰ ਨਾਲ ਬੀਮਾਰੀਆਂ ਦੁਸ਼ਨ ਪਾਪ ਅਤੇ ਸੰਸਾਰੀ ਮਮਤਾ ਵਿੰਨੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਸਰੀਰ ਕੇ ਰੋਗ ਔਰ ਦੋਖ ਪੁਨਾ (ਅਘ) ਪਾਪ, ਮੋਹਿ ਆਦੀ ਵਿਕਾਰ ਇਹ ਸੰਪੂਰਨ ਹਰੀ ਕੇ ਨਾਮ ਉਚਾਰਨ ਰੂਪੀ ਖੰਡੇ ਕਰ ਕੇ (ਛਿਦੇ) ਕਾਟੇ ਜਾਤੇ ਹੈਂ॥੧॥੧੦॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! (ਉਸ ਮਨੁੱਖ ਦੇ) ਰੋਗ, ਦੋਖ, ਪਾਪ ਅਤੇ ਮੋਹ-ਇਹ ਸਾਰੇ ਹੀ ਹਰੀ ਦੇ ਨਾਮ-ਰੂਪੀ ਤੀਰ ਨਾਲ ਕੱਟੇ ਜਾਂਦੇ ਹਨ ॥੧॥੧੦॥",
              "additional_information": {
                "arth": "ਅਘ = ਪਾਪ। ਛਿਦੇ = ਕੱਟੇ ਜਾਂਦੇ ਹਨ। ਖਗਿ = ਤੀਰ ਨਾਲ। ਦੋਖ = ਵਿਕਾਰ। ਪੰਥਿ = ਰਸਤੇ ਤੇ ॥੧॥੧੦॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh dice Nanak, enfermedades, faltas, errores malvados y apegos emocionales son atravesados por la Flecha del Nombre. (1-10)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "HS0",
    "sttm_id": 5354,
    "writer": "Guru Arjan Dev Ji",
    "section": "Svaiyay Sri Mukhbak Mehl 5",
    "subsection": null,
    "lines": [
      {
        "id": "6G5V",
        "source_page": 1389,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "audmu kir. lwgy bhu BwqI; ibcrih Aink swsqR bhu KtUAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "People are engaged in making all sorts of efforts; they contemplate the various aspects of the six Shaastras.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Men are engaged in making efforts in many ways. They greatly reflect upon the various aspects of the six Shashtras.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬੰਦੇ ਬਹੁਤਿਆਂ ਤਰੀਕਿਆਂ ਨਾਲ ਉਪਰਾਲੇ ਕਰਨ ਵਿੱਚ ਜੁਟੇ ਹੋਏ ਹਨ। ਉਹ ਛਿਆ ਸ਼ਾਸਤਰਾਂ ਦੀ ਅਨੇਕਾਂ ਪਹਿਲੂਆਂ ਤੋਂ ਘਣੇਰੀ ਵੀਚਾਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਲੋਕ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਸਾਧਨੋਂ ਰੂਪੀ ਉਪਾਵੋਂ ਕੇ ਉਦਮ ਕਰਨੇ ਮੇਂ ਲਗੇ ਹੂਏ ਹੈਂ। ਏਕ ਤੋ ਬਹੁਤ (ਖਟੂਆ) ਖੱਟੀ ਅਰਥਾਤ ਲਾਭ ਕੇ ਵਾਸਤੇ ਖਟ ਸ਼ਾਸਤ੍ਰੋਂ ਕੋ ਬਹੁਤ ਵੇਰ ਬੀਚਾਰਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਨੇਕਾਂ ਮਨੁੱਖ ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਉੱਦਮ ਕਰ ਰਹੇ ਹਨ, ਛੇ ਸ਼ਾਸਤ੍ਰ ਵਿਚਾਰ ਰਹੇ ਹਨ;",
              "additional_information": {
                "arth": "ਬਿਚਰਹਿ = ਵਿਚਾਰਦੇ ਹਨ। ਅਨਿਕ = ਬਹੁਤ ਸਾਰੇ ਲੋਕ। ਸਾਸਤ੍ਰ ਖਟੂਆ = ਛੇ ਸ਼ਾਸਤ੍ਰਾਂ ਨੂੰ (ਸਾਂਖ, ਯੋਗ, ਨਿਆਇ, ਵੈਸ਼ੇਸ਼ਿਕ, ਮੀਮਾਂਸਾ, ਵੇਦਾਂਤ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La gente trata de hacer todo tipo de esfuerzos, medita en los seis aspectos de los seis Shastras.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XWNW",
        "source_page": 1389,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Bsm lgwie, qIrQ bhu BRmqy; sUKm dyh, bMDih bhu jtUAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Rubbing ashes all over their bodies, they wander around at the various sacred shrines of pilgrimage; they fast until their bodies are emaciated, and braid their hair into tangled messes.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Besmearing their body with ashes, some wander at various pilgrim stations, some make their body thin lean and some blind their hair into many matted locks.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਆਪਣੀ ਦੇਹ ਨੂੰ ਸੁਆਹ ਮਲ ਕੇ ਕਈ ਘਣੇਰਿਆਂ ਯਾਤ੍ਰਾ-ਅਸਥਾਨਾਂ ਤੇ ਰਟਨ ਕਰਦੇ ਹਨ, ਕਈ ਆਪਣੀ ਕਾਇਆ ਨੂੰ ਪਤਲੀ ਤੇ ਦੁਬਲੀ ਕਰ ਲੈਂਦੇ ਹਨ ਅਤੇ ਕਈ ਆਪਣਿਆਂ ਵਾਲਾ ਨੂੰ ਬੰਨਨੂੰ ਕੇ ਬਹੁਤੀਆਂ ਜਟਾ ਬਣਾ ਲੈਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਏਕ ਸਰੀਰ ਮੇਂ ਭਸਮ ਕੋ ਲਗਾਇ ਕਰ ਕੇ ਬਹੁਤ ਤੀਰਥੋਂ ਮੇਂ ਭ੍ਰਮਤੇ ਹੈਂ ਔਰ ਏਕ ਅੰਨ ਕੋ ਤਿਆਗ ਕਰ ਸੂਖਮ ਦੇਹੀ ਕਰ ਲੇਤੇ ਹੈਂ ਔਰ ਏਕ ਸਿਰ ਪਰ ਬਹੁਤ ਬਡੀਆਂ ਜਟਾਂ ਬਾਂਧ ਲੇਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਿੰਡੇ ਤੇ) ਸੁਆਹ ਮਲ ਕੇ ਬਹੁਤੇ ਮਨੁੱਖ ਤੀਰਥਾਂ ਤੇ ਭੌਂਦੇ ਫਿਰਦੇ ਹਨ, ਅਤੇ ਕਈ ਬੰਦੇ ਸਰੀਰ ਨੂੰ (ਤਪਾਂ ਨਾਲ) ਕਮਜ਼ੋਰ ਕਰ ਚੁਕੇ ਹਨ ਤੇ (ਸੀਸ ਉਤੇ) ਜਟਾਂ ਧਾਰ ਰਹੇ ਹਨ।",
              "additional_information": {
                "arth": "ਭ੍ਰਮਤੇ = ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ। ਸੂਖਮ = ਕਮਜ਼ੋਰ। ਦੇਹ = ਸਰੀਰ। ਬਹੁ = ਬਹੁਤੇ ਮਨੁੱਖ। ਬੰਧਹਿ ਜਟੂਆ = ਜਟਾਂ ਸਿਰ ਤੇ ਧਾਰਨ ਕਰ ਰਹੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Frota cenizas sobre su cuerpo, vaga visitando varios lugares santos, ayuna hasta que su cuerpo queda en los huesos y trenza su cabello hasta enredar las trenzas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8U30",
        "source_page": 1389,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ibnu hir Bjn, sgl duK pwvq; ijau pRym bFwie, sUq ky htUAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Without devotional worship of the Lord, they all suffer in pain, caught in the tangled web of their love.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Without the Lord's meditation everyone suffers pain like the spider, which with love increases her web of yarn.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੁਆਮੀ ਦੇ ਸਿਮਰਨ ਦੇ ਬਾਝੋਂ ਹਰ ਜਣਾ ਮਕੜੀ ਦੀ ਤਰ੍ਹਾਂ ਪਿਆਰ ਨਾਲ ਤੰਦ ਦਾ ਜਾਲ ਵਧਾਉਣ ਦੀ ਤਕਲੀਫ ਉਠਾਉਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਜੈਸੇ (ਹਟੂਆ) ਦੁਕਾਨਦਾਰ ਪ੍ਰੇਮ ਕੋ ਵਧਾਇਕਰ ਅਰ ਦੁਖ ਪਾਇ ਕਰ ਕੇ ਸੂਤ ਕੇ ਲਡੂ ਬਨਾਵਤਾ ਹੈ ਪਰ ਖਾਵਤਾ ਨਹੀਂ ਹੈ, ਭਾਵ ਕਸ਼ਟ ਕਰ ਕੇ ਸ਼ਾਸਤ੍ਰੋਂ ਕੋ ਪੜ੍ਹਤੇ ਹੈਂ, ਪਰੰਤੂ ਸਿਧਾਂਤ ਕੋ ਨਹੀਂ ਧਾਰਤੇ ਹੈਂ; ਵਾ ਜੈਸੇ (ਹਟੂਆ) ਬੰਬੋਹਾ ਜੀਵ ਅਪਨੀ ਤਾਰ ਨਿਕਾਸ ਕਰ ਕੇ ਜਾਲਾ ਰਚ ਕਰ ਤਿਸੀ ਮੇਂ ਫਸ ਕਰ ਕੇ ਮਰਤਾ ਹੈ, ਤੈਸੇ ਜੀਵ ਅਪਨੇ ਕਰਮੋਂ ਕਰ ਕੇ ਆਪ ਹੀ ਬੰਧਾਇਵਾਨ ਹੋਤਾ ਹੈ। ਤਾਂ ਤੇ ਹਰੀ ਕੇ ਭਜਨ ਤੇ ਬਿਨਾਂ ਇਨ ਪੂਰਬੋਕਤ ਸਾਧਨਾਂ ਕੇ ਕਰਨੇ ਵਾਲੇ ਜੀਵ ਅਹੰਮਮ ਕਰ ਕੇ ਸਦਾ ਜਨਮ ਮਰਨ ਰੂਪ ਦੁਖੋਂ ਕੋ ਪਾਵਤੇ ਹੈਂ। ਤਾਂ ਤੇ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਸੇ ਸਰਬ ਦੁਖ ਦੂਰ ਹੋਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹਰੀ ਦਾ ਨਾਮ ਲੈਣ ਤੋਂ ਬਿਨਾ, ਇਹ ਸਾਰੇ ਲੋਕ ਦੁੱਖ ਪਾਂਦੇ ਹਨ (ਇਹ ਸਾਰੇ ਅਡੰਬਰ ਉਹਨਾਂ ਲਈ ਫਸਣ ਵਾਸਤੇ ਜਾਲ ਬਣ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ (ਕਹਣਾ) ਬੜੇ ਮਜ਼ੇ ਨਾਲ ਤਾਰਾਂ ਦਾ ਜਾਲ ਤਣਦਾ ਹੈ (ਤੇ ਆਪ ਹੀ ਉਸ ਵਿਚ ਫਸ ਕੇ ਆਪਣੇ ਬੱਚਿਆਂ ਦੇ ਹੱਥੋਂ ਮਾਰਿਆ ਜਾਂਦਾ ਹੈ)",
              "additional_information": {
                "arth": "ਸਗਲ = ਸਾਰੇ (ਮਨੁੱਖ)। ਪ੍ਰੇਮ = ਪ੍ਰੇਮ ਨਾਲ, ਮਜ਼ੇ ਨਾਲ। ਬਢਾਇ = ਵਧਾਉਂਦਾ ਹੈ, ਤਾਣਦਾ ਹੈ। ਸੂਤ ਕੇ ਹਟੂਆ = ਸੂਤ੍ਰ ਦੇ ਘਰ, ਤਾਰਾਂ ਦੇ ਘਰ, ਤਾਰਾਂ ਦਾ ਜਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sin la Alabanza de Devoción al Señor, todos sufren de dolor, atrapados en la enredada red de su apego amoroso.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6PQT",
        "source_page": 1389,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pUjw ck® krq sompwkw; Aink BWiq Qwtih kir QtUAw ]2]11]20]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "They perform worship ceremonies, draw ritual marks on their bodies, cook their own food fanatically, and make pompous shows of themselves in all sorts of ways. ||2||11||20||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some perform worship, inscribe religious marks on their body, cook their own food and make ostentations in various ways.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਉਪਾਸ਼ਨਾ ਕਰਦੇ ਹਨ ਅਤੇ ਆਪਣੀ, ਦੇਹ ਤੇ ਧਾਰਮਕ ਚਿੰਨ ਉਕਰਦੇ ਹਨ, ਆਪਣਾ ਭੋਜਨ ਆਪ ਪਕਾਉਂਦੇ ਹਨ ਅਤੇ ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਅਡੰਬਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਏਕ ਦ੍ਵਾਰਕਾ ਆਦਿਕੋਂ ਮੇਂ ਜਾਇ ਕਰ ਕੇ ਸਰੀਰ ਪਰ ਚੱਕਰ ਆਦੀ ਛਾਪਾ ਲਗਾਇ ਲੇਤੇ ਹੈਂ ਔਰ ਏਕ ਪੂਜਾ ਕਰਤੇ ਹੈਂ। (ਸੋਮਪਾਕਾ) ਚੰਦ੍ਰਾਇਣ ਬ੍ਰਤ ਵਾ ਚੰਦ੍ਰਮਾਂ ਕੋ ਦੇਖ ਕਰ ਭੋਜਨ ਖਾਤੇ ਹੈਂ। ਇਤ੍ਯਾਦੀ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੇ ਕਰਮੋਂ ਰੂਪ ਥਾਟ ਥਟਤੇ ਹੈਂ, ਭਾਵ ਅਨੇਕ ਪ੍ਰਕਾਰ ਕੀਆਂ ਬਨਾਵਟਾਂ ਬਨਾਵਤੇ ਹੈਂ॥੨॥੧੧॥੨੦॥☬ਇਹ ਬੀਸ ਸਵੱਯੇ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸ੍ਰੀ ਮੁਖ ਤੇ ਉਚਾਰਨ ਕਰਕੇ, ਨੌ ਸਵਈਯੇ ਮੇਂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਕੀ ਕੀਰਤੀ ਔ ਗਿਆਰਾਂ ਮੇਂ ਭੱਟੋਂ ਪ੍ਰਤੀ ਉਪਦੇਸ਼ ਦੀਆ ਹੈ॥☬ਤਿਸ ਸਮੈਂ ਸ੍ਰੀ ਗੁਰ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਤੇ ਉਪਦੇਸ਼ ਸ੍ਰਵਨ ਕਰ ਕੇ ਵੇਦੋਂ ਕੇ ਸਰੂਪ ਜੋ ਭੱਟ ਹੈਂ, ਸਤਾਰਾਂ ਹੀ ਗਿਆਨ ਕੋ ਪਾਇ ਕਰ ਕੇ ਸ੍ਰਾਪ ਨਿਵਿਰਤੀ ਕਾ ਸਮਾਂ ਜਾਨ ਕਰ ਪ੍ਰਤੱਖ੍ਯ ਪਰਮੇਸ੍ਵਰ ਸਤਿਗੁਰੋਂ ਕਾ ਦਰਸਨ ਕਰਤੇ ਹੂਏ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਤੇ ਆਦਿ ਲੇ ਕਰ ਸ੍ਰੀ ਗੁਰ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਪ੍ਰਯੰਤ ਸਤਿਗੁਰੋਂ ਕਾ ਸੁਜਸ ਉਚਾਰਨ ਕਰਤੇ ਭਏ। ਅਬ ਪ੍ਰਥਮੈਂ ਪਹਿਲੀ ਪਾਤਸ਼ਾਹੀ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਕਾ ਸੁਜਸ ਬਿਸ਼ਨੂੰ ਜੀ ਸੇ ਮਿਲਤ ਮੰਗਲਾਚਰਣ ਰੂਪ ਕਹਿਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਮਨੁੱਖ ਪੂਜਾ ਕਰਦੇ ਹਨ; ਸਰੀਰ ਤੇ ਚੱਕ੍ਰਾਂ ਦੇ ਚਿੰਨ੍ਹ ਲਗਾਉਂਦੇ ਹਨ, (ਸੁੱਚ ਦੀ ਖ਼ਾਤਰ) ਆਪਣੀ ਹੱਥੀਂ ਰੋਟੀ ਤਿਆਰ ਕਰਦੇ ਹਨ, ਤੇ ਹੋਰ ਅਨੇਕਾਂ ਤਰ੍ਹਾਂ ਦੇ ਕਈ ਬਣਤਰ ਬਣਾਉਂਦੇ ਹਨ ਪਰ (ਪਰ ਨਾਮ-ਸਿਮਰਨ ਤੋਂ ਬਿਨਾਂ ਇਹ ਵੀ ਵਿਅਰਥ ਹੀ ਹਨ) ॥੨॥੧੧॥੨੦॥",
              "additional_information": {
                "arth": "ਸੋਮਪਾਕਾ = ਸ੍ਵਯੰ ਪਾਕ, ਆਪਣੀ ਹੱਥੀਂ ਰੋਟੀ ਤਿਆਰ ਕਰਨੀ। ਥਾਟਹਿ = ਬਣਾਉਂਦੇ ਹਨ। ਬਹੁ ਥਟੂਆ = ਕਈ ਥਾਟ, ਕਈ ਬਣਾਉਟਾਂ, ਕਈ ਭੇਖ ॥੨॥੧੧॥੨੦॥",
                "note": "* ਨੋਟ: ਪਹਿਲੇ ਸੰਗ੍ਰਹ ਦੇ ੯ ਅਤੇ ਇਸ ਸੰਗ੍ਰਹ ਦੇ ੧੧ ਸਵਈਏ ਮਿਲਾ ਕੇ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਦੇ ੨੦ ਸਵਈਏ ਹਨ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Hacen ceremonias de alabanza, ponen marcas rituales sobre sus cuerpos, cocinan su alimento en forma fanática y hacen teatro exagerado para impresionar a los demás. (2-11-20)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "N2M",
    "sttm_id": 5355,
    "writer": "Bhatt Kalh Sahar",
    "section": "Svaiyay First Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "GBKY",
        "source_page": 1389,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sveIey mhly pihly ky 1 ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Swaiyas In Praise Of The First Mehl:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Sawayas about the 1st Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਵਈਏ, ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ ਮੁਤਅਲਕ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sweyas, en Alabanza de Guru Nanak Dev, Mejl Primer Canal Divino.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TCD7",
        "source_page": 1389,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Manglacharan",
        "gurmukhi": {
          "SGPC": "<> siqgur pRswid ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One Universal Creator God. By The Grace Of The True Guru:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is but One God. By the True Guru's grace, is He obtained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Un Dios Creador Universal, por la Gracia del Verdadero Guru.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VMDQ",
        "source_page": 1389,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iek min; purKu iDAwie brdwqw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Meditate single-mindedly on the Primal Lord God, the Bestower of blessings.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Contemplate on Lord with focused mind, who is the Bestower of blessings,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਕ ਚਿੱਤ ਨਾਲ ਤੂੰ ਅਸੀਸਾਂ ਦੇਣਹਾਰ ਆਪਣੇ ਸੁਆਮੀ ਦਾ ਸਿਮਰਨ ਕਰ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਮਨ ਕੋ ਇਕਾਗ੍ਰ ਕਰ ਕੇ ਵਰੋਂ ਕੇ ਦਾਤਾ ਪੁਰਖ ਪਰਮੇਸ੍ਵਰ ਕਾ ਧਿਆਨ ਕਰਤਾ ਹੂੰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਆਕਲ ਪੁਰਖ ਨੂੰ ਇਕਾਗਰ ਮਨ ਨਾਲ ਸਿਮਰ ਕੇ, ਜੋ ਬਖ਼ਸ਼ਿਸ਼ਾਂ ਕਰਨ ਵਾਲਾ ਹੈ,",
              "additional_information": {
                "arth": "ਇਕ ਮਨਿ = ਇਕ ਮਨ ਨਾਲ, ਇਕਾਗਰ ਹੋ ਕੇ। ਧਿਆਇ = ਸਿਮਰ ਕੇ, ਯਾਦ ਕਰ ਕੇ। ਬਰਦਾਤਾ = ਬਖ਼ਸ਼ਿਸ਼ ਕਰਨ ਵਾਲਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Medita con una mente sencilla en el Señor Primordial, el Dador de Bendiciones.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XR4A",
        "source_page": 1389,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sMq shwru; sdw ibiKAwqw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He is the Helper and Support of the Saints, manifest forever.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "and He is the Support of the saints and is ever manifest.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਸਾਧੂਆਂ ਦਾ ਆਸਰਾ ਅਤੇ ਹਮੇਸ਼ਾਂ ਹੀ ਪ੍ਰਤੱਖ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਸੰਤੋਂ ਕਾ (ਸਹਾਰੁ) ਆਸਰਾ ਰੂਪ ਸਦਾ (ਬਿਖਿਆਤਾ) ਪ੍ਰਗਟ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਸੰਤਾਂ ਦਾ ਆਸਰਾ ਹੈ ਅਤੇ ਜੋ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈ,",
              "additional_information": {
                "arth": "ਸੰਤ ਸਹਾਰੁ = ਸੰਤਾਂ ਦਾ ਆਸਰਾ। ਬਿਖਿਆਤਾ = ਪ੍ਰਗਟ, ਹਾਜ਼ਰ-ਨਾਜ਼ਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él es el Soporte y el Socorro de los Santos, Manifiesto es para siempre.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BZ7V",
        "source_page": 1389,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qwsu crn ly; irdY bswvau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Grasp His Feet and enshrine them in your heart.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Grasping His feet I enshrine them in my mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਦੇ ਪੈਰਾਂ ਨੂੰ ਪਕੜ, ਮੈਂ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿੱਚ ਟਿਕਾਉਂਦਾ ਹਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਬ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਲੇ ਕਰ ਰਿਦੇ ਮੇਂ ਵਸਾਵਣਾ ਕਰਤਾ ਹੂੰ ਅਰਥਾਤ ਤਿਨ ਚਰਨੋਂ ਕਾ ਧਿਆਨ ਕੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮੈਂ ਉਸ ਦੇ ਚਰਨ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹਾਂ,",
              "additional_information": {
                "arth": "ਤਾਸੁ = ਉਸ ਦੇ। ਲੇ = ਲੈ ਕੇ। ਬਸਾਵਉ = ਬਸਾਵਉਂ, ਮੈਂ ਵਸਾਉਂਦਾ ਹਾਂ, ਮੈਂ ਵਸਾ ਲਵਾਂ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Aférrate a Sus Pies y elévalos en tu corazón",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CBYC",
        "source_page": 1389,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qau prm gurU nwnk; gun gwvau ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Then, let us sing the Glorious Praises of the most exalted Guru Nanak. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Then sing I the praises of the most exalted Guru Nanak.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਦ ਮੈਂ ਮਹਾਨ ਉਤਕ੍ਰਿਸ਼ਟ ਗੁਰੂ ਨਾਨਕ ਦੀਆਂ ਸਿਫਤਾਂ ਗਾਇਨ ਕਰਦਾ ਹਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਤਉ) ਤਿਸੀ ਤੇ ਮੈਂ ਸਰਬ ਤੇ (ਪਰਮ) ਬਡੇ ਸਤਿਗੁਰ ਨਾਨਕ ਦੇਵ ਜੀ ਕੇ ਗੁਣੋਂ ਕਾ ਗਾਯਨ ਕਰਤਾ ਹੂੰ॥੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਤੇ (ਇਹਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਰਮ ਸਤਿਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਗੁਣਾਂ ਨੂੰ ਗਾਉਂਦਾ ਹਾਂ ॥੧॥",
              "additional_information": {
                "arth": "ਤਉ = ਤਦੋਂ, ਤਾਂ। ਗੁਰੂ ਨਾਨਕ ਗੁਨ = ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y así cantemos las Gloriosas Alabanzas del más Exaltado Guru Nanak. (1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1M8U",
        "source_page": 1389,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvau gun. prm gurU suK swgr; durq invwrx. sbd sry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "I sing the Glorious Praises of the most exalted Guru Nanak, the Ocean of peace, the Eradicator of sins, the sacred pool of the Shabad, the Word of God.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "I sing the praise of the most sublime Guru, the ocean of bliss, the destroyer of sin and the fountain of the Lord's Name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮੈਂ ਖੁਸ਼ੀ ਦੇ ਸਮੁੰਦਰ, ਪਾਪ ਨਾਸ ਕਰਣਹਾਰ ਅਤੇ ਸੁਅਮੀ ਦੇ ਨਾਮ ਦੇ ਚਸ਼ਮੇ ਮਹਾਨ ਸ਼੍ਰੇਸ਼ਟ ਗੁਰਾਂ ਦੀ ਮਹਿਮਾ ਆਲਾਪਦਾ ਹਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਮੈਂ ਤਿਨ ਪਰਮ ਸੁਖੋਂ ਕੇ ਸਮੁੰਦ੍ਰ ਸਤਿਗੁਰੋਂ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਯਨ ਕਰਤਾ ਹੂੰ ਜੋ ਸਤਿਗੁਰ (ਦੁਰਤ) ਪਾਪੋਂ ਕੇ ਨਿਵਾਰਨੇਹਾਰੇ (ਸਬਦ) ਉਪਦੇਸ ਕਾ (ਸਰੇ) ਸਰੋਵਰ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮੈਂ ਉਸ ਪਰਮ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ, ਜੋ ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ ਅਤੇ ਜੋ ਬਾਣੀ ਦਾ ਸੋਮਾ ਹੈ।",
              "additional_information": {
                "arth": "ਗੁਨ ਸੁਖ ਸਾਗਰ = ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ (ਖ਼ਜ਼ਾਨੇ) ਸਤਿਗੁਰੂ ਦੇ ਗੁਣ। ਦੁਰਤ = ਪਾਪ। ਦੁਰਤ ਨਿਵਾਰਣ = ਜੋ ਗੁਰੂ ਪਾਪਾਂ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ। ਸਬਦ ਸਰੇ = (ਜੋ ਗੁਰੂ) ਸ਼ਬਦ ਦਾ ਸਰ (ਭਾਵ ਬਾਣੀ ਦਾ ਸੋਮਾ) ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Canto las Gloriosas Alabanzas del más Exaltado Guru Nanak,  el Océano de Paz, el Erradicador de las faltas, el Lago Sagrado del Shabd, la Palabra de Dios.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4FAV",
        "source_page": 1389,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvih gMBIr DIr miq swgr; jogI jMgm iDAwnu Dry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The beings of deep and profound understanding, oceans of wisdom, sing of Him; the Yogis and wandering hermits meditate on Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Yea, of Him, sing the profound, the sober and the supremely wise, The Yogis and the wandering saints also reflect upon him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਾਉਂਦੇ ਹਨ ਉਸ ਨੂੰ ਸੰਜੀਦਾ ਪੁਰਸ਼, ਧੀਰਜਵਾਨ ਅਤੇ ਪਰਮ ਅਕਲ ਵਾਲੇ ਯੋਗੀ ਅਤੇ ਰਮਤੇ ਸਾਧੂ ਭੀ ਉਸ ਦਾ ਚਿੰਦਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਕੇ ਗੁਣੋਂ ਕੋ ਗੰਭੀਰ ਔ ਧੀਰਜਵਾਨ ਔ ਬੁਧੀ ਕੇ ਸਮੁੰਦ੍ਰ ਜੋਗੀ ਔ ਜੰਗਮ ਆਦੀ ਸੰਪੂਰਨ ਪੁਰਸ਼ ਗਾਵਤੇ ਹੈਂ ਔਰ ਰਿਦੇ ਮੇਂ ਧਿਆਨ ਕੋ ਧਾਰਨ ਕਰਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਗੁਰੂ ਨਾਨਕ ਨੂੰ) ਜੋਗੀ, ਜੰਗਮ ਧਿਆਨ ਧਰ ਕੇ ਗਾਉਂਦੇ ਹਨ, ਅਤੇ ਉਹ ਲੋਕ ਗਾਉਂਦੇ ਹਨ ਜੋ ਗੰਭੀਰ ਹਨ, ਜੋ ਧੀਰਜਵਾਨ ਹਨ ਅਤੇ ਜੋ ਉੱਚੀ ਮਤ ਵਾਲੇ ਹਨ।",
              "additional_information": {
                "arth": "ਧੀਰ = ਧੀਰਜ ਵਾਲੇ ਮਨੁੱਖ। ਮਤਿ ਸਾਗਰ = ਮੱਤ ਦਾ ਸਮੁੰਦਰ, ਉੱਚੀ ਮਤ ਵਾਲੇ। ਧਿਆਨੁ ਧਰੇ = ਧਿਆਨ ਧਰ ਕੇ। ਪਰਮ = ਸਭ ਤੋਂ ਉੱਚਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los seres de profundo entendimiento, océanos de Sabiduría, le cantan, los Yoguis y ermitaños meditan en Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C5E4",
        "source_page": 1389,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvih ieMdRwid. Bgq pRihlwidk; Awqm rsu. ijin jwixE ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Indra and devotees like Prahlaad, who know the joy of the soul, sing of Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Indra and the like and the saints like Prahlad, who realise the spiritual bliss, sing the praise of Guru Nanak.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇੰਦ੍ਰ ਆਦਿਕ ਅਤੇ ਪ੍ਰਹਿਲਾਦ ਵਰਗੇ ਸੰਤ ਜੋ ਰੂਹਾਨੀ ਖੁਸ਼ੀ ਨੂੰ ਅਨੁਭਵ ਕਰਦੇ ਹਨ, ਗੁਰੁ ਨਾਨਕ ਦੀ ਕੀਰਤੀ ਨੂੰ ਗਾਇਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇੰਦ੍ਰਦਾਦਿਕ ਦੇਵਤਾ ਔ ਪ੍ਰਹਲਾਦ ਆਦੀ ਭਗਤ ਸਤਿਗੁਰੋਂ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਵਤੇ ਹੈਂ॥☬ਵਹੁ ਗਾਵਣੇਹਾਰੇ ਕੈਸੇ ਹੈਂ? ਜਿਨੋਂ ਨੇ ਆਤਮ ਰਸ ਕੋ ਜਾਣਿਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਆਤਮਕ ਆਨੰਦ ਜਾਣਿਆ ਹੈ, ਉਸ ਨੂੰ ਇੰਦਰ ਆਦਿਕ ਤੇ ਪ੍ਰਹਿਲਾਦ ਆਦਿਕ ਭਗਤ ਗਾਉਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਇੰਦ੍ਰਾਦਿ = ਇੰਦ੍ਰ ਅਤੇ ਹੋਰ। ਭਗਤ ਪ੍ਰਹਿਲਾਦਿਕ = ਪ੍ਰਹਲਾਦ ਆਦਿਕ ਭਗਤ। ਆਤਮ ਰਸੁ = ਆਤਮਾ ਦਾ ਆਨੰਦ। ਜਿਨਿ = ਜਿਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Indra y los Devotos como Prehlaad, quienes conocen las dichas del Alma, le cantan. Kal, el poeta, canta las Sublimes Alabanzas de",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VEDY",
        "source_page": 1389,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kib kl. sujsu gwvau gur nwnk; rwju jogu ijin mwixE ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga, the Yoga of meditation and success. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Kal, the poet, sings the sublime praise of Guru Nanak who enjoy both the temporal and spiritual kingdoms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਵੀਸ਼ਵਰ, ਕਲ ਗੁਰੂ ਨਾਨਕ ਦੀ ਸ਼੍ਰੇਸ਼ਟ ਮਹਿਮਾ ਗਾਇਨ ਕਰਦਾ ਹੈ, ਜੋ ਸੰਸਾਰੀ ਤੇ ਰੂਹਾਨੀ ਦੋਹਾ ਹੀ ਪਾਤਿਸ਼ਾਹੀਆਂ ਦਾ ਅਨੰਦ ਭੋਗਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "'ਕਲ' ਨਾਮਾ ਕਵੀ ਕਹਿਤਾ ਹੈ: ਜਿਨੋਂ ਨੇ ਰਾਜ ਮੇਂ ਹੀ ਜੋਗ ਵਾ (ਰਾਜੁ) ਗਿਆਨ ਜੋਗ ਕੋ ਭੋਗਿਆ ਹੈ ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਕਾ ਸ੍ਰੇਸ਼ਟ ਜਸ ਮੈਂ ਗਾਵਤਾ ਹੂੰ॥੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "'ਕਲ੍ਯ੍ਯ' ਕਵੀ (ਆਖਦਾ ਹੈ),-ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ ਸੋਹਣੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਮਾਣਿਆ ਹੈ (ਭਾਵ, ਜੋ ਗ੍ਰਿਹਸਤੀ ਭੀ ਹੈ ਤੇ ਨਾਲ ਹੀ ਮਾਇਆ ਤੋਂ ਉਪਰਾਮ ਹੋ ਕੇ ਹਰੀ ਦੇ ਨਾਲ ਜੁੜਿਆ ਹੋਇਆ ਹੈ) ॥੨॥",
              "additional_information": {
                "arth": "ਕਬਿ ਕਲ = ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! ਸੁਜਸੁ = ਸੋਹਣਾ ਜਸ। ਗੁਰ ਨਾਨਕ = ਗੁਰੂ ਨਾਨਕ ਦਾ। ਜਿਨਿ = ਜਿਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Guru Nanak, Quien disfruta de la Maestría del Raya Yoga, el Yoga de la Meditación y el Éxito. (2)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "GCR",
    "sttm_id": 5356,
    "writer": "Bhatt Kalh Sahar",
    "section": "Svaiyay First Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "PE3B",
        "source_page": 1389,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvih jnkwid. jugiq jogysur; hir rs pUrn srb klw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "King Janak and the great Yogic heroes of the Lord's Way, sing the Praises of the All-powerful Primal Being, filled with the sublime essence of the Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "King Janak and the great Yogis of the God's way, sing the praise of the Omnipotent Guru Nanak, who is brimful with the Lord's elixir.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਨਕ ਆਦਿਕ ਅਤੇ ਰੱਬ ਦੇ ਰਾਹ ਦੇ ਵਡੇ ਯੋਗੀ ਸਮੂਹ ਸ਼ਕਤੀਵਾਨ ਗੁਰੂ ਨਾਨਕ ਦੀ ਮਹਿਮਾ ਗਾਇਨ ਕਰਦੇ ਹਨ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਅੰਮ੍ਰਿਤ ਨਾਲ ਪਰੀਪੂਰਨ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਨਕ ਆਦਿਕ ਰਾਜ ਰਿਖੀ ਔ ਜੋਗ ਮੇਂ (ਜੁਗਤਿ) ਜੁੜੇ ਹੂਏ ਜੋ ਜੋਗੀਓਂ ਕੇ ਈਸਰ ਹੈਂ, ਸੋ ਭੀ ਸਰਬ ਕਲਾ ਮੇਂ ਪੂਰਨ ਹਰੀ ਰੂਪ ਗੁਰੋਂ ਕੇ ਗੁਣੋਂ ਕੇ ਰਸ ਕੋ ਪੂਰਬ ਗਾਵਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਗੁਰੂ ਨਾਨਕ ਹਰੀ ਦੇ ਰਸ ਵਿਚ ਭਿੱਜਾ ਹੋਇਆ ਹੈ, ਜੋ ਗੁਰੂ ਨਾਨਕ ਹਰ ਪ੍ਰਕਾਰ ਦੀ ਸੱਤਿਆ ਵਾਲਾ ਹੈ, ਉਸ ਨੂੰ ਜਨਕ ਆਦਿਕ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀਆਂ ਸਮੇਤ ਗਾਉਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਜੁਗਤਿ = ਸਮੇਤ। ਜੁਗਤਿ ਜੋਗੇਸੁਰ = ਵੱਡੇ ਵੱਡੇ ਜੋਗੀਆਂ ਸਮੇਤ। ਹਰਿ ਰਸ ਪੂਰਨ = ਜੋ (ਗੁਰੂ ਨਾਨਕ) ਹਰੀ ਦੇ ਆਨੰਦ ਨਾਲ ਪੂਰਨ ਹੈ। ਸਰਬ ਕਲਾ = ਸਾਰੀਆਂ ਕਲਾਂ ਵਾਲਾ, ਸੱਤਾ ਵਾਲਾ ਗੁਰੂ ਨਾਨਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Rey Yanak y los grandiosos Yoguis en el Sendero del Señor, recitan las Alabanzas del Todopoderoso Ser Primordial, llenos de la Sublime",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D2HQ",
        "source_page": 1389,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvih snkwid swD isDwidk; muin jn gwvih. ACl Clw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Sanak and Brahma's sons, the Saadhus and Siddhas, the silent sages and humble servants of the Lord sing the Praises of Guru Nanak, who cannot be deceived by the great deceiver.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Sanak and the like, saints, adepts etc, and the silent sages sing and chant the praises of Guru Nanak, whom mammon, the deceiver, can deceive not.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਨਕ ਵਰਗੇ, ਸੰਤ, ਪੂਰਨ ਪੁਰਸ਼ ਆਦਿਕ ਅਤੇ ਮੋਨੀ ਰਿਸ਼ੀ ਗੁਰੂ ਨਾਨਕ ਦੀਆਂ ਸਿਫਤਾਂ ਗਾਉਂਦੇ ਅਤੇ ਅਲਾਪਦੇ ਹਨ, ਜਿਨ੍ਰਾਂ ਨੂੰ ਛਲਨੀ ਮਾਇਆ ਛਲ ਨਹੀਂ ਸਕਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਨਕਾਦਿਕ ਪੁਨਾ (ਸਾਧ) ਸਾਧਨ ਕਰਨੇ ਵਾ ਸਿਧੋਂ ਤੇ ਆਦਿ ਲੇ ਕਰ ਮੁਨੀ ਜਨ ਸਭੀ ਜੋ ਛਲਣੇ ਤੇ ਰਹਿਤ ਹਰੀ ਹੈ ਔ ਜਿਸ ਕੀ ਮਾਯਾ ਨੇ ਸਭ ਕੋ ਛਲਾ ਹੈ ਤਿਸ ਵਾਹਿਗੁਰੂ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਵਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਮਾਇਆ ਨਹੀਂ ਛਲ ਸਕੀ, ਉਸ ਨੂੰ ਰਿਸ਼ੀ ਗਾਉਂਦੇ ਹਨ, ਸਨਕ ਆਦਿਕ ਸਾਧ ਤੇ ਸਿੱਧ ਆਦਿਕ ਗਾਉਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਸਨਕਾਦਿ = ਬ੍ਰਹਮਾ ਦੇ ਪੁੱਤ੍ਰ ਸਨਕ, ਸਨੰਦਨ, ਸਨਤ ਕੁਮਾਰ, ਸਨਾਤਨ। ਸਿਧਾਦਿਕ = ਸਿੱਧ ਆਦਿਕ। ਅਛਲ = ਨਾ ਛਲਿਆ ਜਾਣ ਵਾਲਾ ਗੁਰੂ ਨਾਨਕ। ਛਲਾ = ਮਾਇਆ, ਛਲਣ ਵਾਲੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Esencia del Señor. Los hijos de Sanak y de Brahma, de los Saddhus y Siddhas los santos silenciosos y los humildes Sirvientes del eñor, cantan las Alabanzas de Guru Nanak, Quien no puede ser engañado por el gran embustero.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KHMT",
        "source_page": 1389,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY gux Domu. Atl mMflvY; Bgiq Bwie, rsu jwixE ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Dhoma the seer and Dhroo, whose realm is unmoving, sing the Glorious Praises of Guru Nanak, who knows the ecstasy of loving devotional worship.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Dhoma, the saint, immovable is whose realm, sings the praise of Guru Nanak, who realises the love and relish of the Lord's meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੰਤ ਧੋਮ, ਅਹਿਲ ਹੈ ਜਿਸ ਦੀ ਪੁਰੀ, ਗੁਰੂ ਨਾਨਕ ਦਾ ਜਸ ਗਾਇਨ ਕਰਦਾ ਹੈ, ਜੋ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਦੇ ਪ੍ਰੇਮ ਤੇ ਸੁਆਦ ਨੂੰ ਅਨੁਭਵ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਧੋਮੁ ਰਿਖੀ ਭੀ ਗੁਣੋਂ ਕੋ ਗਾਵਤਾ ਹੈ, ਜਿਸ ਨੇ ਪ੍ਰੇਮਾ ਭਗਤੀ ਕੇ (ਰਸੁ) ਅਨੰਦ ਕੋ ਜਾਣਿਆ ਹੈ। (ਵੈ) ਵਹੁ ਅਟਲ ਮੰਡਲ ਮੇਂ ਇਸਥਿਤ ਹੂਆ ਧ੍ਰੂ ਭੀ ਗੁਣੋਂ ਕੋ ਗਾਵਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਭਗਤੀ ਵਾਲੇ ਭਾਵ ਦੁਆਰਾ (ਹਰੀ ਦੇ ਮਿਲਾਪ ਦਾ) ਆਨੰਦ ਜਾਣਿਆ ਹੈ, ਉਸ ਦੇ ਗੁਣਾਂ ਨੂੰ ਧੋਮੁ ਰਿਸ਼ੀ ਗਾਂਦਾ ਹੈ, ਧ੍ਰੂ ਭਗਤ ਗਾਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਗਾਵੈ = ਗਾਂਦਾ ਹੈ। ਧੋਮ = ਇਕ ਰਿਸ਼ੀ ਦਾ ਨਾਮ ਹੈ। ਅਟਲ ਮੰਡਲਵੈ = ਅਟੱਲ ਮੰਡਲ ਵਾਲਾ ਧ੍ਰੂ ਭਗਤ। ਭਗਤਿ ਭਾਇ = ਭਗਤੀ ਵਾਲੇ ਭਾਵ ਨਾਲ। ਰਸੁ = (ਹਰੀ ਦੇ ਮਿਲਾਪ ਦਾ) ਆਨੰਦ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Dhoma, el vidente, y Dru que son inmutables, cantan las Gloriosas Alabanzas de Guru Nanak,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5D62",
        "source_page": 1389,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kib kl. sujsu gwvau gur nwnk; rwju jogu ijin mwixE ]3]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga. ||3||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Kal, the poet, sings the sublime praise of Guru Nanak, who enjoys of the temporal and spiritual empires.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਵੀਸ਼ਰ, ਕਲ ਗੁਰੂ ਨਾਨਕ ਦੀ ਸ਼੍ਰੇਸ਼ਟ ਮਹਿਮਾ ਗਾਇਨ ਕਰਦਾ ਹੈ, ਜੋ ਸੰਸਾਰੀ ਅਤੇ ਰੂਹਾਨੀ ਦੋਹਾ ਦੀ ਪਾਤਿਸ਼ਾਹੀਆਂ ਦਾ ਅਨੰਦ ਭੋਗਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "'ਕਲ' ਨਾਮਾ ਕਵੀ ਕਹਿਤਾ ਹੈ: ਜਿਨੋਂ ਨੇ ਰਾਜ ਮੇਂ ਹੀ ਜੋਗ ਜਾਣਿਆ ਹੈ ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਾ ਸੁਜਸ ਗਾਵੋ॥੩॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਲ੍ਯ੍ਯ ਕਵੀ (ਆਖਦਾ ਹੈ)-'ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ ਸੋਹਣੇ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਮਾਣਿਆ ਹੈ' ॥੩॥",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Quien conoce el Éxtasis, de la Amorosa Alabanza de Devoción. Kal, el poeta canta las Alabanzas de Guru Nanak, Quien disfruta de la Maestría del Raya Yoga. (3)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "K9U",
    "sttm_id": 5357,
    "writer": "Bhatt Kalh Sahar",
    "section": "Svaiyay First Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "JF8K",
        "source_page": 1389,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvih kiplwid, Awid jogysur; AprMpr Avqwr vro ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Kapila and the other Yogis sing of Guru Nanak. He is the Avataar, the Incarnation of the Infinite Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Of him sing Kapil and the sublime Yogis of His who is the sublime incarnation of the Infinite Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਨ੍ਹਾਂ ਨੂੰ ਗਾਉਂਦੇ ਹਨ ਕਪਲ ਵਰਗੇ ਅਤੇ ਸ਼੍ਰੇਸ਼ਟ ਜੰਗੀ ਆਦਿ। ਉਹ ਜੋ ਬੇਅੰਤ ਸੁਆਮੀ ਦੇ ਸ਼੍ਰੇਸ਼ਟ ਅਉਤਾਰ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਅਪਰੰ) ਔ ਸਰਬ ਜੀਵੋਂ ਤੇ (ਪਰ) ਪਰਾ ਰੂਪ ਜੋ (ਵਰੋ) ਸ੍ਰੇਸ਼ਟ ਪਰਮੇਸ੍ਵਰ ਹੈ ਤਿਸ ਕੇ ਅਵਤਾਰ ਜੋ ਕਪਲ ਜੀ ਸਰਬ ਜੋਗੀਸ਼ੁਰੋਂ ਕੀ ਆਦਿ ਹੈਂ, ਸੋ ਤਿਨ ਸੇ ਆਦਿ ਸੇ ਲੇ ਕਰ ਸਦਾ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਵਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਪਿਲ ਆਦਿਕ ਰਿਸ਼ੀ ਅਤੇ ਪੁਰਾਤਨ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ ਜਨ ਪਰਮਾਤਮਾ ਦੇ ਸ਼ਿਰੋਮਣੀ ਅਵਤਾਰ ਗੁਰੂ ਨਾਨਕ ਨੂੰ ਗਾਉਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਕਪਿਲਾਦਿ = ਕਪਿਲ ਰਿਸ਼ੀ ਆਦਿਕ। ਆਦਿ ਜੋਗੇਸੁਰ = ਪੁਰਾਤਨ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ ਜਨ। ਅਪਰੰਪਰ = ਜਿਸਦਾ ਪਾਰ ਨਾਹ ਪਾਇਆ ਜਾ ਸਕੇ, ਬੇਅੰਤ। ਵਰ = ਸ੍ਰੇਸ਼ਟ, ਉੱਤਮ। ਅਪਰੰਪਰ ਅਵਤਾਰ ਵਰੋ = ਬੇਅੰਤ ਹਰੀ ਦੇ ਸ੍ਰੇਸ਼ਟ ਅਵਤਾਰ ਗੁਰੂ ਨਾਨਕ ਨੂੰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Kapila y los otros Yoguis, cantan de Guru Nanak, Él es el Avatar, la Encarnación del Señor Infinito.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UR10",
        "source_page": 1389,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gwvY jmdgin, prsrwmysur kr kuTwru; rGu. qyju hirE ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Parasraam the son of Jamdagan, whose axe and powers were taken away by Raghuvira, sing of Him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Sings his Divine praise Parasram, the son of Jamdagan, who was divested of his hand's axe and powers by Raghuvira.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਮਦਗਨ ਦਾ ਪੁੱਤਰ ਪਰਸਰਾਮ, ਜਿਸ ਦੇ ਹੱਥਾਂ ਦਾ ਕੁਹਾੜਾ ਅਤੇ ਬਲ ਰਘੂਵੀਰਾਂ ਨੇ ਖੱਸ ਲਿਆ ਸੀ, ਉਹ ਭੀ ਦੇਵੀ ਕੀਰਤੀ ਗਾਇਨ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਮਦਗਨ ਰਿਖੀ ਪੁਨਾ ਪਰਸਰਾਮ ਜੋ ਈਸ਼੍ਵਰ ਕਾ ਅੰਸਾ ਅਵਤਾਰ ਹੈ, ਸੋ ਭੀ ਸਤਿਗੁਰੋਂ ਕੇ ਗੁਣੋਂ ਕੋ ਗਾਵਤੇ ਹੈਂ। ਜਿਸ ਕੇ ਹਾਥ ਸੇ ਰਘਵੰਸੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਨੇ ਸਹਤ ਤੇਜ ਕੇ (ਕੁਠਾਰੁ) ਕੁਹਾੜਾ ਖੋਸ ਲੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਗੁਰੂ ਨਾਨਕ ਦੇ ਜਸ ਨੂੰ) ਜਮਦਗਨਿ ਦਾ ਪੁੱਤਰ ਪਰਸਰਾਮ ਭੀ ਗਾ ਰਿਹਾ ਹੈ, ਜਿਸ ਦੇ ਹੱਥ ਦਾ ਕੁਹਾੜਾ ਤੇ ਜਿਸ ਦਾ ਪ੍ਰਤਾਪ ਸ੍ਰੀ ਰਾਮ ਚੰਦਰ ਜੀ ਨੇ ਖੋਹ ਲਿਆ ਸੀ।",
              "additional_information": {
                "arth": "ਕਰ = ਹੱਥ। ਕੁਠਾਰੁ = ਕੁਹਾੜਾ। ਤੇਜੁ = ਪ੍ਰਤਾਪ। ਰਘੁ = ਸ੍ਰੀ ਰਾਮ ਚੰਦਰ ਜੀ। ਕਰ ਕੁਠਾਰੁ = ਹੱਥ ਦਾ ਕੁਹਾੜਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Parasraam, hijo de Yamdagan, cuyos poderes y su hacha le fueron retenidos por Raguvira, entona Sus Alabanzas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HEN7",
        "source_page": 1389,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "auDO Ak®¨ru, ibdru gux gwvY; srbwqmu ijin jwixE ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Udho, Akrur and Bidur sing the Glorious Praises of Guru Nanak, who knows the Lord, the Soul of All.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Udho, Akrur and Bidur chant the glories of Guru Nanak, who had realised God, the Soul of all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਧੋ, ਅਕਰੂਰ ਅਤੇ ਬਿਦਰ ਗੁਰੂ ਨਾਨਕ ਦੀਆਂ ਸਿਫਤਾਂ ਗਾਇਨ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਸਾਰਿਆਂ ਦੀ ਆਤਮਾ, ਵਾਹਿਗੁਰੂ ਨੂੰ ਅਨੁਭਵ ਕੀਤਾ ਸੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਊਧਵ ਜੀ ਔ ਅਕਰੂਰ ਜੀ, ਬਿਦਰ ਜੀ ਆਦਿਕ ਸਰਬ ਹੀ ਗੁਣੋਂ ਕੋ ਗਾਵਤੇ ਹੈਂ। ਜਿਨੋਂ ਭਗਤੋਂ ਨੇ ਸਰਬ ਮੇਂ ਆਪਣਾ ਆਪ ਜਾਣਿਆ ਹੈ, ਭਾਵ ਗਿਆਨ ਕੋ ਪ੍ਰਾਪਤਿ ਭਏ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ ਨੂੰ ਜਾਣ ਲਿਆ (ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਸੀ), ਉਸ ਦੇ ਗੁਣ ਉਧੌ ਗਾਂਦਾ ਹੈ, ਅਕ੍ਰੂਰੁ ਗਾਂਦਾ ਹੈ, ਬਿਦਰ ਭਗਤ ਗਾਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਉਧੌ = ਉਧਉ, ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਦਾ ਭਗਤ ਸੀ। ਅਕ੍ਰੂਰੁ = ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਦਾ ਭਗਤ ਸੀ। ਬਿਦਰੁ = ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ ਜੀ ਦਾ ਇਕ ਭਗਤ। ਸਰਬਾਤਮੁ = ਸਰਬ ਵਿਆਪਕ ਹਰੀ। ਜਿਨਿ = ਜਿਸ (ਗੁਰੂ ਨਾਨਕ ਨੇ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Udho, Akrur y Bidur, entonan las Gloriosas Alabanzas de Guru Nanak, Quien conoce al Señor, el Alma de todos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TK2N",
        "source_page": 1389,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kib kl. sujsu gwvau gur nwnk; rwju jogu ijin mwixE ]4]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga. ||4||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Kal, the poet, sings the sublime praise of Guru Nanak, who enjoys both the temporal and spiritual sovereignties.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਵੀਸ਼ਰ, ਕਲ ਗੁਰੂ ਨਾਨਕ ਦੀ ਸ਼੍ਰੇਸ਼ਟ ਮਹਿਮਾ ਗਾਇਨ ਕਰਦਾ ਹੈ ਜੋ ਸੰਸਾਰੀ ਤੇ ਰੂਹਾਨੀ ਦੋਨੋ ਹੀ ਪਾਤਿਸ਼ਾਹੀਆਂ ਮਾਣਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "'ਕਲ' ਨਾਮਾ ਕਵੀ ਕਹਿਤਾ ਹੈ: ਜਿਨੋਂ ਨੇ ਰਾਜ ਮੇਂ ਹੀ ਜੋਗ ਜਾਣਿਆ ਹੈ ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਜੀ ਕਾ ਸੁਜਸ ਗਾਵੋ॥੪॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਲ੍ਯ੍ਯ ਕਵੀ (ਆਖਦਾ ਹੈ)-'ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦਾ ਸੋਹਣਾ ਜਸ ਗਾਉਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਮਾਣੇ ਹਨ' ॥੪॥",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Kal, el poeta canta las Alabanzas de Guru Nanak, Quien disfruta de la Maestría del Raya Yoga. (4)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
