[
  {
    "id": "ETZ",
    "sttm_id": 5421,
    "writer": "Bhatt Nalh",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "XXG2",
        "source_page": 1401,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gurU guru. guru krhu; gurU hir pweIAY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Chant Guru, Guru, Guru; through the Guru, the Lord is obtained.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Recite thou the Name of the great Guru. It is through the Guru that the Lord is obtained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਵਿਸ਼ਾਲ ਗੁਰਾਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ। ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਹੀ ਵਾਹਿਗੁਰੂ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਜਬ ਮਨ, ਤਨ, ਬਾਣੀ ਕਰ ਕੇ ਗੁਰੂ ਜੀ ਕਾ ਜਪ ਕਰੋ ਤਬ (ਗੁਰੂ) ਪੂਜਨੇ ਯੋਗ ਹਰੀ ਪਾਇ ਲਏਂਗਾ, ਭਾਵ ਤੁਮ ਕੋ ਪ੍ਰਾਪਤਿ ਹੋਵੇਗਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਦਾ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰੋ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰੀ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਗੁਰੂ ਹਰਿ ਪਾਈਐ = ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰੀ ਮਿਲਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Canta Guru, Guru, Guru, a través del Guru, el Señor es obtenido.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SRSM",
        "source_page": 1401,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "audiD guru gihr gMBIr; byAMqu hir nwm ng hIr mix; imlq ilv lweIAY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Guru is an Ocean, deep and profound, infinite and unfathomable. Lovingly attuned to the Lord's Name, you shall be blessed with jewels, diamonds and emeralds.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Guru is like a deep, unshakable and infinite ocean. Attuned to the God's Name, one is blessed with jewels, rubies and emeralds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰੂ ਜੀ ਇਕ ਡੂੰਘੇ ਅਡੋਲ ਅਤੇ ਅਨੰਤ ਸਮੁੰਦਰ ਵਾਂ ਹਨ। ਵਾਹਿਗੁਰੂ ਦੇ ਨਾਮ ਨਾਲ ਪਿਰਹੜੀ ਪਾਉਣ ਦੁਆਰਾ, ਜੀਵ ਨੂੰ ਜਵੇਹਰ ਲਾਲਾਂ ਅਤੇ ਮਾਣਿਕਾ ਦੀ ਦਾਤ ਮਿਲ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਤਿਗੁਰੂ ਜੀ (ਗਹਿਰ) ਡੂੰਘੇ (ਉਦਧ) ਸਮੁੰਦ੍ਰ ਵਤ (ਗੰਭੀਰ) ਨਿਰਹੱਲ, ਭਾਵ ਧੀਰਜਵਾਨ ਹੈਂ। ਤਿਨੋਂ ਮੇਂ ਬ੍ਰਿਤੀ ਲਾਵਣੇ ਤੇ ਬਿਅੰਤ ਹਰੀ ਕਾ ਹੀਰਾ, ਨਗ, ਮਣੀ ਰੂਪ ਨਾਮ ਮਿਲਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਡੂੰਘਾ ਗੰਭੀਰ ਤੇ ਬੇਅੰਤ ਸਮੁੰਦਰ ਹੈ, (ਉਸ ਵਿਚ) ਚੁੱਭੀ ਲਾਇਆਂ ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪੀ ਨਗ, ਹੀਰੇ ਤੇ ਮਣੀਆਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਹਨ।",
              "additional_information": {
                "arth": "ਉਦਧਿ = ਸਮੁੰਦਰ। ਗਹਿਰ = ਗਹਿਰਾ, ਡੂੰਘਾ। ਨਗ ਹੀਰ ਮਣਿ = ਮੋਤੀ, ਹੀਰੇ, ਜਵਾਹਰਾਤ। ਮਿਲਤ = ਮਿਲਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él Guru es un Océano, Hondo y Profundo, Infinito e Insondable, con todo Amor, entónate en el Nombre del Señor y serás bendecido con esa Joya Preciosa.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XRCX",
        "source_page": 1401,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Puin. gurU prml srs, krq kMcnu prs; mYlu durmiq ihrq, sbid guru D´weIAY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "And, the Guru makes us fragrant and fruitful, and His Touch transforms us into gold. The filth of evil-mindedness is washed away, meditating on the Word of the Guru's Shabad.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "And the Guru makes man fragrant and delightful, his touch transmutes him into gold and dwelling upon the Guru's word, the filth of his evil-intellect is washed off.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਤੇ ਗੁਰੂ ਜੀ ਇਨਸਾਨ ਨੂੰ ਖੁਸ਼ਬੋਦਾਰ ਅਤੇ ਰਸਭਿੰਨਾ ਬਣਾ ਦਿੰਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਦੀ ਛੂਹ ਉਸ ਨੂੰ ਸੋਨਾ ਕਰ ਦਿੰਦੀ ਹੈ ਅਤੇ ਅਤੇ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਦਾ ਵੀਚਾਰ ਕਰਨ ਦੁਆਰਾ ਉਸ ਦੀ ਮੰਦੀ ਅਕਲ ਦੀ ਮਲੀਣਤਾ ਧੋਤੀ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਤਿਗੁਰੂ (ਪਰਮਲ) ਚੰਦਨ ਔ ਪਾਰਸ ਤੇ (ਸਰਸ) ਅਧਿਕ ਹੈਂ; ਵਾ ਸਦਰਸ ਹੈਂ। ਲੋਹੇ ਕੋ ਪਰਸ ਕੇ ਕੰਚਨ ਰੂਪ ਕਰ ਦੇਤੇ ਹੈਂ ਅਰ ਕਾਠ ਤੇ ਚੰਦਨ ਕਰ ਦੇਤੇ ਹੈਂ, ਭਾਵ ਬ੍ਰਹਮ ਰੂਪ ਕਰ ਦੇਤੇ ਹੈਂ। ਜਬ ਗੁਰੋਂ ਕਾ ਸਬਦ ਲੇ ਕਰ ਵਾਹਿਗੁਰੂ ਕਾ ਧਿਆਨ ਕਰੀਏ ਤਬ ਦੁਰਮਤਿ ਰੂਪੀ ਮੈਲ ਕੋ ਹਰ ਦੇਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਤੇ, ਸਤਿਗੁਰੂ ਦੀ ਛੋਹ (ਜੀਵ ਦੇ ਅੰਦਰ) ਸੁਆਦਲੀ ਸੁਗੰਧੀ ਪੈਦਾ ਕਰ ਦੇਂਦੀ ਹੈ; ਸੋਨਾ ਬਣਾ ਦੇਂਦੀ ਹੈ, ਦੁਰਮੱਤ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ; (ਤਾਂ ਤੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਨੂੰ ਸਿਮਰੀਏ।",
              "additional_information": {
                "arth": "ਪਰਮਲ ਪਰਸ = ਰਸਦਾਇਕ ਸੁਗੰਧੀ। ਕੰਚਨੁ = ਸੋਨਾ। ਗੁਰੂ ਪਰਸ = ਗੁਰੂ ਦੀ ਛੋਹ। ਹਿਰਤ = ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ। ਸਬਦਿ ਗੁਰੁ = ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਨੂੰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Guru nos hace fragantes y fructíferos y Su Toque nos transforma en oro, las impurezas de la maldad de la mente es lavada, meditando en la Palabra del Shabd del Guru.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L62Z",
        "source_page": 1401,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMimRq prvwh, CutkMq sd dÍwir ijsu; g´wn gur ibml sr, sMq isK nweIAY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Stream of Ambrosial Nectar flows constantly from His Door. The Saints and Sikhs bathe in the immaculate pool of the Guru's spiritual wisdom.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Such is the Guru, from whose door ever gushes forth the stream of Nectar and in the immaculate pool of his gnosis bathe the saints and his disciples.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਐਸੇ ਹਨ ਗੁਰੂ ਜੀ, ਜਿਨ੍ਹਾਂ ਦੇ ਦਰ ਤੋਂ ਸਦੀਵ ਹੀ ਸੁਧਾਰਸ ਦੀ ਨਦੀ ਵਗਦੀ ਹੈ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਬ੍ਰਹਮਿ ਗਿਆਨ ਦੇ ਪਵਿੱਤਰ ਸਰੋਵਰ ਵਿੱਚ ਸਾਧੂ ਅਤੇ ਉਨ੍ਹਾਂ ਦੇ ਸ਼ਿਸ਼ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਹਿਬ ਜੀ ਕੇ ਦਰਬਾਰ ਹਰਿਮੰਦਰ ਸਾਹਿਬ ਜੀ ਮੇਂ ਕਥਾ ਰੂਪ ਨਦੀਓਂ ਕੇ ਅੰਮ੍ਰਿਤ ਰੂਪ ਪਰਵਾਹ ਛੂਟ ਰਹੇ ਹੈਂ, ਤਿਸ ਗੁਰੂ ਰੂਪ ਸਰੋਵਰ ਮੇਂ ਗਿਆਨ ਰੂਪੀ ਨਿਰਮਲ ਜਲ ਮੇਂ ਸਿਖ ਹੋ ਕਰ ਇਸ਼ਨਾਨ ਕਰੀਏ ਤਬ (ਸੰਤ) ਸੰਤ ਰੂਪ ਹੋਈਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਅੰਮ੍ਰਿਤ ਦੇ ਚਸ਼ਮੇ ਜਾਰੀ ਹਨ, ਜਿਸ ਗੁਰੂ ਦੇ ਗਿਆਨ-ਰੂਪ ਨਿਰਮਲ ਸਰੋਵਰ ਵਿਚ ਸਿਖ ਸੰਤ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ,",
              "additional_information": {
                "arth": "ਪਰਵਾਹ = ਸੋਮੇ, ਵਹਣ। ਛੁਟਕੰਤ = ਚੱਲਦੇ ਹਨ, ਵਗਦੇ ਹਨ। ਸਦ = ਸਦਾ। ਦ੍ਵਾਰਿ ਜਿਸੁ = ਜਿਸ ਗੁਰੂ ਦੇ ਦਰ ਤੇ। ਸਰ = ਸਰੋਵਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El arroyo del Néctar Ambrosial fluye de Su Puerta, los Sikjs y los Santos se bañan en el Tanque Inmaculado de la Sabiduría",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MTYF",
        "source_page": 1401,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwmu inrbwxu inDwnu hir. auir Drhu; gurU guru guru krhu, gurU hir pweIAY ]3]15]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Enshrine the Naam, the Name of the Lord, within your heart, and dwell in Nirvaanaa. Chant Guru, Guru, Guru; through the Guru, the Lord is obtained. ||3||15||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Enshrine thou in thy mind the Name's treasure of the detached Lord and recite the Name of the great Guru, for, through the Guru alone, thou shall, recite thou the Name of the great Guru, for, through the Guru alone, thou shall obtain thy Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਖਜਾਨੇ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਅੰਦਰ ਟਿਕਾ ਅਤੇ ਵੱਡੇ ਗੁਰਾਂ ਦੇ ਨਾਮ ਨੂੰ ਜਪ, ਕਿਉਂ ਜੋ ਤੂੰ ਕੇਵਲ ਗੁਰਾਂ ਦੇ ਰਾਹੀਂ ਹੀ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਪਰਾਪਤ ਹੋਵੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਬ ਨਿਰਬਾਣ ਸਰੂਪ ਵਾਹਿਗਰੂ ਕਾ ਨਾਮ ਰੂਪੀ (ਨਿਧਾਨੁ) ਖਜਾਨਾ ਰਿਦੇ ਮੇਂ ਧਾਰਨ ਕਰੋ ਔਰ ਮਨ, ਤਨ, ਬਾਣੀ ਕਰ ਕੇ ਗੁਰੂ ਗੁਰੂ ਉਚਾਰਨ ਕਰੋ ਤਬ (ਗੁਰ) ਪੂਜਨੇ ਯੋਗ ਹਰੀ ਪਾਈਐਂਗਾ॥੩॥੧੫॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰੀ ਦੇ ਵਾਸਨਾ-ਰਹਿਤ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਓ। ਸਦਾ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰੋ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰੀ ਮਿਲਦਾ ਹੈ ॥੩॥੧੫॥",
              "additional_information": {
                "arth": "ਨਿਰਬਾਣੁ = ਕਲਪਨਾ ਤੋਂ ਰਹਿਤ, ਵਾਸਨਾ-ਰਹਿਤ। ਉਰਿ = ਹਿਰਦੇ ਵਿਚ ॥੩॥੧੫॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Espiritual del Guru. Enaltece el Naam con tu corazón y habita en el Nirvana, canta Guru, Guru, Guru; a través del Guru, el Señor es obtenido. (3-15)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "10G",
    "sttm_id": 5422,
    "writer": "Bhatt Nalh",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "11KW",
        "source_page": 1401,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gurU guru gurU guru; gurU jpu mMn ry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Chant Guru, Guru, Guru, Guru, Guru, O my mind.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O my soul, recite thou the Name of the great Guru, yea, the great Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਵਿਸ਼ਾਲ ਗੁਰਦੇਵ, ਹਾਂ, ਵਿਸ਼ਾਲ ਗੁਰਦੇਵ ਦੇ ਨਾਮ ਦਾ ਊਚਾਰਨ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਮਨ, ਤਨ, ਬਾਣੀ ਕਰ ਸਰਬ ਸਮੇਂ ਗੁਰੋਂ ਕੋ ਜਪ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਗੁਰੂ ਜਪ,",
              "additional_information": {
                "arth": "ਮੰਨ ਰੇ = ਹੇ ਮਨ!",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Canta Guru, Guru, Guru, Guru, Guru, oh mente mía,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WS0M",
        "source_page": 1401,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jw kI syv, isv isD swiDk. sur Asur gx; qrih qyqIs, gur bcn suix kMn ry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Serving Him, Shiva and the Siddhas, the angels and demons and servants of the gods, and the thrity-three million gods cross over, listening to the Word of the Guru's Teachings.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Such is the Guru, serving whom and hearing whose word with their ears, Shivas, adepts, strivers, angels, demons, attendants of gods and thirty-three millions of gods swim across.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਐਸੇ ਹਨ ਗੁਰੂ ਜੀ, ਜਿਨ੍ਹਾਂ ਦੀ ਘਾਲ ਕਮਾ ਅਤੇ ਆਪਣੇ ਕੰਨਾਂ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੀ ਬਾਣੀ ਸ੍ਰਵਣ ਕਰ, ਸ਼ਿਵਜੀ, ਕਰਾਮਾਤੀ ਪੁਰਸ਼, ਅਭਿਆਸੀ, ਫ਼ਰਿਸ਼ਤੇ, ਰਾਖਸ਼ ਦੇਵਤਿਆਂ ਦੇ ਸੇਵਕ ਅਤੇ ਤੇਤੀ ਕ੍ਰੋੜ ਦੇਵਤੇ ਪਾਰ ਉਤਰ ਗਏ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨ ਸਤਿਗੁਰੋਂ ਕੀ ਸੇਵਾ ਕਰ ਕੇ ਔ ਕਾਨੋਂ ਮੇਂ ਬਚਨੋਂ ਕੋ ਸ੍ਰਵਨ ਕਰ ਕੇ ਸਿਧ ਔ ਸਾਧਿਕ ਔ ਦੇਵਤਾ, (ਅਸੁਰ) ਦੈਤ, ਨੰਦੀ, ਭਿੰਗ੍ਰੀ ਆਦੀ ਗੁਣੋਂ ਸੰਯੁਗਤ ਸ਼ਿਵਜੀ ਤੇਤੀਸ ਕਰੋੜ ਦੇਵਤਾ ਸੰਪੂਰਨ ਤਰ ਜਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸ਼ਿਵ ਜੀ, ਉਸ ਦੇ ਗਣ, ਸਿੱਧ, ਸਾਧਿਕ, ਦੇਵ, ਦੈਂਤ ਤੇ ਤੇਤੀ ਕਰੋੜ ਦੇਵਤੇ, ਉਸ (ਗੁਰੂ) ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਤੇ ਗੁਰੂ ਦੇ ਬਚਨ ਕੰਨੀਂ ਸੁਣ ਕੇ ਪਾਰ ਉਤਰ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਜਾ ਕੀ ਸੇਵ = ਜਿਸ (ਗੁਰੂ) ਦੀ ਸੇਵਾ ਨਾਲ। ਸੁਰ = ਦੇਵਤੇ। ਅਸੁਰ = ਰਾਖ਼ਸ਼, ਦੈਂਤ। ਗਣ = ਸ਼ਿਵ ਜੀ ਦੇ ਗਣ। ਤੇਤੀਸ = ਤੇਤੀ ਕਰੋੜ ਦੇਵਤੇ। ਕੰਨ = ਕੰਨਾਂ ਨਾਲ। ਸੁਣਿ = ਸੁਣ ਕੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "sirviéndolo, Shiva y los Siddhas, los ángeles, los seres malvados, los Sirvientes de Dios y los treinta y tres millones de dioses, son llevados a través, escuchando las Enseñanzas de la Palabra del Guru.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K3Z9",
        "source_page": 1401,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Puin. qrih qy sMq ihq, Bgq guru guru krih; qirE pRhlwdu, gur imlq muin jMn ry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "And, the Saints and loving devotees are carried across, chanting Guru, Guru. Prahlaad and the silent sages met the Guru, and were carried across.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "And those saints and loving devotees, who recite the Guru's Name are emancipated. Meeting with the silent sage, Narad, Prahlad too swam across.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਤੇ ਉਹ ਸਾਧੂ ਅਤੇ ਪਿਆਰੇ ਅਨੁਰਾਗੀ ਜੋ ਗੁਰਾਂ ਦੇ ਨਾਮ ਨੂੰ ਉਚਾਰਨ ਕਰਦੇ ਹਨ, ਮੁਕਤ ਥੀ ਵੰਞਦੇ ਹਨ। ਖਾਮੋਸ਼ ਰਿਸ਼ੀ, ਨਾਰਦ ਨਾਲ ਮਿਲ ਕੇ ਪ੍ਰਹਿਲਾਦ ਭੀ ਪਾਰ ਉਤਰ ਗਿਆ ਸੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤੇ ਜਨ ਤਰਤੇ ਹੈਂ, ਜੋ ਸੰਤੋਂ ਮੇਂ ਹਿਤ ਕਰ ਕੇ ਭਗਤਿ ਹੋ ਕਰ ਗੁਰੂ ਗੁਰੂ ਕਰਤੇ ਹੈਂ, ਪੁਨਾ (ਮੁਨਿ ਜੰਨ ਰੇ) ਨਾਰਦ ਗੁਰੂ ਕੋ ਮਿਲਨੇ ਸੇ ਨਾਮ ਜਪ ਕਰ ਪ੍ਰਹਿਲਾਦ ਤਰਿਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਤੇ, ਉਹ ਸੰਤ ਜਨ ਅਤੇ ਭਗਤ ਤਰਦੇ ਹਨ, ਜੋ ਪਿਆਰ ਨਾਲ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰਦੇ ਹਨ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਹਲਾਦ ਤਰ ਗਿਆ ਅਤੇ ਕਈ ਮੁਨੀ ਤਰ ਗਏ।",
              "additional_information": {
                "arth": "ਹਿਤ = ਪਿਆਰ ਨਾਲ। ਤੇ ਸੰਤ = ਉਹ ਸੰਤ ਜਨ। ਸਾਧਿਕ = ਜੋਗ ਸਾਧਨ ਕਰਨ ਵਾਲੇ। ਸਿਧ = ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los Santos y los amorosos Devotos son llevados a través, cantando Guru, Guru; Prahlaad y los Santos silenciosos encontraron al Guru y fueron llevados a través.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FVD7",
        "source_page": 1401,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qrih nwrdwid snkwid, hir gurmuKih qrih; iek nwm lig, qjhu rs AMn ry ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Naarad and Sanak and those men of God who became Gurmukh were carried across; attached to the One Name, they abandoned other tastes and pleasures, and were carried across.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Abandoning other relishes and attached to the One Name, Narad and his like Sanak etc. and other holy men of God have been saved and emancipated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੋਰ ਸੁਆਦ ਨੂੰ ਛਡ ਅਤੇ ਇਕ ਨਾਮ ਨਾਲ ਜੁੜ, ਨਾਰਦ ਵਰਗੇ ਸਨਕ ਆਦਿਕ ਅਤੇ ਰੱਬ ਦੇ ਹੋਰ ਲੇਕ ਬੰਦੇ ਤਰ ਅਤੇ ਪਾਰ ਉਤਰ ਗਏ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਏਕ ਹਰੀ ਕੇ ਨਾਮ ਰਸ ਮੇਂ ਲਗ ਕਰ ਕੇ ਨਾਰਦ ਆਦੀ ਰਿਖੀ ਤਰੇ ਹੈਂ ਔ ਸਨਕਾਦਿਕ ਤਰੇ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਔਰ ਰਸੋਂ ਕੋ ਤਿਆਗ ਦੇਵੋ ਅਰ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਏਕ ਨਾਮ ਮੇਂ ਹੀ ਲਗੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹਰੀ-ਰੂਪ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਕ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਨਾਰਦ ਤੇ ਸਨਕ ਆਦਿਕ ਤਰਦੇ ਹਨ; (ਤਾਂ ਤੇ ਹੇ ਮਨ! ਤੂੰ ਭੀ) ਹੋਰ ਸੁਆਦ ਛੱਡ ਦੇਹ (ਤੇ ਇਕ ਨਾਮ ਜਪ)।",
              "additional_information": {
                "arth": "ਹਰਿ ਗੁਰਮੁਖਹਿ = ਹਰੀ ਦੇ ਰੂਪ ਗੁਰੂ ਦੀ ਰਾਹੀਂ। ਇਕ ਨਾਮ ਲਗਿ = ਇਕ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ। ਰਸ ਅੰਨ = ਹੋਰ ਸੁਆਦ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Narad, Sanak y los Devotos de Dios que se volvieron Gurmukjs, fueron llevados a través, apegados al Nombre, abandonaron sabores y placeres y fueron llevados a través.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PWNC",
        "source_page": 1401,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "dwsu byniq khY. nwmu gurmuiK lhY; gurU guru gurU guru. gurU jpu mMn ry ]4]16]29]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "This is the prayer of the Lord's humble slave: the Gurmukh obtains the Naam, the Name of the Lord, chanting Guru, Guru, Guru, Guru, Guru, O my mind. ||4||16||29||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Supplicates Dass, the bard, it is by the Guru's grace, that the Name is attained, so recite thou the Name of the Guru, the great Guru, the sublime Guru, O my soul.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦਾਸ, ਭੱਟ, ਬੇਨਤੀ ਕਰਦਾ ਹੈ, ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਨਾਮ ਪਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਇਸ ਲਈ ਤੂੰ ਗੁਰਦੇਵ, ਵਿiਾਲ ਗੁਰਦੇਵ ਅਤੇ ਪਰਮ ਵਿiਾਲ ਗੁਰਦੇਵ ਜੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰ, ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਦਾਸ ਭੱਟ ਜੀ ਬੇਨਤੀ ਕਰ ਕੇ ਕਹਤੇ ਹੈਂ: ਹੇ ਮਨ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਨਾਮ ਕੋ ਪ੍ਰਾਪਤ ਹੋਵੇਂਗਾ, ਤਾਂ ਤੇ ਮਨ, ਤਨ, ਬਾਣੀ ਕਰ ਕੇ ਸਰਬ ਸਮੇਂ ਗੁਰੂ ਗੁਰੂ ਜਪ॥੪॥੧੬॥੨੯॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਦਾਸ (ਨਲ੍ਯ੍ਯ ਕਵੀ) ਅਰਜ਼ ਕਰਦਾ ਹੈ ਕਿ ਨਾਮ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, (ਤਾਂ ਤੇ) ਹੇ ਮਨ! 'ਗੁਰੂ' 'ਗੁਰੂ' ਜਪ ॥੪॥੧੬॥੨੯॥",
              "additional_information": {
                "arth": "ਦਾਸੁ = ਦਾਸ ਨਲ੍ਯ੍ਯ ਕਵੀ। ਗੁਰਮੁਖਿ = ਗੁਰੂ ਦੀ ਰਾਹੀਂ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ॥੪॥੧੬॥੨੯॥",
                "note": "* ਵੇਰਵਾ: ਭੱਟ ਨਲ੍ਯ੍ਯ ਦੇ ਤਿੰਨ ਕਿਸਮਾਂ ਦੇ ਸਵਈਏ = ੧੬। ਪਿਛਲੇ ਭੱਟ ਕਲ੍ਯ੍ਯ ਦੇ ਸਵਈਏ = ੧੩। ਕੁੱਲ ਜੋੜ = ੨੯।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La oración del humilde Esclavo del Señor, es que el Gurmukj obtenga el Naam, el Nombre del Señor, cantando Guru, Guru, Guru, Guru, Guru, oh mente mía. (4-16-29)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "H2Q",
    "sttm_id": 5423,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "9BXP",
        "source_page": 1401,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "isrI gurU swihbu, sB aUpir ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Great, Supreme Guru showered His Mercy upon all;",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Sire great Guru showered his benediction on all;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮਹਾਰਾਜ ਵਡੇ ਗੁਰਾਂ ਨੇ ਸਾਰਿਆਂ ਉਤੇ ਆਪਣੀ ਮਿਹਰ ਧਾਰੀ ਹੈ;",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਗੁਰੂ ਸਾਹਿਬ ਸਰਬ ਕੇ ਊਪਰ ਸਿਰੋਮਣੀ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਗੁਰੂ ਨੇ ਸਾਰੇ ਜੀਆਂ ਉੱਤੇ ਮਿਹਰ ਕੀਤੀ ਹੈ,",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Grandioso y Supremo Guru, roció Su Misericordia sobre nosotros,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JHQJ",
        "source_page": 1401,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "krI ik®pw; sqjuig ijin DR¨ pir ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "in the Golden Age of Sat Yuga, He blessed Dhroo.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "such is the Guru, who in the Goldage blessed Dhru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਐਹੋ ਜੇਹੇ ਹਨ ਗੁਰੂ ਜੀ, ਜਿਨ੍ਹਾਂ ਨੇ ਸੁਨਹਿਰੀ ਯੁਗ ਅੰਦਰ ਧਰੂ ਨੂੰ ਵਰੋਸਾਇਆ ਸੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨ ਸਤਿਗੁਰੋਂ ਨੇ ਸਤਿਯੁਗ ਕੇ ਬੀਚ ਧ੍ਰੂਹ ਭਗਤ ਪਰ ਅਪਨੀ ਕਿਰਪਾ ਕਰੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ (ਗੁਰੂ) ਨੇ ਸਤਜੁਗ ਵਿਚ ਧ੍ਰੂ ਉੱਤੇ ਕ੍ਰਿਪਾ ਕੀਤੀ,",
              "additional_information": {
                "arth": "ਸਤਜੁਗਿ = ਸਤਜੁਗ ਵਿਚ। ਜਿਨਿ = ਜਿਸ (ਗੁਰੂ) ਨੇ। ਪਰਿ = ਉੱਤੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "en la Era Dorada del Sat Guru, Él bendijo a Dru,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RR98",
        "source_page": 1401,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sRI pRhlwd Bgq auDrIAM ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He saved the devotee Prahlaad,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Reverend Guru emancipated Prahlad, the saint,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪੂਜਨੀਯ ਗੁਰਾਂ ਨੇ ਸੰਤ ਪ੍ਰਹਿਲਾਦ ਦੀ ਕਲਿਆਣ ਕਰ ਦਿੱਤੀ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨੋਂ ਨੇ ਸ੍ਰੀ ਪ੍ਰਲਿਹਾਦ ਭਗਤ ਕਾ ਉਧਾਰ ਕੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪ੍ਰਹਲਾਦ ਭਗਤ ਨੂੰ ਬਚਾਇਆ,",
              "additional_information": {
                "arth": "ਉਧਰੀਅੰ = ਬਚਾਇਆ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "salvó al Devoto Prahlaad,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WJHA",
        "source_page": 1401,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hsœ kml; mwQy pr DrIAM ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "placing the Lotus of His Hand upon his forehead.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "by placing his lotus hand on his forehead.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਆਪਣਾ ਕੰਵਲ ਹੱਥ ਧਰ ਕੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅਪਨੇ ਹਾਥ ਕਮਲ ਮਸਤਕ ਪਰ ਧਰ ਕਰਕੇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤੇ ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਆਪਣੇ ਕਮਲ ਵਰਗੇ ਹੱਥ ਰੱਖੇ।",
              "additional_information": {
                "arth": "ਹਸਤ ਕਮਲ = ਕਮਲ ਫੁੱਲ ਵਰਗੇ ਹੱਥ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "poniendo Su Mano sobre su frente.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L3A9",
        "source_page": 1401,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AlK rUp; jIA lK´w. n jweI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Unseen Form of the Lord cannot be seen.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Undiscernible from of the Lord, one can discern not.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੁਆਦ ਦੇ ਅਦ੍ਰਿਸ਼ਟ ਸਰੂਪ ਨੂੰ ਜੀਵ ਦੇਖ ਨਹੀਂ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਅਲਖ ਸਰੂਪ ਹੈ, ਸੋ ਗੁਰ ਉਪਦੇਸ਼ ਤੇ ਬਿਨਾਂ ਜੀਵ ਸੇ ਲਖਿਆ ਨਹੀਂ ਜਾਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਿਸੇ ਪਾਸੋਂ ਅਲੱਖ ਪ੍ਰਭੂ ਦੇ ਰੂਪ (ਉਸ) ਗੁਰੂ ਦਾ ਸਰੂਪ ਪਰਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ,",
              "additional_information": {
                "arth": "ਜੀਅ = ਜੀਵਾਂ ਤੋਂ। ਲਖ੍ਯ੍ਯਾ ਨ ਜਾਈ = ਪਛਾਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਅਲਖ = ਅ-ਲੱਖ, ਉਹ ਪਰਮਾਤਮਾ ਜਿਸ ਦਾ ਸਰੂਪ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La Forma no Mostrada del Señor no se puede ver,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0QZ5",
        "source_page": 1401,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "swiDk isD sgl srxweI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Siddhas and seekers all seek His Sanctuary.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The strivers and perfect persons all seek the Lord's refuge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਭਿਆਸੀ ਅਤੇ ਪੂਰਨ ਪੁਰਸ਼ ਸਾਰੇ ਪ੍ਰਭੂ ਦੀ ਪਨਾਹ ਲੋੜਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਾਧਨਾ ਕਰਨੇ ਵਾਲੇ ਔ ਸਿਧ ਸੰਪੂਰਨ ਜਿਸ ਕੀ ਸਰਣਾਈ ਪੜੇ ਹੂਏ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਾਰੇ ਸਿੱਧ ਤੇ ਸਾਧਨ ਕਰਨ ਵਾਲੇ (ਜਿਸ) ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਆਏ ਹਨ।",
              "additional_information": {
                "arth": "ਸਗਲ = ਸਾਰੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "los Siddhas y los Buscadores, todos buscan Su Santuario.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4605",
        "source_page": 1401,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gur ky bcn; siq jIA Dwrhu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "True are the Words of the Guru's teachings. Enshrine them in your soul.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "True are the Guru's word, Enshrine thou them in the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੱਚੇ ਹਨ ਗੁਰਾਂ ਦੇ ਬਚਨ ਬਿਲਾਸ। ਤੂੰ ਉਨ੍ਹਾਂ ਨੂੰ ਆਪਣੇ ਰਿਦੇ ਅੰਦਰ ਟਿਕਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਜੇਕਰ ਤਿਨ ਸਤਿਗੁਰੋਂ ਕੇ ਬਚਨ ਸਤ ਜਾਣ ਕਰ ਕੇ ਰਿਦੇ ਮੇਂ ਧਾਰਨ ਕਰੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਬਚਨ ਦ੍ਰਿੜ੍ਹ ਕਰ ਕੇ ਚਿੱਤ ਵਿਚ ਟਿਕਾਓ,",
              "additional_information": {
                "arth": "ਸਤਿ = ਸਤ ਕਰ ਕੇ, ਦ੍ਰਿੜ੍ਹ ਕਰ ਕੇ। ਜੀਅ = ਚਿੱਤ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Benditas son las Palabras de las Enseñanzas del Guru, enaltécelas en tu Alma.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HH30",
        "source_page": 1401,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mwxs jnmu dyh insœwrhu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Emancipate your body, and redeem this human incarnation.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thiswise, thou make thy human birth and body fruitful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਆਪਣੇ ਮੁਨੁਸ਼ੀ ਜੀਵਨ ਅਤੇ ਸਰੀਰ ਨੂੰ ਸਫਲ ਕਰ ਲੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਬ ਇਸ ਮਾਨਸ ਜਨਮ ਮੇਂ ਨਾਮ ਜਪ ਕਰ ਕੇ ਅਪਨੇ ਆਪ ਕੋ ਭਵ ਸਿੰਧ ਸੇ ਤਾਰ ਲੇਵੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਮਨੁੱਖਾ ਜਨਮ ਤੇ ਸਰੀਰ ਨੂੰ ਸਫਲ ਕਰ ਲਓ।",
              "additional_information": {
                "arth": "ਦੇਹ = ਸਰੀਰ। ਨਿਸ੍ਤਾਰਹੁ = ਸਫਲਾ ਕਰ ਲਓ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Emancipa tu cuerpo y redime tu encarnación humana.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X4UC",
        "source_page": 1401,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "guru jhwju. Kyvtu gurU; gur ibnu qirAw. n koie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Guru is the Boat, and the Guru is the Boatman. Without the Guru, no one can cross over.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Guru is the boat and Guru the boatman. Without the Guru, no one has been able to swim across.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰੂ ਜੀ ਬੋਹਥੇ ਹਨ ਅਤੇ ਗੁਰੂ ਜੀ ਹੀ ਮਲਾਹ। ਗੁਰਾਂ ਦੇ ਬਗੇਰ ਕਿਸੇ ਦਾ ਭੀ ਪਾਰ ਉਤਾਰਾ ਨਹੀਂ ਹੋਇਆ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਤਿਗੁਰੋਂ ਕੇ ਪਾਸ ਨਾਮ ਰੂਪੀ ਜਹਾਜ਼ ਹੈ ਐਸੇ ਸਤਿਗੁਰ (ਖੇਵਟੁ) ਮਲਾਹ ਰੂਪ ਹੈਂ। ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਕੋਈ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਸੇ ਨਹੀਂ ਤਰਿਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਸ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਤਾਰਨ ਲਈ) ਗੁਰੂ ਜਹਾਜ਼ ਹੈ, ਗੁਰੂ ਹੀ ਮਲਾਹ ਹੈ, ਕੋਈ ਪ੍ਰਾਣੀ ਗੁਰੂ (ਦੀ ਸਹੈਤਾ) ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਤਰ ਸਕਿਆ।",
              "additional_information": {
                "arth": "ਖੇਵਟੁ = ਮਲਾਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Guru es la Barca y también el Barquero, sin el Guru nadie puede cruzar hasta el otro lado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "437X",
        "source_page": 1401,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gur pRswid pRBu pweIAY; gur ibnu mukiq. n hoie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By Guru's Grace, God is obtained. Without the Guru, no one is liberated.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By the Guru's grace, the Lord is obtained. Without the Guru none is emancipated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਪ੍ਰਭੂ ਪਾਇਆ ਜਾਂਦਾ ਹੈ। ਗੁਰਾਂ ਦੇ ਬਗੈਰ ਕਿਸੇ ਦੀ ਭੀ ਕਲਿਆਣ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੁਰੋਂ ਕੀ ਕਿਰਪਾ ਤੇ ਪ੍ਰਭੂ ਕੋ ਪਾਈਤਾ ਹੈ ਔ ਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਮੁਕਤੀ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੁਕਤੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {
                "arth": "ਗੁਰ ਪ੍ਰਸਾਦਿ = ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ। ਮੁਕਤਿ = ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por la Gracia del Guru, Dios es obtenido, sin el Guru nadie es liberado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J1Y8",
        "source_page": 1401,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "guru nwnku; inkit bsY bnvwrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Guru Nanak dwells near the Creator Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Guru Nanak abides near the Creator.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰੂ ਨਾਨਕ ਜੀ ਸਿਰਜਣਹਾਰ ਦੇ ਨੇੜੇ ਵਸਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ (ਬਨਵਾਰੀ) ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਕੇ ਨਿਕਟ ਨਿਵਾਸ ਕਰਤੇ ਭਏ, ਭਾਵ ਬੈਕੁੰਠਵਾਸੀ ਹੂਏ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਗੁਰੂ ਨਾਨਕ ਅਕਾਲ ਪੁਰਖ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਨਿਕਟਿ = ਨੇੜੇ। ਬਨਵਾਰੀ = ਜਗਤ ਦਾ ਮਾਲਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Guru Nanak habita cerca del Señor Creador y estableció a Lejna como Guru, enalteciendo Su Luz en el mundo.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UR00",
        "source_page": 1401,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iqin lhxw Qwip; joiq jig DwrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He established Lehnaa as Guru, and enshrined His Light in the world.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Establishing Lehna as the Guru, he enshrined his light in the world,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਲਹਿਣੇ ਨੂੰ ਗੁਰੂ ਅਸਥਾਪਨ ਕਰ, ਉਨ੍ਹਾਂ ਨੇ ਆਪਣਾ ਪ੍ਰਕਾਸ਼ ਜਗਤ ਅੰਦਰ ਟਿਕਾ ਦਿੱਤਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਨੋਂ ਨੇ ਸ੍ਰੀ ਲਹਿਣਾ ਜੀ ਕੋ ਸ੍ਰੀ ਗੁਰ ਅੰਗਦ ਸਰੂਪ ਕਰ ਕੇ ਜਗਤ ਬੀਚ ਗੁਰ ਗਾਦੀ ਪਰ ਅਸਥਾਪਨ ਕਰ ਕੇ ਅਪਨੀ (ਜੋਤਿ) ਕਲਾ ਧਾਰੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਲਹਣੇ ਨੂੰ ਨਿਵਾਜ ਕੇ ਜਗਤ ਵਿਚ (ਰੱਬੀ) ਜੋਤਿ ਪ੍ਰਕਾਸ਼ ਕੀਤੀ।",
              "additional_information": {
                "arth": "ਤਿਨਿ = ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ। ਥਾਪਿ = ਨਿਵਾਜਿ ਕੇ। ਜਗਿ = ਜਗਤ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Lejna estableció el Sendero de la Rectitud y el Dharma,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0SJ8",
        "source_page": 1401,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "lhxY. pMQu Drm kw kIAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Lehnaa established the path of righteousness and Dharma,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Lehna gave currency to the path of righteousness,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਲਹਿਣੇ ਨੇ ਸਚਾਈ ਦੇ ਮਾਰਗ ਨੂੰ ਪ੍ਰਚਲਤ ਕੀਤਾ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਗੇ ਤਿਸ ਸ੍ਰੀ ਲਹਿਣਾ ਜੀ ਨੇ ਧਰਮ ਕਾ, ਭਾਵ ਭਗਤੀ ਕਾ ਰਸਤਾ ਪ੍ਰਗਟ ਕੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਲਹਣੇ ਨੇ ਧਰਮ ਦਾ ਰਾਹ ਚਲਾਇਆ,",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el Cual pasó a Guru Amar Das, de la Dinastía Bala y entonces firmemente estableció a Ram Das de la Dinastía Sodhi",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3NL1",
        "source_page": 1401,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Amrdws Bly kau; dIAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "which He passed on to Guru Amar Daas, of the Bhalla dynasty.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "which he passed on to Amar Dass, the descendent of the Bhallas.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਹੜਾ ਕਿ ਉਸ ਨੇ ਅਮਰਦਾਸ, ਭੱਲਿਆ ਦੀ ਸੰਤਾਨ ਨੂੰ ਦੇ ਦਿੱਤਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਗੇ ਵਹੀ ਗੁਰਿਆਈ ਕਾ ਤਖਤ ਔ ਭਗਤੀ ਕਾ ਮਾਰਗ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਜੋ ਭੱਲਿਓਂ ਕੀ ਕੁਲ ਮੇਂ ਪ੍ਰਗਟ ਭਏ ਹੈਂ, ਤਿਨੋਂ ਕੋ ਦੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤੇ ਭੱਲੇ (ਗੁਰੂ) ਅਮਰਦਾਸ ਜੀ ਨੂੰ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦਿੱਤੀ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y fue bendecido con el Inexhausto Tesoro del Nombre del Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3PG9",
        "source_page": 1401,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iqin sRI rwmdwsu soFI; iQru Qp´au ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Then, He firmly established the Great Raam Daas of the Sodhi dynasty.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He then permanently established Sire Ram Dass of the Sodhi's clan.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਨ੍ਹਾ ਨੇ ਫਿਰ ਸੋਢੀਆਂ ਦੇ ਮਹਾਰਾਜ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਪੱਕੇ ਤੌਰ ਤੇ ਅਸਕਾਪਨ ਕਰ ਦਿਤਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਸ ਸ੍ਰੀ ਗੁਰੂ ਤੀਸਰੇ ਪਾਤਿਸ਼ਾਹ ਜੀ ਨੇ ਸੋਢੀਓਂ ਕੀ ਕੁਲ ਮੇਂ ਹੋਣੇ ਵਾਲੇ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੋ ਥਿਰ ਕਰ ਅਸਥਾਪਨ ਕੀਆ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਨੇ ਸੋਢੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ (ਸਦਾ ਲਈ) ਅਟੱਲ ਕਰ ਦਿੱਤਾ,",
              "additional_information": {
                "arth": "ਥਿਰੁ ਥਪ੍ਯ੍ਯਉ = ਅਟੱਲ ਕਰ ਦਿੱਤਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él fue bendecido con el Tesoro Inagotable del Nombre del Señor, a través de las cuatro Épocas,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8Z9Z",
        "source_page": 1401,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hir kw nwmu; AKY iniD Ap´au ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He was blessed with the inexhaustible treasure of the Lord's Name.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He blessed Guru Ram Dass with indestructible treasure of the God's Name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਲਾ-ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਅਰਪਨ ਕਰ ਦਿਤਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅਰ ਹਰੀ ਕਾ ਨਾਮ ਜੋ ਅਖੈਨਿਧੀ ਰੂਪ ਹੈ, ਸੋ ਅਰਪਣ ਕੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਅਤੇ ਉਹਨਾਂ ਨੂੰ) ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ ਤੇ ।",
              "additional_information": {
                "arth": "ਅਖੈ ਨਿਧਿ = ਨਾਹ ਨਾਸ ਹੋਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ। ਅਪ੍ਯ੍ਯਉ = ਅਰਪਿਆ, ਦਿੱਤਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y sirviendo al Guru, recibió Su Recompensa. Quienes se postran a Sus Pies y buscan Su Santuario, son bendecidos con Paz, esos Gurmukjs son bendecidos con Supremo Éxtasis.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "964G",
        "source_page": 1401,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Ap´au hir nwmu. AKY iniD; chu juig gur syvw kir, Plu lhIAM ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He was blessed with the treasure of the Lord's Name; throughout the four ages, it is inexhaustible. Serving the Guru, He received His reward.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He blessed Guru Ram Dass with the treasure of God's Name, which is inexhaustible the four ages through. By the Guru's service, Guru Ram Dass received this reward.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਰਾਮਦਾਸ ਨੂੰ ਹਰੀ ਦੇ ਨਾਮ ਦਾ ਖ਼ਜ਼ਾਨਾ ਅਰਪਨ ਕੀਤਾ, ਜੋ ਚੋਹਾਂ ਹੀ ਯੁਗਾਂ ਅੰਦਰ ਅਮੁਕ ਹੈ। ਗੁਰਾਂ ਦੀ ਘਾਲ ਦੁਆਰਾ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਇਹ ਮੇਵਾ ਪਰਾਪਤ ਹੋਇਆ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਤੀਸਰੀ ਪਾਤਿਸ਼ਾਹੀ ਜੀ ਨੇ ਹਰੀ ਕਾ ਨਾਮ ਅਖੈਨਿਧੀ ਰੂਪ ਚੌਥੇ ਪਾਤਿਸਾਹ ਜੀ ਕੋ ਅਰਪਣ ਕੀਆ ਹੈ, ਕਿਉਂਕਿ ਚਾਰੋਂ ਜੁਗੋਂ ਮੇਂ ਸਤਿਗੁਰੋਂ ਕੀ ਸੇਵਾ ਕਰਨੇ ਸੇ ਹੀ ਫਲ ਲਹੀਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਨਾਮ-ਰੂਪ) ਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਸਤਿਗੁਰੂ (ਉਹਨਾਂ ਨੂੰ) ਕਦੇ ਨਾਹ ਨਿਖੁੱਟਣ ਵਾਲਾ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਚਹੁ ਜੁਗਿ = ਚਹੁਜੁਗੀ (ਨਾਮ), ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ (ਨਾਮ)। ਲਹੀਅੰ = ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Cuerpo del Guru es la Encarnación del Supremo Dios nuestro Señor, nuestro Maestro y Señor,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UVDD",
        "source_page": 1401,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bMdih jo crx srix. suKu pwvih; prmwnµd gurmuiK khIAM ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Those who bow at His Feet and seek His Sanctuary, are blessed with peace; those Gurmukhs are blessed with supreme bliss.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "They, who pay homage to the Guru's feet and seek their refuge, are blest with peace and are said to be supremely blissful Guru-wards.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਹੜੇ ਗੁਰਾਂ ਦੇ ਪੈਰਾਂ ਨੂੰ ਬੰਦਨਾ ਕਰਦੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਸ਼ਰਣਾਗਤ ਲੈਂਦੇ ਹਨ, ਉਹ ਆਰਾਮ ਪਾਉਂਦੇ ਹਨ ਅਤੇ ਮਹਾਨ ਪਰਸੰਨ ਗੁਰੂ-ਅਨੁਸਾਰੀ ਆਖੇ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਜੋ ਪੁਰਸ ਸਤਿਗੁਰੋਂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਬੰਦਨਾ ਕਰਤੇ ਹੈਂ, ਸੋਈ ਸਰਣ ਹੋ ਕਰ ਸੁਖੋਂ ਕੋ ਪਾਵਤੇ ਔਰ ਓਹੀ ਪਰਮ ਅਨੰਦ ਰੂਪ ਗੁਰਮੁਖ ਕਹੀਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ (ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਚਰਨਾਂ ਤੇ ਢਹਿੰਦੇ ਹਨ ਤੇ ਸਰਨ ਆਉਂਦੇ ਹਨ, ਉਹ ਸੁਖ ਪਾਂਦੇ ਹਨ, ਉਹ ਪਰਮ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਤੇ ਉਹਨਾਂ ਨੂੰ ਗੁਰਮੁਖ ਆਖੀਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਬੰਦਹਿ = ਨਮਸਕਾਰ ਕਰਦੇ ਹਨ। ਪਰਮਾਨੰਦ = ਪਰਮ ਆਨੰਦ ਵਾਲੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "la Forma del Ser Primordial, Quien nutre y Cuida de todos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AV2U",
        "source_page": 1401,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "prqiK dyh. pwrbRhmu suAwmI; Awid rUip poKx BrxM ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Guru's Body is the Embodiment of the Supreme Lord God, our Lord and Master, the Form of the Primal Being, who nourishes and cherishes all.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Guru's body is manifestly the embodiment of the Transcendent Lord Master, the Primal Being, who cherishes and fills all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰਾਂ ਦਾ ਸਰੀਰ ਪ੍ਰਗਟ ਹੀ ਪਰਾ-ਪੂਰਬਲੇ ਪਰਮ ਪ੍ਰਭੂ ਮਾਲਕ ਦਾ ਸਰੂਪ ਹੈ, ਜੋ ਸਾਰਿਆਂ ਨੂੰ ਪਾਲਦਾ ਪੋਸਦਾ ਅਤੇ ਪਰੀਪੂਰਨ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਆਦਿ ਰੂਪ ਸਰਬ ਕੋ ਪੋਖਨ ਅੰਨ ਜਲ ਆਦੀ ਦੇ ਕਰ ਪੂਰਨ ਕਰਨੇ ਵਾਲਾ ਪਾਰਬ੍ਰਹਮ ਹੈ, ਸੋਈ ਸਰੂਪ ਪ੍ਰਤਖ੍ਯ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਮੇਰੇ ਸੁਆਮੀ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜੋ) ਪਰਮਾਤਮਾ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈ, ਸਭ ਦਾ ਮੂਲ ਹੈ, ਹੋਂਦ ਵਾਲਾ ਹੈ, ਸਭ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈ, ਉਹ ਹੁਣ) ਪਰਤੱਖ ਤੌਰ ਤੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ) ਸਰੀਰ (ਵਿਚ ਪਰਗਟ) ਹੈ।",
              "additional_information": {
                "arth": "ਦੇਹ = ਸਰੀਰ ਰੂਪ। ਆਦਿ = ਸਭ ਦਾ ਮੂਲ। ਰੂਪਿ-ਰੂਪ ਵਾਲਾ, ਹੋਂਦ ਵਾਲਾ। ਪੋਖਣ ਭਰਣੰ = ਪਾਲਣ ਵਾਲਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sirve entonces al Guru, al Verdadero Guru, Sus Formas y Modos son Inescrutables,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4Q4Q",
        "source_page": 1401,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "siqguru guru syiv. AlK giq jw kI; sRI rwmdwsu qwrx qrxM ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So serve the Guru, the True Guru; His ways and means are inscrutable. The Great Guru Raam Daas is the Boat to carry us across. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Serve thou the Great True Guru, inscrutable are whose Divine doings. Sire Ram Dass is a ship to ferry across.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਵਡੇ ਸਚੇ ਗੁਰਾਂ ਦੀ ਘਾਲ ਕਮਾ, ਖੋਜ-ਰਹਿਤ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਈਸ਼ਵਰੀ ਕਰਤਬ। ਮਹਾਰਾਜ ਰਾਮਦਾਸ ਜੀ ਪਾਰ ਹੋਣ ਲਈ ਇਕ ਜਹਾਜ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਹੇ ਭਾਈ ਐਸੇ ਸਰਬ ਤੇ (ਗੁਰੁ) ਬਡੇ ਜੋ ਸਤਿਗੁਰ ਹੈਂ ਅਰ ਜਿਨ ਕੀ ਅਲਖ ਗਤੀ ਹੈ, ਸੋ ਤਿਨੋਂ ਕੇ ਚਰਨੋਂ ਕੋ ਸੇਵ। ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਸੰਸਾਰ ਸਿੰਧ ਸੇ ਤਾਰਨੇ ਕੋ (ਤਰਣੰ) ਜਹਾਜ਼ ਰੂਪ ਹੈਂ॥੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ ਗੁਰੂ (ਰਾਮਦਾਸ) ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ, ਜੋ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ, ਉਸ ਦੀ ਸੇਵਾ ਕਰੋ ॥੧॥",
              "additional_information": {
                "arth": "ਤਾਰਣ ਤਰਣੰ = (ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਤਾਰਨ ਲਈ ਜਹਾਜ਼। ਤਰਣ = ਜਹਾਜ਼। ਗਤਿ = ਆਤਮਕ ਅਵਸਥਾ। ਅਲਖ = ਅਲੱਖ, ਅਕਥਨੀਯ ॥੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el Gran Guru Ram Das es el Barco para llevarnos a través. (1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2MYC",
        "source_page": 1401,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ijh AMimRq bcn bwxI; swDU jn jpih. kir ibiciq cwE ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Holy people chant the Ambrosial Words of His Bani with delight in their minds.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He, whose ambrosial words and Gurbani, the saintly persons recite with zeal in their mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਮ੍ਰਿਤਮਈ ਸ਼ਬਦਾਂ ਅਤੇ ਗੁਰਬਾਣੀ ਨੂੰ ਸੰਤ-ਸਰੂਪ ਪੁਰਸ਼ ਉਚਾਰਦੇ ਹਨ, ਆਪਣੇ ਮਨ ਵਿੱਚ ਉਮੰਗ ਨਾਲ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਸ੍ਰੀ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਕੇ ਬਚਨੋਂ ਕੋ ਸਾਧੂ ਜਨ ਚਿਤ ਮੇਂ ਵਿਸੇਸ ਕਰ (ਚਾਓ) ਉਤਸਾਹ ਧਾਰ ਕਰ ਕੇ ਬਾਣੀ ਦ੍ਵਾਰਾ ਜਪਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ (ਗੁਰੂ) ਦੇ ਅੰਮ੍ਰਿਤ ਬਚਨਾਂ ਤੇ ਬਾਣੀ ਨੂੰ ਸੰਤ-ਜਨ ਹਿਰਦੇ ਵਿਚ ਵੱਡੇ ਉਤਸ਼ਾਹ ਨਾਲ ਜਪਦੇ ਹਨ,",
              "additional_information": {
                "arth": "ਜਿਹ = ਜਿਸ (ਗੁਰੂ) ਦੇ। ਬਿਚਿਤਿ = ਚਿੱਤ ਵਿਚ ਵਿਸ਼ੇਸ਼ ਕਰ ਕੇ। ਕਰਿ ਚਾਓ = ਉਤਸ਼ਾਹ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los Santos cantan las Palabras de Ambrosia de Su Bani con deleite en su mente,",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "RFJ",
    "sttm_id": 5424,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "PC5J",
        "source_page": 1401,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awnµdu inq mMglu; gur drsnu sPlu sMswir ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Blessed Vision of the Guru's Darshan is fruitful and rewarding in this world; it brings lasting bliss and joy.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "In this world, fruitful is the vision of that Guru, who is the harbinger of eternal bliss and joy.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਜਹਾਨ ਵਿੱਚ ਫਲਦਾਇਕ ਹੈ ਦੀਦਾਰ ਉਨ੍ਹਾਂ ਗੁਰਾਂ ਦਾ ਜੋ ਸਦੀਵੀ ਪਰਸੰਨਤਾ ਅਤੇ ਖੁਸ਼ੀ ਦੇ ਹਲਕਾਰੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਨ ਸਤਿਗੁਰੋਂ ਕਾ ਦਰਸ਼ਨ ਸੰਸਾਰ ਮੇਂ ਨਿਤ ਅਨੰਦ ਮੰਗਲ ਸਰੂਪ ਅਰ ਸਫਲਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤੇ ਸਦਾ ਆਨੰਦ ਮੰਗਲ (ਕਰਦੇ ਹਨ), ਉਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਸੰਸਾਰ ਵਿਚ (ਉੱਤਮ) ਫਲ ਦੇਣ ਵਾਲਾ ਹੈ।",
              "additional_information": {
                "arth": "ਸੰਸਾਰਿ = ਸੰਸਾਰ ਵਿਚ। ਸਫਲੁ = ਫਲਦਾਇਕ। ਅੰਮ੍ਰਿਤ = ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "pues la Bendita Visión del Darshan del Guru es Fructífera y Remuneradora en este mundo, pues trae una Dicha",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SV8F",
        "source_page": 1401,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sMswir sPlu. gMgw gur drsnu; prsn prm pivqR gqy ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Guru's Darshan is fruitful and rewarding in this world, like the Ganges. Meeting Him, the supreme sacred status is obtained.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Says Ganga, the bard, accredited is the vision of the Guru in this world. Meeting with him one is blest with the Immaculate supreme status.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਆਖਦਾ ਹੈ ਗੰਗਾ, ਭੱਟ, ਅਮੋਘ ਹੈ ਗੁਰਾਂ ਦਾ ਦੀਦਾਰ ਇਸ ਜਹਾਨ ਵਿੱਚ। ਉਨ੍ਹਾਂ ਨਾਲ ਮਿਲਣ ਦੁਆਰਾ ਜੀਵ ਨੂੰ ਪਾਵਨ-ਪੁਨੀਤਾ ਮਹਾਨ ਪਦਵੀ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੰਸਾਰ ਮੇਂ ਸਫਲ ਰੂਪ ਗੁਰੋਂ ਕਾ ਦਰਸਨ ਨਿਤ ਮੰਗਲ ਅਨੰਦ ਮੇਂ ਹੈ। ਸ੍ਰੀ ਗੁਰੂ ਭੱਟ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਵਾ ਗੰਗਾ ਵਤ ਪੁਨ੍ਯ ਰੂਪ ਸੰਸਾਰ ਬੀਚ ਸਫਲ ਸਤਿਗੁਰੋਂ ਕਾ ਦਰਸਨ ਹੈ। ਜਿਨ ਕੇ ਪਰਸਣੇ ਕਰ ਕੇ ਜੀਵ ਕੀ ਪਰਮ ਪਵਿਤ੍ਰ ਗਤੀ, ਭਾਵ ਮੋਖ ਹੋ ਜਾਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸੰਸਾਰ ਵਿਚ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਗੰਗਾ ਵਾਂਗ ਸਫਲ ਹੈ। ਗੁਰੂ ਦੇ (ਚਰਨ) ਪਰਸਨ ਨਾਲ ਪਰਮ ਪਵਿਤ੍ਰ ਪਦਵੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y un Éxtasis duraderos. El Darshan del Guru es Remunerador y Fructífero en este mundo, así como el Ganges, que al encontrarlo, el Supremo y Sagrado Estado es obtenido.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VJX2",
        "source_page": 1401,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jIqih jm loku. piqq jy pRwxI; hir jn isv gur g´win rqy ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Even sinful people conquer the realm of Death, if they become the Lord's humble servants, and are imbued with the Guru's spiritual wisdom.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The sinful persons, who are imbued with the gnosis of the Guru-God, become the Lord's saints and conquer the realm of death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਾਂਬਰ ਪੁਰਸ਼, ਜੋ ਗੁਰੂ ਪ੍ਰਮੇਸ਼ਰ ਦੀ ਗਿਆਤ ਨਾਲ ਰੰਗੀਜੇ ਹਨ, ਉਹ ਸੁਆਮੀ ਦੇ ਸੰਤ ਥੀ ਵੰਞਦੇ ਹਨ ਅਤੇ ਮੌਤ ਦੇ ਮੰਡਲ ਨੂੰ ਫਤਹ ਕਰ ਲੈਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਐਸੇ ਹਰੀ ਕੇ ਜਨ ਜੋ ਸਤਿਗੁਰ ਹੈਂ ਤਿਨੋਂ ਦ੍ਵਾਰੇ ਜੋ (ਸਿਵ) ਕਲ੍ਯਾਨ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕੇ ਗਿਆਨ ਮੇਂ ਰਤੇ ਹੈਂ, ਯਦਪਿ ਓਹ ਪ੍ਰਥਮ (ਪਤਿਤ) ਭੀ ਥੇ ਤਦਪਿ ਜਮ ਲੋਕ ਕੋ ਉਹ ਜੀਤ ਲੇਤੇ ਭਏ ਹੈਂ, ਭਾਵ ਸੇ ਜਮ ਕੀ ਸਾਸਨਾ ਤੇ ਰਹਿਤ ਹੋ ਜਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਮਨੁੱਖ (ਪਹਿਲਾਂ) ਪਤਿਤ ਭੀ (ਭਾਵ, ਗਿਰੇ ਹੋਏ ਆਚਰਨ ਵਾਲੇ) ਹੁੰਦੇ ਹਨ, ਉਹ ਕਲਿਆਨ-ਸਰੂਪ ਸਤਿਗੁਰੂ ਦੇ ਗਿਆਨ ਵਿਚ ਰੰਗੇ ਜਾ ਕੇ ਰੱਬ ਦੇ ਸੇਵਕ ਬਣ ਕੇ ਜਮ-ਲੋਕ ਨੂੰ ਜਿੱਤ ਲੈਂਦੇ ਹਨ, (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ)।",
              "additional_information": {
                "arth": "ਜੇ = ਜਿਹੜੇ। ਸਿਵ = ਕਲਿਆਣ-ਸਰੂਪ। ਗ੍ਯ੍ਯਾਨਿ = ਗਿਆਨ ਵਿਚ। ਰਤੇ = ਰੰਗੇ ਜਾ ਕੇ। ਹਰਿ ਜਨ = ਰੱਬ ਦੇ ਸੇਵਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Aún los que están llenos de errores pueden conquistar el reino de la muerte si se vuelven los Sirvientes humildes del Señor y viven imbuidos en la Sabiduría Espiritual del Guru.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8W5U",
        "source_page": 1401,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "rGubMis iqlku suMdru, dsrQ Gir; muin bMCih jw kI srxM ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He is certified, like the handsome Ram Chander in the house of Dasrath of the Raghwa dynasty. Even the silent sages seek His Sanctuary.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Guru is celebrated like the supreme and beauteous Ram Chander in the house of Dasrath of the Raghwa dynasty. Such is the Guru, whose refuge even the sages seek.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਰਾਘਵਾਂ ਦੀ ਵੰਸ਼ ਦੇ ਦਸਰਥ ਦੇ ਗ੍ਰਹਿ ਅੰਦਰ ਸ਼੍ਰੋਮਣੀ ਅਤੇ ਸੋਹਣੇ ਰਾਮ ਚੰਦ੍ਰ ਦੀ ਮਾਨੰਦ ਗੁਰੂ ਜੀ ਪ੍ਰਸਿਧ ਹਨ। ਐਹੋ ਜੇਹੇ ਹਨ ਗੁਰੂ ਜੀ ਜਿਨ੍ਹਾਂ ਦੀ ਸਰਣਾਗਤ ਮੁਨੀਸ਼ਰ ਭੀ ਲੋੜਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਰਘੂ ਰਾਜਾ ਕੀ ਬੰਸ ਕੇ ਤਿਲਕ, ਭਾਵ ਸਿਰੋਮਣੀ ਰਾਜਾ ਦਸਰਥ ਕੇ ਘਰ ਮੇਂ ਸੁੰਦਰ ਸਰੂਪ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਜੋ ਪ੍ਰਗਟ ਭਏ ਹੈਂ। ਜਿਨੋਂ ਕੀ ਮੁਨੀ ਜਨ ਸਭੀ ਸਰਣ ਕੋ ਬਾਂਛਤੇ ਹੈਂ, ਸੋਈ ਰੂਪ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਰਘੂ ਦੀ ਕੁਲ ਵਿਚ ਦਸਰਥ ਦੇ ਘਰ ਵਿਚ ਸ਼ਿਰੋਮਣੀ ਤੇ ਸੁੰਦਰ (ਮੇਰੀਆਂ ਨਿਗਾਹਾਂ ਵਿਚ ਤਾਂ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਹੀ ਸਨ) ਜਿਨ੍ਹਾਂ ਦੀ ਸਰਨ ਆਉਣਾ (ਸਾਰੇ) ਮੁਨੀ ਲੋਚਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਰਘੁਬੰਸਿ = ਰਘੂ ਦੀ ਕੁਲ ਵਿਚ। ਤਿਲਕੁ = ਸ਼ਿਰੋਮਣੀ। ਦਸਰਥ ਘਰਿ = ਦਸਰਥ ਦੇ ਘਰ ਵਿਚ। ਬੰਛਹਿ = ਲੋਚਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él es aprobado como el guapo Ram Chander, en la Casa de Dasrad de la Dinastía de Ragwa, aún los Santos silenciosos buscan Su Santuario.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1B78",
        "source_page": 1402,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "siqguru guru syiv. AlK giq jw kI; sRI rwmdwsu qwrx qrxM ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So serve the Guru, the True Guru; His ways and means are inscrutable. The Great Guru Raam Daas is the Boat to carry us across. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Serve thou the Great True Guru, inscrutable are whose Divine doings Sire Ram Das is a ship to ferry across.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਵਡੇ ਸਚੇ ਗੁਰਾਂ ਦੀ ਘਾਲ ਕਮਾ, ਖੋਜ-ਰਹਿਤ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਈਸ਼ਵਰੀ ਕਰਤਬ। ਮਹਾਰਾਜ ਰਾਮ ਦਾਸ ਜੀ ਪਾਰ ਹੋਣ ਲਈ ਇਕ ਜਹਾਜ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਹੇ ਮਨ! ਜਿਨੋਂ ਕੀ ਅਲਖ ਗਤੀ ਹੈ, ਸੋਈ ਸਤਿਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਸਰਬ ਕੇ (ਗੁਰੁ) ਪੂਜ੍ਯ ਹੈਂ ਅਰ ਜੋ ਭਵ ਸਿੰਧ ਸੇ ਤਾਰਨੇ ਕੋ (ਤਰਣੰ) ਜਹਾਜ ਰੂਪ ਹੈਂ, ਤਿਨ ਕੋ ਹੀ ਸੇਵਨ ਕਰ॥੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੀ ਸੇਵਾ ਕਰੋ (ਸਰਨ ਪਵੋ) ਜਿਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ, ਤੇ ਜੋ ਤਾਰਣ ਲਈ ਜਹਾਜ਼ ਹੈ ॥੨॥",
              "additional_information": {
                "arth": "ਜਾ ਕੀ = ਜਿਸ ਦੀ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sirve entonces al Guru, al Verdadero Guru, Sus Formas y Modos son Inescrutables, el Gran Guru Ram Das es el Barco para llevarnos a través. (2)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
