[
  {
    "id": "NFS",
    "sttm_id": 5431,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "RD1S",
        "source_page": 1403,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "siqgurU siqgurU; siqguru guibMd jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The True Guru, the True Guru, the True Guru is the Lord of the Universe Himself.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The True Guru, True Guru, True Guru is the embodiment of the Sire Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੱਚੇ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਗੁਰੂ ਜੀ ਮਹਾਰਾਜ ਸੁਆਮੀ ਦੇ ਸਰੂਪ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸ੍ਰੀ ਸਤਿਗੁਰੂ! ਆਪ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਗੋਬਿੰਦ ਸਰੂਪ ਹੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਗੋਬਿੰਦ-ਰੂਪ ਹੈ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Guru Verdadero, el Guru Verdadero, el Guru Verdadero es Él Mismo,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "41J7",
        "source_page": 1403,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bilih Cln, sbl mln, Bigœ Pln, kwn@ kuAr; inhklµk bjI fMk, cVH¨ dl rivMd jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Enticer of Baliraja, who smothers the mighty, and fulfills the devotees; the Prince Krishna, and Kalki; the thunder of His army and the beat of His drum echoes across the Universe.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thou are the enticer of Balraja, the smotherer of the mighty, the fulfiller of the devotee, the prince Krishna and Kalki, the coming incarnation of God, the thunder of whose mounted army and the beat of drum shall be echoed all over.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਬਲਰਾਜ ਨੂੰ ਠਗਣ ਵਾਲਾ ਬਲਵਾਨ ਨੂੰ ਕੁਚਲਣ ਵਾਲਾ, ਸੰਤਾਂ ਨੂੰ ਸਫਲ ਕਰਨਹਾਰ ਰਾਜਕੁਮਾਰ ਕ੍ਰਿਸ਼ਨ ਅਤੇ ਆਉਣ ਵਾਲਾ ਰੱਬ ਦਾ ਕਲਕੀ-ਅਵਤਾਰ ਹੈ, ਜਿਸ ਦੀ ਸਵਾਰ ਹੋਈ ਹੋਈ ਸੈਨਾ ਹੀ ਗਰਜ ਅਤੇ ਨਗਾਰੇ ਦੀਆਂ ਆਵਾਜਾਂ ਸਾਰੇ ਪਾਸੇ ਸੁਣਾਈ ਦੇਣਗੀਆਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਬਾਵਨ ਸਰੂਪ ਹੋ ਕਰ ਬਲ ਰਾਜਾ ਕੋ ਆਪ ਨੇ ਛਲਨਾ ਕੀਆ ਹੈ ਔਰ ਬਲ ਕੇ ਸਹਿਤ ਜੋ ਦੈਤ ਹੈਂ ਤਿਸ ਕੋ ਮਰਦਨ ਕਰ ਕੇ ਭਗਤੋਂ ਕੋ ਮਨ ਬਾਂਛਤ ਫਲੋਂ ਕੇ ਦੇਨਹਾਰੇ ਕ੍ਰਿਸ਼ਨ ਰੂਪ ਹੋਇ ਕਰ ਜਸੋਧਾਂ ਵਾ ਦੇਵਕੀ ਕੇ ਆਪ ਕੁਆਰ ਕਹਾਵਤੇ ਭਏ ਹੋ। ਪੁਨਾ ਆਗੇ ਨਿਹਕਲੰਕ ਸਰੂਪ ਹੋਇਕਰ ਸੰਭਲਪੁਰ ਮੇਂ ਧੌਸਿਓਂ ਪਰ ਡੰਕੇ ਬਜੇਂਗੇ ਔ (ਰਵਿੰਦ) ਸੂਰਜ ਔ ਚੰਦ੍ਰਮਾ ਆਦੀ ਦੇਵਤਿਓਂ ਕਾ ਦਲ ਆਪ ਕੇ ਸਾਥ (ਚੜੂ) ਚੜੇਗਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਸਤਿਗੁਰੂ ਹੀ ਹੈ (ਉਹ) ਜਿਸ ਨੇ ਰਾਜਾ ਬਲੀ ਨੂੰ ਛਲਿਆ ਸੀ, ਆਪ ਅਹੰਕਾਰੀਆਂ ਦਾ ਮਾਨ ਤੋੜਨ ਵਾਲੇ ਹਨ, ਭਗਤੀ ਦਾ ਫਲ ਦੇਣ ਵਾਲੇ ਹਨ। (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਗੁਰੂ ਹੀ ਕਾਨ੍ਹ ਕੁਮਾਰ ਹੈ। (ਆਪ ਵਿਚ) ਕੋਈ ਕਲੰਕ ਨਹੀਂ ਹੈ, ਆਪ ਦਾ ਡੰਕਾ ਵੱਜ ਰਿਹਾ ਹੈ, ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਦਲ ਆਪ ਦੀ ਹੀ ਸੋਭਾ ਵਧਾਉਣ ਲਈ ਚੜ੍ਹਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਸਬਲ ਮਲਨ = ਬਲ ਵਾਲਿਆਂ ਨੂੰ (ਭਾਵ, ਅਹੰਕਾਰੀਆਂ ਨੂੰ) ਦਲਨ ਵਾਲਾ। ਕਾਨ੍ਹ੍ਹ ਕੁਅਰ = ਕਾਨ੍ਹ ਕੁਮਾਰ। ਚੜ੍ਹੂ ਦਲ ਰਵਿੰਦ ਜੀਉ = ਰਵੀ ਤੇ ਇੰਦ (ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ) ਦਾ ਦਲ ਤੇਰੇ ਨਾਲ (ਤੇਰੀ ਸੋਭਾ ਵਧਾਉਣ ਲਈ) ਚੜ੍ਹਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el Señor del Universo entero, Embrujo de Baliraya, Quien empequeñece a los poderosos y llena a los Devotos, al Príncipe Krishna y a Kalki; el retumbar de Sus Ejércitos y el resonar de Su Tambor se escucha y estremece al universo entero.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M0G2",
        "source_page": 1403,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "rwm rvx. durq dvx; skl Bvx kusl krx; srb BUq, Awip hI dyvwiD dyv; shs muK PinMd jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Lord of contemplation, Destroyer of sin, who brings pleasure to the beings of all realms, He Himself is the God of gods, Divinity of the divine, the thousand-headed king cobra.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thou thyself are the contemplator of the Lord, the destroyer of sin, the dispenser of bliss to all the universes, pervading all the beings, God of gods and the thousand mouthed and hooded serpent King.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਖੁਦ ਹੀ ਸੁਆਮੀ ਨੂੰ ਸਿਮਰਨ ਵਾਲਾ, ਪਾਪ ਨਸ਼ਟ ਕਰਨਹਾਰ, ਸਾਰਿਆਂ ਆਲਸ਼ਾਂ ਨੂੰ ਖੁਸ਼ੀ ਬਖਸ਼ਣ ਵਾਲਾ, ਸਮੂਹ ਜੀਵਾਂ ਅੰਦਰ ਵਿਆਪਕ, ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ ਅਤੇ ਹਜਾਰਾ ਮੂੰਹਾਂ ਅਤੇ ਫਣਾ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ (ਰਵਣ) ਬਿਆਪਕ ਸਰੂਪ! ਆਪ ਕਾ ਰਾਮ ਨਾਮ (ਦੁਰਤ) ਪਾਪੋਂ ਕੇ (ਦਵਣ) ਦਬਾਵਣੇਹਾਰਾ ਔ ਸੰਪੂਰਨ ਭਵਨੋਂ ਮੇਂ ਕੁਸ਼ਲ ਕਰਨੇਹਾਰਾ ਹੈ, ਪੁਨਾ ਆਪ ਹੀ ਸਰਬ (ਭੂਤ) ਜੀਵ ਰੂਪ ਹੋ ਰਹੇ ਹੋ। ਹੇ (ਦੇਵਾਧਿਦੇਵ) ਦੇਵਤਿਓਂ ਕੇ ਅਧਪਤੀ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ! ਹਜਾਰ ਮੁਖੋਂ ਵਾਲਾ ਸਰਪੋਂ ਕਾ ਰਾਜਾ ਸੇਸਨਾਗ ਭੀ ਆਪ ਕੀ ਉਸਤਤੀ ਉਚਾਰਨ ਕਰ ਰਿਹਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਆਪ ਅਕਾਲ ਪੁਰਖ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ, ਪਾਪਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਭ ਥਾਈਂ ਸੁਖ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਜੀਆਂ ਵਿਚ ਆਪ ਹੀ ਹਨ, ਆਪ ਹੀ ਦੇਵਤਿਆਂ ਦੇ ਦੇਵਤਾ ਹਨ। ਅਤੇ (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਹਜ਼ਾਰਾਂ ਮੂੰਹਾਂ ਵਾਲਾ ਸ਼ੇਸ਼ਨਾਗ ਭੀ ਆਪ ਹੀ ਹਨ।",
              "additional_information": {
                "arth": "ਰਵਣੁ = ਸਿਮਰਨ ਕਰਨ ਵਾਲਾ। ਦੁਰਤ ਦਵਣ = ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ। ਸਕਲ ਭਵਣ = ਵਿਆਪਕ ਸਭ ਥਾਈਂ। ਕੁਸਲ = ਆਨੰਦ, ਸੁਖ। ਭੂਤ = ਜੀਵ। ਦੇਵਾਧਿ ਦੇਵ = ਦੇਵਾਂ ਦਾ ਅਧਿਦੇਵ, ਦੇਵਤਿਆਂ ਦਾ ਦੇਵਤਾ। ਫਨਿੰਦ = ਸ਼ੇਸ਼ਨਾਗ, ਫਨੀਅਰ। ਸਹਸ ਮੁਖ = ਹਜ਼ਾਰਾਂ ਫਣਾਂ ਵਾਲਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Señor de Meditación, Destructor del Error, Quien trae Placer a todos los seres de Su Reino, Dios de dioses, Divinidad de lo divino, Sheshnaga, el Rey Cobre de las mil cabezas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X1WG",
        "source_page": 1403,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jrm krm mC kC huA brwh; jmunw kY kUil, Kylu KyilE ijin igMd jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He took birth in the Incarnations of the Fish, Tortoise and Wild Boar, and played His part. He played games on the banks of the Jamunaa River.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Becoming the incarnation of the Big fish, Tortoise and the Boar, thou assumed their avocations. Such are Thou who played the game of \"throw ball\" at the bank of Jamuna.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵੱਡੀ ਮੱਛੀ, ਕਛੂਕੁਮੇ ਅਤੇ ਸੂਰ ਦੇ ਅਵਤਾਰ ਬਣ ਤੂੰ ਉਨ੍ਹਾਂ ਦੀ ਕਿਰਤ-ਵਿਰਤ ਧਾਰਨ ਕੀਤੀ ਐਹੋ ਜੇਹਾ ਹੈ ਤੂੰ ਜਿਸ ਨੇ ਜਮਨਾ ਦੇ ਕਿਨਾਰੇ ਗੇਦਾ ਸੁੱਟਣ ਦੀ ਖੇਡ ਖੇਡੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਮਛ, ਕਛ, ਵਰਾਹ ਆਦੀ (ਜਨਮ) ਅਵਤਾਰ ਹੋਇਕਰ ਆਪ ਨੇ ਅਲੌਕਕ ਕਰਮ ਕਰੇ ਹੈਂ। ਔ ਕ੍ਰਿਸ਼ਨ ਅਵਤਾਰ ਮੇਂ ਜਮਨਾ ਕੈ (ਕੂਲਿ) ਕਿਨਾਰੇ ਪਰ ਜਿਸ ਆਪ ਨੇ (ਗਿੰਦ) ਖੇਲ ਅਰਥਾਤ ਖੁਦੋ ਕੇ ਸਾਥ ਖੇਲੋਂ ਕੋ ਖੇਲਿਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੋਬਿੰਦ-ਰੂਪ ਸਤਿਗੁਰੂ ਹੀ ਹੈ ਉਹ) ਜਿਸ ਨੇ ਮੱਛ ਕੱਛ ਤੇ ਵਰਾਹ ਦੇ ਜਨਮ ਲੈ ਕੇ ਕਈ ਕੰਮ ਕੀਤੇ, ਜਿਸ ਨੇ ਜਮੁਨਾ ਦੇ ਕੰਢੇ ਉੱਤੇ ਗੇਂਦ ਦੀ ਖੇਡ ਖੇਡੀ ਸੀ।",
              "additional_information": {
                "arth": "ਹੁਅ = ਹੋ ਕੇ। ਕਰਮ = ਕੰਮ। ਜਰਮ ਹੁਅ = ਜਨਮ ਲੈ ਕੇ। ਕੂਲਿ = ਕੰਢੇ ਤੇ। ਖੇਲੁ ਗਿੰਦ = ਗੇਂਦ ਦੀ ਖੇਲ। ਜਿਨਿ = ਜਿਸ ਨੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tomó nacimiento en las encarnaciones de peces, tortugas y jabalíes y desplegó Sus Juegos a las orillas del Río Yamuna.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "61X5",
        "source_page": 1403,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwmu swru hIey Dwru, qju ibkwru. mn gXMd; siqgurU siqgurU siqgur, guibMd jIau ]4]9]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand the True Guru, the True Guru, the True Guru is the Lord of the Universe Himself. ||4||9||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Says Gayand, the bard, enshrine thou in thy heart his sublime Name and renounce thine mind's wickedness. The True Guru, the ever True Guru, the ever and ever True Guru is the embodiment of the World-Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਯੰਦ, ਭਟ ਆਖਦਾ ਹੈ, ਤੂੰ ਆਪਣੇ ਦਿਲ ਅੰਦਰ ਉਸ ਦੇ ਸ਼੍ਰੇਸ਼ਟ ਨਾਮ ਨੂੰ ਅਸਥਾਪਨ ਕਰ ਅਤੇ ਆਪਣੇ ਕਿਤ ਦੀ ਬਦੀ ਨੂੰ ਛਡ ਦੇ। ਸੱਚੇ ਗੁਰੂ, ਸੱਚੇ ਗੁਰੂ, ਸੱਚੇ ਗੁਰੂ ਜੀ ਸੰਸਾਰ ਦੇ ਸੁਆਮੀ ਦਾ ਸਰੂਪ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ 'ਗੋਇੰਦ' ਭੱਟ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਮਨ ਐਸੇ ਸਤਿਗੁਰੋਂ ਕਾ ਸਾਰ ਰੂਪ ਜੋ ਨਾਮ ਹੈ ਤਿਸ ਕੋ ਹਿਰਦੇ ਮੇਂ ਧਾਰ ਕਰ ਵਿਕਾਰੋਂ ਕੋ ਤਿਆਗ, ਜੋ ਗੋਬਿੰਦ ਰੂਪ ਸਤਿਗੁਰੂ ਤੀਨੋਂ ਕਾਲ ਸੇ ਸਤਿ ਸਰੂਪ ਹੈਂ। ਵਾ ਇਸ ਪ੍ਰਕਾਰ ਹੇ ਸਤਿਗੁਰ! ਆਪ ਜੋ ਤ੍ਰਿਕਾਲ ਅਬਾਧ ਗੋਬਿੰਦ ਸਰੂਪ ਹੋ, ਤਿਸ ਆਪ ਕਾ ਨਾਮ ਸਾਰ ਰੂਪ ਮਨ ਮੇਂ ਧਾਰ ਕਰ ਮੈਨੇ ਵਿਕਾਰੋਂ ਕੋ ਤਿਆਗਨ ਕੀਆ ਹੈ॥੪॥੯॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਇਸ ਸਤਿਗੁਰੂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਇਹ ਗੁਰੂ ਉਹੀ ਗੋਬਿੰਦ ਹੈ ॥੪॥੯॥",
              "additional_information": {
                "arth": "ਸਾਰੁ = ਸ੍ਰੇਸ਼ਟ। ਹੀਏ = ਹਿਰਦੇ ਵਿਚ। ਧਾਰ = ਟਿਕਾ ਰੱਖ। ਮਨ ਗਯੰਦ = ਹੇ ਗਯੰਦ ਦੇ ਮਨ! ਗਯੰਦ = ਭੱਟ ਦਾ ਨਾਮ ਹੈ ॥੪॥੯॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Enaltece el Excelente Nombre en tu corazón y renuncia a la maldad de la mente, oh Geyand, el Guru Verdadero, el Guru Verdadero, el Guru Verdadero, es Él Mismo el Señor del Universo. (4-9)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "K6K",
    "sttm_id": 5432,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "NDJL",
        "source_page": 1403,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "isrI gurU isrI gurU; isrI gurU siq jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The venerable Guru, the highly venerable Guru, True indeed is the most venerable Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ, ਮਹਾਨ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਹਨ ਪਰਮ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਜੀ ਤੀਨੋਂ ਕਾਲ ਮੇਂ ਸਤ ਸਰੂਪ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਤਿਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਹੈ।",
              "additional_information": {
                "arth": "ਸਤਿ = ਸਦਾ ਅਟੱਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El Supremo Guru, el Supremo Guru, el Supremo Guru, el Verdadero y Adorado Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "70G2",
        "source_page": 1403,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gur kihAw mwnu. inj inDwnu, scu jwnu mMqRü iehY; inis bwsur hoie kl´wnu, lhih prm giq jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Respect and obey the Guru's Word; this is your own personal treasure - know this mantra as true. Night and day, you shall be saved, and blessed with the supreme status.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Know thou this instruction as true, obey thou the Guru's word, This alone is thy personal treasure, Thiswise thou shall be eternally emancipated and shall be blessed with the supreme status.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਉਪਦੇਸ਼ ਨੂੰ ਤੂੰ ਸੱਚ ਕਰਕੇ ਜਾਣ ਲੈ, ਤੂੰ ਗੁਰਾਂ ਦੇ ਬਚਨ ਤੇ ਅਮਲ ਕਰ। ਕੇਵਲ ਇਹ ਹੀ ਤੇਰਾ ਜਾਤੀ ਖਜਾਨਾ ਹੈ। ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ ਸਦੀਵੀ ਮੁਕਤ ਥੀ ਵੰਞੇਗਾ ਅਤੇ ਤੈਨੂੰ ਮਹਾਨ ਮਰਤਬਾ ਪਰਾਪਤ ਹੋ ਜਾਵੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਗੁਰੋਂ ਕਾ ਕਹਾ ਹੂਆ (ਮੰਤ੍ਰ) ਉਪਦੇਸ਼ (ਮਾਨੁ) ਮਨਨ ਕਰ, ਇਸ ਕਰ ਕੇ ਅਪਨਾ ਸਰੂਪ ਰੂਪੀ ਖਜਾਨਾ ਪਾਵੇਂਗਾ। ਪੁਨਾ ਇਸ ਤੇ (ਪਰਮਗਤਿ) ਵਿਦੇਹ ਮੁਕਤੀ ਕੋ ਪਾਵੇਂਗਾ ਔ ਜਬ ਤਕ ਜੀਵੇਂਗਾ ਤਬ ਤਕ ਰਾਤ੍ਰਿ ਦਿਨ (ਕਲ੍ਹਾਨੁ) ਸੁਖ ਹੋਵੇਗਾ, ਇਹ ਬਾਤ (ਸਚੁ) ਨਿਸਚੇ ਜਾਣੀ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹੇ ਮਨ!) ਸਤਿਗੁਰੂ ਦਾ ਬਚਨ ਮੰਨ, ਇਹੀ ਨਾਲ ਨਿਭਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ ਹੈ; ਨਿਸ਼ਚਾ ਕਰ ਕੇ ਮੰਨ ਕਿ ਇਹੀ ਮੰਤ੍ਰ ਹੈ (ਜਿਸ ਨਾਲ ਤੈਨੂੰ) ਦਿਨ ਰਾਤ ਸੁਖ ਹੋਇਆ ਤੇ ਤੂੰ ਉੱਚੀ ਪਦਵੀ ਪਾ ਲਏਂਗਾ।",
              "additional_information": {
                "arth": "ਨਿਜ = ਆਪਣਾ (ਭਾਵ, ਨਾਲ ਨਿਭਣ ਵਾਲਾ)। ਨਿਧਾਨੁ = ਖ਼ਜ਼ਾਨਾ। ਸਚੁ ਜਾਣੁ = ਨਿਸਚੇ ਜਾਣ, ਸਹੀ ਸਮਝ। ਨਿਸਿ = ਰਾਤ। ਬਾਸੁਰ = ਦਿਨ। ਕਲ੍ਯ੍ਯਾਨੁ = ਸੁਖ। ਲਹਹਿ = ਪ੍ਰਾਪਤ ਕਰੇਂਗਾ। ਪਰਮ ਗਤਿ = ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Respeta y obedece la Palabra del Guru, este es tu propio y personal Tesoro, reconoce este Mantra como Verdad noche y día, y serás salvado y bendecido con el Estado de Éxtasis.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LRV6",
        "source_page": 1403,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kwmu k®oDu loBu mohu, jx jx isau Cwfu Dohu; haumY kw PMDu kwtu, swDsMig riq jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Renounce sexual desire, anger, greed and attachment; give up your games of deception. Snap the noose of egotism, and let yourself be at home in the Saadh Sangat, the Company of the Holy.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Renounce thou lust, wrath, avarice and worldly love, give up deceiving one and all, snap the noose of self-conceit and be thou imbued with the saints' society.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਸ਼ਹਿਵਤ, ਗੁੱਸੇ ਲਾਲਚ ਅਤੇ ਸੰਸਾਰੀ ਮਮਤਾ ਨੂੰ ਛੱਡ ਦੇ, ਜਣੇ ਖਣੇ ਨਾਲ ਧੋਖਾ ਕਰਨਾ ਤਿਆਗ ਦੇ, ਸਵੈ-ਹੰਗਤਾ ਦੀ ਫਾਹੀ ਨੂੰ ਕੁਤਰ ਛੱਡ ਅਤੇ ਤੂੰ ਸਤਿਸੰਗਤ ਨਾਲ ਰੰਗਿਆ ਜਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਵਿਕਾਰੋਂ ਕੋ ਤਿਆਗ ਕਰ (ਜਣ ਜਣ) ਹਰ ਏਕ ਸੇ (ਧੋਹ) ਛਲ ਕਰਨਾ ਛਾਡ ਦੇਹ, ਹਉਮੈ ਕਾ (ਫੰਧੁ) ਫਾਹ ਕਾਟ ਔ ਸਾਧ ਸੰਗਤਿ ਕੇ ਸਾਥ (ਰਤਿ) ਪ੍ਰੀਤੀ ਕਰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਅਤੇ ਜਣੇ ਖਣੇ ਨਾਲ ਠੱਗੀ ਕਰਨੀ ਛੱਡ ਦੇਹ; ਹਉਮੈ ਦੀ ਫਾਹੀ (ਭੀ) ਦੂਰ ਕਰ ਤੇ ਸਾਧ ਸੰਗਤ ਵਿਚ ਪਿਆਰ ਪਾ।",
              "additional_information": {
                "arth": "ਧੋਹੁ = ਠੱਗੀ। ਜਣ ਜਣ ਸਿਉ = ਧਿਰ ਧਿਰ ਨਾਲ। ਫੰਧੁ = ਫਾਹੀ। ਰਤਿ = ਪਿਆਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Renuncia a la lujuria, al enojo, a la avaricia y al apego, deja tus juegos de decepción, corta el dogal del egoísmo y deja que tu ser se sienta en casa en la Saad Sangat, la Compañía de los Santos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C937",
        "source_page": 1403,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "dyh gyhu iqRA snyhu; icq iblwsu. jgq eyhu; crn kml sdw syau. idRVqw kru miq jIau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Free your consciousness of attachment to your body, your home, your spouse, and the pleasures of this world. Serve forever at His Lotus Feet, and firmly implant these teachings within.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Grasp thou this instruction in this world, abandon the love of thy body, home, wife and mind's revelments and ever serve the lotus feet to thy Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਜਹਾਨ ਅੰਦਰ ਤੂੰ ਇਸ ਸਿਖਮਤ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰ ਲੈ, ਆਪਣੀ ਕਾਇਆ, ਘਰ, ਇਸਤਰੀ ਅਤੇ ਮਨ ਦੀਆਂ ਰੰਗਰਲੀਖਆਂ ਦੀ ਮੁਹਬਤ ਨੂੰ ਛਡ ਦੇ ਅਤੇ ਸਦੀਵ ਹੀ ਆਪਣੇ ਗੁਰਾਂ ਦੇ ਕੰਵਲ ਪੈਰਾਂ ਦੀ ਘਾਲ ਕਮਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਦੇਹੁ) ਸਰੀਰ ਔਰ (ਗੇਹੁ) ਘਰ ਔ (ਤ੍ਰਿਅ) ਇਸਤ੍ਰੀ ਕਾ ਜੋ (ਸਨੇਹੁ) ਪ੍ਰੇਮ ਹੈ, ਇਹ ਸੰਪੂਰਨ ਜਗਤ ਚਿਤ ਕਾ ਹੀ ਬਿਲਾਸ ਜਾਣ। ਭਾਵ ਮਨੋ ਮਾਤ੍ਰ ਜਾਣ ਵਾ ਇਹ ਜਗਤ (ਚਿਤ) ਚੇਤਨ ਕਾ ਬਿਲਾਸ ਜਾਣ ਕਰ ਕੇ ਸਤਿਗੁਰੋਂ ਕੇ ਚਰਨ ਕਮਲੋਂ ਕੋ ਸਦਾ ਸੇਵਨ ਕਰ, ਬੁਧੀ ਮੇਂ ਐਸੀ ਭਾਵਨਾ ਦ੍ਰਿੜ ਕਰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਇਹ ਸਰੀਰ, ਘਰ, ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ, ਇਹ (ਸਾਰਾ) ਸੰਸਾਰ ਮਨ ਦੀ (ਹੀ) ਖੇਡ ਹੈ। (ਸਤਿਗੁਰੂ ਦੇ) ਚਰਨ ਕਮਲਾਂ ਦਾ ਸਿਮਰਨ ਕਰ, (ਆਪਣੀ) ਮੱਤ ਵਿਚ ਇਹੀ ਭਾਵ ਦ੍ਰਿੜ੍ਹ ਕਰ।",
              "additional_information": {
                "arth": "ਦੇਹ = ਸਰੀਰ। ਗੇਹੁ = ਗਰ। ਤ੍ਰਿਅ ਸਨੇਹੁ = ਇਸਤ੍ਰੀ ਦਾ ਪਿਆਰ। ਚਿਤ ਬਿਲਾਸੁ = ਮਨ ਦੀ ਖੇਡ। ਸੇਉ = ਸਿਮਰ। ਦ੍ਰਿੜਤਾ = ਪਕਿਆਈ, ਸਿਦਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Libera tu conciencia de los apegos a tu casa, a tu cuerpo, a tu pareja y a los placeres de este mundo, sirve para siempre a Sus Pies de Loto e Implanta firmemente estas Enseñanzas en tu interior.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y93Z",
        "source_page": 1403,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwmu swru. hIey Dwru, qju ibkwru mn gXMd; isrI gurU isrI gurU, isrI gurU siq jIau ]5]10]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Enshrine this most excellent Name within your heart, and renounce the wickedness of the mind, O Gayand. the Supreme Guru, the Supreme Guru, the Supreme Guru, the True, Dear Lord. ||5||10||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Says Gayand, the bard, enshrine thou in thy heart the sublime Name and renounce thine mind's wickedness. The venerable Guru, the highly venerable Guru, true is the most venerable Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗਯੰਦ ਭਟ ਆਖਦਾ ਹੈ, ਤੂੰ ਆਪਣੇ ਦਿਲ ਅੰਦਰ ਸ਼੍ਰੇਸ਼ਟ ਨਾਮ ਨੂੰ ਅਸਥਾਪਨ ਕਰ ਅਤੇ ਆਪਣੇ ਚਿੱਤ ਦੀ ਬਦੀ ਨੂੰ ਛੱਡ ਦੇ। ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ ਮਹਾਨ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ, ਸੱਚੇ ਹਨ ਪਰਮ ਮਾਣਨੀਯ ਗੁਰੂ ਜੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "'ਗਯੰਦ' ਨਾਮਾ ਭੱਟ ਕਹਿਤਾ ਹੈ: ਵਾ ਹੇ ਮਨ (ਗਯੰਦ) ਹਸਤੀ! ਸ੍ਰੀ ਗੁਰੂ ਜੋ ਤੀਨੋਂ ਕਾਲੋਂ ਮੇਂ ਸਤ ਸਰੂਪ ਹੈਂ ਤਿਨੋਂ ਦੁਆਰੇ ਸ੍ਰੇਸਟ ਨਾਮ ਕੋ ਹਿਰਦੇ ਮੇਂ ਧਾਰ ਔ ਬਿਕਾਰੋਂ ਕੋ ਤਿਆਗ॥੫॥੧੦॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗਯੰਦ ਦੇ ਮਨ! (ਸਤਿਗੁਰੂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਧਾਰ ਤੇ ਵਿਕਾਰ ਛੱਡ ਦੇਹ; ਸਤਿਗੁਰੂ (ਹੀ) ਸਦਾ-ਥਿਰ ਹੈ ॥੫॥੧੦॥",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Enaltece el Excelente Nombre en tu corazón y renuncia a la maldad de la mente, oh Geyand, el Guru Verdadero, el Guru Verdadero, el Guru Verdadero, es Él Mismo el Señor del Universo. (5-10)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "EQU",
    "sttm_id": 5433,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "S8XT",
        "source_page": 1403,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "syvk kY BrpUr jugu jugu; vwhgurU qyrw sBu sdkw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O my blessed Guru, it is all through thine gift, that thine attendants remain fulfilled through all the ages.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਮੇਰੇ ਧੰਨਤਾ-ਯੋਗ ਗੁਰਦੇਵ ਸਭ ਤੇਰੀ ਬਖਸ਼ਸ਼ ਰਾਹੀਂ ਹੀ ਤੇਰੇ ਦਾਸ ਸਾਰਿਆਂ ਯੂਗਾਂ ਅੰਦਰ ਪਰੀ-ਪੂਰਨ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਵਾਹਿਗੁਰੂ! ਸੇਵਕੋਂ ਕੇ ਕਾਰਜ ਜੁਗ ਜੁਗ ਮੇਂ ਸਦਾ ਭਰਪੂਰ ਕਰਤੇ ਹੋ, ਤਾਂ ਤੇ ਆਪ ਕਾ ਸਿਰ ਸਦਕਾ ਖਾਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ;",
              "additional_information": {
                "arth": "ਸੇਵਕ ਕੈ = ਸੇਵਕਾਂ ਦੇ (ਹਿਰਦੇ-ਰੂਪ ਘਰ ਵਿਚ)। ਭਰਪੂਰ = ਨਕਾ-ਨਕ, ਵਿਆਪਕ। ਜੁਗੁ ਜੁਗੁ = ਸਦਾ। ਵਾਹ = ਧੰਨ ਹੈਂ ਤੂੰ। ਗੁਰੂ = ਹੇ ਗੁਰੂ! ਸਦਕਾ = ਬਰਕਤਿ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tus Sirvientes se encuentran plenos a través de las Épocas, oh Waje Guru, Eres Todo Tú para siempre,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TXQL",
        "source_page": 1403,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "inrMkwru pRBu sdw slwmiq; kih. n skY koaU, qU kd kw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Formless Lord God, You are eternally intact; no one can say how You came into being.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Formless Lord, Thou are eternally safe and sound. No one can say, since how long are Thou.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਸਰੂਪ-ਰਹਿਤ ਸੁਆਮੀ, ਤੂੰ ਸਦੀਵ ਹੀ ਸਹੀ ਸਲਾਮਤ ਹੈ। ਕੋਈ ਨਹੀਂ ਆਖ ਸਕਦਾ, ਤੂੰ ਕਦੇ ਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਨਿਰੰਕਾਰ ਪ੍ਰਭੂ! ਆਪ ਸਦਾ ਸਲਾਮਤ ਹੋ, ਇਸੀ ਤੇ ਆਪ ਕੋ ਕੋਈ ਕਹਿ ਨਹੀਂ ਸਕਤਾ ਕਿ ਆਪ ਕਬ ਕੇ ਹੋ, ਭਾਵ ਆਪ ਸਰਬ ਕੀ ਆਦਿ ਰੂਪ ਹੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤੂੰ ਨਿਰੰਕਾਰ (-ਰੂਪ) ਹੈਂ, ਪ੍ਰਭੂ (-ਰੂਪ) ਹੈਂ, ਸਦਾ-ਥਿਰ ਹੈਂ। ਕੋਈ ਨਹੀਂ ਆਖ ਸਕਦਾ, ਤੂੰ ਕਦੋਂ ਦਾ ਹੈਂ।",
              "additional_information": {
                "arth": "ਸਲਾਮਤਿ = ਥਿਰ, ਅਟੱਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh Dios nuestro Señor sin Forma, Permaneces eternamente Intacto, nadie puede decir cómo ni cuando Empezaste a existir.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QD1J",
        "source_page": 1403,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bRhmw ibsnu. isry qY Agnq; iqn kau mohu BXw mn md kw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "You created countless Brahmas and Vishnus; their minds were intoxicated with emotional attachment.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thou have created countless Brahmas and Vishnu. To them have clung the mind's worldly love and self-conceit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਅਣਗਿਣਤ ਬ੍ਰਹਮੇ ਅਤੇ ਵਿਸ਼ਹੈ ਰਚੇ ਹਨ। ਉਨ੍ਹਾਂ ਨੂੰ ਚਿੱਤ ਦੀ ਸੰਸਾਰੀ ਮਮਤਾ ਅਤੇ ਸਵੈ-ਹੰਗਤਾ ਚਿਮੜੀਆਂ ਹੋਈਆਂ ਹੋਈਆਂ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਬ੍ਰਹਮਾ, ਬਿਸ਼ਨ ਆਦੀ ਤੈਨੇ ਅਗਨਤ ਰਚੇ ਹੈਂ, ਤਿਨੋਂ ਕੋ ਮਨ ਮੇਂ (ਮਦ) ਹੰਕਾਰ ਕਾ ਮੋਹਿ ਭਯਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹੇ ਗੁਰੂ!) ਤੂੰ ਹੀ ਅਗਿਣਤ ਬ੍ਰਹਮਾ ਤੇ ਵਿਸ਼ਨੂੰ ਪੈਦਾ ਕੀਤੇ ਹਨ, ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਮਨ ਦੇ ਅਹੰਕਾਰ ਦਾ ਮੋਹ ਹੋ ਗਿਆ।",
              "additional_information": {
                "arth": "ਸਿਰੇ = ਪੈਦਾ ਕੀਤੇ। ਤੈ = ਤੈਂ, ਤੂੰ ਹੀ। ਅਗਨਤ = (ਅ-ਗਨਤ) ਬੇਅੰਤ। ਮੋਹੁ ਮਨ ਮਦ ਕਾ = ਮਨ ਦੇ ਅਹੰਕਾਰ ਦਾ ਮੋਹ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Creaste un sin número de Brahmas y Vishnus y sus mentes fueron envueltas en apegos emocionales.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F3AS",
        "source_page": 1403,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "cvrwsIh lK join aupweI; irjku dIAw sB hU kau qd kw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "You created the 8.4 million species of beings, and provide for their sustanance.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thou have created eighty-four lacs of species and given to them all sustenance since that very time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਚੁਰਾਸੀ ਲੱਖ ਜੂਨੀਆਂ ਪੈਦਾ ਕੀਤੀਆਂ ਹਨ ਅਤੇ ਉਸੇ ਵੇਲੇ ਤੋਂ ਹੀ ਉਨ੍ਹਾਂ ਸਾਰਿਆਂ ਨੂੰ ਰੋਜੀ ਬਖਸ਼ੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਪ ਨੇ ਜਬ ਕੀ ਚੌਰਾਸੀ ਲਖ ਜੋਨਿ ਉਤਪਤਿ ਕਰੀ ਹੈ ਤਬ ਕਾ ਹੀ ਸਭ ਕੋ ਰਿਜਕ ਦੀਆ ਹੂਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹੇ ਗੁਰੂ! ਤੂੰ ਹੀ) ਚੌਰਾਸੀ ਲੱਖ ਜੂਨ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਅਤੇ ਸਾਰਿਆਂ ਨੂੰ ਤਦੋਂ ਤੋਂ ਹੀ ਰਿਜ਼ਕ ਦੇ ਰਿਹਾ ਹੈਂ।",
              "additional_information": {
                "arth": "ਤਦ ਕਾ = ਤਦੋਂ ਤੋਂ, ਜਦੋਂ ਪੈਦਾ ਕੀਤੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Creaste los 8.4 millones de especies de seres y les proveíste de sustento.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AL3Y",
        "source_page": 1403,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "syvk kY BrpUr jugu jugu; vwhgurU qyrw sBu sdkw ]1]11]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Your servants are totally fulfilled, throughout the ages; O Waahay Guru, it is all You, forever. ||1||11||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O my blessed Guru, it is all through thine gift, that thine attendants remain fulfilled through all the ages.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਮੇਰੇ ਧੰਨਤਾ ਯੋਗ ਗੁਰਦੇਵ! ਸਮੂਹ ਤੇਰੀ ਬਖਸ਼ਸ਼ ਰਾਹੀਂ ਹੀ ਤੇਰੇ ਦਾਸ ਸਾਰਿਆਂ ਯੁਗਾਂ ਅੰਦਰ ਪਰੀਪੂਰਨ ਰਹਿੰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਵਾਹਿਗੁਰੂ! ਸੇਵਕੋਂ ਕੇ ਕਾਰਜ ਜੁਗ ਜੁਗ ਮੇਂ ਸਦਾ ਭਰਪੂਰ ਕਰਤੇ ਹੋ, ਤਾਂ ਤੇ ਆਪ ਕਾ ਸਿਰ ਸਦਕਾ ਖਾਤੇ ਹੈਂ॥੧॥੧੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ! ਤੂੰ ਆਪਣੇ ਸੇਵਕਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਹੈਂ, ਤੇਰੀ ਹੀ ਸਾਰੀ ਬਰਕਤਿ ਹੈ ॥੧॥੧੧॥",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tus Sirvientes se encuentran plenos a través de las Épocas, oh Waje Guru. Eres Todo Tú para siempre. (1-11)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "1BH",
    "sttm_id": 5434,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "4RJ7",
        "source_page": 1403,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "vwhu vwhu kw; bfw qmwsw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Waaho! Waaho! Great! Great is the Play of God!",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Great is the play of the wondrous Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਿਸ਼ਾਲ ਹੈ ਲ੍ਹੀਲਾ ਅਦਭੁਤ ਸੁਆਮੀ ਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਵਾਹੁ) ਅਸਚਰਜ ਰੂਪ ਵਾਹਿਗੁਰੂ ਕਾ ਇਹ ਜਗਤ ਰੂਪ ਤਮਾਸਾ ਭੀ ਬਡਾ ਅਸਚਰਜ ਰੂਪ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ ਇਹ) ਵੱਡਾ ਖੇਲ ਹੋ ਰਿਹਾ ਹੈ,",
              "additional_information": {
                "arth": "ਵਾਹੁ ਵਾਹੁ = ਧੰਨਯਤਾ-ਯੋਗ ਗੁਰੂ, ਬਰਕਤਿ ਵਾਲਾ ਗੁਰੂ। ਤਮਾਸਾ = ਸੰਸਾਰ-ਰੂਪ ਖੇਡ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Wajo, Wajo, Grandiosa, Grandiosa es la Obra de Dios,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PY4X",
        "source_page": 1403,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awpy hsY. Awip hI icqvY; Awpy. cMdu sUru prgwsw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He Himself laughs, and He Himself thinks; He Himself illumines the sun and the moon.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He Himself laughs, Himself cares and Himself illumines the moon and the sun.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਆਪ ਹਸਦਾ ਹੈ, ਆਪ ਖਿਆਲ ਕਰਦਾ ਹੈ ਅਤੇ ਆਪ ਹੀ ਚੰਦ੍ਰਮੇ ਅਤੇ ਸੂਰਜ ਨੂੰ ਪ੍ਰਕਾਸ਼ਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਪ ਹੀ ਸਰਬ ਕੋ ਚਿਤਵਤਾ ਔ ਆਪੇ ਹੀ ਹਸਤਾ ਹੈ, ਭਾਵ ਪ੍ਰਸੰਨ ਹੋਤਾ ਹੈ ਔ ਆਪ ਹੀ ਅਪਨੀ ਸੱਤਾ ਕਰ ਚੰਦ੍ਰਮਾਂ ਸੂਰਜ ਕੋ ਪ੍ਰਕਾਸ਼ਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ) ਆਪ ਹੀ ਹੱਸ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਵਿਚਾਰ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਚੰਦ ਤੇ ਸੂਰਜ ਨੂੰ ਚਾਨਣ ਦੇ ਰਿਹਾ ਹੈ।",
              "additional_information": {
                "arth": "ਚਿਤਵੈ = ਵਿਚਾਰਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él Mismo se ríe, Él Mismo piensa, Él Mismo es Quien ilumina el sol y la luna.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TF4F",
        "source_page": 1403,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awpy jlu. Awpy Qlu QMm@nu; Awpy kIAw Git Git bwsw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He Himself is the water, He Himself is the earth and its support. He Himself abides in each and every heart.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He Himself is the water, Himself the support of the earth and Himself abides in every heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਆਪ ਪਾਣੀ ਹੈ, ਆਪ ਹੀ ਧਰਤੀ ਦਾ ਆਸਰਾ ਅਤੇ ਆਪ ਹੀ ਹਰ ਦਿਲ ਅੰਦਰ ਵਸਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਪ ਹੀ ਜਲ ਸਰੂਪ ਹੈ ਔਰ ਆਪੇ ਹੀ ਤਿਸ ਕੇ (ਥੰਮ੍ਹ੍ਹਨੁ) ਠਹਿਰਾਵਣੇ ਵਾਲਾ ਅਸਥਾਨ ਰੂਪ ਹੈ ਔਰ ਆਪੇ ਹੀ ਘਟੋਂ ਘਟੋਂ ਮੇਂ ਵਾਸਾ ਕੀਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਉਹ ਗੁਰੂ) ਆਪ ਹੀ ਜਲ ਹੈ, ਆਪ ਹੀ ਧਰਤੀ ਹੈ, ਆਪ ਹੀ ਆਸਰਾ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਨਿਵਾਸ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
              "additional_information": {
                "arth": "ਥੰਮ੍ਹ੍ਹਨੁ = ਆਸਰਾ, ਥੰਮ੍ਹ। ਬਾਸਾ = ਟਿਕਾਣਾ। ਘਟਿ ਘਟਿ = ਹਰੇਕ ਹਿਰਦੇ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Él Mismo es el agua, Él Mismo es la mujer, Él Mismo es el hombre, la pieza de ajedrez y Él Mismo es el tablero.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "83VL",
        "source_page": 1403,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awpy nru. Awpy Puin nwrI; Awpy swir. Awp hI pwsw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He Himself is male, and He Himself is female; He Himself is the chessman, and He Himself is the board.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He Himself is the male and Himself the female. Himself is He the chess-figure, Himself the chessboard.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਖੁਦ ਮਰਦ ਹੈ ਅਤੇ ਖੁਦ ਹੀ ਮਦੀਨ। ਖੁਦ ਉਹ ਨਰਦ ਹੈ, ਖੁਦ ਹੀ ਸ਼ਤਰੰਜ ਦਾ ਤਖਤਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਆਪ ਹੀ ਪੁਰਸ਼ ਔ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਰੂਪ ਹੈ ਔ ਆਪ ਹੀ ਜੀਵ ਰੂਪ (ਸਾਰਿ) ਨਰਦਾਂ ਹੈ ਔਰ ਆਪ ਹੀ ਤੀਨ ਗੁਣੋਂ ਰੂਪੀ ਪਾਸਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਗੁਰੂ ਰਾਮਦਾਸ) ਆਪ ਹੀ ਮਨੁੱਖ ਹੈ ਅਤੇ ਆਪ ਹੀ ਇਸਤ੍ਰੀ ਹੈ; ਆਪ ਹੀ ਨਰਦ ਹੈ ਤੇ ਆਪ ਹੀ ਚੌਪੜ ਹੈ।",
              "additional_information": {
                "arth": "ਨਰ = ਮਨੁੱਖ। ਫੁਨਿ = ਅਤੇ। ਸਾਰਿ = ਨਰਦ। ਪਾਸਾ = ਚੌਂਪੜ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Como Gurmukj acércate a la Saad Sangat, y medita en esto,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QYSA",
        "source_page": 1403,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gurmuiK sMgiq sBY ibcwrhu; vwhu vwhu kw bfw qmwsw ]2]12]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "As Gurmukh, join the Sangat, and consider all this: Waaho! Waaho! Great! Great is the Play of God! ||2||12||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "In the society of saints, O pious person, reflect ye all on this; great is the play of the wondrous Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਤਿਸੰਗਤ ਅੰਦਰ ਹੇ ਪਵਿੱਤਰ ਪੁਰਸ਼ੋ! ਤੁਸੀਂ ਸਾਰੇ ਇਸ ਨੂੰ ਸੋਚੋ, ਵਿਚਾਰੋ ਕਿ ਵਿਸ਼ਾਲ ਹੈ ਲ੍ਹੀਲਾ ਅਦਭੁਤ ਸੁਆਮੀ ਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਸਤਿਗੁਰੂ ਕੀ ਸੰਗਤਿ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਸਭੀ ਐਸੇ ਵਾਹਿਗੁਰੂ ਕਾ ਵੀਚਾਰ ਕਰੋ, ਜਿਸ ਅਸਚਰਜ ਸਰੂਪ ਕਾ ਇਹ ਅਚਰਜ ਸਰੂਪ ਜਗਤ ਬਡਾ ਤਮਾਸ਼ਾ ਹੈ॥੨॥੧੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰਮੁਖੋ! ਸੰਗਤ ਵਿਚ ਰਲ ਕੇ ਸਾਰੇ ਵਿਚਾਰ ਕਰੋ, ਬਰਕਤਿ ਵਾਲੇ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦਾ (ਸੰਸਾਰ-ਰੂਪ) ਇਹ ਖੇਡ ਹੋ ਰਿਹਾ ਹੈ ॥੨॥੧੨॥",
              "additional_information": {
                "arth": "ਗੁਰਮੁਖਿ = ਹੇ ਗੁਰਮੁਖੋ! ਸੰਗਤਿ = ਸੰਗਤ ਵਿਚ। ਸਭੈ = ਸਾਰੇ ॥੨॥੧੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Wajo, Wajo, grandiosa, grandiosa es la Obra de Dios. (2-12)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  },
  {
    "id": "303",
    "sttm_id": 5435,
    "writer": "Bhatt Gayand",
    "section": "Svaiyay Fourth Mehl",
    "subsection": null,
    "lines": [
      {
        "id": "EQQE",
        "source_page": 1403,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kIAw Kylu bf mylu qmwsw; vwihgurU qyrI sB rcnw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "You have formed and created this play, this great game. O Waahay Guru, this is all You, forever.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Uniting the elements together, Thou have created this great game and play of the word. O Wondrous Lord, all this is Thy creation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਤਾਂ ਨੂੰ ਇਕੱਤਰ ਕਰ, ਤੂੰ ਇਸ ਜਗਤ ਦੀ ਵਿਸ਼ਾਲ ਲ੍ਹੀਲਾ ਅਤੇ ਖੇਡ ਰਚੀ ਹੈ। ਹੇ ਅਸਚਰਜ ਸੁਆਮੀ! ਇਹ ਸਾਰੀ ਤੇਰੀ ਹੀ ਪੈਦਾਇਸ਼ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਵਾਹਿਗੁਰੂ! ਆਪ ਨੇ ਪੰਜਾਂ ਤਤਾਂ ਕੋ ਮੇਲ ਕਰ ਅਪਨੀ ਖੇਲ ਹੇਤ ਇਹ ਜਗਤ ਰੂਪੀ ਬਡਾ ਤਮਾਸ਼ਾ ਕੀਆ ਹੈ, ਤਾਂ ਤੇ ਇਹ ਸੰਪੂਰਨ ਆਪ ਹੀ ਕੀ ਰਚਨਾ ਰਚੀ ਹੋਈ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ; ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਸਭ ਤੇਰੀ (ਕੀਤੀ ਹੋਈ) ਹੈ; ਤੂੰ (ਤੱਤਾਂ ਦਾ) ਮੇਲ (ਕਰ ਕੇ) ਇਕ ਖੇਲ ਤੇ ਤਮਾਸ਼ਾ ਰਚਾ ਦਿੱਤਾ ਹੈ।",
              "additional_information": {
                "arth": "ਖੇਲੁ = ਖੇਡ। ਮੇਲੁ = ਮੇਲਾ, ਤੱਤਾਂ ਦਾ ਮਿਲਾਪ। ਤਮਾਸਾ = ਕੌਤਕ। ਵਾਹਿ = ਧੰਨ। ਗੁਰੂ = ਹੇ ਗੁਰੂ! ਰਚਨਾ = ਸ੍ਰਿਸ਼ਟੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, Tú has formado y creado esta Obra, este grandioso Juego, oh Waje Guru. Eres Todo Tú y para siempre.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BRWV",
        "source_page": 1403,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qU jil Qil ggin pXwil pUir rh´w; AMimRq qy mITy jw ky bcnw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "You are pervading and permeating the water, land, skies and nether regions; Your Words are sweeter than Ambrosial Nectar.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thou are fullyfilling the water, dry land, the firmament and the under-world. Such are thou, whose words are sweeter even than Nectar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਪਾਣੀ, ਸੁੱਕੀ ਧਰਤੀ, ਆਕਾਸ਼ ਅਤੇ ਪਾਤਾਲ ਨੂੰ ਪਰੀਪੂਰਨ ਕਰ ਰਿਹਾ ਹੈਂ। ਐਸਾ ਹੈਂ ਤੂੰ, ਜਿਸ ਦੇ ਬਚਨ ਬਿਲਾਸ ਆਬਿ ਹਿਯਾਤ ਨਾਲੋਂ ਭੀ ਮਿੱਠੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤੂੰ ਆਪ ਹੀ ਜਲੋਂ ਔ ਥਲੋਂ ਅਕਾਸ ਪਤਾਲ ਮੇਂ ਪਰੀ ਪੂਰਨ ਹੋਇ ਰਹਿਆ ਹੈਂ, ਜਿਸ ਆਪ ਕੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਸੇ ਭੀ ਮੀਠੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤੂੰ ਜਲ ਵਿਚ, ਪ੍ਰਿਥਵੀ ਤੇ, ਅਕਾਸ਼ ਉਤੇ, ਪਾਤਾਲ ਵਿਚ, (ਸਭ ਥਾਈਂ) ਵਿਆਪਕ ਹੈਂ; ਤੇਰੇ ਬਚਨ ਅੰਮ੍ਰਿਤ ਨਾਲੋਂ ਭੀ ਮਿੱਠੇ ਹਨ।",
              "additional_information": {
                "arth": "ਜਲਿ = ਜਲ ਵਿਚ। ਥਲਿ = ਥਲ ਵਿਚ। ਗਗਨਿ = ਅਕਾਸ਼ ਉਤੇ। ਪਯਾਲਿ = ਪਾਤਾਲ ਵਿਚ। ਪੂਰਿ ਰਹ੍ਯ੍ਯਾ = ਵਿਆਪਕ ਹੈਂ। ਜਾ ਕੇ = ਜਿਸ ਦੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tú prevaleces y compenetras el agua, la tierra, los cielos y las regiones inferiores, Tus Palabras son más Dulces que el Néctar Ambrosial.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AFBM",
        "source_page": 1403,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mwnih bRhmwidk rudRwidk; kwl kw kwlu. inrMjn jcnw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Brahmas and Shivas respect and obey You. O Death of death, Formless Lord, I beg of You.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The Brahmas and the Shivas worship The. Thou are the death of death. O Immaculate Lord, every one begs of Thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬ੍ਰਹਮੇ ਅਤੇ ਸ਼ਿਵਜੀ ਤੈਨੂੰ ਪੂਜਦੇ ਹਨ। ਤੂੰ ਮੌਤ ਦੀ ਭੀ ਮੌਤੇ ਹੈਂ। ਹਰ ਕੋਈ ਤੇਰੇ ਕੋਲੋਂ ਯਾਚਨਾ ਕਰਦਾ ਹੈ, ਹੇ ਪਵਿੱਤਰ ਪ੍ਰਭੂ!",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਆਪ ਕੋ ਬ੍ਰਹਮਾ ਜੀ ਤੇ ਆਦਿ ਲੇ ਕਰ ਔਰ (ਰੁਦ੍ਰ) ਸ਼ਿਵਜੀ ਆਦਿਕ ਸਰਬ ਮਾਨਤੇ ਹੈਂ, ਭਾਵ ਪੂਜਨ ਕਰਤੇ ਹੈਂ। ਹੇ ਕਾਲ ਕੇ ਕਾਲ ਰੂਪ (ਨਿਰੰਜਨ) ਮਾਯਾ ਸੇ ਅਲੇਪ! ਸੰਪੂਰਨ ਜੀਵ ਆਪ ਸੇ ਹੀ ਜਾਚਨਾ ਕਰਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰੂ! ਬ੍ਰਹਮਾ ਤੇ ਰੁਦ੍ਰ (ਸ਼ਿਵ) ਆਦਿਕ (ਤੈਨੂੰ) ਸੇਉਂਦੇ ਹਨ, ਤੂੰ ਕਾਲ ਦਾ ਭੀ ਕਾਲ ਹੈਂ, (ਤੂੰ) ਮਾਇਆ ਤੋਂ ਰਹਤ (ਹਰੀ) ਹੈਂ, (ਸਭ ਲੋਕ ਤੈਥੋਂ) ਮੰਗਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਮਾਨਹਿ = ਸੇਉਂਦੇ ਹਨ, ਮੰਨਦੇ ਹਨ। ਜਚਨਾ = ਮੰਗਦੇ ਹਨ, ਜਾਚਨਾ (ਕਰਦੇ ਹਨ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Brahmas y Shivas Te respetan y obedecen, oh Muerte de muertes, Señor sin Forma Te Suplico.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZN5B",
        "source_page": 1404,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gur pRswid pweIAY prmwrQu; sqsMgiq syqI mnu Kcnw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "By Guru's Grace, the greatest thing is obtained, and the mind is involved with the Sat Sangat, the True Congregation.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "By the Guru's grace, the supreme object is attained and the mind is absorbed in the saints' society.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ, ਮਹਾਨ ਮਨੋਰਥ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮਨੂਆ ਸਾਧ ਸੰਗਤ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਤਿਗੁਰੋਂ ਕੀ ਕ੍ਰਿਪਾ ਸੇ ਸੰਤੋਂ ਕੀ ਸੰਗਤਿ ਮੇਂ ਮਨ ਕੋ ਖਚਤ ਕਰਨੇ ਸੇ ਪਰਮ ਅਰਥ ਸਰੂਪ ਤੂੰ ਪਾਈਤਾ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰੂ! ਤੇਰੀ ਹੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉੱਚੀ ਪਦਵੀ ਮਿਲਦੀ ਹੈ, ਅਤੇ ਸਤਸੰਗ ਵਿਚ ਮਨ ਜੁੜ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਗੁਰ ਪ੍ਰਸਾਦਿ = ਹੇ ਗੁਰੂ! ਤੇਰੀ ਕ੍ਰਿਪਾ ਨਾਲ, ਤੈਂ ਗੁਰੂ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ। ਪਰਮਾਰਥੁ = ਉੱਚੀ ਪਦਵੀ। ਸੇਤੀ = ਨਾਲ। ਖਚਨਾ = ਜੁੜ ਜਾਂਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Por la Gracia del Guru, Lo más Grandioso es obtenido,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9JXS",
        "source_page": 1404,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kIAw Kylu. bf mylu qmwsw; vwhgurU qyrI sB rcnw ]3]13]42]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "You have formed and created this play, this great game. O Waahay Guru, this is all Your making. ||3||13||42||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Uniting the elements together, Thou have created this great game and play of the world. O God, all this is Thy creation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਤਾਂ ਨੂੰ ਇਕੱਤਰ ਕਰ, ਤੂੰ ਇਸ ਜਗਤ ਦੀ ਵਿਸ਼ਾਲ ਲੀਲ੍ਹਾ ਅਤੇ ਖੇਡ ਨੂੰ ਰਚਿਆ ਹੈ, ਹੇ ਭਗਵਾਨ! ਇਹ ਸਾਰੀ ਤੇਰੀ ਹੀ ਪੈਦਾਇਸ਼ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਮਾਸ਼ਾ ਰੂਪ, ਭਾਵ ਵਿਰੋਧੀ ਤਤੋਂ ਕੋ ਇਕਤ੍ਰ ਕਰ ਕੇ ਜੋ ਸੰਸਾਰ ਰੂਪ ਵਡਾ ਖੇਲ ਕੀਆ ਹੈ, ਹੇ ਪ੍ਰਮੇਸ੍ਵਰ! ਏਹ ਰਚਨਾ ਸਭ ਤੇਰੀ ਹੈ॥੩॥੧੩॥੪੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ, ਇਹ ਰਚਨਾ ਤੇਰੀ ਹੀ ਹੈ; (ਤੱਤਾਂ ਦਾ) ਮੇਲ (ਕਰ ਕੇ) ਤੂੰ ਇਹ ਤਮਾਸ਼ਾ ਤੇ ਖੇਲ ਰਚਾ ਦਿੱਤਾ ਹੈ ॥੩॥੧੩॥੪੨॥",
              "additional_information": {
                "arth": "",
                "note": "* ਇਹਨਾਂ ਉਪਰਲੇ ੪੨ ਸਵਈਆਂ ਦਾ ਵੇਰਵਾ ਇਉਂ ਹੈ: ਪਹਿਲੇ ੧੩ ਸਵਈਏ ਭੱਟ ਕਲ੍ਯ੍ਯਸਹਾਰ ਦੇ। ਅਗਲੇ ੧੬ ਸਵਈਏ ਭੱਟ ਨਲ੍ਯ੍ਯ ਦੇ। ਅਖ਼ੀਰਲੇ ੧੩ ਸਵਈਏ ਗਯੰਦ ਦੇ। ਜੋੜ = ੪੨।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y la mente se involucra en la Saad Sangat, la Congregación Verdadera. Has formado y creado esta Tu Obra, este grandioso Juego, oh Waje Guru, todo viene de Ti. (3-13-42)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
