[
  {
    "id": "6EE",
    "sttm_id": 5475,
    "writer": "Guru Nanak Dev Ji",
    "section": "Salok Vaaran Thay Vadheek",
    "subsection": null,
    "lines": [
      {
        "id": "L6WE",
        "source_page": 1410,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Manglacharan",
        "gurmukhi": {
          "SGPC": "<> siq nwmu krqw purKu inrBau inrvYru Akwl mUriq AjUnI sYBM gur pRswid ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is but one God. True is His Name, Creative His personality and Immortal His form. He is without fear, sans enmity, beyond birth and self-illumined. By the Guru's grace He is obtained.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਹਿਗੁਰੂ ਕੇਵਲ ਇਕ ਹੈ। ਸੱਚਾ ਹੈ ਉਸ ਦਾ ਨਾਮ, ਰਚਣਹਾਰ ਉਸ ਦੀ ਵਿਅਕਤੀ ਅਤੇ ਅਮਰ ਉਸ ਦਾ ਸਰੂਪ। ਉਹ ਨਿੱਡਰ, ਦੁਸ਼ਮਨੀ-ਰਹਿਤ, ਅਜਨਮਾ ਅਤੇ ਸਵੈ-ਪ੍ਰਕਾਸ਼ਵਾਨ ਹੈ। ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਹ ਪਾਇਆ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Un Creador Universal, Verdad es Su Nombre, la Creativa Personificada, Sin Miedo, Sin Enojo, Imagen de lo Inmortal, Más  allá del Nacimiento,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0L3F",
        "source_page": 1410,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Sirlekh",
        "gurmukhi": {
          "SGPC": "slok vwrW qy vDIk ] mhlw 1 ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Saloks In Addition To The Vaars. First Mehl:",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The saloks in addition to the Vars. 1st Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਵਾਰਾਂ ਤੋਂ ਵਾਧੂ ਦੇ ਸਲੋਕ। ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪਹਿਲੇ ਵਾਰਾਂ ਸਲੋਕੋਂ ਤੇ ਬਿਨਾਂ ਪਉੜੀਆਂ ਮਾਤ੍ਰ ਥੀਆਂ। ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਬੀੜ ਰਚਨ ਸਮੇਂ ਪਉੜੀਓਂ ਕੇ ਸਾਥ ਸਲੋਕ ਮਿਲਾਇ ਕਰ ਕੇ ਵਾਰਾਂ ਲਿਖਾਈਆਂ ਹੈਂ। ਤਿਨ ਵਾਰੋਂ ਪੀਛੇ ਜੋ ਔਰ ਸਲੋਕ ਰਹੇ ਸੋ ਈਹਾਂ ਏਕ ਜਗਾ ਪੀਛੇ ਲਿਖ ਦੀਏ ਹੈਂ। ਕਈ ਸਲੋਕ ਈਹਾਂ ਵਾਰਾਂ ਕੇ ਬੀਚ ਕੇ ਭੀ ਹੈਂ, ਪਰੰਤੂ ਅਖਰ ਵਾ ਲਗ ਮਾਤ੍ਰ ਕਾ ਭੇਦ ਹੈ। ਯਥਾ-ਮਨਹੁ ਜਿ ਅੰਧੇ ਕੂਪ ਵਾ ਘੂਪ ਪਾਠ ਹੈ। ਅਬ ਪਹਿਲੀ ਪਾਤਿਸਾਹੀ ਕੇ ਲਿਖਤੇ ਹੈਂ: ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਕੁਰਖੇਤ੍ਰ ਮੇਂ ਗਏ। ਊਹਾਂ ਪਟਨੇ ਕੇ ਰਾਜ ਪੁਤ੍ਰ ਨੇ ਹਰਨ ਮਾਰਕਰ ਗੁਰੂ ਜੀ ਕੀ ਭੇਟਾ ਕਰੀ, ਤਬ ਤਿਸ ਕੋ ਰਾਜ ਕਾ ਵਰ ਦੀਆ। ਉਸੀ ਮਾਸ ਕੇ ਰਿਨਣੇ ਸੇ ਪੰਡਿਤ ਲੋਕੋਂ ਸਾਥ ਚਰਚਾ ਕਰ ਕੇ ਨਾਮ ਜਪਾਯਾ। ਮਾਸ ਕੇ ਦੇਗਚੇ ਬੀਚ ਸੇ ਤਸਮਈ ਕਰ ਦਿਖਾਈ ਤਬ ਸੰਪੂਰਨ ਗੁਰੂ ਜੀ ਕੇ ਸਿਖ ਭਏ। ਪੁਨਾ ਜਬ ਸਤਿਗੁਰ ਸਮਾਂ ਪਾਇ ਕਰ ਉਸ ਰਾਜ ਪੁਤ੍ਰ ਕੇ ਰਾਜ ਮੇਂ ਗਏ ਤਬ ਉਹ ਰਾਜਾ ਅਪਨੀ ਮਾਤਾ ਔਰ ਰਾਣੀ ਸੰਯੁਕਤ ਆਇਆ ਅਰ ਨਮਸਕਾਰ ਕਰੀ। ਤਿਸ ਰਾਜੇ ਕੀ ਮਾਤਾ ਨੇ ਦੇਖਾ ਕਿ ਮੇਰੀ ਸੁਨੁਖਾ ਨੇ ਨਿੰਵ ਕਰ ਕੇ ਨਮਸਕਾਰ ਨਹੀਂ ਕਰੀ ਤਬ ਉਹ ਅਪਨੀ ਸੁਨੁਖਾ ਕੇ ਸਾਥ ਪ੍ਰਸ਼ਨੋਤਰ ਕਰਤੀ ਭਈ। ਸੋਈ ਸਤਿਗੁਰੂ ਜੀ ਦਿਸਟਾਂਤ ਦਾਸਟਾਂਤ ਦੋਨੋਂ ਪ੍ਰਕਾਰ ਕਰ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ; ਵਾ ਸੰਪ੍ਰਦਾਈ- ਸਿੰਗਲਾਦੀਪ ਮੇਂ ਜਬ ਦੂਜੀ ਵਾਰ ਗਏ ਹੈਂ ਤਬ ਰਾਨੀ ਸੁਨੁਖਾ ਸਾਥ ਆਈ। ਤਿਸ ਪ੍ਰਥਾਇਕ ਏਹ ਸਲੋਕ ਹੂਏ।",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਬਾਣੀ 'ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ'। ਗੁਰੂ ਨਾਨਕ ਦੀ।",
              "additional_information": {
                "arth": "ਤੇ-ਤੋਂ। ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ-'ਵਾਰਾਂ' (ਵਿਚ ਦਰਜ ਹੋਣ) ਤੋਂ ਵਧੇ ਹੋਏ ਸਲੋਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sloks en adición de los Vaars. Mejl Guru Nanak, Primer Canal Divino.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6FBJ",
        "source_page": 1410,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "auqMgI. pYEhrI; gihrI gMBIrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O you with swollen breasts, let your consciousness become deep and profound.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O bride, proud of elevated breasts, thou grasp profound sobriety.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨੀ ਉਚੀਆਂ ਛਾਤੀਆਂ ਵਾਲੀਏ ਦੁਲਹਨ! ਤੂੰ ਗਹਿਰੀ ਨਿੰਮਰਤਾ ਗ੍ਰਹਿਣ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ (ਉਤੰਗੀ) ਉਤਮ ਅੰਗੋਂ ਵਾਲੀ! ਸਤਿਗੁਰ ਕੇ (ਪੈ) ਚਰਨੋਂ ਪਰ (ਓਹਰੀ) ਓਹੜ, ਭਾਵ ਝੁਕ ਕੇ ਨਿਮਸਕਾਰ ਕਰ। ਕਿਉਂ ਕਿ ਸਤਿਗੁਰੋਂ ਕੋ ਮੱਥਾ ਟੇਕਣੇ ਕਰ ਕੇ ਤੂੰ (ਗਹਿਰੀ) ਗੰਭੀਰੀ ਹੋਵੇਂਗੀ॥☬ਤਬ ਆਗੇ ਸੇ ਉਹ ਸੁਨੁਖਾ ਕਹਿਤੀ ਹੈ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉੱਚੇ ਲੰਮੇ ਕੱਦ ਵਾਲੀ, ਭਰ-ਜੁਆਨੀ ਤੇ ਅੱਪੜੀ ਹੋਈ, ਮਾਣ ਵਿਚ ਮੱਤੀ ਹੋਈ ਮਸਤ ਚਾਲ ਵਾਲੀ (ਆਪਣੀ ਸਹੇਲੀ ਨੂੰ ਆਖਦੀ ਹੈ-ਹੇ ਸਹੇਲੀਏ!)",
              "additional_information": {
                "arth": "ਉਤੰਗੀ = (उत्तुंग = Lofty, high, tall) ਲੰਮੀ, ਲੰਮੇ ਕੱਦ ਵਾਲੀ। ਪੈਓਹਰੀ = (पयस् = ਦੁੱਧ! पयोधर = ਥਣ) ਥਣਾਂ ਵਾਲੀ, ਭਰ-ਜੁਆਨੀ ਤੇ ਅੱਪੜੀ ਹੋਈ। ਗਹਿਰੀ = ਡੂੰਘੀ, ਮਗਨ। ਗੰਭੀਰੀ = ਗੰਭੀਰ ਸੁਭਾਅ ਵਾਲੀ। ਗਹਿਰੀ ਗੰਭੀਰੀ = ਮਾਣ ਵਿਚ ਮੱਤੀ ਹੋਈ, ਮਸਤ ਚਾਲ ਵਾਲੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh tú, de los pechos agrandados, deja que tu Conciencia se haga honda y profunda,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E2ZN",
        "source_page": 1410,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ssuiV. suhIAw ikv krI; invxu n jwie QxI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O mother-in-law, how can I bow? Because of my stiff nipples, I cannot bow.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O mother-in-law how should I make an obeisance? Because of my stiff nipples I can bow not.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਸੱਸੇ! ਮੈਂ ਨਮਸ਼ਕਾਰ ਕਿਸ ਤਰ੍ਹਾਂ ਕਰਾਂ? ਆਪਦੇ ਆਕੜੇ ਹੋਏ ਥਣਾ ਦੇ ਕਾਰਣ, ਮੈਂ ਨਿਊ ਨਹੀਂ ਸਕਦੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ (ਸਸੁੜਿ) ਸਸੂ! ਮੈਂ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੋ (ਸੁਹੀਆ) ਨਿਮਸਕਾਰ ਕਿਸ ਪ੍ਰਕਾਰ ਕਰੋਂ? ਕਰੜੇ ਥਣੋਂ ਕੇ ਕਾਰਣ ਸੇ ਨਿੰਵਿਆਂ ਨਹੀਂ ਜਾਤਾ ਹੈ॥☬ਤਬ ਸਾਸ ਕਹਿਤੀ ਹੈ: ਰੀ ਸਖੀਏ ਸੁਣ।",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਭਰਵੀਂ ਛਾਤੀ ਦੇ ਕਾਰਨ ਮੈਥੋਂ ਲਿਫ਼ਿਆ ਨਹੀਂ ਜਾਂਦਾ। (ਦੱਸ) ਮੈਂ (ਆਪਣੀ) ਸੱਸ ਨੂੰ ਨਮਸਕਾਰ ਕਿਵੇਂ ਕਰਾਂ? (ਮੱਥਾ ਕਿਵੇਂ ਟੇਕਾਂ?)।",
              "additional_information": {
                "arth": "ਸਸੁੜੀ = ਸਸੁੜੀ ਨੂੰ, ਸੱਸ ਨੂੰ। ਸੁਹੀਆ = ਨਮਸਕਾਰ। ਕਿਵ = ਕਿਵੇਂ? ਕਰੀ = ਕਰੀਂ, ਮੈਂ ਕਰਾਂ। ਥਣੀ = ਥਣੀਂ, ਥਣਾਂ ਦੇ ਕਾਰਨ, ਭਰਵੀਂ ਛਾਤੀ ਦੇ ਕਾਰਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh, dice la suegra, con estos pezones tan tiesos, no me puedo postrar.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D1KR",
        "source_page": 1410,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gcu ij lgw. igVvVI; sKIey DaulhrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O sister, those mansions built as high as mountains",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O maid, the mountain-high mansions, plastered with lime.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਸਹੀਏ! ਚੂਨੇ-ਗਚ ਕੀਤੇ ਹੋਏ ਪਹਾੜ ਜਿੱਡੇ ਉੱਚੇ ਮੰਦਰ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨ (ਗਿੜਵੜੀ) ਊਚੇ ਪਰਬਤੋਂ ਸਮ (ਧਉਲਹਰੀ) ਮੰਦਰੋਂ ਕੋ ਜੋ (ਗਚ) ਗਾਚ ਲਗਿਆ ਹੋਇਆ, ਭਾਵ ਸੇ ਖਰੇ ਚੂਨੇ ਕਰ ਖਚਤ ਹੂਏ ਹੂਏ ਥੇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਅਗੋਂ ਸਹੇਲੀ ਉੱਤਰ ਦੇਂਦੀ ਹੈ-) ਹੇ ਸਹੇਲੀਏ! (ਇਸ) ਭਰਵੀਂ ਜੁਆਨੀ ਦੇ ਕਾਰਨ ਅਹੰਕਾਰ ਨਾ ਕਰ (ਇਹ ਜੁਆਨੀ ਜਾਂਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਣਾ।) (ਵੇਖ!) ਜਿਹੜੇ ਪਹਾੜਾਂ ਵਰਗੇ ਪੱਕੇ ਮਹੱਲਾਂ ਨੂੰ ਚੂਨੇ ਦਾ ਪਲਸਤਰ ਲੱਗਾ ਹੁੰਦਾ ਸੀ,",
              "additional_information": {
                "arth": "ਗਚੁ = ਚੂਨੇ ਦਾ ਪਲਸਤਰ। ਜਿ ਧਉਲਹਰੀ = ਜਿਨ੍ਹਾਂ ਧੌਲਰਾਂ ਨੂੰ, ਜਿਨ੍ਹਾਂ ਪੱਕੇ ਮਹਲਾਂ ਨੂੰ। ਗਿੜਵੜੀ ਧਉਲਹਰੀ = ਪਹਾੜਾਂ ਵਰਗੇ ਪੱਕੇ ਮਹੱਲਾਂ ਨੂੰ! ਸਖੀਏ = ਹੇ ਸਖੀ!",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh hermana, he visto desmoronarse esas mansiones construidas tan altas como montañas,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FF19",
        "source_page": 1410,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sy BI Fhdy ifTu mY; muMD. n grbu QxI ]1]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "- I have seen them come crumbling down. O bride, do not be so proud of your nipples. ||1||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Even they I have seen crumbling down. O damsel, pride thou not on thy nipples.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਭੀ ਮੈਂ ਡਿਗਦੇ ਵੇਖੇ ਹਨ। ਨੀ ਮੁਟਿਆਰੇ ਤੂੰ ਆਪਣੇ ਥਣਾ ਦਾ ਮਾਣ ਨਾਂ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਹ ਮੰਦਰ ਭੀ ਮੈਨੇ ਗਿਰਤੇ ਦੇਖੇ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ (ਮੁੰਧ) ਇਸਤ੍ਰੀ! ਇਨ ਥਣੋਂ ਕਾ (ਗਰਬੁ) ਹੰਕਾਰ ਨਾ ਕਰ॥☬ਅਬ ਦਾਸਟਾਂਤ ਮੇਂ ਦੂਸਰਾ ਅਰਥ ਕਹਤੇ ਹੈਂ: ਸਤਿਗੁਰੋਂ ਕਾ ਸਿਖ ਪ੍ਰਤੀ ਕਥਨ ਹੈ: ਹੇ ਜਗ੍ਯਾਸੀ ਰੂਪ ਇਸਤ੍ਰੀ! ਹਰੀ ਕੇ ਚਰਨੋਂ ਪਰ ਝੁਕ, ਕਿਉਂ ਕਿ ਤਿਸ ਸੇ ਤੇਰੀ ਬੁਧੀ ਗਹਰੀ ਗੰਭੀਰੀ ਹੋਇਗੀ। ਜਗ੍ਯਾਸੀ ਕਾ ਕਥਨ ਹੈ: ਹੇ ਸਤਿਗੁਰੋ! ਮੈਂ ਅਵਿਦਿਆ ਰੂਪ ਸੱਸ ਕੇ ਅਧੀਨ ਹੋ ਰਹਾ ਹੂੰ; ਵਾ (ਸਸੜ) ਸੰਸਿਓਂ ਮੇਂ ਪੜ ਰਹਾ ਹੂੰ। ਅਰ ਥਣੀ, ਭਾਵ ਪਦਾਰਥੋਂ ਕਰ ਕੇ ਨਿੰਵਿਆਂ ਨਹੀਂ ਜਾਤਾ ਹੈ, ਤਾਂ ਤੇ ਮੈਂ ਕਿਸ ਪ੍ਰਕਾਰ ਨਿਮਸਕਾਰ ਕਰੂੰ॥☬ਉੱਤਰ: ਜਿਨ ਸਰੀਰ ਰੂਪੀ ਧੌਲਰੋਂ ਕੋ ਵਰੋਂ ਰੂਪੀ ਗਚ ਲਗਾ ਹੂਆ ਥਾ ਔ ਊਚੇ ਪਰਬਤੋਂ ਸਮ ਥੇ, ਭਾਵ ਬਡੇ ਹੰਕਾਰੀ ਥੇ। ਹਮ ਨੇ ਸੋ ਭੀ ਨਸਟ ਹੋਤੇ ਦੇਖੇ ਹੈਂ, ਤਾਂ ਤੇ ਹੇ ਜਗ੍ਯਾਸੀ ਰੂਪ ਇਸਤ੍ਰੀ! ਤੂੰ ਪਦਾਰਥ ਰੂਪੀ ਥਣੋਂ ਕਾ ਹੰਕਾਰ ਨਾ ਕਰ॥੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ (ਪੱਕੇ ਮਹੱਲ) ਭੀ ਡਿਗਦੇ ਮੈਂ ਵੇਖ ਲਏ ਹਨ (ਤੇਰੀ ਜੁਆਨੀ ਦੀ ਤਾਂ ਕੋਈ ਪਾਂਇਆਂ ਹੀ ਨਹੀਂ ਹੈ) ॥੧॥",
              "additional_information": {
                "arth": "ਸੇ = ਉਹ (ਬਹੁ-ਵਚਨ)। ਡਿਠੁ = ਡਿੱਠੇ ਹਨ। ਮੁੰਧ = ਹੇ ਮੁੰਧ! (मुग्धा = A young girl attractive by her youthful simplicity) ਹੇ ਭੋਲੀ ਜੁਆਨ ਕੁੜੀਏ! ਨ ਗਰਬੁ = ਅਹੰਕਾਰ ਨਾਹ ਕਰ। ਥਣੀ = ਥਣੀਂ, ਥਣਾਂ ਦੇ ਕਾਰਨ, ਜੁਆਨੀ ਦੇ ਕਾਰਨ ॥੧॥",
                "note": "* ਨੋਟ: ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਵਿਚ ਕੁਲ ੨੨ ਵਾਰਾਂ ਹਨ। ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਅਤੇ ਗੁਰੂ ਰਾਮਦਾਸ ਸਾਹਿਬ ਜੀ ਦੀਆਂ ਰਚੀਆਂ 'ਵਾਰਾਂ' ਪਹਿਲਾਂ ਸਿਰਫ਼ 'ਪਉੜੀਆਂ' ਦਾ ਸੰਗ੍ਰਹਿ ਸਨ। ਜਦੋਂ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਨੇ ਸਾਰੀ ਬਾਣੀ ਨੂੰ ਰਾਗਾਂ ਅਨੁਸਾਰ ਹੁਣ ਵਾਲੀ ਤਰਤੀਬ ਦਿੱਤੀ, ਤਾਂ ਉਹਨਾਂ ਨੇ 'ਵਾਰ' ਦੀ ਹਰੇਕ 'ਪਉੜੀ' ਦੇ ਨਾਲ ਘੱਟ ਤੋਂ ਘੱਟ ਦੋ ਦੋ ਮਿਲਵੇਂ ਭਾਵ ਵਾਲੇ ਸ਼ਲੋਕ ਦਰਜ ਕਰ ਦਿੱਤੇ। ਜਿਹੜੇ ਸ਼ਲੋਕ ਵਧ ਗਏ, ਉਹ ਸਤਿਗੁਰੂ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਦੇ ਅਖ਼ੀਰ ਵਿਚ 'ਸਲੋਕ' ਵਾਰਾਂ ਤੇ ਵਧੀਕ' ਦੇ ਸਿਰ-ਲੇਖ ਹੇਠ ਦਰਜ ਕਰ ਦਿੱਤੇ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh novia, no estés tan orgullosa de tus pezones. (1)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LTGC",
        "source_page": 1410,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "suix muMDy hrxwKIey; gUVw vYxu Apwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O bride with deer-like eyes, listen to the words of deep and infinite wisdom.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O bride, with (beautiful) eyes similar a deer, thou hear the word of deep and infinite wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨੀ ਹਰਣਾ-ਵਰਗੀਆਂ ਅੱਖਾਂ ਵਾਲੀਏ ਪਤਨੀਏ! ਤੂੰ ਗਹਿਰੇ ਅਤੇ ਅਥਾਹ ਉਪਦੇਸ਼ ਨੂੰ ਸ੍ਰਵਣ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ (ਹਰਣਾਖੀਏ) ਮ੍ਰਿਗੋਂ ਵਤ ਨੇਤ੍ਰੋਂ ਵਾਲੀ (ਮੁੰਧੇ) ਇਸਤ੍ਰੀ! ਤੂੰ ਅਪਾਰ ਪਰਮੇਸਰ ਦੀ ਪ੍ਰਾਪਤੀ ਹੇਤ ਮੇਰਾ (ਗੂੜਾ) ਸੰਘਨਾ, ਭਾਵ ਸੰਘਨੇ ਪ੍ਰੇਮ ਸੇ ਭਰਾ ਹੂਆ; ਵਾ ਗੁਹਜ ਬਚਨ ਸ੍ਰਵਣ ਕਰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ! (ਹੇ ਜਗਤ-ਰਚਨਾ ਵਿਚੋਂ ਸੋਹਣੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ!) ਮੇਰੀ ਇਕ ਬਹੁਤ ਡੂੰਘੀ ਭੇਤ ਦੀ ਗੱਲ ਸੁਣ।",
              "additional_information": {
                "arth": "ਹਰਣਾਖੀਏ = (ਹਰਣ = ਅਖੀ) ਹਰਣ ਦੀਆਂ ਅੱਖਾਂ ਵਾਲੀਏ! ਹੇ ਸੋਹਣੇ ਨੇਤ੍ਰਾਂ ਵਾਲੀਏ! ਮੁੰਧੇ = ਹੇ ਭੋਲੀ ਜੁਆਨ ਕੁੜੀਏ! ਗੂੜਾ = ਡੂੰਘਾ, ਭੇਦ-ਭਰਿਆ। ਅਪਾਰੁ = ਬਹੁਤ। ਵੈਣੁ = ਵਚਨ, ਬੋਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh novia de los ojos de venado, escucha las palabras de Profunda e Infinita Sabiduría,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YYYF",
        "source_page": 1410,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pihlw vsqu is\\wix kY; qW kIcY vwpwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "First, examine the merchandise, and then, make the deal.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "First examine the goods, then alone thou must strike a bargain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਹਿਲ ਪ੍ਰਿਥਮੇ ਮਾਲ ਦੀ ਪਛਾਣ ਕਰ, ਕੇਵਲ ਤਦ ਹੀ ਤੂੰ ਵਣਜ ਵਪਾਰ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪਹਿਲੇ ਵਸਤੂ, ਭਾਵ ਏਹ ਸਾਧ ਹੈ ਅਰ ਇਹ ਅਸਾਧ ਹੈ, ਇਸ ਬਾਤ ਕੋ ਪਛਾਣ ਕਰ ਕੇ ਤਬ ਵਪਾਰ ਕਰੀਏ ਪ੍ਰਵਿਰਤ ਹੋਈਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜਦੋਂ ਕੋਈ ਚੀਜ਼ ਖ਼ਰੀਦਣ ਲੱਗੀਏ, ਤਾਂ) ਪਹਿਲਾਂ (ਉਸ) ਚੀਜ਼ ਨੂੰ ਪਰਖ ਕੇ ਤਦੋਂ ਉਸ ਦਾ ਵਪਾਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਤਦੋਂ ਉਹ ਖ਼ਰੀਦਣੀ ਚਾਹੀਦੀ ਹੈ)।",
              "additional_information": {
                "arth": "ਕੀਚੈ = ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "primero examina la mercancía y después has el trato,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BD03",
        "source_page": 1410,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "dohI idcY durjnw; imqRW kUM jYkwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Proclaim that you will not associate with evil people; celebrate victory with your friends.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Proclaim thou, that thou shall associate not with the evil persons and would welcome the good friends from your heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਪੁਕਾਰ ਕੇ ਆਖ ਦੇ, ਕਿ ਤੂੰ ਮੰਦੇ ਪੁਰਸ਼ਾ ਦੀ ਸੰਗਤ ਨਹੀਂ ਕਰੇਗੀ ਅਤੇ ਚੰਗੇ ਦੋਸਤਾਂ ਨੂੰ ਜੀਉਆਇਆ ਆਖੇਗੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਵਪਾਰ ਇਹ ਹੈ: ਖੋਟੇ ਜਨੋਂ ਕੀ ਸੰਗਤ ਤੇ ਭੈ ਕਰ ਕੇ (ਦੋਹੀ) ਦੁਹਾਈ ਦੇ ਦਈ, ਭਾਵ ਤਿਨੋਂ ਕਾ ਸੰਗ ਨਾ ਕਰੀਏ ਔਰ ਸੰਤ ਜਨਾਂ ਮਿਤਰਾਂ ਕੇ ਤਾਈਂ ਜੈਕਾਰ ਕਰੀਏ, ਭਾਵ ਯੇਹ ਨਮਸਕਾਰ ਕਰੀਏ॥ ਯਥਾ-☬'ਸਿਧ ਸਭਾ ਕਰ ਆਸਣਿ ਬੈਠੇ ਸੰਤ ਸਭਾ ਜੈਕਾਰੋ॥'",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਭੋਲੀਏ ਜੁਆਨ ਕੁੜੀਏ! (ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਆਤਮਕ ਜੀਵਨ ਦੇ ਵੈਰੀ ਹਨ, ਇਹਨਾਂ) ਦੁਸ਼ਟਾਂ ਨੂੰ (ਅੰਦਰੋਂ ਕੱਢਣ ਲਈ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਦੁਹਾਈ ਦੇਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਭਲੇ ਗੁਣ ਆਤਮਕ ਜੀਵਨ ਦੇ ਅਸਲ ਮਿੱਤਰ ਹਨ, ਇਹਨਾਂ) ਮਿੱਤਰਾਂ ਦੇ ਸਾਥ ਦੀ ਖ਼ਾਤਰ (ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਦੋਹੀ = ਦੁਹਾਈ, ਰੱਬ ਦੀ ਦੁਹਾਈ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਦੁਹਾਈ। ਦਿਚੈ = ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ। ਦੁਰਜਨਾ = (ਕਾਮਾਦਿਕ) ਦੁਸਟਾਂ (ਨੂੰ ਕੱਢਣ ਲਈ)। ਕੂੰ = ਦੀ ਖ਼ਾਤਰ। ਜੈਕਾਰੁ = ਪ੍ਰਭੂ ਦੀ ਜੈਕਾਰ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ। ਮਿਤ੍ਰਾਂ ਕੂੰ = ਭਲੇ ਗੁਣਾਂ ਦੀ ਖ਼ਾਤਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "proclama que no te vas a relacionar con gente malvada y celebra la Victoria con tus amigos.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4DSZ",
        "source_page": 1410,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ijqu dohI. sjx imlin; lhu muMDy vIcwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "This proclamation, to meet with your friends, O bride - give it some thought.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O bride, thou give though to that proclamation alone, by which thou may meet with thy Friend.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਸ ਮੁਨਾਦੀ ਦੁਆਰਾ ਤੂੰ ਆਪਣੇ ਮਿੱਤਰ ਨੂੰ ਮਿਲ ਪਵੇ, ਨੀ ਪਤਨੀਏ! ਤੂੰ ਕੇਵਲ ਉਸ ਵਲ ਆਪਦਾ ਧਿਆਨ ਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ (ਮੁੰਧੇ) ਇਸਤ੍ਰੀ! ਜਿਸ ਦੇਹੀ ਕਰ ਕੇ ਸਜਣ ਸੰਤ ਮਿਲੈ ਤਿਸ ਬੀਚਾਰ ਕੋ ਲਹੁ॥ ਐਸੇ ਸੁਣਕਰ ਵਹੁ ਸਨੁਖਾ ਹਸੀ ਤਬ ਤਿਸ ਪ੍ਰਤੀ ਪੁਨਾ ਸਾਸ ਕਹਿਤੀ ਹੈ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਭੋਲੀਏ! ਜਿਸ ਦੁਹਾਈ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਸੱਜਣ ਮਿਲੇ ਰਹਿਣ, (ਉਸ ਦੁਹਾਈ ਦੀ) ਵਿਚਾਰ ਨੂੰ (ਆਪਣੇ ਅੰਦਰ) ਸਾਂਭ ਰੱਖ।",
              "additional_information": {
                "arth": "ਜਿਤੁ ਦੋਹੀ = ਜਿਸ ਦੁਹਾਈ ਦੀ ਰਾਹੀਂ, ਜਿਸ ਰੱਬੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰਾਹੀਂ। ਮਿਲਨਿ = ਮਿਲਦੇ ਹਨ। ਲਹੁ ਵੀਚਾਰੁ = (ਉਸ ਦੁਹਾਈ ਨੂੰ) ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Esta proclamación de reunirte con tus amigos, oh novia, medítala, entrega tu mente y cuerpo a tu Amigo,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E8RD",
        "source_page": 1410,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qnu mnu dIjY sjxw; AYsw hsxu swru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Surrender mind and body to the Lord your Friend; this is the most excellent pleasure.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Thou, surrender thy body and soul to God, thy Friend; sublime is the pleasure this.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਆਪਣੀ ਦੇਹ ਅਤੇ ਜਿੰਦੜੀ ਆਪਣੇ ਮਿੱਤਰ, ਵਾਹਿਗੁਰੂ ਦੇ ਸਮਰਪਣ ਕਰ ਦੇ ਸ਼੍ਰੇਸ਼ਟ ਹੈ ਐਹੋ ਜੇਹੀ ਖੁਸ਼ੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਹੁ ਤਨ, ਮਨ ਸੰਤ ਜਨ ਸਜਣਾਂ ਕੋ ਦੇਈਏ ਤਬ ਐਸਾ ਹਸਣ (ਸਾਰੁ) ਸ੍ਰੇਸ਼ਟ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਹਨਾਂ) ਸੱਜਣਾਂ (ਦੇ ਮਿਲਾਪ) ਦੀ ਖ਼ਾਤਰ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਭੇਟ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ (ਆਪਣੇ ਮਨ ਅਤੇ ਇੰਦ੍ਰਿਆਂ ਦੀ ਨੀਵੀਂ ਪ੍ਰੇਰਨਾ ਤੋਂ ਬਚੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ) (ਇਸ ਤਰ੍ਹਾਂ ਇਕ) ਅਜਿਹਾ (ਆਤਮਕ) ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਜੋ ਹੋਰ ਸਾਰੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਨਾਲੋਂ ਸ੍ਰੇਸ਼ਟ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਦੀਜੈ = ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ। ਹਸਣੁ = ਖ਼ੁਸ਼ੀ, ਆਨੰਦ। ਸਾਰੁ = ਸ੍ਰੇਸ਼ਟ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el Señor, este es el más Excelente Placer.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GF8K",
        "source_page": 1410,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iqs sau nyhu. n kIceI; ij idsY clxhwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Do not fall in love with one who is destined to leave.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Contract thou not love with him, who appears to be destined to depart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਉਸ ਨਾਲ ਪਿਆਰ ਨਾਂ ਪਾ, ਜੋ ਨਾਂ-ਪਾਇਦਾਰ ਦਿੱਸ ਆਉਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਚਲਣਹਾਰ ਦ੍ਰਿਸ਼ਟ ਆਵੈ, ਭਾਵ ਜੋ ਨਾਸਵੰਤ ਹੈ ਤਿਸ ਨਾਮ ਰੂਪ ਕੇ ਸਾਥ (ਨੇਹੁ) ਪ੍ਰੇਮ ਨਾ ਕਰੀਂ;☬ਵਾ ਹੇ ਪੁੰਨੋਂ ਰੂਪੀ ਨੇਤ੍ਰੋਂ ਵਾਲੀ ਜਗ੍ਯਾਸੀ ਰੂਪੀ ਇਸਤ੍ਰੀ! ਅਪਾਰ ਜੋ ਪਰਮੇਸ਼੍ਵਰ ਹੈ ਤਿਸ ਕੀ ਪ੍ਰਾਪਤੀ ਕਾ (ਗੂੜਾ) ਗੁਹਯ ਵਚਨ ਸ੍ਰਵਨ ਕਰ॥ ਪਹਿਲੇ ਸਤ ਅਸਤ ਵਸਤੂ ਕਾ ਵਿਚਾਰ ਕਰ ਕੇ ਪਛਾਣਨਾ ਕਰੀਏ ਤਬ ਤਿਸ ਕਾ ਵਾਪਾਰ ਕਰੀਏ, ਭਾਵ ਤਿਸ ਮੇਂ ਪ੍ਰਵਿਰਤ ਹੋਈਏ॥ ਔ ਕਾਮਾਦੀ ਦੁਰਜਨੋਂ ਕੋ ਦੋਹੀ ਦੇ ਕਰ ਨਿਕਾਲ ਦੇਈਏ ਔ ਸੁਭ ਗੁਣੋਂ ਰੂਪੀ ਮਿਤ੍ਰੋਂ ਕੋ ਜੈਕਾਰ, ਭਾਵ ਨਮਸਕਾਰ ਕਰ ਧਾਰਨ ਕਰ ਲਈਏ॥ ਜਿਸ ਦੋਹੀ ਕਰ ਕੇ ਸੁਭ ਗੁਣ ਰੂਪੀ ਸਜਨ ਮਿਲਨ, ਹੇ ਜਗ੍ਯਾਸੀ ਇਸਤ੍ਰੀ! ਤਿਸ ਵੀਚਾਰ ਕੋ ਪ੍ਰਾਪਤ ਹੋ। ਇਸ ਪ੍ਰਕਾਰ ਤਨ, ਮਨ, ਸਜਨ ਸਤਿਗੁਰੋਂ ਕੋ ਦੇਣਾ ਇਹੀ (ਹਸਣੁ) ਪ੍ਰਸੰਨ ਹੋਣਾ ਸਰਬ ਖੁਸ਼ੀਅਹੁੰ ਤੇ (ਸਾਰੁ) ਸ੍ਰੇਸ਼ਟ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਭੋਲੀਏ! (ਇਹ ਜਗਤ-ਪਸਾਰਾ) ਨਾਸਵੰਤ ਦਿੱਸ ਰਿਹਾ ਹੈ; ਇਸ ਨਾਲ ਮੋਹ ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ।",
              "additional_information": {
                "arth": "ਸਉ = ਸਿਉ, ਨਾਲ। ਨ ਕੀਚਈ = ਨਹੀਂ ਕਰਨਾ ਚਾਹੀਦਾ। ਨੇਹੁ = ਪਿਆਰ, ਮੋਹ। ਜਿ = ਜਿਹੜਾ। ਚਲਣਹਾਰੁ = ਨਾਸਵੰਤ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "No te enamores del que está destinado a partir,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L98V",
        "source_page": 1410,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. ijn@I iev kir buiJAw; iqn@w ivthu kurbwxu ]2]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, I am a sacrifice to those who understand this. ||2||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, they who understand it this wise, unto them I am a sacrifice.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਜੋ ਇਸ ਤਰ੍ਹਾਂ ਸਮਝਦੇ ਹਨ, ਉਨ੍ਹਾਂ ਉਤੇ ਮੈਂ ਬਲਿਹਾਰਨੇ ਵੰਞਦਾ ਹਾਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਜਿਨੋਂ ਨੇ ਇਸ ਪੂਰਬ ਉਕਤ ਪ੍ਰਕਾਰ ਕਰ ਵਾਹਿਗੁਰੂ ਕੇ ਸਰੂਪ ਕੋ (ਬੁਝਿਆ) ਜਾਣਿਆ ਹੈ ਤਿਨੋਂ ਤੇ ਹਮ ਕੁਰਬਾਨ ਜਾਤੇ ਹੈਂ॥੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ (ਵਡ-ਭਾਗੀਆਂ ਨੇ) (ਆਤਮਕ ਜੀਵਨ ਦੇ ਭੇਤ ਨੂੰ) ਇਸ ਤਰ੍ਹਾਂ ਸਮਝਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ (ਜਾਂਦਾ ਹਾਂ) ॥੨॥",
              "additional_information": {
                "arth": "ਇਵ ਕਰਿ = ਇਸ ਤਰ੍ਹਾਂ, ਇਸ ਤਰੀਕੇ ਨਾਲ। ਵਿਟਹੁ = ਤੋਂ ॥੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh dice Nanak, ofrezco mi ser en sacrificio a quienes entienden esto. (2)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S304",
        "source_page": 1410,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jy qUM qwrU pwix; qwhU puCu, iqVMn@ kl ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If you wish to swim across the water, then consult those who know how to swim.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If thou wish to swim across the water, then consult thou those who know the art to swim.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਤੂੰ ਪਾਣੀ ਤੋਂ ਤਰ ਕੇ ਪਾਰ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੂੰ ਉਨ੍ਹਾਂ ਦੀ ਸਲਾਹ ਲੈ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਤਰਣ ਦੀ ਅਟਕਲ ਆਉਂਦੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਪੁਰਸ਼! ਜੇ ਕਰ ਕੇ ਤੂੰ (ਪਾਣਿ) ਹਥੋਂ ਕਾ ਤਾਰੂ ਭੀ ਹੈਂ ਤਾਂ ਵੀ ਤਿਨ ਤਰਨ ਵਾਲਿਓਂ ਸੇ ਤਰਨੇ ਕੀ ਜੁਗਤੀ ਪੁਛ। ਭਾਵ ਯੇਹ ਹੈ ਜਦਪਿ ਤੂੰ ਸਾਧਨ ਸਪੰਨ ਭੀ ਹੈਂ ਤਦਪਿ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਕੇ ਤਰਨੇ ਕੀ ਜੁਗਤੀ ਵਾ (ਤਿੜੰਨ) ਕਿਨਾਰੇ ਲਗਨੇ ਕੀ ਕਲਾ ਸਤਿਗੁਰੋਂ ਸੇ ਪੂਛਣਾ ਕਰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਤੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀਆਂ ਦਾ ਤਾਰੂ (ਬਣਨਾ ਚਾਹੁੰਦਾ ਹੈਂ), (ਤਾਂ ਤਰਨ ਦੀ ਜਾਚ) ਉਹਨਾਂ ਪਾਸੋਂ ਪੁੱਛ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ) ਪਾਰ ਲੰਘਣ ਦੀ ਜਾਚ ਹੈ।",
              "additional_information": {
                "arth": "ਪਾਣਿ = ਪਾਣੀ। ਤਾਰੂ ਪਾਣਿ = ਪਾਣੀ ਦਾ ਤਾਰੂ (ਬਣਨਾ ਚਾਹੇਂ)। ਤਾਹੂ = ਉਹਨਾਂ ਨੂੰ। ਕਲ = ਕਲਾ, ਹੁਨਰ, ਜਾਚ। ਤਿੜੰਨ੍ਹ੍ਹ ਕਲ = ਤਰਨ ਦਾ ਹੁਨਰ, ਤਰਨ ਦੀ ਜਾਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Si deseas nadar para atravesar el agua, consulta entonces con los que saben cómo nadar,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0G9S",
        "source_page": 1410,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qwhU Kry sujwx; vM\\w eyn@I kprI ]3]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Those who have survived these treacherous waves are very wise. ||3||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "For, even those who considere themselves very wise have been ruined by these whirl-pools.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਿਉਂਕਿ! ਉਹ ਭੀ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਬੜੇ ਸਿਆਣੇ ਸਮਝਦੇ ਸਨ, ਇਨ੍ਹਾਂ ਘੁੰਮਣ-ਘੇਰੀਆਂ ਨੇ ਤਬਾਹ ਕਰ ਛੱਡੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਉਂ ਕਿ ਸੋ ਜੋ ਸਰਬ ਸ਼ਾਸਤ੍ਰੋਂ ਕੇ ਗਿਆਤਾ (ਖਰੇ) ਭਲੀ ਪ੍ਰਕਾਰ (ਸੁਜਾਣ) ਚਤਰ ਵਾ ਸਾਧਨ ਸਪੰਨ ਥੇ, ਤੇ ਭੀ ਇਨੋਂ ਕਾਮ, ਕ੍ਰੋਧ ਆਦੀ (ਕਪਰੀ) ਛੱਲਾਂ, ਭਾਵ ਵਿਕਾਰੋਂ ਨੇ (ਵੰਞਾਏ) ਗਵਾਏ ਅਰਥਾਤ ਚਲਾਇ ਦੀਏ ਹੈਂ; ਵਾ ਤਿਨੋਂ ਸੁਜਾਣ ਸੰਤੋਂ ਸਾਥ ਮਿਲ ਕਿਉਂ ਕਿ ਇਨ ਵਿਕਾਰੋਂ ਸੇ ਵਹੁ ਪਾਰ ਲੰਘਾਇ ਦੇਤੇ ਹੈਂ॥੩॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਮਨੁੱਖ ਹੀ ਅਸਲ ਸਿਆਣੇ (ਤਾਰੂ ਹਨ, ਜੋ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚੋਂ ਪਾਰ ਲੰਘਦੇ ਹਨ)। ਮੈਂ (ਭੀ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਹੀ) ਇਹਨਾਂ ਲਹਿਰਾਂ ਤੋਂ ਪਾਰ ਲੰਘ ਸਕਦਾ ਹਾਂ ॥੩॥",
              "additional_information": {
                "arth": "ਤਾਹੂ = ਉਹ (ਮਨੁੱਖ) ਹੀ। ਖਰੇ ਸੁਜਾਣ = ਅਸਲ ਸਿਆਣੇ। ਏਨੀ ਕਪਰੀ = ਏਨੀ ਕਪਰੀਂ, ਇਹਨਾਂ ਲਹਿਰਾਂ ਵਿਚੋਂ। ਵੰਞਾ = ਵੰਞਾਂ, ਮੈਂ ਲੰਘਦਾ ਹਾਂ, ਮੈਂ ਲੰਘ ਸਕਦਾ ਹਾਂ ॥੩॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "pues quienes han sobrevivido estas aguas traicioneras son los Sabios. (3)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZZWP",
        "source_page": 1410,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "JV JKV EhwV; lhrI vhin lKysrI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The storm rages and the rain floods the land; thousands of waves rise and surge.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Amidst continued rains, storms, floods and surging of lacs of waves, if thou shout for help to thy True Guru,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਝੜੀਆਂ, ਅਨ੍ਹੇਰੀਆਂ ਹੜ੍ਹਾਂ ਅਤੇ ਲੱਖਾਂ ਹੀ ਛੱਲਾ ਦੇ ਉਠਣ ਵਿਚਕਾਰ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਝੜ) ਮੋਹਿ ਰੂਪੀ ਔ ਲੋਭ ਰੂਪੀ ਪਵਨ ਕਾ ਚਲਨਾ ਔ (ਝਖੜ) ਕਾਮ ਰੂਪੀ ਹੜ ਜਿਸਮੇਂ ਵਾਸ਼ਨਾ ਰੂਪੀ ਲਹਿਰਾਂ (ਲਖੇਸਰੀ) ਲਾਖੋਂ ਹੀ ਚਲਤੀਆਂ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ) ਝੜੀਆਂ (ਲੱਗੀਆਂ ਹੋਈਆਂ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਝੱਖੜ (ਝੁੱਲ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੇ) ਹੜ੍ਹ (ਆ ਰਹੇ ਹਨ, ਵਿਕਾਰਾਂ ਦੀਆਂ) ਲੱਖਾਂ ਹੀ ਠਿੱਲਾਂ ਪੈ ਰਹੀਆਂ ਹਨ।",
              "additional_information": {
                "arth": "ਓਹਾੜ = ਹੜ੍ਹ। ਲਹਰੀ ਲਖੇਸਰੀ = (ਵਿਕਾਰਾਂ ਦੀਆਂ) ਲੱਖਾਂ ਹੀ ਲਹਿਰਾਂ। ਵਹਨਿ = ਵਹਿੰਦੀਆਂ ਹਨ, ਚੱਲ ਰਹੀਆਂ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La tormenta arrecia y el agua inunda las tierras, miles de olas surgen y se levantan,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3Q91",
        "source_page": 1410,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "siqgur isau Awlwie; byVy fubix. nwih Bau ]4]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If you cry out for help from the True Guru, you have nothing to fear - your boat will not sink. ||4||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "then there shall be no fear, that thy ship shall flounder.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਹਾਇਤਾ ਲਈ ਜੇਕਰ ਤੂੰ ਆਪਣੇ ਸੱਚੇ ਗੁਰਾਂ ਕੋਲ ਪੁਕਾਰ ਕਰੇ ਤਾਂ ਤੈਨੂੰ ਜਹਾਜ ਦੇ ਡੁਬ ਜਾਣ ਦਾ ਕੋਈ ਡਰ ਨਹੀਂ ਰਹੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਐਸੇ ਭੈਦਾ੍ਯਕ ਸਮੇਂ ਮੇਂ ਜੇ ਕਰ ਕੇ ਸਤਿਗੁਰੋਂ ਪਾਸ ਬੇਨਤੀ ਉਚਾਰਨ ਕਰੈਂ ਤਬ ਤੁਝ ਕੋ ਬੁਧੀ ਰੂਪੀ ਬੇੜੇ ਕੋ ਵਿਸ਼ੇ ਜਲ ਮੇਂ ਡੂਬਣੈ ਕਾ ਭੈ ਨਹੀਂ ਹੋਵੇਗਾ॥੪॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜੇ ਤੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੀ ਬੇੜੀ ਨੂੰ ਬਚਾਣਾ ਚਾਹੁੰਦਾ ਹੈਂ, ਤਾਂ) ਗੁਰੂ ਪਾਸ ਪੁਕਾਰ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੀ ਜੀਵਨ-) ਬੇੜੀ ਦੇ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ) ਡੁੱਬ ਜਾਣ ਬਾਰੇ ਕੋਈ ਖ਼ਤਰਾ ਨਹੀਂ ਰਹਿ ਜਾਇਗਾ ॥੪॥",
              "additional_information": {
                "arth": "ਸਿਉ = ਪਾਸ। ਆਲਾਇ = ਪੁਕਾਰ ਕਰ। ਡੁਬਣਿ = ਡੁਬਣ ਵਿਚ। ਭਉ = ਡਰ, ਖ਼ਤਰਾ ॥੪॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "si gritas pidiendo ayuda del Verdadero Guru, no tendrás nada que temer, tu barca no se hundirá. (4",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EL7Y",
        "source_page": 1410,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk; dunIAw kYsI hoeI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, what has happened to the world?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, what has happened to the world?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਸੰਸਾਰ ਨੂੰ ਕੀ ਹੋ ਗਿਆ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕੋਈ ਸਨਬੰਧੀ ਝਗੜਤੇ ਥੇ ਤਿਨੋਂ ਪ੍ਰਤਿ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਇਹ ਦੁਨੀਆਂ ਕੈਸੀ ਛਲ ਰੂਪ ਹੋਈ ਹੈ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਦੁਨੀਆ (ਦੀ ਲੁਕਾਈ) ਅਜਬ ਨੀਵੇਂ ਪਾਸੇ ਜਾ ਰਹੀ ਹੈ।",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh dice Nanak, ¿qué le ha pasado al mundo?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UVWY",
        "source_page": 1410,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "swlku imqu; n rihE koeI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There is no guide or friend.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Where there is no friend or guide.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਿਥੇ ਕੋਈ ਸਜਣ ਜਾਂ ਰਹਿਬਰ ਨਹੀਂ ਰਿਹਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸਮੇਂ ਵਾਹਿਗੁਰੂ ਕੇ ਮਿਲਨੇ ਕਾ (ਸਾਲਕੁ) ਰਸਤਾ ਦਸਨੇਹਾਰ ਮਿਤ੍ਰ ਕੋਈ ਨਹੀਂ ਰਹਿਆ ਹੈ॥ ਭਾਵ ਯੇਹ ਪ੍ਰਵਿਰਤੀ ਕਰਾਵਣੇਹਾਰੇ ਬਹੁਤ ਹੈਂ ਔ ਨਿਵਰਤੀ ਦ੍ਰਿੜਾਵਣੇਹਾਰੇ ਕੋਈ ਮਹਾਤਮਾ ਸੰਤਜਨ ਵਿਰਲੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਹੀ ਜੀਵਨ-ਰਸਤਾ ਦੱਸਣ ਵਾਲਾ ਮਿੱਤਰ ਕਿਤੇ ਕੋਈ ਲੱਭਦਾ ਨਹੀਂ।",
              "additional_information": {
                "arth": "ਸਾਲਕੁ = ਸੱਚਾ ਸੰਤ ਜੋ ਆਪ ਜਪੇ ਤੇ ਹੋਰਨਾਂ ਤੋਂ ਜਪਾਏ, ਸਹੀ ਜੀਵਨ-ਰਾਹ ਦੱਸਣ ਵਾਲਾ। ਮਿਤੁ = ਮਿੱਤਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "No hay guía ni amigo,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZY6Z",
        "source_page": 1410,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "BweI bMDI. hyqu cukwieAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There is no love, even among brothers and relatives.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Love has ceased even among brethren and kinsmen.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਭਰਾਵਾਂ ਅਤੇ ਸਨਬੰਧੀਆਂ ਵਿਚਕਾਰ ਵੀ ਪਿਆਰ ਨਹੀਂ ਰਿਹਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਜੀਵ ਨੇ ਜਿਸ ਮਾਯਾ ਕੇ ਕਾਰਨ ਭਾਈ ਆਦੀ ਸਰਬ ਸਬੰਧੀਓਂ ਸੇ (ਹੇਤੁ) ਪ੍ਰੇਮ ਚੁਕਾਇਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਭਰਾਵਾਂ ਸਨਬੰਧੀਆਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ (ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ) ਪਿਆਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮੁਕਾਈ ਬੈਠਾ ਹੈ।",
              "additional_information": {
                "arth": "ਭਾਈ ਬੰਧੀ = ਭਰਾਵਾਂ ਸਨਬੰਧੀਆਂ (ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ)। ਹੇਤੁ = (ਪਰਮਾਤਮਾ ਦਾ) ਪਿਆਰ। ਚੁਕਾਇਆ = ਮੁਕਾ ਦਿੱਤਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "no hay amor ni aún entre hermanos y parientes,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V7J6",
        "source_page": 1410,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "dunIAw kwrix; dInu gvwieAw ]5]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "For the sake of the world, people have lost their faith. ||5||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "How unfortunate, that for the sake of such a world, the mortals have lost their faith.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਿਤਨੇ ਦੁਰਭਾਗ ਦੀ ਗਲ ਹੈ ਕਿ ਇਹੋ ਜਹੇ ਸੰਸਾਰ ਦੀ ਖਾਤਰ ਵੀ ਪ੍ਰਾਣੀਆਂ ਨੇ ਆਪਣਾ ਈਮਾਨ ਵੰਞਾ ਲਿਆ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "(ਦੁਨੀਆਂ) ਮਾਯਾ ਕੇ ਵਾਸਤੇ ਅਪਨਾ (ਦੀਨੁ) ਧਰਮ ਗਵਾਇ ਦੀਆ ਹੈ॥੫॥☬ਕੋਈ ਪੁਰਸ਼ ਮੂਏ ਤੇ ਇਸਤ੍ਰੀਓਂ ਕੋ ਸਿਆਪਾ ਕਰਤੀ ਦੇਖ ਕਰ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਦੁਨੀਆ (ਦੀ ਮਾਇਆ) ਦੀ ਖ਼ਾਤਰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ਗੰਵਾਈ ਜਾ ਰਿਹਾ ਹੈ ॥੫॥",
              "additional_information": {
                "arth": "ਕਾਰਣਿ = ਦੀ ਖ਼ਾਤਰ, ਵਾਸਤੇ। ਦੀਨੁ = ਧਰਮ, ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਰਮਾਇਆ ॥੫॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "por pertenecer al mundo, la gente está perdiendo la Fe. (5)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2QZ4",
        "source_page": 1410,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hY hY kir kY; Eih kryin ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "They cry and weep and wail.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "They utter 'alas, alas' and say 'Oh, Oh', to bemoan death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ \"ਸ਼ੋਕ, ਸ਼ੋਕ\" ਪੁਕਾਰਦੇ ਹਨ ਅਤੇ \"ਹਈ, ਹਈ\" ਆਖਦੇ ਹਨ ਮੌਤ ਦਾ ਸੋਗ ਮਨਾਉਣ ਲਈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਹ ਇਸਤ੍ਰੀਆਂ ਮ੍ਰਿਤਕ ਪੁਰਸ਼ ਕੇ ਪੀਛੇ ਵਈਰਾਗ ਕਰ ਹੈ ਹੈ ਕਰ ਕੇ ਓਹਿ ਓਹਿ ਕਰਤੀਆਂ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਕਿਸੇ ਪਿਆਰੇ ਸਨਬੰਧੀ ਦੇ ਮਰਨ ਤੇ ਜ਼ਨਾਨੀਆਂ) 'ਹਾਇ ਹਾਇ' ਆਖ ਆਖ ਕੇ 'ਓਇ ਓਇ' ਕਰਦੀਆਂ ਹਨ (ਮੂੰਹੋਂ ਆਖਦੀਆਂ ਹਨ। ਆਪਣੀਆਂ)",
              "additional_information": {
                "arth": "ਹੈ ਹੈ = ਹਾਇ ਹਾਇ। ਕਰਿ ਕੈ = ਆਖ ਆਖ ਕੇ। ਓਹਿ ਕਰੇਨਿ = 'ਓਏ ਓਏ' ਕਰਦੀਆਂ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Lloran, sufren y se acongojan,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W2UU",
        "source_page": 1410,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gl@w iptin; isru Kohyin ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "They slap their faces and pull their hair out.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "They strike their cheeks and pluck their head's hair.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਹ ਆਪਣੇ ਰੁਖਸਾਰ ਨੂੰ ਕੁਟਦੇ ਹਨ ਅਤੇ ਆਪਣੇ ਮੂੰਡ ਦੇ ਵਾਲਾਂ ਨੂੰ ਪੁਟਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੱਲ੍ਹਾਂ ਉਤੇ ਤਮਾਚੇ ਮਾਰਤੀਆਂ ਹੈਂ ਔਰ ਸਿਰ ਖੋਹਦੀਆਂ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਗੱਲ੍ਹਾਂ ਪਿੱਟਦੀਆਂ ਹਨ (ਆਪਣੇ) ਸਿਰ (ਦੇ ਵਾਲ) ਖੁੰਹਦੀਆਂ ਹਨ (ਇਹ ਬਹੁਤ ਹੀ ਮਾੜਾ ਕਰਮ ਹੈ)।",
              "additional_information": {
                "arth": "ਪਿਟਨਿ = ਪਿੱਟਦੀਆਂ ਹਨ। ਖੋਹੇਨਿ = ਖੁੰਹਦੀਆਂ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "se cachetean y se arrancan el cabello.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3G2C",
        "source_page": 1410,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwau lYin Aru krin smwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "But if they chant the Naam, the Name of the Lord, they shall be absorbed into it.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "But if they recite the Lord's Name and merge therein,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਜੇਕਰ ਉਹ ਸਾਈਂ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਨ ਕਰਨ ਅਤੇ ਉਸ ਅੰਦਰ ਲੀਨ ਹੋ ਜਾਣ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਨਾਮ ਕੋ ਤੋ ਲੇਤੀਆਂ ਹੈਂ, ਪਰੰਤੂ ਨਿਹਚਾ ਨਹੀਂ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਹੜੇ ਪ੍ਰਾਣੀ (ਅਜਿਹੇ ਸਦਮੇ ਦੇ ਸਮੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦੇ ਹਨ, ਅਤੇ (ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਮੰਨਦੇ ਹਨ,",
              "additional_information": {
                "arth": "ਨਾਉ = (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ। ਲੈਨਿ = ਲੈਂਦੇ ਹਨ, ਲੈਂਦੀਆਂ ਹਨ। ਅਰੁ = ਅਤੇ। ਸਮਾਇ = ਸਮਾਈ, ਸ਼ਾਂਤੀ। ਕਰਨਿ ਸਮਾਇ = ਸਮਾਈ ਕਰਦੇ ਹਨ, ਸ਼ਾਂਤੀ ਕਰਦੇ ਹਨ, ਭਾਣਾ ਮੰਨਦੇ ਹਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Si cantaran el Naam, el Nombre del Señor, serían absorbidos en Él.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D627",
        "source_page": 1410,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk; iqn bilhwrY jwie ]6]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, I am a sacrifice to them. ||6||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "then, unto them, Nanak, would be a sacrifice.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਾਂ ਉਨ੍ਹਾਂ ਉਤੋਂ ਨਾਨਕ ਕੁਰਬਾਨ ਥੀ ਵੰਞੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇਕਰ ਨਿਹਚਾ ਭੀ ਕਰ ਲੈਨ, ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮੈਂ ਤਿਨੋਂ ਕੇ ਬਲਿਹਾਰੇ ਜਾਵਾਂ॥੬॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਨਾਨਕ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੬॥",
              "additional_information": {
                "arth": "ਜਾਇ = ਜਾਂਦਾ ਹੈ। ਨਾਨਕ ਜਾਇ = ਨਾਨਕ ਜਾਂਦਾ ਹੈ ॥੬॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, ofrezco mi vida a ellos. (6)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4CJ5",
        "source_page": 1410,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ry mn fIig. n folIAY; sIDY mwrig Dwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O my mind, do not waver or walk on the crooked path; take the straight and true path.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O my soul, wabble thou not in the crooked way and go along the straight path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਮੇਰੀ ਜਿੰਦੜੀਏ! ਤੂੰ ਡਿੰਗੇ ਰਾਹੇ ਟੱਕਰਾ ਨਾਂ ਮਾਰ ਅਤੇ ਸਿੱਧੇ ਸਡੋਲ ਰਸਤੇ ਟੁਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਮਨ! (ਡੀਗਿ) ਵਿੰਗੇ ਰਸਤੇ ਵਿਖੇ ਨ (ਡੋਲੀਐ) ਫਿਰੀਏ, ਭਾਵ ਵਿਕਾਰੋਂ ਮੇਂ ਨ ਪ੍ਰਵਿਰਤੀਏ ਤਾਂ ਤੇ ਸੀਧੇ ਭਗਤੀ ਮਾਰਗ ਮੇਂ ਧਾਵਣਾ ਕਰ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਮਨ! (ਵਿਕਾਰਾਂ-ਭਰੇ) ਵਿੰਗੇ (ਜੀਵਨ-) ਰਸਤੇ ਉੱਤੇ ਨਹੀਂ ਭਟਕਦੇ ਫਿਰਨਾ ਚਾਹੀਦਾ। ਹੇ ਮਨ! ਸਿੱਧੇ (ਜੀਵਨ-) ਰਾਹ ਉੱਤੇ ਦੌੜ।",
              "additional_information": {
                "arth": "ਡੀਗਿ = ਡਿੰਗੇ (ਰਸਤੇ) ਉੱਤੇ। ਨ ਡੋਲੀਐ = ਡੋਲਣਾ ਨਹੀਂ ਚਾਹੀਦਾ, ਭਟਕਣਾ ਨਹੀਂ ਚਾਹੀਦਾ। ਸੀਧੈ ਮਾਰਗਿ = ਸਿੱਧੇ ਰਸਤੇ ਉੱਤੇ। ਧਾਉ = ਦੌੜ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh mente mía, no te tambalees ni camines por Sendero torcido,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U2T3",
        "source_page": 1410,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pwCY bwGu frwvxo; AwgY Agin qlwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The terrible tiger is behind you, and the pool of fire is ahead.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Behind thee, is the dreadful tiger and in front the pool of fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੇਰੇ ਪਿਛੇ ਭਿਆਨਕ ਸ਼ੇਰ ਹੈ ਅਤੇ ਮੂਹਰੇ ਅੱਗ ਦਾ ਤਾਲਾਬ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਉਂ ਕਿ ਪੀਛੇ ਇਸ ਲੋਕ ਮੇਂ ਤੋ ਕਾਲ ਰੂਪੀ (ਬਾਘੁ) ਸ਼ੇਰ ਭੈ ਕੇ ਦੇਣੇ ਵਾਲਾ ਹੈ ਔਰ ਆਗੇ ਵਾ ਗਰਭ ਵਾ ਨਰਕ ਰੂਪ ਅਗਨੀ ਕਾ ਤਲਾਵ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਵਿੰਗੇ ਰਸਤੇ ਤੁਰਿਆਂ) ਇਸ ਲੋਕ ਵਿਚ ਭਿਆਨਕ ਆਤਮਕ ਮੌਤ (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾਈ ਜਾਂਦੀ ਹੈ, ਤੇ) ਅਗਾਂਹ ਪਰਲੋਕ ਵਿਚ ਜਠਰਾਗਨੀ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ (ਡੋਬ ਲੈਂਦੀ ਹੈ ਭਾਵ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਗ੍ਰਸ ਲੈਂਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਪਾਛੈ = ਇਸ ਜਗਤ ਵਿਚ। ਬਾਘੁ = ਬਘਿਆੜ, (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾ ਜਾਣ ਵਾਲਾ) ਬਘਿਆੜ, ਆਤਮਕ ਮੌਤ। ਡਰਾਵਣੋ = ਭਿਆਨਕ। ਆਗੈ = ਅਗਲੇ ਆ ਰਹੇ ਸਮੇ ਵਿਚ, ਪਰਲੋਕ ਵਿਚ। ਅਗਨਿ ਤਲਾਉ = ਅੱਗ ਦਾ ਤਲਾਬ, ਜਠਰਾਗਨੀ ਦੀ ਘੁੰਮਣ-ਘੇਰੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "toma el Camino derecho de la Verdad, pues el terrible tigre está detrás de ti y el tanque del fuego está delante de ti.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VW3E",
        "source_page": 1410,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "shsY jIArw, pir rihE; mw kau Avru. n FMgu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "My soul is skeptical and doubtful, but I cannot see any other way to go.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "My mind is in doubt and I see no other way of escape.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮੇਰਾ ਮਨ ਸੰਦੇਹ ਵਿੱਚ ਪਿਆ ਹੋਇਆ ਹੈ ਅਤੇ ਮੈਨੂੰ ਹੋਰ ਕੋਈ ਰਾਹ ਬਚਾ ਦਾ ਨਹੀਂ ਦਿਸਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਸੀ ਤੇ ਮੇਰਾ (ਜੀਅਰਾ) ਰਿਦਾ ਸੰਸੇ ਮੇਂ ਪੜਾ ਰਹਿਆ ਹੈ, ਕਿਉਂ ਕਿ ਗੁਰ ਉਪਦੇਸ਼ ਭਗਤੀ ਤੇ ਬਿਨਾਂ ਮੁਝ ਕੋ ਜਨਮ ਮਰਨ ਸੇ ਛੂਟਣੇ ਕਾ ਔਰ ਕੋਈ ਢੰਗ ਨਹੀਂ ਦੀਖਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਵਿੰਗੇ ਰਸਤੇ ਤੁਰਿਆਂ ਹਰ ਵੇਲੇ ਇਹ) ਜਿੰਦ ਸਹਮ ਵਿਚ ਪਈ ਰਹਿੰਦੀ ਹੈ। ਹੇ ਮਨ! (ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ ਬਚਣ ਲਈ ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ) ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਨਹੀਂ ਸੁੱਝਦਾ।",
              "additional_information": {
                "arth": "ਸਹਸੈ = ਸਹਮ ਵਿਚ। ਜੀਅਰਾ = ਜਿੰਦ। ਪਰਿ ਰਹਿਓ = ਪਿਆ ਰਹਿੰਦਾ ਹੈ। ਮਾ ਕਉ = ਮੈਨੂੰ। ਅਵਰੁ = (ਕੋਈ) ਹੋਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Mi Alma es escéptica, vacilo y entro en duda, pero no veo otra forma de caminar.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J4Y2",
        "source_page": 1410,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. gurmuiK CutIAY; hir pRIqm isau sMgu ]7]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, as Gurmukh, dwell with your Beloved Lord, and you shall be saved. ||7||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, abiding with God, the Beloved, by the Guru's grace, the mortal is emancipated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਵਾਹਿਗੁਰੂ ਪਿਆਰੇ ਨਾਲ ਵਸਣ ਰਾਹੀਂ ਪ੍ਰਾਣੀ ਮੁਕਤ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਤਾਂ ਤੇ ਹੇ ਮਨ! ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਹਰੀ ਪ੍ਰੀਤਮ ਕਾ ਸੰਗ ਕਰਨੇ ਸੇ ਹੀ ਜਨਮ ਮਰਨ ਤੇ ਛੂਟੀਤਾ ਹੈ॥੭॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹੀ ਇਸ ਵਿੰਗੇ ਰਸਤੇ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ, ਅਤੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨਾਲ ਸਾਥ ਬਣ ਸਕਦਾ ਹੈ ॥੭॥",
              "additional_information": {
                "arth": "ਗੁਰਮੁਖਿ = ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ। ਛੁਟੀਐ = ਬਚ ਸਕੀਦਾ ਹੈ। ਸਿਉ = ਨਾਲ। ਸੰਗੁ = ਸਾਥ, ਪਿਆਰ ॥੭॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, como Gurmukj, habita en tu Bienamado Señor y serás salvado. (7)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LEAC",
        "source_page": 1410,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bwGu mrY. mnu mwrIAY; ijsu siqgur dIiKAw hoie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The tiger is killed, and the mind is killed, through the Teachings of the True Guru.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Whosoever is blessed with the True Guru's instruction, he slays his mind and thus the tiger too is slain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਕੋਈ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਸਿੱਖਿਆ ਨੂੰ ਪਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੂਏ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ ਅਤੇ ਇਸ ਪ੍ਰਕਾਰ ਸ਼ੇਰ ਭੀ ਮਰ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇਕਰ ਅਪਨੇ ਮਨ ਕੋ ਮਾਰੀਏ ਤੋ ਕਾਲ ਰੂਪੀ ਬਾਘ ਮਰਤਾ ਹੈ ਔ ਮਨ ਤਿਸ ਕਾ ਮਰਤਾ ਹੈ ਜਿਸ ਕੋ ਸਤਿਗੁਰੋਂ ਕੀ (ਦੀਖਿਆ) ਸਿਖਿਆ ਪ੍ਰਾਪਤ ਹੋਵੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ (ਪ੍ਰਾਪਤ) ਹੁੰਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾ ਜਾਣ ਵਾਲਾ) ਬਘਿਆੜ ਮਰ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਬਾਘੁ = ਬਘਿਆੜ, (ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਖਾ ਜਾਣ ਵਾਲਾ) ਬਘਿਆੜ, ਆਤਮਕ ਮੌਤ। ਮਾਰੀਐ = ਵੱਸ ਵਿਚ ਕਰ ਸਕੀਦਾ ਹੈ। ਜਿਸੁ = ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ। ਦੀਖਿਆ = ਸਿੱਖਿਆ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El tigre muere y la mente también, pero a través de las Enseñanzas del Verdadero Guru,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H968",
        "source_page": 1410,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Awpu pCwxY. hir imlY; bhuiV. n mrxw hoie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One who understands himself, meets with the Lord, and never dies again.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He, who understands himself, meets with his God and then dies not again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਹੜਾ ਆਪਣੇ ਆਪ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਵਾਹਿਗੁਰੂ ਨੂੰ ਮਿਲ ਪੈਦਾ ਹੈ ਤੇ ਤਦ ਉਹ ਮੁੜ ਕੇ ਮਰਦਾ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੁਰਸਿਖ੍ਯਾ ਕਰ ਜਬ ਆਪ ਕੋ ਪਛਾਨਣੇ ਸੇ ਹਰੀ ਮਿਲਤਾ ਹੈ ਤਬ ਪੁਨਾ ਜਨਮ ਮਰਨ ਨਹੀਂ ਹੋਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਉਹ ਮਨੁੱਖ) ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਮੁੜ ਉਸ ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {
                "arth": "ਆਪੁ = ਆਪਣੇ ਆਪ ਨੂੰ, ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ। ਪਛਾਣੈ = ਪਰਖਦਾ ਹੈ। ਬਹੁੜਿ = ਮੁੜ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "quien se conoce a sí mismo, encuentra al Señor y no muere nunca más.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z2DY",
        "source_page": 1411,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "kIciV hwQu. n bUfeI; eykw ndir inhwil ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "One who sees the One and Only Lord with his eyes - his hands shall not get muddy and dirty.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Whosoever, with his eyes, sees the Lord alone his hand is soiled not with mud.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਕੋਈ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨਾਲ ਕੇਵਲ ਸੁਆਮੀ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ, ਉਸ ਦਾ ਹੱਥ ਗਾਰੇ ਨਾਲ ਲਿਬੜਦਾ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਨੇ ਜਗਤ ਕੋ ਏਕ ਬ੍ਰਹਮ ਦ੍ਰਿਸਟੀ ਕਰ ਕੇ ਦੇਖਿਆ ਹੈ ਤਿਸ ਕਾ ਅੰਤਸ਼ਕਰਨ ਰੂਪੀ ਹਾਥ ਚਿਕੜ ਮੇਂ ਨਹੀਂ ਡੂਬਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪਰਮਾਤਮਾ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਵੇਖਦਾ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ) ਹੱਥ ਚਿੱਕੜ ਵਿਚ ਨਹੀਂ ਡੁੱਬਦਾ (ਉਸ ਦਾ ਮਨ ਵਿਕਾਰਾਂ ਵਿਚ ਨਹੀਂ ਫਸਦਾ)।",
              "additional_information": {
                "arth": "ਕੀਚੜਿ = ਚਿੱਕੜ ਵਿਚ। ਏਕਾ ਨਦਰਿ = ਇਕ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ। ਨਿਹਾਲਿ = (ਪਰਮਾਤਮਾ) ਵੇਖਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Quien ve al Uno y Único Señor con sus ojos, sus manos no estarán lodosas ni sucias,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D750",
        "source_page": 1411,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. gurmuiK aubry; guru srvru scI pwil ]8]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, the Gurmukhs are saved; the Guru has surrounded the ocean with the embankment of Truth. ||8||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, the Guru-wards, whom Guru, the ocean, has put on the True Path are saved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ ਗੁਰੂ-ਅਨੁਸਾਰੀ ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਸਮੁੰਦਰ ਨੇ ਸੱਚੇ ਰਸਤੇ ਪਾਇਆ ਹੈ, ਤਰ ਜਾਂਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਸੋਈ ਗੁਰਮੁਖ ਜਨ ਇਸ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਕੇ ਬੀਚ ਡੁਬਣੇ ਤੇ ਬਚੇ ਹੈਂ ਜਿਨ ਕੋ ਗੁਣੋਂ ਕੇ ਸਰੋਵਰ ਸਤਿਗੁਰੋਂ ਨੇ; ਵਾ ਇਸ ਸੰਸਾਰ ਸਮੁੰਦ੍ਰ ਮੇਂ ਸਤਿਗੁਰੋਂ ਨੇ ਸਚੀ (ਪਾਲਿ) ਵਟ, ਭਾਵ ਪੁਲ ਪਰ ਚੜ੍ਹਾਇ ਦੀਆ ਅਰਥਾਤ ਜਿਨ ਕੋ ਭਗਤੀ ਕੇ ਆਸਰੇ ਕੀਆ ਹੈ॥੮॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ (ਹੀ ਵਿਕਾਰਾਂ ਦੇ ਚਿੱਕੜ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ। ਗੁਰੂ ਹੀ (ਨਾਮ ਦਾ) ਸਰੋਵਰ ਹੈ, ਗੁਰੂ ਹੀ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ ਕੰਧ ਹੈ (ਜੋ ਵਿਕਾਰਾਂ ਦੇ ਚਿੱਕੜ ਵਿਚ ਲਿੱਬੜਨ ਤੋਂ ਬਚਾਂਦਾ ਹੈ) ॥੮॥",
              "additional_information": {
                "arth": "ਗੁਰਮੁਖਿ = ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਵਾਲੇ ਮਨੁੱਖ। ਉਬਰੇ = ਬਚ ਨਿਕਲੇ। ਸਚੀ = ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੀ। ਪਾਲਿ = ਕੰਧ ॥੮॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh, dice Nanak, los Gurmukjs son salvados, el Guru ha rodeado el Océano a través del Dique de la Verdad. (8)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AG06",
        "source_page": 1411,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Agin mrY. jlu loiV lhu; ivxu gur. iniD jlu nwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If you wish to put out the fire, then look for water; without the Guru, the ocean of water is not found.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If thou wish to quench the fire, then seek thou the water of the Lord's Name, however, without the Guru, this ocean of water is found not.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਤੂੰ ਅੱਗ ਨੂੰ ਬੁਝਾਉਣਾ ਚਾਹੁੰਦਾ ਹੈ ਤਾਂ ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੇ ਪਾਣੀ ਦੀ ਭਾਲ ਕਰ ਕਰ, ਪ੍ਰੰਤੂ ਗੁਰਾਂ ਦੇ ਬਗੇਰ ਇਹ ਪਾਣੀ ਦਾ ਸਮੁੰਦਰ ਲੱਭਦਾ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਹੇ ਭਾਈ! ਇਹ ਤ੍ਰਿਸ਼ਨਾ ਅਗਨੀ ਤਬ ਮਰੇਗੀ ਜਬ ਪਹਿਲੇ ਨਾਮ ਰੂਪੀ ਜਲ ਕੋ ਖੋਜ ਲੇਵੋਗੇ। ਕਿਉਂ ਕਿ ਸੋ ਨਿਧੀ ਰੂਪ ਨਾਮ ਜਲ ਸਤਿਗੁਰੋਂ ਕੇ ਮਿਲੇ ਬਿਨਾਂ ਪ੍ਰਾਪਤਿ ਨਹੀਂ ਹੋਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਨਾਮ-) ਜਲ ਢੂੰਢ ਲੈ (ਇਸ ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਬੁੱਝ ਜਾਂਦੀ ਹੈ। (ਪਰ) ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ ਨਾਮ-ਸਰੋਵਰ ਦਾ ਇਹ ਜਲ ਮਿਲਦਾ ਨਹੀਂ।",
              "additional_information": {
                "arth": "ਅਗਨਿ = ਅੱਗ। ਲੋੜਿ ਲਹੁ = ਲੱਭ ਲਵੋ। ਨਿਧਿ = ਸਰੋਵਰ, ਨਾਮ ਦਾ ਸਰੋਵਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Para apagar el fuego tienes que buscar el agua, sin el Guru, el Océano de agua no se encuentra",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZC4V",
        "source_page": 1411,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jnim mrY BrmweIAY; jy lK krm kmwih ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "You shall continue to wander lost in reincarnation through birth and death, even if you do thousands of other deeds.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Even if thou do lacs to other deeds, thou shall continue to wander in birth and death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਭਾਵੇਂ ਤੂੰ ਲੱਖਾਂ ਹੀ ਹੋਰ ਕੰਮ ਪਿਆ ਕਰੇ ਤਾਂ ਭੀ ਤੂੰ ਜੰਮਣ ਅਤੇ ਮਰਨ ਅੰਦਰ ਭਟਕਦਾ ਰਹੇਗਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਗੁਰੋਂ ਕੇ ਮਿਲੇ ਬਿਨਾ ਜੇਕਰ ਇਹ ਜੀਵ ਲਾਖੋਂ ਕਰਮੋਂ ਕੋ ਭੀ ਕਰੇ ਤੋ ਭੀ ਜਨਮ ਮ੍ਰਿਤ ਹੋਤਾ ਅਨੇਕ ਜਨਮੋਂ ਮੇਂ ਭ੍ਰਮਾਈਤਾ ਹੈ, ਭਾਵ ਯੇਹ ਤਿਨ ਕਰਮੋਂ ਕੇ ਅਨੁਸਾਰ ਦੁਖ ਸੁਖ ਭੋਗਤਾ ਹੂਆ ਜਨਮੋਂ ਕੋ ਪਾਵਤਾ ਹੈ॥੯॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਸ ਜਲ ਤੋਂ ਬਿਨਾ) ਮਨੁੱਖ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ। ਹੇ ਭਾਈ ਜੇ ਮਨੁੱਖ (ਨਾਮ ਨੂੰ ਭੁਲਾ ਕੇ ਹੋਰ) ਲੱਖਾਂ ਕਰਮ ਕਮਾਂਦੇ ਰਹਿਣ (ਤਾਂ ਭੀ ਇਹ ਅੰਦਰਲੀ ਅੱਗ ਨਹੀਂ ਮਰਦੀ)।",
              "additional_information": {
                "arth": "ਜਨਮਿ ਮਰੈ = ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ। ਭਰਮਾਈਐ = ਜੂਨਾਂ ਵਿਚ ਭਵਾਇਆ ਜਾਂਦਾ ਹੈ। ਕਮਾਹਿ = ਕਮਾਂਦੇ ਰਹਿਣ (ਬਹੁ-ਵਚਨ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y continuarás perdido vida tras vida, en las reencarnaciones, aunque trates de mil otras formas.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8HR1",
        "source_page": 1411,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jmu jwgwiq. n lgeI; jy clY siqgur Bwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "But you shall not be taxed by the Messenger of Death, if you walk in harmony with the Will of the True Guru.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If man walks in the True Guru's will, then he is taxed not by the death's myrmidon.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਬੰਦਾ ਸੱਚੇ ਗੁਰਾਂ ਦੀ ਰਜਾ ਅੰਦਰ ਟੁਰੇ, ਤਾਂ ਮੌਤ ਦਾ ਫਰੇਸ਼ਤਾ ਉਸ ਨੂੰ ਮਸੂਲ ਨਹੀਂ ਲਾਉਂਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੇਕਰ ਪੁਰਸ਼ ਸਤਿਗੁਰੋਂ ਕੇ (ਭਾਇ) ਭਾਣੇ ਮੇਂ ਚਲੇ ਤਬ ਤਿਸ ਕੋ ਜਮ ਕੀ ਜਗਾਤ ਨਹੀਂ ਲਗਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਰਹੇ, ਤਾਂ ਜਮਰਾਜ ਮਸੂਲੀਆ (ਉਸ ਉਤੇ) ਆਪਣਾ ਵਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
              "additional_information": {
                "arth": "ਜਾਗਾਤਿ = ਜਾਗਾਤੀ, ਮਸੂਲੀਆ। ਨ ਲਗਈ = (ਆਪਣਾ) ਵਾਰ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਸਤਿਗੁਰ ਭਾਇ = ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Pero si caminas en Armonía con la Voluntad del Señor, no serás asechado por el mensajero de la muerte,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NT4T",
        "source_page": 1411,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. inrmlu Amr pdu; guru hir mylY mylwie ]9]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, the immaculate, immortal status is obtained, and the Guru will unite you in the Lord's Union. ||9||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, he attains the immaculate eternal status and the Guru unites him in the Lord's union.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ ਉਹ ਪਵਿੱਤਰ ਅਬਿਨਾਸ਼ੀ ਪਦਵੀ ਨੂੰ ਪਾ ਲੈਂਦਾ ਹੈ ਅਤੇ ਗੁਰੂ ਜੀ ਉਸ ਨੂੰ ਸਾਈਂ ਦੇ ਮਿਲਾਪ ਅੰਦਰ ਮਿਲਾ ਦਿੰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਨਿਰਮਲ ਔ ਮ੍ਰਿਤ ਤੇ ਰਹਿਤ ਸੋ ਹਰੀ ਪਦ ਹੈ। ਸਤਿਗੁਰ ਜਿਸ ਕੋ ਮੇਲੈ ਸੋ ਜਨ ਤਿਸ ਪਦ ਮੇਂ ਅਪਨੇ ਆਪ ਕੋ ਮਿਲਾਇ ਲੇਤਾ ਹੈ, ਭਾਵ ਯੇਹ ਸਤਿਗੁਰੋਂ ਤੇ ਬਿਨਾਂ ਔਰ ਕੋਈ ਉਪਾਵ ਨਹੀਂ ਹੈ॥੯॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਗੁਰੂ (ਮਨੁੱਖ) ਨੂੰ ਪਵਿੱਤਰ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਗੁਰੂ (ਮਨੁੱਖ ਨੂੰ) ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੯॥",
              "additional_information": {
                "arth": "ਅਮਰ ਪਦੁ = ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਦਰਜਾ ॥੯॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh dice Nanak, el Inmortal e Inmaculado Estado es obtenido y el Guru te unirá en la Unidad con el Señor. (9)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VDP1",
        "source_page": 1411,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "klr kyrI CpVI; kaUAw mil mil nwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The crow rubs and washes itself in the mud puddle.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The crow rubs and washed itself in the small pool of the saline land.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸ਼ੋਰੇ ਵਾਲੀ ਧਰਤੀ ਦੇ ਛੋਟੇ ਜਿਹੇ ਟੋਭੇ ਅੰਦਰ ਕਾਗ ਮਲ ਮਲ ਕੇ ਨ੍ਹਾਉਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵਿਸ਼ੇ ਰੂਪ ਛਪੜੀ ਮੇਂ ਪਾਪੀ ਜੀਵ ਕਾਗ ਮਲ ਮਲ ਕੇ ਨ੍ਹਾਵਤਾ ਹੈ, ਭਾਵ ਵਿਸਿਅਹੁੰ ਕੋ ਭੋਗ ਕਰ ਪ੍ਰਸੰਨ ਹੋਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਵਿਕਾਰਾਂ ਦੀ ਕਾਲਖ ਨਾਲ) ਕਾਲੇ ਹੋਏ ਮਨ ਵਾਲਾ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ) ਕੱਲਰ ਦੀ ਛੱਪੜੀ ਵਿਚ ਬੜੇ ਸ਼ੌਕ ਨਾਲ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਕੇਰੀ = ਦੀ। ਮਲਿ ਮਲਿ = ਮਲ ਮਲ ਕੇ ਬੜੇ ਸ਼ੌਕ ਨਾਲ। ਕਊਆ = (ਵਿਕਾਰਾਂ ਦੀ ਕਾਲਖ ਨਾਲ) ਕਾਲੇ ਹੋਏ ਮਨ ਵਾਲਾ ਮਨੁੱਖ। ਨਾਇ = ਨ੍ਹਾਉਂਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "El cuervo se revuelca y se baña en el lago lodoso,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3WGR",
        "source_page": 1411,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mnu qnu mYlw AvguxI; icMju BrI. gMDI Awie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Its mind and body are polluted with its own mistakes and demerits, and its beak is filled with dirt.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Its mind and body are dirty with demerits and its beak too is filled with filth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਦਾ ਚਿੱਤ ਅਤੇ ਸਰੀਰ ਬਦੀਆਂ ਨਾਲ ਗੰਦੇ ਹਨ ਅਤੇ ਇਸ ਦੀ ਚੁੰਝ ਭੀ ਗੰਦਗੀ ਨਾਲ ਪੂਰਤ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਨ ਅਵਗੁਣੋਂ ਕਰ ਕੇ ਇਸ ਜੀਵ ਕਾ ਮਨ ਤਨ ਮੈਲਾ ਹੋ ਰਹਾ ਹੈ ਔਰ ਜਿਹਵਾ ਰੂਪੀ ਚਿੰਜ ਇਸ ਨੇ ਨਿੰਦਾ ਰੂਪ ਦੁਰਗੰਧੀ ਸੇ ਆਇਕਰ ਭਰੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਇਸ ਕਰਕੇ ਉਸ ਦਾ) ਮਨ (ਉਸ ਦਾ) ਤਨ ਵਿਕਾਰਾਂ (ਦੀ ਮੈਲ) ਨਾਲ ਮੈਲਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਵੇਂ ਕਾਂ ਦੀ) ਚੁੰਝ ਗੰਦ ਨਾਲ ਹੀ ਭਰੀ ਰਹਿੰਦੀ ਹੈ (ਤਿਵੇਂ ਵਿਕਾਰੀ ਮਨੁੱਖ ਦਾ ਮੂੰਹ ਭੀ ਨਿੰਦਾ ਆਦਿਕ ਗੰਦ ਨਾਲ ਹੀ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ)।",
              "additional_information": {
                "arth": "ਅਵਗੁਣੀ = ਵਿਕਾਰਾਂ ਨਾਲ। ਗੰਧੀ = ਬਦਬੂ ਨਾਲ। ਆਇ = ਆ ਕੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "su mente y cuerpo están contaminados con sus propios deméritos y errores y su pico está lleno de porquería.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7MYL",
        "source_page": 1411,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "srvru hMis. n jwixAw; kwg kupMKI sMig ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The swan in the pool associated with the crow, not knowing that it was evil.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The swan of the pool associated with crow, not knowing that it is an evil bird.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਝੀਲ ਦੇ ਮਰਾਲ ਨੇ ਇਹ ਨਾਂ ਜਾਣਦੇ ਹੋਏ ਕਿ ਕਾਗ ਇਕ ਮੰਦਾ ਪੰਛੀ ਹੈ, ਇਸ ਦੀ ਸੰਗਤ ਕੀਤੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੈਸੇ ਮਾਨ ਸਰੋਵਰ ਕੇ ਰਹਿਣੇ ਵਾਲੇ ਹੰਸ ਨੇ ਕਾਗ ਖੋਟੇ ਪੰਛੀ ਕੀ ਸੰਗਤ ਕਾ ਖੋਟਾ ਫਲ੍ਹ ਨਹੀਂ ਜਾਨਿਆ ਥਾ॥☬ਏਕ ਕਾਗ ਨੇ ਮਾਨਸਰੋਵਰ ਪਰ ਜਾਇ ਕਰ ਹੰਸ ਕੋ ਮਿਤ੍ਰ ਕਰ ਕੇ ਅਪਨੇ ਦੇਸ ਦਿਖਾਵਨ ਹੇਤ ਲਿਆਵਤਾ ਹੂਆ। ਰਾਜਾ ਭੋਜ ਕੀ ਕਚਹਿਰੀ ਮੇਂ ਸੁੰਦ੍ਰ ਬ੍ਰਿਛ ਪਰ ਬੈਠ ਕਰ ਰਾਜਾ ਪਰ ਵਿਠ ਕਰ ਦਈ ਔ ਆਪ ਉਡ ਗਯਾ। ਤਬ ਪਹਿਰੇਦਾਰੋਂ ਨੇ ਹੰਸ ਕੋ ਮਾਰਾ। ਨੀਚੇ ਗਿਰਾ ਹੂਆ ਹੰਸ ਕਹਿਤਾ ਹੈ: ਮੈਂ ਚਿਟਾ ਕਾਗ ਨਹੀਂ ਹੂੰ, ਹੇ ਰਾਜਨ! ਕਾਗ ਕੇ ਸੰਗ ਦੋਸਤੀ ਤੇ ਮੇਰੀ ਕੁਲ ਔ ਜਨਮ ਦੂਰ ਭਯਾ ਹੈ। ਮੈਂ ਹੰਸ ਹੂੰ। ਕਾਗ ਦੁਸ਼ਟ ਕੀ ਸੰਗਤ ਸੇ ਮੇਰੀ ਇਹ ਦਸ਼ਾ ਭਈ ਹੈ, ਭਾਵ ਯੇਹ ਖੋਟੇ ਪੁਰਸ਼ ਕੀ ਸੰਗਤ ਸੇ ਐਸੀ ਦਸ਼ਾ ਹੋਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਭੈੜੇ ਪੰਛੀ ਕਾਵਾਂ ਦੀ ਸੰਗਤ ਵਿਚ (ਵਿਕਾਰੀ ਬੰਦਿਆਂ ਦੀ ਸੁਹਬਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ਼ ਜੀਵ-) ਹੰਸ ਨੇ (ਗੁਰੂ-) ਸਰੋਵਰ (ਦੀ ਕਦਰ) ਨਾਹ ਸਮਝੀ।",
              "additional_information": {
                "arth": "ਹੰਸਿ = (ਪਰਮਾਤਮਾ ਦੀ ਅੰਸ਼ ਜੀਵ-) ਹੰਸ ਨੇ। ਕੁਪੰਖੀ = ਭੈੜੇ ਪੰਛੀ। ਸੰਗਿ = ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Al cisne en el lago se le acerca el cuervo, sin saber que está sucio, tal es el amor del cínico sin Fe.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T0WR",
        "source_page": 1411,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "swkq isau AYsI pRIiq hY; bUJhu igAwnI rMig ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Such is the love of the faithless cynic; understand this, O spiritually wise ones, through love and devotion.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Such is the love with the mammon-worshipper. Understand thou this, O divine, through the Lord's love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਐਹੋ ਜੇਹਾ ਹੈ ਪਿਆਰਾ ਮਾਇਆ ਦੇ ਪੁਜਾਰੀ ਨਾਲ, ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਰਾਹੀਂ ਤੂੰ ਇਸ ਨੂੰ ਸਮਝ ਹੇ ਬ੍ਰਹਮ-ਬੇਤੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤੈਸੇ ਹੀ ਸਾਕਤੋਂ ਸਾਥ ਪ੍ਰੀਤੀ ਕਰਨੀ ਐਸੀ ਦੁਖਦਾਯਕ ਹੋਤੀ ਹੈ, ਤਾਂ ਤੇ ਹੇ ਗਿਆਨੀ ਜਨੋਂ! ਇਸ ਬਾਤ ਕੋ (ਰੰਗ) ਪ੍ਰੇਮ ਕਰ ਕੇ ਸਮਝੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਮਨੁੱਖਾਂ ਨਾਲ ਜੋੜੀ ਹੋਈ ਪ੍ਰੀਤ ਇਹੋ ਜਿਹੀ ਹੀ ਹੁੰਦੀ ਹੈ। ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਕਰਨ ਦੇ ਚਾਹਵਾਨ ਮਨੁੱਖ! ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ (ਜੀਵਨ-ਰਾਹ ਨੂੰ) ਸਮਝ।",
              "additional_information": {
                "arth": "ਸਾਕਤ = ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟਾ ਹੋਇਆ ਮਨੁੱਖ। ਗਿਆਨੀ = ਹੇ ਗਿਆਨਵਾਨ! ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ! ਰੰਗਿ = (ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ-) ਰੰਗ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Entiendan esto, oh sabios espirituales, a través del Amor y Devoción,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EJ2U",
        "source_page": 1411,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sMq sBw jYkwru kir; gurmuiK krm kmwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "So proclaim the victory of the Society of the Saints, and act as Gurmukh.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Shout thou the victory of the saints' society and do the deeds of a pious person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਸਤਿਸੰਗਤ ਦੀ ਜਿੱਤ ਦਾ ਨਾਹਰ ਲਾ ਅਤੇ ਇਕ ਪਵਿੱਤਰ ਪੁਰਸ਼ ਵਾਲੇ ਅਮਲਾਂ ਦੀ ਕਮਾਈ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਸੰਤੋਂ ਕੀ ਸਭਾ ਕੋ (ਜੈਕਾਰੁ) ਨਮਸਕਾਰ ਕਰ ਕੇ ਗੁਰੋਂ ਦ੍ਵਾਰੇ ਨਿਸਕਾਮ ਕਰਮੋਂ ਕੋ ਕਮਾਵੋ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਿਆ ਕਰ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰੱਖਣ ਵਾਲੇ ਕਰਮ ਕਮਾਇਆ ਕਰ-ਇਹੀ ਹੈ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ।",
              "additional_information": {
                "arth": "ਸੰਤ ਸਭਾ = ਸਾਧ-ਸੰਗਤ ਵਿਚ। ਜੈਕਾਰੁ = (ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ। ਗੁਰਮੁਖਿ ਕਰਮ = ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰੱਖਣ ਵਾਲੇ ਕਰਮ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "proclamen la Victoria de la Saad Sangat, la Sociedad de los Santos y actúen como Gurmukjs.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GF8Y",
        "source_page": 1411,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "inrmlu n@wvxu nwnkw; guru qIrQu drIAwau ]10]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Immaculate and pure is that cleansing bath, O Nanak, at the sacred shrine of the Guru's river. ||10||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Immaculate is the ablution, O Nanak, at the sacred shrine of the Guru-river.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪਵਿੱਤਰ ਹੈ ਇਸ਼ਨਾਨ, ਹੇ ਨਾਨਕ! ਗੁਰੂ-ਦਰਿਆ ਦੇ ਮੁਕੱਦਸ ਧਰਮ ਅਸਥਾਨ ਅੰਦਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ! ਸਤਿਗੁਰੂ ਜੋ ਦਰੀਆਉ ਰੂਪ, ਭਾਵ ਜਲ ਕੇ ਪਵਿਤ੍ਰ ਕਰਨੇ ਵਾਲੇ ਤੀਰਥ ਹੈਂ। ਤਿਸ ਮੇਂ ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਨਿਰਮਲ ਹੋਵੋ, ਭਾਵ ਪਵਿਤ੍ਰ ਸਤਿਗੁਰੋਂ ਕੀ ਸੰਗਤ ਕਰੋ॥੧੦॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਹੀ ਤੀਰਥ ਹੈ ਗੁਰੂ ਹੀ ਦਰੀਆਉ ਹੈ (ਗੁਰੂ ਵਿਚ ਚੁੱਭੀ ਲਾਈ ਰੱਖਣੀ ਹੀ ਪਵਿੱਤਰ ਇਸ਼ਨਾਨ ਹੈ) ॥੧੦॥",
              "additional_information": {
                "arth": "ਨਿਰਮਲੁ = ਪਵਿੱਤਰ। ਨ੍ਹ੍ਹਾਵਣੁ = ਇਸ਼ਨਾਨ ॥੧੦॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Inmaculado y puro es ese baño, oh, dice Nanak, en el Santo Santuario del Río del Guru. (10)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9XVR",
        "source_page": 1411,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jnmy kw Plu ikAw gxI; jW hir Bgiq n Bwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "What should I account as the rewards of this human life, if one does not feel love and devotion to the Lord?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "What should I reckon as the advantage of human-birth, when one loves not the Lord's devotion?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮੈਂ ਮੁਨਸ਼ੀ ਜਨਮ ਦਾ ਕੀ ਲਾਭ ਗਿਣਾ ਜਦ ਕਿ ਇਨਸਾਨ ਪ੍ਰਭੂ ਦੇ ਅਨੁਰਾਗ ਨੂੰ ਪਿਆਰ ਨਹੀਂ ਕਰਦਾ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨ ਕੇ ਰਿਦੇ ਮੇਂ ਨਾ ਹਰੀ ਕੀ ਭਗਤੀ ਹੈ ਔਰ ਨਾ ਪ੍ਰੇਮ ਹੀ ਹੈ, ਤਿਨੋਂ ਕੇ ਜਨਮਣੇ ਕਾ ਫਲ੍ਹ ਮੈਂ ਕਿਆ ਗਿਣੋਂ, ਭਾਵ ਤਿਨੋਂ ਕਾ ਜਨਮ ਨਿਸਫਲ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ, ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ ਨਹੀਂ, ਤਦ ਤਕ ਉਸ ਦੇ ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕੀਤੇ ਦਾ ਕੋਈ ਭੀ ਲਾਭ ਨਹੀਂ।",
              "additional_information": {
                "arth": "ਜਨਮੇ ਕਾ = ਜੰਮੇ ਦਾ, ਮਨੁੱਖਾ ਜਨਮ ਹਾਸਲ ਕੀਤੇ ਦਾ। ਗਣੀ = ਗਣੀਂ, ਮੈਂ ਗਿਣਾਂ। ਕਿਆ ਗਣੀ = ਮੈਂ ਕੀਹ ਗਿਣਾਂ? ਮੈਂ ਕੀਹ ਦੱਸਾਂ? ਜਾਂ = ਜਦੋਂ। ਭਾਉ = ਪ੍ਰੇਮ, ਪਿਆਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Qué tipo de recompensa recibe uno en esta vida humana si uno no siente Amor y Devoción por el Señor?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LDYH",
        "source_page": 1411,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "pYDw KwDw bwid hY; jW min dUjw Bwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Wearing clothes and eating food is useless, if the mind is filled with the love of duality.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Useless is man's wearing and eating, when there is duality in his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬੇਫਾਇਦਾ ਹੈ ਇਨਸਾਨ ਦਾ ਪੈਨਣਾ ਅਤੇ ਖਾਣਾ ਜਦ ਕਿ ਉਸ ਦੇ ਚਿੱਤ ਅੰਦਰ ਦਵੈਤ-ਭਾਵ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਨੋਂ ਕੇ ਮਨ ਮੇਂ ਦ੍ਵੈਤ ਭਾਵ ਹੈ ਤਿਨੋਂ ਕਾ ਪੈਨ੍ਹਣਾ ਔ ਖਾਣਾ ਭੀ (ਬਾਦਿ) ਵਿਅਰਥ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਦ ਤਕ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਹੋਰ ਮੋਹ ਪਿਆਰ ਵੱਸਦਾ ਹੈ, ਤਦ ਤਕ ਉਸ ਦਾ ਪਹਿਨਿਆ (ਕੀਮਤੀ ਕੱਪੜਾ ਉਸ ਦਾ) ਖਾਧਾ ਹੋਇਆ (ਕੀਮਤੀ ਭੋਜਨ ਸਭ) ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ ਕਿਉਂਕਿ ਉਹ)",
              "additional_information": {
                "arth": "ਪੈਧਾ = ਪਹਿਨਿਆ ਹੋਇਆ। ਬਾਦਿ = ਵਿਅਰਥ। ਮਨਿ = ਮਨ ਵਿਚ। ਦੂਜਾ ਭਾਉ = ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦਾ ਪ੍ਰੇਮ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Usar ropa fina y comer lo mejor es inútil si la mente está saturada con el amor a la dualidad,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XCNM",
        "source_page": 1411,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "vyKxu sunxw JUTu hY; muiK JUTw Awlwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Seeing and hearing is false, if one speaks lies.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "False is the seeing and hearing of those, who, with their mouth, recite falsehood.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੂੜਾ ਹੈ ਉਨ੍ਹਾਂ ਦਾ ਦੇਖਣਾ ਅਤੇ ਸ੍ਰਵਣ ਕਰਨਾ ਜੋ ਆਪਦੇ ਮੂੰਹ ਨਾਲ ਕੂੜ ਬਕਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਨੋਂ ਕਾ ਦੇਖਣਾ ਔ ਸੁਣਨਾ ਭੀ ਝੂਠ ਹੈ ਔਰ ਮੁਖ ਤੇ (ਆਲਾਉ) ਉਚਾਰਨ ਭੀ ਝੂਠਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਤੱਕ ਵਿਚ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਨੂੰ ਹੀ ਕੰਨਾਂ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ, ਨਾਸਵੰਤ ਜਗਤ ਦੀਆਂ ਗੱਲਾਂ ਹੀ ਮੂੰਹ ਨਾਲ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਝੂਠੁ = ਨਾਸਵੰਤ ਜਗਤ। ਮੁਖਿ = ਮੂੰਹ ਨਾਲ। ਆਲਾਉ = ਆਲਾਪ, ਬੋਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "ver y escuchar es falso si uno dice mentiras.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GB1A",
        "source_page": 1411,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. nwmu slwih qU; horu haumY Awvau jwau ]11]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, praise the Naam, the Name of the Lord; everything else is coming and going in egotism. ||11||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Nanak, praise thou the Lord's Name, for, the rest is but coming and going in self-conceit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਤੂੰ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦੀ ਪਰਸੰਸਾ ਕਰ ਕਿਉਂ ਜੋ ਬਾਕੀ ਦਾ ਸਭ ਕੁਛ ਸਵੈ-ਹੰਗਤਾ ਅੰਦਰ ਨਿਰਾਪੁਰ ਆਉਣਾ ਜਾਣਾ ਹੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਤੂੰ ਵਾਹਿਗੁਰੂ ਕੇ ਨਾਮ ਕੋ ਸਲਾਹਿਣਾ ਕਰ, ਕਿਉਂ ਕਿ ਹੋਰ ਹਉਮੈ ਕਰਨੇ ਕਰ ਆਵਣਾ ਜਾਣਾ ਹੀ ਹੋਤਾ ਹੈ, ਭਾਵ ਜਨਮਣਾ ਮਰਣਾ ਹੀ ਰਹਿਤਾ ਹੈ॥੧੧॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਤੂੰ (ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ) ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਰਹੁ। (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਭੁਲਾ ਕੇ) ਹੋਰ (ਸਾਰਾ ਉੱਦਮ) ਹਉਮੈ ਦੇ ਕਾਰਨ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਬਣਾਈ ਰੱਖਦਾ ਹੈ ॥੧੧॥",
              "additional_information": {
                "arth": "ਸਲਾਹਿ = ਸਲਾਹਿਆ ਕਰ। ਆਵਉ ਜਾਉ = ਆਉਣਾ ਜਾਣਾ, ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ॥੧੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, alaba el Naam, el Nombre del Señor, todo lo demás es ir y venir y existir en una actitud egoísta. (11)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CFYR",
        "source_page": 1411,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hYin ivrly. nwhI Gxy; PYl PkVu sMswru ]12]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The Saints are few and far between; everything else in the world is just a pompous show. ||12||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The saints are few and not many. The rest is but a show and wrangling in this world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਧੂ ਟਾਵੇ ਟੱਲੇ ਹਨ ਅਤੇ ਬਹੁਤੇ ਨਹੀਂ। ਬਾਕੀ ਤਾਂ ਇਸ ਜਹਾਨ ਅੰਦਰ ਨਿਰਾਪੁਰਾ ਵਿਖਾਵਾ ਅਤੇ ਬਕਬਾਂਦ ਹੀ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਤਮ ਪੁਰਸ਼ ਸੰਸਾਰ ਮੇਂ ਵਿਰਲੇ ਹੀ ਹੈਂ ਬਹੁਤ ਨਹੀਂ ਹੈ ਔਰ ਜਗਤ ਮੇਂ (ਫਕੜੁ) ਖਰਾਬੀਆਂ ਕੇ ਫੈਲਾਵਣੇਹਾਰੇ ਬਹੁਤ ਹੈਂ, ਭਾਵ ਯੇਹ ਖੋਟੇ ਕਰਮੋਂ ਕੇ ਕਰਨੇ ਵਾਲੇ ਬਹੁਤ ਹੈਂ॥੧੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖ) ਕੋਈ ਵਿਰਲੇ ਵਿਰਲੇ ਹਨ, ਬਹੁਤੇ ਨਹੀਂ ਹਨ। (ਆਮ ਤੌਰ ਤੇ) ਜਗਤ ਵਿਖਾਵੇ ਦੇ ਕੰਮ ਹੀ (ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨੀਵਾਂ ਕਰਨ ਵਾਲਾ ਬੋਲ ਹੀ (ਬੋਲਦਾ ਰਹਿੰਦਾ ਹੈ) ॥੧੨॥",
              "additional_information": {
                "arth": "ਹੈਨਿ = ਹਨ (ਬਹੁ-ਵਚਨ)। ਘਣੇ = ਬਹੁਤੇ। ਫੈਲ = ਵਿਖਾਵੇ ਦੇ ਕੰਮ। ਫਕੜੁ = ਗੰਦਾ ਮੰਦਾ ਬੋਲ। ਸੰਸਾਰੁ = ਜਗਤ ॥੧੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Las estrellas son pocas, en medio, el mundo todo es sólo teatro y pompa. (12)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YK7J",
        "source_page": 1411,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. lgI quir mrY; jIvx. nwhI qwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, one who is struck by the Lord dies instantaneously; the power to live is lost.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, then alone, man is deemed to have been God-struck, if he dies instantaneously and is left with no longing to live.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਬੰਦੇ ਨੂੰ ਤਾਂ ਹੀ ਵਾਹਿਗੁਰੂ ਦੀ ਚੋਟ ਲਗੀ ਸਮਝੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ, ਜੇਕਰ ਉਹ ਤੁਰੰਤ ਹੀ ਮਰ ਜਾਵੇ ਅਤੇ ਉਸ ਵਿੱਚ ਜੀਉਣ ਦੀ ਕੋਈ ਤਾਂਘ ਨਾਂ ਰਹੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਨੋਂ ਕੋ ਪ੍ਰੇਮ ਕੀ ਚੋਟ ਲਾਗੀ ਹੈ ਓਹ (ਤੁਰਿ) ਸੀਘ੍ਰ ਹੀ ਜੀਵ ਭਾਵ ਸੇ ਮਰੇ ਹੈਂ; ਪੁਨਾ ਸੰਸਾਰ ਕੀ ਤਰਫ ਤਿਨ ਕੋ ਜੀਵਣੇ ਕਾ ਬਲ ਨਹੀਂ ਰਹਿਆ ਹੈ, ਭਾਵ ਜੀਵਨ ਮੁਕਤ ਹੂਏ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਲੱਗਦੀ ਹੈ (ਉਹ ਮਨੁੱਖ) ਤੁਰਤ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦੇ ਅੰਦਰੋਂ ਸੁਆਰਥ ਖ਼ਤਮ ਹੋ ਜਾਂਦਾ ਹੈ), (ਉਸ ਦੇ ਅੰਦਰ ਸੁਆਰਥ ਦੇ) ਜੀਵਨ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ।",
              "additional_information": {
                "arth": "ਤੁਰਿ = (तुर = speed. तुरग = = तुरेणगच्छति) ਤੁਰਤ, ਛੇਤੀ ਹੀ। ਮਰੈ = ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ। ਜੀਵਣ ਤਾਣੁ = (ਸੁਆਰਥ ਦੇ) ਜੀਵਨ ਦਾ ਜ਼ੋਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, si uno recibe el Golpe del Señor, entonces uno muere para el mundo de forma instantánea, el poder para continuar esa vida se pierde.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MDWH",
        "source_page": 1411,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "cotY syqI jo mrY; lgI sw prvwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If someone dies by such a stroke, then he is accepted.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If man dies with such a stroke, then alone, becomes he acceptable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਬੰਦਾ ਇਹੋ ਜਹੀ ਸੱਟ ਨਾਲ ਮਰ ਜਾਵੇ, ਕੇਵਲ ਤਦ ਹੀ ਉਹ ਕਬੂਲ ਪੈਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸ ਪ੍ਰੇਮ ਚੋਟ ਕੇ ਸਾਥ ਇਹ ਜੀਵ ਭਾਵ ਤੇ ਮਰੈ ਸੋਈ ਚੋਟ ਲਗੀ ਪ੍ਰਵਾਣ ਹੈ, ਭਾਵ ਓਹੀ ਸਫਲ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਹੜਾ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਦੀ) ਚੋਟ ਨਾਲ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਉਸ ਦਾ ਜੀਵਨ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਕਬੂਲ ਹੋ ਜਾਂਦਾ ਹੈ) ਉਹੀ ਲੱਗੀ ਹੋਈ ਚੋਟ (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਪਰਵਾਨ ਹੁੰਦੀ ਹੈ।",
              "additional_information": {
                "arth": "ਸੇਤੀ = ਨਾਲ। ਲਗੀ = ਲੱਗੀ ਹੋਈ ਚੋਟ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Si alguien muere de tal Golpe, entonces es aceptado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JGVY",
        "source_page": 1411,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ijs no lwey. iqsu lgY; lgI qw prvwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He alone is struck, who is struck by the Lord; after such a stroke, he is approved.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He, whom, the Lord strike, he alone is struck. After such a stroke, the, becomes he approved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਿਸ ਨੂੰ ਸੁਆਮੀ ਸੱਟ ਲਾਉਂਦਾ ਹੈ, ਕੇਵਲ ਉਸੇ ਨੂੰ ਹੀ ਸੱਟ ਲਗਦੀ ਹੈ, ਐਹੋ ਜੇਹੀ ਸੱਟ ਨਾਲ ਤਦ ਉਹ ਪ੍ਰਮਾਣੀਕ ਥੀ ਵੰਞਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਿਸਨੋ ਵਾਹਿਗੁਰੂ ਪ੍ਰੇਮ ਚੋਟ ਲਗਾਵੈ ਤਿਸੀ ਕੋ ਲਗਤੀ ਹੈ ਔ ਸੋਈ ਪਰਵਾਣ ਹੋਤੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪਰ (ਇਹ ਪ੍ਰੇਮ ਦੀ ਚੋਟ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਹੀ ਲੱਗਦੀ ਹੈ ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਆਪ) ਲਾਂਦਾ ਹੈ (ਜਦੋਂ ਇਹ ਚੋਟ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲੱਗਦੀ ਹੈ) ਤਦੋਂ ਹੀ ਇਹ ਲੱਗੀ ਹੋਈ (ਚੋਟ) ਕਬੂਲ ਹੁੰਦੀ ਹੈ (ਸਫਲ ਹੁੰਦੀ ਹੈ)।",
              "additional_information": {
                "arth": "ਜਿਸ ਨੋ = (ਸੰਬੰਧਕ 'ਨੋ' ਦੇ ਕਾਰਨ ਲਫ਼ਜ਼ 'ਜਿਸੁ' ਦਾ (ੁ) ਉਡ ਗਿਆ ਹੈ)। ਤਾ = ਤਾਂ, ਤਦੋਂ। ਪਰਵਾਣੁ = (ਪ੍ਰਭੂ-ਦਰ ਤੇ) ਕਬੂਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sólo recibe el Golpe quien es golpeado por el Señor, después de tal Golpe, es aprobado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZF3D",
        "source_page": 1411,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iprm pYkwmu. n inklY; lwieAw iqin sujwix ]13]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The arrow of love, shot by the All-knowing Lord, cannot be pulled out. ||13||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The arrow of love, charged by the Omniscient Lord can be extracted not.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪ੍ਰੇਮ ਦਾ ਤੀਰ, ਜੋ ਉਸ ਸਰਵੱਗ ਸੁਆਮੀ ਲੇ ਮਾਰਿਆ ਹੈ, ਬਾਹਰ ਖਿਚਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪ੍ਰੇਮ ਰੂਪੀ (ਪੈਕਾਮੁ) ਤੀਰ ਵਾ ਸੰਦੇਸਾ ਅਰਥਾਤ ਵੇਦ ਵਾਕ ਰੂਪੀ ਉਪਦੇਸ਼ ਜੋ ਸਤਿਗੁਰ ਸੁਜਾਣ ਨੇ ਜਿਨੋਂ ਕੋ ਸੁਨਾਇ ਕਰ ਲਗਾਇਆ ਹੈ, ਸੋ ਤਿਨ ਕੇ ਰਿਦੇ ਬੀਚ ਸੇ ਨਿਕਸਤਾ ਨਹੀਂ ਹੈ॥੧੩॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਸ ਸਿਆਣੇ (ਤੀਰੰਦਾਜ਼-ਪ੍ਰਭੂ) ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੇਮ ਦਾ ਤੀਰ) ਵਿੰਨ੍ਹ ਦਿੱਤਾ; (ਉਸ ਹਿਰਦੇ ਵਿਚੋਂ ਇਹ) ਪ੍ਰੇਮ ਦਾ ਤੀਰ ਫਿਰ ਨਹੀਂ ਨਿਕਲਦਾ ॥੧੩॥",
              "additional_information": {
                "arth": "ਪੈਕਾਮੁ = ਤੀਰ। ਪਿਰਮ ਪੈਕਾਮੁ = ਪ੍ਰੇਮ ਦਾ ਤੀਰ। ਤਿਨਿ = ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ। ਸੁਜਾਣਿ = ਸਿਆਣੇ (ਪ੍ਰਭੂ) ਨੇ। ਤਿਨਿ ਸੁਜਾਣਿ = ਉਸ ਸਿਆਣੇ (ਪਰਮਾਤਮਾ) ਨੇ ॥੧੩॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La Flecha de Amor disparada por el Omnisapiente Señor, no se puede extraer. (13)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "030H",
        "source_page": 1411,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "BWfw DovY kauxu; ij kcw swijAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Who can wash the unbaked clay pot?",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who can wash the vessel, which is unbaked in its construction?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਬਰਤਨ ਨੂੰ ਕੌਣ ਧੋ ਸਕਦਾ, ਜਿਹੜਾ ਬਨਾਵਟ ਵਿੱਚ ਹੀ ਕੱਚਾ ਹੈ?",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਬਿਧਾਤਾ ਨੇ ਪ੍ਰਥਮ ਹੀ ਕਚਾ ਸਾਜਿਆ ਹੈ, ਇਹ ਸਰੀਰ ਰੂਪੀ ਭਾਂਡੇ ਕੋ ਜਲ ਮ੍ਰਿਤਕਾ ਸਾਥ ਕੌਨ ਧੋਵੈ, ਭਾਵ ਸੁਧ ਕਰੇ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ) ਕੋਈ ਭੀ ਮਨੁੱਖ ਸਰੀਰ ਘੜੇ ਨੂੰ ਪਵਿੱਤਰ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਕਿਉਂਕਿ ਇਹ ਬਣਾਇਆ ਹੀ ਅਜਿਹਾ ਹੈ ਕਿ ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਚਿੱਕੜ ਸਦਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਭਾਂਡਾ = ਸਰੀਰ-ਭਾਂਡਾ। ਧੋਵੈ ਕਉਣੁ = ਕੌਣ ਧੋ ਸਕਦਾ ਹੈ? ਕੌਣ ਸੁੱਧ ਪਵਿੱਤਰ ਕਰ ਸਕਦਾ ਹੈ? ਕੋਈ ਪਵਿੱਤਰ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਜਿ = ਜਿਹੜਾ ਸਰੀਰ-ਭਾਂਡਾ। ਕਚਾ = ਕੱਚਾ। ਕਚਾ ਭਾਂਡਾ = ਕੱਚਾ ਘੜਾ (ਕੱਚੇ ਘੜੇ ਨੂੰ ਪਾਣੀ ਨਾਲ ਧੋਤਿਆਂ ਉਸ ਦੀ ਮਿੱਟੀ ਖੁਰ ਖੁਰ ਕੇ ਭਾਂਡੇ ਨੂੰ ਚਿੱਕੜ ਨਾਲ ਲਿਬੇੜੀ ਜਾਇਗੀ। ਸਰੀਰ ਕੱਚਾ ਭਾਂਡਾ ਹੈ, ਇਸ ਨੂੰ ਵਿਕਾਰਾਂ ਦਾ ਚਿੱਕੜ ਸਦਾ ਲੱਗਦਾ ਰਹਿੰਦਾ ਹੈ। ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ ਨਾਲ ਇਹ ਚਿੱਕੜ ਉਤਰ ਨਹੀਂ ਸਕਦਾ)।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Quién puede lavar el jarrón de barro que no ha sido cocinado?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PWBQ",
        "source_page": 1411,
        "source_line": 11,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "DwqU pMij rlwie; kUVw pwijAw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Joining the five elements together, the Lord made a false cover.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Uniting the five elements together, the Lord has given it a false gilding.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪੰਜਾਂ ਤੱਤਾਂ ਨੂੰ ਮਿਲਾ ਕੇ ਪ੍ਰਭੂ ਨੇ ਇਸ ਨੂੰ ਝੂਠਾ ਮੁਲੰਮਾ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਉਂ ਕਿ ਪਾਂਚ ਤਤੋਂ ਰੂਪੀ ਧਾਤੋਂ ਕੋ ਮਿਲਾਇ ਕਰ ਝੂਠ ਕਾ ਹੀ ਪਾਜ ਲਗਾਇਆ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹਵਾ, ਪਾਣੀ, ਮਿੱਟੀ, ਅੱਗ, ਆਕਾਸ਼) ਪੰਜ ਤੱਤ ਇਕੱਠੇ ਕਰ ਕੇ ਇਹ ਸਰੀਰ-ਭਾਂਡਾ ਇਕ ਨਾਸਵੰਤ ਖਿਡੌਣਾ ਜਿਹਾ ਬਣਾਇਆ ਗਿਆ ਹੈ।",
              "additional_information": {
                "arth": "ਧਾਤੂ ਪੰਜਿ = (ਹਵਾ, ਪਾਣੀ, ਮਿੱਟੀ, ਅੱਗ, ਆਕਾਸ਼,) ਪੰਜ ਤੱਤ। ਕੂੜਾ ਪਾਜਿਆ = ਨਾਸਵੰਤ ਖਿਡੌਣਾ ਜਿਹਾ ਬਣਾਇਆ ਗਿਆ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Juntando los cinco elementos, el Señor les puso una cubierta falsa y cuando así Le place,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N5JK",
        "source_page": 1411,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "BWfw Awxgu rwis; jW iqsu BwvsI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "When it pleases Him, He makes it right.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "When it pleases Him, He sets the vessel aright.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜਦ ਉਸ ਨੂੰ ਚੰਗਾ ਲਗਦਾ ਹੈ, ਉਹ ਬਰਤਨ ਨੂੰ ਦਰੁਸਤ ਕਰ ਦਿੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਿਸੀ ਕਾ ਸਰੀਰ ਭਾਂਡਾ ਰਾਸ ਆਵੇਗਾ ਜੋ ਤਿਸ ਵਾਹਿਗੁਰੂ ਨੂੰ ਭਾਵੇਗਾ॥☬ਪ੍ਰਸ਼ਨ: ਕੈਸੇ ਭਾਵੇਗਾ?",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹਾਂ, ਜਦੋਂ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੁੰਦੀ ਹੈ (ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਮਨੁੱਖ ਦੇ) ਸਰੀਰ-ਭਾਂਡੇ ਨੂੰ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਆਣਗੁ = ਲਿਆਵੇਗਾ। ਆਣਗੁ ਰਾਸਿ = (ਗੁਰੂ) ਸੁੱਧ-ਪਵਿੱਤਰ ਕਰ ਦੇਵੇਗਾ। ਜਾਂ = ਜਦੋਂ। ਤਿਸੁ = ਉਸ (ਪਰਮਾਤਮਾ) ਨੂੰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "lo hace correctamente. La Luz Suprema brilla,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XYRH",
        "source_page": 1411,
        "source_line": 12,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "prm joiq jwgwie; vwjw vwvsI ]14]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The supreme light shines forth, and the celestial song vibrates and resounds. ||14||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "In, it then, supreme Light shines and he celestial strain resounds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਸ ਵਿਚਸ ਤਾਂ ਮਹਾਨ ਨੂਰ ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਬੈਕੁੰਠੀ ਕੀਰਤਨ ਗੂੰਜਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਉਤ੍ਰ: ਜਬ ਰਿਦੇ ਮੇਂ ਗਿਆਨ ਜੋਤਿ ਕਾ ਜਗਾਵਣਾ ਕਰੇ।☬ਪ੍ਰਸ਼ਨ: ਗਿਆਨ ਜੋਤ ਕਿਸ ਪ੍ਰਕਾਰ ਸੇ?☬ਉਤਰ: ਜਬ ਵਾਹਿਗੁਰੂ ਕਾ ਨਾਮ ਉਚਾਰਨ ਰੂਪੀ ਵਾਜਾ ਵਜਾਵੇਗਾ। ਭਾਵ ਯੇਹ ਜਬ ਭਗਤੀ ਕਰ ਅੰਤਸ਼ਕਰਨ ਸ਼ੁਧ ਹੋਵੇਗਾ ਤਬ ਗਿਆਨ ਕਾ ਪ੍ਰਕਾਸ ਹੋ ਜਾਵੇਗਾ॥੧੪॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਗੁਰੂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਸਭ ਤੋਂ ਉੱਚੀ ਰੱਬੀ ਜੋਤਿ ਜਗਾ ਕੇ (ਰੱਬੀ ਜੋਤਿ ਦਾ) ਵਾਜਾ ਵਜਾ ਦੇਂਦਾ ਹੈ। (ਰੱਬੀ ਜੋਤਿ ਦਾ ਰੱਬੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਇਤਨਾ ਪ੍ਰਬਲ ਪ੍ਰਭਾਵ ਬਣਾ ਦੇਂਦਾ ਹੈ ਕਿ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਵਿਕਾਰਾਂ ਦਾ ਰੌਲਾ ਸੁਣਿਆ ਹੀ ਨਹੀਂ ਜਾਂਦਾ। ਵਿਕਾਰਾਂ ਦੀ ਕੋਈ ਪੇਸ਼ ਹੀ ਨਹੀਂ ਜਾਂਦੀ ਕਿ ਕੁਕਰਮਾਂ ਦਾ ਕੋਈ ਚਿੱਕੜ ਖਿਲਾਰ ਸਕਣ) ॥੧੪॥",
              "additional_information": {
                "arth": "ਪਰਮ = ਸਭ ਤੋਂ ਉੱਚੀ। ਵਾਜਾ = ਰੱਬੀ ਜੋਤਿ ਦਾ ਵਾਜਾ। ਵਾਵਸੀ = ਵਜਾਇਗਾ ॥੧੪॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y la Melodía Celestial vibra y resuena. (14)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "75NY",
        "source_page": 1411,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mnhu ij AMDy GUp; kihAw ibrdu. n jwxnI ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Those who are totally blind in their minds, do not have the integrity to keep their word.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "They, who are utterly blind in their mind, they known not the dignity to keep their word.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਆਪਦੇ ਚਿੱਤ ਅੰਦਰ ਮੁਕੰਮਲ ਅੰਨ੍ਹੇ ਹਨ, ਉਹ ਆਪਣੇ ਬਚਨ ਨੂੰ ਪਾਲਣ ਦੀ ਮਹਿਮਾਂ ਨੂੰ ਨਹੀਂ ਜਾਣਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਪੁਰਸ਼ ਮਨ ਕਰ ਕੇ ਅਤੀ (ਘੂਪ) ਸਘਨੇ ਅੰਧੇ ਹੈਂ, ਭਾਵ ਅਵਰਣ ਔ ਵਿਖੇਪ ਸ਼ਕਤੀਓਂ ਕੇ ਸੰਯੁਕਤ ਹੈਂ ਓਹ ਵੇਦੋਂ ਕੇ (ਬਿਰਦੁ) ਪ੍ਰਣ ਕਰੇ ਕੋ ਵਾ ਸਤਿਗੁਰੋਂ ਕੇ ਉਪਦੇਸ਼ ਕਰੇ ਕੋ ਨਹੀਂ ਜਾਨਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਹੜੇ ਮਨੁੱਖ ਮਨੋਂ ਘੁੱਪ ਅੰਨ੍ਹੇ ਹਨ (ਪੁੱਜ ਕੇ ਮੂਰਖ ਹਨ) ਉਹ ਦੱਸਿਆਂ ਭੀ (ਇਨਸਾਨੀ) ਫ਼ਰਜ਼ ਨਹੀਂ ਜਾਣਦੇ।",
              "additional_information": {
                "arth": "ਜਿ = ਜੇਹੜੇ ਮਨੁੱਖ। ਅੰਧੇ ਘੂਪ = ਘੁੱਪ ਅੰਨ੍ਹੇ, ਬਹੁਤ ਹੀ ਮੂਰਖ। ਬਿਰਦੁ = (ਇਨਸਾਨੀ) ਫ਼ਰਜ਼। ਕਹਿਆ = ਦੱਸਿਆਂ ਭੀ, ਕਹਿਆਂ, ਆਖਿਆਂ ਭੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Quienes están totalmente ciegos de mente, no tienen la integridad para conservar su palabra y,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M3UU",
        "source_page": 1411,
        "source_line": 13,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "min AMDY. aUNDY kvl; idsin Kry krUp ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "With their blind minds, and their upside-down heart-lotus, they look totally ugly.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Through blind mind and reversed heart lotus, they look extremely ugly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅੰਨ੍ਹੇ ਮਨੂਏ ਅਤੇ ਮੂਧੇ ਹੋਏ ਹੋਏ ਦਿਲ ਕਮਲ ਰਾਹੀਂ ਉਹ ਨਿਹਾਇਤ ਹੀ ਕੋਝੇ ਦਿਸਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਐਸੇ ਜੋ ਮਨ ਕੇ ਅੰਧੇ ਹੈਂ ਤਿਨ ਕੇ ਹਿਰਦੇ ਕਮਲ ਗਿਆਨ ਵਈਰਾਗ ਸੇ (ਊਂਧੇ) ਉਲਟੇ ਹੂਏ ਹੈਂ, ਤਾਂ ਤੇ ਵਹੁ ਖਰੇ ਕਰੂਪ, ਭਾਵ ਅਤੀ ਭੈਦਾਯਕ ਦ੍ਰਿਸ਼ਟ ਆਵਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮਨ ਅੰਨ੍ਹਾ ਹੋਣ ਕਰਕੇ, ਹਿਰਦਾ ਕੇਵਲ (ਧਰਮ ਵਲੋਂ) ਉਲਟਿਆ ਹੋਇਆ ਹੋਣ ਦੇ ਕਾਰਨ ਉਹ ਬੰਦੇ ਬਹੁਤ ਕੋਝੇ (ਕੋਝੇ ਜੀਵਨ ਵਾਲੇ) ਲੱਗਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਮਨਿ ਅੰਧੈ = ਅੰਨ੍ਹੇ ਮਨ ਦੇ ਕਾਰਨ। ਊਂਧੈ ਕਵਲ = ਉਲਟੇ ਹੋਏ (ਹਿਰਦੇ-) ਕੰਵਲ ਦੇ ਕਾਰਨ। ਖਰੇ ਕਰੂਪ = ਬਹੁਤ ਕੋਝੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "con su mente ciega y el Loto de su corazón volteado al revés, se ven horribles.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q8TF",
        "source_page": 1411,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ieik kih jwxin. kihAw buJin; qy nr suGV srUp ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some know how to speak and understand what they are told. Those people are wise and good-looking.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some know, how to speak and understand what is the said. Wise and handsome are those persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਗੱਲ ਕਰਨੀ ਜਾਣਦੇ ਹਨ ਅਤੇ ਆਖੇ ਹੋਏ ਨੂੰ ਸਮਝਦੇ ਹਨ। ਸਿਆਣੇ ਅਤੇ ਸੋਹਣੇ ਸੁਨੱਖੇ ਹਨ ਉਹ ਪੁਰਸ਼।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਏਕ ਸ਼ਾਸਤ੍ਰੋਂ ਕੇ ਵਕਤਾ ਕਹਿ ਜਾਣਤੇ ਹੈਂ ਔਰ ਏਕ ਉਤਮ ਸਰੋਤੇ ਕਹਿਆ ਹੂਆ ਸੁਣਕਰ ਸਮਝ ਲੇਤੇ ਹੈਂ, ਸੋ ਐਸੇ ਸਮਝਣੇ ਵਾਲੇ ਜੋ ਉਤਮ ਸਰੋਤੇ ਹੈਂ ਸੋਈ ਨਰ ਚਤਰ ਸਰੂਪ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਮਨੁੱਖ ਐਸੇ ਹੁੰਦੇ ਹਨ ਜੋ (ਆਪ) ਗੱਲ ਕਰਨੀ ਭੀ ਜਾਣਦੇ ਹਨ, ਤੇ, ਕਿਸੇ ਦੀ ਆਖੀ ਭੀ ਸਮਝਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਸੁਚੱਜੇ ਤੇ ਸੋਹਣੇ ਜਾਪਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਕਹਿ ਜਾਣਨਿ = ਗੱਲ ਕਰਨੀ ਜਾਣਦੇ ਹਨ। ਸੁਘੜ = ਸੁ-ਘੜ, ਸੁਚੱਜੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Algunos pueden hablar y entender lo que se ha dicho, ellos son Sabios y bien parecidos,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N7FD",
        "source_page": 1411,
        "source_line": 14,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ieknw. nwdu n bydu, n gIA rsu; rsu ksu. n jwxMiq ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some do not know the Sound-current of the Naad, spiritual wisdom or the joy of song. They do not even understand good and bad.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some know neither inner melody nor the divine knowledge nor the bliss of music. They realise not good from bad as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈ ਨਾਂ ਤਾਂ ਅੰਤ੍ਰੀਵੀ ਸੰਗੀਤ ਅਤੇ ਬ੍ਰਹਮ-ਗਿਆਨ ਨੂੰ ਜਾਣਦੇ ਹਨ ਤੇ ਨਾਂ ਹੀ ਕੀਰਤਨ ਦੀ ਖੁਸ਼ੀ ਨੂੰ। ਉਹ ਚੰਗੇ ਅਤੇ ਮੰਦੇ ਨੂੰ ਭੀ ਅਨੁਭਵ ਨਹੀਂ ਕਰਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਕਨਾਂ ਕੋ (ਨਾਦੁ) ਸਬਦ, ਭਾਵ ਰਾਗ ਵਿਦਿਆ ਕੇ ਰਸ ਕੀ (ਗੀਅ) ਗਿਆਤ ਨਹੀਂ ਹੈ ਔਰ ਬੇਦ ਪਾਠ ਕੀ ਭੀ ਗਿਆਤ ਨਹੀਂ ਹੈ। ਔਰ (ਰਸੁ) ਵਿਸ਼ੇ ਸੁਖ ਜੋ ਮਨ ਕੋ (ਕਸੁ) ਖੈਂਚਣੇ ਵਾਲੇ ਹੈਂ ਤਿਨੋਂ ਕੋ ਭੀ ਓਹ ਨਹੀਂ ਜਾਣਤੇ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ ਜੋਗੀਆਂ ਦੇ ਨਾਦ ਦਾ ਰਸ, ਨਾਹ ਵੇਦ ਦਾ ਸ਼ੌਕ, ਨਾਹ ਰਾਗ ਦੀ ਖਿੱਚ-ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੇ ਕੋਮਲ ਉਨਰ ਵੱਲ ਰੁਚੀ ਨਹੀਂ ਹੈ,",
              "additional_information": {
                "arth": "ਨਾਦ ਰਸੁ = ਨਾਦ ਦਾ ਰਸ। ਬੇਦ ਰਸੁ = ਗੀਤ ਦਾ ਰਸ। ਰਸੁ ਕਸੁ = ਕਸੈਲਾ ਰਸ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "algunos no conocen la Corriente de Sonido del Naad, de la Sabiduría Espiritual o de la Canción de Dicha, ni siquiera distinguen entre lo bueno y lo malo.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "73ZN",
        "source_page": 1411,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "ieknw isiD n buiD, n Akil sr; AKr kw Byau. n lhMiq ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Some have no idea of perfection, wisdom or understanding; they know nothing about the mystery of the Word.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Some have no idea of perfection, wisdom and understanding and they know not even the mystery of the Guru's word.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕਈਆਂ ਨੂੰ ਪੂਰਨਤਾ, ਸਿਆਣਪ ਅਤੇ ਸਮਝ ਦੀ ਕੋਈ ਸਾਰ ਨਹੀਂ ਅਤੇ ਉਹ ਗੁਰਾਂ ਦੀ ਬਾਣੀ ਦੇ ਰਾਜ ਨੂੰ ਭੀ ਨਹੀਂ ਜਾਣਦੇ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਕਨਾਂ ਕੋ ਨ ਸਿਧੀ ਹੈ ਔ ਨਾ ਵਿਵਹਾਰ ਸਿਧੀ ਕੀ ਬੁਧੀ ਹੈ ਅਰ ਨਾ ਸ਼ਾਸਤ੍ਰੀਯ ਅਕਲ ਕਾ ਹੀ (ਸਰ) ਸਮੁੰਦ੍ਰ ਹੈ ਔ ਅਕਾਰ, ਮਕਾਰ ਆਦੀ ਅਖਰੋਂ ਕਾ ਭੇਦ ਨਹੀਂ ਲਹਿਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਕਈ ਬੰਦਿਆਂ ਨੂੰ ਨਾਹ (ਵਿਚਾਰ ਵਿਚ) ਸਫਲਤਾ, ਨਾਹ ਸੁਚੱਜੀ ਬੁੱਧੀ, ਨਾਹ ਅਕਲ ਦੀ ਸਾਰ ਹੈ, ਤੇ, ਇਕ ਅੱਖਰ ਭੀ ਪੜ੍ਹਨਾ ਨਹੀਂ ਜਾਣਦੇ (ਫਿਰ ਭੀ, ਆਕੜ ਹੀ ਆਕੜ ਵਿਖਾਲਦੇ ਹਨ)।",
              "additional_information": {
                "arth": "ਸਿਧਿ = ਸਿੱਧੀ। ਬੁਧਿ = ਅਕਲ। ਸਰ = ਸਾਰ, ਸਮਝ। ਭੇਉ = ਭੇਤ। ਅਖਰ ਕਾ ਭੇਉ = ਪੜ੍ਹਨ ਦੀ ਜਾਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Algunos no tienen la idea de la Perfección, Sabiduría o Entendimiento, no conocen ni una pizca del Misterio de la Palabra.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "492B",
        "source_page": 1411,
        "source_line": 15,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. qy nr Asil Kr; ij ibnu gux grbu krMq ]15]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, those people are really donkeys; they have no virtue or merit, but still, they are very proud. ||15||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, the real donkey likr are those persons, who take pride without merits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਅਸਲੀ ਖੋਤੇ ਹਨ ਉਹ ਪੁਰਸ਼, ਜੋ ਖੂਬੀਆਂ ਦੇ ਬਗੈਰ ਹੰਕਾਰ ਕਰਦੇ ਹਨ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਸੋ ਪੁਰਸ਼ ਅਸਲ (ਖਰ) ਗਧੇ ਹੈਂ, ਜੋ ਬਿਨਾਂ ਗੁਣੋਂ ਸੇ ਹੰਕਾਰ ਕਰਤੇ ਹੈਂ॥੧੫॥☬ਸਿਖੋਂ ਕੇ ਪੂਛਣੇ ਕਰ ਬ੍ਰਹਮਣ ਕੇ ਲਖਣ ਕਹਿਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਵਿਚ ਕੋਈ ਗੁਣ ਨਾਹ ਹੋਵੇ, ਤੇ, ਅਹੰਕਾਰ ਕਰੀ ਜਾਣ, ਉਹ ਮਨੁੱਖ ਨਿਰੇ ਖੋਤੇ ਹਨ ॥੧੫॥",
              "additional_information": {
                "arth": "ਅਸਲਿ ਖਰ = ਨਿਰੇ ਖੋਤੇ (ਖ਼ਰ = ਖੋਤਾ)। ਜਿ = ਜਿਹੜੇ ਮਨੁੱਖ। ਗਰਬੁ = ਅਹੰਕਾਰ ॥੧੫॥",
                "note": "* ਨੋਟ: ਇਹ ਸ਼ਲੋਕ 'ਸਾਰਗ ਕੀ ਵਾਰ' ਦੀ ਪਉੜੀ ਨੰ: ੩੨ ਦੇ ਨਾਲ ਥੋੜਾ ਜਿਹਾ ਫ਼ਰਕ ਰੱਖ ਕੇ ਦੂਜਾ ਸ਼ਲੋਕ ਹੈ। ਵੇਖੋ ਸਫਾ ੧੨੪੬ (ਮੂਲ)।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh Nanak, esa gente es una burra, no tiene Virtud o Mérito, pero aún así se siente muy orgullosa. (15)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J3TD",
        "source_page": 1411,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "so bRhmxu; jo ibMdY bRhmu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He alone is a Brahmin, who knows God.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He alone is a Brahman, who knows the Transcendent Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੇਵਲ ਉਹ ਹੀ ਬ੍ਰਹਮਣ ਹੈ ਜਿਹੜਾ ਪਰਮ ਪ੍ਰਭੂ ਨੂੰ ਜਾਣਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋਈ ਬ੍ਰਹਮਣ ਹੈ, ਜੋ ਬ੍ਰਹਮ ਕੇ ਸਰੂਪ ਕੋ (ਬਿੰਦੈ) ਜਾਣੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ (ਮਨੁੱਖ ਅਸਲ) ਬ੍ਰਾਹਮਣ ਹੈ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਬਿੰਦੈ = (विद੍ਹ੍ਹ = to know) ਜਾਣਦਾ ਹੈ, ਜਾਣ-ਪਛਾਣ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ। ਬ੍ਰਹਮੁ = ਪਰਮਾਤਮਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sólo quien conoce a Dios es un Brahmán verdadero,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4Y62",
        "source_page": 1411,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jpu qpu sMjmu kmwvY krmu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He chants and meditates, and practices austerity and good deeds.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who performs the deeds of devotion, austerity and self-restrain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਅਨੁਰਾਗ, ਤਪੱਸਿਆ ਅਤੇ ਸਵੈ-ਜਬਤ ਦੇ ਅਮਲ ਕਮਾਉਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਪ, ਤਪ, ਸੰਜਮ ਆਦੀ ਕਰਮੋਂ ਕਾ ਕਮਾਵਣਾ ਕਰੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਇਹੀ ਜਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਤਪ-ਕਰਮ ਕਰਦਾ ਹੈ, ਇਹੀ ਸੰਜਮ-ਕਰਮ ਕਰਦਾ ਹੈ (ਜੋ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ ਹੀ ਜਪ ਤਪ ਸੰਜਮ ਸਮਝਦਾ ਹੈ)",
              "additional_information": {
                "arth": "ਸੰਜਮੁ = ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਵਿਚ ਰੱਖਣ ਦਾ ਜਤਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "él canta y medita, practica austeridades y buenas acciones,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5TQ",
        "source_page": 1411,
        "source_line": 16,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sIl sMqoK kw rKY Drmu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He keeps to the Dharma, with faith, humility and contentment.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who observes the faith of humility and contentment,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਨਿਮ੍ਰਤਾ ਅਤੇ ਸੰਤੁਸ਼ਟਤਾ ਦੇ ਈਮਾਨ ਨੂੰ ਨਿਭਾਉਂਦਾ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੀਲ, ਸੰਤੋਖ ਕਾ (ਧਰਮੁ) ਸੁਭਾਵ ਰਾਖੈ⁽¹⁾॥",
              "additional_information": {
                "reference": "_¹_ਵਾ ਸੀਲ ਔ ਸੰਤੋਖ ਔ ਧਰਮ ਕਾ ਰਖਣਾ ਕਰੇ॥"
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਮਿੱਠੇ ਸੁਭਾਅ ਅਤੇ ਸੰਤੋਖ ਦਾ ਫ਼ਰਜ਼ ਨਿਬਾਹੁੰਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਸੀਲ = ਚੰਗਾ ਮਿੱਠਾ ਸੁਭਾਉ। ਸੰਤੋਖ = ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ ਤ੍ਰਿਪਤੀ। ਰਖੈ = ਰੱਖਦਾ ਹੈ, ਨਿਬਾਹੁੰਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "se conserva en el Dharma, con Fe, Humildad",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GGBH",
        "source_page": 1411,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bMDn qoVY; hovY mukqu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Breaking his bonds, he is liberated.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "and is emancipated by breaking the bonds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਤੇ ਜੋ ਆਪਣੇ ਜੂੜਾਂ ਨੂੰ ਵਢ ਕੇ ਮੋਖਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਬੰਧਨੋਂ ਕੋ ਤੋੜਕਰ ਮੁਕਤ ਰੂਪ ਹੋਵੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ ਤੋੜ ਲੈਂਦਾ ਹੈ ਅਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਬੰਧਨ = ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ। ਮੁਕਤੁ = ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਆਜ਼ਾਦ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "y Contentamiento y rompiendo sus amarras es liberado.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LSRG",
        "source_page": 1411,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "soeI bRhmxu; pUjx jugqu ]16]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Such a Brahmin is worthy of being worshipped. ||16||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Such a Brahman alone is worthy of being worshipped.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੇਵਲ ਇਹੋ ਜਿਹਾ ਬ੍ਰਹਮਣ ਹੀ ਉਪਾਸ਼ਨਾ ਕਰਨ ਦੇ ਲਾਇਕ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋਈ ਇਨ ਲਖਣੋਂ ਵਾਲਾ ਬ੍ਰਹਮਣ ਪੂਜਣੇ ਯੋਗ ਹੋਤਾ ਹੈ॥੧੬॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹੀ ਬ੍ਰਾਹਮਣ ਆਦਰ-ਸਤਕਾਰ ਦਾ ਹੱਕਦਾਰ ਹੈ ॥੧੬॥",
              "additional_information": {
                "arth": "ਪੂਜਣ ਜੁਗਤੁ = ਪੂਜਣ ਦੇ ਲਾਇਕ ॥੧੬॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Tal Brahmán es digno de ser alabado. (16)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LKRG",
        "source_page": 1411,
        "source_line": 17,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "KqRI so; ju krmw kw sUru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He alone is a Kh'shaatriyaa, who is a hero in good deeds.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He alone is a Khatri, who is brave in good deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਕੇਵਲ ਉਹ ਹੀ ਖੱਤਰੀ ਹੈ ਜੋ ਚੰਗੇ ਅਮਲਾਂ ਵਿੱਚ ਬਹਾਦਰ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਖਤ੍ਰੀ ਸੋਈ ਹੈ, ਜੋ ਕਰਮਾਂ ਕਾ ਸੂਰਮਾਂ ਹੋਵੈ, ਭਾਵ ਯੁਧ ਮੇਂ ਪੀਠ ਨ ਦਿਖਾਵੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸਾਡੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਉਹ ਮਨੁੱਖ ਖੱਤ੍ਰੀ ਹੈ ਜੋ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰ-ਮੁਕਾਣ ਲਈ) ਨੇਕ ਕਰਮ ਕਰਨ ਵਾਲਾ ਸੂਰਮਾ ਬਣਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਸੂਰੁ = ਸੂਰਮਾ। ਕਰਮਾ ਕਾ ਸੂਰੁ = (ਕਾਮਾਦਿਕ ਬਲੀ ਸੂਰਮਿਆਂ ਦੇ ਮੁਕਾਬਲੇ ਤੇ) ਨੇਕ ਕਰਮ ਕਰਨ ਵਾਲਾ ਸੂਰਮਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sólo es un Kshatrya, quien es un héroe en las buenas acciones,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CJ5S",
        "source_page": 1411,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "puMn dwn kw. krY srIru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "He uses his body to give in charity;",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Who yokes his body in charity and alms-giving,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੋ ਆਪਣੀ ਦੇਹ ਨੂੰ ਸਖਾਵਤ ਅਤੇ ਖੈਰ ਖੈਰਾਤ ਦੇਣ ਵਿੱਚ ਜੋੜਦਾ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅਪਨੇ ਸਰੀਰ ਕੋ ਪੁੰਨ ਦਾਨ ਕਾ ਰੂਪ ਹੀ ਕਰੈ, ਭਾਵ ਯੇਹ ਕੋਈ ਸੀਸ ਮਾਂਗੈ ਤਿਸ ਕੋ ਸੋਈ ਦੇਵੈ, ਐਸਾ ਦਾਤਾ ਹੋਇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਨੂੰ, ਹੋਰਨਾਂ ਵਿਚ) ਭਲੇ ਕਰਮ ਵੰਡਣ ਲਈ ਵਸੀਲਾ ਬਣਾਂਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਪੁੰਨ = ਭਲੇ ਕਰਮ। ਪੁੰਨ ਦਾਨ = ਭਲੇ ਕਰਮ ਵੰਡਣੇ। ਸਰੀਰੁ = (ਭਾਵ,) ਆਪਣਾ ਜੀਵਨ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "utiliza su cuerpo para dar caridad,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0B89",
        "source_page": 1411,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Kyqu pCwxY; bIjY dwnu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "he understands his farm, and plants the seeds of generosity.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "and who ascertaining the farm to be right, sows the seed of beneficence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਅਤੇ ਜੋ ਪੈਲੀ ਨੂੰ ਦਰੁਸਤ ਨਿਸਚਿਤ ਕਰ ਪਰਉਪਕਾਰ ਬੀ ਬੀਜਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਖੇਤ ਕੋ ਪਛਾਣ ਕਰ ਦਾਨ ਕੋ ਦੀਜੈ, ਭਾਵ ਯੇਹ ਉਤਮ ਅਧਿਕਾਰੀ ਕੋ ਦਾਨ ਦੇਵੇ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੋ (ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਕਿਸਾਨ ਦੇ ਖੇਤ ਵਾਂਗ) ਖੇਤ ਸਮਝਦਾ ਹੈ (ਤੇ, ਇਸ ਖੇਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ) ਦਾਤ (ਨਾਮ-ਬੀਜ) ਬੀਜਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਖੇਤੁ = ਸਰੀਰ-ਖੇਤ। ਦਾਨੁ = ਨਾਮ ਦੀ ਦਾਤਿ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "él entiende su finca y planta las semillas de generosidad,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9RPR",
        "source_page": 1411,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "so KqRI; drgh prvwxu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Such a Kh'shaatriyaa is accepted in the Court of the Lord.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Such a Khatri alone becomes acceptable in the Lord's court.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਇਹੋ ਜਿਹਾ ਖੱਤਰੀ ਹੀ ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਅੰਦਰ ਕਬੂਲ ਪੈ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਐਸਾ ਖਤ੍ਰੀ ਹੋਵੈ ਸੋ ਦਰਗਹ ਮੇਂ ਪਰਵਾਣ ਹੋਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਅਜਿਹਾ ਖੱਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਕਬੂਲ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {
                "arth": "ਦਰਗਹ = ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "tal Kshatrya es aceptado en la Corte del Señor.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BMPJ",
        "source_page": 1411,
        "source_line": 18,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "lbu loBu jy kUVu kmwvY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Whoever practices greed, possessiveness and falsehood,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "However, whosoever practises greed, avarice and falsehood,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਪ੍ਰੰਤੂ ਜੋ ਕੋਈ ਲਾਲਚ ਤਮ੍ਹਾਂ ਅਤੇ ਝੂਠ ਦੀ ਕਮਾਈ ਕਰਦਾ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਲਬ, ਲੋਭ ਤਥਾ ਝੂਠ ਕਉ ਕਮਾਵਤਾ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਲੱਬ ਲੋਭ ਅਤੇ ਹੋਰ ਠੱਗੀ ਆਦਿਕ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
              "additional_information": {
                "arth": "",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Quien tenga avaricia en su corazón, sea posesivo y viva en la falsedad,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "APN9",
        "source_page": 1411,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "Apxw kIqw; Awpy pwvY ]17]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "shall receive the fruits of his own labors. ||17||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "he must receive the fruit of his own deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਨੂੰ ਨਿਜ ਦੇ ਕਰਮਾਂ ਦਾ ਫਲ ਭੁਗਤਣਾ ਹੀ ਪੈਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੋ ਅਪਨੇ ਕੀਤੇ ਕਰਮ ਕਾ ਫਲ੍ਹ ਆਪੇ ਹੀ ਪਾਵਤਾ ਹੈ॥੧੭॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਉਹ ਜਨਮ ਦਾ ਚਾਹੇ ਖੱਤ੍ਰੀ ਹੀ ਹੋਵੇ) ਉਹ ਮਨੁੱਖ (ਲੱਬ ਆਦਿਕ) ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਫਲ ਆਪ ਹੀ ਭੁਗਤਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਕਾਮਾਦਿਕ ਵਿਕਾਰਾਂ ਦਾ ਸ਼ਿਕਾਰ ਹੋਇਆ ਹੀ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਨਹੀਂ ਹੈ ਸੂਰਮਾ) ॥੧੭॥",
              "additional_information": {
                "arth": "ਆਪੇ = ਆਪ ਹੀ ॥੧੭॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "recibirá los frutos de su propia labor. (17)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SJD0",
        "source_page": 1411,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "qnu. n qpwie qnUr ijau; bwlxu hf n bwil ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Do not heat your body like a furnace, or burn your bones like firewood.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Heat thou not thy body like a furnace and burn not thine bones like the fire-wood.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੂੰ ਆਪਣੀ ਦੇਹ ਨੂੰ ਤੰਦੂਰ ਦੀ ਮਾਨੰਦ ਨਾਂ ਭਖਾ ਅਤੇ ਆਪਦੇ ਹੱਡਾਂ ਨੂੰ ਈਧਨ ਦੀ ਮਾਨੰਦ ਨਾਂ ਸਾੜ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਫਰੀਦ ਜੀ ਨੇ ਤਨ ਕਉ ਤੰਦੂਰ ਵਤ ਤਪਾਵਣਾ ਕਹਾ ਹੈ, ਤਿਸ ਕਾ ਉਤ੍ਰ ਕਹਿਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਤਨ ਕੋ ਤੰਦੂਰ ਵਤ ਨਾ ਤਪਾਉ, ਭਾਵ ਯੇਹ ਐਸਾ ਤਮੋਗੁਣੀ ਤਪ ਨਾ ਕਰ ਔ ਹਡੋਂ ਕੋ ਬਾਲਣ ਰੂਪ ਕਰ ਕੇ ਅਗਨੀ ਮੇਂ ਨ ਬਾਲ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਆਪਣੇ) ਸਰੀਰ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਤਨੂਰ ਵਾਂਗ ਨਾਹ ਸਾੜ, ਤੇ, ਹੱਡਾਂ ਨੂੰ (ਧੂਣੀਆਂ ਨਾਲ) ਇਉਂ ਨਾਹ ਬਲਾ ਜਿਵੇਂ ਇਹ ਬਾਲਣ ਹੈ।",
              "additional_information": {
                "arth": "ਜਿਉ = ਵਾਂਗ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "No calientes tu cuerpo como horno, o quemes tus huesos como madera.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P0TT",
        "source_page": 1411,
        "source_line": 19,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "isir pYrI ikAw PyiVAw; AMdir iprI sm@wil ]18]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "What have your head and feet done wrong? See your Husband Lord within yourself. ||18||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "What wrong thine head and feet have done? Pray see thy Spouse within thee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤੇਰੇ ਮੂੰਡ ਅਤੇ ਪਗਾ ਨੇ ਕੀ ਕਸੂਰ ਕੀਤਾ ਹੈ?ਤੂੰ ਆਪਣੇ ਅੰਦਰ ਹੀ ਆਪਣੇ ਪਤੀ ਨੂੰ ਵੇਖ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਨ ਸਿਰ ਔ ਪੈਰੋਂ ਨੇ ਤੇਰਾ ਕਿਆ ਫੇੜਿਆ, ਭਾਵ ਗਵਾਯਾ ਹੈ। ਤਾਂ ਤੇ ਹੇ ਭਾਈ! ਅਪਣੇ ਰਿਦੇ ਅੰਤਰ ਪਰਮੇਸ਼੍ਵਰ ਪਤੀ ਕੋ ਸੰਮਾਲਨਾ ਕਰ॥੧੮॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਤੇਰੇ) ਸਿਰ ਨੇ (ਤੇਰੇ) ਪੈਰਾਂ ਨੇ ਕੁਝ ਨਹੀਂ ਵਿਗਾੜਿਆ (ਇਹਨਾਂ ਨੂੰ ਧੂਣੀਆਂ ਨਾਲ ਕਿਉਂ ਦੁਖੀ ਕਰਦਾ ਹੈਂ? ਇਹਨਾਂ ਨੂੰ ਦੁਖੀ ਨਾਹ ਕਰ) ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ ਰੱਖ ॥੧੮॥",
              "additional_information": {
                "arth": "ਸਿਰਿ = ਸਿਰ ਨੇ। ਪੈਰੀ = ਪੈਰੀਂ, ਪੈਰਾਂ ਨੇ। ਫੇੜਿਆ = ਵਿਗਾੜਿਆ। ਅੰਦਰਿ = ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ। ਪਿਰੀ = ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਨੂੰ। ਸਮ੍ਹ੍ਹਾਲਿ = ਸਾਂਭ ਕੇ ਰੱਖ ॥੧੮॥",
                "note": "* ਨੋਟ: ਇਹ ਸ਼ਲੋਕ ਥੋੜੇ ਕੁ ਹੀ ਫ਼ਰਕ ਨਾਲ ਫ਼ਰੀਦ ਜੀ ਦੇ ਸ਼ਲੋਕਾਂ ਵਿਚ ਨੰ: ੧੨੦ ਤੇ ਦਰਜ ਹੈ।"
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "¿Qué han hecho de malo tus pies y tu cabeza? Ve al Señor, tu Esposo, en tu interior.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9P15",
        "source_page": 1412,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sBnI GtI. shu vsY; sh ibnu Gtu. n koie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "God the Cosmic Husband dwells within all hearts; without Him, there is no heart at all.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Within all the heart abides the Groom. Without the Groom there is no heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਾਰਿਆ ਦਿਲਾਂ ਅੰਦਰ ਕੰਤ ਵਸਦਾ ਹੈ। ਬਗੈਰ ਕੰਤ ਦੇ ਹੋਰ ਕੋਈ ਦਿਲ ਭੀ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੰਪੂਰਨ ਘਟੋਂ ਮੇਂ ਪਰਮੇਸ੍ਵਰ (ਸਹੁ) ਪਤੀ ਵਸਤਾ ਹੈ, ਤਿਸ ਪਤੀ ਸੇ ਬਿਨਾਂ ਕੋਈ ਘਟ ਖਾਲੀ ਨਹੀਂ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਖਸਮ-ਪ੍ਰਭੂ ਸਾਰੇ ਹੀ ਸਰੀਰਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ। ਕੋਈ ਭੀ ਸਰੀਰ (ਐਸਾ) ਨਹੀਂ ਹੈ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਵੇ (ਜਿਸ ਵਿਚ ਖਸਮ-ਪ੍ਰਭੂ ਵੱਸਦਾ ਨਾਹ ਹੋਵੇ। ਪਰ ਵੱਸਦਾ ਹੈ ਗੁਪਤ)।",
              "additional_information": {
                "arth": "ਘਟੁ = ਸਰੀਰ। ਸਭਨੀ ਘਟੀ = ਸਭਨੀਂ ਘਟੀਂ, ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ। ਸਹੁ = ਖਸਮ-ਪ੍ਰਭੂ। ਸਹ ਬਿਨੁ = ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Dios, el Esposo Cósmico, habita en todos los corazones, sin Él, no hay corazón para nada,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T4Y2",
        "source_page": 1412,
        "source_line": 1,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. qy sohwgxI; ijn@w gurmuiK prgtu hoie ]19]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, the Gurmukhs are the happy, virtuous soul-brides; the Lord is revealed to them. ||19||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, they alone are the chaste brides, to whom their Lord becomes manifest by the Guru's grace.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ ਕੇਵਲ ਉਹ ਹੀ ਪਵਿੱਤਰ ਪਤਨੀਆਂ ਹਨ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੁਰਾਂ ਦੀ ਦਇਆ ਦੁਆਰਾ ਉਨ੍ਹਾਂ ਦਾ ਸੁਆਮੀ ਪ੍ਰਤੱਖ ਹੁੰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜਿਨੋਂ ਕੋ ਸੋ ਵਾਹਿਗੁਰੂ ਗੁਰੋਂ ਦੁਆਰੇ ਪ੍ਰਗਟ ਹੂਆ ਹੈ, ਸੋਈ ਸੋਹਾਗਣੀਆਂ ਹੈਂ॥੧੯॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ (ਉਹ ਖਸਮ-ਪ੍ਰਭੂ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੯॥",
              "additional_information": {
                "arth": "ਨਾਨਕ = ਹੇ ਨਾਨਕ! ਤੇ = ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ। ਸੋਹਾਗਣੀ = ਖਸਮ ਵਾਲੀਆਂ। ਗੁਰਮੁਖਿ = ਗੁਰੂ ਦੀ ਰਾਹੀਂ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ॥੧੯॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh dice Nanak, los Gurmukjs son las novias virtuosas y felices, a ellos el Señor se les revela. (19)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YS2Y",
        "source_page": 1412,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "jau qau; pRym Kylx kw cwau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "If you desire to play this game of love with Me,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "If thou yearn to play the game of love,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਤੈਨੂੰ ਪਿਆਰ ਦੀ ਖੇਡ ਖੇਡਣ ਦੀ ਸਧਰ ਹੈ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਪਰਮੇਸ੍ਵਰ ਕੀ ਓਰ ਵਾਕ ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ: ਹੇ ਭਾਈ! ਜੇਕਰ ਤੈਨੂੰ ਪ੍ਰੇਮ ਵਿਖੇ ਬਿਲਾਸ ਕਰਨੇ ਕਾ ਉਤਸ਼ਾਹ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਤੈਨੂੰ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ) ਖੇਡ ਖੇਡਣ ਦਾ ਸ਼ੌਕ ਹੈ,",
              "additional_information": {
                "arth": "ਜਉ = ਜੇ। ਤਉ = ਤੈਨੂੰ, ਤੇਰਾ। ਚਾਉ = ਸ਼ੌਕ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Si deseas jugar el Juego del Amor Conmigo,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D53U",
        "source_page": 1412,
        "source_line": 2,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "isru Dir qlI; glI myrI Awau ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "then step onto My Path with your head in hand.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "step on to my path, with thy head placed on the palm of thy hand.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਤਾਂ ਆਪਣੇ ਹੱਥ ਦੀ ਹਥੇਲੀ ਉੱਤੇ ਆਪਣਾ ਸੀਸ ਰੱਖ ਕੇ ਤੂੰ ਮੇਰੇ ਕੂਚੇ ਵਿੱਚ ਆ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਬ ਅਪਨੇ ਸਿਰ ਕੋ ਤਲੀ ਪਰ ਧਰ ਕੇ ਮੇਰੀ ਭਗਤੀ ਰੂਪੀ ਗਲੀ ਮੇਂ ਆਉ, ਭਾਵ ਸੰਸਾਰ ਕੀ ਤਰਫ ਸੇ ਮਰ ਅਪਨਾ ਸਿਰ ਮੁਝ ਕੋ ਦੀਜੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਤਾਂ (ਆਪਣਾ) ਸਿਰ ਤਲੀ ਉੱਤੇ ਰੱਖ ਕੇ ਮੇਰੀ ਗਲੀ ਵਿਚ ਆ (ਲੋਕ-ਲਾਜ ਛੱਡ ਕੇ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆ)।",
              "additional_information": {
                "arth": "ਧਰਿ = ਧਰ ਕੇ, ਰੱਖ ਕੇ। ਸਿਰੁ = (ਭਾਵ,) ਹਉਮੈ, ਅਹੰਕਾਰ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "entonces camina en Mi Sendero, con tu cabeza en la mano,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N36C",
        "source_page": 1412,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "iequ mwrig pYru DrIjY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "When you place your feet on this Path,",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Once thou set thy feet on this path,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇ ਤੂੰ ਇਸ ਰਸਤੇ ਉਤੇ ਆਪਣੇ ਪੈਰ ਧਰ ਦੇਵੇਂ,",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਮੇਰੀ ਭਗਤੀ ਕੇ ਮਾਰਗ ਮੇਂ ਪੈਰ ਧਰਨਾ, ਭਾਵ ਪ੍ਰਵਿਰਤ ਹੋਣਾ ਚਾਹੀਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਦੇ) ਇਸ ਰਸਤੇ ਉੱਤੇ (ਤਦੋਂ ਹੀ) ਪੈਰ ਧਰਿਆ ਜਾ ਸਕਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਇਤੁ = ਇਸ ਵਿਚ। ਮਾਰਗਿ = ਰਸਤੇ ਵਿਚ। ਇਤੁ ਮਾਰਗਿ = ਇਸ ਰਸਤੇ ਵਿਚ, (ਪ੍ਰੇਮ ਦੇ) ਇਸ ਰਸਤੇ ਤੇ। ਧਰੀਜੈ = ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "cuando posas tus pies en este Camino,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NZ1E",
        "source_page": 1412,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "isru dIjY; kwix. n kIjY ]20]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "give Me your head, and do not pay any attention to public opinion. ||20||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "then lay down thy head and mind not public opinion.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਫਿਰ ਤੂੰ ਆਪਣਾ ਸੀਸ ਮੂਹਰੇ ਧਰ ਅਤੇ ਲੋਕ-ਲੱਜਿਆ ਦੀ ਪਰਵਾਹ ਨਾਂ ਕਰ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਅਪਨਾ ਸਿਰ ਮੁਝ ਕੋ ਦੀਜੈ ਔਰ ਕੋਈ (ਕਾਣਿ) ਅਹਿਸਾਨ ਨ ਕਰੀਏ॥੨੦॥☬ਜਬ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਸਿਆਲਕੋਟ ਮੇਂ ਜਾਕਰ ਮਰਦਾਨੇ ਕੋ ਏਕ ਟਕੇ ਕਾ ਝੂਠ ਖਰੀਦਣੇ ਕੇ ਵਾਸਤੇ ਸ਼ਹਿਰ ਮੇਂ ਭੇਜਾ। ਤਬ ਏਕ ਮੂਲਾ ਨਾਮ ਬਾਣੀਏਂ ਨੇ ਮਰਨਾ ਸਚ ਔ ਜੀਵਨਾ ਝੂਠ ਲਿਖ ਦੀਆ। ਤਬ ਗੁਰੂ ਜੀ ਨੇ ਤਿਸ ਕੋ ਬੁਲਾਯਾ, ਦਰਸ਼ਨ ਕਰ ਨਿਹਾਲ ਹੂਆ। ਘਰ ਕੋ ਤਿਆਗ ਕਰ ਮਹਾਰਾਜ ਕੇ ਸਾਥ ਹੀ ਵਿਚਰਤਾ ਰਹਾ। ਕੋਈ ਦਿਨ ਬੀਤੇ ਸੇ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਕਹਾ: ਤੇਰੀ ਇਸਤ੍ਰੀ ਕੋ ਕਿਸੀ ਨੇ ਝੂਠ ਹੀ ਕਹਾ ਹੈ ਕਿ ਮੂਲਾ ਮਰ ਗਿਆ ਹੈ ਔਰ ਉਹ ਜਲਨੇ ਲਗੀ ਹੈ, ਤੂੰ ਪਹੁਚੇਂ ਤਬ ਓਹ ਬਚਤੀ ਹੈ। ਮੂਲੇ ਨੇ ਕਹਾ: ਇਤਨੀ ਦੂਰ ਤੇ ਮੈਂ ਛੇਤੀ ਕੈਸੇ ਪਹੁੰਚੋਂ? ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕੇ ਕਹੇ ਨੇਤ੍ਰ ਮੀਚੇ ਔਰ ਖਿਨ ਮੇਂ ਅਪਨੇ ਘਰ ਮੇਂ ਪਹੁੰਚ ਕਰ ਇਸਤ੍ਰੀ ਨੂੰ ਬਚਾਇ ਲੀਆ। ਕੋਈ ਦਿਨ ਪੀਛੇ ਮਹਾਰਾਜ ਸਿਆਲਕੋਟ ਮੇਂ ਆਏ ਔ ਉਸ ਕੇ ਗ੍ਰਿਹ ਮੇਂ ਲੈਨੇ ਕੋ ਗਏ, ਓਹ ਇਸਤ੍ਰੀ ਕੇ ਕਹੇ ਗੁਹਾਰੇ ਮੇਂ ਲੁਕ ਰਹਾ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਸਲੋਕ ਉਚਾਰਨ ਕਰਾ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜਦੋਂ) ਸਿਰ ਭੇਟਾ ਕੀਤਾ ਜਾਏ, ਪਰ ਕੋਈ ਝਿਜਕ ਨਾਹ ਕੀਤੀ ਜਾਏ (ਜਦੋਂ ਬਿਨਾ ਕਿਸੇ ਝਿਜਕ ਦੇ ਲੋਕ-ਲਾਜ ਅਤੇ ਹਉਮੈ ਛੱਡੀ ਜਾਏ) ॥੨੦॥",
              "additional_information": {
                "arth": "ਕਾਣਿ = ਝਿਜਕ। ਨ ਕੀਜੈ = ਨਹੀਂ ਚਾਹੀਦੀ ॥੨੦॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "me das tu cabeza, y no le prestes atención alguna a la opinión pública. (20)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NG44",
        "source_page": 1412,
        "source_line": 3,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwil ikrwVw dosqI; kUVY kUVI pwie ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "False is friendship with the false and greedy. False is its foundation.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "False is the friendship of the mammon-worshippers, false is its very foundation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਝੂਠੀ ਹੈ ਯਾਰੀ ਮਾਇਆ ਦੇ ਪੁਜਾਰੀਆਂ ਦੀ, ਝੂਠੀ ਹੈ ਇਸ ਦੀ ਬੁਨਿਆਦ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਨ (ਕਿਰਾੜੋਂ) ਬਨੀਓਂ ਕੇ ਸਾਥ ਪ੍ਰੀਤੀ ਕਰਨੀ; ਵਾ ਇਨ ਕਰਾੜੋਂ, ਭਾਵ ਕਠੋਰ ਚਿਤ ਵਾਲਿਓਂ ਕੇ ਸਾਥ ਪ੍ਰੀਤੀ ਕਰਨੀ ਅਛੀ ਨਹੀਂ ਹੈ, ਕਿਉਂ ਕਿ ਝੂਠਿਓਂ ਕੀ ਝੂਠੀ ਹੀ (ਪਾਇ) ਇਜਤ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜੇ ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀਆਂ ਗਿਣਤੀਆਂ ਗਿਣਨ ਵਾਲੇ ਮਨੁੱਖ ਨਾਲ ਦੋਸਤੀ ਬਣਾਈ ਜਾਏ, (ਤਾਂ ਉਸ ਕਿਰਾੜ ਦੇ ਅੰਦਰਲੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਉਸ ਦੀ ਦੋਸਤੀ ਦੀ) ਪਾਂਇਆਂ ਭੀ ਇਤਬਾਰ-ਜੋਗ ਨਹੀਂ ਹੁੰਦੀ।",
              "additional_information": {
                "arth": "ਕਿਰਾੜਾ = ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ, ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀਆਂ ਗਿਣਤੀਆਂ ਗਿਣਨ ਵਾਲਾ ਮਨੁੱਖ। ਦੋਸਤੀ = ਮਿੱਤ੍ਰਤਾ। ਕੂੜੈ = ਕੂੜ ਦੇ ਕਾਰਨ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ। ਪਾਇ = ਪਾਂਇਆਂ, (ਦੋਸਤੀ ਦੀ) ਪਾਂਇਆਂ। ਕੂੜੀ = ਜਿਸ ਉਤੇ ਇਤਬਾਰ ਨਾਹ ਹੋ ਸਕੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Falsa es la falsa amistad con los falsos y avaros, falsa es la base de esa relación,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HSCF",
        "source_page": 1412,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mrxu. n jwpY mUilAw; AwvY ikqY Qwie ]21]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Moollah, no one knows where death shall strike. ||21||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "O Mulla, it is not know at what place death shall come to the mortal?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਹੇ ਮੂਲੇ! ਇਹ ਪਤਾ ਨਹੀਂ ਕਿ ਪ੍ਰਾਣੀ ਨੂੰ ਮੌਤ ਕਿਸ ਜਗ੍ਹਾ ਤੇ ਆਉਗੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਤਾਂ ਤੇ ਹੇ ਮੂਲਿਆ! ਤੈਨੇ ਅਪਨੇ ਮਰਨੇ ਕੋ ਨਹੀਂ ਜਾਣਿਆ ਕਿ ਕਿਸ ਜਗਹ ਮੇਰਾ ਮਰਨਾ ਹੋਵੇਗਾ, ਭਾਵ ਸੇ ਬੇਮੁਖ ਹੋ ਕਰ ਗੁਹਾਰੇ ਮੇਂ ਮਰਨਾ ਹੈ॥☬ਮਹਾਰਾਜ ਬਾਹਰ ਬੇਰ ਸਾਹਿਬ ਬੈਠੇ ਥੇ ਜਬ ਮਰਦਾਨਾ ਮੂਲੇ ਕੀ ਇਸਤ੍ਰੀ ਸੇ ਪੂਛ ਕਰ ਮੁੜ ਆਯਾ ਤਬ ਪੀਛੇ ਸਰਪ ਕੇ ਡਸਣੇ ਸੇ ਮੂਲਾ ਮ੍ਰਿਤ ਭਯਾ॥੨੧॥☬ਕਲਯੁਗੀ ਜੀਵੋਂ ਕੇ ਲਖ੍ਯਣ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਮੂਲਿਆ! (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਸਦਾ ਮੌਤ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੇ ਉਪਰਾਲੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਸ ਨੂੰ ਇਹ ਗੱਲ) ਸੁੱਝਦੀ ਹੀ ਨਹੀਂ ਕਿ ਮੌਤ ਕਿਸੇ ਭੀ ਥਾਂ ਤੇ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਆ ਸਕਦੀ ਹੈ ॥੨੧॥",
              "additional_information": {
                "arth": "ਨ ਜਾਪੈ = (ਇਹ ਗੱਲ) ਸੁਝਦੀ ਹੀ ਨਹੀਂ। ਕਿਤੈ ਥਾਂਇ = ਕਿਸੇ ਭੀ ਥਾਂ ਤੇ। ਆਵੈ = ਆ ਜਾਂਦੀ ਹੈ। ਮਰਣੁ = ਮੌਤ ॥੨੧॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "oh Mulá, nadie sabe cuándo la muerte llegará. (21)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V7RU",
        "source_page": 1412,
        "source_line": 4,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "igAwn hIxM; AigAwn pUjw ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Without spiritual wisdom, the people worship ignorance.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Bereft of Divine knowledge, man adores ignorance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਰੱਬੀ ਗਿਆਤ ਤੋਂ ਵਿਹੁਣ ਬੰਦਾ ਅਗਿਆਨਤਾ ਦੀ ਉਪਾਸ਼ਨਾ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜੋ ਜੀਵ ਗਿਆਨ ਤੇ ਹੀਣ ਹੈਂ, ਸੋ ਅਗਿਆਨੀ ਜਨੋਂ ਕੀ ਪੂਜਾ ਕਰਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਨੂੰ ਹੀ ਸਦਾ ਪਸੰਦ ਕਰਦੇ ਹਨ।",
              "additional_information": {
                "arth": "ਗਿਆਨ = ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ। ਹੀਣੰ = ਸੱਖਣੇ। ਅਗਿਆਨ = ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇਸਮਝੀ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sin Sabiduría Espiritual, la gente alaba la ignorancia,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4SX4",
        "source_page": 1412,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "AMD vrqwvw; Bwau dUjw ]22]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "They grope in the darkness, in the love of duality. ||22||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Through the love of another, he gropes through darkness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦਵੈਤ ਭਾਵ ਦੇ ਰਾਹੀਂ ਉਹ ਅੰਧੇਰੇ ਵਿੱਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਿਉਂ ਕਿ ਦੂਜੇ ਭਾਵ ਵਾਲਾ ਤਿਨੋਂ ਕਾ ਮਨ ਅੰਧਾ ਵਰਤਾਰਾ ਹੈ, ਭਾਵ ਯੇਹ ਕਿ ਵਹੁ ਵਿਸ਼ੇ ਸੰਬੰਧੀ ਕਰਮ ਕਰਤੇ ਹੈਂ॥੨੨॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਮੋਹ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ) ਵਰਤਣ-ਵਿਹਾਰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ (ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ ਹੁੰਦਾ) ਹੈ ॥੨੨॥",
              "additional_information": {
                "arth": "ਅੰਧ = ਅੰਨ੍ਹਾ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਅੰਨ੍ਹਾ ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ। ਵਰਤਾਵਾ = ਵਰਤਣ-ਵਿਹਾਰ। ਭਾਉ = ਪਿਆਰ। ਭਾਉ ਦੂਜਾ = ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦਾ ਪਿਆਰ, ਮਾਇਆ ਦਾ ਮੋਹ ॥੨੨॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "ellos actúan en la oscuridad, en el amor a la dualidad. (22)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NQJF",
        "source_page": 1412,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "gur ibnu igAwnu; Drm ibnu iDAwnu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Without the Guru, there is no spiritual wisdom; without Dharma, there is no meditation.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Without the Guru, there is no Divine knowledge and without faith there is no meditation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਗੁਰਾਂ ਦੇ ਬਗੈਰ ਬ੍ਰਹਮ-ਬੋਧ ਅਤੇ ਈਮਾਨ ਦੇ ਬਗੈਰ ਸਿਮਰਨ ਪਰਾਪਤ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਕਲਿਯੁਗ ਮੇਂ ਗੁਰੋਂ ਸੇ ਬਿਨਾਂ ਨਿਗੁਰੇ ਲੋਕ ਗਿਆਨ ਕਥਨ ਕਰਤੇ ਹੈਂ ਔ ਧਰਮ ਤੇ ਬਿਨਾਂ ਝੂਠਾ ਧਿਆਨ ਲਗਾਵਤੇ ਹੈਂ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਬਣਦੀ। (ਇਸ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਜ਼ਰੂਰੀ) ਫ਼ਰਜ਼ ਬਣਾਣ ਤੋਂ ਬਿਨਾ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਲਗਨ ਨਹੀਂ ਬਣਦੀ।",
              "additional_information": {
                "arth": "ਗਿਆਨੁ = ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ, ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ। ਧਰਮ = ਫ਼ਰਜ਼, ਕਰਤੱਬ। ਧਿਆਨੁ = ਲਗਨ, ਸੁਰਤ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Sin el Guru no hay Sabiduría Espiritual, sin Dharma no hay Meditación,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2CB0",
        "source_page": 1412,
        "source_line": 5,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sc ibnu swKI; mUlo. n bwkI ]23]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Without Truth, there is no credit; without capital, there is no balance. ||23||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Without truth there is no credit and without capital no balance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸੱਚ ਦੇ ਬਾਝੋਂ ਸਾਖ ਅਤੇ ਅਸਲ ਜਰ ਦੇ ਬਾਝੋਂ ਬਚਤ ਨਹੀਂ ਹੁੰਦਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸਚ ਸੇ ਬਿਨਾਂ ਝੂਠੀ (ਸਾਖੀ) ਗਵਾਹੀ ਦੇਣੇ ਕਰ ਕੇ ਤਿਸ ਤੇ ਹੀ ਤਿਨੋਂ ਕਾ ਸ੍ਵਾਸ ਰੂਪੀ ਮੂਲ ਨਹੀਂ ਰਹਿਤਾ ਹੈ ਔ ਪਾਪੋਂ ਰੂਪੀ ਬਾਕੀ ਤਿਨ ਕੀ ਤਰਫ ਰਹਿਤੀ ਹੈ, ਭਾਵ ਯੇਹ ਪਾਪੋਂ ਕਾ ਫਲ੍ਹ ਦੁਖ ਭੋਗਤੇ ਹੈਂ॥੨੩॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਹੋਰ ਮਾਇਕ ਉੱਦਮਾਂ ਦੀ ਜੀਵਨ-) ਰਾਹਦਾਰੀ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਉਹ) ਸਰਮਾਇਆ ਭੀ ਪੱਲੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ (ਜਿਸ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਲੈ ਕੇ ਦਿੱਤਾ ਸੀ) ॥੨੩॥",
              "additional_information": {
                "arth": "ਸਚ = ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ। ਸਾਖੀ = ਗਵਾਹੀ, ਪਰਵਾਨਾ, ਜੀਵਨ-ਰਾਹਦਾਰੀ। ਮੂਲੋ = ਮੂਲ ਭੀ, ਸਰਮਾਇਆ ਭੀ, (ਆਤਮਕ ਜੀਵਨ ਦਾ ਉਹ) ਸਰਮਾਇਆ ਭੀ (ਜਿਸ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਲੈ ਕੇ ਦਿੱਤਾ ਸੀ)। ਨ ਬਾਕੀ = ਬਾਕੀ ਨਹੀਂ ਰਹਿੰਦਾ, ਪੱਲੇ ਨਹੀਂ ਰਹਿੰਦਾ ॥੨੩॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "sin Verdad, no hay crédito, sin Capital no hay balance. (23)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "25WE",
        "source_page": 1412,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mwxU GlY; auTI clY ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The mortals are sent into the world; then, they arise and depart.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Man is sent into the world and then he gets up and departs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਮਨੁਸ਼ ਸੰਸਾਰ ਵਿੱਚ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮੁੜ ਖੜ੍ਹਾਂ ਹੋ ਉਹ ਟੁਰ ਜਾਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਹ ਮਾਨਸ ਵਾਹਿਗੁਰੂ ਕੇ ਭੇਜੇ ਹੂਏ ਆਏ ਔ ਸੱਦੇ ਤੇ ਉਠ ਚਲੇ ਹੈਂ ਔ ਐਸੀ ਬਾਤੋਂ ਕੇ ਕਰਨੇ ਕਰ ਕੇ ਜੋ ਊਪਰ ਕੇ ਸਲੋਕ ਮੇਂ ਕਥਨ ਕਰੀ ਹੈ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਪਰਮਾਤਮਾ) ਮਨੁੱਖ ਨੂੰ (ਜਗਤ ਵਿਚ ਕੋਈ ਆਤਮਕ ਲਾਭ ਖੱਟਣ ਲਈ) ਭੇਜਦਾ ਹੈ, (ਪਰ ਜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਖੱਟੀ ਖੱਟਣ ਤੋਂ ਬਿਨਾ ਹੀ ਮਨੁੱਖ ਜਗਤ ਤੋਂ) ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ,",
              "additional_information": {
                "arth": "ਮਾਣੂ = ਮਨੁੱਖ (ਨੂੰ)। ਘਲੈ = ਘੱਲੈ, (ਪਰਮਾਤਮਾ) ਭੇਜਦਾ ਹੈ। ਉਠੀ = ਉਠਿ, ਉੱਠ ਕੇ। ਚਲੈ = ਚੱਲੈ, (ਜਗਤ ਤੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Los mortales son enviados al mundo,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6MXB",
        "source_page": 1412,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "swdu nwhI; ievyhI glY ]24]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "There is no joy in this. ||24||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "There is no pleasure is this thing, if he reaps not any profit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਜੇਕਰ ਉਹ ਲਾਭ ਨਹੀਂ ਉਠਾਉਂਦਾ ਤਾਂ ਇਸ ਗਲ ਵਿੱਚ ਕੋਈ ਖੁਸ਼ੀ ਨਹੀਂ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਨ ਜੀਵੋਂ ਕੋ ਮਾਨਸ ਜਨਮ ਕਾ ਸ੍ਵਾਦ ਨਾ ਆਵਤਾ ਭਯਾ ਹੈ, ਭਾਵ ਜਨਮ ਸਫਲ ਨਾ ਕੀਆ॥੨੪॥☬ਕਰਮੋਂ ਕੇ ਫਲ ਕੀ ਆਵਸ੍ਯ ਭਗਤ ਬ੍ਯਤਾ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਤਾਂ) ਇਹੋ ਜਿਹਾ ਜੀਵਨ ਜੀਊਣ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਕੋਈ) ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ ॥੨੪॥",
              "additional_information": {
                "arth": "ਸਾਦੁ = ਸੁਆਦ, ਆਨੰਦ। ਇਵੇਹੀ ਗਲੈ = ਇਹੋ ਜਿਹੀ ਗੱਲ ਵਿਚ ॥੨੪॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "entonces se levantan y parten, no hay dicha en esto. (24)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UEL8",
        "source_page": 1412,
        "source_line": 6,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "rwmu JurY dl mylvY; AMqir blu AiDkwr ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Raam Chand, sad at heart, assembled his army and forces.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "With great mental effort Ram Chander gathered his army, in utter sadness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਆਪਣੇ ਮਨ ਦੇ ਬਹੁਤੇ ਜੋਰ ਨਾਲ, ਰਾਮ ਚੰਦ੍ਰ ਉਦਾਸੀਨ ਹੋ ਆਪਣੀ ਸੈਨਾ ਇਕੱਤਰ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਰਾਮਚੰਦ੍ਰ ਭੀ ਸਰੀਰ ਸਬੰਧ ਕਰ ਕਪੋਂ ਕੇ ਦਲ ਕੋ ਇਕਤ੍ਰ ਕਰ ਕੇ ਝੂਰਤੇ ਭਏ ਹੈਂ। ਜਦਪਿ ਰਿਦੇ ਬੀਚ ਸ੍ਰਿਸਟੀ ਕੇ ਉਲਟਾਵਨੇ ਕਾ ਬਲ ਭੀ ਥਾ ਤਦਪਿ ਤਿਸ ਬਲ ਕੇ ਦਿਖਾਵਨੇ ਕਾ ਅਧਿਕਾਰ ਨ ਸਮਝਿਆ, ਭਾਵ ਯੇਹ ਕਿ ਮਾਨਸ ਜਨਮ ਕੇ ਧਾਰਨੇ ਸੇ ਉਸੀ ਤਰਹ ਕੀ ਚੇਸ਼ਟਾ ਕਰਨੀ ਚਾਹੀਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਉਸ ਕਰਤਾਰ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਵੇਖੋ! ਰਾਵਣ ਨਾਲ ਲੜਾਈ ਕਰਨ ਵਾਸਤੇ) ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਅੰਦਰ (ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਨ ਦੇ) ਅਧਿਕਾਰ ਦੀ ਤਾਕਤ ਭੀ ਹੈ, (ਫਿਰ ਭੀ ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ ਦੁਖੀ ਹੁੰਦਾ ਹੈ",
              "additional_information": {
                "arth": "ਰਾਮੁ = (ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ। ਝੁਰੈ = ਦੁਖੀ ਹੁੰਦਾ ਹੈ। ਦਲ = ਫ਼ੌਜਾਂ। ਮੇਲਵੈ = ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ। ਅੰਤਰਿ = (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਦੇ) ਅੰਦਰ। ਅਧਿਕਾਰ = ਇਖ਼ਤਿਆਰ। ਬਲੁ ਅਧਿਕਾਰ = ਅਧਿਕਾਰ ਦੀ ਤਾਕਤ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Ram Chand, con tristeza en su corazón, reunió a su ejército con sus refuerzos,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XT02",
        "source_page": 1412,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "bMqr kI sYnw. syvIAY; min qin juJu Apwru ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The army of monkeys was at his service; his mind and body became eager for war.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The army of monkeys was also at his service and in his mind and body, he became infinitely zealous of war.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਬਾਂਦਰਾਂ ਦੀ ਫੌਜ ਵੀ ਇਸ ਦੀ ਸੇਵਾ ਵਿੱਚ ਹਾਜਰ ਸੀ ਅਤੇ ਆਪਣੇ ਚਿੱਤ ਅਤੇ ਸਰੀਰ ਅੰਦਰ ਉਹ ਲੜਾਈ ਦਾ ਬੇਅੰਤ ਹੀ ਚਾਹਵਾਨ ਹੋ ਗਿਆ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਐਸਾ ਬੀਚਾਰ ਕੀਆ ਕਿ ਬਾਂਦਰੋਂ ਕੀ ਸੈਨਾ ਕੋ ਸੇਵਣਾ ਕਰੀਏ, ਭਾਵ ਯੇਹ ਤਿਸ ਸੈਨਾ ਕੋ ਸਾਥ ਲੇ ਕਰ ਮਨ, ਤਨ ਮੇਂ ਅਪਾਰ ਜੁਧ ਹੀ ਬਸ ਰਹਾ ਥਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਹਾਲਾਂਕਿ) ਵਾਨਰਾਂ ਦੀ (ਉਸ) ਫ਼ੌਜ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੀ) ਸੇਵਾ ਭੀ ਹੋ ਰਹੀ ਹੈ (ਜਿਸ ਸੈਨਾ ਦੇ) ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਜੁੱਧ ਕਰਨ ਦਾ ਬੇਅੰਤ ਚਾਉ ਹੈ,",
              "additional_information": {
                "arth": "ਬੰਤਰ ਕੀ ਸੈਨਾ = ਵਾਨਰਾਂ ਦੀ ਫ਼ੌਜ ਦੀ ਰਾਹੀਂ। ਸੇਵੀਐ = (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਦੀ) ਸੇਵਾ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ। ਮਨਿ = ਮਨ ਵਿਚ। ਤਨਿ = ਤਨ ਵਿਚ। ਜੁਝੁ = ਜੁੱਧ ਦਾ ਚਾਉ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el ejército de changos estaba a su servicio, su mente y cuerpo estaban listos para la guerra;",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E9FD",
        "source_page": 1412,
        "source_line": 7,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "sIqw lY gieAw dhisro; lCmxu mUE srwip ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Raawan captured his wife Sita, and Lachhman was cursed to die.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Ten-headed Rawan had taken away Sita, his wife and Lachhman had died of the curse.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਦਸਾਂ-ਸਿਰਾਂ ਵਾਲਾ ਰਾਵਣ, ਉਸ ਦੀ ਪਤਲੀ ਸੀਤਾ ਨੂੰ ਲੈ ਗਿਆ ਸੀ ਅਤੇ ਲਛਮਣ ਬਦ-ਦੂਆ ਨਾਲ ਮਰ ਗਿਆ ਸੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਬ ਰਾਵਣ ਸੀਤਾ ਕੋ ਲੈ ਗਇਆ ਤਬ ਤਿਸ ਕੇ ਬਿਰਹ ਸੇ ਦੁਖੀ ਹੂਏ, ਪੁਨਾ ਯੁਧ ਮੇਂ ਲਛਮਣ ਜੀ ਕੋ ਮੂਰਛਾ ਭਈ ਸੇ ਦੁਖ ਭਯਾ ਹੈ। ਇਤਨੇ ਦੁਖੋਂ ਕਾ ਕਾਰਣ ਨਾਰਦ ਜੀ ਕਾ ਸ੍ਰਾਪ ਹੋਤਾ ਭਯਾ ਹੈ॥☬ਕਿਸੀ ਕਾਲ ਮੇਂ ਨਾਰਦ ਜੀ ਨੇ ਵਿਵਾਹ ਕੇ ਵਾਸਤੇ ਹਰੀ ਸੇ ਸਰੂਪ ਮਾਂਗਾ ਥਾ। ਹਰੀ ਨੇ ਸਰੂਪ ਦੇ ਕਰ ਮੁਖ ਬਾਂਦਰ ਕਾ ਕਰ ਦੀਆ ਅਰ ਸੁਯੰਬਰ ਮੇਂ ਵਹੁ ਰਾਜ ਪੁਤ੍ਰੀ ਆਪ ਲੇ ਗਏ। ਤਬ ਨਾਰਦ ਜੀ ਨੇ ਅਪਨੈ ਸਾਥ ਹਾਸੀ ਕਰੀ ਜਾਣ ਕਰ ਸ੍ਰਾਪ ਦੀਆ ਥਾ, 'ਬਾਂਦਰ ਤੁਮਾਰੀ ਸਹਾਇਤਾ ਕਰੇਂਗੇ ਔਰ ਇਸਤ੍ਰੀ ਕੇ ਬਿਰਹ ਕਰ ਦੁਖੀ ਹੋਵੋਗੇ'। ਓਹ ਸਰਾਪ ਦੀਆ ਹੂਆ ਰਾਮ ਜੀ ਕੋ ਭੋਗਣਾ ਪੜਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਫਿਰ ਭੀ ਜਦੋਂ) ਸੀਤਾ (ਜੀ) ਨੂੰ ਰਾਵਣ ਲੈ ਗਿਆ ਸੀ, (ਤੇ, ਫਿਰ ਜਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦਾ ਭਾਈ) ਲਛਮਨ ਸਰਾਪ ਨਾਲ ਮਰ ਗਿਆ ਸੀ, (ਤਦੋਂ ਰਾਮਚੰਦ੍ਰ ਦੁਖੀ ਹੋਇਆ।)",
              "additional_information": {
                "arth": "ਦਹਸਿਰੋ = ਦਸ ਸਿਰਾਂ ਵਾਲਾ ਰਾਵਣ। ਮੂਓ = ਮਰ ਗਿਆ। ਸਰਾਪਿ = ਸਰਾਪ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Rawan capturó a su esposa Sita, y Lachman recibió una maldición fatal.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D4TA",
        "source_page": 1412,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. krqw krxhwru; kir vyKY Qwip auQwip ]25]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, the Creator Lord is the Doer of all; He watches over all, and destroys what He has created. ||25||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, the Creator-Lord is the doer of all the deeds. Destroying what He himself created, He watches it all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਸਿਰਜਣਹਾਰ-ਸੁਆਮੀ! ਸਾਰਿਆਂ ਕੰਮਾਂ ਦੇ ਕਰਨ ਵਾਲਾ ਹੈ। ਜੋ ਉਸ ਨੇ ਆਪ ਉਤਪੰਨ ਕੀਤਾ ਹੈ ਉਸ ਨੂੰ ਨਾਸ ਕਰ, ਉਹ ਆਪ ਹੀ ਵੇਖਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਜੋ ਜਗਤ ਕੇ ਕਰਤਾ ਬ੍ਰਹਮਾਦੀ ਹੈਂ ਤਿਨੋਂ ਕਾ ਕਰਣਹਾਰ ਵਿਸ਼ਨ ਜੋ ਆਪ ਹੀ ਸ੍ਰਿਸਟੀ ਕੋ ਥਾਪ, ਭਾਵ ਰਚ ਕਰ ਕੇ ਦੇਖਤਾ ਹੈ ਪੁਨਾ (ਉਥਾਪਿ) ਉਠਾਇ ਦੇਤਾ ਹੈ, ਭਾਵ ਲੀਨ ਕਰ ਲੇਤਾ ਹੈ। ਸੋ ਐਸਾ ਸਮਰਥ ਹਰੀ ਦੇਹ ਧਾਰ ਕਰ ਦੁਖੋਂ ਕੋ ਭੋਗਤਾ ਭਯਾ ਹੈ। ਤਬ ਔਰ ਜੀਵੋਂ ਕੀ ਤੋ ਕਿਆ ਬਾਤ ਹੈ, ਭਾਵ ਕਰਮੋਂ ਕਾ ਫਲ ਅਵੱਸ਼ ਸਭ ਕੋ ਭੋਗਣਾ ਪੜਤਾ ਹੈ॥੨੫॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ (ਉਸ ਨੂੰ ਕਦੇ ਝੁਰਨ ਦੀ ਦੁਖੀ ਹੋਣ ਦੀ ਲੋੜ ਨਹੀਂ), ਉਹ ਤਾਂ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰ ਕੇ (ਸਭ ਕੁਝ ਕਰ ਕੇ ਆਪ ਹੀ) ਵੇਖਦਾ ਹੈ ॥੨੫॥",
              "additional_information": {
                "arth": "ਕਰਣਹਾਰੁ = ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਵਾਲਾ। ਕਰਤਾ = ਕਰਤਾਰ। ਕਰਿ = ਕਰ ਕੇ। ਥਾਪਿ = ਪੈਦਾ ਕਰ ਕੇ। ਉਥਾਪਿ = ਨਾਸ ਕਰ ਕੇ ॥੨੫॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh Nanak, el Creador es el Hacedor de todo, Él lo observa todo y destruye lo que ha creado. (25)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AJB7",
        "source_page": 1412,
        "source_line": 8,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "mn mih JUrY rwmcMdu; sIqw lCmx jogu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "In his mind, Raam Chand mourned for Sita and Lachhman.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Within his mind, Ram Chander mourned for Sita and Lachhman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਆਪਣੇ ਚਿੱਤ ਅੰਦਰ ਰਾਮ ਚੰਦਰ ਸੀਤਾ ਲਛਮਣ ਲਈ ਸ਼ੋਕ ਕਰਦਾ ਸੀ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸੀਤਾ ਔ ਲਛਮਣ ਕੇ (ਜੋਗ) ਸੰਬੰਧ ਵਾਸਤੇ ਰਾਮਚੰਦ੍ਰ ਜੀ ਝੂਰਤੇ ਭਏ, ਭਾਵ ਚਿੰਤਾਵਾਨ ਹੂਏ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਵੇਖੋ, ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਸੀਤਾ (ਜੀ) ਦੀ ਖ਼ਾਤਰ ਦੁਖੀ ਹੋਇਆ (ਜਦੋਂ ਸੀਤਾ ਜੀ ਨੂੰ ਰਾਵਣ ਚੁਰਾ ਕੇ ਲੈ ਗਿਆ, ਫਿਰ) ਦੁਖੀ ਹੋਇਆ ਲਛਮਣ ਦੀ ਖ਼ਾਤਰ (ਜਦੋਂ ਰਣਭੂਮੀ ਵਿਚ ਲਛਮਨ ਬਰਛੀ ਨਾਲ ਮੂਰਛਿਤ ਹੋਇਆ)।",
              "additional_information": {
                "arth": "ਝੂਰੈ = ਦੁਖੀ ਹੁੰਦਾ ਹੈ (ਦੁਖੀ ਹੋਇਆ)। ਜੋਗੁ = ਦੀ ਖ਼ਾਤਰ, ਵਾਸਤੇ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "En su interior Ram Chand vivió el duelo de Sita, y Lachman",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RVPL",
        "source_page": 1412,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "hxvMqru AwrwiDAw; AwieAw kir sMjogu ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "Then, he remembered Hanuman the monkey-god, who came to him.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "He remembered, Hanuman, the monkey-god and he came to meet him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਉਸ ਨੇ ਬਾਂਦਰਾਂ ਦੇ ਦੇਵਤੇ ਹਨੁਮਾਨ ਨੂੰ ਯਾਦ ਕੀਤਾ ਅਤੇ ਉਹ ਉਸ ਨੂੰ ਮਿਲਣ ਦੇ ਲਈ ਆਇਆ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਜਬ ਹਨੂਮਾਨ ਜੀ ਕੇ ਤਾਈਂ ਅਰਾਧਿਆ, ਭਾਵ ਉਸਤਤੀ ਕਰੀ ਤਬ ਹਨੂਮਾਨ ਜੀ ਪ੍ਰਥਮੇ ਸੀਤਾ ਕੀ ਸੋਝੀ ਲਿਆਇਆ ਔਰ ਸੰਜੀਵਨ ਬੂਟੀ ਔ ਸੁਖੇਣ ਵੈਦ ਕੋ ਲਿਆਇ ਕਰ ਲਛਮਣ ਕੋ ਜਿਵਾਯਾ, ਪੁਨਾ ਸੀਤਾ ਕਾ ਔ ਲਛਮਣ ਕਾ ਰਾਮਚੰਦ੍ਰ ਜੀ ਕੇ ਸਾਥ (ਸੰਜੋਗੁ) ਮਿਲਾਪ ਕਰ ਦੀਆ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "(ਤਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਨੇ) ਹਨੂਮਾਨ ਨੂੰ ਯਾਦ ਕੀਤਾ ਜੋ (ਪਰਮਾਤਮਾ ਵਲੋਂ ਬਣੇ) ਸੰਜੋਗ ਦੇ ਕਾਰਨ (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦੀ ਸਰਨ) ਆਇਆ ਸੀ।",
              "additional_information": {
                "arth": "ਹਣਵੰਤਰੁ = ਹਨੂਮਾਨ (ਹਨੂ = हनु = ਠੋਡੀ। ਹਨੂਮਾਨ = ਲੰਮੀ ਠੋਡੀ ਵਾਲਾ)। ਆਰਾਧਿਆ = ਯਾਦ ਕੀਤਾ। ਕਰਿ = ਕਰਕੇ, ਦੇ ਕਾਰਨ। ਸੰਜੋਗੁ = ਮਿਲਾਪ, (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਮਿਲਾਪ। ਸੰਜੋਗੁ ਕਰਿ = (ਪਰਮਾਤਮਾ ਵਲੋਂ ਬਣੇ) ਸੰਜੋਗ ਨਾਲ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "después recordó a Januman, el dios chango, que llegó hasta él,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9CZX",
        "source_page": 1412,
        "source_line": 9,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "BUlw dYqu. n smJeI; iqin pRB kIey kwm ]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The misguided demon did not understand that God is the Doer of deeds.",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "The misguided demon knows not that wondrous are the deeds, which He, the Lord does.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਭੁੱਲਿਆ ਹੋਇਆ ਰਾਖਸ਼ ਜਾਣਦਾ ਨਹੀਂ ਕਿ ਅਸਚਰਜ ਹਨ ਕੰਮ, ਜਿਹੜੇ ਕਿ ਉਹ ਸੁਆਮੀ ਕਰਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਵੀਚਾਰ ਸੇ ਭੂਲਾ ਹੂਆ ਰਾਵਣ ਜੋ ਦੈਤੋਂ ਕਾ ਰਾਜਾ ਥਾ, ਸੋ ਪ੍ਰਭੂ ਕੇ ਐਸੇ ਕਾਮ ਕੀਏ ਹੂਏ ਦੇਖ ਕਰ ਭੀ ਨਾ ਸਮਝਤਾ ਭਯਾ, ਭਾਵ ਯੇਹ ਰਾਮਚੰਦ੍ਰ ਜੀ ਕੋ ਈਸ਼੍ਵਰ ਜਾਣ ਕਰ ਸੀਤਾ ਲੇ ਕਰ ਨਾ ਮਿਲਤਾ ਭਯਾ॥",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਮੂਰਖ ਰਾਵਣ (ਭੀ) ਇਹ ਗੱਲ ਨਾਹ ਸਮਝਿਆ ਕਿ ਇਹ ਸਾਰੇ ਕੰਮ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ) ਕੀਤੇ ਸਨ",
              "additional_information": {
                "arth": "ਦੈਤੁ = ਰਾਵਣ ਦੈਂਤ। ਨ ਸਮਝਈ = ਨਹੀਂ ਸਮਝਦਾ (ਨਾਹ ਸਮਝਿਆ)। ਤਿਨਿ ਪ੍ਰਭ = ਉਸ ਪਰਮਾਤਮਾ ਨੇ। ਤਿਨਿ = ਉਸ ਨੇ। ਕਾਮ = ਸਾਰੇ ਕੰਮ।",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "el malvado desviado no entendió que Dios es el Hacedor de todo.",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2AX2",
        "source_page": 1412,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "nwnk. vyprvwhu so; ikrqu. n imteI, rwm ]26]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "O Nanak, the actions of the Self-existent Lord cannot be erased. ||26||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Nanak, the past deeds which He, the Care-free Lord, rewards are ineffaceable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਨਾਨਕ, ਨਾਂ ਮਿਸਣ ਵਾਲੇ ਹਨ ਪੂਰਬਲੇ ਕਰਮ ਜਿਨ੍ਹਾਂ ਦਾ ਬਦਲਾ ਉਹ ਮੁਛੰਦਗੀ-ਰਹਿਤ ਸੁਆਮੀ ਭੁਗਤਾਉਂਦਾ ਹੈ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਿਤੇ ਹੈਂ: ਯਦਪਿ ਓਹ ਰਾਮਚੰਦ੍ਰ ਵੇਪਰਵਾਹ ਪਰਮੇਸ਼੍ਵਰ ਸਰੂਪ ਥੇ, ਪਰੰਤੂ ਤਿਨ ਕਾ ਕਰਮ ਫਲ ਨ ਮਿਟਤਾ ਭਯਾ, ਜੋ ਨਾਰਦ ਕਾ ਸ੍ਰਾਪ ਥਾ॥੨੬॥☬ਏਕ ਸਮੇਂ ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਜੀ ਲਾਹੌਰ ਮੇਂ ਗਏ। ਤਹਾਂ ਕਸਾਈ ਪੁਰੇ ਮੇਂ ਪਾਪ ਹੋਤਾ ਦੇਖ ਕਰ ਕੋਪ ਕਰ ਸ੍ਰਾਪ ਦੀਆ।",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਉਹ ਪਰਮਾਤਮਾ (ਤਾਂ) ਬੇ-ਮੁਥਾਜ ਹੈ, (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ) (ਸ੍ਰੀ) ਰਾਮਚੰਦ (ਜੀ) ਪਾਸੋਂ ਭਾਵੀ ਨਾਹ ਮਿਟ ਸਕੀ ॥੨੬॥",
              "additional_information": {
                "arth": "ਵੇਪਰਵਾਹੁ = ਜਿਸ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ। ਕਿਰਤੁ = ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਸਮੂਹ, ਭਾਵੀ। ਨ ਮਿਟਈ ਰਾਮ = (ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ ਪਾਸੋਂ (ਭੀ) ਨਾਹ ਮਿਟੀ ॥੨੬॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "Oh, dice Nanak, las acciones del Dios Auto Existente no pueden ser borradas. (26)",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CQ3Z",
        "source_page": 1412,
        "source_line": 10,
        "pronunciation": "",
        "pronunciation_information": "",
        "type": "Pankti",
        "gurmukhi": {
          "SGPC": "lwhOr shru; jhru khru. svw phru ]27]"
        },
        "translations": {
          "English": {
            "Dr. Sant Singh Khalsa": {
              "translation": "The city of Lahore suffered terrible destruction for four hours. ||27||",
              "additional_information": {}
            },
            "Bhai Manmohan Singh": {
              "translation": "Wrath and tyranny ravaged the city of Lahore for three and a quarter hours.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Bhai Manmohan Singh": {
              "translation": "ਸਵਾ ਤਿੰਨ ਘੰਟੇ ਲਈ ਗੁੱਸੇ ਅਤੇ ਜੁਲਮ ਨੇ ਲਾਹੌਰ ਸ਼ਹਿਰ ਦਾ ਸੱਤਿਆਨਾਸ ਕਰ ਦਿਛਾ।",
              "additional_information": {}
            },
            "Fareedkot Teeka": {
              "translation": "ਇਸ ਲਾਹੌਰ ਸ਼ਹਿਰ ਮੇਂ ਪਾਪ ਕੇ ਹੋਣੇ ਕਰ ਸਵਾ ਪਹਿਰ ਦਿਨ ਚੜ੍ਹਤੇ ਤਕ ਸਦਾ ਹੀ ਜ਼ਹਿਰ ਕੇ ਸਮਾਨ (ਕਹਰ) ਅਤੀ ਕਸ਼ਟ ਰਹਿਆ ਕਰੇਗਾ॥੨੭॥☬ਐਸਾ ਵਾਕ ਹੋਣੇ ਕਰ ਲਾਹੌਰ ਮੇਂ ਨਿਤ ਹੀ ਬਡੇ ਬਡੇ ਉਪਦ੍ਰਵ ਹੂਆ ਕਰੇਂ। ਜਬ ਸਾਹਿਬ ਤੀਸਰੇ ਪਾਤਿਸ਼ਾਹ ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਲਾਹੌਰ ਮੇਂ ਆਏ ਔ ਲਹੌਰ ਕੀ ਸੰਗਤ ਹਜੂਰ ਮੇਂ ਗਈ ਬੇਨਤੀ ਕਰੀ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਦਿਆਲ ਹੋਇ ਕਰ ਕੇ ਇਹ ਬਚਨ ਕੀਆ:",
              "additional_information": {
                "reference": ""
              }
            },
            "Prof. Sahib Singh": {
              "translation": "ਲਾਹੌਰ ਦਾ ਸ਼ਹਰ (ਸ਼ਹਰ-ਨਿਵਾਸੀਆਂ ਵਾਸਤੇ ਆਤਮਕ ਮੌਤ ਲਿਆਈ ਰੱਖਣ ਦੇ ਕਾਰਣ) ਜ਼ਹਰ (ਬਣਿਆ ਪਿਆ ਹੈ, ਕਿਉਂਕਿ ਇੱਥੇ ਨਿੱਤ ਸਵੇਰੇ ਰੱਬੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਥਾਂ) ਸਵਾ ਪਹਰ (ਦਿਨ ਚੜ੍ਹੇ ਤਕ ਮਾਸ ਦੀ ਖ਼ਾਤਰ ਪਸ਼ੂਆਂ ਉਤੇ) ਕਹਰ (ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ। ਮਾਸ ਆਦਿਕ ਖਾਣਾ ਅਤੇ ਵਿਸ਼ੇ ਭੋਗਣਾ ਹੀ ਲਾਹੌਰ-ਨਿਵਾਸੀਆਂ ਦਾ ਜੀਵਨ-ਮਨੋਰਥ ਬਣ ਰਿਹਾ ਹੈ) ॥੨੭॥",
              "additional_information": {
                "arth": "ਜਹਰੁ = (ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲਾ) ਜ਼ਹਿਰ ॥੨੭॥",
                "note": ""
              }
            }
          },
          "Spanish": {
            "SikhNet": {
              "translation": "La ciudad de Lajore sufrió una terrible destrucción durante cuatro horas. (27)",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
