[
  {
    "id": 5555,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 1,
    "gurmukhi": "kwim kroiD. n mohIAY; ibnsY loBu suAwnu ]",
    "transliteration": "Kaam Karodhh N Moheeai Binasai Lobh Suaan ||",
    "translation": "Sexual desire and anger shall not seduce you, and the dog of greed shall depart.",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕਾਮ ਵਿਚ ਕ੍ਰੋਧ ਵਿਚ ਨਹੀਂ ਫਸੀਦਾ, ਲੋਭ-ਕੁੱਤਾ ਭੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਲੋਭ, ਜਿਸ ਦੇ ਅਸਰ ਹੇਠ ਮਨੁੱਖ ਕੁੱਤੇ ਵਾਂਗ ਦਰ ਦਰ ਤੇ ਭਟਕਦਾ ਹੈ)।",
    "pronunciation": "(suAwnu) ku`qw",
    "type_id": 3
  },
  {
    "id": 5556,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 1,
    "gurmukhi": "scY mwrig clidAw; ausqiq kry jhwnu ]",
    "transliteration": "Sachai Maarag Chaladhiaa Ousathath Karae Jehaan ||",
    "translation": "Those who walk on the Path of Truth shall be praised throughout the world.",
    "punjabi": "ਇਸ ਸੱਚੇ ਰਸਤੇ ਉੱਤੇ ਤੁਰਿਆਂ ਜਗਤ ਦੀ ਸੋਭਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5557,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 2,
    "gurmukhi": "ATsiT qIrQ sgl puMn; jIA dieAw prvwnu ]",
    "transliteration": "Athasath Theerathh Sagal Punn Jeea Dhaeiaa Paravaan ||",
    "translation": "Be kind to all beings-this is more meritorious than bathing at the sixty-eight sacred shrines of pilgrimage and the giving of charity.",
    "punjabi": "ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ, ਸਾਰੇ ਪੁੰਨ ਕਰਮ, ਜੀਵਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨੀ ਜੋ ਧਾਰਮਿਕ ਕੰਮ ਮੰਨੀ ਗਈ ਹੈ (ਇਹ ਸਭ ਕੁਝ ਸਿਮਰਨ ਦੇ ਵਿਚ ਹੀ ਆ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5558,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 2,
    "gurmukhi": "ijs no dyvY dieAw kir; soeI purKu sujwnu ]",
    "transliteration": "Jis No Dhaevai Dhaeiaa Kar Soee Purakh Sujaan ||",
    "translation": "That person, upon whom the Lord bestows His Mercy, is a wise person.",
    "punjabi": "ਪਰਮਾਤਮਾ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਸਿਮਰਨ ਦੀ ਦਾਤਿ) ਦੇਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਜ਼ਿੰਦਗੀ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ ਪਛਾਣ ਵਾਲਾ) ਸਿਆਣਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(sujwnu) isAwxw",
    "type_id": 3
  },
  {
    "id": 5559,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 3,
    "gurmukhi": "ijnw imilAw pRBu Awpxw; nwnk iqn kurbwnu ]",
    "transliteration": "Jinaa Miliaa Prabh Aapanaa Naanak Thin Kurabaan ||",
    "translation": "Nanak is a sacrifice to those who have merged with God.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਨ੍ਹਾਂ ਨੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5560,
    "shabad_id": 358,
    "pada": 13,
    "source_line": 3,
    "gurmukhi": "mwiG sucy. sy kWFIAih; ijn pUrw guru imhrvwnu ]12]",
    "transliteration": "Maagh Suchae Sae Kaandteeahi Jin Pooraa Gur Miharavaan ||12||",
    "translation": "In Maagh, they alone are known as true, unto whom the Perfect Guru is Merciful. ||12||",
    "punjabi": "ਮਾਘ ਮਹੀਨੇ ਵਿਚ ਸਿਰਫ਼ ਉਹੀ ਸੁੱਚੇ ਬੰਦੇ ਆਖੇ ਜਾਂਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪੂਰਾ ਸਤਿਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ (ਤੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਸਿਮਰਨ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ) ॥੧੨॥",
    "pronunciation": "(kWFIAih) khy jWdy",
    "type_id": 3
  },
  {
    "id": 5561,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 4,
    "gurmukhi": "Plguix. AnMd aupwrjnw; hir sjx. pRgty Awie ]",
    "transliteration": "Falagun Anandh Oupaarajanaa Har Sajan Pragattae Aae ||",
    "translation": "In the month of Phalgun, bliss comes to those, unto whom the Lord, the Friend, has been revealed.",
    "punjabi": "(ਸਿਆਲੀ ਰੁੱਤ ਦੀ ਕਰੜੀ ਸਰਦੀ ਪਿੱਛੋਂ ਬਹਾਰ ਫਿਰਨ ਤੇ ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ ਲੋਕ ਹੋਲੀਆਂ ਦੇ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਦੀ ਰਾਹੀਂ ਖ਼ੁਸ਼ੀਆਂ ਮਨਾਂਦੇ ਹਨ, ਪਰ) ਫੱਗਣ ਵਿਚ (ਉਹਨਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੱਜਣ-ਹਰੀ ਪਰਤੱਖ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "(aupwr-jnw) pYdw",
    "type_id": 3
  },
  {
    "id": 5562,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 4,
    "gurmukhi": "sMq shweI rwm ky; kir ikrpw dIAw imlwie ]",
    "transliteration": "Santh Sehaaee Raam Kae Kar Kirapaa Dheeaa Milaae ||",
    "translation": "The Saints, the Lord's helpers, in their mercy, have united me with Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਵਿਚ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ ਸੰਤ ਜਨ ਮਿਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨਾਲ ਜੋੜ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5563,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 5,
    "gurmukhi": "syj suhwvI srb suK; huix duKw nwhI jwie ]",
    "transliteration": "Saej Suhaavee Sarab Sukh Hun Dhukhaa Naahee Jaae ||",
    "translation": "My bed is beautiful, and I have all comforts. I feel no sadness at all.",
    "punjabi": "ਉਹਨਾਂ ਦੀ ਹਿਰਦਾ-ਸੇਜ ਸੁੰਦਰ ਬਣ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਸਾਰੇ ਹੀ ਸੁੱਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ, ਫਿਰ ਦੁੱਖਾਂ ਲਈ (ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਕਿਤੇ ਰਤਾ ਥਾਂ ਨਹੀਂ ਰਹਿ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5564,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 5,
    "gurmukhi": "ieC punI vfBwgxI; vru pwieAw hir rwie ]",
    "transliteration": "Eishh Punee Vaddabhaaganee Var Paaeiaa Har Raae ||",
    "translation": "My desires have been fulfilled-by great good fortune, I have obtained the Sovereign Lord as my Husband.",
    "punjabi": "ਉਹਨਾਂ ਵਡ-ਭਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਦੀ ਮਨੋ-ਕਾਮਨਾ ਪੂਰੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਖਸਮ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(ie`C) ie`Cw[ (punI it`pI nlwau) pUrI hoeI[ v`fBwgxI",
    "type_id": 3
  },
  {
    "id": 5565,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 6,
    "gurmukhi": "imil shIAw mMglu gwvhI; gIq goivMd Alwie ]",
    "transliteration": "Mil Seheeaa Mangal Gaavehee Geeth Govindh Alaae ||",
    "translation": "Join with me, my sisters, and sing the songs of rejoicing and the Hymns of the Lord of the Universe.",
    "punjabi": "ਉਹ ਸਤ-ਸੰਗੀ ਸਹੇਲੀਆਂ ਨਾਲ ਰਲ ਕੇ ਗੋਵਿੰਦ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਅਲਾਪ ਕੇ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਕਰਨ ਵਾਲੀ ਗੁਰਬਾਣੀ ਗਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "sqsMgI (shIAw) shylIAW[ vwihgurU jI dw (mMglu) js gurbwxI jI[ (Alwie) aucwrn",
    "type_id": 3
  },
  {
    "id": 5566,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 6,
    "gurmukhi": "hir jyhw. Avru n idseI; koeI dUjw. lvY n lwie ]",
    "transliteration": "Har Jaehaa Avar N Dhisee Koee Dhoojaa Lavai N Laae ||",
    "translation": "There is no other like the Lord-there is no equal to Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਵਰਗਾ ਕੋਈ ਹੋਰ, ਉਸ ਦੀ ਬਰਾਬਰੀ ਕਰ ਸਕਣ ਵਾਲਾ ਕੋਈ ਦੂਜਾ ਉਹਨਾਂ ਨੂੰ ਕਿਤੇ ਦਿੱਸਦਾ ਹੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5567,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 7,
    "gurmukhi": "hlqu plqu svwirEnu; inhcl idqIAnu jwie ]",
    "transliteration": "Halath Palath Savaarioun Nihachal Dhitheean Jaae ||",
    "translation": "He embellishes this world and the world hereafter, and He gives us our permanent home there.",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਨੇ (ਉਹਨਾਂ ਸਤ-ਸੰਗੀਆਂ ਦਾ) ਲੋਕ ਪਰਲੋਕ ਸਵਾਰ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਲਿਵ-ਲੀਨਤਾ ਵਾਲੀ) ਐਸੀ ਥਾਂ ਬਖ਼ਸ਼ੀ ਹੈ ਜੋ ਕਦੇ ਡੋਲਦੀ ਹੀ ਨਹੀਂ।",
    "pronunciation": "(hlqu) ieh lok, (plqu) pRlok[ (jwie) sQwn",
    "type_id": 3
  },
  {
    "id": 5568,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 7,
    "gurmukhi": "sMswr swgr qy riKAnu; bhuiV. n jnmY Dwie ]",
    "transliteration": "Sansaar Saagar Thae Rakhian Bahurr N Janamai Dhhaae ||",
    "translation": "He rescues us from the world-ocean; never again do we have to run the cycle of reincarnation.",
    "punjabi": "ਪ੍ਰਭੂ ਨੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਉਹਨਾਂ ਨੂੰ (ਹੱਥ ਦੇ ਕੇ) ਰੱਖ ਲਿਆ ਹੈ, ਜਨਮਾਂ ਦੇ ਗੇੜ ਵਿਚ ਮੁੜ ਉਹਨਾਂ ਦੀ ਦੌੜ ਭੱਜ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "(Dwie) Btkdy",
    "type_id": 3
  },
  {
    "id": 5569,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 8,
    "gurmukhi": "ijhvw eyk. Anyk gux; qry nwnk crxI pwie ]",
    "transliteration": "Jihavaa Eaek Anaek Gun Tharae Naanak Charanee Paae ||",
    "translation": "I have only one tongue, but Your Glorious Virtues are beyond counting. Nanak is saved, falling at Your Feet.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਸਾਡੀ ਇਕ ਜੀਭ ਹੈ, ਪ੍ਰਭੂ ਦੇ ਅਨੇਕਾਂ ਹੀ ਗੁਣ ਹਨ (ਅਸੀਂ ਉਹਨਾਂ ਨੂੰ ਬਿਆਨ ਕਰਨ ਜੋਗੇ ਨਹੀਂ ਹਾਂ, ਪਰ) ਜੇਹੜੇ ਜੀਵ ਉਸ ਦੀ ਚਰਨੀਂ ਪੈਂਦੇ ਹਨ (ਉਸ ਦਾ ਆਸਰਾ ਤੱਕਦੇ ਹਨ) ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਤਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5570,
    "shabad_id": 358,
    "pada": 14,
    "source_line": 8,
    "gurmukhi": "Plguix inq slwhIAY; ijs no. iqlu n qmwie ]13]",
    "transliteration": "Falagun Nith Salaaheeai Jis No Thil N Thamaae ||13||",
    "translation": "In Phalgun, praise Him continually; He has not even an iota of greed. ||13||",
    "punjabi": "ਫੱਗਣ ਦੇ ਮਹੀਨੇ ਵਿਚ (ਹੋਲੀਆਂ ਆਦਿਕ ਵਿਚੋਂ ਅਨੰਦ ਲੱਭਣ ਦੇ ਥਾਂ) ਸਦਾ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ ਨੂੰ (ਆਪਣੀ ਵਡਿਆਈ ਕਰਾਣ ਦਾ) ਰਤਾ ਭਰ ਭੀ ਲਾਲਚ ਨਹੀਂ ਹੈ (ਇਸ ਵਿਚ ਸਾਡਾ ਹੀ ਭਲਾ ਹੈ) ॥੧੩॥",
    "pronunciation": "(iqlu) iql mwqR QoVI BI[ (qmwie) lwlc, ie`Cw",
    "type_id": 3
  },
  {
    "id": 5571,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 9,
    "gurmukhi": "ijin ijin nwmu iDAwieAw; iqn ky kwj sry ]",
    "transliteration": "Jin Jin Naam Dhhiaaeiaa Thin Kae Kaaj Sarae ||",
    "translation": "Those who meditate on the Naam, the Name of the Lord-their affairs are all resolved.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕਾਰਜ ਸਫਲ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(sry) pUrn sPl hoey",
    "type_id": 3
  },
  {
    "id": 5572,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 10,
    "gurmukhi": "hir guru pUrw AwrwiDAw; drgh sic Kry ]",
    "transliteration": "Har Gur Pooraa Aaraadhhiaa Dharageh Sach Kharae ||",
    "translation": "Those who meditate on the Perfect Guru, the Lord-Incarnate-they are judged true in the Court of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਆਰਾਧਿਆ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(AwrwiDAw) jipAw iDAwieAw jpwieAw[ (Kry) au~qm",
    "type_id": 3
  },
  {
    "id": 5573,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 10,
    "gurmukhi": "srb suKw iniD crx hir; Baujlu ibKmu qry ]",
    "transliteration": "Sarab Sukhaa Nidhh Charan Har Bhoujal Bikham Tharae ||",
    "translation": "The Lord's Feet are the Treasure of all peace and comfort for them; they cross over the terrifying and treacherous world-ocean.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਹੀ ਸਾਰੇ ਸੁੱਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਨ, (ਜਿਹੜੇ ਜੀਵ ਚਰਨੀਂ ਲੱਗਦੇ ਹਨ, ਉਹ) ਔਖੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚੋਂ (ਸਹੀ-ਸਲਾਮਤ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(iniD) Kzwnw[ AOguxW ivkwrW sihq (ibKmu) kiTn (Baujlu) sMswr smuMdr",
    "type_id": 3
  },
  {
    "id": 5574,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 11,
    "gurmukhi": "pRym Bgiq iqn pweIAw; ibiKAw nwih jry ]",
    "transliteration": "Praem Bhagath Thin Paaeeaa Bikhiaa Naahi Jarae ||",
    "translation": "They obtain love and devotion, and they do not burn in corruption.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ-ਅੱਗ ਵਿਚ ਉਹ ਨਹੀਂ ਸੜਦੇ।",
    "pronunciation": "(ibiKAw) zihr mwieAw iviSAW c l`g ky nhIN (jry) sVy",
    "type_id": 3
  },
  {
    "id": 5575,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 11,
    "gurmukhi": "kUV gey duibDw nsI; pUrn sic Bry ]",
    "transliteration": "Koorr Geae Dhubidhhaa Nasee Pooran Sach Bharae ||",
    "translation": "Falsehood has vanished, duality has been erased, and they are totally overflowing with Truth.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਵਿਅਰਥ ਝੂਠੇ ਲਾਲਚ ਖ਼ਤਮ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਮੁਕੰਮਲ ਤੌਰ ਤੇ ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "kdy sweIN v`l kdy mwieAw v`l (duibDw) dÍYq Bwv[ n`sI",
    "type_id": 3
  },
  {
    "id": 5576,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 11,
    "gurmukhi": "pwrbRhmu pRBu syvdy; mn AMdir eyku Dry ]",
    "transliteration": "Paarabreham Prabh Saevadhae Man Andhar Eaek Dhharae ||",
    "translation": "They serve the Supreme Lord God, and enshrine the One Lord within their minds.",
    "punjabi": "ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਇਕੋ ਪਰਮ ਜੋਤਿ ਪਰਮਾਤਮਾ ਨੂੰ ਵਸਾ ਕੇ ਸਦਾ ਉਸ ਨੂੰ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "(Dry) itkwA ky",
    "type_id": 3
  },
  {
    "id": 5577,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 12,
    "gurmukhi": "mwh idvs. mUrq Bly; ijs kau. ndir kry ]",
    "transliteration": "Maah Dhivas Moorath Bhalae Jis Ko Nadhar Karae ||",
    "translation": "The months, the days, and the moments are auspicious, for those upon whom the Lord casts His Glance of Grace.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਉੱਤੇ ਪ੍ਰਭੂ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ (ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ) ਉਹਨਾਂ ਵਾਸਤੇ ਸਾਰੇ ਮਹੀਨੇ ਸਾਰੇ ਦਿਹਾੜੇ ਸਾਰੇ ਹੀ ਮੁਹੂਰਤ ਸੁਲੱਖਣੇ ਹਨ (ਸੰਗ੍ਰਾਂਦ ਆਦਿਕ ਦੀ ਪਵਿਤ੍ਰਤਾ ਦੇ ਭਰਮ-ਭੁਲੇਖੇ ਉਹਨਾਂ ਨੂੰ ਨਹੀਂ ਪੈਂਦੇ)।",
    "pronunciation": "(mUrq) mhUrq, do GVIAW dw smw",
    "type_id": 3
  },
  {
    "id": 5578,
    "shabad_id": 358,
    "pada": 15,
    "source_line": 12,
    "gurmukhi": "nwnku mMgY drs dwnu; ikrpw krhu hry ]14]1]",
    "transliteration": "Naanak Mangai Dharas Dhaan Kirapaa Karahu Harae ||14||1||",
    "translation": "Nanak begs for the blessing of Your Vision, O Lord. Please, shower Your Mercy upon me! ||14||1||",
    "punjabi": "ਹੇ ਹਰੀ! (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ ਨਾਨਕ (ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰੇ) ਦੀਦਾਰ ਦੀ ਦਾਤ ਮੰਗਦਾ ਹਾਂ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5579,
    "shabad_id": 359,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "mwJ mhlw 5 idn rYix",
    "transliteration": "Maajh Mehalaa 5 Dhin Raini",
    "translation": "Maajh, Fifth Mehl: Day And Night:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5580,
    "shabad_id": 359,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 5581,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "syvI siqguru Awpxw; hir ismrI. idn siB rYx ]",
    "transliteration": "Saevee Sathigur Aapanaa Har Simaree Dhin Sabh Rain ||",
    "translation": "I serve my True Guru, and meditate on Him all day and night.",
    "punjabi": "(ਹੇ ਭੈਣ! ਪ੍ਰਭੂ ਮਿਹਰ ਕਰੇ) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵਾਂ, ਤੇ ਮੈਂ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਾਰੇ ਦਿਨ ਤੇ ਸਾਰੀਆਂ ਰਾਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੀ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5582,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "Awpu iqAwig srxI pvW; muiK bolI imTVy vYx ]",
    "transliteration": "Aap Thiaag Saranee Pavaan Mukh Bolee Mitharrae Vain ||",
    "translation": "Renouncing selfishness and conceit, I seek His Sanctuary, and speak sweet words to Him.",
    "punjabi": "ਆਪਾ-ਭਾਵ ਤਿਆਗ ਕੇ (ਹਉਮੈ ਅਹੰਕਾਰ ਛੱਡ ਕੇ) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪਵਾਂ ਤੇ ਮੂੰਹ ਨਾਲ (ਉਸ ਅੱਗੇ ਇਹ) ਮਿੱਠੇ ਬੋਲ ਬੋਲਾਂ,",
    "pronunciation": "(vYx) bcn",
    "type_id": 3
  },
  {
    "id": 5583,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jnm jnm kw ivCuiVAw; hir mylhu sjxu sYx ]",
    "transliteration": "Janam Janam Kaa Vishhurriaa Har Maelahu Sajan Sain ||",
    "translation": "Through countless lifetimes and incarnations, I was separated from Him. O Lord, you are my Friend and Companion-please unite me with Yourself.",
    "punjabi": "(ਕਿ ਹੇ ਸਤਿਗੁਰੂ!) ਮੈਨੂੰ ਸੱਜਣ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਹ, ਮੇਰਾ ਮਨ ਕਈ ਜਨਮਾਂ ਦਾ ਉਸ ਤੋਂ ਵਿੱਛੁੜਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "(sYx) suAwmI, mwlk",
    "type_id": 3
  },
  {
    "id": 5584,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "jo jIA hir qy ivCuVy; sy suiK n vsin BYx ]",
    "transliteration": "Jo Jeea Har Thae Vishhurrae Sae Sukh N Vasan Bhain ||",
    "translation": "Those who are separated from the Lord do not dwell in peace, O sister.",
    "punjabi": "ਹੇ ਭੈਣ! ਜੇਹੜੇ ਜੀਵ ਪਰਮਾਤਮਾ ਤੋਂ ਵਿੱਛੁੜੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਸੁਖ ਨਾਲ ਨਹੀਂ ਵੱਸ ਸਕਦੇ।",
    "pronunciation": "cOrwsI dy gyVy c (BYx) BauNdy hn",
    "type_id": 3
  },
  {
    "id": 5585,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "hir ipr ibnu. cYnu n pweIAY; Koij ifTy siB gYx ]",
    "transliteration": "Har Pir Bin Chain N Paaeeai Khoj Ddithae Sabh Gain ||",
    "translation": "Without their Husband Lord, they find no comfort. I have searched and seen all realms.",
    "punjabi": "ਮੈਂ ਸਾਰੇ (ਧਰਤੀ) ਆਕਾਸ਼ ਖੋਜ ਕੇ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਆਤਮਕ ਸੁਖ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "(gYx) AkwS mMfl",
    "type_id": 3
  },
  {
    "id": 5586,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "Awp kmwxY ivCuVI; dosu. n kwhU dyx ]",
    "transliteration": "Aap Kamaanai Vishhurree Dhos N Kaahoo Dhaen ||",
    "translation": "My own evil actions have kept me separate from Him; why should I accuse anyone else?",
    "punjabi": "(ਹੇ ਭੈਣ!) ਮੈਂ ਆਪਣੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ (ਪ੍ਰਭੂ-ਪਤੀ ਤੋਂ) ਵਿੱਛੁੜੀ ਹੋਈ ਹਾਂ (ਇਸ ਬਾਰੇ) ਮੈਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਦੋਸ਼ ਨਹੀਂ ਦੇ ਸਕਦੀ।",
    "pronunciation": "(kmwxY) krmW krky",
    "type_id": 3
  },
  {
    "id": 5587,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "kir ikrpw pRB rwiK lyhu; horu. nwhI krx kryx ]",
    "transliteration": "Kar Kirapaa Prabh Raakh Laehu Hor Naahee Karan Karaen ||",
    "translation": "Bestow Your Mercy, God, and save me! No one else can bestow Your Mercy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ, ਤੈਥੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ ਕੁਝ ਕਰਨ ਕਰਾਵਨ ਦੀ ਸਮਰੱਥਾ ਨਹੀਂ ਰੱਖਦਾ।",
    "pronunciation": "(krx kryx) krn krwaux Xog",
    "type_id": 3
  },
  {
    "id": 5588,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "hir quDu ivxu. KwkU rUlxw; khIAY ikQY. vYx ]",
    "transliteration": "Har Thudhh Vin Khaakoo Roolanaa Keheeai Kithhai Vain ||",
    "translation": "Without You, Lord, we roll around in the dust. Unto whom should we utter our cries of distress?",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਮਿੱਟੀ ਵਿਚ ਰੁਲ ਜਾਈਦਾ ਹੈ। (ਇਸ ਦੁੱਖ ਦੇ) ਕੀਰਨੇ ਹੋਰ ਕਿਸ ਨੂੰ ਦੱਸੀਏ?",
    "pronunciation": "(KwkU) im`tI c[ (vYx) kIrny, ivrlwp",
    "type_id": 3
  },
  {
    "id": 5589,
    "shabad_id": 359,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "nwnk kI bynMqIAw; hir surjnu. dyKw nYx ]1]",
    "transliteration": "Naanak Kee Baenantheeaa Har Surajan Dhaekhaa Nain ||1||",
    "translation": "This is Nanak's prayer: \"May my eyes behold the Lord, the Angelic Being.\"||1||",
    "punjabi": "(ਹੇ ਭੈਣ!) ਨਾਨਕ ਦੀ ਇਹ ਬੇਨਤੀ ਹੈ ਕਿ ਮੈਂ ਕਿਸੇ ਤਰ੍ਹਾਂ ਆਪਣੀ ਅੱਖੀਂ ਉਸ ਉੱਤਮ ਪੁਰਖ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਾਂ ॥੧॥",
    "pronunciation": "sMq Bgq mhWpurS (surjnu) sRySt purK[ (nYx) nyqRW nwl",
    "type_id": 3
  },
  {
    "id": 5590,
    "shabad_id": 359,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "jIA kI ibrQw. so suxy; hir sMimRQ purKu Apwru ]",
    "transliteration": "Jeea Kee Birathhaa So Sunae Har Sanmrithh Purakh Apaar ||",
    "translation": "The Lord hears the anguish of the soul; He is the All-powerful and Infinite Primal Being.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ, ਉਹੀ ਜਿੰਦ ਦਾ ਦੁਖ-ਦਰਦ ਸੁਣਦਾ ਹੈ।",
    "pronunciation": "(ibrQw) pIVw[ sB kuJ krn nUM (sMm-i R~Q) smrQ",
    "type_id": 3
  },
  {
    "id": 5591,
    "shabad_id": 359,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "mrix jIvix AwrwDxw; sBnw kw AwDwru ]",
    "transliteration": "Maran Jeevan Aaraadhhanaa Sabhanaa Kaa Aadhhaar ||",
    "translation": "In death and in life, worship and adore the Lord, the Support of all.",
    "punjabi": "ਸਾਰੀ ਹੀ ਉਮਰ ਉਸਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਉਹ ਸਭ ਜੀਵਾਂ ਦਾ ਆਸਰਾ-ਪਰਨਾ ਹੈ।",
    "pronunciation": "(AwrwDxw) ismrnw",
    "type_id": 3
  }
]
