[
  {
    "id": 5723,
    "shabad_id": 373,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਵਰੀ ਨੋ; ਸਮਝਾਵਣਿ ਜਾੲਿ ॥",
    "transliteration": "Avaree No Samajhaavan Jaae ||",
    "translation": "And yet, they go out to teach others.",
    "punjabi": "ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਸਿੱਖਿਆ ਦੇਣ ਜਾਂਦਾ ਹੈ (ਕਿ ਝੂਠ ਨਾਹ ਬੋਲੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5724,
    "shabad_id": 373,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੁਠਾ ਅਾਪਿ; ਮੁਹਾੲੇ ਸਾਥੈ ॥",
    "transliteration": "Muthaa Aap Muhaaeae Saathhai ||",
    "translation": "They are deceived, and they deceive their companions.",
    "punjabi": "(ਉਹ) ਆਪ ਤਾਂ ਠੱਗਿਆ ਜਾ ਹੀ ਰਿਹਾ ਹੈ, ਆਪਣੇ ਸਾਥ ਨੂੰ ਭੀ ਲੁਟਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਮੁੱਠਾ) ਠੱਗਿਅਾ। (ਮੁਹਾੲੇ) ਠਗਾੲੇ (ਸਾਥੈ) ਸਾਥੀਅਾਂ ਨੂੰ",
    "type_id": 3
  },
  {
    "id": 5725,
    "shabad_id": 373,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ; ਅੈਸਾ ਅਾਗੂ ਜਾਪੈ ॥੧॥",
    "transliteration": "Naanak Aisaa Aagoo Jaapai ||1||",
    "translation": "O Nanak, such are the leaders of men. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਅਜੇਹਾ ਆਗੂ (ਅੰਤ ਇਉਂ) ਉੱਘੜਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਜਾਪੈ) ਜਾਪਦਾ, ਜਾਣਿਅਾ ਜਾਂਦਾ",
    "type_id": 3
  },
  {
    "id": 5726,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਹਲਾ ੪ ॥",
    "transliteration": "Mehalaa 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5727,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸ ਦੈ ਅੰਦਰਿ. ਸਚੁ ਹੈ; ਸੋ ਸਚਾ ਨਾਮੁ, ਮੁਖਿ ਸਚੁ ਅਲਾੲੇ ॥",
    "transliteration": "Jis Dhai Andhar Sach Hai So Sachaa Naam Mukh Sach Alaaeae ||",
    "translation": "Those, within whom the Truth dwells, obtain the True Name; they speak only the Truth.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ, ਮੂੰਹੋਂ (ਭੀ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਸੱਚਾ ਨਾਮ ਹੀ ਬੋਲਦਾ ਹੈ।",
    "pronunciation": "(ਅਲਾੲੇ) ੳੁਚਾਰਦਾ",
    "type_id": 3
  },
  {
    "id": 5728,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਓਹੁ ਹਰਿ ਮਾਰਗਿ ਅਾਪਿ ਚਲਦਾ; ਹੋਰਨਾ ਨੋ ਹਰਿ ਮਾਰਗਿ ਪਾੲੇ ॥",
    "transliteration": "Ouhu Har Maarag Aap Chaladhaa Horanaa No Har Maarag Paaeae ||",
    "translation": "They walk on the Lord's Path, and inspire others to walk on the Lord's Path as well.",
    "punjabi": "ਉਹ ਆਪ ਪਰਮਾਤਮਾ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਭੀ ਤੇ ਦੇ ਰਾਹ ਪ੍ਰਭੂ ਤੋਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5729,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੇ ਅਗੈ ਤੀਰਥੁ ਹੋੲਿ. ਤਾ ਮਲੁ ਲਹੈ; ਛਪੜਿ ਨਾਤੈ. ਸਗਵੀ ਮਲੁ ਲਾੲੇ ॥",
    "transliteration": "Jae Agai Theerathh Hoe Thaa Mal Lehai Shhaparr Naathai Sagavee Mal Laaeae ||",
    "translation": "Bathing in a pool of holy water, they are washed clean of filth. But, by bathing in a stagnant pond, they are contaminated with even more filth.",
    "punjabi": "(ਜਿੱਥੇ ਨ੍ਹਾਉਣ ਜਾਈਏ) ਜੇ ਉੱਥੇ ਖੁਲ੍ਹੇ ਸਾਫ਼ ਪਾਣੀ ਦਾ ਸੋਮਾ ਹੋਵੇ ਤਾਂ (ਨ੍ਹਾਉਣ ਵਾਲੇ ਦੀ) ਮੈਲ ਲਹਿ ਜਾਂਦੀ ਹੈ, ਪਰ ਛੱਪੜ ਵਿਚ ਨ੍ਹਾਤਿਆਂ ਸਗੋਂ ਹੋਰ ਮੈਲ ਵਧਦੀ ਹੈ।",
    "pronunciation": "ਨ੍ਹਾਤੈ",
    "type_id": 3
  },
  {
    "id": 5730,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੀਰਥੁ ਪੂਰਾ ਸਤਿਗੁਰੂ; ਜੋ ਅਨ ਦਿਨੁ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ॥",
    "transliteration": "Theerathh Pooraa Sathiguroo Jo Anadhin Har Har Naam Dhhiaaeae ||",
    "translation": "The True Guru is the Perfect Pool of Holy Water. Night and day, He meditates on the Name of the Lord, Har, Har.",
    "punjabi": "(ਇਹੀ ਨੇਮ ਸਮਝੋ ਮਨ ਦੀ ਮੈਲ ਧੋਣ ਲਈ), ਪੂਰਾ ਗੁਰੂ ਜੋ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ (ਮਾਨੋ) ਖੁਲ੍ਹੇ ਸਾਫ਼ ਪਾਣੀ ਦਾ ਸੋਮਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5731,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਓਹੁ ਅਾਪਿ ਛੁਟਾ. ਕੁਟੰਬ ਸਿੳੁ; ਦੇ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਸਭ ਸਿ੍ਰਸਟਿ ਛਡਾੲੇ ॥",
    "transliteration": "Ouhu Aap Shhuttaa Kuttanb Sio Dhae Har Har Naam Sabh Srisatt Shhaddaaeae ||",
    "translation": "He is saved, along with his family; bestowing the Name of the Lord, Har, Har, He saves the whole world.",
    "punjabi": "ਉਹ ਆਪ ਆਪਣੇ ਪਰਵਾਰ ਸਮੇਤ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਿਆ ਹੋਇਆ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇ ਕੇ ਉਹ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਵੀ ਬਚਾਂਦਾ ਹੈ।",
    "pronunciation": "ਛੁੱਟਾ। ਸ੍ਰਿ ਸਟਿ",
    "type_id": 3
  },
  {
    "id": 5732,
    "shabad_id": 374,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਤਿਸੁ ਬਲਿਹਾਰਣੈ; ਜੋ ਅਾਪਿ ਜਪੈ. ਅਵਰਾ ਨਾਮੁ ਜਪਾੲੇ ॥੨॥",
    "transliteration": "Jan Naanak This Balihaaranai Jo Aap Japai Avaraa Naam Japaaeae ||2||",
    "translation": "Servant Nanak is a sacrifice to one who himself chants the Naam, and inspires others to chant it as well. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-ਮੈਂ) ਉਸ ਤੋਂ ਸਦਕੇ ਹਾਂ, ਜੋ ਆਪ (ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਜਪਦਾ ਹੈ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਜਪਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5733,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5734,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੲਿਕਿ. ਕੰਦ ਮੂਲੁ ਚੁਣਿ ਖਾਹਿ; ਵਣ ਖੰਡਿ ਵਾਸਾ ॥",
    "transliteration": "Eik Kandh Mool Chun Khaahi Van Khandd Vaasaa ||",
    "translation": "Some pick and eat fruits and roots, and live in the wilderness.",
    "punjabi": "ਕਈ ਬੰਦੇ ਮੂਲੀ ਆਦਿਕ ਪੁਟ ਕੇ ਖਾਂਦੇ ਹਨ (ਮੂਲੀ ਆਦਿਕ ਖਾ ਕੇ ਗੁਜ਼ਾਰਾ ਕਰਦੇ ਹਨ) ਤੇ ਜੰਗਲ ਦੇ ਗੋਸ਼ੇ ਵਿਚ ਜਾ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਕੰਦ ਮੂਲੁ) ਜ਼ਮੀਨ ਚ ਪੈਦਾ ਹੋਣ ਵਾਲੇ ਫਲ਼ ਸਬਜੀ",
    "type_id": 3
  },
  {
    "id": 5735,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਕਿ. ਭਗਵਾ ਵੇਸੁ ਕਰਿ ਫਿਰਹਿ; ਜੋਗੀ ਸੰਨਿਅਾਸਾ ॥",
    "transliteration": "Eik Bhagavaa Vaes Kar Firehi Jogee Sanniaasaa ||",
    "translation": "Some wander around wearing saffron robes, as Yogis and Sanyaasees.",
    "punjabi": "ਕਈ ਲੋਕ ਭਗਵੇ ਕੱਪੜੇ ਪਾ ਕੇ ਜੋਗੀ ਤੇ ਸੰਨਿਆਸੀ ਬਣ ਕੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5736,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੰਦਰਿ ਤਿ੍ਰਸਨਾ ਬਹੁਤੁ; ਛਾਦਨ ਭੋਜਨ ਕੀ ਅਾਸਾ ॥",
    "transliteration": "Andhar Thrisanaa Bahuth Shhaadhan Bhojan Kee Aasaa ||",
    "translation": "But there is still so much desire within them-they still yearn for clothes and food.",
    "punjabi": "(ਪਰ ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਬਹੁਤ ਲਾਲਚ ਹੁੰਦਾ ਹੈ, ਕੱਪੜੇ ਤੇ ਭੋਜਨ ਦੀ ਲਾਲਸਾ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "(ਛਾਦਨ) ਕੱਪੜੇ",
    "type_id": 3
  },
  {
    "id": 5737,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲਿ; ਨ ਗਿਰਹੀ. ਨ ੳੁਦਾਸਾ ॥",
    "transliteration": "Birathhaa Janam Gavaae N Girehee N Oudhaasaa ||",
    "translation": "They waste their lives uselessly; they are neither householders nor renunciates.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਅਜਾਈਂ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਕੇ ਨਾਹ ਉਹ ਗ੍ਰਿਹਸਤੀ ਰਹਿੰਦੇ ਹਨ ਤੇ ਨਾਹ ਹੀ ਫ਼ਕੀਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5738,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਮਕਾਲੁ ਸਿਰਹੁ. ਨ ੳੁਤਰੈ; ਤਿ੍ਰਬਿਧਿ ਮਨਸਾ ॥",
    "transliteration": "Jamakaal Sirahu N Outharai Thribidhh Manasaa ||",
    "translation": "The Messenger of Death hangs over their heads, and they cannot escape the three-phased desire.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਤ੍ਰਿਗੁਣੀ (ਮਾਇਆ ਦੀ) ਲਾਲਸਾ ਹੋਣ ਦੇ ਕਾਰਨ ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਸਿਰ ਤੋਂ ਟਲਦੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਤ ਿ੍ਰ-ਬਿਧਿ) ਤਿੰਨ ਗੁਣਾਂ ਰਜੋ ਤਮੋ ਸਤੋ ਵਾਲੀ (ਮਨਸਾ) ਵਾਸਨਾ, ੲਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 5739,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮਤੀ. ਕਾਲੁ ਨ ਅਾਵੈ ਨੇੜੈ; ਜਾ ਹੋਵੈ ਦਾਸਨਿ ਦਾਸਾ ॥",
    "transliteration": "Guramathee Kaal N Aavai Naerrai Jaa Hovai Dhaasan Dhaasaa ||",
    "translation": "Death does not even approach those who follow the Guru's Teachings, and become the slaves of the Lord's slaves.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੇ) ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਬਣ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤੁਰ ਕੇ ਆਤਮਕ ਮੌਤ ਉਸਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5740,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ ਸਚੁ ਮਨਿ; ਘਰ ਹੀ ਮਾਹਿ ੳੁਦਾਸਾ ॥",
    "transliteration": "Sachaa Sabadh Sach Man Ghar Hee Maahi Oudhaasaa ||",
    "translation": "The True Word of the Shabad abides in their true minds; within the home of their own inner beings, they remain detached.",
    "punjabi": "ਗੁਰੂ ਦਾ ਸੱਚਾ ਸਬਦ ਤੇ ਪ੍ਰਭੂ (ਉਸ ਦੇ) ਮਨ ਵਿਚ ਹੋਣ ਕਰਕੇ ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਹੀ ਤਿਆਗੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5741,
    "shabad_id": 375,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰੁ ਸੇਵਨਿ ਅਾਪਣਾ; ਸੇ ਅਾਸਾ ਤੇ ਨਿਰਾਸਾ ॥੫॥",
    "transliteration": "Naanak Sathigur Saevan Aapanaa Sae Aasaa Thae Niraasaa ||5||",
    "translation": "O Nanak, those who serve their True Guru, rise from desire to desirelessness. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦੇ ਹਨ, ਉਹ (ਦੁਨੀਆ ਦੀਆਂ) ਲਾਲਸਾ ਤੋਂ ਉਪਰਾਮ ਹੋ ਜਾਂਦੇ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5742,
    "shabad_id": 376,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5743,
    "shabad_id": 376,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੇ ਰਤੁ ਲਗੈ ਕਪੜੈ; ਜਾਮਾ ਹੋੲਿ ਪਲੀਤੁ ॥",
    "transliteration": "Jae Rath Lagai Kaparrai Jaamaa Hoe Paleeth ||",
    "translation": "If one's clothes are stained with blood, the garment becomes polluted.",
    "punjabi": "ਜੇ ਜਾਮੇ ਨੂੰ ਲਹੂ ਲੱਗ ਜਾਵੇ, ਤਾਂ ਜਾਮਾ ਪਲੀਤ ਹੋ ਜਾਂਦਾ ਹੈ (ਤੇ ਨਮਾਜ਼ ਨਹੀਂ ਹੋ ਸਕਦੀ),",
    "pronunciation": "(ਰੱਤੁ) ਲਹੂ। (ਜਾਮਾ) ਕੱਪੜਾ। (ਪਲੀਤੁ) ਅਪਵਿੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 5744,
    "shabad_id": 376,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੋ ਰਤੁ ਪੀਵਹਿ ਮਾਣਸਾ; ਤਿਨ ਕਿੳੁ ਨਿਰਮਲੁ ਚੀਤੁ ॥",
    "transliteration": "Jo Rath Peevehi Maanasaa Thin Kio Niramal Cheeth ||",
    "translation": "Those who suck the blood of human beings-how can their consciousness be pure?",
    "punjabi": "(ਪਰ) ਜੋ ਬੰਦੇ ਮਨੁੱਖਾਂ ਦਾ ਲਹੂ ਪੀਂਦੇ ਹਨ (ਭਾਵ, ਧੱਕਾ ਕਰ ਕੇ ਹਰਾਮ ਦੀ ਕਮਾਈ ਖਾਂਦੇ ਹਨ) ਉਹਨਾਂ ਦਾ ਮਨ ਕਿਵੇਂ ਪਾਕ (ਸਾਫ਼) ਰਹਿ ਸਕਦਾ ਹੈ (ਤੇ ਪਲੀਤ ਮਨ ਨਾਲ ਨਮਾਜ਼ ਪੜ੍ਹੀ ਕਿਵੇਂ ਕਬੂਲ ਹੈ)?",
    "pronunciation": "ਰੱਤੁ",
    "type_id": 3
  },
  {
    "id": 5745,
    "shabad_id": 376,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਨਾੳੁ ਖੁਦਾੲਿ ਕਾ; ਦਿਲਿ ਹਛੈ ਮੁਖਿ ਲੇਹੁ ॥",
    "transliteration": "Naanak Naao Khudhaae Kaa Dhil Hashhai Mukh Laehu ||",
    "translation": "O Nanak, chant the Name of God, with heart-felt devotion.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਰੱਬ ਦਾ ਨਾਮ ਮੂੰਹੋਂ ਸਾਫ਼ ਦਿਲ ਨਾਲ ਲੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5746,
    "shabad_id": 376,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਵਰਿ ਦਿਵਾਜੇ ਦੁਨੀ ਕੇ; ਝੂਠੇ ਅਮਲ ਕਰੇਹੁ ॥੧॥",
    "transliteration": "Avar Dhivaajae Dhunee Kae Jhoothae Amal Karaehu ||1||",
    "translation": "Everything else is just a pompous worldly show, and the practice of false deeds. ||1||",
    "punjabi": "(ਇਸ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਕੰਮ ਦੁਨੀਆ ਵਾਲੇ ਵਿਖਾਵੇ ਹਨ। ਇਹ ਤਾਂ ਤੁਸੀ ਕੂੜੇ ਕੰਮ ਹੀ ਕਰਦੇ ਹੋ ॥੧॥",
    "pronunciation": "(ਦਿਵਾਜੇ) ਦਿਖਾਵੇ। (ਅਮਲ) ਕੰਮ",
    "type_id": 3
  },
  {
    "id": 5747,
    "shabad_id": 377,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੧ ॥",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5748,
    "shabad_id": 377,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਾ ਹੳੁ ਨਾਹੀ. ਤਾ ਕਿਅਾ ਅਾਖਾ; ਕਿਹੁ ਨਾਹੀ. ਕਿਅਾ ਹੋਵਾ ॥",
    "transliteration": "Jaa Ho Naahee Thaa Kiaa Aakhaa Kihu Naahee Kiaa Hovaa ||",
    "translation": "Since I am no one, what can I say? Since I am nothing, what can I be?",
    "punjabi": "ਜਦੋਂ ਮੈਂ ਹਾਂ ਹੀ ਕੁਝ ਨਹੀਂ (ਭਾਵ, ਮੇਰੀ ਆਤਮਕ ਹਸਤੀ ਹੀ ਕੁਝ ਨਹੀਂ ਬਣੀ), ਤਾਂ ਮੈਂ (ਹੋਰਨਾਂ ਨੂੰ) ਉਪਦੇਸ਼ ਕੀਹ ਕਰਾਂ? (ਅੰਦਰ) ਕੋਈ ਆਤਮਕ ਗੁਣ ਨਾਹ ਹੁੰਦਿਆਂ ਕਿਤਨਾ ਕੁਝ ਬਣ ਬਣ ਕੇ ਵਿਖਾਵਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5749,
    "shabad_id": 377,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕੀਤਾ ਕਰਣਾ. ਕਹਿਅਾ ਕਥਨਾ; ਭਰਿਅਾ ਭਰਿ ਭਰਿ ਧੋਵਾਂ ॥",
    "transliteration": "Keethaa Karanaa Kehiaa Kathhanaa Bhariaa Bhar Bhar Dhhovaan ||",
    "translation": "As He created me, so I act. As He causes me to speak, so I speak. I am full and overflowing with sins-if only I could wash them away!",
    "punjabi": "ਮੇਰਾ ਕੰਮ-ਕਾਰ, ਮੇਰਾ ਬੋਲ-ਚਾਲ-ਇਹਨਾਂ ਦੀ ਰਾਹੀਂ (ਮੰਦੇ ਸੰਸਕਾਰਾਂ ਨਾਲ) ਭਰਿਆ ਹੋਇਆ ਕਦੇ ਮੰਦੇ ਪਾਸੇ ਡਿੱਗਦਾ ਹਾਂ ਤੇ (ਕਦੇ ਫੇਰ ਮਨ ਨੂੰ) ਧੋਣ ਦਾ ਜਤਨ ਕਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5750,
    "shabad_id": 377,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪਿ. ਨ ਬੁਝਾ, ਲੋਕ ਬੁਝਾੲੀ; ਅੈਸਾ ਅਾਗੂ ਹੋਵਾਂ ॥",
    "transliteration": "Aap N Bujhaa Lok Bujhaaee Aisaa Aagoo Hovaan ||",
    "translation": "I do not understand myself, and yet I try to teach others. Such is the guide I am!",
    "punjabi": "ਜਦੋਂ ਮੈਨੂੰ ਆਪ ਨੂੰ ਹੀ ਸਮਝ ਨਹੀਂ ਆਈ ਤੇ ਲੋਕਾਂ ਨੂੰ ਰਾਹ ਦੱਸਦਾ ਹਾਂ, (ਇਸ ਹਾਲਤ ਵਿਚ) ਹਾਸੋ-ਹੀਣਾ ਆਗੂ ਹੀ ਬਣਦਾ ਹਾਂ।",
    "pronunciation": "ਬੁੱਝਾਂ ਬੱੁਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 5751,
    "shabad_id": 377,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਅੰਧਾ ਹੋੲਿ ਕੈ. ਦਸੇ ਰਾਹੈ; ਸਭਸੁ ਮੁਹਾੲੇ ਸਾਥੈ ॥",
    "transliteration": "Naanak Andhhaa Hoe Kai Dhasae Raahai Sabhas Muhaaeae Saathhai ||",
    "translation": "O Nanak, the one who is blind shows others the way, and misleads all his companions.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਆਪ ਅੰਨ੍ਹਾ ਹੈ, ਪਰ ਹੋਰਨਾਂ ਨੂੰ ਰਾਹ ਦੱਸਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਸਾਥ ਨੂੰ ਲੁਟਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਮੁਹਾੲੇ) ਠੱਗਾੲੇ (ਸਾਥੈ) ਸਾਥੀਅਾਂ ਨੂੰ। ਦੱਸੇ",
    "type_id": 3
  },
  {
    "id": 5752,
    "shabad_id": 377,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਗੈ ਗੲਿਅਾ ਮੁਹੇ ਮੁਹਿ ਪਾਹਿ; ਸੁ ਅੈਸਾ ਅਾਗੂ ਜਾਪੈ ॥੨॥",
    "transliteration": "Agai Gaeiaa Muhae Muhi Paahi S Aisaa Aagoo Jaapai ||2||",
    "translation": "But, going to the world hereafter, he shall be beaten and kicked in the face; then, it will be obvious, what sort of guide he was! ||2||",
    "punjabi": "ਅੱਗੇ ਚੱਲ ਕੇ ਮੂੰਹੋਂ ਮੂੰਹ ਉਸ ਨੂੰ (ਜੁੱਤੀਆਂ) ਪੈਂਦੀਆਂ ਹਨ, ਤਦੋਂ ਅਜੇਹਾ ਆਗੂ (ਅਸਲ ਰੂਪ ਵਿਚ) ਉੱਘੜਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਗੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 5753,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5754,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਹਾ ਰੁਤੀ ਸਭ ਤੂੰ; ਘੜੀ ਮੂਰਤ ਵੀਚਾਰਾ ॥",
    "transliteration": "Maahaa Ruthee Sabh Thoon Gharree Moorath Veechaaraa ||",
    "translation": "Through all the months and the seasons, the minutes and the hours, I dwell upon You, O Lord.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਮਹੀਨਿਆਂ ਰੁੱਤਾਂ ਘੜੀਆਂ ਤੇ ਮੁਹੂਰਤਾਂ ਵਿਚ ਤੈਨੂੰ ਸਿਮਰਿਆ ਜਾ ਸਕਦਾ ਹੈ (ਭਾਵ, ਤੇਰੇ ਸਿਮਰਨ ਲਈ ਕੋਈ ਖ਼ਾਸ ਰੁੱਤ ਜਾਂ ਥਿੱਤ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "(ਮਾਹਾ) ਮਹੀਨੇ। (ਵੀਚਾਰਾ) ਸਿਮਰਨਾ",
    "type_id": 3
  },
  {
    "id": 5755,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੂੰ ਗਣਤੈ. ਕਿਨੈ ਨ ਪਾੲਿਓ; ਸਚੇ ਅਲਖ ਅਪਾਰਾ ॥",
    "transliteration": "Thoon Ganathai Kinai N Paaeiou Sachae Alakh Apaaraa ||",
    "translation": "No one has attained You by clever calculations, O True, Unseen and Infinite Lord.",
    "punjabi": "ਹੇ ਅਦ੍ਰਿਸ਼ਟ ਤੇ ਬੇਅੰਤ ਪ੍ਰਭੂ! ਥਿੱਤਾਂ ਦਾ ਲੇਖਾ ਗਿਣ ਕੇ ਕਿਸੇ ਨੇ ਭੀ ਤੈਨੂੰ ਨਹੀਂ ਲੱਭਿਆ।",
    "pronunciation": "(ਗਣਤੈ) ਗਿਣਤੀਅਾਂ ਨਾਲ। ਅ-ਲਖ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 5756,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੜਿਅਾ ਮੂਰਖੁ ਅਾਖੀਅੈ; ਜਿਸੁ ਲਬੁ ਲੋਭੁ ਅਹੰਕਾਰਾ ॥",
    "transliteration": "Parriaa Moorakh Aakheeai Jis Lab Lobh Ahankaaraa ||",
    "translation": "That scholar who is full of greed, arrogant pride and egotism, is known to be a fool.",
    "punjabi": "ਇਹੋ ਜਿਹੀ (ਥਿੱਤਾਂ ਦੀ ਵਿੱਦਿਆ) ਪੜ੍ਹੇ ਹੋਏ ਨੂੰ ਮੂਰਖ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦੇ ਅੰਦਰ ਲੋਭ ਤੇ ਅਹੰਕਾਰ ਹੈ।",
    "pronunciation": "ਪੜਿ੍ਹਅਾ, ਅਹੰ-ਕਾਰਾ",
    "type_id": 3
  },
  {
    "id": 5757,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾੳੁ ਪੜੀਅੈ ਨਾੳੁ ਬੁਝੀਅੈ; ਗੁਰਮਤੀ ਵੀਚਾਰਾ ॥",
    "transliteration": "Naao Parreeai Naao Bujheeai Guramathee Veechaaraa ||",
    "translation": "So read the Name, and realize the Name, and contemplate the Guru's Teachings.",
    "punjabi": "(ਕਿਸੇ ਥਿੱਤ ਮੁਹੂਰਤ ਦੇ ਭਰਮ ਦੀ ਲੋੜ ਨਹੀਂ, ਸਿਰਫ਼) ਸਤਿਗੁਰੂ ਦੀ ਦਿੱਤੀ ਮਤਿ ਨੂੰ ਵਿਚਾਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ ਤੇ (ਉਸ ਵਿਚ) ਸੁਰਤ ਜੋੜਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "ਪੜ੍ਹੀਅੈ ਬੁੱਝੀਅੈ",
    "type_id": 3
  },
  {
    "id": 5758,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮਤੀ ਨਾਮੁ ਧਨੁ ਖਟਿਅਾ; ਭਗਤੀ ਭਰੇ ਭੰਡਾਰਾ ॥",
    "transliteration": "Guramathee Naam Dhhan Khattiaa Bhagathee Bharae Bhanddaaraa ||",
    "translation": "Through the Guru's Teachings, I have earned the wealth of the Naam; I possess the storehouses, overflowing with devotion to the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਤੇ ਤੁਰ ਕੇ ਨਾਮ-ਰੂਪ ਧਨ ਕਮਾਇਆ ਹੈ, ਉਹਨਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਗਤੀ ਨਾਲ ਭਰ ਗਏ ਹਨ।",
    "pronunciation": "ਖੱਟਿਅਾ",
    "type_id": 3
  },
  {
    "id": 5759,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਿਰਮਲੁ ਨਾਮੁ ਮੰਨਿਅਾ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰਾ ॥",
    "transliteration": "Niramal Naam Manniaa Dhar Sachai Sachiaaraa ||",
    "translation": "Believing in the Immaculate Naam, one is hailed as true, in the True Court of the Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਪ੍ਰਭੂ ਦਾ ਪਵਿਤ੍ਰ ਨਾਮ ਕਬੂਲ ਕੀਤਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੁਰਖ਼ਰੂ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5760,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਸ ਦਾ ਜੀੳੁ ਪਰਾਣੁ ਹੈ; ਅੰਤਰਿ ਜੋਤਿ ਅਪਾਰਾ ॥",
    "transliteration": "Jis Dhaa Jeeo Paraan Hai Anthar Joth Apaaraa ||",
    "translation": "The Divine Light of the Infinite Lord, who owns the soul and the breath of life, is deep within the inner being.",
    "punjabi": "ਤੇਰੇ ਹੀ ਬਖ਼ਸ਼ੇ ਹੋਏ ਜਿੰਦ ਪ੍ਰਾਣ ਹਰੇਕ ਜੀਵ ਨੂੰ ਮਿਲੇ ਹਨ, ਤੇਰੀ ਹੀ ਅਪਾਰ ਜੋਤਿ ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5761,
    "shabad_id": 378,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਚਾ ਸਾਹੁ ੲਿਕੁ ਤੂੰ; ਹੋਰੁ ਜਗਤੁ ਵਣਜਾਰਾ ॥੬॥",
    "transliteration": "Sachaa Saahu Eik Thoon Hor Jagath Vanajaaraa ||6||",
    "translation": "You alone are the True Banker, O Lord; the rest of the world is just Your petty trader. ||6||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ ਸ਼ਾਹ ਹੈਂ, ਹੋਰ ਸਾਰਾ ਜਗਤ ਵਣਜਾਰਾ ਹੈ (ਭਾਵ, ਹੋਰ ਸਾਰੇ ਜੀਵ ਇਥੇ, ਮਾਨੋ, ਫੇਰੀ ਲਾ ਕੇ ਸਉਦਾ ਕਰਨ ਆਏ ਹਨ) ॥੬॥",
    "pronunciation": "ਜੱਗ-ਤੁ",
    "type_id": 3
  },
  {
    "id": 5762,
    "shabad_id": 379,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ॥",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5763,
    "shabad_id": 379,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਿਹਰ ਮਸੀਤਿ. ਸਿਦਕੁ ਮੁਸਲਾ; ਹਕੁ ਹਲਾਲੁ ਕੁਰਾਣੁ ॥",
    "transliteration": "Mihar Maseeth Sidhak Musalaa Hak Halaal Kuraan ||",
    "translation": "Let mercy be your mosque, faith your prayer-mat, and honest living your Koran.",
    "punjabi": "(ਲੋਕਾਂ ਉੱਤੇ) ਤਰਸ ਦੀ ਮਸੀਤ (ਬਣਾਓ), ਸਰਧਾ ਨੂੰ ਮੁਸੱਲਾ ਤੇ ਹੱਕ ਦੀ ਕਮਾਈ ਨੂੰ ਕੁਰਾਨ (ਬਣਾਓ)।",
    "pronunciation": "(ਮਿਹਰ) ਦੲਿਅਾ। (ਸਿਦਕੁ) ਸੱਚੇ-ਭਰੋਸੇ ਨੂੰ (ਮੁਸੱਲਾ) ਬੈਠਕੇ ਨਮਾਜ਼ ਪੜਨ ਵਾਲੀ ਸਫ਼ ਬਣਾੳੁਣਾ ਕਰ। ਹੱਕੁ",
    "type_id": 3
  },
  {
    "id": 5764,
    "shabad_id": 379,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਰਮ ਸੁੰਨਤਿ. ਸੀਲੁ ਰੋਜਾ; ਹੋਹੁ ਮੁਸਲਮਾਣੁ ॥",
    "transliteration": "Saram Sunnath Seel Rojaa Hohu Musalamaan ||",
    "translation": "Make modesty your circumcision, and good conduct your fast. In this way, you shall be a true Muslim.",
    "punjabi": "ਵਿਕਾਰ ਕਰਨ ਵਲੋਂ ਝੱਕਣਾ-ਇਹ ਸੁੰਨਤ ਹੋਵੇ, ਚੰਗਾ ਸੁਭਾਉ ਰੋਜ਼ਾ ਬਣੇ। ਇਸ ਤਰ੍ਹਾਂ (ਹੇ ਭਾਈ!) ਮੁਸਲਮਾਨ ਬਣ।",
    "pronunciation": "ਸੁੰਨਤਿ: ਟਿੱਪੀ ਬੋਲੋ। ਰੋ੍ਨਜਾ",
    "type_id": 3
  },
  {
    "id": 5765,
    "shabad_id": 379,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਰਣੀ ਕਾਬਾ. ਸਚੁ ਪੀਰੁ; ਕਲਮਾ ਕਰਮ ਨਿਵਾਜ ॥",
    "transliteration": "Karanee Kaabaa Sach Peer Kalamaa Karam Nivaaj ||",
    "translation": "Let good conduct be your Kaabaa, Truth your spiritual guide, and the karma of good deeds your prayer and chant.",
    "punjabi": "ਉੱਚਾ ਆਚਰਣ ਕਾਬਾ ਹੋਵੇ, ਅੰਦਰੋਂ ਬਾਹਰੋਂ ਇਕੋ ਜਿਹੇ ਰਹਿਣਾ-ਪੀਰ ਹੋਵੇ, ਨੇਕ ਅਮਲਾਂ ਦੀ ਨਿਮਾਜ਼ ਤੇ ਕਲਮਾ ਬਣੇ।",
    "pronunciation": "ਕੱਾਬਾ",
    "type_id": 3
  },
  {
    "id": 5766,
    "shabad_id": 379,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਸਬੀ ਸਾ ਤਿਸੁ ਭਾਵਸੀ; ਨਾਨਕ. ਰਖੈ ਲਾਜ ॥੧॥",
    "transliteration": "Thasabee Saa This Bhaavasee Naanak Rakhai Laaj ||1||",
    "translation": "Let your rosary be that which is pleasing to His Will. O Nanak, God shall preserve your honor. ||1||",
    "punjabi": "ਜੋ ਗੱਲ ਉਸ ਰੱਬ ਨੂੰ ਭਾਵੇ ਉਹੀ (ਸਿਰ ਮੱਥੇ ਤੇ ਮੰਨਣੀ, ਇਹ) ਤਸਬੀ ਹੋਵੇ। ਹੇ ਨਾਨਕ! (ਅਜਿਹੇ ਮੁਸਲਮਾਨ ਦੀ ਰੱਬ) ਲਾਜ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਤਸਬੀ) ਮਾਲ਼ਾ",
    "type_id": 3
  }
]
