[
  {
    "id": 5767,
    "shabad_id": 380,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਃ ੧ ||",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5768,
    "shabad_id": 380,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਕੁ ਪਰਾੲਿਅਾ. ਨਾਨਕਾ; ੳੁਸੁ ਸੂਅਰ. ੳੁਸੁ ਗਾੲਿ ||",
    "transliteration": "Hak Paraaeiaa Naanakaa Ous Sooar Ous Gaae ||",
    "translation": ": To take what rightfully belongs to another, is like a Muslim eating pork, or a Hindu eating beef.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਾਇਆ ਹੱਕ ਮੁਸਲਮਾਨ ਲਈ ਸੂਰ ਹੈ ਤੇ ਹਿੰਦੂ ਲਈ ਗਾਂ ਹੈ।",
    "pronunciation": "ਹੱਕੁ",
    "type_id": 3
  },
  {
    "id": 5769,
    "shabad_id": 380,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੁ ਪੀਰੁ ਹਾਮਾ ਤਾ ਭਰੇ; ਜਾ. ਮੁਰਦਾਰੁ ਨ ਖਾੲਿ ||",
    "transliteration": "Gur Peer Haamaa Thaa Bharae Jaa Muradhaar N Khaae ||",
    "translation": "Our Guru, our Spiritual Guide, stands by us, if we do not eat those carcasses.",
    "punjabi": "ਗੁਰੂ ਪੈਗ਼ੰਬਰ ਤਾਂ ਹੀ ਸਿਫ਼ਾਰਿਸ਼ ਕਰਦਾ ਹੈ ਜੇ ਮਨੁੱਖ ਪਰਾਇਆ ਹੱਕ ਨਾਹ ਵਰਤੇ।",
    "pronunciation": "(ਹਾਮਾ) ਹਮਾੲਿਤ[ (ਮਾਰਦਾਰੁ) ਹਰਾਮ ਖਾਣਾ",
    "type_id": 3
  },
  {
    "id": 5770,
    "shabad_id": 380,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗਲੀ. ਭਿਸਤਿ ਨ ਜਾੲੀਅੈ; ਛੁਟੈ. ਸਚੁ ਕਮਾੲਿ ||",
    "transliteration": "Galee Bhisath N Jaaeeai Shhuttai Sach Kamaae ||",
    "translation": "By mere talk, people do not earn passage to Heaven. Salvation comes only from the practice of Truth.",
    "punjabi": "ਨਿਰੀਆਂ ਗੱਲਾਂ ਕਰਨ ਨਾਲ ਬਹਿਸ਼ਤ ਵਿਚ ਨਹੀਂ ਅੱਪੜ ਸਕੀਦਾ। ਸੱਚ ਨੂੰ (ਭਾਵ, ਜਿਸ ਨੂੰ ਸੱਚਾ ਰਸਤਾ ਆਖਦੇ ਹਉ, ਉਸ ਨੂੰ) ਅਮਲੀ ਜੀਵਨ ਵਿਚ ਵਰਤਿਆਂ ਹੀ ਨਜਾਤ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਗੱਲੀਂ[ (ਭਿਸਤ) ਸਵਰਗ",
    "type_id": 3
  },
  {
    "id": 5771,
    "shabad_id": 380,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਾਰਣ ਪਾਹਿ ਹਰਾਮ ਮਹਿ; ਹੋੲਿ ਹਲਾਲੁ ਨ ਜਾੲਿ ||",
    "transliteration": "Maaran Paahi Haraam Mehi Hoe Halaal N Jaae ||",
    "translation": "By adding spices to forbidden foods, they are not made acceptable.",
    "punjabi": "(ਬਹਿਸ ਆਦਿਕ ਗੱਲਾਂ ਦੇ) ਮਸਾਲੇ ਹਰਾਮ ਮਾਲ ਵਿਚ ਪਾਇਆਂ ਉਹ ਹੱਕ ਦਾ ਮਾਲ ਨਹੀਂ ਬਣ ਜਾਂਦਾ।",
    "pronunciation": "(ਮਾਰਣ) ਮਸਾਲੇ",
    "type_id": 3
  },
  {
    "id": 5772,
    "shabad_id": 380,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਗਲੀ ਕੂੜੀੲੀ; ਕੂੜੋ ਪਲੈ ਪਾੲਿ ||੨||",
    "transliteration": "Naanak Galee Koorreeee Koorro Palai Paae ||2||",
    "translation": "O Nanak, from false talk, only falsehood is obtained. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕੂੜੀਆਂ ਗੱਲਾਂ ਕੀਤਿਆਂ ਕੂੜ ਹੀ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਗੱਲੀਂ ਕੂੜੀ-ੲੀ ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 5773,
    "shabad_id": 381,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਃ ੧ ||",
    "transliteration": "Ma 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5774,
    "shabad_id": 381,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੰਜਿ ਨਿਵਾਜਾ. ਵਖਤ ਪੰਜਿ; ਪੰਜਾ ਪੰਜੇ ਨਾੳੁ ||",
    "transliteration": "Panj Nivaajaa Vakhath Panj Panjaa Panjae Naao ||",
    "translation": "There are five prayers and five times of day for prayer; the five have five names.",
    "punjabi": "(ਮੁਸਲਮਾਨਾਂ ਦੀਆਂ ਪੰਜ ਨਿਮਾਜ਼ਾਂ ਹਨ, (ਉਹਨਾਂ ਦੇ) ਪੰਜ ਵਕਤ ਹਨ ਤੇ ਪੰਜਾਂ ਹੀ ਨਿਮਾਜ਼ਾਂ ਦੇ (ਵਖੋ ਵਖਰੇ) ਪੰਜ ਨਾਮ।",
    "pronunciation": "ਨਿਵੱਾਜਾਂ",
    "type_id": 3
  },
  {
    "id": 5775,
    "shabad_id": 381,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪਹਿਲਾ ਸਚੁ ਹਲਾਲ ਦੁੲਿ; ਤੀਜਾ ਖੈਰ ਖੁਦਾੲਿ ||",
    "transliteration": "Pehilaa Sach Halaal Dhue Theejaa Khair Khudhaae ||",
    "translation": "Let the first be truthfulness, the second honest living, and the third charity in the Name of God.",
    "punjabi": "(ਪਰ ਅਸਾਡੇ ਮਤ ਵਿਚ ਅਸਲ ਨਿਮਾਜ਼ਾਂ ਇਉਂ ਹਨ-) ਸੱਚ ਬੋਲਣਾ ਨਮਾਜ਼ ਦਾ ਪਹਿਲਾ ਨਾਮ ਹੈ (ਭਾਵ, ਸਵੇਰ ਦੀ ਪਹਿਲੀ ਨਿਮਾਜ਼ ਹੈ), ਹੱਕ ਦੀ ਕਮਾਈ ਦੂਜੀ ਨਮਾਜ਼ ਹੈ, ਰੱਬ ਤੋਂ ਸਭ ਦਾ ਭਲਾ ਮੰਗਣਾ ਨਿਮਾਜ਼ ਦਾ ਤੀਜਾ ਨਾਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5776,
    "shabad_id": 381,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਚੳੁਥੀ ਨੀਅਤਿ ਰਾਸਿ ਮਨੁ; ਪੰਜਵੀ ਸਿਫਤਿ ਸਨਾੲਿ ||",
    "transliteration": "Chouthhee Neeath Raas Man Panjavee Sifath Sanaae ||",
    "translation": "Let the fourth be good will to all, and the fifth the praise of the Lord.",
    "punjabi": "ਨੀਅਤਿ ਨੂੰ ਸਾਫ਼ ਕਰਨਾ ਮਨ ਨੂੰ ਸਾਫ਼ ਰੱਖਣਾ ਇਹ ਚਉਥੀ ਨਿਮਾਜ਼ ਹੈ ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੇ ਵਡਿਆਈ ਕਰਨੀ ਇਹ ਪੰਜਵੀਂ ਨਮਾਜ਼ ਹੈ।",
    "pronunciation": "(ਨੀਅਤਿ) ਸੰਕਲਪ ਬਿਰਤੀ (ਰਾਸਿ) ਸਾਫ਼[ (ਸਿਫਤਿ) ਵਡਿਅਾੲੀ (ਸਨਾੲਿ) ਜਸ ਗੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 5777,
    "shabad_id": 381,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਰਣੀ ਕਲਮਾ ਅਾਖਿ ਕੈ; ਤਾ ਮੁਸਲਮਾਣੁ ਸਦਾੲਿ ||",
    "transliteration": "Karanee Kalamaa Aakh Kai Thaa Musalamaan Sadhaae ||",
    "translation": "Repeat the prayer of good deeds, and then, you may call yourself a Muslim.",
    "punjabi": "(ਇਹਨਾਂ ਪੰਜਾਂ ਨਮਾਜ਼ਾਂ ਦੇ ਨਾਲ ਨਾਲ) ਉੱਚਾ ਆਚਰਣ ਬਨਾਣ-ਰੂਪ ਕਲਮਾ ਪੜ੍ਹੇ ਤਾਂ (ਆਪਣੇ ਆਪ ਨੂੰ) ਮੁਸਲਮਾਨ ਅਖਵਾਏ (ਭਾਵ, ਤਾਂ ਹੀ ਸੱਚਾ ਮੁਸਲਮਾਨ ਅਖਵਾ ਸਕਦਾ ਹੈ)।",
    "pronunciation": "ਸ਼ੁਭ (ਕਰਣੀ) ਕਰਮ",
    "type_id": 3
  },
  {
    "id": 5778,
    "shabad_id": 381,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਜੇਤੇ ਕੂੜਿਅਾਰ; ਕੂੜੈ ਕੂੜੀ ਪਾੲਿ ||੩||",
    "transliteration": "Naanak Jaethae Koorriaar Koorrai Koorree Paae ||3||",
    "translation": "O Nanak, the false obtain falsehood, and only falsehood. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹਨਾਂ ਨਮਾਜ਼ਾਂ ਤੇ ਕਲਮੇ ਤੋਂ ਖੁੰਝੇ ਹੋਏ) ਜਿਤਨੇ ਭੀ ਹਨ ਉਹ ਕੂੜ ਦੇ ਵਪਾਰੀ ਹਨ ਤੇ ਕੂੜੇ ਦੀ ਇੱਜ਼ਤ ਭੀ ਕੂੜੀ ਹੀ ਹੁੰਦੀ ਹੈ ॥੩॥",
    "pronunciation": "(ਪਾੲਿ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 5779,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5780,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਕਿ ਰਤਨ ਪਦਾਰਥ ਵਣਜਦੇ; ੲਿਕਿ ਕਚੈ ਦੇ ਵਾਪਾਰਾ ||",
    "transliteration": "Eik Rathan Padhaarathh Vanajadhae Eik Kachai Dhae Vaapaaraa ||",
    "translation": "Some trade in priceless jewels, while others deal in mere glass.",
    "punjabi": "ਕਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ-ਰੂਪ) ਕੀਮਤੀ-ਸਉਦੇ ਵਿਹਾਝਦੇ ਹਨ, ਤੇ ਕਈ (ਦੁਨੀਆ-ਰੂਪ) ਕੱਚ ਦੇ ਵਪਾਰੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5781,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਤੁਠੈ ਪਾੲੀਅਨਿ; ਅੰਦਰਿ ਰਤਨ ਭੰਡਾਰਾ ||",
    "transliteration": "Sathigur Thuthai Paaeean Andhar Rathan Bhanddaaraa ||",
    "translation": "When the True Guru is pleased, we find the treasure of the jewel, deep within the self.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਗੁਣ-ਰੂਪ ਇਹ) ਰਤਨਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ (ਮਨੁੱਖ ਦੇ) ਅੰਦਰ ਹੀ ਹਨ, ਪਰ ਸਤਿਗੁਰੂ ਦੇ ਤਰੁੱਠਿਆਂ ਇਹ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "(ਤੁਠੈ) ਪ੍ਰਸੰਨ ਹੋੲਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 5782,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਵਿਣੁ ਗੁਰ. ਕਿਨੈ ਨ ਲਧਿਅਾ; ਅੰਧੇ. ਭੳੁਕਿ ਮੁੲੇ ਕੂੜਿਅਾਰਾ ||",
    "transliteration": "Vin Gur Kinai N Ladhhiaa Andhhae Bhouk Mueae Koorriaaraa ||",
    "translation": "Without the Guru, no one has found this treasure. The blind and the false have died in their endless wanderings.",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਨ ਆਉਣ) ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਇਹ ਖ਼ਜ਼ਾਨਾ ਨਹੀਂ ਲੱਭਾ, ਕੂੜ ਦੇ ਵਪਾਰੀ ਅੰਨ੍ਹੇ ਬੰਦੇ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦਰ ਦਰ ਤੇ) ਤਰਲੇ ਲੈਂਦੇ ਮਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਲੱਧਿਅਾ",
    "type_id": 3
  },
  {
    "id": 5783,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਨਮੁਖ ਦੂਜੈ ਪਚਿ ਮੁੲੇ; ਨਾ ਬੂਝਹਿ ਵੀਚਾਰਾ ||",
    "transliteration": "Manamukh Dhoojai Pach Mueae Naa Boojhehi Veechaaraa ||",
    "translation": "The self-willed manmukhs putrefy and die in duality. They do not understand contemplative meditation.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਵਿਚ ਖਚਿਤ ਹੁੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਅਸਲ ਵਿਚਾਰ ਸੁੱਝਦੀ ਨਹੀਂ।",
    "pronunciation": "(ਪਚਿ) ਖਪ ਕੇ",
    "type_id": 3
  },
  {
    "id": 5784,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੲਿਕਸੁ ਬਾਝਹੁ. ਦੂਜਾ ਕੋ ਨਹੀ; ਕਿਸੁ ਅਗੈ ਕਰਹਿ ਪੁਕਾਰਾ ||",
    "transliteration": "Eikas Baajhahu Dhoojaa Ko Nehee Kis Agai Karehi Pukaaraa ||",
    "translation": "Without the One Lord, there is no other at all. Unto whom should they complain?",
    "punjabi": "(ਇਸ ਦੁਖੀ ਹਾਲਤ ਦੀ) ਪੁਕਾਰ ਭੀ ਉਹ ਲੋਕ ਕਿਸ ਦੇ ਸਾਹਮਣੇ ਕਰਨ? ਇਕ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਸਹੈਤਾ ਕਰਨ ਵਾਲਾ ਹੀ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5785,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੲਿਕਿ ਨਿਰਧਨ. ਸਦਾ ਭੳੁਕਦੇ; ੲਿਕਨਾ ਭਰੇ ਤੁਜਾਰਾ ||",
    "transliteration": "Eik Niradhhan Sadhaa Bhoukadhae Eikanaa Bharae Thujaaraa ||",
    "translation": "Some are destitute, and wander around endlessly, while others have storehouses of wealth.",
    "punjabi": "(ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨੇ ਤੋਂ ਬਿਨਾ) ਕਈ ਕੰਗਾਲ ਸਦਾ (ਦਰ ਦਰ ਤੇ) ਤਰਲੇ ਲੈਂਦੇ ਫਿਰਦੇ ਹਨ, ਇਹਨਾਂ ਦੇ (ਹਿਰਦੇ-ਰੂਪ) ਖ਼ਜ਼ਾਨੇ (ਬੰਦਗੀ-ਰੂਪ ਧਨ ਨਾਲ) ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "(ਤੁਜਾਰਾ) ਖਜ਼ਾਨੇ",
    "type_id": 3
  },
  {
    "id": 5786,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਹੋਰੁ ਧਨੁ ਨਾਹੀ; ਹੋਰੁ ਬਿਖਿਅਾ ਸਭੁ ਛਾਰਾ ||",
    "transliteration": "Vin Naavai Hor Dhhan Naahee Hor Bikhiaa Sabh Shhaaraa ||",
    "translation": "Without God's Name, there is no other wealth. Everything else is just poison and ashes.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਨਾਲ ਨਿਭਣ ਵਾਲਾ) ਧਨ ਨਹੀਂ ਹੈ, ਹੋਰ ਮਾਇਆ ਵਾਲਾ ਧਨ ਸੁਆਹ (ਸਮਾਨ) ਹੈ।",
    "pronunciation": "(ਛਾਰਾ) ਸੁਅਾਹ",
    "type_id": 3
  },
  {
    "id": 5787,
    "shabad_id": 382,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪਿ ਕਰਾੲੇ ਕਰੇ ਅਾਪਿ; ਹੁਕਮਿ ਸਵਾਰਣਹਾਰਾ ||੭||",
    "transliteration": "Naanak Aap Karaaeae Karae Aap Hukam Savaaranehaaraa ||7||",
    "translation": "O Nanak, the Lord Himself acts, and causes others to act; by the Hukam of His Command, we are embellished and exalted. ||7||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਸਭ (ਜੀਵਾਂ ਵਿਚ ਬੈਠਾ ਪ੍ਰਭੂ) ਆਪ ਹੀ (ਕੱਚ ਤੇ ਰਤਨਾਂ ਦੇ ਵਪਾਰ) ਕਰ ਰਿਹਾ ਹੈ, (ਜਿਨ੍ਹਾਂ ਨੂੰ ਸੁਧਾਰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਸਿੱਧੇ ਰਾਹੇ ਪਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5788,
    "shabad_id": 383,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5789,
    "shabad_id": 383,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮੁਸਲਮਾਣੁ. ਕਹਾਵਣੁ ਮੁਸਕਲੁ; ਜਾ ਹੋੲਿ ਤਾ ਮੁਸਲਮਾਣੁ ਕਹਾਵੈ ||",
    "transliteration": "Musalamaan Kehaavan Musakal Jaa Hoe Thaa Musalamaan Kehaavai ||",
    "translation": "It is difficult to be called a Muslim; if one is truly a Muslim, then he may be called one.",
    "punjabi": "(ਅਸਲ) ਮੁਸਲਮਾਨ ਅਖਵਾਣਾ ਬੜਾ ਔਖਾ ਹੈ ਜੇ (ਉਹੋ ਜਿਹਾ) ਬਣੇ ਤਾਂ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਮੁਸਲਮਾਨ ਅਖਾਏ।",
    "pronunciation": "ਮੁਸ-ਕਲੁ",
    "type_id": 3
  },
  {
    "id": 5790,
    "shabad_id": 383,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਵਲਿ ਅੳੁਲਿ ਦੀਨੁ ਕਰਿ ਮਿਠਾ; ਮਸਕਲ ਮਾਨਾ. ਮਾਲੁ ਮੁਸਾਵੈ ||",
    "transliteration": "Aval Aoul Dheen Kar Mithaa Masakal Maanaa Maal Musaavai ||",
    "translation": "First, let him savor the religion of the Prophet as sweet; then, let his pride of his possessions be scraped away.",
    "punjabi": "(ਅਸਲੀ ਮੁਸਲਮਾਨ ਬਣਨ ਲਈ) ਸਭ ਤੋਂ ਪਹਿਲਾਂ (ਇਹ ਜ਼ਰੂਰੀ ਹੈ ਕਿ) ਮਜ਼ਹਬ ਪਿਆਰਾ ਲੱਗੇ, (ਫਿਰ) ਜਿਵੇਂ ਮਿਸਕਲੇ ਨਾਲ ਜੰਗਾਲ ਲਾਹੀਦਾ ਹੈ ਤਿਵੇਂ (ਆਪਣੀ ਕਮਾਈ ਦਾ) ਧਨ (ਲੋੜਵੰਦਿਆਂ ਨਾਲ) ਵੰਡ ਕੇ ਵਰਤੇ (ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਦੌਲਤ ਦਾ ਅਹੰਕਾਰ ਦੂਰ ਕਰੇ)।",
    "pronunciation": "(ਅੱਵਲਿ) ਪਹਿਲਾਂ[ (ਅੳੁਲਿ) ਬੰਦਗੀ ਵਾਲੇ ਪੂਰਨ ਸਤਿਗੁਰਾਂ ਦੇ (ਦੀਨੁ) ਧਰਮ ਨੂੰ ਮਿੱਠਾ ਕਰਿ ਕੇ ਨਿਸਚੇ ਕਰੇ[ (ਮਾਨਾ) ਮਾਣ ਹੰਕਾਰ ਨੂੰ (ਮਸਕਲ) ਮਾਂਜੇ, (ਮਾਲੁ) ਹੀਰੇ ਜਵਾਹਰਾਤ ਧਨ ਪਦਾਰਥ ਪ੍ਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤ ੇ ਗ੍ਰੀਬਾਂ ਨੂੰ (ਮੁਸਾਵੈ) ਲੁਟਾ ਦੇਵੇ, ਜਿਵੇਂ ਮਹੱਲੇ ਪਹਿਲੇ ਜੀ ਨੇ ਸ੍ਰੀ ਹੱਟ ਸਾਹਿਬ ਜੀ ਲੁਟਾ ਦਿਤੇ ਅਥਵਾ ਅੌਗੁਣਾਂ ਨੂੰ ਲੁਟਾਵੇ ਭਾਵ ਤਿਅਾਗੇ[ ਮਿੱਠਾ[ ਮਸਕਲ: ਪੋਲਾ ਬੋਲੋ[ ਮੱਾਨਾ",
    "type_id": 3
  },
  {
    "id": 5791,
    "shabad_id": 383,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੋੲਿ ਮੁਸਲਿਮੁ. ਦੀਨ ਮੁਹਾਣੈ; ਮਰਣ ਜੀਵਣ ਕਾ ਭਰਮੁ ਚੁਕਾਵੈ ||",
    "transliteration": "Hoe Musalim Dheen Muhaanai Maran Jeevan Kaa Bharam Chukaavai ||",
    "translation": "Becoming a true Muslim, a disciple of the faith of Mohammed, let him put aside the delusion of death and life.",
    "punjabi": "ਮਜ਼ਹਬ ਦੀ ਅਗਵਾਈ ਵਿਚ ਤੁਰ ਕੇ ਮੁਸਲਮਾਨ ਬਣੇ, ਤੇ ਸਾਰੀ ਉਮਰ ਦੀ ਭਟਕਣਾ ਮੁਕਾ ਦੇਵੇ (ਭਾਵ, ਸਾਰੀ ਉਮਰ ਕਦੇ ਮਜ਼ਹਬ ਦੇ ਦੱਸੇ ਰਾਹ ਤੋਂ ਲਾਂਭੇ ਨਾਹ ਜਾਏ)।",
    "pronunciation": "ਨਾਮੁ ਜਪਣ ਜਪਾੳੁਣ ਨਿਰਮਲ ਕਰਮ ਕਰਨ ਰੂਪ (ਦੀਨ) ਧਰਮ ਨੰੂ ਮੰਨਣ ਵਾਲਾ (ਮੁ-ਸੱਲਿਮੁ) ੲਿਸਲਾਮੀ (ਦੀਨ) ਧਰਮ ਦਾ (ਮੁਹਾਣੈ) ਮਲਾਹ ਹੋਵੇ",
    "type_id": 3
  },
  {
    "id": 5792,
    "shabad_id": 383,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਰਬ ਕੀ ਰਜਾੲਿ. ਮੰਨੇ ਸਿਰ ੳੁਪਰਿ; ਕਰਤਾ ਮੰਨੇ. ਅਾਪੁ ਗਵਾਵੈ ||",
    "transliteration": "Rab Kee Rajaae Mannae Sir Oupar Karathaa Mannae Aap Gavaavai ||",
    "translation": "As he submits to God's Will, and surrenders to the Creator, he is rid of selfishness and conceit.",
    "punjabi": "ਰੱਬ ਦੇ ਕੀਤੇ ਨੂੰ ਸਿਰ ਮੱਥੇ ਤੇ ਮੰਨੇ, ਕਾਦਰ ਨੂੰ ਹੀ (ਸਭ ਕੁਝ ਕਰਨ ਵਾਲਾ) ਮੰਨੇ ਤੇ ਖ਼ੁਦੀ ਮਿਟਾ ਦੇਵੇ।",
    "pronunciation": "ਰੱਬ ੳੁ੍ਨਪਰਿ",
    "type_id": 3
  },
  {
    "id": 5793,
    "shabad_id": 383,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤੳੁ ਨਾਨਕ. ਸਰਬ ਜੀਅਾ ਮਿਹਰੰਮਤਿ ਹੋੲਿ; ਤ ਮੁਸਲਮਾਣੁ ਕਹਾਵੈ ||੧||",
    "transliteration": "Tho Naanak Sarab Jeeaa Miharanmath Hoe Th Musalamaan Kehaavai ||1||",
    "translation": "And when, O Nanak, he is merciful to all beings, only then shall he be called a Muslim. ||1||",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ, ਹੇ ਨਾਨਕ! (ਰੱਬ ਦੇ ਪੈਦਾ ਕੀਤੇ) ਸਾਰੇ ਬੰਦਿਆਂ ਨਾਲ ਪਿਆਰ ਕਰੇ, ਇਹੋ ਜਿਹਾ ਬਣੇ, ਤਾਂ ਮੁਸਲਮਾਨ ਅਖਵਾਏ ॥੧॥",
    "pronunciation": "(ਮਿਹ-ਰੰਮਤਿ) ਤਰਸ",
    "type_id": 3
  },
  {
    "id": 5794,
    "shabad_id": 384,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਹਲਾ ੪ ||",
    "transliteration": "Mehalaa 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5795,
    "shabad_id": 384,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪਰਹਰਿ ਕਾਮ ਕ੍ਰੋਧੁ ਝੂਠੁ ਨਿੰਦਾ; ਤਜਿ ਮਾੲਿਅਾ ਅਹੰਕਾਰੁ ਚੁਕਾਵੈ ||",
    "transliteration": "Parehar Kaam Krodhh Jhooth Nindhaa Thaj Maaeiaa Ahankaar Chukaavai ||",
    "translation": "Renounce sexual desire, anger, falsehood and slander; forsake Maya and eliminate egotistical pride.",
    "punjabi": "(ਜੇ ਮਨੁੱਖ) ਕਾਮ ਗੁੱਸਾ ਝੂਠ ਨਿੰਦਿਆ ਛੱਡ ਦੇਵੇ, ਜੇ ਮਾਇਆ ਦਾ ਲਾਲਚ ਛੱਡ ਕੇ ਅਹੰਕਾਰ (ਭੀ) ਦੂਰ ਕਰ ਲਏ,",
    "pronunciation": "(ਪਰਹਰਿ) ਤਿਅਾਗ ਕੇ[ ਅਹੰ-ਕਾਰੁ",
    "type_id": 3
  },
  {
    "id": 5796,
    "shabad_id": 384,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਜਿ ਕਾਮੁ ਕਾਮਿਨੀ. ਮੋਹੁ ਤਜੈ; ਤਾ ਅੰਜਨ ਮਾਹਿ. ਨਿਰੰਜਨੁ ਪਾਵੈ ||",
    "transliteration": "Thaj Kaam Kaaminee Mohu Thajai Thaa Anjan Maahi Niranjan Paavai ||",
    "translation": "Renounce sexual desire and promiscuity, and give up emotional attachment. Only then shall you obtain the Immaculate Lord amidst the darkness of the world.",
    "punjabi": "ਜੇ ਵਿਸ਼ੇ ਦੀ ਵਾਸ਼ਨਾ ਛੱਡ ਕੇ ਇਸਤ੍ਰੀ ਦਾ ਮੋਹ ਤਿਆਗ ਦੇਵੇ ਤਾਂ ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਕਾਲਖ ਵਿਚ ਰਹਿੰਦਾ ਹੋਇਆ ਹੀ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5797,
    "shabad_id": 384,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਜਿ ਮਾਨੁ ਅਭਿਮਾਨੁ ਪ੍ਰੀਤਿ ਸੁਤ ਦਾਰਾ; ਤਜਿ ਪਿਅਾਸ ਅਾਸ. ਰਾਮ ਲਿਵ ਲਾਵੈ ||",
    "transliteration": "Thaj Maan Abhimaan Preeth Suth Dhaaraa Thaj Piaas Aas Raam Liv Laavai ||",
    "translation": "Renounce selfishness, conceit and arrogant pride, and your love for your children and spouse. Abandon your thirsty hopes and desires, and embrace love for the Lord.",
    "punjabi": "(ਜੇ ਮਨੁੱਖ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕੇ ਪੁੱਤ੍ਰ ਵਹੁਟੀ ਦਾ ਮੋਹ ਛੱਡ ਦੇਵੇ, ਜੇ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦੀਆਂ) ਆਸਾਂ ਤੇ ਤ੍ਰਿਸ਼ਨਾ ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸੁਰਤ ਜੋੜ ਲਏ,",
    "pronunciation": "(ਦਾਰਾ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 5798,
    "shabad_id": 384,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਸਾਚਾ ਮਨਿ ਵਸੈ; ਸਾਚ ਸਬਦਿ ਹਰਿ ਨਾਮਿ ਸਮਾਵੈ ||੨||",
    "transliteration": "Naanak Saachaa Man Vasai Saach Sabadh Har Naam Samaavai ||2||",
    "translation": "O Nanak, the True One shall come to dwell in your mind. Through the True Word of the Shabad, you shall be absorbed in the Name of the Lord. ||2||",
    "punjabi": "ਤਾਂ, ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਉਸ ਦੇ ਮਨ ਵੱਸ ਪੈਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਉਹ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5799,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5800,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਰਾਜੇ ਰਯਤਿ ਸਿਕਦਾਰ; ਕੋੲਿ. ਨ ਰਹਸੀਓ ||",
    "transliteration": "Raajae Rayath Sikadhaar Koe N Rehaseeou ||",
    "translation": "Neither the kings, nor their subjects, nor the leaders shall remain.",
    "punjabi": "ਰਾਜੇ, ਪਰਜਾ, ਚੌਧਰੀ, ਕੋਈ ਭੀ ਸਦਾ ਨਹੀਂ ਰਹੇਗਾ।",
    "pronunciation": "(ਰਯਤਿ) ਪਰਜਾ[(ਸਿੱਕਦਾਰ) ਸਰਦਾਰ[ ਰਯ-ਤਿ ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ ਰਹ-ਸੀਓ",
    "type_id": 3
  },
  {
    "id": 5801,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਟ ਪਟਣ ਬਾਜਾਰ; ਹੁਕਮੀ ਢਹਸੀਓ ||",
    "transliteration": "Hatt Pattan Baajaar Hukamee Dtehaseeou ||",
    "translation": "The shops, the cities and the streets shall eventually disintegrate, by the Hukam of the Lord's Command.",
    "punjabi": "ਹੱਟ, ਸ਼ਹਰ, ਬਾਜ਼ਾਰ, ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਵਿਚ (ਅੰਤ) ਢਹਿ ਜਾਣਗੇ।",
    "pronunciation": "ਹੱਟ[ ਪਟਣ:ਪੋਲਾ ਬੋਲੋ[ (ਪਟਣ)ਸ਼ਹਿਰ[ ਢਹ-ਸੀਓ",
    "type_id": 3
  },
  {
    "id": 5802,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪਕੇ ਬੰਕ ਦੁਅਾਰ; ਮੂਰਖੁ ਜਾਣੈ ਅਾਪਣੇ ||",
    "transliteration": "Pakae Bank Dhuaar Moorakh Jaanai Aapanae ||",
    "translation": "Those solid and beautiful mansions-the fools think that they belong to them.",
    "punjabi": "ਸੋਹਣੇ ਪੱਕੇ (ਘਰਾਂ ਦੇ) ਦਰਵਾਜ਼ਿਆਂ ਨੂੰ ਮੂਰਖ ਮਨੁੱਖ ਆਪਣੇ ਸਮਝਦਾ ਹੈ,",
    "pronunciation": "(ਬੰਕ) ਸੁੰਦਰ ਪੱਕੇ (ਦੁਅਾਰ) ਦਰਵਾਜ਼ਿਅਾਂ ਵਾਲੇ ਘਰ",
    "type_id": 3
  },
  {
    "id": 5803,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਦਰਬਿ ਭਰੇ ਭੰਡਾਰ; ਰੀਤੇ ੲਿਕਿ ਖਣੇ ||",
    "transliteration": "Dharab Bharae Bhanddaar Reethae Eik Khanae ||",
    "translation": "The treasure-houses, filled with wealth, shall be emptied out in an instant.",
    "punjabi": "(ਪਰ ਇਹ ਨਹੀਂ ਜਾਣਦਾ ਕਿ) ਧਨ ਨਾਲ ਭਰੇ ਹੋਏ ਖ਼ਜ਼ਾਨੇ ਇਕ ਪਲਕ ਵਿਚ ਖ਼ਾਲੀ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਦਰਬਿ) ਧਨ ਨਾਲ[ (ਰੀਤੇ) ਖਾਲੀ[ (ਖਣੇ) ਖਿਨ ਚ",
    "type_id": 3
  },
  {
    "id": 5804,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਾਜੀ ਰਥ ਤੁਖਾਰ; ਹਾਥੀ ਪਾਖਰੇ ||",
    "transliteration": "Thaajee Rathh Thukhaar Haathhee Paakharae ||",
    "translation": "The horses, chariots, camels and elephants, with all their decorations;",
    "punjabi": "ਵਧੀਆ ਘੋੜੇ, ਰਥ, ਊਠ, ਹਾਥੀ, ਹਉਦੇ,",
    "pronunciation": "(ਤਾਜੀ)ਘੋੜੇ[ (ਤੁਖਾਰ) ੳੂਠ[ (ਪੱਾਖਰੇ) ਹਾੱਥੀ ਘੋੜੇ ਦਾ ਜੰਜੀਰਦਾਰ ਝੁੱਲ, ਜਿਸ ਤੋਂ ਜੰਗ ਚ ਸਰੀਰ ਦੀ ਰੱਖਿਅਾ ਹੋਵੇ[ ਤਾਜੀ ਰਥ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 5805,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਾਗ ਮਿਲਖ ਘਰ ਬਾਰ; ਕਿਥੈ. ਸਿ ਅਾਪਣੇ ||",
    "transliteration": "Baag Milakh Ghar Baar Kithhai S Aapanae ||",
    "translation": "The gardens, lands, houses, tents, soft beds and satin pavilions-Oh,",
    "punjabi": "ਬਾਗ਼, ਜ਼ਮੀਨਾਂ, ਘਰ-ਘਾਟ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਨੁੱਖ ਆਪਣੇ ਸਮਝਦਾ ਹੈ ਕਿਤੇ ਜਾਂਦੇ ਨਹੀਂ ਲੱਭਦੇ।",
    "pronunciation": "ਜੋ ਅਾਪਣੇ ਮੰਨੇ ਸਨ, (ਸਿ) ੳੁਹ (ਕਿਥੈ) ਕਿੱਥੇ? ਭਾਵ ਨਾਲ ਨਹੀਂ ਜਾਣਗੇ (ਦੂਜਾ ਪਾਠ: ਸਿਅਾਪਣੇ)",
    "type_id": 3
  },
  {
    "id": 5806,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੰਬੂ ਪਲੰਘ ਨਿਵਾਰ; ਸਰਾੲਿਚੇ ਲਾਲਤੀ ||",
    "transliteration": "Thanboo Palangh Nivaar Saraaeichae Laalathee ||",
    "translation": "Where are those things, which they believe to be their own?",
    "punjabi": "ਤੰਬੂ, ਨਿਵਾਰੀ ਪਲੰਘ ਤੇ ਅਤਲਸੀ ਕਨਾਤਾਂ (ਇਹ ਸਭ ਨਾਸ਼ਵੰਤ ਹਨ)।",
    "pronunciation": "(ਸਰਾੲਿਚੇ) ਕਨਾਤਾਂ, ਛੋਟੇ ਘਰ[ (ਲਾਲਤੀ) ਰੇਸ਼ਮੀ ਚਮਕੀਲਾ ਬਸਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 5807,
    "shabad_id": 385,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਸਚ ਦਾਤਾਰੁ; ਸਿਨਾਖਤੁ ਕੁਦਰਤੀ ||੮||",
    "transliteration": "Naanak Sach Dhaathaar Sinaakhath Kudharathee ||8||",
    "translation": "O Nanak, the True One is the Giver of all; He is revealed through His All-powerful Creative Nature. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਰਹਿਣ ਵਾਲਾ ਸਿਰਫ਼ ਉਹੀ ਹੈ, ਜੋ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੀ ਪਛਾਣ ਉਸ ਦੀ ਰਚੀ ਕੁਦਰਤਿ ਵਿਚੋਂ ਹੁੰਦੀ ਹੈ ॥੮॥",
    "pronunciation": "(ਸਿਨਾਖਤੁ) ਪਛਾਣ",
    "type_id": 3
  },
  {
    "id": 5808,
    "shabad_id": 386,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੧ ||",
    "transliteration": "Salok Ma 1 ||",
    "translation": "Shalok, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 5809,
    "shabad_id": 386,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਦੀਅਾ ਹੋਵਹਿ ਧੇਣਵਾ; ਸੁੰਮ ਹੋਵਹਿ ਦੁਧੁ ਘੀੳੁ ||",
    "transliteration": "Nadheeaa Hovehi Dhhaenavaa Sunm Hovehi Dhudhh Gheeo ||",
    "translation": "If the rivers became cows, giving milk, and the spring water became milk and ghee;",
    "punjabi": "ਜੇ ਸਾਰੀਆਂ ਨਦੀਆਂ (ਮੇਰੇ ਵਾਸਤੇ) ਗਾਈਆਂ ਬਣ ਜਾਣ (ਪਾਣੀ ਦੇ) ਚਸ਼ਮੇ ਦੁੱਧ ਤੇ ਘਿਉ ਬਣ ਜਾਣ,",
    "pronunciation": "(ਧੇਣਵਾ) ਗੳੂਅਾਂ[ (ਸੁੰਮ) ਸੋਮੇ",
    "type_id": 3
  },
  {
    "id": 5810,
    "shabad_id": 386,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਗਲੀ ਧਰਤੀ ਸਕਰ ਹੋਵੈ; ਖੁਸੀ ਕਰੇ ਨਿਤ ਜੀੳੁ ||",
    "transliteration": "Sagalee Dhharathee Sakar Hovai Khusee Karae Nith Jeeo ||",
    "translation": "If all the earth became sugar, to continually excite the mind;",
    "punjabi": "ਸਾਰੀ ਜ਼ਮੀਨ ਸ਼ਕਰ ਬਣ ਜਾਏ, (ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਨੂੰ ਵੇਖ ਕੇ) ਮੇਰੀ ਜਿੰਦ ਨਿੱਤ ਖ਼ੁਸ਼ ਹੋਵੇ,",
    "pronunciation": "ਸੱਕਰ",
    "type_id": 3
  }
]
