[
  {
    "id": 6479,
    "shabad_id": 462,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਹੳੁ ਤੁਧੁ ਅਾਖਾ. ਮੇਰੀ ਕਾੲਿਅਾ; ਤੂੰ ਸੁਣਿ ਸਿਖ ਹਮਾਰੀ ||",
    "transliteration": "Ho Thudhh Aakhaa Maeree Kaaeiaa Thoon Sun Sikh Hamaaree ||",
    "translation": "I say to you, O my body: listen to my advice!",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਰੀਰ! ਮੈਂ ਤੈਨੂੰ ਸਮਝਾਂਦਾ ਹਾਂ, ਮੇਰੀ ਨਸੀਹਤ ਸੁਣ।",
    "pronunciation": "(ਕਾੲਿਅਾ) ਦੇਹ[ ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 6480,
    "shabad_id": 462,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਨਿੰਦਾ ਚਿੰਦਾ. ਕਰਹਿ ਪਰਾੲੀ; ਝੂਠੀ ਲਾੲਿਤਬਾਰੀ ||",
    "transliteration": "Nindhaa Chindhaa Karehi Paraaee Jhoothee Laaeithabaaree ||",
    "translation": "You slander, and then praise others; you indulge in lies and gossip.",
    "punjabi": "ਤੂੰ ਪਰਾਈ ਨਿੰਦਿਆ ਦਾ ਧਿਆਨ ਰੱਖਦਾ ਹੈਂ, ਤੂੰ (ਹੋਰਨਾਂ ਦੀ) ਝੂਠੀ ਚੁਗ਼ਲੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "(ਚਿੰਦਾ)ੳੁਸਤਤ[ (ਲਾੲਿਤਬਾਰੀ) ਚੁਗਲੀ",
    "type_id": 3
  },
  {
    "id": 6481,
    "shabad_id": 462,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਵੇਲਿ ਪਰਾੲੀ ਜੋਹਹਿ ਜੀਅੜੇ; ਕਰਹਿ ਚੋਰੀ ਬੁਰਿਅਾਰੀ ||",
    "transliteration": "Vael Paraaee Johehi Jeearrae Karehi Choree Buriaaree ||",
    "translation": "You gaze upon the wives of others, O my soul; you steal and commit evil deeds.",
    "punjabi": "ਹੇ ਜੀਵ! ਤੂੰ ਪਰਾਈ ਇਸਤ੍ਰੀ ਨੂੰ (ਭੈੜੀ ਨਿਗਾਹ ਨਾਲ) ਤੱਕਦਾ ਹੈਂ, ਤੂੰ ਚੋਰੀਆਂ ਕਰਦਾ ਹੈਂ, ਹੋਰ ਬੁਰਾਈਆਂ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "(ਵੇਲਿ) ੲਿਸਤ੍ਰੀ[ (ਜੋਹਹਿ) ਤੱਕਦਾ",
    "type_id": 3
  },
  {
    "id": 6482,
    "shabad_id": 462,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹੰਸੁ ਚਲਿਅਾ. ਤੂੰ ਪਿਛੈ ਰਹੀੲੇਹਿ; ਛੁਟੜਿ ਹੋੲੀਅਹਿ ਨਾਰੀ ||੨||",
    "transliteration": "Hans Chaliaa Thoon Pishhai Reheeeaehi Shhuttarr Hoeeahi Naaree ||2||",
    "translation": "But when the swan departs, you shall remain behind, like an abandoned woman. ||2||",
    "punjabi": "ਹੇ ਮੇਰੀ ਕਾਇਆਂ! ਜਦੋਂ ਜੀਵਾਤਮਾ ਤੁਰ ਜਾਇਗਾ, ਤੂੰ ਇਥੇ ਹੀ ਰਹਿ ਜਾਇਂਗੀ, ਤੂੰ (ਤਦੋਂ) ਛੁੱਟੜ ਇਸਤ੍ਰੀ ਵਾਂਗ ਹੋ ਜਾਇਂਗੀ ॥੨॥",
    "pronunciation": "(ਹੰਸੁ) ਜੀਵ[ ਰਹੀ-ੲੇਹਿ[ ਛੁੱਟੜਿ[ ਹੋੲੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 6483,
    "shabad_id": 462,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਤੂੰ ਕਾੲਿਅਾ ਰਹੀਅਹਿ ਸੁਪਨੰਤਰਿ; ਤੁਧੁ ਕਿਅਾ ਕਰਮ ਕਮਾੲਿਅਾ ||",
    "transliteration": "Thoon Kaaeiaa Reheeahi Supananthar Thudhh Kiaa Karam Kamaaeiaa ||",
    "translation": "O body, you are living in a dream! What good deeds have you done?",
    "punjabi": "ਹੇ ਮੇਰੇ ਸਰੀਰ! ਤੂੰ (ਮਾਇਆ ਦੀ) ਨੀਂਦ ਵਿਚ ਹੀ ਸੁੱਤਾ ਰਿਹਾ (ਤੈਨੂੰ ਸਮਝ ਹੀ ਨ ਆਈ ਕਿ) ਤੂੰ ਕੀਹ ਕਰਤੂਤਾਂ ਕਰਦਾ ਰਿਹਾ।",
    "pronunciation": "(ਸੁਪ-ਨੰਤਰਿ) ਸੁਪਨ ਸੰਸਾਰ ਚ [ ਰਹੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 6484,
    "shabad_id": 462,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਕਰਿ ਚੋਰੀ. ਮੈ ਜਾ ਕਿਛੁ ਲੀਅਾ; ਤਾ ਮਨਿ ਭਲਾ ਭਾੲਿਅਾ ||",
    "transliteration": "Kar Choree Mai Jaa Kishh Leeaa Thaa Man Bhalaa Bhaaeiaa ||",
    "translation": "When I stole something by deception, then my mind was pleased.",
    "punjabi": "ਚੋਰੀ ਆਦਿਕ ਕਰ ਕੇ ਜੋ ਮਾਲ-ਧਨ ਮੈਂ ਲਿਆਉਂਦਾ ਰਿਹਾ, ਤੈਨੂੰ ਉਹ ਮਨ ਵਿਚ ਪਸੰਦ ਆਉਂਦਾ ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6485,
    "shabad_id": 462,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਲਤਿ ਨ ਸੋਭਾ. ਪਲਤਿ ਨ ਢੋੲੀ; ਅਹਿਲਾ ਜਨਮੁ ਗਵਾੲਿਅਾ ||੩||",
    "transliteration": "Halath N Sobhaa Palath N Dtoee Ahilaa Janam Gavaaeiaa ||3||",
    "translation": "I have no honor in this world, and I shall find no shelter in the world hereafter. My life has been lost, wasted in vain! ||3||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਨਾਹ ਇਸ ਲੋਕ ਵਿਚ ਸੋਭਾ ਖੱਟੀ, ਨਾਹ ਪਰਲੋਕ ਵਿਚ ਆਸਰਾ (ਮਿਲਣ ਦਾ ਪ੍ਰਬੰਧ) ਹੋਇਆ। ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਜ਼ਾਇਆ ਕਰ ਲਿਆ ॥੩॥",
    "pronunciation": "(ਹਲਤਿ) ੲਿਸ ਲੋਕ ਚ, (ਪਲਤਿ) ਪ੍ਰਲੋਕ ਚ[ (ਅਹਿਲਾ) ਦੁਲੱਭ",
    "type_id": 3
  },
  {
    "id": 6486,
    "shabad_id": 462,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਹੳੁ ਖਰੀ ਦੁਹੇਲੀ ਹੋੲੀ, ਬਾਬਾ ਨਾਨਕ; ਮੇਰੀ ਬਾਤ. ਨ ਪੁਛੈ ਕੋੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ho Kharee Dhuhaelee Hoee Baabaa Naanak Maeree Baath N Pushhai Koee ||1|| Rehaao ||",
    "translation": "I am totally miserable! O Baba Nanak, no one cares for me at all! ||1||Pause||",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੀਵਾਤਮਾ ਦੇ ਤੁਰ ਜਾਣ ਤੇ ਹੁਣ) ਮੈਂ ਕਾਂਇਆਂ ਬਹੁਤ ਦੁਖੀ ਹੋਈ ਹਾਂ। ਹੇ ਨਾਨਕ! ਮੇਰੀ ਹੁਣ ਕੋਈ ਵਾਤ ਨਹੀਂ ਪੁੱਛਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਖਰੀ) ਬਹੁਤ (ਦੁਹੇਲੀ) ਦੁਖੀ",
    "type_id": 4
  },
  {
    "id": 6487,
    "shabad_id": 462,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਤਾਜੀ ਤੁਰਕੀ ਸੁੲਿਨਾ ਰੁਪਾ; ਕਪੜ ਕੇਰੇ ਭਾਰਾ ||",
    "transliteration": "Thaajee Thurakee Sueinaa Rupaa Kaparr Kaerae Bhaaraa ||",
    "translation": "Turkish horses, gold, silver and loads of gorgeous clothes",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੂਰਖ! ਵਧੀਆ ਘੋੜੇ, ਸੋਨਾ ਚਾਂਦੀ, ਕੱਪੜਿਆਂ ਦੇ ਲੱਦ-",
    "pronunciation": "ਤਾਜੀ :ਪੋਲਾ ਬੋਲੋ (ਤਾਜੀ) ਘੋੜੇ[ (ਤੁਰਕੀ) ਅਰਬ ਦੇਸ਼[ ਰੁੱਪਾ ਕੱਪੜ",
    "type_id": 3
  },
  {
    "id": 6488,
    "shabad_id": 462,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਕਿਸ ਹੀ ਨਾਲਿ. ਨ ਚਲੇ ਨਾਨਕ; ਝੜਿ ਝੜਿ ਪੲੇ ਗਵਾਰਾ ||",
    "transliteration": "Kis Hee Naal N Chalae Naanak Jharr Jharr Peae Gavaaraa ||",
    "translation": "- none of these shall go with you, O Nanak. They are lost and left behind, you fool!",
    "punjabi": "ਕੋਈ ਭੀ ਸ਼ੈ (ਮੌਤ ਵੇਲੇ) ਕਿਸੇ ਦੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦੀ। ਸਭ ਇਥੇ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਗਵਾਰਾ) ਮੂਰਖ[ ਚੱਲੇ[ ਝੜਿ੍ਹ ਝੜਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 6489,
    "shabad_id": 462,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਕੂਜਾ ਮੇਵਾ. ਮੈ ਸਭ ਕਿਛੁ ਚਾਖਿਅਾ; ੲਿਕੁ ਅੰਮਿ੍ਰਤੁ ਨਾਮੁ ਤੁਮਾਰਾ ||੪||",
    "transliteration": "Koojaa Maevaa Mai Sabh Kishh Chaakhiaa Eik Anmrith Naam Thumaaraa ||4||",
    "translation": "I have tasted all the sugar candy and sweets, but Your Name alone is Ambrosial Nectar. ||4||",
    "punjabi": "ਮਿਸਰੀ ਮੇਵੇ ਆਦਿਕ ਭੀ ਮੈਂ ਸਭ ਕੁਝ ਚੱਖ ਕੇ ਵੇਖ ਲਿਆ ਹੈ। (ਇਹਨਾਂ ਵਿਚ ਭੀ ਇਤਨਾ ਸਵਾਦ ਨਹੀਂ ਜਿਤਨਾ ਹੇ ਪ੍ਰਭੂ!) ਤੇਰਾ ਨਾਮ ਮਿੱਠਾ ਹੈ ॥੪॥",
    "pronunciation": "(ਕੂਜਾ) ਮਿਸਰੀ",
    "type_id": 3
  },
  {
    "id": 6490,
    "shabad_id": 462,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਦੇ ਦੇ ਨੀਵ. ਦਿਵਾਲ ੳੁਸਾਰੀ; ਭਸਮੰਦਰ ਕੀ ਢੇਰੀ ||",
    "transliteration": "Dhae Dhae Neev Dhivaal Ousaaree Bhasamandhar Kee Dtaeree ||",
    "translation": "Digging deep foundations, the walls are constructed, but in the end, the buildings return to heaps of dust.",
    "punjabi": "ਨੀਹਾਂ ਰੱਖ ਰੱਖ ਕੇ ਮਕਾਨਾਂ ਦੀਆਂ ਕੰਧਾਂ ਉਸਾਰੀਆਂ, ਪਰ (ਮੌਤ ਆਇਆਂ) ਇਹ ਸੁਆਹ ਦੇ ਮੰਦਰਾਂ ਦੀ ਢੇਰੀ ਵਾਂਗ ਹੀ ਹੋ ਗਏ।",
    "pronunciation": "(ਨੀਵ) ਨੀਂਹ[ (ਦਿਵਾਲ) ਦੀਵਾਰ[ (ਭਸਮੰਦਰ) ਸੁਅਾਹ ਦਾ ਮੰਦਰ, ਮੜ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 6491,
    "shabad_id": 462,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "ਸੰਚੇ ਸੰਚਿ. ਨ ਦੇੲੀ ਕਿਸ ਹੀ; ਅੰਧੁ ਜਾਣੈ ਸਭ ਮੇਰੀ ||",
    "transliteration": "Sanchae Sanch N Dhaeee Kis Hee Andhh Jaanai Sabh Maeree ||",
    "translation": "People gather and hoard their possessions, and give nothing to anyone else - the poor fools think that everything is theirs.",
    "punjabi": "(ਮਾਇਆ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਇਕੱਠੇ ਕੀਤੇ ਕਿਸੇ ਨੂੰ (ਹਥੋਂ) ਨਹੀਂ ਦੇਂਦਾ, ਮੂਰਖ ਸਮਝਦਾ ਹੈ ਕਿ ਇਹ ਸਭ ਕੁਝ ਮੇਰਾ ਹੈ।",
    "pronunciation": "(ਸੰਚੇ) ਪਦਾਰਥ (ਸੰਚਿ) ੲਿਕੱਠੇ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 6492,
    "shabad_id": 462,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਸੋੲਿਨ ਲੰਕਾ ਸੋੲਿਨ ਮਾੜੀ; ਸੰਪੈ. ਕਿਸੈ ਨ ਕੇਰੀ ||੫||",
    "transliteration": "Soein Lankaa Soein Maarree Sanpai Kisai N Kaeree ||5||",
    "translation": "Riches do not remain with anyone - not even the golden palaces of Sri Lanka. ||5||",
    "punjabi": "(ਪਰ ਇਹ ਨਹੀਂ ਜਾਣਦਾ ਕਿ) ਸੋਨੇ ਦੀ ਲੰਕਾ ਸੋਨੇ ਦੇ ਮਹਲ (ਰਾਵਣ ਦੇ ਭੀ ਨਾਹ ਰਹੇ, ਤੂੰ ਕਿਸ ਦਾ ਵਿਚਾਰਾ ਹੈਂ) ਇਹ ਧਨ ਕਿਸੇ ਦਾ ਭੀ ਨਹੀਂ ਬਣਿਆ ਰਹਿੰਦਾ ॥੫॥",
    "pronunciation": "(ਸੋੲਿਨ) ਸੋਨੇ ਦਾ (ਮਾੜੀ) ਮਹਲ[ (ਸੰਪੈ) ਧਨ",
    "type_id": 3
  },
  {
    "id": 6493,
    "shabad_id": 462,
    "pada": 8,
    "source_line": 8,
    "gurmukhi": "ਸੁਣਿ ਮੂਰਖ ਮੰਨ ਅਜਾਣਾ ||",
    "transliteration": "Sun Moorakh Mann Ajaanaa ||",
    "translation": "Listen, you foolish and ignorant mind",
    "punjabi": "ਹੇ ਮੂਰਖ ਅੰਞਾਣ ਮਨ! ਸੁਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6494,
    "shabad_id": 462,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "ਹੋਗੁ; ਤਿਸੈ ਕਾ ਭਾਣਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Hog Thisai Kaa Bhaanaa ||1|| Rehaao ||",
    "translation": "- only His Will prevails. ||1||Pause||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੀ ਵਰਤੇਗੀ (ਲੋਬ ਲੋਭ ਆਦਿਕ ਛੱਡ ਕੇ ਉਸ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਨਾ ਸਿੱਖ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 6495,
    "shabad_id": 462,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਸਾਹੁ ਹਮਾਰਾ ਠਾਕੁਰੁ ਭਾਰਾ; ਹਮ ਤਿਸ ਕੇ ਵਣਜਾਰੇ ||",
    "transliteration": "Saahu Hamaaraa Thaakur Bhaaraa Ham This Kae Vanajaarae ||",
    "translation": "My Banker is the Great Lord and Master. I am only His petty merchant.",
    "punjabi": "ਸਾਡਾ ਮਾਲਕ-ਪ੍ਰਭੂ ਵੱਡਾ ਸਾਹੂਕਾਰ ਹੈ, ਅਸੀਂ ਸਾਰੇ ਜੀਵ ਉਸ ਦੇ ਭੇਜੇ ਹੋਏ ਵਣਜਾਰੇ-ਵਪਾਰੀ ਹਾਂ (ਇਥੇ ਨਾਮ-ਵਪਾਰ ਕਰਨ ਆਏ ਹੋਏ ਹਾਂ)।",
    "pronunciation": "(ਭਾਰਾ) ਵੱਡੇ",
    "type_id": 3
  },
  {
    "id": 6496,
    "shabad_id": 462,
    "pada": 9,
    "source_line": 9,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਸਭ ਰਾਸਿ ਤਿਸੈ ਕੀ; ਮਾਰਿ ਅਾਪੇ ਜੀਵਾਲੇ ||੬||੧||੧੩||",
    "transliteration": "Jeeo Pindd Sabh Raas Thisai Kee Maar Aapae Jeevaalae ||6||1||13||",
    "translation": "This soul and body all are His. He Himself kills, and brings back to life. ||6||1||13||",
    "punjabi": "ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਉਸੇ ਸ਼ਾਹ ਦੀ ਦਿੱਤੀ ਹੋਈ ਰਾਸ-ਪੂੰਜੀ ਹੈ। ਉਹ ਆਪ ਹੀ ਮਾਰਦਾ ਤੇ ਆਪ ਹੀ ਜਿੰਦ ਦੇਂਦਾ ਹੈ ॥੬॥੧॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6497,
    "shabad_id": 463,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੳੁੜੀ ਚੇਤੀ ਮਹਲਾ ੧ ||",
    "transliteration": "Gourree Chaethee Mehalaa 1 ||",
    "translation": "Gauree Chaytee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6498,
    "shabad_id": 463,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਵਰਿ ਪੰਚ. ਹਮ ੲੇਕ ਜਨਾ; ਕਿੳੁ ਰਾਖੳੁ. ਘਰ ਬਾਰੁ ਮਨਾ ||",
    "transliteration": "Avar Panch Ham Eaek Janaa Kio Raakho Ghar Baar Manaa ||",
    "translation": "There are five of them, but I am all alone. How can I protect my hearth and home, O my mind?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਮੇਰੇ ਵੈਰੀ (ਕਾਮਾਦਿਕ) ਪੰਜ ਹਨ, ਮੈਂ ਇਕੱਲਾ ਹਾਂ, ਮੈਂ (ਇਹਨਾਂ ਤੋਂ) ਸਾਰਾ ਘਰ (ਭਾਵ, ਭਲੇ ਗੁਣ) ਕਿਵੇਂ ਬਚਾਵਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6499,
    "shabad_id": 463,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਾਰਹਿ ਲੂਟਹਿ ਨੀਤ ਨੀਤ; ਕਿਸੁ ਅਾਗੈ ਕਰੀ ਪੁਕਾਰ ਜਨਾ ||੧||",
    "transliteration": "Maarehi Loottehi Neeth Neeth Kis Aagai Karee Pukaar Janaa ||1||",
    "translation": "They are beating and plundering me over and over again; unto whom can I complain? ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਪੰਜੇ ਮੈਨੂੰ ਨਿੱਤ ਮਾਰਦੇ ਤੇ ਲੁੱਟਦੇ ਰਹਿੰਦੇ ਹਨ, ਮੈਂ ਕਿਸ ਦੇ ਪਾਸ ਸ਼ਿਕਾਇਤ ਕਰਾਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6500,
    "shabad_id": 463,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸ੍ਰੀ ਰਾਮ ਨਾਮਾ; ੳੁਚਰੁ ਮਨਾ ||",
    "transliteration": "Sree Raam Naamaa Ouchar Manaa ||",
    "translation": "Chant the Name of the Supreme Lord, O my mind.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ,",
    "pronunciation": "ੳੁ੍ਨਚ-ਰੁ",
    "type_id": 3
  },
  {
    "id": 6501,
    "shabad_id": 463,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਾਗੈ; ਜਮ ਦਲੁ ਬਿਖਮੁ ਘਨਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Aagai Jam Dhal Bikham Ghanaa ||1|| Rehaao ||",
    "translation": "Otherwise, in the world hereafter, you will have to face the awesome and cruel army of Death. ||1||Pause||",
    "punjabi": "ਸਾਹਮਣੇ ਜਮਰਾਜ ਦੀ ਭਾਰੀ ਤਕੜੀ ਫ਼ੌਜ ਦਿੱਸ ਰਹੀ ਹੈ (ਭਾਵ, ਮੌਤ ਆਉਣ ਵਾਲੀ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਘਨਾ) ਬਹੁਤ (ਬਿਖਮੁ) ਅੌਖਾ",
    "type_id": 4
  },
  {
    "id": 6502,
    "shabad_id": 463,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੳੁਸਾਰਿ ਮੜੋਲੀ ਰਾਖੈ ਦੁਅਾਰਾ; ਭੀਤਰਿ ਬੈਠੀ ਸਾ ਧਨਾ ||",
    "transliteration": "Ousaar Marrolee Raakhai Dhuaaraa Bheethar Baithee Saa Dhhanaa ||",
    "translation": "God has erected the temple of the body; He has placed the nine doors, and the soul-bride sits within.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਸਰੀਰ ਬਣਾ ਕੇ (ਇਸ ਦੇ ਕੰਨ ਨੱਕ ਆਦਿਕ) ਦਸ ਦਰਵਾਜ਼ੇ ਬਣਾ ਦਿੱਤੇ। (ਉਸ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ) ਇਸ ਸਰੀਰ ਵਿਚ ਜਿੰਦ-ਇਸਤ੍ਰੀ ਆ ਟਿਕੀ।",
    "pronunciation": "ਦੇਹ ਰੂਪੀ (ਮੜੋਲੀ) ਮਟੀ[ (ਭੀਤਰਿ) ਅੰਦਰ[ ਜਿੰਦ ਰੂਪੀ (ਧਨਾ) ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 6503,
    "shabad_id": 463,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਕੇਲ ਕਰੇ ਨਿਤ ਕਾਮਣਿ; ਅਵਰਿ ਲੁਟੇਨਿ. ਸੁ ਪੰਚ ਜਨਾ ||੨||",
    "transliteration": "Anmrith Kael Karae Nith Kaaman Avar Luttaen S Panch Janaa ||2||",
    "translation": "She enjoys the sweet play again and again, while the five demons are plundering her. ||2||",
    "punjabi": "ਪਰ ਇਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਆਪ ਨੂੰ ਅਮਰ ਜਾਣ ਕੇ ਸਦਾ (ਦੁਨੀਆ ਵਾਲੇ) ਚੋਜ-ਤਮਾਸ਼ੇ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਉਹ ਵੈਰੀ ਕਾਮਾਦਿਕ ਪੰਜੇ ਜਣੇ (ਅੰਦਰੋਂ ਭਲੇ ਗੁਣ) ਲੁੱਟਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਕੇਲ) ਚੋਜ ਤਮਾਸ਼ੇ[ (ਪੰਚ ਜਨਾ) ਪੰਜ ਕਾਮਾਦਿਕ[ ਕੱਾਮਣਿ ਲੱੁਟੇਨਿ",
    "type_id": 3
  },
  {
    "id": 6504,
    "shabad_id": 463,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਢਾਹਿ ਮੜੋਲੀ ਲੂਟਿਅਾ ਦੇਹੁਰਾ; ਸਾ ਧਨ ਪਕੜੀ ੲੇਕ ਜਨਾ ||",
    "transliteration": "Dtaahi Marrolee Loottiaa Dhaehuraa Saa Dhhan Pakarree Eaek Janaa ||",
    "translation": "In this way, the temple is being demolished; the body is being plundered, and the soul-bride, left all alone, is captured.",
    "punjabi": "(ਜਮ ਦੀ ਫ਼ੌਜ ਨੇ ਆਖ਼ਰ) ਸਰੀਰ-ਮਠ ਢਾਹ ਕੇ ਮੰਦਰ ਲੁੱਟ ਲਿਆ, ਜੀਵ-ਇਸਤ੍ਰੀ ਇਕੱਲੀ ਹੀ ਫੜੀ ਗਈ।",
    "pronunciation": "ਸਰੀਰ ਰੂਪੀ (ਦੇਹੁਰਾ) ਮੰਦਰ[ (ੲੇਕ) ੲਿਕੱਲੀ (ਜਨਾ) ਜੀਵ ਰੂਪੀ ੲਿਸਤ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 6505,
    "shabad_id": 463,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਮ ਡੰਡਾ ਗਲਿ ਸੰਗਲੁ ਪੜਿਅਾ; ਭਾਗਿ ਗੲੇ. ਸੇ ਪੰਚ ਜਨਾ ||੩||",
    "transliteration": "Jam Ddanddaa Gal Sangal Parriaa Bhaag Geae Sae Panch Janaa ||3||",
    "translation": "Death strikes her down with his rod, the shackles are placed around her neck, and now the five have left. ||3||",
    "punjabi": "ਜਮ ਦਾ ਡੰਡਾ ਸਿਰ ਉਤੇ ਵੱਜਾ, ਜਮ ਦਾ ਸੰਗਲ ਗਲ ਵਿਚ ਪਿਆ, ਉਹ (ਲੁੱਟਣ ਵਾਲੇ) ਪੰਜੇ ਜਣੇ ਭੱਜ ਗਏ (ਸਾਥ ਛੱਡ ਗਏ) ॥੩॥",
    "pronunciation": "ਪੜਿਅਾ: ੜਾੜੇ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 6506,
    "shabad_id": 463,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਾਮਣਿ ਲੋੜੈ. ਸੁੲਿਨਾ ਰੁਪਾ; ਮਿਤ੍ਰ ਲੁੜੇਨਿ, ਸੁ ਖਾਧਾਤਾ ||",
    "transliteration": "Kaaman Lorrai Sueinaa Rupaa Mithr Lurraen S Khaadhhaathaa ||",
    "translation": "The wife yearns for gold and silver, and her friends, the senses, yearn for good food.",
    "punjabi": "(ਸਾਰੀ ਉਮਰ ਜਦ ਤਕ ਜੀਵ ਜੀਊਂਦਾ ਰਿਹਾ) ਵਹੁਟੀ ਸੋਨਾ ਚਾਂਦੀ (ਦੇ ਗਹਿਣੇ) ਮੰਗਦੀ ਰਹਿੰਦੀ ਹੈ, ਸਨਬੰਧੀ ਮਿਤ੍ਰ ਖਾਣ ਪੀਣ ਦੇ ਪਦਾਰਥ ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਪਦਾਰਥ (ਖੱਾਧਾ-ਤਾ) ਖਾਣੇ[ ਕੱਾਮਣਿ",
    "type_id": 3
  },
  {
    "id": 6507,
    "shabad_id": 463,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਪਾਪ ਕਰੇ ਤਿਨ ਕਾਰਣਿ; ਜਾਸੀ ਜਮਪੁਰਿ ਬਾਧਾਤਾ ||੪||੨||੧੪||",
    "transliteration": "Naanak Paap Karae Thin Kaaran Jaasee Jamapur Baadhhaathaa ||4||2||14||",
    "translation": "O Nanak, she commits sins for their sake; she shall go, bound and gagged, to the City of Death. ||4||2||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹਨਾਂ ਦੀ ਹੀ ਖ਼ਾਤਰ ਜੀਵ ਪਾਪ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਆਖ਼ਰ (ਪਾਪਾਂ ਦੇ ਕਾਰਨ) ਬੱਝਾ ਹੋਇਆ ਜਮ ਦੀ ਨਗਰੀ ਵਿਚ ਧੱਕਿਆ ਜਾਂਦਾ ਹੈ ॥੪॥੨॥੧੪॥",
    "pronunciation": "(ਬੱਾਧਾ-ਤਾ) ਬੰਨਿ੍ਹਅਾ ਹੋੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 6508,
    "shabad_id": 464,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੳੁੜੀ ਚੇਤੀ ਮਹਲਾ ੧ ||",
    "transliteration": "Gourree Chaethee Mehalaa 1 ||",
    "translation": "Gauree Chaytee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6509,
    "shabad_id": 464,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੁੰਦ੍ਰਾ ਤੇ ਘਟ ਭੀਤਰਿ ਮੁੰਦ੍ਰਾ; ਕਾਂੲਿਅਾ ਕੀਜੈ ਖਿੰਥਾਤਾ ||",
    "transliteration": "Mundhraa Thae Ghatt Bheethar Mundhraa Kaaneiaa Keejai Khinthhaathaa ||",
    "translation": "Let your ear-rings be those ear-rings which pierce deep within your heart. Let your body be your patched coat.",
    "punjabi": "ਹੇ ਰਾਵਲ! ਆਪਣੇ ਸਰੀਰ ਦੇ ਅੰਦਰ ਹੀ ਮੰਦੀਆਂ ਵਾਸਨਾਂ ਨੂੰ ਰੋਕ-ਇਹ ਹਨ (ਅਸਲ) ਮੁੰਦ੍ਰਾਂ। ਸਰੀਰ ਨੂੰ ਨਾਸਵੰਤ ਸਮਝ-ਇਸ ਯਕੀਨ ਨੂੰ ਗੋਦੜੀ ਬਣਾ।",
    "pronunciation": "ਖਿੰਥਾ-ਤਾ, ਮੰਦੀਅਾਂ ਵਾਸ਼ਨਾ ਨੂੰ (ਮੁੰਦ੍ਰਾ) ਮੁੰਦਣਾ ਭਾਵ ਰੋਕਣਾ[ (ਖਿੰਥਾਤਾ) ਖਫਣੀ",
    "type_id": 3
  },
  {
    "id": 6510,
    "shabad_id": 464,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੰਚ ਚੇਲੇ ਵਸਿ ਕੀਜਹਿ ਰਾਵਲ; ੲਿਹੁ ਮਨੁ ਕੀਜੈ ਡੰਡਾਤਾ ||੧||",
    "transliteration": "Panch Chaelae Vas Keejehi Raaval Eihu Man Keejai Ddanddaathaa ||1||",
    "translation": "Let the five passions be disciples under your control, O begging Yogi, and make this mind your walking stick. ||1||",
    "punjabi": "ਹੇ ਰਾਵਲ! (ਤੁਸੀ ਹੋਰਨਾਂ ਨੂੰ ਚੇਲੇ ਬਣਾਂਦੇ ਫਿਰਦੇ ਹੋ) ਆਪਣੇ ਪੰਜੇ, ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰੋ, ਚੇਲੇ ਬਣਾਓ, ਆਪਣੇ ਮਨ ਨੂੰ ਡੰਡਾ ਬਣਾਓ (ਤੇ ਹੱਥ ਵਿਚ ਫੜੋ। ਭਾਵ, ਕਾਬੂ ਕਰੋ) ॥੧॥",
    "pronunciation": "(ਰਾਵਲ) ਜੋਗੀ[ (ਡੰਡਾ-ਤਾ) ਡੰਡਾ[ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 6511,
    "shabad_id": 464,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੋਗ ਜੁਗਤਿ; ੲਿਵ ਪਾਵਸਿਤਾ ||",
    "transliteration": "Jog Jugath Eiv Paavasithaa ||",
    "translation": "Thus you shall find the Way of Yoga.",
    "punjabi": "(ਹੇ ਰਾਵਲ!) ਤਾਂ ਤੂੰ ਇਸ ਤਰ੍ਹਾਂ ਜੋਗ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ) ਦਾ ਤਰੀਕਾ ਲੱਭ ਲਏਂਗਾ,",
    "pronunciation": "ਪਾਵਸਿ-ਤਾ",
    "type_id": 3
  },
  {
    "id": 6512,
    "shabad_id": 464,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ੲੇਕੁ ਸਬਦੁ. ਦੂਜਾ ਹੋਰੁ ਨਾਸਤਿ; ਕੰਦ ਮੂਲਿ. ਮਨੁ ਲਾਵਸਿਤਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eaek Sabadh Dhoojaa Hor Naasath Kandh Mool Man Laavasithaa ||1|| Rehaao ||",
    "translation": "There is only the One Word of the Shabad; everything else shall pass away. Let this be the fruits and roots of your mind's diet. ||1||Pause||",
    "punjabi": "ਜੇ ਤੂੰ ਉਸ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਮਨ ਜੋੜੇਂ (ਜਿਸ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਜੀਵਨ-ਰਾਹ ਵਿਖਾਣ ਦੇ ਸਮਰੱਥ) ਨਹੀਂ ਹੈ। ਤੂੰ ਤਾਂ ਗਾਜਰ ਮੂਲੀ ਆਦਿਕ ਖਾਣ ਵਿਚ ਮਨ ਜੋੜਦਾ ਫਿਰਦਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਸਬਦੁ ਬ੍ਰਹਮੁ ਜੀ ਅਬਿਨਾਸੀ ਸੱਚੇ ਹਨ, ਦੂਜਾ ਹੋਰੁ ਦਿ੍ਰਸਟਮਾਨ ਪਸਾਰਾ (ਨਾਸਤਿ)ਨਾਸ਼ ਰੂਪ ਹੈ[(ਕੰਦ) ਡਾਹਣਿਅਾਂ ਨਾਲ ਲੱਗਣ ਵਾਲੇ ਫ਼ਲ਼, (ਮੂਲਿ) ਮੂਲੀਅਾਂ ਗਾਜਰਾਂ ਅਾਦਿ ਧਰਤੀ ਚੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੀਅਾਂ, ਕੰਦਮੂਲ ੲਿੱਕ ਫ਼ਲ਼ ਦਾ ਨਾਮ ਹੈ ਲਾਵਸਿ-ਤਾ",
    "type_id": 4
  },
  {
    "id": 6513,
    "shabad_id": 464,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਮੂੰਡਿ ਮੁੰਡਾੲਿਅੈ. ਜੇ ਗੁਰੁ ਪਾੲੀਅੈ; ਹਮ ਗੁਰੁ ਕੀਨੀ ਗੰਗਾਤਾ ||",
    "transliteration": "Moondd Munddaaeiai Jae Gur Paaeeai Ham Gur Keenee Gangaathaa ||",
    "translation": "Some try to find the Guru by shaving their heads at the Ganges, but I have made the Guru my Ganges.",
    "punjabi": "ਜੇ (ਗੰਗਾ ਦੇ ਕੰਢੇ) ਸਿਰ ਮੁਨਾਇਆਂ ਗੁਰੂ ਮਿਲਦਾ ਹੈ (ਭਾਵ, ਤੁਸੀ ਤਾਂ ਗੰਗਾ ਦੇ ਕੰਢੇ ਸਿਰ ਮੁਨਾ ਕੇ ਗੁਰੂ ਧਾਰਦੇ ਹੋ) ਤਾਂ ਅਸਾਂ ਤਾਂ ਗੁਰੂ ਨੂੰ ਹੀ ਗੰਗਾ ਬਣਾ ਲਿਆ ਹੈ, (ਭਾਵ, ਸਾਡੇ ਵਾਸਤੇ ਗੁਰੂ ਹੀ ਮਹਾਂ ਪਵਿਤ੍ਰ ਤੀਰਥ ਹੈ)।",
    "pronunciation": "(ਮੂੰਡਿ) ਸਿਰ (ਮੁੰਡਾੲਿਅੈ) ਮੁਨਾੲਿਅਾਂ[ (ਹਮ) ਤਮਾਮ ਨੇ[ਗੰਗਾ-ਤਾ",
    "type_id": 3
  },
  {
    "id": 6514,
    "shabad_id": 464,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਤਿ੍ਰਭਵਣ ਤਾਰਣਹਾਰੁ ਸੁਅਾਮੀ; ੲੇਕੁ. ਨ ਚੇਤਸਿ ਅੰਧਾਤਾ ||੨||",
    "transliteration": "Thribhavan Thaaranehaar Suaamee Eaek N Chaethas Andhhaathaa ||2||",
    "translation": "The Saving Grace of the three worlds is the One Lord and Master, but those in darkness do not remember Him. ||2||",
    "punjabi": "ਅੰਨ੍ਹਾ (ਰਾਵਲ) ਉਸ ਇਕੋ ਮਾਲਕ ਨੂੰ ਨਹੀਂ ਸਿਮਰਦਾ ਜੋ ਤਿੰਨਾਂ ਭਵਣਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ ਤਾਰਨ ਦੇ ਸਮਰਥ ਹੈ ॥੨॥",
    "pronunciation": "ੲੇਕੁ ਵਾਹਿਗੁਰੂ ਜੀ[ ਮਾੲਿਅਾ ਚ (ਅੰਧਾ-ਤਾ) ਅੰਧਾ",
    "type_id": 3
  },
  {
    "id": 6515,
    "shabad_id": 464,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਕਰਿ ਪਟੰਬੁ. ਗਲੀ ਮਨੁ ਲਾਵਸਿ; ਸੰਸਾ. ਮੂਲਿ ਨ ਜਾਵਸਿਤਾ ||",
    "transliteration": "Kar Pattanb Galee Man Laavas Sansaa Mool N Jaavasithaa ||",
    "translation": "Practicing hypocrisy and attaching your mind to worldly objects, your doubt shall never depart.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੂੰ (ਜੋਗ ਦਾ) ਵਿਖਾਵਾ ਕਰ ਕੇ ਨਿਰੀਆਂ ਗੱਲਾਂ ਵਿਚ ਹੀ ਲੋਕਾਂ ਦਾ ਮਨ ਪਰਚਾਂਦਾ ਹੈਂ, ਪਰ ਤੇਰਾ ਆਪਣਾ ਸੰਸਾ ਉੱਕਾ ਹੀ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "(ਪਟੰਬੁ) ਪਖੰਡ[ ਗੱਲੀਂ[ ਜਾਵਸਿ-ਤਾ",
    "type_id": 3
  }
]
