[
  {
    "id": 6987,
    "shabad_id": 495,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "myry rwm. mY mUrK; hir rwKu. myry guseIAw ]",
    "transliteration": "Maerae Raam Mai Moorakh Har Raakh Maerae Guseeaa ||",
    "translation": "O my Lord, I am so foolish; save me, O my Lord God!",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਮੇਰੇ ਮਾਲਕ! ਹੇ ਹਰੀ! ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ (ਆਪਣੀ ਸਰਨ ਵਿਚ) ਰੱਖ।",
    "pronunciation": "(guseINAW) mwlk vwihgurU jI",
    "type_id": 3
  },
  {
    "id": 6988,
    "shabad_id": 495,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "jn kI aupmw; quJih vfeIAw ]1] rhwau ]",
    "transliteration": "Jan Kee Oupamaa Thujhehi Vaddeeaa ||1|| Rehaao ||",
    "translation": "Your servant's praise is Your Own Glorious Greatness. ||1||Pause||",
    "punjabi": "ਤੇਰੇ ਸੇਵਕ ਦੀ ਵਡਿਆਈ ਤੇਰੀ ਹੀ ਵਡਿਆਈ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(aupmw) SoBw[ v-feIAw",
    "type_id": 4
  },
  {
    "id": 6989,
    "shabad_id": 495,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "mMdir Gir AwnMdu hir; hir jsu min BwvY ]",
    "transliteration": "Mandhar Ghar Aanandh Har Har Jas Man Bhaavai ||",
    "translation": "Those whose minds are pleased by the Praises of the Lord, Har, Har, are joyful in the palaces of their own homes.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ, ਉਸ ਦੇ ਹਿਰਦੇ-ਮੰਦਰ ਵਿਚ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਸਦਾ) ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6990,
    "shabad_id": 495,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "sB rs mITy muiK lgih; jw hir gux gwvY ]",
    "transliteration": "Sabh Ras Meethae Mukh Lagehi Jaa Har Gun Gaavai ||",
    "translation": "Their mouths savor all the sweet delicacies when they sing the Glorious Praises of the Lord.",
    "punjabi": "ਜਦੋਂ ਉਹ ਹਰੀ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਉਸ ਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਜਿਵੇਂ) ਸਾਰੇ ਸੁਆਦਲੇ ਮਿੱਠੇ ਰਸ ਉਸ ਦੇ ਮੂੰਹ ਵਿਚ ਪੈ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6991,
    "shabad_id": 495,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "hir jnu prvwru sDwru hY; iekIh kulI. sBu jgqu CfwvY ]2]",
    "transliteration": "Har Jan Paravaar Sadhhaar Hai Eikeeh Kulee Sabh Jagath Shhaddaavai ||2||",
    "translation": "The Lord's humble servants are the saviors of their families; they save their families for twenty-one generations - they save the entire world! ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ-ਭਗਤ ਆਪਣੀਆਂ ਇੱਕੀ ਕੁਲਾਂ ਵਿਚ ਰਾਖਾ ਹੈ ਆਸਰਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ ਸਾਰੇ ਜਗਤ ਨੂੰ ਹੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ie`kIh[ kulI: polw bolo[ j`g-qu",
    "type_id": 3
  },
  {
    "id": 6992,
    "shabad_id": 495,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "jo ikCu kIAw. so hir kIAw; hir kI vifAweI ]",
    "transliteration": "Jo Kishh Keeaa So Har Keeaa Har Kee Vaddiaaee ||",
    "translation": "Whatever has been done, has been done by the Lord; it is the Glorious Greatness of the Lord.",
    "punjabi": "ਇਹ ਸਾਰਾ ਹੀ ਜਗਤ ਜੋ ਬਣਿਆ ਦਿੱਸਦਾ ਹੈ ਇਹ ਸਾਰਾ ਪਰਮਾਤਮਾ ਨੇ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਇਹ ਸਾਰਾ ਉਸੇ ਦਾ ਮਹਾਨ ਕੰਮ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6993,
    "shabad_id": 495,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir jIA qyry. qUM vrqdw; hir pUj krweI ]",
    "transliteration": "Har Jeea Thaerae Thoon Varathadhaa Har Pooj Karaaee ||",
    "translation": "O Lord, in Your creatures, You are pervading; You inspire them to worship You.",
    "punjabi": "ਹੇ ਹਰੀ! (ਜਗਤ ਦੇ ਸਾਰੇ) ਜੀਵ ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, (ਸਭਨਾਂ ਜੀਵਾਂ ਵਿਚ) ਤੂੰ ਹੀ ਤੂੰ ਮੌਜੂਦ ਹੈਂ। (ਹੇ ਭਾਈ! ਸਭ ਜੀਵਾਂ ਪਾਸੋਂ) ਪਰਮਾਤਮਾ (ਆਪ ਹੀ ਆਪਣੀ) ਪੂਜਾ-ਭਗਤੀ ਕਰਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6994,
    "shabad_id": 495,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "hir Bgiq BMfwr lhwiedw; Awpy vrqweI ]3]",
    "transliteration": "Har Bhagath Bhanddaar Lehaaeidhaa Aapae Varathaaee ||3||",
    "translation": "The Lord leads us to the treasure of devotional worship; He Himself bestows it. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪਣੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ (ਸਭ ਜੀਵਾਂ ਨੂੰ) ਦਿਵਾਂਦਾ ਹੈ, ਆਪ ਹੀ ਵੰਡਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(lhwiedw) pRwpq krwauNdy",
    "type_id": 3
  },
  {
    "id": 6995,
    "shabad_id": 495,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "lwlw hwit ivhwiJAw; ikAw iqsu cqurweI ]",
    "transliteration": "Laalaa Haatt Vihaajhiaa Kiaa This Chathuraaee ||",
    "translation": "I am a slave, purchased in Your market; what clever tricks do I have?",
    "punjabi": "ਜੇ ਕੋਈ ਗ਼ੁਲਾਮ ਮੰਡੀ ਵਿਚੋਂ ਖ਼ਰੀਦਿਆ ਹੋਇਆ ਹੋਵੇ, ਉਸ (ਗ਼ੁਲਾਮ) ਦੀ (ਆਪਣੇ ਮਾਲਕ ਦੇ ਸਾਹਮਣੇ) ਕੋਈ ਚਾਲਾਕੀ ਨਹੀਂ ਚੱਲ ਸਕਦੀ।",
    "pronunciation": "(l`wlw) gulwm (hwit) h`t qoN (ivhwiJAw) KRIidAw",
    "type_id": 3
  },
  {
    "id": 6996,
    "shabad_id": 495,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jy rwij bhwly. qw hir gulwmu; GwsI kau. hir nwmu kFweI ]",
    "transliteration": "Jae Raaj Behaalae Thaa Har Gulaam Ghaasee Ko Har Naam Kadtaaee ||",
    "translation": "If the Lord were to set me upon a throne, I would still be His slave. If I were a grass-cutter, I would still chant the Lord's Name.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ-ਭਗਤ ਸਤਸੰਗ ਦੀ ਹੱਟੀ ਵਿਚੋਂ ਪਰਮਾਤਮਾ ਦਾ ਆਪਣਾ ਬਣਾਇਆ ਹੋਇਆ ਹੁੰਦਾ ਹੈ, ਉਸ ਸੇਵਕ ਨੂੰ) ਜੇ ਪਰਮਾਤਮਾ ਰਾਜ-ਤਖ਼ਤ ਉਤੇ ਬਿਠਾ ਦੇਵੇ ਤਾਂ ਭੀ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਗ਼ੁਲਾਮ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਆਪਣੇ ਬਣਾਏ ਹੋਏ ਸੇਵਕ) ਘਸਿਆਰੇ ਦੇ ਮੂੰਹੋਂ ਭੀ ਪਰਮਾਤਮਾ ਹਰਿ-ਨਾਮ ਹੀ ਜਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6997,
    "shabad_id": 495,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "jnu nwnku. hir kw dwsu hY; hir kI vifAweI ]4]2]8]46]",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Har Kee Vaddiaaee ||4||2||8||46||",
    "translation": "Servant Nanak is the slave of the Lord; contemplate the Glorious Greatness of the Lord||4||2||8||46||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਦਾਸ ਨਾਨਕ ਪਰਮਾਤਮਾ ਦਾ (ਖ਼ਰੀਦਿਆ ਹੋਇਆ) ਗ਼ੁਲਾਮ ਹੈ, ਇਹ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਹੈ (ਕਿ ਉਸ ਨੇ ਨਾਨਕ ਨੂੰ ਆਪਣਾ ਗ਼ੁਲਾਮ ਬਣਾਇਆ ਹੋਇਆ ਹੈ) ॥੪॥੨॥੮॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6998,
    "shabad_id": 496,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gauVI guAwryrI mhlw 4 ]",
    "transliteration": "Gourree Guaaraeree Mehalaa 4 ||",
    "translation": "Gauree Bairaagan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 6999,
    "shabad_id": 496,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ikrswxI ikrswxu kry; locY jIau lwie ]",
    "transliteration": "Kirasaanee Kirasaan Karae Lochai Jeeo Laae ||",
    "translation": "The farmers love to work their farms;",
    "punjabi": "ਕਿਸਾਨ ਖੇਤੀ ਦਾ ਕੰਮ ਜੀ ਲਾ ਕੇ (ਪੂਰੀ ਮਿਹਨਤ ਨਾਲ) ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7000,
    "shabad_id": 496,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hlu joqY. audmu kry; myrw puqu DI Kwie ]",
    "transliteration": "Hal Jothai Oudham Karae Maeraa Puth Dhhee Khaae ||",
    "translation": "They plow and work the fields, so that their sons and daughters may eat.",
    "punjabi": "ਹਲ ਵਾਹੁੰਦਾ ਹੈ ਉੱਦਮ ਕਰਦਾ ਹੈ ਤੇ ਤਾਂਘ ਕਰਦਾ ਹੈ (ਕਿ ਫ਼ਸਲ ਚੰਗਾ ਲੱਗੇ, ਤਾਂ ਜੁ) ਮੇਰਾ ਪੁੱਤਰ ਖਾਏ ਮੇਰੀ ਧੀ ਖਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7001,
    "shabad_id": 496,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "iqau hir jnu. hir hir jpu kry; hir. AMiq Cfwie ]1]",
    "transliteration": "Thio Har Jan Har Har Jap Karae Har Anth Shhaddaae ||1||",
    "translation": "In just the same way, the Lord's humble servants chant the Name of the Lord, Har, Har, and in the end, the Lord shall save them. ||1||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਕਰਦਾ ਹੈ (ਜਿਸ ਦਾ ਸਿੱਟਾ ਇਹ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਅੰਤ ਵੇਲੇ (ਜਦੋਂ ਹੋਰ ਕੋਈ ਸਾਥੀ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ) ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ (ਮੋਹ ਆਦਿਕ ਦੇ ਪੰਜੇ ਤੋਂ) ਛੁਡਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7002,
    "shabad_id": 496,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "mY mUrK kI giq; kIjY myry rwm ]",
    "transliteration": "Mai Moorakh Kee Gath Keejai Maerae Raam ||",
    "translation": "I am foolish - save me, O my Lord!",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਮੈਨੂੰ ਮੂਰਖ ਨੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਖ਼ਸ਼,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7003,
    "shabad_id": 496,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "gur siqgur syvw; hir lwie hm kwm ]1] rhwau ]",
    "transliteration": "Gur Sathigur Saevaa Har Laae Ham Kaam ||1|| Rehaao ||",
    "translation": "O Lord, enjoin me to work and serve the Guru, the True Guru. ||1||Pause||",
    "punjabi": "ਮੈਨੂੰ ਗੁਰੂ ਦੇ ਸੇਵਾ ਦੇ ਕੰਮ ਵਿਚ ਜੋੜ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 7004,
    "shabad_id": 496,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "lY qury saudwgrI; saudwgru DwvY ]",
    "transliteration": "Lai Thurae Soudhaagaree Soudhaagar Dhhaavai ||",
    "translation": "The traders buy horses, planning to trade them.",
    "punjabi": "ਸੌਦਾਗਰ ਸੌਦਾਗਰੀ ਕਰਨ ਵਾਸਤੇ ਘੋੜੇ ਲੈ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "(qury) GoVy[ (DwvY) jWdw",
    "type_id": 3
  },
  {
    "id": 7005,
    "shabad_id": 496,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "Dnu KtY. Awsw krY; mwieAw mohu vDwvY ]",
    "transliteration": "Dhhan Khattai Aasaa Karai Maaeiaa Mohu Vadhhaavai ||",
    "translation": "They hope to earn wealth; their attachment to Maya increases.",
    "punjabi": "(ਸੌਦਾਗਰੀ ਵਿਚ ਉਹ) ਧਨ ਖੱਟਦਾ ਹੈ (ਹੋਰ ਧਨ ਦੀ) ਆਸ ਕਰਦਾ ਹੈ (ਜਿਉਂ ਜਿਉਂ ਕਮਾਈ ਕਰਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਵਧਾਂਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "K`tY",
    "type_id": 3
  },
  {
    "id": 7006,
    "shabad_id": 496,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "iqau hir jnu. hir hir bolqw; hir boil suKu pwvY ]2]",
    "transliteration": "Thio Har Jan Har Har Bolathaa Har Bol Sukh Paavai ||2||",
    "translation": "In just the same way, the Lord's humble servants chant the Name of the Lord, Har, Har; chanting the Lord's Name, they find peace. ||2||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7007,
    "shabad_id": 496,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ibKu sMcY. htvwxIAw; bih hwit kmwie ]",
    "transliteration": "Bikh Sanchai Hattavaaneeaa Behi Haatt Kamaae ||",
    "translation": "The shop-keepers collect poison, sitting in their shops, carrying on their business.",
    "punjabi": "ਦੁਕਾਨਦਾਰ ਦੁਕਾਨ ਵਿਚ ਬੈਠ ਕੇ ਦੁਕਾਨ ਦਾ ਕੰਮ ਕਰਦਾ ਹੈ ਤੇ (ਮਾਇਆ) ਇਕੱਠੀ ਕਰਦਾ ਹੈ (ਜੋ ਉਸ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਜ਼ਹਰ (ਦਾ ਕੰਮ ਕਰਦੀ ਜਾਂਦੀ) ਹੈ,",
    "pronunciation": "(ibKu) zhr rUp mwieAw (sMcY) iek`TI kry",
    "type_id": 3
  },
  {
    "id": 7008,
    "shabad_id": 496,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "moh JUTu pswrw JUT kw; JUTy lptwie ]",
    "transliteration": "Moh Jhooth Pasaaraa Jhooth Kaa Jhoothae Lapattaae ||",
    "translation": "Their love is false, their displays are false, and they are engrossed in falsehood.",
    "punjabi": "(ਕਿਉਂਕਿ ਇਹ ਤਾਂ ਨਿਰਾ) ਮੋਹ ਦਾ ਝੂਠਾ ਖਿਲਾਰਾ ਹੈ, ਝੂਠ ਦਾ ਪਸਾਰਾ ਹੈ (ਜਿਉਂ ਜਿਉਂ ਇਸ ਵਿਚ ਵਧੀਕ ਰੁੱਝਦਾ ਹੈ ਤਿਉਂ ਤਿਉਂ) ਇਸ ਨਾਸਵੰਤ ਦੇ ਮੋਹ ਵਿਚ ਫਸਦਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7009,
    "shabad_id": 496,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "iqau hir jin. hir Dnu sMicAw; hir Krcu lY jwie ]3]",
    "transliteration": "Thio Har Jan Har Dhhan Sanchiaa Har Kharach Lai Jaae ||3||",
    "translation": "In just the same way, the Lord's humble servants gather the wealth of the Lord's Name; they take the Lord's Name as their supplies. ||3||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸ ਨੇ (ਭੀ) ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਹੁੰਦਾ ਹੈ ਪਰ ਉਹ ਹਰਿ-ਨਾਮ ਦਾ ਧਨ ਹੈ, ਇਹ ਨਾਮ-ਧਨ ਉਹ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਵਾਸਤੇ ਖ਼ਰਚ (ਦੇ ਤੌਰ ਤੇ) ਲੈ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7010,
    "shabad_id": 496,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "iehu mwieAw moh kutMbu hY; Bwie dUjY Pws ]",
    "transliteration": "Eihu Maaeiaa Moh Kuttanb Hai Bhaae Dhoojai Faas ||",
    "translation": "This emotional attachment to Maya and family, and the love of duality, is a noose around the neck.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਇਹ ਖਿਲਾਰਾ (ਤਾਂ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਾਣ ਲਈ ਫਾਹੀ ਹੈ।",
    "pronunciation": "(kutMbu) prvwr[ (Pws) PwhI",
    "type_id": 3
  },
  {
    "id": 7011,
    "shabad_id": 496,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "gurmqI so jnu qrY; jo dwsin dws ]",
    "transliteration": "Guramathee So Jan Tharai Jo Dhaasan Dhaas ||",
    "translation": "Following the Guru's Teachings, the humble servants are carried across; they become the slaves of the Lord's slaves.",
    "punjabi": "ਇਸ ਵਿਚੋਂ ਉਹ ਮਨੁੱਖ ਪਾਰ ਲੰਘਦਾ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਦੀ ਮਤਿ ਲੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7012,
    "shabad_id": 496,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "jin nwnik. nwmu iDAwieAw; gurmuiK prgws ]4]3]9]47]",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Guramukh Paragaas ||4||3||9||47||",
    "translation": "Servant Nanak meditates on the Naam; the Gurmukh is enlightened. ||4||3||9||47||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਨੇ (ਭੀ) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ) ਚਾਨਣ ਹਾਸਲ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਹੈ ॥੪॥੩॥੯॥੪੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7013,
    "shabad_id": 497,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "gauVI bYrwgix mhlw 4 ]",
    "transliteration": "Gourree Bairaagan Mehalaa 4 ||",
    "translation": "Gauree Bairaagan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7014,
    "shabad_id": 497,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "inq idnsu rwiq. lwlcu kry; BrmY BrmwieAw ]",
    "transliteration": "Nith Dhinas Raath Laalach Karae Bharamai Bharamaaeiaa ||",
    "translation": "Continuously, day and night, they are gripped by greed and deluded by doubt.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਦਿਨ ਰਾਤ (ਮਾਇਆ ਦਾ) ਲਾਲਚ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਮਾਇਆ ਦੀ ਪ੍ਰੇਰਨਾ ਵਿਚ ਆ ਕੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7015,
    "shabad_id": 497,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "vygwir iPrY vygwrIAw; isir Bwru auTwieAw ]",
    "transliteration": "Vaegaar Firai Vaegaareeaa Sir Bhaar Outhaaeiaa ||",
    "translation": "The slaves labor in slavery, carrying the loads upon their heads.",
    "punjabi": "ਉਹ ਉਸ ਵੇਗਾਰੀ ਵਾਂਗ ਹੈ ਜੋ ਆਪਣੇ ਸਿਰ ਉੱਤੇ (ਬਿਗਾਨਾ) ਭਾਰ ਚੁੱਕ ਕੇ ਵੇਗਾਰ ਕੱਢਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "(vygwir) ibnw mzdUrI kMm[ (vygwrIAw) ibnw mzdUrI kMm krn vwlw",
    "type_id": 3
  },
  {
    "id": 7016,
    "shabad_id": 497,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jo gur kI. jnu syvw kry; so Gr kY kMim. hir lwieAw ]1]",
    "transliteration": "Jo Gur Kee Jan Saevaa Karae So Ghar Kai Kanm Har Laaeiaa ||1||",
    "translation": "That humble being who serves the Guru is put to work by the Lord in His Home. ||1||",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰਦਾ ਹੈ) ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਨੇ (ਨਾਮ-ਸਿਮਰਨ ਦੇ) ਉਸ ਕੰਮ ਵਿਚ ਲਾ ਦਿੱਤਾ ਹੈ ਜੋ ਉਸ ਦਾ ਅਸਲ ਆਪਣਾ ਕੰਮ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7017,
    "shabad_id": 497,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "myry rwm. qoiV bMDn mwieAw; Gr kY kMim lwie ]",
    "transliteration": "Maerae Raam Thorr Bandhhan Maaeiaa Ghar Kai Kanm Laae ||",
    "translation": "O my Lord, please break these bonds of Maya, and put me to work in Your Home.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! (ਅਸਾਂ ਜੀਵਾਂ ਦੇ) ਮਾਇਆ ਦੇ ਬੰਧਨ ਤੋੜ ਤੇ ਸਾਨੂੰ ਸਾਡੇ ਅਸਲੀ ਆਪਣੇ ਕੰਮ ਵਿਚ ਜੋੜ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7018,
    "shabad_id": 497,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "inq hir gux gwvh; hir nwim smwie ]1] rhwau ]",
    "transliteration": "Nith Har Gun Gaaveh Har Naam Samaae ||1|| Rehaao ||",
    "translation": "I continuously sing the Glorious Praises of the Lord; I am absorbed in the Lord's Name. ||1||Pause||",
    "punjabi": "ਅਸੀਂ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਸਦਾ ਹਰਿ-ਗੁਣ ਗਾਂਦੇ ਰਹੀਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 7019,
    "shabad_id": 497,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "nru pRwxI cwkrI kry; nrpiq rwjy. AriQ sB mwieAw ]",
    "transliteration": "Nar Praanee Chaakaree Karae Narapath Raajae Arathh Sabh Maaeiaa ||",
    "translation": "Mortal men work for kings, all for the sake of wealth and Maya.",
    "punjabi": "ਨਿਰੋਲ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਕੋਈ ਮਨੁੱਖ ਕਿਸੇ ਰਾਜੇ-ਪਾਤਿਸ਼ਾਹ ਦੀ ਨੌਕਰੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(AriQ) vwsqy",
    "type_id": 3
  },
  {
    "id": 7020,
    "shabad_id": 497,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "kY bMDY. kY fwin lyie; kY nrpiq mir jwieAw ]",
    "transliteration": "Kai Bandhhai Kai Ddaan Laee Kai Narapath Mar Jaaeiaa ||",
    "translation": "But the king either imprisons them, or fines them, or else dies himself.",
    "punjabi": "ਰਾਜਾ ਕਈ ਵਾਰੀ (ਕਿਸੇ ਖ਼ੁਨਾਮੀ ਦੇ ਕਾਰਨ ਉਸ ਨੂੰ) ਕੈਦ ਕਰ ਦੇਂਦਾ ਹੈ ਜਾਂ (ਕੋਈ ਜੁਰਮਾਨਾ ਆਦਿਕ) ਸਜ਼ਾ ਦੇਂਦਾ ਹੈ, ਜਾਂ, ਰਾਜਾ (ਆਪ ਹੀ) ਮਰ ਜਾਂਦਾ ਹੈ (ਤੇ ਉਸ ਮਨੁੱਖ ਦੀ ਨੌਕਰੀ ਹੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "(kY) jW[ (bMDY) bMn@ lYNdw[ (fwin) szw[ (nrpiq) rwjw[ ly-ie",
    "type_id": 3
  },
  {
    "id": 7021,
    "shabad_id": 497,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "DMnu Dnu syvw sPl siqgurU kI; ijqu hir hir nwmu jip. hir suKu pwieAw ]2]",
    "transliteration": "Dhhann Dhhan Saevaa Safal Sathiguroo Kee Jith Har Har Naam Jap Har Sukh Paaeiaa ||2||",
    "translation": "Blessed, rewarding and fruitful is the service of the True Guru; through it, I chant the Name of the Lord, Har, Har, and I have found peace. ||2||",
    "punjabi": "ਪਰ ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਸਦਾ ਫਲ ਦੇਣ ਵਾਲੀ ਹੈ ਸਦਾ ਸਲਾਹੁਣ-ਯੋਗ ਹੈ, ਕਿਉਂਕਿ ਇਸ ਸੇਵਾ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7022,
    "shabad_id": 497,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "inq saudw sUdu kIcY. bhu Bwiq kir; mwieAw kY qweI ]",
    "transliteration": "Nith Soudhaa Soodh Keechai Bahu Bhaath Kar Maaeiaa Kai Thaaee ||",
    "translation": "Everyday, people carry on their business, with all sorts of devices to earn interest, for the sake of Maya.",
    "punjabi": "ਮਾਇਆ ਕਮਾਣ ਦੀ ਖ਼ਾਤਰ ਕਈ ਤਰ੍ਹਾਂ ਦਾ ਸਦਾ ਵਣਜ-ਵਿਹਾਰ ਭੀ ਕਰੀਦਾ ਹੈ,",
    "pronunciation": "(sUdu) ivAwj[ BWiq, qWeIN",
    "type_id": 3
  },
  {
    "id": 7023,
    "shabad_id": 497,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "jw lwhw dyie. qw suKu mny; qotY mir jweI ]",
    "transliteration": "Jaa Laahaa Dhaee Thaa Sukh Manae Thottai Mar Jaaee ||",
    "translation": "If they earn a profit, they are pleased, but their hearts are broken by losses.",
    "punjabi": "ਜਦੋਂ (ਉਹ ਵਣਜ-ਵਪਾਰ) ਨਫ਼ਾ ਦੇਂਦਾ ਹੈ ਤਾਂ ਮਨ ਵਿਚ ਖ਼ੁਸ਼ੀ ਹੁੰਦੀ ਹੈ, ਪਰ ਘਾਟਾ ਪੈਣ ਤੇ ਮਨੁੱਖ (ਹਾਹੁਕੇ ਨਾਲ) ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7024,
    "shabad_id": 497,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "jo gux swJI. gur isau kry; inq inq suKu pweI ]3]",
    "transliteration": "Jo Gun Saajhee Gur Sio Karae Nith Nith Sukh Paaee ||3||",
    "translation": "One who is worthy, becomes a partner with the Guru, and finds a lasting peace forever. ||3||",
    "punjabi": "ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਨਾਲ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸੌਦੇ ਦੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੩॥",
    "pronunciation": "sWJI",
    "type_id": 3
  }
]
