[
  {
    "id": 7123,
    "shabad_id": 505,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ. ਅੰਮਿ੍ਰਤ ਰਸੁ ਚਾਖਿਅਾ; ਮਿਲਿ ਸਤਿਗੁਰ. ਮੀਠ ਰਸ ਗਾਨੇ ||੨||",
    "transliteration": "Har Kaa Naam Anmrith Ras Chaakhiaa Mil Sathigur Meeth Ras Gaanae ||2||",
    "translation": "I have tasted the Ambrosial Nectar of the Naam, the Name of the Lord, by meeting the True Guru. It is sweet, like the juice of the sugarcane. ||2||",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਰਸ ਚੱਖਿਆ ਹੈ, ਉਹ ਰਸ ਮਿੱਠਾ ਹੈ ਜਿਵੇਂ ਗੰਨੇ ਦਾ ਰਸ ਮਿੱਠਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਗਾਨੇ) ਗੰਨੇ ਵਾਂਗ",
    "type_id": 3
  },
  {
    "id": 7124,
    "shabad_id": 505,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਗੁਰੁ ਸਤਿਗੁਰੁ ਨਹੀ ਭੇਟਿਅਾ; ਤੇ ਸਾਕਤ ਮੂੜ ਦਿਵਾਨੇ ||",
    "transliteration": "Jin Ko Gur Sathigur Nehee Bhaettiaa Thae Saakath Moorr Dhivaanae ||",
    "translation": "Those who have not met the Guru, the True Guru, are foolish and insane - they are faithless cynics.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਨਹੀਂ ਮਿਲਦਾ, ਉਹ ਮੂਰਖ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਝੱਲੇ ਹੋਏ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "(ਭੇਟਿਅਾ) ਮਿਲੇ[ (ਦਿਵਾਨੇ) ਕਮਲ਼ੇ",
    "type_id": 3
  },
  {
    "id": 7125,
    "shabad_id": 505,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਤਿਨ ਕੇ ਕਰਮਹੀਨ. ਧੁਰਿ ਪਾੲੇ; ਦੇਖਿ ਦੀਪਕੁ. ਮੋਹਿ ਪਚਾਨੇ ||੩||",
    "transliteration": "Thin Kae Karameheen Dhhur Paaeae Dhaekh Dheepak Mohi Pachaanae ||3||",
    "translation": "Those who were pre-ordained to have no good karma at all - gazing into the lamp of emotional attachment, they are burnt, like moths in a flame. ||3||",
    "punjabi": "(ਪਰ ਉਹਨਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਧੁਰੋਂ (ਪਰਮਾਤਮਾ ਨੇ) ਉਹਨਾਂ ਦੇ ਭਾਗਾਂ ਵਿਚ (ਇਹ) ਨੀਵੇਂ ਕੰਮ ਹੀ ਪਾ ਦਿੱਤੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਇਉਂ ਸੜਦੇ ਰਹਿੰਦੇ ਹਨ ਜਿਵੇਂ ਦੀਵੇ ਨੂੰ ਵੇਖ ਕੇ (ਪਤੰਗੇ) ॥੩॥",
    "pronunciation": "(ਮੋਹਿ) ਮੋਹ ਚ (ਪਚਾਨੇ) ਸੜਦੇ",
    "type_id": 3
  },
  {
    "id": 7126,
    "shabad_id": 505,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਤੁਮ ਦੲਿਅਾ ਕਰਿ ਮੇਲਹੁ; ਤੇ ਹਰਿ ਹਰਿ ਸੇਵ ਲਗਾਨੇ ||",
    "transliteration": "Jin Ko Thum Dhaeiaa Kar Maelahu Thae Har Har Saev Lagaanae ||",
    "translation": "Those whom You, in Your Mercy, have met, Lord, are committed to Your Service.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਤੂੰ ਮਿਹਰ ਕਰ ਕੇ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਂਦਾ ਹੈਂ, ਉਹ, ਹੇ ਹਰੀ! ਤੇਰੀ ਸੇਵਾ-ਭਗਤੀ ਵਿਚ ਲਗੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7127,
    "shabad_id": 505,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਹਰਿ ਹਰਿ ਜਪਿ ਪ੍ਰਗਟੇ; ਮਤਿ ਗੁਰਮਤਿ ਨਾਮਿ ਸਮਾਨੇ ||੪||੪||੧੮||੫੬||",
    "transliteration": "Jan Naanak Har Har Har Jap Pragattae Math Guramath Naam Samaanae ||4||4||18||56||",
    "translation": "Servant Nanak chants the Name of the Lord, Har, Har, Har. He is famous, and through the Guru's Teachings, He merges in the Name. ||4||4||18||56||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਜਮ ਕੇ ਚਮਕ ਪੈਂਦੇ ਹਨ, ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੪॥੧੮॥੫੬॥",
    "pronunciation": "(ਸਮਾਨੇ) ਸਮਾੳੁਂਦੇ",
    "type_id": 3
  },
  {
    "id": 7128,
    "shabad_id": 506,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7129,
    "shabad_id": 506,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਸੋ ਪ੍ਰਭੁ ਸਦਾ ਨਾਲਿ ਹੈ ਸੁਅਾਮੀ; ਕਹੁ ਕਿਥੈ. ਹਰਿ ਪਹੁ ਨਸੀਅੈ ||",
    "transliteration": "Maerae Man So Prabh Sadhaa Naal Hai Suaamee Kahu Kithhai Har Pahu Naseeai ||",
    "translation": "O my mind, God is always with you; He is your Lord and Master. Tell me, where could you run to get away from the Lord?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਹ ਸੁਆਮੀ ਹਰ ਵੇਲੇ (ਜੀਵਾਂ ਦੇ) ਨਾਲ (ਵੱਸਦਾ) ਹੈ। ਦੱਸ ਉਹ ਕੇਹੜਾ ਥਾਂ ਹੈ ਜਿਥੇ ਉਸ ਪ੍ਰਭੂ ਪਾਸੋਂ ਨੱਸ ਸਕੀਦਾ ਹੈ?",
    "pronunciation": "(ਪਹੁ) ਪਾਸੋਂ[ ਨੱਸੀਅੈ",
    "type_id": 3
  },
  {
    "id": 7130,
    "shabad_id": 506,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਅਾਪੇ ਬਖਸਿ ਲੲੇ ਪ੍ਰਭੁ ਸਾਚਾ; ਹਰਿ ਅਾਪਿ ਛਡਾੲੇ ਛੁਟੀਅੈ ||੧||",
    "transliteration": "Har Aapae Bakhas Leae Prabh Saachaa Har Aap Shhaddaaeae Shhutteeai ||1||",
    "translation": "The True Lord God Himself grants forgiveness; we are emancipated only when the Lord Himself emancipates us. ||1||",
    "punjabi": "ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਸਾਡੇ ਅਉਗਣ) ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ, ਉਹ ਹਰੀ ਆਪ ਹੀ (ਵਿਕਾਰਾਂ ਦੇ ਪੰਜੇ ਤੋਂ) ਛਡਾ ਲੈਂਦਾ ਹੈ (ਉਸੇ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਸਕੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7131,
    "shabad_id": 506,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਜਪਿ ਹਰਿ ਹਰਿ; ਹਰਿ ਮਨਿ ਜਪੀਅੈ ||",
    "transliteration": "Maerae Man Jap Har Har Har Man Japeeai ||",
    "translation": "O my mind, chant the Name of the Lord, Har, Har, Har - chant it in your mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਦਾ ਹਰਿ-ਨਾਮ ਜਪ। (ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਸਦਾ ਮਨ ਵਿਚ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7132,
    "shabad_id": 506,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸਰਣਾੲੀ. ਭਜਿ ਪੳੁ. ਮੇਰੇ ਮਨਾ; ਗੁਰ ਸਤਿਗੁਰ ਪੀਛੈ. ਛੁਟੀਅੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sathigur Kee Saranaaee Bhaj Po Maerae Manaa Gur Sathigur Peeshhai Shhutteeai ||1|| Rehaao ||",
    "translation": "Quickly now, run to the Sanctuary of the True Guru, O my mind; following the Guru, the True Guru, you shall be saved. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਜਾ ਪਉ। ਗੁਰੂ ਦਾ ਆਸਰਾ ਲਿਆਂ (ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਬਚ ਜਾਈਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਸਰਣਾੲੀ) ਸਰਨ ਚ[ ਭੱਜਿ ਛੁੱਟੀਅੈ",
    "type_id": 4
  },
  {
    "id": 7133,
    "shabad_id": 506,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਸੇਵਹੁ ਸੋ ਪ੍ਰਭ ਸ੍ਰਬ ਸੁਖਦਾਤਾ; ਜਿਤੁ ਸੇਵਿਅੈ. ਨਿਜ ਘਰਿ ਵਸੀਅੈ ||",
    "transliteration": "Maerae Man Saevahu So Prabh Srab Sukhadhaathaa Jith Saeviai Nij Ghar Vaseeai ||",
    "translation": "O my mind, serve God, the Giver of all peace; serving Him, you shall come to dwell in your own home deep within.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ, ਜਿਸ ਦੀ ਸਰਨ ਪਿਆਂ ਆਪਣੇ ਘਰ ਵਿਚ ਵੱਸ ਸਕੀਦਾ ਹੈ (ਮਾਇਆ ਦੀ ਭਟਕਣ ਤੋਂ ਬਚ ਕੇ ਅੰਤਰ ਆਤਮੇ ਟਿਕ ਸਕੀਦਾ ਹੈ)।",
    "pronunciation": "(ਨਿਜ) ਅਪਣੇ ਘਰਿ ਪ੍ਰਭ ਜੀ ਚ[ ਵਸੀਅੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7134,
    "shabad_id": 506,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਾੲਿ ਲਹਹੁ ਘਰੁ ਅਪਨਾ; ਘਸਿ ਚੰਦਨੁ ਹਰਿ ਜਸੁ ਘਸੀਅੈ ||੨||",
    "transliteration": "Guramukh Jaae Lehahu Ghar Apanaa Ghas Chandhan Har Jas Ghaseeai ||2||",
    "translation": "As Gurmukh, go and enter your own home; anoint yourself with the sandalwood oil of the Lord's Praises. ||2||",
    "punjabi": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ (ਅਸਲ) ਘਰ ਜਾ ਕੇ ਲੱਭ ਲੈ (ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕ)। (ਜਿਵੇਂ) ਚੰਦਨ (ਸਿਲ ਨਾਲ) ਘਸ ਕੇ (ਸੁਗੰਧੀ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ (ਆਪਣੇ ਮਨ ਨਾਲ) ਘਸਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਸੁਗੰਧੀ ਪੈਦਾ ਹੋਵੇਗੀ) ॥੨॥",
    "pronunciation": "(ਲਹਹੁ) ਪ੍ਰਾਪਤ ਕਰੋ",
    "type_id": 3
  },
  {
    "id": 7135,
    "shabad_id": 506,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਹਰਿ ਹਰਿ ਹਰਿ ਹਰਿ, ਹਰਿ ਜਸੁ ੳੂਤਮੁ; ਲੈ ਲਾਹਾ ਹਰਿ. ਮਨਿ ਹਸੀਅੈ ||",
    "transliteration": "Maerae Man Har Har Har Har Har Jas Ootham Lai Laahaa Har Man Haseeai ||",
    "translation": "O my mind, the Praises of the Lord, Har, Har, Har, Har, Har, are exalted and sublime. Earn the profit of the Lord's Name, and let your mind be happy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਦਾਰਥ ਹੈ। (ਹੇ ਭਾਈ!) ਹਰਿ-ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "(ੳੂਤਮੁ) ਸ੍ਰੇਸ਼ਟ[ ਹੱਸੀਅੈ",
    "type_id": 3
  },
  {
    "id": 7136,
    "shabad_id": 506,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਅਾਪਿ ਦੲਿਅਾ ਕਰਿ ਦੇਵੈ; ਤਾ. ਅੰਮਿ੍ਰਤੁ ਹਰਿ ਰਸੁ ਚਖੀਅੈ ||੩||",
    "transliteration": "Har Har Aap Dhaeiaa Kar Dhaevai Thaa Anmrith Har Ras Chakheeai ||3||",
    "translation": "If the Lord, Har, Har, in His Mercy, bestows it, then we partake of the ambrosial essence of the Lord's Name. ||3||",
    "punjabi": "ਜਦੋਂ ਪਰਮਾਤਮਾ ਆਪ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨਾਮ ਦੀ ਦਾਤ ਦੇਂਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਉਸ ਦਾ ਨਾਮ-ਰਸ ਚੱਖ ਸਕੀਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਦ-ੲਿਅਾ, ਚੱਖੀਅੈ",
    "type_id": 3
  },
  {
    "id": 7137,
    "shabad_id": 506,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਮੇਰੇ ਮਨ. ਨਾਮ ਬਿਨਾ ਜੋ ਦੂਜੈ ਲਾਗੇ; ਤੇ ਸਾਕਤ ਨਰ. ਜਮਿ ਘੁਟੀਅੈ ||",
    "transliteration": "Maerae Man Naam Binaa Jo Dhoojai Laagae Thae Saakath Nar Jam Ghutteeai ||",
    "translation": "O my mind, without the Naam, the Name of the Lord, and attached to duality, those faithless cynics are strangled by the Messenger of Death.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਭੁਲਾ ਕੇ ਜੇਹੜੇ ਮਨੁੱਖ ਹੋਰ ਪਾਸੇ ਰੁੱਝਦੇ ਹਨ, ਉਹ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, ਜਮ ਨੇ ਉਹਨਾਂ ਨੂੰ ਘੁੱਟ ਲਿਆ ਹੁੰਦਾ ਹੈ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਨੂੰ ਥੋੜ੍ਹ-ਵਿਤਾ ਬਣਾ ਦੇਂਦੀ ਹੈ)।",
    "pronunciation": "(ਦੂਜੈ) ਹੋਰ ਮਾੲਿਕੀ ਧੰਧਿਅਾਂ ਚ[ (ਸਾਕਤ) ਮਨਮੁਖ[ (ਘੁੱਟੀਅੈ) ਨਪੀੜਦੇ, ਕਸ਼ਟ ਦਿੰਦੇ",
    "type_id": 3
  },
  {
    "id": 7138,
    "shabad_id": 506,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਤੇ ਸਾਕਤ ਚੋਰ. ਜਿਨਾ ਨਾਮੁ ਵਿਸਾਰਿਅਾ; ਮਨ ਤਿਨ ਕੈ ਨਿਕਟਿ. ਨ ਭਿਟੀਅੈ ||੪||",
    "transliteration": "Thae Saakath Chor Jinaa Naam Visaariaa Man Thin Kai Nikatt N Bhitteeai ||4||",
    "translation": "Such faithless cynics, who have forgotten the Naam, are thieves. O my mind, do not even go near them. ||4||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰ ਦਿੱਤਾ, ਉਹ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਜਕੜੇ ਗਏ, ਉਹ ਰੱਬ ਦੇ ਚੋਰ ਬਣ ਗਏ। ਹੇ ਮੇਰੇ ਮਨ! ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁਕਣਾ ਚਾਹੀਦਾ ॥੪॥",
    "pronunciation": "(ਭਿੱਟੀਅੈ) ਛੁਹੀੲੇ",
    "type_id": 3
  },
  {
    "id": 7139,
    "shabad_id": 506,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਮੇਰੇ ਮਨ ਸੇਵਹੁ. ਅਲਖ ਨਿਰੰਜਨ ਨਰਹਰਿ; ਜਿਤੁ ਸੇਵਿਅੈ ਲੇਖਾ ਛੁਟੀਅੈ ||",
    "transliteration": "Maerae Man Saevahu Alakh Niranjan Narehar Jith Saeviai Laekhaa Shhutteeai ||",
    "translation": "O my mind, serve the Unknowable and Immaculate Lord, the Man-lion; serving Him, your account will be cleared.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰ ਜੋ ਅਦ੍ਰਿਸ਼ਟ ਹੈ ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ। ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤਿਆਂ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਲੇਖਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ (ਮਾਇਆ ਵਲ ਪ੍ਰੇਰਨ ਵਾਲੇ ਸੰਸਕਾਰ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮੁੱਕ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "(ਅ+ਲਖ) (ਅ) ਵਿਸ਼ੇਸ਼ ਕਰਕੇ ਸਭ ਦੇ ਅੰਦਰ ਬਾਹਰ ਦੀ(ਲਖ) ਜਾਣ ਰਹੇ[ (ਨਰਹਰਿ) ਪ੍ਰਭ[ ਛੱੁਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 7140,
    "shabad_id": 506,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਪ੍ਰਭਿ ਪੂਰੇ ਕੀੲੇ; ਖਿਨੁ ਮਾਸਾ ਤੋਲੁ. ਨ ਘਟੀਅੈ ||੫||੫||੧੯||੫੭||",
    "transliteration": "Jan Naanak Har Prabh Poorae Keeeae Khin Maasaa Thol N Ghatteeai ||5||5||19||57||",
    "translation": "The Lord God has made servant Nanak perfect; he is not diminished by even the tiniest particle. ||5||5||19||57||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਹਰੀ ਪ੍ਰਭੂ ਨੇ ਮੁਕੰਮਲ ਸੁੱਧ ਜੀਵਨ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਵਿਚ ਇਕ ਤੋਲਾ ਭਰ ਇਕ ਮਾਸਾ ਭਰ ਰਤਾ ਭੀ ਕਮਜ਼ੋਰੀ ਨਹੀਂ ਆਉਂਦੀ ॥੫॥੫॥੧੯॥੫੭॥",
    "pronunciation": "ਘਟੀਅੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7141,
    "shabad_id": 507,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7142,
    "shabad_id": 507,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਮਰੇ ਪ੍ਰਾਨ ਵਸਗਤਿ ਪ੍ਰਭ ਤੁਮਰੈ; ਮੇਰਾ ਜੀੳੁ ਪਿੰਡੁ ਸਭ ਤੇਰੀ ||",
    "transliteration": "Hamarae Praan Vasagath Prabh Thumarai Maeraa Jeeo Pindd Sabh Thaeree ||",
    "translation": "My breath of life is in Your Power, God; my soul and body are totally Yours.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਪ੍ਰਾਣ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੀ ਹਨ। ਮੇਰੀ ਜਿੰਦ ਤੇ ਮੇਰਾ ਸਰੀਰ ਇਹ ਸਭ ਤੇਰੇ ਹੀ ਦਿੱਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "(ਵੱਸਗਤਿ) ਵੱਸ",
    "type_id": 3
  },
  {
    "id": 7143,
    "shabad_id": 507,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਦੲਿਅਾ ਕਰਹੁ. ਹਰਿ ਦਰਸੁ ਦਿਖਾਵਹੁ; ਮੇਰੈ ਮਨਿ ਤਨਿ ਲੋਚ ਘਣੇਰੀ ||੧||",
    "transliteration": "Dhaeiaa Karahu Har Dharas Dhikhaavahu Maerai Man Than Loch Ghanaeree ||1||",
    "translation": "Be merciful to me, and show me the Blessed Vision of Your Darshan. There is such a great longing within my mind and body! ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਨੂੰ ਆਪਣਾ ਦਰਸਨ ਦੇਹ, (ਤੇਰੇ ਦਰਸਨ ਦੀ) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਬੜੀ ਤਾਂਘ ਹੈ ॥੧॥",
    "pronunciation": "(ਲੋਚ) ੲਿੱਛਾ[ (ਘਣੇਰੀ) ਬਹੁਤ",
    "type_id": 3
  },
  {
    "id": 7144,
    "shabad_id": 507,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਰਾਮ. ਮੇਰੈ ਮਨਿ ਤਨਿ ਲੋਚ; ਮਿਲਣ ਹਰਿ ਕੇਰੀ ||",
    "transliteration": "Raam Maerai Man Than Loch Milan Har Kaeree ||",
    "translation": "O my Lord, there is such a great longing within my mind and body to meet the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਰਾਮ! ਹੇ ਮੇਰੇ ਹਰੀ! ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਤੈਨੂੰ ਮਿਲਣ ਦੀ (ਬੜੀ) ਤਾਂਘ ਹੈ।",
    "pronunciation": "(ਕੇਰੀ) ਦੀ",
    "type_id": 3
  },
  {
    "id": 7145,
    "shabad_id": 507,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਕਿ੍ਰਪਾਲਿ. ਕਿ੍ਰਪਾ ਕਿੰਚਤ ਗੁਰਿ ਕੀਨੀ; ਹਰਿ ਮਿਲਿਅਾ ਅਾੲਿ ਪ੍ਰਭੁ ਮੇਰੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Kirapaal Kirapaa Kinchath Gur Keenee Har Miliaa Aae Prabh Maeree ||1|| Rehaao ||",
    "translation": "When the Guru, the Merciful Guru, showed just a little mercy to me, my Lord God came and met me. ||1||Pause||",
    "punjabi": "(ਹੇ ਭਾਈ!) ਕਿਰਪਾਲ ਗੁਰੂ ਨੇ ਜਦੋਂ ਥੋੜੀ ਜਿਹੀ ਕਿਰਪਾ ਕੀਤੀ, ਤਦੋਂ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਆ ਮਿਲਿਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕਿੰਚਤ) ਥੋੜੀ ਕੁ",
    "type_id": 4
  },
  {
    "id": 7146,
    "shabad_id": 507,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜੋ ਹਮਰੈ ਮਨ ਚਿਤਿ ਹੈ ਸੁਅਾਮੀ; ਸਾ ਬਿਧਿ. ਤੁਮ ਹਰਿ ਜਾਨਹੁ ਮੇਰੀ ||",
    "transliteration": "Jo Hamarai Man Chith Hai Suaamee Saa Bidhh Thum Har Jaanahu Maeree ||",
    "translation": "Whatever is in my conscious mind, O Lord and Master - that condition of mine is known only to You, Lord.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਚਿਤ ਵਿਚ ਜੋ ਕੁਝ ਵਰਤਦੀ ਹੈ, ਉਹ ਹਾਲਤ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "(ਬਿਧਿ) ਹਾਲਤ",
    "type_id": 3
  },
  {
    "id": 7147,
    "shabad_id": 507,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਨਾਮੁ ਜਪੀ ਸੁਖੁ ਪਾੲੀ; ਨਿਤ ਜੀਵਾ ਅਾਸ ਹਰਿ ਤੇਰੀ ||੨||",
    "transliteration": "Anadhin Naam Japee Sukh Paaee Nith Jeevaa Aas Har Thaeree ||2||",
    "translation": "Night and day, I chant Your Name, and I find peace. I live by placing my hopes in You, Lord. ||2||",
    "punjabi": "ਹੇ ਹਰੀ! ਮੈਨੂੰ (ਸਦਾ) ਤੇਰੀ (ਮਿਹਰ ਦੀ) ਆਸ ਰਹਿੰਦੀ ਹੈ (ਕਿ ਤੂੰ ਕਿਰਪਾ ਕਰੇਂ ਤਾਂ) ਮੈਂ ਹਰ ਰੋਜ਼ ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ, ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਰਹਾਂ, ਤੇ ਸਦਾ ਆਤਮਕ ਜੀਵਨ ਜੀਊਂਦਾ ਰਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7148,
    "shabad_id": 507,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਿ ਸਤਿਗੁਰਿ ਦਾਤੈ. ਪੰਥੁ ਬਤਾੲਿਅਾ; ਹਰਿ ਮਿਲਿਅਾ ਅਾੲਿ ਪ੍ਰਭੁ ਮੇਰੀ ||",
    "transliteration": "Gur Sathigur Dhaathai Panthh Bathaaeiaa Har Miliaa Aae Prabh Maeree ||",
    "translation": "The Guru, the True Guru, the Giver, has shown me the Way; my Lord God came and met me.",
    "punjabi": "(ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਨੇ ਸਤਿਗੁਰੂ ਨੇ ਮੈਨੂੰ (ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਣ ਦਾ) ਰਾਹ ਦੱਸਿਆ, ਤੇ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਮੈਨੂੰ ਆ ਮਿਲਿਆ।",
    "pronunciation": "(ਪੰਥੁ) ਰਸਤਾ",
    "type_id": 3
  },
  {
    "id": 7149,
    "shabad_id": 507,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਅਨਦੁ ਭੲਿਅਾ ਵਡਭਾਗੀ; ਸਭ ਅਾਸ ਪੁਜੀ. ਜਨ ਕੇਰੀ ||੩||",
    "transliteration": "Anadhin Anadh Bhaeiaa Vaddabhaagee Sabh Aas Pujee Jan Kaeree ||3||",
    "translation": "Night and day, I am filled with bliss; by great good fortune, all of the hopes of His humble servant have been fulfilled. ||3||",
    "punjabi": "ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ) ਹਰ ਰੋਜ਼ (ਹਰ ਵੇਲੇ) ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਮੈਂ ਦਾਸ ਦੀ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੩॥",
    "pronunciation": "(ਪੁੱਜੀ) ਪੂਰਨ ਹੋੲੀ[ (ਕੇਰੀ) ਦੀ[ ਅਨ-ਦ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7150,
    "shabad_id": 507,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜਗੰਨਾਥ ਜਗਦੀਸੁਰ ਕਰਤੇ; ਸਭ ਵਸਗਤਿ ਹੈ ਹਰਿ ਕੇਰੀ ||",
    "transliteration": "Jagannaathh Jagadheesur Karathae Sabh Vasagath Hai Har Kaeree ||",
    "translation": "O Lord of the World, Master of the Universe, everything is under Your control.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼ਵਰ! ਹੇ ਕਰਤਾਰ! ਇਹ ਸਾਰੀ (ਜਗਤ-ਖੇਡ) ਤੇਰੇ ਵੱਸ ਵਿਚ ਹੈ।",
    "pronunciation": "ਜੱਗੰਨਾਥ ਜੱਗਦੀਸੁਰ ਵੱਸ-ਗਤਿ[ ਗਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7151,
    "shabad_id": 507,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਸਰਣਾਗਤਿ ਅਾੲੇ; ਹਰਿ ਰਾਖਹੁ ਪੈਜ ਜਨ ਕੇਰੀ ||੪||੬||੨੦||੫੮||",
    "transliteration": "Jan Naanak Saranaagath Aaeae Har Raakhahu Paij Jan Kaeree ||4||6||20||58||",
    "translation": "Servant Nanak has come to Your Sanctuary, Lord; please, preserve the honor of Your humble servant. ||4||6||20||58||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਅਰਦਾਸ ਕਰ ਤੇ ਆਖ-) ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੇਰੀ ਦਾਸ ਦੀ ਲਾਜ ਰੱਖ ॥੪॥੬॥੨੦॥੫੮॥",
    "pronunciation": "(ਸਰ-ਣਾਗਤਿ) ਸ਼ਰਨ[ (ਪੈਜ) ੲਿੱਜ਼ਤ, ਲਾਜ",
    "type_id": 3
  },
  {
    "id": 7152,
    "shabad_id": 508,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7153,
    "shabad_id": 508,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਹੁ ਮਨੂਅਾ. ਖਿਨੁ ਨ ਟਿਕੈ. ਬਹੁ ਰੰਗੀ; ਦਹ ਦਹ ਦਿਸਿ ਚਲਿ ਚਲਿ ਹਾਢੇ ||",
    "transliteration": "Eihu Manooaa Khin N Ttikai Bahu Rangee Dheh Dheh Dhis Chal Chal Haadtae ||",
    "translation": "This mind does not hold still, even for an instant. Distracted by all sorts of distractions, it wanders around aimlessly in the ten directions.",
    "punjabi": "(ਮੇਰਾ) ਇਹ ਅੰਞਾਣ ਮਨ ਬਹੁਤ ਰੰਗ-ਤਮਾਸ਼ਿਆਂ ਵਿਚ (ਫਸ ਕੇ) ਰਤਾ ਭਰ ਭੀ ਟਿਕਦਾ ਨਹੀਂ, ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਦੌੜ ਕੇ ਭਟਕਦਾ ਹੈ।",
    "pronunciation": "(ਮਨੂਅਾ) ਮਨ[ (ਹਾਂਢੇ) ਭਟਕਦਾ ਫਿਰਦਾ[ (ਦਹ-ਦਿਸਿ) ਦਸੋ ਦਿਸ਼ਾਂ[ਚੱਲਿ ਚੱਲਿ",
    "type_id": 3
  }
]
