[
  {
    "id": 7187,
    "shabad_id": 511,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਰਮੲੀਅਾ ਰਮਤ ਰਾਮਰਾੲਿ; ਗੁਰ ਸਬਦਿ ਗੁਰੂ ਲਿਵ ਲਾਗੇ ||",
    "transliteration": "Ghatt Ghatt Rameeaa Ramath Raam Raae Gur Sabadh Guroo Liv Laagae ||",
    "translation": "The All-pervading Sovereign Lord King is contained in each and every heart. Through the Guru, and the Word of the Guru's Shabad, I am lovingly centered on the Lord.",
    "punjabi": "(ਭਾਵੇਂ ਉਹ) ਸੋਹਣਾ ਰਾਮ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵਿਆਪਕ ਹੈ (ਫਿਰ ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ ਉਸ ਨਾਲ) ਲਗਨ ਲੱਗਦੀ ਹੈ।",
    "pronunciation": "(ਰ-ਮੲੀਅਾ) ਰਮੇ ਹੋੲੇ ਵਿਅਾਪਕ ਬ੍ਰਹਮ ਜੀ[ (ਰਮਤ) ਵਿਅਾਪਕ[ (ਰਾਮਰਾੲਿ) ਵਾਹਿਗੁਰੂ ਜੀ[ ਘਟਿ ਘਟਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7188,
    "shabad_id": 511,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹੳੁ ਮਨੁ ਤਨੁ ਦੇਵੳੁ ਕਾਟਿ ਗੁਰੂ ਕੳੁ; ਮੇਰਾ ਭ੍ਰਮੁ ਭੳੁ. ਗੁਰ ਬਚਨੀ ਭਾਗੇ ||੨||",
    "transliteration": "Ho Man Than Dhaevo Kaatt Guroo Ko Maeraa Bhram Bho Gur Bachanee Bhaagae ||2||",
    "translation": "Cutting my mind and body into pieces, I offer them to my Guru. The Guru's Teachings have dispelled my doubt and fear. ||2||",
    "punjabi": "ਮੈਂ ਗੁਰੂ ਨੂੰ ਆਪਣਾ ਮਨ ਆਪਣਾ ਤਨ ਦੇਣ ਨੂੰ ਤਿਆਰ ਹਾਂ (ਆਪਣਾ ਸਿਰ) ਕੱਟ ਕੇ ਦੇਣ ਨੂੰ ਤਿਆਰ ਹਾਂ। ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ ਹੀ ਮੇਰੀ ਭਟਕਣਾ ਮੇਰਾ ਡਰ ਦੂਰ ਹੋ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7189,
    "shabad_id": 511,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅੰਧਿਅਾਰੈ. ਦੀਪਕ ਅਾਨਿ ਜਲਾੲੇ; ਗੁਰ ਗਿਅਾਨਿ. ਗੁਰੂ ਲਿਵ ਲਾਗੇ ||",
    "transliteration": "Andhhiaarai Dheepak Aan Jalaaeae Gur Giaan Guroo Liv Laagae ||",
    "translation": "In the darkness, the Guru has lit the lamp of the Guru's wisdom; I am lovingly focused on the Lord.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਹਨੇਰੇ ਵਿਚ (ਫਸੇ ਹੋਏ ਜੀਵ ਦੇ ਅੰਦਰ ਗੁਰੂ ਹੀ ਗਿਆਨ ਦਾ) ਦੀਵਾ ਲਿਆ ਕੇ ਬਾਲਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ ਦੀ ਰਾਹੀਂ ਹੀ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲਗਨ ਲੱਗਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7190,
    "shabad_id": 511,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਗਿਅਾਨੁ ਅੰਧੇਰਾ ਬਿਨਸਿ ਬਿਨਾਸਿਓ; ਘਰਿ ਵਸਤੁ ਲਹੀ. ਮਨ ਜਾਗੇ ||੩||",
    "transliteration": "Agiaan Andhhaeraa Binas Binaasiou Ghar Vasath Lehee Man Jaagae ||3||",
    "translation": "The darkness of ignorance has been dispelled, and my mind has been awakened; within the home of my inner being, I have found the genuine article. ||3||",
    "punjabi": "ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਪੂਰੇ ਤੌਰ ਤੇ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਪਦਾਰਥ ਲੱਭ ਪੈਂਦਾ ਹੈ, ਮਨ (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚੋਂ) ਜਾਗ ਪੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਬਿਨਾਸਿਓ) ਨਾਸ ਹੋੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 7191,
    "shabad_id": 511,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਸਾਕਤ ਬਧਿਕ ਮਾੲਿਅਾਧਾਰੀ; ਤਿਨ. ਜਮ ਜੋਹਨਿ ਲਾਗੇ ||",
    "transliteration": "Saakath Badhhik Maaeiaadhhaaree Thin Jam Johan Laagae ||",
    "translation": "The vicious hunters, the faithless cynics, are hunted down by the Messenger of Death.",
    "punjabi": "ਮਾਇਆ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾਣ ਵਾਲੇ ਮਨੁੱਖ ਰੱਬ ਨਾਲੋਂ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, ਨਿਰਦਈ ਹੋ ਜਾਂਦੇ ਹਨ, ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਨੂੰ ਆਪਣੀ ਤੱਕ ਵਿਚ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "(ਬੱਧਿਕ) ਸ਼ਿਕਾਰੀ[ (ਜੋਹਨਿ) ਤੱਕਣ",
    "type_id": 3
  },
  {
    "id": 7192,
    "shabad_id": 511,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ੳੁਨ. ਸਤਿਗੁਰ ਅਾਗੈ, ਸੀਸੁ ਨ ਬੇਚਿਅਾ; ਓੲਿ ਅਾਵਹਿ ਜਾਹਿ ਅਭਾਗੇ ||੪||",
    "transliteration": "Oun Sathigur Aagai Sees N Baechiaa Oue Aavehi Jaahi Abhaagae ||4||",
    "translation": "They have not sold their heads to the True Guru; those wretched, unfortunate ones continue coming and going in reincarnation. ||4||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਨਹੀਂ ਵੇਚਦੇ (ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ ਹਉਮੈ ਨਹੀਂ ਗਵਾਂਦੇ) ਉਹ ਬਦ-ਕਿਸਮਤ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੪॥",
    "pronunciation": "(ਅਭਾਗੇ) ਭਾਗਹੀਨ",
    "type_id": 3
  },
  {
    "id": 7193,
    "shabad_id": 511,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਹਮਰਾ ਬਿਨੳੁ ਸੁਨਹੁ ਪ੍ਰਭ ਠਾਕੁਰ; ਹਮ ਸਰਣਿ ਪ੍ਰਭੂ ਹਰਿ ਮਾਗੇ ||",
    "transliteration": "Hamaraa Bino Sunahu Prabh Thaakur Ham Saran Prabhoo Har Maagae ||",
    "translation": "Hear my prayer, O God, my Lord and Master: I beg for the Sanctuary of the Lord God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਠਾਕੁਰ! ਮੇਰੀ ਬੇਨਤੀ ਸੁਣ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੈਥੋਂ ਤੇਰਾ ਨਾਮ ਮੰਗਦਾ ਹਾਂ।",
    "pronunciation": "(ਬਿਨੳੁ) ਬੇਨਤੀ[ ਮਾਂਗੇ",
    "type_id": 3
  },
  {
    "id": 7194,
    "shabad_id": 511,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੀ. ਲਜ ਪਾਤਿ ਗੁਰੂ ਹੈ; ਸਿਰੁ ਬੇਚਿਓ. ਸਤਿਗੁਰ ਅਾਗੇ ||੫||੧੦||੨੪||੬੨||",
    "transliteration": "Jan Naanak Kee Laj Paath Guroo Hai Sir Baechiou Sathigur Aagae ||5||10||24||62||",
    "translation": "Servant Nanak's honor and respect is the Guru; he has sold his head to the True Guru. ||5||10||24||62||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਦੀ ਲਾਜ ਇੱਜ਼ਤ (ਰੱਖਣ ਵਾਲਾ) ਗੁਰੂ ਹੀ ਹੈ, ਮੈਂ ਸਤਿਗੁਰੂ ਦੇ ਅੱਗੇ ਆਪਣਾ ਸਿਰ ਵੇਚ ਦਿੱਤਾ ਹੈ (ਮੈਂ ਨਾਮ ਦੇ ਵੱਟੇ ਵਿਚ ਆਪਣੀ ਅਪਣੱਤ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿੱਤੀ ਹੈ) ॥੫॥੧੦॥੨੪॥੬੨॥",
    "pronunciation": "(ਲੱਜ) ਲਾਜ (ਪਾਤਿ) ੲਿੱਜ਼ਤ",
    "type_id": 3
  },
  {
    "id": 7195,
    "shabad_id": 512,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7196,
    "shabad_id": 512,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਮ ਅਹੰਕਾਰੀ. ਅਹੰਕਾਰ ਅਗਿਅਾਨ ਮਤਿ; ਗੁਰਿ ਮਿਲਿਅੈ. ਅਾਪੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Ham Ahankaaree Ahankaar Agiaan Math Gur Miliai Aap Gavaaeiaa ||",
    "translation": "I am egotistical and conceited, and my intellect is ignorant. Meeting the Guru, my selfishness and conceit have been abolished.",
    "punjabi": "(ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਅਸੀਂ ਜੀਵ ਅਹੰਕਾਰੀ ਹੋਏ ਰਹਿੰਦੇ ਹਾਂ, ਸਾਡੀ ਮਤਿ ਅਹੰਕਾਰ ਤੇ ਅਗਿਆਨਤਾ ਵਾਲੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ। ਜਦੋਂ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਦੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅਹੰ-ਕਾਰੀ",
    "type_id": 3
  },
  {
    "id": 7197,
    "shabad_id": 512,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗੁ ਗੲਿਅਾ. ਸੁਖੁ ਪਾੲਿਅਾ; ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਹਰਿ ਰਾੲਿਅਾ ||੧||",
    "transliteration": "Houmai Rog Gaeiaa Sukh Paaeiaa Dhhan Dhhann Guroo Har Raaeiaa ||1||",
    "translation": "The illness of egotism is gone, and I have found peace. Blessed, blessed is the Guru, the Sovereign Lord King. ||1||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਨਾਲ ਜਦੋਂ) ਹਉਮੈ ਦਾ ਰੋਗ ਦੂਰ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ। ਇਹ ਸਾਰੀ ਮਿਹਰ ਗੁਰੂ ਦੀ ਹੀ ਹੈ, ਗੁਰੂ ਦੀ ਹੀ ਹੈ ॥੧॥",
    "pronunciation": "(ਰਾੲਿਅਾ) ਪਾਤਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 7198,
    "shabad_id": 512,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਰਾਮ; ਗੁਰ ਕੈ ਬਚਨਿ ਹਰਿ ਪਾੲਿਅਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Raam Gur Kai Bachan Har Paaeiaa ||1|| Rehaao ||",
    "translation": "I have found the Lord, through the Teachings of the Guru. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਰਾਮ ਨਾਲ ਹਰੀ ਨਾਲ ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 7199,
    "shabad_id": 512,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੈ ਹੀਅਰੈ ਪ੍ਰੀਤਿ ਰਾਮਰਾੲਿ ਕੀ; ਗੁਰਿ. ਮਾਰਗੁ ਪੰਥੁ ਬਤਾੲਿਅਾ ||",
    "transliteration": "Maerai Heearai Preeth Raam Raae Kee Gur Maarag Panthh Bathaaeiaa ||",
    "translation": "My heart is filled with love for the Sovereign Lord King; the Guru has shown me the path and the way to find Him.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਦੀ ਪ੍ਰੀਤਿ ਪੈਦਾ ਹੋਈ ਹੈ, ਗੁਰੂ ਨੇ (ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦਾ) ਰਸਤਾ ਦੱਸਿਆ ਹੈ।",
    "pronunciation": "(ਹੀਅਰੈ) ਹਿਰਦੇ ਚ[ (ਪੰਥੁ) ਰਸਤਾ",
    "type_id": 3
  },
  {
    "id": 7200,
    "shabad_id": 512,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮੇਰਾ ਜੀੳੁ ਪਿੰਡੁ ਸਭੁ ਸਤਿਗੁਰ ਅਾਗੈ; ਜਿਨਿ ਵਿਛੁੜਿਅਾ ਹਰਿ ਗਲਿ ਲਾੲਿਅਾ ||੨||",
    "transliteration": "Maeraa Jeeo Pindd Sabh Sathigur Aagai Jin Vishhurriaa Har Gal Laaeiaa ||2||",
    "translation": "My soul and body all belong to the Guru; I was separated, and He has led me into the Lord's Embrace. ||2||",
    "punjabi": "ਮੈਂ ਆਪਣੀ ਜਿੰਦ ਆਪਣਾ ਸਰੀਰ ਸਭ ਕੁਝ ਗੁਰੂ ਦੇ ਅੱਗੇ ਰੱਖ ਦਿੱਤਾ ਹੈ, ਕਿਉਂਕਿ ਗੁਰੂ ਨੇ ਹੀ ਮੈਨੂੰ ਵਿੱਛੁੜੇ ਹੋਏ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਗਲ ਨਾਲ ਲਾ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਜੀੳੁ) ਜਿੰਦ[ (ਪਿੰਡੁ) ਸਰੀਰ",
    "type_id": 3
  },
  {
    "id": 7201,
    "shabad_id": 512,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮੇਰੈ ਅੰਤਰਿ ਪ੍ਰੀਤਿ ਲਗੀ ਦੇਖਨ ਕੳੁ; ਗੁਰਿ. ਹਿਰਦੈ ਨਾਲਿ ਦਿਖਾੲਿਅਾ ||",
    "transliteration": "Maerai Anthar Preeth Lagee Dhaekhan Ko Gur Hiradhae Naal Dhikhaaeiaa ||",
    "translation": "Deep within myself, I would love to see the Lord; the Guru has inspired me to see Him within my heart.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੇਰੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸਨ ਕਰਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋਈ, ਗੁਰੂ ਨੇ (ਹੀ) ਮੈਨੂੰ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਮੇਰੇ ਨਾਲ ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਵਿਖਾ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7202,
    "shabad_id": 512,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਹਜ ਅਨੰਦੁ ਭੲਿਅਾ ਮਨਿ ਮੋਰੈ; ਗੁਰ ਅਾਗੈ ਅਾਪੁ ਵੇਚਾੲਿਅਾ ||੩||",
    "transliteration": "Sehaj Anandh Bhaeiaa Man Morai Gur Aagai Aap Vaechaaeiaa ||3||",
    "translation": "Within my mind, intuitive peace and bliss have arisen; I have sold myself to the Guru. ||3||",
    "punjabi": "ਮੇਰੇ ਮਨ ਵਿਚ (ਹੁਣ) ਆਤਮਕ ਅਡੋਲਤਾ ਦਾ ਸੁਖ ਪੈਦਾ ਹੋ ਗਿਆ ਹੈ, (ਉਸ ਦੇ ਇਵਜ਼ ਵਿਚ) ਮੈਂ ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਅੱਗੇ ਵੇਚ ਦਿੱਤਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਸਹਜ) ਨਿਰਯਤਨ ਹੀ",
    "type_id": 3
  },
  {
    "id": 7203,
    "shabad_id": 512,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਹਮ ਅਪਰਾਧ ਪਾਪ ਬਹੁ ਕੀਨੇ; ਕਰਿ ਦੁਸਟੀ ਚੋਰ ਚੁਰਾੲਿਅਾ ||",
    "transliteration": "Ham Aparaadhh Paap Bahu Keenae Kar Dhusattee Chor Churaaeiaa ||",
    "translation": "I am a sinner - I have committed so many sins; I am a villainous, thieving thief.",
    "punjabi": "ਮੈਂ ਬਥੇਰੇ ਪਾਪ ਅਪਰਾਧ ਕਰਦਾ ਰਿਹਾ, ਕਈ ਭੈੜ ਕਰਦਾ ਰਿਹਾ ਤੇ ਲੁਕਾਂਦਾ ਰਿਹਾ ਜਿਵੇਂ ਚੋਰ ਆਪਣੀ ਚੋਰੀ ਲੁਕਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਦੁਸਟੀ) ਦੁਸਟਤਾੲੀ[ ਚੋਰ ਬਣਕੇ, ਪਰ ਧਨ ਪਰ ਤੀਅ ਪਦਾਰਥ, ਬੇਅੰਤ ਜਨਮਾਂ ਚ (ਚੁਰਾੲਿਅਾ) ਚੋਰੀ ਕੀਤਾ",
    "type_id": 3
  },
  {
    "id": 7204,
    "shabad_id": 512,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਅਬ ਨਾਨਕ. ਸਰਣਾਗਤਿ ਅਾੲੇ; ਹਰਿ ਰਾਖਹੁ ਲਾਜ ਹਰਿ ਭਾੲਿਅਾ ||੪||੧੧||੨੫||੬੩||",
    "transliteration": "Ab Naanak Saranaagath Aaeae Har Raakhahu Laaj Har Bhaaeiaa ||4||11||25||63||",
    "translation": "Now, Nanak has come to the Lord's Sanctuary; preserve my honor, Lord, as it pleases Your Will. ||4||11||25||63||",
    "punjabi": "ਪਰ ਹੁਣ, ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਜੇ ਤੇਰੀ ਮਿਹਰ ਹੋਵੇ ਤਾਂ ਮੇਰੀ ਇੱਜ਼ਤ ਰੱਖ (ਮੈਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਈ ਰੱਖ) ॥੪॥੧੧॥੨੫॥੬੩॥",
    "pronunciation": "(ਸਰ-ਣਾਗਤਿ) ਸ਼ਰਨ ਚ [ (ਲਾਜ) ਸ਼ਰਮ, ੲਿੱਜ਼ਤ[ (ਭਾੲਿਅਾ) ਚੰਗਾ ਲੱਗਾ",
    "type_id": 3
  },
  {
    "id": 7205,
    "shabad_id": 513,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੳੁੜੀ ਪੂਰਬੀ ਮਹਲਾ ੪ ||",
    "transliteration": "Gourree Poorabee Mehalaa 4 ||",
    "translation": "Gauree Poorbee, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7206,
    "shabad_id": 513,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮਤਿ ਬਾਜੈ. ਸਬਦੁ ਅਨਾਹਦੁ; ਗੁਰਮਤਿ ਮਨੂਅਾ ਗਾਵੈ ||",
    "transliteration": "Guramath Baajai Sabadh Anaahadh Guramath Manooaa Gaavai ||",
    "translation": "Through the Guru's Teachings, the unstruck music resounds; through the Guru's Teachings, the mind sings.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਇਕ-ਰਸ ਪ੍ਰਭਾਵ ਪਾਈ ਰੱਖਦਾ ਹੈ (ਤੇ ਹੋਰ ਕੋਈ ਮਾਇਕ ਰਸ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ), ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਅਨਾਹਦੁ) (ਅਨਾ+ਹਦੁ) ਹਦੁ ਤੋਂ (ਅਨਾ) ਰਹਿਤ, ੲਿੱਕ ਰਸ (ਸਬਦੁ) ਬ੍ਰਹਮ ਵਾਹਿਗੁਰੂ ਅਜਪਾ ਜਾਪ[ (ਬਾੱਜੈ) ਵੱਜਦਾ",
    "type_id": 3
  },
  {
    "id": 7207,
    "shabad_id": 513,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰ ਦਰਸਨੁ ਪਾੲਿਅਾ; ਧਨੁ ਧੰਨੁ ਗੁਰੂ ਲਿਵ ਲਾਵੈ ||੧||",
    "transliteration": "Vaddabhaagee Gur Dharasan Paaeiaa Dhhan Dhhann Guroo Liv Laavai ||1||",
    "translation": "By great good fortune, I received the Blessed Vision of the Guru's Darshan. Blessed, blessed is the Guru, who has led me to love the Lord. ||1||",
    "punjabi": "ਕੋਈ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਦਰਸਨ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ। ਸਦਕੇ ਗੁਰੂ ਤੋਂ, ਸਦਕੇ ਗੁਰੂ ਤੋਂ। ਗੁਰੂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੀ) ਲਗਨ ਪੈਦਾ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਲਿਵ) ਬਿ੍ਰਤੀ",
    "type_id": 3
  },
  {
    "id": 7208,
    "shabad_id": 513,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ; ਹਰਿ ਲਿਵ ਲਾਵੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Guramukh Har Liv Laavai ||1|| Rehaao ||",
    "translation": "The Gurmukh is lovingly centered on the Lord. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹੀ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰ) ਹਰੀ ਦੇ ਮਿਲਾਪ ਦੀ ਲਗਨ ਪੈਦਾ ਕਰ ਸਕਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 7209,
    "shabad_id": 513,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਹਮਰਾ ਠਾਕੁਰੁ ਸਤਿਗੁਰੁ ਪੂਰਾ; ਮਨੁ. ਗੁਰ ਕੀ ਕਾਰ ਕਮਾਵੈ ||",
    "transliteration": "Hamaraa Thaakur Sathigur Pooraa Man Gur Kee Kaar Kamaavai ||",
    "translation": "My Lord and Master is the Perfect True Guru. My mind works to serve the Guru.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪੂਰਾ ਗੁਰੂ ਹੀ ਮੇਰਾ ਠਾਕੁਰ ਹੈ, ਮੇਰਾ ਮਨ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਹੀ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7210,
    "shabad_id": 513,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਹਮ ਮਲਿ ਮਲਿ ਧੋਵਹ ਪਾਵ ਗੁਰੂ ਕੇ; ਜੋ ਹਰਿ ਹਰਿ ਕਥਾ ਸੁਨਾਵੈ ||੨||",
    "transliteration": "Ham Mal Mal Dhhoveh Paav Guroo Kae Jo Har Har Kathhaa Sunaavai ||2||",
    "translation": "I massage and wash the Feet of the Guru, who recites the Sermon of the Lord. ||2||",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਪੈਰ ਮਲ ਮਲ ਕੇ ਧੋਂਦਾ ਹਾਂ, ਕਿਉਂਕਿ ਗੁਰੂ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7211,
    "shabad_id": 513,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਹਿਰਦੈ ਗੁਰਮਤਿ ਰਾਮ ਰਸਾੲਿਣੁ; ਜਿਹਵਾ ਹਰਿ ਗੁਣ ਗਾਵੈ ||",
    "transliteration": "Hiradhai Guramath Raam Rasaaein Jihavaa Har Gun Gaavai ||",
    "translation": "The Teachings of the Guru are in my heart; the Lord is the Source of nectar. My tongue sings the Glorious Praises of the Lord.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਭ ਰਸਾਂ ਦਾ ਘਰ ਪ੍ਰਭੂ-ਨਾਮ ਵੱਸ ਪੈਂਦਾ ਹੈ, (ਜਿਨ੍ਹਾਂ ਦੀ) ਜੀਭ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਰਸਾੲਿਣੁ) ਰਸਾਂ ਦੇ ਘਰ",
    "type_id": 3
  },
  {
    "id": 7212,
    "shabad_id": 513,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਰਸਕਿ ਰਸਕਿ. ਹਰਿ ਰਸਿ ਅਾਘਾਨੇ; ਫਿਰਿ ਬਹੁਰਿ. ਨ ਭੂਖ ਲਗਾਵੈ ||੩||",
    "transliteration": "Man Rasak Rasak Har Ras Aaghaanae Fir Bahur N Bhookh Lagaavai ||3||",
    "translation": "My mind is immersed in, and drenched with the Lord's essence. Fulfilled with the Lord's Love, I shall never feel hunger again. ||3||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਸਦਾ ਆਨੰਦ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਮੁੜ ਕਦੇ ਮਾਇਆ ਦੀ ਭੁੱਖ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੩॥",
    "pronunciation": "(ਰਸਕਿ) ਸੁਅਾਦ ਨਾਲ[ (ਅਾਘਾਨੇ) ਤਿ੍ਰਪਤ",
    "type_id": 3
  },
  {
    "id": 7213,
    "shabad_id": 513,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਕੋੲੀ ਕਰੈ ੳੁਪਾਵ. ਅਨੇਕ ਬਹੁਤੇਰੇ; ਬਿਨੁ ਕਿਰਪਾ. ਨਾਮੁ ਨ ਪਾਵੈ ||",
    "transliteration": "Koee Karai Oupaav Anaek Bahuthaerae Bin Kirapaa Naam N Paavai ||",
    "translation": "People try all sorts of things, but without the Lord's Mercy, His Name is not obtained.",
    "punjabi": "ਪਰ ਕੋਈ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਪਰਮਾਤਮਾ ਦੀ) ਕਿਰਪਾ ਤੋਂ ਬਿਨਾ ਹਾਸਲ ਨਹੀਂ ਕਰ ਸਕਦਾ, ਬੇਸ਼ੱਕ ਕੋਈ ਬਥੇਰੇ ਅਨੇਕਾਂ ਉਪਾਵ ਕਰਦਾ ਰਹੇ।",
    "pronunciation": "(ੳੁਪਾਵ) ਯਤਨ",
    "type_id": 3
  },
  {
    "id": 7214,
    "shabad_id": 513,
    "pada": 5,
    "source_line": 17,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਹਰਿ ਕਿਰਪਾ ਧਾਰੀ; ਮਤਿ ਗੁਰਮਤਿ ਨਾਮੁ ਦਿ੍ਰੜਾਵੈ ||੪||੧੨||੨੬||੬੪||",
    "transliteration": "Jan Naanak Ko Har Kirapaa Dhhaaree Math Guramath Naam Dhrirraavai ||4||12||26||64||",
    "translation": "The Lord has showered His Mercy upon servant Nanak; through the wisdom of the Guru's Teachings, he has enshrined the Naam, the Name of the Lord. ||4||12||26||64||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦਾਸ ਉਤੇ ਪਰਮਾਤਮਾ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੀ ਮਤਿ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪਣਾ ਨਾਮ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ ॥੪॥੧੨॥੨੬॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7215,
    "shabad_id": 514,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਰਾਗੁ ਗੳੁੜੀ ਮਾਝ ਮਹਲਾ ੪ ||",
    "transliteration": "Raag Gourree Maajh Mehalaa 4 ||",
    "translation": "Raag Gauree Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7216,
    "shabad_id": 514,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜਿੰਦੂ; ਜਪਿ ਨਾਮੁ ਕਰੰਮਾ ||",
    "transliteration": "Guramukh Jindhoo Jap Naam Karanmaa ||",
    "translation": "O my soul, as Gurmukh, do this deed: chant the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪੋ, (ਤੇਰੇ) ਭਾਗ (ਜਾਗ ਪਏ ਹਨ)।",
    "pronunciation": "(ਜਿੰਦੂ) ਜੀਵ[ (ਕਰੰਮਾ) ਕਰਮ ਕਰ",
    "type_id": 3
  },
  {
    "id": 7217,
    "shabad_id": 514,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਤਿ ਮਾਤਾ. ਮਤਿ ਜੀੳੁ; ਨਾਮੁ ਮੁਖਿ. ਰਾਮਾ ||",
    "transliteration": "Math Maathaa Math Jeeo Naam Mukh Raamaa ||",
    "translation": "Make that teaching your mother, that it may teach you to keep the Lord's Name in your mouth.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਦਿੱਤੀ) ਮਤਿ ਨੂੰ (ਆਪਣੀ) ਮਾਂ ਬਣਾ, ਤੇ ਮਤਿ ਨੂੰ ਹੀ ਜੀਵਨ (ਦਾ ਆਸਰਾ ਬਣਾ), ਰਾਮ ਦਾ ਨਾਮ ਮੂੰਹ ਨਾਲ ਜਪ।",
    "pronunciation": "(ਮਤਿ) ਬੁੱਧੀ",
    "type_id": 3
  },
  {
    "id": 7218,
    "shabad_id": 514,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੰਤੋਖੁ ਪਿਤਾ ਕਰਿ; ਗੁਰੁ ਪੁਰਖੁ ਅਜਨਮਾ ||",
    "transliteration": "Santhokh Pithaa Kar Gur Purakh Ajanamaa ||",
    "translation": "Let contentment be your father; the Guru is the Primal Being, beyond birth or incarnation.",
    "punjabi": "(ਹੇ ਜਿੰਦੇ!) ਸੰਤੋਖ ਨੂੰ ਪਿਤਾ ਬਣਾ, ਅਜੋਨੀ ਅਕਾਲ ਪੁਰਖ ਦੇ ਰੂਪ ਗੁਰੂ ਦੀ ਸਰਨ ਪਉ।",
    "pronunciation": "(ਪੁਰਖੁ) ਪੂਰਨ ਵਿਅਾਪਕ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਬ੍ਰਹਮ[ (ਅ-ਜਨਮਾ) ਜਨਮ ਮਰਨ ਰਹਿਤ",
    "type_id": 3
  }
]
