[
  {
    "id": 7219,
    "shabad_id": 514,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਵਡਭਾਗੀ ਮਿਲੁ ਰਾਮਾ ॥੧॥",
    "transliteration": "Vaddabhaagee Mil Raamaa ||1||",
    "translation": "By great good fortune, you shall meet with the Lord. ||1||",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਮਿਲ ਰਾਮ ਨੂੰ, ਤੇਰੇ ਭਾਗ ਚੰਗੇ ਹੋ ਗਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7220,
    "shabad_id": 514,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੁ ਜੋਗੀ ਪੁਰਖੁ ਮਿਲਿਅਾ; ਰੰਗੁ ਮਾਣੀ ਜੀੳੁ ॥",
    "transliteration": "Gur Jogee Purakh Miliaa Rang Maanee Jeeo ||",
    "translation": "I have met the Guru, the Yogi, the Primal Being; I am delighted with His Love.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪ੍ਰਭੂ ਦਾ ਰੂਪ ਜੋਗੀ-ਰੂਪ ਮਿਲ ਪਿਆ ਹੈ (ਉਸ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹਾਂ।",
    "pronunciation": "(ਜੋਗੀ) ਜੁੜੇ ਹੋੲੇ। (ਰੰਗੁ) ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 7221,
    "shabad_id": 514,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਗੁਰੁ ਹਰਿ ਰੰਗਿ ਰਤੜਾ; ਸਦਾ ਨਿਰਬਾਣੀ ਜੀੳੁ ॥",
    "transliteration": "Gur Har Rang Ratharraa Sadhaa Nirabaanee Jeeo ||",
    "translation": "The Guru is imbued with the Love of the Lord; He dwells forever in Nirvaanaa.",
    "punjabi": "ਗੁਰੂ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ ਗੁਰੂ ਸਦਾ ਵਾਸਨਾ-ਰਹਿਤ ਹੈ।",
    "pronunciation": "(ਰੱਤੜਾ) ਰੰਗੇ ਹੋੲੇ। (ਨਿਰਬਾਣੀ) ਦੁੱਖਾਂ ਤੋਂ ਰਹਿਤ ਨਿਰਲੇਪ, ਸੁਮੇਰ ਪਰਬਤ ਵਾਂਗ ਅਚੱਲ ਅਡੋਲ ਨਿਰਭੈ, ਅਕਾਲ ਪੁੁਰਖ ਜੀ ਚ ਅਭੇਦ",
    "type_id": 3
  },
  {
    "id": 7222,
    "shabad_id": 514,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਵਡਭਾਗੀ ਮਿਲੁ; ਸੁਘੜ ਸੁਜਾਣੀ ਜੀੳੁ ॥",
    "transliteration": "Vaddabhaagee Mil Sugharr Sujaanee Jeeo ||",
    "translation": "By great good fortune, I met the most accomplished and all-knowing Lord.",
    "punjabi": "ਹੇ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ! ਉਸ ਸੋਹਣੇ ਜੀਵਨ ਵਾਲੇ ਸੁਜਾਨ ਗੁਰੂ ਨੂੰ ਮਿਲ।",
    "pronunciation": "(ਸੁਘ-ੜ) ਸਿਅਾਣੇ।(ਸੁਜਾਣੀ) ਸ੍ਰੇਸ਼ਟ ਜਾਣੀ ਜਾਣ",
    "type_id": 3
  },
  {
    "id": 7223,
    "shabad_id": 514,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਤਨੁ; ਹਰਿ ਰੰਗਿ ਭਿੰਨਾ ॥੨॥",
    "transliteration": "Maeraa Man Than Har Rang Bhinnaa ||2||",
    "translation": "My mind and body are drenched in the Love of the Lord. ||2||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਮੇਰਾ ਮਨ ਮੇਰਾ ਤਨ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਭਿੱਜ ਗਿਆ ਹੈ ॥੨॥",
    "pronunciation": "(ਭਿੰਨਾ) ਭਿੱਜਾ",
    "type_id": 3
  },
  {
    "id": 7224,
    "shabad_id": 514,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਹੁ ਸੰਤਹੁ ਮਿਲਿ; ਨਾਮੁ ਜਪਾਹਾ ॥",
    "transliteration": "Aavahu Santhahu Mil Naam Japaahaa ||",
    "translation": "Come, O Saints - let's meet together and chant the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਆਓ, ਅਸੀਂ ਰਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪੀਏ।",
    "pronunciation": "(ਜਪਾਹਾ) ਜਪੀੲੇ",
    "type_id": 3
  },
  {
    "id": 7225,
    "shabad_id": 514,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਵਿਚਿ ਸੰਗਤਿ; ਨਾਮੁ ਸਦਾ ਲੈ ਲਾਹਾ ਜੀੳੁ ॥",
    "transliteration": "Vich Sangath Naam Sadhaa Lai Laahaa Jeeo ||",
    "translation": "In the Sangat, the Holy Congregation, let's earn the lasting profit of the Naam.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਸਦਾ ਹਰਿ-ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7226,
    "shabad_id": 514,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਰਿ ਸੇਵਾ ਸੰਤਾ; ਅੰਮਿ੍ਰਤੁ ਮੁਖਿ ਪਾਹਾ ਜੀੳੁ ॥",
    "transliteration": "Kar Saevaa Santhaa Anmrith Mukh Paahaa Jeeo ||",
    "translation": "Let's serve the Saints, and drink in the Ambrosial Nectar.",
    "punjabi": "(ਹੇ ਭਾਈ! ਆਓ, ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਗੁਰਮੁਖਾਂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਭੋਜਨ ਪਾਈਏ।",
    "pronunciation": "(ਪਾਹਾ) ਪਾੲੀੲੇ",
    "type_id": 3
  },
  {
    "id": 7227,
    "shabad_id": 514,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮਿਲੁ; ਪੂਰਬਿ ਲਿਖਿਅੜੇ ਧੁਰਿ ਕਰਮਾ ॥੩॥",
    "transliteration": "Mil Poorab Likhiarrae Dhhur Karamaa ||3||",
    "translation": "By one's karma and pre-ordained destiny, they are met. ||3||",
    "punjabi": "(ਹੇ ਜਿੰਦੇ!) ਮਿਲ ਪ੍ਰਭੂ ਨੂੰ, ਪ੍ਰਭੂ ਦੀ ਦਰਗਾਹ ਤੋਂ ਉਸ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਦੇ ਪੂਰਬਲੇ ਸਮੇ ਦੇ ਲੇਖ ਜਾਗ ਪਏ ਹਨ ॥੩॥",
    "pronunciation": "(ਪੂਰਬਿ) ਪਹਿਲੇ। (ਧੁਰਿ) ਧੁਰ ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 7228,
    "shabad_id": 514,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਸਾਵਣਿ ਵਰਸੁ; ਅੰਮਿ੍ਰਤਿ ਜਗੁ ਛਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Saavan Varas Anmrith Jag Shhaaeiaa Jeeo ||",
    "translation": "In the month of Saawan, the clouds of Ambrosial Nectar hang over the world.",
    "punjabi": "(ਜਿਵੇਂ) ਸਾਵਣ (ਦੇ ਮਹੀਨੇ) ਵਿਚ ਬੱਦਲ (ਵਰ੍ਹਦਾ ਹੈ ਤੇ) ਜਗਤ ਨੂੰ (ਧਰਤੀ ਨੂੰ) ਜਲ ਨਾਲ ਭਰਪੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "(ਵਰਸੁ) ਵਰਸਣਾ। (ਛਾੲਿਅਾ) ਪਸਰਿਅਾ। ਅੰਮ ੍ਰਿ ਤਿ",
    "type_id": 3
  },
  {
    "id": 7229,
    "shabad_id": 514,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਨੁ ਮੋਰੁ. ਕੁਹੁਕਿਅੜਾ; ਸਬਦੁ. ਮੁਖਿ ਪਾੲਿਅਾ ॥",
    "transliteration": "Man Mor Kuhukiarraa Sabadh Mukh Paaeiaa ||",
    "translation": "The peacock of the mind chirps, and receives the Word of the Shabad, in its mouth;",
    "punjabi": "(ਉਸ ਬੱਦਲ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ) ਮੋਰ ਆਪਣੀ ਮਿੱਠੀ ਬੋਲੀ ਬੋਲਦਾ ਹੈ, (ਤਿਵੇਂ ਗੁਰੂ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ ਜਗਤ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰਦਾ ਹੈ (ਜਿਸ ਵਡ-ਭਾਗੀ ਉਤੇ ਮਿਹਰ ਹੁੰਦੀ ਹੈ ਉਸ ਦਾ) ਮਨ ਉਛਾਲੇ ਮਾਰਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਮੂੰਹ ਵਿਚ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਮਿੱਠੀ ਧੁਨ ਚ (ਕੁਹੁ-ਕਿਅੜਾ) ਬੋਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 7230,
    "shabad_id": 514,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਅੰਮਿ੍ਰਤੁ ਵੁਠੜਾ; ਮਿਲਿਅਾ ਹਰਿ ਰਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Har Anmrith Vutharraa Miliaa Har Raaeiaa Jeeo ||",
    "translation": "The Ambrosial Nectar of the Lord rains down, and the Sovereign Lord King is met.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਨਾਮ ਅੰਮ੍ਰਿਤ ਆ ਵੱਸਦਾ ਹੈ, (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "(ਵੁੱਠੜਾ) ਵਸਿਅਾ। (ਰਾੲਿਅਾ) ਪਾਤਸ਼ਾਹ",
    "type_id": 3
  },
  {
    "id": 7231,
    "shabad_id": 514,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਪ੍ਰੇਮਿ ਰਤੰਨਾ ॥੪॥੧॥੨੭॥੬੫॥",
    "transliteration": "Jan Naanak Praem Rathannaa ||4||1||27||65||",
    "translation": "Servant Nanak is imbued with the Love of the Lord. ||4||1||27||65||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਉਹ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ ॥੪॥੧॥੨੭॥੬੫॥",
    "pronunciation": "(ਰਤੰਨਾ) ਰੱਤਿਅਾ",
    "type_id": 3
  },
  {
    "id": 7232,
    "shabad_id": 515,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੳੁੜੀ ਮਾਝ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Maajh Mehalaa 4 ||",
    "translation": "Gauree Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7233,
    "shabad_id": 515,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾੳੁ ਸਖੀ; ਗੁਣ ਕਾਮਣ ਕਰੀਹਾ ਜੀੳੁ ॥",
    "transliteration": "Aao Sakhee Gun Kaaman Kareehaa Jeeo ||",
    "translation": "Come, O sisters - let's make virtue our charms.",
    "punjabi": "ਹੇ (ਸਤਸੰਗੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਸਹੇਲੀਏ! ਆ, ਅਸੀਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੇ ਟੂਣੇ-ਜਾਦੂ ਤਿਆਰ ਕਰੀਏ (ਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵੱਸ ਕਰੀਏ),",
    "pronunciation": "ਸ਼ੁਭ ਗੁਣ ਰੂਪੀ (ਕੱਾਮਣ) ਮੰਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 7234,
    "shabad_id": 515,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਿਲਿ ਸੰਤ ਜਨਾ; ਰੰਗੁ ਮਾਣਿਹ ਰਲੀਅਾ ਜੀੳੁ ॥",
    "transliteration": "Mil Santh Janaa Rang Maanih Raleeaa Jeeo ||",
    "translation": "Let's join the Saints, and enjoy the pleasure of the Lord's Love.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਮਾਣੀਏ।",
    "pronunciation": "(ਮਾਣਿਹ) ਮਾਣੀੲੇ। (ਰਲੀਅਾ) ਅਾਤਮਕ ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 7235,
    "shabad_id": 515,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਦੀਪਕੁ ਗਿਅਾਨੁ; ਸਦਾ ਮਨਿ ਬਲੀਅਾ ਜੀੳੁ ॥",
    "transliteration": "Gur Dheepak Giaan Sadhaa Man Baleeaa Jeeo ||",
    "translation": "The lamp of the Guru's spiritual wisdom burns steadily in my mind.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਆ, ਅਸੀਂ ਆਪਣੇ) ਮਨ ਵਿਚ ਗੁਰੂ ਦਾ ਦਿੱਤਾ ਗਿਆਨ-ਦੀਵਾ ਬਾਲੀਏ,",
    "pronunciation": "ਬਲੀਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7236,
    "shabad_id": 515,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਤੁਠੈ; ਢੁਲਿ ਢੁਲਿ ਮਿਲੀਅਾ ਜੀੳੁ ॥੧॥",
    "transliteration": "Har Thuthai Dtul Dtul Mileeaa Jeeo ||1||",
    "translation": "The Lord, being pleased and moved by pity, has led me to meet Him. ||1||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਜੇ ਪ੍ਰਭੂ ਤ੍ਰੁਠ ਪਏ ਤਾਂ ਸ਼ੁਕਰ ਸ਼ੁਕਰ ਵਿਚ ਆ ਕੇ (ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲ ਜਾਈਏ ॥੧॥",
    "pronunciation": "(: ਪੋਲਾ ਬੋਲੋ ਢੁਲਿ ਢੁਲਿ) ਨਿਵ ਨਿਵ ਕੇ",
    "type_id": 3
  },
  {
    "id": 7237,
    "shabad_id": 515,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਮੇਰੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਲਗਾ; ਹਰਿ ਢੋਲੇ ਜੀੳੁ ॥",
    "transliteration": "Maerai Man Than Praem Lagaa Har Dtolae Jeeo ||",
    "translation": "My mind and body are filled with love for my Darling Lord.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਹਰਿ-ਮਿਤ੍ਰ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ।",
    "pronunciation": "(ਢੋਲੇ) ਪਿਅਾਰੇ। ਲ੍ਨਗਾ",
    "type_id": 3
  },
  {
    "id": 7238,
    "shabad_id": 515,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮੈ ਮੇਲੇ ਮਿਤ੍ਰੁ; ਸਤਿਗੁਰੁ ਵੇਚੋਲੇ ਜੀੳੁ ॥",
    "transliteration": "Mai Maelae Mithra Sathigur Vaecholae Jeeo ||",
    "translation": "The True Guru, the Divine Intermediary, has united me with my Friend.",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ ਤਾਂਘ ਹੈ ਕਿ) ਵਿਚੋਲਾ ਗੁਰੂ ਮੈਨੂੰ ਉਹ ਮਿਤ੍ਰ-ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ।",
    "pronunciation": "ਵੇ-ਚੋਲੇ",
    "type_id": 3
  },
  {
    "id": 7239,
    "shabad_id": 515,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਦੇਵਾਂ ਸੰਤਾ; ਮੇਰਾ ਪ੍ਰਭੁ ਮੇਲੇ ਜੀੳੁ ॥",
    "transliteration": "Man Dhaevaan Santhaa Maeraa Prabh Maelae Jeeo ||",
    "translation": "I offer my mind to the Guru, who has led me to meet my God.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਮੈਂ ਆਪਣਾ ਮਨ ਉਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਜੇਹੜੇ ਮੈਨੂੰ ਮੇਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7240,
    "shabad_id": 515,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਵਿਟੜਿਅਹੁ; ਸਦਾ ਘੋਲੇ ਜੀੳੁ ॥੨॥",
    "transliteration": "Har Vittarriahu Sadhaa Gholae Jeeo ||2||",
    "translation": "I am forever a sacrifice to the Lord. ||2||",
    "punjabi": "ਮੈਂ ਹਰਿ-ਪ੍ਰਭੂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ ॥੨॥",
    "pronunciation": "(ਵਿਟੜਿ-ਅਹੁ) ਤੋਂ",
    "type_id": 3
  },
  {
    "id": 7241,
    "shabad_id": 515,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਵਸੁ ਮੇਰੇ ਪਿਅਾਰਿਅਾ. ਵਸੁ ਮੇਰੇ ਗੋਵਿਦਾ; ਹਰਿ ਕਰਿ ਕਿਰਪਾ. ਮਨਿ ਵਸੁ ਜੀੳੁ ॥",
    "transliteration": "Vas Maerae Piaariaa Vas Maerae Govidhaa Har Kar Kirapaa Man Vas Jeeo ||",
    "translation": "Dwell, O my Beloved, dwell, O my Lord of the Universe; O Lord, show mercy to me and come to dwell within my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਗੋਵਿੰਦ! ਮਿਹਰ ਕਰ ਕੇ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸ।",
    "pronunciation": "ਵਸੁੁੁੁੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 7242,
    "shabad_id": 515,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਮਨਿ ਚਿੰਦਿਅੜਾ. ਫਲੁ ਪਾੲਿਅਾ ਮੇਰੇ ਗੋਵਿੰਦਾ; ਗੁਰੁ ਪੂਰਾ ਵੇਖਿ ਵਿਗਸੁ ਜੀੳੁ ॥",
    "transliteration": "Man Chindhiarraa Fal Paaeiaa Maerae Govindhaa Gur Pooraa Vaekh Vigas Jeeo ||",
    "translation": "I have obtained the fruits of my mind's desires, O my Lord of the Universe; I am transfixed with ecstasy, gazing upon the Perfect Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਪੂਰੇ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਜਿਸ ਸੋਹਾਗਣ ਦੇ ਹਿਰਦੇ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਚਿਤਵਿਆ ਹੋਇਆ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ) ਫਲ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਚਿੰਦਿਅੜਾ) ਭਾੳੁਂਦਾ। (ਵਿ-ਗੱਸੁ) ਖੇੜਾ, ਅਨੰਦ",
    "type_id": 3
  },
  {
    "id": 7243,
    "shabad_id": 515,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਮਿਲਿਅਾ ਸੋਹਾਗਣੀ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਮਨਿ ਅਨ ਦਿਨੁ ਅਨਦੁ ਰਹਸੁ ਜੀੳੁ ॥",
    "transliteration": "Har Naam Miliaa Sohaaganee Maerae Govindhaa Man Anadhin Anadh Rehas Jeeo ||",
    "translation": "The happy soul-brides receive the Lord's Name, O my Lord of the Universe; night and day, their minds are blissful and happy.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਜਿਸ ਸੋਹਾਗਣ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਹਰਿ-ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਹਰ ਵੇਲੇ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਰਹ-ਸੁ) ਖੁਸ਼ੀ। ਅਨ-ਦੁ",
    "type_id": 3
  },
  {
    "id": 7244,
    "shabad_id": 515,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਪਾੲਿਅੜਾ ਵਡਭਾਗੀੲੀ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਨਿਤ ਲੈ ਲਾਹਾ. ਮਨਿ ਹਸੁ ਜੀੳੁ ॥੩॥",
    "transliteration": "Har Paaeiarraa Vaddabhaageeee Maerae Govindhaa Nith Lai Laahaa Man Has Jeeo ||3||",
    "translation": "By great good fortune, the Lord is found, O my Lord of the Universe; earning profit continually, the mind laughs with joy. ||3||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਜਿਨ੍ਹਾਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੇ ਹਰੀ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਹਰਿ-ਨਾਮ ਦੀ ਖੱਟੀ ਖੱਟ ਕੇ ਮਨ ਵਿਚ ਨਿੱਤ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੀਆਂ ਹਨ ॥੩॥",
    "pronunciation": "(ਵਡਭਾਗੀ-ੲੀ) ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਅਾ ਨੇ। ਹੱਸੁ",
    "type_id": 3
  },
  {
    "id": 7245,
    "shabad_id": 515,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਅਾਪਿ ੳੁਪਾੲੇ. ਹਰਿ ਅਾਪੇ ਵੇਖੈ; ਹਰਿ ਅਾਪੇ ਕਾਰੈ ਲਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Har Aap Oupaaeae Har Aapae Vaekhai Har Aapae Kaarai Laaeiaa Jeeo ||",
    "translation": "The Lord Himself creates, and the Lord Himself beholds; the Lord Himself assigns all to their tasks.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਪ੍ਰਭੂ ਆਪ ਹੀ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਆਪ ਹੀ (ਸਭ ਦੀ) ਸੰਭਾਲ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਸਭ ਨੂੰ) ਕਾਰ ਵਿਚ ਲਾਂਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਪਾੲੇ) ਪੈਦਾ ਕਰੇ। ਗੁਰਸੇਵਾ ਭਗਤੀ (ਕਾਰੈ) ਕਾਰ",
    "type_id": 3
  },
  {
    "id": 7246,
    "shabad_id": 515,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਿ ਖਾਵਹਿ ਬਖਸ. ਤੋਟਿ ਨ ਅਾਵੈ; ੲਿਕਨਾ. ਫਕਾ ਪਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Eik Khaavehi Bakhas Thott N Aavai Eikanaa Fakaa Paaeiaa Jeeo ||",
    "translation": "Some partake of the bounty of the Lord's favor, which never runs out, while others receive only a handful.",
    "punjabi": "ਅਨੇਕਾਂ ਜੀਵ ਐਸੇ ਹਨ ਜੋ ਉਸ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ ਪਦਾਰਥ ਵਰਤਦੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਉਹ ਪਦਾਰਥ ਕਦੇ ਮੁੱਕਦੇ ਨਹੀਂ। ਅਨੇਕਾਂ ਜੀਵ ਐਸੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੂੰ ਉਹ ਦੇਂਦਾ ਹੀ ਥੋੜਾ ਕੁਝ ਹੈ।",
    "pronunciation": "(ਬਖਸ) ਬਖ਼ਸ਼ਸ਼। (ਫੱਕਾ) ਨਿਰਾਹਾਰ",
    "type_id": 3
  },
  {
    "id": 7247,
    "shabad_id": 515,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ੲਿਕਿ ਰਾਜੇ. ਤਖਤਿ ਬਹਹਿ ਨਿਤ ਸੁਖੀੲੇ; ੲਿਕਨਾ. ਭਿਖ ਮੰਗਾੲਿਅਾ ਜੀੳੁ ॥",
    "transliteration": "Eik Raajae Thakhath Behehi Nith Sukheeeae Eikanaa Bhikh Mangaaeiaa Jeeo ||",
    "translation": "Some sit upon thrones as kings, and enjoy constant pleasures, while others must beg for charity.",
    "punjabi": "ਅਨੇਕਾਂ ਐਸੇ ਹਨ ਜੋ (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ) ਰਾਜੇ (ਬਣ ਕੇ) ਤਖ਼ਤ ਉੱਤੇ ਬੈਠਦੇ ਹਨ ਤੇ ਸਦਾ ਸੁਖੀ ਰਹਿੰਦੇ ਹਨ, ਅਨੇਕਾਂ ਐਸੇ ਹਨ ਜਿਨ੍ਹਾਂ ਪਾਸੋਂ (ਦਰ ਦਰ ਤੇ) ਭੀਖ ਮੰਗਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਭਿਖ) ਭੀਖ। ਬਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 7248,
    "shabad_id": 515,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਸਭੁ ੲਿਕੋ ਸਬਦੁ ਵਰਤਦਾ. ਮੇਰੇ ਗੋਵਿਦਾ; ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ ਜੀੳੁ ॥੪॥੨॥੨੮॥੬੬॥",
    "transliteration": "Sabh Eiko Sabadh Varathadhaa Maerae Govidhaa Jan Naanak Naam Dhhiaaeiaa Jeeo ||4||2||28||66||",
    "translation": "The Word of the Shabad is pervading in everyone, O my Lord of the Universe; servant Nanak meditates on the Naam. ||4||2||28||66||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਹਰ ਥਾਂ ਇਕ ਤੇਰਾ ਹੀ ਹੁਕਮ ਵਰਤ ਰਿਹਾ ਹੈ, (ਜਿਸ ਉਤੇ ਤੇਰੀ ਮਿਹਰ ਹੁੰਦੀ ਹੈ ਉਹ) ਤੇਰਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੪॥੨॥੨੮॥੬੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7249,
    "shabad_id": 516,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੳੁੜੀ ਮਾਝ ਮਹਲਾ ੪ ॥",
    "transliteration": "Gourree Maajh Mehalaa 4 ||",
    "translation": "Gauree Maajh, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 7250,
    "shabad_id": 516,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਨ ਮਾਹੀ. ਮਨ ਮਾਹੀ, ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਰੰਗਿ ਰਤਾ. ਮਨ ਮਾਹੀ ਜੀੳੁ ॥",
    "transliteration": "Man Maahee Man Maahee Maerae Govindhaa Har Rang Rathaa Man Maahee Jeeo ||",
    "translation": "From within my mind, from within my mind, O my Lord of the Universe, I am imbued with the Love of the Lord, from within my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! (ਜਿਸ ਉਤੇ ਤੇਰੀ ਮਿਹਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਵਿਚ ਹੀ, ਮਨ ਵਿਚ ਹੀ, ਮਨ ਵਿਚ ਹੀ, ਹਰਿ-ਨਾਮ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਮਾਹੀ) ਵਿੱਚ। (ਰ੍ਨਤਾ) ਰੰਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 7251,
    "shabad_id": 516,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਰੰਗੁ ਨਾਲਿ. ਨ ਲਖੀਅੈ ਮੇਰੇ ਗੋਵਿਦਾ; ਗੁਰੁ ਪੂਰਾ. ਅਲਖੁ ਲਖਾਹੀਂ ਜੀੳੁ ॥",
    "transliteration": "Har Rang Naal N Lakheeai Maerae Govidhaa Gur Pooraa Alakh Lakhaahee Jeeo ||",
    "translation": "The Lord's Love is with me, but it cannot be seen, O my Lord of the Universe; the Perfect Guru has led me to see the unseen.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਹਰਿ-ਨਾਮ ਦਾ ਆਨੰਦ ਹਰੇਕ ਜੀਵ ਦੇ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰ ਮੌਜੂਦ) ਹੈ, ਪਰ ਇਹ ਆਨੰਦ (ਹਰੇਕ ਜੀਵ ਪਾਸੋਂ) ਮਾਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਉਸ ਅਦ੍ਰਿਸ਼ਟ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(ਲਖੀਅੈ) ਜਾਣੀਅੈ।(ਅ-ਲਖੁ) (ਅ+ਲਖ) (ਲਖ) ਜਾਨਣ ਤੋਂ (ਅ) ਰਹਿਤ (ਲਖਾਹੀਂ) ਜਣਾ ਦਿੰਦੇ",
    "type_id": 3
  },
  {
    "id": 7252,
    "shabad_id": 516,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਪਰਗਾਸਿਅਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਸਭ ਦਾਲਦ ਦੁਖ. ਲਹਿ ਜਾਹੀ ਜੀੳੁ ॥",
    "transliteration": "Har Har Naam Paragaasiaa Maerae Govindhaa Sabh Dhaaladh Dhukh Lehi Jaahee Jeeo ||",
    "translation": "He has revealed the Name of the Lord, Har, Har, O my Lord of the Universe; all poverty and pain have departed.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਤੂੰ ਹਰਿ-ਨਾਮ ਦਾ ਪਰਕਾਸ਼ ਕਰਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦਲਿੱਦਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਦਾਲਦ) ਗ੍ਰੀਬੀ",
    "type_id": 3
  },
  {
    "id": 7253,
    "shabad_id": 516,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਪਦੁ ੳੂਤਮੁ ਪਾੲਿਅਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਵਡਭਾਗੀ ਨਾਮਿ ਸਮਾਹੀ ਜੀੳੁ ॥੧॥",
    "transliteration": "Har Padh Ootham Paaeiaa Maerae Govindhaa Vaddabhaagee Naam Samaahee Jeeo ||1||",
    "translation": "I have obtained the supreme status of the Lord, O my Lord of the Universe; by great good fortune, I am absorbed in the Naam. ||1||",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਹਰਿ-ਮਿਲਾਪ ਦੀ ਉੱਚੀ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "(ੳੂਤਮੁ) ੳੁ੍ਨਚੀ। ਪਦੁ :ਪੋਲਾ ਬੋਲੋ। (ਪਦੁ) ਪਦਵੀ। (ਸਮਾਹੀ) ਲੀਨ",
    "type_id": 3
  },
  {
    "id": 7254,
    "shabad_id": 516,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਨੈਣੀ ਮੇਰੇ ਪਿਅਾਰਿਅਾ. ਨੈਣੀ ਮੇਰੇ ਗੋਵਿਦਾ; ਕਿਨੈ. ਹਰਿ ਪ੍ਰਭੁ ਡਿਠੜਾ ਨੈਣੀ ਜੀੳੁ ॥",
    "transliteration": "Nainee Maerae Piaariaa Nainee Maerae Govidhaa Kinai Har Prabh Dditharraa Nainee Jeeo ||",
    "translation": "With his eyes, O my Beloved, with his eyes, O my Lord of the Universe - has anyone ever seen the Lord God with his eyes?",
    "punjabi": "ਹੇ ਮੇਰੇ ਪਿਆਰੇ ਗੋਵਿੰਦ! ਤੈਨੂੰ ਹਰਿ-ਪ੍ਰਭੂ ਨੂੰ ਕਿਸੇ ਵਿਰਲੇ (ਵਡ-ਭਾਗੀ ਨੇ ਆਪਣੀਆਂ) ਅੱਖਾਂ ਨਾਲ ਵੇਖਿਆ ਹੈ।",
    "pronunciation": "(ਨੈਣੀ) ਨੇਤ੍ਰਾਂ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 7255,
    "shabad_id": 516,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਮੇਰਾ ਮਨੁ ਤਨੁ ਬਹੁਤੁ ਬੈਰਾਗਿਅਾ. ਮੇਰੇ ਗੋਵਿੰਦਾ; ਹਰਿ ਬਾਝਹੁ. ਧਨ ਕੁਮਲੈਣੀ ਜੀੳੁ ॥",
    "transliteration": "Maeraa Man Than Bahuth Bairaagiaa Maerae Govindhaa Har Baajhahu Dhhan Kumalainee Jeeo ||",
    "translation": "My mind and body are sad and depressed, O my Lord of the Universe; without her Husband Lord, the soul-bride is withering away.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! (ਤੇਰੇ ਵਿਛੋੜੇ ਵਿਚ) ਮੇਰਾ ਮਨ ਮੇਰਾ ਹਿਰਦਾ ਬਹੁਤ ਵੈਰਾਗਵਾਨ ਹੋ ਰਿਹਾ ਹੈ। ਹੇ ਹਰੀ! ਤੈਥੋਂ ਬਿਨਾ ਮੈਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਕੁਮਲਾਈ ਪਈ ਹਾਂ।",
    "pronunciation": "(ਕੁਮਲੈਣੀ) ਮੁਰਝਾੲੀ",
    "type_id": 3
  }
]
