[
  {
    "id": "Q5L",
    "sttm_id": 6490,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VKCU",
        "source_page": 10,
        "source_line": 1,
        "gurmukhi": "dsm sQwn ky smwin kaun Baun khE; gurmuiK pwvY su qau, Anq n pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "What other place of mystic abode can I say than the tenth concealed opening of a human being? Only the Guru conscious person can reach it by the grace of True Guru by meditating on His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dsvyˆ sQwn dÍwr dy brwbr ikhVw BOn itkwxw d`swˆ, auh qwˆ gurUmuK rwhIˆ AQvw gurmuK bx ky hI pRwpq kr skIdw hY, Anq hor idroˆ ikqoˆ nhIˆ pwieAw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W30A",
        "source_page": 10,
        "source_line": 2,
        "gurmukhi": "aunmnI joiq ptMqr dIjY kaun joiq; dieAw kY idKwvY jwhI, qwhI bin AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "What light can be equated with the radiance one receives at the time of spiritual enlightenment?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aunmnI joiq dI ikhVI joiq ptMqry brwbrI vwsqy idAwˆ pyS krwˆ, ijs nUM dieAw kr ky siqgurU ies joqI nUM idKwvn iqs gurmuK nUM hI ies ivKy bx AwauˆdI hY Bwv ausy dw hI ies dSw ivKy prcw ipAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BW8Z",
        "source_page": 10,
        "source_line": 3,
        "gurmukhi": "Anhd nwd smsir nwd bwd kEn; sRI gur sunwvy jwih soeI ilv lwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "What melodious musical sound can be equal to the melodious unstruck musical sound of divine word?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Anhd DunI vwsqy ikhVy bwjy dI DunI nUM smsir brwbr khwˆ, ijs iksy nUM siqgurU ieh AgMmI Dun sunwvx Eho hI ilv qwr lgw skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "69YV",
        "source_page": 10,
        "source_line": 4,
        "gurmukhi": "inJr Apwr Dwr quil n AMimRq rs; AipE pIAwvY jwih, qwhI mY smwveI [2[10[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "There is no other elixir capable of making one immortal than the one that flows perpetually in the concealed opening (Dasam Duar) of a human being. And one who is blessed by the True Guru (Satguru) to receive this elixir of immortality obtains it by His g",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "inJr inrMqr = lgwqwr Jrn vwlI Dwr jo Apwr hY Bwv ijs dw pwr itkwxw nhIˆ pwieAw jw skdw vw bySumwr hY pRgt hoieAw krdI hY ijs dy suAwd qu`l nhIˆ hY[ AMimRq rs surgI AMimRq dw BI sÍwd ijs iksy gurmuK nUM ieh AMimRq jl Awid dy pIx vq nw pIqy jwx vwlw AQvw ikRpw pwqR gurmuKwˆ ibnwˆ hors iksy qoˆ BI nw pIqw jwx jog Aipau rUp prm idbÎ rs ipAwldw AnBau drOˆdw hY, auh AYsw AnuBeIAw AnBau krxhwrw guris`K iqs AMimRq vwly joqI srUp Akwl purK ivKy hI smw lIn ho jwieAw krdw hY[ ArQwq Awpy Bwv qoˆ pwr ho Awpy dy mwlk ivc AByd ho jwieAw krdw hY ]2]10]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
