[
  {
    "id": "086",
    "sttm_id": 6491,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7MHF",
        "source_page": 11,
        "source_line": 1,
        "gurmukhi": "gur isK sMiD imly, bIs iekIs eIs; ieq qy aulMiG, auq jwie ThrwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Meeting with Guru, a Sikh receives the Lord's word to meditate upon and by his untiring and resolute efforts become one with Him. He frees himself from the worldly matters and lives in harmony in the realm of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU is`K dI sMiD joV = imlwp dy imilAwˆ vw juiVAwˆ ArQwq ienwˆ dy Awpo ivc pqIj ipAwˆ, bIs iek = iek koVI dw AwdmI is`KI dw pwqr jigAwsI eIs eIs = eISÍrwˆ pRqwpIAwˆ dw BI eISÍr pRqwpI purK bx jwˆdw hY[ ieq ies lok qoˆ aulMG pwr ho ky auq Es lok lok pwrbRhm dy dyS ivKy jw Tihrdw invws jw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F25H",
        "source_page": 11,
        "source_line": 2,
        "gurmukhi": "crm idRsit mUd, pyKY idb idRsit kY; jgmg joiq, EnmnI suD pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He shuts his eyes from mundane worldly attractions and lives in the spiritual wisdom that helps him feel His presence in everything.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cMm dI idRStI bwhrlIAwˆ A`Kwˆ nUM bMd kr ky, jd id`b idRStI AMqrIvI = mwnsI nyqR nwl, DÎwn kry q`ky, qwˆ aunmnI Bwv mn dy AMqr muKI dSw ivc ault AwieAwˆ ArQwq AMqr lKÎ bwhr idRStI dI pRp`k AvsQw ivK, jgmg jgmg dg dg kr rhI inrMkwrI joq pRkwS dI su`D AnuBv = sUJ nUM is`K pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R98D",
        "source_page": 11,
        "source_line": 3,
        "gurmukhi": "suriq sMkocq hI, bjr kpwt Koil; nwd bwd prY, Anhq ilv lwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Weaning his thoughts away from the worldly attractions, his doors of ignorance are opened; he is distracted from all sources of worldly pleasures and he gets engrossed in listening to celestial songs and music.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX kIh ik surq nUM 'sMkocq hI' sMkocdy swr ArQwq bwhrly pswry vloˆ AMqrmuK krx swr hI moK dÍwr dy bjRvq idRVH jiVAwˆ hoieAwˆ Awsw AMdysw rUp ikvwVwˆ nUM KolH ky bwd swj bwj Awid dI nwd swˆgIiqk DunI qoˆ pry Anhq pOx Awidkwˆ dI AMqrIvI cot AQvw ihlor = hrkq Awid qoˆ auqpMn hoxhwrI DunI qoˆ ivl`Kx DunI ivc ilv lg jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1QM3",
        "source_page": 11,
        "source_line": 4,
        "gurmukhi": "bcn ibsrjq An rs rihq huie; inJr Apwr Dwr, Aipau pIAwveI [11[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Renouncing the worldly matters and shedding all attachment with worldly pleasures, he drinks deep the elixir that flows continuously in his (Dasam Duar) the celestial door of the body. (11)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ik bcn iblws iqAwg ky mwhrmuKI sÍwdwˆ qoˆ rihq hoieAw hoieAw inJr inrMqr Jr rhI Apwr Dwrw vwn Aipau AMimRq = AnBau rs nUM pIAw krdw hY ]11]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
