[
  {
    "id": "YBQ",
    "sttm_id": 6494,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NCB2",
        "source_page": 14,
        "source_line": 1,
        "gurmukhi": "pRym rs bis huie, pqMg sMgm n jwnY; ibrh ibCoh mIn huie n mir jwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In order to become one with my dear beloved, I, a deceitful lover, not possessed by his love, did not learn from a mot how to die in separation from him, nor did I learn from fish how to die in the separation of beloved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRym rs v`s ADIn ho ky, kIh pqMgw PMbt nhIˆ jwxdw hY- dIpk dy sMgm imlwp qoˆ hox hwry mrx rUp duK nUM? ikMqU jwxdw hY Aru ibrh ivCoVy qoˆ hox vwlI ibCoh judweI kr ky mClI nhIˆ jwxdI hY mrxy = mOq nUM? ikMqU jwxdI hY[ jd jwx buJ ky ieh donoˆ pRym Aqy ivCoVy dy v`s huMdy hoey imrqU dw iSkwr huMdy hn qy ienHwˆ nUM rvwl Br BI sMkoc nhIˆ huMdw qwˆ ienwˆ nUM dyKidAwˆ hoieAwˆ BI-",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DHKB",
        "source_page": 14,
        "source_line": 2,
        "gurmukhi": "drs iDAwn joiq mY n huie joqI srUp; crn ibmuK hoie, pRwn Thrwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And here I am who is not making any effort to merge in my Lord by keeping his refulgence in my heart; and yet with all this recalcitrance, I am alive.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "joqI srUp prmwqmw siqgurU dy drSn dI qwˆG ivc Bwv aukq srUp dw iek tk iDAwn iKAwl kridAwˆ, jÎoqI srUp nw ho ky ArQwq aus nwl AByd nw ho ky, Aru crxwˆ qoˆ ibmuK Ehly ho ky bYTy myry, pRwn Tihry pey hn Bwv mYˆ qVp ky mr nhIˆ igAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZN46",
        "source_page": 14,
        "source_line": 3,
        "gurmukhi": "imil ibCrq giq pRym n ibrh jwnI; mIn Aau pqMg, moih dyKq ljwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "I have not understood the intensity of love and consequence of death as is in the case of a moth and flame or fish and water, and therefore both moth and fish feel ashamed of my; fraudulent love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies qoˆ is`D hY ik pRym Bwv kr ky imlwp dI giq dSw nUM Aru ivCoVy kr ky ibCVn dI dSw = nhIˆ jwxI mYˆ nhIˆ smJI, ijs kr ky mYnUM m`CI Aqy pqMgw dyK dyK ky SrimMdy ho rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SNAT",
        "source_page": 14,
        "source_line": 4,
        "gurmukhi": "mwns jnm iDRgu, DMin hY iqRgd join; kpt snyh dyh nrk n mwny hY [14[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Being a deceitful friend, my human life is damnable, whereas the reptilian species are worth appreciation for their love of their beloveds like the moth and fish. Because of my fraudulent love I will not even get a place in hell. (14)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy ies mnu`Kw jnm nUM iDkwr hY, jo kpt dw snyh idKwvy mwqR dw pRym DwrI ies dyh nUM nrk rUp nhIˆ mMndw hY[ ies nwloˆ auh qwmsI jUnwˆ DMn hn, jo nrk rUp dyh dw mwn Awdr nhIˆ krdIAwˆ Bwv ipAwry pRIqm qoˆ quC smJ ky vwr is`tdIAwˆ hn ]14]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
