[
  {
    "id": "STF",
    "sttm_id": 6496,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L2EK",
        "source_page": 16,
        "source_line": 1,
        "gurmukhi": "aulit pvn mn mIn kI cpl giq; siqgur prcy prmpd pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By practicing Naam Simran (meditation on Lord's name) one can turn the wind-like wayward mind into sharp and swift movement of fish. Developing association with the word of True Guru, one attains noble state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn jd mClI dI jl dI pRbl Dwrw dy shwry aukq sRoq dy inkws nUM pRwpq hox Kwqr, cpl giq = cMcl cwl vq pvn pRwxwˆ dI Dwrw nUM pkV ky aultw ho vgdw hY[ Bwv bwhrly PurinAwˆ sMklpwˆ v`loˆ htky sÍwswˆ dI qwr dy shwry aunHwˆ dI Awaux jwx dI cwl mUjb jd aultw AMqrmuK ho vgdw hY, qwˆ siqgur prcy = siqgurwˆ aupr pUrx pRqIq nUM ilAw ky prm pd moK pd nUM pRwpq ho jwˆdw hY Bogwˆ pdwrQwˆ AQvw rswˆ dI iK`c v`loˆ mukq ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9HRR",
        "source_page": 16,
        "source_line": 2,
        "gurmukhi": "sUr sr soiK poiK som sr pUrn kY; bMDn dy imRq sr ApIA ipAwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Nectar of life (blissful peace) is obtained only by meditation. By burning away the indestructible ego and by killing the imperishable mind, leaving all doubts and suspicions, those who stabilise their body, their life-force finds a direction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sUr sr soK = sr nwm pRvwh dw hY, so sUrj sur nUM soKn sukOnw kry Xw sUrj nwmI ieVw nwVI sjy pwsy dI nws rsqy cln hwrI sÍws dI sur nUM sukwvy bwhr inkwl dyvy jo K`bI nws dy bMd kIiqAwˆ ho skdw hY, Xw DIrj nwl smJ ky kry qwˆ AYvyˆ BI Aru AYsw kr ky som sr cMdRmw nwmI sur sÍws dI jo K`by pwsy dI nws ivc cilAw krdI hY, Es rwhIˆ bwhr kF sÍws nUM pUrn kY Br kr ky AMdr nUM muV 'poK' nwm pwly ArQwq KwlI sÍws qoˆ vrqI iSQlqw nUM muV QOh isr ilAwvY, pRMqU jIkUM m`CI aultI clky t`kr Kw ky muV AwauˆdI qy muV pihly dI qrHwˆ hI aultI cldI hY Aru lwgqwr Ajyhw klol jl dy pRvwh AMdr krdI hY, iesy qrHwˆ sÍws prsÍws dI lgwqwr AMdr bwhr Xw hyT auprlI cwl Anuswr mn BI ies AiBAws ivc iekswr juitAw rhy qwˆ bMDn dY imRq sr = ijs itkwxy sur ApxI pihlI dSw nUM iqAwg ky dUsrI dSw ivc pltdI hY qy dUsrI ivc plt ky muV pihlI hwlq vl hI ijQoˆ dI ho ky aultdI hY, auh sur dI imrqU dw itkwxw jo suKmxw dw Gwt AwiKAw jwˆdw hY, au`Qy kuC kwl bMDn dY itkwau surq dw kry Ajyhw bwrMbwr krdy irhwˆ AipA nhIˆ hr iek dy pIxy lYk jo AnuBv rs rUp AMimRq, aus nUM pIqw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CMJU",
        "source_page": 16,
        "source_line": 3,
        "gurmukhi": "Ajrih jwir mwir Amrih BRwiq Cwif; AsiQr kMD hMs Anq n Dwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By burning away the indestructible ego and by killing the imperishable mind, leaving all doubts and suspicions, those who stabilise their body, their life-force finds a direction.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Ajrih jwir = nw swVI jw skn vwlI haumYˆ nUM ies pRkwr AiBAws nUM krdw hoieAw swV is`tdw hY qy Amrih mwir = Amr hoey hoey, Bwv Awmr AwkI hoey hoey mn nUM BI mwr pCwV lYˆdw hY, jdik BRwiq Brmnw Brmic`qI AQvw dyh ADÎws Bwv ibrqI vwlI ies nUM CoV iqAwg jwˆdI hY, ijs kr ky AsiQr kMD = kMD rUp srIr dyh Ajr Amr ho jwˆdI qy hMs jIv Pyr Anq hor idry hor hor jUn jUnwˆqrwˆ ivc n Dwey hY nhIˆ BtikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HT1H",
        "source_page": 16,
        "source_line": 4,
        "gurmukhi": "AwdY Awd nwdY nwd sllY sill imil; bRhmY bRhm imil shj smwey hY [16[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the space merges with space, air with air and water mixes up with its source, so does the life-force integrates with the radiance of the Lord and supreme bliss is experienced. (16)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AwdY Awid sB q`qwˆ dI Awid jo AwkwS hY, jIkUM Gt mt GVy, koTy Awid dy tu`t igr pYx qy mhwˆ AwkwS ivc iml jwˆdw hY, Aru nwdY nwid Sbd dI DunI DunI ivKy qQw jl ivKy jl, iml ky AByd ho jwieAw krdw hY qIkUM hI ieh jIvq Bwv nUM iqAwg bRh Bwv nUM pRwpq hoieAw bRhm srUp ivKy iml ky shjy hI smw lIn ho jwieAw krdw hY ]16]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
