[
  {
    "id": "EM4",
    "sttm_id": 6499,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T2PD",
        "source_page": 19,
        "source_line": 1,
        "gurmukhi": "gurmuiK suKPl Aiq Ascrj mY; hyrq ihrwny Awn iDAwn ibsrwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The contentment that a devout Sikh gets from meditating on His name is so mystical that he (Gursikh) forgets all other worldly pleasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK guris`K nUM aukq rIqI Anuswr AiBAws kridAwˆ jo suK srUpI Pl pRwpq huMdw hY auh, AqÎMq Acrj rUp hY, vrnx nhIˆ kIqw jw skdw, b`s aus dy hyrq q`kdy swr AnuBv huMidAwˆ swr hI ihrwny haumY dw mUl Awpw Bwv Qikq ho jwˆdw hY vw bwhrlI suD Bu`l jwˆdI hY Xw ihr inivrq = Awny dÍYq ihrwny ArQwq dÍYq Bwvnw inivrq ho jwˆdI hY, qy Awn iDAwn = dUsrI iksy vsqU dI qwˆG AQvw dUsry dyvI dyvqw Awid ieSt dw iDAwn iKAwl cuk jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4EW",
        "source_page": 19,
        "source_line": 2,
        "gurmukhi": "gurmuiK suKPl gMD rs ibsm huie; An rs bwsnw iblws n ihqwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the fragrance of spiritual peace Guru-conscious person lives in a state of bliss and forgets all other worldly enjoyments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK nUM jo suKPl pRwpq huMdw hY Es dI gMD mihk pRPulqqw dw rs sÍwd Ajyhw ibsm AcMiBq krn vwlw huMdw hY ik dUsry rswˆ dy iblws ivsqwr pswry pRivrqI dI bwsnw klpnw PurxI hI psMd nhIˆ AwauˆdI BOˆdI nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N3WF",
        "source_page": 19,
        "source_line": 3,
        "gurmukhi": "gurmuiK suKPl AdBuq AsQwn; imRq mMfl AsQl n luBwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Those who live in the conscious presence of True Guru live a state of perpetual bliss. The perishable pleasures of the destructible world entice and attract them no more",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK nUM jo suKPl pRwpq huMdw hY Es dw AsQwn itkwxw itkw AYsw AdBuq AlOikk = AnoKw hY ik aus ivKy iesiQq hoey nUM qwˆ kIh dyKn mwqR dyKn vwly nUM BI mwq lok DrqI mMfl dw itkwxw hux luBwXmwn nhIˆ kr skdw[ Bwv prm pd ivKy surq dw iKcwau ho jwx kr ky guris`K nUM hux mnu`KI Bog pdwrQ rs ks Awid nhIˆ iK`c sikAw krdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N5XM",
        "source_page": 19,
        "source_line": 4,
        "gurmukhi": "gurmuiK suKPl sMgiq imlwp dyK; Awn igAwn iDAwn sB inrs kir jwny hY [19[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the company of spiritually elevated souls and seeing their state of ecstasy of uniting with the Lord, they consider all wisdom and attractions of the world as worthless. (19)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK nUM suKPl pRwpq hox dy aupRMq ijs iksy ny aus dI sMgq kIqI Xw imlwp dy pRBwv nUM dyiKAw q`ikAw AnuBv kIqw, auh BI hornwˆ, swirAwˆ igAwnwˆ iDAwnwˆ nUM inrs iP`ikAwˆ = bysÍwidAwˆ kr ky jwnx lg pYˆdw hY ]19]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
