[
  {
    "id": "0JJ",
    "sttm_id": 6504,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7F79",
        "source_page": 24,
        "source_line": 1,
        "gurmukhi": "gurmiq siq kir cMcl Acl Bey; mhw ml mUqR DwrI inrml kIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Those frolicsome persons who toil on the name of the Lord with devotion and love become peaceful and tranquil. Those who are filled with dross become neat and clean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny gurmiq = gurwˆ dy aupdyS vIcwr vw mqy nUM siq XQwrQ kr ky mMinAw hY, auh cMcl Bwv Btknw vwly suBwv nUM iqAwg ky Acl Bey Swˆq ibrqI vwly swqkI bx gey hn, Aru AqÎMq ml mUqR DwrI ml mUqR dy swjy dyh dI ilMbw pocI vw pwlnw poKnw dw hI iek mwqR iPkr ijnHwˆ nUM lgw rihMdw sI, EnHwˆ nUM gur aupdyS dy XQwrQ kr ky mMnx kwrx, siqgurwˆ ny inrml kr ilAw hY BYVIAwˆ vwSnwˆ qoˆ Cufwky Apny pMny pw ilAw vw Su`D Awqmw bxw il`qw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S9W8",
        "source_page": 24,
        "source_line": 2,
        "gurmukhi": "gurmiq siq kir join kY Ajoin Bey; kwl sY Akwl kY Amr pd dIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Those who practiced the consecration of True Guru saved themselves from the repeated births in the life of various species and achieved immortality.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny ie\\yˆ hI siqgurwˆ dy aupdyS nUM sco s`c kr ky mMinAw hY mwq jonI ivc Awaux qoˆ Bwv jUnwˆ ivc Btknoˆ Cu`tky Agy leI Ajoin Bey = Ajnmy bx gey hn, Aru siqgurwˆ ny Apxy aupdyS dy bl kr ky kwl qoˆ mOq dw iSkwr hoxo = mrxoˆ Akwl kY = mrx rihq bxw ky siqgurwˆ ny EnHwˆ nUM Amr pd = AibnwSI iesiQqI vw nwS rihq sRySt gqI mukqI bKS id`qI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HUVV",
        "source_page": 24,
        "source_line": 3,
        "gurmukhi": "gurmiq siq kir haumY Koie hoie ryn; iqRkutI iqRbynI pwir Awpw Awp cIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Those who toil on the Naam Simran of the Lord with full devotion and love, become humble by renouncing ego and crossing all hurdles merge into Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny gurmiq nUM siq kr ky mMnÎw vw gurmiq dI siq sqÎw = bl kr ky, gurisK haumY hMkwr vwlI ibrqI nUM Koie guAwky hoie rynu = DUlI smwn inMmrqweI dy Dwrx vwlw bx jwˆdw hY, Aqy iesy kr ky iqRkutI SrIr dy AMqr vrqI auqpiq iesiQqI Aru sMGwr krqw SkqIAwˆ dy invws AsQwn Aru iqRbyxI ieVw ipMglw suKmxw rUp pRwx Dwrwˆ dy imlOxI AsQwn nUM aulMG ky ipMf mMfloˆ Aru bRhmMf dI h`doˆ pwr ho ky Awp rUp hoey sB dy Awpy srUp prm q`q nUM cIny hY pCwx lYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R61R",
        "source_page": 24,
        "source_line": 4,
        "gurmukhi": "gurmiq siq kir brn Abrn Bey; BY BRm invwir fwir inrBY kY lIny hY [24[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "They are free from caste, creed, race and colour-based social inequalities and becoming fearless merge with the Fearless Lord. (24)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX kIh ik siqgurwˆ dy aupdyS nUM siq bcn rUp mMnky gurmuK bRwhmx KqrI Awid vrn Bwvoˆ Cutky Abrn vrx AwSrm dy AiBmwn qoˆ rhq ho jwˆdw hY, fr nUM dUr kr ky qy Brm sMsy nUM pry is`t ky inrBY pd mukq pdvI ivKy lIn ho jwˆdw hY ]24]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
