[
  {
    "id": "817",
    "sttm_id": 6505,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SD4B",
        "source_page": 25,
        "source_line": 1,
        "gurmukhi": "gurmiq siq kir ADm AswD swD; gurmiq siq kir jMq sMq nwm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By adopting and accepting the Guru's word as true and immortal, a lowly and base person can become pious. By concentrating on the precepts of Guru, even a lowly and trivial person can rise to become a holy man.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny gurmiq guraupdyS nUM siq siq kr ky mMinAw vw guraupdyS nUM Dwrn kIqw auh ADm = pwˆbr, nIc, inMdq krmI, AswD = BYVy BI cwhy sn ikMqU swD = Bly sRySt purK bx gey jIkUM ik bwlmIk DwVvI Aru Ajwml, BIlnI Awid dy nwm ley jwˆdy hn, gurmiq nUM siq kr ky mMnx vwly AQvw gurmiq dI siqAw kr ky, ijhVy bwlmIk sup`c jyhy BMgI jMq nIc jMqUAwˆ dy smwn dry vwly mnu`K sn auh BI sMq nwm vwly ho gey vw sMq nwm pRis`D hoey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FC9J",
        "source_page": 25,
        "source_line": 2,
        "gurmukhi": "gurmiq siq kir AibbykI huie ibbykI; gurmiq siq kir kwm inhkwm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The thoughtless and ignorant person becomes rational and considerate once he accepts the truth of Guru's wisdom. He also becomes free from all desires and wants.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq siq kr ky AibbykI ibbyk vIcwr qoˆ rihq mUrK lok BI ibbyk vIcwrvwn isAwxy bx gey, Aru ie\\yˆ hI gurmiq nUM siq kr ky kwm = kwmnw kr ky gRsy hoey kwmI lok inhkwm inSkwmqw vwn kwmnw rihq = vYrwgI purK bx gey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8T2Y",
        "source_page": 25,
        "source_line": 3,
        "gurmukhi": "gurmiq siq kir AigAwnI bRhmigAwnI; gurmiq siq kir shj ibsRwm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One who is wandering in the darkness of ignorance becomes a Brahm Gyani once he accepts the truth of Guru's wisdom and teachings. By practicing the teachings of Guru with full devotion and confidence, one reaches a state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq siq kr ky AigAwnI AigAwn = mwXw, AivdÎw dy ADIn vrqn vwly by smJ lok bRhm igAwnI = bRhm dy jwnx hwry mn buDI Awidkwˆ dI gMmqw qoˆ BI pwr prm q`q nUM smJn vwly ho gey, qy gurmiq nUM siq kr ky shj sÍrUp igAwn srUp aukq bRhm ivKy ibsRwm cYn itkwau iesiQqI nUM pRwpq ho gey AnuBv sMpMn bx gey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9D7V",
        "source_page": 25,
        "source_line": 4,
        "gurmukhi": "gurmiq siq kir jIvn mukiq Bey; gurmiq siq kir inhcl Dwm hY [25[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By accepting Guru's teachings as true and practicing them with concentration, devotion and faith, one attains salvation when still alive and secures a place in the higher realms of the Lord. (25)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr gurmiq nUM siq kr ky auh jIvn mukq jIauˆdy jI hI mYˆ myrI moh mmqw idAwˆ bMDnwˆ qoˆ rihq ho gey vw srIr ivKy vsdy hoey BI AMdrly nUM vwihgurU pRwiex kr ky Alyp rihx vwly bx gey qy iesy hI gurmiq dI siqAw kr ky ies mukq Dwm = bRhm pd pwrbRhm Bwv vwlI iesiQqI ivc inrml iek rs Afol itky rihMdy hn Bwv iek vwr ies jIvn mukqI AvsQw nUM pRwpq ho ky sdw leI muV ies qoˆ clwXmwn nhIˆ hoieAw krdy ]25]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
