[
  {
    "id": "2TP",
    "sttm_id": 6508,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4G3F",
        "source_page": 28,
        "source_line": 1,
        "gurmukhi": "sbd suriq ilv gur isK sMD imly; sis Gir sUir pUr inj Gir Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The union of Guru and Sikh leads the Sikh to focus his mind on the divine word. The irha, pingla and Sukhmana enter the tenth door of the Sikh making him realise himself and granting him spiritual peace.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU Ar is`K dI sMiD joV iml juV pYx qy Sbd gurU dy aupdyS nwm dI shj DunI ivKy suriq dI ilv lgdI hY, ieauˆ kr ky ik jd sis cMdRmw = Kby pwsy dI pRwx Dwrw Gir sUr sUrj sur s`jy pwsy dI pRwx Dwrw dy Gr Aw jwvy qy iehI ault ky Bwv sUrj sur cMdRmw dy Gr pUr pUrx Awn BrIey, qwˆ gurmuK dw mn inj Gr Apxy AslI itkwxy Awqm pd ivKy Aw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN3L",
        "source_page": 28,
        "source_line": 2,
        "gurmukhi": "Elit pvn mn mIn iqRbYnI pRsMg; iqRkutI aulMiG suK swgr smwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Practicing Naam Simran, the frolicsome mind becomes peaceful and crossing all hurdles gets engrossed in the realm of peace and tranquillity-the Dasam Duar. They are not to bear the torments of yogic practices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh aultwieAw ies Bwˆq jwˆdw hY ik m`CI vwˆgUM jl dy sRoq aupr phuMcn Kwqr jIkUM auh pRvwh aultw pkV ky[ cldI qy Qwh nw pw ky muV AwauˆdI Ar Pyr auˆ\\yˆ hI ipCwhwˆ nUM aultw moVw KwˆdI hoeI bwr bwr AYsw hI krdI rihMdI hY, qIkUM hI so mn m`C nUM pOx dI Dwrw nwl Sbd dy Awsry aukq Dwrw Anuswr iek swr sÍwswˆ dI AwvwjweI Anuswr vrqweI jwvy, qwˆ s`jI K`bI sur ijhVy itkwxy suKmnw nwVI dy Gwt aupr myl KwˆdIAwˆ hn Es iqRbyxI dy itkwxy jw pRsMg sMbD = phuMc pRwpq krdw hY, Aru Pyr iqRkutI dy AsQwn qy puj Es nUM BI aulMG ky Swˆq srovr nwmI suK swgr suK smuMdr rUp suMn pd APur pd srUp cOQy Dwm ivKy hI jw smwauˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VA15",
        "source_page": 28,
        "source_line": 3,
        "gurmukhi": "iqRgun AqIq cqurQ pd gMimqw kY; inJr Apwr Dwr AimA cuAwੲY hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A practitioner of Naam detaches himself from the three pronged influence of mammon i.e. the worldly attractions and reach the stage of absolute.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ieauˆ cOQy pd qurIAw pd ivKy gMmqw kY phuMc pRwpq kr lYˆdw hY qwˆ iqMnwˆ guxwˆ rjo sqo qmo Aru ienwˆ dy bl qoˆ auqpMn hox hwrIAwˆ jwgRq supn suKopq rUp AvsQwvwˆ dy byg qoˆ hox hwirAwˆ Asrwˆ qoˆ AqIq = rihq ho jwˆdw hY, jd ik inJr Jrxy Puhwry = Jlwr qoˆ ibnwˆ hI Apwr Dwrw AMimRq dI ies dy AMdr co AwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HS14",
        "source_page": 28,
        "source_line": 4,
        "gurmukhi": "ckeI ckor mor cwiqRk AnMdmeI; kdlI kml ibml jl Cwey hY [28[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as Chakvi (Sun bird) seeing sun, Chakor (moon bird) seeing moon, rain bird and peacock seeing clouds get into wondrous stage of bliss, similarly a ·Gunnukh (Guru conscious person) who practices Naam Simran keeps progressing like a lotus flower in the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sUrj dI gqI swD lYx kr ky ckvI vq qy cMdR sur nUM swD ky ckor smwn Ar Sbd DunI nUM pRwpq huMdw hoieAw mor vwˆgUM qQw AMimRq Dwrw dy cox kwrx cwiqRk ppIhy smwn, AwnMd meI AwnMd rUipxI dSw nUM mwxdw hoieAw AYs qrHwˆ pRPuilq huMdw hY, ijs qrHwˆ ik inrml jl ivKy kOl qQw kylw ]28] kyly qy kOl AMdr ieqnI h`d drjy dI icknwht hox kwrx jIkUM jl aunHwˆ nUM poh nhIˆ skdw qIkUM hI gurmq ivKy idRVH hoey gurmuK igAwnI nUM eyh sMswr BI hux Awpxy ivc rihMidAwˆ sMidAwˆ BI ilpwiemwn nhIˆ kr skdw[",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
