[
  {
    "id": "BNT",
    "sttm_id": 6509,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9C5B",
        "source_page": 29,
        "source_line": 1,
        "gurmukhi": "sbd suriq ilv gurisK sMD imly; pMc prpMc imty pMc prDwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the meeting of Guru and Sikh, and engrossment of the latter in the divine word, he is able to counter the deceit of five vices-kam, krodh, lobh, moh and ahankar. The five virtues of Truth, Contentment, Compassion, Devotion and Patience become paramou",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU Ar is`Kwˆ dI sMiD joV imilAwˆ Sbd ivKy suriq srIr AMdr AMg AMg rom rom, surq r`Kx kr ky cyqn klw Awqm s`qw srUipnI AMqRXwmI dI joq nUM gurbwxI AMdr sMkyqI qOr qy suriq nwm nwl hI aucwirAw igAw hY, so aukq suriq dI ilv lg jwˆdI hY[ Bwv Awpw, Sbd ivKy mgn ho jwˆdw hY ijs kr ky pMc prpMc = pMjwˆ q`qwˆ dw ricAw hoieAw pswrw sMswr idRStI vwlw imt jwˆdw hY[ pRqIq hoxoˆ rihq ho jwˆdw hY Ar pMc +pr+Dwny hY = pMc kwm kRoD loB moh AhMkwr 'pry' dUr 'Dwny' n`T jwˆdy hn Bwv ienHwˆ dw bl smUlcw nSt ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QL65",
        "source_page": 29,
        "source_line": 2,
        "gurmukhi": "BwgY BY Brm Byd kwl Aau krm Kyd; log byd aulMiG audoq gur igAwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All his doubts, fear and discriminatory feelings are destroyed. He is not hunted by the worldly discomforts those accrue from worldly activities.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwl hI Brm SrIr nUM Awpw smJn vwlI Bu`lnwˆ qo auqpMn hoieAw srb pRkwr dw Byd Aqy Byd qoˆ auqpMn hox vwly hr Bwˆq dy BY fr hwn, lwB, js Apjs vw jnm mrx Awid BI B`j jwˆdy invrq ho jwˆdy hn Aru AYsw hI kwl idSw, XognIAwˆ, nKÎqR vw gRih Awidkwˆ qoˆ qQw krm sMicq = pUrbly jnmwˆ dy kIqy hoey Agy leI Pl nUM pYdw krn vwly Aqy vrqmwn jnm ivc qIrQ bwsnw dy byg kwrx kIqy jw rhy ikRXmwn krm qQw pRwrbD BogidAwˆ vrq rhIAwˆ Gtnw qoˆ pYdw hoxhwrIAwˆ icMqw Awidk dy Kyd klyS BI dUr ho jwˆdy hn[ BwgY Sbd dw sB nwl sMbMD hY Aqy ie\\yˆ hI lokwcwr vw byd Awcwr rUp lOikk byidk rIqwˆ rsmwˆ dIAwˆ isAwxpwˆ qoˆ aulMG aupRwm ho jwˆdw hY qy aus dy AMdr gur igAwny audoq hY bRhmigAwn audy pRgt ho Awauˆdw hY gurU nwm vfy dw hY qy bRhm BI bfy ArQ dw sUck hY ies vwsqy sm ArQ boDk hox kr ky gurU Ar bRhm pRXwX vwcI Sbd jwx ky gurU dy ArQ bRhm leI hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B2JL",
        "source_page": 29,
        "source_line": 3,
        "gurmukhi": "mwieAw Aau bRhm sm dsm duAwr pwir; Anhd runJun bwjq nIswny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With his conscious awareness firmly lodged in the mystical tenth opening, the worldly attractions and Lord appears alike to him. He sees the image of the Lord in every creature of the world. And in such a state, he remains engrossed in the celestial music",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mwXw AOr bRhm jo do nÎwry nwmwˆ rwhIˆ AwKx ivc Awauˆdy hn gurmiq AnuswirxI pUrb kQn kIqI kmweI swDidAwˆ dsm duAwroˆ pwr surq dy lMG jwx kwrx sm smqw Bwv ivc Aw ky iek rUp ho jwˆdy hn Bwv ADÎsU rUp klipq mwieAw Awpxy AiDStwn srUp bRhm ivKy lIn ho ky ies mwqR smwn s`qw dw hI vrqwrw vrq jwieAw krdw hY jdik Anhd DunI dw rux Juxkwr jY jYkwr g`jdw hoieAw ies au`c AvsQw dI inSwnI idAw krdw hY[ AQvw Anhd DunI dy ngwry inSwny bwjq v`j ipAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SXDV",
        "source_page": 29,
        "source_line": 4,
        "gurmukhi": "aunmn mgn ggn jgmg joiq; inJr Apwr Dwr prm inDwny hY [29[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In such a high spiritual state, he enjoys heavenly bliss and the divine light shines in him. He is ever relishing the divine elixir of Naam. (29)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik ies AgMmI DunI dI qwr dy shwry gurmuK dI suriq aunmn auqkMiTq hoeI qIbr auqswh sMpMn hoeI mgn ho jwˆdI hY vw aunmnI AvsQw ivc lIn ho jwˆdI hY jd ik ggn AwkwS = suMn = APur mMfl ivKy jg mg jÎoqI dw pRkwS swKÎwqkwrqw nUM pRwpq hoieAw krdw hY qy prm inDwn mhwn inDIAwˆ dw AsQwn rUp idbÎ AMimRq dI Apwr Dwrw iek rs sRivAw krdI ies nUM AibnwSI iqRpqI bKiSAw krdI hY ]29]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
