[
  {
    "id": "L0M",
    "sttm_id": 6510,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9DCZ",
        "source_page": 30,
        "source_line": 1,
        "gurmukhi": "igRh mih igRhsqI huie pwieE n shj Gir; bin bnvws n audws fl pwieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Without Guru's teaching and all by himself a householder engrossed in all household duties cannot reach the state of oneness with Lord nor renouncing the world and living in jungles can he attain Him",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gRih Drm dI pwlnw krx hwry igRh mih Grwˆ ivc keI gRih DrmI gRhsQI qwˆ hoey pr shj Gr dI pRwpqI nw hoeI Bwv ijs AgMm pury nUM ggn Sbd rwhIˆ aupr kQn kIqw hY Aru ijhVw jIv dy dsm dÍwr nUM Bydn kr ky srIr AMdr pRvyS kridAwˆ AMqRXwmI Akwl purK ny swQ hI aus smyˆ Awpxw invws AsQwn QwipAw sI, auh shj Gr nw pwieAw qwˆ kIh gRhsQI hoey? Aru AYsw hI bn aujwV bIAwbwn ivKy v`sn vwilAwˆ ho ky Bwv bnvwsI bx ky audwsI Dwry dw Pl auq +Aws au`cI Awsw dw Pl rUp smUh Awswˆ aumYdwˆ qoˆ aucI AwSw moK dI Awsw dw Pl rUp bRhm igAwn nhIˆ pRwpq kIqw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VDEP",
        "source_page": 30,
        "source_line": 2,
        "gurmukhi": "piV piV pMifq n AkQ kQw ibcwrI; isDwsn kY n inj Awsn idVwieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By becoming a scholar, reading scriptures no one can become knowledgeable of the magnificence of the Lord and describe Him. Nor by doing Yogic practices can one merge in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "piVH piVH ky bVy pMfq bx gey pRMqU AkQ kQw bwxI dI gMmqw qoˆ pwr hY ijs kQw dw kQnw aus isDwˆq nUM nw ivcwirAw Aqy ie\\yˆ hI is`Dwˆ vwly Awsn kIqy Xw is`DIAwˆ pRwpq krn vwlI iesiQqI swDI, pr inj Awsn Awqm pd ivKy iesiQqI idRV pRp`k nw kIqI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZPT",
        "source_page": 30,
        "source_line": 3,
        "gurmukhi": "jog iDAwn Dwrn kY nwQn dyKy n nwQ; jig Bog pUjw kY n Aghu ghwieE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Yogis, Naths could not realise Him by their strenuous yogic practices, nor can He be attained by doing yags etc.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Dwrxw AMdr Kws Kws surq dy itkOx vwilAwˆ itkwixAwˆ aupr Dwrxw kr kr ky jog joVn vwly iDAwn BI nwQwˆ ny is`D kIqy pr nwQ mwlk iqRlokI dw idRS† nw hI AwXw Aqy iesy pRkwr XgÎ dyviqAwˆ pRQwie hom kr kr ky, vw Bog bRhm Boj Awid kr ky AQvw dyvqw pUjn Twkr pUjw Awidkr kr ky Aghu = nw gRihx kIqw jwx vwlw pkV ivc AOˆxoˆ bwhrw buDI Awid dy igAwn qoˆ pr bwhr nw gRihx ho sikAw iksy pRkwr BI AYauˆ nw jwinAw jw sikAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CW27",
        "source_page": 30,
        "source_line": 4,
        "gurmukhi": "dyvI dyv syv kY n AhMmyv tyv twrI; AlK AByv gurdyv smJwieE hY [30[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Serving gods and goddesses one cannot get rid of one's ego. All this worship and offerings before these gods and goddesses only inflate the ego. The Lord who is beyond reach and description can only be reached with the teachings, knowledge and wisdom of t",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyvIAwˆ dyviqAwˆ dy BI Bgq bx bx ky syvw ArwDnw kIqI pRMqU Ahmyv mYˆ hI hwˆ AYsI Awpxy Awp nUM qIs mwr Kwˆ mMnx vwlI kubuDI dI tyv KotI bwx nw hI twrI, twlI jw skI[ qwqpRX kIh ik Ajyhy Ajyhy smUMh swDnwˆ nUM swD swD ky jPr jwl ky ijs dy mrm nUM smJn buJn vwsqy Anigxq lok hwr Q`ky, Es AlK qoˆ pwr Aru AByv = Awpxw mrm jnOxo AgMm srUp Akwl purK vwihgurU nUM pRkwS rUp siqgurwˆ ny AswnUM XQwvq smJw id`qw swiKAwq krw id`qw hY ]30]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
