[
  {
    "id": "0P4",
    "sttm_id": 6515,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LABJ",
        "source_page": 35,
        "source_line": 1,
        "gurmukhi": "rom rom koit bRihmwNf ko invws jwsu; mwns Aauqwr Dwr drs idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Supreme Lord, whose each hair support millions of cosmos has incarnated as Satguru in human form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs krx kwrx krqwr dy rom rom vwl vwl ivKy kRoVwˆ hI bRhmMfwˆ dw invws hY, aus ny Awp mwns Aauqwr mwnuKI srUp Dwrx kr ky drSn idKwieAw hoieAw hY Bwv ies kwl ivKy mnu`K mMfl AMdr drSn dy rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MF8P",
        "source_page": 35,
        "source_line": 2,
        "gurmukhi": "jw ky EAMkwr kY Akwr hY nwnw pRkwr; sRImuK sbd gur isKnu sunwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Omniprotector Lord who has many forms, appearing as Guru has given sermon to his disciples in person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy EAMkwr rUp Sbd bRhm dy hI nwnw pRkwr dy nÎwry nÎwry srUpwˆ vwly = AnMq Awkwr jgq = isRStI rUp ho psry hoey hn, Eho hI sÍXM sRI muK SoBwiemwn muK kml dÍwry swKÎwq gur Awpxy is`Kwˆ nUM sbd aupdyS suxwey hY suxw rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RJ1F",
        "source_page": 35,
        "source_line": 3,
        "gurmukhi": "jg Bog neIbyd jgq Bgq jwih; Asn bsn gurisKn lfwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The God for whose propitiation yags are performed, food and offerings are made, the same Lord takes the form of Guru now coddling his Sikhs by distributing food and to his disciples.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jgÎ bydwˆ dy krmkwˆf dÍwry inrpUx kIqIAwˆ rIqIAwˆ dÍwry XgÎ = bRhm XgÎ Awid hom kr kr ky ijs nUM krmkwˆfI ArwDdy hn, neI vyd Bog Anyk Bwˆq dy Bog Bojn jog mohn Bog Awid pdwrQwˆ nUM Arpx kr ky, jgq ivc Bgq jn aupwsnw kwˆf AnuswrI FMgwˆ dÍwrw ijs nUM pUjdy hn, auhI prm pUjÎ prmwqmw Asn bsn Kwn pwn Aru pihrwn jog pdwrQwˆ Awid dIAwˆ bKSSwˆ bKS bKS ky gur is`Kn AwpixAwˆ is`Kwˆ nUM lwf lfOˆdy pey dulwr rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HBUV",
        "source_page": 35,
        "source_line": 4,
        "gurmukhi": "ingm syKwid kbq nyq nyq kir; pUrm bRhm gurisKnu lKwey hY [35[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The supreme Creator, whom Shesh Nag and others have calling by innumerable names, now manifests as Guru showing Himself to His devotees (The Sikhs). (35)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ingm byd, SwsqR vw byd SwsqR vyqw bRhmw Awidk, qQw syKwidk = syS nwg pqMjlI Awidk irKI munI, 'nyiq nyiq' nhIˆ AMq ijs dw, AnMq AnMq kr ky ijs nUM kQn krdy hn, Es pUrn bRhm ny hI gurU srUp ho ky isKwˆ nUM Awpxy Awp qwˆeI lKwieAw hY ]35]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
