[
  {
    "id": "WTL",
    "sttm_id": 6525,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "P7E0",
        "source_page": 45,
        "source_line": 1,
        "gurmukhi": "idRsit mY drs drs mY idRsit idRg; idRsit drs Adrs gur iDAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the vision of Guru-conscious persons rests the image of the True Guru, and in the eyes of the True Guru, rests the glimpse of the disciple. Because of this attention of Satguru, these disciples keep away from the worldly attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRsit mih nRyqwˆ dy iDAwn ivc, drs idRSÎ drSn jog smUh pdwrQ Xw sMswr dw vwsw hY, Aru drs mih idRSÎ dyKn jog smUh pdwrQwˆ ivKy, idRsit nyqRwˆ dI Dwr iDAwn ieh hY Awm lOikk vrqwrw sMswr AMdr, pRMqU idRg nyqR idRsit nyqRwˆ dI qwrDwr Xw iDAwn Ar drs idRSÎ Bwv qkn vwlI vsqU qy ijs AMqr vrqI aukq qwr dÍwrw qkx jog vsqU q`kI jwˆdI hY Aqy auh vsqU ijs nUM q`ikAw jwˆdw hY ArQwq dRS†w, drSn Aru idRSÎ rUp iqRputI vloˆ, Adrs AidRSÎ Bwv hwlq ivKy iesiQq ho ky gur iDAwn siqgurU dy vwsiqÍk iDAwn nUM gurmuK pRwpq huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DYRV",
        "source_page": 45,
        "source_line": 2,
        "gurmukhi": "sbd mh suriq suriq mh sbd Duin; sbd suriq Agimiq gur igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "They remain engrossed in the words of the Guru and the tune of these words remain lodged in their consciousness. But the knowledge of word and consciousness is beyond reach.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI Sbd ivKy suriq sunx vwlI SkqI Ar sunx vwlI SkqI ivKy Sbd dI DunI ieh sMswr ivKy lOikk ibvhwr hY pRMqU sbd Aru suriq dy Agimq AgmÎ phuMcno pry Bwv Sbd sunx v`loˆ kMnwˆ nUM smyitAw qy kMnwˆ AMdrlI suxn SkqI nUM BI aulMG ky ijs aukq SkqI pRdwqI SkqI ivc gurmuK pujdw hY auh lOikk vrqwry qoˆ AgMm AvsQw Ar gurU igAwn hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AS00",
        "source_page": 45,
        "source_line": 3,
        "gurmukhi": "igAwn iDAwn krnI kY pRgtq pRym rsu; gurmiq giq pRym nym inrbwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By following the teachings of the True Guru and moulding one's character in accordance with the contemplation of Lord's qualities, a sense of love develops. The well defined routine of Guru's philosophy, leads one to free oneself from the worldly shackles",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr dI igAwn Ar iDAwn meI krxI ABÎws nUM kr ky pRgt huMdw hY jo pRym rs AnuBv auhI Asl gurmiq giq = gurmq dI pRwpqI khI jwˆdI hY Ar eyho hI giq = AvsQw dSw pRym dI huMdI hY, ijs dy AMgy sB pRkwr dw nym inrbwn hY ArQwq inivrq ho jwˆdw hY Bwv ieh auh AvsQw hY ijQy nym dIAwˆ h`dwˆ v`twˆ tu`t jwˆdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G2VU",
        "source_page": 45,
        "source_line": 4,
        "gurmukhi": "ipMf pRwn pRwnpiq bIs ko brqmwn; gurmuK suK iek eIs mo inDwn hY [45[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Living life in the world, a Guru-conscious person always believes that his life belongs to the Master of Life-God. Remaining engrossed in One Lord is the wealth of happiness of the Guru-conscious persons. (45)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dUey Sbdwˆ ivc AYauˆ smJo ik ipMf srIr Ar pRwn sÍws jwn Aqy pRwnpiq pRwnwˆ dw pqI sÍwmI mn ieh sB vIhwˆ dw vrqwrw sMswrI pRivrqI huMdI hY pRMqU gurmuK nUM pRwpq hox jog suK srb pRkwr kr ky sMswrI idRStI qoˆ dUr iekIsvwˆ inDwn Gr TOr Kjwnw huMdw hY, Bwv gurmuK iekIsvyˆ itkwxy huMdw hY AQvw gurmuKI suK rUp inDwn Kzwnw iekIsmoˆ iekIsvy AMg pur igxy jwx lYk hY hoˆ t`ipAw hoXw byh`d rUp ]45]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
