[
  {
    "id": "GHP",
    "sttm_id": 6527,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "N80S",
        "source_page": 47,
        "source_line": 1,
        "gurmukhi": "crn srin mn bc kRm huie iekqR; gMimqw iqRkwl iqRBvn suiD pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When a Guru-conscious person achieves harmony with his mind, words and actions, and by the blessings of the refuge of True Guru, he acquires knowledge of times and the three worlds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crxwˆ dI srx ivKy mn bwxI srIr kr ky jo iekqR ho jwˆdw hY Bwv srb pRkwr kr ky AMdroˆ bwhroˆ jo siqgurU prwiex ho jwˆdw hY, Es nUM bwl Xubw Aru ibrD AvsQw rUp iqMnwˆ kwlwˆ AMdr: kIkUM jIv BRmx krdw hY AQvw pRwq: mDÎwn sMDÎw smyˆ Xw rwqRI dy iqMnwˆ smÎwˆ AMdr: kIh kIh eys leI krxy Aru Akrxy jog hY AQvw kIh kIh dSw ies nwl bIqI, bIq rhI, Xw bIqn vwlI hY ieh gMmqw gÎwq ies nUM pRwpq huMdw ho AOˆdI hY Aru AYsw hI iqRBvx mwq lok, pwqwl lok, Aqy surg ivKy kIkUM jIv au`nqI AvMnqI nUM pRwpq huMdw hY AQvw sQUl sUKm vw kwrx srIr ivKy iks pRkwr jIv GuMmdw qy kIkUM kIh kwrvweI Bugqwˆdw, ieh sB suD sUJ pRwpq ho jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDBG",
        "source_page": 47,
        "source_line": 2,
        "gurmukhi": "shj smwiD swiD Agm AgwiD kQw; AMqir idsMqr inrMqrI jqweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By practicing on Naam, a Guru-conscious person lives in a state of equipoise. Any description of that state is beyond our comprehension. It is indescribable. By dint of that state, he becomes aware of all that is happening in every nook and corner of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD is`K gurmuK dI shj smwDI dI Agm gMmqw igAwn qoˆ pwr Aru AgwD nw gwhI jw skn vwlI AQwh kQw hY, so aus smwDI rUp iesiQqI dy pRBwv kr ky AMqr Awpxy AMqwkrx ivKy qQw idsMqr AnÎqR dyswˆ dUsirAwˆ idlwˆ AMdr kIkUM qy kIh kIh PurixAwˆ qy APurixAwˆ dw vrqwrw vrqdw hY inrMqr lgwqwr jqweI hY pqw lgdw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "101V",
        "source_page": 47,
        "source_line": 3,
        "gurmukhi": "KMf bRhmMf ipMf pRwn pRwnpiq giq; gur isK sMiD imly sohM ilv lweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the union of Guru and Sikh, the seeker feels the presence of the Lord of Cosmos in his body and his life-giving support; and when he achieves oneness with God, he remains engrossed in the memory of Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr KMf srIr dy ipMfI dys ADo pwqI ipMfI kwrj swDk suriq dy kyˆdRwˆ hyTly mMflwˆ ivKy Aru bRhmMf aUrD mMflIk aukq kyˆdRwˆ ivKy ArQwq idl dIAwˆ Ar idmwg dIAwˆ qihAwˆ pr qihAwˆ ivKy Bwv sB ipMf dyh pRwn Aru pRwn piq mn pRXMq Es dI gMmqw huMdI hY qwqprX ieh ik Es dI AMdr swry duhweI DUm mcI huMdI hY[ ikauˆik gurU sbd qy is`K surq dI sMDI imlx kr ky AQvw swKÎwq gurU Aru is`K dy AnBau dI aukq pRkwr kr ky eykqw ho jwx kwrx, gurmuK ny sohM sohM dI rt lgweI huMdI hY, qy iesy Bwv ivc hI ilv lgweI auh mgn rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1W2E",
        "source_page": 47,
        "source_line": 4,
        "gurmukhi": "drpn drs Aau jMqR Din jMqRI ibiD; Eq poiq sUqu eykY duibDw imtweI hY [47[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the mirror and image in it, music and the musical instrument, waft and woof of a cloth are all part of each other and inseparable, so does the Guru-conscious person becomes one with God and is freed of all doubts of duality. (47)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ drpn SISy ivc, dr idRSÎ drSn jog pdwrQ AMdr bwhr iek rUp huMdw hY, Aau jMqR Duin bwjy ivc vI Awvwj Aqy jMqRI bjOx vwly dI Avwj dI ibD dSw Xw rIqI AMdroˆ bwhroˆ ieko srUp hI hoeI huMdI hY iesy qrHwˆ bsqR ivKy qwxy pyty dI qwr ieko rUp vq hI gurmuK ny Es vwihgurU nwl iek rUp ho, duibDw dÍYq Bwvnw imtw id`qI inivrq kr id`qI huMdI hY ]47]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
