[
  {
    "id": "09P",
    "sttm_id": 6529,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CAP7",
        "source_page": 49,
        "source_line": 1,
        "gurmukhi": "ibibiD ibrK blI Pl PUl mUl swKw; rcn cirqR icqR Aink pRkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The vegetation is seen in many forms like trees, creepers, fruit, flowers, roots and branches. This beautiful creation of the Lord unfolds itself in many forms of wonderful artistic skills.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibibD Anyk Bwˆq dIAwˆ jwqwˆ dy ibrC bUty blI vylwˆ Pl, Pu`l, mu`F, twhxIAwˆ rUp kr ky bnspqI rcnw dy cilqR dw icqR dyKx jog pswrw Anyk pRkwr dw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "68UQ",
        "source_page": 49,
        "source_line": 2,
        "gurmukhi": "brn brn Pl bhu ibiD sÍwd rs; brn brn PUl bwsnw ibQwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "These trees and creepers bear fruits of different tastes and flavour, flowers of myriad shape and colour. All of them spread various types of fragrance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "brn brn Pl rMgwˆ rMgI Bwˆq dy Pl hn qy bhuq pRkwr dw hI Pl Byd Anuswr Enwˆ dy sÍwd dw rs ho irhw hY, brn brn vMno vMnI Bwˆq dy Pul hn Aru ausy pRkwr Pu`l dI jwqI Byd kwrx bwsnw sugMDI dw ivsqwr ho irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y85M",
        "source_page": 49,
        "source_line": 3,
        "gurmukhi": "brn brn mUl brn brn swKw; brn brn pqR sugn Acwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The trunks of the trees and creepers, their branches and leaves are of many kind and each leaves a different effect.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "brn brn mUl rMg ibrMgI mUl mu`F hn qy srn srn Bwˆq Bwˆq dIAwˆ hI SwKwˆ twhxIAwˆ hn Aqy qrh qrh dy rMgwˆ dy Pyr Enwˆ dy pqR hn iqsI pRkwr gn Awcwr smUh pRkwr dw aunHwˆ dw nÎwrw nÎwrw ih`ln juln Awid dw cilqR Xw ibvhwr huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FCKV",
        "source_page": 49,
        "source_line": 4,
        "gurmukhi": "ibibiD bnwspiq AMqir Agin jYsy; skl sMswr ibKY eykY eykMkwr hY [49[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the latent fire in all these types of vegetation is the same, so do the God-loving persons find One Lord dwelling in the hearts of all the living beings in this world. (49)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ kr ky, jIkUM ibibD bnwspqI Anyk pRkwr dIbnwspqI dy huMidAwˆ sB dy AMdr AgnI iek mwqR hI iek srUp hI rmI hoeI hY, iqsI Bwv sMpUrx sMswr nwnw rUp hoeI isRStI dy AMdr iek mwqR eykMkwr vwihgurU hI rimAw hoieAw hY mwnoˆ AYsw gurmuK srbqR iek vwihgurU nUM hI Anyk rUp hoieAw qikAw krdw hY ]49]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
