[
  {
    "id": "T70",
    "sttm_id": 6531,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "L43Z",
        "source_page": 51,
        "source_line": 1,
        "gurmukhi": "gurmuiK sMiD imly bRhm iDAwn ilv; eykMkwr kY Awkwr Aink pRkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When a Guru-conscious person lives in harmony with his Guru, his mind is absorbed in the remembrance of God. He then realises that all forms are actually His forms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK sMiD imly sMiD joV imly juVy gurmuK dI ArQwq vwihgurU nwl gurmuK dw joV juVdy swr jd pihly drjy dw bRhm igAwn pRwpq ho ky aus ivKy iDAwn dI ilv ligAw krdI hY qwˆ ijs pRkwr vwihgurU ny eykMkwr rUp ho ky Anyk pRkwr dy Awkwr prgt kIqy hn sn Es sÍrUp dw Bwn jlvw hoieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MSL6",
        "source_page": 51,
        "source_line": 2,
        "gurmukhi": "gurmuiK sMiD imly bRhm igAwn ilv; inrMkwr EAMkwr ibibiD ibQwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And when he establishes his relationship with Him, he realises through the medium of meditation on His name that Formless Lord has manifested Himself in various forms and shapes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd dUsry drjy ivc joV juiVAw gurmuK aunqI kirAw krdw hY qwˆ bRhm igAwn dy iDAwn ivc AjyhI ilv nUM Dwrdw hY ijs kr ky ies nUM Eh kuC Bwn pRqIq hoieAw krdw hY jd ik inrMkwr ny EAMkwr rUp ho ky ibibD ibQwr Anyk srUpI isRstI dw psrw pswirAw sI Bwv inrMkwr dy EAMkwr rUp ho pRgtn dI bÎvsQw hUbhU vÎoˆq ies dy AMqRIvI iDAwn ivc swKÎwq hoieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KDLE",
        "source_page": 51,
        "source_line": 3,
        "gurmukhi": "gur isK sMiD imly sÍwmI syv syvk huie; bRhm ibbyk pRym Bgiq Acwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The union of a devoted Sikh with True Guru renders him with an attitude of service and benevolence and he yearns to be available at His service. He then develops character of loving devotion and divine reflection.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur is`K sMiD imly gurU Ar is`K dI jIv bRhm dI ies pRkwr sMDI imly qwˆ sÍwmI syv syvk huie syvw sy syvk sÍwmI hoie auh syvk gurmuK swDk syvw krdw hoXw swKÎwq sÍwmI sÍwmI srUp bRhm rUp hI bx jwieAw krdw hY[ ies AvsQw ivKy pRym Bgiq Acwr AYho jyhw pRymw BgqI dw ivhwr vrqdw hY ik pRymI pRIqm Aru pRIqm pRymI ieko rUp ho jwˆdy hn ies bRhm igAwn dI dSw dw nwm hY bRhm ibbyk ArQwq ijQy ibbyk ibb+eyk dÍYqw eykqw nUM pRwpq ho ky bRhm hI bRhm Bwn pRqIq hoXw krdw hY 'dÍY qy eyk rUp hY gieE ]'",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BNBZ",
        "source_page": 51,
        "source_line": 4,
        "gurmukhi": "gurmuiK sMD imly prmdBuq giq; nyq nyq nyq nmo nmo nmskwr hY [51[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The state of union of a God-conscious person and his True Guru is glorious and full of astonishment. No other state can equal it. He is worthy of salutation infinite time, again and again. (51)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eys AvsQw ivKy jd pu`j ky gurmuK dI sMDI imldI hY Bwv vwihgurU ivKy eykqw nUM pRwpq huMdw hY aus dI gqI dSw vw igAwn prm AdBuq AqÎMq kr ky hI AnoKw hY[ vrnx krxo qwˆ auh AnMq hY, AnMq hY, AnMq hY bs mn bwxI sRIr kr ky AYsy gurmuK qweIˆ bwrMbwr nmSkwr hI krdw hwˆ ]51]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
