[
  {
    "id": "07K",
    "sttm_id": 6532,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Y8RJ",
        "source_page": 52,
        "source_line": 1,
        "gurmukhi": "gurmuiK mn bc krm iekqR Bey; AMg AMg ibsm sRbMg mY smwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By practicing the teachings of Guru with mind, words and action, the devoted Sikh in attendance keeps every limb of his body in the memory of blissful Omnipresent Lord all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jyhVy gurmuK mn bwxI srIr kr ky iekqR iek +AqR = iek mwqR ies AvsQw ivKy hI iek rUp ho gey hn srbMg srb srUpI pwr bRhm mYˆ smwey ilv lIn hoey hoey AMg AMg ibsm hY rom rom kr ky Acrj rUp hoey rihMdy hn[ Bwv rom rom Enwˆ dw mOilAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "00C5",
        "source_page": 52,
        "source_line": 2,
        "gurmukhi": "pRym rs AMimRq inDwn pwn ky mdon; rsnw Qkq BeI kihq n Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He remains in a state of trance by drinking the loving elixir of Naam: He relishes not any other pleasure of life anymore.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRym rs rUp AnuBv dy inDwn BMfwr somyˆ ivKoˆ AMmRq pwn kY Ck Ck ky mdon mdmsq msq Almsq GUrm hoey rihMdy hn qy iesy sÍwd kwrx rsnw Qikq Acrj Bwv ivKy hu`tI hoeI rihMdI hY Es pwsoˆ AwiKAw nhIˆ jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0YMU",
        "source_page": 52,
        "source_line": 3,
        "gurmukhi": "jgmg pRym joiq Aiq Ascrj mY; locn ckq Bey hyrq ihrwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The wonderful elixir that has caused him to live such a celestial state of trance is indescribable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI jgmg jgmg iek rs ltlt pRkwS kr rhI AqÎMq Ascrj rUp joqI dy pRym ivKy qkdy qkdy nyqR hYrwn hoey hoey ihrwie hY hu`t gey hn ArQwq dÍYq Bwv v`l iKcInoˆ bs bs ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S3L9",
        "source_page": 52,
        "source_line": 4,
        "gurmukhi": "rwg nwd bwd ibsmwd pRym Duin suin; sRvn suriq iblY iblY iblwey hY [52[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The radiance of love for Naam Simran exists in him a strange form that surprises all the beholders. (52)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\yˆ hI ibsmwd AcMBw krx hwrI pRym DunI nUM sux sux ky rwgwˆ dIAwˆ nwdwˆ sRodwˆ Aru bwijAwˆ dy sunx v`loˆ sRvn suriq kMnwˆ dI sunxhwrI SkqI BI iblY ibly lg jwˆdI bs nwS ho jwˆdI hY qy EVk nUM iblY ivlInqw sÍXM ilv BI iblwey hY ivnSt ho jwXw krdI hY ]52]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
