[
  {
    "id": "XWL",
    "sttm_id": 6533,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T3Q3",
        "source_page": 53,
        "source_line": 1,
        "gurmukhi": "gurmuiK mn bc krm iekqR Bey; pUrn prmpd pRym pRgtwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By virtue of the harmonious state of mind, words and actions, a Guru's disciple who is blessed with the loving elixir of Naam Simran, reaches a highly conscious state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK siqgurwˆ dI crx srx pRwpq ijgÎwsI jd mn sMklp bc bwxI krm srIr kr ky iek`qR Bwv ivKy ho Awvy ArQwq jd Es dI rihxI kQnI Aru krxI AMdroˆ bwhroˆ iek swmn ho jwvy[ qwˆ prm pd ij`Qy phuMc ky hor kuC hor kuC BI krxw bwkI nhIˆ irhw krdw AYsI kYv`l moK dw Es nUM pUrx pRym pRgt ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HW2Q",
        "source_page": 53,
        "source_line": 2,
        "gurmukhi": "locn mY idRsit drs rs gMD sMiD; sRvn sbd sRuiq gMD rs pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By virtue of the fragrance of Naam relishment, he is blessed with True Guru-like glimpse. His ears perpetually hear His celestial music.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRym dy kwrx nyqRwˆ ivKy jo idRStI hY aus dI drsn rs dI gMD vwsnw iK`c Sbd ivKy suriq dI sMDI nUM pRwpq kr ilAw krdI hY, Aru kMnwˆ ivKy jo sbd sunx dy rs dI vwsnw hYsI auh BI sbd ivKy surq dI sMDI nUM pw ilAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C6Z2",
        "source_page": 53,
        "source_line": 3,
        "gurmukhi": "rsnw mY rs gMD sbd suriq myl",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This harmonious integration of word and consciousness renders his tongue to be sweet and comfort-giving.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI rsnw ivKy rs gRhx dI vwsnw sbd ivKy surq dy myly nUM pRwpq ho jwˆdI hY, Aru nwswˆ dy bws sugMDI gRhx krn dy rs dI bwsnw BI Sbd ivKy hI suriq nUM lKwey pRgt kirAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YVVQ",
        "source_page": 53,
        "source_line": 4,
        "gurmukhi": "nws bwsu rs sRuiq sbd lKwey hY",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The exhaling of his breath too is fragrant and reflects his high state of harmonious relationship between his mental faculties and Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ieauˆ rsnw dÍwry sÍwd lYˆidAwˆ kMnwˆ rwhIˆ Sbd suxidAwˆ nyqRwˆ kr ky q`kidAwˆ Aru nwswˆ QwnIˆ suMGidAwˆ gurmuK jd sbd ivKy hI suriq nUM imlOx ivc qqpr hoieAw rihMdw hY Bwv nyqRwˆ kr ky sbd iDAwn ivKy surq nUM swvDwn rKdw kMnwˆ kr ky AMqr sbd dI Dun sunx ivc swvDwn, rsnw kr ky hrdm sbd nwm dI hI rt lgOˆdw qQw nwXwˆ kr ky sÍws sÍws sbd dI hI qwr pRoeI rKdw hoieAw, auh gurmuK rom rom ivKy ipMf pRwx mYˆ Awpxy srIr dy AMdr hI kRoVwˆ KMfwˆ bRhmMfwˆ dy cmqkwr nUM pRq`K rUp ivc qikAw krdw hY ]53]",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WGT",
        "source_page": 53,
        "source_line": 5,
        "gurmukhi": "rom rom rsnw sRvn idRg nwsw koit; KMf bRhmMf ipMf pRwn mY jqwey hY [53[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Thus by perpetual meditation on Him, with the relishing fragrance of Lord's name residing on his tongue, eyes, ears and nostrils, a Guru-conscious person realises the presence of Lord who abides in millions cosmoses within himself. (53)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh qOPIk smr`Qw gurmuK nUM hI pRdwn hox ivKy kwrx d`sdy hn ik gurUAwˆ ny Awp gurmuK bx bx ky ieh Dur dI nyq kYm kr id`qI hY:",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
