[
  {
    "id": "PLW",
    "sttm_id": 6534,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6CBH",
        "source_page": 54,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm Awp Awpn hI Awip swij; Awpn ricE hY nwau Awip hY ibcwir kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Omniscient and Omnipotent God Himself has created His own form and has named Himself as (Guru) Nanak.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm ny Awp Apxy Awp qoˆ hI Awp ApxI swjnw kIqI Aqy Awp hI vIcwr ky ik Akwr DwrI bixAwˆ ArQwq Anykqw dw AMg rUp pRgt hox ivKy ies qrHwˆ AwpxI eykqw dw is`kw mwr ky auGw krwˆ Es ny ricAw pRgt kIqw hY Awpxw nwm nwnk ijs dy ArQ hn, Anykqw qoˆ rihq[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EBYT",
        "source_page": 54,
        "source_line": 2,
        "gurmukhi": "Awid gur duqIAw goibMd khwieau; gurmuK rcnw Akwr EAMkwr kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The second name that He called Himself is Gobind. The transcendental Lord took the immanent form to appear as the first Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq Awid ivKy pihl pRQmyˆ bx ky gurU Avqwr EAMkwr srUp Awpxy qo gurmuKI rcnw dÍwry Awkwr Dwr Dwr ky duqIAw dUsry dUsrI Qwˆ qy Bwv AMqly gurU gurU goibMd isMG, vw mwnoˆ hux gurU hirgoibMd Awpxy Awp nUM khwx l`g ipAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FMP5",
        "source_page": 54,
        "source_line": 3,
        "gurmukhi": "gurmuiK nwd byd gurmuiK pwvY Byd; gurmuiK lIlwDwrI Aink Aauqwr kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Lord Himself is the precept of Vedas and He Himself knows all the secrets that lie therein. Lord Himself has created this wonderful act and is manifesting in many forms and bodies",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK bx ky hI nwd rbI sbd dI sRod mUl mMqR meI aupdyS dw byd gÎwn pRwpq hoxw dsÎw qy auh gurmuK gurU AMgd bx ky hI pw skdw hY Agy Pyr Byd eys mrm nUM Bwv ieh ik eysqrHwˆ Anyk Avqwr ds gurU srUpI Dwr Dwr ky gurmuK Bwv vwlI lIlw DwrI Dwrx kIqI Kyl vrqweI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C4L0",
        "source_page": 54,
        "source_line": 4,
        "gurmukhi": "gur goibMd AE goibMd gur eykmyk; Eiq poiq sUqR giq AMbr aucwr kY [54[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Like waft and woof of a cloth, both Guru and Gobind (God) are not different to each other. (54)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ kr ky gurU hoXw goibMd Akwl purK Awp Avqwr DwrI ho ky p`Dq sMpRdwX clwn Kwqr gurmuKI dIKÎw s`c KMfoˆ lY gurU bixAw[ Aru gurU nwnk jI dIiKAw dI kmweI krdy krdy inrjMkwrIEˆ muV gurU aupdyS dwqw bx gey goibMd inrMkwr hI ArQwq jIkUM, AMbr bsqr ivc sUqR qwrwˆ dI Eq poq qwixEˆ pyitEˆ ieko hI pRivrqI psrwau hoeI hoeI AwKx ivc AOˆdI hY, qIkUM hI gurU qy goibMd nUM srgux inrgux Bwv ivKy vw Anykqw ivKy eykqw nUM vrqw ky ho gey Es nwl iek imk AByd swKÎwq inrMkwr hI ]54]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
