[
  {
    "id": "LPW",
    "sttm_id": 6536,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EHD2",
        "source_page": 56,
        "source_line": 1,
        "gurmukhi": "Pl PUl mUl Pl mUl Pl Pl mUl; Awid prmwid Aru AMq kY AnMq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "From fruit one begets a seed and seed develops into a tree to give fruit, and this process continues. This system of growth has been in vogue before the beginning. Its end is beyond the end.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pl mUl kwrx bIj qoˆ pRgt ho Awp mUl rUp bx ky Pl nUM auqpMn krdw hY, qy auhI Pl A`gy Pyr mUl rUp ho ky Pl nUM pRgtwieAw krdw hY, Aqy ieauˆ Pl mUl dy islisly dI Awid AwrMB prmwid Awid qoˆ pry hY Bwv ieh islislw ieM\\yˆ hI AnwdI rUp hY Aru AYsw hI AMq v`loˆ BI AnMq hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QCAR",
        "source_page": 56,
        "source_line": 2,
        "gurmukhi": "ipq suq suq ipq suq ipq ipq suq; auqpiq giq Aiq gUV mUl mMq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Father begets a son and the son then becomes a father and begets son. Thus continues the system of father-son-father. This convention of creation has very deep quintessence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr ijs qrHwˆ ipqw qoˆ puqR auqpMn huMdw hY qy puqR A`gy Pyr ipqw bx ky puqR aupjOˆdwˆ hY Aqy Eh puqR muV ipqw bxdw Aru iesy qrHwˆ ipqw puqR dI auqpqI dy islisly dI gqI dw mUl mMqR hIl pÎwz = inrxw Aiq gUV AqÎMq guJy mrm vwlw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HRK9",
        "source_page": 56,
        "source_line": 3,
        "gurmukhi": "piQk bsyrw ko inbyrw ijau inkis bYT; ieq auq vwr pwr sirqw isDq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the end of journey of a traveller depends upon his embarking a boat and then de-embarking from it, crossing the river defines its near and far ends, and these ends keep changing depending upon which direction a traveller is crossing the river from.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieMjy hI ijs Bwˆq piQk rwhIAwˆ muswPrwˆ dy bsyry itkwxw ivSRwm dw inbyrw PYslw inrxw huMdw hY, ik kdI nOkw ivcoˆ inklky auq Es iknwry sirqw ndI doˆpwr isDMq isDwrdy hn qy kdI ieq ies vwr aurwrly pwsy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XZUQ",
        "source_page": 56,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gur goibMd goibMd gur; Aibgq giq ismrq isK sMq hY [56[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly all powerful, all knowing Guru is God Himself. He is both Guru and God. This incomprehensible state can best be understood by a Guru-conscious person. (56)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bs iesy pRkwr hI Pl bIj dI AnwdI ABydqw vq, Ar ipqw puqR dy prspr kwrj kwrxqw dI iek rUpqw dy AkQ islisly smwn qQw ndI dy pwr aurwr dI iek smwnqw vwˆkUM pUrn bRhm gurU nwnk ho pRgty qy gurU muV goibMd pUrn bhm smwn hI gurU pRgtqw dy kwrx hoey, qy auhI goibMd Bwv pRwpq gurU A`gy Pyr gurU pRgtwn dw hyqU huMdy Awey ijs islisly lgwqwr auproQlI dy vrqwry dI giq igAwq bUJ Aibgiq AbÎkq spSt ho sknoˆ dUr hY, kyvl is`K sMq hI ies gUV q`q nUM ismrMq smJdy hn ]56]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
