[
  {
    "id": "NFH",
    "sttm_id": 6539,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4C4E",
        "source_page": 59,
        "source_line": 1,
        "gurmukhi": "aulit pvn mn mIn kI cpl giq; suKmnw sMgm kY bRhm sQwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the practice of Naam Simran, Guru-conscious disciples are able to control the wayward and frolicsome mind and with sharp fish-like movement harbour their consciousness in the Dasam Duar (tenth opening), the meeting place of Irha, Pingla and Sukhmana. T",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ip`Cy kQn kIqI rIqI Anuswr mClI dI cMcl gqI smwn mn Aqy pOx nUM suKmnw nwVI ivckwrwlI sur dÍwry sMgm ky swQ swQ kr ky nwloˆ nwl ivc ivc dI aultw ky bwhr vloˆ AMqrmuK plt ky bRhm sQwn bRhm rMDr dsm dÍwr moK duAwr ivKy hovy itky Bwv surq nUM iesiQq kry[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y1WK",
        "source_page": 59,
        "source_line": 2,
        "gurmukhi": "swgr sill gih ggn Gtw GmMf; aunmn mgn lgn gur igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With their consciousness resting in the Dasam Duar, they integrate themselves in the light eternal of the Lord just as the river merges with the water of the ocean. They remain in the ecstatic state of Naam Simran and all their interest and devotion remai",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hor idRStwˆq dy ky AiDk spSt krdy hn: ijs qrHwˆ smuMdr ivcoˆ sill pwxI pIˆdy smyˆ bdl gih lY ky iK`c ky ggn AkwS ivKy, Gtw bdlIAwˆ dy jmGt sMGt rUp ivc GumMf iGr AwXw krdy hn iesy qrHwˆ mn, pRwxwˆ rUp jl dy swgr nwB AsQwn qoˆ paux nUM DImy DImy suKmxw nwlI ivc dI gRhx kr ky gur igAwn sbd gurU mMqr ivKy lgn ligAw juiVAw hoieAw aunmnI Bwv ivKy mgn ho jwvy Bwv aUrD kml rUp AwkwS ivKy dsm dÍwr AMdr surq nUM shj suBweI dSw ivc itkwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5S2S",
        "source_page": 59,
        "source_line": 3,
        "gurmukhi": "joiq mY joqI srUp dwmnI cmqkwr; grjq Anhd sbd nIswn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By melding into the super radiance of the Lord, they enjoy the blissful electric radiance of the union. They hear the sound of unstruck music loud and clear.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr bwrMbwr sÍws sÍws nwm dI qwr bMnHky pRwxwˆ dy auprly itkwxy vwly AsQwn aupr surq dy iesiQq kridAwˆ dwimnI ibjlI smwn cmqkwr pRkwS pRgt hoieAw krdw hY, jgik Anhd sbd dI DunI dw nwrw v`jn l`g pYˆdw hY Aqy surq vwhgurU dI joiq ivKy prcky joqI srUp ho jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2EN8",
        "source_page": 59,
        "source_line": 4,
        "gurmukhi": "inJr Apwr Dwr brKw AMimRq jl; syvk skl Pl srb inDwn hY [59[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "They perpetually enjoy the continuous flow of the divine elixir in the Dasam Duar and the seekers obtain all the fruits and treasures. (59)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Bwˆq brKw dy AMimRq AmrI jl dIAwˆ Dwrwˆ irm iJm irm iJm iek swr brisAw krdIAwˆ hn, iesy qrHwˆ bRhmwnMd nwm rs AnBau AMimRq dI inJr iek rs Apwr Dwrw dw lgwqwr pRvwh pRivrq hoXw Jrdw hoXw Awpxy AMdr pRqIq krÎw krdw hY bs ijs nUM ieh pRwpq ho igAw Es dy sB hI syvk dws ho jwˆdy hn, Bwv sBdw hI Eh pUjx Xog bx jwˆdw hY qy sB Plwˆ Drm ArQ kwm moK dw auh inDwn Kzwnw ho jwˆdw hY ArQwq jo cwhy qy ijs nUM cwhy sB kuC hI dyx leI smr`Q ho jwieAw krdw hY ]59]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
