[
  {
    "id": "422",
    "sttm_id": 6540,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MHGM",
        "source_page": 60,
        "source_line": 1,
        "gurmukhi": "logn mY logwcwr bydn mY byd ibcwr; log byd bIs iekIs gur igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A Guru-conscious seeker lives like a worldly being in the society and conducts himself as a knowledgeable person among the scholars. And yet for him, all these are worldly deeds and keeps him unsullied from them. He remains engrossed in the memory of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "logn mYˆ logwcwr pRq`K qwˆ auh jd lokwˆ prvwr srbMDIAwˆ AQvw vwh pey kwrwˆ ivhwrwˆ vwilAwˆ ivc vrqdw hY qwˆ lok pRXwdw Anuswr ijhw ijhw smwˆ jYsI jYsI loV vwpry Eho Eho jyhw EsI EsI qrHwˆ dw hI ivhwr inbwihAw krdw hY[ Aru jd bydwˆ ivc inrUpI hoeI byd bIcwr Drm mRXwdw koeI Dwrimk ibvhwr Bugqwn dw Aausr, Awx vwprdw hY qwˆ Eho jyhy DrmIAwˆ lokwˆ nwl Es Anuswr hI vrqx l`g ipAw krdw hY[ prMqU eys lok byd mRXwdw kulw Drm Aru byidk Drm meI pRivrqI nUM mUloˆ hI kwl dy ADIn vrqn vwlI vIhwˆ ivsivAwˆ dI h`d ivc vrqnhwrI sMswrI jwx ky AMdroˆ Eh iek eIs iekIsvyˆ sMswroˆ pwr gur gÎwn ivKy idRV irhw krdw hY[ Bwv qu`C jwx ky gurU krqwr dy iek meI inscy ivc vriqAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MUM2",
        "source_page": 60,
        "source_line": 2,
        "gurmukhi": "jog mY n jog Bog mY n Kwn pwn; jog BogwqIq aunmn aunmwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The yogic practices do not provide a seeker with the true union of the Lord. The worldly pleasures are also devoid of true comfort and peace. Thus a Guru-conscious person keeps himself free from such distractions and enjoys the true bliss by engrossing hi",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI vwihgurU ivc juVy rihx rUp jog nUM swDdy hoey jog mYˆ vrqdy hoey BI Ajyhy gurmuK lok byd pRis`D rIqI vwly jog nUM nhIˆ swDdy Aru AYsw hI Kwn pwn Awid krdy hoey Kwˆdy pIˆdy pihndy suK mwxdy BI Bog mYˆ n mwno Bogwˆ nUM BI gRhx nhIˆ krXw krdy, ArQwq Enwˆ dw vwsqÍI vrqwrw jog Aru Bog qoˆ hI AqIq kyvl aunmnI Bwv ivKy hI vrqxhwrw aunmwn vIcwr krnw cwhIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y5NF",
        "source_page": 60,
        "source_line": 3,
        "gurmukhi": "idRst drs iDAwn sbd suriq igAwn; igAwn iDAwn lK pRym prm inDwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Guru-conscious person's vision is always focused on the glimpse of his Guru. His mind is always engrossed in repeated remembrance of Lord's name. In acquiring such divine awareness, he is able to receive the divine treasure of love of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mUl kIh ik jo kuC drs drSn jog idRSÎ Enwˆ dI idRStI ingHw ivc AOˆdI hY, Es ivc iek vwhgurU siqgurU AMqrXwmI dw hI iDAwn krdy hn Aru jo kuC sbd g`l mwqR BI suriq Enwˆ dy suxn ivc Awvy sB ivKy Es krqwr dw igAwn hI buiJAw krdy hn[ bs ies Bwˆq igAwn iDAwn pRwSiex qqpr hoey eysy lK inSwny lKÎ nUM Dwrx krdy prm pRym dy inDwn BMfwry bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6B50",
        "source_page": 60,
        "source_line": 4,
        "gurmukhi": "mn bc kRm sRm swDnwDÎwqm kRm; gurmuK suK srboiqm inDwn hY [60[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Whatever good he does with mind, words and actions, is all spiritual. He enjoys all the happiness in the supreme treasure of Naam Simran. (60)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq ieh ik mn bwxI srIr kr ky jo kuC BI sRm swDn jqn swDnw audm pRivrq Eh Dwrdy hn, Es ivKy ADÎwqm kRm Awqmw nUM hI AwsRX krn vwly islisly Awqm pRwiexI vIcwr nUM hI snmuK rKdy hoey gurmuK srboqm suK lok pRlok dy smUh suKwˆ qoˆ vuqm isromxI AnMd prmwnMd dy inDwn smudR vw Kzwny bx jwXw krdy hn[ Bwv mnu`K mwqR leI hI prmwnMd pRdwqy ho jwieAw krdy hn ]60]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
