[
  {
    "id": "07G",
    "sttm_id": 6541,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JVQW",
        "source_page": 61,
        "source_line": 1,
        "gurmukhi": "sbd suriq ilv Dwvq brij rwKy; inhcl miq mn aunmn BIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By engrossing the mind in the divine word, a Guru-conscious seeker is able to arrest his wandering mind. That stabilises his memory in the meditation of Naam raising him to a higher spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sÍws sÍws Sbd ABÎws ivKy surq dI ilv lgidAwˆ vw Sbd Anhd nwd dI AgMmI DunI nUM suriq sunx ivKy ilv qwr bMnidAwˆ mn ijDr ijDr sMklp auTOˆdw Dwvq dOVdw hovy EDroˆ EDroˆ hI brj rwKY moV moVky rKdw hY[ ieauˆ inhcl Ac`l Afol hoeI hoeI miq inscw kwirxI skqI vw ibrqI mn dI aunmn mgnwnI dSw ivKy BIn hY iBj jwˆdI prc jwˆdI hY[ AQvw is`KI hoeI miq ivKy mn Afol rih ky aunmnI Bwv ivKy iBjÎw ricAw ruiJAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "602Y",
        "source_page": 61,
        "source_line": 2,
        "gurmukhi": "swgr lhir giq Awqm qrMg rMg; prmudBuq prmwrQ pRbIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The sea and the waves are one and the same. Similarly by becoming one with the Lord, the spiritual waves experienced are astonishing and gloriously unique. Guru-conscious people are only capable of understanding and experiencing the spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ swgr smuMdR ivKy lihrwˆ dI giq cyStw Anyk pRkwr dI huMdI hoeI BI iek smuMdR meI hI huMdI hY iesI pRkwr Awqm qrMg rMg Awqmw ivKy rMgwˆ rMgwˆ dIAwˆ qrMgwˆ mno ibrqIAwˆ vw sMklp rUpwˆ dIAwˆ cyStwˆ klolwˆ AQvw nwnw Awqmw srUpI Bwvnw nUM prm AdBuq AqÎMq Asrj meI pRmwrQ srUp prmwqmw hI pRbIn pr+bIn = ivSyS kr ky qkdw hY Bwv AnMq pRkwr dI rcnw ivKy aus nUM iek mwqR vwhgurU dw pRkwS hI klol krdw idKweI idAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UQA8",
        "source_page": 61,
        "source_line": 3,
        "gurmukhi": "gur aupdys inrmolk rqn Dn; prm inDwn gur igAwn ilv lIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Guru-conscious person obtains the invaluable jewel like treasure of Naam by the precepts of Guru. And once he obtains it, he remains engrossed in the practicing of Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`s gur aupdyS rUp Amolk rqn Dn nUM pRwpq hoieAw aus dy pRBwv kr ky pRwpq hoxhwry prm inDwn mhwn qoˆ mhwn BMfwr brkqwˆ dy Kzwny rUp gurU igAwn dw mwno mwlk bx ky auh ilv lIn mgn bypRvwh Acwh rihMdw hY[ Bwv Es nUM koeI loV Xw QoV vwpr ky bwhr muK nhIˆ bxw s`ikAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4ECL",
        "source_page": 61,
        "source_line": 4,
        "gurmukhi": "sbd suriq ilv gur isK sMiD imly; sohM hMso eykw myk Awpw Awpu cIn hY [61[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the harmonious union of Guru and Sikh (disciple) the Sikh attaches his mind in the divine word that enables his self to become one with the Supreme soul. Thus he is able to recognise what he truly is. (61)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swr isDwˆq ieh ik Sbd ivKy surq dI aupRokq rIqI nwl ilv l`igAwˆ, gurU prmwqmw Aru is`K Awqmw dI sMiD joVI imly ieko rUp ho jwˆdI hY qy eys imlwp dI AvsQw ivKy ies nUM AYauˆ swmrqK ie`k Akwl srUp ivKy im`k imly hoey Awp hI Awp dI cIn icnwr = pCwx huMdI hY ijs nUM inrBau khau soie hwˆ gur aupdyisAw myry mnw' gur pRmwx Anuswr ies Bwˆq AnBau dÍwry pRgt krdw hY ik sohM Eho hI mYˆ Awqmw hwˆ, Aru hMso mYˆ Awqmw s auh hY ]61]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
