[
  {
    "id": "0N3",
    "sttm_id": 6545,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K91X",
        "source_page": 65,
        "source_line": 1,
        "gurmukhi": "ibnu rs rsnw bkq jI bhuq bwqY; pRym rs bis Bey moin bRq lIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Without tasting the elixir of Naam, an insipid tongue speaks much trash. On the contrary, by indulging in repeated utterance of His name, a devotee becomes sweet of tongue and pleasant of disposition.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVI rsnw pUrb kwl ivKy rs qoˆ ibhIn hoeI hoeI bhuq bwqwˆ bikAw krdI sI pRym rs nwm dy sÍwd dy bs ADIn ho ky Bwv aus ivc prc ky mon bRq lIn hY mSt ibrqI ivc ilv lIn ho jwˆdI hY Bwv dUsry iksy nwl bcn iblws krxoˆ cu`p swD lYˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DWS8",
        "source_page": 65,
        "source_line": 2,
        "gurmukhi": "pRym rs AMimRq inDwn pwn kY mdon; AMqr iDAwn idRg duqIAw n cIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By drinking the elixir-like Naam, a devotee remains in a state of exhilaration. He starts seeing inward and depends not on anyone else.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMimRq rUp inDI dw AsQwn rUp AMimRq inDwn AMimRq dw Kzwnw jo pRym rs hY, Es nUM pwn kY Ck ky ijhVy mdon GUrm msq ho gey hn, auh idRg nyqrwˆ dy iDAwn AMdr duqIAw dUsry iksy rUp nUM pCwn icnwr ivc lÎOˆdy hI nhIˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WMCX",
        "source_page": 65,
        "source_line": 3,
        "gurmukhi": "pRym nym shj smwiD Anhd ilv; duqIAw sbd sRvnMqir n kIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The devoted traveller on the path of Naam stays in a state of equipoise and remains absorbed in the celestial melody of divine words music. He hears no other sound in his ears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Anhd DunI dI ilv ivKy pRym dw nym DwirAwˆ ho geI hY pRwpq ijnHwˆ nUM shj smwD shj srUpI iesiQqI itkwau Enwˆ ny muV iksy dUsry sbd bcn vw aupdyS isKÎw nUM sRvnMqr kMnwˆ dy AMdr kdI nhIˆ kIqw hY, Bwv kdwicq nhIˆ krdy suxdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42FC",
        "source_page": 65,
        "source_line": 4,
        "gurmukhi": "ibsm ibdyh jg jIvn mukiq Bey; iqRBvn Aau iqRkwl gMimqw pRbIn hY [65[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And in this blissful state, he is free of body and still alive. He is free from all worldly things and is emancipated while still living. He becomes capable of knowing the happenings of the three worlds and of the three periods. (65)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mUl mu`dw ieh ik Awpxy AMdr hI isbm ibsmwd AvsQw nUM pRwpq ho ky auh dyh vloˆ by surq by pRvwh dyh ADÎws rhq ibdyh ASrIr rUp hoey hoey jgq ivc jIvn mukq jIauˆdy jI hI mYˆ myrI dy bMDnwˆ qoˆ rihq ho jwˆdy hn Aru iqMnwˆ Bvnwˆ qRRY lokI Aqy iqMnwˆ kwlwˆ dI gMmqw gÎwq phuMc pRwpqI ivKy pRbIn AqÎMq sÎwxy pwr drSI huMdy hn ]65]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
