[
  {
    "id": "L23",
    "sttm_id": 6550,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RSLM",
        "source_page": 70,
        "source_line": 1,
        "gurmukhi": "AMq kwl eyk GrI ingRh kY sqI hoie; DMin DMin khq hY skl sMswr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Controlling her mind and with utmost determination, when a woman jumps into the pyre of her husband and self immolates herself, the whole world applauds her effort of being a loving and devoted wife.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMqkwl EVk dy smyˆ iek GVI Br 'ingRh kY' hT kr ky iesqRI Apxy pqI nwl sV ky sq kIqI hoeI Es nwl inBn dI pRqgÎw nUM pwlx krn Kwqr sqI hoie icKw cVHI bxXw krdI hY, ijs dw Pl swrw hI sMswr hy ipAwirE! DMnÎ DMnÎ! SwbwSy! SwbwSy! aus nUM kihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4LRN",
        "source_page": 70,
        "source_line": 2,
        "gurmukhi": "AMq kwl eyk GrI ingRh kY joDw jUJY; ieq auq jq kq hoq jY jY kwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a brave warrior lays down his life fighting for his noble cause determinedly till the end, he is applauded here, there and everywhere as a martyr.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ dyKo AMqkwl EVk smyˆ ie`k GVI hT kr ky 'joDw jUJY' jwn qoˆ Kyldw ShId huMdw hY, ijs kr ky 'ieq auq' ies lok Ar pRlok ivKy Ar 'jq kq' ijDry ikDry Qwˆ pr Qwˆ jI hy ipAwirE! Es dI BI jY jYkwr DMn DMn ho pYˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42Y7",
        "source_page": 70,
        "source_line": 3,
        "gurmukhi": "AMq kwl eyk GrI ingRh kY coru mrY; PwsI kY sUrI cFwey jg mY iDkwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Contrary to this, as a thief determinedly makes up his mind to commit theft, if caught, he is jailed, hanged or punished, he is degraded and rebuked the world over",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy Pyr ieM\\yˆ hI EVk smyˆ iek GVI hT kr ky cor corI dI BYVI vwdI dy hT ivc hI sUlI AQvw PwˆsI cVHweIdw mry mrdw hY qy ipAwirE Apxy EVk jgq ivc iDrkwr iP`t iP`t hoXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HN8U",
        "source_page": 70,
        "source_line": 4,
        "gurmukhi": "qYsy durmiq gurmiq kY AswD swD; sMgiq suBwv giq mwns Aauqwr jI [70[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly one becomes bad and wicked with base wisdom whereas accepting and abiding by Guru's wisdom makes a person noble and virtuous. A human being makes his life a success or failure according to the company he keeps or his devotion to the holy congreg",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr jykr hy ipAwirE! Apxy EVk vyly nUM hI quswˆ sqI Aru sUrmy vwˆkUM sMBwl ilAw qwˆ gurmiq kY gurmiq dy Dwrx kr ky swD sMgiq suBwv giq siqsMg ivKy sRySt pRym vw BOxI vwlI gqI insqwrw quhwfy mwns AOqwr mnuKw jnm dw hovygw, pr jo durmiq kY durmiq dy Dwrx kr ky swD sMgiq suBwv giq siqsMg ivKy sRySt pRym vw BOxI vwlI gqI insqwrw quhwfy mwns AOqwr mnuKw jnm dw hovygw, pr jo durmiq kY durmq dy kwrx kky KotI m`q dy ADIn ho ky quswˆ AswD sMgiq dy suBwv nUM DwirAw qwˆ AswDwˆ corwˆ vwlI gqI BYVI dSw jnm jnmwˆqrwˆ ivKy Btkx vwlI ApgqI nUM pRwpq mnu`Kw jnm nUM KuAwr krogy ]70]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
