[
  {
    "id": "517",
    "sttm_id": 6554,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "22LU",
        "source_page": 74,
        "source_line": 1,
        "gurmukhi": "brn brn bhu brn Gtw GmMf; bsuDw ibrwjmwn brKw AnMd kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The gathering of thick and different hue of clouds in the sky causes rain that beautifies the Earth spreading happiness all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "brn brn rMgw rMgI bhu brn bhuq Bwˆq dIAwˆ Gtw bdlIAwˆ, GmMf iGrky psrky AkwS ivc brKw dw AnMd kr dyx qwˆ bsuDw ibrwjmwn = DrqI soBwiemwn ho BwsÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QCYX",
        "source_page": 74,
        "source_line": 2,
        "gurmukhi": "brn brn huie pRPuilq bnwspqI; brn brn Pl PUl mUl kMd kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "That also causes colourful flowers to bloom. The vegetation wears a fresh and new look.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rMg rMgI, bnspqIAwˆ qRIx Gwh KyqIAwˆ bwVIAwˆ dI sB pRkwr dI hrXOl Aru Pl Pul mUl kMq Awid smyq pRPuilq ho pYˆdI iKV AwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6YY6",
        "source_page": 74,
        "source_line": 3,
        "gurmukhi": "brn brn Kg ibibD BwKw pRgws; kusm sugMD paun gaun sIq mMd kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With fragrance of the colourful flowers carried by cool breeze and fruits of different shape, size and taste, birds of various species come and sing songs merrily.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kusm sugMiD Punwˆ dI sugMDI, sIql qy mMd shj shj DImy DImy pOx dy gaux JoikAwˆ nwl cilAw psirAw krdI hY, qy rMg rMg dy Kg pMCI ibibD BwKw pRgws nwnw Bwˆq dIAwˆ bolIAwˆ dw pRgws aujwlw bolxw krÎw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SUP9",
        "source_page": 74,
        "source_line": 4,
        "gurmukhi": "rvn gvn jl Qn iqRn soBw iniD; sPl huie crn kml mkrMd kY [74[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Enjoying all these attractions of the rainy season become more fruitful and enjoyable by putting hard work on the meditation of Lord's name as is advised by Satguru. (74)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rvn gvn gvn gYn ggn AkwS rvn suMdr lgn l`g pYˆdw hY qy jl Ql Ar iqRx Gwh vgYrw sB hI soBw dy AsQwn bx jwˆdy hn[ Bwv ieh sB kuC kQn kIqI suMdrqw qdy hI sPl ho skdI hY jy siqgurwˆ dy crxwˆ dI DUlI ienwˆ nUM pRwpq hovy qwˆ AQvw jIkUM ieh sB DrqI qy Awkws dI suMdrqw iek brKw dy hox kwrn hI sPlI qy rmxIk ho sikAw krdI hY qIkUM hI srb pRkwr dI mwnuKI suMdRqw Aru isMgwr qQw ivBUqI siqgurwˆ dy crx kmlwˆ dI mkrMd DUlI dy pRwpq hox qy hI sPl ho skdI hY ]74]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
