[
  {
    "id": "8CR",
    "sttm_id": 6558,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2TQB",
        "source_page": 78,
        "source_line": 1,
        "gurmukhi": "AwiD kY ibAwiD kY aupwiD kY iqRdoK huqy; gurisK swD gur bYd pY lY Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The disciple servant of the Guru brings all those who suffer from physical, psychic or ailments of mind, to the doctor like True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AwiD kY mwnsI du`Kwˆ kr ky duKI, Aqy ibAwiD kY srIirk rog gRsq qQw aupwiD kY kwmuik lOikk Aqy dYivk bKyiVAwˆ kr ky duKI, ieauˆ AwiD bÎwiD aupwiD rUp iqRdoK sMnpwq kr ky jo duKI ho rhy mwnoˆ rogI lok hn, EnHwˆ nUM pRyr pRyr ky sum`qy lw lw ky gurU ky is`K swD gur siqgurU inrml krmw pUrn gurU rUp bYd pws ilAOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TYWB",
        "source_page": 78,
        "source_line": 2,
        "gurmukhi": "AMimq ktwC pyK jnm mrn myty; jon jm BY invwry ABY pd pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The True Guru obliterates their cycle of re-incarnation by casting one clement look of grace upon them. He makes them free of all psychosis of death and thus they attain a state of fearlessness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsy AiDdYivk, AiDBUiqk qRY qwp rUp rog kr ky gRsq rogIAwˆ nUM srx AwXw qk siqgurU AMimRq brsOxI idRpw idRS†I nwl pyK dyK ky jnm mrx myt idMdy hn ArQwq join mwqw dy grB dÍwirEˆ AOx jMmn dw Aru jm Xm mrx dw BY invwrx kr ky ABY pd moK pdvI dI pRwpqI krw idMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S2KF",
        "source_page": 78,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd rj lypn kY; dIiKAw sIiKAw sMjm kY AauKd Kvwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By providing support to all those who come to his refuge, by consecrating them with practice of meditation and imparting them with divine knowledge, he provides them with the medication of Naam and restraint.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AwpixAwˆ crx kmlwˆ dI mkrMd rUpI rj DUlI srIr aupr lypn mwilS krvw ky bwhrly rogwˆ qoˆ rihq kr idMdy hn Aru dIKÎw ibDI vq nwm aupdyS dw dwn rUp AOKDI dÍweI sIKÎw siqsMg ivKy srDw pRym pUrbk ArwDn ivc lgwqwr qqpr rihx rUp AnUpwn pwlidAwˆ: kusMg, kuBOxI vw AsrDw qQw Awls Awid kup`Q qoˆ bcdy rihxw; ies Bwˆq dI isKÎw sMjm pUrbk kmwnw isKwldy hn mwno ieh dvweI KuvOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UKTZ",
        "source_page": 78,
        "source_line": 4,
        "gurmukhi": "krm Brm Koey Dwvq brij rwKy; inhcl miq suK shj smwey hY [78[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And thus the ailing persons sheds away the network of rites and rituals controlling the wandering mind for enjoyment of false pleasures. They then stay in stable disposition and acquire state of equipoise. (78)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy iesy pRkwr hI Brm rUp kmrwˆ nUM Koie ky Bwv Brm BwvI pRivrqI nUM guvw ky Dwvn bwsnw ADIn B`jy jwˆdy mn nUM moV moV ky aukq sMjm ivc swvDwn rKxw Aru inhcl mqI inscw Brosw ies AOKDI qQw sMjm aupr r`K ky, jo vrqxw kry auh shj suK bRhmw nMd Awqm suK ivKy AQvw shj hI suK srUp prmwqmw ivc lIn ho jwˆdw hY ]78]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
