[
  {
    "id": "JZD",
    "sttm_id": 6560,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZHXZ",
        "source_page": 80,
        "source_line": 1,
        "gurmukhi": "crn kml ky mhwqm AgwiD boiD; Aiq Ascrj mY nmo nmo nm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The praise of the lotus feet of Satguru Ii is comprehension. It is indeed wonderful. Salutations time and again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crn kmlwˆ dy mhwqm pRqwp dw boD gÎwn smJnw AgwD AQwh srUp hY Es dI Qwh nhIˆ pweI jw skdI jykr DÎwn ivc mgn ho ky dyKIey qwˆ AqÎMq Ascrj mY AlOik srUp Awpy dI suD Bulw dyx vwly auh hn, Aqy iqMn vwr pRiqgÎw kr ky kihMdy hn Xw mn bwxI srIr kr ky inMmRqw ivc Awx ky eyho hI kQn krnw auicq smJdy hn ik Enwˆ qwˆeI nmskwr hovy, nmskwr hovy, nmskwr hovy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1HJX",
        "source_page": 80,
        "source_line": 2,
        "gurmukhi": "koml komlqw Aau sIql sIqlqw kY; bwsnw subwsu qwsu duqIAw n sm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "They are tender than the tenderness of the whole world. They are indeed comfortably cool. No other fragrance matches them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isRStI Br dI komlqw qˆ auh koml hn Aru sIqlqw smUMh qoˆ auh sIql hn, Aqy bwsnw gMDq`q qwˆ sugMDI leI EnHwˆ koloˆ hY, qwqpRX kIh ik duqIAw n sm hY Enwˆ dy smwn AYsI koeI hor vsqU koml sIql, sugMDI vwn qQw Ascrj rUp nhIˆ hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BS2C",
        "source_page": 80,
        "source_line": 3,
        "gurmukhi": "shj smwiD inj Awsn isMGwsn; sÍwd ibsmwd rs gMimq Agm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The disciple, who lives ever in attendance of the holy feet of the True Satguru Ii and has worked hard on meditation of Lord's name, has relished the supernatural elixir of Naam Simran.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnwˆ pRymIAwˆ ny inj Awsn ApxI iesiQqI dw Apxy rw Bwg dw AsQwn mnu`K jnm dI pRiqs†w dI TOr rUp isMGwsn Enwˆ crx kmlwˆ nUM bxw ilAw auh shj smwiD shj pd moK pd ivKy ArUau au`nq ho jwˆdy hn jIvn mukq bx jwˆdy hn Enwˆ dy ibsmwd Awpy dI suD Bulwn hwry rs AnuBv dw sÍwd gmÎqw jwxkwrI qoˆ AgMm dUr phuMcno pry hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UZNZ",
        "source_page": 80,
        "source_line": 4,
        "gurmukhi": "rUp kY AnUp rUp mn mnsw bkq; AkQ kQw ibnod ibsmY ibsm hY [80[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The beauty of Satguru's lotus feet is exemplary. The desire and faculty of mind tires describing it. Their praise indescribable. This wonder of wonders is astonishing. (80)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rUp v`loˆ BI Enwˆ dw rUp AnUp hY Bwv isRStI Br dI swrI suMdrqw BI jy iek`TI Awx hovy, qwˆ Es dI BI aupmw EnHwˆ nUM nhIˆ id`qI jw skdI mn mnsw Qkq mn qk Es nUM mnx AwpxI klpnw ivc lÎOxoˆ Qikq ho jwˆdw hY[ qy kQw khxw kuC Enwˆ bwbq qwˆ bwxI leI mUloˆ hI AkQ nhIˆ vrnx kIqw jw skn jog hY[ kIh AwKIey[ ibnok Enwˆ dy DÎwn ivc mgn hox dw AnMd jo ik ibsmY bRhmwˆf Br dI hrwnI nUM BI ibsm hY pRySwn kr is`tdw hY ]80]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
