[
  {
    "id": "H5L",
    "sttm_id": 6562,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TCXC",
        "source_page": 82,
        "source_line": 1,
        "gurmukhi": "siqgur drs iDAwn igAwn AMjm kY; imqR sqRqw invwrI pUrn bRhm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By concentrating mind on the vision and by toiling on Naam Simran with rapt attention, one destroys all enmity and friendship and experiences presence of One Lord God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy drSn dw iDAwn DwridAwˆ hoieAwˆ ijnwˆ dI buDI rUp idRStI ivKy igAwn AMjn Awqimk soJI dw surmw pY igAw hY, Enwˆ ny imqR ivKy imqRwnw pxw qy SqRU ivKy sqRqw SqRUpuxw vYrIBwv invwrx kr ky pUrn bRhm hI sB ivKy rimAw hoieAw qikAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NY7E",
        "source_page": 82,
        "source_line": 2,
        "gurmukhi": "gur aupdys prvys Awid kau Awdys; ausqiq inMdw myit gMimqw Agm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By imbibing the words of the Guru in one's heart and by the counsel of the True Guru can one indulge in His praise humbly. All desires of praise and slander are destroyed and one reaches the inaccessible Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnwˆ dI surq ny gur aupdyS gurmMqR ivKy prvyS smweI prcw pw ky Awid kau Adys Awid purK nUM nmskwr bdnw bMdgI kIqI hY, aunHwˆ ny dUsirAwˆ dI ausqiq inMidAw krn dI AQÍ dUsirAwˆ dÍwry kIqI jw rhI ausqiq inMdw sunx dI vwdI nUM myt ky AgMm mn buDI qoˆ Agocr srUp dI gMmqw phuMc soJI pRwpq kr leI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2FX8",
        "source_page": 82,
        "source_line": 3,
        "gurmukhi": "crn srin ghy Dwvq brij rwKy; Awsw mnsw Qkq sPl jnm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By taking the refuge of a True Guru, a mind chasing vices and other evil pleasures come to rest. All desires and expectations end. Thus a human birth becomes a success.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnHwˆ ny siqgurwˆ dy crxwˆ dI srx ghy gRhx kIqI hY[ aunHwˆ ny mn AOr ieMdRIAwˆ nUM iviKAwˆ v`l Dwvq BtkidAwˆ, brj rwKy hoV rKÎw hY[ Aqy Awsw aumydwˆ Bogwˆ pdwrQwˆ dIAwˆ qQw mnsw kwmnwˆ klpnw BI Enwˆ dIAwˆ Qikq ho hu`t jwˆdIAwˆ hn Au ieauˆ Enw dw jnm sPlw ho jwˆdw sOr jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1G1A",
        "source_page": 82,
        "source_line": 4,
        "gurmukhi": "swDu sMig pRym nym jIvn mukiq giq; kwm inhkwm inhkrm krm hY [82[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By joining the holy congregation of a God-like True Guru. the loving promise or pious resolution is fulfilled and one reaches the state of emancipation while still alive (Jeevan Mukt). One feels pacified towards worldly desires and indulges more in noble",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr siqgurwˆ dI swD sMgiq sqsMg dy pRym dw nym pwlx kridAwˆ jIvn mukqI vwlI gqI dSw AvsQw pRwpq ho AOˆdI qy gurmuK kwmnw v`loˆ inhkwm inSkwm kwmnw rhq qQw krmwˆ v`loˆ inhkrm krm kMm kwr kridAwˆ BI krm BOxI vw krmwˆ dy AiBmwn qoˆ rhq ho jwieAw krdy hn ]82]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
