[
  {
    "id": "WSD",
    "sttm_id": 6563,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8MBG",
        "source_page": 83,
        "source_line": 1,
        "gurmukhi": "siqgur dyv syv AlK AByv giq; swvDwn swD sMg ismrn mwqR kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Keeping company of holy persons wakefully, serving the effulgent True Guru and practicing continuous Naam Simran the indescribable and incomprehensible Lord is perceived.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD sMgiq ivKy swvDwn qÎwr br qÎwr ho ky siqgurU dyv pRkwS srUp siqgurwˆ dI syv syvw bMdn pUjn ArwDn kridAwˆ iek ismrn mwqR vwhgurU dy nwm mwqR kr ky hI AlK qy AByv srUp dI giq gÎwn soJI pRwpqI ho AwXw kdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H0NK",
        "source_page": 83,
        "source_line": 2,
        "gurmukhi": "piqq punIq rIiq pwrs krY mnUr; bwNsu mY subws dY kupwqRih supwqR kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the true tradition of converting sinners into pious individuals, by the sermon of Naam Simran, a True Guru changes the iron slag-like base persons into gold/philosopher-stone. And by instilling the fragrance of Naam Simran in the bamboo-like arrogant i",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ pwrs Awpxy sprS nwl mnUr sVy lohy dI mYl vw jMgwl KwDy lohy nUM BI sonwˆ bxw lYˆdw hY Aru cMnx bwˆs mYˆ vwˆs ivc BI sugMDI nUM Dsw idMdw hY iesy rIqI nwl hI eysy qrwˆ siqgurU kupwqRih An AiDkwrIAwˆ nUM BI supwqR kY sRyS† AiDkwrI s`cy gurmuK bxw ky piqqwˆ BYVy Awcrx vwilAwˆ nUM BI punIq prm pivqR bxw ilAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7GX9",
        "source_page": 83,
        "source_line": 3,
        "gurmukhi": "piqq punIq kir pwvn pivqR kIny; pwrs mnUr bwNs bwsY dRum jwqR kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Whoever is made noble by Satguru, he strives to make others noble too. Vices ridden, iron-slag-like person becomes pure like gold or even philosopher-stone. And a bamboo-like arrogant person becoming humble with the practicing of Lord's name acquires frag",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie`ky hI bs nhIˆ ho jwˆdI sgoˆ ijnwˆ piqqwˆ nUM BI siqgurU punIq bxwXw hY Enwˆ ny is`K sj ky Agy hornwˆ BI keIAwˆ jixAwˆ nUM pwvn pivqR kwrk bxw ky keIAwˆ nUM Pyr pivqR kIny sÍ`C bxw ilAw hY mwno AYsI klw vrqweI ik mnUr sÍsM pwrs bx inkly, Aru bwˆsY bwˆs AwpxI bwsnw sugMDI Agy vsOx lg pey, ArQwq ijhVy ijhVy dRum ibrC AiDkwrI, jwqR kY Enwˆ dI jwqRw myl imlwp krn leI nyVy Awey, EnHwˆ nUM is`K sjw ilAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JV2",
        "source_page": 83,
        "source_line": 4,
        "gurmukhi": "sirqw smuMdR swDsMig iqRKwvMq jIA; ikRpw jl dIjY moih kMT Cyd cwqRkY [83[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The company of holy and True Guru is like rivers and lakes from where his disciples drink the elixir of Naam and quench their thirst. I, an unfortunate person am still thirsty because I am full of ill traits and vices. Please be clement on me and grant me",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr AYsy gurU ky is`Kwˆ dy siqsMg sirqw ndIAwˆ Aru smuMdR dy smwn huMdy hn, jo iqRKwvMq pÎwisAwˆ jIvwˆ ijgÎwsUAwˆ is`kvMdwˆ dIAwˆ Awswˆ nUM qwˆ pUrn kr idAw krdy hn ]83]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
