[
  {
    "id": "4B5",
    "sttm_id": 6564,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QGQ3",
        "source_page": 84,
        "source_line": 1,
        "gurmukhi": "bIs ky brqmwn Bey n subwsu bwNsu; hym n Bey mnUr log byd igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the common folk wisdom, knowledge of religious books and the dealings of the worldly people, a bamboo cannot acquire fragrance nor can the iron waste become gold. It is the undeniable truth of Guru's intellect that a bamboo-like arrogant person cannot",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bIs ky srqmwn pMj gÎwn ieMdRIAwˆ, pMj krm ieMdRIAwˆ, pMj pRwx, cwr AMqwkrx, iek ienwˆ swirAwˆ dw AiBmwnI jIv pxy dw ADÎws DwrI eynwˆ vIhwˆ dy sMswr rUp vrqwry ivKy vrqmwn vrqnhwry jo bwˆs dy smwn vwsnw gRsq sMswrI jIv hn auh log byd igAwn mqy Anuswr vrqx kwrx siqgurU srUp cMnx dI sMgq dÍwrw nsubws Bey sugMDI kr ky sMpMn nhIˆ ho skdy ikÎoˆik siqgurwˆ dI sMgiq ivc hI nhIˆ AOˆdy[ AYsy hI jo ies aukq lOikk Awcwr Aru byd Awcwr rUp, lok by igAwn ivKy prcy hoey ienwˆ dy hT p`K kwrx mnUr aUry mn vwly AD lUTy ic`qwˆ vwly p`KpwqI ho rhy hn, auh AYsy hI Awcwr vwn AwcwrX gurU srUpI pwrs nUM sprS kr ky hym sÍrx rUp nw ho sky bx sky[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WT0E",
        "source_page": 84,
        "source_line": 2,
        "gurmukhi": "gurmuiK pMQ iekIs ko brqmwn; cMdn subwsu bwNs bwsY dRum Awn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The path of Sikhism is a path of One God. The sandalwood like True Guru blesses a bamboo-like arrogant person with humility and Naam making him full of virtuous qualities. His dedication to Naam Simran instills fragrance into other similar persons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuK pMQ siqgurU dw mwrg vIhwˆ qoˆ aupr iekIsvyˆ iek+eIsvyˆ iek mwqR eIsÍr prmwqmw ivKy vrqx hwrw hY ies leI ieh AYsw cMnx hY jo bwˆs vrgy ickny copVy nrol sMswrIAwˆ ivc BI AwpxI sugMDI sRyStqw dw pRBwv vswky EnHwˆ nUM eys Xog bxw idMdw hY, jo Agy dRum Awn bwsY hY dUsirAwˆ hornwˆ ibrCwˆ inktI mnuKwˆ nUM BI ApxI sugMDI bxw skdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TT5U",
        "source_page": 84,
        "source_line": 3,
        "gurmukhi": "kMcn mnUr hoie pwrs prs Byit; pwrs mnUr krY Aaur Taur mwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Vice laden iron waste-like person becomes philosopher-stone by touching Paaras (philosopher stone) like True Guru. The True Guru converts the wasted person into gold like virtuous. He earns respect everywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI Pyr ieh AYho jyhw pwrs hY ijhVw ik lokwcwrI dIAwˆ rsmwˆ qQw byidk krm kwˆfI pRivrqI dI hT DrmI ivc AD lUTy mn vwly mnUr vq ho cuky mnu`Kwˆ nUM BI Awp qy Awp sprS krwky kMcn sonw gurU kw is`K bxw lYˆdw hY[ Aqy A`gy ijhw koeI Es nUM Byt iBt pvy Coh pvy Es mnUr nUM BI pwrs bxwky, hor TOr dUsirAwˆ mnu`Kwˆ ivc Bwv Agy qy Agy mwn hY vYsw hI mwn dw AiDkwrI bxw idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F5YB",
        "source_page": 84,
        "source_line": 4,
        "gurmukhi": "gurisK swD sMg piqq punIiq rIiq; gurisK sMD imly gurisK jwin hY [84[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The congregation of holy and true disciples of a True Guru is capable of making the sinners into pious persons. One who joins the congregation of true Sikhs of Satguru is also known as Guru's disciple. (84)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies ies qrHwˆ gurU ky is`Kwˆ dI swD sMgq dI rIq mRXwdw cwl piqqwˆ nUM punIq krn dI hY jo gurU is`K dI sMiD sMgq ivc Awx ky imly qwˆ gur is`K ho ky hI ies g`l nUM jÎoˆ kw qÎoˆ jwx skÎw krdw hY ]84]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
