[
  {
    "id": "4VU",
    "sttm_id": 6568,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CH8W",
        "source_page": 88,
        "source_line": 1,
        "gurmukhi": "gurisK swDsMg rMg mY rMgIly Bey; bwrnI ibgMD gMg sMg imil gMg hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As evil smelling wine when poured into river Ganges become like the water of Ganges, so can vice ridden, maya (mammon) immersed, worldly pleasure seeking individuals get dyed in the hue of Naam Simran when they join the true, Naam immersed holy company of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU ikAwˆ is`Kwˆ dI swDsMg sqsMgq AQvw gurU ky is`K sMq jo hn, Enwˆ dy sMg sqsMg ivc purK rMg mY pRym meI rMgIlw rMg r`qw pRymI bx jwˆdw hY jIkUM ibgMD bwrunI durgMD bdbU mwrI Srwb gMgw sMg gMgw dy pRvwh ivc iml ky gMgw rUp ho jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HNN2",
        "source_page": 88,
        "source_line": 2,
        "gurmukhi": "sursurI sMgm huie pRbl pRvwh ilv; swgr AQwh siqgur sMg sMig hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the rapid flow of brooks and rivers like Ganges merges into the vast ocean losing all their destructive traits, so can one get absorbed into the ocean like Satguru by keeping the company of true, loving and devoted Sikhs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr gMgw dy sMgm myl ivKy pRbl bygvwn pRvwh ivc ilv lIn ho vuh EVk nUM AQwh smuMdr ivc jw imilAw krdI hY iesy pRkwr siqgurwˆ dy sg gurU idAwˆ is`Kwˆ dI sMgiq ivc iml ky mnu`K Es siqgurU dy sMg swKÎwq ml nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RVC4",
        "source_page": 88,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd inhcl icq; drsn soBw iniD lhir qrMg hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The mind stabilises in the fragrant dust of Satguru’s feet. The glimpse of infinite praise, myriad colourful waves of Naam appear in his consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru iPr siqgurwˆ dy crx kmlwˆ dI mkrMd DUlI nwl pRym krdy hoey dw ic`q inhcl ky lih +rq +rMg hY lY lYˆdw hY pRwpq kr lYˆdw hY, lwl gulwl pRym dI +rMgn vw qwr nUM AQvw lihrq rMg hY pRym dI qwr Es dy AMdr lihrwˆ mwrx lg pYˆdI hY[ Bwv AMqr muK ilv vwihgurU ivKy ju`t pYˆdI hY,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1LZF",
        "source_page": 88,
        "source_line": 4,
        "gurmukhi": "Anhd sbd kY srib inDwn dwn; igAwn AMs hMs giq sumiq sRbMg hY [88[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By virtue of Naam Simran and appearance of unstruck music in the consciousness, a Sikh feels he has been blessed with all the treasures of the world. He acquires knowledge of the True Guru that reflects in every hair of his body. (88)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs kr ky Anhd Sbd dI DunI kr ky DunI dy shwry srb inDwn dwn sMpUrn inDIAwˆ dw dwn dyxhwrw jo vwihgurU hY Es dw igAwn rUpI hMs sUrj AMsgiq ikrxwˆ dI qrwˆ Es dy AMdr pRkwS rUp sMcwr pw ky sumiq sRbMg hY sRySt miq Awqmw kwr ibrqI rUp Du`p rom rom ivc rcw idMdw hY[ AQvw hMs sUrX dIAwˆ +AMs ikrxwˆ dI giq dSw ivc, ArQwq Enwˆ dy smwn igAwn AO sumiq jwx qQw pCwn pRwpq ho AOˆdI hY, srbMg srb srUpI vwihgurU dI Bwv Es dy rom rom ivKy klw vwihgurU dI vrq jwieAw krdI hY ]88]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
