[
  {
    "id": "82G",
    "sttm_id": 6569,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KQAN",
        "source_page": 89,
        "source_line": 1,
        "gurmukhi": "gurmuiK mwrg huie duibDw Brm Koey; crn srin ghy inj Gir Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Entering the path of Sikhism destroys suspicions and separatism and by the support of Satguru, one realises self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKI mwrg is`KI pMQ ivKy jyhVw koeI Awn hoie rldw hoie rldw hY Eh duibDw dÍYqw dy Brm nUM vw duibDw sMisAwˆ duicqweIAwˆ Aru Brmwˆ nUM Koie guvw is`tdw hY[ Aqy jd siqgurwˆ dy crxwˆ dI srx nUM ghy gRhx Dwrx kr lYˆdw hY, qwˆ inj Gr Awqm pd ivKy AQvw bwhrlIAwˆ Btknwˆ nUM qÎwg ky Apxy AMdr AMqrmuK prcn vwlw bx jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C55A",
        "source_page": 89,
        "source_line": 2,
        "gurmukhi": "drs dris idib idRsit pRgws BeI; AMimRq ktwC kY Amr pd pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the glimpse of Satguru, one is blessed with a vision that enables one see the Lord all around oneself. By the clement look of Satguru, one achieves eternal position.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru iesy Bwˆq drs dris bwrMbwr siqgurwˆ dy drSn kridAwˆ vw drs dyKx Xog jo drs drSn hY siqgurwˆ dw, aus nUM kridAwˆ hoXwˆ id`b idRSit gÎwn idStI iqRkwl drSI puxy dw pRgws aujwlw swKÎwqkwr pRwpq ho AOˆdw hY[ Aqy AMimRq ktwC kY AMimRq brsOxI ingHw Br ky siqgurwˆ dy q`k ilAwˆ Amr pd Amr pdvI AibnwsI TOr s`cKMf dI pRwpqI ho jwˆdI hY Bwv scKMf vwsI bxw jwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K09Y",
        "source_page": 89,
        "source_line": 3,
        "gurmukhi": "sbd suriq Anhd inJr Jrn; ismrn mMqR ilv aunmn Cwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the union of word and consciousness and by virtue of the sweet tune of Naam, a perpetual flow of divine elixir starts flowing. By continuous repetition of Guru-given incantation, higher spiritual state is achieved.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd siqgurwˆ dw mMqR aupdyS suriq sux ilAwˆ qwˆ Anhd DunI dw inJr Jrnw irm iJm dI qwr bMn id`qw krdw hY ijs kr ky mMqR ismrx ivKy Awp qy Awp hI ilv lg ky aunmn Cwey hY mgnqw hI mgnqw AMdr rm jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QHNZ",
        "source_page": 89,
        "source_line": 4,
        "gurmukhi": "mn bc kRm huie iekqR gurmuK suK; pRym nym ibsm ibsÍws aupjwey hY [89[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A Guru-conscious person attains real spiritual comfort and peace by bringing in harmony between mind, words and deeds. That unique tradition of Lord's love breeds a wonderful confidence and faith in his mind. (89)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX kIh ik gurU ky mwrg ivc Awn rln AOr crx srx pRwpq hox kr ky srIr krm dy Aqy drSn krn qQw Sbd sRvx ivKy mn dy dyx kr ky Aru nwm ismrx ivKy bwxI dy ismtwau kwrx mn bc kRm huie iekqR mn bwxI Aru srIr dy iek Bwv ivKy Aw igAwˆ gurmuK nUM s`cw suK pRwpq ho AOˆdw hY qy Esy ivKy hI pRym prcy dy nym inrMqr ruJyvyˆ dw ibsm ijs dI smqw nhIˆ pweI jw skdI AYsw AduqI ibsÍws inscw aupjwey hY aupj AwXw krdw hY ]89]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
