[
  {
    "id": "V05",
    "sttm_id": 6571,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ERJU",
        "source_page": 91,
        "source_line": 1,
        "gurmukhi": "sPl jnm gurmuiK huie jnm jIiqE; crn sPl gur mwrg rvn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A human life is usefully spent when one leads it as an obedient Sikh of the True Guru and wins all its benefits. The feet are successful if they tread the path defined by the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK huie jnm jIiqE ijnHwˆ ny gurmuK bx ky Apxy jnm nUM ij`q ilAw hY jnm lYxw Enwˆ dw hI sPl huMdw hY[ kÎoˆju Enwˆ ny gurwˆ dy mwrg rsqy rvn kY qur kr ky XwqRw krn kr ky crn pYrwˆ nUM sPilAwˆ bxw ilAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C3E7",
        "source_page": 91,
        "source_line": 2,
        "gurmukhi": "locn sPl gur drsw vlokn kY; msqk sPl rj pd gvn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The eyes are successful if they accept the omnipresence of the Lord and see Him everywhere. The forehead is successful if it touches the dust of the path tread by Satguru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru gur drswv lokn kY siqgurwˆ dy drs dIdwr nUM Aiv lokn q`kn kr ky Enwˆ ny locn nyqR sPly kr ley hn, Aqy m`Qy nUM sPl kIqw hY rj DUlI lgw ky siqgurwˆ dy crxIˆ gvn kY c`ln vwlI Qwˆ dI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T28T",
        "source_page": 91,
        "source_line": 3,
        "gurmukhi": "hsq sPl nm sqgur bwxI ilKy; suriq sPl gur sbd sRvn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The hands are successful if they are raised in the salutation of Satguru and to write his utterances/compositions. The ears become successful by listening to the glory, adulations of the Lord and words of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "h`Q sPl kIqy hn siqgurwˆ nUM nmskwr krn kr ky Aqy bwxI siqgurwˆ dI ilKx kr ky Aru surq kMn Psl bxw ley hn siqgurwˆ dy sbd aupdyS nUM sRvx kY sunx kr ky[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZWE8",
        "source_page": 91,
        "source_line": 4,
        "gurmukhi": "sMgiq sPl gurisK swD sMgm kY; pRym nym gMimqw iqRkwl iqRBvn kY [91[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The congregation of holy and true souls attended by a Sikh is useful as it helps in uniting with the Lord. Thus abiding by the tradition of Naam Simran, he becomes aware of all the three worlds and the three periods. (91)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sMgiq imlnw julnw myl imlwp vw imlOnI Enwˆ ny sPl kr leI, gurU ikAwˆ is`Kwˆ swDwˆ sMqwˆ dy sMgm imlwp kr ky[ Aqy pRym nUM sPl kIqw Enwˆ ny pUrw pUrw nym inbwhky so AYho jyhy cwly Anuswr ijnwˆ Apxy Awp nUM clw ky jnm nUM sPilAwˆ kr ilAw hY, EnHwˆ nUM iqRkwl iqMnwˆ kwlwˆ qQw iqRBvn kY iqMnwˆ lokwˆ dI gMmqw phuMc ho AwX krdI hY ]91]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
