[
  {
    "id": "NGR",
    "sttm_id": 6579,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LY42",
        "source_page": 99,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur pUrn srbmeI; pUrn ikRpw kY prpUrn kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Guru-blessed Sikh realises the universal presence of God through the total benefaction and kindness of the complete Guru who is manifestation of Supreme God.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm srUp pUrn gurU dI pUrn ikrpw nwl srbmeI srb srUpI rUp nUM prpUrx pRIpUrx srbqR srb TOr sB jV jMgm ivKy rimAw hoieAw jwx skIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FL1H",
        "source_page": 99,
        "source_line": 2,
        "gurmukhi": "drs iDAwn ilv eyk Aau Anyk myk; sbd ibbyk tyk eykY aur AwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By absorbing the mind in the form of True Guru and contemplation of Guru's teachings, the Sikh lodges that God in his heart who is one and is present in all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies vwsqy gurU dy aupdySy mwrg Anuswr, drs iDAwn ilv eyk Aau Anyk myk jo kuC idRSÎ srUpI pdwrQ smUh ingHw iv`c dI lMGy, Es ivKy ie`k vwihgurU dw pRkwS hI Anykwˆ ivc myk imly hoey dI ilv qwr lgwvy Aau AOr AYsw hI Sbd ibbyk Sbd mwqR kr ky bwxI dÍwry ijs kwsy dw BI ibbyk vIcwr Xw igAwn pRwpq ho skdw hY Es smUh nwm rUp prpMc ivKy ie`k mwqR s`qw srUp dI tyk inscw BOxI hI auir AwnIAY ihrdy AMdr ilAwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZJB8",
        "source_page": 99,
        "source_line": 3,
        "gurmukhi": "idRsit drs Aru sbd suriq imil; pyKqw bkqw sRoqw eykY pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By keeping the vision of the eyes in the glimpse of Satguru and tuning the ears to the sound of Guru's utterances, an obedient and devoted Sikh reckons Him as the speaker, listener and watcher.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bwv idRsit drs Aru sbd suriq imil ijs AnuBv dy itkwxy aupr idRStI qy drSn imldy hn, Aru ijs ausy hI itkwxy Sbd Aqy suriq sRvx SkqI dw imlwp huMdw hY[ EQy aus itkwxy pyKqw pyKn hwrw dyKx vwlw bkqw bolxhwrw Aru sRoqw sunx hwrw kyvl iek mwqR cYqMnÎ srUp Awqmw hI AnuBeIAwˆ pihcwnIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V5RA",
        "source_page": 99,
        "source_line": 4,
        "gurmukhi": "sUKm sQUl mUl gupq pRgt Tt; nt vt ismrn mMqR mnu mwnIAY [99[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "God who is the cause of the visible and invisible expanse, who is playing the game of the world both as a performer and the apparatus, the mind of a devoted Sikh of Guru gets engrossed in words and teachings of the Guru. (99)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sQUl sUKm dw mUl mu`F auh Aqy gupq pRgt AMdr bwhr vrqx hwrw Tt TwT pswrw sB nt vt EhI nt vq nt dI nÎweIˆ sB kuC bx ky BI sB qoˆ AsMg nÎwrw rih ky Kyl irhw hY[ pqr ismrn mMqR mnu mwnIAY jykr siqgurwˆ dy aupdySy mMqR nUM ismrx krIey qd ies g`l aupr mn mMndw ArQqw inscw ilAOˆdw hY ]99]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
