[
  {
    "id": "E4H",
    "sttm_id": 6584,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DE24",
        "source_page": 104,
        "source_line": 1,
        "gurmukhi": "locn iDAwn sm lost kink qw kY; sRvn ausqiq inMdw smsir jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For a devoted Sikh of the Guru, a lump of earth and gold are equal in value. Thus, praise and slander for him are the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qw kY iqnwˆ dy, locn nyqR loSt lohy vw im`tI dy Fyly qQw kink sony nUM sm iDAwn iek smwn hI iDAwn ingHw ivc ilAwXw krdy hn, Aru sRvn kMn ausqiq qy inMdw nUM smsr iek brwbr jwixAw krdy hn[ Bwv im`tI Xw lohy nUM q`kky jIkUM swDwrx qOr qy mnu`K dy nyqR nhIˆ iK`cIˆdy, pr sony nUM q`kky hr iksy dI A`K kdwic`q llcOnoˆ nhIˆ bc skÎw krdI Enwˆ dy AMdr sony, vrgy vfmu`ly pdwrQwˆ nUM BI q`kky A`K ivc lwlc nhIˆ AwXw krdw, qy jIkUM ausqqI sux ky sB koeI pRsMn huMdw hY, auh AwpxI inMdw sun ky BI pRPuilq rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "15L2",
        "source_page": 104,
        "source_line": 2,
        "gurmukhi": "nwskw sugMD ibrgMD sm quil qw kY; irdY imqR sqR smsir aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For that devoted Sikh, both fragrance and foul smell means nothing. So he treats both friend and foe alike.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwswˆ Enwˆ dIAwˆ ivKy sugMD sugMDI vwlI vsqU Aru ibrgMD durgMDI vwn pdwrQ sm, qul ieko jyhy hI qulÎw krdy Bwsdy hn, Aqy ihrdy AMdr imqR nUM ifiTAwˆ jIkUM hrK aupijAw krdw hY qIkUM hI S`qRU BI smsr Esy smwn hI aunmwnIAY PuirAw pRqIq hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3DJD",
        "source_page": 104,
        "source_line": 3,
        "gurmukhi": "rsn suAwd ibK AMimRqu smwin qw kY; kr sprs jl Agin smwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For him the taste of poison is not different from that of nectar. He feels the touch of water and fire alike.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qw kY iqnwˆ dI rsnw aupr ibK kOVy Aru AMimRq im`Ty dw sÍwd iek smwn hI aupijAw krdw hY[ Bwv jIkUM im`Ty nUM c`KdI hoeI rsnw sB dy m`Qy aupr pRsMnqw KyiVAw krdI hY qIkUM hI Enwˆ dI rsnw dy kOVy sÍwd ivc vrqidAwˆ aunHwˆ dy m`Qy Xw n`k aupr mroV nhIˆ pYdw hoXw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3ALQ",
        "source_page": 104,
        "source_line": 4,
        "gurmukhi": "duK suK smsir ibAwpY n hrK sogu; jIvn mukiq giq siqgur igAwnIAY [104[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He treats comforts and distresses alike. These two emotions do not influence him. By the benign and magnificence of a True Guru, who has blessed him with Naam, he achieves emancipation while living a house-holder's life. (104)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesI pRkwr du`K AOr suK dy smyˆ BI auh smsr ie`ko jyhy hI pRsMn bdn muK rihMdy hn hrK sog EnHwˆ nUM nhIˆ ibAwp poh skdw[ bs Awh kuJ hY jIvn mukqI pRwpq purKwˆ dI dSw, ijnHwˆ nUM siqgurwˆ ny Apxw igAwn bKSky AYsw igAwn bxw ilAw hY ]104]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
