[
  {
    "id": "CQR",
    "sttm_id": 6585,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UL5U",
        "source_page": 105,
        "source_line": 1,
        "gurmukhi": "crn srin ghy inj Gir mY invws; Awsw mnsw Qkq Anq n DwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the refuge of a True Guru, a devoted Sikh resides in higher spiritual plane. All his expectations and desires vanish and his mind does not waver any more.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw koeI aukq gurmuKwˆ dy crxwˆ dI srxgRhx kry Bwv Enwˆ dI sMgq ivc bYT jwvy Es dw invws ic`q dI iesiQq Xw lgwau inj Gr mY Awqm pRwiexI ho jwˆdw hY, Aru Awswˆ aumYdwˆ jo mnu`K nUM in`q glIAwˆ rihMdIAwˆ hn qy mnsw mn kwmnw jo AMdr inq nvIAwˆ jwgdIAwˆ rihMdIAwˆ hn ies dIAwˆ Qikq ho hu`t jwˆdIAwˆ hn, Aru hux 'Anq n DwveI' pr qn pr Dn pr dys Awid vwsqy nhIˆ dOiVAw krdw, Bwv Swˆq sMqoK nUM Dwr ilAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "13TN",
        "source_page": 105,
        "source_line": 2,
        "gurmukhi": "drsn mwqR Awn iDAwn mY rhq hoie; ismrn Awn ismrn ibsrwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the glimpse of True Guru, a devoted Sikh seeks not audience with anyone else. He rids himself of all other remembrances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsy jIvn mukq is`K dy drSn mwqR kIiqAwˆ hI drSn krxhwrw hornwˆ iDAwnwˆ qknIAwˆ qwˆGwˆ v`loˆ rihq bs ho jwˆdw hY, pr jy ismrn Xwd AMdr ikqy Aw jwvy qwˆ hor sB Xwdwˆ ibsrwveI ivsr jwˆdIAwˆ hn Bwv Es dIAwˆ sMswrI icqvnIAwˆ suqy hI bMd pY jwˆdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDT0",
        "source_page": 105,
        "source_line": 3,
        "gurmukhi": "sbd suriq moin bRq kau pRwpiq hoie; pRym rs AkQ kQw n kih AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By engrossing his mind in the divine word (of Guru), he becomes bereft of all other thoughts. (He gives up all other futile talks). Thus his love for his Lord is beyond description.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sbd bolno bwxI qy sunxo kMn donoˆ hI AYsy mhwˆ purK jIvn mukq is`K dy bcn iblws suxdy swr mon bRq nUM pRwpq ho jwˆdy hn; cu`p swD lYˆdy hn Bwv bkvws dI vwdI bs ho jwˆdI hY Aqy AYnw pRym dw rs sÍwd aus dI sMgq ivcoˆ AOˆdw hY ik Es dI kQw AkQ rUp hY kihxy ivc Aw hI nhIˆ skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "035S",
        "source_page": 105,
        "source_line": 4,
        "gurmukhi": "ikMcq ktwC ikRpw prm inDwn dwn; prmdBuq giq Aiq ibsmwveI [105[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By a momentary glimpse of the True Guru, one attains invaluable treasure of His name. The state of such a person is amazing and a cause of surprise for the beholder. (105)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qy jd auh ikMicq Br QoVI mwqR ikrpw ivc Aw ky q`k lvy qwˆ aus ikRpw ktwKÎ dÍwrw mwno prm inDIAwˆ bKS idMdw hY[ Aru prm AdBuq dSw AMdr Awx vriqAw krdI hY, ijs dw Anumwn lOxw BI Aiq ibsmwveI AqÎMq pRySwn Acrj kr idMdw hY ]105]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
