[
  {
    "id": "BBB",
    "sttm_id": 6605,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DHFC",
        "source_page": 125,
        "source_line": 1,
        "gurmukhi": "shj smwiD swDsMgiq mY swcuKMf; siqgur pUrn bRhm ko invws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The congregation of holy men is like Realm of Truth where they get absorbed in the memory of the Lord, His abode.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj smwiD swD sMgiq mY swD sMgiq mY guris`Kwˆ dy siqsMg ivc sihjy hI vw sihj srUp ivKy smwiD lg jwieAw krdI hY sihj srUp Swˆq pd vw Awqmw ivKy ibrqI itk jwieAw krdI hY kÎoˆik pUrn bRhm siqgur ko invws ies ivKy pUrn bRhm siqgurU ny invws vwsw ilAw hoXw hY[ ies vwsqy swc KMf hY ieh scKMf AsQwn hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RJJJ",
        "source_page": 125,
        "source_line": 2,
        "gurmukhi": "drs iDAwn srgun Akwl mUriq; pUjw Pul Pl crnwmRq ibsÍws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For the Sikhs of the Guru, focusing of mind on True Guru is like seeing the Transcendental Lord who is beyond time. There belief of enjoying the magnificence sight of the True Guru is like performing worship with flowers and fruits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drs iDAwn srgun Akwl mUriq Akwl srUp sqÎ srUpI siqgurwˆ dw jo prq`K drSn krnw hY ieh qwˆ prmwqmw dw srgux srUp dw mwnoˆ iDAw hY[ Aru Pl Pul Awid Bytw dÍwrw pUjw krxI qy crxwimRq pwn krn kr ky gurmuKwˆ nUM ibsÍws hY aunHwˆ dy swKÎwq srgux Akwl srUp hox ivKy idRV prqIq inscw b`iJAw krdw hY[ Aqy iesy pRkwr sbd suriq Avgwhn AiBAws hY; siqgurwˆ dI rsnw dÍwry aupdyS nUM sux kr ky bwrMbwr Es nUM Avgwhn Dwrx krdy rihx dw jqn ieh ies mwrg dw AiBAws huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7J1E",
        "source_page": 125,
        "source_line": 3,
        "gurmukhi": "inrMkwr cwr prmwrQ prmpd; sbd suriq Avgwhn AiBAws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A true servant of Guru realises the supreme state of the Absolute Lord through perpetual meditation and engrossment of his mind in the divine word.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ aupr kQn kIqy jo siqsMg pRvys, drSn iDAwn pRSwd dy Byt crx bMdn Awid, qQw Sbd AiBAws rUp cwry swDn hn, so cwr prmwrQ ieh cwroˆ hI prmwrQ prm pRXojn rUp swDn prm pd inrMkwr = inrMkwr srUp prm pd moK dI pRwpqI dy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B3BS",
        "source_page": 125,
        "source_line": 4,
        "gurmukhi": "srb inDwn dwn dwiek Bgiq Bwie; kwm inhkwm Dwm pUrn pRgws hY [125[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the loving worship of the Lord, (the bestower of all treasures) in the true holy congregation, a Guru-conscious person is convinced of no alternate place for him and he rests in complete radiance of the light divine of the God Lord. (125)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs kr ky ienwˆ swDnwˆ dI is`DI dw AsQwn hox kr ky ies siqsMg nUM srb inDwn dwn dwiek Bgiq Bwie srb inDIAwˆ qQw BgqI Bjn pÎwr pRmwqmw dy swDn Aru Bwie pRym BOxI SrDw dw dwiek dwqw mMinAw hY Aqy kwm inhkwm Dwm kwmnw vloˆ inSkwm vw sMklpwˆ v`loˆ inrsMklp APur hox dw Dwm pd mukq pdvI BI pUrn pRgws hY AvSÎ hI siqsMg ivKy pUrI pUrI qrHwˆ prgt ho AwXw krdI hY ]125]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
