[
  {
    "id": "VKJ",
    "sttm_id": 6607,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "667B",
        "source_page": 127,
        "source_line": 1,
        "gurmukhi": "gurmuiK swD crnwmRq inDwn pwn; kwl mY Akwl kwl ibAwl ibKu mwrIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A Guru-conscious person enjoys the benefits of all the nine treasures in the company of holy men. Despite living in the wheel of time, he remains protected from its wrath. He destroys the poison of the time like snake.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK swD crnwimRq inDwn pwn swD sMq siqgurU dy crxwˆ dy AMimRq nUM jo ik AMimRq dy inDwn BMfwr rUp hYn, pwn Ck kr ky gurmuK hoeI dw hY[ Aqy AYsw bx ky kwl mY Akwl smyˆ dIAwˆ hdwˆ ivKy vw smyˆ dy Anuswr ijhw ijhw ijs ijs vyly Awx vwpry Es mUjb vrqdw hoXw BI, Akwl kwl idAwˆ Asrwˆ qoˆ suK duK vw hrK Sok Awid dy smwgmwˆ ivKy vrqidAwˆ hoXwˆ BI AsMg vw AsprS irhw krdw hY[ qy ieauˆ dI vrqn dy suBwv dI pRp`kqw kwrx Es ny mwnoˆ kwl ibAwl ibKu mwrI hY srp dI qrwˆ hrK Sok, rwg dÍYK Awidk jo ies kwl dI ibK ivhu mOky mOky isr fMgn vwlI sI mwr id`qI hY inivrq kr id`qI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5DPV",
        "source_page": 127,
        "source_line": 2,
        "gurmukhi": "gurmuiK swD crnwmRq inDwn pwn; kul AkulIn Bey duibDw invwrIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He drinks deep the elixir of the Lord's name sitting in the dust of the feet of holy men. He becomes bereft of caste pride and is able to remove all differences of high and low from his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK swD crnwimRq inDwn pwn swDU siqgurwˆ dy AMimRq BMfwr rUp crxwˆ dy AMimRq nUM pwn kr ky kul (jwqI, goq brn, AwSRm Awid dy AiBmwn nUM iqAwg ky gurmuKqw mwqR Dwrdy hI ienHw vloˆ 'AkulIn' kul rihq ho jwˆdw hI Aqy Awpxy Awp nUM is`K sdwx l`g jwx kr ky rIqwˆ rsmwˆ Awid dI jo ibiD inKyD dI duibDw sI, aun invwrn iqAwg kr idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X92W",
        "source_page": 127,
        "source_line": 3,
        "gurmukhi": "gurmuiK swD crnwmRq inDwn pwn; shj smwiD inj Awsn kI qwrIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the company of holy men and enjoying the treasure of elixir like Naam, he remains engrossed in his self and attached consciously in a state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKqw DwridAwˆ swDU swDU srUp siqgurwˆ dy AMimRq BMfwr rxwˆ dy AMimRq nUM pwn kr ky Es dI 'shj smwiD inj Awsn kI qwrIAY' inj Awpy dw hY Awsn invws ijs itkwxy Awpxy AMdr, EQy hI qwrIAY qwVI lgw ky DÎwn kr ky shj smwiD shj srUpxI iesiQqI nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MQXD",
        "source_page": 127,
        "source_line": 4,
        "gurmukhi": "gurmuiK swD crnwmRq prmpd; gurmuiK pMQ Aibgq giq inAwrIAY [127[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Relishing the elixir like Naam of the Lord in the company of the holy men, he attains the supreme state. The path of Guru-conscious people is beyond description. It is imperishable and celestial. (127)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK swD crnwimRq dI mRXwdw hI AMimRq Ckw ky is`K sjwn dI rhI hY[ so Esy dw hI ivDwn BweI jI ny aus vkq dy mUjb kIqw hY, pr dsm pwiqSwh ny KMfy dy AMimRq rwhIˆ gur is`KI dI sMgiq ivc pRvyS krn dI pRpwtI clweI[ so vrqmwn smyˆ leI swD crxwimRq dI bjwX KMfwimRq Bwv smJ lYxw cwhIey ]127]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
