[
  {
    "id": "ULH",
    "sttm_id": 6615,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AM80",
        "source_page": 135,
        "source_line": 1,
        "gurmukhi": "sRI gur drs iDAwn sRI gur sbd; igAwn ssqR snwh pMc dUq bis Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Contemplating on the vision of the True Guru and practicing His impressed divine word are the weapons for fighting the five evils like lust, anger, avarice etc.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRI gur drs iDAwn sRI gur sbd igAwn sRI soBwXmwn siqgurwˆ dy drSn dw iDAwn Aru sRI soBwXmwn klÎwx srUp siqgurwˆ dy Sbd aupdyS rUp mMqR dw jo igAwn jwn lYxw hY ienwˆ dohwˆ swDnw rUp ssqR snwh SsqR qy sMjoey nUM Dwrx krn kr ky Bwv igAwn qoˆ qwˆ SsqR dw kMm lY ky vIcwr dÍwry kwm kRoD Awid vYrIAwˆ nUM mwrdw rhy Aru iDAwn qoˆ sMjoey vYrIAwˆ dy SsqRwˆ dy vw qoˆ bcOn vwlI Pulwˆ dI puSwk dw kMm lYˆdw rhy ArQwq iDAwn dy pRBwv kr ky myry auprkoeI vwr nhIˆ ho skdw AYsw A`tl Brosw rKy qwˆ pMc dUq bIs Awey hY kwm kRoD loB moh AhMkwr rUp pMjy duSt vYrI v`s Aw jwˆdy hn, Bwv gur is`K dI AwgÎw Anuswr kMm krn vwly ho qurdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2T10",
        "source_page": 135,
        "source_line": 2,
        "gurmukhi": "sRI gur crn ryn sRI gur srin Dyn; krm Brm kit ABY pd pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The refuge of True Guru and by living in the dust of His feet, the ill effects and doubts of all past performed deeds are vanquished. One acquires a state of fearlessness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRI gur crn rynu sRI gur srin Dyn soBwXmwn siqgurwˆ dy crxwˆ dI ryn DUlI syvn kr ky dw DUlI hoey rihx kry qQw soBwXmwn siqgurwˆ dI srx Awsrw Et Dwrx krx kr ky krm Brm kit Amukw krm nw kIqw igAw qwˆ AmukI hwnI ho jwaU Xw Pulwnw kMm kIqÎwˆ Pulwnw hrjw ho jwvygw, AYho jyhw ibDI inKyD dw Brm k`itAw jwˆdw hY Bwv lOikk byidk rIqwˆ rsmwˆ dw jUlw isr qoˆ lwhky ABY pd pwey hY inrBY pdvI moKAQvw bypRvwhI bymuQMjgI s`cI suqMqRqw dw drjw pRwpq kr lYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K1ML",
        "source_page": 135,
        "source_line": 3,
        "gurmukhi": "sRI gur bcn lyK sRI gur syvk ByK; ACl AlyK pRBu AlK lKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By imbibing the divine words of Satguru (True Guru), and by developing an attitude of a true slave, one realises the imperceptible, indeceivable and indescribable Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy iesy pRkwr sRI gur bcn lyK sRI gurU mhwrwj dy hI iek mwqR bcn nUM lyKy pw ky ic`q aupr hr dm ilKÎw rihx vwlw Xw AvSÎ pRvwnx lYk sqÎ sqÎ AwpxI klÎwx dw kwrx inscy kr ky, qQw sRI gur syvk ByK sRI gurU mhwrwj dy syvk vwlI hI bwhrlI cwl Fwl vI pihrwvy Awid dy FMg dw swˆg Dwrx kr ky gurmuK siqsMgI ieauˆ vrqidAwˆ hoXwˆ ACl AlyK pRBu AlKu lKwey hY mwXw AivdÎw kr ky nw iksy pRkwr CilAw jw skn vwlw, qQw byd SwsqRwˆ Awid lyiKAwˆ vwlIAwˆ pRikirAw pRpwtIAwˆ ivc nw Aw skn vwlw jo pRBU srb SkqImwn prm ipqw prmwqmw hY, Awpxy nw lKy jw skn hwry AlK srUp nUM Es dy qwˆeI lKw idMdw hY AnuBv krw idMdw hY Apxy vwsqv srUp nUM[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E8VX",
        "source_page": 135,
        "source_line": 4,
        "gurmukhi": "gurisK swDsMg gosit pRym pRsMg; inMmRqw inrMqrI kY shj smwey hY [135[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the company of holy men of the True Guru, singing Gurbani (Guru's utterances in praise of the Lord) with humility and love, one gets absorbed in the spiritual peace. (135)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwprj ieh ik gurisK swD sMg gosit + pRym pRsMg gurU kw is`K siqgurwˆ dI sMgiq ivc iml ky pRym pRsMg pRym pUrbk pRym nwl igAwn goSt krdw hoXw inMimRqw inrMqrI kY lgwqwr grIbI nUM Dwrx krdw krdw shj smwey hY shj sÍrUp ivKy lIn ho jwˆdw hY ]135]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
