[
  {
    "id": "2PM",
    "sttm_id": 6618,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q83Q",
        "source_page": 138,
        "source_line": 1,
        "gurmukhi": "siq rUp siqnwm siqgur igAwn iDAwn; siqgur miq suin siq kir mwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The granter of knowledge and contemplation of ever stable form and name (Lord) is True Guru. A Guru-conscious person listens to the teachings of the True Guru and practices His words in his deeds and actions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siq rUp siq nwm siqgur igAwn iDAwn ijs Bwˆq idn rwq jIvn Br hI pRwxwˆ dI qwr b`JI rihMdI hY ies pRkwr ienwˆ dy shwry vwihgurU dy nwm dw gyV pRwqw mDÎwn sMDXw kwl lgwqwr idn rwq ivKy jwrI rKxw siq srUpI siqnwm hY eyho hI siqgurwˆ ny igAwn krvwXw jwxkwrI ivc krwXw hY, qy iesy ivKy hI iek rs iDAwn rKdw siqgur miq siqgurwˆ ny miq idqI ArQwq isiKAw isvweI AQvw bUJ buJweI hY, ijs nUM Enwˆ ny suin siq kir mwnI hY suxdy swr siq XQwrX XQwrX s`c s`c kr ky mMinAw pRvwx kIqw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5YKN",
        "source_page": 138,
        "source_line": 2,
        "gurmukhi": "drs iDAwn smdrsI bRhm iDAwnI; sbd igAwn gur bRhmigAwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By virtue of glimpse and contemplation of the True Guru, a Guru-oriented person treats all uniformly. And as such he is Lord-conscious person and because of the knowledge of the words of Guru, he is Lord aware person.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ kr ky qwˆ auh drs iDAwn smdrsI bRhm iDAwnI idRSÎ pRpMc mwqR pswry nUM DÎwn ingHw AMdr AOˆidAwˆ Es ivKy sm drsI iek rs rmy hoey prmwqmw nUM hI qkdy hn ijs kr ky auh bRhm iDAwnI hoey rihMdy hn[ Aru AYsw hI aupr khy sbd igAwn gur bRhm igAwnI hY gur Sbd dy igAwn ivc idRV rih ky auh bRhm igAwnI bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TMHU",
        "source_page": 138,
        "source_line": 3,
        "gurmukhi": "gurmiq inhcl pUrn pRgws irdY; mwnY mn mwny aunmn aunmwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By practicing the teachings of the True Guru completely and with patience, the light effulgent appears within him. He is filled with the love of the Lord and he acquires higher state of spiritual being.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwq prj kIh ik ies Bwˆq gurmiq inhcl gurmiq ivKy Ac`l Afol itky rihx kr ky Enwˆdy pUrn pRgws irdY ihrdy AMdr pUrn srb bÎwpI srUp prmwqmw dw pRgws swKÎwqkwr ho AOˆdw hY qy iesy kr ky hI mwnY mn Enwˆ dw mn BI mMn jwˆdw hY Bwv sB qrHwˆ sMklp ivklp rihqho jwˆdw hY[ bs jd ieauˆ mwny mMn jwvy qwˆ aunmn aunmwnI hY aunmnI Bwv ivKy mn pRwpq ho igAw hY AYsw Anumwn inscw kr lvo[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9D99",
        "source_page": 138,
        "source_line": 4,
        "gurmukhi": "ibsmY ibsm AscrjY Ascrj mY; AdBuq prmdBuq giq TwnI hY [138[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the grace of the meditation of Naam of the Lord carried out by the blessings of the True Guru, he stays in most ecstatic, strange and blissful state all the time. (138)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibsmY ibsm AscrjY Ascrj mY AdBuq prmdBuq giq nwnI hY AcMBy nUM BI AcMiBq krxhwrI qy Acrjqw nUM Acrj rUp bnwx hwrI qQw AdBuq AnoKIEˆ BI mhwn AnoKI giq dSw AvsQw jo khI jwˆdI hY so iek mwqR eyho hI TwnI Qwp SwsqRwˆ mhwˆ purKwˆ AnuBvIAwˆ ny pRvwx kIqI hY ]138]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
