[
  {
    "id": "UWM",
    "sttm_id": 6619,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "JY2Y",
        "source_page": 139,
        "source_line": 1,
        "gurmukhi": "pUrn prm joiq siqgur siq rUp; pUrn igAwn siqgur siqnwm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The True Guru is the true and complete form of the Radiance supreme-the Lord. The blessings of Naam to the Sikhs is the complete knowledge of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn prm joiq siqgur siq rUp scmu`c hI siqgurU pRIpUrx prmjÎoqI srUp hn, ArQwq siqgurwˆ dw rUp AwikRqI suMdrqw vw Awkwr siq sco sc pRIpUrx srb TOr rimAw hoXw prm joqI prm pRkwS srUp prmwqmw rUp hI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L6MH",
        "source_page": 139,
        "source_line": 2,
        "gurmukhi": "pUrn jugiq siq siq gurmiq irdY; pUrn syv swDsMgiq ibsRwm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The slave Sikh of the True Guru imbibes the teachings of the Guru in his heart according to the manner taught and holds it as total truth. He practices it in the holy congregation very devotedly;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn jugiq siq siqgur siq irdY siqgur dy ihrdy AMdr siq jÎoˆ dw qÎoˆ XQwrQ vw sc rUp ho jo kuC jc irhw hovy ausy ivKy hI pUrI pUrI qrHwˆ jugiq juVnw ju`tnw vw aus dw vrqoˆ ivc ilAwxw hI siq Blw hY[ pUrn su syv swD sMgiq ibsRwm hY Aqy swD gurU sMgiq ivKy jo ibsRwm cYn iesiQqI pRwpq krxI Bwv siqgurwˆ dy myl dw ATy pihr dw ciVHAw rihxw hI pUrI pUrI auqm syvw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PTYM",
        "source_page": 139,
        "source_line": 3,
        "gurmukhi": "pUrn pUjw pdwribMd mDukr mn; pRym rs pUrn huie kwm inhkwm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the worship of the lotus-like feet of the True Guru, the beetle-like mind is satiated with the love elixir of Lord-like Guru and feels free from all other desires and wants.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn pUjw pdwribMd mDukr mn mn nUM BOry vwkUM pRymI bxw ky siqgurwˆ dy pd +Aru ibMd crx kmlwˆ ivc ilpty rihxw Bwv crx kmlwˆ dy iDAwn ivc mgn rihxw vw crx p`g p`Kw cwpI krnw hI pUrI pUrI pUjw hY[ Aqy ies Bwˆq pRym rs pUrn huie kwm inhkwm hY pRym rs nwl pRIpUrx ho ky r`j ky iqRpq ho ky sB qrHwˆ nwl kwmw krmwˆ qoˆ inhkwm inhkrmI bx jwˆdw hY, Bwv jnm jnmwqrwˆ dy krm dgD ho jwˆdy hn AQvw iesy hI jnm ivKy jIauˆdy jI hI sB pRkwr dy krqbwˆ krxjog kMmwˆ qoˆ inh krq`b Awzwd ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "34A0",
        "source_page": 139,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gur pUrn prm iniD; pUrn pRgws ibsm sQl Dwm hY [139[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The storehouse of all treasures are the form of complete form of True Guru. By virtue of the meditation on Naam (obtained from the True Guru) the heart that feels the light effulgence of the Lord, that heart is wondrous and astonishing. (139)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm gur pUrn prminiD qwqpRX kIh ik pUrn gurU pUry guru pUry ivc iml pUry hoey hoey siqgurU prm iniD pUrxqw dI inD BMfwr pUrn bRhm srUp hn[ Aqy pUrn pRgws ibsm sQl Dwm hY ibsm sQl ivSyS kr ky smqw Bwv vwlI iesiQqI AQvw ibsmwd AvsQw dw itkwxw sMswr nUM jÎoˆ ky qÎoˆ kUVy rUp ivc inscy kr, ies v`loˆ auprwm ic`q ho, s`q srUpI AnuBv vwlI kOqukI AvsQw Enwˆ dy pUrn pRgws dw Dwm AsQwn hY ]139]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
