[
  {
    "id": "UZG",
    "sttm_id": 6620,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0C39",
        "source_page": 140,
        "source_line": 1,
        "gurmukhi": "drsn joiq ko audoq Ascrj mY; qwmY iql Cib prmdBuq Cik hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The divine radiance of True Guru's light is astonishing. Even a miniscule part of that light is beautiful, marvellous and quaint.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drsn joiq ko audoq Ascrj mY drSn ivc AOx hwry smUh pdwrQwˆ dI joq cwnxy dw Acrj rUpI audoq audy pRgt hoxw huMdw hY ijs itkwxy ArQwq sB idKweI dyx vwlIAwˆ vsqUAwˆ dy q`kn dw jÎoˆ dw qÎoˆ igAwn huMdw hY AswnUM ijs itkwxy qw mY iql Cib prmdBuq Cik hY iqs AsQwn ivKy iek iql prm AdBuq AqÎMq AnoKI Cib sudrqw ivc CikAw hoieAw quilAw hoXw AGwieAw hoXw BrpUr hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0KT7",
        "source_page": 140,
        "source_line": 2,
        "gurmukhi": "dyKby kau idRsit n sunby kau suriq hY; kihby kau ijhbw n igAwn mY aukiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Eyes have no power to see, ears have no power to hear and tongue has no power to describe the beauty of that light divine. Nor are there words in the world to describe it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyKby kau idRsit n suinby kau suriq hY' ies dy dyKx vwsqy ieh idRStI kMm nhIˆ Aw skdI, qy ies dw mh`q sunx leI ieh swDwrx kMn nhIˆ ho skdy[ 'kihby kau ijhvw n igAwˆn mY aukiq hY' ies dw pRBwv kQn Kwqr ieh jIB smr`Q nhIˆ qy jwnx dI SkqI Akl ivc BI aukiq dlIl hu`jq qrk ivqrk dÍwry smJn dw bl nhIˆ hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7DFX",
        "source_page": 140,
        "source_line": 3,
        "gurmukhi": "soBw koit soB loB luiBq huie lot pot; jgmg joiq koit Eit lY iCpiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Numerous praises, lights of glittering lamp hide behind curtains before this supernatural light.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "soBw koit soB loB luiBq huie lot pot kRoVwˆ hI SoBwvwˆ ies dI SoBw dy loB lwlsw is`k ivc luBwiemwn ho ky lotn potn ho rhIAwˆ hn, Aqy jg mg joiq koit Et lY iCpiq hY jgmg jgmg krx hwrIAwˆ bRhmMf Br dIAwˆ kRoVwˆ hI joqwˆ ies dI joq dmk dI Et lY auhly ho ky Srm dIAwˆ mwrIAwˆ ies dy swmxy hoxo iCpdIAwˆ iPrdIAwˆ hn Bwv mwq hoeIAwˆ peIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XSS1",
        "source_page": 140,
        "source_line": 4,
        "gurmukhi": "AMg AMg pyK mn mnsw Qkq BeI; nyq nyq nmo nmo Aiq hU qy Aiq hY [140[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A very momentary glimpse of that divine effulgence ends all the notions and options of the mind. The praise of such glimpse is infinite, most wondrous and marvellous. Thus He should be saluted again and again. (140)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMg AMg pyiK mn mnsw Qkq BeI' pyK ky q`k ky AMg AMg srb AMg kr ky smUlcI hI mn dI mnsw sMklp ibrqI vw mno ibrqIAwˆ dw smudwX Qikq ho hu`t jwieAw krdw hY[ Es dw vrnx nhIˆ kIqw jw skdw, bs nyiq nyiq nmo nmo Aiq hU qy Aiq hY nyiq nyiq AnMq AnMq AwKky AqÎMq qoˆ AqÎMq nmskwr hI nmskwr ies iql qwˆeI krdy hn ]140]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
