[
  {
    "id": "XPM",
    "sttm_id": 6621,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PDJD",
        "source_page": 141,
        "source_line": 1,
        "gurmukhi": "Cib kY Anyk Cb soBw kY Anyk soBw; joiq kY Anyk joiq nmo nmo nm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Myriad beauties and many praises salute the beauty and praise of divine effulgence of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Cib kY Anyk Cib Anykwˆ Cbwˆ suMdrqweIAwˆ dI Cib suMdRqw Aru SoBw kY Anyk soBw Anykwˆ SoBwvwˆ dI SoBw kRwˆqI dIpqI dmk mnohrqw Aqy joiq kY Anyk joiq Anykwˆ joqI dI joqnw nmo nmo nm hY bwrMbwr nmskwr krdIAwˆ hn iqs iql dy pRkwS nUM Bwv Anykwˆ Cbwˆ iek mhwˆ pRcMf jÎoqI pRkwS dw srUp Dwr ky sB dIAwˆ sB hI Awpo ivc iml ky AQvw A`f A`f smudweI rUp ivKy aukq iql Agy JukdIAwˆ hn[ iqMn vwr nmo nmo nm hY kihx dw AiBpRwX ieh sUcn krwx qoˆ hY ik Cbwˆ, SoBw qQw joqIAwˆ A`f A`f iek`TIAwˆ ho ky mujrw krdIAwˆ hn, Xw sB hI auh Awpo ivc iekqR ho ky bwrMbwr vw AvSÎ hI nmskwr krdIAwˆ dw mqlb drswn qoˆ Bwv hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5BBV",
        "source_page": 141,
        "source_line": 2,
        "gurmukhi": "ausquiq aupmw mhwqm mihmw Anyk; eyk iql kQw Aiq Agm Agm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Praise of the True Guru equal to a sesame seed is beyond many praises, comparisons, and glories described.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI ausqiq aupmw mhwqm mihmw Anyk ausqqIAwˆ aupmwˆ mhwqm qIrQ prb Awid dy syvn dy vw puMn krmwˆ dy krn dy Aru mihmw sB pRkwr dI SuB kIrqI Anykwˆ Anykwˆ hI iek`TIAwˆ ho AOx, qwˆ BI BI eyk iql kQw Aiq Agm Agm hY Es iek iql dI kQw Aiq sY kr ky AgMm hI AgMm sB pRkwr kr ky hI phuMc, pujq qoˆ pwr rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BTWZ",
        "source_page": 141,
        "source_line": 3,
        "gurmukhi": "buiD bl bcn ibbyk jau Anyk imly; eyk iql Awid ibsmwid kY ibsm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If all the wisdom, strength, powers of speech, and worldly knowledge combine, these would be astonished by a momentary initial glimpse of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\y hI buiD bl bcn ibbyk dw bl vÎwKÎw SkqI qQw ibbyk bl soc vIcwr dw mwdw BI jykr Anykwˆ rUp ho Awx imln qwˆ BI eyk iql Awid ibsmwid kY ibsm hY ijs AvsQw qoˆ Es nUM BI ibsm hY BOck ivc pw id`qw krdy hn Bwv hrwnI dIAwˆ h`dwˆ hI t`p jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NBKY",
        "source_page": 141,
        "source_line": 4,
        "gurmukhi": "eyk iql kY Anyk BwNiq inhkwNiq BeI; Aibgiq giq gur pUrn bRhm hY [141[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All the beauties become insipid and fade away before a momentary glimpse of the divine light of the True Guru. Therefore grandeur of complete God like True Guru is beyond apprehension. (141)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eyk iql kY Anyk Bwˆiq inhkRwˆiq BeI iesy hI iek iql qoˆ Anyk Bwˆq Anyk puxw Anyk rMgI cwlw inhkRwˆq inkilAw hoXw pRgitAw hXw hY, mwnoˆ AYsw pRBwv vwn ieh iql hY, qy iesy qoˆ hI smJ lvo ik ijs jÎoqI srUp pUrn bRhm siqgurU ivKy ieh iql iek AMs mwqR qy iesiQq hY, aunHwˆ dI gqI ikqnI ku Aibgq rUp hovygI, ijs nUM DÎwn ivc ilAw ky BweI swhb aucwrdy hn ik Aibgq giq gur pUrn bRhm hY siqgurU pUrn bRhm srUp hn qy Enwˆ dI gqI AbÎkq rUp hY, Bwv iql nUM qwˆ iksy qrHwˆ inrUpÎw jw sikAw hY, pRMqU siqgurwˆ dy pRkwS dw vrnx qwˆ Awid AnMq vw nyiq nyiq AwdI Sbdwˆ dÍwry BI iksy pRkwr nhIˆ kIqw jw skdw ]141]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
