[
  {
    "id": "7H3",
    "sttm_id": 6622,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U114",
        "source_page": 142,
        "source_line": 1,
        "gurmukhi": "drsn joiq ko audoq Ascrj mY; ikMcq ktwC kY ibsm koit iDAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A sight of the divine refulgence of the True Guru is full of astonishment. A momentary glance of grace of the True Guru baffles millions of contemplation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drsn joiq ko audoq Ascrj mY siqgurwˆ dy drSn krn qoˆ AcrjmeI joq dw audoq audy pRgt krdw hY ArQwq drSn krn mwqR qy is`Kwˆ dy irdy AMdr AQvw siqgurwˆ dy msqk aupr BOck ivc pOx vwly pRkwS dI lwt dg dg krdI idKweI dyx lg ipAw krdI hY[ Aru ikMcqk ktwC kY ibsm koit iDAwn hY QoVw mwqR ikRpw BrI idRStI nwl siqgurwˆ dy q`kn qoˆ kRoVwˆ iDAwn hI AcMBy nUM pRwpq ho jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "78JW",
        "source_page": 142,
        "source_line": 2,
        "gurmukhi": "mMd muskwin bwin prmdBuiq giq; mDur bcn kY Qkq koit igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Sweet smiling nature of the True Guru is marvellous. Millions of understandings and perceptions are paltry before his elixir like utterances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy mMq muskwin bwin prmdBuq giq mMd mMd sihj sihj hsmuKI bwn pRikRqI qbIAq Xw suBwv dI gqI dSw cwl prm AnoKI hY qy im`Ty imTy bcnwˆ kY Agy qwˆ kroVwˆ hI igAwn Qikq ho hu`t jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QY14",
        "source_page": 142,
        "source_line": 3,
        "gurmukhi": "eyk aupkwr ky ibQwr ko n pwrwvwru; koit aupkwr ismrn aunmwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The grandeur of a blessing of the True Guru is fathomless. And therefore, to remember other good deeds is trifle and meaningless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy iek nwm dwn rUp aupkwr dy ivsqwr dw pwrwvwr (pwr aurwr) nhIˆ pwieAw jw skdw[ hor kRoVwˆ prkwr dy jo aupkwr (BlweI krn vw shwieqw pucwn Awid dy swDn) hn, auh cyqy krIey qwˆ aunmwn (aUn mwn) vwly qu`C idisAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N86G",
        "source_page": 142,
        "source_line": 4,
        "gurmukhi": "dieAwiniD ikRpwiniD suKiniD soBwiniD; mihmw inDwn gMimqw n kwhU Awn hY [142[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is a treasure-house of kindness and ocean of clemency and sea of comforts. He is such a vast storehouse of praise and coffer of grandeur that no one else can reach it. (142)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dieAw iniD ikRpw iniD suK iniD soBw iniD siqgurU dXw dy BMfwr hn Bwv hr pRkwr kr ky duKÎwirAwˆ dy du`K invwrx leI mwnoˆ Awp dy BMfwr Ku`ly pey hn, Aru AivdÎw dy ADIn Xw Brm BulyKy dy mwirAwˆ hoXwˆ Anyk ApRwDwˆ dy krx hwirAwˆ dy ApRwD bKSn leI ikrpw dy BI BMfwr Ku`ly rihMdy hn Bwv gurU brkqwˆ bKSn hwry prm audwr hn[ qy AYsw hI suKwˆ dy BI BMfwr hn, ArQwq ijs ijs mnicMdI dSw ivKy suK dy jwck lok AOˆdy hn sB dIAwˆ hI Es Es pRkwr murwdwˆ BOxIAwˆ pUrIAwˆ krdy hn[ ievyˆ hI Awp soBw dy BI BMfwr hn[ hr pRkwr dI SoBw dy lYk srxwgqwˆ nUM bxwn hwry hn[ iksy pRkwr mihmw inDwn gMimqw n kwhU Awn hY mihmw dy BI Kzwny vw smuMdr hn srxwgqwˆ nUM mhwˆ mihmwvwn bnwx leI sm`rQ hn, kwhUM Awn iksy hor Avqwr vlI pIr pYgMbr nUM Enwˆ dI brobrI dI gMimqw nhIˆ hY ]142]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
