[
  {
    "id": "GH1",
    "sttm_id": 6628,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "J86P",
        "source_page": 148,
        "source_line": 1,
        "gurmukhi": "gurmuiK iDAwn kY piqstw suKMbr lY; Anik ptMbr kI soBw n suhwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the grace of True Guru, a Guru-conscious person appreciates no other apparel than the comfort giving dress of respect and honour acquired by virtue of perpetual engrossment of the mind in the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK iDAwn kY pRiqstw suKMbr lY gurmuK purK nUM DÎwn dy kwrx DÎwn dy pRBwv kr ky jo pRiqStw gOrvqw vfÎweI snmwn suK srUpI AMbr bsqr dy ilAwˆ pRwpq huMdI hY ArQwq DÎwn krn kr ky ijs suKmeI AvsQw ivc auh mgn huMdI hY, Es nwl Es dI mh`qqw AYfI au`cI ho jwˆdI hY ik Aink ptMbr kI soBw n suhwveI iekqoˆ iek cVHdy Anyk Bwˆq dy p`t dy bsqrwˆ dI SoBw BI Es dy swmny kdwicq nhIˆ sohxI lg skdI, Bwv mwq pY jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8W8F",
        "source_page": 148,
        "source_line": 2,
        "gurmukhi": "gurmuiK suKPl igAwn imstwn pwn; nwnw ibMjnwid sÍwd lwlsw imtwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He also feels no more desire for other foods after relishing the soul comforting sweet elixir like food of Naam Simran (Meditation on Lord's name).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuiK suKPl igAwn imstwn pwn AYsw hI gurmuK nUM gurU gÎwn dw Pl auh kuC au`qm rs pRwpq hoXw krdw hY, ijs dw suK sÍwd AYfw imSt im`Tw huMdw hY ik imT rs BwvI AMn pwn Awid jo nwnw ibMjnwid sÍwd Bwˆq Bwˆq dy Bojn suAwdI pdwrQwˆ dy sÍwd rs huMdy hn Enwˆ sBnwˆ dI lwlsw imtwveI lwlsw cwhnw mno kwmnw hI imt jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K0PJ",
        "source_page": 148,
        "source_line": 3,
        "gurmukhi": "prm inDwn ipRA pRym prmwrQ kY; srb inDwn kI ieCw n aupjwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Having attained access to the love filled treasure of the Lord, a Guru-obedient person desires for no other treasures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prm inDwn ipRAw pRym prmwrQ kY pÎwry prmwqmw AwnMd srUp dy prm BMfwr rUp pRym srUpI prm pRXojn dy pRwpq ho jwx kr ky Pyr kdwicq Es nUM inDwn kI ieCw n aupjwveI sB Bwˆq dIAwˆ inDIAwˆ sMswirk KjwinAwˆ dI ie`Cw hI nhIˆ aupijAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "900E",
        "source_page": 148,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gur ikMcq ikRpw ktwC; mn mnsw Qkq Anq n DwveI [148[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By a miniscule grace of God-like True Guru for practicing meditation on Lord's name, all expectations of a Guru-oriented person are defeated. Except for indulgence in Naam Simran, they wander nowhere else. (148)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesI pRkwr pUrn bRhm gur ikMcq ikRpw ktwCÎ ijs AYsy gurmuK nUM pUrn bRhm srUp siqgurwˆ dw QoVw mwqR ikRpw ktwCÎ pRym BrI idRStI dw q`knw pRwpq ho jwˆdw hY, Es dy mn mnsw Qkq Anq n DwveI mn dI mnsw klpnw AiBlwKw mno ibrqI Qikq ho ky hut hwrky hor hornwˆ pdwrQwˆ sMklpwˆ ip`Cy nhIˆ DwieAw BtikAw krdI ]148]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
