[
  {
    "id": "RBU",
    "sttm_id": 6629,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PDN5",
        "source_page": 149,
        "source_line": 1,
        "gurmukhi": "DMin DMin gurisK suin gurisK Bey; gurisK min gurisK mn mwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Blessed is he who accepting Guru's advice become his disciple (devotee). In the process his mind is reassured in the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "DMin DMin gur isK suin gurisK Bey mubwrk hn auh qy DMnqw jog hn auh ijhVy gurU kI isKÎw nUM sux ky gurisK ho gey hn[ gur isK min gurisK mn mwny hY Aru DMn DMn dy lYk hn auh, ijnHwˆ ny suxI hoeI aukq gur isKXw nUM mMnn kIqw hY qy iesy kr ky hI Enwˆ gurisKwˆ dy mn mMn rhy hn Bwv hux AmoV ho ky nhIˆ vrqdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2QSW",
        "source_page": 149,
        "source_line": 2,
        "gurmukhi": "gurisK Bwie gurisK Bwau cwau irdY; gurisK jwin gurisK jg jwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By accepting his (Guru's) teachings with faith, love and enthusiasm develops in the heart of a devotee. He who labours on the teachings of Guru with singular mind, becomes known as a true Sikh of the Guru the world over.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur isK Bwie gurisK Bwau cwau irdY Aqy ievyˆ hI auh BI DMnqw dy pwqr hn gurU kI isKÎw dy Bwie AwSX Anuswr hI ijnwˆ guris`Kwˆ dy irdy AMdr Bwau SrDw aumgI rihMdI qy cwau aumMg auqSwh jwgÎw rihMdw hY[ gur isK jwin gurisK jg jwny hY qwqprj kIh ik ijnHwˆ ny aukq rIqI nwl gur isKÎw nUM sux mMnky kmwXw qy gur isKÎw nUM jwixAw ik iesdw Awh kuJ mrm hY Bwv gur isKÎw dÍwry ijnwˆ guris`Kwˆ nUM gÎwn ho AwieAw hY, Enwˆ gurUikAwˆ is`Kwˆ nUM swrw jgq hI jwxn lg pYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UW2U",
        "source_page": 149,
        "source_line": 3,
        "gurmukhi": "gurisK sMiD imlY gurisK pUrn huie; gurisK pUrn bRhm phcwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The union of Guru and his Sikh by virtue of strenuous meditation on Lord's name that enables him practice Guru's teachings sincerely and adeptly, the Sikh then recognises the complete Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur isK sMiD imlY gurisK pUrn huie dUsry Sbdwˆ ivc eyho hI g`l, ipCy AYauˆ AwKI jwˆdI rhI hY ik gurU is`K dI sMDI joV jd Awx imldw hY qwˆ gurU kw isK pUrw pUrw is`K bixAw krdw hY ArQwq isKÎw sux mMn kmw ky, jd mrm aus dw jwixAw qwˆ gurU dw isK pUrw pUrw is`K bixAw krdw hY ArQwq isKÎw sux mMn kmw ky jd mrm aus dw jwixAw qwˆ gurU dw Aru is`K dw mn Awpo ivc pqIjdw pRqIq dy Gr AwXw krdw hY[ qy b`s eysy AvsQw ivKy hI gurisK pUrn bRhm pihcwny hY gurU dw is`K pUrn bRhm prmwqmw dy swKÎwqkwr AproKÎ gÎwn nUM pRwpq hoXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M84V",
        "source_page": 149,
        "source_line": 4,
        "gurmukhi": "gurisK pRym nym gurisK isK gur; sohM soeI bIs iekIs auir Awny hY [149[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The sincerity of the Sikh in labouring on the teachings of his Guru brings both together to the extent of becoming one. Believe it! By repeated incantations of Waheguru, Waheguru (Lord) and Tuhi Tuhi (He alone, He alone), he lodges the Lord in his heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur isK pRym nym gur isK isK gur ies pRkwr dy gurU Aru is`K dy pRym inBn dw ieh nym sMkyq hY ik gurU is`K ivc qy is`K gurU ivc, AByd ho jwˆdy hY[ eysy nUM hI 'sohM soeI bIs iekIs' 'Eho hI hwˆ' AYsy au`cwrx krdw vw AMdry AMdr jÎoˆ kw qÎoˆ ieauˆ smJdw hoXw, bIs vIhwˆ dy vrqwry ivc vrqnhwrw jIv qy eIs eISÍr iek rUp hI aur ihrdy ivKy Awny hY lÎOˆdw hY[ AQvw vIhwˆ dy vrqwry vwlw jIv qy iekIsvyˆ vrqwry ivKy vrqn hwrw eISÍr iek srUp hI sdw inscy ivc ilAwieAw krdw hY ]149]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
