[
  {
    "id": "0CR",
    "sttm_id": 6630,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TA4S",
        "source_page": 150,
        "source_line": 1,
        "gurmukhi": "siqgur siq siqgur siq siq irdY; iBdY n duqIAw Bwau iqRgun AqIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "True Guru has eternal form. His teachings are also for ever. He is never ridden with duality. He is free of the three traits of mammon (Tamas, Rajas and Saty).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurU sqÎ srUp swKÎwq pwrbRhm rUp hn, qy Enwˆ dI miq aupdyS meI bwxI BI sqÎ srUpI bRhmBwivnI hI hY[ ihrdy ivKy nhIˆ poˆhdw dÍYq Bwau mwXw rUpI sMswr dI s`c pRqIqI rUp Bwvnw BOxI ArQwq Enwˆ gurmuKwˆ dy AMdr nhIˆ kdI PurdI mYˆ, mqqw sbMDI pdwrQwˆ ivKy sqÎqw buDI, ijnwˆ dy ihrdy AMdr sqÎ srUpI siqgurwˆ dI s`cI isKÎw bwxI ny invws pw ilAw hovy qy iesy kr ky hI auh iqMnwˆ guxwˆ qoˆ AqIq rihMdy hn Bwv rjo qmo sqo guxwˆ qoˆ auqpMn hox vwlIAwˆ ibrqIAwˆ AQvw jwgRq supn suKopqI rUp AvsQwvwˆ dy gyV ivc vrqdy hoey BI auh ienwˆ qoˆ rihq ienwˆ iqMnwˆ dy swKI srUp cYqMn q`q rUp qurIAw pd ivKy hI itky rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2LRZ",
        "source_page": 150,
        "source_line": 2,
        "gurmukhi": "pUrn bRhm gur purn srbmeI; eyk hI Anyk myk skl ky mIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Complete God Lord who is one and yet present in everyone, who is friend of everyone, manifests His form in True Guru, (Satguru).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm srUp pUrn siqgurU hI srb srUp hoieAw EnHwˆ nUM idKweI idAw krdw hY Aru ie`k prmwqm s`qw hI Anykwˆ ivKy myk imlI hoeI sdIv kwl id`sn kr ky auh sB dy imqr pÎwry snyhI bxy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "086C",
        "source_page": 150,
        "source_line": 3,
        "gurmukhi": "inrbYr inrlyp inrwDwr inrlMB; inrMkwr inribkwr inhcl cIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "God-like True Guru is free of all animosity. He is beyond the influence of maya (mammon). He requires nobody's support, nor takes anyone's refuge. He is formless, beyond the grip of five vices and is ever stable of mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ dy ic` qivc vYr ivroD nhIˆ rihMdw, iksy dI moh mmqw Awid dw lyp sprS EnHwˆ nUM nhIˆ lgÎw krdw, ADwr Awsry prxy qoˆ BI auh rihq huMdy hn, Aru AlMb shwry qoˆ BI auh ibhIn huMdy hn, qQw Akwr DwrI huMdy hoey BI dyh Awid qoˆ AsMg inrwkwr Bwv ivKy vriqAw krdy hn, iesy qrHwˆ srIr Aru mn idAwˆ ivkwrwˆ hyrw PyrIAwˆ qoˆ aunHwˆ dw ic`q ACoh rihMdw hY qy ievyˆ hI cMclqw qoˆ rihq Afol BI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MCGL",
        "source_page": 150,
        "source_line": 4,
        "gurmukhi": "inrml inrmol inrMjn inrwhwr; inrmoh inrByd ACl AjIq hY [150[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "God-like True Guru is free of dross. He cannot be evaluated. He is beyond the smudge of maya (mammon). He is free of all bodily needs like food and sleep etc; He has no attachment with anyone and is free of all differences. He tricks no one, nor can be tr",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aunwˆ dy AMdr mmqw dI mYl qoˆ rihq aujlw huMdw hY, qy AqÎMq au`c Bwvwˆ vwlw Enwˆ dw ic`q ho jwx kwrx Enwˆ dI kImq kdr nhIˆ pweI jw sikAw krdI[ mwXw AivdÎw dI AMjn rUp kwlk qoˆ auh rihq huMdy hn qy auh pRwrbD Anuswr Kwn pwn Awid krdy hoey BI ieMdRIAwˆ dy AiBmwn rihq hox kwrx mwno inrwhwr rihMdy hn[ mohx krx hwry pdwrQ EnHwˆ nUM moihq nhIˆ kr skdy qy Brm kr ky Enwˆ dw ihrdw BydÎw ivMnÎw nhIˆ jwXw krdw[ iesI Bwˆq auh ieMdRjwl Awid ivdÎw dÍwry Cly nhIˆ jw sikAw krdy qQw auh AjIq AjX srUp huMdy hn ]150]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
