[
  {
    "id": "49X",
    "sttm_id": 6633,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AGH8",
        "source_page": 153,
        "source_line": 1,
        "gurmukhi": "drs Adrs drs Ascrj mY; hyrq ihrwny idRg idRsit Agm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A vision of the Lord is beyond the knowledge of the six philosophies (of Hinduism). That vision is astonishing and wondrous. One is amazed at its sight. But that marvellous sight is beyond the capabilities of these eyes that can only see outwardly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRSÎ nUM AidRSÎ kIiqAwˆ Bwv dyKn jog prpMc pswry v`loˆ iDAwn nUM bwhroˆ smUlcw AMdr smyitAwˆ jo drSn gurmuK nUM Awpxy AMdr hoXw krdw hY auh Acrj rUp hY[ ijs nUM hyrqw q`kidAwˆ swr hI idRg nyqR ihr gey Anyqr rUp ho jwˆdy hn, kÎoˆik auh idRsit nzr qoˆ AgMm hY ArQwq eynwˆ nyqRwˆ dÍwry auh kdwicq qikAw nhIˆ jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QD0Z",
        "source_page": 153,
        "source_line": 2,
        "gurmukhi": "sbd Agocr sbd prmdBuq; AkQ kQw kY sRuiq sRvn ibsm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The form of divine word of the Lord is beyond speech and language. It is extremely wonderful. Even a description made and heard with ears is capable of sending one into a trance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd qoˆ BI auh Agocr hY pr prm AdBuq Sbd srUp ijs dI kQw Ak`Q rUp hY, ijs dy sunx ivKy pRgt kMn hYrwn ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JTZR",
        "source_page": 153,
        "source_line": 3,
        "gurmukhi": "sÍwd rs rihq ApIA ipAw pRym rs; rsnw Qkq nyq nyq nmo nm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For His vision, relishing the elixir of Naam with love is beyond the worldly tastes. It is indeed unique. The tongue feels tired of making salutations to Him repeatedly and saying-Thou art infinite! Thou art infinite.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Esdw sÍwd rs CIAwˆ rswˆ qoˆ auqpMn hoey C`qIAwˆ bÎMjnwˆ dy sÍwdwˆ sÍwd qoˆ rihq hY[ Aru eys AipA pRym rs nUM pIAw pIqw hY ijs gurmuK ny Es dI rsnw hwr ky AnMq AnMq pukwrdI bwrMbwr nmskwr hI nmskwr kirAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "72EU",
        "source_page": 153,
        "source_line": 4,
        "gurmukhi": "inrgun srgun Aibgiq n ghn giq; sUKm sQUl mUl pUrn bRhm hY [153[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "No one can reach the latent and patent characteristics of the Transcendental and Immanent God who is complete in both forms: The complete and absolute God is the source of all the visible and invisible cosmos. (153)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "inrgun vw srgun Bwv kr ky AbÎkq srUp hY, ArQwq nw auh inrgux AwiKAw jw skdw hY qy nw hI srgux nwm dÍwry pRgt kIqw jw skdw hY, Aqy Es dI gqI igAwn vw pRivrqI BI n ghn nhIˆ jwxI AQvw gRhx kIqI jw skdI hwˆ! AwK skdy hwˆ qwˆ kyvl ienwˆ Sbdwˆ rwhIˆ ik auh sUKm gupq BwvI Aru sQUl pRgt BwvI smUh pRpMc pswry dw mUl muF hY qy vrqmwn srUp ivKy srb TOr rimAw hoXw pRIpUrx bRhm hY ]153]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
