[
  {
    "id": "AWN",
    "sttm_id": 6642,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LJFP",
        "source_page": 162,
        "source_line": 1,
        "gurmukhi": "swgr mQq jYsy inksy AMimRq ibKu; praupkwr n ibkwr smsir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Churning of ocean produced nectar and poison. Despite coming out of the same ocean, the goodness of nectar and harm of poison is not the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "smuMdr nUM dyviqAwˆ dYˆqwˆ dy Awpo ivc iml bwSkI nwg dÍwry mMdRwcl prbq dI mDwnI bxw mQn kridAwˆ irVkidAwˆ hoieAwˆ ijs Bwˆq AMimRq qy ivhu inkly sn[ ie`ko itkwixEˆ pRgt ho ky BI praupkwr dw kwrx hox kr ky AMimRq dI Aqy ibkwr ibgwVU suBwv kr ky ivhu dI brobrI nhIˆ ho skdI Bwv ieko jyhy nhIˆ ho skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VNAX",
        "source_page": 162,
        "source_line": 2,
        "gurmukhi": "ibKu Acvq hoq rqn ibnws kwl; Acey AMimRq mUey jIvq Amr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Poison ends the jewel-like life whereas nectar resuscitates or revives the dead making him immortal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kÎoˆik rqn rUp huMidAwˆ BI ivhu zihr qwˆ Acvdy Kwˆdy swr hI mOq dw smwˆ ilAw FukOˆdI hY pr AMimRq Acey pIiqAwˆ mey hoey BI Amr mOq rihq jIaUx nUM pRwpq ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HTSP",
        "source_page": 162,
        "source_line": 3,
        "gurmukhi": "jYsy qwro qwrI eyk lost sY pRgt huie; bMD moK pdvI sMswr ibsQr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the key and the lock are made of the same metal, but a lock results in bondage whereas a key frees the bonds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ ieko hI lohy ivcoˆ qwlw jMdrw qwlI kuMjI auqpMn huMdI hY, pRMqU ieko lohy dI Epq huMdy hoey BI jMdrw qwˆ sMswr ivc bMDn dI pdvI pRiqS†w mhwnqw nUM ivsqwrdw hY Aqy qwlI cwbI moK Cutkwry dI pdvI mh`qqw nUM pswirAw krdI hY Bwv jMdrw jkV auqpMn krn dw kwrx sMswr ivc pRis`D hY qy qwlI kuMjI jkVwˆ bMDnwˆ dI inivrqI dw kwrx[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D277",
        "source_page": 162,
        "source_line": 4,
        "gurmukhi": "qYsy hI AswD swD sn Aau mjIT giq; gurmiq durmiq tyvsY n tr hY [162[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly a man does not give up his base wisdom but a person of Godly disposition never falters from the wisdom and teachings of the Guru. (162)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI sMswr ivKy sn Aqy mjIT dI giq cwl vq AswD qy swD smJo ArQwq sn sB qrHwˆ nwl nrVwˆ dI kwrx hY, qy mjIT rMgIlI SoBw dI AsQwn kwrx ijs pRkwr mMnI jw rhI hY, qIkUM hI AswD duSt purK du`Kwˆ dw kwrx qy swD SRySt purK gurmuK suKwˆ moK dw kwrx huMdy hn[ g`l kIh ik ijhI ijhI bwx ijs ijs nUM pY rhI hY gurmiq vwlw gurmuK gurmiq vwlI qy durmiq vwlw mnmuK durmiq vwlI vwdI qoˆ nhIˆ tilAw krdw ]162]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
