[
  {
    "id": "AUB",
    "sttm_id": 6644,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3PLS",
        "source_page": 164,
        "source_line": 1,
        "gurmukhi": "ljw kul AMksu Aau gur jn sIl fIl; kulwbDU bRq kY piqbRq khwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Because of the good of the family honour, displaying calm and tranquil behaviour before the elders of the house and following the right ethos expected of a married woman, a daughter-in-law of a good family is called faithful and virtuous.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awpxy kulw Drm dI lwj Aqy vfyirAwˆ s`s sOhry jyT ijTwxI Awid dy v`fq pwln dy sMkyq inbwhn dw Drm rUp kuMfw isr aupr rKxw ies Bwˆq dy sIl sySt suBwv dI fIl vÎoˆq vw vrqn dy bRq inXm nUM Dwrx kr ky kulw bDU sRySt kul dI nUMh pqIbRqw pqI purK pRgÎwvwn AKOˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FRBR",
        "source_page": 164,
        "source_line": 2,
        "gurmukhi": "dust sBw sMjog ADm AswD sMgu; bhu ibibcwr Dwir gnkw bulwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A woman who keeps company of evil people, doing acts highly condemnable and indulging in licentious deeds is called a whore.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kusMgq dy kwrx duStwˆ dI sBw sMjogn ho ky pwˆbr bx auh bhU nyhU duhwgix Bwv pqI qoˆ isvwX pr purK rwvx dy suBwv nUM Dwr ky Awpxy Awp nUM vysvw kwmwqur hoeI vys pltn hwrI pukwrI jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0S8G",
        "source_page": 164,
        "source_line": 3,
        "gurmukhi": "kulwbDU suq ko bKwnIAq goqRwcwr; ginkw suAwn ipqw nwmu ko bqwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The son of a virtuous woman furthers the family lineage but who can tell the name of the father of a whore's son.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BlI kul bhU vOhtI dy puqR dw qwˆ goqrwcwr bMs pRxwlI kul dI prMprw qoˆ p`Dq aucwrI jwˆdI hY[ pRMqU vysÍw dy puqR dy ipqw dw nwm kOx d`s skdw hY? Bwv aus dy qwˆ bMis pRxwlI Srjw nsb ikqy rhI, ipE dw nwm BI lYx ivc nhIˆ Aw skdw ArQwq ijhVw bMdw gurmuKI mwrg ivc pYr Dr ky gurU pRMprw qoˆ guris`Kwˆ sMqwˆ dw mwn Awdr rKdw hoXw iek mwqR gur ieSt aupr idRV rihMdw hY gurU pRxwlI ivc Es dI s`Q kwXm rihMdI hY, qy jo hor hor mq mqwˆqrwˆ vwilAwˆ dy imqR dy ipCy mrdw rhygw auh ibBcwrI purK lok pRlok ivc KuAwrI dw AiDkwrI hI hovygw qy siqgurU Es dI swK nhIˆ Brxgy[ ijhw ik spSt krdy hn Awp hI BweI swihb:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9X46",
        "source_page": 164,
        "source_line": 4,
        "gurmukhi": "durmiq lwig jYsy kwgu bn bn iPrY; gurmiq hMs eyk tyk jsu BwveI [164[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a self-willed person of crow-like temperament wanders all over, a Guru-oriented person of swan-like attitude enjoys respect by taking the refuge of Lords name as taught and initiated to him by his Guru. (164)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dupwsV l`qwˆ AVwn vwly iKAwl vwlI duibDw BwvI m`iq ipCy kwˆ dI nÎweIˆ bn bn jMgl jMgl sMswr ivKy ivSÎwˆ rUp ivSty nUM hI jIv Bojn iPrdy hn, qy iek mwqR gurmiq dI tyk Dwr ky hMswˆ smwn gurU igAwn rUp moqIAwˆ nUM cugn hwry hMs ibbykI khOx dw js mwxdy hn ]164]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
