[
  {
    "id": "6CG",
    "sttm_id": 6646,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6P4S",
        "source_page": 166,
        "source_line": 1,
        "gurmukhi": "jYsy qau Ast DwqU fwrIAq nwau ibKY; pwir prY qwih qaU vwr pwr soeI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a bundle of eight metals loaded in a boat will reach the other bank without any change in its form or colour during transit,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr ATwˆ Dwqwˆ dy l`d qau qweIˆ nOkw ivKy fwrIAq pweIAq l`dIey, qwˆ pwr jrUr hI pY jwˆdIAwˆ hYn, qwih iqs byVI nwl Bwv qr jwˆdIAwˆ hn, pr aurwr cwhy dI byVI aupr svwr ho jwx qwˆ prlok ivc bRhm lok Awid dy Bogwˆ nUM qwˆ pRwpiq jrUr ho jwˆdy hn pr mukq nhIˆ ho skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3YUW",
        "source_page": 166,
        "source_line": 2,
        "gurmukhi": "soeI Dwqu Agin mY hq hY Aink rUp; qaU joeI soeI pY su Gwt Twt hoeI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When these metals are put in fire, they melt and acquire the form of fire. It is then turned into beautiful ornaments of metal better looking than each individually.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ hI AS†Dwqwˆ dy smudwX nUM jykr A`g ivc pw ky gwlIey qwˆ A`g dw srUp AMgÎwr vwkUM BK ky lwl ho jwˆdIAwˆ hn 'pY' pRMqU 'su Gwt Twt hoeI' sRySt GwVq vwly TwT rUp gihxy vw brqn Awid srUp Dwr lYx qy BI joeI hY soeI jo kuC jYsy rUp dIAwˆ auh hox vYsIAwˆ hI rihMdIAwˆ hn, ArQwq qp Awid dI kuTwlI ivc Awpxy Awp nUM qw ky sB vrn AwSRmI qyj pRqwp vwly qQw irDIAwˆ isDIAwˆ Awid vwly qwˆ bx jwˆdy hn, pr moK nhIˆ pRwpq kr skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JP6",
        "source_page": 166,
        "source_line": 3,
        "gurmukhi": "soeI Dwqu pwris prs puin kMcn huie; mol kY AmolwnUp rUp AvloeI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "But when it comes in contact with philosopher-stone, it turns into gold. Beside becoming invaluable, it also becomes beautiful and attractive to look at.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! auhI Dwq AT Dwqwˆ puin bhuVo pwrs nUM prs Cohx kr ky sÍrx bx jwˆdw hY qy mu`l kr ky BI Amu`lw bhu kImqdwr AnUp rUp idKwx lg pYˆdw hY[ ArQwq sMq jnwˆ dy siqsMg ivc Awx ky purK Awqm igAwn sMpMn sÍY+ vrx rUp sÍrxBwv nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "164V",
        "source_page": 166,
        "source_line": 4,
        "gurmukhi": "prm pwrs gur pris pwrs hoq; sMgiq huie swDsMg sqsMg poeI hY [166[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly in the company of God-oriented and holy men, one becomes holy. Meeting with True Guru, the Supreme of all philosopher-stones, one becomes like a philosopher-stone. (166)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRMqU prm pwrs pwrswˆ dy pwrs sMqwˆ nUM sMq bnwx hwry prm sMq srUp siqgurwˆ nUM prs Byt ky gurU mhwrwj jI dI swD sMgq dI sMgq ho ky mnu`K Awp hI pwrs sMq srUp gurmuK bx siq sqÎ srUp pwrbRhm dy sMg joV myl ABydqw ivKy poeI hY pRoXw jwˆdw hY, ArQwq Eq poq pwrbRhm siqgurU ivKy rm jwˆdw hY ]166]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
