[
  {
    "id": "HTR",
    "sttm_id": 6648,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NUJS",
        "source_page": 168,
        "source_line": 1,
        "gurmukhi": "inhkwm inhkRoD inrloB inrmoh; inhmyv inhtyv inrdoK vwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "An obedient disciple of True Guru is free of lust, anger, avarice, attachment, arrogance, base habits and other vices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwˆ dy ic`q ivc kwmnw nhIˆ huMdIAwˆ kRoD rUp ibrqIAwˆ BI nhIˆ BurdIAwˆ auc loB rihq huMdy hn qy AYsw hI moh qoˆ rihq, qQw in+AhM+myv AhMBwv haumY qoˆ rihq huMdy hn, inhtyv bÎsnwˆ BYVIAwˆ vwdIAwˆ qoˆ BI auh rihq huMdy hn Aru inrdoK doKwˆ, AOguxwˆ qoˆ rihq huMdy hn, vw doK dUKxw qoˆ rihq inrml SuD srUp dI vwsI vwsnw vwly huMdy hn[ AQvw kwm Awidk pMjwˆ dUqwˆ qQw ivKÎ vwsnw rUp bÎsnwˆ qoˆ rihq inrdoK mwXw AivdÎw AwdI doKwˆ qoˆ rihq sÍ`C pd dy vwsI huMdy hn[ iesy kr ky hI:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8SL1",
        "source_page": 168,
        "source_line": 2,
        "gurmukhi": "inrlyp inrbwn inrml inrbYr; inribGnwie inrwlMb AibnwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is free of the influence of mammon (maya), bondage, dross, animosity, hindrances and support. He is indestructible of form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ nUM koeI lyp lg nhIˆ skdw Enwˆ aupr iksy dw pRBwv nhIˆ ipAw krdw inrbwn bwn vwdI qoˆ rihq ibDI inKyD dy bMDn qoˆ mukq pwp vwsnw rUp mYl qoˆ rihq vYr qoˆ Cu`ty hoey huMdy hn qy EnHwˆ nUM koeI ivGn BI nhIˆ vwpirAw krdw, Aru AwlMb Awsry shwry dI loV BI EnHwˆ nUM koeI nhIˆ BwisAw krdI, Aqy auh AibnwSI Bwv ivKy Afol suBwv ivKy itky rihMdy hn Enwˆ dw inscw nhIˆ foilAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BETC",
        "source_page": 168,
        "source_line": 3,
        "gurmukhi": "inrwhwr inrwDwr inrMkwr inribkwr; inhcl inhBRwiq inrBY inrwsI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is free of all desires of taste, not dependent on the grace of gods and goddesses, transcendental of form, independent of all support, free of vices and doubts, fearless and stable of mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ dw jIvn Awhwr Bojn Awid dy ADIn nhIˆ huMdw, AYsw hI AwDwr qosy lok prlok dy shwry dI iPkr qoˆ BI auh Cu`ty hoey huMdy hn, qy inrMkwr AXMkwr Amuky suBwv vwly auh hn AYsy pd dI gMmqw qoˆ pwr pry huMdy hn, Bwv ieh Enwˆ dw QOh iQ`qw nhIˆ pwXw jw skdw Aru ibkwr ivgwV qoˆ BI rihq huMdy hn, Bwv iek rs rihMdy hn, qy inhcl clwXmwn hoxoˆ bcy hoey Afol, qQw BRwˆqI Brmnw qoˆ rihq Aru BY qoˆ ibnwˆ qQw Awswˆ aumydwˆ qoˆ rihq huMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V19P",
        "source_page": 168,
        "source_line": 4,
        "gurmukhi": "inhkrm inhBrm inhsrm inhsÍwd; inribvwd inrMjn suMin mY sMinAwsI hY [168[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is a recluse beyond rites and rituals, infatiguiable, undesirous of all worldly tastes and relishments, beyond all worldly disputes and discords, not smudged by the mammon (maya), who lives in a state of trance and tranquil thoughts. (168)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "krm krqbÎqw qoˆ rihq, Brm dyh ADÎws rUp vw Byd Bwv qoˆ rihq sRm qr`dd purK pRXqn vw Q`kn hu`tn dI bwDw qoˆ Cuty hoey qQw suAwdwˆ cwtwˆ qoˆ mukq bcy hoey, ibvwd JgiVAwˆ rgiVAwˆ qoˆ dUr, AMjn mwXw AivdÎw dy klMkoˆ rihq, suMin mY inrivklp APur srUp Aws AMdyisAwˆ qoˆ pwk Ar sMinAwsI srb qÎwgI sB kuC gurU Arpx kr ky auh moh mmqw qoˆ srb pRkwr rihq huMdy hn ]168]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
