[
  {
    "id": "1Z3",
    "sttm_id": 6651,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DTG9",
        "source_page": 171,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur crn kml js; Awnd shj suK ibsm kotwin hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Millions of comforts of the world fall inadequate before the calming ecstasy of singing the praises of the True Guru, the epitome of Lord, the celestial knower.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm srUp siqgurwˆ dy crx kmlwˆ ivKy pRmy pwln kridAwˆ hoieAwˆ vwihgurU dy j`s kIrqn krxy guxwnuvwd gwXn krxy qoˆ jo shj srUpI AwnMd Awqm BwvI AwnMd pRwpq huMdw hY, Es Agy kRoVwˆ hI suK lok pRlok idAwˆ Bsg pdwrQwˆ qoˆ pRwpq hoxhwrIAwˆ KuSIAwˆ ibsm hrwn ho jwˆdIAwˆ hn AQvw ibKm Bwv nUM ArQwq ApnI hsqI hoˆd vloˆ nwsqI rUp nUM pRwpq ho jwXw krdIAwˆ hn[ js dI Qwˆ rj pwTwˆqr hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VB7G",
        "source_page": 171,
        "source_line": 2,
        "gurmukhi": "kotin kotwin soB loB kY luiBq hoie; kotin kotwin Cib Cib kY luBwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Millions of grandeurs of the world are allured by the glory of the holy feet of the True Guru. Millions of worldly beauties go into trance over the beauty of the feet of True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ pRkwr dIAwˆ kRoVwˆ hI soBw luBwXmwn ho ky lwlc llc ky Es dI pRwpqI Kwqr loB kY lwlsw krdIAwˆ rihMdIAwˆ hn Aqy AYsw hI kRoVwˆ Bwˆq dIAwˆ kRoVwˆ Cbwˆ suMdRqweIAwˆ Pbnw Cib kY Es AwqmwnMdI dI Pbn suMdRqw dI Kwqr luBwn hY luBwXmwn ho rhIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L5WW",
        "source_page": 171,
        "source_line": 3,
        "gurmukhi": "komlqw koit lot pot huie komlqw kY; sIqlqw koit Et cwhq ihrwin hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Millions of tenderness’s of the world are sacrificed over the tenderness of feet of the True Guru. Millions of calmness’s seek His refuge and are amazed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ hI komlqweIAwˆ bwˆkypn nzwkqwˆ n^ry Es dI komlqw mtk qoˆ lot pot huMdy Aqy kRoVwˆ hI sIqlqweIAwˆ TMFkwˆ jo cMd dI cwnxI vw cMnx Awidkwˆ qoˆ klyjy au`pr Asr pXw krdIAwˆ hn Es Awqmw AnMd dÍwry pRwpq hoeI SwˆqI dI Et pnwh AwˆB swˆB nUM chuMdIAwˆ hrwn ho ho pYˆdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DUC3",
        "source_page": 171,
        "source_line": 4,
        "gurmukhi": "AMimRq kotwin Anhd gd gd hoq; mn mDukr iqh sMpt smwin hY [171[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Millions of nectars are going gaga over the nectar of the holy feet of True Guru. As a bumble bee enjoys the sweet nectar of the flower by sucking deep into it, so does a Guru-conscious person remains immersed in the fragrance of the holy feet of the True",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kRoVwˆ hI surgI AMimRq byh`d gdgdqw pRPu`lqw Ak`Q BwvI hrKqweI AqÎMq Aihlwdqw nUM pRwpq ho jwˆdy hn Es qoˆ Aqy mn BOrw ho ky kOl Pul ivc BOry dy bMDwXmwn ho rihx vq iqs AwnMd meI f`by ivc smwXw rihMdw ilv lIn ho jwXw krdw hY ]171]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
