[
  {
    "id": "T9R",
    "sttm_id": 6652,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QKBC",
        "source_page": 172,
        "source_line": 1,
        "gurmukhi": "sovq pY supn cirq icqR dyKIE cwhy; shj smwiD ibKY aunmnI joiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If someone desires to see the happenings of a dream in reality, it is not possible. Similarly the divine radiance of the celestial light generated due to Naam Simran cannot be described.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "su`qy ipAwˆ supny dI hwlq ivc bIqy ibrqwˆq dy ic`qr dI jÎoˆ kI qÎoˆ Cib vw mUrqI nUM jy koeI dyKxw cwhy qwˆ kdwicq nhIˆ dyK skdw[ AYsw hI shj iesiQqI Awqmw pRwiexI itkwau AMdr jo aunmnI joq dw swKÎwq cmqkwr pRgt hoXw krdw hY Es dw ibrqwˆq hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PME3",
        "source_page": 172,
        "source_line": 2,
        "gurmukhi": "surwpwn sÍwd mqvwrw pRiq pRsMn ijau; inJr Apwr Dwr AnBY audoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a drunkard feels satisfied and happy drinking liquor and he alone knows about it, similarly the continuous flow of the elixir of Naam generates divine awareness that is indescribable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mdrw pIn dy rs nwl msq hoey hoey AmlI qwˆeIˆ ijs qrHwˆ dI pRsMnqw pRwpq hoeI huMdI hY aus nUM jIkUM auh vrnx ibAwn nhIˆ kr skdw qÎoˆ hI inrMqr Apwr Dwrw AnuBvI rs dI iek swr qwr ivKy ilvlInqw dy AwnMd dw jo AnBau pRgitAw krdw hY AwKx ivc nhIˆ Aw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FLSD",
        "source_page": 172,
        "source_line": 3,
        "gurmukhi": "bwlk pY nwd bwd sbd ibDwn cwhY; Anhd Duin run Jun sRuiq sRoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a child is unable to explain the notes of music in various modes, similarly a Guru-conscious person who listens to the unstruck music cannot describe its sweetness and melody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bwd bwjy dy Sbd dI nwd gUMj DunI nUM jy cwhy koeI bwlk pwsoˆ ibDwn vrnx krOxI qwˆ jIkUM ieh AsMBv hY qIkUM hI surq dÍwry suxI jwx hwrI Anhd nwd dI DunI dy rux Juxkwr dI ivQÎw BI bwxI nhIˆ kQn kr skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M8JT",
        "source_page": 172,
        "source_line": 4,
        "gurmukhi": "AkQ kQw ibnod soeI jwnY jw mY bIqY; cMdn sugMD ijau qrovr n goq hY [172[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The melody of unstruck music and continuous fall of elixir as a result is beyond description. One who has the process going in his mind, experiences it. Just as the trees which are fragranced by a Sandalwood are not regarded different than the Sandalwood",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies nw kQy jw skn vwly ibnod kOqk dI kQw khwxI kyvl Eho hI jwx skdw hY ijs dy nwl h`fIˆ bIqdI ArQwq ijs dy AMdr vrqdI vwprdI AnuBau ivKy AwXw krdI hY ijs pRkwr ik cMnx dI sugMDI[ bwsnw nwl mihk ky 'qrovr ibrC n goq hY' nhIˆ AwK skdw[ kyvl lptwˆ dÍwry Awpxy Awpy dw cMnx rUp ho jwxw lKwXw krdw hY, AYsw hI bRhmwnMd nUM pRwpq hoXw purK spSt nhIˆ lKw skÎw krdw ]172]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
