[
  {
    "id": "3VG",
    "sttm_id": 6653,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "NRLP",
        "source_page": 173,
        "source_line": 1,
        "gurmukhi": "pRym rs ko pRqwpu soeI jwnY jw mY bIqy; mdn mdon miqvwro jg jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He alone can appreciate the greatness of Lord's love-elixir who experiences it. It is just like a drunkard who is considered crazy by the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRym rs dy mh`q nUM Eho hI kyvl jwxÎw krdw hY ijs dy AMdr ies dw vrqwrw vrq irhw hovy, jIkUM mdn kwm dy md kr ky aunm`qqw vwly purK nUM Es dI aunm`q dSw qoˆ swrw jgq jwixAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YYU6",
        "source_page": 173,
        "source_line": 2,
        "gurmukhi": "GUrm hoie Gwiel so GUmq Arun idRg; imqR sqRqw inlj ljw hU ljwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a warrior wounded in the battlefield wanders around with his eyes blazing red, he shams the feeling of friendship and animosity,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ SsqR dy Gwv dw Gwiel kIqw hoXw Pt`V bMdw huMdw hY Gwiel vwkUM GUrm hoXw hoXw bOrwXw hoXw fOrw bOrw prySwn ApnI Dun ivc gu`t hoieAw GuMmdw iPrdw hY qy nyqR aus dy lwl hoey hoey huMdy hn ijs nUM imqR imqR dI imqrqw Aru SqrU dI Squrqw dI koeI lwj Srm hI nhIˆ huMdI mwno auh P`tV AYfw inl`j hoXw hoXw huMdI hY ik Es pwsoˆ l`jw ljÎw Srm hÎw BI lij`q hoeI clI jw rhI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZBKP",
        "source_page": 173,
        "source_line": 3,
        "gurmukhi": "rsnw rsIlI kQw AkQ kY mon bRq; An rs rihq n auqr bKwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One enamoured by the love of God has his speech nectar-like due to perpetual recitation of Lord's indescribable traits. He adopts silence and is free from all other desires. He talks to no one and remains relishing the sweetness of Lord's naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr hwˆ! jd kdI boldw bcn iblws krdw hY qwˆ im`Tw hI boldw hY, kÎoˆju ies pRym rs kwrx suBwvk hI Es dI rsnw rsIlI rs BrI bx jwˆdI hY cwhy auh AkQ kQw dy kwrx mon vrqIAw cup hI swDI r`K ky hornwˆ rswˆ sÍwdwˆ cwtwˆ qoˆ rihq hoXw hoXw lokwˆ dy bulwieAwˆ qy BI Agoˆ au`qr hI nhIˆ idAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3RXS",
        "source_page": 173,
        "source_line": 4,
        "gurmukhi": "suriq sMkoc smsir Asquiq inMdw; pg fgmg jq kq ibsmwnIAY [173[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He keeps all his desires under wrap. Praise and insult is all alike to him. In the stupor of Naam he is seen living a life of wonders and marvels. (173)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bwhr Btknoˆ ApnI surqI sunx SkqI nUM smytI rKdw hY, ijs kr ky Bly bury lokwˆ dy khy dI l`QI cVHI Es nUM nhIˆ vwpr skdI[ pYr fgmg rwhy vwty ijDr ikDr fOr bOr hI ipAw krdy hn ]173]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
