[
  {
    "id": "3BW",
    "sttm_id": 6657,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YURV",
        "source_page": 177,
        "source_line": 1,
        "gurmukhi": "durmiq gurmiq sMgiq AswD swD; kwm cystw sMjog jq sqvMq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The impure intelligence and company of evil persons generates lust and passion but adopting the teachings of True Guru, makes a person disciplined and chaste.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "durmiq duSt buDI vwly suBwv kr ky AswD BYiVAwˆ purKwˆ dI BYVI sMgiq myl mulwkwq hoieAw krdI hY ijs kr ky jd kd kwm cyStw ivKÎ Bogwˆ dI pRivrqI dw hI sMjog smwgm Aausr imlÎw krdw hY[ pRMqU gurmiq gurUAwˆ mhwˆ purKwˆ dy Anuswr vrqn vwlI buD Dwrx krn kr ky swD BilAwˆ purKwˆ sMq jnwˆ dI sRySt sMgq hI pRwpq hoXw krdI hY ijs kr ky jd kd jq ieMdRIAwˆ nUM rokI rKn dI sq Drm BwvI pRiqgÎw vwly bxIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MZTT",
        "source_page": 177,
        "source_line": 2,
        "gurmukhi": "kRoD ky ibroD ibKY shj sMqoK moK; loB lhrMqr Drm DIr jMq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The impure wisdom entangles a person in the waves of hatred and greed under the influence of anger, whereas in the company of saints he attains, humility, patience and kindness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "durmiq dy kwrx mnu`K kRoD krky ibroD dMgy lVweI ivc pRivrq huMdw hY qQw loB dI lihr dy AMdr ruVHÎw lVKVwXw rihMdw hY Aqy gurmiq dy pRBwv kr ky mnuK Swˆq sMqoK dw pwln krdw hoXw moK mukqI swDn ivc juitAw rihMdw hY qQw Drm ivKy DIr DIrj Dwrxhwrw bxÎw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9FBC",
        "source_page": 177,
        "source_line": 3,
        "gurmukhi": "mwieAw moh dRoh kY ArQ prmwrQ sY; AhMmyv tyv dieAw dRvIBUq sMq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A person with base wisdom is ever engrossed in the love of maya (mammon). He becomes deceitful and arrogant. But with the intellect of the True Guru, one becomes clement, kind, humble and saintly.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "durmiq dy ADIn hoXw mnuK mwXw dy moh kr ky ArQ Dn vw ivhwr ipCy Droh krÎw krdw hY qQw mYˆhI hwˆ AYsI qIs mwrKwˆ vwlI grUrI haumY dI tyv KotI vwdI ivc vrqdw hY, pRMqU gurmiq dy ADIn vrqn vwlw AwdmI prmwrQ prm pRXojn rUp mukqI swDn dy nwl hI pRXojn smJn kr ky dXw Bwv dy kwrx pRym ivc pMGirAw rihx vwlw sMq Swˆq rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TQS2",
        "source_page": 177,
        "source_line": 4,
        "gurmukhi": "duikRq suikRq icq imqR sqRqw suBwv; praupkwr Aau ibkwr mUl mMq hY [177[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One with impure intellect remains absorbed in base deeds and is ridden with animosity. On the contrary a Guru-conscious person is friendly and of good dispositions. Welfare and good of all is his mission in life, whereas a person of nefarious intellect en",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "durmiq dy kwrx ic`q duikRq BYVI ikrq vwlw pwpI qy gurmiq kwrx ic`q suikRq sRySt krxI vwlw puMnÎwqmw huMdw hY[ AYsw hI gurmiq kwrx imqrqw vwly suBwv vwlw qy durmqqw kwrx squpxy dI vwdI vwlw huMdw hY Aru eynwˆ dw iesy hI gurmiq durmiq kwrx praupkwr pwlnw qy ivgwV hI KVw krnw muK mMqv mUl muMdw huMdw hY ]177]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
