[
  {
    "id": "KGT",
    "sttm_id": 6659,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ASSQ",
        "source_page": 179,
        "source_line": 1,
        "gurmukhi": "jYsy ipRA Bytq ADwn inrmwn hoq; bwNCq ibDwn Kwn pwn AgRBwig hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a wife presents herself to her husband with humility and becomes pregnant, the husband brings her all the foods of her liking and taste.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr iesqRI inrmwn ho ky Apny Awp nUM pÎwry pqI dy Arpx krdI hY qwˆ Es dy grB rih AwXw krdw auh aumyd dy Gr Awn pugÎw krdI hY, qy eysy kr ky hI ibDwn SwsqR aukq ibDI Anuswr jo sB pRkwr kr ky auicq mMny gey hn Es nUM bwˆCq mUMh mMgy Es dI cwhnw Anuswr Kwn pwn Awid dy smUh pdwrQ AgRBwig snmuK pRwpq kIqy jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6SZA",
        "source_page": 179,
        "source_line": 2,
        "gurmukhi": "jnmq suq Kwn pwn ko sMjmu krY; suq ihq rs ks skl iqAwig hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "On birth of a son, she abstains from eating all that may be harmful to the child.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "EhI ADwn pRwpq iesqRI ijs nUM pihly sB Bwˆq dy mn icMdy pdwrQ pRwpq huMdy sn jd audsy Gr puqR aupj AOˆdw hY qwˆ Awp qy Awp hI bÎrQ Kwn pwn Awid v`loˆ sMjm sMkoc pRhyz Dwr ilAw krdI Aqy puqR dy ihq Bly Aru suK Kwqr sB ksn vwly jkVn vwly vw ic`q nUM iKcn vwly rswˆ svwdwˆ nUM qÎwg idMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2VH0",
        "source_page": 179,
        "source_line": 3,
        "gurmukhi": "qYsy gur crn srin kwmnw pujwie; nwm inhkwm Dwm Anq n lwig hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly taking the refuge of the True Guru with devotion; the desires of a Gursikh are fulfilled. He is blessed with the Naam by the True-Guru which is the source of desirelessness. One craves for nothing more and observes no rituals.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI crx srx Awey is`K dIAwˆ pihly qwˆ siqgurU smUh kwmnw murwdwˆ pUrIAwˆ kr idMdy hn qy aupRMq Es nUM inSkwm pd dw AYsw bwsI bxwˆdy hn ik muV kdI auh hor dy moh mmqw dy AsQwn hornwˆ pdwrQwˆ Awid ivKy nhIˆ lgÎw pricAw Xw llicAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CUVW",
        "source_page": 179,
        "source_line": 4,
        "gurmukhi": "inis AMDkwr Bv swgr sMswr ibKY; pMc qskr jIiq isK hI sujwig hY [179[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A Sikh who has received the boon of elixir-like Naam can win over the five evils cautiously and swims across worldly ocean that is frightening like a dark night. (179)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX kIh ik sMswr smuMdr AMdr Bv jnm mrx dy roVH ivc kwlI bolI hnHyrI rwq AivdÎwmeI ivKy ruVH irhwˆ jIvwˆ ivcoˆ kwm kRoD Awid pMjwˆ corwˆ nUM jy ij`q lvy auhI is`K hI kyvl jwig swvDwn rih bc skdw hY ]179]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
