[
  {
    "id": "MM4",
    "sttm_id": 6662,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4FNK",
        "source_page": 182,
        "source_line": 1,
        "gurmukhi": "gurmuiK suKPl cwKq aultI BeI; join kY Ajoin Bey kul AkulIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "State of Guru-conscious disciples blessed by the True Guru with elixir of Naam turns opposite from the worldly involvements and are rid of the cycle of birth and death, ego and attachment.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKwˆ vwly suKPl nUM AQvw gurmuKqw vwly suKPl dI mUl kwrx aukq crx rj nUM c`Kdy rsnw aupr Drdy swr purK dI dSw vw surq aultI ho jwXw krdI hY[ qy jon vloˆ ijs mwqw dy pytoˆ pYdw hoXw huMdw hY aus mwqirk goq dy AiBmwn qoˆ Ajoin jo jwˆdw hY, ArQwq ibMdI Bwvoˆ gurU kw puqR ho jwx kwrx nwdI puqR is`K bx jwXw krdw hY, Aqy kul ipqw dy bMs v`loˆ BI AkulIn bMs dy ADÎws qoˆ rihq ho jwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YA02",
        "source_page": 182,
        "source_line": 2,
        "gurmukhi": "jMqn qy sMq Aau ibnwsI AibnwsI Bey; ADm AswD Bey swD prbIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such persons who are ever relishing the Naam like elixir of the True Guru become saintly from the worldly beings. The mortal beings become immortal. They become noble and worthy persons from their ill bred and low status.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qu`C vwsnw ADIn vrqn vwly CudR nIc jon vrqI kIiVAwˆ pqMigAwˆ smwn jIvwˆ qoˆ sMq Swˆq Awqmw mhwn purK, Aru nwS hox vwlI pRivrqI ivcoˆ inkl At`l pdvI sqÎ pd dy bwsI Amry ho jweIdw hY[ ADm nIcoˆ qQw AswD BYVy purKoˆ swD Bly auqm dUr iDAwnIey pwr drSI bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MFYD",
        "source_page": 182,
        "source_line": 3,
        "gurmukhi": "lwlcI llUjn qy pwvn kY pUj kIny; AMjn jgq mY inrMjneI dIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The pleasure giving Naam elixir turns the greedy and covetous people into pure and worthy beings. Living in the world, makes them untouchable and unaffected by the worldly attractions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "llU llw Sbd pUrbI BwSw ivc b`cy dy vwck Sbd qoˆ bxÎw hoXw hY[ jIkUM b`cw AXwxw bwl hr iek vsqU nUM hI PV mUMh ivc pOx dw suBwivk bÎsnI huMdw hY, Eho jyhy hI sMswrI pdrQwˆ ipCy pc pc mrx vwly mUrK lwlcI jn AwdmI qoˆ keIAwˆ nUM ies aukq DUVI ny pwvn pivqR qoˆ pivqR bxw ky pUjn jog kr id`qw, Aqy AMjn ies kwlk klMk rUp jgq ivc v`sidAwˆ BI EnHwˆ nUM inrMjneI inrMjnI pd dI pRwpqI kr id`qI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ELQT",
        "source_page": 182,
        "source_line": 4,
        "gurmukhi": "kwit mwieAw PwsI gur igRh mY audwsI kIny; AnBY AiBAwsI ipRAw pRym rs BIn hY [182[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the initiation of a Sikh by the True Guru, his bondage of maya (mammon) is sheared. He becomes indifferent from it. The practice of Naam Simran makes a person fearless, and immerses him in the love-elixir of beloved Lord. (182)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI k`tky mwXw dI PwsI mwXk bMDn moh mmqw dy gurU Gr ivKy audwsI Bwv vwly kr id`qw, Aqy AnBau dy ABÎwsI hoey hoey auh ipRA pRIqm prmwqmw dy pRym rs ivc iBMny rihMdy hn ]182]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
