[
  {
    "id": "LHR",
    "sttm_id": 6665,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LJ6Q",
        "source_page": 185,
        "source_line": 1,
        "gurmukhi": "cqur brn mY n pweIAY brn qyso; Kt drsn mY n drsn joiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "There is nothing as marvellous available for the Guru-conscious persons in the four castes (Brahmin, Khatri et al.) like the wonderful elixir-like Naam of the Lord. Even the six philosophical scriptures do not have the glory and grandeur of the divine rad",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bRhm Awid cwroˆ brnwˆ rUpwˆ ivKy qyho jyhw brn rMg rUp nhIˆ pRwpq ho skdw jyho ijhw ik gurmuKwˆ nUM aukq suKPl dI pRwpqI qoˆ huMdw hY[ CIAwˆ drSnwˆ jMgm jogI sMinAwsI bYrwgI Awid mqwˆ ivKy nhIˆ hY[ auh joiq qyj pRqwp vwlI dmk ijhVI ik ies gurU ky drSn pMQ dI joiq pweI jw rhI hY[ ArQwq smUh vrnwˆ AwSrmwˆ ivc AYho jyhw pRBwv SwlI koeI rUp nyqRwˆ ivKy q`kn leI nhIˆ pRwpq ho skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7LG1",
        "source_page": 185,
        "source_line": 2,
        "gurmukhi": "isMimRiq purwn byd swsqR smwin Kwn; rwg nwd bwd mY n sbd audoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The treasure that Guru-conscious people possess is not available in the Vedas, Shastras and Simritis. The melody that is available with them as a result of Guru's words is not found in any musical mode.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isMmRqIAwˆ mnUM iviSSt Aqy XwgÎvlk Awid irKAwˆ dIAwˆ kQn kIqIAwˆ Drm SwsqR rUp p`DqIAwˆ purwx aukq Drm mRXwdw ivKy vrqnhwry audwhrxwˆ sMbDI gRMQ, byd DurwhUM igAwn inrUpk rcnw, Aru SwsqR DurwhUM igAwn AnuswrI swˆkyiqk inXmwˆ dI inrxw rUp guMQnw, qQw eynwˆ dy hI smwn bRwbr Kwn cwroˆ KwxIAwˆ AMdr bolI jwx hwrI vw prw pSÎMqI mDÎmw vYKrI rUp bwxI Aru rwg CIAwˆ rwgwˆ nwd hRsÍ dIrG plu qrU paucrI DunI vw s`q surwˆ rUp qQw bwd swj bwj Awid swˆgIiqk swDnwˆ ivKy nhIˆ pwXw jw skdw AYsw Sbd, jysw ik gurU ky Sbd bwxI ivKy audoq, nwm pRgt hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PJ9K",
        "source_page": 185,
        "source_line": 3,
        "gurmukhi": "nwnw ibMjnwid sÍwd AMqir n pRym rs; skl sugMD mY n gMiD sMiD hoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The relishment that Guru-conscious persons enjoy is so wonderful that it is not available in any type of food. The ecstatic fragrance that they enjoy is not available in any other form of fragrances.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwnw pRkwr idAwˆ Kwn pwn Awid idAwˆ sÍwdIk pdwrQwˆ ivc auh sÍwd nhIˆ, ijhw ik pRym rs dw sÍwd hY[ Aru sB pRkwr dIAwˆ sugMDIAwˆ ivKy Eho jyhI mihk nhIˆ huMdI jYsI ik gurmuK nUM siqgurwˆ dy nwl sMDI myl pRwpq hox ivc hoXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "20SS",
        "source_page": 185,
        "source_line": 4,
        "gurmukhi": "ausn sIqlqw sprs Aprs n; grmuK suK Pl quil Eq poq hY [185[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The pleasure of Naam-like elixir that the Guru-conscious people enjoy is beyond all comforts of allaying or relieving hot or cold conditions by cool or hot means respectively. The hot and cold conditions keep altering but the relishment of Naam elixir rem",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "grmI Aru srdI vwly sprSwˆ Bwv AYho jyhy hunwly sÎwly dy mOsmwˆ AMdr vrqIn hwry pihnx vw mrdn Awid dy lYk AYsw koeI suKdweI pdwrQ nhIˆ, ijhw ik Aprs rUp AsMg Alyp BwvI AvsQw dI pRwpqI ivKy gurmuKwˆ nUM suK pRwpq huMdw hY[ kÎoˆik gurmuKI suKPl iek rs hI hr smÎ rihMdw hY, Aqy ieh qwxy pyty vq AMdr bwhr rmo rom ivKy rimAw rihMdw hY ]185]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
