[
  {
    "id": "FL4",
    "sttm_id": 6667,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G6T3",
        "source_page": 187,
        "source_line": 1,
        "gurmukhi": "dIpk pqMg sMg pRIiq iek AMgI hoie; cMdRmw ckor Gn cwiqRk n hoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Love of a lamp and a moth (winged insect) is one-sided. Similarly is the love of Chakor with the moon and of rain bird (Papiha) with clouds;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dIvy Ar pqMgy PMbt dy sMg myl ivc pRIqI iek pwsI iek pwsV huMdI hY kÎoˆik PMbt dI huMdI hY pRMqU dIvy dI nhIˆ AYsw hI ckor dI huMdI hY pr cMdRmw dI nhIˆ qQw ppIhy dI huMdI hY pRMqU b`dl dI nhIˆ huMdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G1JX",
        "source_page": 187,
        "source_line": 2,
        "gurmukhi": "ckeI Aau sUr jil mIn ijau kml Ail; kwst Agn imRg nwd ko audoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as love of Casarca ferruginea (Chakv) with Sun, fish with water, a bumble bee with lotus flower, wood and fire, a deer and musical sound is one-sided,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\yˆ hI ckvI dI hY pr sUrj dI nhIˆ, mClI dI hY pr jl dI nhIˆ, Bory dI hY pr kOl dI nhIˆ, kwT dI hY pr A`g dI nhIˆ, imRg dI hY pr nwd dI nhIˆ[ ieh g`l audoq hY pRgt hY Bwv sB jwxdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N8AE",
        "source_page": 187,
        "source_line": 3,
        "gurmukhi": "ipq suq ihq Aru BwmnI Bqwr giq; mwieAw Aau sMswr duAwr imtq n Coiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So is the love of father with son, wife and husband, attachment with worldly attractions is one-sided and like chronic contagious disease cannot be eradicated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ipqw dw ihq ipAwr huMdw hY pr puq dw nhIˆ, Aru iesqRI dw hY pr pqI dI giq cwl dSw AYsI nhIˆ huMdI, Aru iesI Bwˆq sMswr sMswrI jIvwˆ dw hY pr mwXw dw nhIˆ huMdw, kÎoˆik Awpo ivc dw duAwr duv`l pnw ieko ijhw Bwv ipAwr imitAw ipAw hY mwno ikqy CoihAw hI nhIˆ hY[ ArQwq dupwsVpxw mwno lBdw hI nhIˆ hY[ AQvw duAwr dÍYq Bwv dI kMD ijhVI ieh Awpo ivc pY cukI hY imtdI hI nhIˆ, mwno ieh Coq Coh lgI peI hY Dur dI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JJ2H",
        "source_page": 187,
        "source_line": 4,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwp swco; lok prlok suKdweI Eiq poiq hY [187[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Contrary to the above union and grandeur of the True Guru with his Sikhs is True. It is uniform like warp and woof of a cloth. It is comforting in the world beyond. (187)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! jy hY duv`lw ipAwr qwˆ ie`k gurU ky is`Kwˆ dI sMgiq dy imlwp ivc[ iesy dw hI pRqwp s`cw hY qy lok pRlok ivKy eyhI iek mwqR suKdweI hY, qQw qwxy pyty dIAwˆ qwrwˆ nÎweIˆ duv`lI rmÎw rihMdw hY ]187] iesy AwSÎ pr 321 kib`q dI vIcwr pVHo[",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
