[
  {
    "id": "43H",
    "sttm_id": 6669,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Y0QU",
        "source_page": 189,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur pUrn ikRpw jau krY; hrY haumY rogu irdY inMmRqw invws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When the True Guru, an embodiment of complete and the only Lord becomes clement, he destroys the melody of ego, instilling humility in the heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm srUp pUry gurU jd pUrI pUrI ikRpw krdy hn, qd haumYˆ dy rog nUM dUr kr idMdy hn qy ihrdy AMdr inMmRqw dw vwsw ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WSUB",
        "source_page": 189,
        "source_line": 2,
        "gurmukhi": "sbd suriq ilvlIn swDsMig imil; BwvnI Bgiq Bwie duibDw ibnws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the kindness of the True Guru, one gets attached with Word Guru (Shabad Guru) in the company of saintly persons. The sentiment of loving worship destroys the duality from the mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw inMmRqw pRwpq purK sq sMgq ivc iml ky gur aupdyS nUM sux kr ky aus ivKy ilv qwr lgw ky lIn ho jwˆdw hY[ Aru BgqI Bwv vwlI Bwvnw, ArQwq siqgur dy Sbd nwl pUrx pRIq lgw ky Enwˆ aupr Es dI BOxI SrDw idRVH ho jwˆdI hY[ duibDw smUlcI nwS ho jwˆdI hY[ Bwv ibnwˆ siqgurU Aru nwm dy hor dUAw koeI mnorQ pUrx krxhwrw Es nUM suJnoˆ bMd ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z9HG",
        "source_page": 189,
        "source_line": 3,
        "gurmukhi": "pRym rs AMimRq inDwn pwn pUrn hoie; ibsm ibsvws ibKY AnBY AiBAws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the magnificence of the True Guru, the relishing of loving elixir-like Naam, one feels satiated. Becoming wondrous and devoted, one indulges in the meditation on the name of fearless Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr AMimRq dy BMfwr ivcoˆ pRym rs nUM pn kr Ck kr ky iqRpq hoXw hoXw ijs ivSÍws inscy dw Dwrxw ibsm ibKm AqÎMq ibKVw AauKw hY, EsI ivKy AnBau XQwrQ igAwn swmrq`K pRqIq krn vwly Bwv nUM pRwpq ho ky bwrMbwr pRivrq rihx lg pYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YJ5N",
        "source_page": 189,
        "source_line": 4,
        "gurmukhi": "shj suBwie cwie icMqw mY AqIq cIq; siqgur siq gurmiq gur dws hY [189[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the kindness of True Guru renouncing fear and worry one gets into a state of ecstasy and by adopting consecration of True Guru one becomes a slave of the Guru. (189)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ ABÎws ivc sihj suBwv hI Es nUM cwA ciVHAw rihMdw hY qy iesy hI Bry hoey auqSwh kwrx aus dw ic`q icMqw qoˆ AqIq aupRwm inrlyp rihMdw hY[ Aru siqgurU sqÎ srUp hn qy Enwˆ dI gurmiq is`K m`q BI sqÎ srUpI hY AYsw inscw Dwrx hwrw auh s`cw gurU kw dws hY ]189]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
