[
  {
    "id": "LHA",
    "sttm_id": 6671,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9EYX",
        "source_page": 191,
        "source_line": 1,
        "gurmukhi": "haumY AiBmwn kY AigAwnqw AvigAw gur; inMdw gur dwsn kY nwm gurdws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Under the influence of self-pride, ego and ignorance, I show scant respect to the Guru and indulge in slander of his servants. Yet I have named myself the slave of Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AigAwnqweI Anjwxqw kr ky haumY pRgt hMkwr qQw AiBmwn sUKm hMkwr Apxy AMdr Dwr ky mYˆ gurU mhwrwj jI dI AvigAw inrwdrI krx hwrw hwˆ[ grU qoˆ bymuK ho n`T pYx vwlw hox kwrx Aqy gurU dy ijhVy s`cy syvk pUrx Brosy vwly Apxy ic`q dy s`cy Bwvwˆ nUM pRgt krx hwry sn, Enwˆ dI inMdÎw krx hwrw Bwv, k`cy foldy hn ieauˆ AwK ky Enwˆ dI hwlq krn vwlw hwˆ qy nwm myrw gurdws hY Bwv Pokw nwm hI nwm hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PQW2",
        "source_page": 191,
        "source_line": 2,
        "gurmukhi": "mhurw khwvY mITw geI so khwvY AweI; rUTI kau khq quTI hoq auphws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This is like poisonous root or tuber of Aconytum Ferox (Mitha Mauhra) that is called sweet or an infected eye that is called 'akh ai hai' and one who suffers from smallpox is said to have been visited and blessed by mother (Mata). This is a big joke.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iblkul ieh EkUM hI aultI g`l hY jIkUM ik sMswr AMdr, hY qwˆ mhurw mr is`tn vwlw, pr nwm Es dw gRMQwˆ poQIAwˆ Aru vYdwˆ AMdr pRisD hY im`Tw isMgIAw ivK Aqy A`K qwˆ geI vrgI ho rhI huMdI hY qy AwKdy hn Es nUM Aw geI qQw kudrq mwqw qwˆ sIqlw dy rUp ivc pRq`K ru`sI peI idsÎw krdI hY qy AwKI jwXw krdy hn mwqw quTI hoeI hY iblkul ies hwso hIxy vrqwry mUjb hI myrw nwm BI gurdws hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VMHR",
        "source_page": 191,
        "source_line": 3,
        "gurmukhi": "bwNJ khwvY spUqI duhwgin suhwgin; kurIiq surIiq, kwitE nktw ko nws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just out of fun a barren woman is called Saputi (one blessed with sons), an abandoned woman is called happily married, it is no different than calling an evil rite as auspicious or one with chopped nose as beautiful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bMiDAw sMF inpu`qI nUM kihx mwqR ivc spu`qI AwKdy hn: duhwgin dohwˆ dy Agy hox vwlI vw dohwˆ nUM mn ivc icMqn vwlI ibBcwrn hovy qwˆ Dryl pr, AwKn ivc khI jwˆdI hY suhwgin AYsw hI grBnI dIAwˆ rIqwˆ hYn, qwˆ Es ivcwrI nUM BMfn vwlIAwˆ pr nwm r`K CifAw hY Enwˆ dw rIqwˆ kulwcwrI rIqI, Aru n`k v`Fy nUM ikhw jwˆdw hY nwswˆ vwlw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8T2F",
        "source_page": 191,
        "source_line": 4,
        "gurmukhi": "bwvro khwvY Boro AwNDrY khY sujwKo; cMdn smIp jYsy bwsu n subws hY [191[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a crazy person is addressed as simpleton, or a blind person who can see are all a crazy and wrong expressions, Similarly a bamboo tree even if it thrives in the close proximity of a Sandalwood tree cannot acquire its fragrance, so would a person l",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bOry sudweI nUM Bolw lok AwKdy hn, qy AMny nUM sujwKw sUrmwˆ pMj A`Kw kr ky s`ddy hn ijs qrHwˆ ieh Alokwr dw kihxw hY, iesy qrHwˆ hI gurU dy smIp rih ky BI cMdn dy smIpI ho ky BI vwˆs dy sugMDIEˆ s`Kny rihx vq mYnUM gurdws nwm vwly nUM smJo ieh Bwv hY ]191]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
