[
  {
    "id": "Q1N",
    "sttm_id": 6675,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PTRS",
        "source_page": 195,
        "source_line": 1,
        "gurmukhi": "gurisK eykmyk rom kI AkQ kQw; gurisK swDsMig mihmw ko pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The glory of a hair of a Sikh who has become one with the True Guru cannot be narrated. Then who can fathom the greatness of a congregation of such glorious Sikhs?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jihVy gurU ky is`K pUrb aukq dÍwry eyk myˆ eyk rUp ho gey, Enwˆ dy iek rom vwl Br dI kQw Ak`Q rUp hY nhIˆ khI jw skdI[ AYisAwˆ gur isKwˆ dI sq sMgq dI mihmw Blw kOx pw skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7WNE",
        "source_page": 195,
        "source_line": 2,
        "gurmukhi": "eyk EAMkwr ky ibQwr ko n pwrwvwru; sbd suriq swDsMgiq smwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The One Formless God whose expanse is limitless is always permeating in the congregation of devotees absorbed in His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ gur is`Kwˆ dy EAMkwr mwqR ie`k A`Kr dy ivsqwr pswry dw pwrwvwr EVk nhIˆ pwXw jw skdw ijhVw koeI Sbd mwR nUM hI suriq sux pOˆdw hY, auh qwˆ sqsMg ivc lIn hI ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FGL7",
        "source_page": 195,
        "source_line": 3,
        "gurmukhi": "pUrn bRhm gur swDsMig mY invws; dwsn dwswn miq Awpw n jqwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The True Guru who is manifest of the Lord resides in the congregation of holy men. But such Sikhs who are united with True Guru are very humble and they remain servants of Lord's servants. They shed all their ego.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI auh gurU mhwrwj ivc BI smw jwˆdw hY, kÎoˆik pUrn bRhm srUp siqgurU dw invws vwsw fyrw siqsMg ivc hI huMdw hY[ Aru ieauˆ AByd ho ky AYsw purK aus ABydqw dw mwn nhIˆ kirAw krdw[ sgoˆ dwsn dwswn dwswˆ +Anu+dwsn gurU ikAwˆ dwswˆ dy Anu iBCy Anuswr c`ln vwly dwswˆ vwlI m`iq Dwrxw suBwv Dwr ky Awpy AiBmwn nUM iksy pRkwr BI nhIˆ jxwXw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K04U",
        "source_page": 195,
        "source_line": 4,
        "gurmukhi": "siqgur gur gurisK swDsMgiq hY; Eiq poiq joiq vw kI vw hI bin AwveI [195[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "True Guru is great and so are His disciples who constitute his holy congregation. The light divine of such a True Guru. entangled in the holy gathering like warp and 'weft of a cloth. Grandeur of such True Guru befits only Him and nobody can reach Him. (1",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurU Awp hI gurU hn qy Awp hI gur is`K, kÎoˆik EhI swD sMgiq ivKy Eqpoq qwxy pyty dI qwr vq rmy hoey hn iesy leI hI Enwˆ dI joiq pRqwp dI pRBuqw kyvl EnHwˆ nUM hI bx Aw skdI hY, ArQwq Enwˆ dI smsrqw hor koeI nhIˆ kr skdw]194]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
