[
  {
    "id": "8JG",
    "sttm_id": 6677,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XA3P",
        "source_page": 197,
        "source_line": 1,
        "gurmukhi": "cwr kuMt swq dIp mY n nv KMf ibKY; dih ids dyKIAY n bn igRh jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Glory of the union of True Guru and the devotees cannot be known or estimated in all the four directions, seven seas, in all the forests and nine regions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrb, pCm Awid cwr kuMtwˆ ivKy, jMbU swlmlI, puSkr, isMglwdIp Awid s`qwˆ dIpwˆ ivKy ielwbRq, kyqUmwl, hrbr^, BwrQ KMf Awid nOvwˆ KMfwˆ ivKy, qQw nYirq, bwXb, eIswn, AgnyÎ Aid dswˆ idSwˆ idswˆqrwˆ, ivKy; Aru AYsw hI bn jMgl Aru igRh Gr ivKy ikDry BI nhIˆ d`Kx ivc AOˆdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R7E0",
        "source_page": 197,
        "source_line": 2,
        "gurmukhi": "log byd igAwn aunmwn kY n dyiKE suinE; surg pieAwl imRq mMfl n mwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This grandeur has not been heard or read in wondrous knowledge of the Vedas. It is not believed to exist in heavens, nether regions nor in the worldly regions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "lok rIqI Anuswr qQw byidk igAwn bydwˆ dÍwry igAwn huMdw hY ijs Awcwr dw Es Anuswr pUrw pUrw vrqn vwilAwˆ ivKy BI aunmwn kY Anumwn kr kr ky soc soc vIcwr vIcwrdy q`kn dw jqn kIiqAwˆ nhIˆ dyKx sunx ivc AwXw, Aru surg pqwl mwqlok AMdr ikDry BI pqwnw imlx kr ky mMnx ivc AYsw nhIˆ AOˆdw Bwv inscw nhIˆ b`Jdw ik iksy pRkwr Enwˆ ivKy kihx jog pRqwp hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3W7C",
        "source_page": 197,
        "source_line": 3,
        "gurmukhi": "BUq Aau BivK n brqmwn cwro jug; cqur brn Kt drs n iDAwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "It cannot be perceived in the four eons, three periods, four sections of the society and even in the six philosophical Scriptures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ipCly simAwˆ ivc BI AYsw hoXw kdI iDAwn AMdr nhIˆ AOˆdw, Aru Agy nUM kdI Aws nhIˆ kIqI jw skdI qQw vrqmwn ivKy BI ies dw Purxw nhIˆ Purdw idKweI idMdw, ieh kIh cOhwˆ jugwˆ AMdr cwroˆ brnwˆ qQw CIAwˆ drSnwˆ ivKy hI ikqy BI AYsw pRqwp vrqdw iKAwl ivc nhIˆ AOˆdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PVXE",
        "source_page": 197,
        "source_line": 4,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwp jYsy; qYso Aaur Taur sunIAY n pihcwnIAY [197[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The union of True Guru and his Sikhs is so indescribable and marvellous that such state is not heard or seen anywhere else. (197)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq ieh ik jyho jyhw pRqwp pRBwvmh`q gur is`K sMgq dy imlwp dw hY, qyho jyhw hor iksy BI itkwxy nwh suxIˆdw hY qy nw hI pCwx ivc ikqy AOˆdw hY ]197]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
