[
  {
    "id": "1PG",
    "sttm_id": 6678,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6DNT",
        "source_page": 198,
        "source_line": 1,
        "gurmukhi": "auK mY ipaUK rs rsnw rihq hoie; cMdn subws qws nwskw n hoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Sugarcane has elixir-like sweet juice but it has no tongue to enjoy it. Sandalwood has fragrance but the tree is without nostrils to enjoy the smell.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gMny AMdr AMimq rUpI rs im`TI imMTI rhu huMdI hY, pRMqU rsnw qoˆ auh hIxw hY[ cMnx ivc sugMDI huMdI hY pRMqU ausdIAwˆ nwswˆ nhIˆ huMdIAwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D3VL",
        "source_page": 198,
        "source_line": 2,
        "gurmukhi": "nwd bwd suriq ibhUn ibsmwd giq; ibibD brn ibnu idRsit so joiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Musical instruments produce sound to bring awe to the listeners but it is without the ears that can listen to its melody. Myriads of colour and shapes are there to attract the eyes but they are without any ability to see such beauty themselves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bwjy dI DunI bVI ibsmwd gqI vwlI sB dy mohnhwrI huMdI hY pRMqU Eh Awp kMnwˆ qoˆ ibhIn hY Bwv Awp sux ky Awpdy AMdrly AwnMd nUM nhIˆ mwn skdI; Aru brn rUp rMg ibibD inAwrI inAwrI qr dy Anyk Bwˆqwˆ dy hn, pRMqU Enwˆ dI joiq dmk suMdrqw nzr qoˆ suM\\I hY ijs kr ky EnHwˆ nUM Awp kuC nhIˆ pRwpq ho skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S9NU",
        "source_page": 198,
        "source_line": 3,
        "gurmukhi": "pwrs prs n sprs ausn sIq; kr crn hIn Dr AauKDI audoq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Philosopher-stone has power to turn any metal into gold but it is without any sense of touch even to feel cold or heat. Many herbs grow in the earth but without hands and feet, it can do nothing to reach anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru pwrs prsdw hY sB Dwˆqwˆ nUM qy EnHwˆ nUM sÍrx bxwˆdw hY pRMqU Awp q`qy TMFy dy sprS pRqIq krn dI SkqI qoˆ s`Kxw hY[ Aqy DrqI Apxy ivcoˆ sB pRkwr dIAwˆ AauKDIAwˆ bnspqI rUp jVHIAwˆ bUtIAwˆ nUM audoq augOˆdw pRgt krdI hY, pRMqU Awp auh h`Qwˆ pYrwˆ qoˆ rihq hY Bwv h`Qwˆ kr ky auh Awp kuC Es ApxI Eq nUM Bog nhIˆ skdI, qy pYrwˆ qoˆ hIxI hox kr ky ijs Apxy K`qy lYk iksy aupj nUM auh smJ ky pihlI QwˆE htwky ikDry ljwxw cwhy qwˆ lYjw Xw ilAw nhIˆ skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "945B",
        "source_page": 198,
        "source_line": 4,
        "gurmukhi": "jwie pMc doK inrdoK moK pwvY kYsy; gurmuiK shj sMqoK huie ACoq hY [198[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A person who has all the five senses of knowledge and is also deeply infected by the five vices of relishment, smell, hearing, touch and seeing, how can he achieve salvation that is viceless. Only the obedient Sikhs of Guru who obey the command of a True",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy doK gRsq aukq rs, gMD, Sbd, rUp Aru sprS BwvI pMj ivKÎ rUpI doK Aaugux ijs mnu`K AMdr hox auh, inrdoK inhklMk mukqI suK nUM iks pRkwr pRwpq ho sky[ ieh moK kvl gurmuK hI, jo ienwˆ ivKÎ rUpI doKwˆ qoˆ ACoh Cohxoˆ sprS krxoˆ bcÎw rihMdw, qy suBwvk hI sMqoK DwrI rKdw hY auhI pRwpq kr skdw hY ]198]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
