[
  {
    "id": "2PN",
    "sttm_id": 6679,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MEYF",
        "source_page": 199,
        "source_line": 1,
        "gurmukhi": "inhPl ijhbw hY sbd suAwid hIn; inhPl suriq n Anhd nwd hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A tongue without savouring the elixir-like Naam and ears that are without hearing the unstruck melody of recitation of Lord's name are useless and vain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh rsnw AkwrQI hY ijs aupr vwihgurU dy nwm dw vwsw nhIˆ, qy ijs ny nwm rs nUM ies dÍwrw nhIˆ gRihx kIqw[ auh suriq kMn AkwrQ hn ijnHwˆ ny Anhd nwd AKMf kIrqn vw idbÎ DunI nUM nhIˆ sRvx kIqw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GSHM",
        "source_page": 199,
        "source_line": 2,
        "gurmukhi": "inhPl idRsit n Awpw Awpu dyKIAiq; inhPl suAws nhI bwsu prmwdu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The eyes that do not see the true vision of thyself and the breaths that do not smell of Lord's fragrance are no good either.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh ingHw AKIAwˆ AkwrQIAwˆ hn jo Apxy Awp nUM A`KIAwˆ AMdr q`kn hwrI joq srUpI A`K dI A`K nUM nhIˆ q`kdIAwˆ Bwv bwhr muKI pRivrqIEˆ AMqrmuK ault jÎoqI srUp AMqrXwmI ivKy nhIˆ ilvlIn huMdIAwˆ[ Aru auh suAws pRwx Dwrw AkwrQ hY ijhVI smUh Awid rUpwˆ dI Awid prmwqmw dy nwm dI lpt rUp lpyt ivc nhIˆ AweI Bwv ijhVy sÍws nwm dI qw nUM Apxy ivc pro ky AMdr nhIˆ vg rhy hox, AQvw ijnHwˆ nUM pRmwqmw dy nwm dI gMD nhIˆ pohI hovy ijnHwˆ nwl nwm nhIˆ jipAw jw irhw hovy auh sÍws bÎrQ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HNE3",
        "source_page": 199,
        "source_line": 3,
        "gurmukhi": "inhPl kr gur pwrs prs ibnu; gurmuiK mwrg ibhUn pg bwid hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The hands that have not touched the philosopher-stone like feet of the True Guru are of no use. Those feet which have not treaded towards the door of the True Guru are no good either.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh h`Q AP`l hn ijhVy siqgurwˆ dy pwrs rUp crxwˆ dy sprSoˆ Cuhnoˆ rihq hn AQvw ijnHwˆ ny siqgurwˆ dI syvw dÍwry gurU mhwrwj dy sprS Cuh nUM pRwpq nhIˆ kIqw[ Aqy auh pYr bwd bÎrQ hn ijhVy siqgurwˆ dy rsqy nhIˆ qurdy hox[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0C1Z",
        "source_page": 199,
        "source_line": 4,
        "gurmukhi": "gurmuiK AMg AMg pMg srbMg ilv; idRsit suriq swD sMgiq pRswid hY [199[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Every limb of the Sikhs who are obedient to the True Guru are pious. By the grace of the company of holy people, their mind and vision remains focused in meditation on Naam and glimpse of the True Guru. (199)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr gurmuK dy AMg ipMgly AMg huMdy hoey BI swD sMgq dy pRswd pRsMnqw kwrx idRStI iDAwn ivKy suriq dI ilv qwr lgwn kr ky suMdr srUp nvyˆ nroey AMg sPly rihMdy hn ]199]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
