[
  {
    "id": "LN8",
    "sttm_id": 6681,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "F1V2",
        "source_page": 201,
        "source_line": 1,
        "gurmukhi": "sbd surq hIn psUAw pivqR dyh; KV Kwey AMimRq pRvwh ko suAwau hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One who has no perception of Guru’s words is far inferior than an animal who eats hay and grass and yields nectar like milk.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Sbd dI surqoˆ hIxy huMdy hoey BI pSUAwˆ dw dyh pivqR huMdw hY, jo Kwˆdy qwˆ hn KV Gwh AQvw Pokt rUp Kl, pRMqU AMimRq duD dy sÍwdIk pRvwh Dwrwˆ nUM vgwˆdy hn, AQvw AMimRq rUp duD dw pRvwh vgw ky mnu`K dw suAwau sÍwqm suAwrQ pRXojn swD idMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NJBX",
        "source_page": 201,
        "source_line": 2,
        "gurmukhi": "gobr gomUqR sUqR prm pivqR Bey; mwns dyhI iniKD AMimRq AipAwau hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "According to Hindu mythology, cowdung and cow's urine are considered sacred but cursed is a human body that eats elixir- like food and spreads filth all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sUqR rIqI ibDI AQvw fOl isr vrqÎw hoXw ienHwˆ dw gohw mUqR BI prm pivqR ApivqR DrqI Awid nUM pivqR krx hwrw vw ihMdU mq Anuswr pMc gbÎ Awid dw AMg bx sUqk qoˆ auqpMn hoeI Asu`DqweI nUM dUr krx hwrw huMdw hY; pr mnu`K dyh DwrI nwm AMimRq nUM pIx dy AiDkwr mwnxo bMicq hoXw hoXw hox kr ky Enwˆ pSUAwˆ nwloˆ inMdq iqAwgn lYk smiJAw jwˆdw hY Bwv iesdw koeI AMg BI moXwˆ pSUAwˆ dy AMgwˆ vkUM kMm ivc nhIˆ lÎwXw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7MLV",
        "source_page": 201,
        "source_line": 3,
        "gurmukhi": "bcn ibbyk tyk swDn kY swD Bey; ADm AswD Kl bcn durwau hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Those who take the support of the knowledgeable sermons of the True Guru and practice these in their life are superb saintly persons. On the contrary, those who shy away from the teachings of the True Guru are low of status, evil and foolish.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! jykr ibbyk vwly c`ln suBwv dI tyk lY ky, AQvw ibbyk pUrbk gurU mhwrwj idAwˆ crxwˆ dI tyk nUM Dwr ky siqgurwˆ dIAwˆ aupdySIAwˆ swDnwˆ nUM kry pwly qwˆ swD Blw purK gurU kw is`K sMq bx jwˆdw hY[ pr jykr bcn rUp gur aupdyS qoˆ dUr rhy AQvw bwxI ivc hyrw PyrI kry qwˆ AYsw mnu`K hI ADm nIc pwˆbr BYVw qQw mUrK ikhw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "848K",
        "source_page": 201,
        "source_line": 4,
        "gurmukhi": "rsnw AMimRq rs risk rswien huie; mwns ibKY Dr ibKm ibKu qwau hY [201[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By meditation on His name, such saintly persons themselves become the fountains of elixir-like Naam. Those who are bereft of the words of the Guru and are engrossed in maya are scary like poisonous snakes and full of venom. (201)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX ieh ik ijhVw qwˆ gurisKÎw nUM mMnx kr ky sRySt purK is`K sMq bx jwˆdw hY, Es dI qwˆ rsnw AMimRq rs mDur BwKI suBwv dI rsIAw pRymn bx ky rswˆ dI AsQwn hoeI rihMdI hY, pr ijhVy gurisKÎw nUM nhIˆ suxdy mMndy Eh+ibKY+Dr ivKÎ vwSnw rUp ivKm BÎMkr ibKqwau ivhuly Bwv kr ky sMpMn dUsirAwˆ nUM fMgn hwry duSt purK huMdy hn[ AQvw ibKY+DwrI srp smwn Enwˆ dy AMdr ivhu dw qwau joS huMdw hY ]201]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
