[
  {
    "id": "388",
    "sttm_id": 6682,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RC84",
        "source_page": 202,
        "source_line": 1,
        "gurmukhi": "psU KiV Kwq Kl sbd suriq hIn; moin ko mhwqmu pY AMimRq pRvwh jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "An animal eats green grass and hay. He is bereft of all knowledge of Lord's word. Due to his inability to speak, gives nectar-like milk.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pSU Gwh AQvw qyl iQMDy qoˆ rihq srHoˆ Awid dw Pok rUp Kl ru`Kw pdwrQ Kwˆdw hY, Aru Kl mUrK hY Sbd dI suriq soJI qoˆ hIxw hwˆ AYsw vYsw PokV rUp pdwrQ Gwh Awid Kw ky sbr sMqoK DwrI r`Kdw hY qy iSkwXq vloˆ rsnw nUM sMkocI rKdw hY[ ijs mon cu`p swDn dw Pl Es dy AMdroˆ pY duD rUp AMimRq dw pvwh c`l AwXw krdw hY hy ipAwirE!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K5M5",
        "source_page": 202,
        "source_line": 2,
        "gurmukhi": "nwnw imstwn Kwn pwn mwns muK; rsnw rsIlI hoie soeI BlI qwih jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A man eats and enjoys many types of food materials with his tongue but he becomes praiseworthy only if his tongue is sweetened with the sweetness of Lord's name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwnw Bwˆq dy im`Ty im`Ty AMn Ahwr imiTAweIAwˆ Awid Kwˆdw qy AYsy hI sÍwdIk pdwrQ sofy Srbq Awid muK dÍwry ieh mnu`K pIˆdw hY, pr jykr im`Tw im`Tw Kw pI ky ies dI rsnw rsIlI imTI imT bolI bx jwvy, qwˆ hI iqs dy vwsqy ieh BlI ho skdI hY jI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "20KQ",
        "source_page": 202,
        "source_line": 3,
        "gurmukhi": "bcn ibbyk tyk mwns jnm Pl; bcn ibhUn psu primiq Awih jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Purpose of human life is to take refuge in the meditation of His Naam. But one devoid of the teachings of the True Guru is the worst kind of animal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq jykr nym Dwr lvy ik bcn bwxI vIcwr ky hI bolnI ho AQvw jwˆ boly qwˆ bRhmigAwn pRmwx Anuswr bRhmigAwn meI bcn hI bolx dI pRiqgÎw vwly pRx rUp tyk nUM DwrI rKy qwˆ ieh mnu`K jnm Pl vwlw smJnw nhIˆ qwˆ Sbd ibbyk dI tykoˆ hIxw mnu`K prm pSU pSUAwˆ qo BI v`D pSU Bwv nIc pSUAwˆ dI ieqI h`d hoeI hoeI auQy smJo jI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JVSB",
        "source_page": 202,
        "source_line": 4,
        "gurmukhi": "mwns jnm giq bcn ibbyk hIn; ibKDr ibKm ckq icqu cwih jI [202[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One who is bereft of teachings of True Guru, craves and wanders in search of worldly pleasure and remains vexed for their acquisition. His state is like a dangerous poisonous snake. (202)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nIcwˆ qoˆ nIc pSU spSt krdy hoey mwno zordwr Sbdwˆ ivc muV AwKdy hn ik Sbd igAwn qoˆ rihq mnu`K jnm dI dSw Bwry iBAwnk ivhuly zihrIey s`p sRIKI huMdI hY, jo ic`q dIAwˆ cwhnwˆ rUp ivhu nwl cikq pRySwn iviKpq bOrwXw hoXw fwˆvwˆ fol rihMdw curwsI dw gyVw muV muV lOˆdw rihMdw hY jI BweI jno! ]202]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
