[
  {
    "id": "KJK",
    "sttm_id": 6683,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UL9D",
        "source_page": 203,
        "source_line": 1,
        "gurmukhi": "drs iDAwn ibrhw ibAwpY idRgn huie; sRvn ibrhu ibAwpY mDur bcn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a married woman temporarily separated from her husband feels the pangs of separation, her inability to hear the sweet sound of her husband distresses her, so do the Sikhs suffer the pangs of separation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drSn dy iDAwn ivc, Bwv siqgurwˆ dy drSn dI qwˆG AMdr nyqrwˆ ivKy ivCoVy dw pRBwv vwpirAw ipAw hY, Aqy imTy imTy ihq Bry kilAwx dwqy bcn gurU mhwrwj dy sunx Kwqr kMnwˆ AMdr ibrhw vwpr irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UJQH",
        "source_page": 203,
        "source_line": 2,
        "gurmukhi": "sMgm smwgm ibrhu ibAwpY ijhbw kY; pwrs prs AMkmwl kI rcn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a wife feels a strong desire to speak to her husband after a long separation, her fond desire to feel her husband against her breast troubles her, so do the Sikhs long to feel the divine embrace of their True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "imlwp dI GVI siqsMg dy Aausr dI qwˆG kwrx gurU mhwrwj nwl pRSn auqr vI vwrqw Alwp qoˆ rihq hoeI hoeI rsnw qwˆeI ibrhoˆ ibAwipAw hoXw hY, Aqy pwrs rUp crxwˆ nUM prsidAwˆ Bwv crx plosidAwˆ AMkmwl mwlw dy AMg sIny nwl EnHwˆ nUM lgw lYx dy Gwty kwrx sIny irdy nUM ibrhw ibAwp irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RJDZ",
        "source_page": 203,
        "source_line": 3,
        "gurmukhi": "ishjw gvn ibrhw ibAwpY crn huie; pRym rs ibrh sRbMg huie scn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As reaching the nuptial bed of her husband troubles the wife when her husband is not there but she is filled with passion and love; so does a Sikh separated from his Guru craves like a fish out of water to touch the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "SXn kwl ivKy siqgurwˆ dy smIp jwx dI qwˆG ArQwq eykwˆq bwsI Xwqrw dI Xwd pYrwˆ ivc ibrhy nUM ibAwipq kr pswr rhI hY, Aqy smUlcI inktqw dy Gwty kwrx pRym rs dw ibrhw smUh AMgwˆ ivKy hI scn iskoV kMiTqqw auqpMn kr irhw hY Bwv kuV`l pY pY jwˆdy hn[ g`l kIh ik:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SUHH",
        "source_page": 203,
        "source_line": 4,
        "gurmukhi": "rom rom ibrh ibRQw kY ibhbl BeI; ssw ijau bhIr pIr pRbl qcn kY [203[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A separated wife feels love sickness in every hair of her body and remains distressed like a rabbit that has been surrounded by hunters from all sides. So does a Sikh feel the pangs of separation and longs to meet his True Guru at the earliest. (203)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq rom rom ivKy ibrhy dy ibAwpn kr ky myrI ibrQw dSw ibhbl byhwl inFwl ho rhI hY, ijs qrHwˆ ik cwroˆ pwsIˆ shy ivcwry aupr iSkwirAwˆ dw vhIr JuMf ieko vwr hI Awn pvy qwˆ koeI pwsw nw suJdw id`s Es nUM pRbl pIVw Asih kSt rUp ho qwiVAw krdw hY qIkUM hI myrI dSw bIq rhI hY ]203]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
