[
  {
    "id": "1YC",
    "sttm_id": 6685,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7D4S",
        "source_page": 205,
        "source_line": 1,
        "gurmukhi": "supn cirqR icqR bwnk bny bicqR; pwvn pivqR imqR Awj myro Awey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Himself holy and capable of making other pious-the friendly True Guru has come into my dream beautifully attired and adored. It is indeed a wonderful marvel for me.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "supny dy cirqR cyStw smwn icqR srUp vwlw bwnk, vys vÎoˆq bwxw bxwXw hoXw ArQwq FwilAw hoXw hY ijnHwˆ ny bicqR AdBuq iek rMg ivc Anyk rMg idKwx vwlw, AYsy sB dy imqR idl lY ky idl dyx vwly siqgurU jo Awp pivqR sÍ`C su`D srUp hn qy hornwˆ jgÎwsUAwˆ is`Kwˆ syvkwˆ srxwgqwˆ nUM inrml inSpwp inhklMk inrdoK bnwxhwry pwvn hn auh prm pRkwS rUp gurU mhwrwj A`j ies idn ies jnm ivKy mory myry Awp dy Gr Awey swKÎwqkwirqw nUM pRwpq hoey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HT25",
        "source_page": 205,
        "source_line": 2,
        "gurmukhi": "prm dieAwl lwl locn ibswl muK; bcn rswl mDu mDur pIAwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Beloved Lord is sweet of words, big eyed and clement of form. Believe me! It is like He blessing us with honeyed elixir.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibrhwqur mgnwnI dSw ivc bwrMbwr Jlkw dyx kr ky auh AqÎMq kr ky dXw dy mMdr hn[ Aq lwl pÎwry mn BOˆdy vw msqwny nyqR ibswl iKVy hoey hn ijnwˆ dy AQvw ibswl cOVw pRPuilq hoXw hoXw hY ijnwˆ dw muK ichrw, Aqy jo AYsy muK QIˆ rs pÎwr AwnMd dy AsQwn imTy imTy bcn bol ky mwnoˆ AMimRq ipAOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1EA6",
        "source_page": 205,
        "source_line": 3,
        "gurmukhi": "soiBq isjwsn iblwsn dY AMkmwl; pRym rs ibsm huie shj smwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He looked pleased and honoured me by occupying my bedlike heart. I was lost in the love filled trance of Nam Amrit that merged me into a state of equipoise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sihj AvsQw dw Awsn iesiQqI dw AsQwn jo ihrdw idl hY aus aupr soBwXmwn ho ky AMkmwl sIny lgw lgw idl dIAwˆ lYˆdy idMdy iblwsn keI Bwˆq dIAwˆ kRIVw vw klol kIqy AQvw AwnMd bKSy[ qy ies qrHwˆ pRym rs kr ky ibsm AwpÎoˆ bwhr hoey ArQwq sDwrx jIvwˆ dI smqw qoˆ t`py hoey mYnUM Apxy shj ivc smw lIx kr ilAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JDK7",
        "source_page": 205,
        "source_line": 4,
        "gurmukhi": "cwiqRk sbd suin AKIAw auGir geI; BeI jl mIn giq ibrh jgwey hY [205[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Enjoying the bliss of divine dream, I was woken up by the voice of rain-bird and that broke my celestial dream. The awe and marvel of love-filled state disappeared reawakening the pangs of separation. I was restless like a fish out of water. (205)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs AvsQw ivcoˆ *jY jY sbd Anwhd bwjy[ suix suix AwnMd kry pRBu gwjy[ pRgty gopwl mhwq kY mwQy ]…* bcn Anuswr cwiqRk ppIhy dI iek sm rt vq Anhd sbd dI DunI nUM sunx swr ilvlIn dSw v`loˆ AKIAwˆ auGV geIAwˆ iDAwn KulH igAw bwhrmuKI auQwn ho igAw jd ik jl ivc lIn grk hoeI hoeI mCI dy sÍwdIk pdwrQ dI cwt kwrx aus dy jl aupr AOx vwkUM mYnUM BI ibrhy ny jgw id`qw Bwv au`Qwn kr id`qw ]205]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
