[
  {
    "id": "VRC",
    "sttm_id": 6687,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K1YY",
        "source_page": 207,
        "source_line": 1,
        "gurmukhi": "ibrh ibEg rogu duKiq huie ibrhnI; khq sMdys piQkn pY ausws qy [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The to pangs of separation and disunion from her beloved husband, a distressed wife heaves big sighs and sends messages to her beloved husband through the wayfarers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibrhy qoˆ auqpMn hoey ivCoVy rUp rog nwl pIVq hoeI hoeI Awqur AweI hoeI ibrhnI iesqRI jIkUM lwj kulwj Awid nUM ivswr ky ausws auBy swh hOikAwˆ nUM lYˆdI hoeI piQkwˆ pwˆDIAwˆ rwh jwˆidAwˆ muswPrwˆ pMDwaUAwˆ nUM snyhy idAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UQ1E",
        "source_page": 207,
        "source_line": 2,
        "gurmukhi": "dyKh iqRgd join pRym kY pryvw; pr kr nwir dyiK ttq Akws qy [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "My beloved! Look how a lovelorn pigeon, a species of devious origin, impatiently flies down from high sky to his mate.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIkUM hI gurmuK ibrhnI AYauˆ AwiKAw krdI hY ik hy BweIE! tyFIAwˆ qwmsI jUnwˆ v`l qwˆ q`ko, ik pryvw kbUqr kIkUM nwir kbUqrI nUM dyKdy swr AkwS qoˆ Bwv AkwS ivc aufwrIAwˆ mwrdw hoXw pr kr KMB mwrdw mwrdw ieko vwr hI aus aupr Awn tu`tdw ArQwq Awn imldw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1E75",
        "source_page": 207,
        "source_line": 3,
        "gurmukhi": "qum qo cqurds ibidAw ky inDwn ipRA!; iqRA n Cfwvhu ibrh irp irp qRws qy [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "My beloved! You are a store-house of all the knowledge; why don't you rid your woman from the pangs of separation?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l qoVky qusIˆ qwˆ hy pRIqm siqguro! cOdwˆ ivdÎw dy BMfwr Bwv, Su`D siqÍk srUp ho[ Awpxy Awsry prxy jIaUx vwlI iek mwqR Awp dI hI kwmnw pRwiex rihx hwrI ijgÎwsU rUpI iesqRI nUM ivCoVy rUp SqRU dy BY qoˆ kÎoˆ nhIˆ CufOˆdy?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9NG2",
        "source_page": 207,
        "source_line": 4,
        "gurmukhi": "crn ibmuK duK qwirkw cmqkwr; hyrq ihrwih riv drs pRgws qy [207[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The twinkling stars frighten everyone during the dark night, so am I being distressed by the separation from your holy feet. All these distressing twinkling stars will disappear soon as your Sun-like effulgent glimpse become visible. (207)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hy mhwrwj! AwpidAwˆ crxwˆ qoˆ ibmuK rihx kwrx rwqrI dy hnyry ivc qwirAwˆ dy cmqkwr smwn byAMq du`K myry AMdr pRgt ho ho pY rhy hn, jo kyvl Awp dy drSn rUp sUrj dy pRgws mwqR nUM hyrq inhwrdy qkdy swr hI ihrih lop ho jwxgy inivrq ho jwxgy qwˆ qy SIGr drSn idE ]207]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
