[
  {
    "id": "HM1",
    "sttm_id": 6695,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3KTS",
        "source_page": 215,
        "source_line": 1,
        "gurmukhi": "siq ibnu sMjmu n piq ibnu pUjw hoie; sc ibnu soc n jnyaU jq hIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Except the name of the stable and firm Lord, no other deed is righteous. Except for the prayer and worship of Master Lord, worship of gods/goddesses is futile. No piety is beyond the truth and wearing of sacred thread without morality is futile.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy ijs pRkwr ibnwˆ sMjm Dwry swDy dy siq pRiqgÎw vw Drm dI pwlnw nhIˆ ho skdI, qy ibnwˆ pUjw siqkwr dy piq pRiqStw Awbro nhIˆ rih sikAw krdI[ qQw ibnwˆ soc su`cqw dy scu nhIˆ inbwihAw jw skdw, Aru jq bRhm crX swDy ibnwˆ jnyaU iksy kMm nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZD61",
        "source_page": 215,
        "source_line": 2,
        "gurmukhi": "ibnu gur dIiKAw igAwn ibnu drsn iDAwn; Bwau ibnu Bgiq n kQnI BY BIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Without obtaining initiation from a True Guru, no knowledge is worthwhile. No contemplation is useful except that of the True Guru. No worship is worth anything if not performed love, nor any view point expressed can invite respect.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesI pRkwr ibDI pUrbk gur aupdyS rUp gur dIKÎw Dwry ibnwˆ iksy nUM igAwn vwihgurU dw nhIˆ ho skdw, Aqy drs vsqU qqÍ pdwrQ dyKy ibnwˆ iDAwn nhIˆ b`J skdw[ AYsw hI Bau Bwvnw BOxI vw SrDw jd qk nw pRgt ho Awvy Bgiq gurU prmwqmw dy ipAwr vw Bjn dI lgn nhIˆ auqpMn ho skdI[ Aru ieauˆ hovy qwˆ ikfw hI cwhy koeI cqurw hovy, pr Es dI kQnI BY iBMnI BY sMjugq nhIˆ ho skdI[ Bwv AYsy purK dI ijs dy gur dIKÎw hIn hox kr ky igAwn nhIˆ qy drSn ibnwˆ hox kr ky jo iDAwn qoˆ bMicq qQw srDw BgqI ibnwˆ hY, auh hjwrwˆ kQnIAwˆ krdw iPry Es pwsoˆ iksy dy ihrdy AMdr Xw aus dy AMdr hI vwihgurU dw BX nhIˆ aupj skdw[ jIkUM ik:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N99P",
        "source_page": 215,
        "source_line": 3,
        "gurmukhi": "swNiq n sMqoK ibnu suKu n shj ibnu; sbd suriq ibnu pRym n pRbIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Without patience and contentment, peace cannot reside. No true peace and comfort is achievable without acquiring a state of equipoise. Similarly no love can be stable without the union of the word and mind (consciousness).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibnwˆ sMqoK dy swˆq r`j qy sihj Bwv ibnwˆ suK dI pRwpqI nhIˆ ho skdI, qIkUM hI surqI dy Sbd gur aupdyS ivKy prcy ibnwˆ pRym BI nhIˆ pR+bIn BlI pRkwr dyKx ivc Aw skdw[ vw pRym ivKy inpux isAwnw nhIˆ koeI ho skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T17D",
        "source_page": 215,
        "source_line": 4,
        "gurmukhi": "bRhm ibbyk ibnu ihrdY n eyk tyk; ibnu swDsMgq n rMg ilv lIn hY [215[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Without deliberation on His name, one cannot establish faith in the heart and without the holy congregation of divine and saintly persons, engrossment in Lord's name is not possible. (215)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isDwˆq kIh ik ibnwˆ bRhm bIcwr v igAwn dy ihrdy AMdr iek mwqR itkwau siQrqw kdI nhIˆ pRwpq ho skU qy bRhm ibcwr dy rMg ivc swD sMgiq gurU kI sMgq ibnwˆ iksy ny kdwicq ilvlIn nhIˆ ho sknw qwqy AvSÎ hI siqgurwˆ dI sMgq ivc puj ky mnu`K Apxy Awp nUM dIKÎq bxwvy ]215]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
