[
  {
    "id": "X2L",
    "sttm_id": 6700,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YXMN",
        "source_page": 220,
        "source_line": 1,
        "gurmukhi": "rUp hIn kul hIn gun hIn igAwn hIn; soBw hIn Bwg hIn qp hIn bwvrI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "I the sentient seeker am without attractive looks, do not belong to high caste as deemed of Sikhs of the Guru, without the virtues of Naam, empty of Guru's knowledge, without any praiseworthy traits, unlucky because of vices, bereft of the service of Guru",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sUrq qoˆ hIn hwˆ suriq dI Fwl rihq hox kr ky, iek mwqR gurU mhwrwj dy hox dy mwn rUp kul rihq hwˆ, gux rUp swDnw qoˆ CUCw hwˆ qy *AklIˆ swihb syvIAY* sumiq vIcwr rUp igAwn BI myry ivc nhIˆ hY[ sujs Aru sukIrqI rUp SoBw qoˆ BI hIxw hwˆ kÎoˆ ju myrw AMdr hmdrdI qoˆ KwlI hY, AMg pUrw pUrw nw pwlx kwrx Bwg hIn hwˆ, Aqy gurU dI syvw rUp qp qoˆ Bg`l hox kr ky qp qoˆ suM\\w hwˆ, qQw bwvrI b+AvrI dÍYq duibDw kr ky AvirAw lpyitAw hoieAw hY AMdr idmwg, AYsw kmlw sOdweI hwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CARH",
        "source_page": 220,
        "source_line": 2,
        "gurmukhi": "idRsit drs hIn sbd suriq hIn; buiD bl hIn sUDy hsq n pwv rI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "I am bereft of the kind looks and glimpse of the True Guru, without meditation, weak of power and wisdom, of warped hands and feet because of not doing service of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prq`K ivc smyˆ siqgurwˆ dy drSnwˆ qoˆ hIxI ingHw vwlw qQw gurU mhwrwj dy Sbd rUp bcn sunxoˆ AnvMj kMnwˆ vwlw hwˆ qwˆ buDI ivc qy nw hI SrIr AMdr bl hI hY kÎoˆju ieh soc hI nhIˆ PurdI jo J`t gurU jI idAwˆ crxwˆ ivc AMimRqsr jw Fhwˆ[ kwrx kIh ik lokwˆ qoˆ lY lY ky pyt Br irhw hwˆ h`Q sUDy sÍ`C nhIˆ hn, qy pYr BI bymuK rsqy qurn kwrx mwnoˆ kumwrgoˆ nhIˆ bcy hoey ies pRkwr dw kukrmI qy kucwlI hwˆ rI hy BweI jnoˆ!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3PRC",
        "source_page": 220,
        "source_line": 3,
        "gurmukhi": "pRIq hIn rIiq hIn Bwie BY pRqIq hIn; icq hIn ibq hIn shj suBwv rI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "I am vacuous of my beloved's love, unaware of Guru's teachings, hollow of devotion, unstable of mind, poor of the wealth of meditation and even lacking in calmness of nature.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ivCuiVAw bYTw idn k`t irhw hwˆ ijs kr ky mwno pRIiq qoˆ KwlI hwˆ bymuK mwrg AMgIkwr nw krxw ieh gurU Gr dI rIqI mirAwdw hY, pr mYˆ bymuK hoXw bYTw hwˆ ijs kr ky rIqI ivc BI nhIˆ vrqn vwlw, nw hI Bwie BOxI srDw qy nw hI ies bymuKqw dy AMiqm is`ty Pl pRwpqI dw fr myry AMdr hY ies kr ky pRqIq inscy qoˆ BI mwnoˆ mYˆ hIx hwˆ[ ic`q mwnoˆ mr igAw hY, gurU dy aupkwr jU icqwrky CyqI crx Srx pujx dI cwhnw nhIˆ auTwˆdw[ qwˆ qy sihj suBwv hI mYˆ ib`q smr`Qw qoˆ hIn hwˆ[ ipAwirE!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GG87",
        "source_page": 220,
        "source_line": 4,
        "gurmukhi": "AMg AMg hIn dInwDIn prwcIn lig; crn srin kYsy pRwpq huie rwvrI [220[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "I am inferior from every aspect of life. I don't become humble in order to please my beloved. With all these shortcomings, O my True Guru! How can I acquire the refuge of your holy feet. (220)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqwprj kIh ik AMg ipAwr rUp AMg swDn qoˆ mYˆ sB pRkwr hIxw hwˆ, iesy leI hI dInqw qy ADIngI Dwr ky crx kmlwˆ ivc l`g ky pricAw nhIˆ irhw, hux kYsy iks pRkwr rwv mwlk dI Srx shwry vw Et Awsry dI pRwpqI hovy? hy ipAwirE! ]220]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
