[
  {
    "id": "6PA",
    "sttm_id": 6704,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X048",
        "source_page": 224,
        "source_line": 1,
        "gurmukhi": "bwie huie bGUlw bwie mMfl iPrY qau khw; bwsnw kI Awig jwig jugiq n jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So what if someone through spiritual powers become a whirlwind of air and wanders in the atmosphere when all desires are kindred in his mind and he does not know how to get rid of them?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pvx AhwrI ho ky pOx dy AwDwr vw vroly vwkUM vwXU mMfl ivc jy sdw gyVw lOˆdw rhy qwˆ kIh bx jwaU, jdik suKwˆ dI pRwpqI dI bwsnw ie`iCAw dI A`g AMdr jwg bl rhI hovy! vw jd qk jwig jwgn dI jugqI AivdÎw dI nIˆdoˆ jwgn Brm imtwn dI jugqI FMg jwnx ivc nhIˆ Awvy, scw suK kdI nhIˆ pRwpq hoxw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "64QM",
        "source_page": 224,
        "source_line": 2,
        "gurmukhi": "kUp jlu gro bwDy inksY n huie smuMdR; cIl huie aufY n Kgpiq aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as water drawn out of a well with a pitcher tied to a rope does not become an ocean and a vulture, who roams about in the sky looking for corpses, cannot be accepted as god of birds, similarly, an evil-filled man cannot claim to be a spiritually awak",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr bMnH ky AMgwˆ nUM KUh dy jl ivc ltk gly, v AYsw kiTn qp qpy qwˆ AYfw jPr jwl ky BI bwhr inkilAwˆ koeI rqn Awid smUh inDIAwˆ dw mwlk smuMdr rUp qwˆ nhIˆ bx jwvygw, Bwv Apwr suK dI pRwpqI koeI nhIˆ ho jwˆdI[ Aru jy cIl vwkUM AkwScwrI BI bx aufwrIAwˆ lwx lg pvy, qwˆ smJ lvo ik mYlIAwˆ vwsnwˆ kwrx ivKÎ suKwˆ dw cwhvMd, cIl rUp huMdw hoXw gruV smwn vYSnvI ivBUqI dw AwDwr qwˆ nhIˆ hI bx sknw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9LNB",
        "source_page": 224,
        "source_line": 3,
        "gurmukhi": "mUsw ibl Kod n jogIsur guPw khwvY; srp huie icrMjIv ibKu n iblwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A rat living in a burrow cannot be called a saint in a cave. Similarly, a person who has done no good to anyone is like a rat even if he puts himself through rigorous penance to realise his beloved God. If one acquires long life like a snake, one cannot d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru iesy Bwˆq cUhy vwkUM Ku`f pu`t ky jy guPw bwsI khwn lg jwvy qwˆ ieqny mwqR nwl koeI eISÍr ivc juiVAw jogI nhIˆ bx skU Bwv srb smr`Qwvwn nhIˆ bx skIdw[ qQw icr jIivqw dy swDn swD ky s`p vwkUM icrMjIvI BI bx bYTIey, qwˆ Es vwkUM AMdrlI ivhu ivKÎwˆ dI bwsnw qwˆ iksy pRkwr dUr nhIˆ ho sknI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WT4N",
        "source_page": 224,
        "source_line": 4,
        "gurmukhi": "gurmuiK iqRgun AqIq cIq huie AqIq; haumY Koie hoie ryn kwmDyn mwnIAY [224[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "But an obedient Sikh of the Guru keeps himself clear from the effect of tri-traits of maya and is a recluse by heart. He loses his ego and becomes an epitome of humility by serving all and accomplishing others' tasks admirably. (224)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Alb`qw jykr gurmuK jwvy bx gur dIKÎw DwrI qy rjo sqo qmo rUp iqMnwˆ guxwˆ dy vyg qoˆ jwvy ho AqIq, ijs dw ic`q BI cwhnw Awid v`loˆ ho jwˆdw hY AqIq aupRwm, AYsw gurmuK hI haumY Awpy dw mwn guvw ky gurU Aru gur is`Kwˆ dy crxwˆ dI DUlI smwn gRIbI Dwr ky smUh kwmnwˆ dy Dwrx vwlw kwmDynu srUp ho igAw mMnIdw hY[ Bwv Esy dAwˆ hI murwdwˆ AwpxIAwˆ pUrIAwˆ hoXw krdAwˆ hn, qy EhI hornwˆ nUM BI murwdvMd bxw skdw hY, inscy kr ky ]224]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
