[
  {
    "id": "SCA",
    "sttm_id": 6705,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UDXT",
        "source_page": 225,
        "source_line": 1,
        "gurmukhi": "sbd suriq ilv gur isK sMiD imly; Awqm Avys pRmwqm pRbIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the union of a disciple coming in the refuge of True Guru and when his mind is engrossed in the divine word, he becomes an adept in uniting his self with the Supreme soul.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU Aru is`K dy rUp ivc jd gurU Aqy is`K dI sMDI myl iml pvy qwˆ Sbd ivKy suriq dI ilv dw prcw pY jwˆdw hY ijs kr ky Awqmy Awpy dw prmwqmy ivc Avys pRvyS pwey hox dI iek rUpqw vwlI AvsQw nUM pRbIn BlI pRkwr jÎoˆkI qÎoˆ auh q`k ilAw AnuBv kr ilAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YJVA",
        "source_page": 225,
        "source_line": 2,
        "gurmukhi": "qqY imil qq sÍwNq bUMd mukqwhl huie; pwrs kY pwrs prspr kIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As the mythical rain-drop (Swati) turns into a pearl when it falls on an Oyster shell and becomes highly valuable, so would a person become when his heart is filled with the elixir-like Naam of the Lord. Uniting with Supreme, he too becomes like Him. Like",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ sÍwˆqI bUMd is`p ivc pYx qy moqI bx jwXw krdI hY[ iesI qrHwˆ ies srIr dy AMdrlI q`q rUp suriq ivKy gurU dy q`q rUp Sbd dy pRvyS pOx swr gurmuK, mukq+Awhl mukq+Awhr sB pRkwr idAwˆ Awhrwˆ krq`b rUp bMDnwˆ qoˆ mukq hoieAw hoieAw inrbwx srUp ho jwXw krdw hY, AQvw pwrs nUM siqgurwˆ nUM is`K mwqR ho prs kr kY, pr BlI pRkwr pwrs siqgurU srUp Agy lokwˆ nUM aupdyS dy ky gur is`KI AMdr Awp rUp bxw imlwxhwrw bxw ilAw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "02R9",
        "source_page": 225,
        "source_line": 3,
        "gurmukhi": "joq imil joiq jYsy dIpkY idpq dIp; hIrY hIrw byDIAq AwpY Awpw cIn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As an oil lamp lights the other, so does a true devotee (Gursikh) meeting with True Guru becomes an embodiment of His light and shines in the diamond like a diamond. He reckons his self then.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq dIvy dy nwl jIkUM dIvw jgw leIdw hY, qIkUM hI joqI srUp siqgurwˆ nUM iml ky is`K BI joq srUp hI ho pRgitAw krdw hY, Bwv gurUAwˆ vwlw hI igAwn meI pRkwS gurmuK AMdr lt lt kr AwXw krdw hY[ sc muc jIkUM hIry nwl byDn kr kr rgVidAwˆ Kwx AMdroˆ inklI bjrI hIrw rUp hI ho dmkdI hY qIkUM siqgurwˆ dy Sbd kmweI dI rgV qoˆ gurmuK nUM Awpw hI Awpw jÎoˆ kw qÎoˆ pCwx ho AOˆdw hY, Bwv gurwˆ vwly bRhm igAwn sMpMn hI ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S8CX",
        "source_page": 225,
        "source_line": 4,
        "gurmukhi": "cMdn bnwspqI bwsnw subws giq; cqr brn jn kul AkulIn hY [225[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All the vegetation around a sandalwood tree becomes fragrant. Similarly the people of all the four castes become of higher caste after meeting with True Guru. (225)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrwj dy Gr jwq goq dw koeI ilhwj nhIˆ ijs qrHwˆ cMnx dy smIp AweI sB Bwˆq dI hI bnwspqI aus dI sugMDI kr ky sRySt bwsnw nUM giq pRwpq ho jwˆdI hY iesy qrHwˆ cwroˆ vrnwˆ dy jn lok hI siqgurwˆ dI sMgiq ivc iml ky kuloˆ AkulI bRhm srUp ho jwieAw krdy hn ]225]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
