[
  {
    "id": "7CE",
    "sttm_id": 6706,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Z62J",
        "source_page": 226,
        "source_line": 1,
        "gurmukhi": "gurmiq siq irdY siqrUp dyKy idRg; siqnwm ijhbw kY pRym rs pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By lodging the teachings of the True Guru in the heart, the eyes of the Sikh of the Guru sees the True Lord pervading in everyone everywhere. He repeats the name of the Lord incessantly and relishes the loving nectar of Naam Simran all the time.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijnwˆ purKwˆ dy ihrdy AMdr gurmiq siq vwsqÍ dSw ivc v`s geI hY, auh pRq`K idRg nyqRwˆ dÍwry ijDr ikDr sqÎ srUp prmwqmw nUM hI dyiKAw krdy hn, qy ijhbw rsnw dÍwry jo aucwrdy AQvw rs sÍwd lYˆdy hn auh BI sB siq hI vwihgurU dy nwm srUp qQw pRym rs dI pRwpqI rUp huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WZEE",
        "source_page": 226,
        "source_line": 2,
        "gurmukhi": "sbd ibbyk siq sRvn suriq nwd; nwskw sugMiD siq AwGRn AGwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Having listened to the true words of wisdom from the Guru, the ears of a disciple remain engrossed in listening to that tune. Smelling the fragrance of the Naam, his nostrils are satiated by the sweet smell of the Naam.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRvn kMnwˆ dÍwry suriq suxdy hn jo nwd DunI Awvwj Awid auh siq Sbd pRq`K aucwrx dI gMmqw qoˆ pwr, prw rUp vw r`bI DÍnI rUp hI ibbyk vIcwirAw vw smiJAw krdy hn qy nwswˆ QwnIˆ suMGI jw rhI sugMDI nUM BI sqÎ srUp suMGnI nwl hI iqRpq mMinAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "220P",
        "source_page": 226,
        "source_line": 3,
        "gurmukhi": "sMq crnwmRq hsq AvlMb siq; pwrs pris hoie pwrs idKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the hands getting a touch of the feet of the True Guru, a Sikh of the Guru is seen to have become a philosopher stone like the True Guru Himself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sMqwˆ siqgurwˆ dy crxwˆ dy AMimRq pwn krn kr ky gurmuK sjn mwqR qy hI jo kuC BI Enwˆ dy h`Qwˆ dy shwry nUM pRwpq ho jwvy Bwv Enwˆ dy h`Q ijs iksy nUM lg jwˆdy hn, pwrs vwkUM prsn vwly pwrs dI swKÎwq bx idKwldy hn Es nUM suAwr dyx vwly[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CBP5",
        "source_page": 226,
        "source_line": 4,
        "gurmukhi": "siqrUp siqnwm siqgur igAwn iDAwn; gur isK sMiD imly AlK lKwey hY [226[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Thus relishing the words of the Guru with all five senses and his becoming one with the True Guru, a Sikh of the Guru becomes aware of the Lord whose form and name is eternal. All this happens through the knowledge dispensed by the True Guru. (226)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprj kIh ik siqgurwˆ dy aupdySy siqnwmu dy bl kr ky jo mnu`K nUM huMdw hY igAwn qQw aus jwxy hoey prm q`q ivKy b`Jdw hY jo iDAwn auh sqÎ srUp hI huMdw hY qy b`s eyho hI guris`K sMDI dy imlx pur AlK pdwrQ dw lKqw ivc AOxw hY ]226]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
