[
  {
    "id": "S86",
    "sttm_id": 6707,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "W3Q4",
        "source_page": 227,
        "source_line": 1,
        "gurmukhi": "Awqmw iqRibDI jqR kqR sY iekqR Bey; gurmiq siq inhcl mn mwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the acquisition of True Guru's consecration and His wisdom, the mind wandering in three traits of maya becomes stable and then it feels reassured in the words of the Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awqmw mn iqMn pRkwr kr ky, Bwv mnsw vwcw krmnw iek TOr Aw jwvy ArQwq jo kuC mn ivc Pur irhw hovy Eho kuC rsnw ivcoˆ bwxI inkly qy ijho ijhw AMdroˆ bwhroˆ Awp nUM d`s irhw hY Eho ijhI hI vrqn vrqy Bwv AMdroˆ hor qy bwhroˆ hor Aru vrqn hors Bwˆq dI hI krn vwlw nw hovy, qwˆ jw ky gurmiq gurU dw aupdyS sqÎ ho ky lgdw hY qy ieauˆ vriqAwˆ hI mn Afol ho ky mMinAw kwbU AwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8W7N",
        "source_page": 227,
        "source_line": 2,
        "gurmukhi": "jgjIvn jg jg jgjIvn mY; pUrn bRhmigAwn iDAwn aur Awny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One who has received the elixir-like Name of the Lord, practiced it, sees the Lord and the world intermingled. That Sikh of the Guru imbibes the knowledge in his heart since it has been blessed by the complete God-like True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd ik jgq, jg jIvn jgq dI jwn rUp prmwqmw ivKy Aru prmwqmw jgq ivKy pUrn pUirAw hoieAw, iek mwqR bRhm hI aur Awpxy AMdr jwnx qy iDAwn ivc ilAwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UJCW",
        "source_page": 227,
        "source_line": 3,
        "gurmukhi": "sUKm sQUl mUl eyk hI Anyk myk; gors gobMs giq pRym pihcwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The loving hue of Lord's name, the Sikh of the Guru recognises the presence of the Lord in gross and imperceptible species just as well species of cows yield same type of milk.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq sB sUKm sQUl dw mu`F kwrx iek hI Anykwˆ ivc imilAw hoieAw ies qrHwˆ pRym pUrbk pCwixAw krdw hY, ijs qrHwˆ ik gobMs gaU jwqI AMdr gors du`D jwˆ iGau giq rimAw huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XLXH",
        "source_page": 227,
        "source_line": 4,
        "gurmukhi": "kwrn mY kwrn krn iciqR mY icqyro; jMqR Duin jMqRI, jn kY jnk jwny hY [227[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He realises that the Lord is permeated in His creation as is a painter in his painting, a tune in the musical instrument and qualities of father in his son. (227)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr icqR mUrqI ivKy icqyry mUrqI iK`cn vwly dI s`qw BrpUr huMdI hY, Aru jMqR bwj dI Duin nwd ivKy jMqRI bwjw bjOn vwly dI sqÎw, qQw jn kY auqpMn pdrQ puqR Awid nUM jnk rcn hwr ipqw Awid kr ky ArQwq Enwˆ dw rUp kr ky jwxIdw hY, iesI pRkwr kwrn smUh kwrj rUp prpMc ivKy ies kwrn dw krx hwrw krqw krqwr rmÎw hoXw jwxn ivc AOˆdw hY[ Bwv ieh jgq hir kw rUp hY hir rUp ndrI AwieAw ies AvsQw ivc swmrq`K AnBau hox l`g ipAw krdw hY ]227]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
