[
  {
    "id": "2JM",
    "sttm_id": 6709,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ADTQ",
        "source_page": 229,
        "source_line": 1,
        "gurmukhi": "eyk mnu AwT KMf, KMf KMf pwNc tUk; tUk tUk cwir Pwr, Pwr doie Pwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A maund (Indian weight measure of past) divided into eight parts makes eight parts of five seer each. Each part when divided into five parts make five pieces of one seer (Indian weight measure) each. If each seer divided into four parts, then each quarter",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iek mn dy pihly hoey A`T Bwg ijs nUM nwiek qy nwiekw dy rUp ivc disAw hY Bwv, A`T psyrIAwˆ qy Es KMf KMf hr iek pMj pMj syr rUp ih`sy dy pMj pMj tukVy ijnHwˆ nUM pMj pMj puqR dy nwm nwl aucwirAw igAw hY Aru auhI tukVy tukVy inAwry inAwry PwirAwˆ pwiVAwˆ hoey Pyr svw svw syr dy cwr ih`sy ijnHwˆ nUM poqy rUp vrnx kIqw igAw hY qy Agy Enwˆ dIAwˆ Pyr do do Pwˆkw ih`sy kIqy jo FweI FweI pweIAwˆ dIAwˆ nwqI pqnIAwˆ do do AwKIAwˆ geIAwˆ poiqEˆ nUMhwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DLNS",
        "source_page": 229,
        "source_line": 2,
        "gurmukhi": "qwhU qy peIsy, Aau peIsw eyk pwNc twNk; twNk twNk mwsy cwir, Aink pRkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "These half paos are then reduced to Sarsahi. Each Sarsahi contains five Tank. Each Tank has four Mashas. Thus these weight measures have much spread.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqnwˆ FweI FweI pweIAwˆ dy Agy bxy Pyr peIsy pweIey Aru peIsw iek iek pweIAw pMj pMj twˆk tukVy dI isrswhI bixAw iek iek isrswhI rUp twˆk twˆk tukVy tukVy nUM jd pswirAw aus ny mwisAwˆ ivc qwˆ cwr cwr mwsy dy auh tukVy bx gey Anyk pRkwr dy bÎMq hI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1CLR",
        "source_page": 229,
        "source_line": 3,
        "gurmukhi": "mwsw eyk AwT rqI, rqI AwT cwvr kI; hwt hwt knu knu qol qulwDwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One masha contains eight ratis (a small red and black seed of Allarams, used as a weight measure by jewellers for weighing gold) and one rati has eight grains of rice. Thus are being weighed items in a shop.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh iek iek mws hoXw A`T A`T r`qI dw qy r`qI Agy muV psrI A`Twˆ cOlwˆ ivc Aqy auh cOl AT Adwxy ^sKws dy ies Bwˆq poiqAwˆ dIAwˆ DIAwˆ duihqIAwˆ qy Enwˆ dI sMqwn rUp pswrw ho ky h`tI h`tI aupr qulIˆdw ipAw hY qulwDwr bxIey lokwˆ dÍwry[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DDA7",
        "source_page": 229,
        "source_line": 4,
        "gurmukhi": "pur pur pUir rhy skl sMswr ibKY; bis AwvY kYsy jw ko eyqo ibsQwr hY [229[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This is the spread of a maund in the cities of the world. A mind which has such an expanse of lust, anger, avarice attachment, arrogance, desires and other vices, how can that mind be controlled? (229)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "smUh sMswr ivKy Sihr Sihr ngr ngr AMdr pUir irhw psr irhw hY iesy dw hI pRpMc so ijs dw AYqnw ivsqwr pswrw hY so AYsw kwm kRoD loB moh hMkwr rUp ibrqIAwˆ vw Awsw iqRSnw ihMsw mqsr dMB drp Awid AnMq rUp ho srbqR psirAw mn iks pRkwr v`s Awvy[ Bwv iek mwqR hgurmuKI tkswl AMdr hI GwVq pw ky ieh iek iekwgR rUp ivc gRihx kIqw jw skdw hY ]229]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
