[
  {
    "id": "M22",
    "sttm_id": 6718,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "80AW",
        "source_page": 238,
        "source_line": 1,
        "gurmukhi": "kpt snyh jYsy FoklI invwvY sIsu; qw kY bis hoie jlu bMDn mY AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as Dhekuli (an improvised bag like contraption made of leather in which a long log is used as a lever to drag water from shallow wells) bends displaying false humility seeing which the water is entrapped in its love;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyKo! ijs qrHwˆ ic`q AMdr kpt dw ipAwr Dwr ky FIˆglI pwxI v`l isr nUM JukwXw krdI hY[ qy pwxI Es dw sÍwgq Awau Bgq krn lgw hI Es dy DoKy ADIn ho fol dy bMnx ivc pY jwXw krdw hY[ Bwv BYVI Asgwh somy dI sMgq ivc jw ky BI ApRwD hI kmOˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8FY9",
        "source_page": 238,
        "source_line": 2,
        "gurmukhi": "fwir dyq Kyq huie pRPuilq sPl qw qy; Awip inhPl pwCy boJ aukqwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "It spills the water in the field and as a result of benevolent nature of the water, the crop becomes green and fruit bearing, but Dhekuli of fake humility remains empty and itself lifting its own weight;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieQy hI auh FIˆglI bs nhIˆ krdI, aus pwxI nwl BrpUr ho ky BI Pyr Es pwxI nUM bwhr Kyq ivc su`t mwrdI hY auh Bly suBwv kwrx qwˆ qy iqs qoˆ inrwdr pw ky BI Apxy nwl Es Kyq nUM pRPuliq hirAw BirAw qy sPlw bxw idMdw hY[ qy iFMglI BYVI ipCoˆ inhPl CUCI rih ky boJ hI cukn jogI rih jwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "62AL",
        "source_page": 238,
        "source_line": 3,
        "gurmukhi": "ArD aurD huie AnukRm kY; praupkwr Aau ibkwr n imtwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Thus the Dhekuli keeps going up and down continuo the water does not shed its benevolent nature nor does Dhekuli leave its nature of displaying fake love.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AnukRm AwnupUrb pihlI vwkUM hI muV muV XQwkRm aupRoQlI hyTwˆ auqwhwˆ dy gyVwˆ ivc jl ivcwrw qwˆ praupkwr vwly suBwv nUM nhIˆ iqAwigAw krdw,qy FIˆglI aupRoQlI Aibkwr Apkwr vwlI BYVI kwr BYV cwlI nhIˆ CifAw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UYMX",
        "source_page": 238,
        "source_line": 4,
        "gurmukhi": "qYsy hI AswD swD sMgiq suBwv giq; gurmiq durmiq suK duK pwveI [238[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So would we face distress in the company of se1f-orien! self-willed people while association with Guru-conscious people enlightens the mind with Guru's wisdom which highly comforting. (238)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ nwl hI AswD Apxy suBwv dI gqI dSw hwlq Anuswr sMgiq ivcoˆ durmiq dy ipAwrx kwrx duK pOˆdy hn, Aqy swD Awpxy sRySt suBwv mUjb hI sMgiq ivcoˆ gurmiq gRihx krn kr ky suK pRwpq krdy hn ]238]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
