[
  {
    "id": "TPW",
    "sttm_id": 6723,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VMY2",
        "source_page": 243,
        "source_line": 1,
        "gurmukhi": "puin kq pMc qq mylu Kylu hoie kYsy; BRmq Anyk join kutMb sMjog hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "After wandering in many species of life, I have been able to get a chance of living a family life as a human being. When will I get this body of five elements again?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BRmq BrmidAwˆ BtkidAwˆ Anykwˆ jUnwˆ AMdr BI kutMb koVmy dw qwˆ sMjog hY ho jwvygw, pRMqU puin kq pMjwˆ q`qwˆ dw myl ies pRkwr hux vwkUM Pyr kd hoaU qy iks pRkwr ieh Kyl AYauˆ dI rcnw vrqygI? Bwv ieh durlB smwˆ Cl jwvygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VB9B",
        "source_page": 243,
        "source_line": 2,
        "gurmukhi": "puin kq mwns jnMm inrmolk huie; idRsit sbd suriq rs ks Bog hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When will I get this invaluable birth as human being again? A birth when I shall be able to enjoy the relishments of sight, taste, hearing etc.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idRStI nyqwˆ dw Bog rUp q`knw qy Sbd rwg rMg Awid sunxw kMnwˆ dw Bog su riq kwm kRIVw rUp qucw dw Bog, qQw rs ks ApxI vl iK`c lYx vwly jo hor sÍwd qy sugMDI rUp hn so rsnw nwswˆ Awid dy Bog hn ieh sB qwˆ hornwˆ jUnwˆ ivc BI hn, pRMqU ieh inrmol mwns jnm pun kq hoie ArQwq Amolk mnu`Kw jnm Pyr kd hovy imlygw? Bwv ieh Amolk smwˆ KuMijAwˆ pqw nhIˆ kdy h`Q Awvy ik nw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K3QW",
        "source_page": 243,
        "source_line": 3,
        "gurmukhi": "puin kq swDsMgu crn srin gur; igAwn iDAwn ismrn pRym mDu pRjog hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This is an opportunity of uniting into the knowledge, contemplation, meditation and enjoying the loving elixir-like Naam that the True Guru has blessed me with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies qy BI vD ky jdik ies vyly gurU mhwrwj dy igAwn iDAwn qQw ismrn dy pRym srUp AMimRq dw pRjog sMjog smwgm bixAw hoieAw hovy qy swD sMgq dI crx srx dw Aausr imilAw hovy ieh Pyr kd imlygw? Bwv jy ieh Aausr Cl igAw qwˆ h`Q nhIˆ Awvygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9YT8",
        "source_page": 243,
        "source_line": 4,
        "gurmukhi": "sPlu jnmu gurmuK suKPl cwK; jIvn mukiq hoie log mY Alog hY [243[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "An obedient Sikh of the True Guru endeavours to make this birth a success by living his worldly life and yet remaining aloof. He relishes and repeatedly drink deep the elixir-like Naam that the True Guru has blessed him with and thus he becomes emancipate",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy SIGr hI gurmuiK suKPl cwK gurmuKqw Dwrx dy suK rUp Pl nUM c`K ky AnuBv kr ky Apny jnm nUM sPlw kridAwˆ jIvn mukq ho ky log mY Alog hY sMsr ivc vsdy rsdy BI AsMswrI ho vrqo ]243]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
