[
  {
    "id": "L6R",
    "sttm_id": 6724,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MZZX",
        "source_page": 244,
        "source_line": 1,
        "gurmukhi": "rcn cirqR icqR ibsm bicqrpn; icqRih icqY icqY icqyrw aur AwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The process and event of creation is full of wonder, marvel, colourful and picturesque. Watching and appreciating the beautiful and picturesque creation, one should lodge the Creator in the heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh rcnw dw icqR rUp jo cliqR cyStw kwrw hY jo ibsm hrwn kr dyx vwly bicqRpny Acrj Bwv vwlw hY[ ies Bwˆq ies icqR nUM icqY icqY icMqn kridAwˆ kridAwˆ qkidAwˆ qkidAwˆ ies dy icqyry icqrn hwry kudrq dy mwlk kwdr nUM ihrdy ivc ilAwˆdy inscw Dwrdy hn[ Bwv, gurmuK AYsy inscy vwly bx jwieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BJLR",
        "source_page": 244,
        "source_line": 2,
        "gurmukhi": "bcn ibbyk tyk eyk hI Anyk myk; suin Duin jMqR jMqRDwrI aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the support of the words of Guru, and practicing of these words, one should see the presence of the Almighty in everything; just as listening to the tune of a musical instrument one feels the presence of the player in that melody.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bcn bwxI dy ibbyk vIcwr dI tyk Et ivc ieko sÍXM s`qw mwqR sB imlI rmI hoeI jwx ky hr DunI Awvwz nUM sux ky AYauˆ ie`k rUp aunmwn krdy mMndy hn jIkUM jMqR vwjy dI qy jMqR DwrI vwjw vjOnhwry dI DunI nUM sux ky iek rUp hI aunmwn krIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B5KZ",
        "source_page": 244,
        "source_line": 3,
        "gurmukhi": "Asn bsn Dn srb inDwn dwn; krunw inDwn suKdweI pihcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One should recognise the provider of peace and comfort, the treasure-house of kindness from the food, bedding, wealth and donation of all other treasures that He has blessed us with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bojn bsqR Dn qQw smUh inDIAwˆ pdwrQwˆ dw dwn krx hwrw dwqw ikRpw dy BMfwr suKwˆ dy dwqy vwihgurU nUM hI pCwxdy hn, Bwv, vwihgurU ibnwˆ hors dI Et AMdr nhIˆ Dwrd vw iksy hors nUM pCwxdy hI nhIˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFDQ",
        "source_page": 244,
        "source_line": 4,
        "gurmukhi": "kQqw bkqw sRoqw dwqw Bugqw sRbig; pUrn bRhm gur swDsMig jwnIAY [244[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The utterer of all words, demonstrator of everything, the listener, the donor of all things and relisher of all pleasures. the Omnipotent complete Lord like True Guru is known in the holy congregation of saintly people only. (244)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX ieh ik kQn hwrw, viKAwn krqw inrxw krx vwlw sunx hwrw sRoqw vw dwqw Bugqw Bogn hwrw srbgq srb ibAwpI pUrn bRhm srUp gurU nUM hI swD sMgq ivc iml ky gurmuK jwixAw krdy hn ]244]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
