[
  {
    "id": "W7U",
    "sttm_id": 6726,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UK2S",
        "source_page": 246,
        "source_line": 1,
        "gurmukhi": "jq sq isMGwsn shj sMqoK mMqRI; Drm DIrj Dujw Aibcl rwj hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The obedient Gursikh of the True Guru has truth and true morals as his throne while patience and contentment are his ministers. His flag is the eternal persevering righteousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jq bRhmcrj dÍwry hI sq pwln dw ivSÍws, AQvw, jq dI sqÎ srUpI pRiqgÎw inbwhnI, ieh Enwˆ dI iesiQqI dw sQwn rUp isMGwsn huMdw hY[ Aqy sMqoK dw suBwv hI Dwr lYxw vw sihjy hI sMqoK ivc vrqnw ieh Enwˆ dw mMqRI slwhkwr bx jwˆdw hY, Drm nUM Dwry rKx ivc DIrj nw iqAwgxI ieh Enwˆ dy idbÎ rwj dw inSwn Dujw huMdI hY, AYsw Enwˆ gurmuKwˆ dw Aibcl rwj huMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q99T",
        "source_page": 246,
        "source_line": 2,
        "gurmukhi": "isv ngrI invws dieAw dulhnI imlI; Bwg qau BMfwrI Bwau Bojn skwj hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "That Sikh of the Guru resides in the tenth opening like capital of his body. Kindness is his prime queen. His past deeds and fortune is his treasurer while love is his royal feast and food. He is not a slave of worldly delicacies,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iSv SkqI dy vwsy dI TOr suKmxw dw Gwt vw sihj suMn AsQwn AwnMd dw mMfl ijQy suBwvk hI purK APur ho ky boD nUM pRwpq ho jwˆdw hY, AYsI iSv ngrI ivKy Enwˆ dw vwsw ho AOˆdw hY dXw purK dI ArDMgI smwn sdw imlI rihx vwlI Enwˆ dI ^wsw AMg bxI rihMdI hY[ qau aupRMq Bwg pRwrbD krm Enwˆ dw BMfwrI KzwncI qoSy KwnIAw Aqy Bwau pRym pRIq aus dw Bojn skwj skwrQw huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U531",
        "source_page": 246,
        "source_line": 3,
        "gurmukhi": "ArQ bIcwr prmwrQ kY rwjnIiq; CqRpiq iCmw CqR CwieAw Cb Cwb hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "His policy of reigning is to establish a kingdom of humility and righteousness. Forgiveness is his canopy under which he sits. The comforting and peace giving shade of his canopy is known all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prmwrQ dy ArQ isDwˆq pRXojn Anuswr bIcwr ivcrnw vrqnw Enwˆ dI rwjnIqI huMdI hY[ AYsy auh CqRpqI mhwrwjy iCmw shwry dy CqR dI swieAw hyT Cb soBw kr ky Cwjy soBy hoey suBwXmwn hoXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AWH7",
        "source_page": 246,
        "source_line": 4,
        "gurmukhi": "Awnd smUh suK swNiq prjw pRsMn; jgmg joiq Anhid Duin bwj hY [246[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Peace and comfort to all are his happy subjects. By the practice of Naam Simran and his capital being in the tenth door where the divine radiance is ever effulgent, the unstruck melody is constantly playing in his capital. (246)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "smUh srb TOr jVH jMgm ivKy AwnMdrUp rimAw hox dw inscw, Enwˆ dw suK huMdw hY, Aru srxwgqwˆ is`Kwˆ syvkwˆ nUM pRsMn rKdw vw Enwˆ ivc pRsMn rihxw, ieh Enwˆ dI SwˆqI huMdI hY[ ieh r`bI pRkws dI jgmgwht Enwˆ dy Gr joq jigAw krdI Bwv AwrqI hoieAw krdI hY, Aru Anhd DunI dw jY jY kwr ieh Enwˆ dy snmuK vwjy vijAw krdy hn[ AYsy pRqwp sMXukq auh s`cy mhwrwjy hoieAw krdy hn ]246]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
