[
  {
    "id": "NBU",
    "sttm_id": 6727,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3ZF3",
        "source_page": 247,
        "source_line": 1,
        "gurmukhi": "pwNco muMdRw ckRKt Byid ckRvih khwey; auluMiG iqRbynI iqRkutI iqRkwl jwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the perpetual practice of Naam Simran, a Guru-conscious person discards the five ear-rings and six stages of spiritual planes of the Yogi and is known as a an emperor. He crosses the stages of Tribeni and Trikuti and becomes aware of the happenings in",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BUcrI; KycrI; cwcrI; swˆBvI; aunmnI ienwˆ pMjwˆ muMdRwˆ nUM swDn dÍwrw mUlw Dwr sÍwiDStwn, mxIpUr, Anwhq, ivSu`D; Aru AwgÎw eynwˆ CIAwˆ ckRwˆ nUM Byid byDn krky; gurmuK ckRvrqI mhwrwjy vq At`l pRqwpI AkMtk srb pRkwr kr ky Azwd mukq khOˆdy hn[ Bwv sMq pd nUM AYsy purK hI pRwpq hoXw krdy hn[ swQ hI ieVw ipMglw sur nUM smyq suKmxw sur dy swD ky ienwˆ iqMnwˆ dy sMgm sQwn rUp iqRbyxI Gwt shj suMn Gwt nUM BI iDAwn bl kr ky aulMq jwˆdw hY qy ieauˆ gurmuK iqRkutI iqkoxy Akwr ckR ivc jw pujdw hY[ auqpqI, pwlnw qQw sMGwr kwirxI SkqI dw ieh itkwxw hox kwrx ieQy gurmuK iqMnwˆ kwlwˆ ivKy vrqmwn dSw dw jwnx hwrw bx jwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "T0CQ",
        "source_page": 247,
        "source_line": 2,
        "gurmukhi": "nv Gr jIiq inj Awsn isMGwsn mY; ngr Agmpur jwie Thrwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Controlling all the nine sensual organs he reaches the tenth gate-the throne of highest spiritual realm. The place that is difficult to reach, he reaches there very conveniently.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ srIr AMdrly bwhr muKI pwsy srn dy swDn jo nyqR; nwswˆ; kMn; muK qQw ml mUqR dy dÍwr rUp nOˆ golk hn, eynwˆ ieMdRIAwˆ dy Grwˆ nUM ij`q ky inj Awpxw Awpy dw jo Awsn iesiQqI dw itkwxw hY iqs isMGwsn rUp dsm dÍwr ivKy; ijs nUM shsRwr vw shMsRdl kml BI AwKdy hn aus ivc phuMicAw krdw hY; Aqy AYsw hI auQoˆ BI ABÎws rIqI nwl cVHweI krdw krdw AgMm pur bygMm sQwn prmwnMd pd ivKy jw smwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3E24",
        "source_page": 247,
        "source_line": 3,
        "gurmukhi": "Awn sir iqAwig mwnsr inhcl hMsu; prm inDwn ibsmwih ibsmwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such a Guru-conscious swan-like disciple gives up company of the self-willed people and resides in the Mansarover lake-like congregation of holy persons. He practices the Naam like treasure there and achieves marvellous and astonishing spiritual state.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shsRwr ckR rUp dsm dÍwry pujky srn dy sQwn rUp hornwˆ srwˆ nUM vw hor pwsy srnw ieMdRIAwˆ dy ADIn ho, mn dy vyg nwl clwXmwn ho vrqnw qÎwg ky mn ijQoˆ srdw pRgtdw hY aus mwn sRovr suMn sRovr dw inhcl sdIv kwl vwsI hMs pUrn is`K bx jwXw krdw hY qy ibsmwih ibsmwny Acrjqw nUM BI Acrj krxhwry prm inDwn prm q`q nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MGS5",
        "source_page": 247,
        "source_line": 4,
        "gurmukhi": "aunmn mgn ggn Anhd Duin; bwjq nIswn igAwn iDAwn ibsrwny hY [247[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He thus gets absorbed in the highest spiritual state. He listens to such melodious tunes in his tenth door that he forgets and discards all other worldly interests. (247)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs prm qqÍ srUp prm pd AvsQw ivKy aunm`q hoXw ieh mgn ho jwˆdw hY, qy aus ggn prm AwkwS AgMm pur ivKy Anhd DunI dy nIswn ngwry vjn lg pYˆdy hn; ijnwˆ dI DunI Agy sB igAwn iDAwn mUloˆ hI ibsr jwˆdy hn ]247]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
