[
  {
    "id": "WL8",
    "sttm_id": 6731,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UUSC",
        "source_page": 251,
        "source_line": 1,
        "gurmukhi": "gurmuiK sbd suriq ilv swDsMg; aulit pvn mn mIn kI cpl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Practicing Naam Simran in the holy congregation and inverting the breaths, the wind-like frolicsome mind who is very swift like a fish reaches the tenth mystical door where he engrosses himself in perpetual union of words and consciousness. He does not ha",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD sMgq ivKy gurmuvqw pRwpq purK gurmuK ndI AMdr jl Dwrw dy shwry cMcl m`C dI AwE jweI smwn mn nUM pvx pRwxwˆ dI gqI bwhr jwx AwgqI AMdr AOx Anuswr aultoˆidAwˆ pltOˆidAwˆ Sbd ivKy surq dI ilv qwr swDy qwˆ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6L8F",
        "source_page": 251,
        "source_line": 2,
        "gurmukhi": "sohM so Ajpw jwpu cInIAq Awpw Awp; aunmnI joiq ko audoq huie pRbl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And likewise, due to the philosopher-stone like perpetual meditation that he remains engrossed in without any conscious effort, he becomes aware of himself. In the state when the mind is God-oriented, the bright effulgence of the Lord's name appears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sohM sohM prq srq Ajpw rUp jp jwpidAwˆ Awp sÍXM srUpI Awpy dI pCwx ho AOˆdI hY jdik aunmnI mn dI mnI aUn hox kwrx; cYqMnÎ jÎoqI pRbl ho ky jor mwr ky bjr ikvwV Bydn krdI hoeI vw Apxy pUrn vyg nwl audoq huie hY pRgt ho AwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2M09",
        "source_page": 251,
        "source_line": 3,
        "gurmukhi": "Anhd nwd ibsmwd runJun suin; inJr Jrin brKw AMimRq jl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This state of strong God-oriented refulgence, he hears the melodious tunes of the unstruck music and remains in a state of trance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru nwl hI Pyr hrwn krx hwrI Anhd DunI dI irm iJm irm iJm kwirxI AMimRq jl dI inrMqr lwqwr brsdI brKw dI Awvwj suxn ivKy AwieAw krd hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HD5U",
        "source_page": 251,
        "source_line": 4,
        "gurmukhi": "AnBY AiBAws ko pRgws Ascrj mY; ibsm ibsÍws bws bRhm sQl hY [251[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This experience that is felt in the tenth opening of the body, its radiance is astonishing and full of ecstasy. The stay of the mind in the mystical tenth door is of strange faith. (251)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr AiBAws nUM swDidAwˆ AcrjmeI AnuBv dw pRgws cwnxI pRgt hoxw hoieAw krdw hY[ Aru iesy AnuBvI AvsQw dy bRhm sQl bws bRhm dI TOr bRhm purI s`c KMf ivKy invws pRwpq hox dw ApUrb ibsÍws idRVH inscw Es nUM b`J jwieAw krdw hY ]251]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
