[
  {
    "id": "GN9",
    "sttm_id": 6732,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DWR4",
        "source_page": 252,
        "source_line": 1,
        "gurmukhi": "idRsit drs smdrs iDAwn Dwir; duibDw invwir eyk tyk gih lIjIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With harbouring the thought of seeing all alike and beholding the Lord and discarding feelings of I, my or me from the mind, 'acquire the support of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy ipAwry sRoqw jnoˆ! idRStI AMdr jo BI drs idKweI idMdw hY; Es nUM sm sm srUpI bRhm hI dyKdy hoey, iesy iDAwn nUM DwrI rKidAwˆ dÍYq Bwv vw sMsy AMdysy dUr kr idE Aru iek mwqR Akwl purKI tyk Awsrw hI gRihx kr lvo[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LJY5",
        "source_page": 252,
        "source_line": 2,
        "gurmukhi": "sbd suriq ilv Asquiq inMdw Cwif; AkQ kQw bIcwir moin bRq kIjIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Leaving praise and slander of others, one should Endeavour, to unite the divine words of the Guru in the mind, feel engrossed in it. Its contemplation is beyond description. So it is best to remain quiet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw nw ho sky qwˆ Sbd ivKy surq dI ilv lgw ky ausqq inMdw Bly bury AwKx dI vwdI nUM C`f idE ArQwq AkQ kQw nw kQn kIqy jw skn vwly Ajp jwp rUp ABÎws ivc bIcwr ivcridAwˆ vrqidAwˆ hoieAwˆ mOn bRq cu`p dI pRiqigAw kr lvo Bwv, bÎrQ bkvwd nUM mUloˆ hI iqAwg idE[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D6PT",
        "source_page": 252,
        "source_line": 3,
        "gurmukhi": "jgjIvn mY jg jg jgjIvn ko; jwnIAY jIvn mUl jugu jugu jIjIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Consider God, the Creator and the Universe-His creation is as one. And once God is known thus, then one lives for many eons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr dI Dwrxw kr ky jg jIvn mY prmwqmw mI bRhm srUp hI jgq nUM Aru jgq rUp hoieAw jg jIvn prmwqmw nUM jwx lovyg Bwv, XQwrQ bRhm igAwn nUM pRwpq ho jwEgy, qy Sieauˆ jIvn mUl ijMdgI dy q`q prm q`q prmwrQ nUM pRwpq ho ky jugwˆ jugwˆqrwˆ pRXMq jIaUnhwry AibnwsI pd pRwpq qusIˆ bx jwEgy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H4LS",
        "source_page": 252,
        "source_line": 4,
        "gurmukhi": "eyk hI Anyk Aau Anyk eyk srb mY; bRhm ibbyk tyk pRym rs pIjIAY [252[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If one understands that His light pervades in all the Living beings and light of all living beings pervades in Him. Then this knowledge of the Lord dispenses loving elixir to seeker. (252)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so iek AkwlI s`qw hI Anyk rUp hoeI hoeI Aqy Anykwˆ ivKy auhI iek srb mY srb srUpI bxI hoeI dy bRhm ibbyk bRhm igAwn dI tyk Dwr ky AYsI idRVH inscy meI iesiQqI nUM swD ky pRym rs bRhm swKÎwqkwr qoˆ pRwpq hox hwry prmwnMd nUM pwn kro ]252]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
