[
  {
    "id": "S52",
    "sttm_id": 6734,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "Q72L",
        "source_page": 254,
        "source_line": 1,
        "gurmukhi": "gurmuiK sbd suriq swDsMig imil; pUrn bRhm pRym Bgiq ibbyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Guru-conscious persons assemble in the company of saintly persons and meditating on the loving name of the Lord acquire knowledge of his loving worship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU mhwrwj dI swD sMgq sqsMg ivKy iml gurmuK sjidAwˆ swr mnu`K Sbd dI suriq soJI nUM pRwpq hoXw krdw hY, qy eysy kr ky hI auh pUrn bRhm prmwqmw dI pRymw BgqI dw BI ibbyk pwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RVGC",
        "source_page": 254,
        "source_line": 2,
        "gurmukhi": "rUp kY AnUp rUp Aiq Ascrj mY; idRsit drs ilv trq n eyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He who is amazing and most beautiful being of the form of the True Guru, a Guru-conscious person cannot cast his eyes away even if he tries doing it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ausdI idRStI iDAwn dI ilv drs drSn XogÎ AqÎMq Ascrj meI AnUpm rUp srUp dI tyk dy kwrx tilAw nhIˆ krdI hY[ Bwv aus dw iDAwn siqgurU AMqrXwmI dy idbÎ srUp dy drSn ivc mgn ho pRp`k hoieAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DT3P",
        "source_page": 254,
        "source_line": 3,
        "gurmukhi": "rwg nwd bwd ibsmwd kIrqn smY; sbd suriq igAwn gosit Anyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For a Guru-conscious person, the melody of wonder and astonishment is the singing of paeans of the Lord to the accompaniment of musical instruments. Engrossing the mind in the divine word is like participating in many debates and discussions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibsmwd kIrqn smY ibsmwd BwvI buDI nUM vicqRqw ivc pOx hwry kIrqn huMdy smyˆ hor sB pRkwr dy rwgwˆ gzlwˆ kwPIAwˆ JMJotIAwˆ v q`rwinAwˆ Awid dIAwˆ nwdwˆ bwd bÎrQ ho BwsdIAwˆ hn, AYsy hI Anykwˆ igAwn goStIAwˆ, sbd Anhd dI suriq soJI mrm dI smJ Agy bÎrQ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XU8E",
        "source_page": 254,
        "source_line": 4,
        "gurmukhi": "BwvnI BY Bwie cwie cwh crnwmRq kI; Aws ipRAw sdIv AMg sMg jwvdyk hY [254[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With devotion, respect and love for the Lord and craze for meeting Him, Guru-oriented person is ever desirous of obtaining the elixir of the feet of the True Guru. Every limb of such a devotee craves and hopes to meet the dear Lord. (254)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BwvnI SrDw Brosy dy kwrx BY Aru Bwv pRym ivc vrqidAwˆ, cwau aumirAw rihMdw hY, crxwˆ dy AMimRq pwn dw ijs dy ic`q ivKy, Es dy AMdr AMg AMg ivc jwvdyk ijQoˆ pRÎMq BI ho sky iek mwqR ipAwry pRIqm s`cy mwlk dI hI sdIvkwl in`C Awsw Dun lgI irhw krdI hY ies pRkwr mwno Es nUM pRym rs pRwpq hoieAw rihMdw hY ]254]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
