[
  {
    "id": "8GE",
    "sttm_id": 6740,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TVDE",
        "source_page": 260,
        "source_line": 1,
        "gurmukhi": "gurisK swD rUp rMg AMg AMg Cib; dyh kY ibdyh Aau sMswrI inrMkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "An obedient Sikh of the True Guru becomes divinely of form and complexion. Every limb of his body radiates the glow of the Guru. He becomes free of all external adorations. He acquires celestial traits and gives up worldly characteristics.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aukq Bwˆq dy gur is`K hI swD srUp huMdy hn hor koeI inrol gyrUey icMn mwqR ByK vwly swD nhIˆ ienwˆ dy AMdr AMg AMg ivKy gurU ky pRym dw rMg iKiVAw hoieAw huMdw hY, ijs kr ky AMg AMg ivKy r`bI Cib suMdrqw dmk CweI hoeI huMdI hY[ dyh v`loˆ qwˆ ibdyh hoey rihMdy hn Bwv swrIirk ilMbw pocI vw suK duK Awid nUM mUloˆ hI Bulw ky Awqm Bwv inj rUp ivKy idRV rihMdy hn, Aqy iesy kr ky hI sMswrIAwˆ vq vrqdy hoey BI inrMkwrI huMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RWQR",
        "source_page": 260,
        "source_line": 2,
        "gurmukhi": "drs dris smdrs bRhm iDAwn; sbd suriq gur bRhm bIcwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By beholding a glimpse of the True Guru, he becomes uniform of behaviour and all knowing. By the union of Guru's words with his mind, he becomes contemplator of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyKx jog jo kuC BI Enwˆ dy dris dyKx idRStI ivc AOˆdw hY, aus smUh drSn ivKy sm iek rs srUp bRhm hI idKweI idMdw hoieAw iDAwn ivc ilAwauˆdy hn[ Aru jo kuC Sbd mwqR suriq kMnwˆ AMdr suxweI idMdw hY aus nUM gur bRhm Sbd srUp hI vIcwrdy iKAwl AMdr ilAOˆdy mnn krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6VAW",
        "source_page": 260,
        "source_line": 3,
        "gurmukhi": "gur aupdys prvys lyK kY AlyK; crn srin kY ibkwrI aupkwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "With the acquisition of True Guru's teachings and lodging it in the heart, he is freed from rendering all accounts of his life. By the refuge of the True Guru, he becomes benevolent from vice-ridden.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur aupdyS ivc prvys smweI pw ky gurbwxI nUM ilKidAwˆ ilKidAwˆ auh AlyK ho jwˆdy vw ilKMq v`loˆ AlyK ho jwˆdy hn, ArQwq Drmrwj idAwˆ lyiKAwˆ qoˆ Cut jwˆdy hn, Aru siqgurwˆ dI srin pYrwˆ kr ky c`lidAwˆ ivkwrIEˆ praupkwrI bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WDHL",
        "source_page": 260,
        "source_line": 4,
        "gurmukhi": "prdCnw kY bRhmwidk pirkRmwid; pUrn bRhm AgRBwig AwigAwkwrI hY [260[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Guru's disciple who becomes obedient of complete Godlike True Guru, and is always at His service; he is respected and sacrificed unto by all the gods just because he has sacrificed himself over his True Guru. (260)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so ies pRkwr dy jo guris`K pUrn bRhm siqgurU jI dy AgRBwg snmuK AwigAwkwrI bxy Enwˆ auproˆ pRdKxw krdy vwrxy jwˆdy hn, Enwˆ dI pRkrmw Awid dÍwry swKÎwq bRhm, ibSnUM mhySÍr pUjn kirAw krdy hn ]260]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
