[
  {
    "id": "NE1",
    "sttm_id": 6742,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KAS1",
        "source_page": 262,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur mihmw khY su QorI; kQnI bdnI bwid nyq nyq nyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "How much one may praise the True Guru, the embodiment of the complete God on the Earth, is still not enough. It is futile to say in words because He is infinite, limitless and fathomless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm srUp siqgurwˆ dI mihmw ijqnI BI khIey, auh QoVI hI QoVI hY[ SwsqRokœ khwxIAwˆ aucwr aucwr ky vw bdnI Apxy AMdrlI pRym meI aumMgdÍwrw vrnx kr kr ky ausqqI AwKxI cwhIey auhsBy jqn hI bwid bÎrQ rihMdy hn[ ies leI bwrMbwr bwxI SrIr kr ky nyiq nyiq nyiq nhIˆ bs, nhIˆ bs, nhIˆ bs hI aucwrx krdy hwˆ ieauˆ qwˆ ausqqI dI gMmqw nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KKLM",
        "source_page": 262,
        "source_line": 2,
        "gurmukhi": "pUrn bRhm gur pUrn srbmeI; inMdw krIAY su kw kI nmo nmo hyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "True Guru the embodiment of all-pervading Lord is completely manifested in all living beings. Then who should be cursed and slandered? He is worthy of salutation again and again.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy pUrn bRhm srUp siqgurwˆ hI jd srb TOr pRIpUrx hoey bRhm meI srb bRhm srUpI byxy hoey hn, qwˆ inMdw iksdI krIey Bwv burw iks nUM AwKIey, qwˆ qy hyiq sB nwl ipAwr pUrbk vrqidAwˆ sB Agy, nmskwr hI nmskwr krdw rhy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z427",
        "source_page": 262,
        "source_line": 3,
        "gurmukhi": "qwhI qy ibvrjq Asuqiq inMdw doaU; AkQ kQw bIcwir moin bRq lyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And it is for this reason that a Guru-conscious person is forbidden to praise or slander anyone. He remains engrossed in the contemplation of the indescribable True Guru of unique form.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy kr ky hI ausqqI qy inMdw dohwˆ nUM hI iqAwg ky Ak`Q kQnI Bwv ivc vrqdw hoieAw vw AkQ kQw vwly mrm nUM smJ ky mon ibrqI cu`p swDnw dy vrq rUp pRiqigAw nUM DwrI rKy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RQYD",
        "source_page": 262,
        "source_line": 4,
        "gurmukhi": "bwl buiD suiD kir dyh kY ibdyh Bey; jIvn mukiq giq ibsm sucyq hY [262[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A disciple of the Guru advances towards the state of living dead by leading a life of childlike innocence and discarding all external adorations. But he is ever alert and conscious of mind in a strange way. (262)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq vrqdw hoieAw bwlkwˆ vwlI buDI AsMg Alyp ibrqI dI suiD soJI kr ky Apxy AMdr Es dw jÎoˆ kw qÎoˆ nmUMnw Fwlky dyh vloˆ ivdyh ho jwvy dyh ADÎws dw iqAwg kr dyvy qy AYauˆ jIvn mukq gqI nUM pRwpq hoieAw auproˆ bwlkwˆ vq vrqdw hoieAw AMdroˆ hrwn kr dyx vwlw sucyq sÎwxw swvDwn bxÎw rhy ]262]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
