[
  {
    "id": "CAS",
    "sttm_id": 6746,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "AMDD",
        "source_page": 266,
        "source_line": 1,
        "gurmukhi": "Aihinis BRmq kml kumudnI ko sis; imil ibCrq sog hrK ibAwphI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The lotus flower keeps waiting for a glimpse of the Sun during the day while Nymphea lotus (kumudini) is ever eager to behold the moon. Lotus flower feels happy to meet the Sun during the day while at night, it feels distressed. On the contrary a Nymphea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idn rwq Btkdw hY kumudnI nIloqpl nIloPr kvI nwm vwlw kOl Pu`l ko sis cMdRmw leI Bwv cMdRmw dy drSn dI Kwqr[ pRMqU jd cMd iml pYˆdw rwq nUM audy ho drSn idMdw hY, qwˆ aus dy AMdr hrK pUrx ho AOˆdw auh iKV pYˆdw hY, Aru jd idn smyˆ ibCurq ivCuV jwˆdw Asq ho jwˆdw hY, qwˆ sog ibAwpq sog nwl BrpUr ho smIt jwˆdw hY[ AYsw hI hwl sUrj bMsI kOlwˆ dw smJo ijs nUM q`kky gurmuK ny:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H7T8",
        "source_page": 266,
        "source_line": 2,
        "gurmukhi": "riv sis aulMiG srin siqgur ghI; crn kml suK sMpt imlwphI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Going beyond the attitude of the Sun and Moon where they meet or separate from their beloved, a Guru-conscious person takes the refuge of the True Guru, and remains absorbed in the tranquil and comforting holy feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "audy Asq ho kwrx sUrj Aru cMdRmw dy drSn vwlI pRIqI dy nwSvMq cwly vwkUM kdI A`Kwˆ Agy AOx qy kdI ht jwx vwlI mUrqI Awid dy iDAwnwˆ dI Dwrxw nUM aulMG t`p ky iqAwg ky sqÎ srUp gurU mhwrwj dI srx hI gRihx kIqI hY[ AQvw cMdRmw dy ADIn inBn vwlIAwˆ SrIirk sMswrI pRIqIAwˆ vwly rwh nUM iqAwg ky siqgurwˆ dI Srx hI gRihx kIqI hY, ijs kr ky Enwˆ dy crx kmlwˆ dy imlwp pRwpqI dy suK ivc hI sMput sMlgn lptwXmwn mgn hoieAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LH5L",
        "source_page": 266,
        "source_line": 3,
        "gurmukhi": "shj smwiD inj Awsn subwsn kY; mDu mkrMd rsu luiBq AjwphI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a bumble bee is enamored by the fragrance of a flower and remains enticed in its love, so does a Guru-oriented person remains engrossed in the fragrance of elixir-like Naam in the seat of the mystical tenth door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Ar ies pRkwr 'inj Awsn' Awqm pd ibKy sihjy hI iesiQq hoieAw hoieAw pRym rs rUp mkrMd mD pRwpq 'subwsn' sRySt bwSnw sukIrqI kr ky (AMqrmuKI Bwv ivKy kIrqn krdw hoieAw) Ajwp Bwv ivKy luBwiemwn rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7R4F",
        "source_page": 266,
        "source_line": 4,
        "gurmukhi": "iqRgun AqIq huie ibsRwm inhkwm Dwm; aunmn mgn Anwhd AlwphI [266[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Free from the influence of three traits of the maya (mammon), a Guru-conscious person is ever absorbed in singing the melody of the Naam in the mystical tenth door state of high spirituality. (266)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mwno ievyˆ hI inSkwm APur Dwmpd ivKy ibsRwm itkau nUM pwky, iqMnwˆ guxwˆ qoˆ rihq hoXw hoXw qurIAw Bwv srUpxI aunmnI AvsQw ivKy msq, Anhd DunI dÍwry Alwp krdw rihMdw Sbd dI AgMmI qwr lweI rKdw hY ]266]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
