[
  {
    "id": "VXV",
    "sttm_id": 6747,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RJFC",
        "source_page": 267,
        "source_line": 1,
        "gurmukhi": "riv sis drs kml kumudnI ihq; BRmq BRmq mnu sMjogI ibEgI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Both lotus and Nymphea lotus crave for a sight of The Sun and The Moon respectively. Because of their meeting and separating frequently, their love is besmirched.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ sUrj Aru cMdRmw dy audy Asq BwvI sMjogI ivjogI iml ivCVn vwly suBwvvwn drSn kwrx kOl Aqy kMmIAwˆ dy BI iKVOn imtOn kr ky jIkUM Enwˆ dÍwry BOry dw mn Brmdw Btkdw dKI huMdw rihMdw hY, qIkUM hI mUrqI Awid dy shwry BI iek rs nw rihx vwly hox kwrx, iDAwnI purK dI Brm Btknw nUM nhIˆ inivrq kr skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y3Z2",
        "source_page": 267,
        "source_line": 2,
        "gurmukhi": "iqRgun AqIq guru crn kml rs; mDu mkrMd rog rhq ArogI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A Guru-conscious person is ever engrossed in the elixir-like relishment of True Guru's feet after freeing himself from the influence of three traits of maya (mammon). His love is blemishless.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRMqU siqgurwˆ dy crx kmlwˆ dw mkrMd rs rUp mDu AMimRq iqMnwˆ guxwˆ dy rwjsI qwmsI swqkI pRBwv qoˆ rihq hox kr ky, nws KÎIx hox Xw vDn Gtn rUp rog ivkwr qoˆ rihq ArogI hY ArQwq iek rs inr ivkwr hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A96V",
        "source_page": 267,
        "source_line": 3,
        "gurmukhi": "inhcl mkrMd suK sMpt shj Duin; sbd Anwhd kY log mY AlogI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such a God-oriented person stays free from the worldly affairs and remains engrossed in the mystical tenth door because of the unstruck music melody that keeps playing ere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs kr ky nw clwXmwn hox vwlI AibnwsI mkrMd DUlI rs dy suK ivKy sMpuitq sMlgn mgn gurmuK dw mn Anhd Sbd dI sihj DunI ivKy ilvlIn hoieAw hoieAw lok sMswr ivc v`sdw BI, AlogI, AsMswrI Bwv jIvn mukq hoXw ivcrdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5F5",
        "source_page": 267,
        "source_line": 4,
        "gurmukhi": "gurmuiK suKPl mihmw AgwiD boD; jog Bog AlK inrMjn pRjogI hY [267[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The wondrous state and glory of such a Guru-oriented person is beyond explanation and description. Guru-oriented person remains absorbed in the Lord who is imperceptible, beyond worldly pleasures, yet who is a yogi and a relisher (Bhogi) as well. (267)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eysy vwsqy hI gurmuK dy suKPl dI mihmw dw boD AgwD aUp hY, qy auh juVI hoeI jog BwvI dSw ivc AQvw Bog sMswrI pRivrqI rUp AvsQw ivKy, AlK inrMjn sÍrUp ivKy hI pr ivSyS kr ky jogI juiVAw rihx vwlw mMinAw igAw hY ]267]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
