[
  {
    "id": "4C6",
    "sttm_id": 6749,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YN9F",
        "source_page": 269,
        "source_line": 1,
        "gurmukhi": "kotin kotwin iDAwn idRsit drs imil; Aiq Ascrj mY hyrq ihrwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The wondrous and marvellous state that befalls upon a Sikh of the True Guru when he integrates his vision in that of the Lord, defeats millions of other contemplations.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jd idRStI nzr AMqrmuK hoeI AqI Ascrj srUp dy drSn ivKy iml juV jwvy qwˆ Es AnuBvI dSw nUM q`k ky kRoVwˆ Bwˆq dy kRoVwˆ iDAwn smUh pY jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "98VN",
        "source_page": 269,
        "source_line": 2,
        "gurmukhi": "kotin kotwin igAwn sbd suriq imil; mihmw mhwqm n AlK lKwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The importance of union of Guru's words in the consciousness of a Guru-devoted Sikh is beyond comprehension. That glory and grandeur cannot be reached by the knowledge of millions of books and tomes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI suriq Awpy dI kxI AQvw kMn jd bwhrmuKI pRivrqI ivc pRivrq hoxoˆ ismtI ky AMqrmuK hoey sbd Anhq bwxI gursbd jwxI bcn Anuswr AMqrIvI Sbd DunI rUp gur Sbd ivKy iml iekqR iekgR ho pYx qwˆ kRoVwˆ pRkwr dy kRoVwˆ hI igAwn Es dy AlK nw lKy jw skn hwry mhwqm pRBwv dI mihmw nUM nhIˆ lK skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLD2",
        "source_page": 269,
        "source_line": 3,
        "gurmukhi": "iql kI Aqul soBw qulq n qulwDwr; pwr kY Apwr n AnMq AMq pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Even a little glory equivalent to a sesame seed in respect of a Sikh who has achieved union of Guru's words and mind beside keeping his mind focused for a glimpse of the Guru is beyond assessment and evaluation. That grandeur cannot be weighed. Its beyond",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aus AnuBv dy pRBwv dI mihmw dw smUlcy jwnxw qwˆ ikDry irhw Es ivcoˆ iql pRmwx qu`C Br AnuBv dI SoBw hI AYsI Aqul hY, ik Es dI qulnw krx hwrw nw qwˆ koeI qul v`tw hI pRmwx mwqR qy iml skdw hY Aru nw hI qulwDwr qolnhwrw Xw kMfw qkVI soc vIcwr hI[ pwr kY Apwr = pwr vjoˆ qwˆ Apwr hY ArQwq Es dI pwrlI h`d nhIˆ jwxI jw skdI, qy AMq EVk Qwh dw AnMq = SySnwg pqwl dI h`d qk Ds jwx vwlw BI nhIˆ pw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R2Q8",
        "source_page": 269,
        "source_line": 4,
        "gurmukhi": "kotin kotwin cMdR Bwn joiq ko audoqu; hoq bilhwr bwrMbwr n AGwey hY [269[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a result of the light effulgence in the Sikh of the Guru who has perpetually practiced in his mind the contemplation on the words of the Guru millions of Moons and Suns go sacrifice unto him again and again. (269)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies AnuBvI dSw ivKy AYsI idbÎ joq dw audoq audy hoxw pRkwS hoieAw krdw hY[ ijsqoˆ mwnoˆ kRoVwˆ hI Bwnu sUrj bwrMbwr muV muV bilhwr sdky vwrxy huMdy r`jdy nhIˆ hn ]269]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
