[
  {
    "id": "7HF",
    "sttm_id": 6751,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8QDL",
        "source_page": 271,
        "source_line": 1,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; mnu mDukr suK sMpt smwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The bumble bee-like mind of a Guru-oriented person acquires strange comfort and peace by meditating on the nectar-like dust of the feet of the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crx kmlwˆ dy mkrMd rs rUp crn rj DUlI dy luiBq luBwiemwn pRymI huMdy swr gurmuK dw mn BOrw suK prmwnMd ivc sMput sMgln mn ho ky smwny Swˆq Bwv ivKy Aw jwieAw krdw vw ilv lIn ho jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PLB5",
        "source_page": 271,
        "source_line": 2,
        "gurmukhi": "prm sugMD Aiq koml sIqlqw kY; ibml sQl inhcl n fulwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Because of the influence of strange fragrance and very delicate calmness in the elixir-like Name of the Lord, he resides in the mystical tenth door in such a stable state that he does not wander any more.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibKÎwˆ dI bwsnw qoˆ rihq ho jwx rUp prm sugMDI Aru kRUrqw dI AqÎMq inivrqI rUp AqÎMq komlqw qQw prweI qwq vw AYvyˆ hI sV sV Xw DuK DuK pYx dI vwdI dy dUr ho jwx rUp sIqlqw kwrx auh ibml sQUl inrml pd prm pd ivKy AYsI Ac`lqw nUM pRwpq huMdw hY ik iksy qrHwˆ BI clwiemwn kIqw igAw nhIˆ foilAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VY0J",
        "source_page": 271,
        "source_line": 3,
        "gurmukhi": "shj smwiD Aiq Agm AgwiD ilv; Anhd runJun Duin aur gwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In a state of equipoise and by virtue of inaccessible and immeasurable concentration, he keeps repeating the sweet rune of Naam continuously.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr iksy dI gMmqw qoˆ rihq qQw AQwh ilv dÍwry sihj Bwv ivKy smwiD iesiQq hoieAw hoieAw, aur irdy dsm dÍwr AMdr Anhd DunI dI rux Juxkwr qwr lweI riKAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VGH1",
        "source_page": 271,
        "source_line": 4,
        "gurmukhi": "pUrn prm joiq prm inDwn dwn; Awn igAwn iDAwnu ismrn ibsrwny hY [271[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By acquiring the great treasure of the Lord's name who is light supreme and complete in all respects, he forgets all other forms of remembrances, contemplations and worldly awareness’s. (271)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ pRIpUrx prm pRkwS srUp prm inDwn pwrbRhm prmwqmw nUM dwn jwn kr ky AQvw AYsy srb ibAwpI prm qyjsÍI prm BMfwr rUp AnuBv dI dwn rUp dwq nUM pRwpq ho ky aukq gurmuK hornwˆ igAwn iDAwn Aru ismrx Awid swDnwˆ nUM ibswr idAw krdw hY ]271]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
