[
  {
    "id": "0S3",
    "sttm_id": 6755,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "RL5C",
        "source_page": 275,
        "source_line": 1,
        "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn; Gt Gt eyk hI Anyk huie idKwie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Creation of the wonderful play of the creator's creation is amazing and astonishing. He alone resides in all in several shapes and forms.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vwihgurU dI rcnw dy cilqR dy icqR sMswrI icqRwˆ = bu`qwˆ -mUrqwˆ vw Awkwrwˆ ivKy ibsm hrwn krn vwlI ibicqR pn Acrjqw BOckqw BrI peI hY iks qrHwˆ nwl Gt Gt srIr srIr hr iek mUrq Xw Awkwr AMdr iek hI auh Awp rimAw hoieAw Anyk srUpI bx idKw irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "150J",
        "source_page": 275,
        "source_line": 2,
        "gurmukhi": "auq qy ilKq ieq pFq AMqrgiq; ieqhU qy iliK pRiq auqr pTwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a letter is written by somebody who sends it to someone in another city, it is read there and after understanding it sends back a reply.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "EDroˆ ilKwrI bx ky ilKdw hY, qy eyDr AMqrgiq = AMqrIvI AwSÎ vwlI giq igAwn vw mrm dI g`l smJ ky, ies pwisEˆ BI pRiq auqr aultvwˆ auqr jo kuC EDroˆ pu`C hoeI muVvwˆ jvwb ilK ky Byj idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CKZZ",
        "source_page": 275,
        "source_line": 3,
        "gurmukhi": "auq qy sbd rwg nwd ko pRsMnu kir; ieq suin smiJ kY auq smJwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a singer sings a song in a mode and tune that pleases someone who understands it and educate others about it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI EDroˆ dUsry v`loˆ Awp hI Sbd rwg vw pRsMnqw kwrI nwd nUM rwgI, gvÎw Awid bxÎw suxOˆdw hY, qy ieDroˆ sRoqw bx ky suin vw smJ ky, auq Es nUM Awpxy sÍwgqI idlI BwvnUM pRgt kr ky smJw idMdw hY ik mwno Es ny TIk TIk smJ ilAw hY[ AQvw ieDr suin smJ ky aus nUM hI dUsry jwixAwˆ nUM smJOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "W1WK",
        "source_page": 275,
        "source_line": 4,
        "gurmukhi": "rqn prIKÎÎw pyiK primiq kY sunwvY; gurmuiK sMiD imly AlK lKwey hY [275[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a jewel evaluator inspects a jewel, learns about its characteristics and educate others about it, so would a Guru oriented Sikh who has become one with True Guru by virtue of His teachings and words, he alone can brief and educate others about the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy ievyˆ hI ikqy jOhrI bx ky rqnwˆ dI pRIKÎw pCwx jwc nUM smiJ is`K ky prm+ ieiq -bs TIk hY vwh KUb ASk ASky eykUM kr suxOˆdw hY Bwv ApxI pUrx smJ dw inscw krOˆdw hY[ iqsyqrwˆ auh ieDr sqsMg mMfl ivKy gurmuKI sMDI joV joVn dI rIqI mRXwdw mUjb iml ArQwq gurU is`K Bwv nUM Dwr ky AlK srUp nUM ipAw lKdw qy lKOˆdw hY ]275]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
