[
  {
    "id": "G5V",
    "sttm_id": 6756,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZLV0",
        "source_page": 276,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur pUrn ikRpw kY dIno; swcu aupdysu irdY inhcl miq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Perfect Guru, embodiment of complete Lord becoming kind lodges true sermon in the heart of a disciple of the Guru. That makes him stable of intelligence and saves him from wanderings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUry gurwˆ ny pUrn bRhm pRwpqI Kwqr sqÎ aupdyS sqÎnwm dw dwn ikRpw kr ky id`qw, qwˆ irdy AMdr miq sÎwxpwˆ cqurweIAwˆ dy mwn m`qI bu`DI jo hr smyˆ sMswr Br dIAwˆ ivdÎw sÎwxpwˆ Aru hunr Awid is`Kn leI tpUM tpUM krdI rihMdI sI, Ac`l Afol iQr ho geI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "957Z",
        "source_page": 276,
        "source_line": 2,
        "gurmukhi": "sbd suriq ilv lIn jl mIn Bey; pUrn srbmeI pY iGRq jugiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Engrossed in the word, his condition becomes like that of a fish enjoying the bliss of his surroundings. He then realises the presence of God in everyone just as fat, that is present in all milks.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qy iesy kr ky hI Sbd ivKy suriq dI ilv l`g ky jl ivc mClI smwn lIn mgn ho jweIdw hY, Aru jIkUM pY duD ivc iGRq iGau jugiq imlÎw hoÎw huMdw hY, qIkUM hI srb srUpI pUrn prmwqmw swry rimAw hoieAw swmrq`K idRSt AOx lg pYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GV7C",
        "source_page": 276,
        "source_line": 3,
        "gurmukhi": "swcu irdY swcu dyKY sunY bolY gMD rs; spUrn prspr BwvnI Bgiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "God, the true Master resides in the heart of a Sikh who is ever engrossed in the word of the Guru. He sees the presence of the Lord everywhere. He hears Him with his ears, enjoys the sweet smell of His presence with his nostrils, and relishes the name of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsy gurmuK dy ihrdy AMdr BI swcu sqÎ srUpI prmwqmw dI hI joq lt lt krd pRqIq hoXw krdI hY, Aqy jo kuC rUpvwn idRSÎ pwrQ idKweI idMdy, AQvw kMnwˆ kr ky sunx ivc AOˆdy, Xw rsnw dÍwrw ijnwˆ dI crcw bwrqw kIqI jwˆdI hY qQw nwswˆ dÍwrw suMGIn jog vsqUAwˆ, Aru rs rsnw dÍwry gRhx jog sÍwd vMq pdwrQ, ienwˆ sBnwˆ ivKy prspr iek dUey sB ivc hI pRIpUrx srUp dI BwvnI BOxI SrDw aupjdI hY[ bs eyho hI gurmuK dI pUrn BgqI igAwn meI idRStI dw pÎwr hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "43RU",
        "source_page": 276,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm dRumu swKw pqR PUl Pl; eyk hI Anyk myk siqgur siq hY [276[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "True Guru who is eternal of form has dispensed this knowledge that just as the seed resides in the trees, plants, branches, flowers etc, one God who is perfect and all-knowing pervades in all. (276)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM SwKwˆ twhxIA, pqRwˆ, Pu`lwˆ qQw Plwˆ ivKy iek mwqR dRum ibrC dI hI sqÎw pRIpUrx huMdI hY, qIkUM hI iek mwqR pUrn bRhm dI s`qw hI Anyk smUh pdwrQwˆ ivKy myk imlI hoeI rmI hoeI hY qy eyho hI srb bÎwpI s`qw siqgurU srUp hY ]276]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
