[
  {
    "id": "VK0",
    "sttm_id": 6757,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EM93",
        "source_page": 277,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm gur pUrn prmjoiq; Eiq poiq sUqR giq eyk hI Anyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The complete Lord has permeated Himself in His creation like weft and woof of a cloth. Despite being one, He has manifested Himself into many forms. The complete light of the perfect Lord resides in the consummate Guru like weft and woof.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srb TOr pRIpUrx vwihgurU hI prm joqI srUp pUrn gurU hY, auhI iek ies pRkwr Anyk rUp hoieAw hoieAw hY, ijs qrHwˆ ik bsqR ivKy sUqR qwxw pytw rUp hoieAw Eq poq Bwv ivKy giq rmÎw huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TLRE",
        "source_page": 277,
        "source_line": 2,
        "gurmukhi": "locn sRvn sRoq eyk hI drs sbd; vwr pwr kUl giq sirqw ibbyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Although eyesight and hearing power of ears is different, yet their engrossment in divine words is alike. Just as both banks of a river are alike, so is the True Guru and the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nyqR, kMn Awid ieMdRIAwˆ, qQw sRoq ienwˆ dI pRivrqI dy golk K`fy ieko hI mswly dy rcy hoey hox kr ky qy ieko sRIKy hox kwrx iek srUp hI hn, qYsy hI ienwˆ dy kMm drSn sbd Awid ivKÎ BI ieko hI srUp hn[ jIkUM sirqw ndI dy kUl iknwirAwˆ dI aurwr pwr dI giq dSw ibbyk do huMdI hoeI BI Asl ivc ieko hI hY Bwv pwr dI ApyKÎw aurwr qy aurwrq dI ApyKÎw pwr iek smwn hI AwKx ivc AOˆdI hY[ qYsw hI hwl:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UBS2",
        "source_page": 277,
        "source_line": 3,
        "gurmukhi": "cMdn bnwspqI kink Aink Dwqu; pwrs pris jwnIAq jwvdyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Plants of various varieties growing in the close proximity of sandalwood tree are alike for the reason that they all acquire fragrance of sandalwood. Also by the touch of philosopher-stone, all metals whatever they are, become gold and therefore alike. Si",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Bwˆq cMnn spriSq sB pRkwr dI bnwspqI bnrwau AMdr iek srUp cMnx hI rimAw hoieAw hY, Aru ijs qrHwˆ pwrs nUM prsn aupRMRq Anykwˆ DwqUAwˆ ivKy iekmwqR kink sonw hI jwnx ivc AwieAw krdw hY, iesy Bwˆq jwvd eyk Xwvq ijqnw mwqR smUh prpMc hY aus ivKy iek prmwqmw hI bÎwipAw hoieAw hox dw hwl inscy kro[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VHMJ",
        "source_page": 277,
        "source_line": 4,
        "gurmukhi": "igAwn gur AMjn inrMjn AMjn ibKY; duibDw invwir gurmiq eyk tyk hY [277[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A seeker disciple of the Guru, who gets collorium of knowledge in his eyes from the True Guru, is free of all blemishes of maya even while living in it. He sheds all duality and takes refuge in the wisdom of the Guru. (277)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pRMqU ieh eykqw vwlI tyk qd pRwpq huMdI hY, jd siqgurU gurmiq dw AMjn surmw is`K dy nyqRIˆ pw ky duibDw nUM invwrx kr ky mwieAw ivKy hI igAwn inrMjn mwieAw rihq pwrbRhm prmwqmw drsOn vwlw igAwn pRdwn krn ]277]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
