[
  {
    "id": "6TW",
    "sttm_id": 6758,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HU4Q",
        "source_page": 278,
        "source_line": 1,
        "gurmukhi": "drs iDAwn ilv idRsit Acl BeI; sbd ibbyk sRuiq sRvn Acl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By engrossment of his mind in the vision of True Guru, a true servant disciple of Guru achieves stability of mind. By the sound of exposition of Guru's words and Naam Simran, his power of reflection and recollection also stabilizes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy drSn dy iDAwn qwˆG iPkr iK`c ivc hI ilv qwr lg jwx kr ky idRsit nzr Acl Afol ho geI hornwˆ rUpwˆ Xw suMdr pdwrQwˆ vw qmwiSAwˆ nzwirAwˆ nUM q`kn leI Btknw rihq ho geI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PKDL",
        "source_page": 278,
        "source_line": 2,
        "gurmukhi": "ismrn mwqR suDw ijhbw Acl BeI; gurmiq Acl aunmn AsQl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By relishing the elixir-like Naam with tongue, his tongue desires nothing else. By virtue of his initiation and Guru's wisdom, he stays attached with his spiritual side of life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru siqgurwˆ dy rsnw qoˆ inkly Sbd bcn iblws vw aupdyS dy ibbyk siqgurwˆ dy aupdySy nwm dw ismrx kr ky vw EnHwˆ nUM Enwˆ dw suj`s kridAwˆ cyqy rKx kr ky, rsnw suD inrml ho ky ArQwq, bwxI idAwˆ doKwˆ qoˆ rihq ho ky Acl ho geI Bwv inMdw bKIlI cuglI Awid bkvwd nUM iqAwg bYTdw hY[ Aqy gurmiq = siqgurwˆ dI isiKAw kr ky aunmnI Bwv dy vw mgnqw dy AsQl itkwxy vw mMfl ivKy Acl iesiQr ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LTVP",
        "source_page": 278,
        "source_line": 3,
        "gurmukhi": "nwskw subwsu kr koml sIqlqw kY; pUjw prnwm prs crn kml hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The nostrils enjoy the fragrance of the dust of True Guru's holy feet. Touching and sensing the tenderness and coolness of His holy feet and the head touching the holy feet, he becomes stable and tranquil.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nwswˆ gurU mhwrwj dy crx kmlwˆ dI rj dI sugMDI suMGn nwl Aqy kr = h`Q Enwˆ dI komlqweI vw sIqlqweI nUM prs Coh ky AQvw pUjw pRxwm nmskwr bMdnw Awid siqkwr kky isr ieh sBy Ac`l ho jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G5DL",
        "source_page": 278,
        "source_line": 4,
        "gurmukhi": "gurmuiK pMQ cr Acr huie, AMg AMg; pMg srbMg bUMd swgr sill hY [278[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The feet become still following the path of the True Guru. Every limb becomes pious and like a drop of water mixing with the water of the ocean, he is absorbed in the service of the True Guru. (278)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik gurmuKI mwrg ivKy cwlU AMg qQw AMg srIr dy Bwg Ac`l in`cly ho jwˆdy hn, jYsw ik jl dI bUMd kqrw jl ivc iml ky smUlc hI smuMdR rUp bx jwieAw krdI hY ]278]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
