[
  {
    "id": "VS7",
    "sttm_id": 6761,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6VP9",
        "source_page": 281,
        "source_line": 1,
        "gurmukhi": "crn srin gur Dwvq brij rwKY; inhcl icq suK shij invws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The unique servant of the True Guru keeps the wandering mind under control by taking the refuge of the Guru and practicing meditation on the consecrated words of the Guru. His mind becomes stable and he rests in the comfort of his self (soul).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crxwˆ dI Srx lYx kr ky dOVidAwˆ hoeIAwˆ ieMdRIAwˆ nUM ivKÎwˆ v`loˆ rokI rKdw hY, qy ic`q BI aus dw inc`lw ho ky icqvnIAwˆ dlIlwˆ nUM qÎwg ky sihj suK Awqm suK Awpy dy AwnMd ivc iesiQq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V18R",
        "source_page": 281,
        "source_line": 2,
        "gurmukhi": "jIvn kI Awsw Aru mrn kI icMqw imtI; jIvn mukiq gurmiq ko pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He loses the desire for a long life and fear of death disappears. He becomes free of all worldly bonds while still alive. The teachings and wisdom of the Guru takes over his mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIaUny dI Awsw aumyd Aqy mrx dI icMqw iPkr dUr ho jwˆdw hY,qy iesy by pRvwhI kr ky Es vwihgurU dI rzw Aru Bwxy aupr Swkr rihx rUp gurmiq Es dy irdy AMdr pRgws pw pRgt ho AOˆdI hY ijs kr ky auh jIvn mukœ Bwv nUM pRwpq ho jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WJ5J",
        "source_page": 281,
        "source_line": 3,
        "gurmukhi": "Awpw Koie honhwru hoie soeI Blo mwnY; syvw srbwqm kY dwsn ko dws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He discards and destroys his self-assertion and accepts the dispensation of the Almighty as fair and just. He serves all living beings and thus becomes a slave of the slaves.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jo kuC hoie so hoxhwr = vwihgurU dI rzw hI vrq rhI hY AYsw smJ ky ausy nUM hI Blw mMndw hY, Awpxy AMdr vÎoˆqwˆ vÎoˆqnIAwˆ Xw Es dI bwbq socwˆ icqvnIAwˆ krnIAwˆ C`f ky ieauˆ Apxy Awpy nUM guvw G`qdw hY, Aru srbwqm srb srUpI sBnwˆ AMdr vwihgurU hI sB dw Awpw rUp hoieAw mMndw sB dI syvw tihl = pRsMn rKx dI ibD vwlI vrqoˆ nUM krdw hoieAw, dwswˆ dy dws Bwv vwlI AqÎMq gRIbI nUM DwrI rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8JPF",
        "source_page": 281,
        "source_line": 4,
        "gurmukhi": "sRI gur drs sbd bRhm igAwn iDAwn; pUrn srbmeI bRhm ibsÍws hY [281[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By practicing the words of Guru, he acquires the divine knowledge and contemplation. And thus he is assured that the perfect God Lord pervades in all. (281)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRI gurU mhwrwj dy pRq`K drSn nUM, qQw AMqr Awqmy ivKy lt lt kr rhI Enwˆ dI inj rUp joq nUM q`kdy rihxw, Es dw bRhm iDAwn huMdw hY, Aru gurU mhwrwj idAwˆ Sbd rUp gurbwxI meI bcn iblws nUM swmrq`K suxdy rihxw vw AMqr muK AvsQw ivKy Sbd ABÎws ivKy qwr lweI rKxw, AQvw Anhd DunI dw prcw rKxw ieh Es dw bRhm igAwn huMdw hY, ies pRkwr AMdr bwhr srb srUpI pUrn rimAw hoieAw siqgurU nUM jwnxw aus dw bRhm ibsÍws bRhm srUpI inscw huMdw hY ]281]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
