[
  {
    "id": "4BJ",
    "sttm_id": 6762,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5S0U",
        "source_page": 282,
        "source_line": 1,
        "gurmukhi": "gurmuiK suKPl kwm inhkwm kIny; gurmuiK audm inrudm aukiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A disciple coming face to face of the Guru frees himself from all desires and wants by receiving the unique and comforting words of the True. Guru. Thus he frees himself from the worldly encumbrances with the strength of his meditation and consecration.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmuKwˆ dI kihxI sMmqI = isDwˆq dI g`l ieh hY ik purK nUM gurmuKI gurmuKwˆ vwly suKPl AwnMd dI pRwpqI qd ho skdI hY, jd auh kwmnw sMklpwˆ vw kwm = kwmÎ krmwˆ skwm krmwˆ v`loˆ inSkwm inS krm inrsMklp vw Acwh ho jwvy[ Aru AYsw hI audm kridAwˆ smUh kwr ivhwr ivKy vrqidAwˆ jd AMqrXwmI dI pRyrxw ADIn hI mUloˆ vrqn hwrI kTpuqlI swrKy Apxy Awp nUM inraudm sMswrI pRivrqIAwˆ qoˆ inr auqSwh bxw lvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "66KA",
        "source_page": 282,
        "source_line": 2,
        "gurmukhi": "gurmuiK mwrg huie duibDw Brm Koey; crn srin ghy inhcl miq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Treading the path of Guru, he destroys all his duality and doubts. The refuge of the True Guru makes his mind stable.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swQ hI gurmuKI mwrg pMQ ivKy Swml ho ky pRvyS pw ky jd mnu`K siqgurwˆ dy crxwˆ dI Srx Et gRihx krdw hY qwˆ miq AMqwkrx dI BtknhwrI ibrqI inhcl[ iekwgr hoeI Afol vw inc`lI bx ky Amukw kwrX krxy jog hY qy Amukw kwrX myry leI Akrxy jog hY AYsI ibDI inKyD rUp duibDw BwvI Brm nUM dUr kr idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YJWU",
        "source_page": 282,
        "source_line": 3,
        "gurmukhi": "drsn prsq Awsw mnsw Qikq; sbd suriq igAwn pRwn pRwnpiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By the glimpse of the True Guru, all his desires and sensualities get tired and become ineffective. Remembering the Lord with every breath, he becomes totally aware of the Lord, the master of our lives.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kÎoˆik gurU mhwrwj dw drsn prsn mwqR qy Bwv drSn huMdy swr hI Awswˆ sMswrI Plwˆ dIAwˆ aumMgwˆ aumydwˆ qQw mnsw mnorQ mn dIAwˆ murwdwˆ Awp qy Awp hI Purxoˆ hu`t jwˆdIAwˆ hn Aqy Sbd aupdyS vw bcn iblws suxdy swr pRwxwˆ dy pRwx piq rUhwˆ dI rUh vw jwnwˆ dI jwn jIvwˆ dy jIvn dwqy vwihgurU dw igAwn pRwpq ho AOˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "P8S8",
        "source_page": 282,
        "source_line": 4,
        "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn; icqR mY icqyrRw ko bsyrw siq siq hY [282[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The multiform creations of the Lord are wondrous and astonishing. The Guru-oriented disciple realises the presence of the Lord in this whole picture as true and eternal. (282)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs igAwn dy pRBwv kr ky rcnw dy cilqR dw ieh pRq`K icqR iK`icAw hoieAw Apxy bicqR puxy hrwn krnhwry suBwv ivKy scmuc icqyry rcn hwry dw hI invws bsyrw jlvw = dIdwr qikAw krdw hY ]282]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
