[
  {
    "id": "786",
    "sttm_id": 6763,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "WLEG",
        "source_page": 283,
        "source_line": 1,
        "gurmukhi": "sRI gur sbd suin sRvn kpwt Kuly; nwdY imil nwd Anhd ilv lweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Listening to the sermon of the True Guru, ignorance of a Guru-conscious disciple is removed. He is then absorbed in the amalgamation of the melodies of Guru's words and divine mystical tunes of the unstruck music, perpetually playing in the tenth door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sRI gurU mhwrwj dI dw Sbd kMnwˆ dÍwry suxdy swr hI kMnwˆ dy kpwt ikvwV Ku`l AOˆdy hn, Bwv AMqrXwmI ny ApxIAwˆ smUh ivBUqIAwˆ smyq Awp Aswfy AMdr invws ilAw hoieAw hox qy BI, ijnwˆ Awsw AMdysy Awid rokwˆ kwrx AswnUM auh idRSt nhIˆ AOˆdw sI, auh rokwˆ dUr ho ky AMdr Ku`lH AwieAw krdw hY, ArugurU dy aupdyS rUp nwd ivKy AswfI AMqrIvI nwd, Bwv AMdrlw bol = Awqimk s`d jd iml jwˆdI hY ArQwq gur Sbd ivKy suriq AswfI jd pUrn prcw pRwpq kr lYˆdI hY, qd Anhd DunI rbI nwd Aswfy AMdr pRgt ho AOˆdI hY, qy aus ivc AswfI ilv lg jwˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BVCB",
        "source_page": 283,
        "source_line": 2,
        "gurmukhi": "gwvq sbd rsu rsnw rswien kY; inJr Apwr Dwr BwTI kY cuAweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Reciting the Lord's name that is the treasure-house of all the pleasures, a continuous flow of elixir takes place from the furnace-like tenth door.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprj kIh ik rswien = rs+Awien = rswˆ dI AsQwn srUp surq BwvI rsnw dÍwry vw swKÎwq rsnw dÍwry = rs pRym nwl Sbd gwXn kridAwˆ aupdyS kmwˆidAwˆ dsm dÍwr rUp B`TI qoˆ in`q Jrx vwlI Apwr Dwrw nUM cuAw lYˆdw hY Bwv iek swr ilv dI qwr lgn dy AnuBv rs nUM mwnx lg pYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ENS7",
        "source_page": 283,
        "source_line": 3,
        "gurmukhi": "ihrdY invws gur sbd inDwn igAwn; Dwvq brij aunmin suiD pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Guru's words are the source of all knowledge. By its installation in the mind, a Guru-oriented person stops wandering in ten directions and acquire awareness of the mind that is God-oriented.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ nwl igAwn dy inDwn BMfwr gur Sbd dy ihrdy AMdr itk jwx kr ky Btkdw hoieAw mn suBwivk hI brijAw rihMdw hY, ijs kr ky iekwgRq mn nUM aunmnI Bwv Awpy ivKy mgn hox dI AvsQw dI sUJ pRwpq ho AOˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CE1V",
        "source_page": 283,
        "source_line": 4,
        "gurmukhi": "sbd Avys prmwrQ pRvys Dwir; idib dyh idib joiq pRgt idKweI hY [283[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Becoming one with Guru's words, a Guru-oriented person achieves salvation. The divine light of the Lord then glows and radiates in him. (283)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq gur Sbd nUM suix rsnw dÍwry gwXn kridAwˆ qQw ihrdy AMdr vswieAwˆ jd sB qrHwˆ nwl gurmuK Sbd ivKy Avys smweI pw ky prmwrQ ivc pRvyS pw lYˆdw hY, qwˆ gurmuK dI dyh id`b joq vwlI AqÎMq pRwkRmI prm qyjsÍI pRq`K hI idRSt AOx lg ipAw krdI hY[ AQvw Es dI dyh BI id`b suMdr Bwv vwlI ho jwieAw krdI hY qy Es dy AMdr vwihgurU dI joq pRkwS swKÎwq pRgt ids pYˆdI hY ]283]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
