[
  {
    "id": "GY1",
    "sttm_id": 6764,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "V0BU",
        "source_page": 284,
        "source_line": 1,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwp Aiq; pRym kY prspr pUrn pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Significance of meeting of Guru and Guru-oriented men is limitless. Because of deep love in the heart of the Sikh of the Guru, light divine then glows in him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU ky is`Kwˆ dI sMgiq iek`T = dIvwn ivKy BI jo imlwp Awpo ivc iml bYTn dw Aausr pRwpq Awx hovy qwˆ Es dw pRqwp mhwqm BI AqI AiDk bhuq bVHIAw hY, kÎoˆik prspr Awpo ivc iek dUey nUM gurU ikRpw dw invwijAw hoieAw vw gur aupdyS dy kmwn vwlw jwx ky pRym ipAwr kridAwˆ kridAwˆ EnHwˆ nUM q`k ky suqy hI nvIn Awey ijgÎwsI dy AMdr BI pUrn = jÎoˆ kw qÎoˆ pRym pRgt ho AOˆdw hY[ Bwv auh gurmuKI mMfl dw pUrw pUrw pRymI bx jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PBW2",
        "source_page": 284,
        "source_line": 2,
        "gurmukhi": "drs AnUp rUp rMg AMg AMg Cib; hyrq ihrwny idRg ibsm ibsÍws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Seeing the beauty of the True Guru, His form, colour and image of His every limb, the eyes of a Guru-loving person are astonished. It also generates craving in his mind to see and behold the True Guru.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ guris`Kwˆ dy iml ky Bjn kIrqn kridAwˆ lwl gulwl hoey dg dg dmkdy ichirAwˆ dy AnUpm = aupmw rihq drSn kr ky, Aqy Enwˆ dy rUp rMg qy AMg AMg dI Cib = suMdrqw vw dmk nUM hyrq q`k q`k aukq AiDkwrI dy idRg nyqR BI ihrwny hYrwnI ivc bikq ho jwˆdy vw ihry mu`Ty moihq ho jwˆdy hn Ar Es dy AMdr BI gurU mhwrwj qQw Enwˆ dI sMgiq qQw gurbwxI aupr idRVH Brosw p`kw inscw jo iksy dÍwry clwieAw nw jw sky auqpMn ho AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RCWM",
        "source_page": 284,
        "source_line": 3,
        "gurmukhi": "sbd inDwn Anhd runJun Duin; sunq suriq miq hrn AiBAws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By inexhaustible practicing of meditation on Guru's words, a soft and mellow tune of unstruck music appears in the mystical tenth door. Perpetual hearing of it causes him to remain in a state of trance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq sbd inDwn gur Sbd dI pRwpqI dw prm kwrx rUp Sbd BMfwr jo Sbd kIrqn hY Es dI Anhd iek rs run Jun irm iJmwkwr Antu`tvIˆ DunI nUM suxidAwˆ suxidAwˆ Es AiDkwrI dI suriq pihlIAwˆ pRivrqIAwˆ vwlI sUJ qQw miq isAwxp hrn = hrI jwˆdI guMm ho jwˆdI hY qy Es nUM BI ies pRkwr gurbwxI dy sunx smJn dw AiBAws pY jwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "D44D",
        "source_page": 284,
        "source_line": 4,
        "gurmukhi": "idRsit drs Aru sbd suriq imil; prmdBuq giq pUrn iblws hY [284[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By focusing his vision in the True Guru and keeping the mind engrossed in the teachings and sermons of the Guru, he acquires a state of perfect and complete bloom. (284)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy pRkwr gurUdy ipAwirAwˆ AMdr gurU rimAw drs -drSn idRSit nyqRwˆ kr ky kridAwˆ qQw suriq sunx hwrI SkqI dy Sbd ivc imil iekwgR ho igAwˆ hornwˆ g`lwˆ bwqwˆ sunxoˆ mUloˆ hI prcw ht igAwˆ Es dI prm AdBuq pRym meI dSw ho jwˆdI hY, qy ievyˆ hI Es dy AMdr pUrn pRmwqmw dw iblws swKÎwqkwr ho AOˆdw hY ]284]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
