[
  {
    "id": "X3F",
    "sttm_id": 6767,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UNFT",
        "source_page": 287,
        "source_line": 1,
        "gurmukhi": "kwm kRoD loB moh AhMmyv kY AswD; swD sq Drm dieAw rQ sMqoK kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Self-willed persons remain engrossed in vices like lust, anger, greed, attachment, pride, whereas Guru-conscious persons are kind, sympathetic and contented.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kwm, kRoD loB moh qy haumYˆ kr ky mnu`K AswD BYVw mnmuK AwiKAw jwˆdw hY[ Aqy kyvl sqÎ Awpxy h`k isr rihxw vw pRiqgÎw nw hwrnI qQw Drm ieSt vloˆ mUMh nw Pyrxwvw Prz pCwnxw Aru AYsw hI dieAwrQ sMqoK = dXw qy sMqoK nwl ArQ vwsqw pRXojn rKxw, ies qrHwˆ dI ibrqI kr ky swD Blw purK = gurmuK AwiKAw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9FPD",
        "source_page": 287,
        "source_line": 2,
        "gurmukhi": "gurmiq swDsMg BwvnI Bgiq Bwie; durmiq kY AswD sMg duK doK kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the company of saintly persons, one attains faith, love and devotion; whereas in the company of base and fake people, one gets pain, suffering and base wisdom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurmiq ivc vrqx vwlw swD huMdw hY qy Es dI sMgiq ivKy bYiTAwˆ BwvnI BOxI SrDw pRp`k huMdI hY, Aqy BgqI Bwv pRym Bwv aupjdw hY, pr durmiq ivKy vrqx kr ky mnuK nUM AswD BYVw mnmuK pRvwx kIqw hY qy Es dI sgq doK kY duK = doKwˆ ivkwrwˆ nUM pRgt kr ky duK = pYdw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HZ2P",
        "source_page": 287,
        "source_line": 3,
        "gurmukhi": "jnm mrn gur crn srin ibnu; moK pd crn kml icq coK kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Without the refuge of the True Guru self-oriented persons fall in the cycle of birth and death. Obedient Sikhs of the Guru drink deep the nectar of Guru's words, imbibe them in their heart and thus achieve salvation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so siqgurwˆ dy crxwˆ dI Srx ibnwˆ AswD qwˆ jnm mrx nUM pRwpq huMdw hY, Aqy Enwˆ dy crx kml icq irdy AMdr coK kY cus ky cuMm ky, Bwv ipAwr siqkwr dy swD moK pd nUM pRwpq huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BU9P",
        "source_page": 287,
        "source_line": 4,
        "gurmukhi": "igAwn AMs hMs giq gurmuiK bMs ibKY; duikRq suikRq KIr nIr soK poK kY [287[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the clan of Guru-conscious persons, knowledge is clean and invaluable like swans. Just as a swan is capable of separating milk from water, so do the Guru-oriented Sikhs discard all that is base and feel satiated with superior deeds. (287)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy purK, gurmuK bMs ivKy hMs giq hMswˆ dI cwl ibbykI Bwv nUM Dwrx kr ky suikRq BilAwˆ vwlI krxI rUp puMn krm kr ky pivqR Bwv ivKy vrqidAwˆ igAwn AMs srUpI KIr duD nUM gRihx kr ky poK kY ApxI pwlnw jIvn au`nqI kry, Aqy duikRq AswDwˆ BYiVAwˆ vwlI duKdweI krxI pwp meI Awcrx rUp nIr pwxI jo AigAwn dw AMs kUV hY Es nUM sukw is`ty[ ies quk dy pihlIAwˆ qukwˆ vq BI ArQ ho skyd hn pr Aswˆ ies ArQ ivc BweI swihb dy nqIjy kFy nUM gOrvqw smJI hY ]287]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
