[
  {
    "id": "VGN",
    "sttm_id": 6771,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4D90",
        "source_page": 291,
        "source_line": 1,
        "gurmukhi": "sbd suriq ilvlIn jl mIn giq; suKmnw sMgm huie aulit pvn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a fish swims through towards upstream swiftly, so does a disciple of Guru engrossed in the Guru's word crosses the confluence of all the three veins (Irha, Pingla and Sukhmana) with the methodology of reverse breathing/air.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl AMdr m`ClI aultI pRvwh ivruD gqI vwlI cwl dy clny ivKy lIn ju`tI hoeI mgn rihMdI hY, iesy qrHwˆ gurmuK pvn nUM aultw ky pRwx nUM Apwn dy Gr Aqy Apwn vwXU nUM pRwx dy Gr ilAOx dI swDnw kridAwˆ ArQwq sUrj sur cMdR sur ivKy qy cMdR sur sUrj sur ivKy prqky ijs itkwxy sUrj cMdR surwˆ suKmxwˆ dy Gwt aupr sMgm pwˆdIAwˆ hn auQy Sbd ivKy suriq dI ilv lgw ky lIn mgn hoXw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A46E",
        "source_page": 291,
        "source_line": 2,
        "gurmukhi": "ibsm ibsÍws ibKY AnBY AiBAws rs; pRym mDu ApIau pIAY guhju gvn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Becoming fearless in the strange devotion and love, engrossed in the practice of Naam Simran and reaching there through strangely mysterious ways, one drinks deep the loving eternal nectar.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr gurU aupidSt rIqI Anuswr gupq cwl cln dy AiBAws ivKy qqpr hoieAw hoieAw pRym AMimRq dy rs = sÍwd nUM Aipau Bwv ivKy pIˆdw hY, qwˆ eys nUM AnBau pd srb AMqRIvI qQw bwhrlI dSw dy AnBeIey Awqm pd ivKy hrwn kr dyx vwlw inscw idRVH inscw auqpMn ho AwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4MTK",
        "source_page": 291,
        "source_line": 3,
        "gurmukhi": "sbd kY Anhd suriq kY aunmnI; pRym kY inJr Dwr shj rvn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By plentiful practicing of meditation on Guru's teachings, the mind starts listening to the unstruck melody. As a result, it changes its stance and becomes God-oriented. Then one relishes the continuous flow of the divine nectar that is produced as a resu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX kIh ik gurmuK Sbd AiBAws nUM krdw swDdw hoieAw Anhd dI soJI nUM pRwpq huMdw hY qy Pyr ies kr ky aupRMq aunmnI Bwv ivKy pRym lgdw prcw pRwpq huMdw hY Aru muV eys prcy kwrx inJr inrMqR JVdI rihx hwrI AgMmI AMimRq dI Dwr dÍwry shj suMnÎ Gwt inrsMklpqw dy Gr AwnMd mwixAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CFVP",
        "source_page": 291,
        "source_line": 4,
        "gurmukhi": "iqRkutI aulMiG suK swgr sMjog Bog; dsm sQl inhkyvlu Bvn kY [291[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By crossing the confluence of three nerves, one enjoys the bliss of meeting the Lord. The mystical door there is the unique place of enjoying peace, union, relishment and pleasure. (291)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies Bwˆq sihj suMn dy Gwt nUM aulMG ky AiBAws dy bl nwl iqMnwˆ mhwˆl dyiqAwˆ dy Enwˆ dIAwˆ SkqIAwˆ dy AsQwn iqRkutI ivKy iesiQqI nUM pRwpq huMdw hY qy Es nUM BI t`p ky Pyr dsm dÍwr jo inhkyvl inrivklpqweI dw mMdr Bwv, kYvlÎ mukqI pRwpqI dI TOr hY[ Es ivKy suKwˆ dy smuMdr prmwqmw pwrbRhm dy sMjog = imlwp dy AwnMd nUM Bog kY mwixAw krdw hY ]291]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
