[
  {
    "id": "SS1",
    "sttm_id": 6772,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LU6P",
        "source_page": 292,
        "source_line": 1,
        "gurmukhi": "jYsy jl jlj Aau jl duD sIl mIn; ckeI kml idnkir pRiq pRIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a lotus flower loves water, water has affinity for milk, fish loves water, ruddy Sheldrake and lotus love the sun;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl nwl jlj kOl Pul dI, Aqy jl duD dI qQw mIn m`ClI dI sIl jl pRvwh nwl pRIiq huMdI hY[ Aru ckvI dI qQw kOl Pul dI idnkr sUrj nwl pRIiq huMdI hY,",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6MEY",
        "source_page": 292,
        "source_line": 2,
        "gurmukhi": "dIpk pqMg Ail kml ckor sis; imRg nwd bwd Gn cwiqRk su cIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A winged insect (patanga) is attracted to the flame of the light, a black bee is crazy of the fragrance of the lotus flower, a red legged partridge is ever craving for a glimpse of the moon, a deer has affinity for music, while a rain-bird is ever alert f",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI ijs Bwˆq pqMg PMbt dw dIvy dI lwt iv`c BOry dw kml ivc, qy ckor dw cMdRmy ivc ic`q huMdw hY, Aru imrg ihrx dy ic`q AMdr nwd GMty hyVy dI DunI v`sI huMdI hY Aqy cwiqRk ppIhy dy ic`q ivc myG visAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PYCF",
        "source_page": 292,
        "source_line": 3,
        "gurmukhi": "nwir Aau Bqwru suq mwq jl iqRKwvMq; KuiDAwrQI Bojn dwirdR Dn mIq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a wife loves her husband, a son is deeply attached with his mother, a thirsty man craves for water, a hungry for food, and a pauper is always trying to befriend wealth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aru iesy qrHwˆ jIkUM iesqRI Aqy Brqw Awpo ivc mIq drdI ipAwry huMdy vw iesqRI Brqy nUM Apxw drdI mMndI hY, qy pu`q mwˆ nUM, Ar ipAwsw pwxI nUM qQw KuiDAwrQI Bu`Kw Bojn nUM ihqkwrI smJdy hn, Aqy dildRI kMgly dw imqR Dn huMdw hY ienwˆ qoˆ Cu`t eynwˆ nUM hor koeI nhIˆ rucdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y7Z7",
        "source_page": 292,
        "source_line": 4,
        "gurmukhi": "mwieAw moh dRoh duKdweI n shweI hoq; gur isK sMiD imly iqRgun AqIq hY [292[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "But all these loves, craves, affinities are three characteristics of maya (mammon). Therefore their love is deceit and trick that causes sufferings. None of these affections stand by a person at the final hour of him life. Love of a Sikh and his Guru is b",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIkUM hI mwieAw dw moh dRoh Cl rUp hY, Aqy iesy kr ky hI duKdweI hox vwlw hox qy shweI nhIˆ hoieAw krdw, eys vwsqy gur is`K sMDI vwly myly ivc imly, jo mwXw idAwˆ iqMnwˆ guxwˆ qoˆ pwr hY[ AQvw is`K nUM gurU nwl joV juVdy swr AYsw mylw iqMnwˆ guxwˆ idAwˆ bMDnwˆ qoˆ AqIq krx hwrw Cufwx hwrw hY ]292]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
