[
  {
    "id": "703",
    "sttm_id": 6773,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "R68E",
        "source_page": 293,
        "source_line": 1,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; AMg AMg ibsm sRbMg mY smwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The loving disciples of the True Guru whose every limb of the body is intoxicated in the elixir-like Naam of the Lord remain absorbed in the Lord whose form is awesome and enrapturing.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVy purK gur is`K sMDI ivc juV ky siqgurwˆ dy crx kmlwˆ dI mkrMd rj dy rs suAwd dy loBI pRymI bx jwˆdy hn, auh AMg AMgwˆ dI ADwr hr smyˆ dI swQn qy ipAwr dI pwqR dyh nUM AMg BlI pRkwr jwc jwc vw ibbyk kr kr ky ibsm Acrjqw nUM pRwpq ho ik iks pRkwr ml mUqR qQw durgMDqw dy sQwn rUp ies dyh ivc Awpw Twn riKAw hY, ies dy ADÎws nUM iqAwg idMdy hn qy srbMg mY srb srUpI prmwqmw ivKy smwny lIn ho jwˆdy hn AQvw crx kmlwˆ dI DUlI dy pRymI ho ky ies dy mhwn pRBwv nUM AMg AMg = jwc jwc prK prK AnuBv kr ky Acrjqw nUM pRwpq hoey srbMg srUpI prmwqmw ivKy smw jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RKBX",
        "source_page": 293,
        "source_line": 2,
        "gurmukhi": "idRsit drs ilv dIpk pqMg sMg; sbd suriq imRg nwd huie ihrny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a moth is always absorbed in love of light, so is a devotee's mind focused on a glimpse of the True Guru. As a deer is enchanted by the tune of Ghanda Herha (a musical instrument of old times) so does a devotee remain engrossed in the melodious tune of",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ dIvy dI lwt dI sMgq pw ky pqMgw AwpÎoˆ Kyf jwˆdw hY iesy qrHwˆ siqgurU dy drSn ivKy nyqRwˆ dI ilv qwr bMnH ky gurmuK ihrwny = Awpy nUM guvw is`tdw hY[ jIkUM hrx nwd nUM sunx mwqR qy ihrwny Apy dI suD Bulw idMdw hY, qIkUM hI siqgurU dw Sbd aupdyS vw bcn iblws suxn ivKy mgn ho gurmuK Awpy qoˆ Kyf jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2X7Y",
        "source_page": 293,
        "source_line": 3,
        "gurmukhi": "kwm inhkwm kRoDwkRoD inrloB loB; moh inrmoh AhMmyv hU ljwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A Guru-oriented Sikh is free from the effects of lust, anger, avarice, attachment and shy of pride and other vices.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ArQwq auh kwmnw v`loˆ inSkwm ho jwˆdw hY, qy kRoD aus dy AMdr AkRoD rUp qQw loB inrloB srUp Aru moh inrmoh rUp ho jwˆdy hn, qy kRoD aus dy AMdr AkRoD rUp qQw loB inrloB srUp Aru moh inrmoh rUp ho jwˆdy hn Aqy haumY hMkwr BI mwq pY l`jw Bwv nUM pRwpq ho jwieAw krdw hY[ Bwv ieauˆ Awpy qoˆ Kyf jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DEB3",
        "source_page": 293,
        "source_line": 4,
        "gurmukhi": "ibsmY ibsm AscrjY Ascrj mY; AdBuq prmdBuq AsQwny hY [293[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The mind of Guru-conscious and practitioners of Naam resides in the mystical tenth door. This is a place that is full of ecstasy, astonishing beyond astonishments and most amazing. (293)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ibsmwd srUpw hrwnI dw BI hrwnI rUp, qQw Ascrjqw dw Ascrj rUp, Aru AYsw hI AdBuqqweI ivicqRqw dw BI jo prm ivicqR srUp dYvI pRkwS hY aus r`bI jlvy ddwry ivKy AsQwny iesiQqI nUM pRwpq hoieAw itikAw rihMdw hY ]293]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
