[
  {
    "id": "55F",
    "sttm_id": 6774,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "EFFT",
        "source_page": 294,
        "source_line": 1,
        "gurmukhi": "drsn joiq ko audoq suK swgr mY; koitk ausqq Cib iql ko pRgws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The radiance of the light of the True Guru, the ocean of happiness and comfort is repository of all the happiness of the world. A glimmer of light no more than a sesame seed has generated radiance of millions of beauties and adulations in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "suK swgr mY pwrbRhmprmwqmw srUp = iek meI ho cu`ky siqgurwˆ dy drSn kridAwˆ swr AYsI joiq dw audoq = aujwlw pRkwS AMdr hoieAw krdw hY, ijs dy iql mwqR qoˆ kRoVwˆ ausqqIAwˆ qy suMdrqweIAwˆ dw pRgws pRgtnw hoieAw hoieAw vw ho AOˆdw hY[ Bwv iql Br drSn dy mhwqm kwrx gurmuK kRoVwˆ DMnqw vwn qQw mhwn qoˆ mhwn qyj pRqwpI bn jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0Q7G",
        "source_page": 294,
        "source_line": 2,
        "gurmukhi": "ikMcq ikRpw koitk kmlw klpqr; mDur bcn mDu koitk iblws hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A little kind look of the True Guru has millions of goddesses of wealth and celestial trees capable of fulfilling all desires, hidden in it. Elixir immersed sweet words of the True Guru has millions of relishments of the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ikMcq Br ikRpw kr ky QoVI njr pRym BrI nwl q`k lYx qwˆ kRoVwˆ lCmIAwˆ qQw klp ibrCwˆ dy syvn dw mhwqm Es nUM pRwpq ho jwˆdw hY Bwv Es nUM kdI koeI loV QoV nhIˆ ho skdI, Aqy Es dIAwˆ sBy murwdwˆ pUrIAwˆ ho AOˆdIAwˆ hn[ pr jy im`TI im`TI g`l kr lYx qwˆ kRoVwˆ hI mDu AMimRqwˆ dy pwn krn dw iblws KyVw Es dy AMdr iKV AwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z5MT",
        "source_page": 294,
        "source_line": 3,
        "gurmukhi": "mMd muskwin bwin Kwin hY kotwin sis; soBw koit lot pot kumudnI qwsu hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The habit of soft and slow smile of the True Guru is the source of praise of millions of moons. The glory of millions of nymphea flowers is sacrifice unto it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mMd mMd hsU hsUM krn vwlI bwn vwd = sÍBwv qoˆ jy gurmuK dy pRym nUM pRvwixAw igAw qwˆ ieh mwno kRoVwˆ cMdRimAwˆ dI KwxI hY, Bwv, ies qoˆ jnm jnmwˆqrwˆ dw sMqwp dUr ho ky AYsI TMFk Es dy AMdr vrq ipAw krdI hY ik qws iqs gurmuK dI SwˆqI A`gy kRoVwˆ A`gy kRoVwˆ hI pUrx cwˆdnIAwˆ, Aqy iKVIAwˆ kumudnIAwˆ kMmIAwˆ dI cMdR bMsI kOl dI soBw lotn potn sdky ho ho ipAw krdI hY[ Bwv kRoVwˆ hI sMswrI ibBUqIAwˆ nwl ikRq ikRq hoey purK BI rwjy mhwrwjy Awid AYisAwˆ gurmuKwˆ qoˆ vwrxy bilhwrxy hoieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NWFE",
        "source_page": 294,
        "source_line": 4,
        "gurmukhi": "mn mDukr mkrMd rs luiBq huie; shj smwiD ilv ibsm ibsÍs hY [294[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A devoted and loving Sikh of the Guru enamoured by the elixir-like relishment of Naam Simran practiced through the teachings of the True Guru remains absorbed in a state of equipoise and astonishing devotion of the Lord. (294)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kÎoˆju AYsy gurmuK dw mn rUp BOrw gurU mhwrwj dy crx kmlwˆ dI rj rUp mkrMd rs dw pRymI bixAw sihj smwDI rUp AvsQw ivKy ilv lgweI, hrwn krn vwly idRVH Brosy vwlw hoieAw rihMdw hY ]294]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
