[
  {
    "id": "BTC",
    "sttm_id": 6777,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2E86",
        "source_page": 297,
        "source_line": 1,
        "gurmukhi": "swD kI sujnqweI pwhn kI ryK pRIiq; bYr jl ryK huie ibsyK swD sMg mY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The loving relationship of Guru-oriented persons is like a line drawn on stone slab and is indelible. That is, the significance of company of Guru oriented persons is, that there is no ill feeling or animosity.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swD Bly purK = gurmuK dI sujnqweI imqRweI BilAweI AYsI huMdI hY ik Es dI pRIqI qwˆ p`Qr auqy lIk huMdI hY Aqy vYr ieauˆ dw jIkUM jl dy aupr lIk hovy so ieho hI ibsyK vwlw swD sMgq ivc hY[ Bwv gurmuK ijs nUM Apxw lYx Pyr p`Qr dI Aimt lIk vq Es dw kdI iqAwg nhIˆ kr skdy[ Aqy jy iksy ivhwrI mwmly ivKy koeI g`l vYr vwlI pRgt ho Awvy qwˆ pwxI dI lIk dI qrwˆ J`t hI Eh iKAwl Enwˆ dy AMdroˆ dUr ho jwˆdw hY J`t mwP kr idMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SX5B",
        "source_page": 297,
        "source_line": 2,
        "gurmukhi": "durjnqw AswD pRIiq jl ryK Aru; bYru qau pwKwn ryK syK AMg AMg mY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Love of self oriented persons is momentary like a line drawn on water while their enmity remains like a line on a stone slab. It becomes part of their limb.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AswD BYVy = mnmuK dI durjnqw buirAweI duStqw ies Bwˆq dI huMdI hY, ik Es dI pRIqI pwxI dI lIk vq nw ibrbwh krx hwrI Brosy lYk nhIˆ huMdI hY, Aqy vYr qwˆ Es dw p`Qr dI lIk vrgw Aimt AMg AMg rom rom ivc DisAw huMdw hY, mwno Es dI syK h`d ho cukdI hY Bwv smwˆ tl gey aupRMq BI auh Es dy AMdr sdw bwkI bicAw itikAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M54B",
        "source_page": 297,
        "source_line": 3,
        "gurmukhi": "kwst Agin giq pRIiq ibprIiq; sursrI jl bwrunI srUp jl gMg mY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The love of Guru-oriented persons is like that of wood which keeps the fire hidden in it whereas that of self-willed persons is contrary to it. Pure water of river Ganges when mixed with wine becomes polluted but when wine is mixed with the water of river",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kwT qy AgnI dI pRq Aru ibpRIq = vYr Bwv vwkUM shI smJo ik kwT qwˆ sdYv kwl AgnI nUM Apxy ivc Cpw ky sMBwlI riKAw krdw hY Bwv kwT sdw aupkwr krdw hY, pRMqU AgnI nwl QoVw sbMD kwT dw hoieAw nhIˆ ik dgD kr ky suAwh bxw idMdI hY[ swD sdw aupkwr krdw qy AswD aupkwr nUM ivswr ky aultw Apkwr kirAw krdw hY AQvw AYsy jwno, ik jy bwrunI Srwb sursrI jl gMgw dy pRvwh nwl sbMD pw lvy qwˆ auh aus nUM Apxy ivc AByd kr lYˆdw hY, pRMqU jykr Srwb ivc gMgw jl Awx imly ieh qwˆ Es nUM bwrunI srUp Apxw inj rUp hI bxw mwrdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "78BN",
        "source_page": 297,
        "source_line": 4,
        "gurmukhi": "durmiq gurmiq AjXw srp giq; aupkwrI Aau ibkwrI FMg hI kuFMg mY [297[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A person with base and impure mind is like a snake who commits evil due to its bad trait. It is always ready to harm. But a Guru-oriented person is like a goat which is always ready to do a good deed. (297)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "durmiq kwrx AswD qwˆ s`p nÎweIˆ BYVy cwly kRUr suBwv ivc hI ivgwV krn vwlw hoieAw vrqdw hY Aqy swDU purK gurmiq kwrx bkrI nÎweIˆ aupkwrI FMg ivKy sdIv kwl vrqdw rihMdw hY ]297]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
