[
  {
    "id": "3L4",
    "sttm_id": 6778,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BP3X",
        "source_page": 298,
        "source_line": 1,
        "gurmukhi": "durmiq gurmiq sMgiq AswD swD; kwst Agin giq tyv n trq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Like wood and fire, the companies of Manmukh and Gurmukh dispense base wisdom and Guru's intelligence respectively. Wood hordes the fire within but fire destroys the wood. Both good and bad do not refrain from their nature.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AswDU BYVy mnmuK purKwˆ dI sMgq ivc jd kd durmiq dI vrqn hI vrqdI hY, Aqy swDU BilAwˆ = gurmuKwˆ dI sMgq ivc sdIv kwl gurmq dw vrqwrw, ijs qrHwˆ kwT dI aupkwr vwlI giq dSw hY qy AgnI dI ivgwV Apkwr = dwh krx dI ieh tyv DurwhUM bwx Enwˆ dI tl hI nhIˆ skdI, AYsw hI gurmuKwˆ dw gurmq Bwv ivc vrqnw, qy mnmuKwˆ dw durmq Bwv ivc, ieh kudrqI suBwv hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BCK3",
        "source_page": 298,
        "source_line": 2,
        "gurmukhi": "AjXw srp jl gMg bwrunI ibDwn; sn Aau mjIT Kl pMifq lrq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A goat is good doer while a snake causes distress by its bite. River Ganges purifies the wine poured in it, while a drop of wine in Ganges water pollutes it. A rope of jute binds while Rubia munjista plant colours fast. Similarly fools and intelligent men",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Ajw bkrI qy s`p qQw gMgw jl Aqy Srwb dI jo pRcilq bwx hY, iesdw ibDwn kQn huxy hI ip`Cy kIqw hY Aru sn dw bMDn kwrI suBwv duKdweI qy mjIT dw Anyk kSt pw ky BI dUsry dw ihq pwlnw, iesy pRkwr Kl = mUrK qQw pMifq lrq hY ieko ieko hI sQwnwˆ ivc iek`iTAwˆ rihx qy BI Awpo ivc ivroDI suBwv hI rKdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U969",
        "source_page": 298,
        "source_line": 3,
        "gurmukhi": "kMtk puhp sYl Gitkw snwh ssqR; hMs kwg bg ibAwD imRg hoie inbrq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Thorn gives pain while a flower emits fragrance. A pitcher gives cold water while a stone breaks the pitcher. An armour coat saves while a weapon causes injury. Swan is of good intellect while a crow and heron eat flesh. A hunter hunts a deer while the de",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ kMfy qy Pu`l iek`Ty rih ky BI auh sugMDI pswrxoˆ qy auh coB mwrxoˆ AwpxI bwx nhIˆ iqAwgdy; Aqy p`Qr vw GVI ieko DrqI qoˆ aupj ky duKdweI qy suKdweI suBwv nUM nhIˆ iqAwgdy, qQw snwh sMjoAw qy SsqR hiQAwr ieko lohy dI rcnw hox qy BI sMjoAw mOqoˆ bcwn hwrw Aqy hiQAwr pRwx GwqI vwdI ivc vrqdy hn[ ievyˆ hI hMs kwˆ qQw bgly dy pivqR vw gMdy suBwv bwbq smJ lvo; Aru ievyˆ hI ibAwD iSkwrI qy ihrx dyhwl dw inbyVw inrxw BI bury Bly dw hoieAw hoieAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "212C",
        "source_page": 298,
        "source_line": 4,
        "gurmukhi": "lost kink sIp sMK mDu kwlkUt; suK duKdwiek sMswr ibcrq hY [298[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Iron made into weapons gives distress, while gold is comfort giving. A shell makes a swati drop into a pearl whereas a conch only wails. Nectar makes a person immortal while poison kills. Similarly Gurmukhs do good to all whereas Manmukhs dispense distres",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eykUM hI lohw SsqR byVIAwˆ Awid bx duKdweI hY, qy sonw ApxI Swn vw sqÎw dy bl AYisAwˆ du`Kwˆ qoˆ bcw ky suK dyx hwrw hY[ Aru is`p sMK rqnwˆ dI Kwx smuMdr ivc rih ky Apxy Apxy suBwvwˆ mUjb moqI pYdw krn qy ruAwn Xw bycYn krxhwry hn[ Aqy mDu = AMimRq Amr krx hwrw qy kwl kUt = ivK mwrx hwrI huMdI hY, iesy qrHwˆ ieko somy srUp rcn hwr qoˆ pRgt ho ky gurmuK sMswr ivc suKdweI ho vrqdy hn, Aru mnmuK du`K dwqy ]298]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
