[
  {
    "id": "WWE",
    "sttm_id": 6779,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "T603",
        "source_page": 299,
        "source_line": 1,
        "gurmukhi": "dwdr sroj bws bwvn mrwl bg; pwrs bKwn ibKu AMimRq sMjog hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A frog and lotus flower, a bamboo and sandalwood tree, a crane and a swan, an ordinary stone and a philosopher-stone, nectar and poison may come together, yet do not adopt each other's characteristics.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "f`fU qy kOl Pu`l sRovr ivc iek`Ty rihMdy hn, vwˆs qy bwvn cMnx ieko bn dy vsnIk EkUM hI AqÎMq smIpI, qy mrwl hMs Aru bglw smuMdr bwsI Aqy pwrs Aru p`Qr ieko hI prbqI Kwx ivc rihx hwry qQw AMimRq qy ivK BI ieko QwE rqn rUp ho pRgtn hwry AYsw eynwˆ dw sMjg mylw hY pr BYVy BYVqweIAwˆ kwrx auqmwˆ dy guxwˆ qoˆ lwB nhIˆ auTw skdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3RXN",
        "source_page": 299,
        "source_line": 2,
        "gurmukhi": "imRg imRgmd Aih min mDu mwKI swKI; bwJ bDU nwh nyh inhPl Bog hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Deer has musk in its naval, a cobra has a pearl in its hood, a bee lives with honey, a sterile woman gets to meet with her husband with love but all in vain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieh qwˆ rhI nw iek dUey dy suBwv dI AnjoVqw kwrx lwB nw puj sknw pr Sok ik AYsy BI jIv hn, jo in`q pRwpq vsqU qoˆ BI ApxI AswDqweI kr ky lwB nhIˆ auTwˆdy sgoˆ hrjw pwˆdy hn ijhw ik, ihrx ksqUrI qoˆ lwB nhIˆ auTwˆdw, sgoˆ muridAwˆ nUM ijvwnhwrI qoˆ aultI jwn guvwˆdw hY[ s`p, mxI dy pws huMidAwˆ BI jIvwˆ dw iSkwr rUp Apkwr hI swDdw hY, prMqU idRdr guvwnhwry ies mxky ipCy sÍÎM mOq dw iek idn iSkwr ho jwˆdw hY[ Sihd rUp AMimRq nUM m`KI mwxdI nhIˆ; ikMqU ApxI jwn nUM Kqry ivc pwˆdI hY, AYsy hI bMDÎw iesqRI pqI dy ipAwr qoˆ bMicq krx hwry insPl Bog nUM BogdI hoeI EVk nUM soky dy klyS nwl mrdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UT4D",
        "source_page": 299,
        "source_line": 3,
        "gurmukhi": "idnkr joiq aulU brKY smY jvwso; Asn bsn jYsy ibRQwvMq rog hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as Sun's light for an owl, rain for a wild herb (javran-alhogi maunosum) and clothes and food for a patient are like disease.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI ijs pRkwr sUrX sB leI cwnxy dw inim`q hY, pRMqU au`lU vwsqy Gor AMDkwr srUp, Aru brKw smwˆ jIv bnspqI mwqR dy pRPuilq krx hwr hY, pRMqU iek jvwˆhy dI brUtI leI sMqwp dw kwrx Aqy ijs qrHwˆ Asn bsn Bojn bsqR Awid ivBUqI sB dy vwsqy suK rUp hY, pr ibRQwvMq rogI purK dI Kwqr rog rUp ruvwn hwrw Jory dw kwrx hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VSBZ",
        "source_page": 299,
        "source_line": 4,
        "gurmukhi": "qYsy gurmiq bIj jmq n kwlr mY; AMkur audoq hoq nwihn ibEg hY [299[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly sullied and vice-ridden hearts cannot be fertile to the seeds of Guru's sermons and teachings. It just does not sprout. Such a person remains separated from his God. (299)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy pRkwr gurmq dw bIj klrI ihrdy ivc AswD dy AMdr nhIˆ jMmdw Bwv ijs ihrdy AMdr sMklpwˆ ieklpwˆ = sMsÎwˆ By sMswkwrwˆ vw vwSnwvwˆ dw Sor hovy, auQy gurmq dy sMskwr jgwey nhIˆ jwgdy[ ieQoˆ qk ik AMgurI qk BI nhIˆ pRgt huMdI qy ieauˆ Es dw sdw ivjog rihMdw hY[ AQvw AMkur audoqkdwicq AMgUrI bI dI pRgt ho BI pv, qwˆ hoq nwihn sPlI kdwicq nhIˆ hMdI isry nhIˆ cVHdI AD ivcwly hI sV jwˆdI hY, sVdI BI AYsI hY ik Kurw Koj hI ikqy Es dw nhIˆ liBAw krdw mwno bI dw DrqI nwloˆ sdw ivjog hI sI, ijhw ik auh bIijAw hI nhIˆ sI igAw[ so AswD dw BI mwno eyho hI hwl rihMdw hY ik kwdic gurmq mwrgI ho BI jwvy qwˆ ADvwitEˆ hI jwˆdw hY, qy AYsw ik kdI gurmq sMjogI bixAw nhIˆ sI ieauˆ sdw hI AswD ivCiVAw rihMdw hY ]299]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
