[
  {
    "id": "12E",
    "sttm_id": 6782,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5YNJ",
        "source_page": 302,
        "source_line": 1,
        "gurmukhi": "ikMcq ktwC mwieAw mohy bRhmMf KMf; swDsMg rMg mY ibmohq mgn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Lord whose one transverse glance can infatuate millions of people of the regions and realms in maya, that God, enamoured by the love of the assembly of true God-loving meditating people remains absorbed in them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijsdI rvwl Br ktwKÎ rUp mwieAw ny bRhmMfwˆ KMfwˆ nUM moihq kr riKAw hY, auh AMqRXwmI mwXw pqI isrjn hwr swD sMgq dy pRym ivc Awp ibmoihq l`tU hoieAw mgn ilvlIn rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FG8N",
        "source_page": 302,
        "source_line": 2,
        "gurmukhi": "jw ky EAMkwr kY Akwr hY nwnw pRkwr; kIrqn smY swDsMg so lgn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Lord whose expanse and forms are indescribable, He remains involved in the pious people through the singing of His hymns of praise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZCMB",
        "source_page": 302,
        "source_line": 3,
        "gurmukhi": "isv snkwid bRhmwid AwigAwkwrI jw ky; AgRBwg swD sMg gunnu Agn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Lord who has the services of all the three deities and the four sons of Brahma at His beck and call and obedience, that Lord of countless traits remains obedient in the company of the holy and saintly persons who are ever engrossed in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs AMqXwmI prmwqmw pRBU dy iSvjI qQw snk snMdn snq sujwq rUp snkwidk, ArubRhmw ibSnU Awid smUh dyvqw AwpxIAwˆ SkqIAwˆ smyq AwigAw pwln hwry hn, auh Anigxq bySumwr guxwˆ vwlw Bgvwn swD sMgq dy AgRBwg snmuK AwigAw pwln leI qqpr swvDwn rihMdw hY, Bwv hrdm vs ivc vrqdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MDF0",
        "source_page": 302,
        "source_line": 4,
        "gurmukhi": "Agm Apwr swD mihmw Apwr ibKY; Aiq ilv lIn jl mIn ABgn hY [302[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Praise of congregation immersed in His loving remembrance is beyond comprehension. A Guru-conscious devotee remains in love with Him like a fish in water. (302)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bhuqkIh AwKIey ijs nUM Agm gMmqw qoˆ pry Apr Apwr pwrwvwr rihq kihMdy hn, Eh swD swD sMgq dI Apwr mihmw ivKy AYauˆ AqXMq kr ky ilvlIn pricAw rihMdw hY, jIkUM ik jl ivKy mClI ABgn Antu`t pRym kwrx ilvlIn rihMdI hY ]302]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
