[
  {
    "id": "BX5",
    "sttm_id": 6784,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0E8K",
        "source_page": 304,
        "source_line": 1,
        "gurmukhi": "Agm Apwr dyv AlK AByv Aiq; Aink jqn kir ingRh n pweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Lord who is highly inaccessible, infinite, light effulgent and beyond comprehension, cannot be reached by controlling the senses with all available means.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aiq AiqsY kr ky jo mn buDI qQw bwxI dI gMmqw ivKy nhIˆ Aw skdw, qy jo pwrwvwr qoˆ rhq lKqw ivKy AOxoˆ dUr hY Aqy Byv mrm ijs dw nhIˆ pwieAw jw skd AYsy dyv pRkwS srUp pwr bRhm prmwqmw nUM ingRh hT pUrbk Anykwˆ jqnwˆ swDnwˆ kr ky vw hT Xog sMbMDI Xm, inXm, Awsn, pRwxwXwm, pRqÎhwr Dwrxw, DÎwn, smwDI rUp Anykwˆ swDnwˆ nUM swD ky nhIˆ pw skIdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "04LD",
        "source_page": 304,
        "source_line": 2,
        "gurmukhi": "pweIAY n jg Bog pweIAY n rwj jog; nwd bwd byd kY Aghu n ghweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He cannot even be realised through holding/performing of Yag, hom (offerings to fire god), holding of feast for holy men, nor through Raj Yog. He cannot be reached through playing of musical instruments nor recitation of Vedas.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bog Bojn j`g pdwrQ Arpy jwx ijs j`g ivKy AYsy bRhm Boj Awid BMfwirAwˆ dy kIiqAwˆ BI Eh nhIˆ pweIdw Aru nw hI rwj jog sbMDI suK swDnwˆ nUM swDÎwˆ hI pwXw jw skdw hY, AYsw hI nwd Sbd DunI rwg dIAwˆ surwˆ dy Alwp vwbwd swj bwj sMgIq sbMDI qwl bwjy Awid nUM 'byd kY' jwxkY AQvw byd pwT kIiqAw, nhIˆ auh Aghu gRhxoˆ PVnoˆ = jwnxoˆ rhq ghweIAY gRhx kIqw PiVAw vw jwixAw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K33D",
        "source_page": 304,
        "source_line": 3,
        "gurmukhi": "qIrQ purb dyv dyv syvkY n pweIAY; krm Drm bRq nym ilv lweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such God of gods can also not be reached by visiting places of pilgrimage, celebrating days considered auspicious or by the service of gods. Even fasts of myriad kind cannot even bring Him closer. Contemplations are futile as well.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qIrQwˆ aupr kuMB ml mws Awid prb smÎwˆ qy dyviqAwˆ dy dyvqw rUp mhwˆ dyv Awid nUM vw dyvIAwˆ dyviqAwˆ nUM syivAwˆ ArwDÎwˆ BI nhIˆ pwieAw jwˆdw, ievyˆ hI Drm puMn dwn Awid krmwˆ dy AQvw iekwdSI Awid vrqwˆ dy nym pRx ivc ilv lwieAwˆ pricAwˆ BI nhIˆ pwieAw jw skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z089",
        "source_page": 304,
        "source_line": 4,
        "gurmukhi": "inhPl Aink pRkwr kY Acwr sbY; swvDwn swDsMg huie sbd gweIAY [304[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All the methods of God-realisation are of no use. He can only be realised by singing His paeans in the company of holy men and meditating on Him with concentrated and singular mind. (304)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX kIh ik hor BI jo koeI Anyk Bwˆq dy sRySt Awcrx krq`q rUp krm swDn hn; so sB hI prmwqmw pRwpqI inim`q APl hn, ies vwsqy swvDwn ho ky ju`tky swD sMgq kridAwˆ Sbd nwm hI gwXn kry jpdw rhy ]Bwv swD sMgq dÍwry nwm jpnw hI prm aupwv vwhgurU dI pRwpqI dw hY[ ijhw ik puMn dwn jp qp jyqy sBaUpr nwm Awcwr pRmwx hY ]304]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
