[
  {
    "id": "7GR",
    "sttm_id": 6787,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZU9A",
        "source_page": 307,
        "source_line": 1,
        "gurmukhi": "skl bnwspqI ibKY dRum dIrG duie; inhPl Bey bUfy bhuq bfweI kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Amongst all the vegetation, both Silk cotton (Simhal) and Bamboo are the tallest but feeling proud of their size and greatness, they remain failures.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sB pRkwr dI bnrwau bUty ibrC Awid ivcoˆ do ibrC bhuq vfy hn iek isMbl qy dUsry vwˆs pr ieh ApxI bhuq bfweI aucweI qy psrwau ivc bUfy = fubY hoey mgn hox kY kr ky APl hI bxy rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "93YE",
        "source_page": 307,
        "source_line": 2,
        "gurmukhi": "cMdn subwsnw kY syNbul subws hoq; bwNsu inrgMD bhu gwNTnu iFTweI kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "At least a Silk cotton tree do acquire some fragrance from a Sandalwood tree but due to the obstinacy of the knots, a Bamboo tree remains bereft of Sandalwood smell.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hwˆ! isMgl dw ibrC cMnx dI smIpqw huMidAwˆ kdwicq pOx dy aUrDgwmI ho clx smyˆ Es dI subwsnw kY sugMDI nwl subws hoq suMdr lptwˆ vwlw cMnx bx skdw hY, prMqU bhuqIAwˆ gMFwˆ dI FITqw idVHqw kwrx vwˆs sdIv kwl inrgMD = bwsnw mihk qoˆ vMijAw hI rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6WGQ",
        "source_page": 307,
        "source_line": 3,
        "gurmukhi": "syNbl ky Pl qUl Kg imRg CwieAw qw kY; bwNsu qau brn doKI jwrq burweI kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The cotton of the Silk cotton tree is put to use. The vast expanse of the tree provides shade for birds and other animals, but a Bamboo is family destroyer and due to its evil nature, it burns the other Bamboos that it rubs with.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isMbl dy Plwˆ dI qUl rUM Kg = pMCIAwˆ dy kRIVw klol dI kwrx huMdI hY qy qwˆ kY iqs dI CwieAw nUM pSU pMCI mwixAw krdy hn, ikMqU vwˆs qwˆ brn = rMg hI rMg idKwvy dw rKdw hY, au\\y doKI ivkwrI = ivgwV krx hwrw Aqy burweI kr ky swV su`tdw nwS krx hwrw hY AQvw Awpxy hI brn bMs dw doKI GwqI Aqy burweI kY bury suBwv kwrx Awpxy sjwqIAwˆ nUM swV id`qw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5RNK",
        "source_page": 307,
        "source_line": 4,
        "gurmukhi": "qYsy hI AswD swD hoiq swDsMgiq kY; iqRstY n gur goip dRoh gurBweI kY [307[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly an apostate Sikh becomes an obedient of the Guru by obtaining his sermons and enjoying the company of godly persons. But one who turns his face despite belonging to Guru, who is guilty of doing wrong to his Guru-brothers pushed around from door",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bs iesy Bwˆq hI AswD Ais`K ijs ny gur dIKÎw lY ky Apxy Awp nUM nhIˆ swDÎw, swD sMgq guris`Kwˆ dI sMgq pRwpq hox kr ky swD hoq swDÎw hoXw gurU kw is`K bx jwˆdw hY pRMqU gur gop -gurU vwlw is`K huMdw hoXw BI, jo Apxy Awp nUM lukOˆdw hY Aqy auproˆ is`K qy AMdroˆ Ais`K huMdw hoXw gurBweIAwˆ nwl Droh kmOˆdw hY, iqRstY n itikAw nhIˆ rih skdw cYn krwr nhIˆ pw skygw- curwsI dy gyV ivc igVIˆdw hI rhygw ]307]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
