[
  {
    "id": "8B4",
    "sttm_id": 6788,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KR2S",
        "source_page": 308,
        "source_line": 1,
        "gurmukhi": "ibrK blI imlwp sPl sGn CwieAw; bwsu qau brn doKI imly jrY jwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Many fruit-bearing trees along with creepers climbing upon them become dense of shade. They provide comfort to all wayfarers. But Bamboo that rubs with each other becomes cause of its own destruction through fire and for others as well who are near it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hornwˆ ibrCwˆ nwl v`l imlwp pw ky mwno ibrC rUp hI hoeI hoeI Pl vwlI qy sMGnI CwXw vwlI khOx lg pYˆdI mwno ibrC rUp hI ho jwˆdI hY[ Bwv hor ibrC Apxy nwl lgdy vyl bUty nUM Apxy vrgw hI Pbw idMdy hn, pr vwˆs qwˆ AYsw brn doKI bMs GwqI hY, ik ijhVw BI kOeI v`l bUtw nyVy ho imly Awp sV ky Es nUM swV G`iqAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y3K9",
        "source_page": 308,
        "source_line": 2,
        "gurmukhi": "sPl huie qrhr Jukiq skl qr; bwNsu qau bfweI bUifE Awpw n sMmwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All other fruit-bearing trees bow down but a Bamboo tree sublimed in his own praise keep accumulating pride.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swry ibrC qrhir = qr = bhuqyˆ hir = pRPuilq hry Bry mOly hoey qy Pl vwly bnx swr ihTwhwˆ nUM Juk AwXw krdy hn, pr vwˆs qwˆ Apxy vf`q ivc hI fuibAw hoXw Awpy hMkwr nUM hI sMBlI rKdw hY, Bwv ApxI AwkV ivc KVw irhw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DE42",
        "source_page": 308,
        "source_line": 3,
        "gurmukhi": "skl bnwspqI suiD irdY moin ghy; bwNsu qau rIqo gTIlo bwjy Dwr mwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All fruit trees remain at peace at heart and are silent of disposition. They produce no sounds. But the tall Bamboo is hollow from inside and is knotted. It wails and produces noise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swhI hI bnwspqI ibrC bUty suD irdy vwly, Bwv AMdroˆ bwhroˆ iek swr srl Bwv vwly ingr hn, qy cu`p swDI rihMdy hn, pr bwˆs qwˆ AMdr dw rIqo KwlI CUCw ArQwq aupr dw cIknw copiVAw hoXw qy AMdr suMv vrqI vwlw, gMFIlI gMFwˆ mwirAw Aqy DwV mwr srr srr dy vwjy vjOˆdw hwie hwie krdw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HZLN",
        "source_page": 308,
        "source_line": 4,
        "gurmukhi": "cMdn smIp hI ACq inrgMD rhy; gurisK doKI bjR pRwnI n auDwir hY [308[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He who remains proud and hypocrite despite living in the close proximity of Sandalwood like True Guru, (remains fragrance-less) and does not acquire Guru's wisdom, such a person whoever wishes ill of Guru's disciples can never sail across the worldly ocea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI ieh vwˆs, cMnx dy bUty dy nyVy BI ACq mOjUd huMidAw, bwsnw sugMDI qoˆ s`Kxw hI rihMdw hY, bs eyho hI hwl is`KI mMfl ivc vsdy hoey gur is`Kwˆ dy doKI AOgux q`kn hwry dUKxw PVn dy jqn krn vwly dw hY Es bjR pRwxI kTor ihrdy pwpI purK dw kdwicq auDwr insqwrw nhIˆ hovygw ]308]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
