[
  {
    "id": "SZZ",
    "sttm_id": 6789,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SGUA",
        "source_page": 309,
        "source_line": 1,
        "gurmukhi": "gurisK sMgiq imlwp ko pRqwp AYso; pRym kY prspr pg lptwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The glory of the meeting of obedient and truthful persons of the True Guru is such that they bend down to touch each others feet regardless of their high or low status or age.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur is`Kwˆ dI sMgiq ivc imlx dw AYsw pRBwv hY ik jd kdI BI gur ky is`K imldy hn qwˆ pRym kr ky prspr Awpo ivc dUey dy crxwˆ nUM hI lptn leI AOˆdy hn; Bwv vfy Coty dI vfÎweI CutweI dI pRvwh nw kr ky iek bRwbr hI pYrwˆ aupr ifgn pYˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5L06",
        "source_page": 309,
        "source_line": 2,
        "gurmukhi": "idRsit drs Aru sbd suriq imil; pUrn bRhm igAwn iDAwn ilv lwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Having seen the True Guru and by the divine effect of words residing in their mind, such Sikhs of the Guru remain engrossed in perfect Lord by virtue of Guru's knowledge and contemplation. The effect is always visible on them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy ies qrHwˆ imln aupRMq Awps ivKy nyqR Br Br drSn krdy, Aqy kMnwˆ dÍwry iek dUey dI rsnw qoˆ Sbd = siqgurU mhmw dy bcn iblws suxdy suxdy pUrn bRhmsrUp siqgurU dy XQwrQ igAwn nUM pRwpq ho ky Esy hI iDAwn ivc Pyr ilv lgw ilAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GVMN",
        "source_page": 309,
        "source_line": 3,
        "gurmukhi": "eyk imstwn pwn lwvq mhw pRswid; eyk gurpurb kY isKnu bulwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Many of these devotees of the Guru bring dainty dishes for the consumption of the saintly persons of the congregation. Others send invitations to the Sikhs of Guru and hold Religious functions on the days associated with their Gurus.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iek qwˆ im`Ty im`Ty sÍwd vwly AMn pwxI Awid Ckn dy pdwrQ Bytw lY ky AOˆdy hn qy iek koeI kVwh pRswd ilAOˆdy hn, Aqy iek gurpurb gurUAwˆ dy Avqwr Awid sbMDI muKÎ idnwˆ kY kwrx is`Kwˆ nUM sMgq nUM s`ddy dIvwn leI iekqR krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U320",
        "source_page": 309,
        "source_line": 4,
        "gurmukhi": "isv snkwid bwCY iqn ky auicst kau; swDn kI dUKnw kvn Pl pwvhI [309[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Even gods like Shiv, Sanak crave for the leftovers of such Sikhs of the Guru who are blessed with divine traits of Naam Simran. What good will one reap who thinks ill of such godly ones? It is evident that such a person will be severely 'shed in the court",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqnwˆ AYisAwˆ gur is`Kwˆ dy auicst sIq pRswid nUM ArQwq AYisAwˆ gur is`Kwˆ dy dIvwn swD sMgq dy iek`T AMdr vrqdy CkIˆdy pRswid dy ifgy F`Ty ikxky nUM BI iSvjI Awidk mhwˆ dyvqy Aqy snkwidk mhwˆ munI cwhuMdy rihMdy hn, pr AYisAwˆ guris`Kwˆ nUM dUKxw lOx vwly qrkwˆ auTwn vwly pqw nhIˆ kIh nIc Pl pOxgy ]309] dyKo kib`q 124 BI[",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
