[
  {
    "id": "NQL",
    "sttm_id": 6795,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SC9Z",
        "source_page": 315,
        "source_line": 1,
        "gurmukhi": "AwNDry kau sbd suriq kr cr tyk; AMD guMg sbd suriq kr cr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A blind person has the-support of power of speech, hands and feet. And if someone is blind and dumb as well, then he is dependent on others for listening power, hands and feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMnHy nUM qwˆ rsnw, kMnw, h`Qwˆ qQw pYrwˆ dw shwrw huMdw hY, Aqy AMnHy guMgy nUM rsnw kMnwˆ h`Qwˆ qQw pYrwˆ dw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "74PZ",
        "source_page": 315,
        "source_line": 2,
        "gurmukhi": "AMD guMg suMn kr cr AvlMb tyk; AMD guMg suMn pMg tyk eyk kr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If someone is blind, deaf and dumb, he has support of hands and feet. But if one is blind, deaf, dumb and lame, he has support only of hands.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr ijhVw AMnHwˆ, guMgw Aqy bolw hovy, Es nUM h`Qwˆ dw AivlMb = shwrw huMdw hY qQw pYrwˆ dI tyk QUnHI[ ikMqU jo AMnHw guMgw, bolw Aqy ipMglw hovy, Es dI tyk kyvl iek h`Q hI huMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A5CZ",
        "source_page": 315,
        "source_line": 3,
        "gurmukhi": "AMD guMg suMn pMg luMj duK puMj mm; srbMg hIn dIn duKq ADr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "But I am a bundle of pains and sufferings, because I am blind, deaf, dumb, crippled and have no support. I am deeply distressed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Enwˆ nUM koeI nw koeI shwrw hox kr ky Awpxw Awpxw du`K k`tn dw auh aupRwlw kr skdy hn pRMqU AMnHy, guMgy, boly, ipMguly qy luMjy du`K puMj, du`K rUp mm mYˆ qwˆ smUclw hI AMgwˆ qoˆ hIxw hwˆ, qy dIn Awqur AwXw hoXw duKI, Aru ADr iDroˆ shwrÎoˆ igAw gujirAw vw ADr byihMmqw hwˆ ijs kr ky Awpxy du`Kwˆ dw aupRwlw kuC nhIˆ kr skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JC1N",
        "source_page": 315,
        "source_line": 4,
        "gurmukhi": "AMqr kI AMqrjwmI jwnY AMqrgiq; kYsy inrbwhu krY srY nrhr hY [315[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Oh Omnipotent Lord! You are Omniscient. How can I tell you my pain, how will I live and how will I cross this worldly ocean of life. (315)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hy! mhwn du`Kwˆ qoˆ pRhlwd Awid nUM bcwn hwry nr isMG srUp Bgvwn siqguro sBnIˆ AMdrIˆ rmy hoey qusIˆ AMdrwˆ dIAwˆ jwnx hwry AMqrXwmI ho, qy sB kuC jwndy ho ik mYˆ jo duKwˆ qy sMqwp nwl sV irhw hwˆ iks pRkwr inrbwh krwˆ ijMdgI ibqwvwˆ AQvw kYsy inrbwh krY srY n rh rhY iks pRkwr inrbwh krwˆ myrI srdI nhIˆ qy rwh rih irhw hY Bwv moK mwrgoˆ vMikAw jw irhw hwˆ, qy mnu`Kw jnm AjweIˆ jw irhw hY[ AQvw iks pRkwr Awp nwl inB Awvy qy sr bx sky, ijs kr ky rwhoˆ nw rih jwvwˆ ]315]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
