[
  {
    "id": "VYM",
    "sttm_id": 6798,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "XNFA",
        "source_page": 318,
        "source_line": 1,
        "gurmukhi": "dIpk pY Awvq pqMg pRIiq rIiq lig; dIp kir mhw ibprIq imly jwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A moth approaches a light out of love but the attitude of a lamp is to the contrary. It singes him to death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pqMgw PMbt pRIqI dI rIqI cwl lig ipCy pRIq dI lgn vwlI mRXwdw kwrx dIvy dy smIp pws AOˆdw hY, qy dIp dIvw kih mhwˆ ibpRIiq = kIh AqÎMq aultI rIq krdw hY ik imly jwir hY imldy swr hI Es nUM swV is`tdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7TR2",
        "source_page": 318,
        "source_line": 2,
        "gurmukhi": "Ail cil Awvq kml pY snyh kir; kml sMpt bwNiD pRwn prhwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Fulfilling his desire for love, a black bee approaches a lotus flower. But as the Sun sets, the lotus flower closes its petals and snuffs out life from the black bee.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BOrw pÎwr dy kwrx kOl Pu`l aupr AOˆdw hY, pRMqU kOl Pu`l aultw Apxy sMput ismtwau ivc Es nUM jkV ky Es dy pRwnwˆ jwn dI Gwq kr is`tdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DDPF",
        "source_page": 318,
        "source_line": 3,
        "gurmukhi": "mn bc kRm jl mIn ilvlIn giq; ibCurq rwiK n skq gih fwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "It is the character of fish to stay in water but when a fisherman or angler catches it with the help of a net or a hook, and throws it out of the water, the water does not help it in anyway.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn bwxI srIr Bwv srb pRkwr kr ky mClI dI giq dSw jl ivKy ilvlIn snyh ivc mgn rhxw hY, pRMqU ibCuVn ligAwˆ bcw nhIˆ skdw, sgoˆ PV ky pry mwrdw hY, vw jd iSkwrI jwlI PV ky bwhr su`tdw hY qwˆ ivCuVidAwˆ bcw nhIˆ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XMSK",
        "source_page": 318,
        "source_line": 4,
        "gurmukhi": "duKdweI pRIiq kI pRqIiq kY mrY n trY; gurisK suKdweI pRIiq ikau ibswir hY [318[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Despite being one-sided, the painful love of moth, black bee and fish is full of faith and trust. Every lover dies for its beloved but doesn't give up loving. Contrary to this one-sided love, the love of Guru and his Sikh is two-sided. True Guru loves His",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "duKdweI pRIqI aupr pRqIq Dwr ky jIkUM ieh jIv mr imtdy qy roky nhIˆ rukdy qIkUM hI jykr gur is`K bx ky AYisAwˆ ivKÎwˆ ipCy mr imtnoˆ nw ht ky lok pRlok ivKy suKdweI pRIqI siqgurwˆ dI nUM ivswrdw hY qwˆ BwrI Alokwr dI g`l hY ]318]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
