[
  {
    "id": "NW5",
    "sttm_id": 6800,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "N03L",
        "source_page": 320,
        "source_line": 1,
        "gurmukhi": "dIpk pqMg imil jrq n rwiK skY; jry mry Awgy n prmpd pwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Coming near the flame of oil lamp, the lamp cannot save the moth from burning. This type of death cannot provide salvation in the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dIvy nUM pqMgy dy imlidAwˆ swr sVnoˆ dIvw Es nUM nhIˆ bcw skÎw krdw ieh Gwtw iek AMgI pRIqI ivc jIauˆdy jI ieh pOˆdw hY, Aqy sVky mr imitAwˆ Awgy prlok ivKy prmpdu mukqI eys nUM pRwpq nhIˆ huMdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "024U",
        "source_page": 320,
        "source_line": 2,
        "gurmukhi": "mDup kml imil BRmq n rwiK skY; sMpt mY mUey sY n shj smwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A lotus flower cannot stop a black bee from visiting other flowers. So, if a black bee gets shut up in the box of lotus petals when the Sun sets, it cannot merge with Lord Almighty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BOrw kml Pu`l nUM iml pvy qwˆ auh kOl Es nUM Brmnoˆ Pu`l Pu`l aupr Btknoˆ nhIˆ rok skdw, qy jd sugMDI dI lpt aupr msq hoXw kOl Pul ivc sMDÎw smyˆ smIt ky mr jwˆdw hY qwˆ ies mOq qoˆ auh shj pd SwˆqI srUp moK AvsQw ivc smweI nhIˆ pw skÎw krdw[ Bwv iek AMg sMswrI pRIqI ipCy AYsI pRIqI dw pRx pwl mrxw lok prlok ivKy kuC nhIˆ suAwr skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N29G",
        "source_page": 320,
        "source_line": 3,
        "gurmukhi": "jl imil mIn kI n duibDw imtwie skI; ibCuir mrq hir lok n pTwey hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Separating from water, the pain suffered by a fish cannot be removed by water. Thus, a death of this type cannot land the fish in heaven.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jl mClI dy myl hoXwˆ ies dI duibDw jl qoˆ nhIˆ imtweI jw skI, qy ivCoVy nUM pRwpq hoeI Es nUM ieh jl vYkuMT ivKy nw pucw skÎw[ Bwv lok prlok dovyˆ hI mClI dy jwˆdy rihMdy hn AYsy hI sMswrI pRIqI ipCy mr imtn vwlÎwˆ dw mwno hwl hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VTQ0",
        "source_page": 320,
        "source_line": 4,
        "gurmukhi": "ieq auq sMgm shweI suKdweI gur; igAwn iDAwn pRym rs AOimRq pIAwey hY [320[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Meeting the True Guru provides support and assistance in this world and the world beyond. Such a love is the outcome of contemplation and meditation on the teachings and consecration of the True Guru. It fills the Sikh with elixir-like love of the True Gu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pr gurU mhwrwj dw sMgm mylw qwˆ ieq ies lok ivKy BI jIauˆdy jI suKwˆ dy dyx hwrw hY Aqy auq srIr qÎwg aupRMq pRlok gwmI hoXwˆ aus lok ivKy BI shweI shYqw krxhwrw pUrw inBdw hY[ kÎoˆik gurU mhwrwj Apxy sMgI nUM Apxy igAwn aupdyS dw iDAwn Dwrx krwx kr ky pRym rs rUp AMimRq pIAwl idMdy hn ijs kr ky gurmuK gur is`K sdw leI Amr ho jwXw krdw hY ]320]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
