[
  {
    "id": "JG8",
    "sttm_id": 6804,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "M02C",
        "source_page": 324,
        "source_line": 1,
        "gurmukhi": "dmk dY doK duKu Apjs lY AswD; lok prlok muK isAwmqw lgwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A self-willed and base person acquires vices, sufferings and bad name after spending his wealth. He earns a stigma on himself both in this world and the world hereafter.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "BYVy AwdmI qyj pRqwp pRiqStw rUp dmk nUM dY Arp ky Es dy bdly AOgux, duK, qy ApkIrqI inMdÎw nUM lY lYˆdy shyVdy hn ijs kr ky lok prlok ivKy Enwˆ dy mUMh qy kwlk hI ligAw krdI hY, Bwv Enw dI ijMdgI lok prlok AMdr klMkI mMnI jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PJBN",
        "source_page": 324,
        "source_line": 2,
        "gurmukhi": "cor jwr Aau jUAwr mdpwnI duikRq sYN; klh klys Bys duibDw kau DwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A thief, immoral person, gambler and an addict is always involved in some discord or dispute on account of his base and infamous deeds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ cor prwey mwl nUM curwnhwry, Xwr pr iesqRIAwˆ nwl nyhu lgwnhwry ibBcwrI log, Aqy jUAw Kyfn vwly qQw mq Srwb dy pInhwry, duikRq sYˆ BYVIAwˆ krqUqwˆ pwpwˆ dy krn kr ky klh lVweI qy klyS bKyVy KVy krn vwilAwˆ Aqy duibDw ivroD auqpMn krxhwirAwˆ Byswˆ swˆgwˆ nUM Dwrx v`l hI dOVÎw krdy hn[ Bwv Eho Eho jyhIAwˆ krqUqwˆ krdy qy vÎoˆqwˆ Aqy bxOtwˆ auh FwlÎw krdy hn, ijhVIAwˆ klh klyS Aqy duibDw hI KVIAwˆ krn vwlIAwˆ hox[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XCFC",
        "source_page": 324,
        "source_line": 3,
        "gurmukhi": "miq piq mwn hwin kwin mY knofI sBw; nwk kwn KMf fMf hoq n ljwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such an evil-doer loses his intellect, respect, esteem and glory; and after bearing the punishment of cutting of nose or ear, he feels no shame in the society despite the stigma that he carries. Becoming more shameless, he keeps indulging in his nefarious",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieauˆ miq sÎwˆxp qy piq pRiqStw qQw mwn Awdr Bw nUM sB qrHwˆ hwin guvw ky kwin myˆ Awn Swn v`loˆ BI jo sBw qy knOfI klMkI muK cor ho cu`ky hn ArQwq sBw ivc sMkoc sMgw nwl gr ky hoey hox qy BI n`k kMn kty smwn fMfI dMfy hoey l`jw Srm nUM nhIˆ mMinAw krdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AQJT",
        "source_page": 324,
        "source_line": 4,
        "gurmukhi": "srb inDwn dwndwiek sMgiq swD; gurisK swDU jn ikau n cil AwvhI [324[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When such ill-doers and infamous people do not abstain from doing bad deeds, then why should a Sikh of the Guru not come to the congregation of true and saintly persons that is capable of blessing one with all the treasures? (If they do not feel shy of do",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srbMs guvwn, ApkIrqI krwx qQw dMf Awid duvwn dw pRq`K kwrn jwxk BI, jd BYVy AswDU purK ApxIAwˆ mnmq qweIAwˆ nUM nhIˆ qÎwg dy qwˆ sMpUrx suK idAwˆ BMfwirAwˆ dIAwˆ bKSSwˆ dwqI swD sMgq dy p`KI ho ky gurU ky is`K swDU jn Bly purK gurmuK syvk kÎo auqSwhI ho ho ky nhIˆ cl cl ky AOˆdy Bwv Enwˆ BYiVAwˆ koloˆ kÎoˆ inGrdy hn[ jd auh brbwdI dy rwh pY ky Apxy p`K ivc mr imtnw pRvwx krdy hn, qwˆ kIh sdw hI AbwdI vwly AgMm pury dy mwrg ivKy pYr Dr ky gurisKwˆ swDwˆ nUM Apxy p`K isr pRym Kwqr nw mr imtn dI Srm hY ]324]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
