[
  {
    "id": "1F9",
    "sttm_id": 6805,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "TG9J",
        "source_page": 325,
        "source_line": 1,
        "gurmukhi": "jYsy qau Aksmwq bwdr audoq hoq; ggn Gtw GmMf krq ibQwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as deep dark clouds appear in the sky all of a sudden and spread themselves in all the directions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jYsy qau ijs qrHwˆ nwl 'Aksmwq' vwhgurU dy hukm AMdr Acncyq kudrqoˆ hI b`dl audy ho ky aupj'ky AwkwS ivKy Gtw bdlIAwˆ dy sMGt nUM GmMf cwroˆ Er pswrdw hoXw Bwv, BwrI JVI dw rUp bx pswrw pswrÎw krdw hY, hy ipAwirE!",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ES13",
        "source_page": 325,
        "source_line": 2,
        "gurmukhi": "qwhI qy sbd Duin Gn grjq Aiq; cMcl cirqR dwmnI cmqkwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Their thunder produces a very strong sound and sprightly lightning flashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqs JVI qoˆ Sbd DunI grjnw pRgt kr ky b`dl AqÎMq g`jÎw krdw hY Aqy cMcl cyStw vwlI dwimnI ibjlI BI ilSkwry mwrdI bhuq kVkÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0216",
        "source_page": 325,
        "source_line": 3,
        "gurmukhi": "brKw AMimRq jl mukqw kpUr qw qy; AauKDI aupwrjnw Aink pRkwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Then sweet, cold, nectar-like raindrops from where a swati drop falls on oyster to produce a pearl, camphor when it falls on a plantain beside producing many useful herbs.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqs b`dl qoˆ hI AmrI jl dw mIˆh vrdw hY, ijs dÍwry moqI Aru kpUr qQw Bwˆq Bwˆq dIAwˆ AauKDIAwˆ jVIAwˆ bUtIAwˆ vw AMn Pl Awid auqpMn huMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WLVY",
        "source_page": 325,
        "source_line": 4,
        "gurmukhi": "idib dyh swD jnm mrn rihq jg; pRgtq krby kau praupkwr jI [325[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Like good-doer cloud, the body of Guru-conscious disciple is divine. He is free from the cycle of birth and death. He comes to this world to do good. He helps others reach and realise Lord. (325)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ b`dl dw Acncyq pRgtwxw, g`jnwˆ ibjlIAwˆ kVkwnw qQw mIˆh pwnw, ieh sB hI jIvwˆ dy jIvn rKÎw ihq nwnw pRkwr dIAwˆ bnspqIAwˆ Awid pRgtwnw vwhgurU dI klw dy ADIn hY, iesy pRkwr swD BilAwˆ purKwˆ gurU ikAwˆ is`Kwˆ dw dyh id`b dYvI hukm qy hI pRgt hoXw huMdw hY, auˆ\\ ieh jnm mrx qoˆ rihq huMdy hn, qy jgq ivKy kyvl aupkwr krn Kwqr hI pRgitAw krdy hn, Bwv ienHwˆ dw Acncyq dyS AMdr ikqy Aw inklnw, siqsMg dw TwT iek`iTAwˆ kr bihnw, aupdyS rUp grjnw, Aru nwnw pRkwr dy dYvI cmqkwr krwmwq dy rUp ivKy pRgtwxw qy gurmuKwˆ nUM vrosOxw Aqy ArQ pRmwrQ sbMDI bKSSwˆ dIAwˆ brkqwˆ bKSnIAwˆ ieh sB propkwr mwqR hI huMdIAwˆ hn, AYsw krn ivc Enwˆ dw Awpxw pRXojn koeI nhIˆ huMdw ]325]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
