[
  {
    "id": "L6H",
    "sttm_id": 6807,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4EVP",
        "source_page": 327,
        "source_line": 1,
        "gurmukhi": "swDusMig drsn ko hY inqnymu jw ko; soeI drsnI smdrs iDAwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He who· is regular in seeing and visiting the saintly persons, is the contemplator of the Lord in the true sense. He sees all alike and feels the presence of Lord in everyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs iksy nUM swD sMgq dy drSn dw inq hI nym hovy ArQwq hr idn tIcy isr siqsMg ivc pujn dw ijs ny bMDwn bMn riKAw hY, Eho hI sm srUp pwrbRhm dy drSn dy iDAwn krn q`knhwrw drSnI swD sMgq gur is`KI dy mwrg dw pMDwaU hY[ mwno ies gurU Gr ivKy sB dy AMdr prmwqmw dy pRkwS nUM pRqKÎ rmÎw q`knw ieh pRqKÎ pRmwx mMinAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZHZR",
        "source_page": 327,
        "source_line": 2,
        "gurmukhi": "sbd ibbyk eyk tyk jw kY min bsY; mwin gur igAwn soeI bRhmigAwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He who holds the contemplation of Guru's words as his primary support and lodges it in his heart is the true follower of the Guru's teachings and knower of the Lord in true sense.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sbd gur aupdyS dw ibbyk mrm jwx lYx kr ky ijs dy mn ivc iek mwqR Esy dI hI tyk v`s geI qy iesy kr ky Es ny Esy Sbd nUM hI gurU gÎwn rUp inscy kr ilAw b`s Eho hI bRhm igAwnI sbd bRhm dw gÎwnI Sbd dw vyqw huMdw hY, hors koeI Sbd pRmwx ies Gr AMdr pRvwx nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EN2Y",
        "source_page": 327,
        "source_line": 3,
        "gurmukhi": "idRsit drs Aru sbd suriq imil; pRymI ipRA pRym aunmn aunmwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He whose vision is focused on seeing the True Guru and hearing power concentrated on hearing the divine words of Guru, is a lover of his beloved Lord in the true sense.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nyqR qy drs drSn = nyqR ibrqI qQw dyKn XogÎ idRSÎ pdwrQ, Aqy Sbd qy suriq = sunxw vw suriq sunx hwrI SkqI, AYsw hI pRymI pRym krx hwrw Aqy ipRA pRym krn dw pwqR pÎwr jog pdwrQ vw pRym pÎwr ieqÎwdI iqRputIAwˆ imldIAwˆ hn ijs AnuBv srUp Awqmy dy Gwt qy auhI aunmnI joq srUp aunmwn pRmwx ies Gr ivc aunmwnÎw vIcwrÎw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FEDS",
        "source_page": 327,
        "source_line": 4,
        "gurmukhi": "shj smwiD swDsMig iek rMg joeI; soeI gurmuiK inrml inrbwnI hY [327[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He who is dyed in the love of one Lord engrosses himself deep meditation of the Lord's name in the company of the saintly persons is truly liberated and a clean Guru-oriented individual. (327)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies pRkwr swD sMgiq dÍwry sbd dy gÎwn nUM pRwpq ho ky, iek mwqR vwhgurU dy pRkwS nUM rmÎw jwx ky ijs ny hor sB pRkwr dy iqRputI gÎwn nUM AMdroˆ lop kr id`qw hY, ieauˆ Apxy AMdr qy swD sMgq AMdr BIqr bwhr iek hI Akwl purK nUM bu`J ky jo ies iek rMgI qwr ivc hI shj smwiD itkwau pRwpq krI rKdw hY EhI gurmuK gurU kw is`K = Kwlsw auhI inrml inrmlw qy auhI inrbwx bMDnwˆ qoˆ rihq hoieAw hoieAw audwsI hY ]327]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
