[
  {
    "id": "4UL",
    "sttm_id": 6809,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CEAX",
        "source_page": 329,
        "source_line": 1,
        "gurmukhi": "jYsy jl AMqir jugMqr bsY pwKwn; iBdY n irdY kTor bUfY bjR Bwr kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a stone stays in water for ages, yet it never softens since it is hard-hearted. Because of its density and solid mass, it sinks;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ pQr jugMqir jug Br lKwˆ brswˆ qwˆeI jl dy AMdr vsdw itkÎw rhy, pr irdY AMdroˆ auh kTorqw kwrx nhIˆ iBijAw krdw, qy bjr Bwr AqÎMq Bwr kr ky fubÎw hI rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JSWB",
        "source_page": 329,
        "source_line": 2,
        "gurmukhi": "ATsiT qIrQ mjn krY qobrI qau; imtq n krvweI Boey vwr pwr kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as colocynth (Tumma) does not lose its bitterness even it is washed both from inside and outside at sixty-eight places of pilgrimage",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI qUMbI cwhy ATwhT pRis`D qIrQwˆ ivKy snwn krw ilAweIey, qd BI Bwvyˆ aurwr DoeIey qy Bwvyˆ pwr Es dI kuV`qn nhIˆ hI imtÎw krdI[ Boey pwTwˆqr Doey dI Qwˆ huMidAwˆ ArQ aucwr cwhy pwr BÎoˆvIˆey qwˆ BI aus dI kOV`qn nhIˆ hI imtÎw krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BVR5",
        "source_page": 329,
        "source_line": 3,
        "gurmukhi": "Aihinis Aih lptwno rhY cMdnih; qjq n ibKu qaU haumY AhMkwr kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a snake keeps entangled with the trunk of a Sandalwood tree all his life but because of the pride of long age, it does not shed its venom;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "idny rwq Aih srp cMnx dy bUty nUM cMbiVAw rihMdw hY AYfI AqÎMq sIqlqw dw hr vyly smIpI BI Bwvyˆ rihMdw hY qd BI SyK nwg dI kul ivcoˆ hox dy kwrx qQw ieCÎwcwrI nwgwˆ dy bMs dw AMg hox dy md rUp haUmYˆ AMhkwr qoˆ pRgt hoeI ivhu nUM nhIˆ qÎwigAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8H8Z",
        "source_page": 329,
        "source_line": 4,
        "gurmukhi": "kpt snyh dyh inhPl jgq mY; sMqn ko hY doKI duibDw ibkwr kY [329[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, he who is debased and spurious at heart, has deceitful and suspicious love. His life in the world is useless and futile. He is a slanderer of saintly and Guru-oriented persons and is caught in the mesh of vices and sins account of his 'mine' an",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhy lok Asl ivc idKwvy dy pRym vwly huMdy hn qy Awp hI duibDw dÍYqw vYr ivroD dw ibkwr ivgwV = bKyVw KVw r`K ky sMq jnwˆ dy doKI aulty sMq jnwˆ swDwˆ aupr dUSxw Aropx krn vwly bxdy hn ijs kr ky ieh mwno jgq AMdr APl hI jMmy huMdy hn ]329]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
