[
  {
    "id": "MD3",
    "sttm_id": 6811,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "7UJF",
        "source_page": 331,
        "source_line": 1,
        "gurmukhi": "suK duK hwin imRq pUrb ilKq lyK; jMqRn kY n bis kCu, jMqRI jgdIs hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All events of happiness and sorrow, gain and loss, birth and death etc., take place according to what has been written by the Almighty or is preordained. Nothing is in the hands of living beings. It is all in the hands of the Almighty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrb Dur dI ilKI ilKq nyq hY ik suK duK hwin vw lwB, imRq mOq vw jnmnw, ieh sB hwlqwˆ SrIr DwrIAwˆ aupr vrqn[ ies leI eynwˆ KwqR jMqR vwjy vw mSInwˆ smwn smUh SrIrDwrIAwˆ dy ADIn kuC BI nhIˆ, kÎoˆik srIr jMqRwˆ dw jMqRI vjMqRI vw eynwˆ mSInwˆ dw sMcwlk purK eISÍr Awp hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AA25",
        "source_page": 331,
        "source_line": 2,
        "gurmukhi": "Bogq ibvis myv krm ikrq giq; jis kr qis, lyp kwrn ko eIs hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All living beings bear the fruits of what they had done. Whatever deeds they perform, they are rewarded accordingly. He the Almighty Himself involves the human beings in the performance of various deeds/actions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies kwrx jYsw dw qYsw jÎoˆ kw qÎoˆ kRm islislw = inXm ikRq kIqw = QwpÎw jw cu`kw hY, Es Anuswr AvSÎ myv Bogq bÎ = AvSÎ kr ky hI Bognw pYˆdw hY ArQwq suK duK Awid Bwvy ivc AOˆdy hn, qy eynwˆ nwl Aswˆ dyh DwrIAwˆ nUM AvSÎ hI vwsqw pYˆdw hY, Aqy AsIˆ ienwˆ ivc sl`q dI BOxI Dwr ilpwXmwn bx bYTdy hwˆ[ pr nyq Bwxy dy mwilk eISÍr nUM ApxI kwr dw koeI lyp sMg nhIˆ lgdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EHFW",
        "source_page": 331,
        "source_line": 3,
        "gurmukhi": "krqw pRDwn ikDO krm ikDO hY jIau; Gwit bwiF kaun kaun mqu ibsÍwbIs hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And thus surprised, a question rises in everyone's minds who is the primary cause, God, human being or the action itself? Which of these causes is more or less? What is definitely right? Nothing can be said with any degree of assurance.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies dSw ivc aukq suK duK Awid dI krqw, pRDwn pRikRqI mwXw hY, AQvw krm hn, jwˆ ik jIv hY, eynwˆ klpnwˆ ivcoˆ kOn miq inscw vDIAw qy kOn GtIAw hY, Aqy kOn inscw vIh ivsÍy XQwrQ hY ArQwq G`t v`D nhIˆ iek swr qulvwˆ hY? AYsw kIh AwKIey, ienwˆ g`lwˆ bwbq qwˆ socnw hI bÎrQ hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1J8B",
        "source_page": 331,
        "source_line": 4,
        "gurmukhi": "Asquiq inMdw khw ibAwpq hrK sog; honhwr khO khwN gwir Aau AsIs hY [331[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "How does one go through praise and slander, pleasure or sorrow? What is a blessing and what is a curse? Nothing can be said conclusively. One can only reason that all is happening and being caused by the Lord Himself. (331)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kIh ausqqI qy inMidAw, qy kIh hrK sog dw suK duK rUp ho ky ibAwpnw Aqy kIh gwlI Aru AsIs bwbq AwKwˆ, ieh sB lokwˆ dIAwˆ Awpo AwpxIAwˆ Bwvnwˆ Aau Anuswr hI sB TwT Bugq irhw hY qy AMqrXwmI dI nyq mUjb AYisAwˆ rUpwˆ ivKy suK duK Awid dy Bugqwn inimq`k ieh vÎoˆq sB honhwr vwhgurU nyq, rzw jwˆ Bwxw hY hor kuC nhIˆ ]331]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
