[
  {
    "id": "Z1W",
    "sttm_id": 6814,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "U8PK",
        "source_page": 334,
        "source_line": 1,
        "gurmukhi": "ndI nwv ko sMjog sujn kutMb logu; imilE hoiego soeI imlY AwgY jwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The union with friends, family members and other acquaintances in this world is like voyagers in a boat that lasts for a short period of time. Therefore whatever is donated for good deeds in. this world will be received in the world beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ ndIEˆ pwr hox ligAwˆ, byVI AMdr bYiTAwˆ dw shj suBwv sMjog mylw ho pYˆdw hY, iesy qrHwˆ hI sujn pRvwr qy kutMb, koVmy dy lokwˆ dw myl hoXw krdw hY ie\\yˆ hI ndI nwv dy ivjog vq mrx kwl dy ivCoVy BI Awx huMdy hn Aru jo vrqmwn SrIr ivKy ies jIvn AMdr loV QoV vwilAwˆ dI loV QoV pUrI krn Kwqr id`qw jwˆdw hY, Eho hI Agy jwx qy dUsry srIrwˆ dy Dwrx aupr hornwˆ hornwˆ jUnwˆ jUnwˆqRwˆ rUp pRlok ivc pRvyS pOx qy imlÎw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2JHY",
        "source_page": 334,
        "source_line": 2,
        "gurmukhi": "Asn bsn Dn sMg n clq cly; Arpy dIjY Drmswlw phucwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Food, clothing and wealth does not go with one in the next world. Whatever has been assigned to the Guru in the true company is what one's wealth or earnings are for life beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies qoˆ isvwX hor jo kuC BI bsn Awhwr rUp Kwx pwx Awid dy pdwrQ, vw bsn bsqR pihnx pihrwx dy swmwn AQvw Dn dOlq hovy; swQ nhIˆ jwvygw, cly jwaU qwˆ kyvl Eho hI swQ; jo kuC Drmswlw ivKy Drm ArQI vwhgurU dy nwm qy Arpx kr id`qw hovy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FG69",
        "source_page": 334,
        "source_line": 3,
        "gurmukhi": "AwTo jwm swTo GrI inhPl mwieAw moh; sPl plk swD sMgiq smwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Spending all the time in the love of maya and its actions are futile but enjoying the company of saintly persons even for a few seconds is a big achievement and useful.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cwhy A`Ty pihr qy s`T GVIAwˆ idn rwq hI mwXw dw ivhwrwˆ kwrwˆ dw moh pÎwr = prdw koeI pwldw rhy ieh bÎrQ hI huMdw hY ArQwq iksy kwry nhIˆ lgdw; hwˆ swD sMgq AMdr jykr plk A`K dI Por mwqR BI smweI kry rl bYTy qwˆ auh pl mwqR smwˆ BI sPlw hoXw vwhgurU dy lyKy ipAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Y9J0",
        "source_page": 334,
        "source_line": 4,
        "gurmukhi": "ml mUqR DwrI Aau ibkwrI inrMkwrI hoq; sbd suriq swDsMg ilv lwie kY [334[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By uniting the words/teachings of the Guru with mind, and by the grace of holy company, this filth-filled and vice-ridden human being becomes an obedient disciple of the Guru. (334)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy sPl BwvI swD sMgq v`loˆ smwˆ nw KuMJwvy, kÎoˆik swD sMgq dÍwry Sbd ivKy surq dI ilv qwr lgwx kr ky, iesqRI puqR Awid dy pÎwry qQw AwpxÎwˆ ml mUqR dy BirAwˆ gMidAwˆ srIrwˆ nwl pÎwr krxhwry AQvw ivKÎ vwsnw dy ADIn ienwˆ SrIrwˆ dy ilMbn pocn suAwrx ivc ruJy rhx vwly ml mUqR DwrI Aru ivKy Bogwˆ ivc lMpt ivkwrI log BI inrMkwrI = gurmuK r`bI bMdy gurU ky s`cy is`K bx jwˆdy hn ]334]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
