[
  {
    "id": "ZCJ",
    "sttm_id": 6818,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S6XW",
        "source_page": 338,
        "source_line": 1,
        "gurmukhi": "crn kml rj mjn kY idib dyh; mhw mlmUqR DwrI inrMkwrI kIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Bathing in the holy dust of the True Guru's feet, the body of an individual acquires golden hue. One who is evil of thoughts, becomes Guru-oriented and divine of temperaments.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crx kmlwˆ dI DUlI srIr aupr mrdn krn nwl dyh idbÎ Bwv vwlI AqÎMq mnohr suMdR = qyj pRqwp BrI dmk vwlI bx jwˆdI hY Aqy mhwˆ ml mUqR DwrI AqÎMq kr ky h`f cMm dI ilMbw pocI qy suAwr iSMgwrI pRivqrI ivc AwXU ibqIq krx hwry, inrMkwrI = r`bI lor inrMkwr vwly = guris`K bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "66GB",
        "source_page": 338,
        "source_line": 2,
        "gurmukhi": "crn kml crnwimRq inDwn pwn; iqRgun AqIq cIq Awpw Awp cIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By relishing the elixir of the True Guru's feet, the mind is freed from the triple traits of maya (mammon). He then recognises his self.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMimRq inDwn AMimRq dy BMfwr crx kmlwˆ dy crx+AMimRq nUM pwn kIiqAwˆ CikAwˆ ic`q iqMnwˆ guxwˆ dI rwjsI, qwmsI vw swqkI pRivrqI qoˆ AqIq AsMg ho ky Awpy ivKy Awpy nUM vw srb srUpI Awp hI Awp BgvMq rmÎw hoXw pCwx lYˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G6D1",
        "source_page": 338,
        "source_line": 3,
        "gurmukhi": "crn kml inj Awsn isMGwsn kY; iqRBvn Aau iqRkwl gMimqw pRbIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By instilling the lotus-like holy feet of the True Guru in self, I.e. mind, one becomes aware of all the three times and the three worlds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "crn kmlwˆ nUM hI isMGwsn DÎwn ivK prm aupXogI pMcmuKI Awsn dI BOxI Dwr ky ijs ny inj Awsn AwpxI iesiQqI aunHwˆ ivKy kIqI, auq iqRlokI AMdrly qQw iqMnwˆ kwlwˆ ivKy vrq rhy vrqwry dI gMimqw gÎwq jwxkwrI leI pRbIny hY dUr bYTy BI q`kn hwry ies sQUl srIr AMdr huMdÎwˆ hI swrw TwT jÎoˆ kw qÎoˆ dyKn vwly q`q drSI bx jwˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1U71",
        "source_page": 338,
        "source_line": 4,
        "gurmukhi": "crn kml rs gMD rUp sIqlqw; duqIAw nwsiq eyk tyk ilv lIny hY [338[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "By relishing the coolness, sweetness, fragrance and beauty of the lotus-like feet of the True Guru, the duality disappears from the mind. One remains absorbed in the refuge and support of the holy feet (of the True Guru). (338)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swr kIh ik crx kmlwˆ dy AMimRq rs dy pIx hwry, rj nUM msqk qy lgwˆdy mwno suMGn hwry qy rUp Enwˆ dw drSn krnhwry, qQw EnHwˆ nUM h`Qwˆ nwl sprS kr idbÎ sIqlqw nUM AnuBv krx hwry purK dI idRStI ivcoˆ dUeI dÍYq mUloˆ hI nSt ho jwˆdI hY qy ie mwqR crx kmlwˆ dI hI tyk Dwr ky auh ilv lgweI mgn irhw krdw hY ]328]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
