[
  {
    "id": "591",
    "sttm_id": 6820,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KYMN",
        "source_page": 340,
        "source_line": 1,
        "gurmukhi": "mwnsr hMs swDsMgiq prmhMs; DrmDujw Drmswlw cl AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as swans visit lake Mansarover, so do the righteous people with divine wisdom visit the holy congregation of Lord's loving servants/devotees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM mwn srovr au`pr hMs pMKI dUroˆ cly AwXw krdy hn, qy eyho hI Es dy Drm pRBwv dI Dujw inSwn rUp huMdy hn, qIkUM hI swD sMgq Kwqr prm hMs prm ibbykI gurU ky is`K jo Drm dI Dujw rUp hn, Drm swlw gurU ky duAwry dys dyswˆqrwˆ qoˆ cly AwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "PZAN",
        "source_page": 340,
        "source_line": 2,
        "gurmukhi": "auq mukqwhl Ahwr duqIAw nwsiq; ieq gur sbd suriq ilv lwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "There, at Mansarover, the swans relish pearls as their food and nothing else; so do these devotees engross their minds in the holy Naam of the Lord and remains attached with His divine words.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auq = au`Qy mwnsrovr ivKy qwˆ moqI cugn vwsqy hMswˆ nUM imldy hn hor kuC nhIˆ, Aqy ieq ie`Qy gurU ky drbwr AMdr swD sMgq ivKy guris`K Sbd nwl suriq dI ilv lgwieAw pricAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "36AC",
        "source_page": 340,
        "source_line": 3,
        "gurmukhi": "auq KIr nIr inrvwro kY bKwnIAq; ieq gurmiq durmiq smJwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The swans are believed to disintegrate milk in its constituents of water and milk; while here in the holy congregation, one learns about those who are Guru-oriented and self-oriented.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auq au`Qy du`D pwxI dy inrvwro kY nÎwrw nÎwrw krn dI cwl, AwKx ivc AOˆdI Bwv pRis`D hY, qy ieQy gurU kI sMgq ivKy gurmiq Awh hY qy durmiq AOh hY AYsy AYsy vIcwrwˆ dw inrxw smJwieAw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EH7D",
        "source_page": 340,
        "source_line": 4,
        "gurmukhi": "auq bg hMs bMs duibDw n myit skY; ieq kwg pwig sm rUp kY imlwvhI [340[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The temperament of herons cannot be changed into those of swans but here in the holy congregation, those who are like filth-eating crows are transformed into holy and devoted persons through the hue of Naam blessed by the True Guru. (340)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auDr mwn srovr qoˆ bgly Aqy hMs dy bMs dI Dur dI duibDw inKyV nhIˆ imt skdI, pRMqU eyDr gurU kI sMgq ivKy kwˆ smwn ml B`CI = pwpIAwˆ jIvwˆ nUM BI pwig siqsMg ivc prcw ky sm rUp kY Apxy smwn hI prm hMs srUp gurUkw is`K bxw imlw ilAw AByd kIqw jwˆdw hY ]340]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
