[
  {
    "id": "5T7",
    "sttm_id": 6822,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "6Q0E",
        "source_page": 342,
        "source_line": 1,
        "gurmukhi": "rcnw cirqR icqR ibsm bicqRpn; kwhU so n koaU kIny eyk hI Anyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Miracle of His creation is wondrous and astonishing. No human being has been created like another. Yet His light prevails in all.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "rcnw isRStI mwqR dw cilqR supny smwn pRgt ho ky jIkUM icqR kwr swkwr Bwv ivKy ho psrdw hY Aqy ies dI ivicqRqw Anyk rMgwˆ ivKy nwnw Bwv Dwr ky AYauˆ swmrq`K pRqIq hoieAw krdI hY, ijs qoˆ ieh bwq AnBau ivKy spSt jwpÎw krdI hY ik kwhUM so n koaU kIny iksy hors vsqU qoˆ kuC nhIˆ ricAw igAw qy iek Awp mwqR qoˆ hI rcnw kridAwˆ isrjn hwr ny Anykwˆ rUp Awpxy ivcoˆ pRgt kr id`qy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AM8Q",
        "source_page": 342,
        "source_line": 2,
        "gurmukhi": "inpt kpt Gt Gt nt vt nt; gupq pRgt Atpt jwvdyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "This world is an illusion. But every creation that is part of this entangled illusion, He, Himself is causing these wondrous acts both conspicuously and latently like a juggler.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nt dy inpt smUcly kpt = Brm Clwvy vq AMqrXwmI nt isrjnhwr sÍwˆgI hI srIr srIr Anykwˆ Awkwrwˆ dy rUp ivc v`t v`t ky bdl bdl ky ijQoˆ qk BI ikhw suixAw Xw DÎwn ivc ilAwˆdw jw skdw hY gupq sUKm srUp ivc qwˆ Aru pRgt sQUl srUp ivc qwˆ sB ie`k Apxy qoˆ hI At ptw = aulJn BrÎw mn bwxI Awid qoˆ AgMm Kyl vrqw irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EJFS",
        "source_page": 342,
        "source_line": 3,
        "gurmukhi": "idRsit sI idRsit n drsn so drsu; bcn so bcn n suriq smyk hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In this creation, no one looks alike, talks alike, thinks alike or sees alike. No one's wisdom is the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ingHw vrgI ingHw Xw q`knI iek dUey dI nhIˆ, AYsw hI ingHw Xw nyqRwˆ ivc AOxhwry drSn = rUpvwn pdwrQwˆ vrgy drs dyKn jog pdwrQ BI smwn nhIˆ, Bwv sUrqwˆ BI Awpo ivc nhIˆ imldIAwˆ[ bolI vrgI bolI nhIˆ iek dUey dI qy ievyˆ hI sunwvt vrgI sunwvt nhIˆ au\\ smyk hY smqw ivc ieko hI vsqU qws rhI hY[ ArQwq bxOt dw FMg ieko ijhw idsidAwˆ BI ieauˆ sB ivc eykqw vrqdy hoXwˆ, swirAwˆ dy AMdr Afrwpn Anykqw pRq`K hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "SCUM",
        "source_page": 342,
        "source_line": 4,
        "gurmukhi": "rUp ryK lyK ByK nwd bwd nwnw ibiD; Agm AgwiD boD bRhm ibbyk hY [342[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Living beings are of myriad forms, fortune, posture, sound and rhythm. All this is beyond comprehension and knowledge. In fact it is beyond human capability to understand the strange and wondrous creation of the Lord. (342)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX ieh ik rUp sUrq Aru ryKw h`Qwˆ pYrwˆ Awid dy icMnH AYsw hI suK duK Awid Bog rUp ilKMq, qQw ByK srIr vw pihrwvy Awid dI fOl, Aqy nwd bwd = sur qwl Awid dy vrqwry vjoˆ sB kuC hI nwnw ibiD nÎwrI nÎwrI Bwˆq dw hI TwT idKweI dy irhw hY pRMqU ijs dw boD buJnw AgMm gMmqw qoˆ dUr qQw AgwD Asgwh AQwh hY kÎoˆik Asl ivc auh bRhm ibbyk hY, ibb+eyk hY = do dÍYq ArQwq v`Ko v`K ivKwln dI swDn rUp dUeI ivc BI iek hI srUp hoXw rmÎw ipAw hY[ AQvw aukq nwnw Bwv ivKy Agm AgwD srUp bRhm dy hI iek mwqR boD dw ibbyk huMdw hY, aus ilv dI AvsQw ivKy ]342]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
