[
  {
    "id": "CHW",
    "sttm_id": 6823,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DV2V",
        "source_page": 343,
        "source_line": 1,
        "gurmukhi": "siqrUp siqgur pUrn bRhm iDAwn; siqnwmu siqgur qy pwrbRhm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "True of form, the True Guru is the embodiment of the perfect Lord. Focusing on True Guru is truly focusing on the Lord. True Guru helps us realise the Lord of Eternal Name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurU dw rUp drSn sqÎ srUp hY, qy eyho hI pUrn bRhm dw DÎwn hY[ siqgurwˆ dw nwmu aupdysÎw hoXw ismrx jog mMqR sqÎ srUp hY qy siq scmuc eyh nwm hI swKÎwq nwmI srUp pwrbRhm hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J12M",
        "source_page": 343,
        "source_line": 2,
        "gurmukhi": "siqgur sbd Anwhd bRhm igAwn; gurmuiK pMQ siq gMimqw AgMm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The Guru-blessed unstruck word is eternal of form and this is the means of divine knowledge and His realisation. The Guru-wise path defined by the True Guru is eternal of form, but this path is beyond reach.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AgMmI Dun dyrUpwˆ ivc suqy hI lg jwx vwlI nwm dI qwr Anhd bwxI rUp jo gur Sbd hY ieh sqÎ srUp hY eysy nUM hI Sbd bRhm gÎwn jwno vw eyhI bRhm gÎwn hY[ AYsw mwrg ijs rsqy quirAwˆ pRwpq hovy auh gurmuKI pMQ gurU mhwrwj dw clwXw hoXw guris`KI dw pMQ sqÎ srUp hY, scmuc hI ies ivKy imlÎwˆ AgMm pd Agm srUp dI gMimqw pRwpqI ho AwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AP59",
        "source_page": 343,
        "source_line": 3,
        "gurmukhi": "gurisK swDsMg bRhm sQwn siq; kIrqn smY huie swvDwn sm hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The assembly of Guru's obedient and saintly disciples is the abode of the eternal Lord. Singing His praises through Gurbani with singular mind, a devoted disciple becomes one with God, the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU ky is`Kwˆ dI swD sMgq scmuc hI bRhm dw invws sQwn s`c KMf hY[ kÎoˆju jd siqsMgq dw TwT jMmÎw hoXw kIrqn dw smwˆ huMdw hY, Es vyly dy smqw Bwv ivKy vwhgurU dI eykqw dI qwr ivc pru`cy sB hI swvDwn vwhgurU dI hjUrI ivc ju`ty hoey huMdy hn[ Awpy dI mwno iksy nUM su`D hI nhIˆ huMdI, qy ApÎoˆ bwhr hoey hoey auh sB iek bRhm srUp hI idKweI idMdy hn 'Awpu gieAw q Awpih Bey ]'",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5GSJ",
        "source_page": 343,
        "source_line": 4,
        "gurmukhi": "gurmuiK BwvnI Bgiq Bwau cwau siq; shj suBwau gurmuiK nmo nm hY [343[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The heart of a Guru-conscious disciple of the Guru is ever filled with loving devotion and enthusiasm of His worship. Salute such a cool-natured Guru-conscious disciple again and again. (343)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI gurmuKI BOxI qy BgqI Bwv pRym BrÎw Bwv qQw cwau auqSwh sqÎ srUp pRvwxy gey hn[ gurmuKwˆ dw AYsw shjy hI suBwau hY ArQwq Enwˆ dI AYsI suBwivkI pRivrqI huMdI hY; koeI Kws smyˆ Xw pRyrxw dI muQwj nhIˆ, so AYisAwˆ gurmuKwˆ qwˆeI bwrMbwr nmskwr hY ]343]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
