[
  {
    "id": "5YE",
    "sttm_id": 6824,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HW9D",
        "source_page": 344,
        "source_line": 1,
        "gurmukhi": "inrMkwr inrwDwr inrwhwr inribkwr; AjonI Akwl AprMpr AByv hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The eternal form of the Lord whose embodiment is True Guru, is formless, who is bereft of all support, who has no desire of any food, who is free of all vices, free of entering wombs to take birth, who is imperishable, limitless and who cannot be fathomed",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh inrwkwr = Awkwr qoˆ rihq hY, vw inr+AXMkwr = Awh kuC ies qrHwˆ kr ky pRq`K ingHw gocr khy jwx vwlw nhIˆ, Awsry shwry qoˆ ibnwˆ = sÍYBwv ivKy iesiQq hY, Bojn Awid dI BI loV nhIˆ rKdw[ inribkwr iek rs srUp hY, mwq jonI ivKy AOx hwrw nhIˆ, kwl dI gMmqw qoˆ dUr = Akwl AibnwSI hY, sQUl sUKm Awid krX kwrx Bwv qoˆ pry Aru ijs qoˆ pry koeI nhIˆ AYsw AprMpr AByv hY ArQwq ijs dw Byd mrm iksy pRkwr nhIˆ pwXw jw skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3CG6",
        "source_page": 344,
        "source_line": 2,
        "gurmukhi": "inrmoh inrbYr inrlyp inrdoK; inrBY inrMjn Aqh pr Aqyv hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is sans attachment, animosity, free of all allurements and stigmas, fearless, uninfluenced by maya and is beyond the beyond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pÎwr prcy rUp moh qoˆ rihq vYr Bwv BI Es ivKy nhIˆ hY sB dy AMdr srb rUp ho sMpUrx AvsQw ivKy vrqmwn ho ky BI ilpwXmwn nhIˆ huMdw, Aru AYsw hI dUKx vw qRutI AQvw klMk qoˆ rihq hY, inrBY, srUp mwXw AivdÎw rUp AMjn sÎwmqw qoˆ hIn Aqh pr Aqyv hY eyv = inscy kr ky AqÎMq qoˆ BI AqÎMq pry hY Bwv AqI, AqI AiDk qy AqI+AMq AqÎMq ieh iqMn drjo h`doˆ tpI hoeI vsqU dy huMdy hn[ so AYsy h`d qoˆ vDvyˆ AMqly drjy qoˆ BI AqÎMq pry hY[ ikauˆik h`d vwkUM byh`d BI iek h`d hI huMdI hY, so auh h`d byh`d dI h`doˆ pwr hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AKTA",
        "source_page": 344,
        "source_line": 3,
        "gurmukhi": "Aibgiq Agm Agocr AgwiD boiD; Acuq AlK Aiq ACl ACyv hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Whose extent cannot be known, is imperceptible, beyond the senses, whose expanse is unknowable, who is ever stable, beyond perceptions, is beyond deception nor can be hurt by anyone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ausdI gqI Xw gÎwn inrUpÎw nhIˆ jw skdw, vw AbÎkq ApRkt srUp hY, mn buDI Awid dI gMmqw qoˆ rihq ieMdRIAwˆ dw ivKÎ nhIˆ ho skdw, AYsw hI pRq`K Anumwn Sbd Awid pRmwxwˆ dÍwrw Es dw boD gwihAw nhIˆ jw skdw mwXw dy Cl dw bl BI Es aupr nhIˆ cl skdw, Aqy ACyv, Adwg vw Ak`t hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3RPZ",
        "source_page": 344,
        "source_line": 4,
        "gurmukhi": "ibsmY ibsm AscrjY Ascrj mY; AdBuq prmdBuq gurdyv hY [344[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Knowing Him is most baffling, amazing and astonishing that can make anyone blissfully ecstatic. The effulgent of form the True Guru is the form of such an eternal and radiant God Lord. (344)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AcMBy nUM BI AcMBy ivc pOx hwrw qy AlOikkqw ApUrbqw nUM BI Ascrj mY CwaUˆ mwaUˆ bnwxhwrw AnoKypn dw BI prm AnoKw pn AYsw dyv pRkwS srUp gurU hY ]344]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
