[
  {
    "id": "HKQ",
    "sttm_id": 6828,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2GW0",
        "source_page": 348,
        "source_line": 1,
        "gurmukhi": "soiBq srd inis jgmg joiq sis; pRQm shylI khY pRym rsu cwKIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Note: Abandon bashfulness and enjoy the love of the beloved husband at the time of meeting Him. It is a wintry night and the Moon is spreading its light all around. A friend of the holy congregation urges to obtain Guru's sermons in order to enjoy .",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srd rwqRI ivKy sis cMd dI cwnxI jgmg jgmg kr rhI hY[ pRQm shylI mu`K sKI AwKdI hY ik AwE pRym rs nUM cKIey mwxIey AQvw sKIAwˆ ivcoˆ mu`K ho pRgtI nwXkw sRI gurU nwnk inrMkwrI dy is`K bx ky pRym rs nUM c`KIey bRhmwnMd dw sÍwd leIey vw pRQm sKI gurU swihb AYauˆ AwKdy hn:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CKTQ",
        "source_page": 348,
        "source_line": 2,
        "gurmukhi": "pUrn ikRpw kY qyrY Awie hY ikRpwinDwn; imlIAY inrMqr kY huie AMqru n rwKIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "And when the clement Lord in His complete blessings comes and rests on your bed-like heart, then meet Him without any reservations and inhibitions.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "quswfy Gr mwqlok ivKy auh ikRpw inDwn Awp mhwrwj pUrn ikrpw krky Awey pRgty hn AwE AMqrwX qoˆ rihq inSMg ho ky sMgw lwh ky imlIey! AMqr ivV iv`Q = Byd Bwv ivcwly mUloˆ hI nw rKIey[ ArQwq pUrn is`KI DwrIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KYAJ",
        "source_page": 348,
        "source_line": 3,
        "gurmukhi": "crn kml mkrMd rs luiBq huie; mn mDukr suK sMpt iBlwKIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "May the frolicsome mind remain longing for the fragrant dust of the lotus feet of the Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqpRX ieh ik siqgurwˆ dy crx kmlwˆ dI DUlI rUp mkrMd rs Kwqr luBwXmwn hoey mn rUp mDukr BOirAwˆ nUM suK sMpt suK ivc mgn hox dy AiBlwKI is`kvMd bxweIey s`cI ijgÎwsw vwly gurmuK pRymI bx jweIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Z76H",
        "source_page": 348,
        "source_line": 4,
        "gurmukhi": "joeI ljwie, pweIAY n puin pdm dY; plk Amol ipRA sMg muK swKIAY [348[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Guru-conscious persons testify that any seeker bride who remains shy and bashful at the time of meeting with husband Lord, loses that rare opportunity. She is then unable to obtain the invaluable moment even after spending countless money. (348)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw koeI ies smyˆ nUM sMBwlnoˆ iksy Bwˆq l`jw nUM Dwrygw sMkoc sMgw is`KI ivc Swml hox dI krygw aupRMq pdm pdmwˆdMm = AsMKwˆ rupXy KricAwˆ BI pRIqm gurU mhwrwj dy myl dI Amolk plk = plkwr vw GVI nhIˆ imlygI, muK swKIAY pRDwn pRDwn lok smyˆ smyˆ dy muKIey irKI mhwqmw ies ivKy swKI hn[ vw muK+s+AwKIAY = muK sy AwKIAY DMn DMn mUMhoˆ AwKIey, aus GVI nUM ijs ivKy Es pÎwry dI sMgq A`K dI Por mwqR vw pl GVI Br BI pRwpq ho jwvy ]348]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
