[
  {
    "id": "SQ8",
    "sttm_id": 6832,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KEHB",
        "source_page": 352,
        "source_line": 1,
        "gurmukhi": "jau jwnY AnUp rUp idRgn kY dyKIAq; locn ACq AMD kwhy qy n pyKhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If we believe that we see the beauty of the nature because of our eyes, then why can't a blind person who has no eyes, enjoy the same spectacle?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jy kr ky jwxIey ik suMdR srUp dy drSn nyqRwˆ dÍwry q`kIdy hn pr AMnHy AYho jyhy BI huMdy hn, ik ijnwˆ dIAwˆ A`KIAwˆ nO br nO jwpdIAwˆ hn ikMqU dIhdw k`K nhIˆ, so AYsw dyKn mwqR dy locn ACq dIdy huMidAwˆ AMnHwˆ kÎoˆ nhIˆ dyK skÎw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JC9Q",
        "source_page": 352,
        "source_line": 2,
        "gurmukhi": "jau jwnY sbdu rs rsnw bKwnIAq; ijhbw ACq kq guMg n sryK hI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If we believe that we speak sweet words because of our tongue, then why can't a dumb person with his tongue intact speak these words?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr jwxIey Sbd dy rs nUM rsnw hI vrnx kr skdI hY qwˆ guMgw AwdmI jIB dy pRq`K ivc huMdÎwˆ suMdÎwˆ boln vwilAwˆ srIKw kÎoˆ nhIˆ kr skdw Bwv iks kwrx kr ky nhIˆ bol skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GT72",
        "source_page": 352,
        "source_line": 3,
        "gurmukhi": "jaupY jwny rwg nwd sunIAq sRvn kY; sRvn shq ikau bhro ibsyK hI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If we accept that we hear sweet music because of ears, then why can't a deaf person hear it with his ears intact?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr jwxIey ik rwg nwd kMnwˆ dÍwry suxIdw hY qwˆ kMnwˆ smyq boly dy huMdÎwˆ hoXwˆ BI kÎoˆ Es ivc ivSyKqw Prk ipAw krdw hY ArQwq dUsry suxdy hn qy ieh nhIˆ sux skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "L9J0",
        "source_page": 352,
        "source_line": 4,
        "gurmukhi": "nYn ijhbw sRvn ko n kCUAY bswie; sbd suriq so AlK AlyK hI [352[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In fact, eyes, tongue and ears have no power of their own. Only the union of the consciousness with the words can describe or enable us to enjoy what we see, speak or hear. This is also true for knowing the indescribable Lord. Engrossing the consciousness",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "s`c pu`Co qwˆ A`Kwˆ dy rsnw dy vw kMnwˆ dy v`s kuC nhIˆ cwhy siqgurU vw siqsMg smwgm dy joV myilAwˆ dI rOxk A`Kwˆ nwl koeI ikMnw q`k Cfy, AQvw Sbd kIrqn dI bulyl kMnIˆ sux Awvy, Xw ApxI ivdÎw cqurweI dy cmqkwr vjoˆ crcw goSt BI kr ky isr Kpw Awvy pr jd kd sbd gurU mhwrwj dÍwry aupdySy Sbd ivKy suriq joVn dw ABÎws kIiqAwˆ hI Es AlyK dy lyKy gÎwn nUM lyK lKqw ivc ilAw skIdw hY ]352]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
