[
  {
    "id": "BCS",
    "sttm_id": 6846,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VQAY",
        "source_page": 366,
        "source_line": 1,
        "gurmukhi": "jYsy qau sPl bn ibKY ibrK ibibiD; jw ko Plu mITo Kg qwpo cil jwiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a fruit orchard has many types of fruit trees, but birds fly only to the one which has sweet fruit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pyr sPl bn bwg AMdr Anyk Bwˆq dy ibrC bUty huMdy hn, pr ijs dy Pl imTy imTy hox pMCI Es aupr hI cl cl aufy aufy jwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NHUA",
        "source_page": 366,
        "source_line": 2,
        "gurmukhi": "jYsy prbq ibKY dyKIAY pwKwn bhu; jw mY qo hIrw KojI Koj Knvwrw llcwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Numerous types of stones are available in the mountains but one in search of diamond longs to see the stone that can yield one a diamond.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ prbq AMdr bÎMq pQr hI pQr idKweI idAw krdy hn pr ijs prbq ivKy hIrw huMdw hY, KojI Knvwrw Kwn putwaU KojI Esy nUM hI Kojn v`l llcOˆdw hY Bwv sDwrx pQrwˆ vwly prbqwˆ ivKy nhIˆ Brmdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "S7NB",
        "source_page": 366,
        "source_line": 3,
        "gurmukhi": "jYsy qau jliD miD bsq AnMq jMq; mukqw Amol jwmY hMs Koj Kwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a lake is inhabited by many forms of marine life, but a swan visits only that lake which has pearls in its oyster.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pyr smuMdR ivKy AnMq AsMKwˆ hI jIv v`sdy hn pr hMs AnMq jMq vws nUM DÎwn ivc hI nhIˆ lÎOˆdw qy ijs smuMdR ivc Amolk moqI hox Es nUM hI Koj ky auQy hI jw ky moqI KwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0M8F",
        "source_page": 366,
        "source_line": 4,
        "gurmukhi": "qYsy gur crn srin hY AsMK isK; jw mY gur igAwn qwih lok lptwq hY [366[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly-numerous Sikhs reside in the refuge of the True Guru. But he who has the knowledge of Guru residing in his heart, people feel attracted and enamoured to him. (366)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy qrHwˆ hI gurU mhwrwj dy crxwˆ dSrix AsMKwˆ bySumwr Anigxq is`K huMdy hn pRMqU jw mih ijs is`K dy ihrdy AMdr gurU kw gÎwn pRgt ho cu`kw hovy ArQwq gur aupdyS nUM jÎoˆ kw qÎoˆ kmwvn qy ijs dy ihrdy AMdr vwhgurU dy srUp dw swKÎwqkwr ho AwXw hovy qwih iqs v`l hI iqs dI sMgq Kwqr hI lok iKcIivAw pRym krÎw krdy hn ]366]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
