[
  {
    "id": "0EV",
    "sttm_id": 6848,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ULSJ",
        "source_page": 368,
        "source_line": 1,
        "gurmukhi": "jYsy PUl PUly qyqy Pl n lwgY dRum; lwgq ijqyku prpk n skl hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All the flowers that blossom on a tree do not yield fruit. And whatever number of fruits appear, do not ripe to be eaten ultimately.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijqny Pul dRum ibrC nUM lgXw krdy hn Eqny Pl nhIˆ lgÎw krdy, Aru ijqny jIaUˆdy rihMdy hn, Eqny koeI kul dy kml nhIˆ hoXw krdy, Bwv kul dI kIrqI nUM pswrx dw kwrx nhIˆ huMdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JQC3",
        "source_page": 368,
        "source_line": 2,
        "gurmukhi": "jyqy suq jnmq jIAq n rhY n qyqy; jIAq hY jyqy, qyqy kul n kml hYN [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All sons born do not survive to live but all those who live do not bring name and fame to their family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI ijqny puqR jMimAw krdy hn, Eqny jIaUˆdy nhIˆ irhw krdy, Aqy ijqny jIaUˆdy rihMdy hn, Eqny koeI kul dy kml nhIˆ hoXw krdy Bwv kul dI kIrqI nUM pswrx dw kwrx nhIˆ huMdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "STBA",
        "source_page": 368,
        "source_line": 3,
        "gurmukhi": "dl iml jwq jyqy suBt n hoie qyqy; jyqk suBt jUJ mrq n Ql hYN [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All those who join the army are not valiant soldiers. And those who are brave warriors do not die fighting in the battlefield.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sYnw ivc iml Swml = BrqI ho ky ijqny kU ispwhI jwXw krdy hn, auh koeI sB dy sB suBt sUrmy nhIˆ hoXw krdy, Aqy ijqny kU sUrmy huMdy hn, auh koeI swry Ql mYdwn jMg BUmI ivKy lV nhIˆ mrÎw krdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LRMG",
        "source_page": 368,
        "source_line": 4,
        "gurmukhi": "AwrsI jugiq gur isK sB hI khwvY; pwvk pRgws Bey ivrly Acl hYN [368[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A glass embedded in a finger ring cracks when brought near fire but a genuine stone is unaffected. Similarly like a genuine stone, everyone is known as a Sikh but a few emerge genuine when put through traits. (368)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ AwrsI jugiq AwwrsI vwkUM h`Q dy Cwly ipAwr nwl rKy hoey qwˆ sB hI sMgqIey gur is`K sdOˆdy hn, pr pwvk A`g dy pRgws Bey bilAwˆ koeI ivrly hI s`cy is`K itky irhw krdy hn Bwv jIkUM AwrsI ivc SISy nUM sMBwl ky rKIey qwˆ auh h`Q qy ciVHAw mwn dw AsQwn bxÎw rihMdw hY, pr jrw Br A`g dy syk lgidAwˆ hI auh iqVk jwˆdw hY, qIkUM hI AYho jyhy lwfly is`K bQyry AwkVI iPirAw krdy hn, pr siqgurwˆ dy kop dI AgnI Agy Tihr skn vwly fldwr SIiSAwˆ vwkUM koeI ivrly hI jyrydwr is`K inkilAw krdy hn[ isKI kyvl fIˆgwˆ dI nhIˆ ikMqU ksOtI sihn dI hY ieh qwqprX hY ]368]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
