[
  {
    "id": "RJ8",
    "sttm_id": 6861,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CUWK",
        "source_page": 381,
        "source_line": 1,
        "gurmukhi": "jl kY Drn Aru Drn kY jYsy jlu; pRIiq kY prspr sMgmu smwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as water has love for earth and earth for water, both respond and acknowledge their love for each other.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl krdw hY DrqI nwl Aqy DrqI krdI hY jl nwl pRIqI Aru ies pRkwr pRIqI nUM krdy krdy Awpo ivc dy sMgm swQ nUM Sumwr igxqI ivc mMndy kdr vwlw jwxdy hn AQvw Awpo ivc dI pRIqI dy sMgm nUM smwir sMBwldy inbOˆhdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BSGG",
        "source_page": 381,
        "source_line": 2,
        "gurmukhi": "jYsy jl sIc kY qmwil pRiqpwlIAq; borq n kwstih jÍwlw mY n jwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as water irrigates useful trees like Tamal, brings them up, and it does not sink the tree (wood) that it has reared, nor let it burn in fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl isMj isMj auCl auCl ky qmwl ibrC qwVwˆ nUM BlI pRkwr pwlIdw hY ijs dI lwj nUM hI rKdw hoXw jl kwT nUM fobÎw nhIˆ krdw qy nw hI A`g ivc ipAwˆ hI sVn idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BWUU",
        "source_page": 381,
        "source_line": 3,
        "gurmukhi": "lost kY jiV giV bohiQ bnweIAq; lostih swgr Apwr pwr pwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Iron is forged and moulded to fix wooden planks together to make boats and ships. Because of its association with wood, iron too is able to cross the ocean to the other side.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ieQoˆ qk ilhwj kwT dw pwldw hY ik lohy dIAwˆ pqrIAwˆ myKwˆ nUM jV jV g`f g`f ky giV boihQ bnweIAq jhwj nUM GV bxweIdw hY AQvw iek gVH = ikly smwn jhwj bxw leIdw hY so ieauˆ kr ky kwT nwl lgy lohy nUM Apwr smuMdr qoˆ BI pr pwir hY pwr pw id`qw lMGw id`qw krdw hY ArQwq, AYfw ilhwz ApxI pRiqpwlI vsqU dw pwldw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U5BC",
        "source_page": 381,
        "source_line": 4,
        "gurmukhi": "pRB kY jwnIjY jnu jn kY jwnIjY pRB; qw qy jn ko n gun Aaugun bIcwir hY [381[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A devoted disciple is known from his Master God and God is recognised through His servant. That is why Master Lord does not recognise the virtues and vices of his slave (He even takes those seekers across the worldly ocean who keep the company of His slav",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI pRBU prmwqmw dy jwxIdy hn jn Bgq lok Bjn krxhwry Es dy pÎwry qy jn BjnIk purKwˆ dw jwxIdw hY prmwqmw pRBU iqs kr ky hI Eh pRBU srb SkqI mwn ny cMgI kIqI hY qy AmukI mMdI AYsI vIcwr auh nhIˆ kirAw krdw[ jo kuC pÎwry krdy hn, sB kuC auh Blw hI pRvwxdw hY ]381]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
