[
  {
    "id": "VPD",
    "sttm_id": 6864,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KFJP",
        "source_page": 384,
        "source_line": 1,
        "gurmukhi": "jYsy kulw bDU AMg rciq sIgwr KoiV; qyeI ginkw rcq skl isgwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a lady of a noble house adorns herself with sixteen types of embellishments and even a harlot does the same;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ sRySt kul dI bhU solwˆ iSMgwr AMgwˆ aupr rcdI suAwrdI hY qyeI Enwˆ hI swirAwˆ iSMgwrwˆ nUM vysÍw BI suAwirAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "67T5",
        "source_page": 384,
        "source_line": 2,
        "gurmukhi": "kulw bDU ishjw smY rmY Bqwr eyk; bysÍw qau Anyk sY krq ibBcwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The lady of the noble house enjoys the bed of one person her husband, whereas a harlot shares her bed with many persons;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kul bhU qwˆ ishjw dy smyˆ iek mwqR Brqw pqI nUM hI rmx krdI rwˆvdI hY pRMqU vysÍw Anykwˆ nwl ibBcwr durwcwr krÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LHFL",
        "source_page": 384,
        "source_line": 3,
        "gurmukhi": "kulwbDU sMgmu sujm inrdoK moK; bysÍw prsq Apjs huie ibkwr jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For her love of her husband, the lady of the noble house is praised, admired and is free of any calumny whereas a prostitute earns notoriety for her blemishes and offering herself to others.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kul bhU dy sMgm sprS myl qoˆ suMdR j`s kIrqI inrdoK inrivkwirqw qQw mukqI huMdI hY Bwv gRhsQ Drm pwlx ivKy sukIrqI, inrivkwirqw qQw moK mukqI hoXw krdI hY ikMqUvysÍw nwl CuMhidAwˆ Apjs jgq ivc iP`t iP`t huMdI qy ivgwV hI ivgwV inkilAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X91J",
        "source_page": 384,
        "source_line": 4,
        "gurmukhi": "qYsy gurisKn kau prm pivqR mwieAw; soeI duKdwiek huie dhiq sMswr jI [384[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly the mammon (maya) becomes good for obedient Sikhs of the Guru who use it for good of others according to the teachings of the Guru. But the same mammon becomes troublesome to the worldly people and causes them distress and sufferings.  (384)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr gurU ky is`Kwˆ nUM mwXw AMgIkwr kIiqAwˆ Drm mwrg Awid ivKy lgdI hoeI; prm pivqR Pl dI dwqI hoieAw krdI hY, qy eyho hI mwXw sMswr Br nUM hI sMswrI mwrg ivc lgdI hoeI du`Kwˆ dy dyx hwrI vw swVnhwrI huMdI hY ]384]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
