[
  {
    "id": "6UX",
    "sttm_id": 6874,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "UW5D",
        "source_page": 394,
        "source_line": 1,
        "gurmukhi": "jYsy drpin idib sUr snmuK rwKY; pwvk pRgws hot ikrn ciriqR kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "As a magnifying lens placed before the rays of the sun produces fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr idib drpn AwqSI SISy nUM sUrj dy swhmxy riKAwˆ ikrxwˆ dy cirqR kY Es AMdr sMcwr ho AOx clIAwˆ AOx nwl AgnI pRcMf ho ipAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "91SX",
        "source_page": 394,
        "source_line": 2,
        "gurmukhi": "jYsy myG brKq hI bsuMDrw ibrwjY; ibibiD bnwspqI sPl suimqR kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as earth looks good with rainfall and like a good friend produces fruits and flowers.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ bdl dy vrHidAw swr hI bsuMDrw DrqI ibrwjY ivSyS kr ky ihrÎOl nwl suSoiBq ho AwXw krdI hY qy Anyk Bwˆq dIAwˆ Pldwr bnwspqIAwˆ bUty bUtIAwˆ rwhIˆ suimqR kY Apxw imqRpuxw krdI idKwXw krdI hY ArQwq bdl dI pRsMnqw dy siqkwr vjoˆ Agoˆ Awpny imqRwny Awpo ivc dy pRIqI Bwv nUM pRgtwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YPY6",
        "source_page": 394,
        "source_line": 3,
        "gurmukhi": "BYtq Bqwir nwir soBq isMgwir cwir; pUrn AnMd suq auidiq bicq kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as the conjugal union of a well adorned and embellished woman with her husband gives birth to a son and the wife is highly pleased.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesqRI suMdr iSMgwr nwl SoBdI hoeI ijs Bwˆq ievyˆ hI pqI dy Bytdy swr pUrn AwnMd pqI dy imlwp nUM mwxdI hoeI dy Gr ibicqR suMdR puqR aupijAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8RJH",
        "source_page": 394,
        "source_line": 4,
        "gurmukhi": "siqgur dris pris ibgsq isK; pRwpq inDwn igAwn pwvn pivqR kY [394[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly an obedient disciple of the Guru feels pleased and blossoms at the sight of the True Guru. And by acquiring the treasure-house of divine knowledge and consecration of Naam Simran from his True Guru, he becomes a pious person.  (394)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI siqgurwˆ dy drSn prsn nwl is`K BI ibgsq pRPuilq hoXw krdw hY qy nwl hI pwvn pivqR krx hwrw pivqR mhwn pivqR gÎwn jo smUh inDwˆ dw AsQwn hY Es nUM pRwpq hoXw krdw hY ]394]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
