[
  {
    "id": "JZR",
    "sttm_id": 6878,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "ZLV6",
        "source_page": 398,
        "source_line": 1,
        "gurmukhi": "Awpno suAMin jYsy lwgq ipAwro jIA; jwnIAY vYso eI ipAwro skl sMswr kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as one loves one's son by heart, so are their sons loved by all others in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIkUM Awpxw suAMin puqR jI idl nUM ipAwrw lgdw hY qIkUM hI kIVy pqMgy Awid qk auUc nIc smUh sMswr jIv mwqR nUM hI pÎwrw jwxIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "F4A1",
        "source_page": 398,
        "source_line": 2,
        "gurmukhi": "Awpno drbu jYsy rwKIAY jqn kir; vYso eI smiJ sB kwhU ky ibauhwr kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as one takes full care of one's wealth and assets, so should one treat other's business and profession monetarily.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Awpxy drb Dn pdwrQ nUM jqn kr kr sMBwl sMBwl ky r`KIdw hY qIkUM hI sB iksy dy lYx dyx Awid dy ivhwr kwr nUM BI smJIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DMEQ",
        "source_page": 398,
        "source_line": 3,
        "gurmukhi": "Asquiq inMdw suin ibAwpq hrK sog; vYsIAY lgq jg Aink pRkwr kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as one feels happy listening to one's praise and disturbed on listening slander about oneself, so should one acknowledge and think that others would feel the same.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ AwpxI ausqqI inMidAw nUM sux ky Awpxy AMdr hrK sog ^uSI rMj dw Asr vwpirAw krdw hY, AYsy hI jgq Br dI BI nwnw Bwˆq dI ausqqI inMdw huMdI hoeI lgy ArQwq dUsirAwˆ dI BI ausqiq sux ky ^uS hovy qy inMdw huMdI sux ky rMj mMny[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HG69",
        "source_page": 398,
        "source_line": 4,
        "gurmukhi": "qYsy kul Drmu krm jYso jYso kw ko; auqm kY mwin jwin bRhm ibRQwr kau [398[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, whatever is the business or profession of a person according to his family tradition, it should be accepted as supreme and most appropriate for him. (No one should be hurt on this account). This is enough to understand the Omnipresence of the L",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs Bwˆq Awpxy kulw Drm AnuswrI krmwˆ kwrjwˆ dI pRivrqI nUM pÎwrw qy auqm kr ky mMndw hY AYsw hI ijs ijs pRkwr dw iksy dw kul Drm sMbDI krm hovy, Es nUM BI Eho jyhw hI auqm jwxy qwˆ bRhm ibQwr kau bRhm dI srb bÎwpkqw pRIpUrxqw nUM jwx skdw hY Bwv AYsI swDnw Es vwhgurU dy jQwrQ gÎwn dw prm shl aupwv hY ]398]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
