[
  {
    "id": "1MR",
    "sttm_id": 6880,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BUH3",
        "source_page": 400,
        "source_line": 1,
        "gurmukhi": "pwrs prs drs kq sjnI; kq vY nYn bYn mn mohn [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "O my Guru-conscious friend! like a philosopher-stone, the touch of which changes a metal into gold, where is the glimpse of the True Guru that makes a person supreme and valuable like gold? Where are those enamoring eyes and sweet invaluable words?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pwrs dy smwn prsn hwry siqgurwˆ dy drSn kq = ikQy hn hy sMq jno! Aqy ikDr hn mn dy mohn hwry auh nyqR qQw bcn iblws[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "B1Z8",
        "source_page": 400,
        "source_line": 2,
        "gurmukhi": "kq vY dsn hsn soBw iniD; kq vY gvn Bvn bn sohn [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Where is that smiling face with beautiful teeth, where is the hearth and home and his majestic walk in the fields and gardens?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ikDr hn SoBw dy BMfwr hsUM hsUM krx hwry sRI gurU mhwrwj dy AqÎMq aujly dMd muK Xw ichry qoˆ Bwv hY; Aqy ikDr hY gvn Bvn clxw iPrxw bolxw; sohn sohxw suMdR mtk mtk cln hwrI siqgurwˆ dI cwl crx kmlwˆ qoˆ Bwv hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FR42",
        "source_page": 400,
        "source_line": 3,
        "gurmukhi": "kq vY rwg rMg suK swgr; kq vY dieAw mieAw duK john [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Where is the treasure of peace and comfort? The treasure of singing His praises through Naam and bani (Guru's compositions). Where is that look of kindness and benevolence that is sailing myriad devotees across the worldly ocean?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "suKwˆ dy smuMdr siqgurwˆ dI hjUrI ivc hox hwry Sbd kIrqn vwlw rwg rMg ikDr hY qy gurU mhwrwj dI idAwluqw Aru ikRpwlqw jo du`Kwˆ nUM hn nwS krn vwlI hY ik`Qy hY?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1ZDQ",
        "source_page": 400,
        "source_line": 4,
        "gurmukhi": "kq vY jog Bog rs lIlw; kq vY sMq sBw Cib gohn [400[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Where is the engrossment in the Lord through practicing of Naam, strange and wondrous feeling of enjoying the bliss of Lord's name and where is that congregation assembled in the divine presence of the saintly True Guru that sings the praises of the might",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bog rs sMswrI iblwswˆ ivc hI jog dIAwˆ lIlwˆ krqbwˆ vwly auh rMg rs ikDr gey qy auh sqwˆ siqgurwˆ dI sBw dIvwn dI suMdRqw BrI sjwvt jo go AgÎwn AMDkwr dy hn hnx hwrI nwS krqw sI auh ikDr geI? ]400]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
