[
  {
    "id": "5MH",
    "sttm_id": 6886,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "PKTU",
        "source_page": 406,
        "source_line": 1,
        "gurmukhi": "jYsy hMs bolq hI fwkn hrY kryjO; bwlk qwhI lO DwvY jwnY goid lyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a malicious woman enamors a child with her sweet and gullible talk that attracts the child to her who thinks she would bestow her love upon him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr fYx hsdI hsdI bolx mwqR qy hI klyjw k`F ilAw krdI hY ieh aus dw suBwv huMdw hY; ijs nUM nw jwnx kr ky bwlk ieauˆ jwx ky ik Eh god ivc lYˆdI hY Esy pwsy nUM hI dOVÎw jwXw rKdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "N638",
        "source_page": 406,
        "source_line": 2,
        "gurmukhi": "rovq suqih jYsy AauKd pIAwvY mwqw; bwlku jwnq moih kwlkUt dyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a mother administer medicine to her suffering and crying son but the child feels she is serving him poison.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mwˆ ijs qrHwˆ b`cy nUM dwveI ipAOˆdI hY qwˆ auh roXw krdw hY; ieauˆ bysmJI kwrx jwxdw hY ik mYnUM ivhu idMdI iplOˆdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "42HN",
        "source_page": 406,
        "source_line": 3,
        "gurmukhi": "hrn Brn giq siqgur jwnIAY n; bwlk jugiq miq jgq Acyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The intellect of the worldly beings is also like this child. They do not know the traits of God-like True Guru who is fully capable of destroying all the vices in them. In this regard, Bhai gurdas Ji says: \"Avgun lai gun vikanai vachnai da sura\". Var. 13/",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr siqgurwˆ dI gqI = cwl nUM BI nhIˆ jwxÎw jw skdw ik ieh hrn mwrx Kwqr soDdy p`K ivc vrq irhw hY; ik Brn sMBwl Kwqr poKn dy p`K ivc hY kÎoˆik jgq sMswr jIvwˆ dI miq Akl smJ BI bwlk jugiq bwlk dI nÎweIˆ Acyq hY AÎwxp AgÎwnqweI ivc vrqn vwlI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RW1B",
        "source_page": 406,
        "source_line": 4,
        "gurmukhi": "Akl klw AlK Aiq hI AgwD boD; Awp hI jwnq Awp nyq nyq nyq hY [406[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The True Guru is perfect in all respects. He is beyond our perception. No one can fathom his vast knowledge. He alone knows His own capabilities. All that can be said is-He is Infinite, Infinite, Infinite.   (406)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurU mwXw AivdÎw rUp klw SkqI qoˆ rihq klw vwly hn ArQwq nwˆ hI AivdÎw SkqI sMpMn jIvwˆ vwlI klw vwly EnHwˆ nUM mMnÎw jw skdw hY: qy nw hI mwXw SkqI sMpMn eISÍr Bwv vwlI klw vwly[ Enwˆ dI klw jIv eISÍr Bwv qoˆ nÎwrI hI AlK rUp hY iksy dI lKqw ivc nhIˆ Aw skdI Aqy boD gÎwn BI Es dw AqÎMq AQwh rUp hY; kyvl Awp hI Awpxy Awp jÎoˆ kw qÎoˆ jwxdy hn; iqMn kwl hI Enwˆ dw AMq nhIˆ pwXw jw skdw ]406]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
