[
  {
    "id": "X01",
    "sttm_id": 6887,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2WDX",
        "source_page": 407,
        "source_line": 1,
        "gurmukhi": "dYq suq Bgq pRgit pRihlwd Bey; dyv suq jg mY snIcr bKwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Bhagat Prehlad who made everyone in the city meditate on the name of the Lord, took birth in the house of evil-minded Harnakash. But Sanichar (Saturn) the son of Sun is believed to be an inauspicious and distressing constellation in the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ihrMn kSÎp dYq dy Gr pRihlwd puqR auGw Bgq aupijAw qy sUrj dyvqw dy Gr CinCr puqR hoieAw ieh g`l sB lok AwKdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1UH8",
        "source_page": 407,
        "source_line": 2,
        "gurmukhi": "mDupur bwsI kMs ADm Asur Bey; lMkw bwsI syvk BBIKn pCwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Of the six sacred cities, one is Mathura which was ruled by a vice-ridden demon-like king called Kansa. Also, Bhabhikhan a God-loving devotee was born in Lanka, the infamous city of Ravan.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pivqR Dwm rUp purIAwˆ ivcoˆ mDu pur mQrw purI ivKy v`sx vwlw kMs Asur dYq hoXw dYq BI ADm nIc Aqy dYqwˆ dI ngrI lMkw dw vsnIk sI ibBIKx rOx dw Cotw Brw ijs nUM rwm jI dw syvk Bgq swrw jhwn hI pCwxdw mMndw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6D6C",
        "source_page": 407,
        "source_line": 3,
        "gurmukhi": "swgr gMBIr ibKY ibiKAw pRgws BeI; Aih msqik mn audY aunmwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The deep ocean yielded the death-giving poison. It is also believed that the most poisonous snake has an invaluable jewel in its head.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "fUMGw smuMdR ijs nUM Bgvwn ikRSn ny gIqw ivc sRovrwˆ ivcoˆ swgr mYˆ hwˆ AYsw ikhw hY Es ivcoˆ qwˆ ibiKAw zihr pRgt hoeI Aqy srp dy m`Qy ivKy mxI dw audY pRgt hoxw vIcwrIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QD7C",
        "source_page": 407,
        "source_line": 4,
        "gurmukhi": "brn sQwn lGu dIrG jqn prY; AkQ kQw ibnod ibsm n jwnIAY [407[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So, considering someone high or low, good or bad because of the place of his birth or family lineage is just a misconception. This is an indescribable and wondrous play of the Lord that no one can know.   (407)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "brn bRwhmx KÎqI, vYSÎ; sUdr cwroˆ brnwˆ qy sQwn AwSrm = bRhmcrÎ; gRhsQ; bwnpRsQ; sMnÎsQ cwry AwSRmwˆ ivKy CoitAwˆ vifAwˆ dw jqn joV mylw krIdw hY Bwv nIcwˆ dy aUc qy auUcwˆ dy nIc eykUM dw smwgm vrqdw dyKIdw hY; jo ies g`l dw sUck hY ik ieh vwhgurU dy Gr dI kQw Ak`Q srUp hY; qy Es dw ibnod coj hY hrwn krxhwrw jo nhIˆ jwxÎw jw skdw[ AQvw brn sQwn = AKÎrwˆ dy itkwxy bcn iblws ivKy sMswr AMdr lGU Aru dIrG vfy Coty dw hI jqn joV krIdw hY; pRMqU AkQ kQw dw kOqk jo ibsmwd rUp hY jwnx ivc nhIˆ Aw skdw Bwv SwsqRwˆ qoˆ vwhgurU dy Gr dw pUrn boD AgMm rUp hY ]407]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
