[
  {
    "id": "LVD",
    "sttm_id": 6889,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MWTT",
        "source_page": 409,
        "source_line": 1,
        "gurmukhi": "bwCY n sÍrg bws mwnY n nrk qRws; Awsw n krq icq honhwr hoie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "An obedient disciple of the True Guru neither asks for heaven nor does he fear hell. He does not keep any longing or desire in his mind. Instead he believes that whatever God does is just right.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "nw qwˆ surg dyv lok dy invws dI cwhnw krdw hY qy nw hI nrk ivc pYx; dw qRws qOKlw = Kqrw hI mMndw hY, Aqy hor BI lok pRlok sbMDI iksy pRkwr dI Awsw aumyd dI iksy SuB ASuB kIqy dI Awpxy AMdr nhIˆ riKAw krdw hY bs ic`q qwˆ Es dw eyho hI krdw locdw hY ik jo kuC Es krqwr dy hukm AMdr AvSÎ hI hoxhwr inrsMdyh vrqnhwr hY; Eho hI ipAw hovy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9SU7",
        "source_page": 409,
        "source_line": 2,
        "gurmukhi": "sMpq n hrK ibpq mY n sog qwih; suK duK smsir ibhs n roie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Acquisition of wealth does not make him happy. In the times of distress, he is never morose. Instead he treats distresses and comforts alike and does not lament or rejoice on them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sMpdw suK smwj dy pRwpq hoXwˆ SwdI nhIˆ qy ibpq = ibpdw AOkuV ivKy ies nUM sog gmI = rMg nhIˆ poˆhdy; g`l kI hY ik suK duK dIAwˆ hwlqwˆ ivKy iek rs rihMdw hY; suK pRwpq hoey hsdw nhIˆ qy suKwˆ dy nwS hoey duK smyˆ roˆdw nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M88J",
        "source_page": 409,
        "source_line": 3,
        "gurmukhi": "jnm jIvn imRq mukiq n Byd Kyd; gMimqw iqRkwl bwl buiD Avloie hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is not afraid of birth and death and has no desire of salvation. He is least affected by the worldly dualities and remain in a state of equipoise. He is aware of all the three periods of life and know all the happenings of the world. Yet he always look",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awh jnm jMmnw hY Awh jIauxw qy Awh kuC mOq AQvw mukqI huMdI hY ies Bwˆq dy Byd Es nUM Kyd ivKÎyp nhIˆ pucw skdy[ gMimqw pujq vw gÎwq qwˆ Es nUM iqMnwˆ kwlwˆ dy vrqwry dI hI huMdI hY pr Aivloie idKOˆdw hY Awpxy Awp nUM bwlk buDI mwno pUrx Acyq[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NGVH",
        "source_page": 409,
        "source_line": 4,
        "gurmukhi": "igAwn gur AMjn kY cInq inrMjnih; ibrlo sMswr pRym Bgq mY koie hY [409[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Who ever is blessed with the collyrium of knowledge of the True Guru, recognises the mammon-free Lord God. But such a person who is able to achieve that state is rare in the world.  (409)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auh gurU mhwrwj dy gÎwn aupdyS Anuswr ingHw rKx dy AMjn nUM pw ky inrMjnih inrMjn srUp mwXw Aiv`dXw rihq AnMq AibnwSI nUM pCwx lYˆdw pRqK AnBau kr lYˆdw hY[ so AYsy pRym Bwv vwly Bgiq Bjn krx hwry gurU ky pÎwry sMswr ivc koeI ivrly hI purK hn ]409]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
