[
  {
    "id": "MB9",
    "sttm_id": 6897,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "8ZSK",
        "source_page": 417,
        "source_line": 1,
        "gurmukhi": "jYsy kuAwr kMinAw imil Kylq Anyk sKI; skl ko eykY idn hoq n ibvwh jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as many virgin maids assemble and play with each other but all of them are not married off on the same day.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ keI kuAwrIAwˆ kuVIAwˆ sKI shylIAwˆ bx Awpo ivc rl ky KyfÎw krdIAwˆ hn; pr iekiTAwˆ Kyfn smwn swrIAwˆ vw ivAwh ipAwirE! ieko idn hI iekiTAwˆ nhIˆ hoXw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q18D",
        "source_page": 417,
        "source_line": 2,
        "gurmukhi": "jYsy bIr Kyq ibKY jwq hY suBt jyqy; sbY n mrq qyqy ssqRn snwh jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as many warriors go to the battlefield fully armed and protected with armour coat do not die in the battlefield.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ ijqny BI bIr bwˆky blI suBt sUrmy Kyq sMgRwm CyqR jMg BUmI dy mdwn ivc SsqR sMjoXwˆ nwl sn`D b`D ho ky jwˆdy hn; auh swry dy swry hI jMg ivc nhIˆ lV mirAw krdy ShIdI pwx vwly h`Q idKOˆdy ft mrxhwry koeI ivrly hI inrqdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ZLN4",
        "source_page": 417,
        "source_line": 3,
        "gurmukhi": "bwvn smIp jYsy ibibiD bnwspqI; eykY byr cMdn krq hY n qwih jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as there are many trees and plants around a grove of sandalwood trees, but all are not blessed with the fragrance of Sandalwood at once.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bwvn cMnx dy nyVy ijs qrHwˆ ibbiD bÎMq Bwˆq dI bnwspqI huMdI hY[ pr ieko vwr hI Eh swrI dI swrI nUM cMnx nhIˆ bxw ilAw krdw ijhVI ijhVI cMnx dy md BrI pOx dy sprS dw sÍwgq kry kyvl auh hI Es dy qdrUp srUp meI hoXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "G07B",
        "source_page": 417,
        "source_line": 4,
        "gurmukhi": "qYsy gur crn srin jwqu hY jgq; jIvn mukiq pd cwihq hY jwih jI [417[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, the whole world may go to the refuge of the True Guru but he alone attains the status of living emancipated who 'is liked by Him. (That particular disciple who serves Guru with faith and devotion).  (417)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI siqgurwˆ dy crxwˆ dI srx swrw jgq hI c`l c`l ky jwXw krdw hY pr jIvn mukq pdvI kyvl Esy nUM hI pRwpq hoXw krdI hY; ijs nUM siqgurU cOhx; Bwv jo gurU dy mn nUM BwieAw; auhI pUrn pd pwieAw krdw hY ]417]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
