[
  {
    "id": "4B7",
    "sttm_id": 6905,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HTM9",
        "source_page": 425,
        "source_line": 1,
        "gurmukhi": "sill suBwv dyKY borq n kwstih; lwh ghY khY ApnoeI pRiqpwirE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Look at water, the nature of it never drowns wood in it. It regards the wood as his own having brought it up by irrigating it and thus keeps the shame of this relationship.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyKo! jl dw suBwv jo kwT nUM nhIˆ fobdw; kÎoˆik auh ies bcn AwKy dI lwj Dwrdw hY ik ieh Es dw Awpxw hI pwilAw hoXw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4EZ9",
        "source_page": 425,
        "source_line": 2,
        "gurmukhi": "jugvq kwst irdMqir bYsMqrih; bYsMqr AMqir lY kwsit pRjwirE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Wood keeps fire in it latently but taking the wood in itself the fire burns it (wood) to ashes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Agoˆ kwT Apxy ihrdy AMdr mwno jwn qoˆ vD pÎwrw mMnky AgnI nUM jugvq sMBwlÎw riKAw krdw hY; ies leI ik Es dy pwlnhwry jl dI auqpqI Es qoˆ hoeI hoeI hY; pr swVn hwrI duSt A`g Apxy ivc Aw pey kwT nUM BlI Bwˆq swV suAwh kr is`tdI hY; zrw lwj nhIˆ krdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GLP4",
        "source_page": 425,
        "source_line": 3,
        "gurmukhi": "Agrih jl boir kwFY bwfY mol qw ko; pwvk pRdgD kY AiDk AautwirE hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The wood of Gularia Agalocha (Agar) resurfaces in water after sinking for sometime. This sinking increases the value of the wood. For burning it well in fire, it is boiled in water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Agr cMnx nUM pwxI jrUr fob lYˆdw hY pr ieh BI hwnI vwsqy nhIˆ sgmwˆ jdoˆ bwhr kFo Es Agr dw mu`l vD jwieAw krdw hY Bwv fob ky sgoˆ jl Agr dI ksOtI dw kMm idAw krdw hY Asl prK aupRMq sÍwrQI h`Qwˆ ivcoˆ pwvk dgD kY A`g bwl ky ies nUM bhuq swrw kwiVHAw jwˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9UD1",
        "source_page": 425,
        "source_line": 4,
        "gurmukhi": "qaU qw ko ruDru cuie coAw hoie sll iml; Aaugnih gun mwnY ibrdu bIcwirE hY [425[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Then its essence mixes well in water that becomes sweet smelling. For extracting the essence of the wood, the water has to bear the heat of the fire. But for its calm and tolerant nature, water changes its demerits into merits and thus fulfils its duties",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYQoˆ qk ik jd jwl myl ky Es dw lhU cox lgdw hY qwˆ jl Jt iml ky Es dw coAw Aqr bxw idMdw hY; AOguxÎwry dy AOgux nUM BI gux hI mMnx dy ibrd nUM socdw hY A`gdw ApRwD nhIˆ mMndw ]425]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
