[
  {
    "id": "858",
    "sttm_id": 6908,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1DZU",
        "source_page": 428,
        "source_line": 1,
        "gurmukhi": "jau lau kir kwmnw kwmwrQI krm kIny; pUrn mnorQ BieE n kwhU kwm ko [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So long as a human being performed deeds to fulfill his desires or with some aim in mind, neither his performed actions achieved anything nor any of his resolutions bore fruit.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijqnw icr pRXMq kwmnw dy pRXojn vwly bx kwmnw cwhnw Dwr Dwr ky skwm krmwˆ nUM kIqw qwˆ iksy BI kwmnw sbMDI mn dw ArQ pRXojn pUrw nw hoXw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "39N6",
        "source_page": 428,
        "source_line": 2,
        "gurmukhi": "jau lau kir Awsw AwsvMq huie Awsro gihE; bihE iPirE Taur pwieE n ibsRwm ko [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So long a human being remained dependent on others for fulfillment of his desires, he wandered from pillar to post without respite from anywhere.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijqnw kwl pRXMq AwsvMq Awsw vMd aumydvwr bx ky; Awswˆ aumydwˆ kridAwˆ Awsry gRihx krdy iPry cwhy rhy ieko itkxy qy cwhy iPry dysI idsOrI ibsRwm = cYn dI TOr iblkul nw pRwpq hoeI; Bwv itkwxy isr hI Awswˆ dI syh ivc sMklpwˆ ivklpwˆ dI PMf mwrdI rhI qo pRdyswˆ ivc Brmnw Btknw dw ivKÎyp jwn pwˆdw irhw; nw iekwˆq sOjI qy nw hI dukwˆq ivc hI kuC sOirAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LMCE",
        "source_page": 428,
        "source_line": 3,
        "gurmukhi": "jau lau mmqw mmq mUMf boJ lIno; dIno fMf KMf KMf Kym Twm Twm ko [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So long a human being carried the load of I, my, me and yours under the influence of attachment with worldly goods and relations, he kept roving in distress from one place to the other.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy AYsw hI jdoˆ qk mmqw dy moh sMswrI pdwrQwˆ vw srbMDIAwˆ dy snyh pÎwr hdw Bwr isr qy leI riKAw aus ny AYsw fMf id`qw ik KMf KMf cUr cUr huMdy rhy qy Qwˆ Qwˆ dw Kyd du`K shwrdy rhy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0S47",
        "source_page": 428,
        "source_line": 4,
        "gurmukhi": "gur aupdys inhkwm Aau inrws Bey; inmRqw shj suK inj pd nwm ko [428[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One can become unattached and free from all worldly allurements only by taking the refuge of the True Guru and practicing His sermon of Naam Simran that helps one achieve spiritual high, comfort of equipoise and humility.  (428)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jÎoˆ hI ik gurU kw aupdyS lY gur is`K sjy sB pRkwr dIAwˆ kwmnwˆ qoˆ rihq ho gey Aqy Awswˆ vloˆ BI inrws bx gey, Aru inj pd hY nwm ijs shj suK dw Es ivKy inmRqw imlnswrqw Dwr leI[ Bwv *sgl sMg hm kau bin AweI* vwlw vrqwrw vrq irhw hY ]428]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
