[
  {
    "id": "098",
    "sttm_id": 6909,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "D770",
        "source_page": 429,
        "source_line": 1,
        "gurmukhi": "siqgur crn kml mkrMd rj; luBq huie mn mDukr lptwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The mind of a devoted Sikh is ever entangled in the sweet smelling dust of the lotus feet of the Lord like a bumble bee. (He is ever engrossed in practicing meditation on Lord's name).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgurwˆ dy crx kmlwˆ nUM Enwˆ dI rj DUlI rUp mkrMd rs Kwqr luiBq luBwiemwn hoieAw hoieAw mn BOry vq ilpitAw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NSPC",
        "source_page": 429,
        "source_line": 2,
        "gurmukhi": "AMimRq inDwn pwn Aihinis rsik huie; Aiq aunmiq Awn igAwn ibsrwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He is ever longing to relish the Naam-elixir day and night. In its bliss and ecstasy, he ignores all other worldly awarenesses, allurements and knowledge.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI inDwn inDIAwˆ dy AsQwn rUp aukq crx kmlwˆ dy AMimRq Ckdy rihx dw rwq idn rsIAw AnurwgI pRymI bixAw AqÎMq aunmiq mgnwnw hoieAw; hornwˆ igAwnwˆ cqurweIAwˆ sÎwxpwˆ Awid jwxkwrIAwˆ nUM Bulw idMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9B3B",
        "source_page": 429,
        "source_line": 3,
        "gurmukhi": "shj snyh gyh ibsm ibdyh rUp; sÍwNqbUMd giq sIp sMpt smwny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such a devoted Sikh's mind then lovingly resides in the holy feet of the Lord. He is free of all body desires. Like the Swati drop of rain falling on an oyster, he also is enclosed in the box of Lord's holy feet.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "shj snyh sÍwBwivkI pÎwr Awqm rqI Awqm kRIVw dI mMidr rUp jo ieh hYrwn krn vwlI ibdyh srUp AvsQw hY; ies ivKy AYauˆ ilvlIx rihMdw hY; jIkUM ik sÍwˆqI bUMd nUM giq pRwpq kr ky is`pI sMpt f`by dI qrwˆ smwny iBVI rihMdI hY; Bwv Awpxy Awp ivc Ajr nUM jrI rKdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GBEW",
        "source_page": 429,
        "source_line": 4,
        "gurmukhi": "crn srn suK swgr ktwC kir; mukqw mhwNq huie AnUp rUp Twny hY [429[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Engrossed in the refuge of ocean of peace-The True Guru, and by His grace, he too becomes an invaluable and an unique pearl like the pearl of the oyster.  (429)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwqprX kIh ik siqgurwˆ dy suK smuMdR crxwˆ dI srn ies pRkwr rihx kr ky ikRpw ktwKÎ dy pRBwv nwl auh mhwˆq mhwn AMqwkrx vwlw moqI bx ky aupmw qoˆ rihq srUp vwlw prm pRkwS srUp bx jwieAw krdw hY; AQvw jIkUM is`pI vc mgn rih ky sÍwˆqI bUMd moqI bx jwieAw krdI hY; eykUM hI siqgurwˆ dy crxwˆ dI srn ivKy smwieAw mn mhwn mukqI kYvlÎ mukqI sMpMn hoXw AnUpm rUp vwlw swKÎwq pwrbRhm srUp hI bx jwXw krdw hY ]429]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
