[
  {
    "id": "0T1",
    "sttm_id": 6910,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VS0N",
        "source_page": 430,
        "source_line": 1,
        "gurmukhi": "rom rom koit muK, muK rsnw AnMq; Ainq mnMqr lau khq n AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If every hair of the body is blessed with millions of mouths and each mouth has numerous tongues, even then the glorious state of the person who relishes Lord's name with them cannot be described over the eons.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srIr auprlw vwl vwl kRoVwˆ mUMh bx pvy qy AYisAwˆ mUMhwˆ ivc ieauˆ AnMq AsMKwˆ bwrMbwr Es dy mh`q nUM qolIey; qwˆ BI jo qol ivc nhIˆ Aw skdw; Bwv pdwrQ ivdÎw sMbDI prKaUey XMqRwˆ dÍwry jykr iksy pRkwr kRoVwˆ hI bRhmMfwˆ dy q`q nUM koeI jwx ky ies qoˆ Es dw mrm smJnw cwhy qwˆ kdwicq nhIˆ smJ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HDJ0",
        "source_page": 430,
        "source_line": 2,
        "gurmukhi": "koit bRhmMf Bwr fwr qulwDwr ibKY; qolIAY jau bwir bwir qol n smwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If we weigh the load of millions of universes with the spiritual bliss time and again, the great comfort and peace cannot be measured.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYsw hI iksy pRkwr kRoVwˆ bRhmMfwˆ dy Br pMfwˆ bMn bMnH ky qkVI ivc pw jykr bwrMbwr Es dy mh`q nUM qolIey, qwˆ BI jo qol ivc nhIˆ Aw skdw[ Bwv pdwrQ ivdÎw sbMDI prKaUey XMqRwˆ Awid dÍwry jykr iksy pRkwr kRoVwˆ hI bRhmMfwˆ dy q`q nUM koeI jwx ky ies qoˆ Es dw mrm smJnw cwhy qwˆ kdwicq nhIˆ smJ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9D07",
        "source_page": 430,
        "source_line": 3,
        "gurmukhi": "cqur pdwrQ Aau swgr smUh suK; ibibiD bYkuMT mol mihmw n pwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All the worldly treasures, seas full of pearls and numerous pleasures of heaven are virtually nothing compared to the glory and grandeur of reciting His name.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cwroˆ pdwrQ Drm ArQ Awid qy Amolk rqnwˆ dI Kwx, smuMdR qQw smUh suK iqRlokI dy Aru cOdwˆ hI Buvnwˆ dy AwnMd Aqy Anykwˆ bYkuMT ienwˆ sBnUM hI ibibiD AnMq rUp kr ky mu`l pwieAw BI ijs dI mihmw kImq nhIˆ pweI jw skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ERYC",
        "source_page": 430,
        "source_line": 4,
        "gurmukhi": "smJ n prY krY gaun kaun Baun mn; pUrn bRhm gur sbd sunwveI [430[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The fortunate devout who is blessed with the consecration of Naam by the True Guru, how high a spiritual state can his mind get absorbed in? No one is capable of expressing and describing this condition.  (430)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "prMqU pUrn bRhm srUp siqgurU jÎoˆ hI ik Sbd sunwˆdy aupdyS idMdy hn; sm nhIˆ pYˆdI pqw nhIˆ lgdw ik auho mn iks Baun itkwxy ivKy puj jwˆdw hY[ ArQwq smJ bUJ dI gMmoˆ pwr BI huMdw hoXw ieh AgMm Akih pd ivKy Jt hI pRvyS pw jwieAw krdw hY; Bwv hor iksy pRkwr BI TOr nw AOx vwlw mn kyvl gur aupdyS Dwrx mwqR qy hI ilvlIn ho skÎw krdw hY ]430]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
