[
  {
    "id": "37D",
    "sttm_id": 6918,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "58WS",
        "source_page": 438,
        "source_line": 1,
        "gurmukhi": "hsq hsq pUCY his his kY hswie; rovq rovq pUCY roie Aau ruvwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A laughing person merrily asks a happy and laughing person various things that can make them laugh. Similarly a crying person asks another crying person matters that causes crying.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hsq h`dsy hoey nUM hsq h`sdw hoXw; h`s h`s ky hsOˆdw hoXw; kuSl Kym dI bwq puCÎw krdw hY; Aqy roˆdy hoey nUM roˆdw hoieAw Awp ro ky Aqy roˆidAwˆ nUM hor ruvw ruvw ky puiCAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QUDK",
        "source_page": 438,
        "source_line": 2,
        "gurmukhi": "bYTY bYTY pUCY bYiT bYiT kY inkit jwie; cwlq cwlq pUCY dhids Dwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A settled person will share with another settled person means of settling down. A person treading a path will ask another on the right path, things that would lead one to the right path.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bYTy hoey nUM pws jw ky bYTky hI; bYiTAwˆ hoieAwˆ pu`CIdw hY; Aqy quridAwˆ hoieAwˆ nUM; qurdw qurdw hI dhidis Dwie kY ds vl mwr ky puCdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8853",
        "source_page": 438,
        "source_line": 3,
        "gurmukhi": "log pUCy logwcwr byd pUCY byd ibiD; jogI BogI jog Bog jugiq jugwie kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A worldly person asks the other worldly persons various aspects of worldly affairs. One who studies Vedas would ask about Vedas from another who has the knowledge of Vedas.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "lok lokwcwrI g`lwˆ nUM puCÎw krdy hn; qy byd ibiD byd Awcwr byd mRXwdw nUM byd byd cwrI lok Aqy ievyˆ hI jogI vw BogI Awpo Awpxy AwSX nwl imldIAwˆ jog jugqI vw Bog BugqI dI cwl g`lwˆ nUM jgwie kY GoK GoK ky puCÎw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "80PR",
        "source_page": 438,
        "source_line": 4,
        "gurmukhi": "jnm mrn BRm kwhU n imtwey swikE; inihcl Bey gur crn smwie kY [438[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All the above do satiate the addiction of a person, but no one has been able to end the birth-death cycle of anyone by such prattles. Those who unite their attention in the holy feet of the Lord, only those obedient disciples of the Guru are able to end t",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhIAwˆ prcOxIAwˆ nwl jMmn mrx dI Btknw koeI iksy dI nhIˆ imtw skdw[ ijhVy gurU ikAwˆ crxwˆ ivc smweI krdy hn; kvl Eho hI Ac`l jnm mrx qoˆ rhq rhq hoieAw krdy hn ]438]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
