[
  {
    "id": "JVV",
    "sttm_id": 6919,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1E4U",
        "source_page": 439,
        "source_line": 1,
        "gurmukhi": "pUCq pQik iqh mwrg n DwrY pig; pRIqm kY dys kYsy bwqnu ky jweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One asks a wayfarer of the beloved Lord's abode, the path to Him but does not tread even a step on it. Without launching oneself on that path, how can one reach the abode of the beloved Lord by mere prattles?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "piQk pwˆDI rwhI nUM qwˆ rwh pu`Cdw hY; pr Es vwty pYr Drdw nhIˆ ArQwq qurn dw nwm nhIˆ lYˆdw Blw ieauˆ g`lwˆ g`lwˆ nwl iks qrHwˆ pRIqm dy dys pujÎw jw skygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FGT0",
        "source_page": 439,
        "source_line": 2,
        "gurmukhi": "pUCq hY bYd Kwq AauKd n sMjm sY; kYsy imtY rog suK shj smweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One asks the physician the True Guru, the medicine of curing the malady of ego, but does not consume the medicine with dedicated discipline and precautions. Then how can the ailment of ego be cured and spiritual peace acquired.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eykUM hI vYd hkIm nUM qwˆ dvweI drml bwbq pu`Cdw hY ikMqU AauKiD dvweI sMjm p`Q pRhyz nwl Kwˆdw nhIˆ Blw rog kIkUM imty qy shj suK suBwivkI Arogqw DurwhUM nvyˆ nroeypxy ivc kIkUM smweI pweI jw sky[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UASU",
        "source_page": 439,
        "source_line": 3,
        "gurmukhi": "pUCq suhwgn krm hY duhwgin kY; irdY ibibcwr, kq ishjw bulweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One asks from the dear and beloveds of the Lord husband the way of meeting Him, but all her actions and deeds are like of wretched and discarded women. Then how can such a seeker wife with deceitful heart ever be called to the nuptial bed of the husband L",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ie\\y hI jIkUM suhwgnI piqbRqw nUM qwˆ suhwg Bwg dIAwˆ g`lwˆ vw vrqn ivhwr dy c`j Awcwr puCdI hY; ikMqU krm krqUq hY duhwgnwˆ buirAwrwˆ vwlI Aqy irdy AMdr vs irhw hY ibBcwr pr purKwˆ nUM rmx vwlw kwrw Blw pqI dI ishjw aupr iks qrHwˆ bulweI s`dI jwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M53X",
        "source_page": 439,
        "source_line": 4,
        "gurmukhi": "gwey suny AwNKy mIcY pweIAY n prmpdu; gur aupdysu gih jau lau n kmweIAY [439[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly without inhabiting the Lord in the heart, singing the praises, listening to His discourses and closing eyes for the beloved Lord cannot reach one to the higher spiritual state. Reaffirming of Guru's sermons in the heart and practicing them perpe",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr ibsnu pidAwˆ Bjnwˆ dy gwivAwˆ; suixAwˆ; qQw pRisMn ho ho ky AKIAwˆ mIitAwˆ qdoˆ q`k kdI prm pd nhIˆ pRwpq ho skdw: jdoˆ qk ik gurU mhwrwj dw aupdyS lY ky nhIˆ kmwieAw jwvygw ]439]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
