[
  {
    "id": "R6A",
    "sttm_id": 6922,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0PQK",
        "source_page": 442,
        "source_line": 1,
        "gurmukhi": "jYsy GnGor mor cwqRk snyh giq; brKq myh Asnyh kY idKwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a peacock's and rain-bird's love is confined to the thunder of the clouds and this love is visible only till the rain lasts. (Their love is not lasting.)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ myG dI gVg`j b`dl dI grjnwˆ nwl mor qQw ppIhy dy snyh gIq pÎwr dI cwl huMdI hY pr ieh AYsw pRym mIˆh pYˆidAwˆ hI kr ky idKwieAw krdy hn; sdIv kwl nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MSVF",
        "source_page": 442,
        "source_line": 2,
        "gurmukhi": "jYsy qau kml jl AMqir idsMqir huie; mDukr idnkr hyq aupjwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a lotus flower closes at sunset but remains in water and the bumble bee keeps hovering over other flowers. But at sunrise when lotus flower opens up, its love for the lotus flower resurfaces. His love is not of permanent nature.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pyr kOl Pu`l huMdw hY cwhy jl dy AMdr hI smIitAw hoieAw pr ieauˆ huMidAwˆ BOrw huMdw hY idsMqir hornI hornI pwsIˆ pricAw ikMqU jÎoˆ hI ik kOl sUrj nwl pÎwr pRgtw lYˆdw Bwvyˆ; AwpxI ingHw jl qoˆ auTw ky sUrj v`l pÎwr lgwˆdw iKVdw hY qwˆ BOrw BI kOl nwl pÎwr krn lg pYˆdw hY Bwv AniKVy kOl nUM nhIˆ pÎwrdw qy iKVy nUM pÎwrdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9EFQ",
        "source_page": 442,
        "source_line": 3,
        "gurmukhi": "dwdr inrwdr huie jIAiq pvn BiK; jl qij mwrq n pRymih ljwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A frog's love with water is very disrespecting. He comes out of water to breathe air. Out of water, it does not die. He thus shames his love for water.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dwdr ffU dw jd jl pwsoˆ inrwdr huMdw hY Bwv jdoˆ jl su`k ky ffU dw Awdr nhIˆ kr skdw; qwˆ ieh pOx nUM B`Cn kr ky jIauˆdw rihMdw hY; qy jl dy iqAwigAwˆ ieh mr nhIˆ jwˆdw Aru ieauˆ ieh sBI pRym nUM lwj hI lwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FKKR",
        "source_page": 442,
        "source_line": 4,
        "gurmukhi": "kpt snyhI qYsy Awn dyv syvku hY; gurisK mIn jl hyq ThrwvhI [442[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, a deceitful Sikh with demonstrative love is the follower of other gods and goddesses, whereas the love of a true and obedient Sikh for his True Guru is like fish and water. (He holds no love for anyone else other than the True Guru).  (442)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI mor ppIhy; kOl BOry; qQw ffU dI nÎweIˆ kpt snyhI idKwvy dy sÍwrQI pÎwr vwly siqgurwˆ qoˆ bymuK ho hornwˆ dyviqAwˆ dy syvk jw bxdy hn; pRMqU gurU ky is`K AMdroˆ bwhroˆ iek smwn s`cw pRym krx hwry mClI jl vwly pRym aupr inscw Dwrdy hn: Bwv jl ibnwˆ mClI dy mr imtn vq siqgurwˆ qoˆ kdwicq ivCVdy mrx lgdy hn ]442]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
