[
  {
    "id": "45E",
    "sttm_id": 6923,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "3LYF",
        "source_page": 443,
        "source_line": 1,
        "gurmukhi": "purK inpuMsk n jwny binqw iblws; bwNJ khw jwny suK sMqq snyh kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as an impotent person does not know what pleasure it is to share a union with a woman, and a barren woman cannot know the love and attachment of children.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hIjVw AwdmI binqw iblws iesqRI sMBog rUp gRhsQ suK nUM nhIˆ jwxdw; Aqy sMF bMDÎw iesqRI sMqiq sMqwn dy pÎwr dy suK nUM kIh jwxy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "V2F9",
        "source_page": 443,
        "source_line": 2,
        "gurmukhi": "ginkw sMqwn ko bKwn khw goqcwr; nwh aupcwr kCu kustI kI dyh kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as the lineage of the children of a prostitute cannot be defined, and a leper cannot be cured anyway.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vysvw dI sMqwn dw kIh goqRwcwr bMs pRxwlI koeI vrnx kry; Aqy koVHI dy srIr dw koeI aupRwlw ielwj kuC ho hI nhIˆ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CZHY",
        "source_page": 443,
        "source_line": 3,
        "gurmukhi": "AwNDro n jwnY rUp rMg n dsn Cib; jwnq n bhro pRsMn AspRyh kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a blind person cannot know the beauty of the face and teeth of a woman and a deaf person cannot feel anyone's anger or happiness since he cannot hear.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMnHw AwdmI rUp rMg sUrq Skl qQw dsn dMdwˆ dI Cib aujlqw Bwv; suMdRqw nhIˆ jwx skdw Aqy bolw purK nhIˆ jwxdw hY pRsMnqw vw ApRsMnqw nUM kÎoˆik bolI hI pRsMnqw ApRsMnqw dw krx hY; ijs nUM auh sux hI nhIˆ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NGQE",
        "source_page": 443,
        "source_line": 4,
        "gurmukhi": "Awn dyv syvk n jwny gurdyv syv; jYsy qau jvwso nhI cwhq hY myh kau [443[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, a devotee and follower of other gods and goddesses, cannot know the celestial bliss of service of true and perfect Guru. Just as camel-thorn (Alhagi maurorum) resents rain.  (443)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI hor dyviqAwˆ dy syvk ArwDn mMnxhwry nhIˆ jwxdy hn siqgurU dyv dI syvw nUM ik ieh kIh vsqU huMdI hY ijs qrHwˆ jÍwhwˆ bUtI mIˆh nUM nhIˆ cwihAw krdI qIkUM hI ienwˆ nUM siqgurwˆ dI syvw nhIˆ BwieAw krdI ]443]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
