[
  {
    "id": "KJ8",
    "sttm_id": 6926,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2AQK",
        "source_page": 446,
        "source_line": 1,
        "gurmukhi": "jYsy qau ggn Gtw GmMf iblokIAiq; grij grij ibnu brKw iblwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as black clouds are often seen in the sky who make thundering sound but disperse without releasing a drop of rain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pyr AwkwS mMfl ivKy bdlwˆ dI Gtw GmMf iGrI hoeI mwno huxy vrHI ik vrHI dSw ivKy dyKIdI hY; pr g`j g`j ky mIˆh pey ibnwˆ hI jIkUM auh iblwq dPw ho jwXw auf jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "53TP",
        "source_page": 446,
        "source_line": 2,
        "gurmukhi": "jYsy qau ihmwcil kTor Aau sIql Aiq; skIAY n Kwie iqRKw n imtwq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a snow clad mountain is very hard and cold; it yields no eatable nor can the thirst be quenched by eating the snow.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ muV brP dw phwV hY; kTor ingr Aqy AqÎMq sIql TMFw Twr pr auQoˆ kuC Kw nhIˆ skIdw kÎoˆ ju brP ibnwˆ kuC imldw hI nhIˆ; qy jy brP nUM Kwvy qwˆ ipAws nhIˆ imtw skdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1655",
        "source_page": 446,
        "source_line": 3,
        "gurmukhi": "jYsy Esu prq krq hY sjl dyhI; rwKIAY icrMkwl n Taur Thrwiq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as dew wets the body but it cannot be kept at a place for long. It cannot be stored.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ qRyl pYˆdI hY; qwˆ auh SrIr nUM sjl iBMnw iBMnw ig`lw bx idMdI hY; pr jy Es ig`l nUM sIqlqw dw kwrx jwx ky sMBwl rKxw cwhIey qwˆ icrkwl qk rKI nhIˆ rih skÎw krdI qy nw hI iek itkwxy itkI hI rih skÎw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "NE5R",
        "source_page": 446,
        "source_line": 4,
        "gurmukhi": "qYsy Awn dyv syv iqRibiD cpl Pl; siqgur AMimRq pRvwh ins pRwq hY [446[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So is the fruit of the service of gods who live life in the three traits of maya. Their reward is also influenced by the three traits of mammon. Only the service of the True Guru maintains the flow of the Naam-Bani elixir for ever.  (446)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr mn bwxI srIr mwqR kr ky hI hor dyv syvn dw Pl sMswrI hox kr ky cpl rUp ArQwq clwXmwn nwsvMq hY; kyvl Esy pwsy du`K hI du`K idKwvy dw pwj hY[ ieh kyvl siqgurwˆ dI hI sPl syvw hY ijs dy pRBwv kr ky in`q hI sdIv kwl AMimRq dw pRvwh pRwq pRwpq huMdw jwrI rihMdw hY ]446]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
