[
  {
    "id": "947",
    "sttm_id": 6930,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "F83A",
        "source_page": 450,
        "source_line": 1,
        "gurmukhi": "AYsI nwiekw mY kuAwr pwqR hI supwqR BlI; Aws ipAwsI mwqw ipqw eykY kwh dyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A virgin maid who is ever hopeful of achieving a place of superior authority in the house of a husband that her father will find for her one day is far better than a deceitful woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhI iesqRI nwloˆ kuAwr pwqR kuAwrpxy vwlI kuAwrI kMnÎw hI supwqR sRySt AiDkwrn vw BlI hY; ijhVI ik ies aumyd dI ipAwsI locwvMd rihMdI hY ik Ehdy mwpy Es nUM iksy ie`k qweIˆ dyx Arpx krngy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4LH1",
        "source_page": 450,
        "source_line": 2,
        "gurmukhi": "AYsI nwiekw mY dInqw kY duhwgn BlI; piqq pwvn ipRA pwie lwie lyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A woman who has been disassociated with her husband by him and who regrets her actions by her humility, consequence of which her husband forgives her sins is far better than a deceitful woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhI iesqRI nwloˆ ADIngI Dwr ky b^Sw lYx vwlI duhwgx (ivBcwrn) hI cMgI hY, ijs BRSt Acwrn nUM 'pwvn' (qObw kwrn) pivqR ho geI pRwn ky pqI Awpxy crnI lw lYˆdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MLZN",
        "source_page": 450,
        "source_line": 3,
        "gurmukhi": "AYsI nwiekw mY Blo ibrh ibEg sog; lgn sgn soDy srDw shyq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "That woman separated from her husband who bearing the pangs of separation is devotedly involved in finding out auspicious time and good omens for the reunion is better than a treacherous and deceitful woman.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho jyhI iesqRI nwloˆ ivCoVy ivjog dw sog cMgw hY, ijs sog ibKy ivjogx SrDw Ar pRym nwl ipAwry pqI dy imlwp KwqR lgn sgn dI soD krdI rhy Bwv AOˆsIAwˆ Awid pw kwˆ aufw aufw ky jo vwˆFy gey pqI nUM aufIk aufIk ky smwˆ tpw rhI hovy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "4KNR",
        "source_page": 450,
        "source_line": 4,
        "gurmukhi": "AYsI nwiekw mwq grB hI glI BlI; kpt snyh duibDw ijau rwhu kyqu hY [450[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such a woman of deceitful love should have perished in her mother's womb. Deceit filled love is full of such duality as the two demons Rahu and Ketu are who cause solar and lunar eclipse.  (450)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AYho ijhI inj hoxI iesqRI qwˆ mwˆ dy pyt ivc gl geI hI BlI sI ijhVI ik au`proˆ dyvqw AMdroˆ dYˆq rwhU kyqU dI qrHwˆ kpt dw ipAwr Dwr ky duibDw BirAw kpt dw ipAwr krdI hovy[ qwqpRX ikhI ky dubwjry duPsly kpt snyhI au`proˆ gurU ky hox qy AMdr hor dyvIAwˆ dyviqAwˆ nUM BI locdy hox, AYsy mnu`K qwˆ sMswr qy inj hI hox ]450]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
