[
  {
    "id": "GMV",
    "sttm_id": 6932,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S62U",
        "source_page": 452,
        "source_line": 1,
        "gurmukhi": "jYsy aulU idn smY kwhUAY n dyiKE BwvY; qYsy swDsMgiq mY Awn dyv syvkY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as sight of an owl during the day is not appreciated by any body, so is a follower of a god not liked by the disciple of the True Guru in their holy congregation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ au`lU idn dy smyˆ iksy nUM BI dyiKAw nhIˆ BOˆdw; iqsy pRkwr hI swD sMgq AMdr iek mwqR gurU mhwrwj bwJoˆ hornwˆ dyviqAwˆ dI syvw AwrwDnw krx hwrw BI iksy qrHwˆ dyKÎw jwxw pRvwx nhIˆ riKAw igAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8BAT",
        "source_page": 452,
        "source_line": 2,
        "gurmukhi": "jYsy kaUAw ibidAwmwn bolq n kwhU BwvY; Awn dyv syvk jau bolY AhMmyv kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a crow cawing is not appreciated by anyone, just as a devotee of a god is not appreciated in the holy assembly of god-like True Guru. (because he may be saying haughty traits of his deity)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ kwˆ ibidAw spSt swmrq`K boldw hoieAw BI iksy nUM nhIˆ BwieAw krdw iqsy qrHwˆ hor dyviqAwˆ dw syvk haumY dy ADIn hoieAw hox kr ik mYˆ Amuky dyvqw dw Bgq vYSnv AwcwrI Xw SYv Awid hwˆ, AYsw mwn Dwr ky boilAw iksy nUM nhIˆ BwieAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EFQU",
        "source_page": 452,
        "source_line": 3,
        "gurmukhi": "ktq ctq sÍwn pRIiq ibpRIiq jYsy; Awn dyv syvk suhwie n ktyv kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a dog licks when he is patted and bites when shouted and scolded at. (both acts are not good),",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ ku`qw pRIqI kridAwˆ c`tdw Aqy ibpRIq kIiqAwˆ GUirAwˆ qwiVAwˆ v`Fn pYˆdw dovyˆ qrwˆ hI cMgw nhIˆ lgdw hY; iesy qrHwˆ hI hor dyviqAwˆ dy syvkwˆ dI AYsI kutyv BYVI vwdI suhOˆdI pisMd kIqI jwˆdI nhIˆ[ Bwv Enwˆ dI pRIq qy vYr dovyˆ hI ku`qy dy k`tn c`tn vq cMgy nhIˆ lgdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KR9Y",
        "source_page": 452,
        "source_line": 4,
        "gurmukhi": "jYsy mrwl mwl soBq n bgu Tgu; kwFIAY pkir kir Awn dyv syvkY [452[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a heron does not fit in the group of swans and is turned out from there, so does a devotee of some god or goddess not fit into the holy assembly of God-worshipping saints. Such fake devotees should be turned out from these assemblies.  (452)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ hMswˆ dI fwr ivc T`g bglw nhIˆ soBw skdw cuMJwˆ mwr ky k`F id`qw jwˆdw hY iesy qrHwˆ hI swD sMgq ivcoˆ hor hor dyviqAwˆ dy syvn hwirAwˆ nUM PV ky bwhr k`F id`qw cwhIey ]452]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
