[
  {
    "id": "GWP",
    "sttm_id": 6933,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "VJZA",
        "source_page": 453,
        "source_line": 1,
        "gurmukhi": "jYsy aulU Awidq audoiq joiq kau n jwny; Awn dyv syvkY n sUJY swDsMg mY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as an owl cannot know the greatness of sunlight, similarly a worshipper of other deities cannot have perception of True Guru's advice and company of the holy men.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ au`lU Awidq audoiq sUrj dy audy hoieAwˆ Es dI joq cmk dmk nUM nhIˆ jwnY pCwinAw krdw iesy qrHwˆ Awn dyv syvk nUM swD sMgq AMdr siqgurwˆ dw pRqwp BI nhIˆ suiJAw krdw vw prmwrQ dI sUJ nhIˆ pYˆdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "JH57",
        "source_page": 453,
        "source_line": 2,
        "gurmukhi": "mrkt mn mwink mihmw n jwny; Awn dyv syvk n sbdu pRsMg mY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a monkey does not know the value of pearls and diamonds, so can a follower of other deities not assess the importance of Guru's sermon.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ mrkt bwˆdr hIirAwˆ jÍwhrwqwˆ dI mihmw kdr nUM nhIˆ jwxdw; qIkUM hI Awn dyv syvk swD sMgq AMdr gurU ky sbd aupdyS dy pRsMg pRkrx vw inrxy nUM nhIˆ smJ skdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "RHS6",
        "source_page": 453,
        "source_line": 3,
        "gurmukhi": "jYsy qau PinMdR pY pwT mhwqmY n jwnY; Awn dyv syvk mhwpRswid AMg mY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a cobra cannot appreciate nectar-like milk, similarly a follower of other gods cannot understand significance of the blessings of the Guru's word and his consecrated gift of Karhah Parsad.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr Pyr s`p duD pIn dy mhwqm nUM nhIˆ jwxdw iesy qrHwˆ hI Awn dyv syvk mhw pRswid AMg mY kVwh pRSwd dy p`K bwry ivc vw AMg bu`k ivc pey kVwh pRSwd dy mh`q nUM nhIˆ jwxÎw krdw ijs kr ky inrwdr krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6ARF",
        "source_page": 453,
        "source_line": 4,
        "gurmukhi": "ibnu hMs bMs bg Tg n skq itk; Agm AgwiD suK swgr qrMg mY [453[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as an egret cannot fit in the flock of swans and has no knowledge of comforting waves of lake Mansarover. Similarly a worshipper (follower) of other gods cannot stay in the society of devout Sikhs blessed by the True Guru, nor can he understand the d",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy pRkwr hI hMswˆ dI bMs s`cy is`Kwˆ ibnwˆ bgly Tg Awn dyv syvk Agm AgwD AwSX vwly suK smuMdR mwnsrovr srUp siqgurwˆ dIAwˆ aupdyS rUp lihrwˆ ivKy nhIˆ itk skÎw; bYTy rih skÎw krdy ]453]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
