[
  {
    "id": "BH1",
    "sttm_id": 6934,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4A6K",
        "source_page": 454,
        "source_line": 1,
        "gurmukhi": "jYsy qau ngr eyk hoq hY Anyk hwtY; gwhk AsMK AwvY bycn Aru lYn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a town has many shops which are visited by many customers who go there to buy or sell their merchandise.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Pyr ijs qrHwˆ ngr qwˆ iek huMdw qy htIAwˆ Es ivKy Anykwˆ huMdIAwˆ hn; Aqy ievyˆ hI AsMKÎwq Anigxqwˆ hI gwhk Enwˆ aupr kuC vycn Aru kuC lYx KRIdn leI AwXw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6NDP",
        "source_page": 454,
        "source_line": 2,
        "gurmukhi": "jwpY kCu bycY Aru bnju n mwgY pwvY; Awn pY ibswhY jwie dyKY suK nYn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When a customer who has sold something at a shop is unable to buy something from there since it is not available, he visits other shops. Finding his requirements there, he feels happy and relaxed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dy pws koeI kuC vycnw cwhy Aqy Agoˆ mMigAw mn BOˆdw sOdw pRwpq nw hovy qwˆ auh AwdmI dUsry sudwgr pwsoˆ sOdw jw KRIidAw krdw hY[ AYsI sUrq ivc ijQoˆ sOdw nhIˆ imlÎw; auh ApxIˆ A`KIˆ dUeI h`tI qoˆ sOdw KRIdidAwˆ dyKdw BI hY; pRMqU nyqR Es dy suKI rihMdy hn ArQwq dyK ky sVdw nhIˆ AKIˆ TMF klyjy suK aus dy vrqdI rihMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E5TM",
        "source_page": 454,
        "source_line": 3,
        "gurmukhi": "jw kI hwt skl smgRI pwvY Aau ibkwvY; bycq ibswhq cwhq icq cYn kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A shopkeeper who keeps all types of commodities in his shop and which are sold frequently, a customer generally likes to sell or purchase from there. He feels happy and satisfied.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies leI ijs dI h`tI qoˆ swrI luVIˆdI smgRI sOdw sUq pRwpq hovy Aqy vycÎw jw sky kyvl auQy hI bycidAwˆ KRIdidAwˆ ic`q nUM cYn AOˆdw hY qwˆ qy AYho jyhI Qwˆ qy hI lYx dyx dw vpwr kIqw Blw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0KEA",
        "source_page": 454,
        "source_line": 4,
        "gurmukhi": "Awn dyv syv jwih siqgur pUry swh; srb inDwn jw kY lYn Aru dYn kau [454[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, if a follower of other god comes to the refuge of the perfect True Guru, he will find that his store-house is filled with all types of trading commodities (of loving worship).  (454)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so hornwˆ dyviqAwˆ nUM syv ky jykr pUry pUry Swh srUp siqgurwˆ dI siqsMg rUp h`tI qy jwvy ijs dy pws ik sB Bwˆq dy pdwrQ lYx dyx leI mOjUd hn qwˆ dyviqAwˆ dy BI suK klyjy; AKIˆ TMF vrqÎw krdI hY; Bwv siqgurwˆ dy dÍwry AOˆidAwˆ dyvqy ivGn nhIˆ pwieAw krdy[ ies leI siqgurU dw duAwrw CoV ky Awn dy dyv syvn Kwqr kdI n jwvy qy Awn dyv syvw qÎwg gurU Gr Aox ivKy sB pRkwr hI ihq Aru Blw locy ]454]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
