[
  {
    "id": "B68",
    "sttm_id": 6935,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "QS5F",
        "source_page": 455,
        "source_line": 1,
        "gurmukhi": "bnj ibauhwr ibKY rqn pwrK hoie; rqn jnm kI prIiKAw nhI pweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the profession of trading, a man can assess and evaluate pearls and diamonds but has not been able to evaluate this precious human birth and his aim of coming to this world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vxj vpwr ivc AYfy kuSl hoey ik rqnwˆ dy pwrKU jOhrI bx gey pr iks kMm? jykr rqn jnm Amolk mnu`Kw jnm dI pRIKÎw pCwx nw ho sky Bwv *miq ivc rqn jvwhr mwixk jy iek gur kI isK suxI ]* jykr gur isKÎw nw suxI qwˆ hor cqurweIAwˆ iksy kMm nhIˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "X44F",
        "source_page": 455,
        "source_line": 2,
        "gurmukhi": "lyKy icqRgupq sy lyKik ilKwrI Bey; jnm mrn kI AsMkw n imtweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "One can be a good accountant and expert in keeping accounts but has not been able to erase the repeated cycle of his birth and death.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "lyKy p`qy ivc qwˆ icqR gupq vrgy lyKk ihswbIey ilKwrI bx gey; pr jy jnm mrx dI ASMkw Brm ic`qI nw imtweI jw skI qwˆ iks kMm[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0LMX",
        "source_page": 455,
        "source_line": 3,
        "gurmukhi": "bIr ibidAw mhwblI Bey hY DnuKDwrI; haumY mwir skI n shij ilv lweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the profession of fighting in the battlefields, a man may become very brave, strong and powerful, acquire sound knowledge of archery, but has failed to overpower his internal enemies of ego and pride so as to acquire spiritual stability through the tea",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "bIr ibidAw sUrmq nUM isK ky DnuK DwrI BwrI joDy qwˆ ho gey; pr jykr AMdr dy SqRU haumY nUM mwr ky shj pd ivKy ilv n lgweI qwˆ iks kMm[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "E96P",
        "source_page": 455,
        "source_line": 4,
        "gurmukhi": "pUrn bRhm gurdyv syv klI kwl; mwieAw mY audwsI gurisKn jqweI hY [455[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Living in the world of maya (mammon), the disciples of the Guru who have remained unsoiled of it have learnt that in this dark eons, the meditation on the name of God-like True Guru is supreme.  (455)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qwˆ qy AYisAwˆ swirAwˆ kMmwˆ pRivrqIAwˆ v`loˆ aupRwm rih ky ies klU kwl AMdr pUrn bRhm pRmwqw dw syvn ArwDn kridAwˆ mwXw ivc audws rihxw hI muKÎ kMm hY siqgurwˆ ny ies pRkwr guris`Kwˆ nUM smJwieAw hY ]455]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
