[
  {
    "id": "E94",
    "sttm_id": 6936,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CSU6",
        "source_page": 456,
        "source_line": 1,
        "gurmukhi": "jYsy Awn ibrK sPl hoq smY pwie; sRbdw PlMqy sdw Pl su sÍwid hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a tree bears fruit at a certain time of the year, but there are some trees which bear fruit all the time (like Kalap Variksh) and their fruit is very tasty too.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ iek ibrC qwˆ smwˆ pw ky Kws Kws ru`q isr PilAw krdy hn Aqy iek sdIvkwl bwrwˆ mwsIey hI PilAw krdy hn; qy Enwˆ dy Pl BI sdw im`Ty sÍwd vwly huMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "1SSP",
        "source_page": 456,
        "source_line": 2,
        "gurmukhi": "jYsy kUp jl inksq hY jqn kIey; gMgw jl mukiq pRvwh pRswid hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as drawing water from the well demands some effort, but the flow of water in river Ganges is continuous and in plenty.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr KUh dw jl jqn kIiqAwˆ hI inkilAw krdw hY; pr gMgw jl dw mukiq Ku`lw pRvwh cl ky inrjqn hI pRsMnqw pRwpq kirAw mnorQ pUrÎw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5MS5",
        "source_page": 456,
        "source_line": 3,
        "gurmukhi": "imRqkw Agin qUl qyl myl dIp idpY; jgmg joiq ssIAr ibsmwd hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as the combination of an earthen lamp, oil, cotton and fire results in a light-giving lamp that spreads its radiance in a limited place, but the radiance of the moon shines in the whole world and spreads strange happiness all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "imtI dIvy dI TUTI; A`g; rUeIˆ Aqy qyl dy imlÎwˆ dIvw bilAw krdw hY; pr ssIAr cMd dI joq inrjqn hI jgmg jgmg pRkwS krdI ibsmwd AwnMd idAwˆ krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "99X8",
        "source_page": 456,
        "source_line": 4,
        "gurmukhi": "qYsy Awn dyv syv kIey Plu dyq jyq; siqgur drs n swsn jmwd hY [456[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, whatever quantum of devoted service one performs for a god, one receives reward accordingly. But a vision of the True teacher dispels the fear of angels of death beside blessing I one with many other goods. (All gods grant goods to their follow",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hor dyvqy qwˆ syvw ArwDn kIqÎwˆ hI jyq ijqny BI Pl hn mMgÎwˆ idMdy hn; pr siqgurwˆ dy drSn mwqR qoˆ hI hor Pl qwˆ imldy hI hn jm Awidkwˆ dI qwVnwˆ qk BI dUr ho jwXw krdI hY[ Bwv siqgurU 'ndrI ndir inhwl' kr idMdy hn ]456]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
