[
  {
    "id": "7P7",
    "sttm_id": 6938,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "K52X",
        "source_page": 458,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm sm dyiK smdrsI huie; AkQ kQw bIcwr hwir moinDwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A pursuant disciple of the True Guru feels the presence of Lord Almighty in every living being and at all places, becomes impartial and instead of indulging in discussions of Lord's visible plays and performances, remains engrossed in Him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm nUM sm iek sm swry rimAw q`k ky smdrsI ho gey hn; qy ArQ khwxI dy mrm nUM vIcwr smJ ky mn AMdr hwr Dwrx kr leI hY; Bwv mn dIAwˆ hT DrmIAwˆ AYsy gurmuKwˆ ny qÎwg idqIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "THUF",
        "source_page": 458,
        "source_line": 2,
        "gurmukhi": "honhwr hoie qwN qy Awsw qy inrws Bey; kwrn krn pRB jwin haumY mwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Whatever is happening, is happening in His will. Thus such a disciple remains unsullied of all his desire. Knowing the traits of the Almighty who is the cause and effect of everything, he loses his pride and ego in accordance with immortal saying of Gurba",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vwhgurU ny jo kuC Qwp riKAw hY; auh hoxhwr ho ky hI rihxI hY iqs kr ky Awswˆ aumydwˆ Dwr rKx v`loˆ inrws ho gey hn qy srb SkqIvwn prmySÍr hI krx kwrx hY; AYsw smJ ky 'mY' krqw pxy vwlI haumY nUM BI Enwˆ ny mwr id`qw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "DUHA",
        "source_page": 458,
        "source_line": 3,
        "gurmukhi": "sUKm sQUl EAMkwr kY Akwr huie; bRhm ibbyk buD Bey bRhmcwrI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "He accepts that all big or small forms have come out of One Lord. Adopting the divine wisdom, he becomes Godly in character.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vwhgurU dy Sbd bRhm EAMkwr qoˆ swry sQUl idRStmwn Aru sUKm AidRSt pdwrQ aupjy hoey hn qy Esy dy AwDwr qy iesiQq rih Esy ivKy EVk nUM lIx ho jwxy hn; AYsy bRhm ibbyk Anykwˆ ivc iek mwqR bRhm s`qw dy hI buiD buJn hwry ho ky bRhmcwrI bRhm ivKy vrqn vwly bx gey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WL6P",
        "source_page": 458,
        "source_line": 4,
        "gurmukhi": "bt bIj ko ibQwr bRhm kY mwieAw CwieAw; gurmuiK eyk tyk duibDw invwrI hY [458[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a well-spread banyan tree is born out of a seed, so is His form spreading around in the form of maya. An obedient Sikh of the Guru removes his duality by learning heavily on this one support. (He is never enamored by any god or goddess since he kn",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr QoVw dy bI dI Et lY ky DrqI ieqnw ivsqwr kr idMdI hY; qy ies sB pswry ivc iek mwqR bIj dI hI sqÎw sÎwxy smJÎw krdy hn; AYsy hI mwXw bhm dI CwXw nUM lY ky ieqny mhwn pRpMc pswry nUM pswrdI hY; ijs ivKy kyvl iek mwqR bRhm dI s`qw smwn rUp qy rmI hoeI hY ieauˆ gurmuKwˆ ny smJ ky iek mwqR vwhgurU dI tyk Et Dwr ky duibDw nUM invwrx kr rKÎw hY ]458]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
