[
  {
    "id": "4CL",
    "sttm_id": 6939,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "CJC8",
        "source_page": 459,
        "source_line": 1,
        "gurmukhi": "jYsy qau skl dRum AwpnI AwpnI BwNiq; cMdn cMdn krY srb qmwl kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as all trees grow and spread according to the nature of their species and they cannot impose their influence on others but a sandalwood tree can make all other trees smell like itself.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ swry bUty rihMdy Awpo AwpxI qrwˆ dy rUp ivc hI hn; pr auˆ\\ cMdn Enwˆ swirAwˆ ibrCwˆ nUM cMdn bxw ilAw krdw hY; AYsy hI siqgurwˆ nUM iml ky koeI purKwˆ dI Skl nhIˆ v`t jwieAw krdI ikMqU AMdroˆ bwhroˆ auh is`K zrUr bx jwˆdy hn; siqgurwˆ dy suBwv sMpMn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "08D7",
        "source_page": 459,
        "source_line": 2,
        "gurmukhi": "qwNbw hI sY hoq jYsy kMcn klMku fwrY; pwrs prsu Dwqu skl aujwl kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as addition of some special chemical in copper. can convert it into gold, but all metals can become gold by the touch of a philosopher-stone.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ inhklMk bUtI dy pwieAwˆ qwˆbw hI sonw bx jwˆdw hY; Aqy pwrs nUM sprS kr ky swrIAwˆ DwqUAwˆ hI auj`ly Bwv SuD sÍrx Bwv nUM Dwr ilAw krdIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "H5S7",
        "source_page": 459,
        "source_line": 3,
        "gurmukhi": "sirqw Anyk jYsy ibibiD pRvwh giq; sursrI sMgm sm jnm suFwl kau [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as the flow of many rivers is different in many ways, but their water becomes pure and sacred once they mingle with water of river Ganges.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ ndIAwˆ Anykwˆ hn qy Enwˆ dy pRvwh vgn dI gqI cwl nÎwrI nÎwrI huMdI hY pr jd auh gMgw dy sMgm myl nUM pRwpq ho ky aus dy jl nwl smqw Dwr lYx ArQwq; gMgw rUp ho jwx qwˆ suFwl is`DI Fwl nUM pRwpq ho tyiFAwˆ vihxwˆ vwlI vwdI qÎwg ky smuMdr nwl jw imldIAwˆ hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "07VU",
        "source_page": 459,
        "source_line": 4,
        "gurmukhi": "qYsy hI skl dyv tyv sY trq nwih; siqgur Asrn srin Akwl kau [459[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, none of the gods and goddesses change their basic character. (They can reward someone according to their nature). But like sandalwood, philosopher-stone and river Ganges, the True Guru takes all under his refuge and blessing them with Naam Amri",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI swry dyv Awpo AwpxI tyv bwx qoˆ v`D kuC nhIˆ dy skÎw krdy ieh kyvl siqgurU hI hn; jo ASrxwˆ nUM BI Srx dy ky AwpxI sMgq ivc lY ky Akwl purKI pd nUM pRwpq kr idMdy hn ]459]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
