[
  {
    "id": "73F",
    "sttm_id": 6942,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "5Y1V",
        "source_page": 462,
        "source_line": 1,
        "gurmukhi": "pUrn bRhm smsir duqIAw nwsiq; pRiqmw Anyk hoie kYsy bin AwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When the perfect Lord manifests Himself totally in all and there is none like Him, then how can his myriad forms be made and installed in the temples?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pUrn bRhm hI iek smwn pRIpUrx rimAw hoieAw hY dUsrw koeI kuC nhIˆ ijs qrHwˆ imRqkw DwqU Awid ricq mUrqIAwˆ kwrj rUp hox kr ky iek mwqR kwrx srUp hI huMdIAwˆ hn; so auh im`tI DwqU kwT Awid Apxy Apxy kwrx qoˆ iks qrHwˆ Anyk rUp nÎwrIAwˆ ho skdIAwˆ hn; kÎoˆik kwrj kwrx Dur qoˆ hI iek rUp huMdy Awey hn, AYsw hI pMj qq ricq smUh SrIr Awpxy prm q`q srUp prmwqmw kwrx nwl AByd hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HE2W",
        "source_page": 462,
        "source_line": 2,
        "gurmukhi": "Git Git pUrn bRhm dyKY sunY bolY; pRiqmw mY kwhy n pRgit huie idKwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "When He Himself pervades in all, He Himself listens, speaks and sees, then why is He not seen speaking, listening and seeing in the idols of the temples?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "srIr srIr rUp pRiqmwvwˆ mUrqwˆ ivKy, pUrn bRhm cYq`n q`q hI sB dw Awqmw ho ky dyKdw suxdw Aru sB dy AMdrIˆ bol irhw hY; ieauˆ jd srb bÎwpI hY; qwˆ iks kr ky auh smUh cyqMn jVH srUp pRiqmw ivKy pRgt ho ky Awp nUM nhIˆ idKw skdw?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BD8H",
        "source_page": 462,
        "source_line": 3,
        "gurmukhi": "Gr Gr Grin Anyk eyk rUp huqy; pRiqmw skl dyv sQl huie n suhwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Every house has utensils of many form but made from the same material. Like that material, the light effulgent of the Lord exists in all. But why is that radiance not seen in its full grandeur in the idols installed in various temples?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "GV GV ky GVIAwˆ vq ieko hI im`tI Awidk kwrx srUp qoˆ ieh Anykwˆ mUrqwˆ swjIAwˆ geIAwˆ hn; pr swrIAwˆ dIAwˆ swrIAwˆ qwˆ dyv midr AMdr suBwXmwn nhIˆ ho jwXw krdIAwˆ[ eykUM hI smUh jVH cyqn rcnw AMdr pUrn bRhm dw pRkS BI swKXwq swirAwˆ ivKy Bwn nhIˆ hoXw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "867W",
        "source_page": 462,
        "source_line": 4,
        "gurmukhi": "siqgur pUrn bRhm swvDwn soeI; eyk joiq mUriq jugl huie pujwveI [462[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "True Guru is the embodiment of the complete and perfect Lord, the light is one that exists both in Absolute and Transcendental form. The same Effulgent Lord is getting Himself worshipped in the form of True Guru.  (462)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "so iesy pRkwr ieh pRiqStw pUrn bRhm srUp siqgurwˆ nUM hI pRwpq hY, jo swvDwn sdw jwgqI joq hn, qy auhI iek mwqR jÎoqI inrgux srUp jugl mUrqI dohwˆ srUpwˆ ivKy ho ArQwq srgux srUp bx ky pujw rhI hY vw aupdyS dÍwrw pUrxqw q`k pucw rhI hY qy inj rUp inrgux Bwv ivKy itkw rhI hY[ qwˆ qy hor pUjw Arcnw sB pRkwr dI hI qÎwg ky iek mwqR siqgurwˆ nUM hI syvn kro AwrwDo ]462]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
