[
  {
    "id": "LGD",
    "sttm_id": 6944,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MVGE",
        "source_page": 464,
        "source_line": 1,
        "gurmukhi": "jau koaU mvws swiD BUmIAw imlwvY Awin; qw pir pRsMn hoq inrK nirMd jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If a brave warrior defeats a rebel landlord and brings him into the protection of the king, the king rewards him out of happiness and glory is bestowed upon him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr koeI mvws AwkI BUmIey jwgIrdwr rwjy nUM swiD soD ky ij`q ky Awpxy mhwrwjy nUM ilAw imlwvy qwˆ dyK ky rwjw aus aupr pRsMn hoieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "35WG",
        "source_page": 464,
        "source_line": 2,
        "gurmukhi": "jau koaU inRpiq iBRiq Bwig BUmIAw pY jwie; Dwie mwrY BUmIAw sihiq hI rijMd jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "But if an employee of the king absconds the king and joins the rebel landlord, the king launches a campaign against him and kills both the rebel landlord as well as the disloyal servant.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jy kr ky koeI rwj syvk BUmIey AwkI jwgIrdwr pws n`T ky cilAw jwvy qwˆ mhwrwjw DweI kr ky BUmIey smyq hI aus nUM PV mwrÎw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "8X29",
        "source_page": 464,
        "source_line": 3,
        "gurmukhi": "Awn ko syvk rwj duAwr jwie soBw pwvY; syvk nrys Awn duAwr jwq inMd jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If someone's employee takes refuge of the king, he earns praise there. But if a servant of the king goes to someone, he earns slander from all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dUsry dw syvk ho ky jy rwj duAwry clÎw jwvy qwˆ soBw pOˆdw hY; pRMqU rwjy dw syvk ho ky jykr hors duAwry jwey qwˆ Es leI inMdw dI Qwˆ huMdI hY ArQwq BlI g`l nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MNGN",
        "source_page": 464,
        "source_line": 4,
        "gurmukhi": "qYsy gurisK Awn Anq srin gur; Awn n smrQ gurisK pRiqibMd jI [464[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, if a devotee of some god/goddess comes to the True Guru as a devoted disciple, the True Guru bless him with His refuge, initiates him in the meditation of His name. But no god or goddess is capable of granting refuge to any devoted Sikh of the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr gurU ky is`K Awn ilAOˆdy hn Anq hornwˆ nUM hors dyv aupwSkw nUM siqgurwˆ dI srx qy siqgurU huMdy hn Enwˆ aupr pRsMn pRMqU Awn n smrQ hor iksy dI pwXwˆ nhIˆ jo guris`K qweIˆ pRyr ky Brmw lY jwvy ]464]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
