[
  {
    "id": "7FD",
    "sttm_id": 6945,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "MKUH",
        "source_page": 465,
        "source_line": 1,
        "gurmukhi": "jYsy aupbn AwNb syNbl hY aUc nIc; inhPl sPl pRgt phcwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as there are mango and silk cotton trees in the same garden, but a mango tree is more respected because of the fruits that it yields, whereas the Silk cotton tree being without fruits is considered inferior.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ aupbn bwg AMdr AMb qy isMgl aUc nIc Bwˆq dy ibrC huMdy hn ijnwˆ ivcoˆ AMb Pldwr bUtw hY Aru isMgl nUM inSPl APl pRgt hI pCwxIdw sB koeI jwxdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KPVJ",
        "source_page": 465,
        "source_line": 2,
        "gurmukhi": "cMdn smIp jYsy bwNs Aau bnwspqI; gMD inrgMD isv skiq kY jwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as in a jungle, there are sandalwood and bamboo trees. Since bamboo remains devoid of fragrance is known as egoistic and proud, whereas others absorb sandalwood's fragrance and are considered peace and comfort-giving trees.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "cMnx dy nyVy ijs qrHwˆ bwˆs Aqy bnwspqI hMdI hY; pr iSv mMgl meI pRkwS q`q dy pRBwv kr ky smUh bnwspqI sugMDI sMpMn huMdI jwxIdI hY Aqy SkqI AmMgl meI qmo pRDwn q`q kwrx bwˆs gMD rhq jwxIdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XUTH",
        "source_page": 465,
        "source_line": 3,
        "gurmukhi": "sIp sMK doaU jYsy rhq smuMdR ibKY; sÍwNq bUMd sMqiq n smq ibDwnIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as an oyster and conch shell are found in the same sea but oyster accepting ambrosial drop of rain water yields a pearl whereas a conch shell remains useless. Thus both cannot be graded equal.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "is`pI qy sMK dovyˆ ijs qrHwˆ smuMdr AMdr rihMdy hn pr iek itkwxy rihMdIAwˆ hoXwˆ BI is`pI qwˆ sÍwˆqI bUMd dÍwry moqI rUp sMqwn sihq hoXw krdI hY qy sMK sKnw irhw krdw hY, ieauˆ ienwˆ ivc smqw nhIˆ AwKI jwˆdI Bwv, A`f A`f suBwv dy hI rihMdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QPWJ",
        "source_page": 465,
        "source_line": 4,
        "gurmukhi": "qYsy gurdyv Awn dyv syvkn Byd; AhMbuiD inMmRqw Amwn jg mwnIAY [465[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly there is a difference between the devotees of the True Guru-the blesser of truth, and gods and goddesses. The followers of gods are proud of their intellect whereas the disciples of True Guru are considered humble and non-arrogant by the world.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr gurU dyv ikAwˆ qQw Awn dyviqAwˆ dy syvkwˆ ivKy iBMn Byd huMdw hY[ gurU ky syvk qwˆ inMmRqw Bwv vwly inrmwn pRvwxIdy hn; qQw Awn dyv syvk haumYˆ buiD kr ky AiBmwn sihq jgq ivc mMny jwˆdy hn ]465]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
