[
  {
    "id": "EE9",
    "sttm_id": 6946,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "4V8U",
        "source_page": 466,
        "source_line": 1,
        "gurmukhi": "jYsy piqbRqw pr purKY n dyiKE cwhY; pUrn piqbRqw kY piq hI kY iDAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a faithful wife does not like to look at another man and being sincere and faithful always supports her husband in her mind.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ piqbRqw iesqRI pr dUey purK nUM dyKxw nhIˆ cwhuMdI Aru Es pUrn piqbRqw nUM iek mwqR Apxy pqI dw hI iDAwn KÎwl huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MKDH",
        "source_page": 466,
        "source_line": 2,
        "gurmukhi": "sr sirqw smuMdR cwiqRk n cwhY kwhU; Aws Gn bUMd ipRA ipRA gun igAwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a rain-bird does not want water from a lake river or sea, but keeps on wailing for Swati drop from the clouds.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ qlwvwˆ, ndIAwˆ qy smuMdr ivc Asgwh jl dy huMidAwˆ BI ppIhw iksy dI cwhnw nhIˆ krdw qy bdl dI bUMd dI Aws aumyd qwˆG ivc pIau pIau guxdy rtdy rihx dw hI iek mwqR igAwn aus nUM huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U4T4",
        "source_page": 466,
        "source_line": 3,
        "gurmukhi": "idnkr Er Bor cwhq nhI ckor; mn bc kRm ihmkr ipRA pRwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a Ruddy sheldrake does not like to look at the Sun even when the Sun is rising because the moon is his beloved in all respects.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sUrj dy pwsy q`knw jwˆ Bor pRBwq dw hoxw ckor kdI nhIˆ cwhuMdw; mn bwxI SrIr kr ky Es dw pRwx ipAwrw qwˆ iek ihmkir cMdRmw hI huMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XQ4D",
        "source_page": 466,
        "source_line": 4,
        "gurmukhi": "qYsy gurisK Awn dyv syv rhiq pY; shj suBwv n AvigAw ABmwnu hY [466[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "So is a devoted disciple of the True Guru who does not worship any other god or goddess except the dearer than his life-True Guru. But, by remaining in a state of tranquility, he neither disrespects anyone nor shows the arrogance of his supremacy.  (466)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI gurU kw is`K hornwˆ dyviqAwˆ dI syvw dI cwhnw qoˆ qwˆ rihq huMdw hY pRMqU AYsw Es dw shj suBwv hI hY[ au\\ ies g`l dw Es nUM koeI AiBmwn nhIˆ huMdw, qy nw hI auh inrwdr hI dUsry dyviqAwˆ dw krdw hY Bwv jIkUM iSv ivSnUM Awid dyviqAwˆ dy syvk hm vYSnv hY Awid AiBmwn AMdr Dwr ky Awpo ivc iek dUey dw inrwdr krdy idKweI idMdy hn; gurU ky is`K nw qwˆ hm gurmuK hYˆ AYsw AiBmwn hI krdy hn qy nw hI AnmqIAwˆ dIAwˆ p`gwˆ hI lOhx ipAw krdy hn ]466]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
