[
  {
    "id": "398",
    "sttm_id": 6960,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "2K7N",
        "source_page": 480,
        "source_line": 1,
        "gurmukhi": "mn bc kRm kY piqbRq krY jau nwir; qwih mn bc kRm, cwhq Bqwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If a wife discharges her duties faithfully and loyally and is devoted to her husband, such a wife is loved dearly by her husband.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "mn bwxI srIr kr ky jykr iesqRI pqIbRq Drm dw pwln kry qwˆ Es iesqRI nUM Bqwr pqI BI mn bwxI srIr kr ky cwihAw hI krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "563K",
        "source_page": 480,
        "source_line": 2,
        "gurmukhi": "ABrn isMgwr cwr ishjw sMjog Bog; skl kutMb hI mY qw ko jYkwru hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Such a lady is blessed with the opportunity of adoring herself and meeting with her husband. Being virtuous she is praised and appreciated by the whole family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "suMdr suMdr ghxy qQw iSMgwr nUM Dwrx krx hwrI Aqy ishjw, sMjog dy mwnxhwrI auhI bxdI hY Aru swry kutMb ivc BI Esy dw hI jY jY kwr hoXw rihMdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "78HK",
        "source_page": 480,
        "source_line": 3,
        "gurmukhi": "shj AwnMd suK mMgl suhwg Bwg; suMdr mMdr Cib soBq sucwru hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "She acquires the comforts of married life gently and gradually. Because of the beauty of her high merits she adores the beautiful mansions with her presence.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "g`l kIh ik sB pRkwr suhwg Bwg dy mMgl meI suK dw AwnMd shjy suqy hI mwxdI hoeI auh suMdr mMidrwˆ AMdr, sucwr Cib soBq hY, sRySt Cib P`bn nwl sohxI ligAw Pb Pb ipAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "J90U",
        "source_page": 480,
        "source_line": 4,
        "gurmukhi": "siqgur isKn kau rwKq igRsiq mY swvDwn; Awn dyv syv Bwau duibDw invwr hY [480[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, the Sikhs of the Guru who love the True Guru from the core of their hearts, are kept conscious by the True Guru even when they are spending house-holders life. True Guru removes the duality of their devotion and worship of gods and goddesses. (",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr siqgurU ApixAwˆ is`Kwˆ nUM gRhsQ AwSrm ivc vrqidAwˆ BI swvDwn audmI bxweI rKÎw krdy hn, Aqy hor dyvwˆ dI syvw vwly duibDw Bwv nUM invwrx krI rKdy Xw pohn nhIˆ idAw krdy hn ]480]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
