[
  {
    "id": "W0C",
    "sttm_id": 6961,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "63AF",
        "source_page": 481,
        "source_line": 1,
        "gurmukhi": "jYsy qau piqibRqw piqibRiq mY swvDwn; qwhI qy igRhysur huie nwiekw khwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a loyal and faithful wife is ever conscious of fulfilling her wifely obligations, and that makes her the prime person of the family.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Pyr ijs qrHwˆ piqbRqw Apxy piqbRq Drm dy pwln ivc swvDwn huMdI hY, iqsy kr ky hI auh Gr dI mwlk bx ky nwiek pRDwn muKIAw khwieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "HB3J",
        "source_page": 481,
        "source_line": 2,
        "gurmukhi": "Asn bsn Dn Dwm kwmnw pujwvY; soBiq isMgwr cwir ishjw smwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Her husband fulfils all her needs of bedding, clothing, food, wealth, house and other property, and she in returns embellishes herself to enjoy oneness with her husband on the nuptial bed,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bojn bsqR Dn dOlq mMidr Awid vjoˆ ausy dIAwˆ hI sB kwmnw puj AwieAw krdIAwˆ hn, auhI cwr isbMgwr suMdr iSMgwr nwl suBwiemwn huMdI hY, qy Eho hI mwlk dI syjw aupr AwrUF ho ky Es ivKy smwXwˆ AByd hoieAw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CURH",
        "source_page": 481,
        "source_line": 3,
        "gurmukhi": "siqgur isKn kau rwKq igRhsq mY; sMpdw smUh suK lufy qy lfwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, the True Guru keeps His devoted and obedient Sikhs lovingly in their householders life. With the blessings of ambrosial name of the Lord, he reaches the spiritual peace in their family life.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr siqgurU is`Kwˆ nUM gRhsQ AwSrm ivKy hI rKdy hoey smUh sMpdw sB pRkwr dI ivBUqI Aru suK aunHwˆ aupIr lufy dulOˆdy Aqy EnHwˆ nUM lfOˆdy nwnw pRkwr dy cmqkwrI iblwswˆ nwl lwf lfwieAw krdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "BT42",
        "source_page": 481,
        "source_line": 4,
        "gurmukhi": "Asn bsn Dn Dwm kwmnw pivqR; Awn dyv syv Bwau duqIAw imtwveI [481[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "In the desire of the sacred name, the True Guru blesses His Sikhs with food, bedding, clothing, mansions and other worldly assets. He removes all their duality of serving and following other gods and goddesses.  (481)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bwv kIh ik Bojn bsqR Dn pdwrQ Aqy Dwm Grwˆ Gwtwˆ Awid sbMDI jo BI pivqR kwmnw inr ivKX Bwv mnorQ hn auh sB hI Enwˆ is`Kwˆ dy siqgurU purOˆdy hn qy ieauˆ hor dyv syvw vly dÍYq Bwv nUM Enwˆ dy ic`qoˆ imtweI rKdy hn ]481]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
