[
  {
    "id": "Z8X",
    "sttm_id": 6963,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "S7SK",
        "source_page": 483,
        "source_line": 1,
        "gurmukhi": "jYsy piqbR qwkau pivqR Gir vwq nwq; Asn bsn Dn Dwm logcwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as living in her house, bathing, eating and sleeping etc. and discharging her worldly duties according to the social customs and traditions are all sacred for a faithful and loyal wife.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ piqbRqw leI Gr dw vws nHwq nOxw DOxw Bojn bsqR Dn Dwm sbMDI sB Awcwr vrqn vhwr lokwcwr vjoˆ pivqR hY, Bwv ieh sB Es dy vwsqy shj Drm rUp mMny gey hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VPQB",
        "source_page": 483,
        "source_line": 2,
        "gurmukhi": "qwq mwq BRwq suq sujn kutMb sKw; syvw gurjn suK ABrn isMgwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "It is her natural duty to embellish herself with ornaments for the happiness of her husband beside serving and respecting parents, brothers, sisters, sons, other elders in the family, friends and other social contacts.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Aqy AYsw hI ipqw mwqw BRwqw puqR prvwr qy kutMb Aru swk sYn dI XQjog suSRUKw Awdr siqkwr pwlnw Aqy gurjn s`s sOhry Awid smUh vfyirAwˆ dI syvw ivc hI suK smJnw qQw BUKx gihxy Awid rwhIˆ srIr nUM iSMgwr ky rKxw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KHRJ",
        "source_page": 483,
        "source_line": 3,
        "gurmukhi": "ikrq ibrq prsUq ml mUqRDwrI; skl pivqR joeI ibibiD Acwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Attending to the household chores, bearing children, bringing them up, keeping them clean and neat is all sacred for a faithful and loyal wife.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "qQw hor Gr bwhr dI jo jIivkw sbMDI ikrq kmweI hY, pIhn k`qn sIaUx pRox AwdI Aru pRsUq smyˆ dw vrqn ivhwr ml mUqR DwrI Aid hoxw ies qoˆ isvwX hor BI jo kuC Anyk Bwˆq dI Awcwr rUp vrqn hY so sB hI pivqR Es leI SuD rUp hI pRvwxI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "C9P3",
        "source_page": 483,
        "source_line": 4,
        "gurmukhi": "qYsy gurisKn kau lypu n igRhsq mY; Awn dyv syv iDRgu jnmu sMswr hY [483[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, the disciples of the Guru are never blemished while leading a householder's life. Like loyal and faithful wife, they consider indulgence of worship of any other god over the True Guru as a condemnable act in the world.  (483)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsy pRkwr gur is`Kwˆ nUM igRsq mwrg dy kMm kwr BugqwidAwˆ koeI lyp nhIˆ lgdw, pr piqbRqw iesqRI dy pr purKwˆ syivAwˆ jIkUM piqbRqw dw BMg ho jwˆdw hY qy sMswr ivc Es dw jIauxw iDkwr jogw ho jwˆdw hY, qIkUM hI Awn dyv syvn kr ky is`K BI is`KI Drmo vMjy hoey qy iPtky jIvn vwlw sMswr ivc ho jwˆdw hY ]483]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
