[
  {
    "id": "CHM",
    "sttm_id": 6964,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "DKWF",
        "source_page": 484,
        "source_line": 1,
        "gurmukhi": "Awidq Aau som Bom buD hUM bRhspq; sukr snIcr swqo bwr bwNt lIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Starting from Sunday, all seven days of the week are overtaken by the gods like, Sun, Moon, Mars, Mercury, Jupiter, Venus and Saturn respectively.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Awidk sUrj Aqy som cMdRmw Bom mMgl buD Aqy bRhspqI vIr dyv gurU sukR dYq gurU snIcr CinCr eynwˆ s`qwˆ gRih srUp dyviqAwˆ ny s`qwˆ vwrwˆ nUM hI Awpxy ih`sy pw ilAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "Q6XG",
        "source_page": 484,
        "source_line": 2,
        "gurmukhi": "iQiq pC mws ruiq logn mY logcwr; eyk eykMkwr kau n koaU idn dIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For fulfillment of all rites and rituals related to god-land, the society has further divided the time into bright and dark period. (waxing and wanning of moon) twelve months and six seasons. But not a day has been set aside for the remembrance and in the",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "eykm Awid pMdRwˆ iQ`qwˆ cMdRmw dy vDwau Gtwau Anuswr kwr ivhwr dI is`DI vwsqy, Aru p`K Sukl vw ikRSn cwnxw hnyrw dyviqAwˆ vw ipqr lokwˆ sbMDI kwrjwˆ inim`q qQw AYsy hI jIvwˆ dy jIvn inrbwhk kwrjwˆ nUM inptwn Kwqr ruiq ru`qwˆ CIAwˆ dy rUp ivc smyˆ kwl ibqyn dI vMf log rIqI Anuswr eynwˆ lokwˆ ny Awpo ivc vMf leI hoeI hY,pRMqU swry smyˆ nUM Awpxy mqlb leI vMf ky iek eykMkwr dI aupwSnw Kwqr Es dy ihsy ivc koeI idn BI nhIˆ rihx id`qw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "022M",
        "source_page": 484,
        "source_line": 3,
        "gurmukhi": "jnm AstmI rwm naumI eykwdsI BeI; duAwdsI cqurdsI jnmu ey kIny hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "God is free of births but Janam Ashtami, Ram Naumi and Ekadashi are the birth days of Lord Krishna, Lord Rama, and god Haribasar. Duadasi is the day of Vaman god, while Chaudasi is the day of Narsinh. These days have been fixed as birthdays of these gods.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jo koeI idn eys lyKy pwey BI hn qwˆ ibSnUM dy srIr DwrI pRgt krx hwry mn srgux Bwvoˆ BI hor sQUl Bwv ivc csxy ifgn vwly idhwVy ijhw ik jnm AS†mI ivSnUM dw ikRSn rUp hox dw idn, rwm naumI rwm cMdR rUp ho pRgtn dw idn, eykwdSRI hrI bwsr nwm nwl pRis`D idhwVw hrI srUp ivKy Avqwr lYx dw idn, duAwdsI bwvn Avqwr dw idn Aqy cqurdSI nr isMG Avqwr vw AnMq Bgvwn dw idhwVw, ieauˆ ieh jnm idn Qwpy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "3C7D",
        "source_page": 484,
        "source_line": 4,
        "gurmukhi": "prjw aupwrjn ko n koaU pwvY idn; AjonI jnmu idnu khO kYsy cIny hY [484[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "No one can tell the day of the creation of this cosmos. Then how can one know the birthday of such Lord who is Ajuni (beyond birth) ? Thus worship of gods who are born and who die is futile. Worship of eternal Lord is only purposeful.  (484)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "vwhgurU dy lyKy qwˆ Pyr BI koeI idn nhIˆ AwieAw hwˆ! hrwnI sgoˆ hor vDdI hY ik G`to G`t Es dy prjw iSRStI aupjOn dy idn dw QOh qwˆlw koeI nhIˆ s`ikAw, qy aultw AjonI dw jnm idn d`so iks qrHwˆ cIny hY, l`B ilAw igAw[ Bwv jykr ieqÎwidk smyˆ dI vMf dyv klipq hY qwˆ Enwˆ ny Awpxw mqlb qwˆ pujOvn dw ies rwhIˆ swD ilAw, pr vwhgurU ArQI koeI idn nhIˆ QwpÎw qwˆ AYsy DVybwj aukq dyviqAwˆ dI syvw qoˆ kIkUM moK ho skygI ]484]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
