[
  {
    "id": "L2S",
    "sttm_id": 6969,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "KFYB",
        "source_page": 489,
        "source_line": 1,
        "gurmukhi": "jYsy jl imil bhu brn bnwspqI; cMdn sugMD bn cMcl krq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as water produces vegetation of various colours and forms, but the fragrance of Sandalwood makes all other vegetation around it smelling like itself (Just as water brings variety in vegetation, so is the association with gods and goddesses who make o",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ jl nUM iml ky bnwspqI bhuq rMgwˆ dI hoieAw krdI hY pr cMnx dI sugMDI dI sMgq kr ky bn dw bn hI cMdn ho jwXw krdw hY Bwv ijs pRkwr jl dI sMgq kwrx bnspqI Anykqw vwly Bwv nUM hoXw krdI Aqy cMdn dI sMgq kr ky Anykqw ivcoˆ muV eykqw vwly Bwv nUM pRwpq hoXw krdI hY iesy qrHwˆ Awn dyv syvw Anykqw ivc BRmwx dw kwrx hY Aqy siqgurU dyv dw syvn eykqw dy Gr ilAwvx hwrw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2UR8",
        "source_page": 489,
        "source_line": 2,
        "gurmukhi": "jYsy Agin Agin Dwq joeI soeI dyKIAiq; pwrs prs joiq kMcn Drq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a metal shines like fire when placed in it, but in reality it is no different than what it is. But with a touch of philosopher stone, the same metal becomes gold and shines like it.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ AgnI dI sMgq ivc DwqU lwl AgnI vwkUM hI BK auTÎw krdI hY pRMqU AMdroˆ Eho hI Eho hI dyKn ivc AOˆdI hY Aqy pwrs nUM prs ky qwˆ Es nUM auh joiq dmk pRwpq huMdI hY jo scmuc AMdroˆ bwhroˆ sony ny DwrI huMdI hY[ Bwv sonw hI bx jwXw krdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9HWV",
        "source_page": 489,
        "source_line": 3,
        "gurmukhi": "qYsy Awn dyv syv imtq nhI kutyv; siqgur dyv syv BYjl qrq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly the service of other gods and goddesses cannot destroy the dross of ego of many births. But successful service of the reffulgent True Guru sails one across the worldly ocean.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy qrHwˆ Awn dyv syivAw kutyv jnm jnmwˆ qrwˆ qoˆ peI KotI vwdI haumY dI bwn nhIˆ tilAw krdI pr siqgurU dyv nUM syvn kridAwˆ sMswr smuMdr qoˆ hI insqwrw ho jwXw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FD0B",
        "source_page": 489,
        "source_line": 4,
        "gurmukhi": "gurmuiK suKPl mhwqm AgwiD boD; nyq nyq nyq nmo nmo aucrq hY [489[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Significance and the ecstasy of True Guru blessed Naam Simran is beyond explanation. That is why all supplicate and salute Him saying repeatedly-Not this, Not this and Not even this.  (489)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iesy kr ky hI gurmuKI suKPl dy mhwqm dw boD AgwD AQwh hY Es nUM nyiq nyiq AwKdy hoey bwrMbwr nmskwr AwKdy hwˆ ]489]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
