[
  {
    "id": "MU0",
    "sttm_id": 6971,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "1PSB",
        "source_page": 491,
        "source_line": 1,
        "gurmukhi": "pwn kpUr lauNg cr kwgY AwgY rwKY; ibstw ibgMD Kwq AiDk isXwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If aromatic substances like betel leaf, camphor, clove etc. are placed before a crow, even then by his notion of being wise, he will eat filth and bad smelling things.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pwn, kpUr, qQw lauˆgwˆ Awid auqm auqm sugMDq pdwrQwˆ dw cr cwrw kwˆ dy Agy cugn leI rKIey qwˆ auh ibstw goihAw Awid durgMDIAwˆ nUM AiDk isDwn kY bhuq puj puj ky KwieAw krdw hY Bwvy bdbUdwr pdwrQ hI Es nUM AiDk rucdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CZP4",
        "source_page": 491,
        "source_line": 2,
        "gurmukhi": "bwr bwr sÍwn jau pY gMgw iesnwnu krY; trY n kutyv dyv hoq n AigAwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If a dog bathes in river Ganges many a time, even then he can't get over his bad habit of eating the left overs. Because of this foolishness, he cannot be of divine disposition.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jykr sÍwn ku`qw bwrMbwr muV muV gMgw ivc nHwvy qwˆ AYsw krn nwl Es dI KotI bwx c`kIAwˆ c`tn vw BOˆkn Awid dI tl nhIˆ jwˆdI qy AigAwn dy kwrx auh koeI dyvqw BI nhIˆ bx jwieAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YB2V",
        "source_page": 491,
        "source_line": 3,
        "gurmukhi": "swpih pY pwn imstwn mhwN AMimRq kY; auglq kwlkUt haumY AiBmwn kY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If a snake is served very sweetened milk, even then intoxicated with pride, he will spill out venom.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "s`p nUM pY pwn du`D ipAweIey kY AQvw AMimRq rUp imStwn kVwh cUrmw KIr pUVy Awid im`Ty im`Ty sÍwidk pdwrQ CkweIey, pr haumY Aqy AiBmwn kwrx auh jd kd kwlkUt ivchu hI augilAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "2WKN",
        "source_page": 491,
        "source_line": 4,
        "gurmukhi": "qYsy mwnsr swDsMgiq mrwl sBw; Awn dyv syvk qkq bgu iDAwn kY [491[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, the Mansarover lake like congregation is an assembly of Sikhs of the Guru who pick pearls from there. But if this assembly is also visited by a follower of gods and goddesses, he would be looking around at others, their wealth with evil eyes an",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr mwn srovr rUp swDsMgiq AMdr mrwl sBw hMs srUp guris`Kwˆ dI sBw ivc jykr Awn dyv syvk nUM ilAw BI ibTweIey qwˆ auh bgl iDAwny purK vwkUM hI q`ikAw krdw hY Bwv AOguxwˆ dI Bwl ivc hI rihMdw hY ]491]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
