[
  {
    "id": "BF9",
    "sttm_id": 6983,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "X3DD",
        "source_page": 503,
        "source_line": 1,
        "gurmukhi": "Bgq vCl suin hoq ho inrws irdY; piqq pwvn suin Awsw aur Dwir hON [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "O Lord, when I hear that you are beloved of those who worship you all the time, I, who is bereft of your worship become sad and disappointed. But on hearing that you forgive sinners and make them pious, a ray of hope kindles in my heart.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bgq vCl Bgq jnwˆ nwˆl pÎwr krx hwrw sux ky qwˆ irdy AMdr inrws ho ho pYˆdw hwˆ kÎoˆik mYˆ Bgq pRymI hwˆ nhIˆ pr piqq pwvn pwpIAwˆ AnwcwrIAwˆ nUM pivqR krn vwlw sux sux ky ihrdy AMdr Awsw aumydwˆ Dwr iPrdw hwˆ ik mYˆ Bwrw bymuK ApRRwDI huMdw BI zrUr bKSÎw jwvwˆgw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "K5J3",
        "source_page": 503,
        "source_line": 2,
        "gurmukhi": "AMqrjwmI suin kMpq hO AMqrgiq; dIn ko dieAwl suin BY BRm twr hON [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "I, the evil-doer, when hear that you are knower of innate feelings and thoughts of everyone, I tremble within. But hearing that you are clement on poor and destitutes, I shed all my fears.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AMdrwˆ dIAwˆ jwnx vwlw sux ky qwˆ ApxIAwˆ mYˆ gurwˆ dy hzUr nhIˆ jwxw Enw myry nwl fwFI kIqI hY AYsIAwˆ AYsIAwˆ BYVIAwˆ icqvnIAwˆ kwrx AMdro AMdr kMbdw rihMdw fr nwl sihimAw rihMdw; hwˆ pr dInwˆ Awjzwˆ aupr dieAwlu imhr kr ky dRv pYx hwrw sux ky ApxIAwˆ krqUqwˆ vjoˆ qOKly nUM cukw idMdw hwˆ BY nUM Brm mwqR jwx ky qOKlw dUr kr lYˆdw hwˆ; ieh Bwv hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MUGZ",
        "source_page": 503,
        "source_line": 3,
        "gurmukhi": "jlDr sMgm kY APl syNbl dRum; cMdn sugMD snbMD mYlgwr hON [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a silk cotton tree (Bombax heptaphylum) is well spread and high, it does not bear any flower or fruit even during rainy season, but when brought closer to sandalwood tree becomes equally fragrant. So does an egoistic person coming into contact wit",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "b`dl dy sMgm sMjog nUM pw ky BI isMbl dw bUtw APl hI rihMdw hY qwˆ ApixAwˆ prpMcI kwirAwˆ ipCy mYˆ BI gurU bKiSMd qoˆ APl hI rihx dw sMsw Dwrdw hwˆ, pr cMnx dI sugMDI dy srbMD myl nwl isMbl BI mlgwr mlÎwgR cMdn bx jwˆdw hY, qwˆ pKMfIAwˆ nUM BI siqgurU qwr lYˆdy hn, AYsw mMn ky mYˆ BI auqSwhI bx jwˆdw hwˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "ANBU",
        "source_page": 503,
        "source_line": 4,
        "gurmukhi": "ApnI krnI kir nrk hUM n pwvau Taur; qumry ibrdu kir Awsro smwr hON [503[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Because of my ill deeds, I cannot find a place even in hell. But I am leaning and depending upon your character of merciful, benevolent, clement, and corrector of the evil-doers.  (503)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "AwpxIAwˆ krxIAwˆ krqUqwˆ kr ky qwˆ nrk ivc BI Qwˆ nhIˆ lBdI id`sdI pr mny mn DÎwn krdy hy siqguro! quhwfy ibrd Awp dI sukIrqI vw pRisDI AYsI ik Awp ADm auDwrn ho ies g`l dw Awsrw q`k irhw hwˆ ]503]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
