[
  {
    "id": "4VS",
    "sttm_id": 6985,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "BCXE",
        "source_page": 505,
        "source_line": 1,
        "gurmukhi": "jYsy qau Arog Bog BogvY nwnw pRkwr; ibRQwvMq Kwin pwn irdY n ihqwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a healthy person eats many types of dishes and eatables but a sick man does not like eating any of them.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Pyr ijs qrHwˆ Arog rwjI bwzI nvwˆ inroAw mnu`K nwnw pRkwr idAwˆ Bog Ckn lYk pdwrQwˆ nUM mwxdw hY pr ibRQwvMq rogI nUM Kwxw pIxw jIkUM nhIˆ BwXw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "QDUM",
        "source_page": 505,
        "source_line": 2,
        "gurmukhi": "jYsy mhKI shnsIl kY DIrju Dujw; AijAw mY qnk klyjo n smwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a buffalo, because of its tolerance is known to have great patience but a goat on the other hand does not have even a fraction of that patience.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ shnsIlqw jyry kwrx mhKI BYˆs = mihM DIrj dI Dujw inSwn mMnI geI hY, AYsy hI bkrI AMdr qnk QoVy mwqR BI klyjy ijgry dI smweI nhIˆ huMdI ArQwq mihM dy vfy jyry dI ApyKÎw bkrI AqÎMq kr ky ijgry dI QoVI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "U8CJ",
        "source_page": 505,
        "source_line": 3,
        "gurmukhi": "jYsy jauhrI ibswhY vycy hIrw mwnkwid; rMk pY n rwiKE prY jog n jugwveI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a jeweller trades in diamonds and precious stones but no valuable diamond can be kept with a pauper since he does not have the ability to keep such expensive item.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ juAwhrI hIry rqnwˆ Awid nUM KRIddw qy vycdw hY, ArQwq AYfy Amolk pdwrQwˆ dw vpwr krdw BwrI smweI krI rKdw hY, pRMqU gRIb pwsoˆ iek hIrw BI hovy qwˆ smweI dy Gwty kwrx riKAw swˆiBAw nhIˆ jw skdw kÎoˆik jog n jugwveI Enwˆ dw joV nhIˆ juV skdw[ Bwv gRIbI qy hIry dw AnjoV hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EBCH",
        "source_page": 505,
        "source_line": 4,
        "gurmukhi": "qYsy gur prcY pivqR hY pUjw pRswid; prc Aprcy dusih duK pwveI [505[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, a devotee who remains engaged in the service and remembrance of the Lord, eating the offerings and consecrated food for him is justified. But he who is far removed from obeying the command of the Guru cannot consume the worship offerings. Consu",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI gur prcy gurU mhwrwj aupr pRqIq pRwpq purKwˆ nUM qwˆ gurU ikAwˆ Agy ArpI pUjw pRswid pivqR klÎwx krqw huMdI hY, Aqy jo Aprcy AprqIqy huMdy hn, EnHwˆ nUM ieh AYsw pRswid AMgIkwr kIqw hoieAw, Apcu AjIrx bd hjmI haumYˆ pRgt kr ky kiTn du`K nUM pRwpq kirAw krdw hY ]505]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
