[
  {
    "id": "EY0",
    "sttm_id": 6990,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "B732",
        "source_page": 510,
        "source_line": 1,
        "gurmukhi": "jYsy Pl PUlih lY jwie bn rwie pRiq; krY AiBmwnu kho kYsy bin AwvY jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as someone takes a handful of fruits and flowers to present it to the king of the jungle where fruits and flowers abound, and then feels proud of his present, how can he be liked?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ Pl Pu`l Awid dI Bytw lY ky bnwˆ dy rwjy bn dyvqw pws jwvy qy Bytw Arp ky kry AiBmwn ies g`l dw ik mYˆ Pl Pul Arpx kIqy hn qwˆ d`so ieh iks qrHwˆ P`b skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CSZP",
        "source_page": 510,
        "source_line": 2,
        "gurmukhi": "jYsy mukqwhl smuMdRih idKwvY jwie; bwr bwr hI srwhY soBw qau n pwvY jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as someone takes a handful of pearls to the treasure house of pearls-ocean, and praises his pearls again and again, he does not earn any appreciation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ smuMdR pws jw ky Es nUM koeI moqI njrwny qrwˆ idKwvy, Aqy muV muV Es moqI dI slwhuqw kry, qwˆ auh soBw nhIˆ pwieAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "65H7",
        "source_page": 510,
        "source_line": 3,
        "gurmukhi": "jYsy knI kMcn sumyr snmuK rwiK; mn mY grbu krY bwvro khwvY jI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as someone presents a small piece of gold nugget to Sumer mountain (the home of gold) and feels proud of his gold, he would be called a fool.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ sony dI kxI ArYxI sumyr prbq dy swmny jw Bytw rKy Aqy mn ivc ies Bytw vjoˆ gumwn kry, qwˆ auh lokwˆ ivc bwvrw sudweI kmlw hI AKvwieAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "9L08",
        "source_page": 510,
        "source_line": 4,
        "gurmukhi": "qYsy igAwn iDAwn Twn pRwn dY rIJwieE cwhY; pRwnpiq siqgur kYsy kY rIJwvY jI [510[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly if someone talks of knowledge and contemplations and pretends to surrender himself with a view to please and entice the True Guru, he cannot succeed in his nefarious designs of pleasing the True Guru the master of all life.  (510)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr hI igAwn iDAwn dy Twnx pRwpq krn Kwqr pRwxwˆ nUM Arp ky, jy gurU mhwrwj nUM irJwnw cwhy qwˆ pRwx pqI siqgurwˆ nUM kho iks qrHwˆ nwl irJw sky ]510]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
