[
  {
    "id": "DDL",
    "sttm_id": 7005,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "LRB3",
        "source_page": 525,
        "source_line": 1,
        "gurmukhi": "jwq hY jgqR jYsy qIrQ jwqRw nimq; mwJ hI bsq bg mihmw n jwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as the whole world go to places of pilgrimage, but the egret living there has not appreciated the greatness of these places,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs pRkwr jgq jhwn qwˆ qIrQ Xwqrw dy vwsqy puMn mhwqm dI BOxI Dwr Dwr jwieAw krw hY pr bgly ny swKÎwq qIrQ ivcwly v`sidAwˆ hoieAwˆ BI, Es dy kdr mhwqm nUM nhIˆ jwixAw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "MP2Z",
        "source_page": 525,
        "source_line": 2,
        "gurmukhi": "pUrn pRgws Bwskir jgmg joq; aulU AMD kMD burI krnI kmwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as bright light spreads all around when the Sun rises, but an owl has committed so many ill deeds that he remains hidden in dark caves and burrows,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Bwskir sUrj dy pUrn pRgws dI joq dy jgmg jgmg kridAwˆ hoieAwˆ BI, au`lU ny AYsI hI burI krnI kIqI hoeI hY ik Es nUM AMnHIAwˆ kMDwˆ Koly hI pisMd AOˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "UYM1",
        "source_page": 525,
        "source_line": 3,
        "gurmukhi": "jYsy qau bsMq smY sPl bnwspqI; inhPl sYNbl bfweI aur AwnI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as all vegetation bears flowers and fruits during spring season but a cotton silk tree who has brought in him the praise of being big and mighty, remains bereft of flowers and fruits.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ bsMq ru`q ivKy sB bnwspqIAwˆ sPlIAwˆ hO pYˆdIAwˆ hn pr isMbl dw ibrC APl hI irhw krdw hY, kÎoju Es ny Awpxy mn AMdr au`cy qy PYlry hox dI vifAweI ilAwˆdI hoeI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "48W3",
        "source_page": 525,
        "source_line": 4,
        "gurmukhi": "moh gur swgr mY cwiKE nhI pRym rsu; iqRKwvMq cwiqRk jugq bkbwnI hY [525[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Despite living near the vast ocean like True Guru, I, the unfortunate one, had not tasted the divine elixir obtained by His loving worship. I have only been making noise of my thirst like a rain-bird. I have only indulged in empty arguments and contemplat",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gurU suK swgr ivKy v`sidAwˆ hoieAwˆ BI mYˆ pRym rs dw suAwd nhIˆ ilAw qy ijs qrHwˆ iqhwieAw ppIhw bkvwnI = bkvwd ivc hI jugiq ju`tw lgw irhw qIkUM hI Sok! ik mYˆ BI ivvwd ivc hI ruJw irhw ]525]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
