[
  {
    "id": "8A8",
    "sttm_id": 7019,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "HV6K",
        "source_page": 539,
        "source_line": 1,
        "gurmukhi": "jYsy qau khY mMjwr krau n Ahwr mws; mUsw dyiK pwCY daury DIr n Drq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a tom cat says that he has stopped eating meat but as soon as he sees a mouse runs after him (cannot control his desire to eat him up).",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ ib`lw AwKdw rhy ik mYˆ mws Ahwr nhIˆ krdw, vYSno ho igAw hwˆ pr cUhw dyKdy swr hI ip`Cy dOV auTdw qy shwrw nhIˆ rK skdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "XKRF",
        "source_page": 539,
        "source_line": 2,
        "gurmukhi": "jYsy kaUAw rIs kY mrwl sBw jwie bYTy; Cwif mukqwhl durgMD ismrq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a crow goes and sit among swans but leaving aside pearls which is the food of swans, he always desires to eat filth and dross.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ kwˆ hMs dI rIsy dyKw dyKI mrwl sBw hMswˆ dI pMgq ivc jw bYTy, pr BYVy suBwv kwrx moqIAwˆ gÎwn Awid guxwˆ nUM C`f ky mYly Bogwˆ dy Bog nUM hI icqwirAw krdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "VYNW",
        "source_page": 539,
        "source_line": 3,
        "gurmukhi": "jYsy moin gih isAwr krq Anyk jqn; sunq isAwr BwiKAw rihE n prq hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as a jackal may try myriad times to keep quiet but listening to other jackals just by the force of habit, cannot help howling.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs qrHwˆ igdV cwhy ik Anykwˆ jqn kr kr ky mon swDI rKy, pr igdVwˆ dI BwiKAw bolI suxdy swr hI Es pwsoˆ 'huvYˆ huvYˆ' kIqy bwJoˆ nhIˆ irhw jw sikAw krdw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "R470",
        "source_page": 539,
        "source_line": 4,
        "gurmukhi": "qYsy pr qn pr Dn dUK n iqRdoK mn; khq kY CwifE cwhY tyv n trq hY [539[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly the three vices of ogling at other's wife, keeping an eye on other's wealth and slander are inhabiting in my mind like a chronic disease. Even if someone tells me to leave them, this bad habit cannot go away.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqsI pRkwr pr iesqRI sprS pr Dn hrn, qQw prwey doK q`kx dI iqRdoK sMinpwq rUp vwdI ijs mn nUM peI hovy, cwhy kihMdw hY ik C`f id`qy AQvw CifAw cwhuMdw hY, pr tyv jo BYVI vwdI Es nUM peI hoeI huMdI hY, tldI nhIˆ ]539]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
