[
  {
    "id": "Z29",
    "sttm_id": 7020,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "G89R",
        "source_page": 540,
        "source_line": 1,
        "gurmukhi": "isMimRiq purwn kotwin bKwn bhu; Bwgvq byd ibAwkrn gIqw [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Jholana  - If all the 31 Simrities, 18 Purans, Bhagvad Geeta, four Vedas and their grammar become millions and speak,",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "isMmRqIAwˆ, purwx, Bwgvq; cwroˆ byd, vÎwkrx Sbd SwsqR Aru Bgvq gIqw Awid dÍwry[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WTVB",
        "source_page": 540,
        "source_line": 2,
        "gurmukhi": "sys mrjys AKlys sur mhys mun; jgqu Ar Bgiq sur nr AqIqw [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If Shesh Nag of thousands of tongues, Dharamraj, Kuber and other gods, Shiva and hermits and saints of the whole world, noble men get together in millions and speak;",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "SyK nwg, Drm rwj, kubyr, dyvqy, mhySÍr iSvjI s`qy munI nwrdwidk, AYsy jgq jgq Br dy muKIey lok pwl Aqy dyvqy Ar mnu`K jo Bgq Bgq Bgq khOx vwly hn, qQw AqIqw d`qwqRyX sukdyv Awid jo AqIq ivrkq log hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "GPF8",
        "source_page": 540,
        "source_line": 3,
        "gurmukhi": "igAwn Ar iDAwn aunmwn aunmn aukiq; rwg nwid idj surmiq nIqw [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "If seekers of many type of knowledge, contemplations and wise men who discuss various subjects, people of higher spiritual state, who can speak about various skills, all the Ragas and their seven notes, knowledgeable scholars, goddess Saraswati and many s",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "hor BI igAwn sB Bwˆq dI sÎwxp vw ivdÎwvwˆ Aqy iDAwn AMdr bwhr dy smUh icqvn vw socn ivcwrn dw bl, aunmwn soc ivcwr ky k`Fy hoey is`ty sB Bwˆq dy Qwpy gey inscy aunmn aukiq AnuBvI klpnw, CIey rwg, rwgwˆ dy nwd s`qy surwˆ, bRwhmx dyvqy bRhspqI dy SukR jI Aru surmiq sRsÍqI dyvI, kotwin bKwn bhu nIq kRoVwˆ kRoVwˆ ho ky in`q hI jykr pey vrqn krn qwˆ:",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M9TV",
        "source_page": 540,
        "source_line": 4,
        "gurmukhi": "ArD lg mwqR gur sbd AKr myk; Agm Aiq Agm AgwiD mIqw [540[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "O friend! all the above will fall woefully short of saying the praise of a syllable of the True Guru's blessed Naam Gur Mantar. The significance of Guru's words is beyond the extent of all knowledge.  (540)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "gur Sbd dy iek A`Kr dI A`DI lg mwqRwˆ BI hy imqRo! AgMm qoˆ AqÎMq AgMm rUp qQw AgwD hY lgwqwr jut ky BI ieh swry, gur Sbd dy mrm nUM nhIˆ vrnx kr skdy ]540]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
