[
  {
    "id": "31G",
    "sttm_id": 7021,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "010S",
        "source_page": 541,
        "source_line": 1,
        "gurmukhi": "drsnu dyiKE skl sMswru khY; kvn idRsit sau mn drs smweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The whole world claims to have seen. But what is that marvellous sight which engrosses the mind in the looks of the Guru?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "swrw sMswr hI gurU kw drSn if`Tw drSn if`Tw AwK irhw hY pr auh kOx idRStI q`kxI hY, ijs kr ky mn gurU drSn ivKy hI smw jwvy lIx ho jwvy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A1UX",
        "source_page": 541,
        "source_line": 2,
        "gurmukhi": "gur aupdys suinE suinE sB koaU khY; kvn suriq suin Anq n DweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Everyone claims to have listened to the Guru's sermon. But what is that unique voice, hearing which the mind does not wander away?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "sB koeI hI AwKdw hY ik Aswˆ gurU ky aupdyS nUM suixAw hY aupdyS suixAw hY, pr auh sunxI kOx vsqU hY ijs nUM suixAwˆ hor idry muV nw DweIey BtkIey[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "WDQ0",
        "source_page": 541,
        "source_line": 3,
        "gurmukhi": "jY jY kwr jpq jgq gurmMqR jIh; kvn jugq joqI joiq ilv lweIAY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The whole world praises the Guru's incantations and recite it too. But what is that mean which will attach the mind in the radiant Lord.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIh rsnw nwl jY jY kwr jY hovy siqgurwˆ dI jY hovy siqgurwˆ dI kridAwˆ swry hI gurmMq RgurdIKÎw rUp mMqR nUM qwˆ jwpdy mMndy hn, pr auh kOx jugqI FMg hY, ijs kr ky joqI srUp dI joq ivc ilv qwr lgI rhy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "6826",
        "source_page": 541,
        "source_line": 4,
        "gurmukhi": "idRsit surq igAwn iDAwn srbMg hIn; pqq pwvn gur mUV smJweIAY [541[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "A fool who is devoid of such limbs and appendages that provide him with knowledge of the True Guru and contemplation, True Guru-the maker of pious people out of sinners, bless them with such divine knowledge through Naam Simran.  (541)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "drSn SkqI sunx, SkqI jwx dw bl, qQw jwxy hoey ivc ic`q dy suBwivk itkx dI ihMmq Awid, srbMg hIn smUh swDnwˆ qoˆ hIx piqq hoXw hoXw jo mUrK AgÎwnI hovy, Es nUM piqq pwvn siqgurU hI cwhun qwˆ smJ Aw skdI hY, Bwv dyiKAw,suixAww, smiJAw qy vIcwirAw prmwrQ ivc Eho hI pRvwx pY qy sPlw ho skdw hY, jo siqgurwˆ dypMny pY ky Enwˆ dI d`sI jugq Aru pRsMnqw AMdr kIqw jwvy ]541]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
