[
  {
    "id": "QJA",
    "sttm_id": 7073,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0SEN",
        "source_page": 593,
        "source_line": 1,
        "gurmukhi": "koaU hr jorY bovY koaU lunY koaU; jwnIAY n jwie qwNih AMq kOn KwieDo [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "For obtaining some grains, just as someone ploughs the field, someone else sows the seed and guards it, and when the crop is ready, somebody comes and reaps it. But it cannot be known who ultimately will eat that grain.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "koeI hl joVdw hY, koeI bIjdw hY koeI rwKI krdw hY qy v`Fdw koeI hY pr jwixAwˆ nhIˆ jwˆdw ik aus Kyq dy Anwj nUM AMq kOx Kwvygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "A7BM",
        "source_page": 593,
        "source_line": 2,
        "gurmukhi": "koaU gVY icnY koaU koaU lIpY pocY koaU; smJ n prY kOn bsY igRh AwieDo [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as someone digs the foundation of a house, somebody else lays the bricks and plasters it, but no one knows who would come to live in that house.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "Gr dIAwˆ nIhwˆ pu`tdw koeI hY, icxweI koeI krdw hY il`pdw koeI qy pocdw koeI hY, pr ieh smJ nhIˆ pYˆdI ik aus Gr ivc kOx Aw ky vsygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5R0B",
        "source_page": 593,
        "source_line": 3,
        "gurmukhi": "koaU cunY loVY koaU koaU kwqY bunY koaU; bUJIAY n EFY kOn AMg sY bnwieDo [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as before getting the cloth ready, someone picks cotton, someone ginns and spins it, while some other person prepares the cloth. But it cannot be known whose body will adorn the dress made of this cloth.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kpwh cuxdw koeI hY, vyldw koeI hY, k`qdw koeI hY qy buxdw koeI hY, pr pqw nhIˆ l`gdw ik kpVw bxw ky Awpxy srIr qy kOx pihnygw[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CBJ8",
        "source_page": 593,
        "source_line": 4,
        "gurmukhi": "qYsy Awpw kwC kwC kwmnI sgl bwCY; kvn suhwgin hÍY ishjw smwieDo [593[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Similarly, all seekers of God hope and expect union with God and prepare themselves in all possible way for this. union. But no one knows which of these seekers would ultimately be fortunate to unite with husband-Lord and share the mind like nuptial bed.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iqvyˆ Awpw sjw Pbw kyGwl kr kr ky s`By jigAwsU rUp iesqRIAwˆ pqI vwihgurU dI ie`Cw krdIAwˆ hn, pr pqw nhIˆ ikhVI suhgx prvwx ho ky ishjw qy smweygI ]593]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
