[
  {
    "id": "U8L",
    "sttm_id": 7099,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "GTG7",
        "source_page": 619,
        "source_line": 1,
        "gurmukhi": "AnBY Bvn pRym Bgiq mukiq dÍwr; cwro bsu cwro kuMt rwjq rwjwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The door of the True Guru is perpetual source of knowledge, a place where His slaves are ever involved in His loving worship and His loving maids are praying for salvation.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "siqgur dw Gr suqy igAwn dw Gr hY pRymw BgqI qy mukqI ies duAwry h`Q b`DI KVIAwˆ hn, cwroˆ pdwrQ Drm,ArQ, kwm moK ies Gr dy v`s ivc hn qy chuMAwˆ kuMtwˆ ivc myrw siqgur rwijAwˆ dw rwjw ibrwj irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "CY07",
        "source_page": 619,
        "source_line": 2,
        "gurmukhi": "jwgRq sÍpn idn rYn auT bYT cil; ismrn sRvn suikRq prvwn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "That human being is ever accepted at the door of the True Guru who utters and listens to His divine name awake, sleeping, sitting, standing or walking. This for him is the supreme task for him.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "aus nUM jwgdy su`qy, idny rwq, auTdy bYTdy cldy ismrn krn qy gurbwxI pVHn suxn dI sohxI ikRq pRvwx huMdI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "5ETE",
        "source_page": 619,
        "source_line": 3,
        "gurmukhi": "joeI joeI AwvY soeI BwvY pwvY nwmu inD; Bgiq vCl mwno bwjq nIswn hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All those who come to the door of the True Guru with devotion and love are accepted by the True Guru. He acquires the invaluable treasure of Name. It seems the proclamation of Him being the lover of the worshippers is being sounded on His door in the form",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijhVw ijhVw Awauˆdw hY, auho mn Bwauˆdw nwm dw ^zwnw pwauˆdw hY, BgqI krn vwly Bgqwˆ dw mwno eyQy ngwrw v`j irhw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "7NPM",
        "source_page": 619,
        "source_line": 4,
        "gurmukhi": "jIvn mukiq swm rwj suK Bogvq; AdBuq Cib Aiq hI ibrwjmwn hY [619[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "All those human beings who take refuge on the door of the king of kings, they enjoy the wondrous comforts of the treasure of Name and becomes liberated while alive. Such wondrous beauty of the court of the True Guru is becoming well adorned.  (619)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jo myry siqgur dy ies rwj dI Srn Awauˆdw hY suK Bogdw hoieAw jIvn mukq ho jwˆdw hY, AYsI Ascrj qy AiqAMq soBw myry siqgurwˆ dy Gr dI suBwiemwn ho rhI hY ]619]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
