[
  {
    "id": "PRL",
    "sttm_id": 7100,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "SLY9",
        "source_page": 620,
        "source_line": 1,
        "gurmukhi": "locn iblok rUp rMg AMg AMg Cib; shj ibnod mod kauqk idKwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The eyes of a Sikh of the Guru are seeing the adornment of the every limb, colour and form of the True Guru. The bliss of the spiritual knowledge and its wondrous effect is evident.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myry siqgur dI rUp rMg qy AMg AMg dI Pbq dyK ky dyKxhwry nYx igAwn AwnMd qy ^uSI dy kOqkwˆ nUM mwnoˆ pRq`K kr ky surq nUM idKwauˆdy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "KMCS",
        "source_page": 620,
        "source_line": 2,
        "gurmukhi": "sRvn sujs rs risk rswl gun; sun sun suriq sMdys phucwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The ears of a Gursikh have become relishers of the virtues of the True Guru having heard them perpetually, and they are reaching the messages of His wondrous deeds to his consciousness.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "kMn aus rswˆ dy Gr gurU dy guxwˆ nUM sux sux ky aus rs dy risk ho ky surq nUM sohxy kIrqI dy sunyhy pucw rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "YQYB",
        "source_page": 620,
        "source_line": 3,
        "gurmukhi": "rsnw sbdu rwg nwd sÍwdu ibnqI kY; nwskw sugMiD snbMD smJwvhI [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The tongue of a Gursikh is uttering the words blessed by the True Guru. Its music is sounding in the tenth door and the pleasure so generated is reaching his consciousness in the form of prayer and the fragrance of Naam Simran is also being conveyed by th",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIB gurU ky Sbd nUM aucwrn kr ky rwg nwd dw sÍwd surq nUM ibnY kr rhI hY, nwskw gurU dy crn kmlwˆ dI sugMDI nUM lY lY ky Awqm sugMDI dw sMbMD surq nUM smJw rhI hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "35QM",
        "source_page": 620,
        "source_line": 4,
        "gurmukhi": "sirqw Anyk mwno sMgm smuMdR giq; irdY ipRX pRym nymu iqRpiq n pwvhI [620[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as many rivers fall in the sea and yet its thirst is never satiated. So is the love of his dear beloved in the heart of Gursikh where multi-waves of Naam are propagating yet its loving thirst is never satiated.  (620)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myry mn ivc ipAwry dw pRym mwno smuMdr jYsw ho irhw hY, ijs ivc Anykwˆ ndIAwˆ jw ky imldIAwˆ hn, pr ijvyˆ aus dw nym hY ik auh iknwirAwˆ qoˆ aUCldw BI nhIˆ qy iqRpq BI nhIˆ huMdw, iqvyˆ myry mn rUp swgr dw ies vyly dw hwl hY ]620]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
