[
  {
    "id": "53C",
    "sttm_id": 7101,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "YM6A",
        "source_page": 621,
        "source_line": 1,
        "gurmukhi": "locn ikRpn Avlokq AnUp rUp; prm inDwn jwn iqRpiq n AweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as the desire of a miser for money is never satiated, so are the eyes of a Sikh of the Guru who have realised that the form of True Guru is a unique treasure seeing which one never feels satisfied.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myry nYx kMjUs hn qy ielHwˆ ny gurU drSn nUM prm inDwn BI jwx ilAw hY, pr SUm hox kr ky aus Aiq suMdr rUp nUM dyKdy hn, pr iqRpqI nhIˆ pwauˆdy[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "M6SS",
        "source_page": 621,
        "source_line": 2,
        "gurmukhi": "sRvn dwirdRI mun AMimRq bcn ipRX; Acviq surq ipAws n imtweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Just as hunger of a pauper is never satiated, so are the ears of a Gursikh which are ever desirous of hearing the ambrosial words of the True Guru. And yet hearing those elixir-like words, the thirst of his consciousness is not quenched.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myry kMn kMgwl hn ipAwry dy bcn AMimRq hn,aunHwˆ nUM suxdy hoey mwno ieh AMimRq pIˆdy hn, pr hor pIx dI surq dI ipAws nhIˆ imtdI[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "80RE",
        "source_page": 621,
        "source_line": 3,
        "gurmukhi": "rsnw rtq gun gurU AngRIv gUV; cwiqRk jugiq giq miq n AGweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The tongue of a Gursikh keeps recalling the prime traits of the True Guru and like a rain-bird who keeps shouting for more, it is never satiated.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "jIB sB qoˆ muKI gurU dy gUVHy guxwˆ nUM rtdI hY, pr ppIhy dI jugqI vwˆg aus dI mqvwl r`jdI nhIˆ[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "0CE5",
        "source_page": 621,
        "source_line": 4,
        "gurmukhi": "pyKq suniq ismriq ibsmwd ris; risk pRgwsu pRym iqRsnw bFweI hY [621[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The inner self of a Sikh is getting enlightened with blissful light through seeing, hearing and uttering of the wondrous form of True Guru-a treasure-house-nay the fountain-head of all the virtues. Yet the thirst and hunger of such a Gursikh never wanes.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "dyKidAwˆ, suxidAwˆ, ismridAwˆ myry rsIey mn auqy ivsmwd rs pRkwS pw irhw hY[ pr pRym hor hor ivsmwdI rs lYx dI iqRSnw nUM vDw irhw hY ]621]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
