[
  {
    "id": "SSV",
    "sttm_id": 7148,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "0KXE",
        "source_page": 668,
        "source_line": 1,
        "gurmukhi": "ibrh dwvwnl pRgtI n qn bn ibKY; Asn bsn qw mY iGRq prjwir hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The separation of my beloved is not only appearing in my body, like the fire of jungle, but all these dainty dishes and dresses instead of giving me comfort are acting like oil in raising the intensity of fire and consequently my sufferings.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "myry srIr rUp bn ivc inrI ibrhoˆ rUpI jMgl dI A`g hI nhIˆ pRgtI hY; ieQy qwˆ Bojn qy bsqR aus dy BwˆbV mcwaux leI iGau bx ky pY rhy hn[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TRS0",
        "source_page": 668,
        "source_line": 2,
        "gurmukhi": "pRQm pRkwsy DUm AiqhI dushw duK; qwhI qy ggn Gn Gtw AMDkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Firstly, this separation, because of the sighs associated with it is appearing like smoke and thus unbearable and then this smoke is looking like dark clouds in the sky causing darkness all around.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "pihly iesdw DUMAwˆ au`Tx qy hI AiqAMq nw shwry jwx vwlw duK sI; hux ausy qoˆ AkwS ivc b`dlwˆ dIAwˆ Gtwˆ bx ky hnyrw Cw igAw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "TWQK",
        "source_page": 668,
        "source_line": 3,
        "gurmukhi": "BBk BBUko hÍY pRkwsXo hY Akws sis; qwrkw mMfl icngwrI cmkwr hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Even the moon in the sky is looking like a flame. The stars are appearing to me as the sparks of that fire.",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "auqoˆ AkwS ivc bldw BMBwkw ho ky cMdRmw pRkwS ipAw hY;nwl qwirAwˆ dw mMfl BI cMigAwVIAwˆ bx ky cmkwry mwrdw hY[",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "EPL4",
        "source_page": 668,
        "source_line": 4,
        "gurmukhi": "kw isE khau kYsy AMqkwl ibRQwvMq giq; moih duK soeI suKdweI sMswr hY [668[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "Like a patient nearing his death, whom should I tell this state that has resulted due to the fire of separation? All these things (moon, stars, dresses etc.) are becoming uncomfortable and painful for me, whereas all these are highly peace-giving and sour",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "iksnUM qy ikvyˆ AwKwˆ? ikauˆik myrI dSw qwˆ rogI dy AMq smyˆ vrgI hY; mYnUM ausy qrHwˆ dw duK ibrh ivc ho irhw hY[ qusIˆ hI d`so ik ieh sMswr suKdweI hY? Bwv nhIˆ hY ]668]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
