[
  {
    "id": "2T9",
    "sttm_id": 7151,
    "writer": "Bhai Gurdaas Ji",
    "section": "Kabit Swaiye",
    "subsection": null,
    "lines": [
      {
        "id": "9SZX",
        "source_page": 671,
        "source_line": 1,
        "gurmukhi": "jw kY eyk Pn pY Drn hY so DrnIDr; qwNih igrDr khY kaun bifAweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "God created Sheshnag who is believed to be supporting the Earth on one of his thousand heads, and he is called Dharnidhar, and if his creator is called by the name of Girdhar (lifter of Goverdhan mountain-Krishan) what sort of praise is his?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs krqwr ny iek SyS nwg dy Pn auqy DrqI r`KI hoeI hY; DrnIDr mwqR qwˆ auh SySnwg hoieAw so aus nUM jo Awp swry sMswr dw isrjxhwr hY[ igrDr ibRMdw bn dy inky ijhy phwV dw cu`kx vwlw AwKIey qwˆ ikhVI vifAweI hY?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "FH1F",
        "source_page": 671,
        "source_line": 2,
        "gurmukhi": "jw ko eyk bwvro khwvq hY ibsÍnwQ; qwih ibRjnwQ khy kOn AiDkweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The creator who has created a crazy (Shiv Ji) and is called Vishwanath (master of the Universe), if his creator is called Brijnath (master of Braj region-Sri Krishan) then what is so praiseworthy about him?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijs dw iek bwvlw ijhw ricAw dyvqw iSv sMswr dw suAwmI khwauˆdw hY aus nUM ibRjnwQ kihx ivc kI vifAweI?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "AUA1",
        "source_page": 671,
        "source_line": 3,
        "gurmukhi": "sgl Akwr ENkwr ky ibQwry ijn; qwih nMd nMd khY kaun TkurweI hY [",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "The creator who has created this entire expanse, if that creator is called son of Nand-Krishan Ji, then what is so great about him?",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ijsny swry Awkwr ArQwq rUp iek Awpxy EAMkwr qoˆ PYlwey hn; aus nUM nMd dw pu`qr khIey qwˆ aus dI ikhVI vifAweI hY?",
              "additional_information": {}
            }
          }
        }
      },
      {
        "id": "LWM3",
        "source_page": 671,
        "source_line": 4,
        "gurmukhi": "ausqiq jwin inMdw krq AgÎwn AMD; AYsy hI ArwDn qy mon suKdweI hY [671[",
        "pronunciation": null,
        "pronunciation_information": null,
        "type": null,
        "translations": {
          "English": {
            "Unknown": {
              "translation": "(So by such type of worship) ignorant and blind of knowledge consider Lord's worship being performed, but instead, they are slandering Him. Remaining silent is far better than this type of worship.  (671)",
              "additional_information": {}
            }
          },
          "Punjabi": {
            "Sant Sampuran Singh": {
              "translation": "ies qrHwˆ AigAwn ivc AMnHy lok ausqq smJ ky inMdw krI jwˆdyhn; swfy Bwxy qwˆ AYsy ArwDx nwloˆ cu`p hI BlI hY ]671]",
              "additional_information": {}
            }
          }
        }
      }
    ]
  }
]
