[
  {
    "id": 61283,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਮੂੜ੍ਹ ਰੂੜ੍ਹ ਪੀਟਤ ਨ ਗੂੜ੍ਹਤਾ ਕੋ ਭੇਦ ਪਾਵੈ ਪੂਜਤ ਨ ਤਾਹਿ ਜਾ ਕੇ ਰਾਖੇ ਰਹੀਅਤੁ ਹੈਂ ॥੪॥੭੪॥",
    "transliteration": "Moondh Roodh Pootat Na Goodhtoo Ko Bhed Paavai, Poojat Na Taah(i) Jaa Ke Raakhe Rahooat(u) Hain||4||74||",
    "translation": "The foolish people wail and weep. But do not know the profound secret, therefore they do not worship Him, who protects our life. 4.74.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61284,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਸ੍ਵਪਾਲ ਜਗਤ ਕਾਲ ਦੀਨ ਦਿਅਾਲ ਬੈਰੀ ਸਾਲ ਸਦਾ ਪ੍ਰਤਪਾਲ ਜਮ ਜਾਲ ਤੇ ਰਹਤ ਹੈਂ ॥",
    "transliteration": "Bisvapaal Jagad Kaal Doon Diaal Bairoo Saal, Sadaa Pratpaal Jam Jaal Te Rahat Hain||",
    "translation": "The Sustainer and Destroyer of the Universe is Benevolent towards the poor, tortures the enemies, preserves ever and is without the snare of death.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61285,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੋਗੀ ਜਟਾਧਾਰੀ ਸਤੀ ਸਾਚੇ ਬਡੇ ਬ੍ਹਮਚਾਰੀ ਧਿਅਾਨ ਕਾਜ ਭੂਖ ਪਿਅਾਸ ਦੇਹ ਪੈ ਸਹਤ ਹੈਂ ॥",
    "transliteration": "Jogi Jataadhadaroo Satoo Saache Bada Brahmchdaroo, Dhiaan Kaaj Bhookh Piaas Deh Pai Sahat Hain||",
    "translation": "The Yogis, hermits with matted locks, true donors and great celibates, for a Sight of Him, endure hunger and thirst on their bodies.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61286,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਿੳੁਲੀ ਕਰਮ ਜਲ ਹੋਮ ਪਾਵਕ ਪਵਨ ਹੋਮ ਅਦੋ ਸੁਖ ੲੇਕ ਪਾੲਿ ਠਾਢੇ ਨ ਬਰਤ ਹੈਂ ॥",
    "transliteration": "Nioloo Karam Jal Hom P3vak Pavan Hom, Adho Mouch Ek Paae Thaadhe Na Bahat Hain||",
    "translation": "For a Sight of Him, the intestines are purged, offerings are made to water, fire and air, austerities are performed with face upside down and standing on a single foot.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61287,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ਮਾਨਵ ਫਨਿੰਦ ਦੇਵ ਦਾਨਵ ਨ ਪਾਵੈ ਭੇਦ ਬੇਦ ਅੌ ਕਤੇਬ ਨੇਤ ਨੇਤ ਕੈ ਕਹਤ ਹੈਂ ॥੫॥੭੫॥",
    "transliteration": "Maanav Phanind Dev Daanav Na Paavai Bhed, Bed Au Kateh Net Net Kai Kahat Hain||5||75||",
    "translation": "The men, Sheshanaga, gods and demons have not been able to know His Secret and the Vedas and Katebs (Semitic Scriptures) speak of Him as “Neti, Neti” (Not this, Not this) and Infinite. 5.75.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61288,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ਨਾਚਤ ਫਿਰਤ ਮੋਰ ਬਾਦਰ ਕਰਤ ਘੋਰ ਦਾਮਨੀ ਅਨੇਕ ਭਾੳੁ ਕਰਿਓ ੲੀ ਕਰਤ ਹੈ ॥",
    "transliteration": "Naachat Phirat Mor Baadar Karat Ghor, Daamanndo Anek Bhaao Kario Ee Karat Hai||",
    "translation": "If the Lord is realized by devotional dancing, then the peacocks dance with the thundering of the clouds and if the Lord gets pleased on seeing the devotion through friendliness, then the lightning performs it by various flashes.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61289,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ਚੰਦ੍ਰਮਾ ਤੇ ਸੀਤਲ ਨ ਸੂਰਜ ਤੇ ਤਪਤ ਤੇਜ ੲਿੰਦ੍ਰ ਸੋ ਨ ਰਾਜਾ ਭਵ ਭੂਮ ਕੋ ਭਰਤ ਹੈ ॥",
    "transliteration": "Channdramaa Te Sootal Na Sooraj Te Tapat Tej, Indra So Na Raajaa Bhav Bhoom Ko Bharat Hai||",
    "translation": "If the Lord meets by adopting coolness and serenity, then there is none cooler than the moon; if the Lord meets by the endurance of heat, then none is hotter than the sun, and if the Lord is realized by the munificence, then none is more munificent than I",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61290,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "ਸਿਵ ਸੇ ਤਪਸੀ ਅਾਦਿ ਬ੍ਹਮਾ ਸੇ ਨ ਬੇਦਚਾਰੀ ਸਨਤ ਕੁਮਾਰ ਸੀ ਤਪੱਸਿਅਾ ਨ ਅਨਤ ਹੈ ॥",
    "transliteration": "Siv Se Tapasoo Aadh Brahmaa Se Na Bedchdaroo, Sanat Koumaar Sootapassiaa Na Anat Hai||",
    "translation": "If the Lord is realised by the practice of austerities, then none is more austere than god Shiva; if the Lord meets by the recitation of Vedas, then none is more conversant with the Vedas than the god Brahma: there is also no great performer of asceticism",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61291,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "ਗਿਅਾਨ ਕੇ ਬਿਹੀਨ ਕਾਲ ਫਾਸ ਕੇ ਅਧੀਨ ਸਦਾ ਜੁੱਗਨ ਕੀ ਚੳੁਕਰੀ ਫਿਰਾੲੇ ੲੀ ਫਿਰਤ ਹੈ ॥੬॥੭੬॥",
    "transliteration": "Giaan Ke Bihoon Kaal Phaas Ke Adhoon Sadaa, Judgad Koo Chaudaroo Phiraae Ee Phirat Hai||6||76||",
    "translation": "The persons without the Knowledge of the Lord, entrapped in the snare of death always transmigrate in all the four ages. 6.76.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61292,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "ੲੇਕ ਸਿਵ ਭੲੇ ੲੇਕ ਗੲੇ ੲੇਕ ਫੇਰ ਭੲੇ ਰਾਮਚੰਦ੍ਰ ਕ੍ਰਿਸਨ ਕੇ ਅਵਤਾਰ ਭੀ ਅਨੇਕ ਹੈਂ ॥",
    "transliteration": "Ek Siv Bhae Ek Gad Ek Pher Bhae, Raamchanndra Krishan Ke Avtaar Bhoo Anek Hain||",
    "translation": "There was one Shiva, who passed away and another one came into being; there are many incarnations of Ramchandra and Krishna.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61293,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "ਬ੍ਹਮਾ ਅਰੁ ਬਿਸਨ ਕੇਤੇ ਬੇਦ ਅੌ ਪੁਰਾਨ ਕੇਤੇ ਸਿੰਮ੍ਰਿਤਿ ਸਮੂਹਨ ਕੈ ਹੁੲਿ ਹੁੲਿ ਬਿਤਦੇ ਹੈਂ ॥",
    "transliteration": "Brahmaa Ar(u) Bisan Kete Bed Au Puraan Kete, Sinmrit(i) Samoondan Kai Hue Hue Bitae Hain||",
    "translation": "There are many Brahmas and Vishnus, there are many Vedas and Puranas, there have been the authors of all the Smritis, who created their works and passed away.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61294,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "ਮੋਨਦੀ ਮਦਾਰ ਕੇਤੇ ਅਸੁਨੀ ਕੁਮਾਰ ਕੇਤੇ ਅੰਸਾ ਅਵਤਾਰ ਕੇਤੇ ਕਾਲ ਬਸ ਭੲੇ ਹੈਂ ॥",
    "transliteration": "Monadoo Madaar Kete Asounoo Koumaar Kete, Ansaa Avtaar Kete Kaal Bas Bhae Hain||",
    "translation": "Many religious leaders, many chieftains of clans, many Ashwani Kumars and many degrees of incarnations, they had all been subject to death.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61295,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "ਪੀਰ ਅੌ ਪਿਕਾਂਬਰ ਕੇਤੇ ਗਨੇ ਨ ਪਰਤ ੲੇਤੇ ਭੁਮ ਹੀ ਤੇ ਹੁੲਿ ਕੈ ਫੇਰਿ ਭੁਮਿ ਹੀ ਮਿਲੲੇ ਹੈਂ ॥੭॥੭੭॥",
    "transliteration": "Pir Au Pikaanbar Kete Gade Na Parat Ete, Bhoom Hoo Te Hue Kai Pher(i) Bhoom(i) Hoo Milae Hain||7||77||",
    "translation": "Many Muslim preceptors (Pirs) and Prophets, who cannot be count ed, they were born out of the earth, ultimately merged in the earth. 7.77.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 61296,
    "shabad_id": 10027,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "ਜੋਗੀ ਜਤੀ ਬ੍ਹਮਚਾਰੀ ਬਡੇ ਬਡੇ ਛਤ੍ਰਧਾਰੀ ਛਤ੍ਰ ਹੀ ਕੀ ਛਾੲਿਅਾ ਕੲੀ ਕੋਸ ਲੌ ਚਲਤ ਹੈਂ ॥",
    "transliteration": "Jogoo Jatoo Brahmchdaroo Bade Bade Chhatradhdaroo, Chhatra Hoo Koo Chhaadaa Kaee Kos Lau Chalet Hain||",
    "translation": "The Yougis, celibates and students observing celibacy, many great sovereigns, who walk several miles under the shade of canopy.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
