[
  {
    "id": 89565,
    "shabad_id": 25230,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਤਿ ਬਿਨੁ ਸੰਜਮੁ ਨ ਪਤਿ ਬਿਨੁ ਪੂਜਾ ਹੋੲਿ ਸਚ ਬਿਨੁ ਸੋਚ ਨ ਜਨੇੳੂ ਜਤ ਹੀਨ ਹੈ",
    "transliteration": "Sati Binu Sanjamu N Pati Binu Poojaa Hoi , Sach Binu Soch N Janayoo Jat Heen Hai ?",
    "translation": "Except the name of the stable and firm Lord, no other deed is righteous. Except for the prayer and worship of Master Lord, worship of gods/goddesses is futile. No piety is beyond the truth and wearing of sacred thread without morality is futile.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89566,
    "shabad_id": 25230,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਦੀਖਿਅਾ ਗਿਅਾਨ ਬਿਨੁ ਦਰਸਨ ਧਿਅਾਨ ਭਾੳੁ ਬਿਨੁ ਭਗਤਿ ਨ ਕਥਨੀ ਭੈ ਭੀਨ ਹੈ",
    "transliteration": "Binu Gur Deekhiaa Giaan Binu Darasan Dhiaana , Bhaau Binu Bhagati N Kadanee Bhai Bheen Hai ?",
    "translation": "Without obtaining initiation from a True Guru, no knowledge is worthwhile. No contemplation is useful except that of the True Guru. No worship is worth anything if not performed love, nor any view point expressed can invite respect.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89567,
    "shabad_id": 25230,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਾਂਤਿ ਨ ਸੰਤੋਖ ਬਿਨੁ ਸੁਖੁ ਨ ਸਹਜ ਬਿਨੁ ਸਬਦ ਸੁਰਤਿ ਬਿਨੁ ਪ੍ਰੇਮ ਨ ਪ੍ਰਬੀਨ ਹੈ",
    "transliteration": "Saanti N Santokh Binu Soukhu N Sahaj Binu , Sabad Surati Binu Praym N Prabeen Hai ?",
    "translation": "Without patience and contentment, peace cannot reside. No true peace and comfort is achievable without acquiring a state of equipoise. Similarly no love can be stable without the union of the word and mind (consciousness).",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89568,
    "shabad_id": 25230,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬ੍ਹਮ ਬਿਬੇਕ ਬਿਨੁ ਹਿਰਦੈ ਨ ੲੇਕ ਟੇਕ ਬਿਨੁ ਸਾਧਸੰਗਤ ਨ ਰੰਗ ਲਿਵ ਲੀਨ ਹੈ ॥੨੧੫॥",
    "transliteration": "Braham Bibayk Binu Hiradai N Ayk Tayka , Binu Saadhasangat N Rang Liv Leen Hai ?215?",
    "translation": "Without deliberation on His name, one cannot establish faith in the heart and without the holy congregation of divine and saintly persons, engrossment in Lord's name is not possible. (215)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
