[
  {
    "id": 89601,
    "shabad_id": 25239,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਬਾੲਿ ਹੁੲਿ ਬਘੂਲਾ ਬਾੲਿ ਮੰਡਲ ਫਿਰੈ ਤੳੁ ਕਹਾ ਬਾਸਨਾ ਕੀ ਅਾਗਿ ਜਾਗਿ ਜੁਗਤਿ ਨ ਜਾਨੀਅੈ",
    "transliteration": "Baai Hui Baghoolaa Baai Mandal Dhirai Tau Kahaa , Baasanaa Kee Aagi Jaagi Jougati N Jaaneeai ?",
    "translation": "So what if someone through spiritual powers become a whirlwind of air and wanders in the atmosphere when all desires are kindred in his mind and he does not know how to get rid of them?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89602,
    "shabad_id": 25239,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੂਪ ਜਲੁ ਗਰੋ ਬਾਧੇ ਨਿਕਸੈ ਨ ਹੁੲਿ ਸਮੁੰਦ੍ਰ ਚੀਲ ਹੁੲਿ ੳੁਡੈ ਨ ਖਗਪਤਿ ੳੁਨਮਾਨੀਅੈ",
    "transliteration": "Koop Jalu Garo Baadhay Nikasai N Hui Samoundra , Cheel Hui Udai N Khagapati Ounamaaneeai ?",
    "translation": "Just as water drawn out of a well with a pitcher tied to a rope does not become an ocean and a vulture, who roams about in the sky looking for corpses, cannot be accepted as god of birds, similarly, an evil-filled man cannot claim to be a spiritually awak",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89603,
    "shabad_id": 25239,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮੂਸਾ ਬਿਲ ਖੋਦ ਨ ਜੋਗੀਸੁਰ ਗੁਫਾ ਕਹਾਵੈ ਸਰਪ ਹੁੲਿ ਚਿਰੰਜੀਵ ਬਿਖੁ ਨ ਬਿਲਾਨੀਅੈ",
    "transliteration": "Moosaa Bil Khod N Jogeesur Gudhaa Kahaavai , Sarap Hui Chiranjeev Bikhu N Bilaaneeai ?",
    "translation": "A rat living in a burrow cannot be called a saint in a cave. Similarly, a person who has done no good to anyone is like a rat even if he puts himself through rigorous penance to realise his beloved God. If one acquires long life like a snake, one cannot d",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89604,
    "shabad_id": 25239,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਚੀਤ ਹੁੲਿ ਅਤੀਤ ਹੳੁਮੈ ਖੋੲਿ ਹੋੲਿ ਰੇਨ ਕਾਮਧੇਨ ਮਾਨੀਅੈ ॥੨੨੪॥",
    "transliteration": "Gurmukhi Trigoun Ateet Cheet Hui Ateeta , Haoumai Khoi Hoi Rayn Kaamadhayn Maaneeai ?224?",
    "translation": "But an obedient Sikh of the Guru keeps himself clear from the effect of tri-traits of maya and is a recluse by heart. He loses his ego and becomes an epitome of humility by serving all and accomplishing others' tasks admirably. (224)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
