[
  {
    "id": 35556,
    "shabad_id": 3140,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ੳੁਸਤਤਿ ਕਰੈ ਦਿਨੁ ਰਾਤੀ; ਰਖਿ ਰਖਿ ਚਰਣ. ਹਰਿ ਤਾਲ ਪੂਰੲੀਅਾ ॥੫॥",
    "transliteration": "Har Har Ousathath Karai Dhin Raathee Rakh Rakh Charan Har Thaal Pooreeaa ||5||",
    "translation": "I praise the Lord, day and night, moving my feet to the beat of the drum. ||5||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨੂੰ ਹਰ ਵੇਲੇ (ਹਿਰਦੇ ਵਿਚ) ਵਸਾ ਕੇ (ਉਹ ਮਨੁੱਖ ਜੀਵਨ-ਤੋਰ) ਤਾਲ-ਸਿਰ ਤੁਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੫॥",
    "pronunciation": "ਪੂ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35557,
    "shabad_id": 3140,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਕੈ ਰੰਗਿ ਰਤਾ ਮਨੁ ਗਾਵੈ; ਰਸਿ ਰਸਾਲ ਰਸਿ ਸਬਦੁ ਰਵੲੀਅਾ ॥",
    "transliteration": "Har Kai Rang Rathaa Man Gaavai Ras Rasaal Ras Sabadh Raveeaa ||",
    "translation": "Imbued with the Lord's Love, my mind sings His Praise, joyfully chanting the Shabad, the source of nectar and bliss.",
    "punjabi": "ਹੇ ਭਾਈ! ਪ੍ਰਭੂ ਦੇ (ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਹੋਇਆ (ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੇ ਗੀਤ) ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਰਸਾਂ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਸੁਆਦ ਨਾਲ (ਜੋ ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਰ-ਵੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35558,
    "shabad_id": 3140,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਧਾਰ ਚੁਅੈ ਅਤਿ ਨਿਰਮਲ; ਜਿਨਿ ਪੀਅਾ ਤਿਨ ਹੀ ਸੁਖੁ ਲਹੀਅਾ ॥੬॥",
    "transliteration": "Nij Ghar Dhhaar Chuai Ath Niramal Jin Peeaa Thin Hee Sukh Leheeaa ||6||",
    "translation": "The stream of immaculate purity flows through the home of the self within; one who drinks it in, finds peace. ||6||",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ) ਬੜੀ ਸਾਫ਼-ਸੁਥਰੀ ਧਾਰ ਚੋਂਦੀ ਰਹਿੰਦੀ ਹੈ। ਜਿਸ ਮਨੁੱਖ ਨੇ (ਇਹ ਨਾਮ-ਜਲ) ਪੀਤਾ ਉਸ ਨੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35559,
    "shabad_id": 3140,
    "pada": 8,
    "source_line": 3,
    "gurmukhi": "ਮਨ ਹਠਿ ਕਰਮ ਕਰੈ ਅਭਿਮਾਨੀ; ਜਿੳੁ ਬਾਲਕ. ਬਾਲੂ ਘਰ ੳੁਸਰੲੀਅਾ ॥",
    "transliteration": "Manehath Karam Karai Abhimaanee Jio Baalak Baaloo Ghar Ousareeaa ||",
    "translation": "The stubborn-minded, egotistical, proud-minded person performs rituals, but these are like sand castles built by children.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੇ) ਮਨ ਦੇ ਹਠ ਨਾਲ (ਮਿੱਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕਰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ (ਆਪਣੇ ਧਰਮੀ ਹੋਣ ਦਾ) ਮਾਣ ਹੋ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੇ ਇਹ ਉੱਦਮ ਫਿਰ ਇਉਂ ਹੀ ਹਨ) ਜਿਵੇਂ ਬੱਚੇ ਰੇਤ ਦੇ ਘਰ ਉਸਾਰਦੇ ਹਨ।",
    "pronunciation": "ੳੁਸ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35560,
    "shabad_id": 3140,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਅਾਵੈ ਲਹਰਿ ਸਮੁੰਦ ਸਾਗਰ ਕੀ; ਖਿਨ ਮਹਿ ਭਿੰਨ ਭਿੰਨ ਢਹਿ ਪੲੀਅਾ ॥੭॥",
    "transliteration": "Aavai Lehar Samundh Saagar Kee Khin Mehi Bhinn Bhinn Dtehi Peeaa ||7||",
    "translation": "When the waves of the ocean come in, they crumble and dissolve in an instant. ||7||",
    "punjabi": "ਸਮੁੰਦਰ ਦੇ ਪਾਣੀ ਦੀ ਲਹਿਰ ਆਉਂਦੀ ਹੈ, ਤੇ, ਉਹ ਘਰ ਇਕ ਖਿਨ ਵਿਚ ਕਿਣਕਾ ਕਿਣਕਾ ਹੋ ਕੇ ਢਹਿ ਜਾਂਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35561,
    "shabad_id": 3140,
    "pada": 9,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਸਰੁ ਸਾਗਰੁ ਹਰਿ ਹੈ ਅਾਪੇ; ੲਿਹੁ ਜਗੁ ਹੈ ਸਭੁ ਖੇਲੁ ਖੇਲੲੀਅਾ ॥",
    "transliteration": "Har Sar Saagar Har Hai Aapae Eihu Jag Hai Sabh Khael Khaeleeaa ||",
    "translation": "The Lord is the pool, and the Lord Himself is the ocean; this world is all a play which He has staged.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ (ਪਰਮਾਤਮਾ ਨੇ) ਇਕ ਤਮਾਸ਼ਾ ਰਚਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵਨ ਦਾ) ਸਰੋਵਰ ਹੈ, ਸਮੁੰਦਰ ਹੈ (ਸਾਰੇ ਜੀਵ ਉਸ ਸਮੁੰਦਰ ਦੀਆਂ ਲਹਿਰਾਂ ਹਨ)।",
    "pronunciation": "ਖੇ-ਲੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35562,
    "shabad_id": 3140,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਤਰੰਗ ਜਲੁ ਜਲਹਿ ਸਮਾਵਹਿ; ਨਾਨਕ ਅਾਪੇ ਅਾਪਿ ਰਮੲੀਅਾ ॥੮॥੩॥੬॥",
    "transliteration": "Jio Jal Tharang Jal Jalehi Samaavehi Naanak Aapae Aap Rameeaa ||8||3||6||",
    "translation": "As the waves of water merge into the water again, O Nanak, so does He merge into Himself. ||8||3||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ (ਸਮੁੰਦਰ ਦੇ) ਪਾਣੀ ਦੀਆਂ ਲਹਿਰਾਂ (ਸਮੁੰਦਰ ਦਾ) ਪਾਣੀ (ਹੀ ਹਨ) ਪਾਣੀ ਵਿਚ ਹੀ ਮਿਲ ਜਾਂਦੀਆਂ ਹਨ (ਇਸੇ ਤਰ੍ਹਾਂ) ਉਹ ਸੋਹਣਾ ਰਾਮ (ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ ॥੮॥੩॥੬॥",
    "pronunciation": "ਰ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35563,
    "shabad_id": 3141,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35564,
    "shabad_id": 3141,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਪਰਚੈ. ਮਨਿ ਮੁੰਦ੍ਰਾ ਪਾੲੀ; ਗੁਰ ਕਾ ਸਬਦੁ. ਤਨਿ ਭਸਮ ਦ੍ਰਿੜੲੀਅਾ ॥",
    "transliteration": "Sathigur Parachai Man Mundhraa Paaee Gur Kaa Sabadh Than Bhasam Dhrirreeaa ||",
    "translation": "My mind wears the ear-rings of the True Guru's acquaintance; I apply the ashes of the Word of the Guru's Shabad to my body.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ) ਗੁਰੂ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਇਹ ਪ੍ਰਸੰਨਤਾ ਉਹਨਾਂ ਨੇ ਆਪਣੇ) ਮਨ ਵਿਚ (ਜੋਗੀਆਂ ਵਾਲੀ) ਮੁੰਦ੍ਰਾ ਪਾਈ ਹੋਈ ਹੈ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਉਹਨਾਂ ਨੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਟਿਕਾਇਆ ਹੋਇਆ ਹੈ (ਇਹ ਉਹਨਾਂ ਆਪਣੇ) ਸਰੀਰ ਉੱਤੇ ਸੁਆਹ ਮਲੀ ਹੋਈ ਹੈ।",
    "pronunciation": "ਦ੍ਰਿ-ੜੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35565,
    "shabad_id": 3141,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਮਰ ਪਿੰਡ ਭੲੇ ਸਾਧੂਸੰਗਿ; ਜਨਮ ਮਰਣ ਦੋੳੂ ਮਿਟਿ ਗੲੀਅਾ ॥੧॥",
    "transliteration": "Amar Pindd Bheae Saadhhoo Sang Janam Maran Dhooo Mitt Geeaa ||1||",
    "translation": "By body has become immortal, in the Saadh Sangat, the Company of the Holy. Both birth and death have come to an end for me. ||1||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਹ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਤੋਂ ਬਚ ਗਏ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਨਮ ਅਤੇ ਮੌਤ ਦੋਵੇਂ ਹੀ ਮੁੱਕ ਗਏ ਹਨ ॥੧॥",
    "pronunciation": "ਗੲੀ-ਅਾ",
    "type_id": 3
  },
  {
    "id": 35566,
    "shabad_id": 3141,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਸਾਧਸੰਗਤਿ ਮਿਲਿ ਰਹੀਅਾ ॥",
    "transliteration": "Maerae Man Saadhhasangath Mil Reheeaa ||",
    "translation": "O my mind, remain united with the Saadh Sangat.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ (ਅਤੇ ਅਰਜ਼ੋਈ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35567,
    "shabad_id": 3141,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਕ੍ਰਿਪਾ ਕਰਹੁ ਮਧਸੂਦਨ ਮਾਧੳੁ; ਮੈ ਖਿਨੁ ਖਿਨੁ ਸਾਧੂ ਚਰਣ ਪਖੲੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kirapaa Karahu Madhhasoodhan Maadhho Mai Khin Khin Saadhhoo Charan Pakheeaa ||1|| Rehaao ||",
    "translation": "Be merciful to me, O Lord; each and every instant, let me wash the Feet of the Holy. ||1||Pause||",
    "punjabi": "ਹੇ ਮਧਸੂਦਨ! ਹੇ ਮਾਧੋ! (ਮੇਰੇ ਉਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਚਰਨ ਧੋਂਦਾ ਰਹਾਂ (ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਾਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਪ-ਖੲੀਅਾ",
    "type_id": 4
  },
  {
    "id": 35568,
    "shabad_id": 3141,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਤਜੈ ਗਿਰਸਤੁ. ਭੲਿਅਾ ਬਨਵਾਸੀ; ੲਿਕੁ ਖਿਨੁ ਮਨੂਅਾ ਟਿਕੈ ਨ. ਟਿਕੲੀਅਾ ॥",
    "transliteration": "Thajai Girasath Bhaeiaa Ban Vaasee Eik Khin Manooaa Ttikai N Ttikeeaa ||",
    "translation": "Forsaking family life, he wanders in the forest, but his mind does not remain at rest, even for an instant.",
    "punjabi": "ਪਰ, ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਗ੍ਰਿਹਸਤ ਛੱਡ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੰਗਲ ਦਾ ਵਾਸੀ ਜਾ ਬਣਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਉਸ ਦਾ) ਮਨ (ਤਾਂ) ਟਿਕਾਇਆਂ ਇਕ ਖਿਨ ਵਾਸਤੇ ਭੀ ਨਹੀਂ ਟਿਕਦਾ।",
    "pronunciation": "ਗਿ-ਰਸਤੁ, ਭ-ੲਿਅਾ, ਟਿ-ਕੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35569,
    "shabad_id": 3141,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਧਾਵਤੁ ਧਾੲਿ ਤਦੇ ਘਰਿ ਅਾਵੈ; ਹਰਿ ਹਰਿ ਸਾਧੂ ਸਰਣਿ ਪਵੲੀਅਾ ॥੨॥",
    "transliteration": "Dhhaavath Dhhaae Thadhae Ghar Aavai Har Har Saadhhoo Saran Paveeaa ||2||",
    "translation": "The wandering mind returns home, only when it seeks the Sanctuary of the Lord's Holy people. ||2||",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਭਟਕਦਾ ਮਨ ਭਟਕ ਭਟਕ ਕੇ ਤਦੋਂ ਹੀ ਟਿਕਾਉ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਜਦੋਂ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਪ-ਵੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35570,
    "shabad_id": 3141,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਧੀਅਾ ਪੂਤ ਛੋਡਿ ਸੰਨਿਅਾਸੀ; ਅਾਸਾ ਅਾਸ ਮਨਿ ਬਹੁਤੁ ਕਰੲੀਅਾ ॥",
    "transliteration": "Dhheeaa Pooth Shhodd Sanniaasee Aasaa Aas Man Bahuth Kareeaa ||",
    "translation": "The Sannyaasi renounces his daughters and sons, but his mind still conjures up all sorts of hopes and desires.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਮਨੁੱਖ) ਧੀਆਂ ਪੁੱਤਰ (ਪਰਵਾਰ) ਛੱਡ ਕੇ ਸੰਨਿਆਸੀ ਜਾ ਬਣਦਾ ਹੈ (ਉਹ ਤਾਂ ਫਿਰ ਭੀ ਆਪਣੇ) ਮਨ ਵਿਚ ਅਨੇਕਾਂ ਹੀ ਆਸਾਂ ਬਣਾਂਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਕ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35571,
    "shabad_id": 3141,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅਾਸਾ ਅਾਸ ਕਰੈ. ਨਹੀ ਬੂਝੈ; ਗੁਰ ਕੈ ਸਬਦਿ ਨਿਰਾਸ ਸੁਖੁ ਲਹੀਅਾ ॥੩॥",
    "transliteration": "Aasaa Aas Karai Nehee Boojhai Gur Kai Sabadh Niraas Sukh Leheeaa ||3||",
    "translation": "With these hopes and desires, he still does not understand, that only through the Word of the Guru's Shabad does one become free of desires, and find peace. ||3||",
    "punjabi": "ਨਿੱਤ ਆਸਾਂ ਬਣਾਂਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਨਹੀਂ ਸਮਝਦਾ। ਪਰ, ਹਾਂ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਤੋਂ ਉਤਾਂਹ ਹੋ ਕੇ ਮਨੁੱਖ ਆਤਮਕ ਆਨੰਦ ਮਾਣ ਸਕਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਬੂੱਝੈ",
    "type_id": 3
  },
  {
    "id": 35572,
    "shabad_id": 3141,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ੳੁਪਜੀ ਤਰਕ. ਦਿਗੰਬਰੁ ਹੋਅਾ; ਮਨੁ ਦਹ ਦਿਸ ਚਲਿ ਚਲਿ ਗਵਨੁ ਕਰੲੀਅਾ ॥",
    "transliteration": "Oupajee Tharak Dhiganbar Hoaa Man Dheh Dhis Chal Chal Gavan Kareeaa ||",
    "translation": "When detachment from the world wells up within, he become a naked hermit, but still, his mind roams, wanders and rambles in the ten directions.",
    "punjabi": "ਹੇ ਭਾਈ! (ਕੋਈ ਮਨੁੱਖ ਅਜਿਹਾ ਹੈ ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਦੁਨੀਆ ਵਲੋਂ) ਨਫ਼ਰਤ ਪੈਦਾ ਹੁੰਦੀ ਹੈ, ਉਹ ਨਾਂਗਾ ਸਾਧੂ ਬਣ ਜਾਂਦਾ ਹੈ, (ਫਿਰ ਭੀ ਉਸ ਦਾ) ਮਨ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜ ਦੌੜ ਕੇ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ,",
    "pronunciation": "ਕ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35573,
    "shabad_id": 3141,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਪ੍ਰਭਵਨੁ ਕਰੈ. ਬੂਝੈ ਨਹੀ, ਤ੍ਰਿਸਨਾ; ਮਿਲਿ ਸੰਗਿ ਸਾਧ, ਦੲਿਅਾ ਘਰੁ ਲਹੀਅਾ ॥੪॥",
    "transliteration": "Prabhavan Karai Boojhai Nehee Thrisanaa Mil Sang Saadhh Dhaeiaa Ghar Leheeaa ||4||",
    "translation": "He wanders around, but his desires are not satisfied; joining the Saadh Sangat, the Company of the Holy, he finds the house of kindness and compassion. ||4||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਧਰਤੀ ਉੱਤੇ) ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈ, (ਉਸ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ (ਫਿਰ ਭੀ) ਨਹੀਂ ਮਿਟਦੀ। ਹਾਂ, ਗੁਰੂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲ ਕੇ ਮਨੁੱਖ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਬੂਝੈ:ਪੋਲਾ ਬੋਲੋ। ਪ੍ਰ-ਭਵਨੁ",
    "type_id": 3
  },
  {
    "id": 35574,
    "shabad_id": 3141,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ਅਾਸਣ ਸਿਧ ਸਿਖਹਿ ਬਹੁਤੇਰੇ; ਮਨਿ ਮਾਗਹਿ ਰਿਧਿ ਸਿਧਿ ਚੇਟਕ ਚੇਟਕੲੀਅਾ ॥",
    "transliteration": "Aasan Sidhh Sikhehi Bahuthaerae Man Maagehi Ridhh Sidhh Chaettak Chaettakeeaa ||",
    "translation": "The Siddhas learn many Yogis postures, but their minds still yearn for riches, miraculous powers and energy.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜੋਗ-ਸਾਧਨਾਂ ਵਿਚ) ਪੁੱਗੇ ਹੋਏ ਜੋਗੀ ਅਨੇਕਾਂ ਆਸਣ ਸਿੱਖਦੇ ਹਨ {ਸ਼ੀਰਸ਼-ਆਸਣ, ਪਦਮ-ਆਸਣ ਆਦਿਕ}, ਪਰ ਉਹ ਭੀ ਆਪਣੇ ਮਨ ਵਿਚ ਕਰਾਮਾਤੀ ਤਾਕਤਾਂ ਤੇ ਨਾਟਕ-ਚੇਟਕ ਹੀ ਮੰਗਦੇ ਰਹਿੰਦੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਨਾਲ ਉਹ ਆਮ ਜਨਤਾ ਉਤੇ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਸਕਣ)।",
    "pronunciation": "ਸਿੱਖਹਿ।ਚੇਟ-ਕੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35575,
    "shabad_id": 3141,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਤ੍ਰਿਪਤਿ ਸੰਤੋਖੁ ਮਨਿ ਸਾਂਤਿ. ਨ ਅਾਵੈ; ਮਿਲਿ ਸਾਧੂ ਤ੍ਰਿਪਤਿ. ਹਰਿ ਨਾਮਿ ਸਿਧਿ ਪੲੀਅਾ ॥੫॥",
    "transliteration": "Thripath Santhokh Man Saanth N Aavai Mil Saadhhoo Thripath Har Naam Sidhh Peeaa ||5||",
    "translation": "Satisfaction, contentment and tranquility do not come to their minds; but meeting the Holy Saints, they are satisfied, and through the Name of the Lord, spiritual perfection is attained. ||5||",
    "punjabi": "(ਉਹਨਾਂ ਦੇ) ਮਨ ਵਿਚ ਮਾਇਆ ਵਲੋਂ ਤ੍ਰਿਪਤੀ ਨਹੀਂ ਹੁੰਦੀ, ਉਹਨਾਂ ਨੂੰ ਸੰਤੋਖ ਨਹੀਂ ਪ੍ਰਾਪਤ ਹੁੰਦਾ, ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ। ਹਾਂ, ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਰਾਹੀਂ ਮਨੁੱਖ ਤ੍ਰਿਪਤੀ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਫਲਤਾ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35576,
    "shabad_id": 3141,
    "pada": 7,
    "source_line": 14,
    "gurmukhi": "ਅੰਡਜ ਜੇਰਜ ਸੇਤਜ ੳੁਤਭੁਜ; ਸਭਿ ਵਰਨ ਰੂਪ ਜੀਅ ਜੰਤ ੳੁਪੲੀਅਾ ॥",
    "transliteration": "Anddaj Jaeraj Saethaj Outhabhuj Sabh Varan Roop Jeea Janth Oupeeaa ||",
    "translation": "Life is born from the egg, from the womb, from sweat and from the earth; God created the beings and creatures of all colors and forms.",
    "punjabi": "ਹੇ ਭਾਈ! ਅੰਡਿਆਂ ਵਿਚੋਂ ਜੰਮਣ ਵਾਲੇ, ਜਿਓਰ ਵਿਚੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲੇ, ਮੁੜ੍ਹਕੇ ਵਿਚੋਂ ਜੰਮਣ ਵਾਲੇ, ਧਰਤੀ ਵਿਚੋਂ ਫੁੱਟਣ ਵਾਲੇ-ਇਹ ਸਾਰੇ ਅਨੇਕਾਂ ਰੂਪਾਂ ਰੰਗਾਂ ਦੇ ਜੀਅ-ਜੰਤ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ।",
    "pronunciation": "ੳੁ-ਪੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35577,
    "shabad_id": 3141,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਸਾਧੂ ਸਰਣਿ ਪਰੈ ਸੋ ੳੁਬਰੈ; ਖਤ੍ਰੀ ਬ੍ਰਾਹਮਣੁ ਸੂਦੁ ਵੈਸੁ ਚੰਡਾਲੁ ਚੰਡੲੀਅਾ ॥੬॥",
    "transliteration": "Saadhhoo Saran Parai So Oubarai Khathree Braahaman Soodh Vais Chanddaal Chanddeeaa ||6||",
    "translation": "One who seeks the Sanctuary of the Holy is saved, whether he is a Kh'shaatriya, a Brahmin, a Soodra, a Vaishya or the most untouchable of the untouchables. ||6||",
    "punjabi": "(ਇਹਨਾਂ ਵਿਚੋਂ ਜਿਹੜਾ ਜੀਵ) ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਪੈਂਦਾ ਹੈ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ, ਚਾਹੇ ਉਹ ਖੱਤ੍ਰੀ ਹੈ ਚਾਹੇ ਬ੍ਰਾਹਮਣ ਹੈ, ਚਾਹੇ ਸ਼ੂਦਰ ਹੈ, ਚਾਹੇ ਵੈਸ਼ ਹੈ, ਚਾਹੇ ਮਹਾ ਚੰਡਾਲ ਹੈ ॥੬॥",
    "pronunciation": "ਚੰ-ਡੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35578,
    "shabad_id": 3141,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਨਾਮਾ ਜੈਦੇੳੁ ਕੰਬੀਰੁ ਤ੍ਰਿਲੋਚਨੁ; ਅੳੁਜਾਤਿ ਰਵਿਦਾਸੁ ਚਮਿਅਾਰੁ ਚਮੲੀਅਾ ॥",
    "transliteration": "Naamaa Jaidhaeo Kanbeer Thrilochan Aoujaath Ravidhaas Chamiaar Chameeaa ||",
    "translation": "Naam Dayv, Jai Dayv, Kabeer, Trilochan and Ravi Daas the low-caste leather-worker,",
    "punjabi": "ਹੇ ਭਾਈ! ਨਾਮਦੇਵ, ਜੈਦੇਓ, ਕਬੀਰ, ਤ੍ਰਿਲੋਚਨ, ਨੀਵੀਂ ਜਾਤਿ ਵਾਲਾ ਰਵਿਦਾਸ ਚਮਾਰ,",
    "pronunciation": "ਚ-ਮੲੀਅਾ ਸਪੁੱਤ੍ਰ। ਅੳੁਜਾਤਿਨੀਚ-ਜਾਤ (੨. ਅੳੁ ਜਾਤਿ)",
    "type_id": 3
  },
  {
    "id": 35579,
    "shabad_id": 3141,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਜੋ ਜੋ ਮਿਲੈ ਸਾਧੂ ਜਨ ਸੰਗਤਿ; ਧਨੁ ਧੰਨਾ ਜਟੁ. ਸੈਣੁ ਮਿਲਿਅਾ ਹਰਿ ਦੲੀਅਾ ॥੭॥",
    "transliteration": "Jo Jo Milai Saadhhoo Jan Sangath Dhhan Dhhannaa Jatt Sain Miliaa Har Dheeaa ||7||",
    "translation": "Blessed Dhanna and Sain; all those who joined the humble Saadh Sangat, met the Merciful Lord. ||7||",
    "punjabi": "ਧੰਨਾ ਜੱਟ, ਸੈਣ (ਨਾਈ)- ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤਿ ਵਿਚ ਮਿਲਦਾ ਆਇਆ ਹੈ, ਉਹ ਭਾਗਾਂ ਵਾਲਾ ਬਣਦਾ ਗਿਆ, ਉਹ ਦਇਆ ਦੇ ਸੋਮੇ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਪਿਆ ॥੭॥",
    "pronunciation": "ਦੲੀਅਾਪ੍ਰੇਰਕ ਵਾਹਿਗੁਰੂ",
    "type_id": 3
  },
  {
    "id": 35580,
    "shabad_id": 3141,
    "pada": 9,
    "source_line": 17,
    "gurmukhi": "ਸੰਤ ਜਨਾ ਕੀ ਹਰਿ ਪੈਜ ਰਖਾੲੀ; ਭਗਤਿ ਵਛਲੁ ਅੰਗੀਕਾਰੁ ਕਰੲੀਅਾ ॥",
    "transliteration": "Santh Janaa Kee Har Paij Rakhaaee Bhagath Vashhal Angeekaar Kareeaa ||",
    "translation": "The Lord protects the honor of His humble servants; He is the Lover of His devotees - He makes them His own.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਪਰਮਾਤਮਾ ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸਦਾ ਲਾਜ ਰੱਖਦਾ ਆਇਆ ਹੈ, ਸੰਤ ਜਨਾਂ ਦਾ ਪੱਖ ਕਰਦਾ ਆਇਆ ਹੈ।",
    "pronunciation": "ਕ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35581,
    "shabad_id": 3141,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ ਸਰਣਿ ਪਰੇ ਜਗਜੀਵਨ; ਹਰਿ ਹਰਿ ਕਿਰਪਾ ਧਾਰਿ ਰਖੲੀਅਾ ॥੮॥੪॥੭॥",
    "transliteration": "Naanak Saran Parae Jagajeevan Har Har Kirapaa Dhhaar Rakheeaa ||8||4||7||",
    "translation": "Nanak has entered the Sanctuary of the Lord, the Life of the world, who has showered His Mercy upon him, and saved him. ||8||||4||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜਿਹੜੇ ਮਨੁੱਖ ਜਗਤ ਦੇ ਜੀਵਨ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਮਿਹਰ ਕਰ ਕੇ ਉਹਨਾਂ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ॥੮॥੪॥੭॥",
    "pronunciation": "ਜੱਗਜੀਵਨ, ਰ-ਖੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35582,
    "shabad_id": 3142,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35583,
    "shabad_id": 3142,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੰਤਰਿ ਪਿਅਾਸ ੳੁਠੀ ਪ੍ਰਭ ਕੇਰੀ; ਸੁਣਿ ਗੁਰ ਬਚਨ. ਮਨਿ ਤੀਰ ਲਗੲੀਅਾ ॥",
    "transliteration": "Anthar Piaas Outhee Prabh Kaeree Sun Gur Bachan Man Theer Lageeaa ||",
    "translation": "The thirst for God has welled up deep within me; hearing the Word of the Guru's Teachings, my mind is pierced by His arrow.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਬਚਨ ਸੁਣ ਕੇ (ਇਉਂ ਹੋਇਆ ਹੈ ਜਿਵੇਂ ਮੇਰੇ) ਮਨ ਵਿਚ (ਬਿਰਹੋਂ ਦੇ) ਤੀਰ ਵੱਜ ਗਏ ਹਨ, ਮੇਰੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "ਲੱ-ਗੲੀਅਾ",
    "type_id": 3
  }
]
