[
  {
    "id": 35584,
    "shabad_id": 3142,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਨ ਕੀ ਬਿਰਥਾ. ਮਨ ਹੀ ਜਾਣੈ; ਅਵਰੁ ਕਿ ਜਾਣੈ ਕੋ ਪੀਰ ਪਰੲੀਅਾ ॥੧॥",
    "transliteration": "Man Kee Birathhaa Man Hee Jaanai Avar K Jaanai Ko Peer Pareeaa ||1||",
    "translation": "The pain of my mind is known only to my own mind; who can know the pain of another? ||1||",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੇ) ਮਨ ਦੀ (ਇਸ ਵੇਲੇ ਦੀ) ਪੀੜਾ ਨੂੰ (ਮੇਰਾ ਆਪਣਾ) ਮਨ ਹੀ ਜਾਣਦਾ ਹੈ। ਕੋਈ ਹੋਰ ਪਰਾਈ ਪੀੜ ਨੂੰ ਕੀਹ ਜਾਣ ਸਕਦਾ ਹੈ? ॥੧॥",
    "pronunciation": "ਪ-ਰੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35585,
    "shabad_id": 3142,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਰਾਮ ਗੁਰਿ ਮੋਹਨਿ; ਮੋਹਿ ਮਨੁ ਲੲੀਅਾ ॥",
    "transliteration": "Raam Gur Mohan Mohi Man Leeaa ||",
    "translation": "The Lord, the Guru, the Enticer, has enticed my mind.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਰਾਮ! ਪਿਆਰੇ ਗੁਰੂ ਨੇ (ਮੇਰਾ) ਮਨ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35586,
    "shabad_id": 3142,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹੳੁ ਅਾਕਲ ਬਿਕਲ ਭੲੀ. ਗੁਰ ਦੇਖੇ; ਹੳੁ ਲੋਟ ਪੋਟ ਹੋੲਿ ਪੲੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ho Aakal Bikal Bhee Gur Dhaekhae Ho Lott Pott Hoe Peeaa ||1|| Rehaao ||",
    "translation": "I am stunned and amazed, gazing upon my Guru; I have entered the realm of wonder and bliss. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ (ਹੁਣ) ਮੈਂ ਆਪਣੀ ਚਤੁਰਾਈ-ਸਿਆਣਪ ਗਵਾ ਬੈਠੀ ਹਾਂ, ਮੇਰਾ ਆਪਣਾ ਆਪ ਮੇਰੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਨਹੀਂ ਰਿਹਾ (ਮੇਰਾ ਮਨ ਅਤੇ ਮੇਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਗੁਰੂ ਦੇ ਵੱਸ ਵਿਚ ਹੋ ਗਏ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅਾਕਲ ਬਿਕਲ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 35587,
    "shabad_id": 3142,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਹੳੁ ਨਿਰਖਤ ਫਿਰੳੁ. ਸਭਿ ਦੇਸ ਦਿਸੰਤਰ; ਮੈ. ਪ੍ਰਭ ਦੇਖਨ ਕੋ ਬਹੁਤੁ ਮਨਿ ਚੲੀਅਾ ॥",
    "transliteration": "Ho Nirakhath Firo Sabh Dhaes Dhisanthar Mai Prabh Dhaekhan Ko Bahuth Man Cheeaa ||",
    "translation": "I wander around, exploring all lands and foreign countries; within my mind, I have such a great longing to see my God.",
    "punjabi": "ਹੇ ਭਾਈ! (ਮੇਰੇ) ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਦਾ ਬਹੁਤ ਚਾਉ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ, ਮੈਂ ਸਾਰੇ ਦੇਸਾਂ ਦੇਸਾਂਤਰਾਂ ਵਿਚ (ਉਸ ਨੂੰ) ਭਾਲਦੀ ਫਿਰਦੀ ਹਾਂ (ਸਾਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35588,
    "shabad_id": 3142,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮਨੁ ਤਨੁ ਕਾਟਿ ਦੇੳੁ ਗੁਰ ਅਾਗੈ; ਜਿਨਿ ਹਰਿ ਪ੍ਰਭ ਮਾਰਗੁ ਪੰਥੁ ਦਿਖੲੀਅਾ ॥੨॥",
    "transliteration": "Man Than Kaatt Dhaeo Gur Aagai Jin Har Prabh Maarag Panthh Dhikheeaa ||2||",
    "translation": "I sacrifice my mind and body to the Guru, who has shown me the Way, the Path to my Lord God. ||2||",
    "punjabi": "ਜਿਸ (ਗੁਰੂ) ਨੇ (ਮੈਨੂੰ) ਪ੍ਰਭੂ (ਦੇ ਮਿਲਾਪ) ਦਾ ਰਸਤਾ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ, ਉਸ ਗੁਰੂ ਦੇ ਅੱਗੇ ਮੈਂ ਆਪਣਾ ਤਨ ਕੱਟ ਕੇ ਭੇਟਾ ਕਰ ਰਹੀ ਹਾਂ (ਆਪਣਾ ਆਪ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰ ਰਹੀ ਹਾਂ) ॥੨॥",
    "pronunciation": "ਦਿ-ਖੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35589,
    "shabad_id": 3142,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਕੋੲੀ ਅਾਣਿ ਸਦੇਸਾ ਦੇੲਿ ਪ੍ਰਭ ਕੇਰਾ; ਰਿਦ ਅੰਤਰਿ ਮਨਿ ਤਨਿ ਮੀਠ ਲਗੲੀਅਾ ॥",
    "transliteration": "Koee Aan Sadhaesaa Dhaee Prabh Kaeraa Ridh Anthar Man Than Meeth Lageeaa ||",
    "translation": "If only someone would bring me news of God; He seems so sweet to my heart, mind and body.",
    "punjabi": "ਹੇ ਭਾਈ! (ਹੁਣ ਜੇ) ਕੋਈ ਪ੍ਰਭੂ ਦਾ ਸੁਨੇਹਾ ਲਿਆ ਕੇ (ਮੈਨੂੰ) ਦੇਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਮੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਤਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਲੱ-ਗੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35590,
    "shabad_id": 3142,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਮਸਤਕੁ ਕਾਟਿ ਦੇੳੁ ਚਰਣਾ ਤਲਿ; ਜੋ ਹਰਿ ਪ੍ਰਭੁ ਮੇਲੇ. ਮੇਲਿ ਮਿਲੲੀਅਾ ॥੩॥",
    "transliteration": "Masathak Kaatt Dhaeo Charanaa Thal Jo Har Prabh Maelae Mael Mileeaa ||3||",
    "translation": "I would cut off my head and place it under the feet of that one who leads me to meet and unite with my Lord God. ||3||",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਕੋਈ ਸੱਜਣ ਮੈਨੂੰ ਪ੍ਰਭੂ ਮਿਲਾਂਦਾ ਹੈ, ਮੈਂ ਆਪਣਾ ਸਿਰ ਕੱਟ ਕੇ ਉਸ ਦੇ ਪੈਰਾਂ ਹੇਠ ਰੱਖਣ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੩॥",
    "pronunciation": "ਮਿ-ਲੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35591,
    "shabad_id": 3142,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਚਲੁ ਚਲੁ ਸਖੀ ਹਮ ਪ੍ਰਭੁ ਪਰਬੋਧਹ; ਗੁਣ ਕਾਮਣ ਕਰਿ. ਹਰਿ ਪ੍ਰਭੁ ਲਹੀਅਾ ॥",
    "transliteration": "Chal Chal Sakhee Ham Prabh Parabodhheh Gun Kaaman Kar Har Prabh Leheeaa ||",
    "translation": "Let us go, O my companions, and understand our God; with the spell of virtue, let us obtain our Lord God.",
    "punjabi": "ਹੇ ਸਖੀ! ਆ ਤੁਰ, ਹੇ ਸਖੀ! ਆ ਤੁਰ, ਅਸੀਂ (ਚੱਲ ਕੇ) ਪ੍ਰਭੂ (ਦੇ ਪਿਆਰ) ਨੂੰ ਹਿਲੂਣਾ ਦੇਈਏ, (ਆਤਮਕ) ਗੁਣਾਂ ਦੇ ਕਾਮਣ ਪਾ ਕੇ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35592,
    "shabad_id": 3142,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਭਗਤਿ ਵਛਲੁ ੳੁਅਾ ਕੋ ਨਾਮੁ ਕਹੀਅਤੁ ਹੈ; ਸਰਣਿ ਪ੍ਰਭੂ ਤਿਸੁ ਪਾਛੈ ਪੲੀਅਾ ॥੪॥",
    "transliteration": "Bhagath Vashhal Ouaa Ko Naam Keheeath Hai Saran Prabhoo This Paashhai Peeaa ||4||",
    "translation": "He is called the Lover of His devotees; let us follow in the footsteps of those who seek God's Sanctuary. ||4||",
    "punjabi": "'ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ'-ਇਹ ਉਸ ਦਾ ਨਾਮ ਕਿਹਾ ਜਾਂਦਾ ਹੈ (ਹੇ ਸਖੀ! ਆ) ਉਸ ਦੀ ਸਰਨ ਪੈ ਜਾਈਏ, ਉਸ ਦੇ ਦਰ ਤੇ ਡਿੱਗ ਪਈਏ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35593,
    "shabad_id": 3142,
    "pada": 6,
    "source_line": 7,
    "gurmukhi": "ਖਿਮਾ ਸੀਗਾਰ ਕਰੇ ਪ੍ਰਭ ਖੁਸੀਅਾ; ਮਨਿ ਦੀਪਕ ਗੁਰ ਗਿਅਾਨੁ ਬਲੲੀਅਾ ॥",
    "transliteration": "Khimaa Seegaar Karae Prabh Khuseeaa Man Dheepak Gur Giaan Baleeaa ||",
    "translation": "If the soul-bride adorns herself with compassion and forgiveness, God is pleased, and her mind is illumined with the lamp of the Guru's wisdom.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਖਿਮਾ ਵਾਲੇ ਸੁਭਾਵ ਨੂੰ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸਜਾਵਟ ਬਣਾਂਦੀ ਹੈ, ਜਿਹੜੀ ਆਪਣੇ ਮਨ ਵਿਚ ਗੁਰੂ ਤੋਂ ਮਿਲੀ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਦਾ) ਦੀਵਾ ਜਗਾਂਦੀ ਹੈ,",
    "pronunciation": "ਬ-ਲੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35594,
    "shabad_id": 3142,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਰਸਿ ਰਸਿ ਭੋਗ ਕਰੇ ਪ੍ਰਭੁ ਮੇਰਾ; ਹਮ ਤਿਸੁ ਅਾਗੈ ਜੀੳੁ ਕਟਿ ਕਟਿ ਪੲੀਅਾ ॥੫॥",
    "transliteration": "Ras Ras Bhog Karae Prabh Maeraa Ham This Aagai Jeeo Katt Katt Peeaa ||5||",
    "translation": "With happiness and ecstasy, my God enjoys her; I offer each and every bit of my soul to Him. ||5||",
    "punjabi": "ਪ੍ਰਭੂ-ਪਤੀ ਉਸ ਉਤੇ ਪ੍ਰਸੰਨ ਹੋ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਉਸ ਦੇ ਆਤਮਕ ਮਿਲਾਪ ਨੂੰ ਬੜੇ ਆਨੰਦ ਨਾਲ ਮਾਣਦਾ ਹੈ। ਹੇ ਸਹੇਲੀ! ਮੈਂ ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਅੱਗੇ ਆਪਣੀ ਜਿੰਦ ਮੁੜ ਮੁੜ ਵਾਰਨੇ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35595,
    "shabad_id": 3142,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਹਾਰੁ ਕੰਠਿ ਹੈ ਬਨਿਅਾ; ਮਨੁ ਮੋਤੀਚੂਰੁ, ਵਡ ਗਹਨ ਗਹਨੲੀਅਾ ॥",
    "transliteration": "Har Har Haar Kanth Hai Baniaa Man Motheechoor Vadd Gehan Gehaneeaa ||",
    "translation": "I have made the Name of the Lord, Har, Har, my necklace; my mind tinged with devotion is the intricate ornament of crowning glory.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ (ਦੀ ਸੁਆਸ ਸੁਆਸ ਯਾਦ) ਦਾ ਹਾਰ ਮੈਂ (ਆਪਣੇ) ਗਲ ਵਿਚ ਪਾ ਲਿਆ ਹੈ (ਯਾਦ ਦੀ ਬਰਕਤ ਨਾਲ ਸੁੰਦਰ ਹੋ ਚੁਕਿਆ ਆਪਣਾ) ਮਨ ਮੈਂ ਸਭ ਤੋਂ ਵੱਡਾ ਮੋਤੀਚੂਰ ਗਹਿਣਾ ਬਣਾ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਮੋਤੀਚੂਰੁ)ਮੱਥੇ ਦਾ ਗਹਿਣਾ।ਗਹ-ਨੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35596,
    "shabad_id": 3142,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਸਰਧਾ ਸੇਜ ਵਿਛਾੲੀ; ਪ੍ਰਭੁ ਛੋਡਿ. ਨ ਸਕੈ, ਬਹੁਤੁ ਮਨਿ ਭੲੀਅਾ ॥੬॥",
    "transliteration": "Har Har Saradhhaa Saej Vishhaaee Prabh Shhodd N Sakai Bahuth Man Bheeaa ||6||",
    "translation": "I have spread out my bed of faith in the Lord, Har, Har. I cannot abandon Him - my mind is filled with such a great love for Him. ||6||",
    "punjabi": "ਹਰਿ-ਨਾਮ ਦੀ ਸਰਧਾ ਦੀ ਮੈਂ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਸੇਜ ਵਿਛਾ ਦਿੱਤੀ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਉਹ ਪ੍ਰਭੂ-ਪਤੀ ਬਹੁਤ ਪਿਆਰਾ ਲੱਗ ਰਿਹਾ ਹੈ (ਹੁਣ ਤੈਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਉਹ) ਪ੍ਰਭੂ-ਪਤੀ ਮੈਨੂੰ ਛੱਡ ਨਹੀਂ ਸਕਦਾ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35597,
    "shabad_id": 3142,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਕਹੈ ਪ੍ਰਭੁ ਅਵਰੁ. ਅਵਰੁ ਕਿਛੁ ਕੀਜੈ; ਸਭੁ ਬਾਦਿ ਸੀਗਾਰੁ ਫੋਕਟ ਫੋਕਟੲੀਅਾ ॥",
    "transliteration": "Kehai Prabh Avar Avar Kishh Keejai Sabh Baadh Seegaar Fokatt Fokatteeaa ||",
    "translation": "If God says one thing, and the soul-bride does something else, then all her decorations are useless and false.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜੇ) ਪ੍ਰਭੂ-ਪਤੀ ਕੁਝ ਹੋਰ ਆਖਦਾ ਰਹੇ, ਤੇ, (ਜੀਵ-ਇਸਤ੍ਰੀ) ਕੁਝ ਹੋਰ ਕਰਦੀ ਰਹੇ, ਤਾਂ (ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ) ਸਾਰਾ ਸਿੰਗਾਰ (ਸਾਰਾ ਧਾਰਮਿਕ ਉੱਦਮ) ਵਿਅਰਥ ਚਲਾ ਜਾਂਦਾ ਹੈ, ਬਿਲਕੁਲ ਫੋਕਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਫੋਕ-ਟੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35598,
    "shabad_id": 3142,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ਕੀਓ ਸੀਗਾਰੁ ਮਿਲਣ ਕੈ ਤਾੲੀ; ਪ੍ਰਭੁ ਲੀਓ ਸੁਹਾਗਨਿ. ਥੂਕ ਮੁਖਿ ਪੲੀਅਾ ॥੭॥",
    "transliteration": "Keeou Seegaar Milan Kai Thaaee Prabh Leeou Suhaagan Thhook Mukh Peeaa ||7||",
    "translation": "She may adorn herself to meet her Husband Lord, but still, only the virtuous soul-bride meets God, and the other's face is spat upon. ||7||",
    "punjabi": "(ਉਸ ਦੇ) ਮੂੰਹ ਉਤੇ ਤਾਂ ਥੁੱਕਾਂ ਹੀ ਪਈਆਂ, ਉਸ ਪ੍ਰਭੂ ਨੇ ਤਾਂ (ਕਿਸੇ ਹੋਰ) ਸੁਹਾਗਣ ਨੂੰ ਆਪਣੀ ਬਣਾ ਲਿਆ ॥੭॥",
    "pronunciation": "ਤਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 35599,
    "shabad_id": 3142,
    "pada": 9,
    "source_line": 11,
    "gurmukhi": "ਹਮ ਚੇਰੀ. ਤੂ ਅਗਮ ਗੁਸਾੲੀ; ਕਿਅਾ ਹਮ ਕਰਹ. ਤੇਰੈ ਵਸਿ ਪੲੀਅਾ ॥",
    "transliteration": "Ham Chaeree Thoo Agam Gusaaee Kiaa Ham Kareh Thaerai Vas Peeaa ||",
    "translation": "I am Your hand-maiden, O Inaccessible Lord of the Universe; what can I do by myself? I am under Your power.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਤੇਰੀਆਂ ਦਾਸੀਆਂ ਹਾਂ, ਤੂੰ ਅਪਹੁੰਚ ਤੇ ਧਰਤੀ ਦਾ ਖਸਮ ਹੈਂ। ਅਸੀਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ (ਤੇਰੇ ਹੁਕਮ ਤੋਂ ਬਾਹਰ) ਕੁਝ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ, ਅਸੀਂ ਤਾਂ ਸਦਾ ਤੇਰੇ ਵੱਸ ਵਿਚ ਹਾਂ।",
    "pronunciation": "ਗੁਸਾਂੲੀਂ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 35600,
    "shabad_id": 3142,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਦੲਿਅਾ ਦੀਨ ਕਰਹੁ ਰਖਿ ਲੇਵਹੁ; ਨਾਨਕ ਹਰਿ ਗੁਰ ਸਰਣਿ ਸਮੲੀਅਾ ॥੮॥੫॥੮॥",
    "transliteration": "Dhaeiaa Dheen Karahu Rakh Laevahu Naanak Har Gur Saran Sameeaa ||8||5||8||",
    "translation": "Be merciful, Lord, to the meek, and save them; Nanak has entered the Sanctuary of the Lord, and the Guru. ||8||5||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਹਰੀ! ਅਸਾਂ ਕੰਗਾਲਾਂ ਉਤੇ ਮਿਹਰ ਕਰ, ਸਾਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਰੱਖ, ਸਾਨੂੰ ਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਸਮਾਈ ਦੇਈ ਰੱਖ ॥੮॥੫॥੮॥",
    "pronunciation": "ਸ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35601,
    "shabad_id": 3143,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Bilaaval Mehalaa 4 ||",
    "translation": "Bilaaval, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35602,
    "shabad_id": 3143,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਅਗਮ ਠਾਕੁਰ ਕਾ; ਖਿਨੁ ਖਿਨੁ ਸਰਧਾ ਮਨਿ ਬਹੁਤੁ ੳੁਠੲੀਅਾ ॥",
    "transliteration": "Mai Man Than Praem Agam Thaakur Kaa Khin Khin Saradhhaa Man Bahuth Outheeaa ||",
    "translation": "My mind and body are filled with love for my Inaccessible Lord and Master. Each and every instant, I am filled with immense faith and devotion.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਅਪਹੁੰਚ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਚੁਕਾ ਹੈ, ਮੇਰੇ ਮਨ ਵਿਚ ਘੜੀ ਘੜੀ ਉਸ ਦੇ ਮਿਲਾਪ ਦੀ ਤੀਬਰ ਤਾਂਘ ਪੈਦਾ ਹੋ ਰਹੀ ਹੈ।",
    "pronunciation": "ੳੁ-ਠੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35603,
    "shabad_id": 3143,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਦੇਖੇ ਸਰਧਾ ਮਨ ਪੂਰੀ; ਜਿੳੁ ਚਾਤ੍ਰਿਕ ਪ੍ਰਿੳੁ ਪ੍ਰਿੳੁ ਬੂੰਦ ਮੁਖਿ ਪੲੀਅਾ ॥੧॥",
    "transliteration": "Gur Dhaekhae Saradhhaa Man Pooree Jio Chaathrik Prio Prio Boondh Mukh Peeaa ||1||",
    "translation": "Gazing upon the Guru, my mind's faith is fulfilled, like the song-bird, which cries and cries, until the rain-drop falls into its mouth. ||1||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਮਨ ਦੀ ਇਹ ਤਾਂਘ ਪੂਰੀ ਹੁੰਦੀ ਹੈ, ਜਿਵੇਂ 'ਪ੍ਰਿਉ ਪ੍ਰਿਉ' ਕੂਕਦੇ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ (ਵਰਖਾ ਦੀ) ਬੂੰਦ ਪੈ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35604,
    "shabad_id": 3143,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਮਿਲੁ ਮਿਲੁ ਸਖੀ; ਹਰਿ ਕਥਾ ਸੁਨੲੀਅਾ ॥",
    "transliteration": "Mil Mil Sakhee Har Kathhaa Suneeaa ||",
    "translation": "Join with me, join with me, O my companions, and teach me the Sermon of the Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਆ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, ਇਕੱਠੀਆਂ ਬੈਠੀਏ, (ਤੇ, ਬੈਠ ਕੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਸੁਣੀਏ।",
    "pronunciation": "ਸੁ-ਨੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35605,
    "shabad_id": 3143,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਦੲਿਅਾ ਕਰੇ ਪ੍ਰਭੁ ਮੇਲੇ; ਮੈ. ਤਿਸੁ ਅਾਗੈ ਸਿਰੁ ਕਟਿ ਕਟਿ ਪੲੀਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathigur Dhaeiaa Karae Prabh Maelae Mai This Aagai Sir Katt Katt Peeaa ||1|| Rehaao ||",
    "translation": "The True Guru has mercifully united me with God. Cutting off my head, and chopping it into pieces, I offer it to Him. ||1||Pause||",
    "punjabi": "ਜਿਸ ਉੱਤੇ ਗੁਰੂ ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪ੍ਰਭੂ (ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ। ਉਸ (ਗੁਰੂ) ਅੱਗੇ ਮੇਰਾ ਸਿਰ ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 35606,
    "shabad_id": 3143,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਰੋਮਿ ਰੋਮਿ ਮਨਿ ਤਨਿ ੲਿਕ ਬੇਦਨ; ਮੈ ਪ੍ਰਭ ਦੇਖੇ ਬਿਨੁ ਨੀਦ. ਨ ਪੲੀਅਾ ॥",
    "transliteration": "Rom Rom Man Than Eik Baedhan Mai Prabh Dhaekhae Bin Needh N Peeaa ||",
    "translation": "Each and every hair on my head, and my mind and body, suffer the pains of separation; without seeing my God, I cannot sleep.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਹਰੇਕ ਰੋਮ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ (ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੋੜੇ ਦੀ) ਪੀੜ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35607,
    "shabad_id": 3143,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਬੈਦਕ ਨਾਟਿਕ ਦੇਖਿ ਭੁਲਾਨੇ; ਮੈ ਹਿਰਦੈ ਮਨਿ ਤਨਿ ਪ੍ਰੇਮ ਪੀਰ ਲਗੲੀਅਾ ॥੨॥",
    "transliteration": "Baidhak Naattik Dhaekh Bhulaanae Mai Hiradhai Man Than Praem Peer Lageeaa ||2||",
    "translation": "The doctors and healers look at me, and are perplexed. Within my heart, mind and body, I feel the pain of divine love. ||2||",
    "punjabi": "ਹਕੀਮ (ਮੇਰੀ) ਨਬਜ਼ ਵੇਖ ਕੇ (ਹੀ) ਗ਼ਲਤੀ ਖਾ ਜਾਂਦੇ ਹਨ, ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ, ਮੇਰੇ ਮਨ ਵਿਚ, ਮੇਰੇ ਤਨ ਵਿਚ, ਤਾਂ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਪੀੜ ਉਠ ਰਹੀ ਹੈ ॥੨॥",
    "pronunciation": "ਲੱ-ਗੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 35608,
    "shabad_id": 3143,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਹੳੁ ਖਿਨੁ ਪਲੁ ਰਹਿ. ਨ ਸਕੳੁ, ਬਿਨੁ ਪ੍ਰੀਤਮ; ਜਿੳੁ ਬਿਨੁ ਅਮਲੈ. ਅਮਲੀ ਮਰਿ ਗੲੀਅਾ ॥",
    "transliteration": "Ho Khin Pal Rehi N Sako Bin Preetham Jio Bin Amalai Amalee Mar Geeaa ||",
    "translation": "I cannot live for a moment, for even an instant, without my Beloved, like the opium addict who cannot live without opium.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਵੇਂ ਕੋਈ ਨਸ਼ਈ ਮਨੁੱਖ ਨਸ਼ੇ ਤੋਂ ਬਿਨਾ ਮਰਨ-ਹਾਕਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਇਕ ਖਿਨ ਇਕ ਪਲ ਭੀ ਨਹੀਂ ਰਹਿ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35609,
    "shabad_id": 3143,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪਿਅਾਸ ਹੋੲਿ ਪ੍ਰਭ ਕੇਰੀ; ਤਿਨ੍ਹ ਅਵਰੁ. ਨ ਭਾਵੈ, ਬਿਨੁ ਹਰਿ ਕੋ ਦੁੲੀਅਾ ॥੩॥",
    "transliteration": "Jin Ko Piaas Hoe Prabh Kaeree Thinh Avar N Bhaavai Bin Har Ko Dhueeaa ||3||",
    "translation": "Those who thirst for God, do not love any other. Without the Lord, there is no other at all. ||3||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਨ੍ਹਾਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦੀ ਤਾਂਘ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਦੂਜਾ ਚੰਗਾ ਨਹੀਂ ਲੱਗਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35610,
    "shabad_id": 3143,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਕੋੲੀ ਅਾਨਿ ਅਾਨਿ ਮੇਰਾ ਪ੍ਰਭੂ ਮਿਲਾਵੈ; ਹੳੁ ਤਿਸੁ ਵਿਟਹੁ. ਬਲਿ ਬਲਿ ਘੁਮਿ ਗੲੀਅਾ ॥",
    "transliteration": "Koee Aan Aan Maeraa Prabhoo Milaavai Ho This Vittahu Bal Bal Ghum Geeaa ||",
    "translation": "If only someone would come and unite me with God; I am devoted, dedicated, a sacrifice to him.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜੇ ਕੋਈ ਆ ਕੇ ਮੈਨੂੰ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ ਮਿਲਾ ਦੇਵੇ, ਤਾਂ ਮੈਂ ਉਸ ਤੋਂ ਸਦਕੇ ਕੁਰਬਾਨ ਜਾਂਦੀ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 35611,
    "shabad_id": 3143,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਅਨੇਕ ਜਨਮ ਕੇ ਵਿਛੁੜੇ. ਜਨ ਮੇਲੇ; ਜਾ ਸਤਿ ਸਤਿ ਸਤਿਗੁਰ ਸਰਣਿ ਪਵੲੀਅਾ ॥੪॥",
    "transliteration": "Anaek Janam Kae Vishhurrae Jan Maelae Jaa Sath Sath Sathigur Saran Paveeaa ||4||",
    "translation": "After being separated from the Lord for countless incarnations, I am re-united with Him, entering the Sanctuary of the True, True, True Guru. ||4||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਦੋਂ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪਈਦਾ ਹੈ, ਤਾਂ ਸਤਿਗੁਰੂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਦੇ ਵਿਛੁੜਿਆਂ ਨੂੰ (ਪ੍ਰਭੂ ਨਾਲ) ਮਿਲਾ ਦੇਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਪ-ਵੲੀਅਾ",
    "type_id": 3
  }
]
