[
  {
    "id": 36003,
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੈ ਅਵਰੁ ਗਿਅਾਨੁ ਨ ਧਿਅਾਨੁ ਪੂਜਾ; ਹਰਿ ਨਾਮੁ ਅੰਤਰਿ ਵਸਿ ਰਹੇ ॥",
    "transliteration": "Mai Avar Giaan N Dhhiaan Poojaa Har Naam Anthar Vas Rehae ||",
    "translation": "I have no other spiritual wisdom, meditation or worship; the Name of the Lord alone dwells deep within me.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵੱਸ ਰਿਹਾ ਹੈ (ਇਸ ਹਰਿ-ਨਾਮ ਦੇ ਬਰਾਬਰ ਦੀ) ਮੈਨੂੰ ਕੋਈ ਧਰਮ-ਚਰਚਾ, ਕੋਈ ਸਮਾਧੀ, ਕੋਈ ਦੇਵ-ਪੂਜਾ ਨਹੀਂ ਸੁੱਝਦੀ।",
    "pronunciation": "ਵਸਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36004,
    "shabad_id": 3150,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਭੇਖੁ ਭਵਨੀ ਹਠੁ ਨ ਜਾਨਾ; ਨਾਨਕਾ. ਸਚੁ ਗਹਿ ਰਹੇ ॥੧॥",
    "transliteration": "Bhaekh Bhavanee Hath N Jaanaa Naanakaa Sach Gehi Rehae ||1||",
    "translation": "I know nothing about religious robes, pilgrimages or stubborn fanaticism; O Nanak, I hold tight to the Truth. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਸਹੇਲੀਏ!) ਮੈਂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਹਰਿ-ਨਾਮ ਨੂੰ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ) ਪੱਕੀ ਤਰ੍ਹਾਂ ਟਿਕਾ ਲਿਆ ਹੈ (ਇਸ ਦੇ ਬਰਾਬਰ ਦਾ) ਮੈਂ ਕੋਈ ਭੇਖ, ਕੋਈ ਤੀਰਥ-ਰਟਨ, ਕੋਈ ਹਠ-ਜੋਗ ਨਹੀਂ ਸਮਝਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36005,
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਭਿੰਨੜੀ ਰੈਣਿ ਭਲੀ; ਦਿਨਸ ਸੁਹਾੲੇ ਰਾਮ ॥",
    "transliteration": "Bhinnarree Rain Bhalee Dhinas Suhaaeae Raam ||",
    "translation": "The night is beautiful, drenched with dew, and the day is delightful,",
    "punjabi": "ਹਰਿ-ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜੀ ਹੋਈ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ (ਜ਼ਿੰਦਗੀ ਦੀਆਂ) ਰਾਤਾਂ ਤੇ ਦਿਨ ਸਭ ਸੁਹਾਵਣੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36006,
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਸੂਤੜੀੲੇ; ਪਿਰਮੁ ਜਗਾੲੇ ਰਾਮ ॥",
    "transliteration": "Nij Ghar Sootharreeeae Piram Jagaaeae Raam ||",
    "translation": "When her Husband Lord wakes the sleeping soul-bride, in the home of the self.",
    "punjabi": "ਹੇ ਆਪਣੇ ਆਪ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿਣ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਵੇਖ, ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਪਿਆਰ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਸੁਚੇਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸੱੂਤੜੀੲੇ",
    "type_id": 3
  },
  {
    "id": 36007,
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਨਵ ਹਾਣਿ ਨਵ ਧਨ, ਸਬਦਿ ਜਾਗੀ; ਅਾਪਣੇ ਪਿਰ. ਭਾਣੀਅਾ ॥",
    "transliteration": "Nav Haan Nav Dhhan Sabadh Jaagee Aapanae Pir Bhaaneeaa ||",
    "translation": "The young bride has awakened to the Word of the Shabad; she is pleasing to her Husband Lord.",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ) ਸੁਚੇਤ ਹੁੰਦੀ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚੀ ਰਹਿੰਦੀ ਹੈ ਅਤੇ ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36008,
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤਜਿ ਕੂੜੁ ਕਪਟੁ ਸੁਭਾੳੁ ਦੂਜਾ; ਚਾਕਰੀ ਲੋਕਾਣੀਅਾ ॥",
    "transliteration": "Thaj Koorr Kapatt Subhaao Dhoojaa Chaakaree Lokaaneeaa ||",
    "translation": "So renounce falsehood, fraud, love of duality and working for people.",
    "punjabi": "ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ, ਠੱਗੀ-ਫ਼ਰੇਬ, ਮਾਇਆ ਨਾਲ ਪਿਆਰ ਪਾਈ ਰੱਖਣ ਵਾਲੀ ਆਦਤ, ਅਤੇ ਲੋਕਾਂ ਦੀ ਮੁਥਾਜੀ ਛੱਡ ਕੇ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਪਿਆਰ ਕਰਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36009,
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮੈ ਨਾਮੁ ਹਰਿ ਕਾ ਹਾਰੁ ਕੰਠੇ; ਸਾਚ ਸਬਦੁ ਨੀਸਾਣਿਅਾ ॥",
    "transliteration": "Mai Naam Har Kaa Haar Kanthae Saach Sabadh Neesaaniaa ||",
    "translation": "The Name of the Lord is my necklace, and I am anointed with the True Shabad.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜਿਵੇਂ) ਗਲ ਵਿਚ ਹਾਰ (ਪਾਈਦਾ ਹੈ, ਤਿਵੇਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮੈਂ (ਆਪਣੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਲਿਆ ਹੈ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੀ ਅਗਵਾਈ ਕਰਨ ਵਾਲਾ) ਪਰਵਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36010,
    "shabad_id": 3150,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਰ ਜੋੜਿ ਨਾਨਕੁ. ਸਾਚੁ ਮਾਗੈ; ਨਦਰਿ ਕਰਿ ਤੁਧੁ ਭਾਣਿਅਾ ॥੨॥",
    "transliteration": "Kar Jorr Naanak Saach Maagai Nadhar Kar Thudhh Bhaaniaa ||2||",
    "translation": "With his palms pressed together, Nanak begs for the gift of the True Name; please, bless me with Your Grace, through the pleasure of Your Will. ||2||",
    "punjabi": "ਨਾਨਕ (ਦੋਵੇਂ) ਹੱਥ ਜੋੜ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ ਉਸ ਦਾ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ (ਅਤੇ ਆਖਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ!) ਜੇ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ (ਤਾਂ ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰ (ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36011,
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਾਗੁ ਸਲੋਨੜੀੲੇ; ਬੋਲੈ ਗੁਰਬਾਣੀ ਰਾਮ ॥",
    "transliteration": "Jaag Salonarreeeae Bolai Gurabaanee Raam ||",
    "translation": "Awake, O bride of splendored eyes, and chant the Word of the Guru's Bani.",
    "punjabi": "ਹੇ ਸੋਹਣੇ ਨੇਤ੍ਰਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸਾਵਧਾਨ ਰਹੁ, (ਤੈਨੂੰ) ਗੁਰੂ ਦੀ ਬਾਣੀ ਜਗਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਪਤੀ ਰਾਮਜੀ ਬਿਨਾ, ਹੋਰ ਕਿਸੇ ਨੰੂ ਨ ਦੇਖਣ ਵਾਲੇ ਮਹਾਂ ਵਿਸਮਾਦ(ਸਲੋਨੜੀੲੇ)ਸੁੰਦਰ ਨੇਤ੍ਰਾਂ ਵਾਲੀ ਗੁਰਸੇਵਕ ਸਖੀ",
    "type_id": 3
  },
  {
    "id": 36012,
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਜਿਨਿ ਸੁਣਿ ਮੰਨਿਅੜੀ; ਅਕਥ ਕਹਾਣੀ ਰਾਮ ॥",
    "transliteration": "Jin Sun Manniarree Akathh Kehaanee Raam ||",
    "translation": "Listen, and place your faith in the Unspoken Speech of the Lord.",
    "punjabi": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੇ (ਗੁਰੂ ਦੀ ਬਾਣੀ) ਸੁਣ ਕੇ (ਉਸ ਵਿਚ) ਸਰਧਾ ਬਣਾਈ ਹੈ, ਉਹ ਅਕੱਥ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "ਅ-ਕਥ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36013,
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਅਕਥ ਕਹਾਣੀ ਪਦੁ ਨਿਰਬਾਣੀ; ਕੋ ਵਿਰਲਾ ਗੁਰਮੁਖਿ ਬੂਝੲੇ ॥",
    "transliteration": "Akathh Kehaanee Padh Nirabaanee Ko Viralaa Guramukh Boojheae ||",
    "translation": "The Unspoken Speech, the state of Nirvaanaa - how rare is the Gurmukh who understands this.",
    "punjabi": "ਅਕੱਥ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤ ਨਾਲ ਉਹ ਉਸ ਆਤਮਕ ਦਰਜੇ ਤੇ ਪਹੁੰਚ ਜਾਂਦੀ ਹੈ ਜਿੱਥੇ ਕੋਈ ਵਾਸਨਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ। ਪਰ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਇਹ ਗੱਲ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "ਬੱੂਝੲੇ",
    "type_id": 3
  },
  {
    "id": 36014,
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਓਹੁ ਸਬਦਿ ਸਮਾੲੇ. ਅਾਪੁ ਗਵਾੲੇ; ਤ੍ਰਿਭਵਣ ਸੋਝੀ ਸੂਝੲੇ ॥",
    "transliteration": "Ouhu Sabadh Samaaeae Aap Gavaaeae Thribhavan Sojhee Soojheae ||",
    "translation": "Merging in the Word of the Shabad, self-conceit is eradicated, and the three worlds are revealed to her understanding.",
    "punjabi": "ਉਹ (ਗੁਰਮੁਖ) ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਬਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਜਗਤ ਵਿਚ ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਨਾਲ ਉਸ ਦੀ ਡੂੰਘੀ ਸਾਂਝ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36015,
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਰਹੈ ਅਤੀਤੁ ਅਪਰੰਪਰਿ ਰਾਤਾ; ਸਾਚੁ ਮਨਿ ਗੁਣ ਸਾਰਿਅਾ ॥",
    "transliteration": "Rehai Atheeth Aparanpar Raathaa Saach Man Gun Saariaa ||",
    "translation": "Remaining detached, with infinity infusing, the true mind cherishes the virtues of the Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਿਆ ਰਹਿੰਦਾ ਹੈ, ਬੇਅੰਤ ਪ੍ਰਭੂ (ਦੇ ਪ੍ਰੇਮ) ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ, ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ (ਹਰ ਵੇਲੇ ਉਸ ਦੇ) ਮਨ ਵਿਚ (ਵੱਸਿਆ ਰਹਿੰਦਾ ਹੈ), ਉਹ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36016,
    "shabad_id": 3150,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਓਹੁ ਪੂਰਿ ਰਹਿਅਾ ਸਰਬ ਠਾੲੀ; ਨਾਨਕਾ. ੳੁਰਿ ਧਾਰਿਅਾ ॥੩॥",
    "transliteration": "Ouhu Poor Rehiaa Sarab Thaaee Naanakaa Our Dhhaariaa ||3||",
    "translation": "He is fully pervading and permeating all places; Nanak has enshrined Him within his heart. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ਜਿਹੜਾ ਸਭਨੀਂ ਥਾਈਂ ਵਿਆਪਕ ਹੋ ਰਿਹਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36017,
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮਹਲਿ ਬੁਲਾੲਿੜੀੲੇ; ਭਗਤਿ ਸਨੇਹੀ ਰਾਮ ॥",
    "transliteration": "Mehal Bulaaeirreeeae Bhagath Sanaehee Raam ||",
    "translation": "The Lord is calling you to the Mansion of His Presence; O soul-bride, He is the Lover of His devotees.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਪਹੁੰਚੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀਏ! (ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਤੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਿਆ ਹੈ, ਉਹ) ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36018,
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮਤਿ ਮਨਿ ਰਹਸੀ; ਸੀਝਸਿ ਦੇਹੀ ਰਾਮ ॥",
    "transliteration": "Guramath Man Rehasee Seejhas Dhaehee Raam ||",
    "translation": "Following the Guru's Teachings, your mind shall be delighted, and your body shall be fulfilled.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰ ਕੇ (ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੀ ਹੈ, ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਉਹ ਦਾ ਮਨੁੱਖਾ) ਸਰੀਰ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36019,
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਮਾਰਿ ਰੀਝੈ ਸਬਦਿ ਸੀਝੈ; ਤ੍ਰੈ ਲੋਕ ਨਾਥੁ ਪਛਾਣੲੇ ॥",
    "transliteration": "Man Maar Reejhai Sabadh Seejhai Thrai Lok Naathh Pashhaaneae ||",
    "translation": "Conquer and subdue your mind, and love the Word of the Shabad; reform yourself, and realize the Lord of the three worlds.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ) ਮਨ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰਦੀ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ (ਜੀਵਨ ਵਿਚ) ਕਾਮਯਾਬ ਹੁੰਦੀ ਹੈ ਸਾਰੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨਾਲ ਉਹ ਸਾਂਝ ਪਾ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "ਪਛਾ-ਣੲੇ",
    "type_id": 3
  },
  {
    "id": 36020,
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਡੀਗਿ ਡੋਲਿ. ਨ ਜਾੲਿ ਕਤ ਹੀ; ਅਾਪਣਾ ਪਿਰੁ ਜਾਣੲੇ ॥",
    "transliteration": "Man Ddeeg Ddol N Jaae Kath Hee Aapanaa Pir Jaaneae ||",
    "translation": "Her mind shall not waver or wander anywhere else, when she comes to know her Husband Lord.",
    "punjabi": "(ਉਸ ਦਾ ਮਨ) ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਵਲ ਡੋਲਦਾ ਨਹੀਂ, ਉਹ (ਹਰ ਵੇਲੇ) ਆਪਣੇ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "ਜਾ-ਣੲੇ",
    "type_id": 3
  },
  {
    "id": 36021,
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮੈ ਅਾਧਾਰੁ ਤੇਰਾ. ਤੂ ਖਸਮੁ ਮੇਰਾ; ਮੈ ਤਾਣੁ ਤਕੀਅਾ ਤੇਰਓ ॥",
    "transliteration": "Mai Aadhhaar Thaeraa Thoo Khasam Maeraa Mai Thaan Thakeeaa Thaerou ||",
    "translation": "You are my only Support, You are my Lord and Master. You are my strength and anchor.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ, ਤੂੰ (ਹੀ) ਮੇਰਾ ਖਸਮ ਹੈਂ, ਮੈਨੂੰ ਤੇਰਾ ਹੀ ਆਸਰਾ ਤੇਰਾ ਹੀ ਸਹਾਰਾ ਹੈ।",
    "pronunciation": "(ਤਕੀਅਾ)ਅਾਸਰਾ।ਤਕੀਅਾ:ਪੋਲਾ ਬੋਲੋ।ਤੇਰ-ਓ, ਨਿਬੇਰ-ਓ",
    "type_id": 3
  },
  {
    "id": 36022,
    "shabad_id": 3150,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਸਾਚਿ ਸੂਚਾ ਸਦਾ ਨਾਨਕ; ਗੁਰ ਸਬਦਿ ਝਗਰੁ ਨਿਬੇਰਓ ॥੪॥੨॥",
    "transliteration": "Saach Soochaa Sadhaa Naanak Gur Sabadh Jhagar Nibaerou ||4||2||",
    "translation": "She is forever truthful and pure, O Nanak; through the Word of the Guru's Shabad, conflicts are resolved. ||4||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ (ਸਦਾ ਲੀਨ ਰਹਿੰਦਾ ਹੈ) ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਖਹ-ਖਹ ਮੁਕਾ ਲੈਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36023,
    "shabad_id": 3151,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਛੰਤ ਬਿਲਾਵਲੁ ਮਹਲਾ ੪ ਮੰਗਲ",
    "transliteration": "Shhanth Bilaaval Mehalaa 4 Mangala",
    "translation": "Chhant, Bilaaval, Fourth Mehl, Mangal ~ The Song Of Joy:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ-ਮੰਗਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36024,
    "shabad_id": 3151,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 36025,
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮੇਰਾ ਹਰਿ ਪ੍ਰਭੁ ਸੇਜੈ ਅਾੲਿਅਾ; ਮਨੁ ਸੁਖਿ ਸਮਾਣਾ ਰਾਮ ॥",
    "transliteration": "Maeraa Har Prabh Saejai Aaeiaa Man Sukh Samaanaa Raam ||",
    "translation": "My Lord God has come to my bed, and my mind is merged with the Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜਿਸ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਦੀ) ਸੇਜ ਉਤੇ ਪਿਆਰਾ ਹਰੀ-ਪ੍ਰਭੂ ਆ ਬੈਠਾ, ਉਸ ਦਾ ਮਨ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਮਗਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36026,
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਿ ਤੁਠੈ. ਹਰਿ ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਰੰਗਿ ਰਲੀਅਾ ਮਾਣਾ ਰਾਮ ॥",
    "transliteration": "Gur Thuthai Har Prabh Paaeiaa Rang Raleeaa Maanaa Raam ||",
    "translation": "As it pleases the Guru, I have found the Lord God, and I revel and delight in His Love.",
    "punjabi": "ਗੁਰੂ ਦੇ ਪ੍ਰਸੰਨ ਹੋਇਆਂ ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਨੂੰ ਹਰੀ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ, ਉਹ ਪ੍ਰੇਮ ਵਿਚ (ਮਸਤ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦੇ ਮਿਲਾਪ ਦਾ) ਸੁਆਦ ਮਾਣਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36027,
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਵਡਭਾਗੀਅਾ ਸੋਹਾਗਣੀ; ਹਰਿ ਮਸਤਕਿ ਮਾਣਾ ਰਾਮ ॥",
    "transliteration": "Vaddabhaageeaa Sohaaganee Har Masathak Maanaa Raam ||",
    "translation": "Very fortunate are those happy soul-brides, who have the jewel of the Naam upon their foreheads.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ!) ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਹਰਿ (-ਮਿਲਾਪ ਦਾ) ਮੋਤੀ (ਚਮਕ ਪੈਂਦਾ) ਹੈ, ਉਹ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਉਹ ਸੁਹਾਗਣਾਂ ਬਣ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36028,
    "shabad_id": 3151,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭੁ ਹਰਿ ਸੋਹਾਗੁ ਹੈ; ਨਾਨਕ ਮਨਿ ਭਾਣਾ ਰਾਮ ॥੧॥",
    "transliteration": "Har Prabh Har Sohaag Hai Naanak Man Bhaanaa Raam ||1||",
    "translation": "The Lord,the Lord God,is Nanak's Husband Lord, pleasing to his mind. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹਰੀ-ਪ੍ਰਭੂ ਖਸਮ (ਉਹਨਾਂ ਦੇ ਸਿਰ ਉੱਤੇ) ਕਾਇਮ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ-ਖਸਮ ਮਨ ਵਿਚ ਪਿਆਰਾ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36029,
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਨਿੰਮਾਣਿਅਾ ਹਰਿ ਮਾਣੁ ਹੈ; ਹਰਿ ਪ੍ਰਭੁ ਹਰਿ ਅਾਪੈ ਰਾਮ ॥",
    "transliteration": "Ninmaaniaa Har Maan Hai Har Prabh Har Aapai Raam ||",
    "translation": "The Lord is the honor of the dishonored. The Lord, the Lord God is Himself by Himself.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਨੂੰ ਕੋਈ ਆਦਰ ਨਹੀਂ ਦੇਂਦਾ, ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦਾ ਆਦਰ-ਸਹਾਰਾ ਬਣ ਜਾਂਦਾ ਹੈ। ਹਰਿ-ਪ੍ਰਭੂ ਉਸ ਦੇ ਆਪੇ ਵਿਚ (ਜਿੰਦ ਵਿਚ) ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36030,
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅਾਪੁ ਗਵਾੲਿਅਾ; ਨਿਤ ਹਰਿ ਹਰਿ ਜਾਪੈ ਰਾਮ ॥",
    "transliteration": "Guramukh Aap Gavaaeiaa Nith Har Har Jaapai Raam ||",
    "translation": "The Gurmukh eradicates self-conceit, and constantly chants the Name of the Lord.",
    "punjabi": "(ਜਿਸ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ, ਉਹ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਅਤੇ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36031,
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੇ ਹਰਿ ਪ੍ਰਭ ਭਾਵੈ. ਸੋ ਕਰੈ; ਹਰਿ ਰੰਗਿ ਹਰਿ ਰਾਪੈ ਰਾਮ ॥",
    "transliteration": "Maerae Har Prabh Bhaavai So Karai Har Rang Har Raapai Raam ||",
    "translation": "My Lord God does whatever He pleases; the Lord imbues mortal beings with the color of His Love.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਸ ਨੂੰ ਨਿਸਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਮੇਰਾ ਪ੍ਰਭੂ ਉਹੀ ਕੁਝ ਕਰਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36032,
    "shabad_id": 3151,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਸਹਜਿ ਮਿਲਾੲਿਅਾ; ਹਰਿ ਰਸਿ ਹਰਿ ਧ੍ਰਾਪੈ ਰਾਮ ॥੨॥",
    "transliteration": "Jan Naanak Sehaj Milaaeiaa Har Ras Har Dhhraapai Raam ||2||",
    "translation": "Servant Nanak is easily merged into the Celestial Lord. He is satisfied with the sublime essence of the Lord. ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਆਖਦਾ ਹੈ-ਹੇ ਭਾਈ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ (ਮਾਇਆ ਵਲੋਂ) ਰੱਜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36033,
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਮਾਣਸ ਜਨਮਿ. ਹਰਿ ਪਾੲੀਅੈ; ਹਰਿ ਰਾਵਣ ਵੇਰਾ ਰਾਮ ॥",
    "transliteration": "Maanas Janam Har Paaeeai Har Raavan Vaeraa Raam ||",
    "translation": "The Lord is found only through this human incarnation. This is the time to contemplate the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ (ਹੀ) ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲ ਸਕੀਦਾ ਹੈ। (ਮਨੁੱਖਾ ਜਨਮ ਹੀ) ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਮਾਣਨ ਦਾ ਸਮਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36034,
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਿਲੁ ਸੋਹਾਗਣੀ; ਰੰਗੁ ਹੋੲਿ ਘਣੇਰਾ ਰਾਮ ॥",
    "transliteration": "Guramukh Mil Sohaaganee Rang Hoe Ghanaeraa Raam ||",
    "translation": "As Gurmukhs, the happy soul-brides meet Him, and their love for Him is abundant.",
    "punjabi": "ਹੇ ਚੰਗੇ ਭਾਗਾਂ ਵਾਲੀ ਜੀਵ-ਇਸਤ੍ਰੀਏ! ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ। (ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਾਪ ਦਾ ਪ੍ਰੇਮ-) ਰੰਗ ਬਹੁਤ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36035,
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਨ ਮਾਣਸ ਜਨਮਿ. ਨ ਪਾੲਿਅਾ; ਤਿਨ੍ਹ ਭਾਗੁ ਮੰਦੇਰਾ ਰਾਮ ॥",
    "transliteration": "Jin Maanas Janam N Paaeiaa Thinh Bhaag Mandhaeraa Raam ||",
    "translation": "Those who have not attained human incarnation, are cursed by evil destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਨ੍ਹਾਂ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਾਹ ਕੀਤਾ, ਉਹਨਾਂ ਦੀ ਖੋਟੀ ਕਿਸਮਤ ਜਾਣੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36036,
    "shabad_id": 3151,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਹਰਿ. ਹਰਿ ਹਰਿ ਰਾਖੁ ਪ੍ਰਭ; ਨਾਨਕੁ. ਜਨੁ ਤੇਰਾ ਰਾਮ ॥੩॥",
    "transliteration": "Har Har Har Har Raakh Prabh Naanak Jan Thaeraa Raam ||3||",
    "translation": "O Lord, God, Har, Har, Har, Har, save Nanak; he is Your humble servant. ||3||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ! ਨਾਨਕ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ, ਨਾਨਕ ਤੇਰਾ ਦਾਸ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36037,
    "shabad_id": 3151,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਿ. ਹਰਿ ਪ੍ਰਭੁ ਅਗਮੁ ਦ੍ਰਿੜਾੲਿਅਾ; ਮਨੁ ਤਨੁ ਰੰਗਿ ਭੀਨਾ ਰਾਮ ॥",
    "transliteration": "Gur Har Prabh Agam Dhrirraaeiaa Man Than Rang Bheenaa Raam ||",
    "translation": "The Guru has implanted within me the Name of the Inaccessible Lord God; my mind and body are drenched with the Lord's Love.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਗੁਰੂ ਨੇ ਅਪਹੁੰਚ ਹਰੀ ਪ੍ਰਭੂ (ਦਾ ਨਾਮ) ਪੱਕਾ ਕਰ ਦਿੱਤਾ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ (ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ ਭਿੱਜਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
