[
  {
    "id": 36075,
    "shabad_id": 3154,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸਾਹਾ ਅਟਲੁ ਗਣਿਅਾ; ਪੂਰਨ ਸੰਜੋਗੋ ਰਾਮ ॥",
    "transliteration": "Saahaa Attal Ganiaa Pooran Sanjogo Raam ||",
    "translation": "The date for my wedding is set, and cannot be changed; my union with the Lord is perfect.",
    "punjabi": "(ਕੁੜੀ ਮੁੰਡੇ ਦੇ ਵਿਆਹ ਦਾ ਮੁਹੂਰਤ ਮਿਥਿਆ ਜਾਂਦਾ ਹੈ। ਲਾੜੇ ਦੇ ਨਾਲ ਜਾਂਞੀ ਆਉਂਦੇ ਹਨ, ਲੜਕੀ ਵਾਲਿਆਂ ਦੇ ਘਰ ਢੁਕਦੇ ਹਨ, ਲੜਕੀ ਦੇ ਸਨ-ਬੰਧੀਆਂ ਦੇ ਮਨ ਵਿਚ ਉਸ ਵੇਲੇ ਖ਼ੁਸ਼ੀ ਹੁੰਦੀ ਹੈ। ਜਾਂਞੀਆਂ ਨੂੰ ਉਹ ਕਈ ਸੁਆਦਲੇ ਭੋਜਨ ਖੁਆਂਦੇ ਹਨ। ਪਾਂਧਾ ਲਾਵਾਂ ਪੜ੍ਹ ਕੇ ਲੜਕੇ ਲੜਕੀ ਦਾ ਮੇਲ ਕਰ ਦੇਂਦਾ ਹੈ)। (ਇਸੇ ਤਰ੍ਹਾਂ ਸਾਧ ਸੰਗਤਿ ਦੀ ਬਰਕਤ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਅਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਮਿਲਾਪ ਦਾ) ਕਦੇ ਨਾਹ ਖੁੰਝਣ ਵਾਲਾ ਮੁਹੂਰਤ ਸੋਧਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਟਲੁ",
    "type_id": 3
  },
  {
    "id": 36076,
    "shabad_id": 3154,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਸੁਖਹ ਸਮੂਹ ਭੲਿਅਾ; ਗੲਿਅਾ ਵਿਜੋਗੋ ਰਾਮ ॥",
    "transliteration": "Sukheh Samooh Bhaeiaa Gaeiaa Vijogo Raam ||",
    "translation": "I am totally at peace, and my separation from Him has ended.",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ) ਪੂਰਨ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ (ਵਿਆਹ) ਹੋ ਜਾਂਦਾ ਹੈ, (ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਸਾਰੇ ਸੁਖ ਆ ਵੱਸਦੇ ਹਨ (ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲੋਂ ਉਸਦਾ) ਵਿਛੋੜਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 36077,
    "shabad_id": 3154,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ਸੰਤ ਅਾੲੇ. ਪ੍ਰਭ ਧਿਅਾੲੇ; ਬਣੇ ਅਚਰਜ ਜਾਞਞੀਅਾਂ ॥",
    "transliteration": "Mil Santh Aaeae Prabh Dhhiaaeae Banae Acharaj Jaanjeeaaan ||",
    "translation": "The Saints meet and come together, and meditate on God; they form a wondrous wedding party.",
    "punjabi": "ਸੰਤ ਜਨ ਮਿਲ ਕੇ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਆਉਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ (ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਮਿਲਾਣ ਵਾਸਤੇ ਇਹ ਸਤਸੰਗੀ) ਅਸਚਰਜ ਜਾਂਞੀ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਅਚਰਜ",
    "type_id": 3
  },
  {
    "id": 36078,
    "shabad_id": 3154,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ੲਿਕਤ੍ਰ ਹੋੲੇ. ਸਹਜਿ ਢੋੲੇ; ਮਨਿ ਪ੍ਰੀਤਿ ੳੁਪਜੀ ਮਾਞਞੀਅਾ ॥",
    "transliteration": "Mil Eikathr Hoeae Sehaj Dtoeae Man Preeth Oupajee Maanjeeaa ||",
    "translation": "Gathering together, they arrive with poise and grace, and love fills the minds of the bride's family.",
    "punjabi": "(ਸੰਤ ਜਨ) ਮਿਲ ਕੇ (ਸਾਧ ਸੰਗਤਿ ਵਿਚ) ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕਦੇ ਹਨ, ਮਾਨੋ, ਲੜਕੀ ਵਾਲਿਆਂ ਦੇ ਘਰ) ਢੁਕਾਉ ਹੋ ਰਿਹਾ ਹੈ, (ਜਿਵੇਂ,) ਲੜਕੀ ਦੇ ਸਨਬੰਧੀਆਂ ਦੇ ਮਨ ਵਿਚ ਚਾਉ ਪੈਦਾ ਹੁੰਦਾ ਹੈ (ਤਿਵੇਂ, ਜਿੰਦ ਦੇ ਸਾਥੀਆਂ ਦੇ ਮਨ ਵਿਚ, ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਦੇ ਅੰਦਰ ਉਤਸ਼ਾਹ ਪੈਦਾ ਹੁੰਦਾ ਹੈ)।",
    "pronunciation": "ੲਿ-ਕੱਤ੍ਰ । ਮਾਞੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 36079,
    "shabad_id": 3154,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਮਿਲਿ ਜੋਤਿ ਜੋਤੀ ਓਤਿ ਪੋਤੀ; ਹਰਿ ਨਾਮੁ ਸਭਿ ਰਸ ਭੋਗੋ ॥",
    "transliteration": "Mil Joth Jothee Outh Pothee Har Naam Sabh Ras Bhogo ||",
    "translation": "Her light blends with His Light, through and through, and everyone enjoys the Nectar of the Lord's Name.",
    "punjabi": "(ਸਾਧ ਸੰਗਤਿ ਦੇ ਪਰਤਾਪ ਨਾਲ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੀ) ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲ ਕੇ ਤਾਣੇ-ਪੇਟੇ ਵਾਂਗ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੀ ਹੈ (ਜਿਵੇਂ ਜਾਂਞੀਆਂ ਮਾਂਞੀਆਂ ਨੂੰ) ਸਾਰੇ ਸੁਆਦਲੇ ਭੋਜਨ ਛਕਾਏ ਜਾਂਦੇ ਹਨ, (ਤਿਵੇਂ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਭੋਜਨ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36080,
    "shabad_id": 3154,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਭ ਸੰਤਿ ਮੇਲੀ; ਪ੍ਰਭੁ ਕਰਣ ਕਾਰਣ ਜੋਗੋ ॥੩॥",
    "transliteration": "Binavanth Naanak Sabh Santh Maelee Prabh Karan Kaaran Jogo ||3||",
    "translation": "Prays Nanak, the Saints have totally united me with God, the All-powerful Cause of causes. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਇਹ ਸਾਰੀ ਗੁਰੂ ਦੀ ਹੀ ਮਿਹਰ ਹੈ) ਗੁਰੂ-ਸੰਤ ਨੇ (ਸਰਨ ਪਈ) ਸਾਰੀ ਲੁਕਾਈ ਨੂੰ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਸਭਨਾਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਪਰਮਾਤਮਾ ਮਿਲਾਇਆ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36081,
    "shabad_id": 3154,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਭਵਨੁ ਸੁਹਾਵੜਾ; ਧਰਤਿ ਸਭਾਗੀ ਰਾਮ ॥",
    "transliteration": "Bhavan Suhaavarraa Dhharath Sabhaagee Raam ||",
    "translation": "Beautiful is my home, and beauteous is the earth.",
    "punjabi": "ਉਸ ਦਾ (ਜੀਵ-ਇਸਤ੍ਰੀਦਾ ਸਰੀਰ-) ਭਵਨ ਸੋਹਣਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੀ (ਹਿਰਦਾ-) ਧਰਤੀ ਭਾਗਾਂ ਵਾਲੀ ਬਣ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36082,
    "shabad_id": 3154,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭੁ ਘਰਿ ਅਾੲਿਅੜਾ; ਗੁਰ ਚਰਣੀ ਲਾਗੀ ਰਾਮ ॥",
    "transliteration": "Prabh Ghar Aaeiarraa Gur Charanee Laagee Raam ||",
    "translation": "God has entered the home of my heart; I touch the Guru's feet.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੀ ਹੈ, ਉਸ ਦੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਆ ਬੈਠਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36083,
    "shabad_id": 3154,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਚਰਣ ਲਾਗੀ ਸਹਜਿ ਜਾਗੀ; ਸਗਲ ੲਿਛਾ ਪੁੰਨੀਅਾ ॥",
    "transliteration": "Gur Charan Laagee Sehaj Jaagee Sagal Eishhaa Punneeaa ||",
    "translation": "Grasping the Guru's feet, I awake in peace and poise. All my desires are fulfilled.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗਦੀ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ ਵਿਕਾਰਾਂ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦੀਆਂ ਸਾਰੀਆਂ ਇੱਛਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36084,
    "shabad_id": 3154,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਮੇਰੀ ਅਾਸ ਪੂਰੀ. ਸੰਤ ਧੂਰੀ; ਹਰਿ ਮਿਲੇ ਕੰਤ ਵਿਛੁੰਨਿਅਾ ॥",
    "transliteration": "Maeree Aas Pooree Santh Dhhooree Har Milae Kanth Vishhunniaa ||",
    "translation": "My hopes are fulfilled, through the dust of the feet of the Saints. After such a long separation, I have met my Husband Lord.",
    "punjabi": "ਸਾਧ ਸੰਗਤਿ ਦੀ ਚਰਨ-ਧੂੜ ਦੇ ਪਰਤਾਪ ਨਾਲ (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਮਤਾ ਵਧਾਣ ਵਾਲੀ ਆਸ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਸ ਨੂੰ ਚਿਰਾਂ ਦੇ ਵਿਛੁੜੇ ਹੋਏ ਪ੍ਰਭੂ-ਕੰਤ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36085,
    "shabad_id": 3154,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਅਾਨੰਦ ਅਨ ਦਿਨੁ ਵਜਹਿ ਵਾਜੇ; ਅਹੰ ਮਤਿ ਮਨ ਕੀ ਤਿਅਾਗੀ ॥",
    "transliteration": "Aanandh Anadhin Vajehi Vaajae Ahan Math Man Kee Thiaagee ||",
    "translation": "Night and day, the sounds of ecstasy resound and resonate; I have forsaken my stubborn-minded intellect.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗੀ ਹੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਦੇ ਅੰਦਰ) ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਦੇ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ (ਜਿਸ ਦਾ ਸਦਕਾ ਉਹ ਆਪਣੇ) ਮਨ ਦੀ ਹਉਮੈ ਵਾਲੀ ਮਤਿ ਤਿਆਗ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "ਵੱਜ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 36086,
    "shabad_id": 3154,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸਰਣਿ ਸੁਅਾਮੀ; ਸੰਤਸੰਗਿ ਲਿਵ ਲਾਗੀ ॥੪॥੧॥",
    "transliteration": "Binavanth Naanak Saran Suaamee Santhasang Liv Laagee ||4||1||",
    "translation": "Prays Nanak, I seek the Sanctuary of my Lord and Master; in the Society of the Saints, I am lovingly attuned to Him. ||4||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਹਿ ਕੇ ਉਸ ਦੀ ਸੁਰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਵਿਚ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਈ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36087,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ॥",
    "transliteration": "Bilaaval Mehalaa 5 ||",
    "translation": "Bilaaval, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36088,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭਾਗ ਸੁਲਖਣਾ; ਹਰਿ ਕੰਤੁ ਹਮਾਰਾ ਰਾਮ ॥",
    "transliteration": "Bhaag Sulakhanaa Har Kanth Hamaaraa Raam ||",
    "translation": "By blessed destiny, I have found my Husband Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਸਾਡਾ ਕੰਤ-ਪ੍ਰਭੂ ਸੋਹਣੇ ਲੱਛਣਾਂ ਵਾਲੇ ਭਾਗਾਂ ਵਾਲਾ ਹੈ,",
    "pronunciation": "ਸੁ-ਲੱਖਣਾ",
    "type_id": 3
  },
  {
    "id": 36089,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਨਹਦ ਬਾਜਿਤ੍ਰਾ; ਤਿਸੁ ਧੁਨਿ ਦਰਬਾਰਾ ਰਾਮ ॥",
    "transliteration": "Anehadh Baajithraa This Dhhun Dharabaaraa Raam ||",
    "translation": "The unstruck sound current vibrates and resounds in the Court of the Lord.",
    "punjabi": "ਉਸ (ਕੰਤ) ਦੇ ਦਰਬਾਰ ਵਿਚ ਇਕ-ਰਸ (ਵੱਸ ਰਹੇ) ਵਾਜਿਆਂ ਦੀ ਧੁਨ ਉਠ ਰਹੀ ਹੈ।",
    "pronunciation": "ਬਾ-ਜ੍ਨਿਤ੍ਰਾ",
    "type_id": 3
  },
  {
    "id": 36090,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਨੰਦ ਅਨ ਦਿਨੁ ਵਜਹਿ ਵਾਜੇ; ਦਿਨਸੁ ਰੈਣਿ ੳੁਮਾਹਾ ॥",
    "transliteration": "Aanandh Anadhin Vajehi Vaajae Dhinas Rain Oumaahaa ||",
    "translation": "Night and day, the sounds of ecstasy resound and resonate; day and night, I am enraptured.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਉਸ ਕੰਤ ਦੇ ਦਰਬਾਰ ਵਿਚ ਸਦਾ) ਆਨੰਦ ਦੇ ਵਾਜੇ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ, ਦਿਨ ਰਾਤ (ਉਥੇ) ਚਾਉ (ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "ਵੱਜ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 36091,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਹ ਰੋਗ ਸੋਗ ਨ ਦੂਖੁ ਬਿਅਾਪੈ; ਜਨਮ ਮਰਣੁ ਨ ਤਾਹਾ ॥",
    "transliteration": "Theh Rog Sog N Dhookh Biaapai Janam Maran N Thaahaa ||",
    "translation": "Disease, sorrow and suffering do not afflict anyone there; there is no birth or death there.",
    "punjabi": "ਉਥੇ ਰੋਗ ਨਹੀਂ ਹਨ, ਉਥੇ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਨਹੀਂ ਹਨ, ਉਥੇ (ਕੋਈ) ਦੁੱਖ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ, ਉਸ (ਕੰਤ) ਨੂੰ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36092,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਰਿਧਿ ਸਿਧਿ. ਸੁਧਾ ਰਸੁ ਅੰਮ੍ਰਿਤੁ; ਭਗਤਿ ਭਰੇ ਭੰਡਾਰਾ ॥",
    "transliteration": "Ridhh Sidhh Sudhhaa Ras Anmrith Bhagath Bharae Bhanddaaraa ||",
    "translation": "There are treasures overflowing there - wealth, miraculous powers, ambrosial nectar and devotional worship.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਉਸ ਕੰਤ-ਪ੍ਰਭੂ ਦੇ ਦਰਬਾਰ ਵਿਚ) ਰਿੱਧੀਆਂ ਹਨ ਸਿੱਧੀਆਂ ਹਨ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਰਸ ਹੈ, ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ।",
    "pronunciation": "(ਸੁਧਾ)ਨਿਰਾ। ਸੁਧਾ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36093,
    "shabad_id": 3155,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਬਲਿਹਾਰਿ ਵੰਞਞਾ; ਪਾਰਬ੍ਰਹਮ ਪ੍ਰਾਨ ਅਧਾਰਾ ॥੧॥",
    "transliteration": "Binavanth Naanak Balihaar Vannjaa Paarabreham Praan Adhhaaraa ||1||",
    "translation": "Prays Nanak, I am a sacrifice, devoted to the Supreme Lord God, the Support of the breath of life. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਸਭ ਜੀਵਾਂ ਦੀ) ਜ਼ਿੰਦਗੀ ਦੇ ਆਸਰੇ ਉਸ ਪਾਰਬ੍ਰਹਮ ਤੋਂ ਮੈਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36094,
    "shabad_id": 3155,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸੁਣਿ ਸਖੀਅ ਸਹੇਲੜੀਹੋ; ਮਿਲਿ ਮੰਗਲੁ ਗਾਵਹ ਰਾਮ ॥",
    "transliteration": "Sun Sakheea Sehaelarreeho Mil Mangal Gaaveh Raam ||",
    "translation": "Listen, O my companions, and sister soul-brides, let's join together and sing the songs of joy.",
    "punjabi": "ਹੇ ਸਖੀਓ! ਹੇ ਸਹੇਲੀਓ! ਸੁਣੋ, ਆਓ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਵੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36095,
    "shabad_id": 3155,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਪ੍ਰੇਮੁ ਕਰੇ; ਤਿਸੁ ਪ੍ਰਭ ਕੳੁ ਰਾਵਹ ਰਾਮ ॥",
    "transliteration": "Man Than Praem Karae This Prabh Ko Raaveh Raam ||",
    "translation": "Loving our God with mind and body, let's ravish and enjoy Him.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਮਨ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰ ਪੈਦਾ ਕਰ ਕੇ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36096,
    "shabad_id": 3155,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਰਿ ਪ੍ਰੇਮੁ ਰਾਵਹ. ਤਿਸੈ ਭਾਵਹ; ੲਿਕ ਨਿਮਖ ਪਲਕ. ਨ ਤਿਅਾਗੀਅੈ ॥",
    "transliteration": "Kar Praem Raaveh Thisai Bhaaveh Eik Nimakh Palak N Thiaageeai ||",
    "translation": "Lovingly enjoying Him, we become pleasing to Him; let's not reject Him, for a moment, even for an instant.",
    "punjabi": "(ਹਿਰਦੇ ਵਿਚ) ਪ੍ਰੇਮ ਕਰ ਕੇ (ਉਸ ਨੂੰ) ਸਿਮਰੀਏ, ਤੇ, ਉਸ ਨੂੰ ਪਿਆਰੀਆਂ ਲੱਗੀਏ। ਹੇ ਸਹੇਲੀਓ! (ਉਸ ਕੰਤ-ਪ੍ਰਭੂ ਨੂੰ) ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਵਿਸਾਰਨਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36097,
    "shabad_id": 3155,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਗਹਿ ਕੰਠਿ ਲਾੲੀਅੈ. ਨਹ ਲਜਾੲੀਅੈ; ਚਰਨ ਰਜ ਮਨੁ ਪਾਗੀਅੈ ॥",
    "transliteration": "Gehi Kanth Laaeeai Neh Lajaaeeai Charan Raj Man Paageeai ||",
    "translation": "Let's hug Him close in our embrace, and not feel shy; let's bathe our minds in the dust of His feet.",
    "punjabi": "ਉਸ ਨੂੰ ਫੜ ਕੇ ਗਲ ਨਾਲ ਲਾ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ (ਉਸ ਦਾ ਨਾਮ ਸੁਰਤ ਜੋੜ ਕੇ ਗਲੇ ਵਿਚ ਪ੍ਰੋ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ, ਇਸ ਕੰਮ ਤੋਂ) ਸ਼ਰਮ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ, (ਉਸ ਦੇ) ਚਰਨਾਂ ਦੀ ਧੂੜ ਨਾਲ (ਆਪਣਾ ਇਹ) ਮਨ ਰੰਗ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਲੱਜਾੲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 36098,
    "shabad_id": 3155,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਭਗਤਿ ਠਗੳੁਰੀ ਪਾੲਿ. ਮੋਹਹ; ਅਨਤ ਕਤਹੂ. ਨ ਧਾਵਹ ॥",
    "transliteration": "Bhagath Thagouree Paae Moheh Anath Kathehoo N Dhhaaveh ||",
    "translation": "With the intoxicating drug of devotional worship, let's entice Him, and not wander anywhere else.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਭਗਤੀ ਦੀ ਠਗਬੂਟੀ ਵਰਤ ਕੇ, ਆਓ ਉਸ ਕੰਤ-ਪ੍ਰਭੂ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਲਈਏ, ਤੇ, ਹੋਰ ਹੋਰ ਪਾਸੇ ਨਾਹ ਭਟਕਦੀਆਂ ਫਿਰੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36099,
    "shabad_id": 3155,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਮਿਲਿ ਸੰਗਿ ਸਾਜਨ; ਅਮਰਪਦਵੀ ਪਾਵਹ ॥੨॥",
    "transliteration": "Binavanth Naanak Mil Sang Saajan Amar Padhavee Paaveh ||2||",
    "translation": "Prays Nanak, meeting with our True Friend, we attain the immortal status. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਉਸ ਸੱਜਣ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਈਏ, ਜਿੱਥੇ ਆਤਮਕ ਮੌਤ ਕਦੇ ਭੀ ਪੋਹ ਨਹੀਂ ਸਕਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36100,
    "shabad_id": 3155,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਬਿਸਮਨ ਬਿਸਮ ਭੲੀ; ਪੇਖਿ ਗੁਣ ਅਬਿਨਾਸੀ ਰਾਮ ॥",
    "transliteration": "Bisaman Bisam Bhee Paekh Gun Abinaasee Raam ||",
    "translation": "I am wonder-struck and amazed, gazing upon the Glories of my Imperishable Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਓ! ਅਬਿਨਾਸੀ ਕੰਤ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ (ਉਪਕਾਰ) ਵੇਖ ਵੇਖ ਕੇ ਮੈਂ ਤਾਂ ਹੈਰਾਨ ਹੀ ਹੋ ਗਈ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36101,
    "shabad_id": 3155,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਕਰੁ ਗਹਿ ਭੁਜਾ ਗਹੀ; ਕਟਿ ਜਮ ਕੀ ਫਾਸੀ ਰਾਮ ॥",
    "transliteration": "Kar Gehi Bhujaa Gehee Katt Jam Kee Faasee Raam ||",
    "translation": "He took my hand, and held my arm, and cut away the noose of Death.",
    "punjabi": "(ਉਸ ਨੇ ਮੇਰਾ) ਹੱਥ ਫੜ ਕੇ, (ਮੇਰੀ) ਜਮਾਂ ਵਾਲੀ ਫਾਹੀ ਕੱਟ ਕੇ, ਮੇਰੀ ਬਾਂਹ ਫੜ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36102,
    "shabad_id": 3155,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਗਹਿ ਭੁਜਾ ਲੀਨ੍ਹੀ. ਦਾਸਿ ਕੀਨ੍ਹੀ; ਅੰਕੁਰਿ ੳੁਦੋਤੁ ਜਣਾੲਿਅਾ ॥",
    "transliteration": "Gehi Bhujaa Leenhee Dhaas Keenhee Ankur Oudhoth Janaaeiaa ||",
    "translation": "Holding me by the arm, He made me His slave; the branch has sprouted in abundance.",
    "punjabi": "ਉਸ ਨੇ ਮੇਰੀ ਬਾਂਹ ਘੁੱਟ ਕੇ ਫੜ ਲਈ ਹੈ, ਮੈਨੂੰ (ਆਪਣੀ) ਦਾਸੀ ਬਣਾ ਲਿਆ ਹੈ, (ਮੇਰੇ ਭਾਗਾਂ ਦੇ ਫੁੱਟ-ਰਹੇ) ਅੰਗੂਰ ਦੇ ਕਾਰਨ, (ਉਸ ਨੇ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਪਰਕਾਸ਼ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36103,
    "shabad_id": 3155,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮਲਨ ਮੋਹ ਬਿਕਾਰ ਨਾਠੇ; ਦਿਵਸ ਨਿਰਮਲ ਅਾੲਿਅਾ ॥",
    "transliteration": "Malan Moh Bikaar Naathae Dhivas Niramal Aaeiaa ||",
    "translation": "Pollution, attachment and corruption have run away; the immaculate day has dawned.",
    "punjabi": "ਮੋਹ ਆਦਿਕ ਭੈੜੈ ਵਿਕਾਰ (ਮੇਰੇ ਅੰਦਰੋਂ) ਨੱਸ ਗਏ ਹਨ, (ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦੇ) ਪਵਿੱਤਰ ਦਿਨ ਆ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36104,
    "shabad_id": 3155,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਦ੍ਰਿਸਟਿ ਧਾਰੀ ਮਨਿ ਪਿਅਾਰੀ; ਮਹਾ ਦੁਰਮਤਿ ਨਾਸੀ ॥",
    "transliteration": "Dhrisatt Dhhaaree Man Piaaree Mehaa Dhuramath Naasee ||",
    "translation": "Casting His Glance of Grace, the Lord loves me with His Mind; my immense evil-mindedness is dispelled.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਓ! ਉਸ ਕੰਤ ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਉਤੇ ਪਿਆਰ ਭਰੀ) ਨਿਗਾਹ ਕੀਤੀ (ਜਿਹੜੀ ਮੇਰੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗੀ ਹੈ, (ਉਸ ਦੇ ਪਰਤਾਪ ਨਾਲ ਮੇਰੇ ਅੰਦਰੋਂ) ਬਹੁਤ ਹੀ ਖੋਟੀ ਮਤਿ ਨਾਸ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36105,
    "shabad_id": 3155,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਭੲੀ ਨਿਰਮਲ; ਪ੍ਰਭ ਮਿਲੇ ਅਬਿਨਾਸੀ ॥੩॥",
    "transliteration": "Binavanth Naanak Bhee Niramal Prabh Milae Abinaasee ||3||",
    "translation": "Prays Nanak, I have become immaculate and pure; I have met the Imperishable Lord God. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- ਅਬਿਨਾਸੀ ਪ੍ਰਭੂ ਜੀ ਮੈਨੂੰ ਮਿਲ ਪਏ ਹਨ, ਮੈਂ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੀ ਹੋ ਗਈ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36106,
    "shabad_id": 3155,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਸੂਰਜ ਕਿਰਣਿ ਮਿਲੇ; ਜਲ ਕਾ ਜਲੁ ਹੂਅਾ. ਰਾਮ ॥",
    "transliteration": "Sooraj Kiran Milae Jal Kaa Jal Hooaa Raam ||",
    "translation": "The rays of light merge with the sun, and water merges with water.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਵੇਂ) ਸੂਰਜ ਦੀ ਕਿਰਣ ਨਾਲ ਮਿਲ ਕੇ (ਬਰਫ਼ ਤੋਂ) ਪਾਣੀ ਦਾ ਪਾਣੀ ਬਣ ਜਾਂਦਾ ਹੈ (ਸੂਰਜ ਦੇ ਨਿੱਘ ਨਾਲ ਬਰਫ਼-ਬਣੇ ਪਾਣੀ ਦੀ ਕਠੋਰਤਾ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ),",
    "pronunciation": "ਜਲਬਰਫ਼",
    "type_id": 3
  },
  {
    "id": 36107,
    "shabad_id": 3155,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜੋਤੀ ਜੋਤਿ ਰਲੀ; ਸੰਪੂਰਨੁ ਥੀਅਾ ਰਾਮ ॥",
    "transliteration": "Jothee Joth Ralee Sanpooran Thheeaa Raam ||",
    "translation": "One's light blends with the Light, and one becomes totally perfect.",
    "punjabi": "(ਤਿਵੇਂ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਰਕਤ ਨਾਲ ਜੀਵ ਦੇ ਅੰਦਰੋਂ ਰੁੱਖਾ-ਪਨ ਮੁੱਕ ਕੇ ਜੀਵ ਦੀ) ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਨਾਲ ਇਕ-ਮਿਕ ਹੋ ਜਾਂਦੀ ਹੈ, ਜੀਵ ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36108,
    "shabad_id": 3155,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਦੀਸੈ ਬ੍ਰਹਮੁ ਸੁਣੀਅੈ; ੲੇਕੁ ੲੇਕੁ ਵਖਾਣੀਅੈ ॥",
    "transliteration": "Breham Dheesai Breham Suneeai Eaek Eaek Vakhaaneeai ||",
    "translation": "I see God, hear God, and speak of the One and only God.",
    "punjabi": "(ਤਦੋਂ ਉਸ ਨੂੰ ਹਰ ਥਾਂ) ਪਰਮਾਤਮਾ ਹੀ (ਵੱਸਦਾ) ਨਜ਼ਰੀਂ ਆਉਂਦਾ ਹੈ, (ਹਰੇਕ ਵਿਚ) ਪਰਮਾਤਮਾ ਹੀ (ਬੋਲਦਾ ਉਸ ਨੂੰ) ਸੁਣੀਦਾ ਹੈ (ਉਸ ਨੂੰ ਇਉਂ ਜਾਪਦਾ ਹੈ ਕਿ ਹਰ ਥਾਂ) ਇਕ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਜ਼ਿਕਰ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36109,
    "shabad_id": 3155,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਅਾਤਮ ਪਸਾਰਾ ਕਰਣਹਾਰਾ; ਪ੍ਰਭ ਬਿਨਾ. ਨਹੀ ਜਾਣੀਅੈ ॥",
    "transliteration": "Aatham Pasaaraa Karanehaaraa Prabh Binaa Nehee Jaaneeai ||",
    "translation": "The soul is the Creator of the expanse of creation. Without God, I know no other at all.",
    "punjabi": "(ਉਸ ਨੂੰ ਹਰ ਥਾਂ) ਸਿਰਜਣਹਾਰ ਦੀ ਆਤਮਾ ਦਾ ਹੀ ਖਿਲਾਰਾ ਦਿੱਸਦਾ ਹੈ, ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਉਹ ਕਿਸੇ ਹੋਰ ਨੂੰ ਕਿਤੇ ਨਹੀਂ ਪਛਾਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36110,
    "shabad_id": 3155,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਿ ਕਰਤਾ ਅਾਪਿ ਭੁਗਤਾ; ਅਾਪਿ ਕਾਰਣੁ ਕੀਅਾ ॥",
    "transliteration": "Aap Karathaa Aap Bhugathaa Aap Kaaran Keeaa ||",
    "translation": "He Himself is the Creator, and He Himself is the Enjoyer. He created the Creation.",
    "punjabi": "(ਉਸ ਨੂੰ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਆਪ (ਹੀ ਸਭ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, (ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਆਪ (ਹੀ ਸਾਰੇ ਰੰਗ) ਮਾਣ ਰਿਹਾ ਹੈ, ਉਹ ਆਪ ਹੀ ਹਰੇਕ ਕੰਮ ਦੀ ਪ੍ਰੇਰਨਾ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36111,
    "shabad_id": 3155,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਸੇੲੀ ਜਾਣਹਿ; ਜਿਨ੍ਹੀ ਹਰਿ ਰਸੁ ਪੀਅਾ ॥੪॥੨॥",
    "transliteration": "Binavanth Naanak Saeee Jaanehi Jinhee Har Ras Peeaa ||4||2||",
    "translation": "Prays Nanak, they alone know this, who drink in the subtle essence of the Lord. ||4||2||",
    "punjabi": "(ਪਰ) ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ (ਕਿ ਇਸ ਅਵਸਥਾ ਨੂੰ) ਉਹੀ ਮਨੁੱਖ ਸਮਝਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
