[
  {
    "id": 36112,
    "shabad_id": 3156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ਛੰਤ",
    "transliteration": "Bilaaval Mehalaa 5 Shhantha",
    "translation": "Bilaaval, Fifth Mehl, Chhant:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ' (ਛੰਦ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36113,
    "shabad_id": 3156,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 36114,
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਖੀ ਅਾੳੁ ਸਖੀ, ਵਸਿ ਅਾੳੁ ਸਖੀ; ਅਸੀ. ਪਿਰ ਕਾ ਮੰਗਲੁ ਗਾਵਹ ॥",
    "transliteration": "Sakhee Aao Sakhee Vas Aao Sakhee Asee Pir Kaa Mangal Gaaveh ||",
    "translation": "Come, O my sisters, come, O my companions, and let us remain under the Lord's control. Let's sing the Songs of Bliss of our Husband Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਆਓ (ਰਲ ਕੇ ਬੈਠੀਏ) ਹੇ ਸਹੇਲੀਏ! ਆਓ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰੀਏ, ਅਤੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਵੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36115,
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤਜਿ ਮਾਨੁ ਸਖੀ. ਤਜਿ ਮਾਨੁ ਸਖੀ; ਮਤੁ ਅਾਪਣੇ ਪ੍ਰੀਤਮ ਭਾਵਹ ॥",
    "transliteration": "J Maan Sakhee Thaj Maan Sakhee Math Aapanae Preetham Bhaaveh ||",
    "translation": "Renounce your pride, O my companions, renounce your egotistical pride, O my sisters, so that you may become pleasing to your Beloved.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ, ਸ਼ਾਇਦ (ਇਸ ਤਰ੍ਹਾਂ) ਅਸੀਂ ਆਪਣੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਚੰਗੀਆਂ ਲੱਗ ਸਕੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36116,
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਤਜਿ ਮਾਨੁ ਮੋਹੁ ਬਿਕਾਰੁ ਦੂਜਾ; ਸੇਵਿ ੲੇਕੁ ਨਿਰੰਜਨੋ ॥",
    "transliteration": "Thaj Maan Mohu Bikaar Dhoojaa Saev Eaek Niranjano ||",
    "translation": "Renounce pride, emotional attachment, corruption and duality, and serve the One Immaculate Lord.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਆਪਣੇ ਅੰਦਰੋਂ) ਅਹੰਕਾਰ ਦੂਰ ਕਰ, ਮੋਹ ਦੂਰ ਕਰ, ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਾਲਾ ਵਿਕਾਰ ਦੂਰ ਕਰ, ਸਿਰਫ਼ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਈ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36117,
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਲਗੁ ਚਰਣ ਸਰਣ, ਦੲਿਅਾਲ ਪ੍ਰੀਤਮ; ਸਗਲ ਦੁਰਤ, ਬਿਖੰਡਨੋ ॥",
    "transliteration": "Lag Charan Saran Dhaeiaal Preetham Sagal Dhurath Bikhanddano ||",
    "translation": "Hold tight to the Sanctuary of the Feet of the Merciful Lord, your Beloved, the Destroyer of all sins.",
    "punjabi": "ਸਾਰੇ ਪਾਪਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਓਟ ਪਕੜੀ ਰੱਖ।",
    "pronunciation": "(ਦੁਰਤ)ਪਾਪ।(ਬਿ-ਖੰਡਨ)ੋਵਿਸ਼ੇਸ਼ ਕਰਕੇ ਕੱਟਣਾ",
    "type_id": 3
  },
  {
    "id": 36118,
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹੋੲਿ ਦਾਸ ਦਾਸੀ. ਤਜਿ ੳੁਦਾਸੀ; ਬਹੁੜਿ ਬਿਧੀ. ਨ ਧਾਵਾ ॥",
    "transliteration": "Hoe Dhaas Dhaasee Thaj Oudhaasee Bahurr Bidhhee N Dhhaavaa ||",
    "translation": "Be the slave of His slaves, forsake sorrow and sadness, and do not bother with other devices.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ ਉੱਤੇ ਭੀ) ਮਿਹਰ ਕਰ, ਮੈਂ (ਪ੍ਰਭੂ ਦੇ) ਦਾਸਾਂ ਦੀ ਦਾਸੀ ਬਣ ਕੇ (ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਵਲੋਂ) ਉਪਰਾਮਤਾ ਛੱਡ ਕੇ ਮੁੜ ਹੋਰ ਹੋਰ ਪਾਸੇ ਨਾਹ ਭਟਕਦਾ ਫਿਰਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36119,
    "shabad_id": 3156,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ ਕਰਹੁ ਕਿਰਪਾ; ਤਾਮਿ ਮੰਗਲੁ ਗਾਵਾ ॥੧॥",
    "transliteration": "Naanak Paeianpai Karahu Kirapaa Thaam Mangal Gaavaa ||1||",
    "translation": "Prays Nanak, O Lord, please bless me with Your Mercy, that I may sing Your songs of bliss. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- (ਤੂੰ ਮਿਹਰ ਕਰੇਂ), ਤਦੋਂ ਹੀ ਮੈਂ (ਭੀ) ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਸਕਾਂਗਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36120,
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅੰਮ੍ਰਿਤੁ ਪ੍ਰਿਅ ਕਾ ਨਾਮੁ; ਮੈ ਅੰਧੁਲੇ ਟੋਹਨੀ ॥",
    "transliteration": "Anmrith Pria Kaa Naam Mai Andhhulae Ttohanee ||",
    "translation": "The Ambrosial Naam, the Name of my Beloved, is like a cane to a blind man.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਮੇਰੇ ਜੀਵਨ ਵਾਸਤੇ ਸਹਾਰਾ ਹੈ ਜਿਵੇਂ ਅੰਨ੍ਹੇ ਨੂੰ ਡੰਗੋਰੀ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36121,
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਓਹ ਜੋਹੈ ਬਹੁ ਪਰਕਾਰ; ਸੁੰਦਰਿ ਮੋਹਨੀ ॥",
    "transliteration": "Ouh Johai Bahu Parakaar Sundhar Mohanee ||",
    "translation": "Maya seduces in so many ways, like a beautiful enticing woman.",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਹ ਮਨ ਨੂੰ ਫਸਾਣ ਵਾਲੀ ਸੁੰਦਰੀ ਮਾਇਆ ਕਈ ਤਰੀਕਿਆਂ ਨਾਲ (ਜੀਵਾਂ ਨੂੰ) ਤਾੜਦੀ ਰਹਿੰਦੀ ਹੈ (ਤੇ ਆਪਣੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਕਰ ਲੈਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36122,
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਮੋਹਨੀ ਮਹਾ ਬਚਿਤ੍ਰਿ ਚੰਚਲਿ; ਅਨਿਕ ਭਾਵ ਦਿਖਾਵੲੇ ॥",
    "transliteration": "Mohanee Mehaa Bachithr Chanchal Anik Bhaav Dhikhaaveae ||",
    "translation": "This enticer is so incredibly beautiful and clever; she entices with countless suggestive gestures.",
    "punjabi": "ਹੇ ਭਾਈ! ਕਈ ਰੰਗਾਂ ਵਾਲੀ ਅਤੇ ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀ ਚੰਚਲ ਮਾਇਆ (ਜੀਵਾਂ ਨੂੰ) ਅਨੇਕਾਂ ਨਖ਼ਰੇ ਵਿਖਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36123,
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਹੋੲਿ ਢੀਠ ਮੀਠੀ ਮਨਹਿ ਲਾਗੈ; ਨਾਮੁ ਲੈਣ. ਨ ਅਾਵੲੇ ॥",
    "transliteration": "Hoe Dteeth Meethee Manehi Laagai Naam Lain N Aaveae ||",
    "translation": "Maya is stubborn and persistent; she seems so sweet to the mind, and then he does not chant the Naam.",
    "punjabi": "ਢੀਠ ਬਣ ਕੇ (ਭਾਵ, ਮੁੜ ਮੁੜ ਆਪਣੇ ਹਾਵ-ਭਾਵ ਵਿਖਾ ਕੇ, ਆਖ਼ਰ ਜੀਵਾਂ ਦੇ) ਮਨ ਵਿਚ ਪਿਆਰੀ ਲੱਗਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਦੇ ਅਸਰ ਹੇਠ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36124,
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗ੍ਰਿਹ ਬਨਹਿ ਤੀਰੈ ਬਰਤ ਪੂਜਾ; ਬਾਟ ਘਾਟੈ ਜੋਹਨੀ ॥",
    "transliteration": "Grih Banehi Theerai Barath Poojaa Baatt Ghaattai Johanee ||",
    "translation": "At home, in the forest, on the banks of sacred rivers, fasting, worshipping, on the roads and on the shore, she is spying.",
    "punjabi": "ਹੇ ਭਾਈ! ਗ੍ਰਿਹਸਤ ਵਿਚ (ਗ੍ਰਿਹਸਤੀਆਂ ਨੂੰ) ਜੰਗਲਾਂ ਵਿਚ (ਤਿਆਗੀਆਂ ਨੂੰ), ਤੀਰਥਾਂ ਦੇ ਕੰਢੇ (ਤੀਰਥ-ਇਸ਼ਨਾਨੀਆਂ ਨੂੰ), ਵਰਤ (ਰੱਖਣ ਵਾਲਿਆਂ ਨੂੰ) ਦੇਵ-ਪੂਜਾ (ਕਰਨ ਵਾਲਿਆਂ ਨੂੰ), ਰਾਹਾਂ ਵਿਚ, ਪੱਤਣਾਂ ਤੇ (ਹਰ ਥਾਂ ਇਹ ਮਾਇਆ ਆਪਣੀ) ਤਾੜ ਵਿਚ ਰੱਖਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36125,
    "shabad_id": 3156,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ, ਦੲਿਅਾ ਧਾਰਹੁ; ਮੈ. ਨਾਮੁ ਅੰਧੁਲੇ ਟੋਹਨੀ ॥੨॥",
    "transliteration": "Naanak Paeianpai Dhaeiaa Dhhaarahu Mai Naam Andhhulae Ttohanee ||2||",
    "translation": "Prays Nanak, please bless me with Your Kindness, Lord; I am blind, and Your Name is my cane. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ (ਇਸ ਮਾਇਆ ਦੀ ਤੱਕ ਤੋਂ ਬਚਣ ਲਈ) ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ (ਦਾ ਸਹਾਰਾ ਦੇਈ ਰੱਖ, ਜਿਵੇਂ) ਅੰਨ੍ਹੇ ਨੂੰ ਡੰਗੋਰੀ ਦਾ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "(ਟੋਹਨੀ)ਸੋਟੀ। ਪੲਿ-ਅੰਪੈ",
    "type_id": 3
  },
  {
    "id": 36126,
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਮੋਹਿ ਅਨਾਥ. ਪ੍ਰਿਅ ਨਾਥ; ਜਿੳੁ ਜਾਨਹੁ ਤਿੳੁ ਰਖਹੁ ॥",
    "transliteration": "Mohi Anaathh Pria Naathh Jio Jaanahu Thio Rakhahu ||",
    "translation": "I am helpless and masterless; You, O my Beloved, are my Lord and Master. As it pleases You, so do You protect me.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਖਸਮ-ਪ੍ਰਭੂ! ਜਿਵੇਂ ਹੋ ਸਕੇ, (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਦੇ ਪੰਜੇ ਤੋਂ) ਮੈਨੂੰ ਨਿਮਾਣੇ ਨੂੰ (ਬਚਾ ਕੇ) ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36127,
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਚਤੁਰਾੲੀ ਮੋਹਿ ਨਾਹਿ; ਰੀਝਾਵੳੁ ਕਹਿ ਮੁਖਹੁ ॥",
    "transliteration": "Chathuraaee Mohi Naahi Reejhaavo Kehi Mukhahu ||",
    "translation": "I have no wisdom or cleverness; what face should I put on to please You?",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਕੋਈ ਸਿਆਣਪ ਨਹੀਂ ਕਿ ਮੈਂ (ਕੁਝ) ਮੂੰਹੋਂ ਆਖ ਕੇ ਤੈਨੂੰ ਪ੍ਰਸੰਨ ਕਰ ਸਕਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36128,
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਨਹ ਚਤੁਰਿ ਸੁਘਰਿ ਸੁਜਾਨ ਬੇਤੀ; ਮੋਹਿ ਨਿਰਗੁਨਿ. ਗੁਨੁ ਨਹੀ ॥",
    "transliteration": "Neh Chathur Sughar Sujaan Baethee Mohi Niragun Gun Nehee ||",
    "translation": "I am not clever, skillful or wise; I am worthless, without any virtue at all.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਨਾਥ! ਮੈਂ ਚਤੁਰ ਨਹੀਂ, ਮੈਂ ਚੰਗੀ ਮਾਨਸਕ ਘਾੜਤ ਵਾਲੀ ਨਹੀਂ, ਮੈਂ ਸਿਆਣੀ ਨਹੀਂ, ਮੈਂ ਚੰਗੀ ਸੂਝ ਵਾਲੀ ਨਹੀਂ, ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ (ਕੋਈ ਭੀ) ਗੁਣ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36129,
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਨਹ ਰੂਪ. ਧੂਪ ਨ ਨੈਣ ਬੰਕੇ; ਜਹ ਭਾਵੈ ਤਹ ਰਖੁ ਤੁਹੀ ॥",
    "transliteration": "Neh Roop Dhhoop N Nain Bankae Jeh Bhaavai Theh Rakh Thuhee ||",
    "translation": "I have no beauty or pleasing smell, no beautiful eyes. As it pleases You, please preserve me, O Lord.",
    "punjabi": "ਨਾਹ ਮੇਰਾ ਸੋਹਣਾ ਰੂਪ ਹੈ, ਨਾਹ (ਮੇਰੇ ਅੰਦਰ ਚੰਗੇ ਗੁਣਾਂ ਵਾਲੀ) ਸੁਗੰਧੀ ਹੈ ਨਾਹ ਮੇਰੇ ਬਾਂਕੇ ਨੈਣ ਹਨ-ਜਿੱਥੇ ਤੇਰੀ ਰਜ਼ਾ ਹੈ ਉਥੇ ਹੀ ਮੈਨੂੰ (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਤੋਂ) ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36130,
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜੈ ਜੈ ਜੲਿਅੰਪਹਿ, ਸਗਲ ਜਾ ਕੳੁ; ਕਰੁਣਾਪਤਿ. ਗਤਿ ਕਿ ਨਿ ਲਖਹੁ ॥",
    "transliteration": "Jai Jai Jaeianpehi Sagal Jaa Ko Karunaapath Gath Kin Lakhahu ||",
    "translation": "His victory is celebrated by all; how can I know the state of the Lord of Mercy?",
    "punjabi": "ਹੇ ਤਰਸ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ! (ਤੂੰ ਐਸਾ ਹੈਂ) ਜਿਸ ਦੀ ਸਾਰੇ ਜੀਵ ਜੈ ਜੈਕਾਰ ਉਚਾਰਦੇ ਹਨ। ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ-ਕਿਸੇ ਨੇ ਭੀ ਇਹ ਭੇਤ ਨਹੀਂ ਸਮਝਿਆ।",
    "pronunciation": "(ਜੲਿ-ਅਮਪਹਿ)ਜਪਣਾ,ਰਾਮਜੀ ਦੀ ੳੁਸਤਤੀ ਕਰਦਿਅਾਂ,ਮਿੱਠੀ ਮਿੱਠੀ ਧੁਨਿ ਚ. ਸ਼ਬਦ ੳੁਚਾਰਣਾ।ਕਿਕਿੳੁਂ ਨਿਨਹੀਂ। ਕਰੁਣਾ-ਪਤਿ।ਲਖਹੁ:ਪੋਲਾ ਬੋਲੋ।(ਦੂਜਾ ਪਾਠ: ਕਿਨਿ)",
    "type_id": 3
  },
  {
    "id": 36131,
    "shabad_id": 3156,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ ਸੇਵ ਸੇਵਕੁ; ਜਿੳੁ ਜਾਨਹੁ ਤਿੳੁ ਮੋਹਿ ਰਖਹੁ ॥੩॥",
    "transliteration": "Naanak Paeianpai Saev Saevak Jio Jaanahu Thio Mohi Rakhahu ||3||",
    "translation": "Prays Nanak, I am the servant of Your servants; as it pleases You, please preserve me. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! (ਮੈਂ ਤੇਰਾ) ਸੇਵਕ ਹਾਂ (ਮੈਨੂੰ ਆਪਣੀ) ਸੇਵਾ-ਭਗਤੀ (ਬਖ਼ਸ਼) ਜਿਵੇਂ ਹੋ ਸਕੇ, ਤਿਵੇਂ ਮੈਨੂੰ (ਇਸ ਮੋਹਣੀ ਮਾਇਆ ਤੋਂ) ਬਚਾਈ ਰੱਖ ॥੩॥",
    "pronunciation": "ਪੲਿ-ਅੰਪੈ",
    "type_id": 3
  },
  {
    "id": 36132,
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮੋਹਿ ਮਛੁਲੀ. ਤੁਮ ਨੀਰ; ਤੁਝ ਬਿਨੁ ਕਿੳੁ ਸਰੈ ॥",
    "transliteration": "Mohi Mashhulee Thum Neer Thujh Bin Kio Sarai ||",
    "translation": "I am the fish, and You are the water; without You, what can I do?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਮੱਛੀ (ਵਾਸਤੇ) ਤੂੰ (ਤੇਰਾ ਨਾਮ) ਪਾਣੀ ਹੈ, ਤੈਥੋਂ ਬਿਨਾ (ਤੇਰੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਮੇਰਾ ਜੀਊਣ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36133,
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 11,
    "gurmukhi": "ਮੋਹਿ ਚਾਤ੍ਰਿਕ. ਤੁਮ੍ਹ ਬੂੰਦ; ਤ੍ਰਿਪਤੳੁ ਮੁਖਿ ਪਰੈ ॥",
    "transliteration": "Mohi Chaathrik Thumh Boondh Thripatho Mukh Parai ||",
    "translation": "I am the rainbird, and You are the rain-drop; when it falls into my mouth, I am satisfied.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਪਪੀਹੇ (ਵਾਸਤੇ) ਤੂੰ (ਤੇਰਾ ਨਾਮ) ਵਰਖਾ ਦੀ ਬੂੰਦ ਹੈ, ਮੈਨੂੰ (ਤਦੋਂ) ਸ਼ਾਂਤੀ ਆਉਂਦੀ ਹੈ (ਜਦੋਂ ਨਾਮ-ਬੂੰਦ ਮੇਰੇ) ਮੂੰਹ ਵਿਚ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36134,
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਮੁਖਿ ਪਰੈ. ਹਰੈ ਪਿਅਾਸ ਮੇਰੀ; ਜੀਅ ਹੀਅਾ ਪ੍ਰਾਨਪਤੇ ॥",
    "transliteration": "Mukh Parai Harai Piaas Maeree Jeea Heeaa Praanapathae ||",
    "translation": "When it falls into my mouth, my thirst is quenched; You are the Lord of my soul, my heart, my breath of life.",
    "punjabi": "(ਜਿਵੇਂ ਵਰਖਾ ਦੀ ਬੂੰਦ ਪਪੀਹੇ ਦੇ ਮੂੰਹ ਵਿਚ ਪੈਂਦੀ ਹੈ ਤਾਂ ਉਹ ਬੂੰਦ ਉਸ ਦੀ ਪਿਆਸ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ, ਤਿਵੇਂ ਜਦੋਂ ਤੇਰਾ ਨਾਮ-ਬੂੰਦ ਮੇਰੇ) ਮੂੰਹ ਵਿਚ ਪੈਂਦੀ ਹੈ ਤਾਂ ਉਹ (ਮੇਰੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36135,
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਲਾਡਿਲੇ. ਲਾਡ ਲਡਾੲਿ ਸਭ ਮਹਿ; ਮਿਲੁ ਹਮਾਰੀ ਹੋੲਿ ਗਤੇ ॥",
    "transliteration": "Laaddilae Laadd Laddaae Sabh Mehi Mil Hamaaree Hoe Gathae ||",
    "translation": "Touch me, and caress me, O Lord, You are in all; let me meet You, so that I may be emancipated.",
    "punjabi": "ਹੇ ਮੇਰੀ ਜਿੰਦ ਦੇ ਮਾਲਕ! ਹੇ ਮੇਰੇ ਹਿਰਦੇ ਦੇ ਸਾਈਂ! ਹੇ ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਦੇ ਨਾਥ! ਹੇ ਪਿਆਰੇ! ਪਿਆਰ-ਭਰੇ ਕੌਤਕ ਕਰ ਕੇ ਤੂੰ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ (ਵੱਸ ਰਿਹਾ ਹੈਂ। ਹੇ ਪਿਆਰੇ! ਮੈਨੂੰ) ਮਿਲ, (ਤਾਕਿ) ਮੇਰੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਬਣ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36136,
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਚੀਤਿ ਚਿਤਵੳੁ ਮਿਟੁ ਅੰਧਾਰੇ; ਜਿੳੁ ਅਾਸ ਚਕਵੀ ਦਿਨੁ ਚਰੈ ॥",
    "transliteration": "Cheeth Chithavo Mitt Andhhaarae Jio Aas Chakavee Dhin Charai ||",
    "translation": "In my consciousness I remember You, and the darkness is dispelled, like the chakvi duck, which longs to see the dawn.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਵੇਂ ਚਕਵੀ ਆਸ ਬਣਾਈ ਰੱਖਦੀ ਹੈ ਕਿ ਦਿਨ ਚੜ੍ਹ ਰਿਹਾ ਹੈ, ਤਿਵੇਂ ਮੈਂ ਭੀ (ਤੇਰਾ ਮਿਲਾਪ ਹੀ) ਚਿਤਾਰਦੀ ਰਹਿੰਦੀ ਹਾਂ (ਤੇ, ਆਖਦੀ ਰਹਿੰਦੀ ਹਾਂ-) ਹੇ ਹਨੇਰੇ! (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਹਨੇਰੇ! ਮੇਰੇ ਅੰਦਰੋਂ) ਦੂਰ ਹੋ ਜਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36137,
    "shabad_id": 3156,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ ਪ੍ਰਿਅ ਸੰਗਿ ਮੇਲੀ; ਮਛੁਲੀ ਨੀਰੁ. ਨ ਵੀਸਰੈ ॥੪॥",
    "transliteration": "Naanak Paeianpai Pria Sang Maelee Mashhulee Neer N Veesarai ||4||",
    "translation": "Prays Nanak, O my Beloved, please unite me with Yourself; the fish never forgets the water. ||4||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪਿਆਰੇ (ਮੈਨੂੰ ਆਪਣੇ) ਨਾਲ ਮਿਲਾ ਲੈ, (ਮੈਂ) ਮੱਛੀ ਨੂੰ (ਤੇਰਾ ਨਾਮ-) ਪਾਣੀ ਭੁੱਲ ਨਹੀਂ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36138,
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਧਨਿ ਧੰਨਿ ਹਮਾਰੇ ਭਾਗ; ਘਰਿ ਅਾੲਿਅਾ ਪਿਰੁ ਮੇਰਾ ॥",
    "transliteration": "Dhhan Dhhann Hamaarae Bhaag Ghar Aaeiaa Pir Maeraa ||",
    "translation": "Blessed, blessed is my destiny; my Husband Lord has come into my home.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਮੇਰਾ (ਪ੍ਰਭੂ) ਪਤੀ ਆ ਵੱਸਿਆ ਹੈ, ਮੇਰੇ ਭਾਗ ਜਾਗ ਪਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36139,
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਸੋਹੇ ਬੰਕ ਦੁਅਾਰ; ਸਗਲਾ ਬਨੁ ਹਰਾ ॥",
    "transliteration": "Sohae Bank Dhuaar Sagalaa Ban Haraa ||",
    "translation": "The gate of my mansion is so beautiful, and all my gardens are so green and alive.",
    "punjabi": "(ਮੇਰੇ ਇਸ ਸਰੀਰ-ਘਰ ਦੇ) ਦਰਵਾਜ਼ੇ (ਸਾਰੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ) ਸੋਹਣੇ ਬਣ ਗਏ ਹਨ (ਭਾਵ, ਹੁਣ ਇਹ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਲ ਖਿੱਚ ਨਹੀਂ ਪਾਂਦੇ, ਮੇਰਾ) ਸਾਰਾ ਹਿਰਦੇ-ਜੂਹ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36140,
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਹਰ ਹਰਾ ਸੁਅਾਮੀ ਸੁਖਹਗਾਮੀ; ਅਨਦ ਮੰਗਲ ਰਸੁ ਘਣਾ ॥",
    "transliteration": "Har Haraa Suaamee Sukheh Gaamee Anadh Mangal Ras Ghanaa ||",
    "translation": "My peace-giving Lord and Master has rejuvenated me, and blessed me with great joy, bliss and love.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਆਤਮਕ ਜੀਵਨ ਨਾਲ ਭਰਪੂਰ ਅਤੇ ਸੁਖਾਂ ਦੀ ਦਾਤ ਦੇਣ ਵਾਲਾ ਮਾਲਕ-ਪ੍ਰਭੂ (ਮੇਰੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ, ਜਿਸ ਦਾ ਸਦਕਾ ਮੇਰੇ ਅੰਦਰ) ਆਨੰਦ ਬਣ ਗਏ ਹਨ, ਖ਼ੁਸ਼ੀਆਂ ਹੋ ਗਈਆਂ ਹਨ, ਬਹੁਤ ਸੁਆਦ ਬਣ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36141,
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ਨਵਲ ਨਵਤਨ ਨਾਹੁ ਬਾਲਾ; ਕਵਨ ਰਸਨਾ ਗੁਨ ਭਣਾ ॥",
    "transliteration": "Naval Navathan Naahu Baalaa Kavan Rasanaa Gun Bhanaa ||",
    "translation": "My Young Husband Lord is eternally young, and His body is forever youthful; what tongue can I use to chant His Glorious Praises?",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰਾ ਖਸਮ-ਪ੍ਰਭੂ ਹਰ ਵੇਲੇ ਨਵਾਂ ਹੈ ਜੁਆਨ ਹੈ (ਭਾਵ, ਉਸ ਦਾ ਪਿਆਰ ਕਦੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਪੈਂਦਾ)। ਮੈਂ (ਆਪਣੀ) ਜੀਭ ਨਾਲ (ਉਸ ਦੇ) ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਦੱਸਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36142,
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੀ ਸੇਜ ਸੋਹੀ ਦੇਖਿ ਮੋਹੀ; ਸਗਲ ਸਹਸਾ ਦੁਖੁ ਹਰਾ ॥",
    "transliteration": "Maeree Saej Sohee Dhaekh Mohee Sagal Sehasaa Dhukh Haraa ||",
    "translation": "My bed is beautiful; gazing upon Him, I am fascinated, and all my doubts and pains are dispelled.",
    "punjabi": "(ਹੇ ਸਹੇਲੀਏ! ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਆ ਵੱਸਣ ਨਾਲ) ਮੇਰੀ ਹਿਰਦਾ-ਸੇਜ ਸਜ ਗਈ ਹੈ, (ਉਸ ਪ੍ਰਭੂ-ਪਤੀ ਦਾ) ਦਰਸਨ ਕਰ ਕੇ ਮੈਂ ਮਸਤ ਹੋ ਰਹੀ ਹਾਂ (ਉਸ ਨੇ ਮੇਰੇ ਅੰਦਰੋਂ) ਹਰੇਕ ਸਹਿਮ ਤੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36143,
    "shabad_id": 3156,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕੁ ਪੲਿਅੰਪੈ ਮੇਰੀ ਅਾਸ ਪੂਰੀ; ਮਿਲੇ ਸੁਅਾਮੀ ਅਪਰੰਪਰਾ ॥੫॥੧॥੩॥",
    "transliteration": "Naanak Paeianpai Maeree Aas Pooree Milae Suaamee Aparanparaa ||5||1||3||",
    "translation": "Prays Nanak, my hopes are fulfilled; my Lord and Master is unlimited. ||5||1||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਮੈਨੂੰ ਬੇਅੰਤ ਮਾਲਕ-ਪ੍ਰਭੂ ਮਿਲ ਪਿਆ ਹੈ, ਮੇਰੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ ॥੫॥੧॥੩॥",
    "pronunciation": "ਅਪ-ਰੰਪਰਾ",
    "type_id": 3
  },
  {
    "id": 36144,
    "shabad_id": 3157,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਮਹਲਾ ੫ ਛੰਤ ਮੰਗਲ",
    "transliteration": "Bilaaval Mehalaa 5 Shhanth Mangala",
    "translation": "Bilaaval, Fifth Mehl, Chhant, Mangal ~ The Song Of Joy:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਛੰਤ-ਮੰਗਲ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36145,
    "shabad_id": 3157,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 36146,
    "shabad_id": 3157,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36147,
    "shabad_id": 3157,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸੁੰਦਰ ਸਾਂਤਿ ਦੲਿਅਾਲ ਪ੍ਰਭ; ਸਰਬ ਸੁਖਾ ਨਿਧਿ ਪੀੳੁ ॥",
    "transliteration": "Sundhar Saanth Dhaeiaal Prabh Sarab Sukhaa Nidhh Peeo ||",
    "translation": "God is beautiful, tranquil and merciful; He is the treasure of absolute peace, my Husband Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ-ਪਤੀ ਸੋਹਣਾ ਹੈ ਸ਼ਾਂਤੀ-ਰੂਪ ਹੈ, ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ ਅਤੇ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
