[
  {
    "id": 36183,
    "shabad_id": 3160,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਲਾਵਲ ਕੀ ਵਾਰ ਮਹਲਾ ੪",
    "transliteration": "Bilaaval Kee Vaar Mehalaa 4",
    "translation": "Vaar Of Bilaaval, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36184,
    "shabad_id": 3160,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 36185,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੪ ॥",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36186,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ੳੁਤਮੁ ਹਰਿ ਪ੍ਰਭੁ ਗਾਵਿਅਾ; ਕਰਿ ਨਾਦੁ ਬਿਲਾਵਲੁ ਰਾਗੁ ॥",
    "transliteration": "Har Outham Har Prabh Gaaviaa Kar Naadh Bilaaval Raag ||",
    "translation": "I sing of the sublime Lord, the Lord God, in the melody of Raag Bilaaval.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ-ਰੂਪ ਬਿਲਾਵਲ ਰਾਗ ਉਚਾਰ ਕੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36187,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ੳੁਪਦੇਸੁ ਗੁਰੂ ਸੁਣਿ ਮੰਨਿਅਾ; ਧੁਰਿ ਮਸਤਕਿ ਪੂਰਾ ਭਾਗੁ ॥",
    "transliteration": "Oupadhaes Guroo Sun Manniaa Dhhur Masathak Pooraa Bhaag ||",
    "translation": "Hearing the Guru's Teachings, I obey them; this is the pre-ordained destiny written upon my forehead.",
    "punjabi": "ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਤੋਂ ਹੀ ਪੂਰਨ ਭਾਗ ਹੈ, (ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪੂਰਨ ਭਲੇ ਸੰਸਕਾਰਾਂ ਦਾ ਲੇਖ ਉੱਘੜਦਾ ਹੈ) ਉਸ ਨੇ ਸਤਿਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣ ਕੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36188,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਭ ਦਿਨਸੁ ਰੈਣਿ ਗੁਣ ੳੁਚਰੈ; ਹਰਿ ਹਰਿ ਹਰਿ ੳੁਰਿ ਲਿਵ ਲਾਗੁ ॥",
    "transliteration": "Sabh Dhinas Rain Gun Oucharai Har Har Har Our Liv Laag ||",
    "translation": "All day and night, I chant the Glorious Praises of the Lord, Har, Har, Har; within my heart, I am lovingly attuned to Him.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਾਰਾ ਦਿਨ ਤੇ ਸਾਰੀ ਰਾਤ (ਅੱਠੇ ਪਹਿਰ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਦੀ ਲਗਨ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36189,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਭੁ ਤਨੁ ਮਨੁ ਹਰਿਅਾ ਹੋੲਿਅਾ; ਮਨੁ ਖਿੜਿਅਾ ਹਰਿਅਾ ਬਾਗੁ ॥",
    "transliteration": "Sabh Than Man Hariaa Hoeiaa Man Khirriaa Hariaa Baag ||",
    "translation": "My body and mind are totally rejuvenated, and the garden of my mind has blossomed forth in lush abundance.",
    "punjabi": "ਉਸ ਦਾ ਸਾਰਾ ਤਨ ਸਾਰਾ ਮਨ ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸ ਨਾਲ ਭਰ ਜਾਂਦਾ ਹੈ), ਉਸ ਦਾ ਮਨ (ਇਉਂ) ਖਿੜ ਪੈਂਦਾ ਹੈ (ਜਿਵੇਂ) ਹਰਾ ਹੋਇਆ ਹੋਇਆ ਬਾਗ਼ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36190,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਗਿਅਾਨੁ ਅੰਧੇਰਾ ਮਿਟਿ ਗੲਿਅਾ; ਗੁਰ ਚਾਨਣੁ ਗਿਅਾਨੁ ਚਰਾਗੁ ॥",
    "transliteration": "Agiaan Andhhaeraa Mitt Gaeiaa Gur Chaanan Giaan Charaag ||",
    "translation": "The darkness of ignorance has been dispelled, with the light of the lamp of the Guru's wisdom. Servant Nanak lives by beholding the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦਿੱਤੀ ਹੋਈ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ (ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ) ਦੀਵਾ ਰੌਸ਼ਨੀ ਕਰ ਦੇਂਦਾ ਹੈ (ਜਿਸ ਦੀ ਬਰਕਤ ਨਾਲ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ (ਦਾ) ਹਨੇਰਾ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36191,
    "shabad_id": 3160,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਜੀਵੈ ਦੇਖਿ ਹਰਿ; ੲਿਕ ਨਿਮਖ ਘੜੀ ਮੁਖਿ ਲਾਗੁ ॥੧॥",
    "transliteration": "Jan Naanak Jeevai Dhaekh Har Eik Nimakh Gharree Mukh Laag ||1||",
    "translation": "Let me behold Your face, for a moment, even an instant! ||1||",
    "punjabi": "ਹੇ ਹਰੀ! (ਤੇਰਾ) ਦਾਸ ਨਾਨਕ (ਅਜੇਹੇ ਗੁਰਮੁਖਿ ਮਨੁੱਖ ਨੂੰ) ਵੇਖ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਹੈ (ਤੇ, ਚਾਹੁੰਦਾ ਹੈ ਕਿ) ਭਾਵੇਂ ਇਕ ਪਲ-ਭਰ ਹੀ ਉਸ ਦਾ ਦਰਸ਼ਨ ਹੋਵੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36192,
    "shabad_id": 3161,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36193,
    "shabad_id": 3161,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਤਬ ਹੀ ਕੀਜੀਅੈ; ਜਬ ਮੁਖਿ ਹੋਵੈ ਨਾਮੁ ॥",
    "transliteration": "Bilaaval Thab Hee Keejeeai Jab Mukh Hovai Naam ||",
    "translation": "Be happy and sing in Bilaaval, when the Naam, the Name of the Lord, is in your mouth.",
    "punjabi": "ਹੇ ਭਾਈ! ਪੂਰਨ ਆਤਮਕ ਆਨੰਦ ਤਦੋਂ ਹੀ ਮਾਣਿਆ ਜਾ ਸਕਦਾ ਹੈ, ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮਨੁੱਖ ਦੇ) ਮੂੰਹ ਵਿਚ ਟਿਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36194,
    "shabad_id": 3161,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਗ ਨਾਦ ਸਬਦਿ ਸੋਹਣੇ; ਜਾ ਲਾਗੈ ਸਹਜਿ ਧਿਅਾਨੁ ॥",
    "transliteration": "Raag Naadh Sabadh Sohanae Jaa Laagai Sehaj Dhhiaan ||",
    "translation": "The melody and music, and the Word of the Shabad are beautiful, when one focuses his meditation on the celestial Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਰਾਗ ਤੇ ਨਾਦ (ਭੀ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਤਦੋਂ ਹੀ ਸੋਹਣੇ ਲੱਗਦੇ ਹਨ ਜਦੋਂ (ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਮਨੁੱਖ ਦੀ) ਸੁਰਤ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36195,
    "shabad_id": 3161,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਰਾਗ ਨਾਦ ਛੋਡਿ. ਹਰਿ ਸੇਵੀਅੈ; ਤਾ ਦਰਗਹ ਪਾੲੀਅੈ ਮਾਨੁ ॥",
    "transliteration": "Raag Naadh Shhodd Har Saeveeai Thaa Dharageh Paaeeai Maan ||",
    "translation": "So leave behind the melody and music, and serve the Lord; then, you shall obtain honor in the Court of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਸੰਸਾਰਕ) ਰਾਗ ਰੰਗ (ਦਾ ਰਸ) ਛੱਡ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36196,
    "shabad_id": 3161,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਬ੍ਰਹਮੁ ਬੀਚਾਰੀਅੈ; ਚੂਕੈ ਮਨਿ ਅਭਿਮਾਨੁ ॥੨॥",
    "transliteration": "Naanak Guramukh Breham Beechaareeai Chookai Man Abhimaan ||2||",
    "translation": "O Nanak, as Gurmukh, contemplate God, and rid your mind of egotistical pride. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਜੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਮਨ ਵਿਚ ਟਿਕਾਈਏ, ਤਾਂ ਮਨ ਵਿਚ (ਟਿਕਿਆ ਹੋਇਆ) ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36197,
    "shabad_id": 3162,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36198,
    "shabad_id": 3162,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੂ ਹਰਿ ਪ੍ਰਭੁ ਅਾਪਿ ਅਗੰਮੁ ਹੈ; ਸਭਿ ਤੁਧੁ ੳੁਪਾੲਿਅਾ ॥",
    "transliteration": "Thoo Har Prabh Aap Aganm Hai Sabh Thudhh Oupaaeiaa ||",
    "translation": "O Lord God, You Yourself are inaccessible; You formed everything.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈਂ, ਸਾਰੇ ਜੀਵ ਤੂੰ ਹੀ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਪਰ ਤੂੰ ਜੀਵਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36199,
    "shabad_id": 3162,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੂ ਅਾਪੇ ਅਾਪਿ ਵਰਤਦਾ; ਸਭੁ ਜਗਤੁ ਸਬਾੲਿਅਾ ॥",
    "transliteration": "Thoo Aapae Aap Varathadhaa Sabh Jagath Sabaaeiaa ||",
    "translation": "You Yourself are totally permeating and pervading the entire universe.",
    "punjabi": "(ਇਹ ਜੋ) ਸਾਰਾ ਜਗਤ (ਦਿੱਸ ਰਿਹਾ) ਹੈ (ਇਸ ਵਿਚ ਹਰ ਥਾਂ) ਤੂੰ ਆਪ ਹੀ ਆਪ ਵਿਆਪਕ ਹੈਂ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 36200,
    "shabad_id": 3162,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤੁਧੁ ਅਾਪੇ ਤਾੜੀ ਲਾੲੀਅੈ; ਅਾਪੇ ਗੁਣ ਗਾੲਿਅਾ ॥",
    "transliteration": "Thudhh Aapae Thaarree Laaeeai Aapae Gun Gaaeiaa ||",
    "translation": "You Yourself are absorbed in the state of deep meditation; You Yourself sing Your Glorious Praises.",
    "punjabi": "(ਸਾਰੇ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੋ ਕੇ) ਸਮਾਧੀ ਭੀ ਤੂੰ ਆਪ ਹੀ ਲਾ ਰਿਹਾ ਹੈਂ, ਤੇ (ਆਪਣੇ) ਗੁਣ ਭੀ ਤੂੰ ਆਪ ਹੀ ਗਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36201,
    "shabad_id": 3162,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਧਿਅਾਵਹੁ ਭਗਤਹੁ ਦਿਨਸੁ ਰਾਤਿ; ਅੰਤਿ ਲੲੇ ਛਡਾੲਿਅਾ ॥",
    "transliteration": "Har Dhhiaavahu Bhagathahu Dhinas Raath Anth Leae Shhaddaaeiaa ||",
    "translation": "Meditate on the Lord, O devotees, day and night; He shall deliver you in the end.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਦਿਨ ਰਾਤ (ਹਰ ਵੇਲੇ) ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਿਆ ਕਰੋ, ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਅੰਤ ਵਿਚ ਬਚਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36202,
    "shabad_id": 3162,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਨਿ ਸੇਵਿਅਾ ਤਿਨਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਹਰਿ ਨਾਮਿ ਸਮਾੲਿਅਾ ॥੧॥",
    "transliteration": "Jin Saeviaa Thin Sukh Paaeiaa Har Naam Samaaeiaa ||1||",
    "translation": "Those who serve the Lord, find peace; they are absorbed in the Name of the Lord. ||1||",
    "punjabi": "ਜਿਸ (ਭੀ) ਮਨੁੱਖ ਨੇ ਉਸ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕੀਤੀ, ਉਸ ਨੇ (ਹੀ) ਸੁਖ ਪ੍ਰਾਪਤ ਕੀਤਾ, (ਕਿਉਂਕਿ ਉਹ ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36203,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36204,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਬਿਲਾਵਲੁ. ਨ ਹੋਵੲੀ; ਮਨਮੁਖਿ ਥਾੲਿ. ਨ ਪਾੲਿ ॥",
    "transliteration": "Dhoojai Bhaae Bilaaval N Hovee Manamukh Thhaae N Paae ||",
    "translation": "In the love of duality, the happiness of Bilaaval does not come; the self-willed manmukh finds no place of rest.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਟਿਕੇ ਰਿਹਾਂ) ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ, ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀਆਂ ਨਿਗਾਹਾਂ ਵਿਚ) ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36205,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪਾਖੰਡਿ. ਭਗਤਿ, ਨ ਹੋਵੲੀ; ਪਾਰਬ੍ਰਹਮੁ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Paakhandd Bhagath N Hovee Paarabreham N Paaeiaa Jaae ||",
    "translation": "Through hypocrisy, devotional worship does not come, and the Supreme Lord God is not found.",
    "punjabi": "(ਕਿਉਂਕਿ) ਅੰਦਰੋਂ ਹੋਰ ਤੇ ਬਾਹਰੋਂ ਹੋਰ ਰਿਹਾਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਨਹੀਂ ਮਿਲ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36206,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਹਠਿ ਕਰਮ ਕਮਾਵਣੇ; ਥਾੲਿ, ਨ ਕੋੲੀ ਪਾੲਿ ॥",
    "transliteration": "Manehath Karam Kamaavanae Thhaae N Koee Paae ||",
    "translation": "By stubborn-mindedly performing religious rituals, no one obtains the approval of the Lord.",
    "punjabi": "(ਅੰਦਰ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਨਾਹ ਹੋਵੇ ਤਾਂ ਨਿਰੇ) ਮਨ ਦੇ ਹਠ ਨਾਲ ਕੀਤੇ ਕਰਮਾਂ ਦੀ ਰਾਹੀਂ ਕੋਈ ਮਨੁੱਖ (ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36207,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ. ਅਾਪੁ ਬੀਚਾਰੀਅੈ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ॥",
    "transliteration": "Naanak Guramukh Aap Beechaareeai Vichahu Aap Gavaae ||",
    "translation": "O Nanak, the Gurmukh understands himself, and eradicates self-conceit from within.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ ਪੜਤਾਲਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36208,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਅਾਪਿ ਪਾਰਬ੍ਰਹਮੁ ਹੈ; ਪਾਰਬ੍ਰਹਮੁ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Aapae Aap Paarabreham Hai Paarabreham Vasiaa Man Aae ||",
    "translation": "He Himself is the Supreme Lord God; the Supreme Lord God comes to dwell in his mind.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਉਹ) ਪਰਮਾਤਮਾ (ਜੋ ਹਰ ਥਾਂ) ਆਪ ਹੀ ਆਪ ਹੈ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36209,
    "shabad_id": 3163,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣਾ ਕਟਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ॥੧॥",
    "transliteration": "Janman Maranaa Kattiaa Jothee Joth Milaae ||1||",
    "translation": "Birth and death are erased, and his light blends with the Light. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ (ਆਪਣੀ) ਸੁਰਤ ਜੋੜਿਆਂ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36210,
    "shabad_id": 3164,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36211,
    "shabad_id": 3164,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਕਰਿਹੁ ਤੁਮ੍ਹ ਪਿਅਾਰਿਹੋ; ੲੇਕਸੁ ਸਿੳੁ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Bilaaval Karihu Thumh Piaariho Eaekas Sio Liv Laae ||",
    "translation": "Be happy in Bilaaval, O my beloveds, and embrace love for the One Lord.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸੱਜਣੋ! ਇੱਕ (ਪਰਮਾਤਮਾ) ਨਾਲ ਸੁਰਤ ਜੋੜ ਕੇ ਤੁਸੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36212,
    "shabad_id": 3164,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਨਮ ਮਰਣ ਦੁਖੁ ਕਟੀਅੈ; ਸਚੇ ਰਹੈ ਸਮਾੲਿ ॥",
    "transliteration": "Janam Maran Dhukh Katteeai Sachae Rehai Samaae ||",
    "translation": "The pains of birth and death shall be eradicated, and you shall remain absorbed in the True Lord.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਉਸ ਦਾ) ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ, (ਕਿਉਂਕਿ) ਉਹ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਵਿਚ (ਸਦਾ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36213,
    "shabad_id": 3164,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਦਾ ਬਿਲਾਵਲੁ ਅਨੰਦੁ ਹੈ; ਜੇ ਚਲਹਿ ਸਤਿਗੁਰ ਭਾੲਿ ॥",
    "transliteration": "Sadhaa Bilaaval Anandh Hai Jae Chalehi Sathigur Bhaae ||",
    "translation": "You shall be blissful forever in Bilaaval, if you walk in harmony with the Will of the True Guru.",
    "punjabi": "ਜੇ (ਮਨੁੱਖ) ਗੁਰੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਰਹਿਣ (ਤਾਂ ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36214,
    "shabad_id": 3164,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਤਸੰਗਤੀ ਬਹਿ ਭਾੳੁ ਕਰਿ; ਸਦਾ ਹਰਿ ਕੇ ਗੁਣ ਗਾੲਿ ॥",
    "transliteration": "Sathasangathee Behi Bhaao Kar Sadhaa Har Kae Gun Gaae ||",
    "translation": "Sitting in the Saints' Congregation, sing with love the Glorious Praises of the Lord forever.",
    "punjabi": "ਸਤਸੰਗਤਿ ਵਿਚ ਬੈਠ ਕੇ ਪਿਆਰ ਨਾਲ ਸਦਾ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "ਸਤਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 36215,
    "shabad_id": 3164,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਸੇ ਜਨ ਸੋਹਣੇ; ਜਿ ਗੁਰਮੁਖਿ ਮੇਲਿ ਮਿਲਾੲਿ ॥੨॥",
    "transliteration": "Naanak Sae Jan Sohanae J Guramukh Mael Milaae ||2||",
    "translation": "O Nanak, beautiful are those humble beings, who, as Gurmukh, are united in the Lord's Union. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਸੋਹਣੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36216,
    "shabad_id": 3165,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36217,
    "shabad_id": 3165,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਭਨਾ ਜੀਅਾ ਵਿਚਿ ਹਰਿ ਅਾਪਿ; ਸੋ ਭਗਤਾ ਕਾ ਮਿਤੁ ਹਰਿ ॥",
    "transliteration": "Sabhanaa Jeeaa Vich Har Aap So Bhagathaa Kaa Mith Har ||",
    "translation": "The Lord Himself is within all beings. The Lord is the friend of His devotees.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਆਪ ਸਭ ਜੀਵਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈ ਉਹ ਹੀ ਭਗਤਾਂ ਦਾ ਮਿੱਤਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36218,
    "shabad_id": 3165,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਭੁ ਕੋੲੀ ਹਰਿ ਕੈ ਵਸਿ; ਭਗਤਾ ਕੈ ਅਨੰਦੁ ਘਰਿ ॥",
    "transliteration": "Sabh Koee Har Kai Vas Bhagathaa Kai Anandh Ghar ||",
    "translation": "Everyone is under the Lord's control; in the home of the devotees there is bliss.",
    "punjabi": "ਭਗਤਾਂ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਸਦਾ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਜਾਣਦੇ ਹਨ ਕਿ) ਹਰੇਕ ਜੀਵ ਪਰਮਾਤਮਾ ਦੇ ਵੱਸ ਵਿਚ ਹੈ (ਤੇ ਉਹ ਪਰਮਾਤਮਾ ਉਹਨਾਂ ਦਾ ਮਿੱਤਰ ਹੈ)।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 36219,
    "shabad_id": 3165,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਭਗਤਾ ਕਾ ਮੇਲੀ ਸਰਬਤ; ਸੳੁ ਨਿਸੁਲ ਜਨ. ਟੰਗ ਧਰਿ ॥",
    "transliteration": "Har Bhagathaa Kaa Maelee Sarabath So Nisul Jan Ttang Dhhar ||",
    "translation": "The Lord is the friend and companion of His devotees; all His humble servants stretch out and sleep in peace.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹਰ ਥਾਂ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਸਾਥੀ-ਮਦਦਗਾਰ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਸ ਦੇ) ਭਗਤ ਲੱਤ ਉਤੇ ਲੱਤ ਰਖ ਕੇ ਬੇ-ਫ਼ਿਕਰ ਹੋ ਕੇ ਸੌਂਦੇ ਹਨ (ਨਿਸਚਿੰਤ ਜੀਵਨ ਬਤੀਤ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਸੳੁ)ਸੳੁਣਾ।(ਨਿਸੁਲ)ਦੁਖ ਰਹਿਤ ਨਿਸ਼ੰਕ ਹੋ ਕੇ। (ਟੰਗ)ਬ੍ਰਿਤੀ ਪ੍ਰਮੇਸ਼ਰ ਚ(ਧਰਿ)ਟਿਕਾ ਕੇ। ਸਰਬੱਤ।ਨਿੱਸੁਲ",
    "type_id": 3
  },
  {
    "id": 36220,
    "shabad_id": 3165,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਸਭਨਾ ਕਾ ਹੈ ਖਸਮੁ; ਸੋ ਭਗਤ ਜਨ ਚਿਤਿ ਕਰਿ ॥",
    "transliteration": "Har Sabhanaa Kaa Hai Khasam So Bhagath Jan Chith Kar ||",
    "translation": "The Lord is the Lord and Master of all; O humble devotee, remember Him.",
    "punjabi": "ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦਾ ਖਸਮ ਹੈ, ਉਸ ਨੂੰ ਭਗਤ ਜਨ (ਸਦਾ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36221,
    "shabad_id": 3165,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੁਧੁ ਅਪੜਿ ਕੋੲਿ. ਨ ਸਕੈ; ਸਭ ਝਖਿ ਝਖਿ ਪਵੈ ਝੜਿ ॥੨॥",
    "transliteration": "Thudhh Aparr Koe N Sakai Sabh Jhakh Jhakh Pavai Jharr ||2||",
    "translation": "No one can equal You, Lord. Those who try, struggle and die in frustration. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੀ ਲੁਕਾਈ ਖਪ ਖਪ ਕੇ ਥੱਕ ਜਾਂਦੀ ਹੈ, ਕੋਈ ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੨॥",
    "pronunciation": "ਅੱਪੜਿ",
    "type_id": 3
  }
]
