[
  {
    "id": 36337,
    "shabad_id": 3184,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੇਵਕ ਭਾੲਿ, ਹਰਿ ਧਨੁ ਮਿਲੈ; ਤਿਥਹੁ ਕਰਮਹੀਣ ਲੈ. ਨ ਸਕਹਿ; ਹੋਰ ਥੈ ਦੇਸ ਦਿਸੰਤਰਿ, ਹਰਿ ਧਨੁ ਨਾਹਿ ॥੮॥",
    "transliteration": "Guramukh Saevak Bhaae Har Dhhan Milai Thithhahu Karameheen Lai N Sakehi Hor Thhai Dhaes Dhisanthar Har Dhhan Naahi ||8||",
    "translation": "Through loving service, the Gurmukhs receive the wealth of the Naam, but the unfortunate ones cannot receive it. This wealth is not found anywhere else, in this country or in any other. ||8||",
    "punjabi": "ਹੇ ਭਾਈ! ਸੇਵਕ-ਭਾਵਨਾ ਨਾਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਮਿਲਦਾ ਹੈ; ਪਰ ਉਹ (ਨਿੰਦਕ) ਅਭਾਗੇ ਉਥੋਂ (ਗੁਰੂ-ਦਰ ਤੋਂ) ਇਹ ਧਨ ਲੈ ਨਹੀਂ ਸਕਦੇ (ਤੇ, ਗੁਰੂ-ਦਰ ਤੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਥਾਂ ਕਿਸੇ ਹੋਰ ਦੇਸ ਵਿਚ ਇਹ ਨਾਮ-ਧਨ ਹੈ ਹੀ ਨਹੀਂ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36338,
    "shabad_id": 3185,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36339,
    "shabad_id": 3185,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੰਸਾ ਮੂਲਿ. ਨ ਹੋਵੲੀ; ਚਿੰਤਾ ਵਿਚਹੁ ਜਾੲਿ ॥",
    "transliteration": "Guramukh Sansaa Mool N Hovee Chinthaa Vichahu Jaae ||",
    "translation": "The Gurmukh does not have an iota of skepticism or doubt; worries depart from within him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਕਿਸੇ ਕਿਸਮ ਦਾ) ਤੌਖ਼ਲਾ ਉੱਕਾ ਹੀ ਨਹੀਂ ਹੁੰਦਾ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਚਿੰਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36340,
    "shabad_id": 3185,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਹੋੲਿ ਸੁ ਸਹਜੇ ਹੋੲਿ; ਕਹਣਾ ਕਿਛੂ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Jo Kishh Hoe S Sehajae Hoe Kehanaa Kishhoo N Jaae ||",
    "translation": "Whatever he does, he does with grace and poise. Nothing else can be said about him.",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਹੋ ਜਾਂਦਾ ਹੈ ਕਿ ਸੰਸਾਰ ਵਿਚ) ਜੋ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਹੋ ਰਿਹਾ ਹੈ, ਉਸ ਉਤੇ ਕੋਈ ਇਤਰਾਜ਼ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36341,
    "shabad_id": 3185,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਤਿਨ੍ਹ ਕਾ ਅਾਖਿਅਾ ਅਾਪਿ ਸੁਣੇ; ਜਿ ਲੲਿਅਨੁ ਪੰਨੈ ਪਾੲਿ ॥੧॥",
    "transliteration": "Naanak Thin Kaa Aakhiaa Aap Sunae J Laeian Pannai Paae ||1||",
    "translation": "O Nanak, the Lord Himself hears the speech of those whom He makes His own. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਲੜ ਲਾ ਲੈਂਦਾ ਹੈ ਉਹਨਾਂ ਦੀ ਅਰਜ਼ੋਈ (ਪਰਮਾਤਮਾ ਸਦਾ) ਆਪ ਸੁਣਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36342,
    "shabad_id": 3186,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36343,
    "shabad_id": 3186,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਾਲੁ ਮਾਰਿ ਮਨਸਾ ਮਨਹਿ ਸਮਾਣੀ; ਅੰਤਰਿ ਨਿਰਮਲੁ ਨਾੳੁ ॥",
    "transliteration": "Kaal Maar Manasaa Manehi Samaanee Anthar Niramal Naao ||",
    "translation": "He conquers death, and subdues the desires of his mind; the Immaculate Name abides deep within him.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਪਵਿੱਤਰ ਨਾਮ ਵੱਸਦਾ ਹੈ ਉਹ ਆਤਮਕ ਮੌਤ ਨੂੰ ਮੁਕਾ ਕੇ ਮਨ ਦੇ ਮਾਇਕ ਫੁਰਨੇ ਨੂੰ ਮਨ ਵਿਚ ਹੀ ਦੱਬ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36344,
    "shabad_id": 3186,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਜਾਗੈ. ਕਦੇ, ਨ ਸੋਵੈ; ਸਹਜੇ ਅੰਮਿ੍ਰਤੁ ਪਿਅਾੳੁ ॥",
    "transliteration": "Anadhin Jaagai Kadhae N Sovai Sehajae Anmrith Piaao ||",
    "translation": "Night and day, he remains awake and aware; he never sleeps, and he intuitively drinks in the Ambrosial Nectar.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਹਰ ਵੇਲੇ ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ, ਕਦੇ ਉਹ (ਗ਼ਫ਼ਲਤ ਦੀ ਨੀਂਦ ਵਿਚ) ਨਹੀਂ ਸੌਂਦਾ। ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ (ਉਸ ਦੀ) ਖ਼ੁਰਾਕ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36345,
    "shabad_id": 3186,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮੀਠਾ ਬੋਲੇ ਅੰਮਿ੍ਰਤ ਬਾਣੀ; ਅਨ ਦਿਨੁ ਹਰਿ ਗੁਣ ਗਾੳੁ ॥",
    "transliteration": "Meethaa Bolae Anmrith Baanee Anadhin Har Gun Gaao ||",
    "translation": "His speech is sweet, and his words are nectar; night and day, he sings the Glorious Praises of the Lord.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਸਦਾ) ਮਿੱਠਾ ਬੋਲਦਾ ਹੈ, (ਸਤਿਗੁਰੂ ਦੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36346,
    "shabad_id": 3186,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਵਾਸਾ ਸਦਾ ਸੋਹਦੇ; ਨਾਨਕ. ਤਿਨ ਮਿਲਿਅਾ ਸੁਖੁ ਪਾੳੁ ॥੨॥",
    "transliteration": "Nij Ghar Vaasaa Sadhaa Sohadhae Naanak Thin Miliaa Sukh Paao ||2||",
    "translation": "He dwells in the home of his own self, and appears beautiful forever; meeting him, Nanak finds peace. ||2||",
    "punjabi": "ਇਹੋ ਜਿਹੇ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣ ਜਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਇਹੋ ਜਿਹੇ ਮਨੁੱਖਾਂ ਨੂੰ ਮਿਲ ਕੇ ਮੈਂ ਭੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36347,
    "shabad_id": 3187,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36348,
    "shabad_id": 3187,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਧਨੁ ਰਤਨ ਜਵੇਹਰੀ; ਸੋ ਗੁਰਿ. ਹਰਿ ਧਨੁ ਹਰਿ ਪਾਸਹੁ ਦੇਵਾੲਿਅਾ ॥",
    "transliteration": "Har Dhhan Rathan Javaeharee So Gur Har Dhhan Har Paasahu Dhaevaaeiaa ||",
    "translation": "The wealth of the Lord is a jewel, a gem; the Guru has caused the Lord to grant that wealth of the Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਰਤਨ ਹੀਰੇ ਹਨ। ਇਹ ਹਰਿ-ਨਾਮ-ਧਨ (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਪਾਸੋਂ ਦਿਵਾਇਆ ਹੈ ਗੁਰੂ ਨੇ (ਹੀ) ਦਿਵਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36349,
    "shabad_id": 3187,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੇ ਕਿਸੈ. ਕਿਹੁ ਦਿਸਿ ਅਾਵੈ, ਤਾ ਕੋੲੀ ਕਿਹੁ ਮੰਗਿ ਲੲੇ; ਅਕੈ ਕੋੲੀ ਕਿਹੁ ਦੇਵਾੲੇ, ੲੇਹੁ ਹਰਿ ਧਨੁ ਜੋਰਿ ਕੀਤੈ; ਕਿਸੈ ਨਾਲਿ. ਨ ਜਾੲਿ ਵੰਡਾੲਿਅਾ ॥",
    "transliteration": "Jae Kisai Kihu Dhis Aavai Thaa Koee Kihu Mang Leae Akai Koee Kihu Dhaevaaeae Eaehu Har Dhhan Jor Keethai Kisai Naal N Jaae Vanddaaeiaa ||",
    "translation": "If someone sees something, he may ask for it; or, someone may cause it to be given to him. But no one can take a share of this wealth of the Lord by force.",
    "punjabi": "ਜੇ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ (ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਕੋਲ) ਕੁਝ ਦਿੱਸ ਪਏ ਤਾਂ (ਉਸ ਪਾਸੋਂ ਕੋਈ) ਕੁਝ ਮੰਗ ਭੀ ਲਏ, ਜਾਂ, ਕੋਈ ਕੁਝ ਦਿਵਾ ਦੇਵੇ। ਪਰ ਇਹ ਨਾਮ-ਧਨ ਧੱਕਾ ਕਰ ਕੇ (ਭੀ) ਕਿਸੇ ਨਾਲ ਵੰਡਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਇਹ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਮਿਹਰ ਨਾਲ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ)।",
    "pronunciation": "(ਅਕੈ)ਅਤਵਾ।ਅਕੈ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36350,
    "shabad_id": 3187,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸ ਨੋ ਸਤਿਗੁਰ ਨਾਲਿ. ਹਰਿ ਸਰਧਾ ਲਾੲੇ, ਤਿਸੁ. ਹਰਿ ਧਨ ਕੀ ਵੰਡ ਹਥਿ ਅਾਵੈ; ਜਿਸ ਨੋ ਕਰਤੈ, ਧੁਰਿ ਲਿਖਿ ਪਾੲਿਅਾ ॥",
    "transliteration": "Jis No Sathigur Naal Har Saradhhaa Laaeae This Har Dhhan Kee Vandd Hathh Aavai Jis No Karathai Dhhur Likh Paaeiaa ||",
    "translation": "He alone obtains a share of the wealth of the Lord, who is blessed by the Creator with faith and devotion to the True Guru, according to his pre-ordained destiny.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ ਧੁਰੋਂ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਮਨੁੱਖ ਦੀ ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਬਣਾਂਦਾ ਹੈ, ਤੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਨਾਮ-ਧਨ ਦਾ ਹਿੱਸਾ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36351,
    "shabad_id": 3187,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲਿਸੁ ਹਰਿ ਧਨ ਕਾ ਕੋੲੀ ਸਰੀਕੁ ਨਾਹੀ; ਕਿਸੈ ਕਾ ਖਤੁ ਨਾਹੀ, ਕਿਸੈ ਕੈ ਸੀਵ ਬੰਨੈ ਰੋਲੁ ਨਾਹੀ; ਜੇ ਕੋ. ਹਰਿ ਧਨ ਕੀ ਬਖੀਲੀ ਕਰੇ; ਤਿਸ ਕਾ ਮੁਹੁ. ਹਰਿ ਚਹੁ ਕੁੰਡਾ ਵਿਚਿ ਕਾਲਾ ਕਰਾੲਿਅਾ ॥",
    "transliteration": "Eis Har Dhhan Kaa Koee Sareek Naahee Kisai Kaa Khath Naahee Kisai Kai Seev Bannai Rol Naahee Jae Ko Har Dhhan Kee Bakheelee Karae This Kaa Muhu Har Chahu Kunddaa Vich Kaalaa Karaaeiaa ||",
    "translation": "No one is a share-holder in this wealth of the Lord, and no one owns any of it. It has no boundaries or borders to be disputed. If anyone speaks ill of the wealth of the Lord, his face will be blackened in the four directions.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ (ਐਸੀ ਜਾਇਦਾਦ ਹੈ ਕਿ) ਇਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ ਬਣ ਸਕਦਾ (ਇਸ ਉਤੇ) ਕੋਈ ਜੱਦੀ ਹੱਕ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, ਕਿਸੇ ਕੋਲ ਇਸ ਦੀ ਮਲਕੀਅਤ ਦਾ ਪਟਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਜਿਵੇਂ ਜ਼ਿਮੀਂਦਾਰਾਂ ਦਾ ਜ਼ਮੀਨ ਦੇ) ਵੱਟੇ-ਬੰਨੇ ਦਾ ਰੌਲਾ (ਪੈ ਸਕਦਾ ਹੈ), ਇਸ ਹਰਿ-ਧਨ ਦਾ ਕੋਈ ਅਜਿਹਾ ਰੌਲਾ ਭੀ ਨਹੀਂ ਹੋ ਸਕਦਾ। (ਕਿਸੇ ਗੁਰਮੁਖ ਨੂੰ ਵੇਖ ਕੇ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਇਸ ਨਾਮ-ਧਨ ਦੀ (ਖ਼ਾਤਰ) ਈਰਖਾ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਗੋਂ ਹਰ ਪਾਸੇ ਫਿਟਕਾਰ ਹੀ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "(ਸੀਵ)ਹੱਦ।(ਬੰਨੈ)ਵੱਟ।ਖਤੁ:ਪੋਲਾ ਬੋਲੋ।ਕੰੁਡਾਂ",
    "type_id": 3
  },
  {
    "id": 36352,
    "shabad_id": 3187,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਕੇ ਦਿਤੇ ਨਾਲਿ, ਕਿਸੈ ਜੋਰੁ ਬਖੀਲੀ. ਨ ਚਲੲੀ; ਦਿਹੁ ਦਿਹੁ ਨਿਤ ਨਿਤ ਚੜੈ ਸਵਾੲਿਅਾ ॥੯॥",
    "transliteration": "Har Kae Dhithae Naal Kisai Jor Bakheelee N Chalee Dhihu Dhihu Nith Nith Charrai Savaaeiaa ||9||",
    "translation": "No one's power or slander can prevail against the gifts of the Lord; day by day they continually, continuously increase. ||9||",
    "punjabi": "(ਹੇ ਭਾਈ! ਇਹ ਨਾਮ-ਧਨ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਦੇਂਦਾ ਹੈ, ਤੇ) ਜੇ ਪਰਮਾਤਮਾ ਕਿਸੇ ਨੂੰ ਇਹ ਨਾਮ-ਧਨ ਦੇਵੇ ਤਾਂ ਕਿਸੇ ਹੋਰ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਚੜ੍ਹ ਸਕਦਾ, ਕਿਸੇ ਦੀ ਈਰਖਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੀ (ਇਹ ਐਸੀ ਦਾਤ ਹੈ ਕਿ) ਇਹ ਹਰ ਰੋਜ਼ ਸਦਾ ਵਧਦੀ ਹੀ ਜਾਂਦੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36353,
    "shabad_id": 3188,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36354,
    "shabad_id": 3188,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਗਤੁ ਜਲੰਦਾ ਰਖਿ ਲੈ; ਅਾਪਣੀ ਕਿਰਪਾ ਧਾਰਿ ॥",
    "transliteration": "Jagath Jalandhaa Rakh Lai Aapanee Kirapaa Dhhaar ||",
    "translation": "The world is going up in flames - shower it with Your Mercy, and save it!",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਵਿਕਾਰਾਂ ਵਿਚ) ਸੜ ਰਹੇ ਸੰਸਾਰ ਨੂੰ ਆਪਣੀ ਮਿਹਰ ਕਰ ਕੇ ਬਚਾ ਲੈ,",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 36355,
    "shabad_id": 3188,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਤੁ ਦੁਅਾਰੈ ੳੁਬਰੈ; ਤਿਤੈ ਲੈਹੁ ੳੁਬਾਰਿ ॥",
    "transliteration": "Jith Dhuaarai Oubarai Thithai Laihu Oubaar ||",
    "translation": "Save it, and deliver it, by whatever method it takes.",
    "punjabi": "ਜਿਸ ਭੀ ਤਰੀਕੇ ਨਾਲ ਇਹ ਬਚ ਸਕਦਾ ਹੋਵੇ ਉਸੇ ਤਰ੍ਹਾਂ ਬਚਾ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36356,
    "shabad_id": 3188,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸੁਖੁ ਵੇਖਾਲਿਅਾ; ਸਚਾ ਸਬਦੁ ਬੀਚਾਰਿ ॥",
    "transliteration": "Sathigur Sukh Vaekhaaliaa Sachaa Sabadh Beechaar ||",
    "translation": "The True Guru has shown the way to peace, contemplating the True Word of the Shabad.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਮਨ ਵਿਚ ਵਸਾ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਸਤਿਗੁਰੂ ਨੇ (ਸਿਮਰਨ ਦਾ) ਆਤਮਕ ਆਨੰਦ ਵਿਖਾਲ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36357,
    "shabad_id": 3188,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਅਵਰੁ, ਨ ਸੁਝੲੀ; ਹਰਿ ਬਿਨੁ ਬਖਸਣਹਾਰੁ ॥੧॥",
    "transliteration": "Naanak Avar N Sujhee Har Bin Bakhasanehaar ||1||",
    "translation": "Nanak knows no other than the Lord, the Forgiving Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਇਹ ਬਖ਼ਸ਼ਸ਼ ਕਰਨ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36358,
    "shabad_id": 3189,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36359,
    "shabad_id": 3189,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹੳੁਮੈ ਮਾੲਿਅਾ ਮੋਹਣੀ; ਦੂਜੈ ਲਗੈ ਜਾੲਿ ॥",
    "transliteration": "Houmai Maaeiaa Mohanee Dhoojai Lagai Jaae ||",
    "translation": "Through egotism, fascination with Maya has trapped them in duality.",
    "punjabi": "ਹੇ ਭਾਈ! ਮਾਇਆ ਦੀ ਹਉਮੈ (ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ) ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲੀ ਹੈ, (ਇਸ ਦੇ ਅਸਰ ਹੇਠ ਜੀਵ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਹੋਰ (ਦੇ ਮੋਹ) ਵਿਚ ਜਾ ਫਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36360,
    "shabad_id": 3189,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾ ੲਿਹ ਮਾਰੀ. ਨ ਮਰੈ; ਨਾ ੲਿਹ ਹਟਿ ਵਿਕਾੲਿ ॥",
    "transliteration": "Naa Eih Maaree N Marai Naa Eih Hatt Vikaae ||",
    "translation": "It cannot be killed, it does not die, and it cannot be sold in a store.",
    "punjabi": "ਇਹ ਹਉਮੈ ਨਾਹ (ਕਿਸੇ ਪਾਸੋਂ) ਮਾਰੀ ਜਾ ਸਕਦੀ ਹੈ, ਨਾਹ ਹੀ ਇਹ ਆਪ ਮਰਦੀ ਹੈ, ਨਾਹ ਹੀ ਇਹ ਕਿਸੇ ਹੱਟੀ ਤੇ ਵੇਚੀ ਜਾ ਸਕਦੀ ਹੈ।",
    "pronunciation": "ਹੱਟਿ",
    "type_id": 3
  },
  {
    "id": 36361,
    "shabad_id": 3189,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਪਰਜਾਲੀਅੈ; ਤਾ ੲਿਹ ਵਿਚਹੁ ਜਾੲਿ ॥",
    "transliteration": "Gur Kai Sabadh Parajaaleeai Thaa Eih Vichahu Jaae ||",
    "translation": "Through the Word of the Guru's Shabad, it is burnt away, and then it departs from within.",
    "punjabi": "ਜਦੋਂ ਇਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਾੜ ਦੇਈਏ, ਤਦੋਂ ਹੀ ਇਹ (ਜੀਵ ਦੇ) ਅੰਦਰੋਂ ਮੁੱਕਦੀ ਹੈ।",
    "pronunciation": "(ਪਰ-ਜਾਲੀਅੈ)ੳੁਜਲਾ",
    "type_id": 3
  },
  {
    "id": 36362,
    "shabad_id": 3189,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਹੋਵੈ ੳੁਜਲਾ; ਨਾਮੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Than Man Hovai Oujalaa Naam Vasai Man Aae ||",
    "translation": "The body and mind become pure, and the Naam, the Name of the Lord, comes to dwell within the mind.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ ਹਉਮੈ ਮੁੱਕਦੀ ਹੈ ਉਸ ਦਾ) ਤਨ (ਉਸ ਦਾ) ਮਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36363,
    "shabad_id": 3189,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਮਾੲਿਅਾ ਕਾ ਮਾਰਣੁ, ਸਬਦੁ ਹੈ; ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ ਜਾੲਿ ॥੨॥",
    "transliteration": "Naanak Maaeiaa Kaa Maaran Sabadh Hai Guramukh Paaeiaa Jaae ||2||",
    "translation": "O Nanak, the Shabad is the killer of Maya; the Gurmukh obtains it. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਮੁਕਾਣ ਦਾ ਵਸੀਲਾ ਹੈ, ਤੇ, ਇਹ ਸ਼ਬਦ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36364,
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36365,
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਵਡਿਅਾੲੀ ਸਤਿਗੁਰਿ ਦਿਤੀ; ਧੁਰਹੁ ਹੁਕਮੁ ਬੁਝਿ ਨੀਸਾਣੁ ॥",
    "transliteration": "Sathigur Kee Vaddiaaee Sathigur Dhithee Dhhurahu Hukam Bujh Neesaan ||",
    "translation": "The glorious greatness of the True Guru was bestowed by the True Guru; He understood this as the Insignia, the Mark of the Primal Lord's Will.",
    "punjabi": "(ਜਿਹੜੀ) ਇੱਜ਼ਤ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਦੀ (ਹੋਈ, ਉਹ) ਗੁਰੂ (ਅੰਗਦ ਸਾਹਿਬ) ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਤੋਂ (ਮਿਲਿਆ) ਹੁਕਮ ਸਮਝ ਕੇ ਪਰਵਾਨਾ ਸਮਝ ਕੇ (ਉਹਨਾਂ ਨੂੰ) ਦਿੱਤੀ।",
    "pronunciation": "ਬੁੱਝਿ",
    "type_id": 3
  },
  {
    "id": 36366,
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੁਤੀ ਭਾਤੀੲੀ ਜਾਵਾੲੀ ਸਕੀ, ਅਗਹੁ ਪਿਛਹੁ ਟੋਲਿ ਡਿਠਾ; ਲਾਹਿਓਨੁ ਸਭਨਾ ਕਾ ਅਭਿਮਾਨੁ ॥",
    "transliteration": "Puthee Bhaatheeee Jaavaaee Sakee Agahu Pishhahu Ttol Ddithaa Laahioun Sabhanaa Kaa Abhimaan ||",
    "translation": "He tested His sons, nephews, sons-in-law and relatives, and subdued the egotistical pride of them all.",
    "punjabi": "ਪੁੱਤਰਾਂ ਨੇ, ਭਤੀਜਿਆਂ ਨੇ, ਜਵਾਈਆਂ ਨੇ, ਹੋਰ ਸੱਕੇ ਸਾਕ ਅੰਗਾਂ ਨੇ ਚੰਗੀ ਤਰ੍ਹਾਂ ਪਰਖ ਕੇ ਵੇਖ ਲਿਆ ਸੀ (ਗੁਰੂ ਨੇ) ਸਭਨਾਂ ਦਾ ਮਾਣ ਦੂਰ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "(ਪੁੱਤੀਂ)ਮੋਹਨ ਜੀ ਅਾਦਿ।(ਭਾਤੀ-ੲੀਂ)ਭਤੀਜੇ ਸਾਵਣਮੱਲ ਅਾਦਿ। ਜਾਵਾੲੀ:ਸ੍ਰੀ ਰਾਮਾ ਜੀ।ਸਕੀਂ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 36367,
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਥੈ ਕੋ ਵੇਖੈ. ਤਿਥੈ ਮੇਰਾ ਸਤਿਗੁਰੂ; ਹਰਿ ਬਖਸਿਓਸੁ ਸਭੁ ਜਹਾਨੁ ॥",
    "transliteration": "Jithhai Ko Vaekhai Thithhai Maeraa Sathiguroo Har Bakhasious Sabh Jehaan ||",
    "translation": "Wherever anyone looks, my True Guru is there; the Lord blessed Him with the whole world.",
    "punjabi": "ਹੇ ਭਾਈ! ਪਰਮਾਤਮਾ ਨੇ (ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਸਾਰੇ ਸੰਸਾਰ ਨੂੰ (ਨਾਮ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ; ਜਿੱਥੇ ਭੀ ਕੋਈ ਵੇਖਦਾ ਹੈ ਉਥੇ ਹੀ ਪਿਆਰਾ ਗੁਰੂ (ਨਾਮ ਦੀ ਦਾਤ ਦੇਣ ਲਈ ਮੌਜੂਦ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36368,
    "shabad_id": 3190,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿ ਸਤਿਗੁਰ ਨੋ ਮਿਲਿ ਮੰਨੇ, ਸੁ ਹਲਤਿ ਪਲਤਿ ਸਿਝੈ; ਜਿ ਵੇਮੁਖੁ ਹੋਵੈ. ਸੁ ਫਿਰੈ ਭਰਿਸਟ ਥਾਨੁ ॥",
    "transliteration": "J Sathigur No Mil Mannae S Halath Palath Sijhai J Vaemukh Hovai S Firai Bharisatt Thhaan ||",
    "translation": "One who meets with, and believes in the True Guru, is embellished here and hereafter. Whoever turns his back on the Guru and becomes baymukh, shall wander in cursed and evil places.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪਤੀਜਦਾ ਹੈ ਉਹ ਇਸ ਲੋਕ ਵਿਚ ਤੇ ਪਰਲੋਕ ਵਿਚ ਕਾਮਯਾਬ ਹੋ ਜਾਂਦਾ ਹੈ, ਪਰ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਵਲੋਂ ਮੂੰਹ ਮੋੜਦਾ ਹੈ, ਉਹ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ-ਥਾਂ (ਵਿਕਾਰਾਂ ਨਾਲ) ਗੰਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
