[
  {
    "id": 36414,
    "shabad_id": 3199,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36415,
    "shabad_id": 3199,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕੋੲੀ ਨਿੰਦਕੁ ਹੋਵੈ ਸਤਿਗੁਰੂ ਕਾ; ਫਿਰਿ ਸਰਣਿ ਗੁਰ ਅਾਵੈ ॥",
    "transliteration": "Koee Nindhak Hovai Sathiguroo Kaa Fir Saran Gur Aavai ||",
    "translation": "If someone slanders the True Guru, and then comes seeking the Guru's Protection",
    "punjabi": "(ਜੇ) ਕੋਈ ਮਨੁੱਖ (ਪਹਿਲਾਂ) ਗੁਰੂ ਦੀ ਨਿੰਦਾ ਕਰਨ ਵਾਲਾ ਹੋਵੇ (ਪਰ) ਫਿਰ ਗੁਰੂ ਦੀ ਸਰਨ ਆ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36416,
    "shabad_id": 3199,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪਿਛਲੇ ਗੁਨਹ. ਸਤਿਗੁਰੁ ਬਖਸਿ ਲੲੇ; ਸਤਸੰਗਤਿ ਨਾਲਿ ਰਲਾਵੈ ॥",
    "transliteration": "Pishhalae Guneh Sathigur Bakhas Leae Sathasangath Naal Ralaavai ||",
    "translation": "The True Guru forgives him for his past sins, and unites him with the Saints' Congregation.",
    "punjabi": "ਤਾਂ ਸਤਿਗੁਰੂ (ਉਸ ਦੇ) ਪਿਛਲੇ ਔਗੁਣ ਬਖ਼ਸ਼ ਲੈਂਦਾ ਹੈ (ਤੇ ਉਸ ਨੂੰ) ਸਾਧ ਸੰਗਤਿ ਵਿਚ ਰਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36417,
    "shabad_id": 3199,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਮੀਹਿ ਵੁਠੈ, ਗਲੀਅਾ ਨਾਲਿਅਾ ਟੋਭਿਅਾ ਕਾ ਜਲੁ; ਜਾੲਿ ਪਵੈ ਵਿਚਿ ਸੁਰਸਰੀ; ਸੁਰਸਰੀ ਮਿਲਤ. ਪਵਿਤ੍ਰੁ ਪਾਵਨੁ ਹੋੲਿ ਜਾਵੈ ॥",
    "transliteration": "Jio Meehi Vuthai Galeeaa Naaliaa Ttobhiaa Kaa Jal Jaae Pavai Vich Surasaree Surasaree Milath Pavithra Paavan Hoe Jaavai ||",
    "translation": "When the rain falls, the water in the streams, rivers and ponds flows into the Ganges; flowing into the Ganges, it is made sacred and pure.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਵੇਂ ਮੀਂਹ ਪਿਆਂ ਗਲੀਆਂ ਨਾਲਿਆਂ ਟੋਭਿਆਂ ਦਾ ਪਾਣੀ (ਜਦੋਂ) ਗੰਗਾ ਵਿਚ ਜਾ ਪੈਂਦਾ ਹੈ (ਤਾਂ) ਗੰਗਾ ਵਿਚ ਮਿਲਦਿਆਂ (ਹੀ ਉਹ ਪਾਣੀ) ਪੂਰਨ ਤੌਰ ਤੇ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਸੁਰ-ਸਰੀ)ਗੰਗਾ।(ਸੁਰ-ਸਰੀ)ਸਤਿਸੰਗਤ ਚ ਮਿਲ ਕੇ ੲਿਕੋ ਰੂਪ ਹੋ ਜਾਂਦੇ ਹਨ। ਗੁਰੂ ਪ੍ਰਮੇਸਰ ਜੀ ਅਗਮ ਅਪਾਰ ਨਿਰੇ ਕ੍ਰਿਪਾ ਹੀ ਕ੍ਰਿਪਾ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਹਨ।ਜੋ ਹਰ ਵੇਲੇ ਅੱਗ ਦੇ ਸਮੁੰਦ੍ਰ ਸੰਸਾਰ ਤੇ,ਕ੍ਰਿਪਾ ਹੀ ਕ੍ਰਿਪਾ ਕਰਦੇ ਹਨ,ਹਰ ਸਮੇਂ ਸੰਸਾਰ ਚ ਲੱਗੀ ਅੱਗ ਨੂੰ,ਸਾਚ ਨਾਮ ਕੀ ਅੰਮ੍ਰਿਤ ਵਰਖਾ॥ਕਰਕੇ,ਬੁਝਾੳੁਂਦੇ ਰਹਿੰਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 36418,
    "shabad_id": 3199,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲੇਹ ਵਡਿਅਾੲੀ. ਸਤਿਗੁਰ ਨਿਰਵੈਰ ਵਿਚਿ; ਜਿਤੁ ਮਿਲਿਅੈ. ਤਿਸਨਾ ਭੁਖ ੳੁਤਰੈ; ਹਰਿ ਸਾਂਤਿ, ਤੜ ਅਾਵੈ ॥",
    "transliteration": "Eaeh Vaddiaaee Sathigur Niravair Vich Jith Miliai Thisanaa Bhukh Outharai Har Saanth Tharr Aavai ||",
    "translation": "Such is the glorious greatness of the True Guru, who has no vengeance; meeting with Him, thirst and hunger are quenched, and instantly, one attains celestial peace.",
    "punjabi": "(ਤਿਵੇਂ) ਨਿਰਵੈਰ ਸਤਿਗੁਰੂ ਵਿਚ (ਭੀ) ਇਹ ਗੁਣ ਹੈ ਕਿ ਉਸ (ਗੁਰੂ) ਨੂੰ ਮਿਲਿਆਂ (ਮਨੁੱਖ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਹ (ਮਾਇਆ ਦੀ) ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ (ਤੇ ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ (ਦੇ ਮਿਲਾਪ) ਦੀ ਠੰਢ ਤੁਰਤ ਪੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਤੜ) ਝਟਪਟ।(ਭੱੁਖ)ਅ-ਚਰਜੁ",
    "type_id": 3
  },
  {
    "id": 36419,
    "shabad_id": 3199,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ੲਿਹੁ ਅਚਰਜੁ ਦੇਖਹੁ, ਮੇਰੇ ਹਰਿ ਸਚੇ ਸਾਹ ਕਾ; ਜਿ ਸਤਿਗੁਰੂ ਨੋ ਮੰਨੈ. ਸੁ ਸਭਨਾਂ ਭਾਵੈ ॥੧੩॥੧॥ ਸੁਧੁ ॥",
    "transliteration": "Naanak Eihu Acharaj Dhaekhahu Maerae Har Sachae Saah Kaa J Sathiguroo No Mannai S Sabhanaan Bhaavai ||13||1|| Sudhh ||",
    "translation": "O Nanak, behold this wonder of the Lord, my True King! Everyone is pleased with one who obeys and believes in the True Guru. ||13||1|| Sudh||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਸ਼ਾਹ ਪਰਮਾਤਮਾ ਦਾ ਇਹ ਅਚਰਜ ਤਮਾਸ਼ਾ ਵੇਖੋ ਕਿ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਉਤੇ ਸਰਧਾ ਲਿਆਉਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਸਭਨਾਂ ਨੂੰ ਪਿਆਰਾ ਲੱਗਣ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੧੩॥੧॥ ਸੁਧੁ ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36420,
    "shabad_id": 3200,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਬਾਣੀ ਭਗਤਾ ਕੀ ॥ ਕਬੀਰ ਜੀੳੁ ਕੀ",
    "transliteration": "Bilaaval Baanee Bhagathaa Kee || Kabeer Jeeo Kee",
    "translation": "Bilaaval, The Word Of The Devotees. Of Kabeer Jee:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲ ਵਿੱਚ ਭਗਤਾਂ ਦੀ ਬਾਣੀ। ਕਬੀਰ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36421,
    "shabad_id": 3200,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 36422,
    "shabad_id": 3200,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅੈਸੋ ੲਿਹੁ ਸੰਸਾਰੁ ਪੇਖਨਾ; ਰਹਨੁ. ਨ ਕੋੳੂ ਪੲੀ ਹੈ ਰੇ ॥",
    "transliteration": "Aiso Eihu Sansaar Paekhanaa Rehan N Kooo Peehai Rae ||",
    "translation": "This world is a drama; no one can remain here.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਇਹ ਜਗਤ ਅਜਿਹਾ ਵੇਖਣ ਵਿਚ ਆ ਰਿਹਾ ਹੈ, ਕਿ ਇੱਥੇ ਕੋਈ ਭੀ ਜੀਵ ਸਦਾ-ਥਿਰ ਨਹੀਂ ਰਹੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36423,
    "shabad_id": 3200,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸੂਧੇ ਸੂਧੇ ਰੇਗਿ ਚਲਹੁ ਤੁਮ; ਨਤਰ ਕੁਧਕਾ ਦਿਵੲੀ ਹੈ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Soodhhae Soodhhae Raeg Chalahu Thum Nathar Kudhhakaa Dhiveehai Rae ||1|| Rehaao ||",
    "translation": "Walk the straight path; otherwise, you will be pushed around. ||1||Pause||",
    "punjabi": "ਸੋ, ਤੂੰ ਸਿੱਧੇ ਰਾਹੇ ਤੁਰੀਂ, ਨਹੀਂ ਤਾਂ ਬੁਰਾ ਧੱਕਾ ਵੱਜਣ ਦਾ ਡਰ ਹੈ (ਭਾਵ, ਇਸ ਭੁਲੇਖੇ ਵਿਚ ਕਿ ਇੱਥੇ ਸਦਾ ਬਹਿ ਰਹਿਣਾ ਹੈ, ਕੁਰਾਹੇ ਪੈਣ ਦਾ ਬੜਾ ਖ਼ਤਰਾ ਹੁੰਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਰੇਗਿ)ਰਸਤੇ।(ਨ-ਤਰ) ਨਹੀਂ ਤਾਂ।ਨਤਰ:ਪੋਲਾ ਬੋਲੋ।ਨਰਕ ਦਾ (ਕੁ-ਧੱਕਾ)ਖੋਟਾ ਧੱਕਾ",
    "type_id": 4
  },
  {
    "id": 36424,
    "shabad_id": 3200,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਬਾਰੇ ਬੂਢੇ ਤਰੁਨੇ ਭੲੀਅਾ; ਸਭਹੂ ਜਮੁ ਲੈ ਜੲੀ ਹੈ ਰੇ ॥",
    "transliteration": "Baarae Boodtae Tharunae Bheeaa Sabhehoo Jam Lai Jeehai Rae ||",
    "translation": "The children, the young and the old, O Siblings of Destiny, will be taken away by the Messenger of Death.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਬਾਲਕ ਹੋਵੇ, ਬੁੱਢਾ ਹੋਵੇ, ਚਾਹੇ ਜੁਆਨ ਹੋਵੇ, ਮੌਤ ਸਭਨਾਂ ਨੂੰ ਹੀ ਇੱਥੋਂ ਲੈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36425,
    "shabad_id": 3200,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਮਾਨਸੁ ਬਪੁਰਾ ਮੂਸਾ ਕੀਨੋ; ਮੀਚੁ ਬਿਲੲੀਅਾ ਖੲੀ ਹੈ ਰੇ ॥੧॥",
    "transliteration": "Maanas Bapuraa Moosaa Keeno Meech Bileeaa Kheehai Rae ||1||",
    "translation": "The Lord has made the poor man a mouse, and the cat of Death is eating him up. ||1||",
    "punjabi": "ਮਨੁੱਖ ਵਿਚਾਰਾ ਤਾਂ, ਮਾਨੋ, ਚੂਹਾ ਬਣਾਇਆ ਗਿਆ ਹੈ ਜਿਸ ਨੂੰ ਮੌਤ-ਰੂਪ ਬਿੱਲਾ ਖਾ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36426,
    "shabad_id": 3200,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਧਨਵੰਤਾ ਅਰੁ ਨਿਰਧਨ ਮਨੲੀ; ਤਾ ਕੀ ਕਛੂ. ਨ ਕਾਨੀ ਰੇ ॥",
    "transliteration": "Dhhanavanthaa Ar Niradhhan Manee Thaa Kee Kashhoo N Kaanee Rae ||",
    "translation": "It gives no special consideration to either the rich or the poor.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਮਨੁੱਖ ਧਨਵਾਨ ਹੋਵੇ ਭਾਵੇਂ ਕੰਗਾਲ, ਮੌਤ ਨੂੰ ਕਿਸੇ ਦਾ ਲਿਹਾਜ਼ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਮ-ਨੲੀ) ਮਨੁਖ।",
    "type_id": 3
  },
  {
    "id": 36427,
    "shabad_id": 3200,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਰਾਜਾ ਪਰਜਾ ਸਮ ਕਰਿ ਮਾਰੈ; ਅੈਸੋ ਕਾਲੁ ਬਡਾਨੀ ਰੇ ॥੨॥",
    "transliteration": "Raajaa Parajaa Sam Kar Maarai Aiso Kaal Baddaanee Rae ||2||",
    "translation": "The king and his subjects are equally killed; such is the power of Death. ||2||",
    "punjabi": "ਮੌਤ ਰਾਜੇ ਤੇ ਪਰਜਾ ਨੂੰ ਇੱਕ-ਸਮਾਨ ਮਾਰ ਲੈਂਦੀ ਹੈ, ਇਹ ਮੌਤ ਹੈ ਹੀ ਐਸੀ ਡਾਢੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36428,
    "shabad_id": 3200,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਕੇ ਸੇਵਕ. ਜੋ ਹਰਿ ਭਾੲੇ; ਤਿਨ੍ਹ ਕੀ ਕਥਾ ਨਿਰਾਰੀ ਰੇ ॥",
    "transliteration": "Har Kae Saevak Jo Har Bhaaeae Thinh Kee Kathhaa Niraaree Rae ||",
    "translation": "Those who are pleasing to the Lord are the servants of the Lord; their story is unique and singular.",
    "punjabi": "ਪਰ ਜੋ ਬੰਦੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਦੇ ਹਨ ਤੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਗੱਲ (ਸਾਰੇ ਜਹਾਨ ਨਾਲੋਂ) ਨਿਰਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36429,
    "shabad_id": 3200,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਅਾਵਹਿ ਨ ਜਾਹਿ. ਨ ਕਬਹੂ ਮਰਤੇ; ਪਾਰਬ੍ਰਹਮ ਸੰਗਾਰੀ ਰੇ ॥੩॥",
    "transliteration": "Aavehi N Jaahi N Kabehoo Marathae Paarabreham Sangaaree Rae ||3||",
    "translation": "They do not come and go, and they never die; they remain with the Supreme Lord God. ||3||",
    "punjabi": "ਉਹ ਨਾਹ ਜੰਮਦੇ ਹਨ ਨਾਹ ਮਰਦੇ ਹਨ, ਕਿਉਂਕਿ, ਹੇ ਜਿੰਦੇ! ਉਹ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਆਪਣਾ ਸੰਗੀ-ਸਾਥੀ ਜਾਣਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36430,
    "shabad_id": 3200,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਲਛਿਮੀ ਮਾੲਿਅਾ; ੲਿਹੈ ਤਜਹੁ ਜੀਅ ਜਾਨੀ ਰੇ ॥",
    "transliteration": "Puthr Kalathr Lashhimee Maaeiaa Eihai Thajahu Jeea Jaanee Rae ||",
    "translation": "Know this in your soul, that by renouncing your children, spouse, wealth and property",
    "punjabi": "ਸੋ, ਹੇ ਪਿਆਰੀ ਜਿੰਦ! ਪੁੱਤਰ, ਵਹੁਟੀ, ਧਨ-ਪਦਾਰਥ-ਇਹਨਾਂ ਦਾ ਮੋਹ ਛੱਡ ਦੇਹ।",
    "pronunciation": "ਪੁੱਤ੍ਰ।ਕ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 36431,
    "shabad_id": 3200,
    "pada": 6,
    "source_line": 12,
    "gurmukhi": "ਕਹਤ ਕਬੀਰ. ਸੁਨਹੁ ਰੇ ਸੰਤਹੁ; ਮਿਲਿ ਹੈ ਸਾਰਿਗਪਾਨੀ ਰੇ ॥੪॥੧॥",
    "transliteration": "Kehath Kabeer Sunahu Rae Santhahu Milihai Saarigapaanee Rae ||4||1||",
    "translation": "- says Kabeer, listen, O Saints - you shall be united with the Lord of the Universe. ||4||1||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਸੰਤ ਜਨੋ! ਮੋਹ ਛੱਡਿਆਂ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ (ਤੇ ਮੌਤ ਦਾ ਡਰ ਮੁੱਕ ਜਾਂਦਾ ਹੈ) ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36432,
    "shabad_id": 3201,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਲਾਵਲੁ ॥",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36433,
    "shabad_id": 3201,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਬਿਦਿਅਾ. ਨ ਪਰੳੁ; ਬਾਦੁ. ਨਹੀ ਜਾਨੳੁ ॥",
    "transliteration": "Bidhiaa N Paro Baadh Nehee Jaano ||",
    "translation": "I do not read books of knowledge, and I do not understand the debates.",
    "punjabi": "(ਬਹਿਸਾਂ ਦੀ ਖ਼ਾਤਰ) ਮੈਂ (ਤੁਹਾਡੀ ਬਹਿਸਾਂ ਵਾਲੀ) ਵਿੱਦਿਆ ਨਹੀਂ ਪੜ੍ਹਦਾ, ਨਾਹ ਹੀ ਮੈਂ (ਧਾਰਮਿਕ) ਬਹਿਸਾਂ ਕਰਨੀਆਂ ਜਾਣਦਾ ਹਾਂ (ਭਾਵ, ਆਤਮਕ ਜੀਵਨ ਵਾਸਤੇ ਮੈਂ ਕਿਸੇ ਵਿਦਵਤਾ-ਭਰੀ ਧਾਰਮਿਕ ਚਰਚਾ ਦੀ ਲੋੜ ਨਹੀਂ ਸਮਝਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36434,
    "shabad_id": 3201,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਗੁਨ ਕਥਤ ਸੁਨਤ; ਬੳੁਰਾਨੋ ॥੧॥",
    "transliteration": "Har Gun Kathhath Sunath Bouraano ||1||",
    "translation": "I have gone insane, chanting and hearing the Glorious Praises of the Lord. ||1||",
    "punjabi": "ਮੈਂ ਤਾਂ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤਿ-ਸਾਲਾਹ ਕਰਨ ਸੁਣਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36435,
    "shabad_id": 3201,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੇ ਬਾਬਾ. ਮੈ ਬੳੁਰਾ; ਸਭ ਖਲਕ ਸੈਅਾਨੀ, ਮੈ ਬੳੁਰਾ ॥",
    "transliteration": "Maerae Baabaa Mai Bouraa Sabh Khalak Saiaanee Mai Bouraa ||",
    "translation": "O my father, I have gone insane; the whole world is sane, and I am insane.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਸੱਜਣ! (ਲੋਕਾਂ ਦੇ ਭਾਣੇ) ਮੈਂ ਕਮਲਾ ਹਾਂ। ਲੋਕ ਸਿਆਣੇ ਹਨ ਤੇ ਮੈਂ ਕਮਲਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36436,
    "shabad_id": 3201,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਮੈ ਬਿਗਰਿਓ; ਬਿਗਰੈ ਮਤਿ ਅੳੁਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mai Bigariou Bigarai Math Aouraa ||1|| Rehaao ||",
    "translation": "I am spoiled; let no one else be spoiled like me. ||1||Pause||",
    "punjabi": "(ਲੋਕਾਂ ਦੇ ਖ਼ਿਆਲ ਵਿਚ) ਮੈਂ ਕੁਰਾਹੇ ਪੈ ਗਿਆ ਹਾਂ (ਕਿਉਂਕਿ ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਦਾ ਹਾਂ), (ਪਰ ਲੋਕ ਆਪਣਾ ਧਿਆਨ ਰੱਖਣ, ਇਸ) ਕੁਰਾਹੇ ਹੋਰ ਕੋਈ ਨਾਹ ਪਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 36437,
    "shabad_id": 3201,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਿ. ਨ ਬੳੁਰਾ; ਰਾਮ ਕੀਓ ਬੳੁਰਾ ॥",
    "transliteration": "Aap N Bouraa Raam Keeou Bouraa ||",
    "translation": "I have not made myself go insane - the Lord made me go insane.",
    "punjabi": "ਮੈਂ ਆਪਣੇ ਆਪ (ਇਸ ਤਰ੍ਹਾਂ ਦਾ) ਕਮਲਾ ਨਹੀਂ ਬਣਿਆ, ਇਹ ਤਾਂ ਮੈਨੂੰ ਮੇਰੇ ਪ੍ਰਭੂ ਨੇ (ਆਪਣੀ ਭਗਤੀ ਵਿਚ ਜੋੜ ਕੇ) ਕਮਲਾ ਕਰ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36438,
    "shabad_id": 3201,
    "pada": 3,
    "source_line": 14,
    "gurmukhi": "ਸਤਿਗੁਰੁ; ਜਾਰਿ ਗੲਿਓ ਭ੍ਰਮੁ ਮੋਰਾ ॥੨॥",
    "transliteration": "Sathigur Jaar Gaeiou Bhram Moraa ||2||",
    "translation": "The True Guru has burnt away my doubt. ||2||",
    "punjabi": "ਤੇ ਮੇਰੇ ਗੁਰੂ ਨੇ ਮੇਰਾ ਭਰਮ-ਵਹਿਮ ਸਭ ਸਾੜ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "ਸਤਿਗੁਰਾਂ ਦਾ ਜਾਰਿਅਾ ਦਾਸ ਦਾ ਭਰਮ ਚਲਿਅਾ ਗਿਅਾ",
    "type_id": 3
  },
  {
    "id": 36439,
    "shabad_id": 3201,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮੈ ਬਿਗਰੇ; ਅਪਨੀ ਮਤਿ ਖੋੲੀ ॥",
    "transliteration": "Mai Bigarae Apanee Math Khoee ||",
    "translation": "I am spoiled; I have lost my intellect.",
    "punjabi": "(ਜੇ) ਮੈਂ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਨੇ ਆਪਣੀ ਅਕਲ ਗੁਆ ਲਈ ਹੈ (ਤਾਂ ਲੋਕਾਂ ਨੂੰ ਭਲਾ ਕਿਉਂ ਮੇਰਾ ਇਤਨਾ ਫ਼ਿਕਰ ਹੈ?)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36440,
    "shabad_id": 3201,
    "pada": 4,
    "source_line": 15,
    "gurmukhi": "ਮੇਰੇ ਭਰਮਿ; ਭੂਲੳੁ ਮਤਿ ਕੋੲੀ ॥੩॥",
    "transliteration": "Maerae Bharam Bhoolo Math Koee ||3||",
    "translation": "Let no one go astray in doubt like me. ||3||",
    "punjabi": "ਕੋਈ ਹੋਰ ਧਿਰ ਮੇਰੇ ਵਾਲੇ ਇਸ ਭੁਲੇਖੇ ਵਿਚ ਬੇਸ਼ਕ ਨਾਹ ਪਏ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36441,
    "shabad_id": 3201,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਸੋ ਬੳੁਰਾ; ਜੋ ਅਾਪੁ. ਨ ਪਛਾਨੈ ॥",
    "transliteration": "So Bouraa Jo Aap N Pashhaanai ||",
    "translation": "He alone is insane, who does not understand himself.",
    "punjabi": "(ਪਰ ਲੋਕਾਂ ਨੂੰ ਇਹ ਭੁਲੇਖਾ ਹੈ ਕਿ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲਾ ਬੰਦਾ ਝੱਲਾ ਹੁੰਦਾ ਹੈ) ਝੱਲਾ ਉਹ ਬੰਦਾ ਹੈ ਜੋ ਆਪਣੇ ਅਸਲੇ ਦੀ ਪਛਾਣ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36442,
    "shabad_id": 3201,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੁ ਪਛਾਨੈ; ਤ ੲੇਕੈ ਜਾਨੈ ॥੪॥",
    "transliteration": "Aap Pashhaanai Th Eaekai Jaanai ||4||",
    "translation": "When he understands himself, then he knows the One Lord. ||4||",
    "punjabi": "ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣਦਾ ਹੈ ਉਹ ਹਰ ਥਾਂ ਇੱਕ ਪਰਮਾਤਮਾ ਨੂੰ ਵੱਸਦਾ ਜਾਣਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36443,
    "shabad_id": 3201,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਅਬਹਿ. ਨ ਮਾਤਾ; ਸੁ ਕਬਹੁ. ਨ ਮਾਤਾ ॥",
    "transliteration": "Abehi N Maathaa S Kabahu N Maathaa ||",
    "translation": "One who is not intoxicated with the Lord now, shall never be intoxicated.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਇਸ ਜੀਵਨ ਵਿਚ ਮਤਵਾਲਾ ਨਹੀਂ ਬਣਦਾ, ਉਸ ਨੇ ਕਦੇ ਭੀ ਨਹੀਂ ਬਣਨਾ (ਤੇ, ਉਹ ਜੀਵਨ ਅਜਾਈਂ ਗੰਵਾ ਜਾਇਗਾ)",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 36444,
    "shabad_id": 3201,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ; ਰਾਮੈ ਰੰਗਿ ਰਾਤਾ ॥੫॥੨॥",
    "transliteration": "Kehi Kabeer Raamai Rang Raathaa ||5||2||",
    "translation": "Says Kabeer, I am imbued with the Lord's Love. ||5||2||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜ ਕੇ (ਆਪਣੇ ਆਪ ਨੂੰ ਪਛਾਣ) ॥੫॥੨॥",
    "pronunciation": "ਰੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 36445,
    "shabad_id": 3202,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਬਿਲਾਵਲੁ ॥",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36446,
    "shabad_id": 3202,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗ੍ਰਿਹੁ ਤਜਿ. ਬਨ ਖੰਡ ਜਾੲੀਅੈ; ਚੁਨਿ ਖਾੲੀਅੈ ਕੰਦਾ ॥",
    "transliteration": "Grihu Thaj Ban Khandd Jaaeeai Chun Khaaeeai Kandhaa ||",
    "translation": "Abandoning his household, he may go to the forest, and live by eating roots;",
    "punjabi": "ਜੇ ਗ੍ਰਿਹਸਤ ਤਿਆਗ ਕੇ ਜੰਗਲਾਂ ਵਿਚ ਚਲੇ ਜਾਈਏ, ਤੇ ਗਾਜਰ ਮੂਲੀ ਆਦਿਕ ਖਾ ਕੇ ਗੁਜ਼ਾਰਾ ਕਰੀਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36447,
    "shabad_id": 3202,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਜਹੁ ਬਿਕਾਰ. ਨ ਛੋਡੲੀ; ਪਾਪੀ ਮਨੁ ਮੰਦਾ ॥੧॥",
    "transliteration": "Ajahu Bikaar N Shhoddee Paapee Man Mandhaa ||1||",
    "translation": "But even so, his sinful, evil mind does not renounce corruption. ||1||",
    "punjabi": "ਤਾਂ ਭੀ ਇਹ ਪਾਪੀ ਚੰਦਰਾ ਮਨ ਵਿਕਾਰ ਨਹੀਂ ਛੱਡਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36448,
    "shabad_id": 3202,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਿੳੁ ਛੂਟੳੁ ਕੈਸੇ ਤਰੳੁ; ਭਵਜਲ ਨਿਧਿ ਭਾਰੀ ॥",
    "transliteration": "Kio Shhootto Kaisae Tharo Bhavajal Nidhh Bhaaree ||",
    "translation": "How can anyone be saved? How can anyone cross over the terrifying world-ocean?",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਕਿਵੇਂ ਇਹਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਕਰਾਵਾਂ? ਇਹ ਸੰਸਾਰ ਬੜਾ ਵੱਡਾ ਸਮੁੰਦਰ ਹੈ, ਮੈਂ ਕਿਵੇਂ ਇਸ ਤੋਂ ਪਾਰ ਲੰਘਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36449,
    "shabad_id": 3202,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਰਾਖੁ ਰਾਖੁ ਮੇਰੇ ਬੀਠੁਲਾ; ਜਨੁ ਸਰਨਿ ਤੁਮ੍ਹਾਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Raakh Raakh Maerae Beethulaa Jan Saran Thumhaaree ||1|| Rehaao ||",
    "translation": "Save me, save me, O my Lord! Your humble servant seeks Your Sanctuary. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰਾ ਦਾਸ ਤੇਰੀ ਸ਼ਰਨ ਆਇਆ ਹਾਂ, ਮੈਨੂੰ (ਇਹਨਾਂ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 36450,
    "shabad_id": 3202,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਬਿਖੈ ਬਿਖੈ ਕੀ ਬਾਸਨਾ; ਤਜੀਅ. ਨਹ ਜਾੲੀ ॥",
    "transliteration": "Bikhai Bikhai Kee Baasanaa Thajeea Neh Jaaee ||",
    "translation": "I cannot escape my desire for sin and corruption.",
    "punjabi": "ਹੇ ਮੇਰੇ ਬੀਠਲ! ਮੈਥੋਂ ਇਹਨਾਂ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਵਿਸ਼ਿਆਂ ਦੇ ਚਸਕੇ ਛੱਡੇ ਨਹੀਂ ਜਾ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36451,
    "shabad_id": 3202,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਨਿਕ ਜਤਨ ਕਰਿ ਰਾਖੀਅੈ; ਫਿਰਿ ਫਿਰਿ ਲਪਟਾੲੀ ॥੨॥",
    "transliteration": "Anik Jathan Kar Raakheeai Fir Fir Lapattaaee ||2||",
    "translation": "I make all sorts of efforts to hold back from this desire, but it clings to me, again and again. ||2||",
    "punjabi": "ਕਈ ਜਤਨ ਕਰ ਕੇ ਇਸ ਮਨ ਨੂੰ ਰੋਕੀਦਾ ਹੈ, ਪਰ ਇਹ ਮੁੜ ਮੁੜ ਵਿਸ਼ਿਆਂ ਦੀਆਂ ਵਾਸ਼ਨਾਂ ਨੂੰ ਜਾ ਚੰਬੜਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
