[
  {
    "id": 36491,
    "shabad_id": 3207,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਅਾਸਨੁ ਪਵਨ; ਦੂਰਿ ਕਰਿ ਬਵਰੇ ॥",
    "transliteration": "Aasan Pavan Dhoor Kar Bavarae ||",
    "translation": "Abandon your Yogic postures and breath control exercises, O madman.",
    "punjabi": "ਹੇ ਝੱਲੇ ਜੋਗੀ! ਜੋਗ-ਅੱਭਿਆਸ ਤੇ ਪ੍ਰਾਣਾਯਾਮ ਨੂੰ ਤਿਆਗ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36492,
    "shabad_id": 3207,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਛੋਡਿ ਕਪਟੁ; ਨਿਤ ਹਰਿ ਭਜੁ ਬਵਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Shhodd Kapatt Nith Har Bhaj Bavarae ||1|| Rehaao ||",
    "translation": "Renounce fraud and deception, and meditate continuously on the Lord, O madman. ||1||Pause||",
    "punjabi": "ਹੇ ਝੱਲੇ ਜੋਗੀ! ਇਸ ਪਖੰਡ ਨੂੰ ਛੱਡ, ਤੇ ਸਦਾ ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਭਜੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 36493,
    "shabad_id": 3207,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਿਹ ਤੂ ਜਾਚਹਿ; ਸੋ ਤ੍ਰਿਭਵਨ ਭੋਗੀ ॥",
    "transliteration": "Jih Thoo Jaachehi So Thribhavan Bhogee ||",
    "translation": "That which you beg for, has been enjoyed in the three worlds.",
    "punjabi": "(ਜੋਗ-ਅੱਭਿਆਸ ਤੇ ਪ੍ਰਾਣਾਯਾਮ ਦੇ ਨਾਟਕ-ਚੇਟਕ ਵਿਖਾ ਕੇ) ਜਿਹੜੀ ਮਾਇਆ ਤੂੰ ਮੰਗਦਾ ਫਿਰਦਾ ਹੈਂ, ਉਸ ਨੂੰ ਤਾਂ ਸਾਰੇ ਜਗਤ ਦੇ ਜੀਵ ਭੋਗ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36494,
    "shabad_id": 3207,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ; ਕੇਸੌ ਜਗਿ ਜੋਗੀ ॥੨॥੮॥",
    "transliteration": "Kehi Kabeer Kaesa Jag Jogee ||2||8||",
    "translation": "Says Kabeer, the Lord is the only Yogi in the world. ||2||8||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਜੋਗੀ! ਜਗਤ ਵਿਚ ਮੰਗਣ-ਜੋਗ ਇਕ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਹੈ ॥੨॥੮॥",
    "pronunciation": "ਜੱਗਿ",
    "type_id": 3
  },
  {
    "id": 36495,
    "shabad_id": 3208,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਬਿਲਾਵਲੁ ॥",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36496,
    "shabad_id": 3208,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲਿਨ੍ਹਿ ਮਾੲਿਅਾ ਜਗਦੀਸ ਗੁਸਾੲੀ; ਤੁਮ੍ਹਰੇ ਚਰਨ ਬਿਸਾਰੇ ॥",
    "transliteration": "Einih Maaeiaa Jagadhees Gusaaee Thumharae Charan Bisaarae ||",
    "translation": "This Maya has made me forget Your feet, O Lord of the World, Master of the Universe.",
    "punjabi": "ਹੇ ਜਗਤ ਦੇ ਮਾਲਕ! ਹੇ ਜਗਤ ਦੇ ਖਸਮ! (ਤੇਰੀ ਪੈਦਾ ਕੀਤੀ ਹੋਈ) ਇਸ ਮਾਇਆ ਨੇ (ਅਸਾਂ ਜੀਵਾਂ ਦੇ ਦਿਲਾਂ ਵਿਚੋਂ) ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਯਾਦ ਭੁਲਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "ਜੱਗਦੀਸ।ਗੁਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 36497,
    "shabad_id": 3208,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਿੰਚਤ ਪ੍ਰੀਤਿ. ਨ ੳੁਪਜੈ ਜਨ ਕੳੁ; ਜਨ ਕਹਾ ਕਰਹਿ ਬੇਚਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kinchath Preeth N Oupajai Jan Ko Jan Kehaa Karehi Baechaarae ||1|| Rehaao ||",
    "translation": "Not even a bit of love wells up in Your humble servant; what can Your poor servant do? ||1||Pause||",
    "punjabi": "ਜੀਵ ਵਿਚਾਰੇ ਕੀਹ ਕਰਨ? (ਇਸ ਮਾਇਆ ਦੇ ਕਾਰਨ) ਜੀਵਾਂ ਦੇ ਅੰਦਰ (ਤੇਰੇ ਚਰਨਾਂ ਦਾ) ਰਤਾ ਭੀ ਪਿਆਰ ਪੈਦਾ ਨਹੀਂ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 36498,
    "shabad_id": 3208,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਧ੍ਰਿਗੁ ਤਨੁ. ਧ੍ਰਿਗੁ ਧਨੁ. ਧ੍ਰਿਗੁ ੲਿਹ ਮਾੲਿਅਾ; ਧ੍ਰਿਗੁ ਧ੍ਰਿਗੁ ਮਤਿ ਬੁਧਿ ਫੰਨੀ ॥",
    "transliteration": "Dhhrig Than Dhhrig Dhhan Dhhrig Eih Maaeiaa Dhhrig Dhhrig Math Budhh Fannee ||",
    "translation": "Cursed is the body, cursed is the wealth, and cursed is this Maya; cursed, cursed is the clever intellect and understanding.",
    "punjabi": "ਲਾਹਨਤ ਹੈ ਇਸ ਸਰੀਰ ਤੇ ਧਨ-ਪਦਾਰਥ ਨੂੰ; ਫਿਟਕਾਰ-ਜੋਗ ਹੈ (ਮਨੁੱਖਾਂ ਦੀ ਇਹ) ਅਕਲ, ਜੋ (ਧਨ-ਪਦਾਰਥ ਦੀ ਖ਼ਾਤਰ) ਹੋਰਨਾਂ ਨੂੰ ਧੋਖਾ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36499,
    "shabad_id": 3208,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ੲਿਸ ਮਾੲਿਅਾ ਕੳੁ ਦ੍ਰਿੜੁ ਕਰਿ ਰਾਖਹੁ; ਬਾਂਧੇ ਅਾਪ ਬਚੰਨੀ ॥੧॥",
    "transliteration": "Eis Maaeiaa Ko Dhrirr Kar Raakhahu Baandhhae Aap Bachannee ||1||",
    "translation": "Restrain and hold back this Maya; overcome it, through the Word of the Guru's Teachings. ||1||",
    "punjabi": "ਹੇ ਜਗਦੀਸ਼! ਤੇਰੇ ਹੁਕਮ-ਅਨੁਸਾਰ ਹੀ ਇਹ ਮਾਇਆ ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਮੋਹ ਵਿਚ ਬੰਨ੍ਹ ਰਹੀ ਹੈ। ਸੋ, ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਆਪਣੇ ਕਾਬੂ ਵਿਚ ਰੱਖ ॥੧॥",
    "pronunciation": "ਬ-ਚੰਨੀ",
    "type_id": 3
  },
  {
    "id": 36500,
    "shabad_id": 3208,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਿਅਾ ਖੇਤੀ. ਕਿਅਾ ਲੇਵਾ ਦੇੲੀ; ਪਰਪੰਚ ਝੂਠੁ ਗੁਮਾਨਾ ॥",
    "transliteration": "Kiaa Khaethee Kiaa Laevaa Dhaeee Parapanch Jhooth Gumaanaa ||",
    "translation": "What good is farming, and what good is trading? Worldly entanglements and pride are false.",
    "punjabi": "ਕੀਹ ਖੇਤੀ ਤੇ ਕੀਹ ਵਪਾਰ? ਜਗਤ ਦੇ ਇਸ ਪਸਾਰੇ ਦਾ ਮਾਣ ਕੂੜਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36501,
    "shabad_id": 3208,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਤੇ ਅੰਤਿ ਬਿਗੂਤੇ; ਅਾੲਿਅਾ ਕਾਲੁ ਨਿਦਾਨਾ ॥੨॥੯॥",
    "transliteration": "Kehi Kabeer Thae Anth Bigoothae Aaeiaa Kaal Nidhaanaa ||2||9||",
    "translation": "Says Kabeer, in the end, they are ruined; ultimately, Death will come for them. ||2||9||",
    "punjabi": "ਕਿਉਂਕਿ ਜਦੋਂ ਓੜਕ ਨੂੰ ਮੌਤ ਆਉਂਦੀ ਹੈ, ਤਾਂ ਕਬੀਰ ਆਖਦਾ ਹੈ- (ਇਸ ਪਸਾਰੇ ਦੇ ਮੋਹ-ਮਾਣ ਵਿਚ ਫਸੇ ਹੋਏ) ਜੀਵ ਆਖ਼ਰ ਹਾਹੁਕੇ ਲੈਂਦੇ ਹਨ ॥੨॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36502,
    "shabad_id": 3209,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਿਲਾਵਲੁ ॥",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36503,
    "shabad_id": 3209,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਰੀਰ ਸਰੋਵਰ ਭੀਤਰੇ; ਅਾਛੈ ਕਮਲ ਅਨੂਪ ॥",
    "transliteration": "Sareer Sarovar Bheetharae Aashhai Kamal Anoop ||",
    "translation": "Within the pool of the body, there is an incomparably beautiful lotus flower.",
    "punjabi": "ਹੇ ਮਨ! ਉਹ ਪ੍ਰਭੂ ਇਸ ਸਰੀਰ-ਰੂਪ ਸੁਹਣੇ ਸਰ ਦੇ ਅੰਦਰ ਹੀ ਹੈ, ਉਸੇ ਦੀ ਬਰਕਤ ਨਾਲ ਹਿਰਦਾ-ਰੂਪ ਕੌਲ ਫੁੱਲ ਸੁਹਣਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36504,
    "shabad_id": 3209,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਰਮ ਜੋਤਿ ਪੁਰਖੋਤਮੋ; ਜਾ ਕੈ. ਰੇਖ ਨ ਰੂਪ ॥੧॥",
    "transliteration": "Param Joth Purakhothamo Jaa Kai Raekh N Roop ||1||",
    "translation": "Within it, is the Supreme Light, the Supreme Soul, who has no feature or form. ||1||",
    "punjabi": "ਜਿਸ ਉੱਤਮ ਪੁਰਖ ਪ੍ਰਭੂ ਦੀ ਪਰਮ ਜੋਤ ਦਾ ਰੂਪ-ਰੇਖ ਨਹੀਂ ਦੱਸਿਆ ਜਾ ਸਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36505,
    "shabad_id": 3209,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਰੇ ਮਨ ਹਰਿ ਭਜੁ. ਭ੍ਰਮੁ ਤਜਹੁ; ਜਗਜੀਵਨ ਰਾਮ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Rae Man Har Bhaj Bhram Thajahu Jagajeevan Raam ||1|| Rehaao ||",
    "translation": "O my mind, vibrate, meditate on the Lord, and forsake your doubt. The Lord is the Life of the World. ||1||Pause||",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! (ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਭਟਕਣਾ ਛੱਡ ਦੇਹ, ਤੇ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰ, ਜੋ ਸਾਰੇ ਜਗਤ ਦਾ ਆਸਰਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਭੱਜੁ।ਜੱਗਜੀਵਨ",
    "type_id": 4
  },
  {
    "id": 36506,
    "shabad_id": 3209,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਾਵਤ ਕਛੂ. ਨ ਦੀਸੲੀ; ਨਹ ਦੀਸੈ ਜਾਤ ॥",
    "transliteration": "Aavath Kashhoo N Dheesee Neh Dheesai Jaath ||",
    "translation": "Nothing is seen coming into the world, and nothing is seen leaving it.",
    "punjabi": "ਉਹ ਰੱਬੀ-ਜੋਤ ਨਾਹ ਕਦੇ ਜੰਮਦੀ ਹੈ, ਤੇ ਨਾਹ ਮਰਦੀ ਦਿੱਸਦੀ ਹੈ।",
    "pronunciation": "ਦੀ-ਸੲੀ",
    "type_id": 3
  },
  {
    "id": 36507,
    "shabad_id": 3209,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜਹ ੳੁਪਜੈ. ਬਿਨਸੈ ਤਹੀ; ਜੈਸੇ ਪੁਰਿਵਨ ਪਾਤ ॥੨॥",
    "transliteration": "Jeh Oupajai Binasai Thehee Jaisae Purivan Paath ||2||",
    "translation": "Where the body is born, there it dies, like the leaves of the water-lily. ||2||",
    "punjabi": "ਪਰ ਇਹ ਮਾਇਆ ਦੀ ਖੇਡ ਚੁਪੱਤੀ ਦੇ ਪੱਤਿਆਂ ਵਾਂਗ ਉਸੇ (ਪ੍ਰਭੂ ਵਿਚੋਂ) ਪੈਦਾ ਹੁੰਦੀ ਹੈ ਤੇ ਉਸੇ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "(ਪੁਰਿਵਨ)ਚੁਪੱਤੀ। ਪੁਰਿ-ਵਨ",
    "type_id": 3
  },
  {
    "id": 36508,
    "shabad_id": 3209,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਮਿਥਿਅਾ ਕਰਿ ਮਾੲਿਅਾ ਤਜੀ; ਸੁਖ ਸਹਜ ਬੀਚਾਰਿ ॥",
    "transliteration": "Mithhiaa Kar Maaeiaa Thajee Sukh Sehaj Beechaar ||",
    "translation": "Maya is false and transitory; forsaking it, one obtains peaceful, celestial contemplation.",
    "punjabi": "ਸਹਿਜ ਅਵਸਥਾ ਦੇ ਸੁਖ ਦੀ ਵਿਚਾਰ ਕਰ ਕੇ (ਭਾਵ, ਇਹ ਸਮਝ ਕੇ ਕਿ ਮਾਇਆ ਦਾ ਮੋਹ ਛੱਡਿਆਂ, ਮਾਇਆ ਵਿਚ ਡੋਲਣੋਂ ਹਟ ਕੇ, ਸੁਖ ਬਣ ਜਾਇਗਾ, ਕਬੀਰ ਨੇ) ਇਸ ਮਾਇਆ ਨੂੰ ਨਾਸਵੰਤ ਜਾਣ ਕੇ (ਇਸ ਦਾ ਮੋਹ) ਛੱਡ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36509,
    "shabad_id": 3209,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਸੇਵਾ ਕਰਹੁ; ਮਨ ਮੰਝਿ ਮੁਰਾਰਿ ॥੩॥੧੦॥",
    "transliteration": "Kehi Kabeer Saevaa Karahu Man Manjh Muraar ||3||10||",
    "translation": "Says Kabeer, serve Him within your mind; He is the Enemy of ego, the Destroyer of demons. ||3||10||",
    "punjabi": "ਤੇ ਹੁਣ ਕਬੀਰ ਆਖਦਾ ਹੈ-ਹੇ ਮਨ! ਆਪਣੇ ਅੰਦਰ ਹੀ (ਟਿਕ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰ ॥੩॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36510,
    "shabad_id": 3210,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਿਲਾਵਲੁ ॥",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36511,
    "shabad_id": 3210,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਕਾ ਭ੍ਰਮੁ ਗੲਿਅਾ; ਗੋਬਿਦ ਲਿਵ ਲਾਗੀ ॥",
    "transliteration": "Janam Maran Kaa Bhram Gaeiaa Gobidh Liv Laagee ||",
    "translation": "The illusion of birth and death is gone; I lovingly focus on the Lord of the Universe.",
    "punjabi": "(ਮੇਰੇ ਅੰਦਰ) ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ ਐਸੀ ਬੁੱਧ ਜਾਗ ਪਈ ਹੈ ਕਿ ਮੇਰੀ ਜਨਮ-ਮਰਨ ਦੀ ਭਟਕਣਾ ਮੁੱਕ ਗਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36512,
    "shabad_id": 3210,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੀਵਤ ਸੁੰਨਿ ਸਮਾਨਿਅਾ; ਗੁਰ ਸਾਖੀ ਜਾਗੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jeevath Sunn Samaaniaa Gur Saakhee Jaagee ||1|| Rehaao ||",
    "translation": "In my life, I am absorbed in deep silent meditation; the Guru's Teachings have awakened me. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਮੇਰੀ ਸੁਰਤ ਜੁੜ ਗਈ ਹੈ, ਤੇ ਮੈਂ ਜਗਤ ਵਿਚ ਵਿਚਰਦਾ ਹੋਇਆ ਹੀ ਉਸ ਹਾਲਤ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ ਜਿੱਥੇ ਮਾਇਆ ਦੇ ਫੁਰਨੇ ਨਹੀਂ ਉਠਦੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 36513,
    "shabad_id": 3210,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਾਸੀ ਤੇ ਧੁਨਿ ੳੂਪਜੈ; ਧੁਨਿ ਕਾਸੀ ਜਾੲੀ ॥",
    "transliteration": "Kaasee Thae Dhhun Oopajai Dhhun Kaasee Jaaee ||",
    "translation": "The sound made from bronze, that sound goes into the bronze again.",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਜਿਵੇਂ ਕੈਂਹ ਦੇ ਭਾਂਡੇ ਨੂੰ ਠਣਕਾਇਆਂ ਉਸ ਵਿਚੋਂ ਅਵਾਜ਼ ਨਿਕਲਦੀ ਹੈ, ਜੇ (ਠਣਕਾਣਾ) ਛੱਡ ਦੇਈਏ ਤਾਂ ਉਹ ਅਵਾਜ਼ ਕੈਂਹ ਵਿਚ ਹੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਤਿਵੇਂ ਇਸ ਸਰੀਰਕ ਮੋਹ ਦਾ ਹਾਲ ਹੈ।",
    "pronunciation": "ਕਾਂਸੀ",
    "type_id": 3
  },
  {
    "id": 36514,
    "shabad_id": 3210,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਾਸੀ ਫੂਟੀ ਪੰਡਿਤਾ; ਧੁਨਿ ਕਹਾਂ ਸਮਾੲੀ ॥੧॥",
    "transliteration": "Kaasee Foottee Panddithaa Dhhun Kehaan Samaaee ||1||",
    "translation": "But when the bronze is broken, O Pandit, O religious scholar, where does the sound go then? ||1||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! (ਜਦੋਂ ਦੀ ਬੁੱਧ ਜਾਗੀ ਹੈ) ਮੇਰਾ ਸਰੀਰ ਨਾਲੋਂ ਮੋਹ ਮਿਟ ਗਿਆ ਹੈ (ਮੇਰਾ ਇਹ ਮਾਇਕ ਪਦਾਰਥਾਂ ਨਾਲ ਠਟਕਣ ਵਾਲਾ ਭਾਂਡਾ ਭੱਜ ਗਿਆ ਹੈ), ਹੁਣ ਪਤਾ ਹੀ ਨਹੀਂ ਕਿ ਉਹ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅਵਾਜ਼ ਕਿੱਥੇ ਜਾ ਗੁੰਮ ਹੋਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36515,
    "shabad_id": 3210,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਤ੍ਰਿਕੁਟੀ ਸੰਧਿ ਮੈ ਪੇਖਿਅਾ; ਘਟ ਹੂ ਘਟ ਜਾਗੀ ॥",
    "transliteration": "Thrikuttee Sandhh Mai Paekhiaa Ghatt Hoo Ghatt Jaagee ||",
    "translation": "I gaze upon the world, the confluence of the three qualities; God is awake and aware in each and every heart.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਨਾਲ ਬੁੱਧ ਜਾਗਣ ਤੇ) ਮੈਂ ਅੰਦਰਲੀ ਖਿੱਝ ਦੂਰ ਕਰ ਲਈ ਹੈ, ਹੁਣ ਮੈਨੂੰ ਹਰੇਕ ਘਟ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਜੋਤ ਜਗਦੀ ਦਿੱਸ ਰਹੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36516,
    "shabad_id": 3210,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅੈਸੀ ਬੁਧਿ ਸਮਾਚਰੀ; ਘਟ ਮਾਹਿ ਤਿਅਾਗੀ ॥੨॥",
    "transliteration": "Aisee Budhh Samaacharee Ghatt Maahi Thiaagee ||2||",
    "translation": "Such is the understanding revealed to me; within my heart, I have become a detached renunciate. ||2||",
    "punjabi": "ਮੇਰੇ ਅੰਦਰ ਐਸੀ ਮੱਤ ਪੈਦਾ ਹੋ ਗਈ ਹੈ ਕਿ ਮੈਂ ਅੰਦਰੋਂ ਵਿਰਕਤ ਹੋ ਗਿਆ ਹਾਂ ॥੨॥",
    "pronunciation": "(ਸਮਾਚਰੀ)ਪੈਦਾ ਹੋੲੀ",
    "type_id": 3
  },
  {
    "id": 36517,
    "shabad_id": 3210,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੁ ਅਾਪ ਤੇ ਜਾਨਿਅਾ; ਤੇਜ ਤੇਜੁ ਸਮਾਨਾ ॥",
    "transliteration": "Aap Aap Thae Jaaniaa Thaej Thaej Samaanaa ||",
    "translation": "I have come to know my own self, and my light has merged in the Light.",
    "punjabi": "ਹੁਣ ਅੰਦਰੋਂ ਹੀ ਮੈਨੂੰ ਆਪੇ ਦੀ ਸੂਝ ਪੈ ਗਈ ਹੈ, ਮੇਰੀ ਜੋਤ ਰੱਬੀ-ਜੋਤ ਵਿਚ ਰਲ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36518,
    "shabad_id": 3210,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਕਬੀਰ. ਅਬ ਜਾਨਿਅਾ; ਗੋਬਿਦ ਮਨੁ ਮਾਨਾ ॥੩॥੧੧॥",
    "transliteration": "Kahu Kabeer Ab Jaaniaa Gobidh Man Maanaa ||3||11||",
    "translation": "Says Kabeer, now I know the Lord of the Universe, and my mind is satisfied. ||3||11||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ- ਹੁਣ ਮੈਂ ਗੋਬਿੰਦ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਪਾ ਲਈ ਹੈ, ਮੇਰਾ ਮਨ ਗੋਬਿੰਦ ਨਾਲ ਗਿੱਝ ਗਿਆ ਹੈ ॥੩॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36519,
    "shabad_id": 3211,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਲਾਵਲੁ ॥",
    "transliteration": "Bilaaval ||",
    "translation": "Bilaaval:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36520,
    "shabad_id": 3211,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਚਰਨਕਮਲ ਜਾ ਕੈ ਰਿਦੈ ਬਸਹਿ; ਸੋ ਜਨੁ ਕਿੳੁ ਡੋਲੈ ਦੇਵ ॥",
    "transliteration": "Charan Kamal Jaa Kai Ridhai Basehi So Jan Kio Ddolai Dhaev ||",
    "translation": "When Your Lotus Feet dwell within one's heart, why should that person waver, O Divine Lord?",
    "punjabi": "ਹੇ ਦੇਵ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰੇ ਸੁਹਣੇ ਚਰਨ ਵੱਸਦੇ ਹਨ, ਉਹ ਮਾਇਆ ਦੇ ਹੱਥਾਂ ਤੇ ਨਹੀਂ ਨੱਚਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36521,
    "shabad_id": 3211,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਨੌ ਸਭ ਸੁਖ ਨੳੁ ਨਿਧਿ ਤਾ ਕੈ; ਸਹਜਿ ਸਹਜਿ ਜਸੁ ਬੋਲੈ ਦੇਵ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Maana Sabh Sukh No Nidhh Thaa Kai Sehaj Sehaj Jas Bolai Dhaev || Rehaao ||",
    "translation": "I know that all comforts, and the nine treasures, come to one who intuitively, naturally, chants the Praise of the Divine Lord. ||Pause||",
    "punjabi": "ਉਹ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤਿ-ਸਲਾਹ ਕਰਦਾ ਹੈ। ਉਸ ਦੇ ਅੰਦਰ, ਮਾਨੋ, ਸਾਰੇ ਸੁਖ ਤੇ ਜਗਤ ਦੇ ਨੌ ਹੀ ਖ਼ਜ਼ਾਨੇ ਆ ਜਾਂਦੇ ਹਨ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36522,
    "shabad_id": 3211,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਤਬ ੲਿਹ ਮਤਿ. ਜੳੁ ਸਭ ਮਹਿ ਪੇਖੈ; ਕੁਟਿਲ ਗਾਂਠਿ ਜਬ ਖੋਲੈ ਦੇਵ ॥",
    "transliteration": "Thab Eih Math Jo Sabh Mehi Paekhai Kuttil Gaanth Jab Kholai Dhaev ||",
    "translation": "Such wisdom comes, only when one sees the Lord in all, and unties the knot of hypocrisy.",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ) ਜਦੋਂ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਵਿੰਗੀ-ਟੇਢੀ ਘੁੰਡੀ (ਭਾਵ, ਖੋਟ) ਕੱਢਦਾ ਹੈ, ਤਾਂ ਉਸ ਦੇ ਅੰਦਰ ਇਹ ਮੱਤ ਉਪਜਦੀ ਹੈ ਕਿ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36523,
    "shabad_id": 3211,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਬਾਰੰ ਬਾਰ ਮਾੲਿਅਾ ਤੇ ਅਟਕੈ; ਲੈ ਨਰਜਾ. ਮਨੁ ਤੋਲੈ ਦੇਵ ॥੧॥",
    "transliteration": "Baaran Baar Maaeiaa Thae Attakai Lai Narajaa Man Tholai Dhaev ||1||",
    "translation": "Time and time again, he must hold himself back from Maya; let him take the scale of the Lord, and weigh his mind. ||1||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਆਪਣੇ ਮਨ ਨੂੰ ਮਾਇਆ ਵਲੋਂ ਰੋਕਦਾ ਹੈ, ਤੇ ਤੱਕੜੀ ਲੈ ਕੇ ਤੋਲਦਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਮਨ ਦੇ ਔਗੁਣਾਂ ਨੂੰ ਪੜਤਾਲਦਾ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਨਰਜਾ)ਤੱਕੜੀ",
    "type_id": 3
  },
  {
    "id": 36524,
    "shabad_id": 3211,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜਹ ੳੁਹੁ ਜਾੲਿ. ਤਹੀ ਸੁਖੁ ਪਾਵੈ; ਮਾੲਿਅਾ ਤਾਸੁ. ਨ ਝੋਲੈ, ਦੇਵ ॥",
    "transliteration": "Jeh Ouhu Jaae Thehee Sukh Paavai Maaeiaa Thaas N Jholai Dhaev ||",
    "translation": "Then wherever he goes, he will find peace, and Maya will not shake him.",
    "punjabi": "ਜਿੱਥੇ ਭੀ ਉਹ ਮਨੁੱਖ ਜਾਂਦਾ ਹੈ, ਉੱਥੇ ਹੀ ਸੁਖ ਪਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਮਾਇਆ ਭਰਮਾਂਦੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36525,
    "shabad_id": 3211,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਮੇਰਾ ਮਨੁ ਮਾਨਿਅਾ; ਰਾਮ ਪ੍ਰੀਤਿ ਕੀਓ ਲੈ, ਦੇਵ ॥੨॥੧੨॥",
    "transliteration": "Kehi Kabeer Maeraa Man Maaniaa Raam Preeth Keeou Lai Dhaev ||2||12||",
    "translation": "Says Kabeer, my mind believes in the Lord; I am absorbed in the Love of the Divine Lord. ||2||12||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ-ਮੈਂ ਭੀ ਆਪਣੇ ਮਨ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਵਿਚ ਲੀਨ ਕਰ ਦਿੱਤਾ ਹੈ, ਹੁਣ ਇਹ ਮੇਰਾ ਮਨ ਪ੍ਰਭੂ ਨਾਲ ਪਤੀਜ ਗਿਆ ਹੈ ॥੨॥੧੨॥",
    "pronunciation": "(ਦੇਵ)ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਵਾਹਿਗੁਰੂ ਦੀ ਪ੍ਰੀਤੀ ਚ ਲੈ ਲੀਨ ਕਰ ਦਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 36526,
    "shabad_id": 3212,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਬਿਲਾਵਲੁ ਬਾਣੀ ਭਗਤ ਨਾਮਦੇਵ ਜੀ ਕੀ",
    "transliteration": "Bilaaval Baanee Bhagath Naamadhaev Jee Kee",
    "translation": "Bilaaval, The Word Of Devotee Naam Dayv Jee:",
    "punjabi": "ਰਾਗ ਬਿਲਾਵਲੁ ਵਿੱਚ ਭਗਤ ਨਾਮਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 36527,
    "shabad_id": 3212,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 36528,
    "shabad_id": 3212,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸਫਲ ਜਨਮੁ ਮੋਕੳੁ, ਗੁਰ ਕੀਨਾ ॥",
    "transliteration": "Safal Janam Mo Ko Gur Keenaa ||",
    "translation": "The Guru has made my life fruitful.",
    "punjabi": "ਮੈਨੂੰ ਮੇਰੇ ਸਤਿਗੁਰੂ ਨੇ ਸਫਲ ਜੀਵਨ ਵਾਲਾ ਬਣਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
