{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ ॥ ਮਹਲਾ ੧ ॥",
      "page": 1410,
      "line": 3
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The saloks in addition to the Vars. 1st Guru."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਵਾਰਾਂ ਤੋਂ ਵਾਧੂ ਦੇ ਸਲੋਕ। ਪਹਿਲੀ ਪਾਤਿਸ਼ਾਹੀ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Saloks In Addition To The Vaars. First Mehl:"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਪਹਿਲੇ ਵਾਰਾਂ ਸਲੋਕੋਂ ਤੇ ਬਿਨਾਂ ਪਉੜੀਆਂ ਮਾਤ੍ਰ ਥੀਆਂ। ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਨੇ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਬੀੜ ਰਚਨ ਸਮੇਂ ਪਉੜੀਓਂ ਕੇ ਸਾਥ ਸਲੋਕ ਮਿਲਾਇ ਕਰ ਕੇ ਵਾਰਾਂ ਲਿਖਾਈਆਂ ਹੈਂ। ਤਿਨ ਵਾਰੋਂ ਪੀਛੇ ਜੋ ਔਰ ਸਲੋਕ ਰਹੇ ਸੋ ਈਹਾਂ ਏਕ ਜਗਾ ਪੀਛੇ ਲਿਖ ਦੀਏ ਹੈਂ। ਕਈ ਸਲੋਕ ਈਹਾਂ ਵਾਰਾਂ ਕੇ ਬੀਚ ਕੇ ਭੀ ਹੈਂ, ਪਰੰਤੂ ਅਖਰ ਵਾ ਲਗ ਮਾਤ੍ਰ ਕਾ ਭੇਦ ਹੈ। ਯਥਾ-ਮਨਹੁ ਜਿ ਅੰਧੇ ਕੂਪ ਵਾ ਘੂਪ ਪਾਠ ਹੈ। ਅਬ ਪਹਿਲੀ ਪਾਤਿਸਾਹੀ ਕੇ ਲਿਖਤੇ ਹੈਂ: ਸ੍ਰੀ ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਕੁਰਖੇਤ੍ਰ ਮੇਂ ਗਏ। ਊਹਾਂ ਪਟਨੇ ਕੇ ਰਾਜ ਪੁਤ੍ਰ ਨੇ ਹਰਨ ਮਾਰਕਰ ਗੁਰੂ ਜੀ ਕੀ ਭੇਟਾ ਕਰੀ, ਤਬ ਤਿਸ ਕੋ ਰਾਜ ਕਾ ਵਰ ਦੀਆ। ਉਸੀ ਮਾਸ ਕੇ ਰਿਨਣੇ ਸੇ ਪੰਡਿਤ ਲੋਕੋਂ ਸਾਥ ਚਰਚਾ ਕਰ ਕੇ ਨਾਮ ਜਪਾਯਾ। ਮਾਸ ਕੇ ਦੇਗਚੇ ਬੀਚ ਸੇ ਤਸਮਈ ਕਰ ਦਿਖਾਈ ਤਬ ਸੰਪੂਰਨ ਗੁਰੂ ਜੀ ਕੇ ਸਿਖ ਭਏ। ਪੁਨਾ ਜਬ ਸਤਿਗੁਰ ਸਮਾਂ ਪਾਇ ਕਰ ਉਸ ਰਾਜ ਪੁਤ੍ਰ ਕੇ ਰਾਜ ਮੇਂ ਗਏ ਤਬ ਉਹ ਰਾਜਾ ਅਪਨੀ ਮਾਤਾ ਔਰ ਰਾਣੀ ਸੰਯੁਕਤ ਆਇਆ ਅਰ ਨਮਸਕਾਰ ਕਰੀ। ਤਿਸ ਰਾਜੇ ਕੀ ਮਾਤਾ ਨੇ ਦੇਖਾ ਕਿ ਮੇਰੀ ਸੁਨੁਖਾ ਨੇ ਨਿੰਵ ਕਰ ਕੇ ਨਮਸਕਾਰ ਨਹੀਂ ਕਰੀ ਤਬ ਉਹ ਅਪਨੀ ਸੁਨੁਖਾ ਕੇ ਸਾਥ ਪ੍ਰਸ਼ਨੋਤਰ ਕਰਤੀ ਭਈ। ਸੋਈ ਸਤਿਗੁਰੂ ਜੀ ਦਿਸਟਾਂਤ ਦਾਸਟਾਂਤ ਦੋਨੋਂ ਪ੍ਰਕਾਰ ਕਰ ਉਚਾਰਨ ਕਰਤੇ ਹੈਂ; ਵਾ ਸੰਪ੍ਰਦਾਈ- ਸਿੰਗਲਾਦੀਪ ਮੇਂ ਜਬ ਦੂਜੀ ਵਾਰ ਗਏ ਹੈਂ ਤਬ ਰਾਨੀ ਸੁਨੁਖਾ ਸਾਥ ਆਈ। ਤਿਸ ਪ੍ਰਥਾਇਕ ਏਹ ਸਲੋਕ ਹੂਏ।"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਬਾਣੀ 'ਸਲੋਕ ਵਾਰਾਂ ਤੇ ਵਧੀਕ'। ਗੁਰੂ ਨਾਨਕ ਦੀ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Sloks en adición de los Vaars. Mejl Guru Nanak, Primer Canal Divino."
    }
  ]
}
