{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਾਨਕ. ਬੁਗੋਯਦ. ਜਨੁ ਤੁਰਾ; ਤੇਰੇ ਚਾਕਰਾਂ ਪਾ ਖਾਕ ॥੪॥੧॥",
      "page": 721,
      "line": 8
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Thine fear, O Lord, Says Nanak, I am Thy slave and the dust of the feet of Thine servants."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ ਆਖਦਾ ਹੈ, ਮੈਂ ਤੇਰਾ ਗੋਲਾ ਹਾਂ ਅਤੇ ਤੈਂਡੇ ਸੇਵਕਾਂ ਦੇ ਪੈਰਾਂ ਦੀ ਧੂੜ ਹਾਂ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Says Nanak, I am Your humble servant, the dust of the feet of Your slaves. ||4||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "(ਨਾਨਕ) ਸ੍ਰੀ ਗੁਰੂ ਜੀ (ਬੁਗੋਯਦ) ਕਹਤੇ ਹੈਂ: (ਜਨੁ) ਮੈਂ ਦਾਸ (ਤੁਰਾ) ਤੇਰਾ ਹੂੰ (ਤੇਰੇ ਚਾਕਰਾਂ) ਤੇਰੇ ਦਾਸੋਂ ਕੇ (ਪਾ) ਪੈਰਾਂ ਕੀ (ਖਾਕ) ਧੂੜੀ ਮਾਂਗਤਾ ਹੂੰ॥☬ਸਤਿਗੁਰੂ ਜੀ ਨੇ ਮੌਲਵੀ ਪ੍ਰਤਿ ਇਸ ਪ੍ਰਕਾਰ ਕਹਾ, 'ਹਮ ਸਦਾ ਕਰਤਾਰ ਆਗੇ ਬੇਨਤੀ ਕਰਤੇ ਰਹਤੇ ਹੈਂ, ਤੁਮ ਭੀ ਸੰਸਾਰ ਕੋ ਅਸਤ ਜਾਨ ਕਰ ਤਿਸ ਵਾਹਿਗੁਰੂ ਜੀ ਆਗੇ ਐਸੀ ਬੇਨਤੀ ਕਰੋ, ਤਬ ਤੁਮ ਜਨਮ ਮਰਣ ਆਦ ਭੈ ਸੇ ਰਹਤ ਹੋਵੋਗੇ'। ਇਸ ਪਰਕਾਰ ਸਬਦ ਸੁਣ ਕਰ ਮੌਲਵੀ ਨਿਹਾਲ ਹੋਤਾ ਭਯਾ॥੪॥੧॥☬ਜਿਸ ਕਾਲ ਮੇਂ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਏਮਨਾਵਾਦ ਮੇਂ ਗਏ। ਬਾਬਰ ਨੇ ਸਹਤ ਕਰਾਮਾਤ ਕੇ ਦੇਖ ਕਰ ਪੂਰਨ ਦਰਵੇਸ ਜਾਨ ਕਰ ਭਾਂਗ ਕੀ ਭੇਟਾ ਮਹਾਰਾਜ ਆਗੇ ਰਾਖੀ ਅਰ ਨਮਸਕਾਰ ਕਰੀ। ਤਬ ਮਹਾਰਾਜ ਭਾਂਗ ਕੋ ਦੇਖ ਕਰ ਸ੍ਰੀ ਅਕਾਲ ਪੁਰਖ ਆਗੇ ਬੇਨਤੀ ਕਰਤੇ ਹੂਏ ਬਾਬਰ ਪਰਥਾਇ ਯੇਹਿ ਸ਼ਬਦ ਉਚਾਰਨ ਕਰਤੇ ਭਏ: ਜੋ ਦਰਵੇਸ ਖਲੜੀ ਮੇਂ ਭਾਂਗ ਔਰ ਕਾਸਾ ਆਦੀ ਰਖ ਕਰ ਮਾਂਗਤੇ ਹੈਂ ਤਿਨ ਕਾ ਰੂਪਕ ਦਿਖਲਾਵਤੇ ਹੈਂ। ਕਿਉਂਕਿ ਬਹੁਤ ਫਕੀਰ ਖਲੜੀ ਆਦੀ ਮੇਂ ਭਾਂਗ ਪਾ ਕਰ ਪਾਸ ਰਖਤੇ ਹੈਂ॥☬ਸੋ ਕਹੋ ਤੂੰ ਕੌਨ ਫਕੀਰ ਹੈਂ? ਤਿਸ ਪਰ ਕਹੇ ਹੈਂ:"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਪਰ ਤੇਰਾ) ਦਾਸ ਨਾਨਕ ਤੈਨੂੰ ਆਖਦਾ ਹੈ ਕਿ (ਮੇਹਰ ਕਰ, ਮੈਨੂੰ) ਤੇਰੇ ਸੇਵਕਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਮਿਲੇ ॥੪॥੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Pero, dice Nanak, soy Tu Esclavo, oh Señor, el Polvo debajo de los pies de Tus Esclavos, por favor sálvame.(4-1)"
    }
  ]
}
