{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜਾਂ ਚੈ ਘਰਿ. ਲਛਿਮੀ ਕੁਆਰੀ; ਚੰਦੁ ਸੂਰਜੁ ਦੀਵੜੇ. ਕਉਤਕੁ ਕਾਲੁ ਬਪੁੜਾ; ਕੋਟਵਾਲੁ ਸੁ ਕਰਾ ਸਿਰੀ ॥",
      "page": 1292,
      "line": 3
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "In whose home abides the virgin goddess of wealth. The moon and the sun are His two lamps, the poor death, which exhibits wondrous plays and which levies tax on all, is His police-official."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਦੇ ਧਾਮ ਅੰਦਰ ਅਣਵਿਆਹੀ ਦੋਲਤ ਦੀ ਦੇਵੀ ਵਸਦੀ ਹੈ। ਚੰਦਰਮਾ ਅਤੇ ਆਫਤਾਬ ਉਸ ਦੇ ਦੋ ਦੀਵੇ ਹਨ। ਗਰੀਬ ਮੌਤ, ਜਿਹੜੀ ਅਸਚਰਜ ਖੇਡਾਂ ਵਿਖਾਲਦੀ ਹੈ ਅਤੇ ਜੋ ਸਾਰਿਆਂ ਨੂੰ ਮਸੂਲ ਲਾਉਂਦੀ ਹੈ, ਉਸ ਦੀ ਪੁਲੀਸ ਅਫਸਰ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "In His Home, the virgin Lakshmi dwells. The moon and the sun are His two lamps; the wretched Messenger of Death stages his dramas, and levies taxes on all."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਪੁਨਹ ਜਿਸ ਕੇ ਘਰ ਮੇਂ ਲਛਮੀ ਕੁਆਰੀ ਹੈ, ਭਾਵ ਅਸੰਗ ਪੁਰਖੁ ਹੈ; ਵਾ ਦੂਜਾ ਭਾਵ ਸੰਤਾਨ ਨਾ ਹੋਨੇ ਤੇ ਕੰਨ੍ਯਾਂ ਰੂਪ ਹੈ, ਇਸ ਵਾਸਤੇ ਕੁਆਰੀ ਕਹੀ ਹੈ। ਚੰਦ੍ਰਮਾ ਅਰ ਸੂਰਜ ਦੀਵੇ ਹੈਂ ਔਰ (ਬਪੁੜਾ) ਬੇਚਾਰਾ ਕੌਤਕੀ ਜੋ ਕਾਲ ਹੈ, ਸੋ ਕੁਤਵਾਲ ਹੈ। ਜਿਸ ਕਾ ਸਭ ਕੇ ਸਿਰੋਂ ਪਰ ਕਰ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਰਾਜਿਆਂ ਦੀਆਂ ਰਾਣੀਆਂ ਦਾ ਜੋਬਨ ਤਾਂ ਚਾਰ ਦਿਨ ਦਾ ਹੁੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਇਕ ਐਸਾ ਰਾਜਾ ਹੈ) ਜਿਸ ਦੇ ਮਹਲ ਵਿਚ ਲੱਛਮੀ ਹੈ, ਜੋ ਸਦਾ ਜੁਆਨ ਰਹਿੰਦੀ ਹੈ (ਜਿਸ ਦਾ ਜੋਬਨ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ), ਇਹ ਚੰਦ ਸੂਰਜ (ਉਸ ਦੇ ਮਹਲ ਦੇ, ਮਾਨੋ) ਨਿੱਕੇ ਜਿਹੇ ਦੀਵੇ ਹਨ, ਜਿਸ ਕਾਲ ਦਾ ਹਾਲਾ ਹਰੇਕ ਜੀਵ ਦੇ ਸਿਰ ਉੱਤੇ ਹੈ (ਜਿਸ ਕਾਲ ਦਾ ਹਾਲਾ ਹਰੇਕ ਜੀਵ ਨੂੰ ਭਰਨਾ ਪੈਂਦਾ ਹੈ, ਜਿਸ ਕਾਲ ਤੋਂ ਜਗਤ ਦਾ ਹਰੇਕ ਜੀਵ ਥਰ-ਥਰ ਕੰਬਦਾ ਹੈ) ਤੇ ਜੋ ਕਾਲ (ਇਸ ਜਗਤ-ਰੂਪ ਸ਼ਹਿਰ ਦੇ ਸਿਰ ਉੱਤੇ) ਕੋਤਵਾਲ ਹੈ, ਉਹ ਕਾਲ ਵਿਚਾਰਾ (ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਘਰ ਵਿਚ, ਮਾਨੋ, ਇਕ) ਖਿਡੌਣਾ ਹੈ-"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "ahí la diosa Lakshmi habita y el desgraciado mensajero de la muerte establece sus dramas y cobra los impuestos."
    }
  ]
}
