{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਾਨਕ. ਜਿਨਿ ਕਰਤੈ. ਕਾਰਣੁ ਕੀਆ; ਸੋ ਜਾਣੈ. ਕਰਤਾਰੁ ॥੨॥",
      "page": 466,
      "line": 7
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak God, the Creator, who made the world, alone knows, whether it is better to burn or bury."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਕੇਵਲ ਵਾਹਿਗੁਰੂ, ਸਿਰਜਣਹਾਰ ਹੀ, ਜਿਸ ਨੇ ਸੰਸਾਰ ਸਾਜਿਆ ਹੈ, ਜਾਣਦਾ ਹੈ ਕਿ ਸਾੜਨਾ ਚੰਗਾ ਹੈ ਜਾਂ ਦੱਬਣਾ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "O Nanak, the Creator created the creation; the Creator Lord alone knows. ||2||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਹੇ ਸੇਖ ਜੀ! ਜਿਸ ਕਰਤਾ ਪੁਰਖ ਨੇ ਇਸੁ ਕਾਰਣ ਕਾਰਜ ਰੂਪ ਸ੍ਰਿਸ੍ਟੀ ਕੋ ਕੀਆ ਹੈ, ਸੋਈ ਕਰਤਾਰ ਇਸ ਭੇਦ ਕੋ ਜਾਨਤਾ ਹੈ। ਔਰ ਦੂਸਰਾ ਨਹੀਂ ਜਾਨਤਾ ਹੈ ਕਿ ਕੌਨ ਸ੍ਵਰਗ ਕੋ ਜਾਤਾ ਹੈ ਅਰੁ ਕੌਨ ਨਰਕ ਕੋ ਜਾਤਾ ਹੈ॥੨॥☬ਵਾ (ਮਿਟੀ) ਪ੍ਰਿਥੀ ਆਦੀ ਪੰਜ ਤਤ ਰਚਤ ਸਰੀਰ ਰੂਪੀ (ਮੁਸਲ) ਕੁਪੁ ਇਸਦਾ ਮਾਨ ਹੰਕਾਰ ਕੀ ਕਰਨਾ ਹੈ। ਤਤੋਂ ਰੂਪੀ ਮਿਟੀ ਬ੍ਰਹਮਾ ਰੂਪ ਘੁਮਾਰ ਦੇ (ਪੇੜੈ) ਪਲੇ ਵਾ ਲੋਈਏ, ਭਾਵ ਜੋ ਪਿੰਡੁ ਪ੍ਰਣੰਮ ਕਰ ਭਾਂਡਾ ਬਨਤਾ ਹੈ, ਤਿਸ ਕੇ ਭਾਂਡੇ ਚੈਤਨ ਇਟਾਂ ਜੜਦੇ ਹਾਂ ਕਰੀਆਂ, ਭਾਵ ਅਸਥਾਵਰ ਜੰਗਮ ਸ੍ਰਿਸ੍ਟੀ ਰਚੀ। ਸੋ ਮਿਟੀ ਬਿਚਾਰੀ ਗਰਭ ਮੇਂ ਜਲਤੀ, ਭਾਵ ਦੁਖੀ ਹੂਈ ਪੁਕਾਰ ਕਰਤੀ ਹੈ। ਪੁਨਾ ਬਿਵਹਾਰ ਮੇਂ ਜਲ ਜਲ ਦੁਖੀ ਹੋ ਕਰ ਵੀਚਾਰੀ ਰੋਂਦੀ, ਭਾਵ ਮਿਟੀ ਸਬੰਧ ਸੈ ਜੀਵ ਰੋਤੇ ਹੈਂ। ਅੰਗਾਰ ਝੜ ਝੜ ਪੈਂਦੇ, ਭਾਵ ਦੁਖ ਮੇਂ ਹੋਰੁ ਦੁਖ ਪ੍ਰਾਪਤਿ ਹੋਤਾ ਹੈ। ਵਾ ਚਿਖਾ ਮੇਂ ਜਲਨੇ ਕੇ ਵਖਿਤ ਅੰਗਾਰ ਝੜ ਝੜ ਪੜਤੇ ਹੈਂ।☬ਜੇ ਕਹੇ ਜੀਵ ਦੁਖੋਂ ਸੇ ਕੈਸੇ ਬਚੇ? ਤਿਸ ਪਰ ਕਹਤੇ ਹੈਂ:☬ਜਿਸ ਕਰਤੇ ਨੇ ਜਗਤ ਕੇ ਕਾਰਣ ਬ੍ਰਹਮਾ ਵਾ ਮਾਇਆ ਮਹਤਤ ਆਦਿਕੋਂ ਕੋ ਕੀਆ ਹੈ, ਸੋ ਓਹ ਕਰਤਾਰੁ ਨੂੰ ਜਾਣੇ, ਤਉ ਦੁਖੋਂ ਤੇ ਰਹਤ ਹੋਤਾ ਹੈ॥੨॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "(ਪਰ ਨਿਜਾਤ ਜਾਂ ਦੋਜ਼ਕ ਦਾ ਮੁਰਦਾ ਸਰੀਰ ਦੇ ਸਾੜਨ ਜਾਂ ਦੱਬਣ ਨਾਲ ਕੋਈ ਸੰਬੰਧ ਨਹੀਂ ਹੈ), ਹੇ ਨਾਨਕ! ਜਿਸ ਕਰਤਾਰ ਨੇ ਜਗਤ ਦੀ ਮਾਇਆ ਰਚੀ ਹੈ, ਉਹ (ਅਸਲ ਭੇਦ ਨੂੰ) ਜਾਣਦਾ ਹੈ ॥੨॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Dice Nanak, ¡Aquél que creó el mundo es el Único que sabe qué nos pasará en el más allá! (2)"
    }
  ]
}
