{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਨਾਨਕ. ਮਿਠੈ ਪਤਰੀਐ; ਵੇਖਹੁ ਲੋਕਾ ਆਇ ॥੨॥",
      "page": 143,
      "line": 2
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Nanak, how the sweet-leaved sugarcane is treated, come and see, O people!"
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ, ਮਿੱਠੜੇ ਪਤਿਆਂ ਵਾਲੇ ਕਮਾਦ ਨਾਲ ਕੇਹੋ ਜੇਹਾ ਸਲੂਕ ਹੋਇਆ ਹੈ, ਹੇ ਪ੍ਰਾਣੀਓ! ਆ ਕੇ ਦੇਖੋ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Nanak: come, people, and see how the sweet sugar-cane is treated! ||2||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮਿਠੇ ਕਾ (ਪਤਰੀਐ) ਪਤਿਆਵਾ ਵਾ ਜੋ ਪੁਤ੍ਰੋਂ ਵਾਲਾ ਹੈ ਵਾ ਜੈਸੀ ਪਤ ਰਹੀ ਹੈ, ਭਾਵ ਜੈਸੀ ਕਮਾਦ ਕੀ ਬੇਇਜਤੀ ਹੋਈ ਹੈ, ਸੋ ਹੇ ਲੋਕੋ! ਆਨ ਕਰ ਦੇਖੋ॥☬ਦ੍ਰਿਸ੍ਟਾਂਤ- ਜੋ ਅਗਿਆਨੀ ਪੁਰਸ਼ ਸਬੰਧੀਆਂ ਕੋ ਮਿਠਾ ਅਰਥਾਤ ਪਯਾਰਾ ਭਾਸਤਾ ਥਾ, ਸੋ ਜਮਦੂਤੋਂ ਨੇ (ਕਟਿਆ) ਪ੍ਰਾਣੋਂ ਕਾ ਵਿਜੋਗ ਕੀਆ, ਕਾਟ ਕਰ ਪਾਪੀ ਜੀਵ ਕੋ ਬੰਧ ਲੀਆ, ਕਠਿਨ ਸਥਾਨੋਂ ਮੇਂ ਰਾਖ ਕਰ ਮਲ ਜੋ ਬਲੀ ਜਮਦੂਤ ਸੋ ਸਜਾਇ ਦੇਤੇ ਹੈਂ। ਰਸ ਰੂਪ ਜੋ ਲਿੰਗ ਸਰੀਰ ਹੈ, ਸੋ (ਕਸੁ) ਤਪਾਉਣ ਵਾਸਤੇ ਟਟਰ ਅਰਥਾਤ ਤਪਤ ਕੜਾਹਿਓਂ ਮੇਂ ਪਾਈਤਾ ਹੈ ਤਬ ਕੜਾਹੇ ਤਪਤੇ ਹੈਂ। ਪੁਨਃ ਤਬ ਜੀਵ ਵਿਰਲਾਪ ਕਰਤਾ ਹੈ, ਪੁਨਾ ਸੰਬੰਧੀ (ਫੋਗੁ) ਅਸਾਰ ਸਰੀਰ ਕੋ ਸਮਾਲ ਲੇਤੇ ਹੈਂ ਔਰ ਅਗਨੀ ਮੇਂ ਜਲਾ ਦੇਤੇ ਹੈਂ। ਦਬਾਉਣੇ ਵਾਲੇ ਦਬਾ ਦੇਤੇ ਹੈਂ। ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਮਿਠੇ ਇੱਖ ਵਤ ਜੋ ਜੀਵ ਸੰਸਾਰ ਮੇਂ ਪਤਾਂ ਵਾਲਾ ਅਰਥਾਤ ਬਹੁਤ ਪਰਵਾਰ ਵਾਲਾ ਥਾ ਵਾ ਜੈਸੀ ਇੱਜਤ ਵਾਲਾ ਥਾ। ਵਾ ਜੈਸੀ ਇਜਤ ਰਹੀ ਹੈ, ਭਾਵ ਸੇ ਬੇਇੱਜਤ ਹੂਆ। ਵਾ ਹੇ ਲੋਕੋ! ਪਤਿਆਵਾ ਵੇਖ ਲਵੋ, ਭਾਵ ਏਹਿ ਕਿ ਤੁਮ ਸਾਸਤ੍ਰ ਦੁਆਰਾ ਜੀਵੋਂ ਕਾ ਹਾਲ ਸਮਝ ਲੇਵੋ॥੨॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਲੋਕੋ! ਆ ਕੇ (ਗੰਨੇ ਦਾ ਹਾਲ) ਵੇਖੋ, ਮਿੱਠੇ ਦੇ ਕਾਰਣ (ਮਾਇਆ ਦੀ ਮਿਠਾਸ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਗੰਨੇ ਵਾਂਗ ਇਉਂ ਹੀ) ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ ॥੨॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "¡Mira ahora el estado lamentable de esta caña dulce de hojas frondosas!  (2)"
    }
  ]
}