[
  {
    "id": 59557,
    "shabad_id": 5424,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੂ ਗੁਰੁ. ਗੁਰੁ ਕਰਹੁ; ਗੁਰੂ ਹਰਿ ਪਾੲੀਅੈ ||",
    "transliteration": "Guroo Gur Gur Karahu Guroo Har Paaeeai ||",
    "translation": "Chant Guru, Guru, Guru; through the Guru, the Lord is obtained.",
    "punjabi": "ਸਦਾ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰੋ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59558,
    "shabad_id": 5424,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੳੁਦਧਿ ਗੁਰੁ ਗਹਿਰ ਗੰਭੀਰ; ਬੇਅੰਤੁ ਹਰਿ ਨਾਮ ਨਗ ਹੀਰ ਮਣਿ; ਮਿਲਤ ਲਿਵ ਲਾੲੀਅੈ ||",
    "transliteration": "Oudhadhh Gur Gehir Ganbheer Baeanth Har Naam Nag Heer Man Milath Liv Laaeeai ||",
    "translation": "The Guru is an Ocean, deep and profound, infinite and unfathomable. Lovingly attuned to the Lord's Name, you shall be blessed with jewels, diamonds and emeralds.",
    "punjabi": "ਸਤਿਗੁਰੂ ਡੂੰਘਾ ਗੰਭੀਰ ਤੇ ਬੇਅੰਤ ਸਮੁੰਦਰ ਹੈ, (ਉਸ ਵਿਚ) ਚੁੱਭੀ ਲਾਇਆਂ ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪੀ ਨਗ, ਹੀਰੇ ਤੇ ਮਣੀਆਂ ਪ੍ਰਾਪਤ ਹੁੰਦੀਆਂ ਹਨ।",
    "pronunciation": "(ੳੁਦਧਿ) ਸਮੁੰਦ੍ਰ[ (ਮਣਿ) ਮਣੀ",
    "type_id": 3
  },
  {
    "id": 59559,
    "shabad_id": 5424,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਫੁਨਿ. ਗੁਰੂ ਪਰਮਲ ਸਰਸ, ਕਰਤ ਕੰਚਨੁ ਪਰਸ; ਮੈਲੁ ਦੁਰਮਤਿ ਹਿਰਤ, ਸਬਦਿ ਗੁਰੁ ਧ੍ਯਾੲੀਅੈ ||",
    "transliteration": "Fun Guroo Paramal Saras Karath Kanchan Paras Mail Dhuramath Hirath Sabadh Gur Dhhyaaeeai ||",
    "translation": "And, the Guru makes us fragrant and fruitful, and His Touch transforms us into gold. The filth of evil-mindedness is washed away, meditating on the Word of the Guru's Shabad.",
    "punjabi": "ਅਤੇ, ਸਤਿਗੁਰੂ ਦੀ ਛੋਹ (ਜੀਵ ਦੇ ਅੰਦਰ) ਸੁਆਦਲੀ ਸੁਗੰਧੀ ਪੈਦਾ ਕਰ ਦੇਂਦੀ ਹੈ; ਸੋਨਾ ਬਣਾ ਦੇਂਦੀ ਹੈ, ਦੁਰਮੱਤ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ; (ਤਾਂ ਤੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਗੁਰੂ ਨੂੰ ਸਿਮਰੀਏ।",
    "pronunciation": "(ਪਰਮਲ) ਚੰਦਨ[ਦੁਰ-ਮੱਤਿ[ ਧਿਅਾੲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 59560,
    "shabad_id": 5424,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਪਰਵਾਹ, ਛੁਟਕੰਤ ਸਦ ਦ੍ਵਾਰਿ ਜਿਸੁ; ਗ੍ਯਾਨ ਗੁਰ ਬਿਮਲ ਸਰ, ਸੰਤ ਸਿਖ ਨਾੲੀਅੈ ||",
    "transliteration": "Anmrith Paravaah Shhuttakanth Sadh Dhvaar Jis Gyaan Gur Bimal Sar Santh Sikh Naaeeai ||",
    "translation": "The Stream of Ambrosial Nectar flows constantly from His Door. The Saints and Sikhs bathe in the immaculate pool of the Guru's spiritual wisdom.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਸਦਾ ਅੰਮ੍ਰਿਤ ਦੇ ਚਸ਼ਮੇ ਜਾਰੀ ਹਨ, ਜਿਸ ਗੁਰੂ ਦੇ ਗਿਆਨ-ਰੂਪ ਨਿਰਮਲ ਸਰੋਵਰ ਵਿਚ ਸਿਖ ਸੰਤ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ,",
    "pronunciation": "ਦ੍ਵਾਰਿ:ਦੁਅਾਰਿ[ ਗ੍ਯਾਨ: ਗਿਅਾਨ[ ਨ੍ਹਾੲੀਅੈ[ ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 59561,
    "shabad_id": 5424,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਮੁ ਨਿਰਬਾਣੁ ਨਿਧਾਨੁ ਹਰਿ. ੳੁਰਿ ਧਰਹੁ; ਗੁਰੂ ਗੁਰੁ ਗੁਰੁ ਕਰਹੁ, ਗੁਰੂ ਹਰਿ ਪਾੲੀਅੈ ||੩||੧੫||",
    "transliteration": "Naam Nirabaan Nidhhaan Har Our Dhharahu Guroo Gur Gur Karahu Guroo Har Paaeeai ||3||15||",
    "translation": "Enshrine the Naam, the Name of the Lord, within your heart, and dwell in Nirvaanaa. Chant Guru, Guru, Guru; through the Guru, the Lord is obtained. ||3||15||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹਰੀ ਦੇ ਵਾਸਨਾ-ਰਹਿਤ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਓ। ਸਦਾ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰੋ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਹੀ ਹਰੀ ਮਿਲਦਾ ਹੈ ॥੩॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59562,
    "shabad_id": 5425,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰੂ ਗੁਰੁ ਗੁਰੂ ਗੁਰੁ; ਗੁਰੂ ਜਪੁ ਮੰਨ ਰੇ ||",
    "transliteration": "Guroo Gur Guroo Gur Guroo Jap Mann Rae ||",
    "translation": "Chant Guru, Guru, Guru, Guru, Guru, O my mind.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਗੁਰੂ ਜਪ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59563,
    "shabad_id": 5425,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਾ ਕੀ ਸੇਵ, ਸਿਵ ਸਿਧ ਸਾਧਿਕ. ਸੁਰ ਅਸੁਰ ਗਣ; ਤਰਹਿ ਤੇਤੀਸ, ਗੁਰ ਬਚਨ ਸੁਣਿ ਕੰਨ ਰੇ ||",
    "transliteration": "Jaa Kee Saev Siv Sidhh Saadhhik Sur Asur Gan Tharehi Thaethees Gur Bachan Sun Kann Rae ||",
    "translation": "Serving Him, Shiva and the Siddhas, the angels and demons and servants of the gods, and the thrity-three million gods cross over, listening to the Word of the Guru's Teachings.",
    "punjabi": "ਸ਼ਿਵ ਜੀ, ਉਸ ਦੇ ਗਣ, ਸਿੱਧ, ਸਾਧਿਕ, ਦੇਵ, ਦੈਂਤ ਤੇ ਤੇਤੀ ਕਰੋੜ ਦੇਵਤੇ, ਉਸ (ਗੁਰੂ) ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਤੇ ਗੁਰੂ ਦੇ ਬਚਨ ਕੰਨੀਂ ਸੁਣ ਕੇ ਪਾਰ ਉਤਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਅ-ਸੁਰ[ਤੇ੍ਨਤੀਸ",
    "type_id": 3
  },
  {
    "id": 59564,
    "shabad_id": 5425,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਫੁਨਿ. ਤਰਹਿ ਤੇ ਸੰਤ ਹਿਤ, ਭਗਤ ਗੁਰੁ ਗੁਰੁ ਕਰਹਿ; ਤਰਿਓ ਪ੍ਰਹਲਾਦੁ, ਗੁਰ ਮਿਲਤ ਮੁਨਿ ਜੰਨ ਰੇ ||",
    "transliteration": "Fun Tharehi Thae Santh Hith Bhagath Gur Gur Karehi Thariou Prehalaadh Gur Milath Mun Jann Rae ||",
    "translation": "And, the Saints and loving devotees are carried across, chanting Guru, Guru. Prahlaad and the silent sages met the Guru, and were carried across.",
    "punjabi": "ਅਤੇ, ਉਹ ਸੰਤ ਜਨ ਅਤੇ ਭਗਤ ਤਰਦੇ ਹਨ, ਜੋ ਪਿਆਰ ਨਾਲ 'ਗੁਰੂ' 'ਗੁਰੂ' ਕਰਦੇ ਹਨ। ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਹਲਾਦ ਤਰ ਗਿਆ ਅਤੇ ਕਈ ਮੁਨੀ ਤਰ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59565,
    "shabad_id": 5425,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਰਹਿ ਨਾਰਦਾਦਿ ਸਨਕਾਦਿ, ਹਰਿ ਗੁਰਮੁਖਹਿ ਤਰਹਿ; ੲਿਕ ਨਾਮ ਲਗਿ, ਤਜਹੁ ਰਸ ਅੰਨ ਰੇ ||",
    "transliteration": "Tharehi Naaradhaadh Sanakaadh Har Guramukhehi Tharehi Eik Naam Lag Thajahu Ras Ann Rae ||",
    "translation": "Naarad and Sanak and those men of God who became Gurmukh were carried across; attached to the One Name, they abandoned other tastes and pleasures, and were carried across.",
    "punjabi": "ਹਰੀ-ਰੂਪ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਕ ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਨਾਰਦ ਤੇ ਸਨਕ ਆਦਿਕ ਤਰਦੇ ਹਨ; (ਤਾਂ ਤੇ ਹੇ ਮਨ! ਤੂੰ ਭੀ) ਹੋਰ ਸੁਆਦ ਛੱਡ ਦੇਹ (ਤੇ ਇਕ ਨਾਮ ਜਪ)।",
    "pronunciation": "ਗੁਰਮੁਖ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 59566,
    "shabad_id": 5425,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦਾਸੁ ਬੇਨਤਿ ਕਹੈ. ਨਾਮੁ ਗੁਰਮੁਖਿ ਲਹੈ; ਗੁਰੂ ਗੁਰੁ ਗੁਰੂ ਗੁਰੁ. ਗੁਰੂ ਜਪੁ ਮੰਨ ਰੇ ||੪||੧੬||੨੯||",
    "transliteration": "Dhaas Baenath Kehai Naam Guramukh Lehai Guroo Gur Guroo Gur Guroo Jap Mann Rae ||4||16||29||",
    "translation": "This is the prayer of the Lord's humble slave: the Gurmukh obtains the Naam, the Name of the Lord, chanting Guru, Guru, Guru, Guru, Guru, O my mind. ||4||16||29||",
    "punjabi": "ਦਾਸ (ਨਲ੍ਯ੍ਯ ਕਵੀ) ਅਰਜ਼ ਕਰਦਾ ਹੈ ਕਿ ਨਾਮ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, (ਤਾਂ ਤੇ) ਹੇ ਮਨ! 'ਗੁਰੂ' 'ਗੁਰੂ' ਜਪ ॥੪॥੧੬॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59567,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਿਰੀ ਗੁਰੂ ਸਾਹਿਬੁ, ਸਭ ੳੂਪਰਿ ਕਰੀ ਕਿ੍ਰਪਾ; ਸਤਜੁਗਿ ਜਿਨਿ ਧ੍ਰ¨ ਪਰਿ ||",
    "transliteration": "Siree Guroo Saahib Sabh Oopar ||",
    "translation": "The Great, Supreme Guru showered His Mercy upon all;",
    "punjabi": "ਉਸ ਗੁਰੂ ਨੇ ਸਾਰੇ ਜੀਆਂ ਉੱਤੇ ਮਿਹਰ ਕੀਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59568,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸ੍ਰੀ ਪ੍ਰਹਲਾਦ ਭਗਤ ੳੁਧਰੀਅੰ ||",
    "transliteration": "Sree Prehalaadh Bhagath Oudhhareean Karee Kirapaa Sathajug Jin Dhhroo Par ||",
    "translation": "He saved the devotee Prahlaad, in the Golden Age of Sat Yuga, He blessed Dhroo.",
    "punjabi": "ਪ੍ਰਹਲਾਦ ਭਗਤ ਨੂੰ ਬਚਾਇਆ, ਜਿਸ (ਗੁਰੂ) ਨੇ ਸਤਜੁਗ ਵਿਚ ਧ੍ਰੂ ਉੱਤੇ ਕ੍ਰਿਪਾ ਕੀਤੀ,",
    "pronunciation": "(ੳੁ-ਧਰੀਅੰ) ੳੁਧਾਰਨਾ ਕੀਤੇ",
    "type_id": 3
  },
  {
    "id": 59569,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਸ੍ਤ ਕਮਲ; ਮਾਥੇ ਪਰ ਧਰੀਅੰ ||",
    "transliteration": "Haso Kamal Maathhae Par Dhhareean ||",
    "translation": "Placing the Lotus of His Hand upon his forehead.",
    "punjabi": "ਤੇ ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਆਪਣੇ ਕਮਲ ਵਰਗੇ ਹੱਥ ਰੱਖੇ।",
    "pronunciation": "ਹਸ੍ਤ: ਅੱਧਾ ਤ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59570,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਲਖ ਰੂਪ; ਜੀਅ ਲਖ੍ਯਾ. ਨ ਜਾੲੀ ||",
    "transliteration": "Alakh Roop Jeea Lakhyaa N Jaaee ||",
    "translation": "The Unseen Form of the Lord cannot be seen.",
    "punjabi": "ਕਿਸੇ ਪਾਸੋਂ ਅਲੱਖ ਪ੍ਰਭੂ ਦੇ ਰੂਪ (ਉਸ) ਗੁਰੂ ਦਾ ਸਰੂਪ ਪਰਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ,",
    "pronunciation": "ਅ-ਲਖ, ਲਖ੍ਯਾ: ਪੋਲੇ ਬੋਲੋ[ ਲਖ੍ਯਾ: ਲਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 59571,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਾਧਿਕ ਸਿਧ ਸਗਲ ਸਰਣਾੲੀ ||",
    "transliteration": "Saadhhik Sidhh Sagal Saranaaee ||",
    "translation": "The Siddhas and seekers all seek His Sanctuary.",
    "punjabi": "ਸਾਰੇ ਸਿੱਧ ਤੇ ਸਾਧਨ ਕਰਨ ਵਾਲੇ (ਜਿਸ) ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਆਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59572,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰ ਕੇ ਬਚਨ; ਸਤਿ ਜੀਅ ਧਾਰਹੁ ||",
    "transliteration": "Gur Kae Bachan Sath Jeea Dhhaarahu ||",
    "translation": "True are the Words of the Guru's teachings. Enshrine them in your soul.",
    "punjabi": "(ਹੇ ਮਨ!) ਗੁਰੂ ਦੇ ਬਚਨ ਦ੍ਰਿੜ੍ਹ ਕਰ ਕੇ ਚਿੱਤ ਵਿਚ ਟਿਕਾਓ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59573,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਾਣਸ ਜਨਮੁ ਦੇਹ ਨਿਸ੍ਤਾਰਹੁ ||",
    "transliteration": "Maanas Janam Dhaeh Nisoaarahu ||",
    "translation": "Emancipate your body, and redeem this human incarnation.",
    "punjabi": "(ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਆਪਣੇ ਮਨੁੱਖਾ ਜਨਮ ਤੇ ਸਰੀਰ ਨੂੰ ਸਫਲ ਕਰ ਲਓ।",
    "pronunciation": "ਨਿਸ ੍ਤ ਾਰਹ: ਅੱਧਾ ਤੱਤਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59574,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰੁ ਜਹਾਜੁ. ਖੇਵਟੁ ਗੁਰੂ; ਗੁਰ ਬਿਨੁ ਤਰਿਅਾ. ਨ ਕੋੲਿ ||",
    "transliteration": "Gur Jehaaj Khaevatt Guroo Gur Bin Thariaa N Koe ||",
    "translation": "The Guru is the Boat, and the Guru is the Boatman. Without the Guru, no one can cross over.",
    "punjabi": "(ਇਸ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਤਾਰਨ ਲਈ) ਗੁਰੂ ਜਹਾਜ਼ ਹੈ, ਗੁਰੂ ਹੀ ਮਲਾਹ ਹੈ, ਕੋਈ ਪ੍ਰਾਣੀ ਗੁਰੂ (ਦੀ ਸਹੈਤਾ) ਤੋਂ ਬਿਨਾ ਨਹੀਂ ਤਰ ਸਕਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59575,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਪ੍ਰਭੁ ਪਾੲੀਅੈ; ਗੁਰ ਬਿਨੁ ਮੁਕਤਿ. ਨ ਹੋੲਿ ||",
    "transliteration": "Gur Prasaadh Prabh Paaeeai Gur Bin Mukath N Hoe ||",
    "translation": "By Guru's Grace, God is obtained. Without the Guru, no one is liberated.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਮੁਕਤੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59576,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰੁ ਨਾਨਕੁ; ਨਿਕਟਿ ਬਸੈ ਬਨਵਾਰੀ ||",
    "transliteration": "Gur Naanak Nikatt Basai Banavaaree ||",
    "translation": "Guru Nanak dwells near the Creator Lord.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਅਕਾਲ ਪੁਰਖ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59577,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਿਨਿ ਲਹਣਾ ਥਾਪਿ; ਜੋਤਿ ਜਗਿ ਧਾਰੀ ||",
    "transliteration": "Thin Lehanaa Thhaap Joth Jag Dhhaaree ||",
    "translation": "He established Lehnaa as Guru, and enshrined His Light in the world.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਲਹਣੇ ਨੂੰ ਨਿਵਾਜ ਕੇ ਜਗਤ ਵਿਚ (ਰੱਬੀ) ਜੋਤਿ ਪ੍ਰਕਾਸ਼ ਕੀਤੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59578,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਲਹਣੈ. ਪੰਥੁ ਧਰਮ ਕਾ ਕੀਅਾ ||",
    "transliteration": "Lehanai Panthh Dhharam Kaa Keeaa ||",
    "translation": "Lehnaa established the path of righteousness and Dharma,",
    "punjabi": "ਲਹਣੇ ਨੇ ਧਰਮ ਦਾ ਰਾਹ ਚਲਾਇਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59579,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਮਰਦਾਸ ਭਲੇ ਕੳੁ; ਦੀਅਾ ||",
    "transliteration": "Amaradhaas Bhalae Ko Dheeaa ||",
    "translation": "Which He passed on to Guru Amar Daas, of the Bhalla dynasty.",
    "punjabi": "ਤੇ ਭੱਲੇ (ਗੁਰੂ) ਅਮਰਦਾਸ ਜੀ ਨੂੰ (ਨਾਮ ਦੀ ਦਾਤਿ) ਦਿੱਤੀ।",
    "pronunciation": "ਭਲੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59580,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤਿਨਿ ਸ੍ਰੀ ਰਾਮਦਾਸੁ ਸੋਢੀ; ਥਿਰੁ ਥਪ੍ਯੳੁ ||",
    "transliteration": "Thin Sree Raamadhaas Sodtee Thhir Thhapyo ||",
    "translation": "Then, He firmly established the Great Raam Daas of the Sodhi dynasty.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ) ਨੇ ਸੋਢੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੂੰ (ਸਦਾ ਲਈ) ਅਟੱਲ ਕਰ ਦਿੱਤਾ,",
    "pronunciation": "ਥਪ੍ਯੳੁ: ਥਪਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59581,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ; ਅਖੈ ਨਿਧਿ ਅਪ੍ਯੳੁ ||",
    "transliteration": "Har Kaa Naam Akhai Nidhh Apyo ||",
    "translation": "He was blessed with the inexhaustible treasure of the Lord's Name.",
    "punjabi": "(ਅਤੇ ਉਹਨਾਂ ਨੂੰ) ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਿਆ ਤੇ ।",
    "pronunciation": "ਅਖੈ:ਪੋਲਾ ਬੋਲੋ[ (ਅਖੈ) ਅਬਿਨਾਸੀ[ਅਪ੍ਯੳੁ: ਅਪਿਅੳੁ[(ਅਪ੍ਯੳੁ) ਅਰਪਿਅਾ ਅੰਮਿ੍ਰਤ",
    "type_id": 3
  },
  {
    "id": 59582,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਪ੍ਯੳੁ ਹਰਿ ਨਾਮੁ. ਅਖੈ ਨਿਧਿ; ਚਹੁ ਜੁਗਿ ਗੁਰ ਸੇਵਾ ਕਰਿ, ਫਲੁ ਲਹੀਅੰ ||",
    "transliteration": "Apyo Har Naam Akhai Nidhh Chahu Jug Gur Saevaa Kar Fal Leheean ||",
    "translation": "He was blessed with the treasure of the Lord's Name; throughout the four ages, it is inexhaustible. Serving the Guru, He received His reward.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ (ਨਾਮ-ਰੂਪ) ਫਲ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਸਤਿਗੁਰੂ (ਉਹਨਾਂ ਨੂੰ) ਕਦੇ ਨਾਹ ਨਿਖੁੱਟਣ ਵਾਲਾ ਤੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59583,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬੰਦਹਿ ਜੋ ਚਰਣ ਸਰਣਿ. ਸੁਖੁ ਪਾਵਹਿ; ਪਰਮਾਨੰਦ ਗੁਰਮੁਖਿ ਕਹੀਅੰ ||",
    "transliteration": "Bandhehi Jo Charan Saran Sukh Paavehi Paramaanandh Guramukh Keheean ||",
    "translation": "Those who bow at His Feet and seek His Sanctuary, are blessed with peace; those Gurmukhs are blessed with supreme bliss.",
    "punjabi": "ਜੋ (ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਚਰਨਾਂ ਤੇ ਢਹਿੰਦੇ ਹਨ ਤੇ ਸਰਨ ਆਉਂਦੇ ਹਨ, ਉਹ ਸੁਖ ਪਾਂਦੇ ਹਨ, ਉਹ ਪਰਮ ਆਨੰਦ ਮਾਣਦੇ ਹਨ, ਤੇ ਉਹਨਾਂ ਨੂੰ ਗੁਰਮੁਖ ਆਖੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59584,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪਰਤਖਿ ਦੇਹ. ਪਾਰਬ੍ਰਹਮੁ ਸੁਅਾਮੀ; ਅਾਦਿ ਰੂਪਿ ਪੋਖਣ ਭਰਣੰ ||",
    "transliteration": "Parathakh Dhaeh Paarabreham Suaamee Aadh Roop Pokhan Bharanan ||",
    "translation": "The Guru's Body is the Embodiment of the Supreme Lord God, our Lord and Master, the Form of the Primal Being, who nourishes and cherishes all.",
    "punjabi": "(ਜੋ) ਪਰਮਾਤਮਾ (ਸਭ ਜੀਵਾਂ ਦਾ) ਮਾਲਕ ਹੈ, ਸਭ ਦਾ ਮੂਲ ਹੈ, ਹੋਂਦ ਵਾਲਾ ਹੈ, ਸਭ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈ, ਉਹ ਹੁਣ) ਪਰਤੱਖ ਤੌਰ ਤੇ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ) ਸਰੀਰ (ਵਿਚ ਪਰਗਟ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59585,
    "shabad_id": 5426,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਗੁਰੁ ਸੇਵਿ. ਅਲਖ ਗਤਿ ਜਾ ਕੀ; ਸ੍ਰੀ ਰਾਮਦਾਸੁ ਤਾਰਣ ਤਰਣੰ ||੧||",
    "transliteration": "Sathigur Gur Saev Alakh Gath Jaa Kee Sree Raamadhaas Thaaran Tharanan ||1||",
    "translation": "So serve the Guru, the True Guru; His ways and means are inscrutable. The Great Guru Raam Daas is the Boat to carry us across. ||1||",
    "punjabi": "ਜਿਸ ਗੁਰੂ (ਰਾਮਦਾਸ) ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ, ਜੋ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ, ਉਸ ਦੀ ਸੇਵਾ ਕਰੋ ॥੧॥",
    "pronunciation": "ਅ-ਲਖ",
    "type_id": 3
  },
  {
    "id": 59586,
    "shabad_id": 5427,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਹ ਅੰਮਿ੍ਰਤ ਬਚਨ ਬਾਣੀ; ਸਾਧੂ ਜਨ ਜਪਹਿ. ਕਰਿ ਬਿਚਿਤਿ ਚਾਓ ||",
    "transliteration": "Jih Anmrith Bachan Baanee Saadhhoo Jan Japehi Kar Bichith Chaaou ||",
    "translation": "The Holy people chant the Ambrosial Words of His Bani with delight in their minds.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ) ਦੇ ਅੰਮ੍ਰਿਤ ਬਚਨਾਂ ਤੇ ਬਾਣੀ ਨੂੰ ਸੰਤ-ਜਨ ਹਿਰਦੇ ਵਿਚ ਵੱਡੇ ਉਤਸ਼ਾਹ ਨਾਲ ਜਪਦੇ ਹਨ,",
    "pronunciation": "(ਬਿ-ਚਿੱਤਿ) ਖੋਜ ਵਿਚਾਰ ੳੁਤਸ਼ਾਹ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 59587,
    "shabad_id": 5427,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਨੰਦੁ ਨਿਤ ਮੰਗਲੁ; ਗੁਰ ਦਰਸਨੁ ਸਫਲੁ ਸੰਸਾਰਿ ||",
    "transliteration": "Aanandh Nith Mangal Gur Dharasan Safal Sansaar ||",
    "translation": "The Blessed Vision of the Guru's Darshan is fruitful and rewarding in this world; it brings lasting bliss and joy.",
    "punjabi": "ਤੇ ਸਦਾ ਆਨੰਦ ਮੰਗਲ (ਕਰਦੇ ਹਨ), ਉਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਸੰਸਾਰ ਵਿਚ (ਉੱਤਮ) ਫਲ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59588,
    "shabad_id": 5427,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੰਸਾਰਿ ਸਫਲੁ. ਗੰਗਾ ਗੁਰ ਦਰਸਨੁ; ਪਰਸਨ ਪਰਮ ਪਵਿਤ੍ਰ ਗਤੇ ||",
    "transliteration": "Sansaar Safal Gangaa Gur Dharasan Parasan Param Pavithr Gathae ||",
    "translation": "The Guru's Darshan is fruitful and rewarding in this world, like the Ganges. Meeting Him, the supreme sacred status is obtained.",
    "punjabi": "ਸੰਸਾਰ ਵਿਚ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਗੰਗਾ ਵਾਂਗ ਸਫਲ ਹੈ। ਗੁਰੂ ਦੇ (ਚਰਨ) ਪਰਸਨ ਨਾਲ ਪਰਮ ਪਵਿਤ੍ਰ ਪਦਵੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਗਤੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59589,
    "shabad_id": 5427,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੀਤਹਿ ਜਮ ਲੋਕੁ. ਪਤਿਤ ਜੇ ਪ੍ਰਾਣੀ; ਹਰਿ ਜਨ ਸਿਵ ਗੁਰ ਗ੍ਯਾਨਿ ਰਤੇ ||",
    "transliteration": "Jeethehi Jam Lok Pathith Jae Praanee Har Jan Siv Gur Gyaan Rathae ||",
    "translation": "Even sinful people conquer the realm of Death, if they become the Lord's humble servants, and are imbued with the Guru's spiritual wisdom.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਪਹਿਲਾਂ) ਪਤਿਤ ਭੀ (ਭਾਵ, ਗਿਰੇ ਹੋਏ ਆਚਰਨ ਵਾਲੇ) ਹੁੰਦੇ ਹਨ, ਉਹ ਕਲਿਆਨ-ਸਰੂਪ ਸਤਿਗੁਰੂ ਦੇ ਗਿਆਨ ਵਿਚ ਰੰਗੇ ਜਾ ਕੇ ਰੱਬ ਦੇ ਸੇਵਕ ਬਣ ਕੇ ਜਮ-ਲੋਕ ਨੂੰ ਜਿੱਤ ਲੈਂਦੇ ਹਨ, (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਜਮਾਂ ਦਾ ਡਰ ਨਹੀਂ ਰਹਿੰਦਾ)।",
    "pronunciation": "ਗਿਅਾਨਿ",
    "type_id": 3
  },
  {
    "id": 59590,
    "shabad_id": 5427,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਰਘੁਬੰਸਿ ਤਿਲਕੁ ਸੁੰਦਰੁ, ਦਸਰਥ ਘਰਿ; ਮੁਨਿ ਬੰਛਹਿ ਜਾ ਕੀ ਸਰਣੰ ||",
    "transliteration": "Raghubans Thilak Sundhar Dhasarathh Ghar Mun Banshhehi Jaa Kee Saranan ||",
    "translation": "He is certified, like the handsome Ram Chander in the house of Dasrath of the Raghwa dynasty. Even the silent sages seek His Sanctuary.",
    "punjabi": "ਰਘੂ ਦੀ ਕੁਲ ਵਿਚ ਦਸਰਥ ਦੇ ਘਰ ਵਿਚ ਸ਼ਿਰੋਮਣੀ ਤੇ ਸੁੰਦਰ (ਮੇਰੀਆਂ ਨਿਗਾਹਾਂ ਵਿਚ ਤਾਂ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਹੀ ਸਨ) ਜਿਨ੍ਹਾਂ ਦੀ ਸਰਨ ਆਉਣਾ (ਸਾਰੇ) ਮੁਨੀ ਲੋਚਦੇ ਹਨ।",
    "pronunciation": "ੲਿਹ ਸਾਰੇ ਮਹੱਲੇ ੪ ਜੀ ਦੀ ਸ੍ਰਬ ਵਿਅਾਪੀ, ਅਨਤ ਕਲਵਾਨ ਮਹਾਂ ਮਹਾਂ ਵਿਮਸਾਦ ਸੱਚੀ ਸ਼ਰਨ ਚਾਹੰੁਦੇ ਹਨ, ਰਘੁਬੰਸਿ ਤਿਲਕੁ ਟਿੱਕੇ ਰਾਮਚੰਦ੍ਰ ਜੀ",
    "type_id": 3
  }
]
