[
  {
    "shabad_id": 5427,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "siqguru guru syiv. AlK giq jw kI; sRI rwmdwsu qwrx qrxM]2]",
    "transliteration": "Sathigur Gur Saev Alakh Gath Jaa Kee Sree Raamadhaas Thaaran Tharanan ||2||",
    "punjabi": "ਸ੍ਰੀ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੀ ਸੇਵਾ ਕਰੋ (ਸਰਨ ਪਵੋ) ਜਿਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਬਿਆਨ ਤੋਂ ਬਾਹਰ ਹੈ, ਤੇ ਜੋ ਤਾਰਣ ਲਈ ਜਹਾਜ਼ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5428,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "sMswru Agm swgru; qulhw hir nwmu, gurU muiK pwXw]",
    "transliteration": "Sansaar Agam Saagar Thulehaa Har Naam Guroo Mukh Paayaa ||",
    "punjabi": "ਸੰਸਾਰ ਅਥਾਹ ਸਮੁੰਦਰ ਹੈ, ਤੇ ਹਰੀ ਦਾ ਨਾਮ (ਇਸ ਵਿਚੋਂ ਤਾਰਨ ਲਈ) ਤੁਲਹਾ ਹੈ; (ਜਿਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਇਹ ਤੁਲਹਾ) ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ,",
    "pronunciation": "pw-Xw: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5428,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "jig jnm mrxu Bgw; ieh AweI hIAY prqIiq]",
    "transliteration": "Jag Janam Maran Bhagaa Eih Aaee Heeai Paratheeth ||",
    "punjabi": "ਤੇ ਜਿਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਇਹ ਯਕੀਨ ਬੱਝ ਗਿਆ ਹੈ, ਉਸ ਦਾ ਜਗਤ ਵਿਚ ਜਨਮ ਮਰਨ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(Bgw) B`j igAw[B`gw",
    "type_id": 3
  },
  {
    "shabad_id": 5428,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "prqIiq hIAY AweI. ijn jn kY; iqn@ kau pdvI auc BeI]",
    "transliteration": "Paratheeth Heeai Aaee Jin Jan Kai Thinh Ko Padhavee Ouch Bhee ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਯਕੀਨ ਬੱਝ ਗਿਆ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਉੱਚੀ ਪਦਵੀ ਮਿਲੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5428,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "qij mwieAw mohu loBu Aru lwlcu; kwm kRoD kI ibRQw geI]",
    "transliteration": "Thaj Maaeiaa Mohu Lobh Ar Laalach Kaam Krodhh Kee Brithhaa Gee ||",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ, ਲੋਭ ਅਤੇ ਲਾਲਚ ਤਿਆਗ ਕੇ (ਭਾਵ, ਉਹਨਾਂ ਨੇ ਤਿਆਗ ਦਿੱਤਾ ਹੈ ਅਤੇ) ਉਹਨਾਂ ਦੀ ਕਾਮ ਕ੍ਰੋਧ ਦੀ ਪੀੜ ਦੂਰ ਹੋ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5428,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "AvloK´w bRhmu. Brmu sBu CutK´w; idb´ idRis† . kwrx krxM]",
    "transliteration": "Avalokyaa Breham Bharam Sabh Shhuttakyaa Dhiby Dhrist Kaaran Karanan ||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮੂਲ, ਦਿੱਬ ਦ੍ਰਿਸ਼ਟੀ ਵਾਲੇ ਹਰੀ-(ਰੂਪ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਡਿੱਠਾ ਹੈ, ਉਸ ਦਾ ਸਾਰਾ ਭਰਮ ਮਿਟ ਗਿਆ ਹੈ।",
    "pronunciation": "AvloK´w: AvloikAw[ (AvloK´w) CutikAw[ idb´: id`ibA[di Rsi † : A`Dw tYNkw polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5428,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "siqguru guru syiv, AlK giq jw kI; sRI rwmdwsu qwrx qrxM]3]",
    "transliteration": "Sathigur Gur Saev Alakh Gath Jaa Kee Sree Raamadhaas Thaaran Tharanan ||3||",
    "punjabi": "(ਤਾਂ ਤੇ) ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਸੇਵਾ ਕਰੋ, ਜਿਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ, ਤੇ ਜੋ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ ॥੩॥",
    "pronunciation": "A-lK",
    "type_id": 3
  },
  {
    "shabad_id": 5429,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "prqwpu sdw gur kw, Git Git; prgwsu BXw jsu jn kY]",
    "transliteration": "Parathaap Sadhaa Gur Kaa Ghatt Ghatt Paragaas Bhayaa Jas Jan Kai ||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਪ੍ਰਤਾਪ ਸਦਾ ਹਰੇਕ ਘਟ ਵਿਚ, ਤੇ ਸਤਿਗੁਰੂ ਦਾ ਜਸ ਦਾਸਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਗਟ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "B-Xw: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5429,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ieik pVih suxih gwvih; prBwiqih krih ies˜wnu]",
    "transliteration": "Eik Parrehi Sunehi Gaavehi Parabhaathihi Karehi Eisaan ||",
    "punjabi": "ਕਈ ਮਨੁੱਖ (ਗੁਰੂ ਦਾ ਜਸ) ਪੜ੍ਹਦੇ ਹਨ, ਸੁਣਦੇ ਹਨ ਤੇ ਗਾਉਂਦੇ ਹਨ ਤੇ (ਉਸ 'ਜਸ'-ਰੂਪ ਜਲ ਵਿਚ) ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(prBwiq-ih) AMimRq vyly[ies ˜wnu: nMnw A`Dw ˜ polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5429,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ies˜wnu krih prBwiq, suD min; gur pUjw. ibiD sihq krM]",
    "transliteration": "Eisaan Karehi Parabhaath Sudhh Man Gur Poojaa Bidhh Sehith Karan ||",
    "punjabi": "(ਕਈ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਜਸ-ਰੂਪ ਜਲ ਵਿਚ) ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਚੁੱਭੀ ਲਾਂਦੇ ਹਨ, ਤੇ ਸੁੱਧ ਹਿਰਦੇ ਨਾਲ ਮਰਿਆਦਾ ਅਨੁਸਾਰ ਗੁਰੂ ਦੀ ਪੂਜਾ ਕਰਦੇ ਹਨ,",
    "pronunciation": "ibDI pUrbk Cy AMgW krky,ic`q dI iekwgRqw, sMqoK, bwxI dI pRIqI, AKMf SrDw, dIrG kwl AiBAws, gurU ieSt nUM ibiD krqwr srUp smJ ky, sdw AMg sMg jwnxw AMqr bwhr[ibiD: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5429,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kMcnu qnu hoie pris pwrs kau; joiq srUpI D´wnu DrM]",
    "transliteration": "Kanchan Than Hoe Paras Paaras Ko Joth Saroopee Dhhyaan Dhharan ||",
    "punjabi": "ਜੋਤਿ-ਰੂਪ ਗੁਰੂ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ, ਅਤੇ ਪਾਰਸ-ਗੁਰੂ ਨੂੰ ਛੁਹ ਕੇ ਉਹਨਾਂ ਦਾ ਸਰੀਰ ਕੰਚਨ (ਵਤ ਸੁੱਧ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "D´wnu: iDAwnu",
    "type_id": 3
  },
  {
    "shabad_id": 5429,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jgjIvnu jgMnwQu, jl Ql mih rihAw pUir; bhu ibiD brnM]",
    "transliteration": "Jagajeevan Jagannaathh Jal Thhal Mehi Rehiaa Poor Bahu Bidhh Baranan ||",
    "punjabi": "ਜੋ (ਗੁਰੂ) ਉਸ 'ਜਗਤ ਦੇ ਜੀਵਨ' ਤੇ 'ਜਗਤ ਦੇ ਨਾਥ' ਹਰੀ ਦਾ ਰੂਪ ਹੈ ਜੋ (ਹਰੀ) ਕਈ ਰੰਗਾਂ ਵਿਚ ਜਲਾਂ ਥਲਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ,",
    "pronunciation": "j`gjIvnu",
    "type_id": 3
  },
  {
    "shabad_id": 5429,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "siqguru guru syiv. AlK giq jw kI; sRI rwmdwsu qwrx qrxM]4]",
    "transliteration": "Sathigur Gur Saev Alakh Gath Jaa Kee Sree Raamadhaas Thaaran Tharanan ||4||",
    "punjabi": "(ਉਸ) ਸਤਿਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਸੇਵਾ ਕਰੋ, (ਸਰਨ ਪਵੋ) ਜਿਸ ਦੀ ਆਤਮਕ ਅਵਸਥਾ ਕਥਨ ਤੋਂ ਪਰੇ ਹੈ, ਤੇ ਜੋ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5430,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ijnhu. bwq insçl DR¨A jwnI; qyeI jIv. kwl qy bcw]",
    "transliteration": "Jinahu Baath Nischal Dhhrooa Jaanee Thaeee Jeev Kaal Thae Bachaa ||",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ ਨੇ) ਗੁਰੂ ਦੇ ਬਚਨ ਧ੍ਰੂ ਭਗਤ ਵਾਂਗ ਦ੍ਰਿੜ੍ਹ ਕਰਕੇ ਮੰਨੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਕਾਲ (ਦੇ ਭੈ) ਤੋਂ ਬਚ ਗਏ ਹਨ।",
    "pronunciation": "DR¨A Bgq jI vWg ic`q nUM (insçl) Ac`l krky, idRV krky[ insçl: A`Dw ç c: polw bolo [ bcw:polw bolo[ (bcw) bc igAw",
    "type_id": 3
  },
  {
    "shabad_id": 5430,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "iqn@ qirE smudRü rudRü, iKn iek mih; jlhr ibMb, jugiq jgu rcw]",
    "transliteration": "Thinh Thariou Samudhra Rudhra Khin Eik Mehi Jalehar Binb Jugath Jag Rachaa ||",
    "punjabi": "ਭਿਆਨਕ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਉਹਨਾਂ ਨੇ ਇਕ ਪਲ ਵਿਚ ਤਰ ਲਿਆ ਹੈ, ਜਗਤ ਨੂੰ ਉਹ ਬੱਦਲਾਂ ਦੀ ਛਾਂ ਵਾਂਗ ਰਚਿਆ ਹੋਇਆ (ਸਮਝਦੇ ਹਨ)।",
    "pronunciation": "(rudRü) iBAwnk, (jlhr) b`dl dy (ibMb) prCwvyN (jugiq) vWg j`g ricAw hY[rcw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5430,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "kuMflnI surJI, sqsMgiq; prmwnMd, gurU muiK mcw]",
    "transliteration": "Kunddalanee Surajhee Sathasangath Paramaanandh Guroo Mukh Machaa ||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਦੇ ਵੱਟ ਸਤ-ਸੰਗ ਵਿਚ ਖੁਲ੍ਹਦੇ ਹਨ, ਉਹ ਪਰਮਾਨੰਦ ਮਾਣਦੇ ਹਨ ਤੇ ਗੁਰੂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜਸ ਪਰਗਟਦਾ ਹੈ।",
    "pronunciation": "mn dI (kuMflnI) guMJL[ muKI gurU jI ny (m`cw) pRkSxw kIqw",
    "type_id": 3
  },
  {
    "shabad_id": 5430,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "isrI gurU swihbu sB aUpir; mn bc kRMm syvIAY scw]5]",
    "transliteration": "Siree Guroo Saahib Sabh Oopar Man Bach Kranm Saeveeai Sachaa ||5||",
    "punjabi": "(ਤਾਂ ਤੇ ਇਹੋ ਜਿਹੇ) ਸੱਚੇ ਗੁਰੂ ਨੂੰ ਮਨ ਬਚਨ ਤੇ ਕਰਮਾਂ ਦੁਆਰਾ ਪੂਜਣਾ ਚਾਹੀਦਾ ਹੈ; ਇਹ ਸਤਿਗੁਰੂ ਸਭ ਤੋਂ ਉੱਚਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5431,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "vwihgurU vwihgurU vwihgurU; vwih jIau]",
    "transliteration": "Vaahiguroo Vaahiguroo Vaahiguroo Vaahi Jeeo ||",
    "punjabi": "ਵਾਹ ਵਾਹ! ਹੇ ਪਿਆਰੇ! ਹੇ ਗੁਰੂ! ਸਦਕੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5431,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "kvl nYn. mDur bYn, koit sYn sMg soB; khq mw jsod ijsih, dhI Bwqu Kwih jIau]",
    "transliteration": "Kaval Nain Madhhur Bain Kott Sain Sang Sobh Kehath Maa Jasodh Jisehi Dhehee Bhaath Khaahi Jeeo ||",
    "punjabi": "ਤੇਰੇ ਕਮਲ ਵਰਗੇ ਨੇਤ੍ਰ ਹਨ, (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਜਿਸ ਨੂੰ) ਮਾਂ ਜਸੋਧਾ ਆਖਦੀ ਸੀ-'ਹੇ ਲਾਲ (ਆ), ਦਹੀਂ ਚਾਉਲ ਖਾ।'",
    "pronunciation": "mwqw (jsod) jsoDW jI[ (Bwqu) cwvl[ Bwqu: ibMdI nhIN lwauxI[ koRVW ikRsn jI dIAW kRoVW sYnw vwihgurU jI nwl soBnIk ho rhIAW hn",
    "type_id": 3
  },
  {
    "shabad_id": 5431,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "dyiK rUpu. Aiq AnUpu, moh mhw mg BeI; ikMknI sbd, Jnqkwr Kylu pwih jIau]",
    "transliteration": "Dhaekh Roop Ath Anoop Moh Mehaa Mag Bhee Kinkanee Sabadh Jhanathakaar Khael Paahi Jeeo ||",
    "punjabi": "ਜਦੋਂ ਤੂੰ ਖੇਡ ਮਚਾਉਂਦਾ ਸੈਂ, ਤੇਰੀ ਤੜਾਗੀ ਦੀ ਛਣਕਾਰ ਦੀ ਅਵਾਜ਼ ਪੈਂਦੀ ਸੀ, ਤੇਰੇ ਅੱਤ ਸੋਹਣੇ ਮੁਖੜੇ ਨੂੰ ਵੇਖ ਕੇ (ਮਾਂ ਜਸੋਧਾ) ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਮਗਨ ਹੋ ਜਾਂਦੀ ਸੀ।",
    "pronunciation": "mg:polw bolo[ (mg) mgn[ (qVwgI) ikMknI GuMgrUAW dI[ (Jnqkwr) Junkwr[ K@ylu",
    "type_id": 3
  },
  {
    "shabad_id": 5431,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "kwl klm hukmu hwiQ, khau kaunu myit skY; eIsu bMm´ü g´wnu D´wnu, Drq hIAY cwih jIau]",
    "transliteration": "Kaal Kalam Hukam Haathh Kehahu Koun Maett Sakai Ees Banmya Gyaan Dhhyaan Dhharath Heeai Chaahi Jeeo ||",
    "punjabi": "ਕਾਲ ਦੀ ਕਲਮ ਤੇ ਹੁਕਮ (ਗੁਰੂ ਦੇ ਹੀ) ਹੱਥ ਵਿਚ ਹਨ। ਦੱਸੋ, ਕਉਣ (ਗੁਰੂ ਦੇ ਹੁਕਮ ਨੂੰ) ਮਿਟਾ ਸਕਦਾ ਹੈ? ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ (ਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਹੋਏ) ਗਿਆਨ ਤੇ ਧਿਆਨ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹਨ।",
    "pronunciation": "bMm´: A`Kr hyTW ´ A`Dy X nMU AONkV hovy qW polw bolo au bolo, bMm´ü nUM bMmau bolo[(bMm´ü) bRhmw[ g´wnu D´wnu: igAwnu iDAwnu",
    "type_id": 3
  },
  {
    "shabad_id": 5431,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "siq swcu sRI invwsu, Awid purKu sdw quhI; vwihgurU vwihgurU vwihgurU, vwih jIau]1]6]",
    "transliteration": "Sath Saach Sree Nivaas Aadh Purakh Sadhaa Thuhee Vaahiguroo Vaahiguroo Vaahiguroo Vaahi Jeeo ||1||6||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਅਚਰਜ ਹੈਂ, ਤੂੰ ਸਤਿ-ਸਰੂਪ ਹੈਂ, ਤੂੰ ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲੱਛਮੀ ਟਿਕਾਣਾ ਹੈਂ, ਤੂੰ ਹੀ ਆਦਿ ਪੁਰਖੁ ਹੈਂ ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ॥੧॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5432,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "rwm nwm prm Dwm, suD buD inrIkwr bysumwr; srbr kau kwih jIau]",
    "transliteration": "Raam Naam Param Dhhaam Sudhh Budhh Nireekaar Baesumaar Sarabar Ko Kaahi Jeeo ||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਤੇਰਾ ਹੀ ਨਾਮ 'ਰਾਮ' ਹੈ, ਤੇ ਟਿਕਾਣਾ ਉੱਚਾ ਹੈ। ਤੂੰ ਸੁੱਧ ਗਿਆਨ ਵਾਲਾ ਹੈਂ, ਆਕਾਰ-ਰਹਿਤ ਹੈਂ, ਬੇਅੰਤ ਹੈਂ। ਤੇਰੇ ਬਰਾਬਰ ਦਾ ਕੌਣ ਹੈ? ਹੇ ਗੁਰੂ! ਤੂੰ ਅਡੋਲ ਚਿੱਤ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "(srbr) brwbr",
    "type_id": 3
  },
  {
    "shabad_id": 5432,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "suQr icq Bgq ihq. ByKu DirE; hrnwKsu hirE. nK ibdwir jIau]",
    "transliteration": "Suthhar Chith Bhagath Hith Bhaekh Dhhariou Haranaakhas Hariou Nakh Bidhaar Jeeo ||",
    "punjabi": "(ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਜਿਸ ਨੇ) ਭਗਤ (ਪ੍ਰਹਲਾਦ) ਦੀ ਖ਼ਾਤਰ (ਨਰਸਿੰਘ ਦਾ) ਰੂਪ ਧਾਰਿਆ ਸੀ, ਤੇ ਹਰਣਾਖਸ਼ ਨੂੰ ਨਹੁੰਆਂ ਨਾਲ ਚੀਰ ਕੇ ਮਾਰਿਆ ਸੀ।",
    "pronunciation": "(suQr) sw& suQrw[ (nK) nhuM[ suQr, nK: poly bolo imlvyN",
    "type_id": 3
  },
  {
    "shabad_id": 5432,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sMK ckR gdw pdm, Awip Awpu kIE Cdm; AprMpr pwrbRhm. lKY kaunu, qwih jIau]",
    "transliteration": "Sankh Chakr Gadhaa Padham Aap Aap Keeou Shhadham Aparanpar Paarabreham Lakhai Koun Thaahi Jeeo ||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਉਹ ਹੈਂ ਜਿਸ ਦੇ) ਸੰਖ, ਚਕ੍ਰ, ਗਦਾ ਤੇ ਪਦਮ (ਚਿੰਨ੍ਹ ਹਨ); (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਉਹ ਹੈਂ ਜਿਸ ਨੇ) ਆਪ ਆਪਣੇ ਆਪ ਨੂੰ (ਬਾਵਨ-ਰੂਪ) ਛਲ ਬਣਾਇਆ ਸੀ। ਤੂੰ ਬੇਅੰਤ ਪਾਰਬ੍ਰਹਮ (ਦਾ ਰੂਪ) ਹੈਂ, ਤੇਰੇ ਉਸ ਰੂਪ ਨੂੰ ਕੌਣ ਪਛਾਣ ਸਕਦਾ ਹੈ? ਹੇ ਗੁਰੂ।",
    "pronunciation": "Ap-rMpr",
    "type_id": 3
  },
  {
    "shabad_id": 5432,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siq swcu sRI invwsu, Awid purKu sdw quhI; vwihgurU vwihgurU vwihgurU, vwih jIau]2]7]",
    "transliteration": "Sath Saach Sree Nivaas Aadh Purakh Sadhaa Thuhee Vaahiguroo Vaahiguroo Vaahiguroo Vaahi Jeeo ||2||7||",
    "punjabi": "ਤੂੰ ਅਸਚਰਜ ਹੈਂ, ਤੂੰ ਅਟੱਲ ਹੈਂ, ਤੂੰ ਹੀ ਲੱਛਮੀ ਦਾ ਟਿਕਾਣਾ ਹੈਂ, ਤੂੰ ਆਦਿ ਪੁਰਖ ਹੈਂ, ਤੇ ਸਦਾ-ਥਿਰ ਹੈਂ ॥੨॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5433,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "pIq bsn kuMd dsn. ipRAw sihq kMT mwl; muktu sIis. mor pMK cwih jIau]",
    "transliteration": "Peeth Basan Kundh Dhasan Pria Sehith Kanth Maal Mukatt Sees Mor Pankh Chaahi Jeeo ||",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! (ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ) ਪੀਲੇ ਬਸਤ੍ਰਾਂ ਵਾਲਾ (ਕ੍ਰਿਸ਼ਨ) ਤੂੰ ਹੀ ਹੈਂ, (ਜਿਸ ਦੇ) ਕੁੰਦ ਵਰਗੇ ਚਿੱਟੇ ਦੰਦ ਹਨ, (ਜੋ) ਆਪਣੀ ਪਿਆਰੀ (ਰਾਧਕਾ) ਦੇ ਨਾਲ ਹੈ; (ਜਿਸ ਦੇ) ਗਲ ਵਿਚ ਮਾਲਾ ਹੈ, ਮੋਰ ਦੇ ਖੰਭਾਂ ਦਾ ਮੁਕਟੁ (ਜਿਸ ਨੇ) ਆਪਣੇ ਮਸਤਕ ਉਤੇ ਚਾਹ ਨਾਲ (ਪਹਿਨਿਆ ਹੈ)।",
    "pronunciation": "(kuMd) cMbylI dIAW ic`tIAW klIAW vrgy, (dsn) dMd",
    "type_id": 3
  }
]