[
  {
    "shabad_id": 5438,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "gur pRswid pweIAY prmwrQu; sqsMgiq syqI mnu Kcnw]",
    "transliteration": "Gur Prasaadh Paaeeai Paramaarathh Sathasangath Saethee Man Khachanaa ||",
    "translation": "By Guru's Grace, the greatest thing is obtained, and the mind is involved with the Sat Sangat, the True Congregation.",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੇਰੀ ਹੀ ਕ੍ਰਿਪਾ ਨਾਲ ਉੱਚੀ ਪਦਵੀ ਮਿਲਦੀ ਹੈ, ਅਤੇ ਸਤਸੰਗ ਵਿਚ ਮਨ ਜੁੜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5438,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "kIAw Kylu. bf mylu qmwsw; vwhgurU qyrI sB rcnw]3]13]42]",
    "transliteration": "Keeaa Khael Badd Mael Thamaasaa Vaahaguroo Thaeree Sabh Rachanaa ||3||13||42||",
    "translation": "You have formed and created this play, this great game. O Waahay Guru, this is all Your making. ||3||13||42||",
    "punjabi": "ਹੇ ਗੁਰੂ! ਤੂੰ ਧੰਨ ਹੈਂ, ਇਹ ਰਚਨਾ ਤੇਰੀ ਹੀ ਹੈ; (ਤੱਤਾਂ ਦਾ) ਮੇਲ (ਕਰ ਕੇ) ਤੂੰ ਇਹ ਤਮਾਸ਼ਾ ਤੇ ਖੇਲ ਰਚਾ ਦਿੱਤਾ ਹੈ ॥੩॥੧੩॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5439,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "Agmu AnMqu Anwid; Awid ijsu. koie. n jwxY]",
    "transliteration": "Agam Ananth Anaadh Aadh Jis Koe N Jaanai ||",
    "translation": "The Lord is Inaccessible, Infinite, Eternal and Primordial; no one knows His beginning.",
    "punjabi": "ਜੋ ਅਕਾਲ ਪੁਰਖ ਅਪਹੁੰਚ ਹੈ, ਅਨੰਤ ਹੈ, ਅਨਾਦਿ ਹੈ, ਜਿਸ ਦਾ ਮੁੱਢ ਕੋਈ ਨਹੀਂ ਜਾਣਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5439,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "isv ibrMic Dir D´wnu; inqih ijsu bydu bKwxY]",
    "transliteration": "Siv Biranch Dhhar Dhhyaan Nithehi Jis Baedh Bakhaanai ||",
    "translation": "Shiva and Brahma meditate on Him; the Vedas describe Him again and again.",
    "punjabi": "ਜਿਸ ਦਾ ਧਿਆਨ ਸਦਾ ਸ਼ਿਵ ਤੇ ਬ੍ਰਹਮਾ ਧਰ ਰਹੇ ਹਨ ਤੇ ਜਿਸ ਦੇ (ਗੁਣਾਂ) ਨੂੰ ਵੇਦ ਵਰਣਨ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "D´wnu: iDAwnu",
    "type_id": 3
  },
  {
    "shabad_id": 5439,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "inrMkwru inrvYru; Avru. nhI dUsr koeI]",
    "transliteration": "Nirankaar Niravair Avar Nehee Dhoosar Koee ||",
    "translation": "The Lord is Formless, beyond hate and vengeance; there is no one else like Him.",
    "punjabi": "ਉਹ ਅਕਾਲ ਪੁਰਖ ਅਕਾਰ-ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਕੋਈ ਹੋਰ ਉਸ ਦੇ ਸਮਾਨ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5439,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "BMjn gVHx smQu; qrx qwrx pRBu soeI]",
    "transliteration": "Bhanjan Garrhan Samathh Tharan Thaaran Prabh Soee ||",
    "translation": "He creates and destroys - He is All-powerful; God is the Boat to carry all across.",
    "punjabi": "ਉਹ ਜੀਵਾਂ ਨੂੰ ਪੈਦਾ ਕਰਨ ਤੇ ਮਾਰਨ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ (ਜੀਵਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ) ਤਾਰਣ ਲਈ ਜਹਾਜ਼ ਹੈ।",
    "pronunciation": "s-m`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 5439,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "nwnw pRkwr. ijin jgu kIE; jnu mQurw rsnw rsY]",
    "transliteration": "Naanaa Prakaar Jin Jag Keeou Jan Mathhuraa Rasanaa Rasai ||",
    "translation": "He created the world in its various aspects; His humble servant Mat'huraa delights in His Praises.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਕਈ ਤਰ੍ਹਾਂ ਦਾ ਜਗਤ ਰਚਿਆ ਹੈ, ਉਸ ਨੂੰ ਦਾਸ ਮਥੁਰਾ ਜੀਭ ਨਾਲ ਜਪਦਾ ਹੈ।",
    "pronunciation": "n@wn@w[j`gu",
    "type_id": 3
  },
  {
    "shabad_id": 5439,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "sRI siqnwmu krqw purKu; gur rwmdws icqh bsY]1]",
    "transliteration": "Sree Sath Naam Karathaa Purakh Gur Raamadhaas Chitheh Basai ||1||",
    "translation": "Sat Naam, the Great and Supreme True Name of God, the Personification of Creativity, dwells in the Consciousness of Guru Raam Daas. ||1||",
    "punjabi": "ਉਹੀ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5440,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "gurU smrQu, gih krIAw DRüv; buiD sumiq smwrn kau]",
    "transliteration": "Guroo Samarathh Gehi Kareeaa Dhhraav Budhh Sumath Samhaaran Ko ||",
    "translation": "I have grasped hold of the All-powerful Guru; He has made my mind steady and stable, and embellished me with clear consciousness.",
    "punjabi": "ਅਡੋਲ ਬੁੱਧ ਤੇ ਉੱਚੀ ਮੱਤ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਮੈਂ ਉਸ (ਗੁਰੂ) ਦੀ ਸਰਨ ਲਈ ਹੈ,",
    "pronunciation": "bu`DI DRüv Ac`l (krIAw) kIqI smr`Qu[su-m`iq[ sm@wrn: m hlMq lwau",
    "type_id": 3
  },
  {
    "shabad_id": 5440,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "Puin DRMm Dujw PhrMiq sdw; AG puMj qrMg invwrn kau]",
    "transliteration": "Fun Dhhranm Dhhujaa Feharanth Sadhaa Agh Punj Tharang Nivaaran Ko ||",
    "translation": "And, His Banner of Righteousness waves proudly forever, to defend against the waves of sin.",
    "punjabi": "ਜਿਸ ਸਮਰੱਥ ਗੁਰੂ ਦਾ ਧਰਮ ਦਾ ਝੰਡਾ ਸਦਾ ਝੁੱਲ ਰਿਹਾ ਹੈ। ਪਾਪਾਂ ਦੇ ਪੁੰਜ ਤੇ ਤਰੰਗ (ਆਪਣੇ ਅੰਦਰੋਂ) ਦੂਰ ਕਰਨ ਲਈ (ਮੈਂ ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਲਈ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5440,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "mQurw jn, jwin khI jIA swcu; su Aaur kCU. n ibcwrn kau]",
    "transliteration": "Mathhuraa Jan Jaan Kehee Jeea Saach S Aour Kashhoo N Bichaaran Ko ||",
    "translation": "His humble servant Mat'hraa knows this as true, and speaks it from his soul; there is nothing else to consider.",
    "punjabi": "ਦਾਸ ਮਥੁਰਾ ਨੇ ਹਿਰਦੇ ਵਿਚ ਸੋਚ-ਸਮਝ ਕੇ ਇਹ ਸੱਚ ਆਖਿਆ ਹੈ, ਇਸ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਵਿਚਾਰਨ-ਜੋਗ ਗੱਲ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5440,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "hir nwmu boihQu bfO kil mY; Bv swgr pwir auqwrn kau]2]",
    "transliteration": "Har Naam Bohithh Badda Kal Mai Bhav Saagar Paar Outhaaran Ko ||2||",
    "translation": "In this Dark Age of Kali Yuga, the Lord's Name is the Great Ship, to carry us all across the terrifying world-ocean, safely to the other side. ||2||",
    "punjabi": "ਕਿ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਉਤਾਰਨ ਲਈ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਕਲਜੁਗ ਵਿਚ ਵੱਡਾ ਜਹਾਜ਼ ਹੈ (ਅਤੇ ਉਹ ਨਾਮ ਸਮਰੱਥ ਗੁਰੂ ਤੋਂ ਮਿਲਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5441,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "sMqq hI. sqsMgiq sMg; surMg rqy, jsu gwvq hY]",
    "transliteration": "Santhath Hee Sathasangath Sang Surang Rathae Jas Gaavath Hai ||",
    "translation": "The Saints dwell in the Saadh Sangat, the Company of the Holy; imbued with pure celestial love, they sing the Lord's Praises.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਇਸ ਵਿਚ) ਬ੍ਰਿਤੀ ਜੋੜੀ ਹੈ ਅਤੇ (ਜੋ) ਸਦਾ ਇੱਕ ਰਸ ਸਤਸੰਗ ਵਿਚ (ਜੁੜ ਕੇ) ਸੋਹਣੇ ਰੰਗ ਵਿਚ ਰੰਗੀਜ ਕੇ ਹਰੀ ਦਾ ਜਸ ਗਾਉਂਦੇ ਹਨ,",
    "pronunciation": "(sMqq) inrMqr ie`k rs[r`qy[gwvq hYN",
    "type_id": 3
  },
  {
    "shabad_id": 5441,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "DRm pMQu DirE, DrnIDr Awip; rhy ilv Dwir, n Dwvq hY]",
    "transliteration": "Dhhram Panthh Dhhariou Dhharaneedhhar Aap Rehae Liv Dhhaar N Dhhaavath Hai ||",
    "translation": "The Support of the Earth has established this Path of Dharma; He Himself remains lovingly attuned to the Lord, and does not wander in distraction.",
    "punjabi": "(ਉਹ ਕਿਸੇ ਹੋਰ ਪਾਸੇ) ਭਟਕਦੇ ਨਹੀਂ ਫਿਰਦੇ। (ਇਹ ਸਤਿਗੁਰੂ ਵਾਲਾ) ਧਰਮ ਦਾ ਰਾਹ ਧਰਤੀ-ਦੇ-ਆਸਰੇ ਹਰੀ ਨੇ ਆਪ ਚਲਾਇਆ ਹੈ।",
    "pronunciation": "(DrnI-Dr) DrqI dw Awsrw vwihgurU jI,Dwvq hYN",
    "type_id": 3
  },
  {
    "shabad_id": 5441,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "mQurw Bin. Bwg Bly aun@ ky; mn ieCq hI Pl pwvq hY]",
    "transliteration": "Mathhuraa Bhan Bhaag Bhalae Ounh Kae Man Eishhath Hee Fal Paavath Hai ||",
    "translation": "So speaks Mat'huraa: those blessed with good fortune receive the fruits of their minds' desires.",
    "punjabi": "ਹੇ ਮਥੁਰਾ! ਜੋ ਮਨੁੱਖ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੇ ਚਰਨਾਂ ਵਿਚ ਮਨ ਜੋੜਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਭਾਗ ਚੰਗੇ ਹਨ, ਉਹ ਮਨ-ਭਾਉਂਦੇ ਫਲ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "gurmuiK B`t mQurw jI[hYN",
    "type_id": 3
  },
  {
    "shabad_id": 5441,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "riv ky suq ko, iqn@ qRwsu khw; ju crMn gurU, icqu lwvq hY]3]",
    "transliteration": "Rav Kae Suth Ko Thinh Thraas Kehaa J Charann Guroo Chith Laavath Hai ||3||",
    "translation": "Those who focus their consciousness on the Guru's Feet, they do not fear the judgement of Dharamraj. ||3||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਧਰਮ ਰਾਜ ਦਾ ਡਰ ਕਿਥੇ ਰਹਿੰਦਾ ਹੈ? (ਬਿਲਕੁਲ ਨਹੀਂ ਰਹਿੰਦਾ) ॥੩॥",
    "pronunciation": "c-rMn[ hYN",
    "type_id": 3
  },
  {
    "shabad_id": 5442,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "inrml nwmu, suDw pr pUrn; sbd qrMg, pRgitq idn Awgru]",
    "transliteration": "Niramal Naam Sudhhaa Parapooran Sabadh Tharang Pragattith Dhin Aagar ||",
    "translation": "The Immaculate, Sacred Pool of the Guru is overflowing with the waves of the Shabad, radiantly revealed in the early hours before the dawn.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਇਕ ਐਸਾ ਸਰੋਵਰ ਹੈ ਜਿਸ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਪਵਿੱਤਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਭਰਿਆ ਹੋਇਆ ਹੈ (ਉਸ ਵਿਚ) ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਸ਼ਬਦ ਦੀਆਂ ਲਹਿਰਾਂ ਉੱਠਦੀਆਂ ਹਨ,",
    "pronunciation": "idn cV@n qoN Awgru pihlW hI kIrqn dI lihr au~TdI hY[ p`Rg-it`q[A`wgru",
    "type_id": 3
  },
  {
    "shabad_id": 5442,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "gihr gMBIru AQwh, Aiq bf suBru; sdw sB ibiD rqnwgru]",
    "transliteration": "Gehir Ganbheer Athhaah Ath Badd Subhar Sadhaa Sabh Bidhh Rathanaagar ||",
    "translation": "He is Deep and Profound, Unfathomable and utterly Great, eternally overflowing with all sorts of jewels.",
    "punjabi": "(ਇਹ ਸਰੋਵਰ) ਬੜਾ ਡੂੰਘਾ ਗੰਭੀਰ ਤੇ ਅਥਾਹ ਹੈ, ਸਦਾ ਨਕਾ-ਨਕ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ ਤੇ ਸਭ ਤਰ੍ਹਾਂ ਦੇ ਰਤਨਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "ibiD: polw bolo[su`Bru, rqn`wgru",
    "type_id": 3
  },
  {
    "shabad_id": 5442,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "sMq mrwl, krih kMqUhl; iqn jm qRws imitE duK kwgru]",
    "transliteration": "Santh Maraal Karehi Kanthoohal Thin Jam Thraas Mittiou Dhukh Kaagar ||",
    "translation": "The Saint-swans celebrate; their fear of death is erased, along with the accounts of their pain.",
    "punjabi": "(ਉਸ ਸਰੋਵਰ ਵਿਚ) ਸੰਤ-ਹੰਸ ਕਲੋਲ ਕਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਜਮਾਂ ਦਾ ਡਰ ਤੇ ਦੁੱਖਾਂ ਦਾ ਲੇਖਾ ਮਿਟ ਗਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "(mrwl) hMs[ (kMqUhl) auqSwh",
    "type_id": 3
  },
  {
    "shabad_id": 5442,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "kljug durq. dUir krby kau; drsnu gurU. sgl suKswgru]4]",
    "transliteration": "Kalajug Dhurath Dhoor Karabae Ko Dharasan Guroo Sagal Sukh Saagar ||4||",
    "translation": "In this Dark Age of Kali Yuga, the sins are taken away; the Blessed Vision of the Guru's Darshan is the Ocean of all peace and comfort. ||4||",
    "punjabi": "ਕਲਜੁਗ ਦੇ ਪਾਪ ਦੂਰ ਕਰਨ ਲਈ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5443,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "jw kau muin D´wnu DrY, iPrq sgl jug; kbhuk koaU pwvY, Awqm pRgws kau]",
    "transliteration": "Jaa Ko Mun Dhhyaan Dhharai Firath Sagal Jug Kabahu K Kooo Paavai Aatham Pragaas Ko ||",
    "translation": "For His Sake, the silent sages meditated and focused their consciousness, wandering all the ages through; rarely, if ever, their souls were enlightened.",
    "punjabi": "ਸਾਰੇ ਜੁਗਾਂ ਵਿਚ ਭੌਂਦਾ ਹੋਇਆ ਕੋਈ ਮੁਨੀ ਜਿਸ (ਹਰੀ) ਦੀ ਖ਼ਾਤਰ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਅਤੇ ਕਦੇ ਹੀ ਉਸ ਨੂੰ ਅੰਦਰ ਦਾ ਚਾਨਣਾ ਲੱਭਦਾ ਹੈ,",
    "pronunciation": "D´wnu: iDAwnu[ju`g[ kbhu-k",
    "type_id": 3
  },
  {
    "shabad_id": 5443,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "byd bwxI sihq ibrMic, jsu gwvY jw ko; isv muin gih. n qjwq kiblws kMau]",
    "transliteration": "Baedh Baanee Sehith Biranch Jas Gaavai Jaa Ko Siv Mun Gehi N Thajaath Kabilaas Kano ||",
    "translation": "In the Hymns of the Vedas, Brahma sang His Praises; for His Sake, Shiva the silent sage held his place on the Kailaash Mountain.",
    "punjabi": "ਜਿਸ ਹਰੀ ਦਾ ਜਸ ਬ੍ਰਹਮਾ ਵੇਦਾਂ ਦੀ ਬਾਣੀ ਸਮੇਤ ਗਾਉਂਦਾ ਹੈ, ਅਤੇ ਜਿਸ ਵਿਚ ਸਮਾਧੀ ਲਾ ਕੇ ਸ਼ਿਵ ਕੈਲਾਸ਼ ਪਰਬਤ ਨਹੀਂ ਛੱਡਦਾ;",
    "pronunciation": "(qjwq) iqAwgdy nhIN[(kiblws) kYlwS prbq, Bwv lgwqwr mh`ly 4 jI dw iDAwn Dwrdy hn",
    "type_id": 3
  },
  {
    "shabad_id": 5443,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "jw kO. jogI jqI isD swiDk Anyk qp; jtw jUt ByK kIey, iPrq audws kau]",
    "transliteration": "Jaa Ka Jogee Jathee Sidhh Saadhhik Anaek Thap Jattaa Joott Bhaekh Keeeae Firath Oudhaas Ko ||",
    "translation": "For His Sake, the Yogis, celibates, Siddhas and seekers, the countless sects of fanatics with matted hair wear religious robes, wandering as detached renunciates.",
    "punjabi": "ਜਿਸ (ਦਾ ਦਰਸਨ ਕਰਨ) ਦੀ ਖ਼ਾਤਰ ਅਨੇਕਾਂ ਜੋਗੀ, ਜਤੀ, ਸਿੱਧ ਤੇ ਸਾਧਿਕ ਤਪ ਕਰਦੇ ਹਨ ਅਤੇ ਜਟਾ-ਜੂਟ ਰਹਿ ਕੇ ਉਦਾਸ-ਭੇਖ ਧਾਰ ਕੇ ਫਿਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5443,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "su iqin siqguir, suK Bwie ikRpw DwrI jIA; nwm kI bfweI deI. gur rwmdws kau]5]",
    "transliteration": "S Thin Sathigur Sukh Bhaae Kirapaa Dhhaaree Jeea Naam Kee Baddaaee Dhee Gur Raamadhaas Ko ||5||",
    "translation": "That True Guru, by the Pleasure of His Will, showered His Mercy upon all beings, and blessed Guru Raam Daas with the Glorious Greatness of the Naam. ||5||",
    "punjabi": "ਉਸ (ਹਰੀ-ਰੂਪ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਸਹਜ ਸੁਭਾਇ ਜੀਆਂ ਉਤੇ ਕਿਰਪਾ ਕੀਤੀ ਤੇ ਗੁਰ ਰਾਮਦਾਸ ਜੀ ਨੂੰ ਹਰੀ-ਨਾਮ ਦੀ ਵਡਿਆਈ ਬਖ਼ਸ਼ੀ ॥੫॥",
    "pronunciation": "Anhd Junkwr sRb ivAwpI prm Awqm suK dw (Bwie) pRkwS krn vwly",
    "type_id": 3
  },
  {
    "shabad_id": 5444,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "nwmu inDwnu. iDAwn AMqrgiq; qyj puMj. iqhu log pRgwsy]",
    "transliteration": "Naam Nidhhaan Dhhiaan Antharagath Thaej Punj Thihu Log Pragaasae ||",
    "translation": "He focuses His Meditation deep within; the Embodiment of Light, He illuminates the three worlds.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਪਾਸ) ਨਾਮ-ਰੂਪ ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਆਪ ਦੀ) ਅੰਤਰਮੁਖ ਬ੍ਰਿਤੀ ਹੈ, (ਆਪ ਦੇ) ਤੇਜ ਦਾ ਪੁੰਜ ਤਿੰਨਾਂ ਲੋਕਾਂ ਵਿਚ ਚਮਕ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5444,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "dyKq drsu. Btik BRmu Bjq; duK prhir. suK shj ibgwsy]",
    "transliteration": "Dhaekhath Dharas Bhattak Bhram Bhajath Dhukh Parehar Sukh Sehaj Bigaasae ||",
    "translation": "Gazing upon the Blessed Vision of His Darshan, doubt runs away, pain is eradicated, and celestial peace spontaneously wells up.",
    "punjabi": "(ਆਪ ਦਾ) ਦਰਸ਼ਨ ਕਰ ਕੇ (ਦਰਸਨ ਕਰਨ ਵਾਲਿਆਂ ਦਾ) ਭਰਮ ਭਟਕ ਕੇ ਭੱਜ ਜਾਂਦਾ ਹੈ, ਅਤੇ (ਉਹਨਾਂ ਦੇ) ਦੁੱਖ ਦੂਰ ਹੋ ਕੇ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਦੇ ਸੁਖ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "B`jq[ibg`wsy",
    "type_id": 3
  },
  {
    "shabad_id": 5444,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "syvk isK sdw Aiq luiBq; Ail smUh ijau kusm subwsy]",
    "transliteration": "Saevak Sikh Sadhaa Ath Lubhith Al Samooh Jio Kusam Subaasae ||",
    "translation": "The selfless servants and Sikhs are always totally captivated by it, like bumble bees lured by the fragrance of the flower.",
    "punjabi": "ਸੇਵਕ ਤੇ ਸਿੱਖ ਸਦਾ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੇ ਚਰਨਾਂ ਦੇ) ਆਸ਼ਿਕ ਹਨ, ਜਿਵੇਂ ਭੌਰੇ ਫੁੱਲਾਂ ਦੀ ਵਾਸ਼ਨਾ ਦੇ।",
    "pronunciation": "luiB-q, Ail: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5444,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ibd´mwn guir Awip Qp´au iQru; swcau qKqu. gurU rwmdwsY ]6]",
    "transliteration": "Bidhyamaan Gur Aap Thhapyo Thhir Saacho Thakhath Guroo Raamadhaasai ||6||",
    "translation": "The Guru Himself established the Eternal Throne of Truth, in Guru Raam Daas. ||6||",
    "punjabi": "ਪ੍ਰਤੱਖ ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੇ ਆਪ ਹੀ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਸੱਚਾ ਤਖ਼ਤ ਨਿਹਚਲ ਟਿਕਾ ਦਿੱਤਾ ਹੈ ॥੬॥",
    "pronunciation": "(ibd´mwn) pRgt[ibd´mwn: ib`idAmwn[ Qp´au: QipAau",
    "type_id": 3
  }
]