[
  {
    "id": 59672,
    "shabad_id": 5445,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਤਾਰ੍ਯੳੁ ਸੰਸਾਰੁ, ਮਾਯਾ ਮਦ ਮੋਹਿਤ; ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਦੀਅੳੁ, ਸਮਰਥੁ ||",
    "transliteration": "Thaaryo Sansaar Maayaa Madh Mohith Anmrith Naam Dheeao Samarathh ||",
    "translation": "The Universe is intoxicated with the wine of Maya, but it has been saved; the All-powerful Guru has blessed it with the Ambrosial Nectar of the Naam.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਮਾਇਆ ਦੇ ਮਦ ਵਿਚ ਮੋਹੇ ਹੋਏ ਸੰਸਾਰ ਨੂੰ ਤਾਰਿਆ ਹੈ, (ਆਪ ਨੇ ਜੀਆਂ ਨੂੰ) ਸਮਰੱਥਾ ਵਾਲਾ ਅੰਮ੍ਰਿਤ-ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੈ,",
    "pronunciation": "ਤਾਰ੍ਯੳੁ: ਤਾਰਿਅੳੁ[ ਮਾ-ਯਾ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 59673,
    "shabad_id": 5445,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਫੁਨਿ ਕੀਰਤਿਵੰਤ, ਸਦਾ ਸੁਖ ਸੰਪਤਿ; ਰਿਧਿ ਅਰੁ ਸਿਧਿ, ਨ ਛੋਡੲਿ ਸਥੁ ||",
    "transliteration": "Fun Keerathivanth Sadhaa Sukh Sanpath Ridhh Ar Sidhh N Shhoddae Sathh ||",
    "translation": "And, the Praiseworthy Guru is blessed with eternal peace, wealth and prosperity; the supernatural spiritual powers of the Siddhis never leave him.",
    "punjabi": "ਆਪ ਸਦਾ ਸੁਖ, ਧਨ ਅਤੇ ਸੋਭਾ ਦੇ ਮਾਲਕ ਹਨ, ਰਿੱਧੀ ਅਤੇ ਸਿੱਧੀ ਆਪ ਦਾ ਸਾਥ ਨਹੀਂ ਛੱਡਦੀ।",
    "pronunciation": "(ਕੀਰਤਿ-ਵੰਤ) ਛੋਡ-ੲਿ, ਸੱਥੁ",
    "type_id": 3
  },
  {
    "id": 59674,
    "shabad_id": 5445,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦਾਨਿ ਬਡੌ ਅਤਿਵੰਤੁ ਮਹਾ ਬਲਿ; ਸੇਵਕਿ ਦਾਸਿ ਕਹਿਓ ੲਿਹੁ ਤਥੁ ||",
    "transliteration": "Dhaan Badda Athivanth Mehaabal Saevak Dhaas Kehiou Eihu Thathh ||",
    "translation": "His Gifts are vast and great; His awesome Power is supreme. Your humble servant and slave speaks this truth.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਬੜਾ ਦਾਨੀ ਹੈ ਅਤੇ ਅਤਿਅੰਤ ਮਹਾਬਲੀ ਹੈ, ਸੇਵਕ ਦਾਸ (ਮਥੁਰਾ) ਨੇ ਇਹ ਸੱਚ ਆਖਿਆ ਹੈ।",
    "pronunciation": "ਤੱਥੁ",
    "type_id": 3
  },
  {
    "id": 59675,
    "shabad_id": 5445,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਾਹਿ. ਕਹਾ ਪਰਵਾਹ ਕਾਹੂ ਕੀ; ਜਾ ਕੈ ਬਸੀਸਿ ਧਰਿਓ ਗੁਰਿ ਹਥੁ ||੭||੪੯||",
    "transliteration": "Thaahi Kehaa Paravaah Kaahoo Kee Jaa Kai Basees Dhhariou Gur Hathh ||7||49||",
    "translation": "One, upon whose head the Guru has placed His Hand - with whom should he be concerned? ||7||49||",
    "punjabi": "ਜਿਸ ਦੇ ਸਿਰ ਉੱਤੇ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ ਹੱਥ ਧਰਿਆ ਹੈ, ਉਸ ਨੂੰ ਕਿਸੇ ਦੀ ਕੀ ਪਰਵਾਹ ਹੈ? ॥੭॥੪੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59676,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੀਨਿ ਭਵਨ, ਭਰਪੂਰਿ ਰਹਿਓ ਸੋੲੀ; ਅਪਨ ਸਰਸੁ. ਕੀਅੳੁ ਨ ਜਗਤ ਕੋੲੀ ||",
    "transliteration": "Theen Bhavan Bharapoor Rehiou Soee Apan Saras Keeao N Jagath Koee ||",
    "translation": "He is totally pervading and permeating the three realms; In all the world, He has not created another like Himself.",
    "punjabi": "(ਜਿਹੜਾ) ਅਕਾਲ ਪੁਰਖ ਆਪ ਹੀ ਤਿੰਨਾਂ ਭਵਨਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਜਗਤ ਦਾ ਕੋਈ ਦੂਜਾ ਜੀਵ (ਜਿਸ ਨੇ) ਆਪਣੇ ਵਰਗਾ ਪੈਦਾ ਨਹੀਂ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59677,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੁਨ ਅਾਪੁ; ਅਾਪ ਹੀ ੳੁਪਾਯੳੁ ||",
    "transliteration": "Aapun Aap Aap Hee Oupaayo ||",
    "translation": "He Himself created Himself.",
    "punjabi": "ਆਪਣਾ ਆਪ (ਜਿਸ ਨੇ) ਆਪ ਹੀ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "pronunciation": "ੳੁਪਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59678,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਅਸੁਰ ਅੰਤੁ; ਨਹੀ ਪਾਯੳੁ ||",
    "transliteration": "Sur Nar Asur Anth Nehee Paayo ||",
    "translation": "The angels, human beings and demons have not found His limits.",
    "punjabi": "ਦੇਵਤੇ, ਮਨੁੱਖ, ਦੈਂਤ, ਕਿਸੇ ਨੇ (ਜਿਸ ਦਾ) ਅੰਤ ਨਹੀਂ ਪਾਇਆ;",
    "pronunciation": "ਅ-ਸੁਰ",
    "type_id": 3
  },
  {
    "id": 59679,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪਾਯੳੁ ਨਹੀ ਅੰਤੁ, ਸੁਰੇ ਅਸੁਰਹ ਨਰ; ਗਣ ਗੰਧ੍ਰਬ ਖੋਜੰਤ ਫਿਰੇ ||",
    "transliteration": "Paayo Nehee Anth Surae Asureh Nar Gan Gandhhrab Khojanth Firae ||",
    "translation": "The angels, demons and human beings have not found His limits; the heavenly heralds and celestial singers wander around, searching for Him.",
    "punjabi": "ਦੇਵਤੇ, ਦੈਂਤ, ਮਨੁੱਖ, ਗਣ ਗੰਧਰਬ-ਸਭ ਜਿਸ ਨੂੰ ਖੋਜਦੇ ਫਿਰਦੇ ਹਨ, (ਕਿਸੇ ਨੇ ਜਿਸ ਦਾ) ਅੰਤ ਨਹੀਂ ਪਾਇਆ,",
    "pronunciation": "ਪਾਯੳੁ[ ਅ-ਸੁਰਹ[ ਗੰ-ਧ੍ਰਬ",
    "type_id": 3
  },
  {
    "id": 59680,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਬਿਨਾਸੀ ਅਚਲੁ. ਅਜੋਨੀ ਸੰਭੳੁ; ਪੁਰਖੋਤਮੁ ਅਪਾਰ ਪਰੇ ||",
    "transliteration": "Abinaasee Achal Ajonee Sanbho Purakhotham Apaar Parae ||",
    "translation": "The Eternal, Imperishable, Unmoving and Unchanging, Unborn, Self-Existent, Primal Being of the Soul, the Infinity of the Infinite,",
    "punjabi": "ਜਿਹੜਾ ਅਕਾਲ ਪੁਰਖ ਅਬਿਨਾਸ਼ੀ ਹੈ, ਅਡੋਲ ਹੈ, ਜੂਨਾਂ ਤੋਂ ਰਹਤ ਹੈ, ਆਪਣੇ ਆਪ ਤੋਂ ਪਰਗਟ ਹੋਇਆ ਹੈ, ਉੱਤਮ ਪੁਰਖ ਹੈ ਤੇ ਬਹੁਤ ਬੇਅੰਤ ਹੈ।",
    "pronunciation": "ਅ-ਚੱਲੁ, ਸੰ-ਭੳੁ",
    "type_id": 3
  },
  {
    "id": 59681,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਰਣ ਕਾਰਣ ਸਮਰਥੁ ਸਦਾ ਸੋੲੀ; ਸਰਬ ਜੀਅ ਮਨਿ ਧ੍ਯਾੲਿਯੳੁ ||",
    "transliteration": "Karan Kaaran Samarathh Sadhaa Soee Sarab Jeea Man Dhhyaaeiyo ||",
    "translation": "The Eternal All-powerful Cause of causes - all beings meditate on Him in their minds.",
    "punjabi": "(ਜਿਹੜਾ) ਹਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮੂਲ ਹੈ, (ਜੋ) ਆਪ ਹੀ ਸਦਾ ਸਮਰੱਥ ਹੈ, ਸਾਰੇ ਜੀਆਂ ਨੇ (ਜਿਸ ਨੂੰ) ਮਨ ਵਿਚ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "ਧਿਅਾੲਿ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ੋ",
    "type_id": 3
  },
  {
    "id": 59682,
    "shabad_id": 5446,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਰਾਮਦਾਸ. ਜਯੋ ਜਯ ਜਗ ਮਹਿ; ਤੈ ਹਰਿ ਪਰਮਪਦੁ ਪਾੲਿਯੳੁ ||੧||",
    "transliteration": "Sree Gur Raamadhaas Jayo Jay Jag Mehi Thai Har Param Padh Paaeiyo ||1||",
    "translation": "O Great and Supreme Guru Raam Daas, Your Victory resounds across the universe. You have attained the supreme status of the Lord. ||1||",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! (ਆਪ ਦੀ) ਜਗਤ ਵਿਚ ਜੈ-ਜੈਕਾਰ ਹੋ ਰਹੀ ਹੈ ਕਿ ਆਪ ਨੇ ਉਸ ਹਰੀ ਦੀ ਉੱਚੀ ਪਦਵੀ ਪਾ ਲਈ ਹੈ ॥੧॥",
    "pronunciation": "ਜ-ਯੋ, ਜ-ਯ, ਪਾੲਿ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59683,
    "shabad_id": 5447,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਨਾਨਕਿ, ਭਗਤਿ ਕਰੀ ੲਿਕ ਮਨਿ; ਤਨੁ ਮਨੁ ਧਨੁ. ਗੋਬਿੰਦ ਦੀਅੳੁ ||",
    "transliteration": "Sathigur Naanak Bhagath Karee Eik Man Than Man Dhhan Gobindh Dheeao ||",
    "translation": "Nanak, the True Guru, worships God single-mindedly; He surrenders His body, mind and wealth to the Lord of the Universe.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਇਕ-ਮਨ ਹੋ ਕੇ ਭਗਤੀ ਕੀਤੀ, ਤੇ (ਆਪਣਾ) ਤਨ ਮਨ ਧਨ ਗੋਬਿੰਦ ਨੂੰ ਅਰਪਨ ਕਰ ਦਿੱਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59684,
    "shabad_id": 5447,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅੰਗਦਿ, ਅਨੰਤ ਮੂਰਤਿ ਨਿਜ ਧਾਰੀ; ਅਗਮ ਗ੍ਯਾਨਿ, ਰਸਿ ਰਸ੍ਯੳੁ ਹੀਅੳੁ ||",
    "transliteration": "Angadh Ananth Moorath Nij Dhhaaree Agam Gyaan Ras Rasyo Heeao ||",
    "translation": "The Infinite Lord enshrined His Own Image in Guru Angad. In His heart, He delights in the spiritual wisdom of the Unfathomable Lord.",
    "punjabi": "(ਗੁਰੂ) ਅੰਗਦ (ਸਾਹਿਬ ਜੀ) ਨੇ 'ਅਨੰਤ ਮੂਰਤਿ' ਹਰੀ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਇਆ, ਅਪਹੁੰਚ ਹਰੀ ਦੇ ਗਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪ ਦਾ ਹਿਰਦਾ ਪ੍ਰੇਮ ਵਿਚ ਭਿੱਜ ਗਿਆ।",
    "pronunciation": "ਗ੍ਯਾਨਿ: ਗਿਅਾਨਿ[ ਰਸ੍ਯੳੁ: ਰਸਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59685,
    "shabad_id": 5447,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਿ ਅਮਰਦਾਸਿ, ਕਰਤਾਰੁ ਕੀਅੳੁ ਵਸਿ; ਵਾਹੁ ਵਾਹੁ ਕਰਿ ਧ੍ਯਾੲਿਯੳੁ ||",
    "transliteration": "Gur Amaradhaas Karathaar Keeao Vas Vaahu Vaahu Kar Dhhyaaeiyo ||",
    "translation": "Guru Amar Daas brought the Creator Lord under His control. Waaho! Waaho! Meditate on Him!",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ ਕਰਤਾਰ ਨੂੰ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕੀਤਾ। 'ਤੂੰ ਧੰਨ ਹੈਂ, ਤੂੰ ਧੰਨ ਹੈਂ'- ਇਹ ਆਖ ਕੇ ਆਪ ਨੇ ਕਰਤਾਰ ਨੂੰ ਸਿਮਰਿਆ।",
    "pronunciation": "ਧਿਅਾੲਿ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 59686,
    "shabad_id": 5447,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਰਾਮਦਾਸ. ਜਯੋ ਜਯ ਜਗ ਮਹਿ; ਤੈ ਹਰਿ ਪਰਮਪਦੁ ਪਾੲਿਯੳੁ ||੨||",
    "transliteration": "Sree Gur Raamadhaas Jayo Jay Jag Mehi Thai Har Param Padh Paaeiyo ||2||",
    "translation": "O Great and Supreme Guru Raam Daas, Your Victory resounds across the universe. You have attained the supreme status of the Lord. ||2||",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਆਪ ਦੀ ਭੀ ਜਗਤ ਵਿਚ ਜੈ-ਜੈਕਾਰ ਹੋ ਰਹੀ ਹੈ; ਆਪ ਨੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਮਿਲਾਪ ਦਾ ਸਭ ਤੋਂ ਉੱਚਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59687,
    "shabad_id": 5448,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਰਦੁ ਧ੍ਰ¨ ਪ੍ਰਹਲਾਦੁ ਸੁਦਾਮਾ; ਪੁਬ ਭਗਤ ਹਰਿ ਕੇ ਜੁਗਣੰ ||",
    "transliteration": "Naaradh Dhhroo Prehalaadh Sudhaamaa Pub Bhagath Har Kae J Ganan ||",
    "translation": "Naarad, Dhroo, Prahlaad and Sudaamaa are accounted among the Lord's devotees of the past.",
    "punjabi": "ਨਾਰਦ, ਧ੍ਰੂ ਪ੍ਰਹਲਾਦ, ਸੁਦਾਮਾ- ਜੋ ਹਰੀ ਦੇ ਪੂਰਬਲੇ ਜੁਗਾਂ ਦੇ ਭਗਤ ਗਿਣੇ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "(ਪੁਬ) ਪੂਰਬਲੇ[(ਜੱੁਗਣੰ) ਜੁੱਗਾਂ ਦੇ",
    "type_id": 3
  },
  {
    "id": 59688,
    "shabad_id": 5448,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅੰਬਰੀਕੁ ਜਯਦੇਵ ਤਿ੍ਰਲੋਚਨੁ; ਨਾਮਾ ਅਵਰੁ ਕਬੀਰੁ ਭਣੰ ||",
    "transliteration": "Anbareek Jayadhaev Thrilochan Naamaa Avar Kabeer Bhanan ||",
    "translation": "Ambreek, Jai Dayv, Trilochan, Naam Dayv and Kabeer are also remembered.",
    "punjabi": "ਅੰਬਰੀਕ, ਜੈਦੇਵ, ਤ੍ਰਿਲੋਚਨ, ਨਾਮਾ ਅਤੇ ਕਬੀਰ,",
    "pronunciation": "ਜਯਦੇਵ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59689,
    "shabad_id": 5448,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਕੌ ਅਵਤਾਰੁ. ਭਯੳੁ ਕਲਿ ਭਿੰਤਰਿ; ਜਸੁ. ਜਗਤ੍ਰ ਪਰਿ ਛਾੲਿਯੳੁ ||",
    "transliteration": "Thin Ka Avathaar Bhayo Kal Bhinthar Jas Jagathr Par Shhaaeiyo ||",
    "translation": "They were incarnated in this Dark Age of Kali Yuga; their praises have spread over all the world.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦਾ ਜਨਮ ਕਲਜੁਗ ਵਿਚ ਹੋਇਆ ਹੈ- ਇਹਨਾਂ ਸਾਰਿਆਂ ਦਾ ਜਸ ਜਗਤ ਉੱਤੇ (ਹਰੀ ਦੇ ਭਗਤ ਹੋਣ ਦੇ ਕਾਰਨ ਹੀ) ਖਿਲਰਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਭ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ਛਾੲਿ-ਯੳੁ[ਜ-ਗੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59690,
    "shabad_id": 5448,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਰਾਮਦਾਸ. ਜਯੋ ਜਯ ਜਗ ਮਹਿ; ਤੈ ਹਰਿ ਪਰਮਪਦੁ ਪਾੲਿਯੳੁ ||੩||",
    "transliteration": "Sree Gur Raamadhaas Jayo Jay Jag Mehi Thai Har Param Padh Paaeiyo ||3||",
    "translation": "O Great and Supreme Guru Raam Daas, Your Victory resounds across the universe. You have attained the supreme status of the Lord. ||3||",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਆਪ ਦੀ ਭੀ ਜੈ-ਜੈਕਾਰ ਜਗਤ ਵਿਚ ਹੋ ਰਹੀ ਹੈ, ਕਿ ਆਪ ਨੇ ਹਰੀ (ਦੇ ਮਿਲਾਪ) ਦੀ ਪਰਮ ਪਦਵੀ ਪਾਈ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59691,
    "shabad_id": 5449,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਨਸਾ ਕਰਿ, ਸਿਮਰੰਤ ਤੁਝੈ ਨਰ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਮਿਟਿਅੳੁ ਜੁ ਤਿਣੰ ||",
    "transliteration": "Manasaa Kar Simaranth Thujhai Nar Kaam Krodhh Mittiao J Thinan ||",
    "translation": "Those who meditate in remembrance on You within their minds - their sexual desire and anger are taken away.",
    "punjabi": "ਜੋ ਮਨੁੱਖ, (ਹੇ ਸਤਿਗੁਰੂ!) ਤੈਨੂੰ ਮਨ ਜੋੜ ਕੇ ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਕਾਮ ਅਤੇ ਕ੍ਰੋਧ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਦਿਲ ਦੀ ਸਫ਼ਾੲੀ ਪ੍ਰੇਮ ਭਾਵਨਾ ਨਾਲ (ਮਨਸਾ) ਮਨ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 59692,
    "shabad_id": 5449,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਾਚਾ ਕਰਿ, ਸਿਮਰੰਤ ਤੁਝੈ; ਤਿਨ੍ਹ ਦੁਖੁ ਦਰਿਦ੍ਰੁ, ਮਿਟਯੳੁ ਜੁ ਖਿਣੰ ||",
    "transliteration": "Baachaa Kar Simaranth Thujhai Thinh Dhukh Dharidhra Mittayo J Khinan ||",
    "translation": "Those who remember You in meditation with their words, are rid of their poverty and pain in an instant.",
    "punjabi": "ਜੋ ਜੀਵ ਆਪ ਨੂੰ ਬਚਨਾਂ ਦੁਆਰਾ (ਭਾਵ, ਜੀਭ ਨਾਲ) ਸਿਮਰਦੇ ਹਨ, ਉਹਨਾਂ ਦਾ ਦੁੱਖ ਤੇ ਦਰਿਦ੍ਰ ਖਿਨ ਵਿਚ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "(ਬਾਚਾ) ਬਾਣੀ ਕਰਕੇ[ਮਿਟਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ [ ਬਾੱਚਾ",
    "type_id": 3
  },
  {
    "id": 59693,
    "shabad_id": 5449,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਰਮ ਕਰਿ. ਤੁਅ ਦਰਸ ਪਰਸ, ਪਾਰਸ ਸਰ; ਬਲ੍ਯ ਭਟ, ਜਸੁ ਗਾੲਿਯੳੁ ||",
    "transliteration": "Karam Kar Thua Dharas Paras Paaras Sar Baly Bhatt Jas Gaaeiyo ||",
    "translation": "Those who obtain the Blessed Vision of Your Darshan, by the karma of their good deeds, touch the Philosopher's Stone, and like BALL the poet, sing Your Praises.",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਬਲ੍ਯ੍ਯ ਭੱਟ (ਆਪ ਦਾ) ਜਸ ਗਾਂਦਾ ਹੈ (ਤੇ ਆਖਦਾ ਹੈ ਕਿ) ਜੋ ਮਨੁੱਖ ਆਪ ਦਾ ਦਰਸ਼ਨ ਸਰੀਰਕ ਇੰਦ੍ਰਿਆਂ ਨਾਲ ਪਰਸਦੇ ਹਨ, ਉਹ ਪਾਰਸ ਸਮਾਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਗਾੲਿੜੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[ ਕਰਮਸ੍ਰੀਰ ਕਰਕੇ[ ਗੁਰਮੁਖਿ ਬਲ੍ਯ ਭੱਟ[ ਬਲ੍ਯ: ਬੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59694,
    "shabad_id": 5449,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਰਾਮਦਾਸ. ਜਯੋ ਜਯ ਜਗ ਮਹਿ; ਤੈ ਹਰਿ ਪਰਮਪਦੁ ਪਾੲਿਯੳੁ ||੪||",
    "transliteration": "Sree Gur Raamadhaas Jayo Jay Jag Mehi Thai Har Param Padh Paaeiyo ||4||",
    "translation": "O Great and Supreme Guru Raam Daas, Your Victory resounds across the universe. You have attained the supreme status of the Lord. ||4||",
    "punjabi": "ਹੇ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ! ਆਪ ਦੀ ਜੈ-ਜੈਕਾਰ ਜਗਤ ਵਿਚ ਹੋ ਰਹੀ ਹੈ ਕਿ ਆਪ ਨੇ ਹਰੀ ਦੀ ਉੱਚੀ ਪਦਵੀ ਪਾ ਲਈ ਹੈ ॥੪॥",
    "pronunciation": "ਪਾੲਿਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59695,
    "shabad_id": 5450,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਹ ਸਤਿਗੁਰ ਸਿਮਰੰਤ; ਨਯਨ ਕੇ ਤਿਮਰ ਮਿਟਹਿ ਖਿਨੁ ||",
    "transliteration": "Jih Sathigur Simaranth Nayan Kae Thimar Mittehi Khin ||",
    "translation": "Those who meditate in remembrance on the True Guru - the darkness of their eyes is removed in an instant.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ, ਅੱਖਾਂ ਦੇ ਛੌੜ ਖਿਨ ਵਿਚ ਕੱਟੇ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59696,
    "shabad_id": 5450,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਹ ਸਤਿਗੁਰ ਸਿਮਰੰਥਿ; ਰਿਦੈ ਹਰਿ ਨਾਮੁ ਦਿਨੋ ਦਿਨੁ ||",
    "transliteration": "Jih Sathigur Simaranthh Ridhai Har Naam Dhino Dhin ||",
    "translation": "Those who meditate in remembrance on the True Guru within their hearts, are blessed with the Lord's Name, day by day.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਹਿਰਦੇ ਵਿਚ ਹਰੀ ਦਾ ਨਾਮ ਦਿਨੋ ਦਿਨ (ਵਧੀਕ ਜੰਮਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59697,
    "shabad_id": 5450,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਿਹ ਸਤਿਗੁਰ ਸਿਮਰੰਥਿ; ਜੀਅ ਕੀ ਤਪਤਿ ਮਿਟਾਵੈ ||",
    "transliteration": "Jih Sathigur Simaranthh Jeea Kee Thapath Mittaavai ||",
    "translation": "Those who meditate in remembrance on the True Guru within their souls - the fire of desire is extinguished for them.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੂੰ ਸਿਮਰਿਆਂ (ਜੀਵ) ਹਿਰਦੇ ਦੀ ਤਪਤ ਮਿਟਾਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59698,
    "shabad_id": 5450,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਹ ਸਤਿਗੁਰ ਸਿਮਰੰਥਿ; ਰਿਧਿ ਸਿਧਿ ਨਵ ਨਿਧਿ ਪਾਵੈ ||",
    "transliteration": "Jih Sathigur Simaranthh Ridhh Sidhh Nav Nidhh Paavai ||",
    "translation": "Those who meditate in remembrance on the True Guru, are blessed with wealth and prosperity, supernatural spiritual powers and the nine treasures.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨੂੰ ਯਾਦ ਕਰ ਕੇ (ਜੀਵ) ਰਿੱਧੀਆਂ ਸਿੱਧੀਆਂ ਤੇ ਨੌ ਨਿਧੀਆਂ ਪਾ ਲੈਂਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59699,
    "shabad_id": 5450,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੋੲੀ ਰਾਮਦਾਸੁ ਗੁਰੁ. ਬਲ੍ਯ ਭਣਿ; ਮਿਲਿ ਸੰਗਤਿ. ਧੰਨਿ ਧੰਨਿ ਕਰਹੁ ||",
    "transliteration": "Soee Raamadhaas Gur Baly Bhan Mil Sangath Dhhann Dhhann Karahu ||",
    "translation": "So speaks BALL the poet: Blessed is Guru Raam Daas; joining the Sangat, the Congregation, call Him blessed and great.",
    "punjabi": "ਬਲ੍ਯ੍ਯ (ਕਵੀ) ਆਖਦਾ ਹੈ- ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਉਸ (ਗੁਰੂ) ਨੂੰ ਆਖੋ-'ਤੂੰ ਧੰਨ ਹੈਂ, ਤੂੰ ਧੰਨ ਹੈਂ',",
    "pronunciation": "ਬਲ੍ਯ : ਬੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59700,
    "shabad_id": 5450,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਹ ਸਤਿਗੁਰ ਲਗਿ. ਪ੍ਰਭੁ ਪਾੲੀਅੈ; ਸੋ ਸਤਿਗੁਰੁ ਸਿਮਰਹੁ ਨਰਹੁ ||੫||੫੪||",
    "transliteration": "Jih Sathigur Lag Prabh Paaeeai So Sathigur Simarahu Narahu ||5||54||",
    "translation": "Meditate on the True Guru, O men, through Whom the Lord is obtained. ||5||54||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲੀਦਾ ਹੈ, ਹੇ ਜਨੋ! ਉਸ ਗੁਰੂ ਨੂੰ ਸਿਮਰੋ ॥੫॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59701,
    "shabad_id": 5451,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਿਨਿ ਸਬਦੁ ਕਮਾੲਿ. ਪਰਮਪਦੁ ਪਾੲਿਓ; ਸੇਵਾ ਕਰਤ. ਨ ਛੋਡਿਓ ਪਾਸੁ ||",
    "transliteration": "Jin Sabadh Kamaae Param Padh Paaeiou Saevaa Karath N Shhoddiou Paas ||",
    "translation": "Living the Word of the Shabad, He attained the supreme status; while performing selfless service, He did not leave the side of Guru Amar Daas.",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੇ ਸ਼ਬਦ ਨੂੰ ਕਮਾ ਕੇ ਉੱਚੀ ਪਦਵੀ ਪਾਈ, ਅਤੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ) ਸੇਵਾ ਕਰਦਿਆਂ ਸਾਥ ਨਾ ਛੱਡਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59702,
    "shabad_id": 5451,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਤਾ ਤੇ ਗੳੁਹਰੁ ਗ੍ਯਾਨ, ਪ੍ਰਗਟੁ ੳੁਜੀਅਾਰੳੁ; ਦੁਖ ਦਰਿਦ੍ਰ ਅੰਧ੍ਯਾਰ ਕੋ ਨਾਸੁ ||",
    "transliteration": "Thaa Thae Gouhar Gyaan Pragatt Oujeeaaro Dhukh Dharidhr Andhhyaar Ko Naas ||",
    "translation": "From that service, the light from the jewel of spiritual wisdom shines forth, radiant and bright; it has destroyed pain, poverty and darkness.",
    "punjabi": "ਉਸ (ਗੁਰੂ) ਤੋਂ ਮੋਤੀ-ਵਤ ਉੱਜਲ ਗਿਆਨ ਦਾ ਚਾਨਣਾ ਪ੍ਰਗਟ ਹੋਇਆ, ਅਤੇ ਦਰਿਦ੍ਰ ਤੇ ਹਨੇਰੇ ਦਾ ਨਾਸ ਹੋ ਗਿਆ।",
    "pronunciation": "(ਗੳੁਹਰੁ) ਬ੍ਰਹਮ[ ਗ੍ਯਾਨ: ਗਿਅਾਨ[ ੳੁਜੀ-ਅਾਰੳੁ[ਅੰਧ੍ਯਾਰ: ਅੰਧਿਅਾਰ",
    "type_id": 3
  }
]
