[
  {
    "id": 59734,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "gur Arjun; gux shij ibcwrM ]",
    "transliteration": "Gur Arajun Gun Sehaj Bichaaran ||",
    "translation": "With intuitive peace and poise, I contemplate the Glorious Virtues of Guru Arjun.",
    "punjabi": "ਤੇ ਪ੍ਰੇਮ ਨਾਲ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ ਗੁਣ ਵਿਚਾਰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59735,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "gur rwmdws Gir; kIAau pRgwsw ]",
    "transliteration": "Gur Raamadhaas Ghar Keeao Pragaasaa ||",
    "translation": "He was revealed in the House of Guru Raam Daas,",
    "punjabi": "(ਆਪ ਨੇ) ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਜਨਮ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59736,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "sgl mnorQ. pUrI Awsw ]",
    "transliteration": "Sagal Manorathh Pooree Aasaa ||",
    "translation": "And all hopes and desires were fulfilled.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ) ਸਾਰੇ ਮਨੋਰਥ ਤੇ ਆਸਾਂ ਪੂਰੀਆਂ ਹੋਈਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59737,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "qY jn mq; gurmiq bRhmu pCwixE ]",
    "transliteration": "Thai Janamath Guramath Breham Pashhaaniou ||",
    "translation": "From birth, He realized God through the Guru's Teachings.",
    "punjabi": "ਜਨਮ ਤੋਂ ਹੀ ਆਪ ਨੇ ਗੁਰੂ ਦੀ ਮੱਤ ਦੁਆਰਾ ਬ੍ਰਹਮ ਨੂੰ ਪਛਾਣਿਆ ਹੈ (ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ),",
    "pronunciation": "Awp jI ny j(n) syvk dwsin dws vwlI (gurmiq) miq krky pUrn bRhm jI pCwx ley",
    "type_id": 3
  },
  {
    "id": 59738,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "kl´ joiV kr; sujsu vKwixE ]",
    "transliteration": "Kaly Jorr Kar Sujas Vakhaaniou ||",
    "translation": "With palms pressed together, KALL the poet speaks His praises.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਰਜੁਨ!) ਕਲ੍ਯ੍ਯ ਕਵੀ ਹੱਥ ਜੋੜ ਕੇ (ਆਪ ਦੀ) ਸਿਫ਼ਤ ਉਚਾਰਦਾ ਹੈ।",
    "pronunciation": "k`ilA[ su-jsu",
    "type_id": 3
  },
  {
    "id": 59739,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "Bgiq jog kO, jYqvwru; hir jnku aupwXau ]",
    "transliteration": "Bhagath Jog Ka Jaithavaar Har Janak Oupaayo ||",
    "translation": "The Lord brought Him into the world, to practice the Yoga of devotional worship.",
    "punjabi": "ਆਪ ਨੇ ਭਗਤੀ ਦੇ ਜੋਗ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ (ਭਾਵ, ਆਪ ਨੇ ਭਗਤੀ ਦਾ ਮਿਲਾਪ ਪਾ ਲਿਆ ਹੈ)। ਹਰੀ ਨੇ (ਆਪ ਨੂੰ) 'ਜਨਕ' ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "(jYqvwru) ij``qx vwly[prm pUjnIk (jnku) ipqw bRhm srUp[aupw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "id": 59740,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "sbdu gurU prkwisE; hir rsn bswXau ]",
    "transliteration": "Sabadh Guroo Parakaasiou Har Rasan Basaayo ||",
    "translation": "The Word of the Guru's Shabad has been revealed, and the Lord dwells on His tongue.",
    "punjabi": "(ਆਪ ਨੇ) ਗੁਰੂ ਸ਼ਬਦ ਨੂੰ ਪਰਗਟ ਕੀਤਾ ਹੈ, ਤੇ ਹਰੀ ਨੂੰ (ਆਪ ਨੇ) ਜੀਭ ਉੱਤੇ ਵਸਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59741,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "gur nwnk, AMgd Amr lwig; auqm pdu pwXau ]",
    "transliteration": "Gur Naanak Angadh Amar Laag Outham Padh Paayo ||",
    "translation": "Attached to Guru Nanak, Guru Angad and Guru Amar Daas, He attained the supreme status.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਦੇਵ, ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਅਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ, (ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਜੀ ਨੇ) ਉੱਤਮ ਪਦਵੀ ਪਾਈ ਹੈ;",
    "pronunciation": "pw-Xau",
    "type_id": 3
  },
  {
    "id": 59742,
    "shabad_id": 5457,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "guru Arjunu, Gir gur rwmdws; Bgq auqir AwXau ]1]",
    "transliteration": "Gur Arajun Ghar Gur Raamadhaas Bhagath Outhar Aayo ||1||",
    "translation": "In the House of Guru Raam Daas, the devotee of the Lord, Guru Arjun was born. ||1||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਗੁਰੂ ਅਰਜੁਨ ਭਗਤ ਜੰਮ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "Aw-Xau",
    "type_id": 3
  },
  {
    "id": 59743,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "bfBwgI aunmwinAau; irid sbdu bswXau ]",
    "transliteration": "Baddabhaagee Ounamaaniao Ridh Sabadh Basaayo ||",
    "translation": "By great good fortune, the mind is uplifted and exalted, and the Word of the Shabad dwells in the heart.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ) ਵੱਡੇ ਵਾਗਾਂ ਵਾਲਾ ਹੈ, ਪੂਰਨ ਖਿੜਾਉ ਵਿਚ ਹੈ। (ਆਪ ਨੇ) ਹਿਰਦੇ ਵਿਚ ਸ਼ਬਦ ਵਸਾਇਆ ਹੈ;",
    "pronunciation": "(aun-mwinAau) ivcwirAw[bsw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "id": 59744,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "mnu mwxku sMqoiKAau; guir. nwmu idRV@wXau ]",
    "transliteration": "Man Maanak Santhokhiao Gur Naam Dhrirrhaayo ||",
    "translation": "The jewel of the mind is contented; the Guru has implanted the Naam, the Name of the Lord, within.",
    "punjabi": "(ਆਪ ਨੇ ਆਪਣੇ) ਮਾਣਕ-ਰੂਪ ਮਨ ਨੂੰ ਸੰਤੋਖ ਵਿਚ ਟਿਕਾਇਆ ਹੈ; ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ (ਆਪ ਨੂੰ) ਨਾਮ ਦ੍ਰਿੜ੍ਹ ਕਰਾਇਆ ਹੈ।",
    "pronunciation": "idRVw-Xau",
    "type_id": 3
  },
  {
    "id": 59745,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "Agmu Agocru pwrbRhmu; siqguir drswXau ]",
    "transliteration": "Agam Agochar Paarabreham Sathigur Dharasaayo ||",
    "translation": "The Inaccessible and Unfathomable, Supreme Lord God is revealed through the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ (ਆਪ ਨੂੰ) ਅਗਮ ਅਗੋਚਰ ਪਾਰਬ੍ਰਹਮ ਵਿਖਾਲ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "drsw-Xau",
    "type_id": 3
  },
  {
    "id": 59746,
    "shabad_id": 5458,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "guru Arjunu. Gir gur rwmdws; AnBau ThrwXau ]2]",
    "transliteration": "Gur Arajun Ghar Gur Raamadhaas Anabho Theharaayo ||2||",
    "translation": "In the House of Guru Raam Daas, Guru Arjun has appeared as the Embodiment of the Fearless Lord. ||2||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਅਕਾਲ ਪੁਰਖ ਨੇ ਗੁਰੂ ਅਰਜੁਨ (ਜੀ) ਨੂੰ ਗਿਆਨ-ਰੂਪ ਥਾਪਿਆ ਹੈ ॥੨॥",
    "pronunciation": "An-Bau[ Thrw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "id": 59747,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jnk rwju brqwieAw; sqjugu Aw lIxw ]",
    "transliteration": "Janak Raaj Barathaaeiaa Sathajug Aaleenaa ||",
    "translation": "The benign rule of Raja Janak has been established, and the Golden Age of Sat Yuga has begun.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਨੇ) ਗਿਆਨ ਦਾ ਰਾਜ ਵਰਤਾ ਦਿੱਤਾ ਹੈ, (ਹੁਣ ਤਾਂ) ਸਤਿਜੁਗ ਵਰਤ ਰਿਹਾ ਹੈ।",
    "pronunciation": "s`qjugu",
    "type_id": 3
  },
  {
    "id": 59748,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "gur sbdy mnu mwinAw; ApqIju pqIxw ]",
    "transliteration": "Gur Sabadhae Man Maaniaa Apatheej Patheenaa ||",
    "translation": "Through the Word of the Guru's Shabad, the mind is pleased and appeased; the unsatisfied mind is satisfied.",
    "punjabi": "(ਆਪ ਦਾ) ਮਨ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਮੰਨਿਆ ਹੋਇਆ ਹੈ, ਤੇ ਇਹ ਨਾਹ ਪਤੀਜਣ ਵਾਲਾ ਮਨ ਪਤੀਜ ਗਿਆ ਹੈ।",
    "pronunciation": "(A-pqIju) nw pqIjx vwlw mn[(pqIxw) pqIj igAw[",
    "type_id": 3
  },
  {
    "id": 59749,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "guru nwnku. scu nIv swij; siqgur sMig lIxw ]",
    "transliteration": "Gur Naanak Sach Neev Saaj Sathigur Sang Leenaa ||",
    "translation": "Guru Nanak laid the foundation of Truth; He is blended with the True Guru.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਆਪ 'ਸਚੁ'-ਰੂਪ ਨੀਂਹ ਉਸਾਰ ਕੇ ਗੁਰੂ (ਅਰਜੁਨ ਦੇਵ ਜੀ) ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59750,
    "shabad_id": 5459,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "guru Arjunu. Gir gur rwmdws; AprMpru bIxw ]3]",
    "transliteration": "Gur Arajun Ghar Gur Raamadhaas Aparanpar Beenaa ||3||",
    "translation": "In the House of Guru Raam Daas, Guru Arjun has appeared as the Embodiment of the Infinite Lord. ||3||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦੇ ਘਰ ਵਿਚ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਅਪਰੰਪਰ-ਰੂਪ ਬਣਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "Ap-rMpr",
    "type_id": 3
  },
  {
    "id": 59751,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Kylu gUV@au kIAau. hir rwie, sMqoiK smwcir´E; ibml buiD, siqguir smwxau ]",
    "transliteration": "Khael Goorrho Keeao Har Raae Santhokh Samaachariyou Bimal Budhh Sathigur Samaano ||",
    "translation": "The Sovereign Lord King has staged this wondrous play; contentment was gathered together, and pure understanding was infused in the True Guru.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਨੇ (ਇਹ) ਅਸਚਰਜ ਖੇਡ ਰਚੀ ਹੈ, (ਗੁਰੂ ਅਰਜੁਨ) ਸੰਤੋਖ ਵਿਚ ਵਿਚਰ ਰਿਹਾ ਹੈ। ਨਿਰਮਲ ਬੁੱਧੀ ਗੁਰੂ (ਅਰਜੁਨ) ਵਿਚ ਸਮਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "p`ky (gUV@au) gwV@y pRym dw[smwcir´E: smw-cirAE[ (smwcir´E) BlI pRkwr pRwpq kIqw sMqoiK[K@ylu",
    "type_id": 3
  },
  {
    "id": 59752,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "AwjonI sMBivAau; sujsu. kl´ kvIAix bKwixAau ]",
    "transliteration": "Aajonee Sanbhaviao Sujas Kaly Kaveean Bakhaaniao ||",
    "translation": "KALL the poet utters the Praises of the Unborn, Self-existent Lord.",
    "punjabi": "ਆਪ ਜੂਨਾਂ ਤੋਂ ਰਹਤ ਤੇ ਸੁਤੇ-ਪ੍ਰਕਾਸ਼ ਹਰੀ ਦਾ ਰੂਪ ਹਨ। ਕਲ੍ਯ੍ਯ ਆਦਿਕ ਕਵੀਆਂ ਨੇ (ਆਪ ਦਾ) ਸੁੰਦਰ ਜਸ ਉਚਾਰਿਆ ਹੈ।",
    "pronunciation": "(sM-BivAau) pRgt hoey[su-jsu[ kl´: k`ilA",
    "type_id": 3
  },
  {
    "id": 59753,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "guir nwnik. AMgdu vr´au; guir AMgid Amr inDwnu ]",
    "transliteration": "Gur Naanak Angadh Varyo Gur Angadh Amar Nidhhaan ||",
    "translation": "Guru Nanak blessed Guru Angad, and Guru Angad blessed Guru Amar Daas with the treasure.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ (ਦੇਵ ਜੀ) ਨੇ ਗੁਰੂ ਅੰਗਦ ਨੂੰ ਵਰ ਬਖ਼ਸ਼ਿਆ; ਗੁਰੂ ਅੰਗਦ (ਦੇਵ ਜੀ) ਨੇ (ਸਭ ਪਦਾਰਥਾਂ ਦਾ) ਖ਼ਜ਼ਾਨਾ (ਗੁਰੂ) ਅਮਰਦਾਸ (ਜੀ) ਨੂੰ ਦਿੱਤਾ।",
    "pronunciation": "vr´au: virAau",
    "type_id": 3
  },
  {
    "id": 59754,
    "shabad_id": 5460,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "guir rwmdws. Arjunu vr´au; pwrsu prsu pRmwxu ]4]",
    "transliteration": "Gur Raamadhaas Arajun Varyo Paaras Paras Pramaan ||4||",
    "translation": "Guru Raam Daas blessed Guru Arjun, who touched the Philosopher's Stone, and was certified. ||4||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ (ਗੁਰੂ) ਅਰਜੁਨ (ਸਾਹਿਬ ਜੀ) ਨੂੰ ਵਰ ਦਿੱਤਾ; ਅਤੇ ਉਹਨਾਂ (ਦੇ ਚਰਨਾਂ) ਨੂੰ ਛੁਹਣਾ ਪਾਰਸ ਦੀ ਛੋਹ ਵਰਗਾ ਹੋ ਗਿਆ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59755,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "sd jIvxu Arjunu Amolu; AwjonI sMBau ]",
    "transliteration": "Sadh Jeevan Arajun Amol Aajonee Sanbho ||",
    "translation": "O Guru Arjun, You are Eternal, Invaluable, Unborn, Self-existent,",
    "punjabi": "(ਗੁਰੂ) ਅਰਜਨ (ਸਾਹਿਬ) ਸਦ-ਜੀਵੀ ਹੈ, (ਆਪ ਦਾ) ਮੁੱਲ ਨਹੀਂ ਪੈ ਸਕਦਾ, (ਆਪ) ਜੂਨਾਂ ਤੋਂ ਰਹਤ ਤੇ ਸੁਤੇ ਪ੍ਰਕਾਸ਼ ਹਰੀ ਦਾ ਰੂਪ ਹਨ;",
    "pronunciation": "sRb ivAwpI Ajpw jwp Anq klwvwn mhW mhW ivsmwd (sM-Bau) pRkwS srUp, sB dy AMdr bwhr sB nMU pRkwS rhy hn",
    "type_id": 3
  },
  {
    "id": 59756,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "BX BMjnu, pr duK invwru; Apwru AnMBau ]",
    "transliteration": "Bhay Bhanjan Par Dhukh Nivaar Apaar Ananbho ||",
    "translation": "The Destroyer of fear, the Dispeller of pain, Infinite and Fearless.",
    "punjabi": "(ਗੁਰੂ ਅਰਜਨ) ਭੈ ਦੂਰ ਕਰਨ ਵਾਲਾ, ਪਰਾਏ ਦੁੱਖ ਹਰਨ ਵਾਲਾ, ਬੇਅੰਤ ਤੇ ਗਿਆਨ-ਸਰੂਪ ਹੈ।",
    "pronunciation": "B-X[ (AnM-Ba) inrBauu",
    "type_id": 3
  },
  {
    "id": 59757,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Agh ghxu, BRmu BRWiq dhxu; sIqlu suK dwqau ]",
    "transliteration": "Ageh Gehan Bhram Bhraanth Dhehan Seethal Sukh Dhaatho ||",
    "translation": "You have grasped the Ungraspable, and burnt away doubt and skepticism. You bestow cooling and soothing peace.",
    "punjabi": "(ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਦੀ) ਉਸ ਹਰੀ ਤਕ ਪਹੁੰਚ ਹੈ ਜੋ (ਜੀਵਾਂ ਦੀ) ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, (ਗੁਰੂ ਅਰਜਨ) ਭਰਮ ਤੇ ਭਟਕਣਾ ਨੂੰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸੀਤਲ ਹੈ ਤੇ ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲਾ ਹੈ;",
    "pronunciation": "suK-dwqau",
    "type_id": 3
  },
  {
    "id": 59758,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AwsMBau audivAau; purKu pUrn ibDwqau ]",
    "transliteration": "Aasanbho Oudhaviao Purakh Pooran Bidhhaatho ||",
    "translation": "The Self-existent, Perfect Primal Lord God Creator has taken birth.",
    "punjabi": "(ਮਾਨੋ) ਅਜਨਮਾ, ਪੂਰਨ ਪੁਰਖ ਸਿਰਜਣਹਾਰ ਪ੍ਰਗਟ ਹੋ ਪਿਆ ਹੈ।",
    "pronunciation": "sRb ivAwpI Ajpw jwp Anq klwvwn mhW mhW ivsmwd (Aw-sMBau) pRkwS srUp Ascrj srUp[(audiv-Aau) pRgt hoie",
    "type_id": 3
  },
  {
    "id": 59759,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "nwnk Awid AMgd Amr; siqgur sbid smwieAau ]",
    "transliteration": "Naanak Aadh Angadh Amar Sathigur Sabadh Samaaeiao ||",
    "translation": "First, Guru Nanak, then Guru Angad and Guru Amar Daas, the True Guru, have been absorbed into the Word of the Shabad.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ, ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਰਕਤਿ ਨਾਲ, (ਗੁਰੂ ਅਰਜਨ ਦੇਵ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59760,
    "shabad_id": 5461,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Dnu DMnu gurU rwmdws guru; ijin pwrsu pris, imlwieAau ]5]",
    "transliteration": "Dhhan Dhhann Guroo Raamadhaas Gur Jin Paaras Paras Milaaeiao ||5||",
    "translation": "Blessed, blessed is Guru Raam Daas, the Philosopher's Stone, who transformed Guru Arjun unto Himself. ||5||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਧੰਨ ਹੈ, ਜਿਸ ਨੇ ਗੁਰੂ (ਅਰਜਨ ਜੀ ਨੂੰ) ਪਰਸ ਕੇ ਪਾਰਸ ਬਣਾ ਕੇ ਆਪਣੇ ਵਰਗਾ ਕਰ ਲਿਆ ਹੈ ॥੫॥",
    "pronunciation": "imlwie-Aau",
    "type_id": 3
  },
  {
    "id": 59761,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "jY jYkwru, jwsu jg AMdir; mMdir Bwgu. jugiq isv rhqw ]",
    "transliteration": "Jai Jai Kaar Jaas Jag Andhar Mandhar Bhaag Jugath Siv Rehathaa ||",
    "translation": "His victory is proclaimed all over the world; His Home is blessed with good fortune; He remains united with the Lord.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦੀ ਮਹਿਮਾ ਜਗਤ ਵਿਚ ਹੋ ਰਹੀ ਹੈ, ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਭਾਗ ਜਾਗ ਪਿਆ ਹੈ, ਜੋ ਹਰੀ ਨਾਲ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "(isv) kilAwx srUp vwihgurU jI",
    "type_id": 3
  },
  {
    "id": 59762,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "guru pUrw pwXau bfBwgI; ilv lwgI. mydin Bru shqw ]",
    "transliteration": "Gur Pooraa Paayo Badd Bhaagee Liv Laagee Maedhan Bhar Sehathaa ||",
    "translation": "By great good fortune, He has found the Perfect Guru; He remains lovingly attuned to Him, and endures the load of the earth.",
    "punjabi": "(ਜਿਸ ਨੇ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪੂਰਾ ਗੁਰੂ ਲੱਭ ਲਿਆ ਹੈ, (ਜਿਸ ਦੀ) ਬ੍ਰਿਤੀ (ਹਰੀ ਵਿਚ) ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ ਜੋ ਧਰਤੀ ਦਾ ਭਾਰ ਸਹਿ ਰਿਹਾ ਹੈ;",
    "pronunciation": "pw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "id": 59763,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "BX BMjnu pr pIr invwrnu; kl´ shwru qoih jsu bkqw ]",
    "transliteration": "Bhay Bhanjan Par Peer Nivaaran Kaly Sehaar Thohi Jas Bakathaa ||",
    "translation": "He is the Destroyer of fear, the Eradicator of the pains of others. Kall Sahaar the poet utters Your Praise, O Guru.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅਰਜੁਨ ਜੀ!) ਤੂੰ ਭੈ ਦੂਰ ਕਰਨ ਵਾਲਾ, ਪਰਾਈ ਪੀੜ ਹਰਨ ਵਾਲਾ ਹੈਂ, ਕਵੀ ਕਲ੍ਯ੍ਯਸਹਾਰ ਤੇਰਾ ਜਸ ਆਖਦਾ ਹੈ।",
    "pronunciation": "B-X[ gurmuiK kl´ shwru B`t[ kl´: k`ilA",
    "type_id": 3
  },
  {
    "id": 59764,
    "shabad_id": 5462,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kuil soFI, gur rwmdws qnu; Drm Dujw Arjunu hir Bgqw ]6]",
    "transliteration": "Kul Sodtee Gur Raamadhaas Than Dhharam Dhhujaa Arajun Har Bhagathaa ||6||",
    "translation": "In the Sodhi family, is born Arjun, the son of Guru Raam Daas, the holder of the banner of Dharma and the devotee of God. ||6||",
    "punjabi": "ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਪੁੱਤਰ, ਸੋਢੀ ਕੁਲ ਵਿਚ ਧਰਮ ਦੇ ਝੰਡੇ ਵਾਲਾ, ਹਰੀ ਦਾ ਭਗਤ ਹੈ ॥੬॥",
    "pronunciation": "gurmuiK qnu spu`qR[ sRb ivAwpI Ajpw jwp Anq klwvwn mhW mhW ivsmwd pRkwS srUp DrmbRhm dy (Dujw) inSwn swihb",
    "type_id": 3
  },
  {
    "id": 59765,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "DRMm DIru gurmiq gBIru; pr duK ibswrxu ]",
    "transliteration": "Dhhranm Dhheer Guramath Gabheer Par Dhukh Bisaaran ||",
    "translation": "The Support of the Dharma, immersed in the deep and profound Teachings of the Guru, the Remover of the pains of others.",
    "punjabi": "(ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਨੇ) ਧੀਰਜ ਨੂੰ ਆਪਣਾ ਧਰਮ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, (ਗੁਰੂ ਅਰਜਨ) ਗੁਰਮੱਤ ਵਿਚ ਡੂੰਘਾ ਹੈ, ਪਰਾਏ ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59766,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "sbd swru. hir sm audwru; AhMmyv invwrxu ]",
    "transliteration": "Sabadh Saar Har Sam Oudhaar Ahanmaev Nivaaran ||",
    "translation": "The Shabad is excellent and sublime, kind and generous like the Lord, the Destroyer of egotism.",
    "punjabi": "ਸ੍ਰੇਸ਼ਟ ਸ਼ਬਦ ਵਾਲਾ ਹੈ, ਹਰੀ ਵਰਗਾ ਉਦਾਰ-ਚਿੱਤ ਹੈ, ਅਤੇ ਹਉਮੈ ਨੂੰ ਦੂਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59767,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "mhw dwin siqgur igAwin; min cwau. n hutY ]",
    "transliteration": "Mehaa Dhaan Sathigur Giaan Man Chaao N Huttai ||",
    "translation": "The Great Giver, the spiritual wisdom of the True Guru, His mind does not grow weary of its yearning for the Lord.",
    "punjabi": "(ਆਪ) ਬੜੇ ਦਾਨੀ ਹਨ, ਗੁਰੂ ਦੇ ਗਿਆਨ ਵਾਲੇ ਹਨ, (ਆਪ ਦੇ) ਮਨ ਵਿਚੋਂ ਉਤਸ਼ਾਹ ਕਦੇ ਘੱਟ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59768,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "siqvMqu hir nwmu mMqRü; nv iniD. n inKutY ]",
    "transliteration": "Sathivanth Har Naam Manthra Nav Nidhh N Nikhuttai ||",
    "translation": "The Embodiment of Truth, the Mantra of the Lord's Name, the nine treasures are never exhausted.",
    "punjabi": "(ਆਪ) ਸਤਿਵੰਤ ਹਨ, ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਮੰਤ੍ਰ (ਜੋ, ਮਾਨੋ,) ਨੌ ਨਿਧੀਆਂ (ਹੈ ਆਪ ਦੇ ਖ਼ਜ਼ਾਨੇ ਵਿਚੋਂ) ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59769,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gur rwmdws qnu, srb mY; shij cMdoAw qwixAau ]",
    "transliteration": "Gur Raamadhaas Than Sarab Mai Sehaj Chandhoaa Thaaniao ||",
    "translation": "O Son of Guru Raam Daas, You are contained amidst all; the canopy of intuitive wisdom is spread above You.",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਸਪੁਤ੍ਰ (ਗੁਰੂ ਅਰਜਨ ਜੀ) ਸਰਬ-ਵਿਆਪਕ (ਦਾ ਰੂਪ) ਹੈ; (ਆਪ ਨੇ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਆਪਣਾ) ਚੰਦੋਆ ਤਾਣਿਆ ਹੋਇਆ ਹੈ (ਭਾਵ, ਆਪ ਸਹਜ ਰੰਗ ਵਿਚ ਆਨੰਦ ਲੈ ਰਹੇ ਹਨ)।",
    "pronunciation": "srb (mY) srUp ho ky[ mY: ibMdI n lw[qw-ixAau",
    "type_id": 3
  },
  {
    "id": 59770,
    "shabad_id": 5463,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "gur Arjun. kl´ücrY; qY. rwj jog rsu jwixAau ]7]",
    "transliteration": "Gur Arajun Kalyaacharai Thai Raaj Jog Ras Jaaniao ||7||",
    "translation": "So speaks KALL the poet: O Guru Arjun, You know the sublime essence of Raja Yoga, the Yoga of meditation and success. ||7||",
    "punjabi": "ਕਲ੍ਯ੍ਯ ਕਵੀ ਆਖਦਾ ਹੈ, \"ਹੇ ਗੁਰੂ ਅਰਜਨ ਦੇਵ! ਤੂੰ ਰਾਜ ਅਤੇ ਜੋਗ ਦਾ ਆਨੰਦ ਸਮਝ ਲਿਆ ਹੈ\" (ਮਾਣ ਰਿਹਾ ਹੈਂ) ॥੭॥",
    "pronunciation": "jdoN ´ü A`Dy X`Xy hyTW AONkV, qdoN A`Dy aUVy AONkV lw ky aUVw polw bolo[ kl´ücrY: klau~crY[ (kl´ücrY) gurmuiK kl B`t aucwrdy hn qYN[ jw-ixAau",
    "type_id": 3
  }
]
