[
  {
    "shabad_id": 5464,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "BY. inrBau mwixAau; lwK mih. AlKu lKwXau ]",
    "transliteration": "Bhai Nirabho Maaniao Laakh Mehi Alakh Lakhaayo ||",
    "translation": "In the Fear of God, You enjoy the Fearless Lord; among the thousands of beings, You see the Unseen Lord.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਨੇ) ਉਸ ਹਰੀ ਨੂੰ ਮਾਣਿਆ ਹੈ, ਜਿਸ ਨੂੰ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਤੇ ਜੋ ਲੱਖਾਂ ਵਿਚ ਰਮਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "A-lKu: polw bolo[ lKw-Xau: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5464,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Agmu Agocr giq gBIru; siqguir prcwXau ]",
    "transliteration": "Agam Agochar Gath Gabheer Sathigur Parachaayo ||",
    "translation": "Through the True Guru, You have realized the state of the Inaccessible, Unfathomable, Profound Lord.",
    "punjabi": "ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੇ ਆਪ ਨੂੰ ਉਸ ਹਰੀ ਦਾ ਉਪਦੇਸ਼ ਦਿੱਤਾ ਹੈ ਜੋ ਅਗੰਮ ਹੈ, ਗੰਭੀਰ ਹੈ ਤੇ ਜਿਸ ਦੀ ਹਸਤੀ ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5464,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "gur prcY prvwxu; rwj mih jogu kmwXau ]",
    "transliteration": "Gur Parachai Paravaan Raaj Mehi Jog Kamaayo ||",
    "translation": "Meeting with the Guru, You are certified and approved; You practice Yoga in the midst of wealth and power.",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੇ ਕਾਰਨ ਆਪ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਹੋ ਗਏ ਹੋ, ਆਪ ਨੇ ਰਾਜ ਵਿਚ ਜੋਗ ਕਮਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5464,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "DMin DMin guru DMin; ABr sr, suBr BrwXau ]",
    "transliteration": "Dhhann Dhhann Gur Dhhann Abhar Sar Subhar Bharaayo ||",
    "translation": "Blessed, blessed, blessed is the Guru, who has filled to overflowing the pools which were empty.",
    "punjabi": "ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਧੰਨ ਹੈ। ਖ਼ਾਲੀ ਹਿਰਦਿਆਂ ਨੂੰ ਆਪ ਨੇ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਨਕਾ-ਨਕ ਭਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "A-Br[Brw-Xau: X qwlU qoN bolo[ su`Br[",
    "type_id": 3
  },
  {
    "shabad_id": 5464,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gur gm pRmwix. Ajru jirE; sir sMqoK smwieXau ]",
    "transliteration": "Gur Gam Pramaan Ajar Jariou Sar Santhokh Samaaeiyo ||",
    "translation": "Reaching up to the certified Guru, You endure the unendurable; You are immersed in the pool of contentment.",
    "punjabi": "ਗੁਰੂ ਵਾਲੀ ਪਦਵੀ ਪਰਾਪਤ ਕਰ ਲੈਣ ਦੇ ਕਾਰਨ ਆਪ ਨੇ ਅਜਰ ਅਵਸਥਾ ਨੂੰ ਜਰਿਆ ਹੈ, ਤੇ ਆਪ ਸੰਤੋਖ ਦੇ ਸਰੋਵਰ ਵਿਚ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "A-jru[ smwie-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5464,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "gur Arjun. kl´ücrY; qY. shij jogu inju pwieXau ]8]",
    "transliteration": "Gur Arajun Kalyaacharai Thai Sehaj Jog Nij Paaeiyo ||8||",
    "translation": "So speaks KALL: O Guru Arjun, You have intuitively attained the state of Yoga within Yourself. ||8||",
    "punjabi": "ਕਵੀ 'ਕਲ੍ਯ੍ਯ' ਆਖਦਾ ਹੈ ਕਿ 'ਹੇ ਗੁਰੂ ਅਰਜੁਨ (ਦੇਵ ਜੀ)! ਤੂੰ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ (ਅਕਾਲ ਪੁਰਖ ਨਾਲ) ਅਸਲੀ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ' ॥੮॥",
    "pronunciation": "jdoN ´ü A`Dy X`Xy hyTW AONkV, qdoN A`Dy aUVy AONkV lw ky aUVw polw bolo[ kl´ücrY: klau~crY[ (kl´ücrY) gurmuiK kl B`t aucwrdy hn qYN[ pwie-Xau",
    "type_id": 3
  },
  {
    "shabad_id": 5465,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "Aimau rsnw, bdin br dwiq; AlK Apwr gur sUr; sbid. haumY invwr´au ]",
    "transliteration": "Amio Rasanaa Badhan Bar Dhaath Alakh Apaar Gur Soor Sabadh Houmai Nivaaryo ||",
    "translation": "Nectar drips from Your tongue, and Your mouth gives Blessings, O Incomprehensible and Infinite Spiritual Hero. O Guru, the Word of Your Shabad eradicates egotism.",
    "punjabi": "ਹੇ ਅਲੱਖ! ਹੇ ਅਪਾਰ! ਹੇ ਸੂਰਮੇ ਗੁਰੂ! ਆਪ ਜੀਭ ਨਾਲ ਅੰਮ੍ਰਿਤ (ਵਰਸਾਉਂਦੇ ਹੋ) ਅਤੇ ਮੂੰਹੋਂ ਵਰ ਦੀ ਬਖ਼ਸ਼ਿਸ਼ ਕਰਦੇ ਹੋ, ਸ਼ਬਦ ਦੁਆਰਾ ਆਪ ਨੇ ਹਉਮੈ ਦੂਰ ਕੀਤੀ ਹੈ।",
    "pronunciation": "AiqAMq hI sohxw nUrI (bdin) muK kvl[A-lK: polw bolo[ invwr´au: invwirAau",
    "type_id": 3
  },
  {
    "shabad_id": 5465,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "pMcwhruin dilAau; suMn shij. inj Gir shwr´au ]",
    "transliteration": "Panchaahar Nidhaliao Sunn Sehaj Nij Ghar Sehaaryo ||",
    "translation": "You have overpowered the five enticers, and established with intuitive ease the Absolute Lord within Your own being.",
    "punjabi": "ਅਗਿਆਨ ਨੂੰ ਆਪ ਨੇ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ ਅਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਰਾਹੀਂ ਅਫੁਰ ਨਿਰੰਕਾਰ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ।",
    "pronunciation": "(pMcw-hruin) kwL Syr nMU diLAw[ Apny Gr inrgun bRhm jI nMU (shwr´au) shwirAw[ shwr´au: shwirAau",
    "type_id": 3
  },
  {
    "shabad_id": 5465,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "hir nwim lwig jg auDr´au; siqguru irdY bswieAau ]",
    "transliteration": "Har Naam Laag Jag Oudhharyo Sathigur Ridhai Basaaeiao ||",
    "translation": "Attached to the Lord's Name, the world is saved; enshrine the True Guru within your heart.",
    "punjabi": "ਹੇ ਗੁਰੂ ਅਰਜੁਨ! ਹਰੀ-ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ (ਆਪ ਨੇ) ਜਗਤ ਨੂੰ ਬਚਾ ਲਿਆ ਹੈ; (ਆਪ ਨੇ) ਸਤਿਗੁਰੂ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ।",
    "pronunciation": "auDr´au: auD-irAau[ (auDr´au) auDirAw",
    "type_id": 3
  },
  {
    "shabad_id": 5465,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "gur Arjun kl´ücrY; qY jnkh, klsu dIpwieAau ]9]",
    "transliteration": "Gur Arajun Kalyaacharai Thai Janakeh Kalas Dheepaaeiao ||9||",
    "translation": "So speaks KALL: O Guru Arjun, You have illliminated the highest pinnacle of wisdom. ||9||",
    "punjabi": "ਕਲ੍ਯ੍ਯ ਕਵੀ ਆਖਦਾ ਹੈ ਕਿ ਆਪ ਨੇ ਗਿਆਨ-ਰੂਪ ਕਲਸ ਨੂੰ ਲਿਸ਼ਕਾਇਆ ਹੈ ॥੯॥",
    "pronunciation": "Ajpw jwp Anq klwvwn mhW mhW ivsmwd pRkwS srUp (jnkh) ipqw vwihgurU jI dw (klsu) SRomxI (jnkh) bRhmigAwn (dIpwie-Aau) pRkwSy[kl´ücrY: klau~crY, au: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5466,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "sorTy ]",
    "transliteration": "Sorathae ||",
    "translation": "Sorat'h",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5466,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "guru Arjunu purKu pRmwxu; pwrQau cwlY nhI ]",
    "transliteration": "Gur Arajun Purakh Pramaan Paarathho Chaalai Nehee ||",
    "translation": ": Guru Arjun is the certified Primal Person; like Arjuna, He never leaves the field of battle.",
    "punjabi": "ਗੁਰੂ ਅਰਜਨ (ਦੇਵ ਜੀ) ਅਕਾਲ ਪੁਰਖ-ਰੂਪ ਹੈ, ਅਰਜੁਨ ਵਾਂਗ ਆਪ ਕਦੇ ਘਬਰਾਉਣ ਵਾਲੇ ਨਹੀਂ ਹਨ (ਭਾਵ, ਜਿਵੇਂ ਅਰਜੁਨ ਕੁਰੂਖੇਤ੍ਰ ਦੇ ਯੁੱਧ ਵਿਚ ਵੈਰੀਆਂ ਦੇ ਦਲਾਂ ਤੋਂ ਘਬਰਾਉਂਦਾ ਨਹੀਂ ਸੀ, ਤਿਵੇਂ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਤੋਂ ਨਹੀਂ ਘਬਰਾਉਂਦੇ; ਸੰ: ਪਾਰਥ-(A metronymic of Arjuna)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5466,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "nyjw nwm nIswxu; siqgur sbid svwirAau ]1]",
    "transliteration": "Naejaa Naam Neesaan Sathigur Sabadh Savaariao ||1||",
    "translation": "The Naam, the Name of the Lord, is His spear and insignia. He is embellished with the Shabad, the Word of the True Guru. ||1||",
    "punjabi": "ਨਾਮ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪ ਦਾ ਨੇਜ਼ਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਆਪ ਨੂੰ ਸੋਹਣਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ ॥੧॥",
    "pronunciation": "svwir-Aau",
    "type_id": 3
  },
  {
    "shabad_id": 5467,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "Bvjlu swieru syqu; nwmu hrI kw boihQw ]",
    "transliteration": "Bhavajal Saaeir Saeth Naam Haree Kaa Bohithhaa ||",
    "translation": "The Lord's Name is the Boat, the Bridge to cross over the terrifying world-ocean.",
    "punjabi": "ਸੰਸਾਰ ਸਮੁੰਦਰ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਪੁਲ ਹੈ ਤੇ ਜਹਾਜ਼ ਹੈ।",
    "pronunciation": "(syq) puL",
    "type_id": 3
  },
  {
    "shabad_id": 5467,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "quA siqgur sMhyqu; nwim lwig jgu auDr´au ]2]",
    "transliteration": "Thua Sathigur San Haeth Naam Laag Jag Oudhharyo ||2||",
    "translation": "You are in love with the True Guru; attached to the Naam, You have saved the world. ||2||",
    "punjabi": "ਆਪ ਦਾ ਗੁਰੂ ਨਾਲ ਪਿਆਰ ਹੈ, (ਅਕਾਲ ਪੁਰਖ ਦੇ) ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਆਪ ਨੇ ਜਗਤ ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾ ਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "(auD-irAau) auDirAw",
    "type_id": 3
  },
  {
    "shabad_id": 5468,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "jgq auDwrxu nwmu; siqgur quTY pwieAau ]",
    "transliteration": "Jagath Oudhhaaran Naam Sathigur Thuthai Paaeiao ||",
    "translation": "The Naam is the Saving Grace of the world; by the Pleasure of the True Guru, it is obtained.",
    "punjabi": "ਜਗਤ ਨੂੰ ਤਾਰਨ ਵਾਲਾ ਨਾਮ ਆਪ ਨੇ ਗੁਰੂ ਦੇ ਪ੍ਰਸੰਨ ਹੋਣ ਤੇ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5468,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "Ab nwih Avr sir kwmu; bwrMqir pUrI pVI ]3]12]",
    "transliteration": "Ab Naahi Avar Sar Kaam Baaranthar Pooree Parree ||3||12||",
    "translation": "Now, I am not concerned with anything else; at Your Door, I am fulfilled. ||3||12||",
    "punjabi": "ਸਾਨੂੰ ਹੁਣ ਕਿਸੇ ਹੋਰ ਨਾਲ ਕੋਈ ਗਉਂ ਨਹੀਂ। (ਗੁਰੂ ਅਰਜਨ ਦੇਵ ਜੀ ਦੇ) ਦਰ ਉਤੇ ਸਾਡੇ ਸਾਰੇ ਕਾਰਜ ਰਾਸ ਹੋ ਗਏ ਹਨ ॥੩॥੧੨॥",
    "pronunciation": "(sir) sr gey[ (kwmu) kMm[ (bwrMqir) AMdr bwhr[ (pVI) pY geI pVI",
    "type_id": 3
  },
  {
    "shabad_id": 5469,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "joiq rUip hir Awip; gurU nwnku khwXau ]",
    "transliteration": "Joth Roop Har Aap Guroo Naanak Kehaayo ||",
    "translation": "The Embodiment of Light, the Lord Himself is called Guru Nanak.",
    "punjabi": "ਪ੍ਰਕਾਸ਼-ਰੂਪ ਹਰੀ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਨਾਨਕ ਅਖਵਾਇਆ।",
    "pronunciation": "khw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5469,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "qw qy AMgdu BXau; qq isau qqu imlwXau ]",
    "transliteration": "Thaa Thae Angadh Bhayo Thath Sio Thath Milaayo ||",
    "translation": "From Him, came Guru Angad; His essence was absorbed into the essence.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ) ਤੋਂ (ਗੁਰੂ ਅੰਗਦ ਪ੍ਰਗਟ ਹੋਇਆ), (ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੀ) ਜੋਤਿ (ਗੁਰੂ ਅੰਗਦ ਜੀ ਦੀ) ਜੋਤਿ ਨਾਲ ਮਿਲ ਗਈ।",
    "pronunciation": "B-Xau,imlw-Xau: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5469,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "AMgid ikrpw Dwir; Amru siqguru iQru kIAau ]",
    "transliteration": "Angadh Kirapaa Dhhaar Amar Sathigur Thhir Keeao ||",
    "translation": "Guru Angad showed His Mercy, and established Amar Daas as the True Guru.",
    "punjabi": "(ਗੁਰੂ) ਅੰਗਦ (ਦੇਵ ਜੀ) ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਗੁਰੂ ਥਾਪਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5469,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Amrdwis Amrqu CqRü; gur rwmih dIAau ]",
    "transliteration": "Amaradhaas Amarath Shhathra Gur Raamehi Dheeao ||",
    "translation": "Guru Amar Daas blessed Guru Raam Daas with the umbrella of immortality.",
    "punjabi": "(ਗੁਰੂ) ਅਮਰਦਾਸ (ਜੀ) ਨੇ ਆਪਣੇ ਵਾਲਾ ਛੱਤ੍ਰ ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਨੂੰ ਦੇ ਦਿਤਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5469,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "gur rwmdws drsnu pris; kih mQurw AMibRq bXx ]",
    "transliteration": "Gur Raamadhaas Dharasan Paras Kehi Mathhuraa Anmrith Bayan ||",
    "translation": "So speaks Mat'huraa: gazing upon the Blessed Vision, the Darshan of Guru Raam Daas, His speech became as sweet as nectar.",
    "punjabi": "ਮਥੁਰਾ ਆਖਦਾ ਹੈ ਕਿ 'ਗੁਰੂ ਰਾਮਦਾਸ (ਜੀ) ਦਾ ਦਰਸਨ ਕਰ ਕੇ (ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ) ਬਚਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "gurmuiK mQurw B`t jI[ b-Xx",
    "type_id": 3
  },
  {
    "shabad_id": 5469,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "mUriq pMc, pRmwx purKu; guru Arjunu, ipKhu nXx ]1]",
    "transliteration": "Moorath Panch Pramaan Purakh Gur Arajun Pikhahu Nayan ||1||",
    "translation": "With your eyes, see the certified Primal Person, Guru Arjun, the Fifth Manifestation of the Guru. ||1||",
    "punjabi": "ਪੰਜਵੇਂ ਸਰੂਪ ਅਕਾਲ ਪੁਰਖ ਰੂਪ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਨੂੰ ਅੱਖਾਂ ਨਾਲ ਵੇਖੋ ॥੧॥",
    "pronunciation": "(mUriq) bRhm srUp[n-Xx: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5470,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "siq rUpu siqnwmu; squ sMqoKu DirE auir ]",
    "transliteration": "Sath Roop Sath Naam Sath Santhokh Dhhariou Our ||",
    "translation": "He is the Embodiment of Truth; He has enshrined the True Name, Sat Naam, Truth and contentment within His heart.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਨੇ) ਸਤ ਸੰਤੋਖ ਹਿਰਦੇ ਵਿਚ ਧਾਰਨ ਕੀਤਾ ਹੈ, ਤੇ ਉਸ ਹਰੀ ਨੂੰ ਆਪਣੇ ਅੰਦਰ ਟਿਕਾਇਆ ਹੈ ਜਿਸ ਦਾ ਰੂਪ ਸਤਿ ਹੈ ਤੇ ਨਾਮ ਸਦਾ-ਥਿਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5470,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "Awid puriK prqiK; ilK´au ACru, msqik Duir ]",
    "transliteration": "Aadh Purakh Parathakh Likhyo Ashhar Masathak Dhhur ||",
    "translation": "From the very beginning, the Primal Being has written this destiny upon His forehead.",
    "punjabi": "ਪਰਤੱਖ ਤੌਰ ਤੇ ਅਕਾਲ ਪੁਰਖ ਨੇ ਧੁਰੋਂ ਹੀ ਆਪ ਦੇ ਮੱਥੇ ਤੇ ਲੇਖ ਲਿਖਿਆ ਹੈ।",
    "pronunciation": "prq`iK[ilK´au: iliKAau[ A`Cru",
    "type_id": 3
  },
  {
    "shabad_id": 5470,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "pRgt joiq jgmgY; qyju. BUA mMfil CwXau ]",
    "transliteration": "Pragatt Joth Jagamagai Thaej Bhooa Manddal Shhaayo ||",
    "translation": "His Divine Light shines forth, dazzling and radiant; His Glorious Grandeur pervades the realms of the world.",
    "punjabi": "(ਆਪ ਦੇ ਅੰਦਰ) ਪ੍ਰਗਟ ਤੌਰ ਤੇ (ਹਰੀ ਦੀ) ਜੋਤਿ ਜਗਮਗ ਜਗਮਗ ਕਰ ਰਹੀ ਹੈ, (ਆਪ ਦਾ) ਤੇਜ ਧਰਤੀ ਉਤੇ ਛਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "jgmgY: polw bolo[ (jgmgY) pRkwS rhIhY[Cw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5470,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "pwrsu pris, prsu pris; guir gurU khwXau ]",
    "transliteration": "Paaras Paras Paras Paras Gur Guroo Kehaayo ||",
    "translation": "Meeting the Guru, touching the Philosopher's Stone, He was acclaimed as Guru.",
    "punjabi": "ਪਾਰਸ (ਗੁਰੂ) ਨੂੰ ਤੇ ਪਰਸਣ-ਜੋਗ (ਗੁਰੂ) ਨੂੰ ਛੁਹ ਕੇ (ਆਪ) ਗੁਰੂ ਤੋਂ ਗੁਰੂ ਅਖਵਾਏ।",
    "pronunciation": "(pwrsu) sRI gurU nwnkdyv swihb jI[ (pris) siqgurU AMgd swihb jI[ (prsu) sRI gurU Amrdws swihb jI[ (pris) sRI gurU rwmdws swihb jI[ (guir) gurUAW dy (gurU) gurU sRI gurU Arjn dyv swihb jI[khw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5470,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "Bin mQurw mUriq sdw iQru; lwie icqu snmuK rhhu ]",
    "transliteration": "Bhan Mathhuraa Moorath Sadhaa Thhir Laae Chith Sanamukh Rehahu ||",
    "translation": "So speaks Mat'huraa: I constantly focus my consciousness on Him; as sunmukh, I look to Him.",
    "punjabi": "ਮਥੁਰਾ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ) ਸਰੂਪ ਵਿਚ ਮਨ ਭਲੀ ਪ੍ਰਕਾਰ ਜੋੜ ਕੇ ਸਨਮੁਖ ਰਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5470,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "kljuig jhwju. Arjunu gurU; sgl isRis†  lig ibqrhu ]2]",
    "transliteration": "Kalajug Jehaaj Arajun Guroo Sagal Srist Lag Bitharahu ||2||",
    "translation": "In this Dark Age of Kali Yuga, Guru Arjun is the Boat; attached to him, the entire universe is safely carried across. ||2||",
    "punjabi": "ਗੁਰੂ ਅਰਜੁਨ ਕਲਜੁਗ ਵਿਚ ਜਹਾਜ਼ ਹੈ। ਹੇ ਦੁਨੀਆ ਦੇ ਲੋਕੋ! ਉਸ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ (ਸੰਸਾਰ-ਸਾਗਰ) ਤੋਂ ਸਹੀ ਸਲਾਮਤ ਪਾਰ ਲੰਘੋ ॥੨॥",
    "pronunciation": "(ib-qrhu) ivSyS krky qro[ si Rsi † : A`Dw tYNkw polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5471,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "iqh jn jwchu, jgqR pr jwnIAqu; bwsur rXin bwsu, jw ko ihqu nwm isau ]",
    "transliteration": "Thih Jan Jaachahu Jagathr Par Jaaneeath Baasur Rayan Baas Jaa Ko Hith Naam Sio ||",
    "translation": "I beg from that humble being who is known all over the world, who lives in, and loves the Name, night and day.",
    "punjabi": "ਹੇ ਲੋਕੋ! ਉਸ ਗੁਰੂ ਦੇ ਦਰ ਤੋਂ ਮੰਗੋ, ਜੋ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਪ੍ਰਗਟ ਹੈ ਤੇ ਦਿਨ ਰਾਤ ਜਿਸ ਦਾ ਪਿਆਰ ਤੇ ਵਾਸਾ ਨਾਮ ਨਾਲ ਹੈ,",
    "pronunciation": "(bwsur) idn[ j-g`qR[r-Xin: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5471,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "prm AqIqu, prmysur kY rMig rMg´O; bwsnw qy bwhir, pY dyKIAqu Dwm isau ]",
    "transliteration": "Param Atheeth Paramaesur Kai Rang Rangya Baasanaa Thae Baahar Pai Dhaekheeath Dhhaam Sio ||",
    "translation": "He is supremely unattached, and imbued with the Love of the Transcendent Lord; he is free of desire, but he lives as a family man.",
    "punjabi": "ਜੋ ਪੂਰਨ ਵੈਰਾਗਵਾਨ ਹੈ, ਹਰੀ ਦੇ ਪਿਆਰ ਵਿਚ ਭਿੱਜਾ ਹੋਇਆ ਹੈ, ਵਾਸ਼ਨਾ ਤੋਂ ਪਰੇ ਹੈ; ਪਰ ਉਂਞ ਗ੍ਰਿਹਸਤ ਵਿਚ ਵੇਖੀਦਾ ਹੈ।",
    "pronunciation": "rMg´O: rMigAO",
    "type_id": 3
  },
  {
    "shabad_id": 5471,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "Apr prMpr purK isau pRymu lwg´O; ibnu BgvMq rsu nwhI AaurY kwm isau ]",
    "transliteration": "Apar Paranpar Purakh Sio Praem Laagya Bin Bhagavanth Ras Naahee Aourai Kaam Sio ||",
    "translation": "He is dedicated to the Love of the Infinite, Limitless Primal Lord God; he has no concerns for any other pleasure, except for the Lord God.",
    "punjabi": "(ਜਿਸ ਗੁਰੂ ਅਰਜੁਨ ਦਾ) ਪਿਆਰ ਬੇਅੰਤ ਹਰੀ ਨਾਲ ਲੱਗਾ ਹੋਇਆ ਹੈ, ਤੇ ਜਿਸ ਨੂੰ ਹਰੀ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਕੰਮ ਨਾਲ ਕੋਈ ਗਉਂ ਨਹੀਂ ਹੈ,",
    "pronunciation": "lwg´O: lwigAO",
    "type_id": 3
  },
  {
    "shabad_id": 5471,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "mQurw ko pRBu, sRb mX Arjun guru; Bgiq kY hyiq pwie, rihE imil rwm isau ]3]",
    "transliteration": "Mathhuraa Ko Prabh Srab May Arajun Gur Bhagath Kai Haeth Paae Rehiou Mil Raam Sio ||3||",
    "translation": "Guru Arjun is the All-pervading Lord God of Mat'huraa. Devoted to His Worship, he remains attached to the Lord's Feet. ||3||",
    "punjabi": "ਉਹ ਗੁਰੂ ਅਰਜੁਨ ਹੀ ਮਥੁਰਾ ਦਾ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਹੈ, ਉਹ ਭਗਤੀ ਦੀ ਖ਼ਾਤਰ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ ॥੩॥",
    "pronunciation": "m-X",
    "type_id": 3
  }
]