[
  {
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "AMqu. n pwvq, dyv sbY muin; ieMdR mhw isv jog krI ]",
    "transliteration": "Anth N Paavath Dhaev Sabai Mun Eindhr Mehaa Siv Jog Karee ||",
    "translation": "All the gods, silent sages, Indra, Shiva and Yogis have not found the Lord's limits",
    "punjabi": "ਸਾਰੇ ਦੇਵਤਿਆਂ ਤੇ ਮੁਨੀਆਂ ਨੇ (ਗੁਰੂ ਅਰਜੁਨ ਦਾ) ਅੰਤ ਨਾਹ ਪਾਇਆ। ਇੰਦ੍ਰ ਤੇ ਸ਼ਿਵ ਜੀ ਨੇ ਜੋਗ-ਸਾਧਨਾ ਕੀਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "Puin byd ibrMic ibcwir rihE; hir jwpu. n Cwif´au eyk GrI ]",
    "transliteration": "Fun Baedh Biranch Bichaar Rehiou Har Jaap N Shhaaddiyo Eaek Gharee ||",
    "translation": "Not even Brahma who contemplates the Vedas. I shall not give up meditating on the Lord, even for an instant.",
    "punjabi": "ਅਤੇ ਬ੍ਰਹਮਾ ਬੇਦ ਵਿਚਾਰ ਕੇ ਥੱਕ ਗਿਆ, ਉਸ ਨੇ ਹਰੀ ਦਾ ਜਾਪ ਇਕ ਘੜੀ ਨਾਹ ਛੱਡਿਆ।",
    "pronunciation": "Cwif´au: CwifAau",
    "type_id": 3
  },
  {
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "mQurw jn ko pRBu dIn dXwlu hY; sMgiq isRis†  inhwlu krI ]",
    "transliteration": "Mathhuraa Jan Ko Prabh Dheen Dhayaal Hai Sangath Srist Nihaal Karee ||",
    "translation": "The God of Mat'huraa is Merciful to the meek; He blesses and uplifts the Sangats throughout the Universe.",
    "punjabi": "ਦਾਸ ਮਥੁਰਾ ਦਾ ਪ੍ਰਭੂ (ਗੁਰੂ ਅਰਜੁਨ) ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਨੇ ਸੰਗਤ ਨੂੰ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਨਿਹਾਲ ਕੀਤਾ ਹੈ।",
    "pronunciation": "d-Xwlu: d mukqw, Xw qwlU qoN bolo [si Rsi † : A`Dw tYNkw polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "rwmdwis gurU. jg qwrn kau; gur joiq Arjun mwih DrI ]4]",
    "transliteration": "Raamadhaas Guroo Jag Thaaran Ko Gur Joth Arajun Maahi Dhharee ||4||",
    "translation": "Guru Raam Daas, to save the world, enshrined the Guru's Light into Guru Arjun. ||4||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ ਗੁਰੂ ਵਾਲੀ ਜੋਤਿ ਗੁਰੂ ਅਰਜੁਨ ਵਿਚ ਰੱਖ ਦਿੱਤੀ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "jg Aauru n Xwih mhwqm mY; Avqwru aujwgru, Awin kIAau ]",
    "transliteration": "Jag Aour N Yaahi Mehaa Tham Mai Avathaar Oujaagar Aan Keeao ||",
    "translation": "In the great darkness of this world, the Lord revealed Himself, incarnated as Guru Arjun.",
    "punjabi": "ਜਗਤ ਦੇ ਇਸ ਘੋਰ ਹਨੇਰੇ ਵਿਚ (ਗੁਰੂ ਅਰਜੁਨ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਰਾਖਾ) ਨਹੀਂ ਹੈ, ਉਸੇ ਨੂੰ (ਹਰੀ ਨੇ) ਲਿਆ ਕੇ ਉਜਾਗਰ ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "(aujwgru) prgt ies j`g iv`c Drm dI r`iKAw krn vwlw hor koeI mhwqmw nhIN sI",
    "type_id": 3
  },
  {
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "iqn ky duK koitk dUir gey; mQurw ijn@ AMimRq nwmu pIAau ]",
    "transliteration": "Thin Kae Dhukh Kottik Dhoor Geae Mathhuraa Jinh Anmrith Naam Peeao ||",
    "translation": "Millions of pains are taken away, from those who drink in the Ambrosial Nectar of the Naam, says Mat'huraa.",
    "punjabi": "ਹੇ ਮਥੁਰਾ! ਜਿਨ੍ਹਾਂ ਨੇ (ਉਸ ਪਾਸੋਂ) ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ieh pDiq qy, mq cUkih ry mn; Bydu ibBydu n jwn bIAau ]",
    "transliteration": "Eih Padhhath Thae Math Chookehi Rae Man Bhaedh Bibhaedh N Jaan Beeao ||",
    "translation": "O mortal being, do not leave this path; do not think that there is any difference between God and Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਕਿਤੇ ਇਸ ਰਾਹ ਤੋਂ ਖੁੰਝ ਨਾਹ ਜਾਈਂ, ਕਿਤੇ ਇਹ ਵਿੱਥ ਨ ਸਮਝੀਂ, ਕਿ ਗੁਰੂ ਅਰਜੁਨ (ਹਰੀ ਤੋਂ ਵੱਖਰਾ) ਦੂਜਾ ਹੈ।",
    "pronunciation": "gurmiq gurisKI pRymw-BgqI dy (p`Diq) rwh (pDiq) rIq (pDiq) FMg[ (ibBydu) Bydu-rihq ho ky[(bIAau) dUjw hor koeI Byd n smJy",
    "type_id": 3
  },
  {
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "prqiC irdY gur Arjun kY; hir pUrn bRhim invwsu lIAau ]5]",
    "transliteration": "Parathashh Ridhai Gur Arajun Kai Har Pooran Breham Nivaas Leeao ||5||",
    "translation": "The Perfect Lord God has manifested Himself; He dwells in the heart of Guru Arjun. ||5||",
    "punjabi": "ਪੂਰਨ ਬ੍ਰਹਮ ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਿਵਾਸ ਕੀਤਾ ਹੈ ॥੫॥",
    "pronunciation": "prq`iC",
    "type_id": 3
  },
  {
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "jb lau. nhI Bwg illwr audY; qb lau. BRmqy iPrqy bhu DwXau ]",
    "transliteration": "Jab Lo Nehee Bhaag Lilaar Oudhai Thab Lo Bhramathae Firathae Bahu Dhhaayo ||",
    "translation": "As long as the destiny written upon my forehead was not activated, I wandered around lost, running in all directions.",
    "punjabi": "ਜਦ ਤਾਈਂ ਮੱਥੇ ਦੇ ਭਾਗ ਨਹੀਂ ਸਨ ਜਾਗੇ, ਤਦ ਤਾਈਂ ਬਹੁਤ ਭਟਕਦੇ ਤੇ ਭੱਜਦੇ ਫਿਰਦੇ ਸਾਂ,",
    "pronunciation": "Dw-Xau: Xw qwlU qoN bol",
    "type_id": 3
  },
  {
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "kil Gor smudR mY, bUfq Qy; kbhU imit hY nhI ry pCuqwXau ]",
    "transliteration": "Kal Ghor Samudhr Mai Booddath Thhae Kabehoo Mitt Hai Nehee Rae Pashhuthaayo ||",
    "translation": "I was drowning in the horrible world-ocean of this Dark Age of Kali Yuga, and my remorse would never have ended.",
    "punjabi": "ਕਲਜੁਗ ਦੇ ਡਰਾਉਣੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਰਹੇ ਸਾਂ, ਹੇ ਭਾਈ! ਪੱਛੋਤਾਵਾ ਕਿਸੇ ਵੇਲੇ ਮਿਟਦਾ ਨਹੀਂ ਸੀ।",
    "pronunciation": "(mY) iv`c[pCuqw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "qqu ibcwru. XhY mQurw; jg qwrn kau Avqwru bnwXau ]",
    "transliteration": "Thath Bichaar Yehai Mathhuraa Jag Thaaran Ko Avathaar Banaayo ||",
    "translation": "O Mat'huraa, consider this essential truth: to save the world, the Lord incarnated Himself.",
    "punjabi": "ਪਰ, ਹੇ ਮਥੁਰਾ! ਹੁਣ ਸੱਚੀ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ (ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ) ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ,",
    "pronunciation": "bnw-Xau, XhY: X qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "jp´au ijn@ Arjun dyv gurU; iPir. sMkt join grB. n AwXau ]6]",
    "transliteration": "Japyo Jinh Arajun Dhaev Guroo Fir Sankatt Jon Garabh N Aayo ||6||",
    "translation": "Whoever meditates on Guru Arjun Dayv, shall not have to pass through the painful womb of reincarnation ever again. ||6||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ (ਜੀ) ਨੂੰ ਜਪਿਆ ਹੈ, ਉਹ ਪਰਤ ਕੇ ਗਰਭ ਜੂਨ ਤੇ ਦੁੱਖਾਂ ਵਿਚ ਨਹੀਂ ਆਏ ॥੬॥",
    "pronunciation": "jp´au: jipAau[ Aw-Xau",
    "type_id": 3
  },
  {
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "kil smudR Bey rUp; pRgit, hir nwm auDwrnu ]",
    "transliteration": "Kal Samudhr Bheae Roop Pragatt Har Naam Oudhhaaran ||",
    "translation": "In the ocean of this Dark Age of Kali Yuga, the Lord's Name has been revealed in the Form of Guru Arjun, to save the world.",
    "punjabi": "ਕਲਜੁਗ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਤਾਰਨ ਲਈ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ ਹਨ,",
    "pronunciation": "A`g dy (smudR) smuMdR klju`g c (au-Dwrnu) auDwrx leI, mhwrwj swihb jI, jhwz srUp p Rgit hn",
    "type_id": 3
  },
  {
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "bsih sMq ijsu irdY; duK dwirdR invwrnu ]",
    "transliteration": "Basehi Santh Jis Ridhai Dhukh Dhaaridhr Nivaaran ||",
    "translation": "Pain and poverty are taken away from that person, within whose heart the Saint abides.",
    "punjabi": "ਆਪ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੰਤ (ਸ਼ਾਂਤੀ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਜੀ) ਵੱਸਦੇ ਹਨ, ਆਪ ਦੁੱਖਾਂ ਦਰਿਦ੍ਰਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "inrml ByK Apwr; qwsu ibnu Avru. n koeI ]",
    "transliteration": "Niramal Bhaekh Apaar Thaas Bin Avar N Koee ||",
    "translation": "He is the Pure, Immaculate Form of the Infinite Lord; except for Him, there is no other at all.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਅਰਜੁਨ) ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ, ਆਪ ਅਪਾਰ ਹਰੀ ਦਾ ਨਿਰਮਲ ਰੂਪ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "mn bc ijin jwixAau; BXau iqh smsir soeI ]",
    "transliteration": "Man Bach Jin Jaaniao Bhayo Thih Samasar Soee ||",
    "translation": "Whoever knows Him in thought, word and deed, becomes just like Him.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਮਨ ਤੇ ਬਚਨਾਂ ਕਰਕੇ ਹਰੀ ਨੂੰ ਪਛਾਤਾ ਹੈ, ਉਹ ਹਰੀ ਵਰਗਾ ਹੀ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "B-Xau",
    "type_id": 3
  },
  {
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "Drin ggn, nv KMf mih; joiq sÍrUpI rihE Bir ]",
    "transliteration": "Dhharan Gagan Nav Khandd Mehi Joth Svaroopee Rehiou Bhar ||",
    "translation": "He is totally pervading the earth, the sky and the nine regions of the planet. He is the Embodiment of the Light of God.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਹੀ) ਜੋਤਿ-ਰੂਪ ਹੋ ਕੇ ਧਰਤੀ ਅਕਾਸ਼ ਤੇ ਨੌ ਖੰਡਾਂ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ।",
    "pronunciation": "sÍrUpI: suArUpI",
    "type_id": 3
  },
  {
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "Bin mQurw. kCu Bydu nhI; guru Arjunu prqK´ hir ]7]19]",
    "transliteration": "Bhan Mathhuraa Kashh Bhaedh Nehee Gur Arajun Parathakhy Har ||7||19||",
    "translation": "So speaks Mat'huraa: there is no difference between God and Guru; Guru Arjun is the Personification of the Lord Himself. ||7||19||",
    "punjabi": "ਹੇ ਮਥੁਰਾ! ਆਖਿ-ਗੁਰੂ ਅਰਜੁਨ ਸਾਖਿਆਤ ਅਕਾਲ ਪੁਰਖ ਹੈ। ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ ॥੭॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "AjY gMg jlu Atlu; isK sMgiq sB nwvY ]",
    "transliteration": "Ajai Gang Jal Attal Sikh Sangath Sabh Naavai ||",
    "translation": "The stream of the Lord's Name flows like the Ganges, invincible and unstoppable. The Sikhs of the Sangat all bathe in it.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ (ਨਾਮ-ਰੂਪ) ਗੰਗਾ ਜਲ (ਵਹਿ ਰਿਹਾ ਹੈ, ਜਿਸ ਵਿਚ) ਸਾਰੀ ਸੰਗਤ ਇਸ਼ਨਾਨ ਕਰਦੀ ਹੈ।",
    "pronunciation": "A-jY[A-tlu[is`K[ n@wvY",
    "type_id": 3
  },
  {
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "inq purwx bwcIAih; byd bRhmw muiK gwvY ]",
    "transliteration": "Nith Puraan Baacheeahi Baedh Brehamaa Mukh Gaavai ||",
    "translation": "It appears as if the holy texts like the Puraanaas are being recited there and Brahma himself sings the Vedas.",
    "punjabi": "(ਆਪ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇਤਨੇ ਮਹਾ ਰਿਸ਼ੀ ਵਿਆਸ ਦੇ ਲਿਖੇ ਹੋਏ ਧਰਮ ਪੁਸਤਕ) ਪੁਰਾਣ ਸਦਾ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ ਤੇ ਬ੍ਰਹਮਾ (ਭੀ ਆਪ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਮੂੰਹੋਂ ਵੇਦਾਂ ਨੂੰ ਗਾ ਰਿਹਾ ਹੈ (ਭਾਵ, ਵਿਆਸ ਤੇ ਬ੍ਰਹਮਾ ਵਰਗੇ ਵੱਡੇ ਵੱਡੇ ਦੇਵਤੇ ਤੇ ਵਿਦਵਾਨ ਰਿਸ਼ੀ ਭੀ ਗੁਰੂ ਅਰਜਨ ਦੇ ਦਰ ਤੇ ਹਾਜ਼ਰ ਰਹਿਣ ਵਿਚ ਆਪਣੇ ਚੰਗੇ ਭਾਗ ਸਮਝਦੇ ਹਨ। ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ ਪੁਰਾਣ ਅਤੇ ਵੇਦ ਹੈ)।",
    "pronunciation": "bwcI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "AjY cvru isir FulY; nwmu AMimRqu muiK lIAau ]",
    "transliteration": "Ajai Chavar Sir Dtulai Naam Anmrith Mukh Leeao ||",
    "translation": "The invincible chauri, the fly-brush, waves over His head; with His mouth, He drinks in the Ambrosial Nectar of the Naam.",
    "punjabi": "(ਆਪ ਦੇ) ਸਿਰ ਤੇ ਰੱਬੀ ਚਉਰ ਝੁੱਲ ਰਿਹਾ ਹੈ, ਆਪ ਨੇ ਆਤਮਕ ਜੀਵਣ ਦੇਣ ਵਾਲਾ ਨਾਮ ਮੂੰਹੋਂ (ਸਦਾ) ਉਚਾਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "gur Arjun isir CqRü; Awip prmysir dIAau ]",
    "transliteration": "Gur Arajun Sir Shhathra Aap Paramaesar Dheeao ||",
    "translation": "The Transcendent Lord Himself has placed the royal canopy over the head of Guru Arjun.",
    "punjabi": "ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ ਸਿਰ ਤੇ ਇਹ ਛਤਰ ਪਰਮੇਸੁਰ ਨੇ ਆਪ ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "imil nwnk, AMgd Amr gur; guru rwmdwsu, hir pih gXau ]",
    "transliteration": "Mil Naanak Angadh Amar Gur Gur Raamadhaas Har Pehi Gayo ||",
    "translation": "Guru Nanak, Guru Angad, Guru Amar Daas and Guru Raam Daas met together before the Lord.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ, ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਮਿਲ ਕੇ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਹਰੀ ਵਿਚ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "g-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "hirbMs jgiq jsu sMcr´au; su kvxu khY, sRI guru muXau ]1]",
    "transliteration": "Haribans Jagath Jas Sancharyo S Kavan Kehai Sree Gur Muyo ||1||",
    "translation": "So speaks HARBANS: Their Praises echo and resound all over the world; who can possibly say that the Great Gurus are dead? ||1||",
    "punjabi": "ਹੇ ਹਰਿਬੰਸ! ਜਗਤ ਵਿਚ ਸਤਿਗੁਰੂ ਜੀ ਦੀ ਸੋਭਾ ਪਸਰ ਰਹੀ ਹੈ। ਕੌਣ ਆਖਦਾ ਹੈ, ਕਿ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਮੁਏ ਹਨ? ॥੧॥",
    "pronunciation": "gurmuiK hirbMs B`t[ j`g-iq[sMcr´au: sMcirAau[mu-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "dyv purI mih gXau; Awip prmysÍr BwXau ]",
    "transliteration": "Dhaev Puree Mehi Gayo Aap Paramaesvar Bhaayo ||",
    "translation": "When it was the Will of the Transcendent Lord Himself, Guru Raam Daas went to the City of God.",
    "punjabi": "(ਗੁਰੂ ਰਾਮ ਦਾਸ) ਸੱਚ ਖੰਡ ਵਿਚ ਗਿਆ ਹੈ ਹਰੀ ਨੂੰ ਇਹੀ ਰਜ਼ਾ ਚੰਗੀ ਲੱਗੀ ਹੈ।",
    "pronunciation": "(dyv) prmpUjnIk DrmI ipqw (dyv) pRkwS srUp dI (purI) s`cKMf[ g-Xau Bw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "hir isMGwsxu dIAau; isrI guru qh bYTwXau ]",
    "transliteration": "Har Singhaasan Dheeao Siree Gur Theh Baithaayo ||",
    "translation": "The Lord offered Him His Royal Throne, and seated the Guru upon it.",
    "punjabi": "ਹਰੀ ਨੇ (ਆਪ ਨੂੰ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ਤੇ ਉਸ ਉਤੇ ਸ੍ਰੀ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਬਿਠਾਇਆ ਹੈ।",
    "pronunciation": "bYTw-Xau: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "rhsu kIAau sur dyv; qoih jsu. jX jX jMpih ]",
    "transliteration": "Rehas Keeao Sur Dhaev Thohi Jas Jay Jay Janpehi ||",
    "translation": "The angels and gods were delighted; they proclaimed and celebrated Your victory, O Guru.",
    "punjabi": "ਦੇਵਤਿਆਂ ਨੇ ਮੰਗਲਚਾਰ ਕੀਤਾ ਹੈ, ਤੇਰਾ ਜਸ ਤੇ ਜੈ-ਜੈਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "mhW ivsmwd (rhs) pRsMnqw[(sur) dyviqAW dy prmpUjnIk DrmI (dyv) ipqw, (dyv) pRkwS-srUp Akwl purK jI[ rhsu: polw bolo imlvW[j-X: X qwlU qoN bolo[",
    "type_id": 3
  },
  {
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "Asur gey qy Bwig; pwp iqn@ BIqir kMpih ]",
    "transliteration": "Asur Geae Thae Bhaag Paap Thinh Bheethar Kanpehi ||",
    "translation": "The demons ran away; their sins made them shake and tremble inside.",
    "punjabi": "ਉਹ (ਸਾਰੇ ਦੈਂਤ (ਉਥੋਂ) ਭੱਜ ਗਏ ਹਨ, (ਉਹਨਾਂ ਦੇ ਆਪਣੇ) ਪਾਪ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੰਬ ਰਹੇ ਹਨ।",
    "pronunciation": "A-sur",
    "type_id": 3
  },
  {
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "kwty su pwp. iqn@ nrhu ky; guru rwmdwsu. ijn@ pwieXau ]",
    "transliteration": "Kaattae S Paap Thinh Narahu Kae Gur Raamadhaas Jinh Paaeiyo ||",
    "translation": "Those people who found Guru Raam Daas were rid of their sins.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਰਾਮਦਾਸ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "pwie-Xau",
    "type_id": 3
  },
  {
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "CqRü isMGwsnu iprQmI; gur Arjun kau, dy AwieAau ]2]21]9]11]10]10]22]60]143]",
    "transliteration": "Shhathra Singhaasan Pirathhamee Gur Arajun Ko Dhae Aaeiao ||2||21||9||11||10||10||22||60||143||",
    "translation": "He gave the Royal Canopy and Throne to Guru Arjun, and came home. ||2||21||9||11||10||10||22||60||143||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਧਰਤੀ ਦਾ ਛਤਰ ਤੇ ਸਿੰਘਾਸਣ ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਜੀ ਨੂੰ ਦੇ ਆਇਆ ਹੈ ॥੨॥੨੧॥੯॥੧੧॥੧੦॥੧੦॥੨੨॥੬੦॥੧੪੩॥",
    "pronunciation": "Ac`l AivnwsI guirAweI CqRü isMGwsnu",
    "type_id": 3
  }
]
