[
  {
    "id": 59804,
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅੰਤੁ. ਨ ਪਾਵਤ, ਦੇਵ ਸਬੈ ਮੁਨਿ; ੲਿੰਦ੍ਰ ਮਹਾ ਸਿਵ ਜੋਗ ਕਰੀ ||",
    "transliteration": "Anth N Paavath Dhaev Sabai Mun Eindhr Mehaa Siv Jog Karee ||",
    "translation": "All the gods, silent sages, Indra, Shiva and Yogis have not found the Lord's limits",
    "punjabi": "ਸਾਰੇ ਦੇਵਤਿਆਂ ਤੇ ਮੁਨੀਆਂ ਨੇ (ਗੁਰੂ ਅਰਜੁਨ ਦਾ) ਅੰਤ ਨਾਹ ਪਾਇਆ। ਇੰਦ੍ਰ ਤੇ ਸ਼ਿਵ ਜੀ ਨੇ ਜੋਗ-ਸਾਧਨਾ ਕੀਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59805,
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਫੁਨਿ ਬੇਦ ਬਿਰੰਚਿ ਬਿਚਾਰਿ ਰਹਿਓ; ਹਰਿ ਜਾਪੁ. ਨ ਛਾਡਿ੍ਯੳੁ ੲੇਕ ਘਰੀ ||",
    "transliteration": "Fun Baedh Biranch Bichaar Rehiou Har Jaap N Shhaaddiyo Eaek Gharee ||",
    "translation": "Not even Brahma who contemplates the Vedas. I shall not give up meditating on the Lord, even for an instant.",
    "punjabi": "ਅਤੇ ਬ੍ਰਹਮਾ ਬੇਦ ਵਿਚਾਰ ਕੇ ਥੱਕ ਗਿਆ, ਉਸ ਨੇ ਹਰੀ ਦਾ ਜਾਪ ਇਕ ਘੜੀ ਨਾਹ ਛੱਡਿਆ।",
    "pronunciation": "ਛਾਡਿ੍ਯੳੁ: ਛਾਡਿਅੳੁ",
    "type_id": 3
  },
  {
    "id": 59806,
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਥੁਰਾ ਜਨ ਕੋ ਪ੍ਰਭੁ ਦੀਨ ਦਯਾਲੁ ਹੈ; ਸੰਗਤਿ ਸਿ੍ਰਸਿ੍ਟ  ਨਿਹਾਲੁ ਕਰੀ ||",
    "transliteration": "Mathhuraa Jan Ko Prabh Dheen Dhayaal Hai Sangath Srist Nihaal Karee ||",
    "translation": "The God of Mat'huraa is Merciful to the meek; He blesses and uplifts the Sangats throughout the Universe.",
    "punjabi": "ਦਾਸ ਮਥੁਰਾ ਦਾ ਪ੍ਰਭੂ (ਗੁਰੂ ਅਰਜੁਨ) ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਨੇ ਸੰਗਤ ਨੂੰ ਤੇ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਨਿਹਾਲ ਕੀਤਾ ਹੈ।",
    "pronunciation": "ਦ-ਯਾਲੁ: ਦ ਮੁਕਤਾ, ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ [ਸ ਿ੍ਰਸ ਿ੍ਟ : ਅੱਧਾ ਟੈਂਕਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59807,
    "shabad_id": 5472,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਰਾਮਦਾਸਿ ਗੁਰੂ. ਜਗ ਤਾਰਨ ਕੳੁ; ਗੁਰ ਜੋਤਿ ਅਰਜੁਨ ਮਾਹਿ ਧਰੀ ||੪||",
    "transliteration": "Raamadhaas Guroo Jag Thaaran Ko Gur Joth Arajun Maahi Dhharee ||4||",
    "translation": "Guru Raam Daas, to save the world, enshrined the Guru's Light into Guru Arjun. ||4||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ ਗੁਰੂ ਵਾਲੀ ਜੋਤਿ ਗੁਰੂ ਅਰਜੁਨ ਵਿਚ ਰੱਖ ਦਿੱਤੀ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59808,
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਗ ਅੳੁਰੁ ਨ ਯਾਹਿ ਮਹਾਤਮ ਮੈ; ਅਵਤਾਰੁ ੳੁਜਾਗਰੁ, ਅਾਨਿ ਕੀਅੳੁ ||",
    "transliteration": "Jag Aour N Yaahi Mehaa Tham Mai Avathaar Oujaagar Aan Keeao ||",
    "translation": "In the great darkness of this world, the Lord revealed Himself, incarnated as Guru Arjun.",
    "punjabi": "ਜਗਤ ਦੇ ਇਸ ਘੋਰ ਹਨੇਰੇ ਵਿਚ (ਗੁਰੂ ਅਰਜੁਨ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ (ਰਾਖਾ) ਨਹੀਂ ਹੈ, ਉਸੇ ਨੂੰ (ਹਰੀ ਨੇ) ਲਿਆ ਕੇ ਉਜਾਗਰ ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "(ੳੁਜਾਗਰੁ) ਪਰਗਟ ੲਿਸ ਜੱਗ ਵਿੱਚ ਧਰਮ ਦੀ ਰੱਖਿਅਾ ਕਰਨ ਵਾਲਾ ਹੋਰ ਕੋੲੀ ਮਹਾਤਮਾ ਨਹੀਂ ਸੀ",
    "type_id": 3
  },
  {
    "id": 59809,
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਨ ਕੇ ਦੁਖ ਕੋਟਿਕ ਦੂਰਿ ਗੲੇ; ਮਥੁਰਾ ਜਿਨ੍ਹ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਪੀਅੳੁ ||",
    "transliteration": "Thin Kae Dhukh Kottik Dhoor Geae Mathhuraa Jinh Anmrith Naam Peeao ||",
    "translation": "Millions of pains are taken away, from those who drink in the Ambrosial Nectar of the Naam, says Mat'huraa.",
    "punjabi": "ਹੇ ਮਥੁਰਾ! ਜਿਨ੍ਹਾਂ ਨੇ (ਉਸ ਪਾਸੋਂ) ਨਾਮ ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਉਹਨਾਂ ਦੇ ਕ੍ਰੋੜਾਂ ਦੁੱਖ ਦੂਰ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59810,
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੲਿਹ ਪਧਤਿ ਤੇ, ਮਤ ਚੂਕਹਿ ਰੇ ਮਨ; ਭੇਦੁ ਬਿਭੇਦੁ ਨ ਜਾਨ ਬੀਅੳੁ ||",
    "transliteration": "Eih Padhhath Thae Math Chookehi Rae Man Bhaedh Bibhaedh N Jaan Beeao ||",
    "translation": "O mortal being, do not leave this path; do not think that there is any difference between God and Guru.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਕਿਤੇ ਇਸ ਰਾਹ ਤੋਂ ਖੁੰਝ ਨਾਹ ਜਾਈਂ, ਕਿਤੇ ਇਹ ਵਿੱਥ ਨ ਸਮਝੀਂ, ਕਿ ਗੁਰੂ ਅਰਜੁਨ (ਹਰੀ ਤੋਂ ਵੱਖਰਾ) ਦੂਜਾ ਹੈ।",
    "pronunciation": "ਗੁਰਮਤਿ ਗੁਰਸਿਖੀ ਪ੍ਰੇਮਾ-ਭਗਤੀ ਦੇ (ਪੱਧਤਿ) ਰਾਹ (ਪਧਤਿ) ਰੀਤ (ਪਧਤਿ) ਢੰਗ[ (ਬਿਭੇਦੁ) ਭੇਦੁ-ਰਹਿਤ ਹੋ ਕੇ[(ਬੀਅੳੁ) ਦੂਜਾ ਹੋਰ ਕੋੲੀ ਭੇਦ ਨ ਸਮਝੇ",
    "type_id": 3
  },
  {
    "id": 59811,
    "shabad_id": 5473,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪਰਤਛਿ ਰਿਦੈ ਗੁਰ ਅਰਜੁਨ ਕੈ; ਹਰਿ ਪੂਰਨ ਬ੍ਰਹਮਿ ਨਿਵਾਸੁ ਲੀਅੳੁ ||੫||",
    "transliteration": "Parathashh Ridhai Gur Arajun Kai Har Pooran Breham Nivaas Leeao ||5||",
    "translation": "The Perfect Lord God has manifested Himself; He dwells in the heart of Guru Arjun. ||5||",
    "punjabi": "ਪੂਰਨ ਬ੍ਰਹਮ ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਨਿਵਾਸ ਕੀਤਾ ਹੈ ॥੫॥",
    "pronunciation": "ਪਰਤੱਛਿ",
    "type_id": 3
  },
  {
    "id": 59812,
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਬ ਲੳੁ. ਨਹੀ ਭਾਗ ਲਿਲਾਰ ੳੁਦੈ; ਤਬ ਲੳੁ. ਭ੍ਰਮਤੇ ਫਿਰਤੇ ਬਹੁ ਧਾਯੳੁ ||",
    "transliteration": "Jab Lo Nehee Bhaag Lilaar Oudhai Thab Lo Bhramathae Firathae Bahu Dhhaayo ||",
    "translation": "As long as the destiny written upon my forehead was not activated, I wandered around lost, running in all directions.",
    "punjabi": "ਜਦ ਤਾਈਂ ਮੱਥੇ ਦੇ ਭਾਗ ਨਹੀਂ ਸਨ ਜਾਗੇ, ਤਦ ਤਾਈਂ ਬਹੁਤ ਭਟਕਦੇ ਤੇ ਭੱਜਦੇ ਫਿਰਦੇ ਸਾਂ,",
    "pronunciation": "ਧਾ-ਯੳੁ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 59813,
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਲਿ ਘੋਰ ਸਮੁਦ੍ਰ ਮੈ, ਬੂਡਤ ਥੇ; ਕਬਹੂ ਮਿਟਿ ਹੈ ਨਹੀ ਰੇ ਪਛੁਤਾਯੳੁ ||",
    "transliteration": "Kal Ghor Samudhr Mai Booddath Thhae Kabehoo Mitt Hai Nehee Rae Pashhuthaayo ||",
    "translation": "I was drowning in the horrible world-ocean of this Dark Age of Kali Yuga, and my remorse would never have ended.",
    "punjabi": "ਕਲਜੁਗ ਦੇ ਡਰਾਉਣੇ ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਰਹੇ ਸਾਂ, ਹੇ ਭਾਈ! ਪੱਛੋਤਾਵਾ ਕਿਸੇ ਵੇਲੇ ਮਿਟਦਾ ਨਹੀਂ ਸੀ।",
    "pronunciation": "(ਮੈ) ਵਿੱਚ[ਪਛੁਤਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59814,
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤਤੁ ਬਿਚਾਰੁ. ਯਹੈ ਮਥੁਰਾ; ਜਗ ਤਾਰਨ ਕੳੁ ਅਵਤਾਰੁ ਬਨਾਯੳੁ ||",
    "transliteration": "Thath Bichaar Yehai Mathhuraa Jag Thaaran Ko Avathaar Banaayo ||",
    "translation": "O Mat'huraa, consider this essential truth: to save the world, the Lord incarnated Himself.",
    "punjabi": "ਪਰ, ਹੇ ਮਥੁਰਾ! ਹੁਣ ਸੱਚੀ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜਗਤ ਨੂੰ ਤਾਰਨ ਲਈ (ਹਰੀ ਨੇ ਗੁਰੂ ਅਰਜੁਨ) ਅਵਤਾਰ ਬਣਾਇਆ ਹੈ,",
    "pronunciation": "ਬਨਾ-ਯੳੁ, ਯਹੈ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59815,
    "shabad_id": 5474,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਪ੍ਯੳੁ ਜਿਨ੍ਹ ਅਰਜੁਨ ਦੇਵ ਗੁਰੂ; ਫਿਰਿ. ਸੰਕਟ ਜੋਨਿ ਗਰਭ. ਨ ਅਾਯੳੁ ||੬||",
    "transliteration": "Japyo Jinh Arajun Dhaev Guroo Fir Sankatt Jon Garabh N Aayo ||6||",
    "translation": "Whoever meditates on Guru Arjun Dayv, shall not have to pass through the painful womb of reincarnation ever again. ||6||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ (ਜੀ) ਨੂੰ ਜਪਿਆ ਹੈ, ਉਹ ਪਰਤ ਕੇ ਗਰਭ ਜੂਨ ਤੇ ਦੁੱਖਾਂ ਵਿਚ ਨਹੀਂ ਆਏ ॥੬॥",
    "pronunciation": "ਜਪ੍ਯੳੁ: ਜਪਿਅੳੁ[ ਅਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59816,
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਲਿ ਸਮੁਦ੍ਰ ਭੲੇ ਰੂਪ; ਪ੍ਰਗਟਿ, ਹਰਿ ਨਾਮ ੳੁਧਾਰਨੁ ||",
    "transliteration": "Kal Samudhr Bheae Roop Pragatt Har Naam Oudhhaaran ||",
    "translation": "In the ocean of this Dark Age of Kali Yuga, the Lord's Name has been revealed in the Form of Guru Arjun, to save the world.",
    "punjabi": "ਕਲਜੁਗ ਦੇ ਸਮੁੰਦਰ ਤੋਂ ਤਾਰਨ ਲਈ ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਹਰੀ ਦਾ ਨਾਮ-ਰੂਪ ਪ੍ਰਗਟ ਹੋਏ ਹਨ,",
    "pronunciation": "ਅੱਗ ਦੇ (ਸਮੁਦ੍ਰ) ਸਮੁੰਦ੍ਰ ਕਲਜੁੱਗ ਚ (ੳੁ-ਧਾਰਨੁ) ੳੁਧਾਰਣ ਲੲੀ, ਮਹਾਰਾਜ ਸਾਹਿਬ ਜੀ, ਜਹਾਜ਼ ਸਰੂਪ ਪ ੍ਰਗਟਿ ਹਨ",
    "type_id": 3
  },
  {
    "id": 59817,
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਬਸਹਿ ਸੰਤ ਜਿਸੁ ਰਿਦੈ; ਦੁਖ ਦਾਰਿਦ੍ਰ ਨਿਵਾਰਨੁ ||",
    "transliteration": "Basehi Santh Jis Ridhai Dhukh Dhaaridhr Nivaaran ||",
    "translation": "Pain and poverty are taken away from that person, within whose heart the Saint abides.",
    "punjabi": "ਆਪ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸੰਤ (ਸ਼ਾਂਤੀ ਦਾ ਸੋਮਾ ਪ੍ਰਭੂ ਜੀ) ਵੱਸਦੇ ਹਨ, ਆਪ ਦੁੱਖਾਂ ਦਰਿਦ੍ਰਾਂ ਦੇ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59818,
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਿਰਮਲ ਭੇਖ ਅਪਾਰ; ਤਾਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲੀ ||",
    "transliteration": "Niramal Bhaekh Apaar Thaas Bin Avar N Koee ||",
    "translation": "He is the Pure, Immaculate Form of the Infinite Lord; except for Him, there is no other at all.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਅਰਜੁਨ) ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ, ਆਪ ਅਪਾਰ ਹਰੀ ਦਾ ਨਿਰਮਲ ਰੂਪ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59819,
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਨ ਬਚ ਜਿਨਿ ਜਾਣਿਅੳੁ; ਭਯੳੁ ਤਿਹ ਸਮਸਰਿ ਸੋੲੀ ||",
    "transliteration": "Man Bach Jin Jaaniao Bhayo Thih Samasar Soee ||",
    "translation": "Whoever knows Him in thought, word and deed, becomes just like Him.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਮਨ ਤੇ ਬਚਨਾਂ ਕਰਕੇ ਹਰੀ ਨੂੰ ਪਛਾਤਾ ਹੈ, ਉਹ ਹਰੀ ਵਰਗਾ ਹੀ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "ਭ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59820,
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਧਰਨਿ ਗਗਨ, ਨਵ ਖੰਡ ਮਹਿ; ਜੋਤਿ ਸ੍ਵਰੂਪੀ ਰਹਿਓ ਭਰਿ ||",
    "transliteration": "Dhharan Gagan Nav Khandd Mehi Joth Svaroopee Rehiou Bhar ||",
    "translation": "He is totally pervading the earth, the sky and the nine regions of the planet. He is the Embodiment of the Light of God.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਹੀ) ਜੋਤਿ-ਰੂਪ ਹੋ ਕੇ ਧਰਤੀ ਅਕਾਸ਼ ਤੇ ਨੌ ਖੰਡਾਂ ਵਿਚ ਵਿਆਪ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਸ੍ਵਰੂਪੀ: ਸੁਅਰੂਪੀ",
    "type_id": 3
  },
  {
    "id": 59821,
    "shabad_id": 5475,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਭਨਿ ਮਥੁਰਾ. ਕਛੁ ਭੇਦੁ ਨਹੀ; ਗੁਰੁ ਅਰਜੁਨੁ ਪਰਤਖ੍ਯ ਹਰਿ ||੭||੧੯||",
    "transliteration": "Bhan Mathhuraa Kashh Bhaedh Nehee Gur Arajun Parathakhy Har ||7||19||",
    "translation": "So speaks Mat'huraa: there is no difference between God and Guru; Guru Arjun is the Personification of the Lord Himself. ||7||19||",
    "punjabi": "ਹੇ ਮਥੁਰਾ! ਆਖਿ-ਗੁਰੂ ਅਰਜੁਨ ਸਾਖਿਆਤ ਅਕਾਲ ਪੁਰਖ ਹੈ। ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ ॥੭॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59822,
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਜੈ ਗੰਗ ਜਲੁ ਅਟਲੁ; ਸਿਖ ਸੰਗਤਿ ਸਭ ਨਾਵੈ ||",
    "transliteration": "Ajai Gang Jal Attal Sikh Sangath Sabh Naavai ||",
    "translation": "The stream of the Lord's Name flows like the Ganges, invincible and unstoppable. The Sikhs of the Sangat all bathe in it.",
    "punjabi": "(ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੀ ਦਰਗਾਹ ਵਿਚ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ (ਨਾਮ-ਰੂਪ) ਗੰਗਾ ਜਲ (ਵਹਿ ਰਿਹਾ ਹੈ, ਜਿਸ ਵਿਚ) ਸਾਰੀ ਸੰਗਤ ਇਸ਼ਨਾਨ ਕਰਦੀ ਹੈ।",
    "pronunciation": "ਅ-ਜੈ[ਅ-ਟਲੁ[ਸਿੱਖ[ ਨ੍ਹਾਵੈ",
    "type_id": 3
  },
  {
    "id": 59823,
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਿਤ ਪੁਰਾਣ ਬਾਚੀਅਹਿ; ਬੇਦ ਬ੍ਰਹਮਾ ਮੁਖਿ ਗਾਵੈ ||",
    "transliteration": "Nith Puraan Baacheeahi Baedh Brehamaa Mukh Gaavai ||",
    "translation": "It appears as if the holy texts like the Puraanaas are being recited there and Brahma himself sings the Vedas.",
    "punjabi": "(ਆਪ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਇਤਨੇ ਮਹਾ ਰਿਸ਼ੀ ਵਿਆਸ ਦੇ ਲਿਖੇ ਹੋਏ ਧਰਮ ਪੁਸਤਕ) ਪੁਰਾਣ ਸਦਾ ਪੜ੍ਹੇ ਜਾਂਦੇ ਹਨ ਤੇ ਬ੍ਰਹਮਾ (ਭੀ ਆਪ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਮੂੰਹੋਂ ਵੇਦਾਂ ਨੂੰ ਗਾ ਰਿਹਾ ਹੈ (ਭਾਵ, ਵਿਆਸ ਤੇ ਬ੍ਰਹਮਾ ਵਰਗੇ ਵੱਡੇ ਵੱਡੇ ਦੇਵਤੇ ਤੇ ਵਿਦਵਾਨ ਰਿਸ਼ੀ ਭੀ ਗੁਰੂ ਅਰਜਨ ਦੇ ਦਰ ਤੇ ਹਾਜ਼ਰ ਰਹਿਣ ਵਿਚ ਆਪਣੇ ਚੰਗੇ ਭਾਗ ਸਮਝਦੇ ਹਨ। ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਗੁਰੂ ਦੀ ਬਾਣੀ ਹੀ ਪੁਰਾਣ ਅਤੇ ਵੇਦ ਹੈ)।",
    "pronunciation": "ਬਾਚੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 59824,
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਜੈ ਚਵਰੁ ਸਿਰਿ ਢੁਲੈ; ਨਾਮੁ ਅੰਮਿ੍ਰਤੁ ਮੁਖਿ ਲੀਅੳੁ ||",
    "transliteration": "Ajai Chavar Sir Dtulai Naam Anmrith Mukh Leeao ||",
    "translation": "The invincible chauri, the fly-brush, waves over His head; with His mouth, He drinks in the Ambrosial Nectar of the Naam.",
    "punjabi": "(ਆਪ ਦੇ) ਸਿਰ ਤੇ ਰੱਬੀ ਚਉਰ ਝੁੱਲ ਰਿਹਾ ਹੈ, ਆਪ ਨੇ ਆਤਮਕ ਜੀਵਣ ਦੇਣ ਵਾਲਾ ਨਾਮ ਮੂੰਹੋਂ (ਸਦਾ) ਉਚਾਰਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59825,
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰ ਅਰਜੁਨ ਸਿਰਿ ਛਤ੍ਰੁ; ਅਾਪਿ ਪਰਮੇਸਰਿ ਦੀਅੳੁ ||",
    "transliteration": "Gur Arajun Sir Shhathra Aap Paramaesar Dheeao ||",
    "translation": "The Transcendent Lord Himself has placed the royal canopy over the head of Guru Arjun.",
    "punjabi": "ਗੁਰੂ ਅਰਜੁਨ ਦੇਵ ਜੀ ਦੇ ਸਿਰ ਤੇ ਇਹ ਛਤਰ ਪਰਮੇਸੁਰ ਨੇ ਆਪ ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59826,
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਿਲਿ ਨਾਨਕ, ਅੰਗਦ ਅਮਰ ਗੁਰ; ਗੁਰੁ ਰਾਮਦਾਸੁ, ਹਰਿ ਪਹਿ ਗਯੳੁ ||",
    "transliteration": "Mil Naanak Angadh Amar Gur Gur Raamadhaas Har Pehi Gayo ||",
    "translation": "Guru Nanak, Guru Angad, Guru Amar Daas and Guru Raam Daas met together before the Lord.",
    "punjabi": "ਗੁਰੂ ਨਾਨਕ, ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੂੰ ਮਿਲ ਕੇ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਹਰੀ ਵਿਚ ਲੀਨ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "ਗ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59827,
    "shabad_id": 5476,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿਬੰਸ ਜਗਤਿ ਜਸੁ ਸੰਚਰ੍ਯੳੁ; ਸੁ ਕਵਣੁ ਕਹੈ, ਸ੍ਰੀ ਗੁਰੁ ਮੁਯੳੁ ||੧||",
    "transliteration": "Haribans Jagath Jas Sancharyo S Kavan Kehai Sree Gur Muyo ||1||",
    "translation": "So speaks HARBANS: Their Praises echo and resound all over the world; who can possibly say that the Great Gurus are dead? ||1||",
    "punjabi": "ਹੇ ਹਰਿਬੰਸ! ਜਗਤ ਵਿਚ ਸਤਿਗੁਰੂ ਜੀ ਦੀ ਸੋਭਾ ਪਸਰ ਰਹੀ ਹੈ। ਕੌਣ ਆਖਦਾ ਹੈ, ਕਿ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਮੁਏ ਹਨ? ॥੧॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਹਰਿਬੰਸ ਭੱਟ[ ਜੱਗ-ਤਿ[ਸੰਚਰ੍ਯੳੁ: ਸੰਚਰਿਅੳੁ[ਮੁ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59828,
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦੇਵ ਪੁਰੀ ਮਹਿ ਗਯੳੁ; ਅਾਪਿ ਪਰਮੇਸ੍ਵਰ ਭਾਯੳੁ ||",
    "transliteration": "Dhaev Puree Mehi Gayo Aap Paramaesvar Bhaayo ||",
    "translation": "When it was the Will of the Transcendent Lord Himself, Guru Raam Daas went to the City of God.",
    "punjabi": "(ਗੁਰੂ ਰਾਮ ਦਾਸ) ਸੱਚ ਖੰਡ ਵਿਚ ਗਿਆ ਹੈ ਹਰੀ ਨੂੰ ਇਹੀ ਰਜ਼ਾ ਚੰਗੀ ਲੱਗੀ ਹੈ।",
    "pronunciation": "(ਦੇਵ) ਪਰਮਪੂਜਨੀਕ ਧਰਮੀ ਪਿਤਾ (ਦੇਵ) ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਦੀ (ਪੁਰੀ) ਸੱਚਖੰਡ[ ਗ-ਯੳੁ ਭਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59829,
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਸਿੰਘਾਸਣੁ ਦੀਅੳੁ; ਸਿਰੀ ਗੁਰੁ ਤਹ ਬੈਠਾਯੳੁ ||",
    "transliteration": "Har Singhaasan Dheeao Siree Gur Theh Baithaayo ||",
    "translation": "The Lord offered Him His Royal Throne, and seated the Guru upon it.",
    "punjabi": "ਹਰੀ ਨੇ (ਆਪ ਨੂੰ) ਤਖ਼ਤ ਦਿੱਤਾ ਹੈ ਤੇ ਉਸ ਉਤੇ ਸ੍ਰੀ ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਨੂੰ ਬਿਠਾਇਆ ਹੈ।",
    "pronunciation": "ਬੈਠਾ-ਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59830,
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਰਹਸੁ ਕੀਅੳੁ ਸੁਰ ਦੇਵ; ਤੋਹਿ ਜਸੁ. ਜਯ ਜਯ ਜੰਪਹਿ ||",
    "transliteration": "Rehas Keeao Sur Dhaev Thohi Jas Jay Jay Janpehi ||",
    "translation": "The angels and gods were delighted; they proclaimed and celebrated Your victory, O Guru.",
    "punjabi": "ਦੇਵਤਿਆਂ ਨੇ ਮੰਗਲਚਾਰ ਕੀਤਾ ਹੈ, ਤੇਰਾ ਜਸ ਤੇ ਜੈ-ਜੈਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "ਮਹਾਂ ਵਿਸਮਾਦ (ਰਹਸ) ਪ੍ਰਸੰਨਤਾ[(ਸੁਰ) ਦੇਵਤਿਅਾਂ ਦੇ ਪਰਮਪੂਜਨੀਕ ਧਰਮੀ (ਦੇਵ) ਪਿਤਾ, (ਦੇਵ) ਪ੍ਰਕਾਸ਼-ਸਰੂਪ ਅਕਾਲ ਪੁਰਖ ਜੀ[ ਰਹਸੁ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ[ਜ-ਯ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ[",
    "type_id": 3
  },
  {
    "id": 59831,
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਸੁਰ ਗੲੇ ਤੇ ਭਾਗਿ; ਪਾਪ ਤਿਨ੍ਹ ਭੀਤਰਿ ਕੰਪਹਿ ||",
    "transliteration": "Asur Geae Thae Bhaag Paap Thinh Bheethar Kanpehi ||",
    "translation": "The demons ran away; their sins made them shake and tremble inside.",
    "punjabi": "ਉਹ (ਸਾਰੇ ਦੈਂਤ (ਉਥੋਂ) ਭੱਜ ਗਏ ਹਨ, (ਉਹਨਾਂ ਦੇ ਆਪਣੇ) ਪਾਪ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਕੰਬ ਰਹੇ ਹਨ।",
    "pronunciation": "ਅ-ਸੁਰ",
    "type_id": 3
  },
  {
    "id": 59832,
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਾਟੇ ਸੁ ਪਾਪ. ਤਿਨ੍ਹ ਨਰਹੁ ਕੇ; ਗੁਰੁ ਰਾਮਦਾਸੁ. ਜਿਨ੍ਹ ਪਾੲਿਯੳੁ ||",
    "transliteration": "Kaattae S Paap Thinh Narahu Kae Gur Raamadhaas Jinh Paaeiyo ||",
    "translation": "Those people who found Guru Raam Daas were rid of their sins.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਪਾਪ ਕੱਟੇ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ ਗੁਰੂ ਰਾਮਦਾਸ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "ਪਾੲਿ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59833,
    "shabad_id": 5477,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਛਤ੍ਰੁ ਸਿੰਘਾਸਨੁ ਪਿਰਥਮੀ; ਗੁਰ ਅਰਜੁਨ ਕੳੁ, ਦੇ ਅਾੲਿਅੳੁ ||੨||੨੧||੯||੧੧||੧੦||੧੦||੨੨||੬੦||੧੪੩||",
    "transliteration": "Shhathra Singhaasan Pirathhamee Gur Arajun Ko Dhae Aaeiao ||2||21||9||11||10||10||22||60||143||",
    "translation": "He gave the Royal Canopy and Throne to Guru Arjun, and came home. ||2||21||9||11||10||10||22||60||143||",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਧਰਤੀ ਦਾ ਛਤਰ ਤੇ ਸਿੰਘਾਸਣ ਗੁਰੂ ਅਰਜੁਨ ਸਾਹਿਬ ਜੀ ਨੂੰ ਦੇ ਆਇਆ ਹੈ ॥੨॥੨੧॥੯॥੧੧॥੧੦॥੧੦॥੨੨॥੬੦॥੧੪੩॥",
    "pronunciation": "ਅਚੱਲ ਅਵਿਨਾਸੀ ਗੁਰਿਅਾੲੀ ਛਤ੍ਰੁ ਸਿੰਘਾਸਨੁ",
    "type_id": 3
  }
]
