[
  {
    "id": 59910,
    "shabad_id": 5478,
    "pada": 20,
    "source_line": 1,
    "gurmukhi": "ਸਭਨੀ ਘਟੀ. ਸਹੁ ਵਸੈ; ਸਹ ਬਿਨੁ ਘਟੁ. ਨ ਕੋੲਿ ||",
    "transliteration": "Sabhanee Ghattee Sahu Vasai Seh Bin Ghatt N Koe ||",
    "translation": "God the Cosmic Husband dwells within all hearts; without Him, there is no heart at all.",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਸਾਰੇ ਹੀ ਸਰੀਰਾਂ ਵਿਚ ਵੱਸਦਾ ਹੈ। ਕੋਈ ਭੀ ਸਰੀਰ (ਐਸਾ) ਨਹੀਂ ਹੈ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਹੋਵੇ (ਜਿਸ ਵਿਚ ਖਸਮ-ਪ੍ਰਭੂ ਵੱਸਦਾ ਨਾਹ ਹੋਵੇ। ਪਰ ਵੱਸਦਾ ਹੈ ਗੁਪਤ)।",
    "pronunciation": "ਘਟੀਂ ਘਟੁ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59911,
    "shabad_id": 5478,
    "pada": 20,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਤੇ ਸੋਹਾਗਣੀ; ਜਿਨ੍ਹਾ ਗੁਰਮੁਖਿ ਪਰਗਟੁ ਹੋੲਿ ||੧੯||",
    "transliteration": "Naanak Thae Sohaaganee Jinhaa Guramukh Paragatt Hoe ||19||",
    "translation": "O Nanak, the Gurmukhs are the happy, virtuous soul-brides; the Lord is revealed to them. ||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਭਾਗਾਂ ਵਾਲੀਆਂ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ (ਉਹ ਖਸਮ-ਪ੍ਰਭੂ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਗਟ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59912,
    "shabad_id": 5478,
    "pada": 21,
    "source_line": 2,
    "gurmukhi": "ਜੳੁ ਤੳੁ; ਪ੍ਰੇਮ ਖੇਲਣ ਕਾ ਚਾੳੁ ||",
    "transliteration": "Jo Tho Praem Khaelan Kaa Chaao ||",
    "translation": "If you desire to play this game of love with Me,",
    "punjabi": "ਜੇ ਤੈਨੂੰ (ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਦੀ) ਖੇਡ ਖੇਡਣ ਦਾ ਸ਼ੌਕ ਹੈ,",
    "pronunciation": "ਖ੍ਹੇਲਣ",
    "type_id": 3
  },
  {
    "id": 59913,
    "shabad_id": 5478,
    "pada": 21,
    "source_line": 2,
    "gurmukhi": "ਸਿਰੁ ਧਰਿ ਤਲੀ; ਗਲੀ ਮੇਰੀ ਅਾੳੁ ||",
    "transliteration": "Sir Dhhar Thalee Galee Maeree Aao ||",
    "translation": "Then step onto My Path with your head in hand.",
    "punjabi": "ਤਾਂ (ਆਪਣਾ) ਸਿਰ ਤਲੀ ਉੱਤੇ ਰੱਖ ਕੇ ਮੇਰੀ ਗਲੀ ਵਿਚ ਆ (ਲੋਕ-ਲਾਜ ਛੱਡ ਕੇ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਆ)।",
    "pronunciation": "ਗਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59914,
    "shabad_id": 5478,
    "pada": 21,
    "source_line": 3,
    "gurmukhi": "ੲਿਤੁ ਮਾਰਗਿ ਪੈਰੁ ਧਰੀਜੈ ||",
    "transliteration": "Eith Maarag Pair Dhhareejai ||",
    "translation": "When you place your feet on this Path,",
    "punjabi": "(ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਦੇ) ਇਸ ਰਸਤੇ ਉੱਤੇ (ਤਦੋਂ ਹੀ) ਪੈਰ ਧਰਿਆ ਜਾ ਸਕਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59915,
    "shabad_id": 5478,
    "pada": 21,
    "source_line": 3,
    "gurmukhi": "ਸਿਰੁ ਦੀਜੈ; ਕਾਣਿ. ਨ ਕੀਜੈ ||੨੦||",
    "transliteration": "Sir Dheejai Kaan N Keejai ||20||",
    "translation": "Give Me your head, and do not pay any attention to public opinion. ||20||",
    "punjabi": "(ਜਦੋਂ) ਸਿਰ ਭੇਟਾ ਕੀਤਾ ਜਾਏ, ਪਰ ਕੋਈ ਝਿਜਕ ਨਾਹ ਕੀਤੀ ਜਾਏ (ਜਦੋਂ ਬਿਨਾ ਕਿਸੇ ਝਿਜਕ ਦੇ ਲੋਕ-ਲਾਜ ਅਤੇ ਹਉਮੈ ਛੱਡੀ ਜਾਏ) ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59916,
    "shabad_id": 5478,
    "pada": 22,
    "source_line": 3,
    "gurmukhi": "ਨਾਲਿ ਕਿਰਾੜਾ ਦੋਸਤੀ; ਕੂੜੈ ਕੂੜੀ ਪਾੲਿ ||",
    "transliteration": "Naal Kiraarraa Dhosathee Koorrai Koorree Paae ||",
    "translation": "False is friendship with the false and greedy. False is its foundation.",
    "punjabi": "ਜੇ ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀਆਂ ਗਿਣਤੀਆਂ ਗਿਣਨ ਵਾਲੇ ਮਨੁੱਖ ਨਾਲ ਦੋਸਤੀ ਬਣਾਈ ਜਾਏ, (ਤਾਂ ਉਸ ਕਿਰਾੜ ਦੇ ਅੰਦਰਲੇ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਉਸ ਦੀ ਦੋਸਤੀ ਦੀ) ਪਾਂਇਆਂ ਭੀ ਇਤਬਾਰ-ਜੋਗ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59917,
    "shabad_id": 5478,
    "pada": 22,
    "source_line": 4,
    "gurmukhi": "ਮਰਣੁ. ਨ ਜਾਪੈ ਮੂਲਿਅਾ; ਅਾਵੈ ਕਿਤੈ ਥਾੲਿ ||੨੧||",
    "transliteration": "Maran N Jaapai Mooliaa Aavai Kithai Thhaae ||21||",
    "translation": "O Moollah, no one knows where death shall strike. ||21||",
    "punjabi": "ਹੇ ਮੂਲਿਆ! (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਮਨੁੱਖ ਸਦਾ ਮੌਤ ਤੋਂ ਬਚੇ ਰਹਿਣ ਦੇ ਉਪਰਾਲੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਸ ਨੂੰ ਇਹ ਗੱਲ) ਸੁੱਝਦੀ ਹੀ ਨਹੀਂ ਕਿ ਮੌਤ ਕਿਸੇ ਭੀ ਥਾਂ ਤੇ (ਕਿਸੇ ਭੀ ਵੇਲੇ) ਆ ਸਕਦੀ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59918,
    "shabad_id": 5478,
    "pada": 23,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਹੀਣੰ; ਅਗਿਅਾਨ ਪੂਜਾ ||",
    "transliteration": "Giaan Heenan Agiaan Poojaa ||",
    "translation": "Without spiritual wisdom, the people worship ignorance.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਤੋਂ ਸੱਖਣੇ ਹੁੰਦੇ ਹਨ, ਉਹ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਨੂੰ ਹੀ ਸਦਾ ਪਸੰਦ ਕਰਦੇ ਹਨ।",
    "pronunciation": "ਪੂਜਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59919,
    "shabad_id": 5478,
    "pada": 23,
    "source_line": 5,
    "gurmukhi": "ਅੰਧ ਵਰਤਾਵਾ; ਭਾੳੁ ਦੂਜਾ ||੨੨||",
    "transliteration": "Andhh Varathaavaa Bhaao Dhoojaa ||22||",
    "translation": "They grope in the darkness, in the love of duality. ||22||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਮੋਹ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹਨਾਂ ਦਾ) ਵਰਤਣ-ਵਿਹਾਰ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ (ਬਣਾਈ ਰੱਖਣ ਵਾਲਾ ਹੁੰਦਾ) ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59920,
    "shabad_id": 5478,
    "pada": 24,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਬਿਨੁ ਗਿਅਾਨੁ; ਧਰਮ ਬਿਨੁ ਧਿਅਾਨੁ ||",
    "transliteration": "Gur Bin Giaan Dhharam Bin Dhhiaan ||",
    "translation": "Without the Guru, there is no spiritual wisdom; without Dharma, there is no meditation.",
    "punjabi": "ਗੁਰੂ (ਦੀ ਸਰਨ ਪੈਣ) ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਨਹੀਂ ਬਣਦੀ। (ਇਸ ਡੂੰਘੀ ਸਾਂਝ ਨੂੰ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਜ਼ਰੂਰੀ) ਫ਼ਰਜ਼ ਬਣਾਣ ਤੋਂ ਬਿਨਾ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਲਗਨ ਨਹੀਂ ਬਣਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59921,
    "shabad_id": 5478,
    "pada": 24,
    "source_line": 5,
    "gurmukhi": "ਸਚ ਬਿਨੁ ਸਾਖੀ; ਮੂਲੋ. ਨ ਬਾਕੀ ||੨੩||",
    "transliteration": "Sach Bin Saakhee Moolo N Baakee ||23||",
    "translation": "Without Truth, there is no credit; without capital, there is no balance. ||23||",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਹੋਰ ਮਾਇਕ ਉੱਦਮਾਂ ਦੀ ਜੀਵਨ-) ਰਾਹਦਾਰੀ ਦੇ ਕਾਰਨ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਉਹ) ਸਰਮਾਇਆ ਭੀ ਪੱਲੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦਾ (ਜਿਸ ਨੇ ਮਨੁੱਖਾ ਜਨਮ ਲੈ ਕੇ ਦਿੱਤਾ ਸੀ) ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59922,
    "shabad_id": 5478,
    "pada": 25,
    "source_line": 6,
    "gurmukhi": "ਮਾਣੂ ਘਲੈ; ੳੁਠੀ ਚਲੈ ||",
    "transliteration": "Maanoo Ghalai Outhee Chalai ||",
    "translation": "The mortals are sent into the world; then, they arise and depart.",
    "punjabi": "(ਪਰਮਾਤਮਾ) ਮਨੁੱਖ ਨੂੰ (ਜਗਤ ਵਿਚ ਕੋਈ ਆਤਮਕ ਲਾਭ ਖੱਟਣ ਲਈ) ਭੇਜਦਾ ਹੈ, (ਪਰ ਜੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਖੱਟੀ ਖੱਟਣ ਤੋਂ ਬਿਨਾ ਹੀ ਮਨੁੱਖ ਜਗਤ ਤੋਂ) ਉੱਠ ਕੇ ਤੁਰ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "(ਮਾਣੂ) ਮਨੱੁਖ ਨੰੂ ਰਾਮ ਜੀ ਹੀ ਮਨੁਖਾ ਜਨਮ ਚ (ਘੱਲੈ) ਘੱਲਦੇ ਹਨ[ ੳੁ੍ਨਠੀ ਚੱਲੈ",
    "type_id": 3
  },
  {
    "id": 59923,
    "shabad_id": 5478,
    "pada": 25,
    "source_line": 6,
    "gurmukhi": "ਸਾਦੁ ਨਾਹੀ; ੲਿਵੇ ਹੀ ਗਲੈ ||੨੪||",
    "transliteration": "Saadh Naahee Eivaehee Galai ||24||",
    "translation": "There is no joy in this. ||24||",
    "punjabi": "(ਤਾਂ) ਇਹੋ ਜਿਹਾ ਜੀਵਨ ਜੀਊਣ ਵਿਚ ਮਨੁੱਖ ਨੂੰ ਕੋਈ) ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ ॥੨੪॥",
    "pronunciation": "ੲਿਵੇ-ਹੀ, ਗਲੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59924,
    "shabad_id": 5478,
    "pada": 26,
    "source_line": 6,
    "gurmukhi": "ਰਾਮੁ ਝੁਰੈ ਦਲ ਮੇਲਵੈ; ਅੰਤਰਿ ਬਲੁ ਅਧਿਕਾਰ ||",
    "transliteration": "Raam Jhurai Dhal Maelavai Anthar Bal Adhhikaar ||",
    "translation": "Raam Chand, sad at heart, assembled his army and forces.",
    "punjabi": "(ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਉਸ ਕਰਤਾਰ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ। ਵੇਖੋ! ਰਾਵਣ ਨਾਲ ਲੜਾਈ ਕਰਨ ਵਾਸਤੇ) ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਅੰਦਰ (ਫ਼ੌਜਾਂ ਇਕੱਠੀਆਂ ਕਰਨ ਦੇ) ਅਧਿਕਾਰ ਦੀ ਤਾਕਤ ਭੀ ਹੈ, (ਫਿਰ ਭੀ ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ ਦੁਖੀ ਹੁੰਦਾ ਹੈ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59925,
    "shabad_id": 5478,
    "pada": 26,
    "source_line": 7,
    "gurmukhi": "ਬੰਤਰ ਕੀ ਸੈਨਾ. ਸੇਵੀਅੈ; ਮਨਿ ਤਨਿ ਜੁਝੁ ਅਪਾਰੁ ||",
    "transliteration": "Banthar Kee Sainaa Saeveeai Man Than Jujh Apaar ||",
    "translation": "The army of monkeys was at his service; his mind and body became eager for war.",
    "punjabi": "(ਹਾਲਾਂਕਿ) ਵਾਨਰਾਂ ਦੀ (ਉਸ) ਫ਼ੌਜ ਦੀ ਰਾਹੀਂ (ਉਸ ਦੀ) ਸੇਵਾ ਭੀ ਹੋ ਰਹੀ ਹੈ (ਜਿਸ ਸੈਨਾ ਦੇ) ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਜੁੱਧ ਕਰਨ ਦਾ ਬੇਅੰਤ ਚਾਉ ਹੈ,",
    "pronunciation": "ਜੱੁਝੁ",
    "type_id": 3
  },
  {
    "id": 59926,
    "shabad_id": 5478,
    "pada": 26,
    "source_line": 7,
    "gurmukhi": "ਸੀਤਾ ਲੈ ਗੲਿਅਾ ਦਹਸਿਰੋ; ਲਛਮਣੁ ਮੂਓ ਸਰਾਪਿ ||",
    "transliteration": "Seethaa Lai Gaeiaa Dhehasiro Lashhaman Mooou Saraap ||",
    "translation": "Raawan captured his wife Sita, and Lachhman was cursed to die.",
    "punjabi": "(ਫਿਰ ਭੀ ਜਦੋਂ) ਸੀਤਾ (ਜੀ) ਨੂੰ ਰਾਵਣ ਲੈ ਗਿਆ ਸੀ, (ਤੇ, ਫਿਰ ਜਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦਾ ਭਾਈ) ਲਛਮਨ ਸਰਾਪ ਨਾਲ ਮਰ ਗਿਆ ਸੀ, (ਤਦੋਂ ਰਾਮਚੰਦ੍ਰ ਦੁਖੀ ਹੋਇਆ।)",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 59927,
    "shabad_id": 5478,
    "pada": 26,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਕਰਤਾ ਕਰਣਹਾਰੁ; ਕਰਿ ਵੇਖੈ ਥਾਪਿ ੳੁਥਾਪਿ ||੨੫||",
    "transliteration": "Naanak Karathaa Karanehaar Kar Vaekhai Thhaap Outhhaap ||25||",
    "translation": "O Nanak, the Creator Lord is the Doer of all; He watches over all, and destroys what He has created. ||25||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਰਤਾਰ ਸਭ ਕੁਝ ਕਰ ਸਕਣ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ (ਉਸ ਨੂੰ ਕਦੇ ਝੁਰਨ ਦੀ ਦੁਖੀ ਹੋਣ ਦੀ ਲੋੜ ਨਹੀਂ), ਉਹ ਤਾਂ ਪੈਦਾ ਕਰ ਕੇ ਨਾਸ ਕਰ ਕੇ (ਸਭ ਕੁਝ ਕਰ ਕੇ ਆਪ ਹੀ) ਵੇਖਦਾ ਹੈ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59928,
    "shabad_id": 5478,
    "pada": 27,
    "source_line": 8,
    "gurmukhi": "ਮਨ ਮਹਿ ਝੂਰੈ ਰਾਮਚੰਦੁ; ਸੀਤਾ ਲਛਮਣ ਜੋਗੁ ||",
    "transliteration": "Man Mehi Jhoorai Raamachandh Seethaa Lashhaman Jog ||",
    "translation": "In his mind, Raam Chand mourned for Sita and Lachhman.",
    "punjabi": "(ਵੇਖੋ, ਸ੍ਰੀ) ਰਾਮਚੰਦ੍ਰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਸੀਤਾ (ਜੀ) ਦੀ ਖ਼ਾਤਰ ਦੁਖੀ ਹੋਇਆ (ਜਦੋਂ ਸੀਤਾ ਜੀ ਨੂੰ ਰਾਵਣ ਚੁਰਾ ਕੇ ਲੈ ਗਿਆ, ਫਿਰ) ਦੁਖੀ ਹੋਇਆ ਲਛਮਣ ਦੀ ਖ਼ਾਤਰ (ਜਦੋਂ ਰਣਭੂਮੀ ਵਿਚ ਲਛਮਨ ਬਰਛੀ ਨਾਲ ਮੂਰਛਿਤ ਹੋਇਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59929,
    "shabad_id": 5478,
    "pada": 27,
    "source_line": 9,
    "gurmukhi": "ਹਣਵੰਤਰੁ ਅਾਰਾਧਿਅਾ; ਅਾੲਿਅਾ ਕਰਿ ਸੰਜੋਗੁ ||",
    "transliteration": "Hanavanthar Aaraadhhiaa Aaeiaa Kar Sanjog ||",
    "translation": "Then, he remembered Hanuman the monkey-god, who came to him.",
    "punjabi": "(ਤਦੋਂ ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਨੇ) ਹਨੂਮਾਨ ਨੂੰ ਯਾਦ ਕੀਤਾ ਜੋ (ਪਰਮਾਤਮਾ ਵਲੋਂ ਬਣੇ) ਸੰਜੋਗ ਦੇ ਕਾਰਨ (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਜੀ ਦੀ ਸਰਨ) ਆਇਆ ਸੀ।",
    "pronunciation": "(ਹਣਵੰਤਰੁ) ਹਨੂੰਮਾਨ",
    "type_id": 3
  },
  {
    "id": 59930,
    "shabad_id": 5478,
    "pada": 27,
    "source_line": 9,
    "gurmukhi": "ਭੂਲਾ ਦੈਤੁ. ਨ ਸਮਝੲੀ; ਤਿਨਿ ਪ੍ਰਭ ਕੀੲੇ ਕਾਮ ||",
    "transliteration": "Bhoolaa Dhaith N Samajhee Thin Prabh Keeeae Kaam ||",
    "translation": "The misguided demon did not understand that God is the Doer of deeds.",
    "punjabi": "ਮੂਰਖ ਰਾਵਣ (ਭੀ) ਇਹ ਗੱਲ ਨਾਹ ਸਮਝਿਆ ਕਿ ਇਹ ਸਾਰੇ ਕੰਮ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ) ਕੀਤੇ ਸਨ",
    "pronunciation": "ਦੈਂਤੁ",
    "type_id": 3
  },
  {
    "id": 59931,
    "shabad_id": 5478,
    "pada": 27,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਵੇਪਰਵਾਹੁ ਸੋ; ਕਿਰਤੁ. ਨ ਮਿਟੲੀ, ਰਾਮ ||੨੬||",
    "transliteration": "Naanak Vaeparavaahu So Kirath N Mittee Raam ||26||",
    "translation": "O Nanak, the actions of the Self-existent Lord cannot be erased. ||26||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ (ਤਾਂ) ਬੇ-ਮੁਥਾਜ ਹੈ, (ਸ੍ਰੀ ਰਾਮਚੰਦ੍ਰ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ) (ਸ੍ਰੀ) ਰਾਮਚੰਦ (ਜੀ) ਪਾਸੋਂ ਭਾਵੀ ਨਾਹ ਮਿਟ ਸਕੀ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59932,
    "shabad_id": 5478,
    "pada": 28,
    "source_line": 10,
    "gurmukhi": "ਲਾਹੋਰ ਸਹਰੁ; ਜਹਰੁ ਕਹਰੁ. ਸਵਾ ਪਹਰੁ ||੨੭||",
    "transliteration": "Laahaar Sehar Jehar Kehar Savaa Pehar ||27||",
    "translation": "The city of Lahore suffered terrible destruction for four hours. ||27||",
    "punjabi": "ਲਾਹੌਰ ਦਾ ਸ਼ਹਰ (ਸ਼ਹਰ-ਨਿਵਾਸੀਆਂ ਵਾਸਤੇ ਆਤਮਕ ਮੌਤ ਲਿਆਈ ਰੱਖਣ ਦੇ ਕਾਰਣ) ਜ਼ਹਰ (ਬਣਿਆ ਪਿਆ ਹੈ, ਕਿਉਂਕਿ ਇੱਥੇ ਨਿੱਤ ਸਵੇਰੇ ਰੱਬੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਥਾਂ) ਸਵਾ ਪਹਰ (ਦਿਨ ਚੜ੍ਹੇ ਤਕ ਮਾਸ ਦੀ ਖ਼ਾਤਰ ਪਸ਼ੂਆਂ ਉਤੇ) ਕਹਰ (ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ। ਮਾਸ ਆਦਿਕ ਖਾਣਾ ਅਤੇ ਵਿਸ਼ੇ ਭੋਗਣਾ ਹੀ ਲਾਹੌਰ-ਨਿਵਾਸੀਆਂ ਦਾ ਜੀਵਨ-ਮਨੋਰਥ ਬਣ ਰਿਹਾ ਹੈ) ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59933,
    "shabad_id": 5479,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਹਲਾ ੩ ||",
    "transliteration": "Mehalaa 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59934,
    "shabad_id": 5479,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਲਾਹੋਰ ਸਹਰੁ; ਅੰਮਿ੍ਰਤਸਰੁ ਸਿਫਤੀ ਦਾ ਘਰੁ ||੨੮||",
    "transliteration": "Laahaar Sehar Anmrith Sar Sifathee Dhaa Ghar ||28||",
    "translation": "The city of Lahore is a pool of ambrosial nectar, the home of praise. ||28||",
    "punjabi": "(ਹੁਣ) ਲਾਹੌਰ ਸ਼ਹਰ ਅੰਮ੍ਰਿਤ ਦਾ ਚਸ਼ਮਾ ਬਣ ਗਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸੋਮਾ ਬਣ ਗਿਆ ਹੈ (ਕਿਉਂਕਿ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ ਜਨਮ ਹੋਇਆ ਹੈ) ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59935,
    "shabad_id": 5480,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਹਲਾ ੧ ||",
    "transliteration": "Mehalaa 1 ||",
    "translation": "First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59936,
    "shabad_id": 5480,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੳੁਦੋਸਾਹੈ ਕਿਅਾ ਨੀਸਾਨੀ; ਤੋਟਿ. ਨ ਅਾਵੈ ਅੰਨੀ ||",
    "transliteration": "Oudhosaahai Kiaa Neesaanee Thott N Aavai Annee ||",
    "translation": "What are the signs of a prosperous person? His stores of food never run out.",
    "punjabi": "ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਕੀਤੀ ਦੌੜ-ਭੱਜ ਦੀ ਕੀਹ ਪਛਾਣ ਹੈ? (ਪਛਾਣ ਇਹ ਹੈ ਕਿ ਇਹ ਦੌੜ-ਭੱਜ ਕਰਨ ਵਾਲੇ ਨੂੰ) ਅੰਨ-ਧਨ ਦੀ ਘਾਟ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59937,
    "shabad_id": 5480,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੳੁਦੋਸੀਅ ਘਰੇ ਹੀ ਵੁਠੀ; ਕੁੜਿੲਂØੀ ਰੰਨੀ ਧੰਮੀ ||",
    "transliteration": "Oudhoseea Gharae Hee Vuthee Kurrieanaee Rannee Dhhanmee ||",
    "translation": "Prosperity dwells in his home, with the sounds of girls and women.",
    "punjabi": "(ਪਰ ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜ-ਭੱਜ ਦੇ ਕਾਰਨ ਹਰਿ-ਨਾਮ ਵਲੋਂ) ਲਾ-ਪਰਵਾਹੀ ਭੀ ਸਦਾ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੀਆਂ ਇੰਦ੍ਰੀਆਂ ਦਾ ਧਮੱਚੜ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਦੋਸੀਅ) ਬਹੁਤੀ ਵਿਭੂਤ, ਪ੍ਰਭਤਾ[ਵੱੁਠੀ[ ਕੁੜਿ-ੲਂØੀ",
    "type_id": 3
  },
  {
    "id": 59938,
    "shabad_id": 5480,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਤੀ ਰੰਨੀ ਘਰੇ ਸਿਅਾਪਾ; ਰੋਵਨਿ ਕੂੜੀ ਕੰਮੀ ||",
    "transliteration": "Sathee Rannee Gharae Siaapaa Rovan Koorree Kanmee ||",
    "translation": "All the women of his home shout and cry over useless things.",
    "punjabi": "(ਦੋ ਅੱਖਾਂ, ਦੋ ਕੰਨ, ਇਕ ਨੱਕ, ਇਕ ਮੂੰਹ, ਇਕ ਕਾਮ-ਇੰਦ੍ਰੀ, ਇਹਨਾਂ) ਸੱਤਾਂ ਹੀ ਇੰਦ੍ਰੀਆਂ ਦਾ ਝਗੜਾ ਸਰੀਰ-ਘਰ ਵਿਚ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ। ਇਹ ਇੰਦ੍ਰੀਆਂ (ਵਿਕਾਰਾਂ ਵਾਲੇ) ਕੂੜੇ ਕੰਮਾਂ ਵਾਸਤੇ ਰੌਲਾ ਪਾਂਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "ਸੱਤੀਂ",
    "type_id": 3
  },
  {
    "id": 59939,
    "shabad_id": 5480,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਲੇਵੈ ਸੋ ਦੇਵੈ ਨਾਹੀ; ਖਟੇ ਦੰਮ ਸਹੰਮੀ ||੨੯||",
    "transliteration": "Jo Laevai So Dhaevai Naahee Khattae Dhanm Sehanmee ||29||",
    "translation": "Whatever he takes, he does not give back. Seeking to earn more and more, he is troubled and uneasy. ||29||",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ ਨਿਰੀ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ) ਦਮੜੇ ਤਾਂ ਕਮਾਂਦਾ ਹੈ, ਪਰ ਸਹਮ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਜੋ ਕੁਝ ਕਮਾਂਦਾ ਹੈ ਉਹ ਹੋਰਨਾਂ ਨੂੰ ਹੱਥੋਂ ਦੇਂਦਾ ਨਹੀਂ ॥੨੯॥",
    "pronunciation": "ਖੱਟੇ",
    "type_id": 3
  },
  {
    "id": 59940,
    "shabad_id": 5480,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਪਬਰ ਤੂੰ ਹਰੀਅਾਵਲਾ; ਕਵਲਾ ਕੰਚਨ ਵੰਨਿ ||",
    "transliteration": "Pabar Thoon Hareeaavalaa Kavalaa Kanchan Vann ||",
    "translation": "O lotus, your leaves were green, and your blossoms were gold.",
    "punjabi": "ਹੇ ਸਰੋਵਰ! ਤੂੰ (ਕਦੇ) ਚੁਫੇਰੇ ਹਰਾ ਹੀ ਹਰਾ ਸੈਂ, (ਤੇਰੇ ਅੰਦਰ) ਸੋਨੇ ਦੇ ਰੰਗ ਵਾਲੇ (ਚਮਕਦੇ) ਕੌਲ-ਫੁੱਲ (ਖਿੜੇ ਹੋਏ ਸਨ)।",
    "pronunciation": "ਪੱਬਰ[ਹਰੀ-ਅਾਵਲਾ: ਬਿਹਾਰੀ ਦੱਬ ਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59941,
    "shabad_id": 5480,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਕੈ ਦੋਖੜੈ ਸੜਿਓਹਿ, ਕਾਲੀ ਹੋੲੀਅਾ ਦੇਹੁਰੀ; ਨਾਨਕ. ਮੈ ਤਨਿ ਭੰਗੁ ||",
    "transliteration": "Kai Dhokharrai Sarriouhi Kaalee Hoeeaa Dhaehuree Naanak Mai Than Bhang ||",
    "translation": "What pain has burnt you, and made your body black? O Nanak, my body is battered.",
    "punjabi": "ਹੁਣ ਤੂੰ ਕਿਸ ਨੁਕਸ ਦੇ ਕਾਰਨ ਸੜ ਗਿਆ ਹੈਂ? ਤੇਰਾ ਸੋਹਣਾ ਸਰੀਰ ਕਿਉਂ ਕਾਲਾ ਹੋ ਗਿਆ ਹੈ? ਹੇ ਨਾਨਕ! (ਇਸ ਕਾਲਖ ਦਾ ਕਾਰਨ ਇਹ ਹੈ ਕਿ) ਮੇਰੇ ਸਰੀਰ ਵਿਚ (ਪਾਣੀ ਵਲੋਂ) ਟੋਟ ਆ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59942,
    "shabad_id": 5480,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਾਣਾ ਪਾਣੀ ਨਾ ਲਹਾਂ; ਜੈ ਸੇਤੀ ਮੇਰਾ ਸੰਗੁ ||",
    "transliteration": "Jaanaa Paanee Naa Lehaan Jai Saethee Maeraa Sang ||",
    "translation": "I have not received that water which I love.",
    "punjabi": "ਮੈਨੂੰ ਇਹ ਸਮਝ ਆ ਰਹੀ ਹੈ ਕਿ (ਉਹ) ਪਾਣੀ ਹੁਣ ਮੈਨੂੰ ਨਹੀਂ ਮਿਲਦਾ, ਜਿਸ (ਪਾਣੀ) ਨਾਲ ਮੇਰਾ (ਸਦਾ) ਸਾਥ (ਰਹਿੰਦਾ ਸੀ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59943,
    "shabad_id": 5480,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਜਿਤੁ ਡਿਠੈ ਤਨੁ ਪਰਫੁੜੈ; ਚੜੈ ਚਵਗਣਿ ਵੰਨੁ ||੩੦||",
    "transliteration": "Jith Ddithai Than Parafurrai Charrai Chavagan Vann ||30||",
    "translation": "Seeing it, my body blossomed forth, and I was blessed with a deep and beautiful color. ||30||",
    "punjabi": "ਜਿਸ (ਪਾਣੀ) ਦਾ ਦਰਸਨ ਕਰ ਕੇ ਸਰੀਰ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ, ਚਾਰ-ਗੁਣਾਂ ਰੰਗ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ (ਉਹ) ਪਾਣੀ ਹੁਣ ਮੈਨੂੰ ਨਹੀਂ ਮਿਲਦਾ ॥੩੦॥",
    "pronunciation": "ਪਰ-ਫੁੜੈ[ ਚੜ੍ਹੈ, ਚ-ਵੱਗਣਿ",
    "type_id": 3
  },
  {
    "id": 59944,
    "shabad_id": 5480,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਰਜਿ. ਨ ਕੋੲੀ ਜੀਵਿਅਾ; ਪਹੁਚਿ. ਨ ਚਲਿਅਾ ਕੋੲਿ ||",
    "transliteration": "Raj N Koee Jeeviaa Pahuch N Chaliaa Koe ||",
    "translation": "No one lives long enough to accomplish all he wishes.",
    "punjabi": "(ਲੰਮੀ) ਉਮਰ ਭੋਗ ਭੋਗ ਕੇ ਭੀ ਕਿਸੇ ਮਨੁੱਖ ਦੀ ਕਦੇ ਤਸੱਲੀ ਨਹੀਂ ਹੋਈ। ਨਾਹ ਕੋਈ ਮਨੁੱਖ ਦੁਨੀਆ ਵਾਲੇ ਸਾਰੇ ਧੰਧੇ ਮੁਕਾ ਕੇ (ਇੱਥੋਂ) ਤੁਰਦਾ ਹੈ (ਨਾਹ ਹੀ ਕੋਈ ਇਹ ਆਖਦਾ ਹੈ ਕਿ ਹੁਣ ਮੇਰੇ ਕੰਮ-ਧੰਧੇ ਮੁੱਕ ਗਏ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59945,
    "shabad_id": 5480,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗਿਅਾਨੀ ਜੀਵੈ ਸਦਾ ਸਦਾ; ਸੁਰਤੀ ਹੀ ਪਤਿ ਹੋੲਿ ||",
    "transliteration": "Giaanee Jeevai Sadhaa Sadhaa Surathee Hee Path Hoe ||",
    "translation": "Only the spiritually wise live forever; they are honored for their intuitive awareness.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਸੂਝ ਵਾਲਾ ਮਨੁੱਖ ਸਦਾ ਹੀ ਆਤਮਕ ਜੀਵਨ ਜੀਊਂਦਾ ਹੈ (ਸਦਾ ਆਪਣੀ ਸੁਰਤ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ) (ਪਰਮਾਤਮਾ ਵਿਚ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਣ ਵਾਲੇ ਮਨੁੱਖ ਦੀ ਹੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59946,
    "shabad_id": 5480,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਸਰਫੈ ਸਰਫੈ ਸਦਾ ਸਦਾ; ੲੇਵੈ ਗੲੀ ਵਿਹਾੲਿ ||",
    "transliteration": "Sarafai Sarafai Sadhaa Sadhaa Eaevai Gee Vihaae ||",
    "translation": "Bit by bit, life passes away, even though the mortal tries to hold it back.",
    "punjabi": "(ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦੀ ਉਮਰ) ਸਦਾ ਹੀ ਕਿਰਸਾਂ ਕਰਦਿਆਂ ਕਰਦਿਆਂ ਇਹਨਾਂ ਕਿਰਸਾਂ ਵਿਚ ਹੀ ਬੀਤ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59947,
    "shabad_id": 5480,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਕਿਸ ਨੋ ਅਾਖੀਅੈ; ਵਿਣੁ ਪੁਛਿਅਾ ਹੀ ਲੈ ਜਾੲਿ ||੩੧||",
    "transliteration": "Naanak Kis No Aakheeai Vin Pushhiaa Hee Lai Jaae ||31||",
    "translation": "O Nanak, unto whom should we complain? Death takes one's life away without anyone's consent. ||31||",
    "punjabi": "(ਸਰਫ਼ਿਆਂ-ਮਾਰੇ ਮਨੁੱਖ ਨੂੰ ਭੀ ਮੌਤ) ਉਸ ਦੀ ਸਲਾਹ ਪੁੱਛਣ ਤੋਂ ਬਿਨਾ ਹੀ ਇੱਥੋਂ ਲੈ ਤੁਰਦੀ ਹੈ। ਕਿਸੇ ਦੀ ਭੀ ਪੇਸ਼ ਨਹੀਂ ਜਾ ਸਕਦੀ ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59948,
    "shabad_id": 5480,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਦੋਸੁ. ਨ ਦੇਅਹੁ ਰਾੲਿ ਨੋ; ਮਤਿ ਚਲੈ ਜਾਂ ਬੁਢਾ ਹੋਵੈ ||",
    "transliteration": "Dhos N Dhaeahu Raae No Math Chalai Jaan Budtaa Hovai ||",
    "translation": "Do not blame the Sovereign Lord; when someone grows old, his intellect leaves him.",
    "punjabi": "ਮਾਇਆਧਾਰੀ ਮਨੁੱਖ ਦੇ ਸਿਰ ਦੋਸ਼ ਨਾਹ ਥੱਪੋ (ਮਾਇਆ ਦਾ ਮੋਹ ਉਸ ਨੂੰ ਸਦਾ ਮਾਇਆ ਵਿਚ ਹੀ ਜਕੜੀ ਰੱਖਦਾ ਹੈ)। ਜਦੋਂ (ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ) ਬੁੱਢਾ (ਵੱਡੀ ਉਮਰ ਦਾ) ਹੋ ਜਾਂਦਾ ਹੈ (ਤਦੋਂ ਤਾਂ ਪਰਮਾਰਥ ਵਾਲੇ ਪਾਸੇ ਕੰਮ ਕਰਨ ਵਲੋਂ ਉਸ ਦੀ) ਅਕਲ (ਉੱਕਾ ਹੀ) ਰਹਿ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59949,
    "shabad_id": 5480,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਗਲਾਂ ਕਰੇ ਘਣੇਰੀਅਾ; ਤਾਂ ਅੰਨ੍ਹੇ ਪਵਣਾ ਖਾਤੀ ਟੋਵੈ ||੩੨||",
    "transliteration": "Galaan Karae Ghanaereeaa Thaan Annhae Pavanaa Khaathee Ttovai ||32||",
    "translation": "The blind man talks and babbles, and then falls into the ditch. ||32||",
    "punjabi": "(ਉਹ ਹਰ ਵੇਲੇ ਮਾਇਆ ਦੀਆਂ ਹੀ) ਬਹੁਤੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ। ਅੰਨ੍ਹੇ ਮਨੁੱਖ ਨੇ ਤਾਂ ਟੋਇਆਂ ਗੜ੍ਹਿਆਂ ਵਿਚ ਹੀ ਡਿੱਗਣਾ ਹੋਇਆ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਵਾਲਾ ਰਸਤਾ ਦਿੱਸੇ ਹੀ ਨਾਹ, ਉਸ ਨੇ ਤਾਂ ਮੋਹ ਦੇ ਠੇਢੇ ਖਾ ਖਾ ਕੇ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਪਏ ਰਹਿਣਾ ਹੋਇਆ) ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59950,
    "shabad_id": 5480,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਪੂਰੇ ਕਾ ਕੀਅਾ. ਸਭ ਕਿਛੁ ਪੂਰਾ; ਘਟਿ ਵਧਿ ਕਿਛੁ ਨਾਹੀ ||",
    "transliteration": "Poorae Kaa Keeaa Sabh Kishh Pooraa Ghatt Vadhh Kishh Naahee ||",
    "translation": "All that the Perfect Lord does is perfect; there is not too little, or too much.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਇਹ ਨਿਸਚਾ ਰੱਖਦਾ ਹੈ ਕਿ ਸਰਬ-ਗੁਣ-ਭਰਪੂਰ ਪਰਮਾਤਮਾ ਦੀ ਰਚੀ ਜਗਤ-ਮਰਯਾਦਾ ਅਭੁੱਲ ਹੈ, ਇਸ ਵਿਚ ਕਿਤੇ ਕੋਈ ਨੁਕਸ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਘੱਟਿ ਵੱਧਿ",
    "type_id": 3
  },
  {
    "id": 59951,
    "shabad_id": 5480,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਅੈਸਾ ਜਾਣੈ; ਪੂਰੇ ਮਾਂਹਿ ਸਮਾਂਹੀ ||੩੩||",
    "transliteration": "Naanak Guramukh Aisaa Jaanai Poorae Maanhi Samaanhee ||33||",
    "translation": "O Nanak, knowing this as Gurmukh, the mortal merges into the Perfect Lord God. ||33||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਇਸ ਨਿਸ਼ਚੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
