[
  {
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 1,
    "gurmukhi": "hir pRBu vyprvwhu hY; ikqu KwDY iqpqwie]",
    "transliteration": "Har Prabh Vaeparavaahu Hai Kith Khaadhhai Thipathaae ||",
    "translation": "My Lord God is Self-existent and Independent. What does He need to eat to be satisfied?",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੂੰ ਤਾਂ ਕਿਸੇ ਚੀਜ਼ ਦੀ ਕੋਈ ਮੁਥਾਜੀ-ਲੋੜ ਨਹੀਂ ਹੈ, ਫਿਰ ਉਹ ਕਿਹੜੀ ਚੀਜ਼ ਖਾਣ ਨਾਲ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 1,
    "gurmukhi": "siqgur kY BwxY jo clY; iqpqwsY hir gux gwie]",
    "transliteration": "Sathigur Kai Bhaanai Jo Chalai Thipathaasai Har Gun Gaae ||",
    "translation": "Whoever walks in harmony with the Will of the True Guru, and sings the Glorious Praises of the Lord, is pleasing to Him.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਜੀਵਨ-ਤੋਰ ਤੁਰਦਾ ਹੈ ਅਤੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, (ਉਸ ਉਤੇ ਪਰਮਾਤਮਾ) ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 13,
    "source_line": 2,
    "gurmukhi": "Dnu Dnu kljuig nwnkw; ij cly siqgur Bwie]12]",
    "transliteration": "Dhhan Dhhan Kalajug Naanakaa J Chalae Sathigur Bhaae ||12||",
    "translation": "Blessed, blessed are they, in this Dark Age of Kali Yuga, O Nanak, who walk in harmony with the Will of the True Guru. ||12||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਵਿਕਾਰਾਂ-ਭਰੇ ਸੰਸਾਰ ਵਿਚ ਉਹ ਮਨੁੱਖ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਮਰਜ਼ੀ ਅਨੁਸਾਰ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰਦੇ ਹਨ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 14,
    "source_line": 3,
    "gurmukhi": "siqgurU. n syivE; sbdu. n riKE aur Dwir]",
    "transliteration": "Sathiguroo N Saeviou Sabadh N Rakhiou Our Dhhaar ||",
    "translation": "Those who do not serve the True Guru, and do not keep the Shabad enshrined in their hearts",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਕਦੇ) ਗੁਰੂ ਦਾ ਆਸਰਾ ਨਹੀਂ ਲਿਆ, ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਕਦੇ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਕੇ ਨਹੀਂ ਰੱਖਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 14,
    "source_line": 3,
    "gurmukhi": "iDgu iqnw kw jIivAw; ikqu Awey sMswir]",
    "transliteration": "Dhhig Thinaa Kaa Jeeviaa Kith Aaeae Sansaar ||",
    "translation": "Cursed are their lives. Why did they even come into the world?",
    "punjabi": "ਉਹ ਕਾਹਦੇ ਲਈ ਜਗਤ ਵਿਚ ਆਏ? ਉਹਨਾਂ ਦਾ ਜੀਵਨ-ਸਮਾ ਫਿਟਕਾਰ-ਜੋਗ ਹੀ ਰਹਿੰਦਾ ਹੈ (ਉਹ ਸਾਰੀ ਉਮਰ ਉਹੋ ਜਿਹੇ ਕੰਮ ਹੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਤੋਂ ਜਗਤ ਵਿਚ ਉਹਨਾਂ ਨੂੰ ਫਿਟਕਾਰਾਂ ਹੀ ਪੈਂਦੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 14,
    "source_line": 3,
    "gurmukhi": "gurmqI Bau min pvY; qW hir ris lgY ipAwir]",
    "transliteration": "Guramathee Bho Man Pavai Thaan Har Ras Lagai Piaar ||",
    "translation": "If one follows the Guru's Teachings, and keeps the Fear of God in his mind, then he is lovingly attuned to the sublime essence of the Lord.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ (ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ (ਪਰਮਾਤਮਾ ਦਾ) ਡਰ-ਅਦਬ ਟਿਕਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਮੇਲ-ਆਨੰਦ ਵਿਚ ਜੁੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 14,
    "source_line": 4,
    "gurmukhi": "nwau imlY. Duir iliKAw; jn nwnk. pwir auqwir]13]",
    "transliteration": "Naao Milai Dhhur Likhiaa Jan Naanak Paar Outhaar ||13||",
    "translation": "By his primal destiny, he obtains the Name; O Nanak, he is carried across. ||13||",
    "punjabi": "ਪਰ; ਹੇ ਨਾਨਕ! ਹਰਿ-ਨਾਮ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਲੇਖ ਅਨੁਸਾਰ ਹੀ ਮਿਲਦਾ ਹੈ, ਤੇ, ਇਹ ਨਾਮ (ਮਨੁੱਖ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 15,
    "source_line": 5,
    "gurmukhi": "mwieAw moih. jgu BrimAw; Gru musY Kbir. n hoie]",
    "transliteration": "Maaeiaa Mohi Jag Bharamiaa Ghar Musai Khabar N Hoe ||",
    "translation": "The world wanders lost in emotional attachment to Maya; it does not realize that its own home is being plundered.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ ਜਗਤ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, (ਜੀਵ ਦਾ ਹਿਰਦਾ-) ਘਰ (ਆਤਮਕ ਸਰਮਾਇਆ) ਲੁੱਟਿਆ ਜਾਂਦਾ ਹੈ (ਪਰ ਜੀਵ ਨੂੰ) ਇਹ ਪਤਾ ਹੀ ਨਹੀਂ ਲੱਗਦਾ।",
    "pronunciation": "mu`sY",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 15,
    "source_line": 5,
    "gurmukhi": "kwm kRoiD mnu ihir lieAw; mnmuK AMDw loie]",
    "transliteration": "Kaam Krodhh Man Hir Laeiaa Manamukh Andhhaa Loe ||",
    "translation": "The self-willed manmukh is blind in the world; his mind is lured away by sexual desire and anger.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜਗਤ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ, ਕਾਮ ਨੇ ਕ੍ਰੋਧ ਨੇ (ਉਸ ਦੇ) ਮਨ ਨੂੰ ਚੁਰਾ ਲਿਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 15,
    "source_line": 6,
    "gurmukhi": "igAwn KVg. pMc dUq sMGwry; gurmiq jwgY soie]",
    "transliteration": "Giaan Kharrag Panch Dhooth Sanghaarae Guramath Jaagai Soe ||",
    "translation": "With the sword of spiritual wisdom, kill the five demons. Remain awake and aware to the Guru's Teachings.",
    "punjabi": "(ਜਿਹੜਾ ਮਨੁੱਖ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦੀ ਤਲਵਾਰ (ਫੜ ਕੇ ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀਆਂ ਨੂੰ ਮਾਰ ਲੈਂਦਾ ਹੈ, ਉਹ ਹੀ ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 15,
    "source_line": 6,
    "gurmukhi": "nwm rqnu prgwisAw; mnu qnu inrmlu hoie]",
    "transliteration": "Naam Rathan Paragaasiaa Man Than Niramal Hoe ||",
    "translation": "The Jewel of the Naam is revealed, and the mind and body are purified.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਰਤਨ ਚਮਕ ਪੈਂਦਾ ਹੈ, ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 15,
    "source_line": 7,
    "gurmukhi": "nwm hIn. nkty iPrih; ibnu nwvY. bih roie]",
    "transliteration": "Naameheen Nakattae Firehi Bin Naavai Behi Roe ||",
    "translation": "Those who lack the Naam wander around lost, with their noses cut off; without the Name, they sit and cry.",
    "punjabi": "ਪਰ, ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਮਨੁੱਖ ਬੇ-ਸ਼ਰਮਾਂ ਵਾਂਗ ਤੁਰੇ ਫਿਰਦੇ ਹਨ। ਨਾਮ ਤੋਂ ਵਾਂਜਿਆ ਹੋਇਆ ਮਨੁੱਖ ਬਹਿ ਕੇ ਰੋਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਸਦਾ ਦੁਖੀ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 15,
    "source_line": 7,
    "gurmukhi": "nwnk. jo Duir krqY iliKAw; su myit. n skY koie]14]",
    "transliteration": "Naanak Jo Dhhur Karathai Likhiaa S Maett N Sakai Koe ||14||",
    "translation": "O Nanak, no one can erase that which is pre-ordained by the Creator Lord. ||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਕਰਤਾਰ ਦੀ ਰਜ਼ਾ ਇਉਂ ਹੀ ਹੈ ਕਿ ਨਾਮ-ਹੀਨ ਪ੍ਰਾਣੀ ਦੁਖੀ ਰਹੇ, ਸੋ) ਕਰਤਾਰ ਨੇ ਜੋ ਕੁਝ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਇਹ ਲੇਖ ਲਿਖ ਦਿੱਤਾ ਹੈ, ਇਸ ਨੂੰ ਕੋਈ ਮਿਟਾ ਨਹੀਂ ਸਕਦਾ (ਉਲਟਾ ਨਹੀਂ ਸਕਦਾ) ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 16,
    "source_line": 8,
    "gurmukhi": "gurmuKw hir Dnu KitAw; gur kY sbid vIcwir]",
    "transliteration": "Guramukhaa Har Dhhan Khattiaa Gur Kai Sabadh Veechaar ||",
    "translation": "The Gurmukhs earn the wealth of the Lord, contemplating the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹਰਿ-ਨਾਮ ਨੂੰ) ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਧਨ ਖੱਟ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 16,
    "source_line": 8,
    "gurmukhi": "nwmu pdwrQu pwieAw; Aqut Bry BMfwr]",
    "transliteration": "Naam Padhaarathh Paaeiaa Athutt Bharae Bhanddaar ||",
    "translation": "They receive the wealth of the Naam; their treasures are overflowing.",
    "punjabi": "ਗੁਰਮੁਖਾਂ ਨੇ ਕੀਮਤੀ ਨਾਮ-ਧਨ ਲੱਭ ਲਿਆ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ-ਧਨ ਦੇ) ਅਮੁੱਕ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 16,
    "source_line": 9,
    "gurmukhi": "hir gux bwxI aucrih; AMqu n pwrwvwru]",
    "transliteration": "Har Gun Baanee Oucharehi Anth N Paaraavaar ||",
    "translation": "Through the Word of the Guru's Bani, they utter the Glorious Praises of the Lord, whose end and limitations cannot be found.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਜਿਸ ਪਰਮਾਤਮਾ (ਦੀ ਹਸਤੀ) ਦਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਨੂੰ (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ) ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 16,
    "source_line": 9,
    "gurmukhi": "nwnk. sB kwrx krqw krY; vyKY isrjnhwru ]15]",
    "transliteration": "Naanak Sabh Kaaran Karathaa Karai Vaekhai Sirajanehaar ||15||",
    "translation": "O Nanak, the Creator is the Doer of all; the Creator Lord beholds all. ||15||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਇਹ ਸਾਰੇ ਢੋਅ ਕਰਤਾਰ (ਆਪ ਹੀ) ਢੁਕਾਂਦਾ ਹੈ, (ਇਸ ਖੇਡ ਨੂੰ) ਸਿਰਜਣਹਾਰ (ਆਪ) ਵੇਖ ਰਿਹਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 17,
    "source_line": 10,
    "gurmukhi": "gurmuiK AMqir shju hY; mnu ciVAw dsvY Awkwis]",
    "transliteration": "Guramukh Anthar Sehaj Hai Man Charriaa Dhasavai Aakaas ||",
    "translation": "Within the Gurmukh is intuitive peace and poise; his mind ascends to the Tenth Plane of the Akaashic Ethers.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਉਸ ਦਾ ਮਨ (ਉਸ) ਦਸਵੇਂ ਦੁਆਰ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਥੇ ਸਰੀਰ ਉਤੇ ਨੌ ਗੋਲਕਾਂ ਦਾ ਪ੍ਰਭਾਵ ਨਹੀਂ ਪੈ ਸਕਦਾ)।",
    "pronunciation": "ciV@Aw",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 17,
    "source_line": 10,
    "gurmukhi": "iqQY. aUNG n BuK hY; hir AMimRq nwmu suKvwsu]",
    "transliteration": "Thithhai Oonagh N Bhukh Hai Har Anmrith Naam Sukh Vaas ||",
    "translation": "No one is sleepy or hungry there; they dwell in the peace of the Ambrosial Name of the Lord.",
    "punjabi": "ਉਸ ਅਵਸਥਾ ਵਿਚ (ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਨੀਂਦ ਨਹੀਂ ਆਉਂਦੀ, ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ (ਸਤਾਂਦੀ)। (ਉਸ ਅਵਸਥਾ ਵਿਚ ਗੁਰਮੁਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ-ਨਾਮ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 17,
    "source_line": 11,
    "gurmukhi": "nwnk. duKu suKu ivAwpq nhI; ijQY Awqm rwm pRgwsu]16]",
    "transliteration": "Naanak Dhukh Sukh Viaapath Nehee Jithhai Aatham Raam Pragaas ||16||",
    "translation": "O Nanak, pain and pleasure do not afflict anyone, where the Light of the Lord, the Supreme Soul, illuminates. ||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਥੇ ਨਾਹ ਦੁੱਖ ਨਾਹ ਸੁਖ (ਕੋਈ ਭੀ ਆਪਣਾ) ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 18,
    "source_line": 11,
    "gurmukhi": "kwm kRoD kw colVw; sB gil Awey pwie]",
    "transliteration": "Kaam Krodhh Kaa Cholarraa Sabh Gal Aaeae Paae ||",
    "translation": "All have come, wearing the robes of sexual desire and anger.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਕਾਮ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਦੇ ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਜਾ ਸਕਣ ਵਾਲਾ ਸਰੀਰ-ਚੋਲਾ ਪਹਿਨ ਕੇ (ਜਗਤ ਵਿਚ) ਆਉਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 18,
    "source_line": 12,
    "gurmukhi": "ieik aupjih. ieik ibnis jWih; hukmy AwvY jwie]",
    "transliteration": "Eik Oupajehi Eik Binas Jaanhi Hukamae Aavai Jaae ||",
    "translation": "Some are born, and some pass away. They come and go according to the Hukam of the Lord's Command.",
    "punjabi": "ਕਈ ਜੰਮਦੇ ਹਨ ਕਈ ਮਰਦੇ ਹਨ, (ਸਾਰੀ ਲੁਕਾਈ ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 18,
    "source_line": 12,
    "gurmukhi": "jMmxu mrxu. n cukeI; rMgu lgw dUjY Bwie]",
    "transliteration": "Janman Maran N Chukee Rang Lagaa Dhoojai Bhaae ||",
    "translation": "Their comings and goings in reincarnation do not end; they are imbued with the love of duality.",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ ਜੀਵ ਦੀ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਪ੍ਰੀਤ ਲੱਗੀ ਹੋਈ ਹੈ (ਉਤਨਾ ਚਿਰ ਇਸ ਦਾ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਮੁੱਕਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 18,
    "source_line": 13,
    "gurmukhi": "bMDin bMiD BvweIAnu; krxw kCU n jwie]17]",
    "transliteration": "Bandhhan Bandhh Bhavaaeean Karanaa Kashhoo N Jaae ||17||",
    "translation": "Bound in bondage, they are made to wander, and they cannot do anything about it. ||17||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਹੀ ਮੋਹ ਦੀ) ਰੱਸੀ ਨਾਲ ਬੰਨ੍ਹ ਕੇ (ਸਾਰੀ ਲੁਕਾਈ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ) ਪਾਈ ਹੋਈ ਹੈ। (ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਲਈ ਉਸ ਦੀ ਮਿਹਰ ਤੋਂ ਬਿਨਾ ਹੋਰ) ਕੋਈ ਉਪਾਉ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੧੭॥",
    "pronunciation": "BvweI-Anu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 19,
    "source_line": 13,
    "gurmukhi": "ijn kau ikrpw DwrIAnu; iqnw siqguru imilAw Awie]",
    "transliteration": "Jin Ko Kirapaa Dhhaareean Thinaa Sathigur Miliaa Aae ||",
    "translation": "Those, upon whom the Lord showers His Mercy, come and meet the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਉੱਤੇ ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ ਮਿਹਰ ਕਰ ਦਿੱਤੀ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪਿਆ।",
    "pronunciation": "DwrI-Anu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 19,
    "source_line": 14,
    "gurmukhi": "siqguir imly. aultI BeI; mir jIivAw shij suBwie]",
    "transliteration": "Sathigur Milae Oulattee Bhee Mar Jeeviaa Sehaj Subhaae ||",
    "translation": "Meeting with the True Guru, they turn away from the world; they remain dead while still alive, with intuitive peace and poise.",
    "punjabi": "ਗੁਰੂ ਮਿਲਣ ਨਾਲ (ਜਿਸ ਮਨੁੱਖ ਦੀ ਸੁਰਤ ਕਾਮ ਕ੍ਰੋਧ ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਪਰਤ ਪਈ, ਉਹ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰ ਕੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਵਿਚ ਜੀਊ ਪਿਆ (ਆਤਮਕ ਜੀਵਨ ਜੀਊਣ ਲੱਗ ਪਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 19,
    "source_line": 14,
    "gurmukhi": "nwnk. BgqI riqAw; hir hir nwim smwie]18]",
    "transliteration": "Naanak Bhagathee Rathiaa Har Har Naam Samaae ||18||",
    "translation": "O Nanak, the devotees are imbued with the Lord; they are absorbed in the Name of the Lord. ||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪਰਮਾਤਮਾ ਦੀ) ਭਗਤੀ ਦੇ ਰੰਗ ਵਿਚ ਰੰਗੀਜਿਆਂ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 15,
    "gurmukhi": "mnmuK cMcl miq hY; AMqir bhuqu cqurweI]",
    "transliteration": "Manamukh Chanchal Math Hai Anthar Bahuth Chathuraaee ||",
    "translation": "The intellect of the self-willed manmukh is fickle; he is very tricky and clever within.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਮੱਤ ਹਰ ਵੇਲੇ ਭਟਕਦੀ ਰਹਿੰਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ (ਆਪਣੀ ਮੱਤ ਦੀ) ਚਤੁਰਾਈ (ਦਾ) ਬਹੁਤ (ਮਾਣ) ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 15,
    "gurmukhi": "kIqw kriqAw ibrQw gieAw; ieku iqlu Qwie. n pweI]",
    "transliteration": "Keethaa Karathiaa Birathhaa Gaeiaa Eik Thil Thhaae N Paaee ||",
    "translation": "Whatever he has done, and all that he does, is useless. Not even an iota of it is acceptable.",
    "punjabi": "(ਆਪਣੀ ਅਕਲ ਦੇ ਆਸਰੇ ਪੁੰਨ ਦਾਨ ਆਦਿਕ ਦਾ) ਕੀਤਾ ਹੋਇਆ (ਉਹਨਾਂ ਦਾ) ਸਾਰਾ ਉੱਦਮ ਵਿਅਰਥ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਦਾ ਇਹ ਉੱਦਮ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 16,
    "gurmukhi": "puMn dwnu jo bIjdy; sB Drmrwie kY jweI]",
    "transliteration": "Punn Dhaan Jo Beejadhae Sabh Dhharam Raae Kai Jaaee ||",
    "translation": "The charity and generosity he pretends to give will be judged by the Righteous Judge of Dharma.",
    "punjabi": "ਪੁੰਨ ਦਾਨ (ਆਦਿਕ) ਜਿਹੜਾ ਭੀ (ਕਰਮ-ਬੀਜ ਉਹ ਆਪਣੀ ਸਰੀਰ-ਧਰਤੀ ਵਿਚ) ਬੀਜਦੇ ਹਨ, (ਉਹਨਾਂ ਦੀ ਇਹ) ਸਾਰੀ (ਮਿਹਨਤ) ਧਰਮਰਾਜ ਦੇ ਹਵਾਲੇ ਹੋ ਜਾਂਦੀ ਹੈ (ਭਾਵ, ਇਸ ਸਾਰੀ ਮਿਹਨਤ ਨਾਲ ਤਾਂ ਮਨੁੱਖ ਧਰਮਰਾਜ ਦੇ ਹੀ ਅਧੀਨ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 17,
    "gurmukhi": "ibnu siqgurU. jmkwlu, n CofeI; dUjY Bwie KuAweI]",
    "transliteration": "Bin Sathiguroo Jamakaal N Shhoddee Dhoojai Bhaae Khuaaee ||",
    "translation": "Without the True Guru, the Messenger of Death does not leave the mortal alone; he is ruined by the love of duality.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ (ਜਨਮ) ਮਰਨ ਦਾ ਗੇੜ (ਮਨੁੱਖ ਨੂੰ) ਛੱਡਦਾ ਨਹੀਂ। ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਮਨੁੱਖ) ਖ਼ੁਆਰ ਹੀ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 17,
    "gurmukhi": "jobnu jWdw. ndir, n AwveI; jru phucY mir jweI]",
    "transliteration": "Joban Jaandhaa Nadhar N Aavee Jar Pahuchai Mar Jaaee ||",
    "translation": "Youth slips away imperceptibly, old age comes, and then he dies.",
    "punjabi": "(ਮਨੁੱਖ ਦੀ) ਜੁਆਨੀ ਲੰਘਦਿਆਂ ਚਿਰ ਨਹੀਂ ਲੱਗਦਾ, ਬੁਢੇਪਾ ਆ ਪਹੁੰਚਦਾ ਹੈ, (ਤੇ ਆਖ਼ਰ ਪ੍ਰਾਣੀ) ਮਰ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 18,
    "gurmukhi": "puqu klqu mohu hyqu hY; AMiq bylI ko n sKweI]",
    "transliteration": "Puth Kalath Mohu Haeth Hai Anth Baelee Ko N Sakhaaee ||",
    "translation": "The mortal is caught in love and emotional attachment to children and spouse, but none of them will be his helper and support in the end.",
    "punjabi": "ਪੁੱਤਰ, ਇਸਤ੍ਰੀ, ਮਾਇਆ ਦਾ ਮੋਹ ਪਿਆਰ-(ਇਹਨਾਂ ਵਿਚੋਂ) ਅੰਤ ਵੇਲੇ ਕੋਈ ਯਾਰ ਨਹੀਂ ਬਣਦਾ, ਕੋਈ ਸਾਥੀ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "k-l`qu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 18,
    "gurmukhi": "siqguru syvy. so suKu pwey; nwau vsY min AweI]",
    "transliteration": "Sathigur Saevae So Sukh Paaeae Naao Vasai Man Aaee ||",
    "translation": "Whoever serves the True Guru finds peace; the Name comes to abide in the mind.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਉਸ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 20,
    "source_line": 19,
    "gurmukhi": "nwnk. sy vfy vfBwgI; ij gurmuiK nwim smweI]19]",
    "transliteration": "Naanak Sae Vaddae Vaddabhaagee J Guramukh Naam Samaaee ||19||",
    "translation": "O Nanak, great and very fortunate are those who, as Gurmukh, are absorbed in the Naam. ||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਉੱਚੇ ਜੀਵਨ ਹੁੰਦੇ ਹਨ, ਵੱਡੇ ਭਾਗਾਂ ਵਾਲੇ ਹੁੰਦੇ ਹਨ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 21,
    "source_line": 19,
    "gurmukhi": "mnmuK. nwmu, n cyqnI; ibnu nwvY. duK roie]",
    "transliteration": "Manamukh Naam N Chaethanee Bin Naavai Dhukh Roe ||",
    "translation": "The self-willed manmukhs do not even think of the Name; without the Name, they cry in pain.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ ਮਨੁੱਖ (ਸਦਾ ਆਪਣੇ) ਦੁੱਖ ਫਰੋਲਦਾ ਰਹਿੰਦਾ ਹੈ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  }
]