[
  {
    "shabad_id": 5481,
    "pada": 21,
    "source_line": 1,
    "gurmukhi": "Awqmw rwmu. n pUjnI; dUjY ikau suKu hoie]",
    "transliteration": "Aathamaa Raam N Poojanee Dhoojai Kio Sukh Hoe ||",
    "translation": "They do not worship the Lord, the Supreme Soul; how can they find peace in duality?",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਨਹੀਂ ਕਰਦੇ। (ਭਲਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸੇ ਰਹਿ ਕੇ ਉਹਨਾਂ ਨੂੰ) ਸੁਖ ਕਿਵੇਂ ਹੋ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 21,
    "source_line": 1,
    "gurmukhi": "haumY AMqir mYlu hY; sbid. n kwFih Doie]",
    "transliteration": "Houmai Anthar Mail Hai Sabadh N Kaadtehi Dhhoe ||",
    "translation": "They are filled with the filth of egotism; they do not wash it away with the Word of the Shabad.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਹਉਮੈ ਦੀ ਮੈਲ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ਜਿਸ ਨੂੰ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਅੰਦਰੋਂ) ਧੋ ਕੇ ਨਹੀਂ ਕੱਢਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 21,
    "source_line": 2,
    "gurmukhi": "nwnk. ibnu nwvY, mYilAw muey; jnmu pdwrQu Koie]20]",
    "transliteration": "Naanak Bin Naavai Mailiaa Mueae Janam Padhaarathh Khoe ||20||",
    "translation": "O Nanak, without the Name, they die in their filth; they waste the priceless opportunity of this human life. ||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਮਨੁੱਖ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜਨਮ ਗਵਾ ਕੇ ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਨਾਲ ਭਰੇ ਰਹਿੰਦੇ ਹਨ, ਤੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 22,
    "source_line": 2,
    "gurmukhi": "mnmuK boly AMDuly; iqsu mih AgnI kw vwsu]",
    "transliteration": "Manamukh Bolae Andhhulae This Mehi Aganee Kaa Vaas ||",
    "translation": "The self-willed manmukhs are deaf and blind; they are filled with the fire of desire.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ (ਸੁਰਤ) ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ ਅੱਗ ਦਾ ਨਿਵਾਸ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ। (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਉਹ) ਅੰਨ੍ਹੇ ਤੇ ਬੋਲੇ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 22,
    "source_line": 3,
    "gurmukhi": "bwxI suriq. n buJnI; sbid. n krih pRgwsu]",
    "transliteration": "Baanee Surath N Bujhanee Sabadh N Karehi Pragaas ||",
    "translation": "They have no intuitive understanding of the Guru's Bani; they are not illumined with the Shabad.",
    "punjabi": "ਉਹ ਗੁਰੂ ਦੀ ਬਾਣੀ ਵਿਚ ਸੁਰਤ ਜੋੜਨੀ ਨਹੀਂ ਸਮਝਦੇ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੀ ਸੁਰਤ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਚਾਨਣ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 22,
    "source_line": 3,
    "gurmukhi": "Enw AwpxI AMdir suiD nhI; gur bcin. n krih ivswsu]",
    "transliteration": "Ounaa Aapanee Andhar Sudhh Nehee Gur Bachan N Karehi Visaas ||",
    "translation": "They do not know their own inner being, and they have no faith in the Guru's Word.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਆਪਣੇ ਆਪੇ ਦੀ ਸੂਝ ਨਹੀਂ ਹੁੰਦੀ, ਉਹ ਗੁਰੂ ਦੇ ਬਚਨ ਵਿਚ ਸਰਧਾ ਨਹੀਂ ਲਿਆਉਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 22,
    "source_line": 4,
    "gurmukhi": "igAwnIAw AMdir gur sbdu hY; inq hir ilv sdw ivgwsu]",
    "transliteration": "Giaaneeaa Andhar Gur Sabadh Hai Nith Har Liv Sadhaa Vigaas ||",
    "translation": "The Word of the Guru's Shabad is within the being of the spiritually wise ones. They always blossom in His love.",
    "punjabi": "ਪਰ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲੇ ਬੰਦਿਆਂ ਦੇ ਅੰਦਰ (ਸਦਾ) ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਲਗਨ ਸਦਾ ਹਰੀ ਵਿਚ ਰਹਿੰਦੀ ਹੈ (ਇਸ ਵਾਸਤੇ ਉਹਨਾਂ ਦੇ ਅੰਦਰ) ਸਦਾ (ਆਤਮਕ) ਖਿੜਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 22,
    "source_line": 4,
    "gurmukhi": "hir igAwnIAw kI rKdw; hau sd bilhwrI qwsu]",
    "transliteration": "Har Giaaneeaa Kee Rakhadhaa Ho Sadh Balihaaree Thaas ||",
    "translation": "The Lord saves the honor of the spiritually wise ones.I am forever a sacrifice to them.",
    "punjabi": "ਪਰਮਾਤਮਾ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਸਦਾ (ਇੱਜ਼ਤ) ਰੱਖਦਾ ਹੈ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਾ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 22,
    "source_line": 5,
    "gurmukhi": "gurmuiK jo hir syvdy; jn nwnku. qw kw dwsu]21]",
    "transliteration": "Guramukh Jo Har Saevadhae Jan Naanak Thaa Kaa Dhaas ||21||",
    "translation": "Servant Nanak is the slave of those Gurmukhs who serve the Lord. ||21||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਦਾ ਸੇਵਕ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 23,
    "source_line": 5,
    "gurmukhi": "mwieAw BuieAMgmu srpu hY; jgu GyirAw ibKu mwie]",
    "transliteration": "Maaeiaa Bhueiangam Sarap Hai Jag Ghaeriaa Bikh Maae ||",
    "translation": "The poisonous snake, the serpent of Maya, has surrounded the world with its coils, O mother!",
    "punjabi": "ਮਾਇਆ ਸੱਪ ਹੈ ਵੱਡਾ ਸੱਪ। ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਜ਼ਹਰ ਦਾ ਭਰਿਆ ਇਹ ਮਾਇਆ-ਸੱਪ ਜਗਤ ਨੂੰ ਘੇਰੀ ਬੈਠਾ ਹੈ।",
    "pronunciation": "Buie-AMgmu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 23,
    "source_line": 6,
    "gurmukhi": "ibKu kw mwrxu. hir nwmu hY; gur gruV sbdu muiK pwie]",
    "transliteration": "Bikh Kaa Maaran Har Naam Hai Gur Garurr Sabadh Mukh Paae ||",
    "translation": "The antidote to this poisonous venom is the Name of the Lord; the Guru places the magic spell of the Shabad into the mouth.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ ਇਸ) ਜ਼ਹਰ ਦਾ ਅਸਰ ਮੁਕਾ ਸਕਣ ਵਾਲਾ ਹੈ। ਗੁਰੂ ਦਾ ਸ਼ਬਦ (ਹੀ) ਗਾਰੁੜ ਮੰਤ੍ਰ ਹੈ (ਇਸ ਨੂੰ ਸਦਾ ਆਪਣੇ) ਮੂੰਹ ਵਿਚ ਪਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 23,
    "source_line": 7,
    "gurmukhi": "ijn kau pUrib iliKAw; iqn siqguru imilAw Awie]",
    "transliteration": "Jin Ko Poorab Likhiaa Thin Sathigur Miliaa Aae ||",
    "translation": "Those who are blessed with such pre-ordained destiny come and meet the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 23,
    "source_line": 7,
    "gurmukhi": "imil siqgur inrmlu hoieAw; ibKu haumY gieAw iblwie]",
    "transliteration": "Mil Sathigur Niramal Hoeiaa Bikh Houmai Gaeiaa Bilaae ||",
    "translation": "Meeting with the True Guru, they become immaculate, and the poison of egotism is eradicated.",
    "punjabi": "ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਹਨਾਂ ਦਾ ਜੀਵਨ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ ਜ਼ਹਰ ਸਦਾ ਲਈ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 23,
    "source_line": 8,
    "gurmukhi": "gurmuKw ky muK aujly; hir drgh soBw pwie]",
    "transliteration": "Guramukhaa Kae Mukh Oujalae Har Dharageh Sobhaa Paae ||",
    "translation": "Radiant and bright are the faces of the Gurmukhs; they are honored in the Court of the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਸੋਭਾ ਖੱਟ ਕੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਮੂੰਹ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 23,
    "source_line": 8,
    "gurmukhi": "jn nwnku. sdw kurbwxu iqn; jo cwlih siqgur Bwie]22]",
    "transliteration": "Jan Naanak Sadhaa Kurabaan Thin Jo Chaalehi Sathigur Bhaae ||22||",
    "translation": "Servant Nanak is forever a sacrifice to those who walk in harmony with the Will of the True Guru. ||22||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦੇ ਹਨ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 9,
    "gurmukhi": "siqgur purKu inrvYru hY; inq ihrdY hir ilv lwie]",
    "transliteration": "Sathigur Purakh Niravair Hai Nith Hiradhai Har Liv Laae ||",
    "translation": "The True Guru, the Primal Being, has no hatred or vengeance. His heart is constantly attuned to the Lord.",
    "punjabi": "ਗੁਰੂ (ਇਕ ਐਸਾ ਮਹਾ) ਪੁਰਖ ਹੈ ਜਿਸ ਦਾ ਕਿਸੇ ਨਾਲ ਭੀ ਵੈਰ ਨਹੀਂ ਹੈ, ਗੁਰੂ ਹਰ ਵੇਲੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਨਾਲ ਲਗਨ ਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 9,
    "gurmukhi": "inrvYrY nwil vYru rcwiedw; ApxY Gir lUkI lwie]",
    "transliteration": "Niravairai Naal Vair Rachaaeidhaa Apanai Ghar Lookee Laae ||",
    "translation": "Whoever directs hatred against the Guru, who has no hatred at all, only sets his own home on fire.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਅਜਿਹੇ) ਨਿਰਵੈਰ (ਗੁਰੂ) ਨਾਲ ਵੈਰ ਬਣਾਈ ਰੱਖਦਾ ਹੈ, ਉਹ ਆਪਣੇ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਈਰਖਾ ਦੀ) ਚੁਆਤੀ ਬਾਲੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 10,
    "gurmukhi": "AMqir kRoDu AhMkwru hY; An idnu jlY sdw duKu pwie ]",
    "transliteration": "Anthar Krodhh Ahankaar Hai Anadhin Jalai Sadhaa Dhukh Paae ||",
    "translation": "Anger and egotism are within him night and day; he burns, and suffers constant pain.",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਕ੍ਰੋਧ (ਦਾ ਭਾਂਬੜ) ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਅਹੰਕਾਰ (ਦਾ ਭਾਂਬੜ ਬਲਦਾ ਰਹਿੰਦਾ) ਹੈ (ਜਿਸ ਵਿਚ) ਉਹ ਹਰ ਵੇਲੇ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਸਦਾ ਦੁੱਖ ਪਾਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 11,
    "gurmukhi": "kUVu boil boil inq Baukdy; ibKu KwDy dUjY Bwie]",
    "transliteration": "Koorr Bol Bol Nith Bhoukadhae Bikh Khaadhhae Dhoojai Bhaae ||",
    "translation": "They babble and tell lies, and keep on barking, eating the poison of the love of duality.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਵਿਰੁੱਧ) ਝੂਠ ਬੋਲ ਬੋਲ ਕੇ ਵਾਹੀ ਤਬਾਹੀ ਬੋਲਦੇ ਰਹਿੰਦੇ ਹਨ, ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਉਹ ਇਉਂ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਵੇਂ) ਉਹਨਾਂ ਜ਼ਹਰ ਖਾਧੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 11,
    "gurmukhi": "ibKu mwieAw kwrix Brmdy; iPir Gir Gir piq gvwie]",
    "transliteration": "Bikh Maaeiaa Kaaran Bharamadhae Fir Ghar Ghar Path Gavaae ||",
    "translation": "For the sake of the poison of Maya, they wander from house to house, and lose their honor.",
    "punjabi": "ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ-ਜ਼ਹਰ ਦੀ ਖ਼ਾਤਰ ਉਹ ਘਰ ਘਰ (ਦੇ ਬੂਹੇ) ਤੇ ਇੱਜ਼ਤ ਗਵਾ ਕੇ (ਹੌਲੇ ਪੈ ਕੇ) ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 12,
    "gurmukhi": "bysuAw kyry pUq ijau; ipqw nwmu iqsu jwie]",
    "transliteration": "Baesuaa Kaerae Pooth Jio Pithaa Naam This Jaae ||",
    "translation": "They are like the son of a prostitute, who does not know the name of his father.",
    "punjabi": "(ਅਜਿਹੇ ਮਨੁੱਖ) ਵੇਸੁਆ ਦੇ ਪੁੱਤਰ ਵਾਂਗ (ਨੱਕ-ਵੱਢੇ ਹੁੰਦੇ ਹਨ) ਜਿਸ ਦੇ ਪਿਤਾ ਦਾ ਨਾਮ ਗੁੰਮ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 12,
    "gurmukhi": "hir hir nwmu. n cyqnI; krqY Awip KuAwie]",
    "transliteration": "Har Har Naam N Chaethanee Karathai Aap Khuaae ||",
    "translation": "They do not remember the Name of the Lord, Har, Har; the Creator Himself brings them to ruin.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ (ਪਰ ਉਹਨਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਕਰਤਾਰ ਨੇ ਆਪ (ਹੀ ਉਹਨਾਂ ਨੂੰ) ਕੁਰਾਹੇ ਪਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 13,
    "gurmukhi": "hir gurmuiK ikrpw DwrIAnu; jn ivCuVy Awip imlwie]",
    "transliteration": "Har Guramukh Kirapaa Dhhaareean Jan Vishhurrae Aap Milaae ||",
    "translation": "The Lord showers His Mercy upon the Gurmukhs, and reunites the separated ones with Himself.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਉਤੇ ਹਰੀ ਨੇ ਆਪ ਕਿਰਪਾ ਕੀਤੀ ਹੁੰਦੀ ਹੈ। ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਹਨਾਂ ਵਿਛੁੜਿਆਂ ਨੂੰ ਹਰੀ ਆਪ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 24,
    "source_line": 13,
    "gurmukhi": "jn nwnku. iqsu bilhwrxY; jo siqgur lwgy pwie]23]",
    "transliteration": "Jan Naanak This Balihaaranai Jo Sathigur Laagae Paae ||23||",
    "translation": "Servant Nanak is a sacrifice to those who fall at the Feet of the True Guru. ||23||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਉਸ ਮਨੁੱਖ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, ਜਿਹੜੇ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 25,
    "source_line": 14,
    "gurmukhi": "nwim lgy sy aUbry; ibnu nwvY. jmpuir jWih]",
    "transliteration": "Naam Lagae Sae Oobarae Bin Naavai Jam Pur Jaanhi ||",
    "translation": "Those who are attached to the Naam, the Name of the Lord, are saved; without the Name, they must go to the City of Death.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜੇ ਰਹੇ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਗਏ। ਨਾਮ ਤੋਂ ਖ਼ਾਲੀ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਜਮਰਾਜ ਦੇ ਵੱਸ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 25,
    "source_line": 14,
    "gurmukhi": "nwnk. ibnu nwvY, suKu nhI; Awie gey pCuqwih]24]",
    "transliteration": "Naanak Bin Naavai Sukh Nehee Aae Geae Pashhuthaahi ||24||",
    "translation": "O Nanak, without the Name, they find no peace; they come and go in reincarnation with regrets. ||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਉਹਨਾਂ ਨੂੰ) ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਿਲਦਾ। (ਜਗਤ ਵਿਚ) ਜਨਮ ਲੈ ਕੇ (ਨਾਮ ਤੋਂ ਸੱਖਣੇ ਹੀ) ਜਾਂਦੇ ਹਨ ਤੇ ਪਛੁਤਾਂਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 26,
    "source_line": 15,
    "gurmukhi": "icMqw Dwvq rih gey; qW min BieAw AnMdu]",
    "transliteration": "Chinthaa Dhhaavath Rehi Geae Thaan Man Bhaeiaa Anandh ||",
    "translation": "When anxiety and wanderings come to an end, the mind becomes happy.",
    "punjabi": "ਮਾਇਆ ਦੀ ਚਿੰਤਾ ਵਿਚ ਭਟਕ ਰਹੇ ਜਿਹੜੇ ਮਨੁੱਖ (ਇਸ ਭਟਕਣਾ ਤੋਂ) ਹਟ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 26,
    "source_line": 15,
    "gurmukhi": "gur pRswdI buJIAY; sw Dn suqI inicMd]",
    "transliteration": "Gur Prasaadhee Bujheeai Saa Dhhan Suthee Nichindh ||",
    "translation": "By Guru's Grace, the soul-bride understands, and then she sleeps without worry.",
    "punjabi": "(ਪਰ ਇਹ ਭੇਤ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਸਮਝ ਸਕੀਦਾ ਹੈ। (ਜਿਹੜੀ) ਜੀਵ-ਇਸਤ੍ਰੀ (ਇਸ ਭੇਤ ਨੂੰ ਸਮਝ ਲੈਂਦੀ ਹੈ, ਉਹ) ਚਿੰਤਾ-ਰਹਿਤ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "s`uqI, in-icMd",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 26,
    "source_line": 16,
    "gurmukhi": "ijn kau pUrib iliKAw; iqn@w ByitAw gur goivMdu]",
    "transliteration": "Jin Ko Poorab Likhiaa Thinhaa Bhaettiaa Gur Govindh ||",
    "translation": "Those who have such pre-ordained destiny meet with the Guru, the Lord of the Universe.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ਉਹਨਾਂ ਨੂੰ ਗੁਰੂ-ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 26,
    "source_line": 16,
    "gurmukhi": "nwnk. shjy imil rhy; hir pwieAw prmwnMdu]25]",
    "transliteration": "Naanak Sehajae Mil Rehae Har Paaeiaa Paramaanandh ||25||",
    "translation": "O Nanak, they merge intuitively into the Lord, the Embodiment of Supreme Bliss. ||25||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ। ਸਭ ਤੋਂ ਉੱਚੇ ਆਤਮਕ ਆਨੰਦ ਦੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਉਹ ਮਨੁੱਖ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 17,
    "gurmukhi": "siqguru syvin Awpxw; gur sbdI vIcwir]",
    "transliteration": "Sathigur Saevan Aapanaa Gur Sabadhee Veechaar ||",
    "translation": "Those who serve their True Guru, who contemplate the Word of the Guru's Shabad,",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਪਿਆਰੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 17,
    "gurmukhi": "siqgur kw Bwxw mMin lYin; hir nwmu rKih aur Dwir]",
    "transliteration": "Sathigur Kaa Bhaanaa Mann Lain Har Naam Rakhehi Our Dhhaar ||",
    "translation": "Who honor and obey the Will of the True Guru, who keep the Lord's Name enshrined within their hearts,",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਨੂੰ (ਸਿਰ-ਮੱਥੇ) ਮੰਨਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 18,
    "gurmukhi": "AYQY EQY mMnIAin; hir nwim lgy vwpwir]",
    "transliteration": "Aithhai Outhhai Manneean Har Naam Lagae Vaapaar ||",
    "translation": "Are honored, here and hereafter; they are dedicated to the business of the Lord's Name.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਵਪਾਰ ਵਿਚ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਮਨੁੱਖ ਇਸ ਲੋਕ ਵਿਚ ਅਤੇ ਪਰਲੋਕ ਵਿਚ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 18,
    "gurmukhi": "gurmuiK sbid is\\wpdy; iqqu swcY drbwir]",
    "transliteration": "Guramukh Sabadh Sinjaapadhae Thith Saachai Dharabaar ||",
    "translation": "Through the Word of the Shabad, the Gurmukhs gain recognition in that Court of the True Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਸਦਾ-ਥਿਰ ਦਰਬਾਰ ਵਿਚ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪਛਾਣੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 19,
    "gurmukhi": "scw saudw Krcu scu; AMqir iprmu ipAwru]",
    "transliteration": "Sachaa Soudhaa Kharach Sach Anthar Piram Piaar ||",
    "translation": "The True Name is their merchandise, the True Name is their expenditure; the Love of their Beloved fills their inner beings.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਵਣਜ (ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ), ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਹੀ ਆਤਮਕ ਖ਼ੁਰਾਕ ਦੇ ਤੌਰ ਤੇ ਵਰਤਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦਾ ਪ੍ਰੇਮ-ਪਿਆਰ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 27,
    "source_line": 19,
    "gurmukhi": "jmkwlu nyiV. n AwveI; Awip bKsy krqwir]",
    "transliteration": "Jamakaal Naerr N Aavee Aap Bakhasae Karathaar ||",
    "translation": "The Messenger of Death does not even approach them; the Creator Lord Himself forgives them.",
    "punjabi": "ਉਹਨਾਂ ਉਤੇ ਕਰਤਾਰ ਨੇ ਆਪ ਮਿਹਰ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਮੌਤ (ਦਾ ਡਰ ਉਹਨਾਂ ਦੇ) ਨੇੜੇ ਨਹੀਂ ਢੁਕਦਾ (ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  }
]