[
  {
    "shabad_id": 5481,
    "pada": 42,
    "source_line": 1,
    "gurmukhi": "nwnk. kI pRB bynqI; hir BwvY bKis imlwie ]41]",
    "transliteration": "Naanak Kee Prabh Baenathee Har Bhaavai Bakhas Milaae ||41||",
    "translation": "Nanak offers this prayer: O Lord God, please forgive me, and unite me with Yourself. ||41||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! (ਤੇਰੇ ਦਾਸ) ਨਾਨਕ ਦੀ (ਤੇਰੇ ਦਰ ਤੇ) ਬੇਨਤੀ ਹੈ ਕਿ ਜਿਵੇਂ ਹੋ ਸਕੇ ਮਿਹਰ ਕਰ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜ ॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 43,
    "source_line": 1,
    "gurmukhi": "mn Awvx jwxu. n suJeI; nw suJY drbwru ]",
    "transliteration": "Man Aavan Jaan N Sujhee Naa Sujhai Dharabaar ||",
    "translation": "The mortal being does not understand the comings and goings of reincarnation; he does not see the Court of the Lord.",
    "punjabi": "ਹੇ ਮਨ! (ਤੈਨੂੰ) ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਸੁੱਝਦਾ (ਤੈਨੂੰ ਇਹ ਖ਼ਿਆਲ ਨਹੀਂ ਆਉਂਦਾ ਕਿ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਣਾ ਪਏਗਾ), (ਤੈਨੂੰ) ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਭੀ ਯਾਦ ਨਹੀਂ ਆਉਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 43,
    "source_line": 2,
    "gurmukhi": "mwieAw moih plyitAw; AMqir AigAwnu gubwru ]",
    "transliteration": "Maaeiaa Mohi Palaettiaa Anthar Agiaan Gubaar ||",
    "translation": "He is wrapped up in emotional attachment and Maya, and within his being is the darkness of ignorance.",
    "punjabi": "ਤੂੰ (ਸਦਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈਂ, ਤੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਘੁੱਪ ਹਨੇਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 43,
    "source_line": 2,
    "gurmukhi": "qb nru suqw jwigAw; isir fMfu lgw bhu Bwru ]",
    "transliteration": "Thab Nar Suthaa Jaagiaa Sir Ddandd Lagaa Bahu Bhaar ||",
    "translation": "The sleeping person wakes, only when he is hit on the head by a heavy club.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ) ਨੀਂਦ ਵਿਚ ਪਿਆ ਮਨੁੱਖ ਤਦੋਂ (ਹੀ) ਹੋਸ਼ ਕਰਦਾ ਹੈ ਜਦੋਂ (ਇਸ ਦੇ) ਸਿਰ ਉੱਤੇ (ਧਰਮਰਾਜ ਦਾ) ਤਕੜਾ ਕਰਾਰਾ ਡੰਡਾ ਵੱਜਦਾ ਹੈ (ਜਦੋਂ ਮੌਤ ਆ ਦਬੋਚਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 43,
    "source_line": 3,
    "gurmukhi": "gurmuKW krW aupir, hir cyiqAw; sy pwiein moK duAwru ]",
    "transliteration": "Guramukhaan Karaan Oupar Har Chaethiaa Sae Paaein Mokh Dhuaar ||",
    "translation": "The Gurmukhs dwell upon the Lord; they find the door of salvation.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਿਮਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਸ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਦਾ ਰਸਤਾ ਲੱਭ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "(krW) fMfW qoN au~pir ho gey",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 43,
    "source_line": 3,
    "gurmukhi": "nwnk. Awip Eih auDry; sB kutMb qry prvwr ]42]",
    "transliteration": "Naanak Aap Ouhi Oudhharae Sabh Kuttanb Tharae Paravaar ||42||",
    "translation": "O Nanak, they themselves are saved, and all their relatives are carried across as well. ||42||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਆਪ (ਭੀ ਵਿਕਾਰਾਂ ਵਿਚ ਗਲਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਪਰਵਾਰ-ਕੁਟੰਬ ਦੇ ਸਾਰੇ ਸਾਥੀ ਭੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 4,
    "gurmukhi": "sbid mrY; so muAw jwpY ]",
    "transliteration": "Sabadh Marai So Muaa Jaapai ||",
    "translation": "Whoever dies in the Word of the Shabad, is known to be truly dead.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰ ਜਾਂਦਾ ਹੈ, (ਤੇ, ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮਰਿਆ ਹੋਇਆ ਉਹ ਮਨੁੱਖ (ਜਗਤ ਵਿਚ) ਸੋਭਾ ਖੱਟਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 4,
    "gurmukhi": "gur prswdI; hir ris DRwpY ]",
    "transliteration": "Gur Parasaadhee Har Ras Dhhraapai ||",
    "translation": "By Guru's Grace, the mortal is satisfied by the sublime essence of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹਰਿ-ਨਾਮ-ਰਸ ਦੀ ਰਾਹੀਂ (ਮਨੁੱਖ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਵਲੋਂ) ਰੱਜ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 5,
    "gurmukhi": "hir drgih. gur sbid is\\\\wpY ]",
    "transliteration": "Har Dharagehi Gur Sabadh Sinjaapai ||",
    "translation": "Through the Word of the Guru's Shabad, he is recognized in the Court of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ (ਭੀ) ਸਤਕਾਰ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 5,
    "gurmukhi": "ibnu sbdY; muAw hY sBu koie ]",
    "transliteration": "Bin Sabadhai Muaa Hai Sabh Koe ||",
    "translation": "Without the Shabad, everyone is dead.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਆਤਮਕ ਮੌਤੇ ਮਰਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 5,
    "gurmukhi": "mnmuKu muAw; Apunw jnmu Koie ]",
    "transliteration": "Manamukh Muaa Apunaa Janam Khoe ||",
    "translation": "The self-willed manmukh dies; his life is wasted.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਆਪਣਾ ਮਨੁੱਖਾ ਜੀਵਨ ਅਜ਼ਾਈਂ ਗਵਾ ਕੇ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 6,
    "gurmukhi": "hir nwmu. n cyqih; AMiq duKu roie ]",
    "transliteration": "Har Naam N Chaethehi Anth Dhukh Roe ||",
    "translation": "Those who do not remember the Name of the Lord, shall cry in pain in the end.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਸਿਮਰਦੇ, ਉਹ (ਜ਼ਿੰਦਗੀ ਦੇ) ਅਖ਼ੀਰ ਤਕ (ਆਪਣਾ ਕੋਈ ਨਾ ਕੋਈ) ਦੁੱਖ (ਹੀ) ਰੋਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 44,
    "source_line": 6,
    "gurmukhi": "nwnk. krqw kry; su hoie ]43]",
    "transliteration": "Naanak Karathaa Karae S Hoe ||43||",
    "translation": "O Nanak, whatever the Creator Lord does, comes to pass. ||43||",
    "punjabi": "(ਪਰ, ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਹੇ ਨਾਨਕ! (ਜੀਵਾਂ ਦੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਜੀਵ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਜੋ ਕੁਝ ਕਰਦਾ ਹੈ, ਉਹੀ ਹੁੰਦਾ ਹੈ ॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 45,
    "source_line": 6,
    "gurmukhi": "gurmuiK. buFy kdy nwhI; ijn@w AMqir suriq igAwnu ]",
    "transliteration": "Guramukh Budtae Kadhae Naahee Jinhaa Anthar Surath Giaan ||",
    "translation": "The Gurmukhs never grow old; within them is intuitive understanding and spiritual wisdom.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਕਦੇ ਕਮਜ਼ੋਰ ਨਹੀਂ ਹੁੰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 45,
    "source_line": 7,
    "gurmukhi": "sdw sdw hir gux rvih; AMqir shj iDAwnu ]",
    "transliteration": "Sadhaa Sadhaa Har Gun Ravehi Anthar Sehaj Dhhiaan ||",
    "translation": "They chant the Praises of the Lord, forever and ever; deep within, they intuitively meditate on the Lord.",
    "punjabi": "ਉਹ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀ ਸਮਾਧੀ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 45,
    "source_line": 7,
    "gurmukhi": "Eie sdw AnMid ibbyk rhih; duiK suiK eyk smwin ]",
    "transliteration": "Oue Sadhaa Anandh Bibaek Rehehi Dhukh Sukh Eaek Samaan ||",
    "translation": "They dwell forever in blissful knowledge of the Lord; they look upon pain and pleasure as one and the same.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ) ਪਰਖ ਦੇ ਆਨੰਦ ਵਿਚ ਸਦਾ ਮਗਨ ਰਹਿੰਦੇ ਹਨ, (ਹਰੇਕ) ਦੁੱਖ ਵਿਚ (ਹਰੇਕ) ਸੁਖ ਵਿਚ ਉਹ ਸਦਾ ਅਡੋਲ-ਚਿੱਤ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 45,
    "source_line": 8,
    "gurmukhi": "iqnw ndrI ieko AwieAw; sBu Awqm rwmu pCwnu ]44]",
    "transliteration": "Thinaa Nadharee Eiko Aaeiaa Sabh Aatham Raam Pashhaan ||44||",
    "translation": "They see the One Lord in all, and realize the Lord, the Supreme Soul of all. ||44||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਹਰ ਥਾਂ ਸਿਰਫ਼ ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ ਸਾਥੀ ਹੀ ਵੱਸਦਾ ਦਿੱਸਦਾ ਹੈ ॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 46,
    "source_line": 9,
    "gurmukhi": "mnmuKu bwlku ibriD smwin hY; ijn@w AMqir hir suriq nwhI ]",
    "transliteration": "Manamukh Baalak Biradhh Samaan Hai Jinhaa Anthar Har Surath Naahee ||",
    "translation": "The self-willed manmukhs are like stupid children; they do not keep the Lord in their thoughts.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਨਰੋਏ ਸਰੀਰਕ ਅੰਗਾਂ ਵਾਲਾ ਹੁੰਦਾ ਹੋਇਆ ਭੀ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਬੁੱਢੇ ਮਨੁੱਖ ਵਰਗਾ ਕਮਜ਼ੋਰ ਹੁੰਦਾ ਹੈ। ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ ਲਗਨ ਨਹੀਂ ਹੁੰਦੀ,",
    "pronunciation": "hYN",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 46,
    "source_line": 9,
    "gurmukhi": "ivic haumY krm kmwvdy; sB Drmrwie kY jWhI ]",
    "transliteration": "Vich Houmai Karam Kamaavadhae Sabh Dhharam Raae Kai Jaanhee ||",
    "translation": "They do all their deeds in egotism, and they must answer to the Righteous Judge of Dharma.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਧਾਰਮਿਕ) ਕਰਮ (ਭੀ) ਹਉਮੈ ਵਿਚ (ਰਹਿ ਕੇ ਹੀ) ਕਰਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਧਰਮਰਾਜ ਦੇ ਵੱਸ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 46,
    "source_line": 10,
    "gurmukhi": "gurmuiK hCy inrmly; gur kY sbid suBwie ]",
    "transliteration": "Guramukh Hashhae Niramalae Gur Kai Sabadh Subhaae ||",
    "translation": "The Gurmukhs are good and immaculately pure; they are embellished and exalted with the Word of the Guru's Shabad.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਸੁੱਚੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 46,
    "source_line": 10,
    "gurmukhi": "Enw mYlu pqMgu. n lgeI; ij clin siqgur Bwie ]",
    "transliteration": "Ounaa Mail Pathang N Lagee J Chalan Sathigur Bhaae ||",
    "translation": "Not even a tiny bit of filth sticks to them; they walk in harmony with the Will of the True Guru.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਅਨੁਸਾਰ ਰਹਿ ਕੇ ਜੀਵਨ ਚਾਲ ਚੱਲਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਰਤਾ ਭੀ ਮੈਲ ਨਹੀਂ ਲੱਗਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 46,
    "source_line": 11,
    "gurmukhi": "mnmuK jUiT. n auqrY; jy sau Dovx pwie ]",
    "transliteration": "Manamukh Jooth N Outharai Jae So Dhhovan Paae ||",
    "translation": "The filth of the manmukhs is not washed away, even if they wash hundreds of times.",
    "punjabi": "ਪਰ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਜੂਠ (ਉਸ ਦੇ ਮਨ ਤੋਂ) ਕਦੇ ਭੀ ਨਹੀਂ ਲਹਿੰਦੀ, ਭਾਵੇਂ ਉਹ ਸੌ ਵਾਰੀ (ਉਸ ਨੂੰ) ਧੋਣ ਦਾ ਜਤਨ ਕਰਦਾ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 46,
    "source_line": 11,
    "gurmukhi": "nwnk. gurmuiK myilAnu; gur kY AMik smwie ]45]",
    "transliteration": "Naanak Guramukh Maelian Gur Kai Ank Samaae ||45||",
    "translation": "O Nanak, the Gurmukhs are united with the Lord; they merge into the Guru's Being. ||45||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਗੁਰੂ ਦੀ ਗੋਦ ਵਿਚ ਲੀਨ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾਇਆ ਹੁੰਦਾ ਹੈ ॥੪੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 47,
    "source_line": 12,
    "gurmukhi": "burw kry; su kyhw isJY ]",
    "transliteration": "Buraa Karae S Kaehaa Sijhai ||",
    "translation": "How can someone do bad things, and still live with himself?",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਮਾਇਆ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ ਕਿਸੇ ਹੋਰ ਨਾਲ) ਕੋਈ ਭੈੜ ਕਮਾਂਦਾ ਹੈ, ਉਹ ਜ਼ਿੰਦਗੀ ਵਿਚ ਕਾਮਯਾਬ ਨਹੀਂ ਸਮਝਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "is`JY",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 47,
    "source_line": 12,
    "gurmukhi": "AwpxY roih; Awpy hI dJY ]",
    "transliteration": "Aapanai Rohi Aapae Hee Dhajhai ||",
    "translation": "By his own anger, he only burns himself.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਹੀ ਗੁੱਸੇ (ਦੀ ਅੱਗ) ਵਿਚ ਆਪ ਹੀ ਸੜਦਾ ਹੈ।",
    "pronunciation": "d`JY",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 47,
    "source_line": 12,
    "gurmukhi": "mnmuiK kmlw; rgVY luJY ]",
    "transliteration": "Manamukh Kamalaa Ragarrai Lujhai ||",
    "translation": "The self-willed manmukh drives himself crazy with worries and stubborn struggles.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਝੱਲਾ ਹੋਇਆ ਫਿਰਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ) ਝਗੜੇ-ਝੰਬੇਲੇ ਵਿਚ (ਹੋਰਨਾਂ ਨਾਲ) ਖਹਿੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "lu`JY",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 47,
    "source_line": 13,
    "gurmukhi": "gurmuiK hoie; iqsu sB ikCu suJY ]",
    "transliteration": "Guramukh Hoe This Sabh Kishh Sujhai ||",
    "translation": "But those who become Gurmukh understand everything.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਦੇ) ਹਰੇਕ ਭੇਤ ਨੂੰ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "su`JY",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 47,
    "source_line": 13,
    "gurmukhi": "nwnk gurmuiK; mn isau luJY ]46]",
    "transliteration": "Naanak Guramukh Man Sio Lujhai ||46||",
    "translation": "O Nanak, the Gurmukh struggles with his own mind. ||46||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿਣ ਵਾਲਾ ਬੰਦਾ (ਆਪਣੇ) ਮਨ ਨਾਲ ਟਾਕਰਾ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 48,
    "source_line": 13,
    "gurmukhi": "ijnw siqguru purKu. n syivE; sbid. n kIqo vIcwru ]",
    "transliteration": "Jinaa Sathigur Purakh N Saeviou Sabadh N Keetho Veechaar ||",
    "translation": "Those who do not serve the True Guru, the Primal Being, and do not reflect upon the Word of the Shabad",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਮਹਾ ਪੁਰਖ ਦੀ ਸਰਨ ਨਹੀਂ ਫੜੀ, ਜਿਨ੍ਹਾਂ ਨੇ ਸ਼ਬਦ ਵਿਚ ਆਪਣਾ ਮਨ ਨਹੀਂ ਜੋੜਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 48,
    "source_line": 14,
    "gurmukhi": "Eie mwxs jUin. n AwKIAin; psU For gwvwr ]",
    "transliteration": "Oue Maanas Joon N Aakheean Pasoo Dtor Gaavaar ||",
    "translation": "- do not call them human beings; they are just animals and stupid beasts.",
    "punjabi": "ਉਹ ਬੰਦੇ ਮਨੁੱਖਾ ਜੂਨ ਵਿਚ ਆਏ ਨਹੀਂ ਕਹੇ ਜਾ ਸਕਦੇ, ਉਹ ਤਾਂ ਪਸ਼ੂ ਹਨ, ਉਹ ਤਾਂ ਮਰੇ ਹੋਏ ਪਸ਼ੂ ਹਨ ਉਹ ਮਹਾਂ ਮੂਰਖ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 48,
    "source_line": 14,
    "gurmukhi": "Enw AMqir. igAwnu n iDAwnu hY; hir sau. pRIiq n ipAwru ]",
    "transliteration": "Ounaa Anthar Giaan N Dhhiaan Hai Har So Preeth N Piaar ||",
    "translation": "They have no spiritual wisdom or meditation within their beings; they are not in love with the Lord.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਦੀ ਲਗਨ ਨਹੀਂ ਹੈ, ਪ੍ਰਭੂ ਨਾਲ ਉਹਨਾਂ ਦਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 48,
    "source_line": 15,
    "gurmukhi": "mnmuK muey ivkwr mih; mir jMmih vwro vwr ]",
    "transliteration": "Manamukh Mueae Vikaar Mehi Mar Janmehi Vaaro Vaar ||",
    "translation": "The self-willed manmukhs die in evil and corruption; they die and are reborn, again and again.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਉਹ ਮਨੁੱਖ ਵਿਕਾਰਾਂ ਵਿਚ ਹੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜੀ ਰੱਖਦੇ ਹਨ ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 48,
    "source_line": 16,
    "gurmukhi": "jIvidAw no imlY. su jIvdy; hir jgjIvn aur Dwir ]",
    "transliteration": "Jeevadhiaa No Milai S Jeevadhae Har Jagajeevan Our Dhhaar ||",
    "translation": "They alone live, who join with the living; enshrine the Lord, the Lord of Life, within your heart.",
    "punjabi": "ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਨੂੰ ਮਿਲਦਾ ਹੈ ਉਹ ਸਾਰੇ ਭੀ ਜਗਤ ਦੇ ਜੀਵਨ ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "j`gjIvn",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 48,
    "source_line": 16,
    "gurmukhi": "nwnk. gurmuiK sohxy; iqqu scY drbwir ]47]",
    "transliteration": "Naanak Guramukh Sohanae Thith Sachai Dharabaar ||47||",
    "translation": "O Nanak, the Gurmukhs look beautiful in that Court of the True Lord. ||47||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖਿ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਉਸ ਸਦਾ-ਥਿਰ (ਰੱਬੀ) ਦਰਬਾਰ ਵਿਚ ਸੋਭਾ ਖੱਟਦੇ ਹਨ ॥੪੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 49,
    "source_line": 17,
    "gurmukhi": "hirmMdru. hir swijAw; hir vsY ijsu nwil ]",
    "transliteration": "Har Mandhar Har Saajiaa Har Vasai Jis Naal ||",
    "translation": "The Lord built the Harimandir, the Temple of the Lord; the Lord dwells within it.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ ਇਹ ਸਰੀਰ-) ਹਰਿ-ਮੰਦਰ ਪਰਮਾਤਮਾ ਨੇ (ਆਪ) ਬਣਾਇਆ ਹੈ, ਇਸ ਸਰੀਰ-ਹਰਿਮੰਦਰ ਵਿਚ ਪਰਮਾਤਮਾ ਆਪ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 49,
    "source_line": 17,
    "gurmukhi": "gurmqI hir pwieAw; mwieAw moh prjwil ]",
    "transliteration": "Guramathee Har Paaeiaa Maaeiaa Moh Parajaal ||",
    "translation": "Following the Guru's Teachings, I have found the Lord; my emotional attachment to Maya has been burnt away.",
    "punjabi": "(ਪਰ) ਗੁਰੂ ਦੀ ਮੱਤ ਤੁਰ ਕੇ (ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਾੜ ਕੇ (ਹੀ, ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਨੇ ਅੰਦਰ-ਵੱਸਦਾ) ਪਰਮਾਤਮਾ ਲੱਭਾ ਹੈ।",
    "pronunciation": "pr-jwil",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 49,
    "source_line": 18,
    "gurmukhi": "hirmMdir vsqu Anyk hY; nv iniD nwmu smwil ]",
    "transliteration": "Har Mandhar Vasath Anaek Hai Nav Nidhh Naam Samaal ||",
    "translation": "Countless things are in the Harimandir, the Temple of the Lord; contemplate the Naam, and the nine treasures will be yours.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਮਾਨੋ, ਨੌ ਖ਼ਜ਼ਾਨੇ ਹੈ (ਇਸ ਨੂੰ ਹਿਰਦੇ ਵਿਚ) ਸਾਂਭ ਕੇ ਰੱਖ (ਜੇ ਹਰਿ-ਨਾਮ ਸੰਭਾਲਿਆ ਜਾਏ, ਤਾਂ) ਇਸ ਸਰੀਰ-ਹਰਿਮੰਦਰ ਵਿਚ ਅਨੇਕਾਂ ਹੀ ਉੱਤਮ ਕੀਮਤੀ ਗੁਣ (ਲੱਭ ਪੈਂਦੇ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 49,
    "source_line": 18,
    "gurmukhi": "Dnu BgvMqI nwnkw; ijnw gurmuiK lDw hir Bwil ]",
    "transliteration": "Dhhan Bhagavanthee Naanakaa Jinaa Guramukh Ladhhaa Har Bhaal ||",
    "translation": "Blessed is that happy soul-bride, O Nanak, who, as Gurmukh, seeks and finds the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸ਼ਾਬਾਸ਼ੇ ਉਹਨਾਂ ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੂੰ, ਜਿਨ੍ਹਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਇਸ ਸਰੀਰ-ਹਰਿਮੰਦਰ ਵਿਚ ਵੱਸਦਾ) ਪਰਮਾਤਮਾ ਖੋਜ ਕੇ ਲੱਭ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 49,
    "source_line": 19,
    "gurmukhi": "vfBwgI gV mMdru KoijAw; hir ihrdY pwieAw nwil ]48]",
    "transliteration": "Vaddabhaagee Garr Mandhar Khojiaa Har Hiradhai Paaeiaa Naal ||48||",
    "translation": "By great good fortune, one searches the temple of the body-fortress, and finds the Lord within the heart. ||48||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਿਆਂ ਨੇ ਇਸ ਸਰੀਰ ਕਿਲ੍ਹੇ ਨੂੰ ਸਰੀਰ ਮੰਦਰ ਨੂੰ ਖੋਜਿਆ, ਹਿਰਦੇ ਵਿਚ ਹੀ ਆਪਣੇ ਨਾਲ ਵੱਸਦਾ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ॥੪੮॥",
    "pronunciation": "gV@",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 50,
    "source_line": 19,
    "gurmukhi": "mnmuK dh idis iPir rhy; Aiq iqsnw loB ivkwr ]",
    "transliteration": "Manamukh Dheh Dhis Fir Rehae Ath Thisanaa Lobh Vikaar ||",
    "translation": "The self-willed manmukhs wander lost in the ten directions, led by intense desire, greed and corruption.",
    "punjabi": "ਮਾਇਆ ਦੀ ਭਾਰੀ ਤ੍ਰਿਸ਼ਨਾ, ਮਾਇਆ ਦਾ ਲਾਲਚ ਅਤੇ ਅਨੇਕਾਂ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸ ਕੇ ਆਪਣੇ ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਦਸੀਂ ਪਾਸੀਂ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]