[
  {
    "id": 60171,
    "shabad_id": 5481,
    "pada": 50,
    "source_line": 1,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ. ਨ ਚੁਕੲੀ; ਮਰਿ ਜੰਮਹਿ ਵਾਰੋ ਵਾਰ ॥",
    "transliteration": "Maaeiaa Mohu N Chukee Mar Janmehi Vaaro Vaar ||",
    "translation": "Their attachment to Maya does not cease; they die, only to be reborn, over and over again.",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਮੁੱਕਦਾ ਨਹੀਂ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60172,
    "shabad_id": 5481,
    "pada": 50,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਅਤਿ ਤਿਸਨਾ ਤਜਿ ਵਿਕਾਰ ॥",
    "transliteration": "Sathigur Saev Sukh Paaeiaa Ath Thisanaa Thaj Vikaar ||",
    "translation": "Serving the True Guru, peace is found; intense desire and corruption are discarded.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਆਦਿਕ ਵਿਕਾਰ ਤਿਆਗ ਕੇ ਜਿਨ੍ਹਾਂ ਨੇ ਆਤਮਕ ਆਨੰਦ ਹਾਸਲ ਕਰ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60173,
    "shabad_id": 5481,
    "pada": 50,
    "source_line": 2,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਕਾ ਦੁਖੁ ਗੲਿਅਾ; ਜਨ ਨਾਨਕ. ਸਬਦੁ ਬੀਚਾਰਿ ॥੪੯॥",
    "transliteration": "Janam Maran Kaa Dhukh Gaeiaa Jan Naanak Sabadh Beechaar ||49||",
    "translation": "The pains of death and birth are taken away; servant Nanak reflects upon the Word of the Shabad. ||49||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਦਾ ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ ॥੪੯॥",
    "pronunciation": "ਗ-ੲਿਅਾ: ਗਿਅਾ ਨਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60174,
    "shabad_id": 5481,
    "pada": 51,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿ ਮਨ; ਹਰਿ ਦਰਗਹ ਪਾਵਹਿ ਮਾਨੁ ॥",
    "transliteration": "Har Har Naam Dhhiaae Man Har Dharageh Paavehi Maan ||",
    "translation": "Meditate on the Name of the Lord, Har, Har, O mortal being, and you shall be honored in the Court of the Lord.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ ਪ੍ਰਾਪਤ ਕਰੇਂਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60175,
    "shabad_id": 5481,
    "pada": 51,
    "source_line": 3,
    "gurmukhi": "ਕਿਲਵਿਖ ਪਾਪ ਸਭਿ ਕਟੀਅਹਿ; ਹੳੁਮੈ ਚੁਕੈ ਗੁਮਾਨੁ ॥",
    "transliteration": "Kilavikh Paap Sabh Katteeahi Houmai Chukai Gumaan ||",
    "translation": "All your sins and terrible mistakes shall be taken away, and you shall be rid of your pride and egotism.",
    "punjabi": "(ਸਿਮਰਨ ਕੀਤਿਆਂ ਮਨੁੱਖ ਦੇ) ਸਾਰੇ ਪਾਪ ਐਬ ਕੱਟੇ ਜਾਂਦੇ ਹਨ, (ਮਨ ਵਿਚੋਂ) ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60176,
    "shabad_id": 5481,
    "pada": 51,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਕਮਲੁ ਵਿਗਸਿਅਾ; ਸਭੁ ਅਾਤਮ ਬ੍ਰਹਮੁ ਪਛਾਨੁ ॥",
    "transliteration": "Guramukh Kamal Vigasiaa Sabh Aatham Breham Pashhaan ||",
    "translation": "The heart-lotus of the Gurmukh blossoms forth, realizing God, the Soul of all.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਸਿਮਰਨ ਕੀਤਿਆਂ) ਹਿਰਦਾ-ਕੌਲ ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, ਹਰ ਥਾਂ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ ਹੀ ਸਾਥੀ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60177,
    "shabad_id": 5481,
    "pada": 51,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਿਰਪਾ ਧਾਰਿ ਪ੍ਰਭ; ਜਨ ਨਾਨਕ. ਜਪਿ ਹਰਿ ਨਾਮੁ ॥੫੦॥",
    "transliteration": "Har Har Kirapaa Dhhaar Prabh Jan Naanak Jap Har Naam ||50||",
    "translation": "O Lord God, please shower Your Mercy upon servant Nanak, that he may chant the Name of the Lord. ||50||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਹਰੀ! ਹੇ ਪ੍ਰਭੂ (ਮੇਰੇ ਉੱਤੇ) ਮਿਹਰ ਕਰ, ਮੈਂ (ਸਦਾ ਤੇਰਾ) ਨਾਮ ਜਪਦਾ ਰਹਾਂ ॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60178,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 5,
    "gurmukhi": "ਧਨਾਸਰੀ ਧਨਵੰਤੀ ਜਾਣੀਅੈ ਭਾੲੀ; ਜਾਂ ਸਤਿਗੁਰ ਕੀ ਕਾਰ ਕਮਾੲਿ ॥",
    "transliteration": "Dhhanaasaree Dhhanavanthee Jaaneeai Bhaaee Jaan Sathigur Kee Kaar Kamaae ||",
    "translation": "In Dhanaasaree, the soul-bride is known to be wealthy, O Siblings of Destiny, when she works for the True Guru.",
    "punjabi": "ਹੇ ਭਾਈ! ਤਦੋਂ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਨਾਮ-ਧਨ ਵਾਲੀ ਭਾਗਾਂ ਵਾਲੀ ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਦੋਂ ਕੋਈ ਜੀਵ-ਇਸਤ੍ਰੀ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਕਾਰ ਕਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60179,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 5,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਸੳੁਪੇ. ਜੀਅ ਸੳੁ ਭਾੲੀ; ਲੲੇ ਹੁਕਮਿ ਫਿਰਾੳੁ ॥",
    "transliteration": "Than Man Soupae Jeea So Bhaaee Leae Hukam Firaao ||",
    "translation": "She surrenders her body, mind and soul, O Siblings of Destiny, and lives according to the Hukam of His Command.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਦੋਂ ਉਹ ਆਪਣਾ ਤਨ ਆਪਣਾ ਮਨ ਆਪਣੀ ਜਿੰਦ ਸਮੇਤ (ਆਪਣੇ ਗੁਰੂ ਦੇ) ਹਵਾਲੇ ਕਰਦੀ ਹੈ, ਜਦੋਂ ਉਹ (ਆਪਣੇ ਗੁਰੂ ਦੇ) ਹੁਕਮ ਵਿਚ ਜੀਵਨ-ਤੋਰ ਤੁਰਨ ਲੱਗ ਪੈਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60180,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 6,
    "gurmukhi": "ਜਹ ਬੈਸਾਵਹਿ ਬੈਸਹਿ ਭਾੲੀ; ਜਹ ਭੇਜਹਿ ਤਹ ਜਾੳੁ ॥",
    "transliteration": "Jeh Baisaavehi Baiseh Bhaaee Jeh Bhaejehi Theh Jaao ||",
    "translation": "I sit where He wishes me to sit, O Siblings of Destiny; wherever He sends me, I go.",
    "punjabi": "(ਹੇ ਭਾਈ! ਜੀਵ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਤੋਂ ਆਕੀ ਹੋ ਹੀ ਨਹੀਂ ਸਕਦੇ) ਜਿਥੇ ਪ੍ਰਭੂ ਜੀ ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ ਬਿਠਾਂਦੇ ਹਨ, ਉੱਥੇ ਹੀ ਅਸੀਂ ਬੈਠਦੇ ਹਾਂ, ਜਿੱਥੇ ਪ੍ਰਭੂ ਜੀ ਮੈਨੂੰ ਭੇਜਦੇ ਹਨ, ਉਥੇ ਹੀ ਮੈਂ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60181,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 6,
    "gurmukhi": "ੲੇਵਡੁ ਧਨੁ ਹੋਰੁ ਕੋ ਨਹੀ ਭਾੲੀ; ਜੇਵਡੁ ਸਚਾ ਨਾੳੁ ॥",
    "transliteration": "Eaevadd Dhhan Hor Ko Nehee Bhaaee Jaevadd Sachaa Naao ||",
    "translation": "There is no other wealth as great, O Siblings of Destiny; such is the greatness of the True Name.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਧਨ) ਜਿਤਨਾ ਕੀਮਤੀ ਹੈ, ਇਤਨਾ ਕੀਮਤੀ ਹੋਰ ਕੋਈ ਧਨ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60182,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 7,
    "gurmukhi": "ਸਦਾ ਸਚੇ ਕੇ ਗੁਣ ਗਾਵਾਂ ਭਾੲੀ; ਸਦਾ ਸਚੇ ਕੈ ਸੰਗਿ ਰਹਾੳੁ ॥",
    "transliteration": "Sadhaa Sachae Kae Gun Gaavaan Bhaaee Sadhaa Sachae Kai Sang Rehaao ||",
    "translation": "I sing forever the Glorious Praises of the True Lord; I shall remain with the True One forever.",
    "punjabi": "ਹੇ ਭਾਈ! ਮੈਂ ਤਾਂ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਹੀ ਸਦਾ ਗਾਂਦਾ ਹਾਂ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60183,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 7,
    "gurmukhi": "ਪੈਨਣੁ. ਗੁਣ ਚੰਗਿਅਾੲੀਅਾ ਭਾੲੀ; ਅਾਪਣੀ ਪਤਿ ਕੇ ਸਾਦ ਅਾਪੇ ਖਾੲਿ ॥",
    "transliteration": "Painan Gun Changiaaeeaa Bhaaee Aapanee Path Kae Saadh Aapae Khaae ||",
    "translation": "So wear the clothes of His Glorious Virtues and goodness, O Siblings of Destiny; eat and enjoy the flavor of your own honor.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਰੱਬੀ) ਗੁਣਾਂ (ਰੱਬੀ) ਚੰਗਿਆਈਆਂ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਮਨੁੱਖ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਇੱਜ਼ਤ-ਆਦਰ ਹਾਸਲ ਕਰਦਾ ਹੈ। (ਉਹ ਮਨੁੱਖ) ਆਪਣੀ (ਇਸ ਮਿਲੀ) ਇੱਜ਼ਤ ਦੇ ਆਨੰਦ ਆਪ ਹੀ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ (ਉਹ ਆਨੰਦ ਬਿਆਨ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ)।",
    "pronunciation": "ਪਤਿ: ਪੋਲਾ ਬੋਲੋ, ਪੈਨ੍ਹਣੁ",
    "type_id": 3
  },
  {
    "id": 60184,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 8,
    "gurmukhi": "ਤਿਸ ਕਾ ਕਿਅਾ ਸਾਲਾਹੀਅੈ ਭਾੲੀ; ਦਰਸਨ ਕੳੁ ਬਲਿ ਜਾੲਿ ॥",
    "transliteration": "This Kaa Kiaa Saalaaheeai Bhaaee Dharasan Ko Bal Jaae ||",
    "translation": "How can I praise Him, O Siblings of Destiny? I am a sacrifice to the Blessed Vision of His Darshan.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਦੀ ਸਿਫ਼ਤ (ਪੂਰੇ ਤੌਰ ਤੇ) ਕੀਤੀ ਹੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸਨ ਤੋਂ (ਸਦਾ) ਸਦਕੇ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60185,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰ ਵਿਚਿ ਵਡੀਅਾ ਵਡਿਅਾੲੀਅਾ ਭਾੲੀ; ਕਰਮਿ ਮਿਲੈ ਤਾਂ ਪਾੲਿ ॥",
    "transliteration": "Sathigur Vich Vaddeeaa Vaddiaaeeaa Bhaaee Karam Milai Thaan Paae ||",
    "translation": "Great is the Glorious Greatness of the True Guru, O Siblings of Destiny; if one is blessed with good karma, He is found.",
    "punjabi": "ਹੇ ਭਾਈ! ਗੁਰੂ ਵਿਚ ਵੱਡੇ ਗੁਣ ਹਨ, (ਜਦੋਂ ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ) ਮਿਹਰ ਨਾਲ (ਗੁਰੂ) ਮਿਲ ਪੈਂਦਾ ਹੈ, ਤਦੋਂ ਉਹ (ਇਹ ਗੁਣ) ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60186,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 9,
    "gurmukhi": "ੲਿਕਿ ਹੁਕਮੁ ਮੰਨਿ. ਨ ਜਾਣਨੀ ਭਾੲੀ; ਦੂਜੈ ਭਾੲਿ ਫਿਰਾੲਿ ॥",
    "transliteration": "Eik Hukam Mann N Jaananee Bhaaee Dhoojai Bhaae Firaae ||",
    "translation": "Some do not know how to submit to the Hukam of His Command, O Siblings of Destiny; they wander around lost in the love of duality.",
    "punjabi": "ਪਰ ਕਈ ਬੰਦੇ (ਐਸੇ ਹਨ ਜੋ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਭਟਕ ਭਟਕ ਕੇ (ਗੁਰੂ ਦਾ) ਹੁਕਮ ਮੰਨਣਾ ਨਹੀਂ ਜਾਣਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60187,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 10,
    "gurmukhi": "ਸੰਗਤਿ ਢੋੲੀ. ਨਾ ਮਿਲੈ, ਭਾੲੀ; ਬੈਸਣਿ ਮਿਲੈ. ਨ ਥਾੳੁ ॥",
    "transliteration": "Sangath Dtoee Naa Milai Bhaaee Baisan Milai N Thhaao ||",
    "translation": "They find no place of rest in the Sangat, O Siblings of Destiny; they find no place to sit.",
    "punjabi": "ਹੇ ਭਾਈ! (ਅਜਿਹੇ ਮਨੁੱਖਾਂ ਨੂੰ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਆਸਰਾ ਨਹੀਂ ਮਿਲਦਾ, ਸਾਧ ਸੰਗਤ ਵਿਚ ਬੈਠਣ ਲਈ ਥਾਂ ਨਹੀਂ ਮਿਲਦੀ (ਕਿਉਂਕਿ ਉਹ ਤਾਂ ਸੰਗਤ ਵਾਲੇ ਪਾਸੇ ਜਾਂਦੇ ਹੀ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60188,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਹੁਕਮੁ ਤਿਨਾ ਮਨਾੲਿਸੀ ਭਾੲੀ; ਜਿਨਾ ਧੁਰੇ ਕਮਾੲਿਅਾ ਨਾੳੁ ॥",
    "transliteration": "Naanak Hukam Thinaa Manaaeisee Bhaaee Jinaa Dhhurae Kamaaeiaa Naao ||",
    "translation": "Nanak: they alone submit to His Command, O Siblings of Destiny, who are pre-destined to live the Name.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-ਹੇ ਭਾਈ!) ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ) ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਨੀ ਸ਼ੁਰੂ ਕੀਤੀ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਤੋਂ ਹੀ (ਪਰਮਾਤਮਾ ਆਪਣੀ) ਰਜ਼ਾ (ਮਿੱਠੀ ਕਰ ਕੇ) ਮਨਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60189,
    "shabad_id": 5481,
    "pada": 52,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ੍ਹ ਵਿਟਹੁ ਹੳੁ ਵਾਰਿਅਾ ਭਾੲੀ; ਤਿਨ ਕੳੁ ਸਦ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥੫੧॥",
    "transliteration": "Thinh Vittahu Ho Vaariaa Bhaaee Thin Ko Sadh Balihaarai Jaao ||51||",
    "translation": "I am a sacrifice to them, O Siblings of Destiny, I am forever a sacrifice to them. ||51||",
    "punjabi": "ਮੈਂ ਅਜਿਹੇ ਮਨੁੱਖਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60190,
    "shabad_id": 5481,
    "pada": 53,
    "source_line": 12,
    "gurmukhi": "ਸੇ ਦਾੜੀਅਾਂ ਸਚੀਅਾ; ਜਿ ਗੁਰ ਚਰਨੀ ਲਗੰਨਿ੍ਹ ॥",
    "transliteration": "Sae Dhaarreeaaan Sacheeaa J Gur Charanee Lagannih ||",
    "translation": "Those beards are true, which brush the feet of the True Guru.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੀਆਂ ਉਹ ਦਾੜ੍ਹੀਆਂ ਸੱਚ-ਮੁੱਚ ਆਦਰ-ਸਤਕਾਰ ਦੀਆਂ ਹੱਕਦਾਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "ਦਾੜ੍ਹੀਅਾਂ ਸੱਚੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 60191,
    "shabad_id": 5481,
    "pada": 53,
    "source_line": 12,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸੇਵਨਿ ਗੁਰੁ ਅਾਪਣਾ; ਅਨਦਿਨੁ ਅਨਦਿ ਰਹੰਨਿ੍ਹ ॥",
    "transliteration": "Anadhin Saevan Gur Aapanaa Anadhin Anadh Rehannih ||",
    "translation": "Those who serve their Guru night and day, live in bliss, night and day.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਆਪਣੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਅਤੇ ਹਰ ਵੇਲੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "ਰ-ਹੰਨਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 60192,
    "shabad_id": 5481,
    "pada": 53,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਸੇ ਮੁਹ ਸੋਹਣੇ; ਸਚੈ ਦਰਿ ਦਿਸੰਨਿ੍ਹ ॥੫੨॥",
    "transliteration": "Naanak Sae Muh Sohanae Sachai Dhar Dhisannih ||52||",
    "translation": "O Nanak, their faces appear beautiful in the Court of the True Lord. ||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਹੀ ਮਨੁੱਖਾਂ ਦੇ) ਇਹ ਮੂੰਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਸੋਹਣੇ ਦਿੱਸਦੇ ਹਨ ॥੫੨॥",
    "pronunciation": "ਦਿ-ਸੰਨਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 60193,
    "shabad_id": 5481,
    "pada": 54,
    "source_line": 13,
    "gurmukhi": "ਮੁਖ ਸਚੇ ਸਚੁ ਦਾੜੀਅਾ; ਸਚੁ ਬੋਲਹਿ ਸਚੁ ਕਮਾਹਿ ॥",
    "transliteration": "Mukh Sachae Sach Dhaarreeaa Sach Bolehi Sach Kamaahi ||",
    "translation": "True are the faces and true are the beards, of those who speak the Truth and live the Truth.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਸੱਚ-ਮੁੱਚ ਸਤਕਾਰ ਦੇ ਹੱਕਦਾਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀਆਂ ਦਾੜ੍ਹੀਆਂ ਆਦਰ ਦੀਆਂ ਹੱਕਦਾਰ ਹੋ ਜਾਂਦੀਆਂ ਹਨ, ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਮਾਈ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60194,
    "shabad_id": 5481,
    "pada": 54,
    "source_line": 14,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ ਮਨਿ ਵਸਿਅਾ; ਸਤਿਗੁਰ ਮਾਂਹਿ ਸਮਾਂਹਿ ॥",
    "transliteration": "Sachaa Sabadh Man Vasiaa Sathigur Maanhi Samaanhi ||",
    "translation": "The True Word of the Shabad abides in their minds; they are absorbed in the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਹਰ ਵੇਲੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜੇ ਹਰ ਵੇਲੇ ਗੁਰੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60195,
    "shabad_id": 5481,
    "pada": 54,
    "source_line": 14,
    "gurmukhi": "ਸਚੀ ਰਾਸੀ ਸਚੁ ਧਨੁ; ੳੁਤਮ ਪਦਵੀ ਪਾਂਹਿ ॥",
    "transliteration": "Sachee Raasee Sach Dhhan Outham Padhavee Paanhi ||",
    "translation": "True is their capital, and true is their wealth; they are blessed with the ultimate status.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਕੋਲ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਦਾ ਸਰਮਾਇਆ ਧਨ (ਇਕੱਠਾ ਹੋ ਜਾਂਦਾ) ਹੈ। ਉਹ ਮਨੁੱਖ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60196,
    "shabad_id": 5481,
    "pada": 54,
    "source_line": 15,
    "gurmukhi": "ਸਚੁ ਸੁਣਹਿ ਸਚੁ ਮੰਨਿ ਲੈਨਿ; ਸਚੀ ਕਾਰ ਕਮਾਹਿ ॥",
    "transliteration": "Sach Sunehi Sach Mann Lain Sachee Kaar Kamaahi ||",
    "translation": "They hear the Truth, they believe in the Truth; they act and work in the Truth.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ (ਹਰ ਵੇਲੇ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸੁਣਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨੂੰ ਸਿਦਕ-ਸਰਧਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰ ਵਸਾ ਲੈਂਦੇ ਹਨ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਕਾਰ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60197,
    "shabad_id": 5481,
    "pada": 54,
    "source_line": 15,
    "gurmukhi": "ਸਚੀ ਦਰਗਹ ਬੈਸਣਾ; ਸਚੇ ਮਾਹਿ ਸਮਾਹਿ ॥",
    "transliteration": "Sachee Dharageh Baisanaa Sachae Maahi Samaahi ||",
    "translation": "They are given a place in the Court of the True Lord; they are absorbed in the True Lord.",
    "punjabi": "ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਆਦਰ-ਸਤਕਾਰ ਦੀ ਥਾਂ ਮਿਲਦੀ ਹੈ, ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਵਿਚ ਹਰ ਵੇਲੇ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60198,
    "shabad_id": 5481,
    "pada": 54,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਵਿਣੁ ਸਤਿਗੁਰ ਸਚੁ. ਨ ਪਾੲੀਅੈ; ਮਨਮੁਖ ਭੂਲੇ ਜਾਂਹਿ ॥੫੩॥",
    "transliteration": "Naanak Vin Sathigur Sach N Paaeeai Manamukh Bhoolae Jaanhi ||53||",
    "translation": "O Nanak, without the True Guru, the True Lord is not found. The self-willed manmukhs leave, wandering around lost. ||53||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਤੋਂ ਬਿਨਾ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਨਹੀਂ ਮਿਲਦਾ। ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ (ਜ਼ਰੂਰ ਜ਼ਿੰਦਗੀ ਦੇ) ਗ਼ਲਤ ਰਸਤੇ ਤੇ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੫੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60199,
    "shabad_id": 5481,
    "pada": 55,
    "source_line": 16,
    "gurmukhi": "ਬਾਬੀਹਾ ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਕਰੇ; ਜਲਨਿਧਿ ਪ੍ਰੇਮ ਪਿਅਾਰਿ ॥",
    "transliteration": "Baabeehaa Prio Prio Karae Jalanidhh Praem Piaar ||",
    "translation": "The rainbird cries, \"Pri-o! Pri-o! Beloved! Beloved!\" She is in love with the treasure, the water.",
    "punjabi": "(ਜਿਵੇਂ) ਪਪੀਹਾ ਬੱਦਲ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ (ਵਰਖਾ ਦੀ ਬੂੰਦ ਦੀ ਖ਼ਾਤਰ) 'ਪ੍ਰਿਉ, ਪ੍ਰਿਉ' ਪੁਕਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60200,
    "shabad_id": 5481,
    "pada": 55,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਮਿਲੇ ਸੀਤਲ ਜਲੁ ਪਾੲਿਅਾ; ਸਭਿ ਦੂਖ ਨਿਵਾਰਣਹਾਰੁ ॥",
    "transliteration": "Gur Milae Seethal Jal Paaeiaa Sabh Dhookh Nivaaranehaar ||",
    "translation": "Meeting with the Guru, the cooling, soothing water is obtained, and all pain is taken away.",
    "punjabi": "(ਜਦੋਂ ਉਹ ਬੂੰਦ ਉਸ ਨੂੰ ਮਿਲਦੀ ਹੈ, ਤਾਂ ਉਸ ਦੀ ਤ੍ਰਿਹ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦੀ 'ਕੂਕ ਪੁਕਾਰ' ਮੁੱਕ ਜਾਂਦੀ ਪੈ। ਤਿਵੇਂ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪ੍ਰੇਮ-ਪਿਆਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ), ਗੁਰੂ ਨੂੰ ਮਿਲਿਆਂ ਉਹ ਆਤਮਕ ਠੰਢ ਵਰਤਾਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ, (ਉਹ ਨਾਮ-ਜਲ) ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60201,
    "shabad_id": 5481,
    "pada": 55,
    "source_line": 17,
    "gurmukhi": "ਤਿਸ ਚੁਕੈ ਸਹਜੁ ੳੂਪਜੈ; ਚੁਕੈ ਕੂਕ ਪੁਕਾਰ ॥",
    "transliteration": "This Chukai Sehaj Oopajai Chukai Kook Pukaar ||",
    "translation": "My thirst has been quenched, and intuitive peace and poise have welled up; my cries and screams of anguish are past.",
    "punjabi": "(ਇਸ ਨਾਮ-ਜਲ ਦੀ ਬਰਕਤਿ ਨਾਲ, ਉਸ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਉਸ ਦੀ) ਘਬਰਾਹਟ ਖ਼ਤਮ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਚੁੱਕੈ",
    "type_id": 3
  },
  {
    "id": 60202,
    "shabad_id": 5481,
    "pada": 55,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਸਾਂਤਿ ਹੋੲਿ; ਨਾਮੁ ਰਖਹੁ ੳੁਰਿ ਧਾਰਿ ॥੫੪॥",
    "transliteration": "Naanak Guramukh Saanth Hoe Naam Rakhahu Our Dhhaar ||54||",
    "translation": "O Nanak, the Gurmukhs are peaceful and tranquil; they enshrine the Naam, the Name of the Lord, within their hearts. ||54||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਠੰਢ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ। ਤਾਂ ਤੇ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ ॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60203,
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 18,
    "gurmukhi": "ਬਾਬੀਹਾ. ਤੂੰ ਸਚੁ ਚੳੁ; ਸਚੇ ਸੳੁ ਲਿਵ ਲਾੲਿ ॥",
    "transliteration": "Baabeehaa Thoon Sach Cho Sachae So Liv Laae ||",
    "translation": "O rainbird, chirp the True Name, and let yourself be attuned to the True Lord.",
    "punjabi": "ਹੇ ਪਪੀਹੇ! (ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦੇ ਰਸੀਏ!) ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਸੁਰਤ ਜੋੜੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60204,
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 19,
    "gurmukhi": "ਬੋਲਿਅਾ ਤੇਰਾ ਥਾੲਿ ਪਵੈ; ਗੁਰਮੁਖਿ ਹੋੲਿ ਅਲਾੲਿ ॥",
    "transliteration": "Boliaa Thaeraa Thhaae Pavai Guramukh Hoe Alaae ||",
    "translation": "Your word shall be accepted and approved, if you speak as Gurmukh.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ) ਉਚਾਰਿਆ ਕਰ, (ਤਦੋਂ ਹੀ) ਤੇਰਾ ਸਿਮਰਨ ਕਰਨ ਦਾ ਉੱਦਮ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਕਬੂਲ ਪੈ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60205,
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 19,
    "gurmukhi": "ਸਬਦੁ ਚੀਨਿ. ਤਿਖ ੳੁਤਰੈ; ਮੰਨਿ ਲੈ ਰਜਾੲਿ ॥",
    "transliteration": "Sabadh Cheen Thikh Outharai Mann Lai Rajaae ||",
    "translation": "Remember the Shabad, and your thirst shall be relieved; surrender to the Will of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਸਾਂਝ ਪਾ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਹੁਕਮ ਨੂੰ ਭਲਾ ਜਾਣ ਕੇ ਮੰਨਿਆ ਕਰ (ਇਸ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
