[
  {
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 1,
    "gurmukhi": "cwry kuMfw Joik vrsdw; bUMd pvY shij suBwie]",
    "transliteration": "Chaarae Kunddaa Jhok Varasadhaa Boondh Pavai Sehaj Subhaae ||",
    "punjabi": "(ਹੇ ਪਪੀਹੇ! ਇਹ ਨਾਮ-ਜਲ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ ਛਹਬਰ ਲਾਈ ਰੱਖਦਾ ਹੈ (ਪਰ ਇਸ ਦੀ) ਬੂੰਦ (ਉਸ ਮਨੁੱਖ ਦੇ ਮੂੰਹ ਵਿਚ) ਪੈਂਦੀ ਹੈ (ਜਿਹੜਾ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਹੈ (ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ (ਲੀਨ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 1,
    "gurmukhi": "jl hI qy sB aUpjY; ibnu jl ipAws. n jwie]",
    "transliteration": "Jal Hee Thae Sabh Oopajai Bin Jal Piaas N Jaae ||",
    "punjabi": "(ਪ੍ਰਭੂ ਤੋਂ ਹੀ, ਹਰਿ-ਨਾਮ) ਜਲ ਤੋਂ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਹੁੰਦੀ ਹੈ (ਤਾਹੀਏਂ ਹਰਿ-ਨਾਮ) ਜਲ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਭੀ ਜੀਵ ਦੀ ਮਾਇਆ ਦੀ) ਤ੍ਰਿਹ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 56,
    "source_line": 2,
    "gurmukhi": "nwnk. hir jlu ijin pIAw; iqsu BUK. n lwgY Awie]55]",
    "transliteration": "Naanak Har Jal Jin Peeaa This Bhookh N Laagai Aae ||55||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਹਰਿ-ਨਾਮ ਜਲ ਪੀ ਲਿਆ, ਉਸ ਨੂੰ (ਕਦੇ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਨਹੀਂ ਵਿਆਪਦੀ ॥੫੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 2,
    "gurmukhi": "bwbIhw. qUM shij boil; scY sbid suBwie]",
    "transliteration": "Baabeehaa Thoon Sehaj Bol Sachai Sabadh Subhaae ||",
    "punjabi": "ਹੇ ਪਪੀਹੇ! (ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦੇ ਰਸੀਏ!) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ), ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਸ਼ਬਦ ਵਿਚ (ਜੁੜ ਕੇ), (ਪ੍ਰਭੂ ਦੇ) ਪਿਆਰ ਵਿਚ (ਟਿਕ ਕੇ), ਤੂੰ (ਹਰੀ ਦਾ ਨਾਮ) ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 3,
    "gurmukhi": "sBu ikCu qyrY nwil hY; siqguir dIAw idKwie]",
    "transliteration": "Sabh Kishh Thaerai Naal Hai Sathigur Dheeaa Dhikhaae ||",
    "punjabi": "ਹੇ ਪਪੀਹੇ! (ਹਰਿ-ਨਾਮ-ਬੂੰਦ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲਾ) ਹਰੇਕ ਆਨੰਦ ਮੌਜੂਦ ਹੈ (ਪਰ ਇਹ ਆਨੰਦ ਉਸ ਜੀਵ ਨੂੰ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ, ਜਿਸ ਨੂੰ) ਗੁਰੂ ਨੇ (ਇਹ) ਵਿਖਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 3,
    "gurmukhi": "Awpu pCwxih pRIqmu imlY; vuTw Chbr lwie]",
    "transliteration": "Aap Pashhaanehi Preetham Milai Vuthaa Shhehabar Laae ||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪੜਤਾਲਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਬੱਦਲ) ਝੜੀ ਲਾ ਕੇ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 4,
    "gurmukhi": "iJim iJim AMimRqu vrsdw; iqsnw BuK sB jwie]",
    "transliteration": "Jhim Jhim Anmrith Varasadhaa Thisanaa Bhukh Sabh Jaae ||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਹਜੇ ਸਹਜੇ ਅਡੋਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੀ ਵਰਖਾ ਹੁੰਦੀ ਰਹਿੰਦੀ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦੀ ਸਾਰੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਸਾਰੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 4,
    "gurmukhi": "kUk pukwr. n hoveI; joqI joiq imlwie]",
    "transliteration": "Kook Pukaar N Hovee Jothee Joth Milaae ||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਸਾਰਾ ਰੌਲਾ ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 57,
    "source_line": 5,
    "gurmukhi": "nwnk. suiK svin@ sohwgxI; scY nwim smwie]56]",
    "transliteration": "Naanak Sukh Savanih Sohaaganee Sachai Naam Samaae ||56||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਭਾਗਾਂ ਵਾਲੀਆਂ ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 5,
    "gurmukhi": "Durhu Ksim ByijAw; scY hukim pTwie]",
    "transliteration": "Dhhurahu Khasam Bhaejiaa Sachai Hukam Pathaae ||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਆਪਣੇ) ਹੁਕਮ ਅਨੁਸਾਰ (ਹੀ) ਪ੍ਰੇਰ ਕੇ (ਇੰਦਰ ਦੇਵਤੇ ਨੂੰ, ਗੁਰੂ ਨੂੰ ਸਦਾ) ਭੇਜਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 5,
    "gurmukhi": "ieMdu vrsY dieAw kir; gUV@I Chbr lwie]",
    "transliteration": "Eindh Varasai Dhaeiaa Kar Goorrhee Shhehabar Laae ||",
    "punjabi": "(ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਹੀ) ਮਿਹਰ ਕਰ ਕੇ ਬੱਦਲ (-ਗੁਰੂ) ਡੂੰਘੀ ਝੜੀ ਲਾ ਕੇ ਵਰਖਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 6,
    "gurmukhi": "bwbIhy qin min suKu hoie; jW qqu bUMd muih pwie]",
    "transliteration": "Baabeehae Than Man Sukh Hoe Jaan Thath Boondh Muhi Paae ||",
    "punjabi": "ਜਦੋਂ ਪਪੀਹਾ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦਾ ਰਸੀਆ) ਨਾਮ-ਬੂੰਦ (ਆਪਣੇ) ਮੂੰਹ ਵਿਚ ਪਾਂਦਾ ਹੈ, ਤਦੋਂ ਉਸ ਦੇ ਤਨ ਵਿਚ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 6,
    "gurmukhi": "Anu Dnu bhuqw aupjY; DrqI soBw pwie]",
    "transliteration": "An Dhhan Bahuthaa Oupajai Dhharathee Sobhaa Paae ||",
    "punjabi": "(ਜਿਵੇਂ ਵਰਖਾ ਨਾਲ) ਧਰਤੀ ਹਰੀਆਵਲੀ ਹੋ ਜਾਂਦੀ ਹੈ, (ਉਸ ਵਿਚ) ਬਹੁਤ ਅੰਨ ਪੈਦਾ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "AMnu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 7,
    "gurmukhi": "An idnu loku Bgiq kry; gur kY sbid smwie]",
    "transliteration": "Anadhin Lok Bhagath Karae Gur Kai Sabadh Samaae ||",
    "punjabi": "(ਤਿਵੇਂ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਜਗਤ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 7,
    "gurmukhi": "Awpy scw bKs ley; kir ikrpw krY rjwie]",
    "transliteration": "Aapae Sachaa Bakhas Leae Kar Kirapaa Karai Rajaae ||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਲੁਕਾਈ ਉਤੇ) ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ, ਮਿਹਰ ਕਰ ਕੇ ਆਪਣਾ ਹੁਕਮ ਵਰਤਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 8,
    "gurmukhi": "hir gux gwvhu kwmxI; scY sbid smwie]",
    "transliteration": "Har Gun Gaavahu Kaamanee Sachai Sabadh Samaae ||",
    "punjabi": "ਹੇ ਜੀਵ-ਇਸਤ੍ਰੀ! ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਵਿਚ ਲੀਨ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ,",
    "pronunciation": "k`wmxI",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 8,
    "gurmukhi": "BY kw shju sIgwru kirhu; sic rhhu ilv lwie]",
    "transliteration": "Bhai Kaa Sehaj Seegaar Karihu Sach Rehahu Liv Laae ||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ) ਡਰ-ਅਦਬ ਤੋਂ ਪੈਦਾ ਹੋਈ ਆਤਮਕ ਅਡੋਲਤਾ ਨੂੰ (ਆਪਣੇ ਜੀਵਨ ਦਾ) ਸਿੰਗਾਰ ਬਣਾਈ ਰੱਖ, ਸਦਾ-ਥਿਰ ਹਰੀ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ ਟਿਕੀ ਰਿਹਾ ਕਰ।",
    "pronunciation": "kir-hu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 58,
    "source_line": 9,
    "gurmukhi": "nwnk. nwmo min vsY; hir drgh ley Cfwie]57]",
    "transliteration": "Naanak Naamo Man Vasai Har Dharageh Leae Shhaddaae ||57||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਹਰਿ-ਨਾਮ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਉਸ ਨੂੰ ਦਰਗਾਹ ਵਿਚ ਲੇਖੇ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੫੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 9,
    "gurmukhi": "bwbIhw. sglI DrqI jy iPrih; aUif cVih Awkwis]",
    "transliteration": "Baabeehaa Sagalee Dhharathee Jae Firehi Oodd Charrehi Aakaas ||",
    "punjabi": "ਹੇ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਨਾਮ-ਬੂੰਦ ਦੇ ਰਸੀਏ! (ਗੁਰੂ ਨੂੰ ਛੱਡ ਕੇ) ਤੂੰ (ਤੀਰਥ-ਜਾਤ੍ਰਾ ਆਦਿਕ ਦੀ ਖ਼ਾਤਰ) ਸਾਰੀ ਧਰਤੀ ਉਤੇ ਰਟਨ ਕਰਦਾ ਫਿਰੇਂ, ਜੇ ਤੂੰ (ਮਾਨਸਕ ਸ਼ਕਤੀਆਂ ਦੀ ਮਦਦ ਨਾਲ) ਉੱਡ ਕੇ ਆਕਾਸ਼ ਵਿਚ ਭੀ ਜਾ ਪਹੁੰਚੇਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 10,
    "gurmukhi": "siqguir imilAY. jlu pweIAY; cUkY BUK ipAws]",
    "transliteration": "Sathigur Miliai Jal Paaeeai Chookai Bhookh Piaas ||",
    "punjabi": "(ਤਾਂ ਭੀ ਇਸ ਤਰ੍ਹਾਂ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮਾਇਆ ਦੀ ਭੁੱਖ ਨਹੀਂ ਮਿਟਦੀ। ਨਾਮ-ਜਲ ਨਾਲ ਹੀ ਮਾਇਆ ਦੀ) ਭੁੱਖ ਤ੍ਰਿਹ ਮਿਟਦੀ ਹੈ (ਅਤੇ ਉਹ ਨਾਮ-) ਜਲ ਗੁਰੂ ਮਿਲਿਆਂ (ਹੀ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 10,
    "gurmukhi": "jIau ipMfu sBu iqs kw; sBu ikCu iqs kY pwis]",
    "transliteration": "Jeeo Pindd Sabh This Kaa Sabh Kishh This Kai Paas ||",
    "punjabi": "ਇਹ ਜਿੰਦ ਇਹ ਸਰੀਰ ਸਭ ਕੁਝ ਉਸ (ਪਰਮਾਤਮਾ) ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਹਰੇਕ ਦਾਤ ਉਸ ਦੇ ਹੀ ਵੱਸ ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 11,
    "gurmukhi": "ivxu boilAw. sBu ikCu jwxdw; iksu AwgY kIcY Ardwis]",
    "transliteration": "Vin Boliaa Sabh Kishh Jaanadhaa Kis Aagai Keechai Aradhaas ||",
    "punjabi": "(ਜੀਵਾਂ ਦੇ) ਬੋਲਣ ਤੋਂ ਬਿਨਾ ਹੀ (ਹਰੇਕ ਜੀਵ ਦੀ) ਹਰੇਕ ਲੋੜ ਉਹ ਜਾਣਦਾ ਹੈ, (ਉਸ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਕਿਸ ਅੱਗੇ ਅਰਦਾਸ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 59,
    "source_line": 12,
    "gurmukhi": "nwnk. Git Git eyko vrqdw; sbid kry prgws]58]",
    "transliteration": "Naanak Ghatt Ghatt Eaeko Varathadhaa Sabadh Karae Paragaas ||58||",
    "punjabi": "ਹੇ ਨਾਨਕ? ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਉਹ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਮੌਜੂਦ ਹੈ, (ਗੁਰੂ ਦੇ) ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ (ਉਹ ਆਪ ਹੀ) ਕਰਦਾ ਹੈ ॥੫੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 60,
    "source_line": 12,
    "gurmukhi": "nwnk. iqsY bsMqu hY; ij siqguru syiv smwie]",
    "transliteration": "Naanak Thisai Basanth Hai J Sathigur Saev Samaae ||",
    "punjabi": "(ਜਿਵੇਂ ਬਸੰਤ ਰੁੱਤ ਆਉਣ ਤੇ ਸਾਰਾ ਜਗਤ ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਿਵੇਂ) ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਹਰਿ-ਨਾਮ ਵਿਚ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ ਖਿੜਾਉ ਦੀ ਰੁੱਤ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 60,
    "source_line": 13,
    "gurmukhi": "hir vuTw. mnu qnu sBu prPVY; sBu jgu hrIAwvlu hoie]59]",
    "transliteration": "Har Vuthaa Man Than Sabh Parafarrai Sabh Jag Hareeaaval Hoe ||59||",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦਾ ਤਨ ਉਸ ਦਾ ਮਨ (ਆਤਮਕ ਆਨੰਦ ਨਾਲ) ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੫੯॥",
    "pronunciation": "v`uTw[ pr-PVY[ hrI-Awvlu: ibhwrI d`b ky bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 61,
    "source_line": 13,
    "gurmukhi": "sbdy sdw bsMqu hY; ijqu qnu mnu hirAw hoie]",
    "transliteration": "Sabadhae Sadhaa Basanth Hai Jith Than Man Hariaa Hoe ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਰਾਹੀਂ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਸਦਾ ਲਈ ਖਿੜਾਉ ਦੀ ਰੁੱਤ ਬਣ ਜਾਂਦੀ ਹੈ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦਾ ਮਨ ਆਨੰਦ-ਭਰਪੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 61,
    "source_line": 14,
    "gurmukhi": "nwnk. nwmu, n vIsrY; ijin isirAw sBu koie]60]",
    "transliteration": "Naanak Naam N Veesarai Jin Siriaa Sabh Koe ||60||",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਹਰੇਕ ਜੀਵ ਪੈਦਾ ਕੀਤਾ ਹੈ (ਉਸ ਮਨੁੱਖ ਨੂੰ ਉਸ ਦਾ) ਨਾਮ (ਕਦੇ) ਨਹੀਂ ਭੁੱਲਦਾ ॥੬੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 62,
    "source_line": 14,
    "gurmukhi": "nwnk. iqnw bsMqu hY; ijnw gurmuiK visAw min soie]",
    "transliteration": "Naanak Thinaa Basanth Hai Jinaa Guramukh Vasiaa Man Soe ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹ (ਪਰਮਾਤਮਾ) ਆ ਵੱਸਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਖਿੜਾਉ ਦਾ ਸਮਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 62,
    "source_line": 15,
    "gurmukhi": "hir vuTY mnu qnu prPVY; sBu jgu hirAw hoie]61]",
    "transliteration": "Har Vuthai Man Than Parafarrai Sabh Jag Hariaa Hoe ||61||",
    "punjabi": "(ਜਿਵੇਂ ਬਸੰਤ ਰੁੱਤੇ) ਸਾਰਾ ਜਗਤ ਹਰਾ-ਭਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਤਿਵੇਂ, ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਪਰਮਾਤਮਾ ਆ ਵੱਸਦਾ ਹੈ (ਉਸ ਦਾ) ਮਨ (ਉਸ ਦਾ) ਤਨ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੬੧॥",
    "pronunciation": "vu`TY",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 63,
    "source_line": 15,
    "gurmukhi": "vfVY Jwil JluMBlY; nwvVw leIAY iksu]",
    "transliteration": "Vaddarrai Jhaal Jhalunbhalai Naavarraa Leeai Kis ||",
    "punjabi": "ਹੇ ਭਾਈ ਸੁਵਖਤੇ ਘੁਸਮੁਸੇ (ਵੇਲੇ ਉੱਠ ਕੇ) ਕਿਸ ਦਾ ਸੋਹਣਾ ਨਾਮ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ?",
    "pronunciation": "v`fy qoN v`fy (JluMBlY) qVky vw mnu`Kw jnm",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 63,
    "source_line": 16,
    "gurmukhi": "nwau leIAY prmysrY; BMnx GVx smrQu]62]",
    "transliteration": "Naao Leeai Paramaesarai Bhannan Gharran Samarathh ||62||",
    "punjabi": "ਉਸ ਪਰਮੇਸਰ ਦਾ ਨਾਮ ਲੈਣਾ ਚਾਹੀਦਾ ਹੈ ਜੋ (ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਤੇ ਨਾਸ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ ॥੬੨॥",
    "pronunciation": "sm-r`Qu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 16,
    "gurmukhi": "hrht BI qUM qUM krih; bolih BlI bwix]",
    "transliteration": "Harehatt Bhee Thoon Thoon Karehi Bolehi Bhalee Baan ||",
    "punjabi": "ਹਲਟ ਭੀ (ਚੱਲਦੇ ਖੂਹ ਭੀ ਆਵਾਜ਼ ਕੱਢਦੇ ਇਉਂ ਜਾਪਦੇ ਹਨ ਕਿ) 'ਤੂੰ ਤੂੰ' ਕਰ ਰਹੇ ਹਨ, ਅਤੇ ਮਿੱਠੀ ਸੁਰ ਵਿਚ ਆਵਾਜ਼ ਕੱਢਦੇ ਹਨ (ਪਰ ਉਹ ਭਗਤੀ ਤਾਂ ਨਹੀਂ ਕਰ ਰਹੇ)।",
    "pronunciation": "swirAW pwisAW qoN (hrht) ht ky, (bwix) bwxI",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 17,
    "gurmukhi": "swihbu sdw hdUir hY; ikAw aucI krih pukwr]",
    "transliteration": "Saahib Sadhaa Hadhoor Hai Kiaa Ouchee Karehi Pukaar ||",
    "punjabi": "ਮਾਲਕ-ਪ੍ਰਭੂ ਤਾਂ ਸਦਾ ਤੇਰੇ ਨਾਲ ਵੱਸਦਾ ਹੈ (ਉਸ ਅੰਦਰ-ਵੱਸਦੇ ਨੂੰ ਭੁਲਾ ਕੇ ਬਾਹਰ ਲੋਕ-ਵਿਖਾਵੇ ਲਈ) ਤੂੰ ਕਿਉਂ ਉੱਚੀ ਉੱਚੀ ਪੁਕਾਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 17,
    "gurmukhi": "ijin jgqu aupwie. hir rMgu kIAw; iqsY ivthu kurbwxu]",
    "transliteration": "Jin Jagath Oupaae Har Rang Keeaa Thisai Vittahu Kurabaan ||",
    "punjabi": "ਜਿਸ ਹਰੀ ਨੇ ਇਹ ਜਗਤ ਪੈਦਾ ਕਰ ਕੇ ਇਹ ਖੇਲ-ਤਮਾਸ਼ਾ ਬਣਾਇਆ ਹੈ, ਉਸ ਤੋਂ ਸਦਕੇ ਹੋਇਆ ਕਰ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 18,
    "gurmukhi": "Awpu Cofih. qW shu imlY; scw eyhu vIcwru]",
    "transliteration": "Aap Shhoddehi Thaan Sahu Milai Sachaa Eaehu Veechaar ||",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਵਿਚਾਰ ਇਹ ਹੈ ਕਿ ਜੇ ਤੂੰ (ਆਪਣੇ ਅੰਦਰੋਂ) ਆਪਾ ਭਾਵ ਛੱਡ ਦੇਵੇਂਗਾ, ਤਾਂ ਤੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 18,
    "gurmukhi": "haumY iPkw bolxw; buiJ. n skw kwr]",
    "transliteration": "Houmai Fikaa Bolanaa Bujh N Sakaa Kaar ||",
    "punjabi": "ਹਉਮੈ ਅਹੰਕਾਰ ਦੇ ਆਸਰੇ ('ਤੂੰ ਤੂੰ') ਬੋਲਦਾ (ਭੀ) ਬੇ-ਸੁਆਦਾ ਰਹਿੰਦਾ ਹੈ (ਆਤਮਕ ਜੀਵਨ ਦਾ ਹੁਲਾਰਾ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦਾ)। (ਜੇ ਮੈਂ ਸਦਾ ਹਉਮੈ ਦੇ ਆਸਰੇ ਹੀ 'ਤੂੰ ਤੂੰ' ਬੋਲਦਾ ਰਹਾਂ, ਤਾਂ) ਮੈਂ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲ ਸਕਣ ਵਾਲਾ) ਕਰਤੱਬ ਸਮਝ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "iP`kw,bu`iJ",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 19,
    "gurmukhi": "vxu iqRxu iqRBvxu quJY iDAwiedw; An idnu sdw ivhwx]",
    "transliteration": "Van Thrin Thribhavan Thujhai Dhhiaaeidhaa Anadhin Sadhaa Vihaan ||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੰਗਲ, (ਜੰਗਲ ਦਾ) ਘਾਹ, ਸਾਰਾ ਜਗਤ ਤੈਨੂੰ ਹੀ ਸਿਮਰ ਰਿਹਾ ਹੈ। ਹਰੇਕ ਦਿਹਾੜਾ ਸਦਾ ਸਾਰਾ ਸਮਾ (ਤੇਰੀ ਹੀ ਯਾਦ ਵਿਚ) ਬੀਤ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5481,
    "pada": 64,
    "source_line": 19,
    "gurmukhi": "ibnu siqgur iknY. n pwieAw; kir kir Qky vIcwr]",
    "transliteration": "Bin Sathigur Kinai N Paaeiaa Kar Kar Thhakae Veechaar ||",
    "punjabi": "ਪਰ (ਅਨੇਕਾਂ ਹੀ ਪੰਡਿਤ ਲੋਕ) ਸੋਚਾਂ ਵਿਚਾਰਾਂ ਕਰ ਕੇ ਥੱਕਦੇ ਆ ਰਹੇ ਹਨ, ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੇ ਤੇਰਾ ਮਿਲਾਪ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]