[
  {
    "id": 60279,
    "shabad_id": 5482,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਹੳੁ. ਜੀੳੁ ਕਰੀ ਤਿਸ ਵਿਟੳੁ, ਚੳੁ ਖੰਨੀਅੈ; ਜੋ ਮੈ. ਪਿਰੀ ਦਿਖਾਵੲੇ ||",
    "transliteration": "Ho Jeeo Karee This Vitto Cho Khanneeai Jo Mai Piree Dhikhaaveae ||",
    "translation": "I would cut my living body into four pieces for anyone who shows me my Beloved.",
    "punjabi": "ਜਿਹੜਾ ਮੈਨੂੰ ਮੇਰੇ ਪਿਆਰੇ ਦਾ ਦਰਸ਼ਨ ਕਰਾ ਦੇਵੇ, ਮੈਂ ਉਸ ਤੋਂ (ਆਪਣੀ) ਜਿੰਦ ਚਾਰ ਟੋਟੇ ਕਰ ਦਿਆਂ (ਸਦਕੇ ਕਰਨ ਨੂੰ ਤਿਆਰ ਹਾਂ)।",
    "pronunciation": "ਦਿਖਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 60280,
    "shabad_id": 5482,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਹੋੲਿ ਦੲਿਅਾਲੁ; ਤਾਂ ਗੁਰੁ ਪੂਰਾ ਮੇਲਾਵੲੇ ||੫||",
    "transliteration": "Naanak Har Hoe Dhaeiaal Thaan Gur Pooraa Maelaaveae ||5||",
    "translation": "O Nanak, when the Lord becomes merciful, then He leads us to meet the Perfect Guru. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਹਰੀ-ਪ੍ਰਭੂ (ਆਪ) ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ, ਤਦੋਂ ਉਹ ਪੂਰਾ ਗੁਰੂ ਮਿਲਾਂਦਾ ਹੈ (ਤੇ, ਪੂਰਾ ਗੁਰੂ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ) ॥੫॥",
    "pronunciation": "ਦ-ੲਿਅਾਲ,ਮੇ-ਲਾ-ਵੲੇ",
    "type_id": 3
  },
  {
    "id": 60281,
    "shabad_id": 5482,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਰੁ ਹੳੁਮੈ ਤਨਿ ਮਾੲਿਅਾ; ਕੂੜੀ ਅਾਵੈ ਜਾੲਿ ||",
    "transliteration": "Anthar Jor Houmai Than Maaeiaa Koorree Aavai Jaae ||",
    "translation": "The power of egotism prevails within, and the body is controlled by Maya; the false ones come and go in reincarnation.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹਉਮੈ ਦਾ ਜ਼ੋਰ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਸ ਦੇ ਸਰੀਰ ਵਿਚ ਮਾਇਆ ਦਾ ਪ੍ਰਭਾਵ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ ਦਰ ਤੇ) ਸਿਰਫ਼ ਵਿਖਾਵੇ ਦੀ ਖ਼ਾਤਰ ਹੀ ਆਉਂਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60282,
    "shabad_id": 5482,
    "pada": 7,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਫੁਰਮਾੲਿਅਾ ਮੰਨਿ. ਨ ਸਕੀ; ਦੁਤਰੁ ਤਰਿਅਾ. ਨ ਜਾੲਿ ||",
    "transliteration": "Sathigur Kaa Furamaaeiaa Mann N Sakee Dhuthar Thariaa N Jaae ||",
    "translation": "If someone does not obey the Command of the True Guru, he cannot cross over the treacherous world-ocean.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੁਕਮ ਵਿਚ ਸਰਧਾ ਨਹੀਂ ਬਣਾ ਸਕਦਾ, (ਇਸ ਵਾਸਤੇ ਉਹ ਮਨੁੱਖ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਦਾ ਜਿਸ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ।",
    "pronunciation": "ਦੁੱਤ-ਰੁ",
    "type_id": 3
  },
  {
    "id": 60283,
    "shabad_id": 5482,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਜਿਸੁ ਅਾਪਣੀ; ਸੋ ਚਲੈ ਸਤਿਗੁਰ ਭਾੲਿ ||",
    "transliteration": "Nadhar Karae Jis Aapanee So Chalai Sathigur Bhaae ||",
    "translation": "Whoever is blessed with the Lord's Glance of Grace, walks in harmony with the Will of the True Guru.",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਉਹ ਮਨੁੱਖ (ਹੀ) ਗੁਰੂ ਦੀ ਰਜ਼ਾ ਵਿਚ (ਜੀਵਨ-ਤੋਰ) ਤੁਰਦਾ ਹੈ, ਜਿਸ ਉੱਤੇ ਪਰਮਾਤਮਾ ਦੀ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60284,
    "shabad_id": 5482,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਦਰਸਨੁ ਸਫਲੁ ਹੈ; ਜੋ ੲਿਛੈ ਸੋ ਫਲੁ ਪਾੲਿ ||",
    "transliteration": "Sathigur Kaa Dharasan Safal Hai Jo Eishhai So Fal Paae ||",
    "translation": "The Blessed Vision of the True Guru's Darshan is fruitful; through it, one obtains the fruits of his desires.",
    "punjabi": "ਗੁਰੂ ਦਾ ਦੀਦਾਰ ਜ਼ਰੂਰ ਫਲ ਦੇਂਦਾ ਹੈ, (ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ) ਜਿਹੜੀ ਮੰਗ ਆਪਣੇ ਮਨ ਵਿਚ ਧਾਰਦਾ ਹੈ, ਉਹੀ ਮੰਗ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60285,
    "shabad_id": 5482,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਜਿਨੀ ਸਤਿਗੁਰੁ ਮੰਨਿਅਾਂ; ਹੳੁ. ਤਿਨ ਕੇ ਲਾਗੳੁ ਪਾੲਿ ||",
    "transliteration": "Jinee Sathigur Manniaaan Ho Thin Kae Laago Paae ||",
    "translation": "I touch the feet of those who believe in and obey the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਉੱਤੇ ਸਰਧਾ ਬਣਾਈ, ਮੈਂ ਉਹਨਾਂ ਦੇ ਚਰਨੀਂ ਲੱਗਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60286,
    "shabad_id": 5482,
    "pada": 7,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕੁ. ਤਾ ਕਾ ਦਾਸੁ ਹੈ; ਜਿ ਅਨ ਦਿਨੁ ਰਹੈ ਲਿਵ ਲਾੲਿ ||੬||",
    "transliteration": "Naanak Thaa Kaa Dhaas Hai J Anadhin Rehai Liv Laae ||6||",
    "translation": "Nanak is the slave of those who, night and day, remain lovingly attuned to the Lord. ||6||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਹਰ ਵੇਲੇ (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, ਨਾਨਕ ਉਸ ਮਨੁੱਖ ਦਾ (ਸਦਾ ਲਈ) ਦਾਸ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60287,
    "shabad_id": 5482,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਜਿਨਾ ਪਿਰੀ ਪਿਅਾਰੁ; ਬਿਨੁ ਦਰਸਨ ਕਿੳੁ ਤਿ੍ਰਪਤੀਅੈ ||",
    "transliteration": "Jinaa Piree Piaar Bin Dharasan Kio Thripatheeai ||",
    "translation": "Those who are in love with their Beloved - how can they find satisfaction without His Darshan?",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਦੇ ਅੰਦਰ ਪਿਆਰੇ ਦਾ ਪ੍ਰੇਮ ਹੁੰਦਾ ਹੈ, (ਆਪਣੇ ਪਿਆਰੇ ਦੇ) ਦਰਸਨ ਤੋਂ ਬਿਨਾ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60288,
    "shabad_id": 5482,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਮਿਲੇ ਸੁਭਾੲਿ; ਗੁਰਮੁਖਿ ੲਿਹੁ ਮਨੁ ਰਹਸੀਅੈ ||੭||",
    "transliteration": "Naanak Milae Subhaae Guramukh Eihu Man Rehaseeai ||7||",
    "translation": "O Nanak, the Gurmukhs meet Him with ease, and this mind blossoms forth in joy. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ (ਪਿਆਰੇ ਦੇ) ਪ੍ਰੇਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ। (ਇਸੇ ਕਰਕੇ) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਸਦਾ ਖਿੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਰਹ-ਸੀਅੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60289,
    "shabad_id": 5482,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਜਿਨਾ ਪਿਰੀ ਪਿਅਾਰੁ; ਕਿੳੁ ਜੀਵਨਿ ਪਿਰ ਬਾਹਰੇ ||",
    "transliteration": "Jinaa Piree Piaar Kio Jeevan Pir Baaharae ||",
    "translation": "Those who are in love with their Beloved - how can they live without Him?",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਦੇ ਅੰਦਰ ਪਿਆਰੇ ਦਾ ਪ੍ਰੇਮ ਹੁੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਪਿਆਰੇ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਸੁਖੀ ਨਹੀਂ ਜੀਊ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60290,
    "shabad_id": 5482,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਜਾਂ ਸਹੁ ਦੇਖਨਿ ਅਾਪਣਾ; ਨਾਨਕ. ਥੀਵਨਿ ਭੀ ਹਰੇ ||੮||",
    "transliteration": "Jaan Sahu Dhaekhan Aapanaa Naanak Thheevan Bhee Harae ||8||",
    "translation": "When they see their Husband Lord, O Nanak, they are rejuvenated. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਉਹ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਕਰਦੇ ਹਨ, ਤਦੋਂ ਉਹ ਮੁੜ ਆਤਮਕ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60291,
    "shabad_id": 5482,
    "pada": 10,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਾ ਗੁਰਮੁਖਿ ਅੰਦਰਿ ਨੇਹੁ; ਤੈ ਪ੍ਰੀਤਮ ਸਚੈ ਲਾੲਿਅਾ ||",
    "transliteration": "Jinaa Guramukh Andhar Naehu Thai Preetham Sachai Laaeiaa ||",
    "translation": "Those Gurmukhs who are filled with love for You, my True Beloved,",
    "punjabi": "ਹੇ ਪ੍ਰੀਤਮ ਪ੍ਰਭੂ! ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ (ਆਪਣਾ) ਪਿਆਰ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60292,
    "shabad_id": 5482,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ਰਾਤੀ ਅਤੈ ਡੇਹੁ; ਨਾਨਕ. ਪ੍ਰੇਮਿ ਸਮਾੲਿਅਾ ||੯||",
    "transliteration": "Raathee Athai Ddaehu Naanak Praem Samaaeiaa ||9||",
    "translation": "O Nanak, remain immersed in the Lord's Love, night and day. ||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਤੇਰੇ ਪਿਆਰ ਵਿਚ ਦਿਨ ਰਾਤ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60293,
    "shabad_id": 5482,
    "pada": 11,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਚੀ ਅਾਸਕੀ; ਜਿਤੁ ਪ੍ਰੀਤਮੁ ਸਚਾ ਪਾੲੀਅੈ ||",
    "transliteration": "Guramukh Sachee Aasakee Jith Preetham Sachaa Paaeeai ||",
    "translation": "The love of the Gurmukh is true; through it, the True Beloved is attained.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ ਵਾਸਤੇ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ (ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ), ਉਸ ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਉਹਨਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "(ਅਾਸਕੀ) ਪ੍ਰੀਤੀ",
    "type_id": 3
  },
  {
    "id": 60294,
    "shabad_id": 5482,
    "pada": 11,
    "source_line": 9,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਰਹਹਿ ਅਨੰਦਿ; ਨਾਨਕ ਸਹਜਿ ਸਮਾੲੀਅੈ ||੧੦||",
    "transliteration": "Anadhin Rehehi Anandh Naanak Sehaj Samaaeeai ||10||",
    "translation": "Night and day, remain in bliss, O Nanak, immersed in intuitive peace and poise. ||10||",
    "punjabi": "ਅਤੇ ਉਹ ਹਰ ਵੇਲੇ ਆਨੰਦ ਵਿਚ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ। ਹੇ ਨਾਨਕ! (ਪਿਆਰ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਲੀਨ ਰਹੀਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "ਰਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 60295,
    "shabad_id": 5482,
    "pada": 12,
    "source_line": 9,
    "gurmukhi": "ਸਚਾ ਪ੍ਰੇਮ ਪਿਅਾਰੁ; ਗੁਰ ਪੂਰੇ ਤੇ ਪਾੲੀਅੈ ||",
    "transliteration": "Sachaa Praem Piaar Gur Poorae Thae Paaeeai ||",
    "translation": "True love and affection are obtained from the Perfect Guru.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਨਾਲ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60296,
    "shabad_id": 5482,
    "pada": 12,
    "source_line": 10,
    "gurmukhi": "ਕਬਹੂ. ਨ ਹੋਵੈ ਭੰਗੁ; ਨਾਨਕ. ਹਰਿ ਗੁਣ ਗਾੲੀਅੈ ||੧੧||",
    "transliteration": "Kabehoo N Hovai Bhang Naanak Har Gun Gaaeeai ||11||",
    "translation": "They never break, O Nanak, if one sings the Glorious Praises of the Lord. ||11||",
    "punjabi": "(ਅਤੇ ਉਹ ਪਿਆਰ) ਕਦੇ ਟੁੱਟਦਾ ਨਹੀਂ। ਹੇ ਨਾਨਕ! (ਇਸ ਪਿਆਰ ਨੂੰ ਕਾਇਮ ਰੱਖਣ ਵਾਸਤੇ) ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60297,
    "shabad_id": 5482,
    "pada": 13,
    "source_line": 10,
    "gurmukhi": "ਜਿਨ੍ਹਾ ਅੰਦਰਿ ਸਚਾ ਨੇਹੁ; ਕਿੳੁ ਜੀਵਨਿ੍ਹ ਪਿਰੀ ਵਿਹੂਣਿਅਾ ||",
    "transliteration": "Jinhaa Andhar Sachaa Naehu Kio Jeevanih Piree Vihooniaa ||",
    "translation": "How can those who have true love within them live without their Husband Lord?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਮਾਤਮਾ ਨਾਲ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਸੁਖੀ ਜੀਵਨ ਨਹੀਂ ਜੀਊ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60298,
    "shabad_id": 5482,
    "pada": 13,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮੇਲੇ ਅਾਪਿ; ਨਾਨਕ. ਚਿਰੀ ਵਿਛੁੰਨਿਅਾ ||੧੨||",
    "transliteration": "Guramukh Maelae Aap Naanak Chiree Vishhunniaa ||12||",
    "translation": "The Lord unites the Gurmukhs with Himself, O Nanak; they were separated from Him for such a long time. ||12||",
    "punjabi": "(ਪਰ ਇਹ ਉਸ ਦੀ ਆਪਣੀ ਹੀ ਮਿਹਰ ਹੈ)। ਹੇ ਨਾਨਕ! ਚਿਰਾਂ ਦੇ ਵਿਛੁੜੇ ਜੀਵਾਂ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60299,
    "shabad_id": 5482,
    "pada": 14,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਪ੍ਰੇਮ ਪਿਅਾਰੁ; ਤੳੁ ਅਾਪੇ ਲਾੲਿਅਾ ਕਰਮੁ ਕਰਿ ||",
    "transliteration": "Jin Ko Praem Piaar Tho Aapae Laaeiaa Karam Kar ||",
    "translation": "You grant Your Grace to those whom You Yourself bless with love and affection.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਹੀ ਮਿਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਆਪਣਾ ਪ੍ਰੇਮ-ਪਿਆਰ ਪੈਦਾ ਕੀਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60300,
    "shabad_id": 5482,
    "pada": 14,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਲੇਹੁ ਮਿਲਾੲਿ; ਮੈ ਜਾਚਕ ਦੀਜੈ ਨਾਮੁ ਹਰਿ ||੧੩||",
    "transliteration": "Naanak Laehu Milaae Mai Jaachik Dheejai Naam Har ||13||",
    "translation": "O Lord, please let Nanak meet with You; please bless this beggar with Your Name. ||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹਨਾਂ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖਦਾ ਹੈਂ। ਹੇ ਹਰੀ! ਮੈਨੂੰ ਮੰਗਤੇ ਨੂੰ (ਭੀ) ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60301,
    "shabad_id": 5482,
    "pada": 15,
    "source_line": 12,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਸੈ. ਗੁਰਮੁਖਿ ਰੋਵੈ ||",
    "transliteration": "Guramukh Hasai Guramukh Rovai ||",
    "translation": "The Gurmukh laughs, and the Gurmukh cries.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਭਗਤੀ ਦੇ ਆਤਮਕ ਆਨੰਦ ਵਿਚ ਕਦੇ) ਖਿੜ ਪੈਂਦਾ ਹੈ (ਕਦੇ ਭਗਤੀ ਦੇ ਬਿਰਹੋਂ-ਰਸ ਦੇ ਕਾਰਨ) ਵੈਰਾਗ ਵਿਚ ਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਹੱਸੈ",
    "type_id": 3
  },
  {
    "id": 60302,
    "shabad_id": 5482,
    "pada": 15,
    "source_line": 13,
    "gurmukhi": "ਜਿ ਗੁਰਮੁਖਿ ਕਰੇ; ਸਾੲੀ ਭਗਤਿ ਹੋਵੈ ||",
    "transliteration": "J Guramukh Karae Saaee Bhagath Hovai ||",
    "translation": "Whatever the Gurmukh does, is devotional worship.",
    "punjabi": "ਅਸਲ ਭਗਤੀ ਉਹੀ ਹੁੰਦੀ ਹੈ ਜਿਹੜੀ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 60303,
    "shabad_id": 5482,
    "pada": 15,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ. ਸੁ ਕਰੇ ਵੀਚਾਰੁ ||",
    "transliteration": "Guramukh Hovai S Karae Veechaar ||",
    "translation": "Whoever becomes Gurmukh contemplates the Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ) ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60304,
    "shabad_id": 5482,
    "pada": 15,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਨਕ. ਪਾਵੈ ਪਾਰੁ ||੧੪||",
    "transliteration": "Guramukh Naanak Paavai Paar ||14||",
    "translation": "The Gurmukh, O Nanak, crosses over to the other shore. ||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ (ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦਾ) ਪਾਰਲਾ ਬੰਨਾ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60305,
    "shabad_id": 5482,
    "pada": 16,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਾ ਅੰਦਰਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਗੁਰਬਾਣੀ ਵੀਚਾਰਿ ||",
    "transliteration": "Jinaa Andhar Naam Nidhhaan Hai Gurabaanee Veechaar ||",
    "translation": "Those who have the Naam within, contemplate the Word of the Guru's Bani.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ- ਖ਼ਜ਼ਾਨਾ ਆ ਵੱਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60306,
    "shabad_id": 5482,
    "pada": 16,
    "source_line": 14,
    "gurmukhi": "ਤਿਨ ਕੇ ਮੁਖ ਸਦ ੳੁਜਲੇ; ਤਿਤੁ ਸਚੈ ਦਰਬਾਰਿ ||",
    "transliteration": "Thin Kae Mukh Sadh Oujalae Thith Sachai Dharabaar ||",
    "translation": "Their faces are always radiant in the Court of the True Lord.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮੂੰਹ ਉਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ (ਰੱਬੀ) ਦਰਬਾਰ ਵਿਚ ਸਦਾ ਰੌਸ਼ਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ੳੁ੍ਨਜਲੇ",
    "type_id": 3
  },
  {
    "id": 60307,
    "shabad_id": 5482,
    "pada": 16,
    "source_line": 14,
    "gurmukhi": "ਤਿਨ ਬਹਦਿਅਾ ੳੁਠਦਿਅਾ ਕਦੇ. ਨ ਵਿਸਰੈ; ਜਿ ਅਾਪਿ ਬਖਸੇ ਕਰਤਾਰਿ ||",
    "transliteration": "Thin Behadhiaa Outhadhiaa Kadhae N Visarai J Aap Bakhasae Karathaar ||",
    "translation": "Sitting down and standing up, they never forget the Creator, who forgives them.",
    "punjabi": "ਕਰਤਾਰ ਨੇ ਆਪ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਉਤੇ ਮਿਹਰ ਕੀਤੀ ਹੁੰਦੀ ਹੈ, ਉਹਨਾਂ ਨੂੰ ਬਹਿੰਦਿਆਂ ਉਠਦਿਆਂ ਕਿਸੇ ਭੀ ਵੇਲੇ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਨਹੀਂ ਭੁੱਲਦਾ।",
    "pronunciation": "ਬਹ-ਦਿਅਾਂ,ੳੁ੍ਨਠ-ਦਿਅਾਂ",
    "type_id": 3
  },
  {
    "id": 60308,
    "shabad_id": 5482,
    "pada": 16,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਮਿਲੇ. ਨ ਵਿਛੁੜਹਿ; ਜਿ ਮੇਲੇ ਸਿਰਜਣਹਾਰ ||੧੫||",
    "transliteration": "Naanak Guramukh Milae N Vishhurrehi J Maelae Sirajanehaar ||15||",
    "translation": "O Nanak, the Gurmukhs are united with the Lord. Those united by the Creator Lord, shall never be separated again. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਨੇ (ਆਪ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜਿਆ ਹੁੰਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ) ਮਿਲੇ ਹੋਏ ਫਿਰ ਕਦੇ ਨਹੀਂ ਵਿੱਛੁੜਦੇ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60309,
    "shabad_id": 5482,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਪੀਰਾਂ ਕੀ ਚਾਕਰੀ; ਮਹਾਂ ਕਰੜੀ ਸੁਖ ਸਾਰੁ ||",
    "transliteration": "Gur Peeraan Kee Chaakaree Mehaan Kararree Sukh Saar ||",
    "translation": "To work for the Guru, or a spiritual teacher, is terribly difficult, but it brings the most excellent peace.",
    "punjabi": "ਮਹਾਂ ਪੁਰਖਾਂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਕਾਰ ਬਹੁਤ ਔਖੀ ਹੁੰਦੀ ਹੈ (ਕਿਉਂਕਿ ਉਸ ਵਿਚ ਆਪਾ ਵਾਰਨਾ ਪੈਂਦਾ ਹੈ, ਪਰ ਉਸ ਵਿਚੋਂ) ਸ੍ਰੇਸ਼ਟ ਆਤਮਕ ਆਨੰਦ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਗੁਰ ਪੀਰਾਂ ਕੀ ਚਾਕਰੀ (ਸਾਰੁ) ਸੁਖ ਦੇਣ ਨੂੰ ਮਹਾਂ (ਕਰੜੀ) ਤਕੜੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 60310,
    "shabad_id": 5482,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਜਿਸੁ ਅਾਪਣੀ; ਤਿਸੁ ਲਾੲੇ ਹੇਤ ਪਿਅਾਰੁ ||",
    "transliteration": "Nadhar Karae Jis Aapanee This Laaeae Haeth Piaar ||",
    "translation": "The Lord casts His Glance of Grace, and inspires love and affection.",
    "punjabi": "(ਇਸ ਸੇਵਾ ਦੇ ਕਰਨ ਲਈ) ਉਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਪਰਮਾਤਮਾ) ਪ੍ਰੀਤ-ਪਿਆਰ ਪੈਦਾ ਕਰਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60311,
    "shabad_id": 5482,
    "pada": 17,
    "source_line": 17,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵੈ ਲਗਿਅਾ; ਭੳੁਜਲੁ ਤਰੈ ਸੰਸਾਰੁ ||",
    "transliteration": "Sathigur Kee Saevai Lagiaa Bhoujal Tharai Sansaar ||",
    "translation": "Joined to the service of the True Guru, the mortal being crosses over the terrifying world-ocean.",
    "punjabi": "ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ ਵਿਚ ਲੱਗਿਆਂ ਜਗਤ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60312,
    "shabad_id": 5482,
    "pada": 17,
    "source_line": 17,
    "gurmukhi": "ਮਨ ਚਿੰਦਿਅਾ ਫਲੁ ਪਾੲਿਸੀ; ਅੰਤਰਿ ਬਿਬੇਕ ਬੀਚਾਰੁ ||",
    "transliteration": "Man Chindhiaa Fal Paaeisee Anthar Bibaek Beechaar ||",
    "translation": "The fruits of the mind's desires are obtained, with clear contemplation and discriminating understanding within.",
    "punjabi": "(ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਕਰੇਗਾ ਉਹ) ਮਨ-ਮੰਗੀ ਮੁਰਾਦ ਪ੍ਰਾਪਤ ਕਰ ਲਏਗਾ ਉਸ ਦੇ ਅੰਦਰ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਦੀ ਪਰਖ ਦੀ ਸੂਝ (ਪੈਦਾ ਹੋ ਜਾਇਗੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60313,
    "shabad_id": 5482,
    "pada": 17,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ ਪ੍ਰਭੁ ਪਾੲੀਅੈ; ਸਭੁ ਦੂਖ ਨਿਵਾਰਣਹਾਰੁ ||੧੬||",
    "transliteration": "Naanak Sathigur Miliai Prabh Paaeeai Sabh Dhookh Nivaaranehaar ||16||",
    "translation": "O Nanak, meeting the True Guru, God is found; He is the Eradicator of all sorrow. ||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ, ਤਾਂ ਉਹ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਜੋ ਹਰੇਕ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰਥਾ ਵਾਲਾ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60314,
    "shabad_id": 5482,
    "pada": 18,
    "source_line": 18,
    "gurmukhi": "ਮਨਮੁਖ ਸੇਵਾ ਜੋ ਕਰੇ; ਦੂਜੈ ਭਾੲਿ ਚਿਤੁ ਲਾੲਿ ||",
    "transliteration": "Manamukh Saevaa Jo Karae Dhoojai Bhaae Chith Laae ||",
    "translation": "The self-willed manmukh may perform service, but his consciousness is attached to the love of duality.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜਿਹੜੀ ਭੀ ਸੇਵਾ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ ਨਾਲ ਨਾਲ ਉਹ ਆਪਣਾ) ਚਿੱਤ (ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ) ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60315,
    "shabad_id": 5482,
    "pada": 18,
    "source_line": 19,
    "gurmukhi": "ਪੁਤੁ ਕਲਤੁ ਕੁਟੰਬੁ ਹੈ; ਮਾੲਿਅਾ ਮੋਹੁ ਵਧਾੲਿ ||",
    "transliteration": "Puth Kalath Kuttanb Hai Maaeiaa Mohu Vadhhaae ||",
    "translation": "Through Maya, his emotional attachment to children, spouse and relatives increases.",
    "punjabi": "(ਇਹ ਮੇਰਾ) ਪੁੱਤਰ (ਹੈ, ਇਹ ਮੇਰੀ) ਇਸਤ੍ਰੀ (ਹੈ, ਇਹ ਮੇਰਾ) ਪਰਵਾਰ ਹੈ (-ਇਹ ਆਖ ਆਖ ਕੇ ਹੀ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰ) ਮਾਇਆ ਦਾ ਮੋਹ ਵਧਾਈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਕ-ਲੱਤੁ",
    "type_id": 3
  },
  {
    "id": 60316,
    "shabad_id": 5482,
    "pada": 18,
    "source_line": 19,
    "gurmukhi": "ਦਰਗਹਿ. ਲੇਖਾ ਮੰਗੀਅੈ; ਕੋੲੀ ਅੰਤਿ. ਨ ਸਕੀ ਛਡਾੲਿ ||",
    "transliteration": "Dharagehi Laekhaa Mangeeai Koee Anth N Sakee Shhaddaae ||",
    "translation": "He shall be called to account in the Court of the Lord, and in the end, no one will be able to save him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ (ਕੀਤੇ ਕਰਮਾਂ ਦਾ) ਹਿਸਾਬ (ਤਾਂ) ਮੰਗਿਆ (ਹੀ) ਜਾਂਦਾ ਹੈ, (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਤੋਂ) ਅੰਤ ਵੇਲੇ ਕੋਈ ਛੁਡਾ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  }
]
