[
  {
    "shabad_id": 5482,
    "pada": 18,
    "source_line": 1,
    "gurmukhi": "ibnu nwvY. sBu duKu hY; duKdweI moh mwie ]",
    "transliteration": "Bin Naavai Sabh Dhukh Hai Dhukhadhaaee Moh Maae ||",
    "translation": "Without the Lord's Name, all is pain. Attachment to Maya is agonizingly painful.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ ਦੁਖਦਾਈ ਸਾਬਤ ਹੁੰਦਾ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਸਾਰਾ (ਉੱਦਮ) ਦੁਖ (ਦਾ ਹੀ ਮੂਲ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 18,
    "source_line": 1,
    "gurmukhi": "nwnk. gurmuiK ndrI AwieAw; moh mwieAw ivCuiV sB jwie ]17]",
    "transliteration": "Naanak Guramukh Nadharee Aaeiaa Moh Maaeiaa Vishhurr Sabh Jaae ||17||",
    "translation": "O Nanak, the Gurmukh comes to see, that attachment to Maya separates all from the Lord. ||17||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸ਼ਰਨ ਪੈ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਭੇਤ) ਦਿੱਸ ਪੈਂਦਾ ਹੈ, (ਉਸ ਦੇ ਅੰਦਰੋਂ) ਮਾਇਆ ਦਾ ਸਾਰਾ ਮੋਹ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 19,
    "source_line": 2,
    "gurmukhi": "gurmuiK. hukmu mMny sh kyrw; hukmy hI suKu pwey ]",
    "transliteration": "Guramukh Hukam Mannae Seh Kaeraa Hukamae Hee Sukh Paaeae ||",
    "translation": "The Gurmukh obeys the Order of her Husband Lord God; through the Hukam of His Command, she finds peace.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਿਹ ਕੇ ਖਸਮ-ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਮੰਨਦਾ ਹੈ, ਉਹ ਹੁਕਮ ਵਿਚ ਟਿਕ ਕੇ ਹੀ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 19,
    "source_line": 3,
    "gurmukhi": "hukmo syvy hukmu ArwDy; hukmy smY smwey ]",
    "transliteration": "Hukamo Saevae Hukam Araadhhae Hukamae Samai Samaaeae ||",
    "translation": "In His Will, she serves; in His Will, she worship and adores Him.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਨੂੰ ਹਰ ਵੇਲੇ ਚੇਤੇ ਰੱਖਦਾ ਹੈ, ਹੁਕਮ ਦੀ ਭਗਤੀ ਕਰਦਾ ਹੈ, ਹਰ ਵੇਲੇ ਹੁਕਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 19,
    "source_line": 3,
    "gurmukhi": "hukmu vrqu nymu suc sMjmu; mn icMidAw Plu pwey ]",
    "transliteration": "Hukam Varath Naem Such Sanjam Man Chindhiaa Fal Paaeae ||",
    "translation": "In His Will, she merges in absorption. His Will is her fast, vow, purity and self-discipline; through it, she obtains the fruits of her mind's desires.",
    "punjabi": "ਵਰਤ (ਆਦਿਕ ਰੱਖਣ ਦਾ) ਨੇਮ, ਸਰੀਰਕ ਪਵਿਤ੍ਰਤਾ, ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਰੋਕਣ ਦਾ ਜਤਨ-ਇਹ ਸਭ ਕੁਝ ਉਸ ਮਨੁੱਖ ਦੇ ਵਾਸਤੇ ਪ੍ਰਭੂ ਦਾ ਹੁਕਮ ਮੰਨਣਾ ਹੀ ਹੈ। (ਹੁਕਮ ਮੰਨ ਕੇ) ਉਹ ਮਨੁੱਖ ਮਨ-ਮੰਗੀ ਮੁਰਾਦ ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 19,
    "source_line": 3,
    "gurmukhi": "sdw suhwgix. ij hukmY buJY; siqguru syvY ilv lwey ]",
    "transliteration": "Sadhaa Suhaagan J Hukamai Bujhai Sathigur Saevai Liv Laaeae ||",
    "translation": "She is always and forever the happy, pure soul-bride, who realizes His Will; she serves the True Guru, inspired by loving absorption.",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦੀ ਹੈ, ਜਿਹੜੀ ਸੁਰਤ ਜੋੜ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਭਾਗਾਂ ਵਾਲੀ ਹੈ।",
    "pronunciation": "bu`JY",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 19,
    "source_line": 4,
    "gurmukhi": "nwnk. ikRpw kry ijn aUpir; iqnw hukmy ley imlwey ]18]",
    "transliteration": "Naanak Kirapaa Karae Jin Oopar Thinaa Hukamae Leae Milaaeae ||18||",
    "translation": "O Nanak, those upon whom the Lord showers His Mercy, are merged and immersed in His Will. ||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਜੀਵਾਂ ਉੱਤੇ (ਪਰਮਾਤਮਾ) ਮਿਹਰ ਕਰਦਾ ਹੈ, ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ) ਹੁਕਮ ਵਿਚ ਲੀਨ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 20,
    "source_line": 5,
    "gurmukhi": "mnmuiK hukmu, n buJy bpuVI; inq haumY krm kmwie ]",
    "transliteration": "Manamukh Hukam N Bujhae Bapurree Nith Houmai Karam Kamaae ||",
    "translation": "The wretched, self-willed manmukhs do not realize His Will; they continually act in ego.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀ ਬਦ-ਨਸੀਬ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਨਹੀਂ ਸਮਝਦੀ, ਸਦਾ ਹਉਮੈ ਦੇ ਆਸਰੇ (ਆਪਣੇ ਵਲੋਂ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ) ਕੰਮ ਕਰਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "b`uJy b`puVI",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 20,
    "source_line": 5,
    "gurmukhi": "vrq nymu suc sMjmu pUjw; pwKMif Brmu. n jwie ]",
    "transliteration": "Varath Naem Such Sanjam Poojaa Paakhandd Bharam N Jaae ||",
    "translation": "By ritualistic fasts, vows, purities, self-disciplines and worship ceremonies, they still cannot get rid of their hypocrisy and doubt.",
    "punjabi": "ਉਹ ਵਰਤ ਨੇਮ ਸੁੱਚ ਸੰਜਮ ਦੇਵ-ਪੂਜਾ (ਆਦਿਕ ਕਰਮ ਕਰਦੀ ਹੈ, ਪਰ ਇਹ ਹਨ ਨਿਰਾ ਵਿਖਾਵਾ, ਤੇ) ਵਿਖਾਵੇ ਨਾਲ ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "pUjw: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 20,
    "source_line": 6,
    "gurmukhi": "AMqrhu kusuDu. mwieAw moih byDy; ijau hsqI Cwru aufwey ]",
    "transliteration": "Antharahu Kusudhh Maaeiaa Mohi Baedhhae Jio Hasathee Shhaar Ouddaaeae ||",
    "translation": "Inwardly, they are impure, pierced through by attachment to Maya; they are like elephants, who throw dirt all over themselves right after their bath.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ) ਅੰਦਰੋਂ ਖੋਟਾ ਰਹਿੰਦਾ ਹੈ, ਜਿਹੜੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਵਿੱਝੇ ਰਹਿੰਦੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਕੀਤੇ ਧਾਰਮਿਕ ਕਰਮ ਇਉਂ ਹੀ ਹਨ) ਜਿਵੇਂ ਹਾਥੀ (ਨ੍ਹਾ ਕੇ ਆਪਣੇ ਉੱਤੇ) ਮਿੱਟੀ ਉਡਾ ਕੇ ਪਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ku-s`uDu[ by~Dy",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 20,
    "source_line": 6,
    "gurmukhi": "ijin aupwey iqsY. n cyqih; ibnu cyqy. ikau suKu pwey ]",
    "transliteration": "Jin Oupaaeae Thisai N Chaethehi Bin Chaethae Kio Sukh Paaeae ||",
    "translation": "They do not even think of the One who created them. Without thinking of Him, they cannot find peace.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦੇ, ਜਿਸ ਨੇ (ਉਹਨਾਂ ਨੂੰ) ਪੈਦਾ ਕੀਤਾ। (ਹਰਿ-ਨਾਮ ਦਾ) ਸਿਮਰਨ ਕਰਨ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ ਕਦੇ ਸੁਖ ਨਹੀਂ ਪਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 20,
    "source_line": 7,
    "gurmukhi": "nwnk. prpMcu kIAw Duir krqY; pUrib iliKAw kmwey ]19]",
    "transliteration": "Naanak Parapanch Keeaa Dhhur Karathai Poorab Likhiaa Kamaaeae ||19||",
    "translation": "O Nanak, the Primal Creator has made the drama of the Universe; all act as they are pre-ordained. ||19||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਰਾਤਰ ਨੇ ਹੀ ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਆਪਣੇ ਹੁਕਮ ਨਾਲ) ਜਗਤ-ਰਚਨਾ ਕੀਤੀ ਹੋਈ ਹੈ, ਹਰੇਕ ਜੀਵ ਆਪਣੇ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਅਨੁਸਾਰ ਹੀ (ਹੁਣ ਭੀ) ਕਰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 21,
    "source_line": 8,
    "gurmukhi": "gurmuiK prqIiq BeI. mnu mwinAw; An idnu syvw krq smwie ]",
    "transliteration": "Guramukh Paratheeth Bhee Man Maaniaa Anadhin Saevaa Karath Samaae ||",
    "translation": "The Gurmukh has faith; his mind is contented and satisfied. Night and day, he serves the Lord, absorbed in Him.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ (ਗੁਰੂ ਵਾਸਤੇ) ਸਰਧਾ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, (ਉਸ ਦਾ) ਮਨ (ਗੁਰੂ ਵਿਚ) ਪਤੀਜਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਹਰ ਵੇਲੇ ਸੇਵਾ ਕਰਦਿਆਂ (ਸੇਵਾ ਵਿਚ) ਮਸਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 21,
    "source_line": 8,
    "gurmukhi": "AMqir siqguru. gurU sB pUjy; siqgur kw drsu dyKY sB Awie ]",
    "transliteration": "Anthar Sathigur Guroo Sabh Poojae Sathigur Kaa Dharas Dhaekhai Sabh Aae ||",
    "translation": "The Guru, the True Guru, is within; all worship and adore Him. Everyone comes to see the Blessed Vision of His Darshan.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਗੁਰੂ ਵੱਸਦਾ ਹੈ ਸਭ ਦਾ ਆਦਰ-ਸਤਕਾਰ ਕਰਦਾ ਹੈ, ਉਹ ਸਾਰੀ ਲੁਕਾਈ ਵਿਚ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "p`Ujy",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 21,
    "source_line": 9,
    "gurmukhi": "mMnIAY siqgur prm bIcwrI; ijqu imilAY. iqsnw BuK sB jwie ]",
    "transliteration": "Manneeai Sathigur Param Beechaaree Jith Miliai Thisanaa Bhukh Sabh Jaae ||",
    "translation": "So believe in the True Guru, the supreme sublime Contemplator. Meeting with Him, hunger and thirst are completely relieved.",
    "punjabi": "ਸਭ ਤੋਂ ਉੱਚੀ ਆਤਮਕ ਵਿਚਾਰ ਦੇ ਮਾਲਕ ਗੁਰੂ ਵਿਚ ਸਰਧਾ ਬਣਾਣੀ ਚਾਹੀਦੀ ਹੈ, ਜਿਸ (ਗੁਰੂ) ਦੇ ਮਿਲਿਆਂ (ਮਾਇਆ ਦੀ) ਸਾਰੀ ਭੁੱਖ ਸਾਰੀ ਤ੍ਰਿਹ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 21,
    "source_line": 10,
    "gurmukhi": "hau sdw sdw bilhwrI gur Apuny; jo pRBu scw dyie imlwie ]",
    "transliteration": "Ho Sadhaa Sadhaa Balihaaree Gur Apunae Jo Prabh Sachaa Dhaee Milaae ||",
    "translation": "I am forever a sacrifice to my Guru, who leads me to meet the True Lord God.",
    "punjabi": "ਮੈਂ ਸਦਾ ਹੀ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਕਿਉਂਕਿ ਉਹ ਗੁਰੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "dy-ie",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 21,
    "source_line": 10,
    "gurmukhi": "nwnk. krmu pwieAw iqn scw; jo gur crxI lgy Awie ]20]",
    "transliteration": "Naanak Karam Paaeiaa Thin Sachaa Jo Gur Charanee Lagae Aae ||20||",
    "translation": "O Nanak, those who come and fall at the Feet of the Guru are blessed with the karma of Truth. ||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਆ ਕੇ ਟਿਕ ਗਏ, ਉਹਨਾਂ ਨੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ (ਰੱਬੀ) ਮਿਹਰ ਪ੍ਰਾਪਤ ਕਰ ਲਈ ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 22,
    "source_line": 11,
    "gurmukhi": "ijn iprIAw sau nyhu; sy sjx mY nwil ]",
    "transliteration": "Jin Pireeaa So Naehu Sae Sajan Mai Naal ||",
    "translation": "That Beloved, with whom I am in love, that Friend of mine is with me.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਸਤ ਸੰਗੀਆਂ ਦਾ) ਪਿਆਰੇ ਪ੍ਰਭੂ ਨਾਲ ਪਿਆਰ ਬਣਿਆ ਹੋਇਆ ਹੈ, ਉਹ ਸਤਸੰਗੀ ਸੱਜਣ ਮੇਰੇ ਨਾਲ (ਸਹਾਈ) ਹਨ।",
    "pronunciation": "s`jx",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 22,
    "source_line": 11,
    "gurmukhi": "AMqir bwhir hau iPrW; BI ihrdY rKw smwil ]21]",
    "transliteration": "Anthar Baahar Ho Firaan Bhee Hiradhai Rakhaa Samaal ||21||",
    "translation": "I wander around inside and outside, but I always keep Him enshrined within my heart. ||21||",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਸਤਸੰਗ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਅੰਦਰ ਬਾਹਰ (ਦੁਨੀਆ ਦੇ ਕਾਰ ਵਿਹਾਰ ਵਿਚ ਭੀ) ਤੁਰਿਆ ਫਿਰਦਾ ਹਾਂ, (ਫਿਰ) ਭੀ (ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਸੰਭਾਲ ਕੇ ਰੱਖਦਾ ਹਾਂ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 23,
    "source_line": 12,
    "gurmukhi": "ijnw. iek min iek iciq iDAwieAw; siqgur sau icqu lwie ]",
    "transliteration": "Jinaa Eik Man Eik Chith Dhhiaaeiaa Sathigur So Chith Laae ||",
    "translation": "Those who meditate on the Lord single-mindedly, with one-pointed concentration, link their consciousness to the True Guru.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਇਕਾਗਰ ਮਨ ਨਾਲ ਇਕਾਗਰ ਚਿੱਤ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 23,
    "source_line": 13,
    "gurmukhi": "iqn kI duK BuK. haumY vfw rogu gieAw; inrdoK Bey ilv lwie ]",
    "transliteration": "Thin Kee Dhukh Bhukh Houmai Vaddaa Rog Gaeiaa Niradhokh Bheae Liv Laae ||",
    "translation": "They are rid of pain, hunger, and the great illness of egotism; lovingly attuned to the Lord, they become free of pain.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਮਾਇਆ ਦੀ ਭੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਦਾ ਵੱਡਾ ਰੋਗ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਸੁਰਤ ਜੋੜ ਕੇ ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 23,
    "source_line": 13,
    "gurmukhi": "gux gwvih gux aucrih; gux mih svY smwie ]",
    "transliteration": "Gun Gaavehi Gun Oucharehi Gun Mehi Savai Samaae ||",
    "translation": "They sing His Praises, and chant His Praises; in His Glorious Praises, they sleep in absorption.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਗੁਣ ਉਚਾਰਦੇ ਹਨ। (ਗੁਰੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਕੇ) ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਵਿਚ ਸਦਾ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "au~c-rih",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 23,
    "source_line": 14,
    "gurmukhi": "nwnk. gur pUry qy pwieAw; shij imilAw pRBu Awie ]22]",
    "transliteration": "Naanak Gur Poorae Thae Paaeiaa Sehaj Miliaa Prabh Aae ||22||",
    "translation": "O Nanak, through the Perfect Guru, they come to meet God with intuitive peace and poise. ||22||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਮਿਲਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਆ ਮਿਲਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 24,
    "source_line": 15,
    "gurmukhi": "mnmuiK mwieAw mohu hY; nwim. n lgY ipAwru ]",
    "transliteration": "Manamukh Maaeiaa Mohu Hai Naam N Lagai Piaar ||",
    "translation": "The self-willed manmukhs are emotionally attached to Maya; they are not in love with the Naam.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਮਾਇਆ ਦਾ ਮੋਹ (ਬਣਿਆ ਰਹਿੰਦਾ) ਹੈ, (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 24,
    "source_line": 15,
    "gurmukhi": "kUVu kmwvY. kUVu sMGrY; kUiV krY Awhwru ]",
    "transliteration": "Koorr Kamaavai Koorr Sangharai Koorr Karai Aahaar ||",
    "translation": "They practice falsehood, gather falsehood, and eat the food of falsehood.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਠੱਗੀ-ਫ਼ਰੇਬ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਠੱਗੀ-ਫ਼ਰੇਬ (ਦੇ ਸੰਸਕਾਰ ਆਪਣੇ ਅੰਦਰ) ਇਕੱਠੇ ਕਰਦਾ ਜਾਂਦਾ ਹੈ, ਠੱਗੀ-ਫ਼ਰੇਬ ਦੀ ਰਾਹੀਂ ਹੀ ਆਪਣੀ ਰੋਜ਼ੀ ਬਣਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 24,
    "source_line": 15,
    "gurmukhi": "ibKu mwieAw Dnu sMic mrih; AMiq hoie sBu Cwru ]",
    "transliteration": "Bikh Maaeiaa Dhhan Sanch Marehi Anth Hoe Sabh Shhaar ||",
    "translation": "Gathering the poisonous wealth and property of Maya, they die; in the end, they are all reduced to ashes.",
    "punjabi": "ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੀ ਮਾਇਆ ਵਾਲਾ ਧਨ (ਮਨੁੱਖ ਦੇ) ਅੰਤ ਸਮੇ (ਉਸ ਦੇ ਭਾ ਦਾ) ਸਾਰਾ ਸੁਆਹ ਹੋ ਜਾਂਦਾ ਹੈ, (ਪਰ ਇਸੇ) ਧਨ ਨੂੰ ਜੋੜ ਜੋੜ ਕੇ (ਜੀਵ) ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 24,
    "source_line": 16,
    "gurmukhi": "krm Drm suic sMjmu krih; AMqir loBu ivkwr ]",
    "transliteration": "Karam Dhharam Such Sanjam Karehi Anthar Lobh Vikaar ||",
    "translation": "They perform religious rituals of purity and self-discipline, but they are filled with greed, evil and corruption.",
    "punjabi": "(ਆਪਣੇ ਵਲੋਂ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਆਦਿਕ ਮਿਥੇ ਹੋਏ) ਧਾਰਮਿਕ ਕਰਮ ਕਰਦੇ ਹਨ, ਸਰੀਰਕ ਪਵਿੱਤ੍ਰਤਾ ਰੱਖਦੇ ਹਨ, (ਇਹੋ ਜਿਹਾ ਹਰੇਕ) ਸੰਜਮ ਕਰਦੇ ਹਨ, (ਪਰ ਉਹਨਾਂ ਦੇ) ਅੰਦਰ ਲੋਭ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਵਿਕਾਰ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 24,
    "source_line": 17,
    "gurmukhi": "nwnk. mnmuiK ij kmwvY. su Qwie, n pvY; drgh hoie KuAwru ]23]",
    "transliteration": "Naanak Manamukh J Kamaavai S Thhaae N Pavai Dharageh Hoe Khuaar ||23||",
    "translation": "O Nanak, the actions of the self-willed manmukhs are not accepted; in the Court of the Lord, they are miserable. ||23||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਸਾਰੀ ਉਮਰ) ਜੋ ਕੁਝ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਪਰਵਾਨ ਨਹੀਂ ਹੁੰਦਾ, ਉਥੇ ਉਹ ਖ਼ੁਆਰ ਹੀ ਹੁੰਦਾ ਹੈ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 25,
    "source_line": 17,
    "gurmukhi": "sBnw rwgW ivic so Blw BweI; ijqu visAw min Awie ]",
    "transliteration": "Sabhanaa Raagaan Vich So Bhalaa Bhaaee Jith Vasiaa Man Aae ||",
    "translation": "Among all Ragas, that one is sublime, O Siblings of Destiny, by which the Lord comes to abide in the mind.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਾਰੇ ਰਾਗਾਂ ਵਿਚ ਉਹ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਹੀ) ਚੰਗਾ (ਉੱਦਮ) ਹੈ, ਕਿਉਂਕਿ ਉਸ (ਸਿਮਰਨ) ਦੀ ਰਾਹੀਂ (ਹੀ ਪਰਮਾਤਮਾ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਕੇ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 25,
    "source_line": 18,
    "gurmukhi": "rwgu nwdu sBu scu hY; kImiq khI. n jwie ]",
    "transliteration": "Raag Naadh Sabh Sach Hai Keemath Kehee N Jaae ||",
    "translation": "Those Ragas which are in the Sound-current of the Naad are totally true; their value cannot be expressed.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਦਾ ਸਿਮਰਨ ਹੀ ਮਨੁੱਖ ਵਾਸਤੇ) ਸਭ ਕੁਝ ਹੈ, ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਹੀ (ਮਨੁੱਖ ਵਾਸਤੇ) ਰਾਗ ਹੈ ਨਾਦ ਹੈ, (ਹਰਿ-ਨਾਮ ਦੇ ਸਿਮਰਨ ਦਾ) ਮੁੱਲ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 25,
    "source_line": 18,
    "gurmukhi": "rwgY nwdY bwhrw; ienI hukmu. n bUiJAw jwie ]",
    "transliteration": "Raagai Naadhai Baaharaa Einee Hukam N Boojhiaa Jaae ||",
    "translation": "Those Ragas which are not in the Sound-current of the Naad - by these, the Lord's Will cannot be understood.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਦਾ ਮਿਲਾਪ) ਰਾਗ (ਦੀ ਕੈਦ) ਤੋਂ ਪਰੇ ਹੈ, ਨਾਦ (ਦੀ ਕੈਦ) ਤੋਂ ਪਰੇ ਹੈ। ਇਹਨਾਂ (ਰਾਗਾਂ ਨਾਦਾਂ) ਦੀ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 25,
    "source_line": 19,
    "gurmukhi": "nwnk. hukmY bUJY, iqnw rwis hoie; siqgur qy soJI pwie ]",
    "transliteration": "Naanak Hukamai Boojhai Thinaa Raas Hoe Sathigur Thae Sojhee Paae ||",
    "translation": "O Nanak, they alone are right, who understand the Will of the True Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਹੜਾ ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ) ਰਜ਼ਾ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ ਉਹਨਾਂ ਵਾਸਤੇ (ਰਾਗ ਭੀ) ਸਹਾਈ ਹੋ ਸਕਦਾ ਹੈ (ਉ​‍ਂਞ ਨਿਰੇ ਰਾਗ ਹੀ ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਸਤੇ ਵਿਚ ਸਹਾਈ ਨਹੀਂ ਹਨ)।",
    "pronunciation": "b`UJY[so~JI",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 25,
    "source_line": 19,
    "gurmukhi": "sB ikCu iqs qy hoieAw; ijau iqsY dI rjwie ]24]",
    "transliteration": "Sabh Kishh This Thae Hoeiaa Jio Thisai Dhee Rajaae ||24||",
    "translation": "Everything happens as He wills. ||24||",
    "punjabi": "ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਹੀ ਹੋ ਰਿਹਾ ਹੈ, ਜਿਵੇਂ ਉਸ ਦੀ ਰਜ਼ਾ ਹੈ, (ਤਿਵੇਂ ਹੀ ਸਭ ਕੁਝ ਹੋ ਰਿਹਾ ਹੈ) ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
