[
  {
    "id": 60350,
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰ ਵਿਚਿ ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਹੈ; ਅੰਮਿ੍ਰਤੁ ਕਹੈ ਕਹਾੲਿ ॥",
    "transliteration": "Sathigur Vich Anmrith Naam Hai Anmrith Kehai Kehaae ||",
    "translation": "The Ambrosial Nectar of the Naam, the Name of the Lord, is within the True Guru.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਗੁਰੂ (ਦੇ ਹਿਰਦੇ) ਵਿਚ ਵੱਸਦਾ ਹੈ, (ਗੁਰੂ ਆਪ ਇਹ) ਅੰਮ੍ਰਿਤ-ਨਾਮ ਜਪਦਾ ਹੈ (ਅਤੇ ਹੋਰਨਾਂ ਪਾਸੋ) ਜਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60351,
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮਤੀ ਨਾਮੁ ਨਿਰਮਲੁੋ; ਨਿਰਮਲ ਨਾਮੁ ਧਿਅਾੲਿ ॥",
    "transliteration": "Guramathee Naam Niramaluo Niramal Naam Dhhiaae ||",
    "translation": "Following the Guru's Teachings, one meditates on the Immaculate Naam, the Pure and Holy Naam.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਹੀ (ਇਹ) ਪਵਿੱਤਰ ਨਾਮ (ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਹੀ ਮਨੁੱਖ ਇਹ) ਪਵਿੱਤਰ ਨਾਮ ਜਪ (ਸਕਦਾ ਹੈ)।",
    "pronunciation": "(ਨਿਰਮਲੋੁ) ਅੌਂਕੜ ਅਤੇ ਹੋੜੇ ਦੇ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60352,
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 2,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬਾਣੀ ਤਤੁ ਹੈ; ਗੁਰਮੁਖਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Anmrith Baanee Thath Hai Guramukh Vasai Man Aae ||",
    "translation": "The Ambrosial Word of His Bani is the true essence. It comes to abide in the mind of the Gurmukh.",
    "punjabi": "(ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ) ਤੱਤ (ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਹਰਿ-ਨਾਮ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60353,
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 3,
    "gurmukhi": "ਹਿਰਦੈ ਕਮਲੁ ਪਰਗਾਸਿਅਾ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲਿ ॥",
    "transliteration": "Hiradhai Kamal Paragaasiaa Jothee Joth Milaae ||",
    "translation": "The heart-lotus blossoms forth, and one's light merges in the Light.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ) ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, (ਉਸ ਦੀ) ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਪਰ-ਗਾਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 60354,
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰੁ ਤਿਨ ਕੳੁ ਮੇਲਿਓਨੁ; ਜਿਨ ਧੁਰਿ ਮਸਤਕਿ ਭਾਗੁ ਲਿਖਾੲਿ ॥੨੫॥",
    "transliteration": "Naanak Sathigur Thin Ko Maelioun Jin Dhhur Masathak Bhaag Likhaae ||25||",
    "translation": "O Nanak, they alone meet with the True Guru, who have such pre-ordained destiny inscribed upon their foreheads. ||25||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ ਗੁਰੂ ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਨੂੰ ਮਿਲਾਇਆ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਉਸ ਨੇ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਇਹ) ਚੰਗੀ ਕਿਸਮਤ ਲਿਖ ਦਿੱਤੀ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60355,
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 4,
    "gurmukhi": "ਅੰਦਰਿ ਤਿਸਨਾ ਅਗਿ ਹੈ; ਮਨਮੁਖ ਭੁਖ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Andhar Thisanaa Ag Hai Manamukh Bhukh N Jaae ||",
    "translation": "Within the self-willed manmukhs is the fire of desire; their hunger does not depart.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ (ਅੱਗ ਬਲਦੀ) ਰਹਿੰਦੀ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਭੁੱਖ (ਕਦੇ) ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "ਅੱਗਿ",
    "type_id": 3
  },
  {
    "id": 60356,
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 4,
    "gurmukhi": "ਮੋਹੁ ਕੁਟੰਬੁ ਸਭੁ ਕੂੜੁ ਹੈ; ਕੂੜਿ ਰਹਿਅਾ ਲਪਟਾੲਿ ॥",
    "transliteration": "Mohu Kuttanb Sabh Koorr Hai Koorr Rehiaa Lapattaae ||",
    "translation": "Emotional attachments to relatives are totally false; they remain engrossed in falsehood.",
    "punjabi": "(ਜਗਤ ਦਾ ਇਹ) ਮੋਹ ਨਾਸਵੰਤ ਪਸਾਰਾ ਹੈ, (ਇਹ) ਪਰਵਾਰ (ਭੀ) ਨਾਸਵੰਤ ਪਸਾਰਾ ਹੈ, (ਪਰ ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਇਸ) ਨਾਸਵੰਤ ਪਸਾਰੇ ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60357,
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 5,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਚਿੰਤਾ ਚਿੰਤਵੈ; ਚਿੰਤਾ ਬਧਾ ਜਾੲਿ ॥",
    "transliteration": "Anadhin Chinthaa Chinthavai Chinthaa Badhhaa Jaae ||",
    "translation": "Night and day, they are troubled by anxiety; bound to anxiety, they depart.",
    "punjabi": "ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈ, ਸੋਚਾਂ ਵਿਚ ਬੱਝਾ ਹੋਇਆ (ਹੀ ਜਗਤ ਤੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "ਬੱਧਾ",
    "type_id": 3
  },
  {
    "id": 60358,
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 5,
    "gurmukhi": "ਜੰਮਣੁ ਮਰਣੁ. ਨ ਚੁਕੲੀ; ਹੳੁਮੈ ਕਰਮ ਕਮਾੲਿ ॥",
    "transliteration": "Janman Maran N Chukee Houmai Karam Kamaae ||",
    "translation": "Their comings and goings in reincarnation never end; they do their deeds in egotism.",
    "punjabi": "ਹਉਮੈ ਦੇ ਆਸਰੇ ਹੀ (ਸਾਰੇ) ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਤਾਹੀਏਂ ਉਸ ਦਾ) ਜਨਮ ਮਰਣ ਦਾ ਗੇੜ (ਕਦੇ) ਮੁੱਕਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60359,
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਸਰਣਾੲੀ ੳੁਬਰੈ; ਨਾਨਕ. ਲੲੇ ਛਡਾੲਿ ॥੨੬॥",
    "transliteration": "Gur Saranaaee Oubarai Naanak Leae Shhaddaae ||26||",
    "translation": "But in the Guru's Sanctuary, they are saved, O Nanak, and set free. ||26||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਉਹ ਮਨਮੁਖ ਭੀ ਮੋਹ ਦੇ ਜਾਲ ਵਿਚੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ, ਗੁਰੂ (ਇਸ ਮੋਹ-ਜਾਲ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60360,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਪੁਰਖੁ ਹਰਿ ਧਿਅਾੲਿਦਾ; ਸਤਸੰਗਤਿ ਸਤਿਗੁਰ ਭਾੲਿ ॥",
    "transliteration": "Sathigur Purakh Har Dhhiaaeidhaa Sathasangath Sathigur Bhaae ||",
    "translation": "The True Guru meditates on the Lord, the Primal Being. The Sat Sangat, the True Congregation, loves the True Guru.",
    "punjabi": "ਗੁਰੂ ਮਹਾਪੁਰਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60361,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 7,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਸਤਿਗੁਰ ਸੇਵਦੇ; ਹਰਿ ਮੇਲੇ ਗੁਰੁ ਮੇਲਾੲਿ ॥",
    "transliteration": "Sathasangath Sathigur Saevadhae Har Maelae Gur Maelaae ||",
    "translation": "Those who join the Sat Sangat, and serve the True Guru - the Guru unites them in the Lord's Union.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60362,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 7,
    "gurmukhi": "ੲੇਹੁ ਭੳੁਜਲੁ ਜਗਤੁ ਸੰਸਾਰੁ ਹੈ; ਗੁਰੁ ਬੋਹਿਥੁ ਨਾਮਿ ਤਰਾੲਿ ॥",
    "transliteration": "Eaehu Bhoujal Jagath Sansaar Hai Gur Bohithh Naam Tharaae ||",
    "translation": "This world, this universe, is a terrifying ocean. On the Boat of the Naam, the Name of the Lord, the Guru carries us across.",
    "punjabi": "(ਉ​‍ਂਞ ਤਾਂ) ਇਹ ਜਗਤ ਇਹ ਸੰਸਾਰ ਇਕ ਭਿਆਨਕ ਸਮੁੰਦਰ ਹੈ, ਪਰ ਗੁਰੂ-ਜਹਾਜ਼ (ਸਰਨ ਆਏ ਜੀਵਾਂ ਨੂੰ) ਹਰਿ-ਨਾਮ ਵਿਚ (ਜੋੜ ਕੇ ਇਸ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 60363,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਸਿਖੀ ਭਾਣਾ ਮੰਨਿਅਾ; ਗੁਰੁ ਪੂਰਾ ਪਾਰਿ ਲੰਘਾੲਿ ॥",
    "transliteration": "Gurasikhee Bhaanaa Manniaa Gur Pooraa Paar Langhaae ||",
    "translation": "The Sikhs of the Guru accept and obey the Lord's Will; the Perfect Guru carries them across.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ) ਗੁਰਸਿੱਖਾਂ ਨੇ (ਗੁਰੂ ਦਾ) ਹੁਕਮ ਮੰਨ ਲਿਆ, ਪੂਰਾ ਗੁਰੂ (ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗੁਰਸਿੱਖੀ ਕਮਾੳੁਣ ਦੇ ਸਾਰੇ ਗੁਣ, ਭਾਣਾ ਮੰਨਿਅਾ",
    "type_id": 3
  },
  {
    "id": 60364,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 8,
    "gurmukhi": "ਗੁਰਸਿਖਾਂ ਕੀ ਹਰਿ. ਧੂੜਿ ਦੇਹਿ; ਹਮ ਪਾਪੀ ਭੀ ਗਤਿ ਪਾਂਹਿ ॥",
    "transliteration": "Gurasikhaan Kee Har Dhhoorr Dhaehi Ham Paapee Bhee Gath Paanhi ||",
    "translation": "O Lord, please bless me with the dust of the feet of the Guru's Sikhs. I am a sinner - please save me.",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ ਗੁਰਸਿੱਖਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼, ਤਾ ਕਿ ਅਸੀਂ ਵਿਕਾਰੀ ਜੀਵ ਭੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਸਕੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60365,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 9,
    "gurmukhi": "ਧੁਰਿ ਮਸਤਕਿ ਹਰਿ ਪ੍ਰਭ ਲਿਖਿਅਾ; ਗੁਰ ਨਾਨਕ. ਮਿਲਿਅਾ ਅਾੲਿ ॥",
    "transliteration": "Dhhur Masathak Har Prabh Likhiaa Gur Naanak Miliaa Aae ||",
    "translation": "Those who have such pre-ordained destiny written upon their foreheads by the Lord God, come to meet Guru Nanak.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹਰੀ-ਪ੍ਰਭੂ ਦਾ ਲਿਖਿਆ ਲੇਖ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਉੱਘੜ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਆ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60366,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 10,
    "gurmukhi": "ਜਮਕੰਕਰ ਮਾਰਿ ਬਿਦਾਰਿਅਨੁ; ਹਰਿ ਦਰਗਹ ਲੲੇ ਛਡਾੲਿ ॥",
    "transliteration": "Jamakankar Maar Bidhaarian Har Dharageh Leae Shhaddaae ||",
    "translation": "The Messenger of Death is beaten and driven away; we are saved in the Court of the Lord.",
    "punjabi": "ਉਸ (ਗੁਰੂ) ਨੇ (ਸਾਰੇ) ਜਮਦੂਤ ਮਾਰ ਕੇ ਮੁਕਾ ਦਿੱਤੇ। (ਗੁਰੂ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸੁਰਖ਼ਰੂ ਕਰਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60367,
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਸਿਖਾ ਨੋ ਸਾਬਾਸਿ ਹੈ; ਹਰਿ ਤੁਠਾ ਮੇਲਿ ਮਿਲਾੲਿ ॥੨੭॥",
    "transliteration": "Gurasikhaa No Saabaas Hai Har Thuthaa Mael Milaae ||27||",
    "translation": "Blessed and celebrated are the Sikhs of the Guru; in His Pleasure, the Lord unites them in His Union. ||27||",
    "punjabi": "ਗੁਰਸਿੱਖਾਂ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਉਹਨਾਂ ਉਤੇ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨੭॥",
    "pronunciation": "ਤੁੱਠਾ",
    "type_id": 3
  },
  {
    "id": 60368,
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ. ਹਰਿ ਨਾਮੁ ਦਿੜਾੲਿਅਾ; ਜਿਨਿ ਵਿਚਹੁ ਭਰਮੁ ਚੁਕਾੲਿਅਾ ॥",
    "transliteration": "Gur Poorai Har Naam Dhirraaeiaa Jin Vichahu Bharam Chukaaeiaa ||",
    "translation": "The Perfect Guru has implanted the Lord's Name within me; it has dispelled my doubts from within.",
    "punjabi": "(ਜਿਸ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਜੀਵ ਦੇ ਅੰਦਰ ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕੀਤਾ ਹੈ, ਜਿਸ (ਪੂਰੇ ਗੁਰੂ) ਨੇ (ਜੀਵ ਦੇ) ਅੰਦਰੋਂ ਭਟਕਣਾ (ਸਦਾ) ਮੁਕਾਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60369,
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 11,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ਹਰਿ ਕੀਰਤਿ ਗਾੲਿ; ਕਰਿ ਚਾਨਣੁ. ਮਗੁ ਦੇਖਾੲਿਅਾ ॥",
    "transliteration": "Raam Naam Har Keerath Gaae Kar Chaanan Mag Dhaekhaaeiaa ||",
    "translation": "Singing the Kirtan of the Praises of the Lord's Name, the Lord's path is illuminated and shown to His Sikhs.",
    "punjabi": "(ਉਸ ਗੁਰੂ ਨੇ ਆਪ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਿਮਰ ਕੇ), ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗਾ ਗਾ ਕੇ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਕਰ ਕੇ (ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਹੀ) ਰਸਤਾ (ਸਦਾ) ਵਿਖਾਇਆ ਹੈ।",
    "pronunciation": "ਮੱਗੁ",
    "type_id": 3
  },
  {
    "id": 60370,
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 12,
    "gurmukhi": "ਹੳੁਮੈ ਮਾਰਿ. ੲੇਕ ਲਿਵ ਲਾਗੀ; ਅੰਤਰਿ ਨਾਮੁ ਵਸਾੲਿਅਾ ॥",
    "transliteration": "Houmai Maar Eaek Liv Laagee Anthar Naam Vasaaeiaa ||",
    "translation": "Conquering my egotism, I remain lovingly attuned to the One Lord; the Naam, the Name of the Lord, dwells within me.",
    "punjabi": "(ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਲਗਨ ਲੱਗ ਗਈ, (ਉਸ ਨੇ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਸਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60371,
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮਤੀ. ਜਮੁ ਜੋਹਿ, ਨ ਸਕੈ; ਸਚੈ ਨਾੲਿ ਸਮਾੲਿਅਾ ॥",
    "transliteration": "Guramathee Jam Johi N Sakai Sachai Naae Samaaeiaa ||",
    "translation": "I follow the Guru's Teachings, and so the Messenger of Death cannot even see me; I am immersed in the True Name.",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਜਮਰਾਜ ਭੀ (ਉਸ ਮਨੁੱਖ ਵੱਲ) ਤੱਕ ਨਹੀਂ ਸਕਦਾ, (ਉਹ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ (ਸਦਾ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60372,
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 13,
    "gurmukhi": "ਸਭੁ ਅਾਪੇ ਅਾਪਿ. ਵਰਤੈ ਕਰਤਾ; ਜੋ ਭਾਵੈ. ਸੋ ਨਾੲਿ ਲਾੲਿਅਾ ॥",
    "transliteration": "Sabh Aapae Aap Varathai Karathaa Jo Bhaavai So Naae Laaeiaa ||",
    "translation": "The Creator Himself is All-pervading; as He pleases, He links us to His Name.",
    "punjabi": "(ਉਸਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰ ਥਾਂ ਕਰਤਾਰ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60373,
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਨਾੳੁ ਲੲੇ ਤਾਂ ਜੀਵੈ; ਬਿਨੁ ਨਾਵੈ. ਖਿਨੁ ਮਰਿ ਜਾੲਿਅਾ ॥੨੮॥",
    "transliteration": "Jan Naanak Naao Leae Thaan Jeevai Bin Naavai Khin Mar Jaaeiaa ||28||",
    "translation": "Servant Nanak lives, chanting the Name. Without the Name, he dies in an instant. ||28||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦਾ ਹੈ ਤਦੋਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਤਾਂ ਜੀਵ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60374,
    "shabad_id": 5482,
    "pada": 30,
    "source_line": 14,
    "gurmukhi": "ਮਨ ਅੰਤਰਿ ਹੳੁਮੈ ਰੋਗੁ; ਭ੍ਰਮਿ ਭੂਲੇ ਹੳੁਮੈ ਸਾਕਤ ਦੁਰਜਨਾ ॥",
    "transliteration": "Man Anthar Houmai Rog Bhram Bhoolae Houmai Saakath Dhurajanaa ||",
    "translation": "Within the minds of the faithless cynics is the disease of egotism; these evil people wander around lost, deluded by doubt.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਦੁਰਾਚਾਰੀ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਹਉਮੈ ਦਾ ਰੋਗ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ), ਇਸ ਹਉਮੈ ਦੇ ਕਾਰਨ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਉਹ (ਜੀਵਨ ਦੇ) ਗ਼ਲਤ ਰਸਤੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਭੂੱਲੇ",
    "type_id": 3
  },
  {
    "id": 60375,
    "shabad_id": 5482,
    "pada": 30,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਰੋਗੁ ਗਵਾੲਿ; ਮਿਲਿ ਸਤਿਗੁਰ ਸਾਧੂ ਸਜਣਾ ॥੨੯॥",
    "transliteration": "Naanak Rog Gavaae Mil Sathigur Saadhhoo Sajanaa ||29||",
    "translation": "O Nanak, this disease is eradicated only by meeting with the True Guru, the Holy Friend. ||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਾਕਤ ਮਨੁੱਖ ਭੀ) ਸੱਜਣ ਸਾਧੂ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਹਉਮੈ ਦਾ ਇਹ) ਰੋਗ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60376,
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 16,
    "gurmukhi": "ਗੁਰਮਤੀ; ਹਰਿ ਹਰਿ ਬੋਲੇ ॥",
    "transliteration": "Guramathee Har Har Bolae ||",
    "translation": "Following the Guru's Teachings, chant the Name of the Lord, Har, Har.",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "ਬੋ੍ਨਲੇ",
    "type_id": 3
  },
  {
    "id": 60377,
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਪ੍ਰੇਮਿ ਕਸਾੲੀ ਦਿਨਸੁ ਰਾਤਿ; ਹਰਿ ਰਤੀ ਹਰਿ ਰੰਗਿ ਚੋਲੇ ॥",
    "transliteration": "Har Praem Kasaaee Dhinas Raath Har Rathee Har Rang Cholae ||",
    "translation": "Attracted by the Lord's Love, day and night, the body-robe is imbued with the Lord's Love.",
    "punjabi": "ਉਹ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਖਿੱਚ ਪਾਂਦੀ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਵਿਚ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ (ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ (ਆਤਮਕ ਆਨੰਦ) ਮਾਣਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "ਸ੍ਰੀਰ ਰੂਪੀ ਚੋਲ਼ੇ।ਚੋਲੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60378,
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਜੈਸਾ ਪੁਰਖੁ. ਨ ਲਭੲੀ; ਸਭੁ ਦੇਖਿਅਾ ਜਗਤੁ ਮੈ ਟੋਲੇ ॥",
    "transliteration": "Har Jaisaa Purakh N Labhee Sabh Dhaekhiaa Jagath Mai Ttolae ||",
    "translation": "I have not found any being like the Lord, although I have searched and looked all over the world.",
    "punjabi": "ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਭਾਲ ਕੇ ਵੇਖ ਲਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਵਰਗਾ ਖਸਮ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "ਲੱ-ਭੲੀ ।ਜੱਗਤੁ।ਟੋ੍ਨਲੇ",
    "type_id": 3
  },
  {
    "id": 60379,
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਸਤਿਗੁਰਿ. ਨਾਮੁ ਦਿੜਾੲਿਅਾ; ਮਨੁ ਅਨਤ. ਨ ਕਾਹੂ ਡੋਲੇ ॥",
    "transliteration": "Gur Sathigur Naam Dhirraaeiaa Man Anath N Kaahoo Ddolae ||",
    "translation": "The Guru, the True Guru, has implanted the Naam within; now, my mind does not waver or wander anywhere else.",
    "punjabi": "ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, (ਉਸ ਦਾ) ਮਨ ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਡੋਲਦਾ।",
    "pronunciation": "ਡੋ੍ਨਲੇ",
    "type_id": 3
  },
  {
    "id": 60380,
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 18,
    "gurmukhi": "ਜਨ ਨਾਨਕੁ. ਹਰਿ ਕਾ ਦਾਸੁ ਹੈ; ਗੁਰ ਸਤਿਗੁਰ ਕੇ ਗੁਲ ਗੋਲੇ ॥੩੦॥",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Gur Sathigur Kae Gul Golae ||30||",
    "translation": "Servant Nanak is the slave of the Lord, the slave of the slaves of the Guru, the True Guru. ||30||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ ਹੈ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੩੦॥",
    "pronunciation": "ਗੋ੍ਨਲੇ",
    "type_id": 3
  }
]
