[
  {
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 1,
    "gurmukhi": "siqgur ivic AMimRq nwmu hY; AMimRqu khY khwie]",
    "transliteration": "Sathigur Vich Anmrith Naam Hai Anmrith Kehai Kehaae ||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਗੁਰੂ (ਦੇ ਹਿਰਦੇ) ਵਿਚ ਵੱਸਦਾ ਹੈ, (ਗੁਰੂ ਆਪ ਇਹ) ਅੰਮ੍ਰਿਤ-ਨਾਮ ਜਪਦਾ ਹੈ (ਅਤੇ ਹੋਰਨਾਂ ਪਾਸੋ) ਜਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 2,
    "gurmukhi": "gurmqI nwmu inrmluo; inrml nwmu iDAwie]",
    "transliteration": "Guramathee Naam Niramaluo Niramal Naam Dhhiaae ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਿਆਂ ਹੀ (ਇਹ) ਪਵਿੱਤਰ ਨਾਮ (ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ। ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਹੀ ਮਨੁੱਖ ਇਹ) ਪਵਿੱਤਰ ਨਾਮ ਜਪ (ਸਕਦਾ ਹੈ)।",
    "pronunciation": "(inrmlou) AONkV Aqy hoVy dy ivcwly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 2,
    "gurmukhi": "AMimRq bwxI qqu hY; gurmuiK vsY min Awie]",
    "transliteration": "Anmrith Baanee Thath Hai Guramukh Vasai Man Aae ||",
    "punjabi": "(ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ) ਤੱਤ (ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਹੀ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਹਰਿ-ਨਾਮ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 3,
    "gurmukhi": "ihrdY kmlu prgwisAw; joqI joiq imlwie]",
    "transliteration": "Hiradhai Kamal Paragaasiaa Jothee Joth Milaae ||",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਹਰਿ-ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਸ ਦੇ) ਹਿਰਦੇ ਦਾ ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ, (ਉਸ ਦੀ) ਜਿੰਦ ਪਰਮਾਤਮਾ ਦੀ ਜੋਤਿ ਵਿਚ ਮਿਲੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "pr-gwisAw",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 26,
    "source_line": 3,
    "gurmukhi": "nwnk. siqguru iqn kau myilEnu; ijn Duir msqik Bwgu ilKwie]25]",
    "transliteration": "Naanak Sathigur Thin Ko Maelioun Jin Dhhur Masathak Bhaag Likhaae ||25||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਉਸ (ਪਰਮਾਤਮਾ) ਨੇ ਗੁਰੂ ਉਹਨਾਂ (ਮਨੁੱਖਾਂ) ਨੂੰ ਮਿਲਾਇਆ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ (ਉਸ ਨੇ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ (ਇਹ) ਚੰਗੀ ਕਿਸਮਤ ਲਿਖ ਦਿੱਤੀ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 4,
    "gurmukhi": "AMdir iqsnw Aig hY; mnmuK BuK. n jwie]",
    "transliteration": "Andhar Thisanaa Ag Hai Manamukh Bhukh N Jaae ||",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਮੁਰੀਦ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤ੍ਰਿਸ਼ਨਾ ਦੀ (ਅੱਗ ਬਲਦੀ) ਰਹਿੰਦੀ, (ਉਸ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਭੁੱਖ (ਕਦੇ) ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "A`ig",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 4,
    "gurmukhi": "mohu kutMbu sBu kUVu hY; kUiV rihAw lptwie]",
    "transliteration": "Mohu Kuttanb Sabh Koorr Hai Koorr Rehiaa Lapattaae ||",
    "punjabi": "(ਜਗਤ ਦਾ ਇਹ) ਮੋਹ ਨਾਸਵੰਤ ਪਸਾਰਾ ਹੈ, (ਇਹ) ਪਰਵਾਰ (ਭੀ) ਨਾਸਵੰਤ ਪਸਾਰਾ ਹੈ, (ਪਰ ਮਨ ਦਾ ਮੁਰੀਦ ਮਨੁੱਖ ਇਸ) ਨਾਸਵੰਤ ਪਸਾਰੇ ਵਿਚ (ਸਦਾ) ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 5,
    "gurmukhi": "An idnu icMqw icMqvY; icMqw bDw jwie]",
    "transliteration": "Anadhin Chinthaa Chinthavai Chinthaa Badhhaa Jaae ||",
    "punjabi": "ਹਰ ਵੇਲੇ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਸੋਚਾਂ ਸੋਚਦਾ ਰਹਿੰਦਾ ਹੈ, ਸੋਚਾਂ ਵਿਚ ਬੱਝਾ ਹੋਇਆ (ਹੀ ਜਗਤ ਤੋਂ) ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "b`Dw",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 5,
    "gurmukhi": "jMmxu mrxu. n cukeI; haumY krm kmwie]",
    "transliteration": "Janman Maran N Chukee Houmai Karam Kamaae ||",
    "punjabi": "ਹਉਮੈ ਦੇ ਆਸਰੇ ਹੀ (ਸਾਰੇ) ਕੰਮ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਤਾਹੀਏਂ ਉਸ ਦਾ) ਜਨਮ ਮਰਣ ਦਾ ਗੇੜ (ਕਦੇ) ਮੁੱਕਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 27,
    "source_line": 6,
    "gurmukhi": "gur srxweI aubrY; nwnk. ley Cfwie]26]",
    "transliteration": "Gur Saranaaee Oubarai Naanak Leae Shhaddaae ||26||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਉਹ ਮਨਮੁਖ ਭੀ ਮੋਹ ਦੇ ਜਾਲ ਵਿਚੋਂ) ਬਚ ਨਿਕਲਦਾ ਹੈ, ਗੁਰੂ (ਇਸ ਮੋਹ-ਜਾਲ ਤੋਂ) ਛੁਡਾ ਲੈਂਦਾ ਹੈ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 6,
    "gurmukhi": "siqgur purKu hir iDAwiedw; sqsMgiq siqgur Bwie]",
    "transliteration": "Sathigur Purakh Har Dhhiaaeidhaa Sathasangath Sathigur Bhaae ||",
    "punjabi": "ਗੁਰੂ ਮਹਾਪੁਰਖ ਸਾਧ ਸੰਗਤ ਵਿਚ ਗੁਰੂ ਦੇ ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 7,
    "gurmukhi": "sqsMgiq siqgur syvdy; hir myly guru mylwie]",
    "transliteration": "Sathasangath Sathigur Saevadhae Har Maelae Gur Maelaae ||",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਸਾਧ ਸੰਗਤ ਵਿਚ ਆ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਂਦੇ ਹਨ, ਗੁਰੂ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਵਿਚ ਜੋੜ ਦੇਂਦਾ ਹੈ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 7,
    "gurmukhi": "eyhu Baujlu jgqu sMswru hY; guru boihQu nwim qrwie]",
    "transliteration": "Eaehu Bhoujal Jagath Sansaar Hai Gur Bohithh Naam Tharaae ||",
    "punjabi": "(ਉ​‍ਂਞ ਤਾਂ) ਇਹ ਜਗਤ ਇਹ ਸੰਸਾਰ ਇਕ ਭਿਆਨਕ ਸਮੁੰਦਰ ਹੈ, ਪਰ ਗੁਰੂ-ਜਹਾਜ਼ (ਸਰਨ ਆਏ ਜੀਵਾਂ ਨੂੰ) ਹਰਿ-ਨਾਮ ਵਿਚ (ਜੋੜ ਕੇ ਇਸ ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "j`gqu",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 8,
    "gurmukhi": "gurisKI Bwxw mMinAw; guru pUrw pwir lMGwie]",
    "transliteration": "Gurasikhee Bhaanaa Manniaa Gur Pooraa Paar Langhaae ||",
    "punjabi": "(ਜਿਨ੍ਹਾਂ) ਗੁਰਸਿੱਖਾਂ ਨੇ (ਗੁਰੂ ਦਾ) ਹੁਕਮ ਮੰਨ ਲਿਆ, ਪੂਰਾ ਗੁਰੂ (ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ।",
    "pronunciation": "guris`KI kmwaux dy swry gux, Bwxw mMinAw",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 8,
    "gurmukhi": "gurisKW kI hir. DUiV dyih; hm pwpI BI giq pWih]",
    "transliteration": "Gurasikhaan Kee Har Dhhoorr Dhaehi Ham Paapee Bhee Gath Paanhi ||",
    "punjabi": "ਹੇ ਹਰੀ! ਅਸਾਂ ਜੀਵਾਂ ਨੂੰ ਗੁਰਸਿੱਖਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਖ਼ਸ਼, ਤਾ ਕਿ ਅਸੀਂ ਵਿਕਾਰੀ ਜੀਵ ਭੀ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਕਰ ਸਕੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 9,
    "gurmukhi": "Duir msqik hir pRB iliKAw; gur nwnk. imilAw Awie]",
    "transliteration": "Dhhur Masathak Har Prabh Likhiaa Gur Naanak Miliaa Aae ||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਹਰੀ-ਪ੍ਰਭੂ ਦਾ ਲਿਖਿਆ ਲੇਖ (ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮੱਥੇ ਉੱਤੇ ਉੱਘੜ ਪੈਂਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਆ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 10,
    "gurmukhi": "jmkMkr mwir ibdwirAnu; hir drgh ley Cfwie]",
    "transliteration": "Jamakankar Maar Bidhaarian Har Dharageh Leae Shhaddaae ||",
    "punjabi": "ਉਸ (ਗੁਰੂ) ਨੇ (ਸਾਰੇ) ਜਮਦੂਤ ਮਾਰ ਕੇ ਮੁਕਾ ਦਿੱਤੇ। (ਗੁਰੂ ਉਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਸੁਰਖ਼ਰੂ ਕਰਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 28,
    "source_line": 10,
    "gurmukhi": "gurisKw no swbwis hY; hir quTw myil imlwie]27]",
    "transliteration": "Gurasikhaa No Saabaas Hai Har Thuthaa Mael Milaae ||27||",
    "punjabi": "ਗੁਰਸਿੱਖਾਂ ਨੂੰ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਆਦਰ-ਸਤਕਾਰ ਮਿਲਦਾ ਹੈ, ਪ੍ਰਭੂ ਉਹਨਾਂ ਉਤੇ ਪ੍ਰਸੰਨ ਹੋ ਕੇ (ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਨਾਲ) ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੨੭॥",
    "pronunciation": "qu`Tw",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 11,
    "gurmukhi": "guir pUrY. hir nwmu idVwieAw; ijin ivchu Brmu cukwieAw]",
    "transliteration": "Gur Poorai Har Naam Dhirraaeiaa Jin Vichahu Bharam Chukaaeiaa ||",
    "punjabi": "(ਜਿਸ) ਪੂਰੇ ਗੁਰੂ ਨੇ (ਜੀਵ ਦੇ ਅੰਦਰ ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਪੱਕਾ ਕੀਤਾ ਹੈ, ਜਿਸ (ਪੂਰੇ ਗੁਰੂ) ਨੇ (ਜੀਵ ਦੇ) ਅੰਦਰੋਂ ਭਟਕਣਾ (ਸਦਾ) ਮੁਕਾਈ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 11,
    "gurmukhi": "rwm nwmu hir kIriq gwie; kir cwnxu. mgu dyKwieAw]",
    "transliteration": "Raam Naam Har Keerath Gaae Kar Chaanan Mag Dhaekhaaeiaa ||",
    "punjabi": "(ਉਸ ਗੁਰੂ ਨੇ ਆਪ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਿਮਰ ਕੇ), ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਗਾ ਗਾ ਕੇ (ਸਰਨ ਆਏ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਕਰ ਕੇ (ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦਾ ਸਹੀ) ਰਸਤਾ (ਸਦਾ) ਵਿਖਾਇਆ ਹੈ।",
    "pronunciation": "m`gu",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 12,
    "gurmukhi": "haumY mwir. eyk ilv lwgI; AMqir nwmu vswieAw]",
    "transliteration": "Houmai Maar Eaek Liv Laagee Anthar Naam Vasaaeiaa ||",
    "punjabi": "(ਪੂਰੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ) ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਲਗਨ ਲੱਗ ਗਈ, (ਉਸ ਨੇ ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਸਾ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 13,
    "gurmukhi": "gurmqI. jmu joih, n skY; scY nwie smwieAw]",
    "transliteration": "Guramathee Jam Johi N Sakai Sachai Naae Samaaeiaa ||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰਨ ਦੇ ਕਾਰਨ ਜਮਰਾਜ ਭੀ (ਉਸ ਮਨੁੱਖ ਵੱਲ) ਤੱਕ ਨਹੀਂ ਸਕਦਾ, (ਉਹ ਮਨੁੱਖ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਵਿਚ (ਸਦਾ) ਲੀਨ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 13,
    "gurmukhi": "sBu Awpy Awip. vrqY krqw; jo BwvY. so nwie lwieAw]",
    "transliteration": "Sabh Aapae Aap Varathai Karathaa Jo Bhaavai So Naae Laaeiaa ||",
    "punjabi": "(ਉਸਨੂੰ ਇਹ ਨਿਸ਼ਚਾ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਹਰ ਥਾਂ ਕਰਤਾਰ ਆਪ ਹੀ ਆਪ ਮੌਜੂਦ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗ ਪੈਂਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 29,
    "source_line": 14,
    "gurmukhi": "jn nwnku. nwau ley qW jIvY; ibnu nwvY. iKnu mir jwieAw]28]",
    "transliteration": "Jan Naanak Naao Leae Thaan Jeevai Bin Naavai Khin Mar Jaaeiaa ||28||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ ਜਦੋਂ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਜਪਦਾ ਹੈ ਤਦੋਂ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ। ਭਾਈ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਤਾਂ ਜੀਵ ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 30,
    "source_line": 14,
    "gurmukhi": "mn AMqir haumY rogu; BRim BUly haumY swkq durjnw]",
    "transliteration": "Man Anthar Houmai Rog Bhram Bhoolae Houmai Saakath Dhurajanaa ||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਟੁੱਟੇ ਹੋਏ ਦੁਰਾਚਾਰੀ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ ਹਉਮੈ ਦਾ ਰੋਗ (ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ), ਇਸ ਹਉਮੈ ਦੇ ਕਾਰਨ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਉਹ (ਜੀਵਨ ਦੇ) ਗ਼ਲਤ ਰਸਤੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "BU`ly",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 30,
    "source_line": 15,
    "gurmukhi": "nwnk. rogu gvwie; imil siqgur swDU sjxw]29]",
    "transliteration": "Naanak Rog Gavaae Mil Sathigur Saadhhoo Sajanaa ||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸਾਕਤ ਮਨੁੱਖ ਭੀ) ਸੱਜਣ ਸਾਧੂ ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਹਉਮੈ ਦਾ ਇਹ) ਰੋਗ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 16,
    "gurmukhi": "gurmqI; hir hir boly]",
    "transliteration": "Guramathee Har Har Bolae ||",
    "punjabi": "(ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ) ਗੁਰੂ ਦੀ ਮੱਤ ਉੱਤੇ ਤੁਰ ਕੇ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੀ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "bo~ly",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 16,
    "gurmukhi": "hir pRyim ksweI idnsu rwiq; hir rqI hir rMig coly]",
    "transliteration": "Har Praem Kasaaee Dhinas Raath Har Rathee Har Rang Cholae ||",
    "punjabi": "ਉਹ ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਖਿੱਚ ਪਾਂਦੀ ਰਹਿੰਦੀ ਹੈ, ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਵਿਚ ਰੱਤੀ ਰਹਿੰਦੀ ਹੈ, ਉਹ ਪਰਮਾਤਮਾ ਦੇ (ਪ੍ਰੇਮ-) ਰੰਗ ਵਿਚ (ਆਤਮਕ ਆਨੰਦ) ਮਾਣਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "sRIr rUpI coLy[coly: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 16,
    "gurmukhi": "hir jYsw purKu. n lBeI; sBu dyiKAw jgqu mY toly]",
    "transliteration": "Har Jaisaa Purakh N Labhee Sabh Dhaekhiaa Jagath Mai Ttolae ||",
    "punjabi": "ਮੈਂ ਸਾਰਾ ਸੰਸਾਰ ਭਾਲ ਕੇ ਵੇਖ ਲਿਆ ਹੈ, ਪਰਮਾਤਮਾ ਵਰਗਾ ਖਸਮ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਨਹੀਂ ਲੱਭਦਾ।",
    "pronunciation": "l`-BeI [j`gqu[to~ly",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 17,
    "gurmukhi": "gur siqguir. nwmu idVwieAw; mnu Anq. n kwhU foly]",
    "transliteration": "Gur Sathigur Naam Dhirraaeiaa Man Anath N Kaahoo Ddolae ||",
    "punjabi": "ਗੁਰੂ ਸਤਿਗੁਰੂ ਨੇ (ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ, (ਉਸ ਦਾ) ਮਨ ਕਿਸੇ ਭੀ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਡੋਲਦਾ।",
    "pronunciation": "fo~ly",
    "type_id": 3
  },
  {
    "shabad_id": 5482,
    "pada": 31,
    "source_line": 18,
    "gurmukhi": "jn nwnku. hir kw dwsu hY; gur siqgur ky gul goly]30]",
    "transliteration": "Jan Naanak Har Kaa Dhaas Hai Gur Sathigur Kae Gul Golae ||30||",
    "punjabi": "ਦਾਸ ਨਾਨਕ (ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਦਾਸ ਹੈ, ਗੁਰੂ ਸਤਿਗੁਰੂ ਦੇ ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ ਹੈ ॥੩੦॥",
    "pronunciation": "go~ly",
    "type_id": 3
  }
]