[
  {
    "shabad_id": 5483,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "slok mhlw 5",
    "transliteration": "Salok Mehalaa 5",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "<> siqgur pRswid ]",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "shabad_id": 5483,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "rqy syeI. ij muKu. n moVMin@; ijn@I is\\\\wqw sweI ]",
    "transliteration": "Rathae Saeee J Mukh N Morrannih Jinhee Sinjaathaa Saaee ||",
    "translation": "They alone are imbued with the Lord, who do not turn their faces away from Him - they realize Him.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਹੀ (ਪ੍ਰੇਮ ਰੰਗ ਵਿਚ) ਰੰਗੇ ਹੋਏ ਹਨ, ਜਿਹੜੇ (ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਲੋਂ ਕਦੇ ਭੀ) ਮੂੰਹ ਨਹੀਂ ਮੋੜਦੇ (ਕਦੇ ਭੀ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਨਹੀਂ ਭੁਲਾਂਦੇ), ਜਿਨ੍ਹਾਂ ਨੇ ਖਸਮ-ਪ੍ਰਭੂ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "r`qy[ sWeIN",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "JiV JiV pvdy kcy ibrhI; ijn@w kwir. n AweI ]1]",
    "transliteration": "Jharr Jharr Pavadhae Kachae Birehee Jinhaa Kaar N Aaee ||1||",
    "translation": "The false, immature lovers do not know the way of love, and so they fall. ||1||",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਨੂੰ (ਪ੍ਰੇਮ ਦੀ ਦਵਾਈ) ਮੁਆਫ਼ਿਕ ਨਹੀਂ ਬੈਠਦੀ (ਠੀਕ ਅਸਰ ਨਹੀਂ ਕਰਦੀ,) ਉਹ ਕਮਜ਼ੋਰ ਪ੍ਰੇਮ ਵਾਲੇ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਚਰਨਾਂ ਨਾਲੋਂ ਇਉਂ) ਮੁੜ ਮੁੜ ਟੁੱਟਦੇ ਹਨ (ਜਿਵੇਂ ਕਮਜ਼ੋਰ ਕੱਚੇ ਫਲ ਟਾਹਣੀ ਨਾਲੋਂ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "DxI ivhUxw. pwt ptMbr; BwhI syqI jwly ]",
    "transliteration": "Dhhanee Vihoonaa Paatt Pattanbar Bhaahee Saethee Jaalae ||",
    "translation": "Without my Master, I will burn my silk and satin clothes in the fire.",
    "punjabi": "(ਹੇ ਭਾਈ!) (ਮੈਂ ਤਾਂ ਉਹ) ਰੇਸ਼ਮੀ ਕਪੜੇ (ਭੀ) ਅੱਗ ਨਾਲ ਸਾੜ ਦਿੱਤੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਦੇ ਕਾਰਨ ਜੀਵਨ) ਖਸਮ-ਪ੍ਰਭੂ (ਦੀ ਯਾਦ) ਤੋਂ ਵਾਂਜਿਆ ਹੀ ਰਹੇ।",
    "pronunciation": "j`wly",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "DUVI ivic lufMdVI sohW; nwnk. qY sh nwly ]2]",
    "transliteration": "Dhhoorree Vich Luddandharree Sohaan Naanak Thai Seh Naalae ||2||",
    "translation": "Even rolling in the dust, I look beautiful, O Nanak, if my Husband Lord is with me. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ, ਹੇ ਖਸਮ-ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਲ (ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿ ਕੇ) ਮੈਂ ਘੱਟੇ-ਮਿੱਟੀ ਵਿਚ ਲਿਬੜੀ ਹੋਈ ਭੀ ਸੋਹਣੀ ਲੱਗਦੀ ਹਾਂ ॥੨॥",
    "pronunciation": "lu-fMdVI, n`wly",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "gur kY sbid ArwDIAY; nwim rMig bYrwgu ]",
    "transliteration": "Gur Kai Sabadh Araadhheeai Naam Rang Bairaag ||",
    "translation": "Through the Word of the Guru's Shabad, I worship and adore the Naam, with love and balanced detachment.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ, (ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-) ਰੰਗ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਮਨ ਵਿਚ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਉਪਰਾਮਤਾ (ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "jIqy pMc bYrweIAw; nwnk. sPl mwrU iehu rwgu ]3]",
    "transliteration": "Jeethae Panch Bairaaeeaa Naanak Safal Maaroo Eihu Raag ||3||",
    "translation": "When the five enemies are overcome, O Nanak, this musical measure of Raga Maaroo becomes frtuiful. ||3||",
    "punjabi": "(ਕਾਮਾਦਿਕ) ਪੰ​‍ਜੇ ਵੈਰੀ ਵੱਸ ਵਿਚ ਆ ਜਾਂਦੇ ਹਨ। ਹੇ ਨਾਨਕ! ਇਹ ਪ੍ਰੇਮ-ਹੁਲਾਰਾ (ਵਿਕਾਰ-ਰੋਗਾਂ ਨੂੰ) ਮਾਰ-ਮੁਕਾਣ ਵਾਲੀ ਕਾਰੀ ਦਵਾਈ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "jW mUM ieku, q lK qau ijqI; ipnxy dir ikqVy ]",
    "transliteration": "Jaan Moon Eik Th Lakh Tho Jithee Pinanae Dhar Kitharrae ||",
    "translation": "When I have the One Lord, I have tens of thousands. Otherwise, people like me beg from door to door.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਇਕ ਤੂੰ ਮੇਰੇ ਵੱਲ ਹੈਂ, ਤਦੋਂ (ਤੇਰੇ ਪੈਦਾ ਕੀਤੇ ਲੱਖਾਂ ਹੀ (ਜੀਵ ਮੇਰੇ ਵੱਲ ਹੋ ਜਾਂਦੇ ਹਨ)। (ਇਹ) ਤੇਰੀ ਜਿਤਨੀ ਭੀ (ਪੈਦਾ ਕੀਤੀ ਹੋਈ ਸ੍ਰਿਸ਼ਟੀ ਹੈ, ਤੇਰੇ) ਦਰ ਤੇ (ਇਹ ਸਾਰੇ) ਅਨੇਕਾਂ ਹੀ ਮੰਗਤੇ ਹਨ।",
    "pronunciation": "l`K[ijqI: polw bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "bwmxu. ibrQw gieE jnMmu; ijin kIqo. so ivsry ]4]",
    "transliteration": "Baaman Birathhaa Gaeiou Jananm Jin Keetho So Visarae ||4||",
    "translation": "O Brahmin, your life has passed away uselessly; you have forgotten the One who created you. ||4||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਪੈਦਾ ਕੀਤਾ ਹੈ, ਜੇ ਉਹ ਭੁੱਲਿਆ ਰਹੇ, ਤਾਂ (ਸਭ ਤੋਂ ਉੱਚਾ ਸਮਝਿਆ ਜਾਣ ਵਾਲਾ) ਬ੍ਰਾਹਮਣ (ਦੇ ਘਰ ਦਾ) ਜਨਮ (ਭੀ) ਵਿਅਰਥ ਚਲਾ ਗਿਆ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "soriT. so rsu pIjIAY; kbhU. n PIkw hoie ]",
    "transliteration": "Sorath So Ras Peejeeai Kabehoo N Feekaa Hoe ||",
    "translation": "In Raga Sorat'h, drink in this sublime essence, which never loses its taste.",
    "punjabi": "ਉਹ (ਹਰਿ-ਨਾਮ-) ਰਸ ਪੀਂਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਜੋ ਕਦੇ ਭੀ ਬੇ-ਸੁਆਦਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "nwnk. rwm nwm gun gweIAih; drgh inrml soie ]5]",
    "transliteration": "Naanak Raam Naam Gun Gaaeeahi Dharageh Niramal Soe ||5||",
    "translation": "O Nanak, singing the Glorious Praises of the Lord's Name, one's reputation is immaculate in the Court of the Lord. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਗੁਣ (ਸਦਾ) ਗਾਏ ਜਾਣੇ ਚਾਹੀਦੇ ਹਨ (ਇਸ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦੀ) ਹਜ਼ੂਰੀ ਵਿਚ ਬੇ-ਦਾਗ਼ ਸੋਭਾ (ਮਿਲਦੀ ਹੈ) ॥੫॥",
    "pronunciation": "gweI-Aih",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "jo. pRiB rKy Awip; iqn koie. n mwreI ]",
    "transliteration": "Jo Prabh Rakhae Aap Thin Koe N Maaree ||",
    "translation": "No one can kill those whom God Himself protects.",
    "punjabi": "ਜਿਨ੍ਹਾਂ (ਮਨੁੱਖਾਂ) ਦੀ ਪ੍ਰਭੂ ਨੇ ਆਪ ਰੱਖਿਆ ਕੀਤੀ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਮਾਰ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "mw-reI",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 7,
    "source_line": 7,
    "gurmukhi": "AMdir nwmu inDwnu; sdw gux swreI ]",
    "transliteration": "Andhar Naam Nidhhaan Sadhaa Gun Saaree ||",
    "translation": "The treasure of the Naam, the Name of the Lord, is within them. They cherish His Glorious Virtues forever.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਖ਼ਜ਼ਾਨਾ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "sw-reI",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "eykw tyk AgMm; min qin pRBu DwreI ]",
    "transliteration": "Eaekaa Ttaek Aganm Man Than Prabh Dhhaaree ||",
    "translation": "They take the Support of the One, the Inaccessible Lord; they enshrine God in their mind and body.",
    "punjabi": "ਜਿਸ ਨੂੰ ਇਕ ਅਪਹੁੰਚ ਪ੍ਰਭੂ ਦਾ (ਸਦਾ) ਆਸਰਾ ਹੈ, ਉਹ ਆਪਣੇ ਮਨ ਵਿਚ ਤਨ ਵਿਚ ਪ੍ਰਭੂ ਨੂੰ ਵਸਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "Dw-reI",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "lgw rMgu Apwru; ko. n auqwreI ]",
    "transliteration": "Lagaa Rang Apaar Ko N Outhaaree ||",
    "translation": "They are imbued with the Love of the Infinite Lord, and no one can wipe it away.",
    "punjabi": "(ਜਿਸ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਕਦੇ ਨਾਹ ਮੁੱਕਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪ੍ਰੇਮ ਬਣ ਜਾਂਦਾ ਹੈ, ਉਸ ਪ੍ਰੇਮ-ਰੰਗ ਨੂੰ ਕੋਈ ਉਤਾਰ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "auqw-reI",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 7,
    "source_line": 8,
    "gurmukhi": "gurmuiK hir gux gwie; shij suKu swreI ]",
    "transliteration": "Guramukh Har Gun Gaae Sehaj Sukh Saaree ||",
    "translation": "The Gurmukhs sing the Glorious Praises of the Lord; they obtain the most excellent celestial peace and poise.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ ਆਤਮਕ) ਅਨੰਦ ਮਾਣਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "sw-reI",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 7,
    "source_line": 9,
    "gurmukhi": "nwnk. nwmu inDwnu; irdY auir hwreI ]6]",
    "transliteration": "Naanak Naam Nidhhaan Ridhai Our Haaree ||6||",
    "translation": "O Nanak, they enshrine the treasure of the Naam in their hearts. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਨੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ (ਇਉਂ) ਟਿਕਾਈ ਰੱਖਦਾ ਹੈ (ਜਿਵੇਂ ਹਾਰ ਗਲ ਵਿਚ ਪਾ ਰੱਖੀਦਾ ਹੈ) ॥੬॥",
    "pronunciation": "hw-reI",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 8,
    "source_line": 9,
    "gurmukhi": "kry su cMgw mwin; duXI gxq lwih ]",
    "transliteration": "Karae S Changaa Maan Dhuyee Ganath Laahi ||",
    "translation": "Whatever God does, accept that as good; leave behind all other judgements.",
    "punjabi": "(ਜਿਹੜਾ ਕੰਮ ਪਰਮਾਤਮਾ) ਕਰਦਾ ਹੈ, ਉਸ (ਕੰਮ) ਨੂੰ ਚੰਗਾ ਸਮਝ, (ਅਤੇ ਆਪਣੇ ਅੰਦਰੋਂ) ਹੋਰ ਹੋਰ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਦੂਰ ਕਰ।",
    "pronunciation": "Awpxy Awp nUM (gxq) jnwaux rUp (duXI) dUsrI, (lwih) myt dy[du-XI: XI qwlU qoN bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "ApxI ndir inhwil; Awpy lYhu lwie ]",
    "transliteration": "Apanee Nadhar Nihaal Aapae Laihu Laae ||",
    "translation": "He shall cast His Glance of Grace, and attach you to Himself.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਨਾਲ ਤੱਕ, ਆਪ ਹੀ (ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "jn dyhu mqI aupdysu; ivchu Brmu jwie ]",
    "transliteration": "Jan Dhaehu Mathee Oupadhaes Vichahu Bharam Jaae ||",
    "translation": "Instruct yourself with the Teachings, and doubt will depart from within.",
    "punjabi": "(ਆਪਣੇ) ਸੇਵਕ ਨੂੰ (ਉਹ) ਅਕਲ ਦੇਹ (ਉਹ) ਸਿੱਖਿਆ ਦੇਹ (ਜਿਸ ਦੀ ਰਾਹੀਂ ਇਸ ਦੇ) ਅੰਦਰੋਂ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 8,
    "source_line": 10,
    "gurmukhi": "jo Duir iliKAw lyKu; soeI sB kmwie ]",
    "transliteration": "Jo Dhhur Likhiaa Laekh Soee Sabh Kamaae ||",
    "translation": "Everyone does that which is pre-ordained by destiny.",
    "punjabi": "(ਜੀਵਾਂ ਦੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਜਿਹੜਾ ਲੇਖ (ਇਹਨਾਂ ਦੇ ਮੱਥੇ ਉੱਥੇ) ਲਿਖਿਆ ਜਾਂਦਾ ਹੈ, ਸਾਰੀ ਲੁਕਾਈ (ਉਸ ਲੇਖ ਅਨੁਸਾਰ ਹੀ ਹਰੇਕ) ਕਾਰ ਕਰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "sB kCu iqs dY vis; dUjI. nwih jwie ]",
    "transliteration": "Sabh Kashh This Dhai Vas Dhoojee Naahi Jaae ||",
    "translation": "Everything is under His control; there is no other place at all.",
    "punjabi": "(ਕਿਉਂਕਿ) ਹਰੇਕ ਕਾਰ ਉਸ (ਪਰਮਾਤਮਾ) ਦੇ ਵੱਸ ਵਿਚ ਹੈ; (ਉਸ ਤੋਂ ਬਿਨਾ ਜੀਵਾਂ ਵਾਸਤੇ) ਕੋਈ ਹੋਰ ਥਾਂ (ਆਸਰਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "nwnk. suK And Bey; pRB kI mMin rjwie ]7]",
    "transliteration": "Naanak Sukh Anadh Bheae Prabh Kee Mann Rajaae ||7||",
    "translation": "Nanak is in peace and bliss, accepting the Will of God. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਨੂੰ ਮੰਨ ਕੇ (ਜੀਵ ਦੇ ਅੰਦਰ ਆਤਮਕ) ਸੁਖ ਆਨੰਦ ਬਣੇ ਰਹਿੰਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "guru pUrw. ijin ismirAw; syeI Bey inhwl ]",
    "transliteration": "Gur Pooraa Jin Simariaa Saeee Bheae Nihaal ||",
    "translation": "Those who meditate in remembrance on the Perfect Guru, are exalted and uplifted.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪੂਰੇ ਗੁਰੂ ਨੂੰ (ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਨੂੰ) ਚੇਤੇ ਰੱਖਿਆ, ਉਹ ਸਾਰੇ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "nwnk. nwmu ArwDxw; kwrju AwvY rwis ]8]",
    "transliteration": "Naanak Naam Araadhhanaa Kaaraj Aavai Raas ||8||",
    "translation": "O Nanak, dwelling on the Naam, the Name of the Lord, all affairs are resolved. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਇਹ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜੀਵਨ-ਮਨੋਰਥ ਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "pwpI krm kmwvdy; krdy hwey hwie ]",
    "transliteration": "Paapee Karam Kamaavadhae Karadhae Haaeae Haae ||",
    "translation": "The sinners act, and generate bad karma, and then they weep and wail.",
    "punjabi": "ਵਿਕਾਰੀ ਮਨੁੱਖ (ਵਿਕਾਰਾਂ ਦੇ) ਕੰਮ ਕਰਦੇ ਹੋਏ ਦੁਖੀ ਹੁੰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 10,
    "source_line": 13,
    "gurmukhi": "nwnk. ijau mQin mwDwxIAw; iqau mQy DRmrwie ]9]",
    "transliteration": "Naanak Jio Mathhan Maadhhaaneeaa Thio Mathhae Dhhram Raae ||9||",
    "translation": "O Nanak, just as the churning stick churns the butter, so does the Righteous Judge of Dharma churn them. ||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਵਿਕਾਰੀਆਂ ਨੂੰ) ਧਰਮਰਾਜ (ਹਰ ਵੇਲੇ) ਇਉਂ ਦੁਖੀ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਵੇਂ ਮਧਾਣੀਆਂ (ਦੁੱਧ) ਰਿੜਕਦੀਆਂ ਹਨ ॥੯॥",
    "pronunciation": "mQin, mQy: poly bolo",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 11,
    "source_line": 14,
    "gurmukhi": "nwmu iDAwiein swjnw; jnm pdwrQu jIiq ]",
    "transliteration": "Naam Dhhiaaein Saajanaa Janam Padhaarathh Jeeth ||",
    "translation": "Meditating on the Naam, O friend, the treasure of life is won.",
    "punjabi": "ਜਿਹੜੇ ਭਲੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦੇ ਹਨ, ਉਹ ਇਸ ਕੀਮਤੀ ਮਨੁੱਖਾ ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ ਜਿੱਤ ਕੇ (ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 11,
    "source_line": 14,
    "gurmukhi": "nwnk. Drm AYsy cvih; kIqo Bvnu punIq ]10]",
    "transliteration": "Naanak Dhharam Aisae Chavehi Keetho Bhavan Puneeth ||10||",
    "translation": "O Nanak, speaking in Righteousness, one's world becomes sanctified. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜੇ ਮਨੁੱਖ (ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ) ਮਨੋਰਥ (ਹਰਿ-ਨਾਮ) ਉਚਾਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਜਗਤ ਨੂੰ ਭੀ ਪਵਿੱਤਰ ਕਰ ਦੇਂਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "KuBVI kuQwie; imTI glix, kumMqRIAw ]",
    "transliteration": "Khubharree Kuthhaae Mithee Galan Kumanthreeaa ||",
    "translation": "I am stuck in an evil place, trusting the sweet words of an evil advisor.",
    "punjabi": "ਭੈੜੀ ਮੱਤ ਲੈਣ ਵਾਲੀ (ਜੀਵ-ਇਸਤ੍ਰੀ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਜਿਲ੍ਹਣ ਵਿਚ) ਕੋਝੇ ਥਾਂ ਵਿਚ ਬੁਰੇ ਹਾਲੇ ਖੁੱਭੀ ਰਹਿੰਦੀ ਹੈ, (ਪਰ ਇਹ) ਜਿਲ੍ਹਣ (ਉਸ ਨੂੰ) ਮਿੱਠੀ (ਭੀ ਲੱਗਦੀ ਹੈ)।",
    "pronunciation": "(K`uBVI) Ku`B rhI hY ibRqI[ (kuQwie) KotI kusMgq[ (im`TI) mwieAw dI[ (glix) Ku`Bx ij`Lx[kwm pwp AOgux (ku-mMqRIAw) Koty mMqRIAW dI slwh krky",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 12,
    "source_line": 15,
    "gurmukhi": "nwnk. syeI aubry; ijnw Bwgu mQwih ]11]",
    "transliteration": "Naanak Saeee Oubarae Jinaa Bhaag Mathhaahi ||11||",
    "translation": "O Nanak, they alone are saved, who have such good destiny inscribed upon their foreheads. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਹੀ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਇਸ ਜਿਲ੍ਹਣ ਵਿਚੋਂ) ਬਚ ਨਿਕਲਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉਤੇ ਭਾਗ (ਜਾਗ ਪੈਂਦਾ ਹੈ) ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 13,
    "source_line": 16,
    "gurmukhi": "suqVy suKI svMin@; jo rqy sh AwpxY ]",
    "transliteration": "Sutharrae Sukhee Savannih Jo Rathae Seh Aapanai ||",
    "translation": "They alone sleep and dream in peace, who are imbued with the Love of their Husband Lord.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਆਪਣੇ ਖਸਮ-ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਮ-ਰੰਗ ਵਿਚ ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰੇਮ-ਲਗਨ ਵਿਚ ਮਸਤ ਰਹਿਣ ਵਾਲੇ ਉਹ ਮਨੁੱਖ ਆਨੰਦ ਨਾਲ ਜੀਵਨ ਬਿਤੀਤ ਕਰਦੇ ਹਨ।",
    "pronunciation": "su`qVy",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 13,
    "source_line": 16,
    "gurmukhi": "pRym ivCohw DxI sau; ATy phr lvMin@ ]12]",
    "transliteration": "Praem Vishhohaa Dhhanee So Athae Pehar Lavannih ||12||",
    "translation": "Those who have been separated from the Love of their Master, scream and cry twenty-four hours a day. ||12||",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ ਖਸਮ ਨਾਲੋਂ ਪ੍ਰੇਮ ਦਾ ਵਿਛੋੜਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਅੱਠੇ ਪਹਰ (ਕਾਂ ਵਾਂਗ) ਲੌ ਲੌਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 14,
    "source_line": 17,
    "gurmukhi": "suqVy AsMK; mwieAw JUTI kwrxy ]",
    "transliteration": "Sutharrae Asankh Maaeiaa Jhoothee Kaaranae ||",
    "translation": "Millions are asleep, in the false illusion of Maya.",
    "punjabi": "ਨਾਸਵੰਤ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਅਣਗਿਣਤ ਜੀਵ (ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਸੁੱਤੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "su`qVy",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 14,
    "source_line": 17,
    "gurmukhi": "nwnk. sy jwgMin@; ij rsnw nwmu aucwrxy ]13]",
    "transliteration": "Naanak Sae Jaagannih J Rasanaa Naam Ouchaaranae ||13||",
    "translation": "O Nanak, they alone are awake and aware, who chant the Naam with their tongues. ||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮੋਹ ਦੀ ਇਸ ਨੀਂਦ ਵਿਚੋਂ ਸਿਰਫ਼) ਉਹ ਬੰਦੇ ਜਾਗਦੇ ਰਹਿੰਦੇ ਹਨ, ਜਿਹੜੇ (ਆਪਣੀ) ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦੇ ਰਹਿੰਦੇ ਹਨ ॥੧੩॥",
    "pronunciation": "au-cwrxy",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 15,
    "source_line": 17,
    "gurmukhi": "imRg iqsnw pyiK Bulxy; vuTy ngr gMDRb ]",
    "transliteration": "Mrig Thisanaa Paekh Bhulanae Vuthae Nagar Gandhhrab ||",
    "translation": "Seeing the mirage, the optical illusion, the people are confused and deluded.",
    "punjabi": "(ਜਿਵੇਂ) ਠਗਨੀਰੇ ਨੂੰ ਵੇਖ ਕੇ (ਹਰਨ ਭੁੱਲ ਜਾਂਦੇ ਹਨ ਤੇ ਜਾਨ ਗੰਵਾ ਲੈਂਦੇ ਹਨ, ਤਿਵੇਂ ਮਾਇਆ ਦੀ) ਬਣੀ ਗੰਧਰਬ-ਨਗਰੀ ਨੂੰ ਵੇਖ ਕੇ (ਜੀਵ) ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "Bu`lxy,vu`Ty",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "ijnI scu ArwiDAw; nwnk. min qin Pb ]14]",
    "transliteration": "Jinee Sach Araadhhiaa Naanak Man Than Fab ||14||",
    "translation": "Those who worship and adore the True Lord, O Nanak, their minds and bodies are beautiful. ||14||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਸਿਮਰਿਆ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਤਨ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੁੰਦਰਤਾ ਪੈਦਾ ਹੋ ਗਈ ॥੧੪॥",
    "pronunciation": "P`b",
    "type_id": 3
  },
  {
    "shabad_id": 5483,
    "pada": 16,
    "source_line": 18,
    "gurmukhi": "piqq. auDwrx pwrbRhmu; sMmRQ purKu Apwru ]",
    "transliteration": "Pathith Oudhhaaran Paarabreham Sanmrathh Purakh Apaar ||",
    "translation": "The All-powerful Supreme Lord God, the Infinite Primal Being, is the Saving Grace of sinners.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਪਰਮਾਤਮਾ ਬੇਅੰਤ ਹੈ, ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈ, ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "sMm `R Q: A`Dy rwry ADk lw",
    "type_id": 3
  }
]