[
  {
    "id": 60420,
    "shabad_id": 5483,
    "pada": 16,
    "source_line": 1,
    "gurmukhi": "ਜਿਸਹਿ ੳੁਧਾਰੇ ਨਾਨਕਾ; ਸੋ ਸਿਮਰੇ ਸਿਰਜਣਹਾਰੁ ॥੧੫॥",
    "transliteration": "Jisehi Oudhhaarae Naanakaa So Simarae Sirajanehaar ||15||",
    "translation": "Those whom He saves, meditate in remembrance on the Creator Lord. ||15||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ (ਜੀਵ) ਨੂੰ ਉਹ ਵਿਕਾਰਾਂ ਵਿਚੋਂ ਕੱਢਦਾ ਹੈ, ਉਹ ਉਸ ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ ਨੂੰ ਸਿਮਰਨ ਲੱਗ ਪੈਂਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60421,
    "shabad_id": 5483,
    "pada": 17,
    "source_line": 1,
    "gurmukhi": "ਦੂਜੀ ਛੋਡਿ ਕੁਵਾਟੜੀ; ੲਿਕਸ ਸੳੁ. ਚਿਤੁ ਲਾੲਿ ॥",
    "transliteration": "Dhoojee Shhodd Kuvaattarree Eikas So Chith Laae ||",
    "translation": "Forsake duality and the ways of evil; focus your consciousness on the One Lord.",
    "punjabi": "ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ (ਆਪਣਾ) ਚਿੱਤ ਜੋੜੀ ਰੱਖ, (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ) ਮਾਇਆ ਦੇ ਮੋਹ ਵਾਲਾ ਕੋਝਾ ਰਸਤਾ ਛੱਡ ਦੇਹ।",
    "pronunciation": "ਕੁ-ਵੱਾਟੜੀ(ਕੁ) ਖੋਟੇ ਕੰੰਮਾਂ ਦਾ (ਵਾਟੜੀ) ਰਸਤਾ ਕੁਸੰਗਤ",
    "type_id": 3
  },
  {
    "id": 60422,
    "shabad_id": 5483,
    "pada": 17,
    "source_line": 2,
    "gurmukhi": "ਦੂਜੈ ਭਾਵਂØੀ ਨਾਨਕਾ; ਵਹਣਿ ਲੁੜ੍ਹੰਦੜੀ ਜਾੲਿ ॥੧੬॥",
    "transliteration": "Dhoojai Bhaavanaee Naanakaa Vehan Lurrhandharree Jaae ||16||",
    "translation": "In the love of duality, O Nanak, the mortals are being washed downstream. ||16||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੋਰ ਪਿਆਰਾਂ ਵਿਚ (ਫਸਿਆਂ), ਜੀਵ-ਇਸਤ੍ਰੀ (ਵਿਕਾਰਾਂ ਦੇ) ਵਹਣ ਵਿਚ ਰੁੜ੍ਹਦੀ ਜਾਂਦੀ ਹੈ ॥੧੬॥",
    "pronunciation": "(ਲੁ-ੜ੍ਹੰਦੜੀ) ਰੁੜ੍ਹਦੀ",
    "type_id": 3
  },
  {
    "id": 60423,
    "shabad_id": 5483,
    "pada": 18,
    "source_line": 2,
    "gurmukhi": "ਤਿਹਟੜੇ ਬਾਜਾਰ; ਸੳੁਦਾ ਕਰਨਿ ਵਣਜਾਰਿਅਾ ॥",
    "transliteration": "Thihattarrae Baajaar Soudhaa Karan Vanajaariaa ||",
    "translation": "In the markets and bazaars of the three qualities, the merchants make their deals.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਹਰਿ-ਨਾਮ ਦਾ) ਵਣਜ ਕਰਨ ਆਏ ਹੋਏ ਜੀਵ (ਆਮ ਤੌਰ ਤੇ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਹੀ ਦੁਨੀਆ ਦਾ ਕਾਰ-ਵਿਹਾਰ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਤਿ-ਹੱਟੜੇ) ਤਿੰਨ ਛੱਤਾਂ ਵਾਲੀਅਾਂ ਬਹੁਤੀਅਾਂ ਹੱਟਾਂ ਦਾ ਬਾਜਾਰ। ਗੁਰਬਾਣੀ ਕਥਾ ਕੀਰਤਨ ਸਿੱਖਣਾ ਸਿੱਖਾੳੁਣਾ।ਸਿਮਰਨ ਕਰਨਾ ਕਰਾੳੁਣਾ।ਗੁਰੂ ਸੇਵਾ ਕਰਨ ਕਰਾੳੁਣ ਰੂਪ (ਤਿਹੱਟੜੇ) ਬਾਜ਼ਾਰ ਚ, ਸਤਿ ਸੰਤੋਖ ਦੲਿਅਾ ਧਰਮ ਨਿਮ੍ਰਤਾ ਸਹਿਨ-ਸ਼ੀਲਤਾ ਗ੍ਰੀਬੀ ਪ੍ਰੇਮ ਵਿਰਾਗ, ਤਿਅਾਗ, ਨਿਰਅਭਿਮਾਨਤਾ ਖਿਮਾ ਧੀਰਜ ਨਿਰਵੈਰਤਾ ਨਿਰਲੇਪਤਾ ਅਾਦਿ, ਸ੍ਰਬ ਵਿਅਾਪੀ ਵਿਸਮਾਦ, ਅਨੰਤ ਸ਼ੁਭ ਗੁਣਾਂ ਦੀਅਾਂ ਹੱਟਾਂ ਹਨ। (ਵਣਜਾਰਿਅਾ) ਗੁਰਸੇਵਕ",
    "type_id": 3
  },
  {
    "id": 60424,
    "shabad_id": 5483,
    "pada": 18,
    "source_line": 3,
    "gurmukhi": "ਸਚੁ ਵਖਰੁ. ਜਿਨੀ ਲਦਿਅਾ; ਸੇ ਸਚੜੇ ਪਾਸਾਰ ॥੧੭॥",
    "transliteration": "Sach Vakhar Jinee Ladhiaa Sae Sacharrae Paasaar ||17||",
    "translation": "Those who load the true merchandise are the true traders. ||17||",
    "punjabi": "ਅਸਲ ਵਪਾਰੀ ਉਹ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਇਥੋਂ) ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ (ਦਾ) ਸਉਦਾ ਲੱਦਿਆ ਹੈ ॥੧੭॥",
    "pronunciation": "ਵੱਖਰੁ। ਲੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 60425,
    "shabad_id": 5483,
    "pada": 19,
    "source_line": 3,
    "gurmukhi": "ਪੰਥਾ ਪ੍ਰੇਮ. ਨ ਜਾਣੲੀ; ਭੂਲੀ ਫਿਰੈ ਗਵਾਰਿ ॥",
    "transliteration": "Panthhaa Praem N Jaanee Bhoolee Firai Gavaar ||",
    "translation": "Those who do not know the way of love are foolish; they wander lost and confused.",
    "punjabi": "ਜਿਹੜੀ ਜੀਵ-ਇਸਤ੍ਰੀ (ਪਰਮਾਤਮਾ ਦੇ) ਪ੍ਰੇਮ ਦਾ ਰਸਤਾ ਨਹੀਂ ਜਾਣਦੀ, ਉਹ ਮੂਰਖ ਇਸਤ੍ਰੀ ਜੀਵਨ ਦੇ ਸਹੀ ਰਾਹ ਤੋਂ ਖੁੰਝ ਕੇ ਭਟਕਦੀ ਫਿਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60426,
    "shabad_id": 5483,
    "pada": 19,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਬਿਸਰਾੲਿ ਕੈ; ਪੳੁਦੇ ਨਰਕਿ ਅੰਧ੍ਯਾਰ ॥੧੮॥",
    "transliteration": "Naanak Har Bisaraae Kai Poudhae Narak Andhhyaar ||18||",
    "translation": "O Nanak, forgetting the Lord, they fall into the deep, dark pit of hell. ||18||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਭੁਲਾ ਕੇ ਜੀਵ ਘੋਰ ਨਰਕ ਵਿਚ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੧੮॥",
    "pronunciation": "ਪੳੁਂਦੇ।ਅੰਧ੍ਯਾਰ: ਅੰਧਿਅਾਰ",
    "type_id": 3
  },
  {
    "id": 60427,
    "shabad_id": 5483,
    "pada": 20,
    "source_line": 4,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਨਹੁ. ਨ ਵੀਸਰੈ; ਮਾਂਗੈ ਦੰਮਾਂ ਦੰਮ ॥",
    "transliteration": "Maaeiaa Manahu N Veesarai Maangai Dhanmaan Dhanm ||",
    "translation": "In his mind, the mortal does not forget Maya; he begs for more and more wealth.",
    "punjabi": "(ਮਾਇਆ-ਵੇੜ੍ਹੇ ਮਨੁੱਖ ਦੇ) ਮਨ ਤੋਂ ਮਾਇਆਂ ਕਦੇ ਨਹੀਂ ਭੁੱਲਦੀ, (ਉਹ ਹਰ ਵੇਲੇ) ਧਨ ਹੀ ਧਨ ਭਾਲਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60428,
    "shabad_id": 5483,
    "pada": 20,
    "source_line": 5,
    "gurmukhi": "ਸੋ ਪ੍ਰਭੁ ਚਿਤਿ. ਨ ਅਾਵੲੀ; ਨਾਨਕ. ਨਹੀ ਕਰੰਮਿ ॥੧੯॥",
    "transliteration": "So Prabh Chith N Aavee Naanak Nehee Karanm ||19||",
    "translation": "That God does not even come into his consciousness; O Nanak, it is not in his karma. ||19||",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ (ਜੋ ਸਭ ਕੁਝ ਦੇਣ ਵਾਲਾ ਹੈ, ਉਸ ਦੇ) ਚਿੱਤ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ। ਪਰ, ਹੇ ਨਾਨਕ! (ਉਹ ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਮਨੁੱਖ ਭੀ ਕੀਹ ਕਰੇ? ਨਾਮ-ਧਨ ਉਸ ਦੀ) ਕਿਸਮਤ ਵਿਚ ਹੀ ਨਹੀਂ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60429,
    "shabad_id": 5483,
    "pada": 21,
    "source_line": 5,
    "gurmukhi": "ਤਿਚਰੁ ਮੂਲਿ. ਨ ਥੁੜਂØੀਦੋ; ਜਿਚਰੁ ਅਾਪਿ ਕਿ੍ਰਪਾਲੁ ॥",
    "transliteration": "Thichar Mool N Thhurranaeedho Jichar Aap Kirapaal ||",
    "translation": "The mortal does not run out of capital, as long as the Lord Himself is merciful.",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਪਰਮਾਤਮਾ ਆਪ ਦਇਆਵਾਨ ਰਹਿੰਦਾ ਹੈ, ਉਤਨਾ ਚਿਰ ਇਹ (ਨਾਮ) ਧਨ ਕਦੇ ਭੀ ਨਹੀਂ ਮੁੱਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60430,
    "shabad_id": 5483,
    "pada": 21,
    "source_line": 6,
    "gurmukhi": "ਸਬਦੁ ਅਖੁਟੁ. ਬਾਬਾ ਨਾਨਕਾ; ਖਾਹਿ ਖਰਚਿ ਧਨੁ ਮਾਲੁ ॥੨੦॥",
    "transliteration": "Sabadh Akhutt Baabaa Naanakaa Khaahi Kharach Dhhan Maal ||20||",
    "translation": "The Word of the Shabad is Guru Nanak's inexhaustible treasure; this wealth and capital never runs out, no matter how much it is spent and consumed. ||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਐਸਾ ਧਨ ਹੈ ਐਸਾ ਮਾਲ ਹੈ ਜੋ ਕਦੇ ਮੁੱਕਦਾ ਨਹੀਂ। (ਇਸ ਧਨ ਨੂੰ ਆਪ) ਵਰਤਿਆ ਕਰ, (ਹੋਰਨਾਂ ਵਿਚ ਭੀ) ਵੰਡਿਆ ਕਰ ॥੨੦॥",
    "pronunciation": "ਅ-ਖੱੁਟੁ",
    "type_id": 3
  },
  {
    "id": 60431,
    "shabad_id": 5483,
    "pada": 22,
    "source_line": 6,
    "gurmukhi": "ਖੰਭ ਵਿਕਾਂਦੜੇ. ਜੇ ਲਹਾਂ; ਘਿੰਨਾ ਸਾਵੀ ਤੋਲਿ ॥",
    "transliteration": "Khanbh Vikaandharrae Jae Lehaan Ghinnaa Saavee Thol ||",
    "translation": "If I could find wings for sale, I would buy them with an equal weight of my flesh.",
    "punjabi": "ਜੇ ਮੈਂ ਕਿਤੇ ਖੰਭ ਲੱਭ ਲਵਾਂ, ਤਾਂ ਮੈਂ ਆਪਣਾ ਆਪ ਦੇ ਕੇ ਉਸ ਦੇ ਬਰਾਬਰ ਤੋਲ ਕੇ ਉਹ ਖੰਭ ਲੈ ਲਵਾਂ।",
    "pronunciation": "ਸਤਿ ਸੰਤੋਖ ਰੂਪੀ ਖੰਭ ਜੇ (ਵਿਕਾਂਦੜੇ) ਵਿਕਦੇ (ਲਹਾਂ) ਜਾਣਾਂ, ਮਨ ਸਿਰ, (ਸਾਵੀ) ਬਰਾਬਰ ਤੋਲਿ ਤੋਲਿ ਕੇ, ਖ਼ਰੀਦ (ਘਿੰਨਾ) ਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 60432,
    "shabad_id": 5483,
    "pada": 22,
    "source_line": 7,
    "gurmukhi": "ਤੰਨਿ ਜੜਾਂੲੀ ਅਾਪਣੈ; ਲਹਾਂ ਸੁ ਸਜਣੁ ਟੋਲਿ ॥੨੧॥",
    "transliteration": "Thann Jarraanee Aapanai Lehaan S Sajan Ttol ||21||",
    "translation": "I would attach them to my body, and seek out and find my Friend. ||21||",
    "punjabi": "ਮੈਂ ਉਹ ਖੰਭ ਆਪਣੇ ਸਰੀਰ ਉੱਤੇ ਜੜ ਲਵਾਂ ਅਤੇ (ਉਡਾਰੀ ਲਾ ਕੇ) ਭਾਲ ਕਰ ਕੇ ਉਸ ਸੱਜਣ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਵਾਂ (ਭਾਵ, ਆਪਾ-ਭਾਵ ਸਦਕੇ ਕੀਤਿਆਂ ਹੀ ਉਹ ਆਤਮਕ ਉਡਾਰੀ ਲੱਗਦੀ ਹੈ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਰਮਾਤਮਾ ਲੱਭ ਪੈਂਦਾ ਹੈ) ॥੨੧॥",
    "pronunciation": "ਅਾਪਣੇ ਸ੍ਰੀਰ ਚ, ਸਤਿਗੁਰੂ ਸਾਹਿਬ ਜੀ ਤੋਂ ਜੜਾ ਲਵਾਂ, ਪਰਮ ਪਿਅਾਰੇ ਅਕਾਲ ਪੁਰਖ ਜੀ ਨੂੰ ਖੋਜ ਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 60433,
    "shabad_id": 5483,
    "pada": 23,
    "source_line": 7,
    "gurmukhi": "ਸਜਣੁ ਸਚਾ ਪਾਤਿਸਾਹੁ; ਸਿਰਿ ਸਾਹਾਂ ਦੈ ਸਾਹੁ ॥",
    "transliteration": "Sajan Sachaa Paathisaahu Sir Saahaan Dhai Saahu ||",
    "translation": "My Friend is the True Supreme King, the King over the heads of kings.",
    "punjabi": "(ਅਸਲ) ਮਿੱਤਰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਹੈ ਜੋ (ਦੁਨੀਆ ਦੇ ਸਾਰੇ) ਪਾਤਿਸ਼ਾਹਾਂ ਦੇ ਸਿਰ ਤੇ ਪਾਤਿਸ਼ਾਹ ਹੈ (ਸਭ ਦੁਨੀਆਵੀ ਪਾਤਿਸ਼ਾਹਾਂ ਤੋਂ ਵੱਡਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60434,
    "shabad_id": 5483,
    "pada": 23,
    "source_line": 8,
    "gurmukhi": "ਜਿਸੁ ਪਾਸਿ ਬਹਿਠਿਅਾ, ਸੋਹੀਅੈ; ਸਭਨਾਂ ਦਾ ਵੇਸਾਹੁ ॥੨੨॥",
    "transliteration": "Jis Paas Behithiaa Soheeai Sabhanaan Dhaa Vaesaahu ||22||",
    "translation": "Sitting by His side, we are exalted and beautified; He is the Support of all. ||22||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਸਭ ਜੀਵਾਂ ਦਾ ਆਸਰਾ ਹੈ, (ਉਹ ਐਸਾ ਹੈ ਕਿ) ਉਸ ਦੇ ਪਾਸ ਬੈਠਿਆਂ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਸੋਭਾ ਖੱਟ ਲਈਦੀ ਹੈ ॥੨੨॥",
    "pronunciation": "(ਬਹਿ-ਠਿਅਾਂ) ੲਿਸਥਿੱਤ ਹੋੲਿਅਾਂ, ਸਭਨਾਂ ਦੇ (ਵੇਸਾਹੁ) ਭਰੋਸੇ ਯੋਗ",
    "type_id": 3
  },
  {
    "id": 60435,
    "shabad_id": 5484,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 60436,
    "shabad_id": 5484,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕ ਮਹਲਾ ੯ ॥",
    "transliteration": "Salok Mehalaa 9 ||",
    "translation": "Shalok, Ninth Mehl:",
    "punjabi": "ਗੁਰੂ ਤੇਗਬਹਾਦਰ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60437,
    "shabad_id": 5484,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਗੁਨ ਗੋਬਿੰਦ ਗਾੲਿਓ ਨਹੀ; ਜਨਮੁ ਅਕਾਰਥ ਕੀਨ ॥",
    "transliteration": "Gun Gobindh Gaaeiou Nehee Janam Akaarathh Keen ||",
    "translation": "If you do not sing the Praises of the Lord, your life is rendered useless.",
    "punjabi": "ਜੇ ਤੂੰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਕਦੇ ਨਹੀਂ ਗਾਏ, ਤਾਂ ਤੂੰ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਨਿਕੰਮਾ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60438,
    "shabad_id": 5484,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਭਜੁ ਮਨਾ; ਜਿਹਿ ਬਿਧਿ ਜਲ ਕੌ ਮੀਨ ॥੧॥",
    "transliteration": "Kahu Naanak Har Bhaj Manaa Jih Bidhh Jal Ko Meen ||1||",
    "translation": "Says Nanak, meditate, vibrate upon the Lord; immerse your mind in Him, like the fish in the water. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਤੇ, ਉਸ ਨੂੰ ਇਉਂ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣਾ) ਜਿਵੇਂ ਪਾਣੀ ਨੂੰ ਮੱਛੀ (ਆਪਣੀ ਜਿੰਦ ਦਾ ਆਸਰਾ ਬਣਾਈ ਰੱਖਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "ਭਜੁ,ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60439,
    "shabad_id": 5485,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਖਿਅਨ ਸਿੳੁ ਕਾਹੇ ਰਚਿਓ; ਨਿਮਖ. ਨ ਹੋਹਿ ੳੁਦਾਸ ॥",
    "transliteration": "Bikhian Sio Kaahae Rachiou Nimakh N Hohi Oudhaas ||",
    "translation": "Why are you engrossed in sin and corruption? You are not detached, even for a moment!",
    "punjabi": "ਤੂੰ ਵਿਸ਼ਿਆਂ ਨਾਲ ਕਿਉਂ (ਇਤਨਾ) ਮਸਤ ਰਹਿੰਦਾ ਹੈਂ? ਤੂੰ ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਵਿਸ਼ਿਆਂ ਤੋਂ ਚਿੱਤ ਨਹੀਂ ਹਟਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60440,
    "shabad_id": 5485,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਜੁ ਹਰਿ ਮਨਾ; ਪਰੈ ਨ. ਜਮ ਕੀ ਫਾਸ ॥੨॥",
    "transliteration": "Kahu Naanak Bhaj Har Manaa Parai N Jam Kee Faas ||2||",
    "translation": "Says Nanak, meditate, vibrate upon the Lord, and you shall not be caught in the noose of death. ||2||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ। (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਜਮਾਂ ਦੀ ਫਾਹੀ (ਗਲ ਵਿਚ) ਨਹੀਂ ਪੈਂਦੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60441,
    "shabad_id": 5486,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤਰਨਾਪੋ. ੲਿੳੁ ਹੀ ਗੲਿਓ; ਲੀਓ ਜਰਾ ਤਨੁ ਜੀਤਿ ॥",
    "transliteration": "Tharanaapo Eio Hee Gaeiou Leeou Jaraa Than Jeeth ||",
    "translation": "Your youth has passed away like this, and old age has overtaken your body.",
    "punjabi": "(ਤੇਰੀ) ਜੁਆਨੀ ਬੇ-ਪਰਵਾਹੀ ਵਿਚ ਹੀ ਲੰਘ ਗਈ, (ਹੁਣ) ਬੁਢੇਪੇ ਨੇ ਤੇਰੇ ਸਰੀਰ ਨੂੰ ਜਿੱਤ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਤਰਨਾ-ਪੋ) ਜਵਾਨੀ। (ਜਰਾ) ਬੁਢੇਪਾ",
    "type_id": 3
  },
  {
    "id": 60442,
    "shabad_id": 5486,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਜ ਹਰਿ ਮਨਾ; ਅੳੁਧ ਜਾਤੁ ਹੈ ਬੀਤਿ ॥੩॥",
    "transliteration": "Kahu Naanak Bhaj Har Manaa Aoudhh Jaath Hai Beeth ||3||",
    "translation": "Says Nanak, meditate, vibrate upon the Lord; your life is fleeting away! ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ। ਉਮਰ ਲੰਘਦੀ ਜਾ ਰਹੀ ਹੈ ॥੩॥",
    "pronunciation": "ਭਜ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60443,
    "shabad_id": 5487,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਿਰਧ ਭੲਿਓ. ਸੂਝੈ ਨਹੀ; ਕਾਲੁ ਪਹੂਚਿਓ ਅਾਨ ॥",
    "transliteration": "Biradhh Bhaeiou Soojhai Nehee Kaal Pehoochiou Aan ||",
    "translation": "You have become old, and you do not understand that death is overtaking you.",
    "punjabi": "(ਵੇਖ, ਤੂੰ ਹੁਣ) ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈਂ (ਪਰ ਤੈਨੂੰ ਅਜੇ ਭੀ ਇਹ) ਸਮਝ ਨਹੀਂ ਆ ਰਹੀ ਕਿ ਮੌਤ (ਸਿਰ ਤੇ) ਆ ਪਹੁੰਚੀ ਹੈ।",
    "pronunciation": "ਪ-ਹੂਚਿਓ",
    "type_id": 3
  },
  {
    "id": 60444,
    "shabad_id": 5487,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਨਰ ਬਾਵਰੇ; ਕਿੳੁ. ਨ ਭਜੈ ਭਗਵਾਨ ॥੪॥",
    "transliteration": "Kahu Naanak Nar Baavarae Kio N Bhajai Bhagavaan ||4||",
    "translation": "Says Nanak, you are insane! Why do you not remember and meditate on God? ||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਝੱਲੇ ਮਨੁੱਖ! ਤੂੰ ਕਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਨਹੀਂ ਕਰਦਾ? ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60445,
    "shabad_id": 5488,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਧਨੁ ਦਾਰਾ ਸੰਪਤਿ ਸਗਲ; ਜਿਨਿ ਅਪੁਨੀ ਕਰਿ ਮਾਨਿ ॥",
    "transliteration": "Dhhan Dhaaraa Sanpath Sagal Jin Apunee Kar Maan ||",
    "translation": "Your wealth, spouse, and all the possessions which you claim as your own",
    "punjabi": "(ਹੇ ਭਾਈ!) ਧਨ, ਇਸਤ੍ਰੀ, ਸਾਰੀ ਜਾਇਦਾਦ-(ਇਸ ਨੂੰ) ਆਪਣੀ ਕਰ ਕੇ ਨਾਹ ਮੰਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60446,
    "shabad_id": 5488,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲਿਨ ਮੈ ਕਛੁ ਸੰਗੀ ਨਹੀ; ਨਾਨਕ. ਸਾਚੀ ਜਾਨਿ ॥੫॥",
    "transliteration": "Ein Mai Kashh Sangee Nehee Naanak Saachee Jaan ||5||",
    "translation": "- none of these shall go along with you in the end. O Nanak, know this as true. ||5||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਗੱਲ ਸੱਚੀ ਸਮਝ ਕਿ ਇਹਨਾਂ ਸਾਰਿਆਂ ਵਿਚੋਂ ਕੋਈ ਇੱਕ ਭੀ ਤੇਰਾ ਸਾਥੀ ਨਹੀਂ ਬਣ ਸਕਦਾ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60447,
    "shabad_id": 5489,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪਤਿਤ. ੳੁਧਾਰਨ ਭੈ ਹਰਨ; ਹਰਿ. ਅਨਾਥ ਕੇ ਨਾਥ ॥",
    "transliteration": "Pathith Oudhhaaran Bhai Haran Har Anaathh Kae Naathh ||",
    "translation": "He is the Saving Grace of sinners, the Destroyer of fear, the Master of the masterless.",
    "punjabi": "ਪ੍ਰਭੂ ਜੀ ਵਿਕਾਰੀਆਂ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲੇ ਹਨ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੇ ਹਨ, ਅਤੇ ਨਿਖਸਮਿਆਂ ਦੇ ਖਸਮ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60448,
    "shabad_id": 5489,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਹ ਜਾਨੀਅੈ; ਸਦਾ ਬਸਤੁ ਤੁਮ ਸਾਥ ॥੬॥",
    "transliteration": "Kahu Naanak Thih Jaaneeai Sadhaa Basath Thum Saathh ||6||",
    "translation": "Says Nanak, realize and know Him, who is always with you. ||6||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ (ਪ੍ਰਭੂ) ਨੂੰ (ਇਉਂ) ਸਮਝਣਾ ਚਾਹੀਦਾ ਹੈ ਕਿ ਉਹ ਸਦਾ ਤੇਰੇ ਨਾਲ ਵੱਸਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60449,
    "shabad_id": 5490,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਨੁ ਧਨੁ ਜਿਹ ਤੋਕੳੁ ਦੀਓ; ਤਾਂ ਸਿੳੁ ਨੇਹੁ. ਨ ਕੀਨ ॥",
    "transliteration": "Than Dhhan Jih Tho Ko Dheeou Thaan Sio Naehu N Keen ||",
    "translation": "He has given you your body and wealth, but you are not in love with Him.",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਤੈਨੂੰ ਸਰੀਰ ਦਿੱਤਾ, ਧਨ ਦਿੱਤਾ, ਤੂੰ ਉਸ ਨਾਲ ਪਿਆਰ ਨਾਹ ਪਾਇਆ,",
    "pronunciation": "(ਤੋਕੳੁ) ਅਾਪ ਜੀ ਨੰੂ",
    "type_id": 3
  },
  {
    "id": 60450,
    "shabad_id": 5490,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਨਰ ਬਾਵਰੇ; ਅਬ ਕਿੳੁ ਡੋਲਤ ਦੀਨ ॥੭॥",
    "transliteration": "Kahu Naanak Nar Baavarae Ab Kio Ddolath Dheen ||7||",
    "translation": "Says Nanak, you are insane! Why do you now shake and tremble so helplessly? ||7||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਝੱਲੇ ਮਨੁੱਖ! ਹੁਣ ਆਤੁਰ ਹੋ ਕੇ ਘਬਰਾਇਆ ਕਿਉਂ ਫਿਰਦਾ ਹੈਂ (ਭਾਵ, ਉਸ ਹਰੀ ਨੂੰ ਯਾਦ ਕਰਨ ਤੋਂ ਬਿਨਾ ਘਬਰਾਣਾ ਤਾਂ ਹੋਇਆ ਹੀ) ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60451,
    "shabad_id": 5491,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਨੁ ਧਨੁ ਸੰਪੈ ਸੁਖ ਦੀਓ; ਅਰੁ ਜਿਹ ਨੀਕੇ ਧਾਮ ॥",
    "transliteration": "Than Dhhan Sanpai Sukh Dheeou Ar Jih Neekae Dhhaam ||",
    "translation": "He has given you your body, wealth, property, peace and beautiful mansions.",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਨੇ ਸਰੀਰ ਦਿੱਤਾ, ਧਨ ਦਿੱਤਾ, ਜਾਇਦਾਦ ਦਿੱਤੀ, ਸੁਖ ਦਿੱਤੇ ਅਤੇ ਸੋਹਣੇ ਘਰ ਦਿੱਤੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60452,
    "shabad_id": 5491,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨੁ ਰੇ ਮਨਾ; ਸਿਮਰਤ ਕਾਹਿ ਨ. ਰਾਮ ॥੮॥",
    "transliteration": "Kahu Naanak Sun Rae Manaa Simarath Kaahi N Raam ||8||",
    "translation": "Says Nanak, listen, mind: why don't you remember the Lord in meditation? ||8||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਤੂੰ ਸਿਮਰਨ ਕਿਉਂ ਨਹੀਂ ਕਰਦਾ? ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60453,
    "shabad_id": 5492,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਭ ਸੁਖਦਾਤਾ ਰਾਮੁ ਹੈ; ਦੂਸਰ ਨਾਹਿਨ ਕੋੲਿ ॥",
    "transliteration": "Sabh Sukh Dhaathaa Raam Hai Dhoosar Naahin Koe ||",
    "translation": "The Lord is the Giver of all peace and comfort. There is no other at all.",
    "punjabi": "ਪਰਮਾਤਮਾ (ਹੀ) ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, (ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ) ਕੋਈ ਦੂਜਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਨਾਹਿ-ਨ",
    "type_id": 3
  },
  {
    "id": 60454,
    "shabad_id": 5492,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨਿ ਰੇ ਮਨਾ; ਤਿਹ ਸਿਮਰਤ. ਗਤਿ ਹੋੲਿ ॥੯॥",
    "transliteration": "Kahu Naanak Sun Rae Manaa Thih Simarath Gath Hoe ||9||",
    "translation": "Says Nanak, listen, mind: meditating in remembrance on Him, salvation is attained. ||9||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਸ (ਦਾ ਨਾਮ) ਸਿਮਰਦਿਆਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ (ਭੀ) ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]
