[
  {
    "id": 60455,
    "shabad_id": 5493,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿਹ ਸਿਮਰਤ. ਗਤਿ ਪਾੲੀਅੈ; ਤਿਹਿ ਭਜੁ ਰੇ ਤੈ ਮੀਤ ||",
    "transliteration": "Jih Simarath Gath Paaeeai Thih Bhaj Rae Thai Meeth ||",
    "translation": "Remembering Him in meditation, salvation is attained; vibrate and meditate on Him, O my friend.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਤੂੰ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, ਜਿਸ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "(ਤੈ) ਅਾਪ ਜੀ[ ਭਜੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60456,
    "shabad_id": 5493,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਅੳੁਧ ਘਟਤ ਹੈ ਨੀਤ ||੧੦||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Aoudhh Ghattath Hai Neeth ||10||",
    "translation": "Says Nanak, listen, mind: your life is passing away! ||10||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਮਰ ਸਦਾ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ (ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਾਹ ਵਿਸਾਰ) ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60457,
    "shabad_id": 5494,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪਾਂਚ ਤਤ ਕੋ ਤਨੁ ਰਚਿਓ; ਜਾਨਹੁ ਚਤੁਰ ਸੁਜਾਨ ||",
    "transliteration": "Paanch Thath Ko Than Rachiou Jaanahu Chathur Sujaan ||",
    "translation": "Your body is made up of the five elements; you are clever and wise - know this well.",
    "punjabi": "ਹੇ ਚਤੁਰ ਮਨੁੱਖ! ਹੇ ਸਿਆਣੇ ਮਨੁੱਖ! ਤੂੰ ਜਾਣਦਾ ਹੈਂ ਕਿ (ਤੇਰਾ ਇਹ) ਸਰੀਰ (ਪਰਮਾਤਮਾ ਨੇ) ਪੰਜ ਤੱਤਾਂ ਤੋਂ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60458,
    "shabad_id": 5494,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਹ ਤੇ ੳੁਪਜਿਓ ਨਾਨਕਾ; ਲੀਨ ਤਾਹਿ ਮੈ ਮਾਨ ||੧੧||",
    "transliteration": "Jih Thae Oupajiou Naanakaa Leen Thaahi Mai Maan ||11||",
    "translation": "Believe it - you shall merge once again into the One, O Nanak, from whom you originated. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਭੀ) ਯਕੀਨ ਜਾਣ ਕਿ ਜਿਨ੍ਹਾਂ ਤੱਤਾਂ ਤੋਂ (ਇਹ ਸਰੀਰ) ਬਣਿਆ ਹੈ (ਮੁੜ) ਉਹਨਾਂ ਵਿਚ ਹੀ ਲੀਨ ਹੋ ਜਾਇਗਾ (ਫਿਰ ਇਸ ਸਰੀਰ ਦੇ ਝੂਠੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਿਉਂ ਭੁਲਾ ਰਿਹਾ ਹੈਂ? ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60459,
    "shabad_id": 5495,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਮੈ ਹਰਿ ਜੂ ਬਸੈ; ਸੰਤਨ ਕਹਿਓ ਪੁਕਾਰਿ ||",
    "transliteration": "Ghatt Ghatt Mai Har Joo Basai Santhan Kehiou Pukaar ||",
    "translation": "The Dear Lord abides in each and every heart; the Saints proclaim this as true.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੇ ਉੱਚੀ ਕੂਕ ਕੇ ਦੱਸ ਦਿੱਤਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60460,
    "shabad_id": 5495,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਹ ਭਜੁ ਮਨਾ; ਭੳੁ ਨਿਧਿ ੳੁਤਰਹਿ ਪਾਰਿ ||੧੨||",
    "transliteration": "Kahu Naanak Thih Bhaj Manaa Bho Nidhh Outharehi Paar ||12||",
    "translation": "Says Nanak, meditate and vibrate upon Him, and you shall cross over the terrifying world-ocean. ||12||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਤੂੰ ਉਸ (ਪਰਮਾਤਮਾ) ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ, (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਤੂੰ ਪਾਰ ਲੰਘ ਜਾਹਿਂਗਾ ॥੧੨॥",
    "pronunciation": "(ਭੳੁ-ਨਿਧਿ) ਡਰ ਦੇ ਸਮੁੰਦ੍ਰ[ ੳੁ੍ਨਤਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 60461,
    "shabad_id": 5496,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੁਖੁ ਦੁਖੁ ਜਿਹ ਪਰਸੈ ਨਹੀ; ਲੋਭ ਮੋਹ ਅਭਿਮਾਨੁ ||",
    "transliteration": "Sukh Dhukh Jih Parasai Nehee Lobh Mohu Abhimaan ||",
    "translation": "One who is not touched by pleasure or pain, greed, emotional attachment and egotistical pride",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ (ਦੇ ਹਿਰਦੇ) ਨੂੰ ਸੁਖ ਦੁਖ ਨਹੀਂ ਪੋਹ ਸਕਦਾ, ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਨਹੀਂ ਪੋਹ ਸਕਦਾ (ਭਾਵ, ਜਿਹੜਾ ਮਨੁੱਖ ਸੁਖ ਦੁਖ ਵੇਲੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਨਹੀਂ ਡੋਲਦਾ, ਜਿਸ ਉਤੇ ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60462,
    "shabad_id": 5496,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਸੋ ਮੂਰਤ ਭਗਵਾਨ ||੧੩||",
    "transliteration": "Kahu Naanak Sun Rae Manaa So Moorath Bhagavaan ||13||",
    "translation": "- says Nanak, listen, mind: he is the very image of God. ||13||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਹ ਮਨੁੱਖ (ਸਾਖਿਆਤ) ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60463,
    "shabad_id": 5497,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੳੁਸਤਤਿ ਨਿੰਦਿਅਾ ਨਾਹਿ ਜਿਹਿ; ਕੰਚਨ ਲੋਹ ਸਮਾਨਿ ||",
    "transliteration": "Ousathath Nindhiaa Naahi Jihi Kanchan Loh Samaan ||",
    "translation": "One who is beyond praise and slander, who looks upon gold and iron alike",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ (ਦੇ ਮਨ) ਨੂੰ ਉਸਤਤਿ ਨਹੀਂ (ਡੁਲਾ ਸਕਦੀ) ਨਿੰਦਿਆ ਨਹੀਂ (ਡੁਲਾ ਸਕਦੀ), ਜਿਸ ਨੂੰ ਸੋਨਾ ਅਤੇ ਲੋਹਾ ਇਕੋ ਜਿਹੇ (ਦਿੱਸਦੇ ਹਨ, ਭਾਵ, ਜੋ ਲਾਲਚ ਵਿਚ ਨਹੀਂ ਫਸਦਾ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60464,
    "shabad_id": 5497,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨਿ ਰੇ ਮਨਾ; ਮੁਕਤਿ ਤਾਹਿ ਤੈ ਜਾਨਿ ||੧੪||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Mukath Thaahi Thai Jaan ||14||",
    "translation": "- says Nanak, listen, mind: know that such a person is liberated. ||14||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਇਹ ਗੱਲ (ਪੱਕ) ਜਾਣ ਕਿ ਉਸ ਨੂੰ ਮੋਹ ਤੋਂ ਛੁਟਕਾਰਾ ਮਿਲ ਚੁੱਕਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60465,
    "shabad_id": 5498,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਖ ਸੋਗ ਜਾ ਕੈ ਨਹੀ; ਬੈਰੀ ਮੀਤ ਸਮਾਨ ||",
    "transliteration": "Harakh Sog Jaa Kai Nehee Bairee Meeth Samaan ||",
    "translation": "One who is not affected by pleasure or pain, who looks upon friend and enemy alike",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਖ਼ੁਸ਼ੀ ਗ਼ਮੀ ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੀ, ਜਿਸ ਨੂੰ ਵੈਰੀ ਤੇ ਮਿੱਤਰ ਇਕੋ ਜਿਹੇ (ਮਿੱਤਰ ਹੀ) ਜਾਪਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60466,
    "shabad_id": 5498,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨਿ ਰੇ ਮਨਾ; ਮੁਕਤਿ ਤਾਹਿ ਤੈ ਜਾਨ ||੧੫||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Mukath Thaahi Thai Jaan ||15||",
    "translation": "- says Nanak, listen, mind: know that such a person is liberated. ||15||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਤੂੰ ਇਹ ਗੱਲ ਪੱਕੀ ਸਮਝ ਕਿ ਉਸ ਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਖ਼ਲਾਸੀ ਮਿਲ ਚੁੱਕੀ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60467,
    "shabad_id": 5499,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭੈ ਕਾਹੂ ਕੳੁ ਦੇਤ ਨਹਿ; ਨਹਿ ਭੈ ਮਾਨਤ ਅਾਨਿ ||",
    "transliteration": "Bhai Kaahoo Ko Dhaeth Nehi Nehi Bhai Maanath Aan ||",
    "translation": "One who does not frighten anyone, and who is not afraid of anyone else",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਕਿਸੇ ਨੂੰ (ਕੋਈ) ਡਰਾਵੇ ਨਹੀਂ ਦੇਂਦਾ, ਅਤੇ ਕਿਸੇ ਦੇ ਡਰਾਵੇ ਨਹੀਂ ਮੰਨਦਾ (ਡਰਾਵਿਆਂ ਤੋਂ ਘਬਰਾਂਦਾ ਨਹੀਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60468,
    "shabad_id": 5499,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨਿ ਰੇ ਮਨਾ; ਗਿਅਾਨੀ ਤਾਹਿ ਬਖਾਨਿ ||੧੬||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Giaanee Thaahi Bakhaan ||16||",
    "translation": "- says Nanak, listen, mind: call him spiritually wise. ||16||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਵਾਲਾ ਸਮਝ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60469,
    "shabad_id": 5500,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਹਿ ਬਿਖਿਅਾ ਸਗਲੀ ਤਜੀ; ਲੀਓ ਭੇਖ ਬੈਰਾਗ ||",
    "transliteration": "Jihi Bikhiaa Sagalee Thajee Leeou Bhaekh Bairaag ||",
    "translation": "One who has forsaken all sin and corruption, who wears the robes of neutral detachment",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਨੇ (ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਅਹੰਕਾਰ, ਨਿੰਦਾ, ਈਰਖਾ, ਆਦਿਕ ਅਨੇਕਾਂ ਰੂਪਾਂ ਵਾਲੀ) ਸਾਰੀ ਦੀ ਸਾਰੀ ਮਾਇਆ ਤਿਆਗ ਦਿੱਤੀ, (ਉਸੇ ਨੇ ਹੀ ਸਹੀ) ਵੈਰਾਗ ਦਾ (ਸਹੀ) ਭੇਖ ਧਾਰਨ ਕੀਤਾ (ਸਮਝ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60470,
    "shabad_id": 5500,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਤਿਹ ਨਰ ਮਾਥੈ ਭਾਗ ||੧੭||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Thih Nar Maathhai Bhaag ||17||",
    "translation": "- says Nanak, listen, mind: good destiny is written on his forehead. ||17||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ (ਚੰਗਾ) ਭਾਗ (ਜਾਗਿਆ ਸਮਝ) ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60471,
    "shabad_id": 5501,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਿਹਿ ਮਾੲਿਅਾ ਮਮਤਾ ਤਜੀ; ਸਭ ਤੇ ਭੲਿਓ ੳੁਦਾਸ ||",
    "transliteration": "Jihi Maaeiaa Mamathaa Thajee Sabh Thae Bhaeiou Oudhaas ||",
    "translation": "One who renounces Maya and possessiveness and is detached from everything",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਨੇ ਮਾਇਆ ਦਾ ਮੋਹ ਛੱਡ ਦਿੱਤਾ, (ਜਿਹੜਾ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਕਾਮਾਦਿਕ) ਸਾਰੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਉਪਰਾਮ ਹੋ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60472,
    "shabad_id": 5501,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਤਿਹ ਘਟਿ ਬ੍ਰਹਮ ਨਿਵਾਸੁ ||੧੮||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Thih Ghatt Breham Nivaas ||18||",
    "translation": "- says Nanak, listen, mind: God abides in his heart. ||18||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਪਰਤੱਖ ਤੌਰ ਤੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60473,
    "shabad_id": 5502,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਹਿ ਪ੍ਰਾਨੀ ਹੳੁਮੈ ਤਜੀ; ਕਰਤਾ ਰਾਮ ਪਛਾਨ ||",
    "transliteration": "Jihi Praanee Houmai Thajee Karathaa Raam Pashhaan ||",
    "translation": "That mortal, who forsakes egotism, and realizes the Creator Lord",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਕਰਤਾਰ ਸਿਰਜਣਹਾਰ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਕੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਤਿਆਗ ਦਿੱਤੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60474,
    "shabad_id": 5502,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਵਹੁ ਮੁਕਤਿ ਨਰੁ; ੲਿਹ ਮਨ ਸਾਚੀ ਮਾਨ ||੧੯||",
    "transliteration": "Kahu Naanak Vahu Mukath Nar Eih Man Saachee Maan ||19||",
    "translation": "- says Nanak, that person is liberated; O mind, know this as true. ||19||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਇਹ ਗੱਲ ਸੱਚੀ ਸਮਝ ਕਿ ਉਹ ਮਨੁੱਖ (ਹੀ) ਮੁਕਤ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60475,
    "shabad_id": 5503,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭੈ ਨਾਸਨ. ਦੁਰਮਤਿ ਹਰਨ; ਕਲਿ ਮੈ ਹਰਿ ਕੋ ਨਾਮ ||",
    "transliteration": "Bhai Naasan Dhuramath Haran Kal Mai Har Ko Naam ||",
    "translation": "In this Dark Age of Kali Yuga, the Name of the Lord is the Destroyer of fear, the Eradicator of evil-mindedness.",
    "punjabi": "ਇਸ ਕਲੇਸ਼ਾਂ-ਭਰੇ ਸੰਸਾਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਸਾਰੇ ਡਰ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਖੋਟੀ ਮੱਤ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60476,
    "shabad_id": 5503,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਿਸ ਦਿਨਿ ਜੋ ਨਾਨਕ ਭਜੈ; ਸਫਲ ਹੋਹਿ ਤਿਹ ਕਾਮ ||੨੦||",
    "transliteration": "Nis Dhin Jo Naanak Bhajai Safal Hohi Thih Kaam ||20||",
    "translation": "Night and day, O Nanak, whoever vibrates and meditates on the Lord's Name, sees all of his works brought to fruition. ||20||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਰਾਤ ਦਿਨ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦੇ ਸਾਰੇ ਕੰਮ ਨੇਪਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "ਭਜੈ: ਪੋਲਾ ਬੋਲੋ,ਹੋ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 60477,
    "shabad_id": 5504,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਿਹਬਾ ਗੁਨ ਗੋਬਿੰਦ ਭਜਹੁ; ਕਰਨ ਸੁਨਹੁ ਹਰਿ ਨਾਮ ||",
    "transliteration": "Jihabaa Gun Gobindh Bhajahu Karan Sunahu Har Naam ||",
    "translation": "Vibrate with your tongue the Glorious Praises of the Lord of the Universe; with your ears, hear the Lord's Name.",
    "punjabi": "(ਆਪਣੀ) ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਜਾਪ ਕਰਿਆ ਕਰੋ, (ਆਪਣੇ) ਕੰਨਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣਿਆ ਕਰੋ।",
    "pronunciation": "ਭਜ-ਹੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60478,
    "shabad_id": 5504,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਪਰਹਿ ਨ ਜਮ ਕੈ ਧਾਮ ||੨੧||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Parehi N Jam Kai Dhhaam ||21||",
    "translation": "Says Nanak, listen, man: you shall not have to go to the house of Death. ||21||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! (ਜਿਹੜੇ ਮਨੁੱਖ ਨਾਮ ਜਪਦੇ ਹਨ, ਉਹ) ਜਮਾਂ ਦੇ ਵੱਸ ਨਹੀਂ ਪੈਂਦੇ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60479,
    "shabad_id": 5505,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਪ੍ਰਾਨੀ ਮਮਤਾ ਤਜੈ; ਲੋਭ ਮੋਹ ਅਹੰਕਾਰ ||",
    "transliteration": "Jo Praanee Mamathaa Thajai Lobh Moh Ahankaar ||",
    "translation": "That mortal who renounces possessiveness, greed, emotional attachment and egotism",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਆਪਣੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੀ) ਮਮਤਾ ਤਿਆਗਦਾ ਹੈ, ਲੋਭ ਮੋਹ ਅਤੇ ਅਹੰਕਾਰ ਦੂਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "ਅਹੰ-ਕਾਰ",
    "type_id": 3
  },
  {
    "id": 60480,
    "shabad_id": 5505,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਅਾਪਨ ਤਰੈ; ਅੳੁਰਨ ਲੇਤ ੳੁਧਾਰ ||੨੨||",
    "transliteration": "Kahu Naanak Aapan Tharai Aouran Laeth Oudhhaar ||22||",
    "translation": "- says Nanak, he himself is saved, and he saves many others as well. ||22||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਹ ਆਪ (ਭੀ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ਅਤੇ ਹੋਰਨਾਂ ਨੂੰ ਭੀ (ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "ਅੳੁਰ-ਨ",
    "type_id": 3
  },
  {
    "id": 60481,
    "shabad_id": 5506,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿੳੁ ਸੁਪਨਾ ਅਰੁ ਪੇਖਨਾ; ਅੈਸੇ ਜਗ ਕੳੁ ਜਾਨਿ ||",
    "transliteration": "Jio Supanaa Ar Paekhanaa Aisae Jag Ko Jaan ||",
    "translation": "Like a dream and a show, so is this world, you must know.",
    "punjabi": "ਜਿਵੇਂ (ਸੁੱਤੇ ਪਿਆਂ) ਸੁਪਨਾ (ਆਉਂਦਾ ਹੈ) ਅਤੇ (ਉਸ ਸੁਪਨੇ ਵਿਚ ਕਈ ਪਦਾਰਥ) ਵੇਖੀਦੇ ਹਨ, ਤਿਵੇਂ ਇਸ ਜਗਤ ਨੂੰ ਸਮਝ ਲੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60482,
    "shabad_id": 5506,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲਿਨ ਮੈ ਕਛੁ ਸਾਚੋ ਨਹੀ; ਨਾਨਕ. ਬਿਨੁ ਭਗਵਾਨ ||੨੩||",
    "transliteration": "Ein Mai Kashh Saacho Nehee Naanak Bin Bhagavaan ||23||",
    "translation": "None of this is true, O Nanak, without God. ||23||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਜਗਤ ਵਿਚ ਦਿੱਸ ਰਹੇ) ਇਹਨਾਂ (ਪਦਾਰਥਾਂ) ਵਿਚ ਕੋਈ ਭੀ ਪਦਾਰਥ ਸਦਾ ਸਾਥ ਨਿਬਾਹੁਣ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60483,
    "shabad_id": 5507,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਿਸਿ ਦਿਨਿ ਮਾੲਿਅਾ ਕਾਰਨੇ; ਪ੍ਰਾਨੀ ਡੋਲਤ ਨੀਤ ||",
    "transliteration": "Nis Dhin Maaeiaa Kaaranae Praanee Ddolath Neeth ||",
    "translation": "Night and day, for the sake of Maya, the mortal wanders constantly.",
    "punjabi": "(ਹੇ ਭਾਈ!) ਮਾਇਆ (ਇਕੱਠੀ ਕਰਨ) ਦੀ ਖ਼ਾਤਰ ਮਨੁੱਖ ਸਦਾ ਰਾਤ ਦਿਨ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60484,
    "shabad_id": 5507,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕੋਟਨ ਮੈ. ਨਾਨਕ ਕੋੳੂ; ਨਾਰਾੲਿਨ ਜਿਹ ਚੀਤਿ ||੨੪||",
    "transliteration": "Kottan Mai Naanak Kooo Naaraaein Jih Cheeth ||24||",
    "translation": "Among millions, O Nanak, there is scarcely anyone, who keeps the Lord in his consciousness. ||24||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕ੍ਰੋੜਾਂ (ਬੰਦਿਆਂ) ਵਿਚ ਕੋਈ ਵਿਰਲਾ (ਅਜਿਹਾ ਹੁੰਦਾ) ਹੈ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਟਿਕੀ ਹੁੰਦੀ ਹੈ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60485,
    "shabad_id": 5508,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਤੇ ਬੁਦਬੁਦਾ; ੳੁਪਜੈ ਬਿਨਸੈ ਨੀਤ ||",
    "transliteration": "Jaisae Jal Thae Budhabudhaa Oupajai Binasai Neeth ||",
    "translation": "As the bubbles in the water well up and disappear again,",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬੁਲਬੁਲਾ ਸਦਾ ਪੈਦਾ ਹੁੰਦਾ ਅਤੇ ਨਾਸ ਹੁੰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60486,
    "shabad_id": 5508,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਗ ਰਚਨਾ ਤੈਸੇ ਰਚੀ; ਕਹੁ ਨਾਨਕ. ਸੁਨ ਮੀਤ ||੨੫||",
    "transliteration": "Jag Rachanaa Thaisae Rachee Kahu Naanak Sun Meeth ||25||",
    "translation": "So is the universe created; says Nanak, listen, O my friend! ||25||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਿੱਤਰ! ਸੁਣ, ਤਿਵੇਂ ਹੀ (ਪਰਮਾਤਮਾ ਨੇ) ਜਗਤ ਦੀ (ਇਹ) ਖੇਡ ਬਣਾਈ ਹੋਈ ਹੈ ॥੨੫॥",
    "pronunciation": "ਜੱਗ",
    "type_id": 3
  },
  {
    "id": 60487,
    "shabad_id": 5509,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਾਨੀ ਕਛੂ. ਨ ਚੇਤੲੀ; ਮਦ ਮਾੲਿਅਾ ਕੈ ਅੰਧ ||",
    "transliteration": "Praanee Kashhoo N Chaethee Madh Maaeiaa Kai Andhh ||",
    "translation": "The mortal does not remember the Lord, even for a moment; he is blinded by the wine of Maya.",
    "punjabi": "ਪਰ ਮਾਇਆ ਦੇ ਨਸ਼ੇ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ (ਆਤਮਕ ਜੀਵਨ ਬਾਰੇ) ਕੁਝ ਭੀ ਨਹੀਂ ਸੋਚਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60488,
    "shabad_id": 5509,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਬਿਨੁ ਹਰਿ ਭਜਨ; ਪਰਤ ਤਾਹਿ ਜਮ ਫੰਧ ||੨੬||",
    "transliteration": "Kahu Naanak Bin Har Bhajan Parath Thaahi Jam Fandhh ||26||",
    "translation": "Says Nanak, without meditating on the Lord, he is caught by the noose of Death. ||26||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਅਜਿਹੇ ਮਨੁੱਖ ਨੂੰ) ਜਮਾਂ ਦੀਆਂ ਫਾਹੀਆਂ ਪਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60489,
    "shabad_id": 5510,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੳੁ ਸੁਖ ਕੳੁ ਚਾਹੈ ਸਦਾ; ਸਰਨਿ ਰਾਮ ਕੀ ਲੇਹ ||",
    "transliteration": "Jo Sukh Ko Chaahai Sadhaa Saran Raam Kee Laeh ||",
    "translation": "If you yearn for eternal peace, then seek the Sanctuary of the Lord.",
    "punjabi": "ਜੇ (ਮਨੁੱਖ) ਆਤਮਕ ਆਨੰਦ (ਹਾਸਲ ਕਰਨਾ) ਚਾਹੁੰਦਾ ਹੈ, ਤਾਂ (ਉਸ ਨੂੰ ਚਾਹੀਦਾ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60490,
    "shabad_id": 5510,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਦੁਰਲਭ ਮਾਨੁਖ ਦੇਹ ||੨੭||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Dhuralabh Maanukh Dhaeh ||27||",
    "translation": "Says Nanak, listen, mind: this human body is difficult to obtain. ||27||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਸੁਣ, ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਬੜੀ ਮੁਸ਼ਕਿਲ ਨਾਲ ਮਿਲਦਾ ਹੈ (ਇਸ ਨੂੰ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਣਾ ਵਿਚ ਹੀ ਨਹੀਂ ਰੋਲ ਦੇਣਾ ਚਾਹੀਦਾ) ॥੨੭॥",
    "pronunciation": "ਦੁਰ-ਲਭ",
    "type_id": 3
  },
  {
    "id": 60491,
    "shabad_id": 5511,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਾੲਿਅਾ ਕਾਰਨਿ ਧਾਵਹੀ; ਮੂਰਖ ਲੋਗ ਅਜਾਨ ||",
    "transliteration": "Maaeiaa Kaaran Dhhaavehee Moorakh Log Ajaan ||",
    "translation": "For the sake of Maya, the fools and ignorant people run all around.",
    "punjabi": "ਮੂਰਖ ਬੇ-ਸਮਝ ਬੰਦੇ (ਨਿਰੀ) ਮਾਇਆ (ਇਕੱਠੀ ਕਰਨ) ਵਾਸਤੇ ਭਟਕਦੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60492,
    "shabad_id": 5511,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਬਿਨੁ ਹਰਿ ਭਜਨਿ; ਬਿਰਥਾ ਜਨਮੁ ਸਿਰਾਨ ||੨੮||",
    "transliteration": "Kahu Naanak Bin Har Bhajan Birathhaa Janam Siraan ||28||",
    "translation": "Says Nanak, without meditating on the Lord, life passes away uselessly. ||28||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਉਹਨਾਂ ਦਾ ਇਹ ਮਨੁੱਖਾ) ਜਨਮ ਅਜਾਈਂ ਬੀਤ ਜਾਂਦਾ ਹੈ ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60493,
    "shabad_id": 5512,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਪ੍ਰਾਨੀ. ਨਿਸਿ ਦਿਨਿ ਭਜੈ; ਰੂਪ ਰਾਮ ਤਿਹ ਜਾਨੁ ||",
    "transliteration": "Jo Praanee Nis Dhin Bhajai Roop Raam Thih Jaan ||",
    "translation": "That mortal who meditates and vibrates upon the Lord night and day - know him to be the embodiment of the Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਰਾਤ ਦਿਨ (ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਪਰਮਾਤਮਾ ਦਾ ਰੂਪ ਸਮਝੋ।",
    "pronunciation": "",
    "type_id": 3
  }
]
