[
  {
    "id": 60494,
    "shabad_id": 5512,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਜਨ ਹਰਿ ਅੰਤਰੁ ਨਹੀ; ਨਾਨਕ. ਸਾਚੀ ਮਾਨੁ ||੨੯||",
    "transliteration": "Har Jan Har Anthar Nehee Naanak Saachee Maan ||29||",
    "translation": "There is no difference between the Lord and the humble servant of the Lord; O Nanak, know this as true. ||29||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਗੱਲ ਸੱਚੀ ਮੰਨੋ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਅਤੇ ਪਰਮਾਤਮਾ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ਹੈ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60495,
    "shabad_id": 5513,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਨੁ ਮਾੲਿਅਾ ਮੈ ਫਧਿ ਰਹਿਓ; ਬਿਸਰਿਓ ਗੋਬਿੰਦ ਨਾਮ ||",
    "transliteration": "Man Maaeiaa Mai Fadhh Rehiou Bisariou Gobindh Naam ||",
    "translation": "The mortal is entangled in Maya; he has forgotten the Name of the Lord of the Universe.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦਾ) ਮਨ (ਹਰ ਵੇਲੇ) ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਫਸਿਆ ਰਹਿੰਦਾ ਹੈ (ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਸਦਾ) ਭੁੱਲਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਫਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60496,
    "shabad_id": 5513,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਬਿਨੁ ਹਰਿ ਭਜਨ; ਜੀਵਨ ਕੳੁਨੇ ਕਾਮ ||੩੦||",
    "transliteration": "Kahu Naanak Bin Har Bhajan Jeevan Kounae Kaam ||30||",
    "translation": "Says Nanak, without meditating on the Lord, what is the use of this human life? ||30||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ (ਦੱਸੋ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ (ਉਸ ਦਾ) ਜੀਊਣਾ ਕਿਸ ਕੰਮ? ॥੩੦॥",
    "pronunciation": "(ਕੳੁਨੇ) ਕਿਸ (ਕਾਮ) ਕੰਮ",
    "type_id": 3
  },
  {
    "id": 60497,
    "shabad_id": 5514,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਾਨੀ ਰਾਮ. ਨ ਚੇਤੲੀ; ਮਦਿ ਮਾੲਿਅਾ ਕੈ ਅੰਧ ||",
    "transliteration": "Praanee Raam N Chaethee Madh Maaeiaa Kai Andhh ||",
    "translation": "The mortal does not think of the Lord; he is blinded by the wine of Maya.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਫਸ ਕੇ ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਅੰਨ੍ਹਾ ਹੋਇਆ (ਜਿਹੜਾ) ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਯਾਦ ਨਹੀਂ ਕਰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60498,
    "shabad_id": 5514,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਭਜਨ ਬਿਨੁ; ਪਰਤ ਤਾਹਿ ਜਮ ਫੰਧ ||੩੧||",
    "transliteration": "Kahu Naanak Har Bhajan Bin Parath Thaahi Jam Fandhh ||31||",
    "translation": "Says Nanak, without meditating on the Lord, he is caught in the noose of Death. ||31||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ ਉਸ ਨੂੰ (ਉਸ ਦੇ ਗਲ ਵਿਚ) ਜਮਾਂ ਦੀਆਂ ਫਾਹੀਆਂ ਪਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60499,
    "shabad_id": 5515,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੁਖ ਮੈ ਬਹੁ ਸੰਗੀ ਭੲੇ; ਦੁਖ ਮੈ ਸੰਗਿ. ਨ ਕੋੲਿ ||",
    "transliteration": "Sukh Mai Bahu Sangee Bheae Dhukh Mai Sang N Koe ||",
    "translation": "In good times, there are many companions around, but in bad times, there is no one at all.",
    "punjabi": "(ਦੁਨੀਆ ਵਿਚ ਤਾਂ) ਸੁਖ ਵੇਲੇ ਅਨੇਕਾਂ ਮੇਲੀ-ਗੇਲੀ ਬਣ ਜਾਂਦੇ ਹਨ, ਪਰ ਦੁੱਖ ਵਿਚ ਕੋਈ ਭੀ ਨਾਲ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60500,
    "shabad_id": 5515,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਭਜੁ ਮਨਾ; ਅੰਤਿ ਸਹਾੲੀ ਹੋੲਿ ||੩੨||",
    "transliteration": "Kahu Naanak Har Bhaj Manaa Anth Sehaaee Hoe ||32||",
    "translation": "Says Nanak, vibrate, and meditate on the Lord; He shall be your only Help and Support in the end. ||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ (ਪਰਮਾਤਮਾ) ਅੰਤ ਸਮੇ (ਭੀ) ਮਦਦਗਾਰ ਬਣਦਾ ਹੈ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60501,
    "shabad_id": 5516,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਭਰਮਤ ਫਿਰਿਓ; ਮਿਟਿਓ ਨ. ਜਮ ਕੋ ਤ੍ਰਾਸੁ ||",
    "transliteration": "Janam Janam Bharamath Firiou Mittiou N Jam Ko Thraas ||",
    "translation": "Mortals wander lost and confused through countless lifetimes; their fear of death is never removed.",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਭੁਲਾ ਕੇ ਜੀਵ) ਅਨੇਕਾਂ ਜਨਮਾਂ ਵਿਚ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ, ਜਮਾਂ ਦਾ ਡਰ (ਇਸ ਦੇ ਅੰਦਰੋਂ) ਮੁੱਕਦਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60502,
    "shabad_id": 5516,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਭਜੁ ਮਨਾ; ਨਿਰਭੈ ਪਾਵਹਿ ਬਾਸੁ ||੩੩||",
    "transliteration": "Kahu Naanak Har Bhaj Manaa Nirabhai Paavehi Baas ||33||",
    "translation": "Says Nanak, vibrate and meditate on the Lord, and you shall dwell in the Fearless Lord. ||33||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਦਾ ਰਿਹਾ ਕਰ, (ਭਜਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਤੂੰ ਉਸ ਪ੍ਰਭੂ ਵਿਚ ਨਿਵਾਸ ਪ੍ਰਾਪਤ ਕਰ ਲਏਂਗਾ ਜਿਸ ਨੂੰ ਕੋਈ ਡਰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60503,
    "shabad_id": 5517,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਤਨ ਬਹੁਤੁ ਮੈ ਕਰਿ ਰਹਿਓ; ਮਿਟਿਓ ਨ. ਮਨ ਕੋ ਮਾਨੁ ||",
    "transliteration": "Jathan Bahuth Mai Kar Rehiou Mittiou N Man Ko Maan ||",
    "translation": "I have tried so many things, but the pride of my mind has not been dispelled.",
    "punjabi": "ਹੇ ਭਗਵਾਨ! ਮੈਂ ਅਨੇਕਾਂ (ਹੋਰ ਹੋਰ) ਜਤਨ ਕਰ ਚੁੱਕਾ ਹਾਂ (ਉਹਨਾਂ ਜਤਨਾਂ ਨਾਲ) ਮਨ ਦਾ ਅਹੰਕਾਰ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60504,
    "shabad_id": 5517,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦੁਰਮਤਿ ਸਿੳੁ. ਨਾਨਕ ਫਧਿਓ; ਰਾਖਿ ਲੇਹੁ ਭਗਵਾਨਿ ||੩੪||",
    "transliteration": "Dhuramath Sio Naanak Fadhhiou Raakh Laehu Bhagavaan ||34||",
    "translation": "I am engrossed in evil-mindedness, Nanak. O God, please save me! ||34||",
    "punjabi": "ਨਾਨਕ ਦਾ (ਇਹ ਮਨ) ਖੋਟੀ ਮੱਤ ਨਾਲ ਚੰਬੜਿਆ ਹੀ ਰਹਿੰਦਾ ਹੈ। ਹੇ ਭਗਵਾਨ! (ਤੂੰ ਆਪ ਹੀ) ਰੱਖਿਆ ਕਰ ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60505,
    "shabad_id": 5518,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਾਲ ਜੁਅਾਨੀ ਅਰੁ ਬਿਰਧ ਫੁਨਿ; ਤੀਨਿ ਅਵਸਥਾ ਜਾਨਿ ||",
    "transliteration": "Baal Juaanee Ar Biradhh Fun Theen Avasathhaa Jaan ||",
    "translation": "Childhood, youth and old age - know these as the three stages of life.",
    "punjabi": "ਬਾਲ-ਅਵਸਥਾ, ਜੁਆਨੀ ਦੀ ਅਵਸਥਾ, ਅਤੇ ਫਿਰ ਬੁਢੇਪੇ ਦੀ ਅਵਸਥਾ-(ਉਮਰ ਦੀਆਂ ਇਹ) ਤਿੰਨ ਅਵਸਥਾ ਸਮਝ ਲੈ (ਜੋ ਮਨੁੱਖ ਤੇ ਆਉਂਦੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60506,
    "shabad_id": 5518,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਭਜਨ ਬਿਨੁ; ਬਿਰਥਾ ਸਭ ਹੀ ਮਾਨ ||੩੫||",
    "transliteration": "Kahu Naanak Har Bhajan Bin Birathhaa Sabh Hee Maan ||35||",
    "translation": "Says Nanak, without meditating on the Lord, everything is useless; you must appreciate this. ||35||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਪਰ ਇਹ) ਚੇਤੇ ਰੱਖ (ਕਿ) ਪਰਮਾਤਮਾ ਦੇ ਭਜਨ ਤੋਂ ਬਿਨਾ ਇਹ ਸਾਰੀਆਂ ਹੀ ਵਿਅਰਥ ਜਾਂਦੀਆਂ ਹਨ ॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60507,
    "shabad_id": 5519,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਰਣੋ ਹੁਤੋ. ਸੁ ਨਾ ਕੀਓ; ਪਰਿਓ ਲੋਭ ਕੈ ਫੰਧ ||",
    "transliteration": "Karano Hutho S Naa Keeou Pariou Lobh Kai Fandhh ||",
    "translation": "You have not done what you should have done; you are entangled in the web of greed.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਅੰਨ੍ਹੇ ਹੋ ਰਹੇ ਹੇ ਮਨੁੱਖ! ਜੋ ਕੁਝ ਤੂੰ ਕਰਨਾ ਸੀ, ਉਹ ਤੂੰ ਨਾਹ ਕੀਤਾ (ਸਾਰੀ ਉਮਰ) ਤੂੰ ਲੋਭ ਦੀ ਫਾਹੀ ਵਿਚ (ਹੀ) ਫਸਿਆ ਰਿਹਾ।",
    "pronunciation": "ਹੁਤੋ ਸੀ",
    "type_id": 3
  },
  {
    "id": 60508,
    "shabad_id": 5519,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਸਮਿਓ ਰਮਿ ਗੲਿਓ; ਅਬ ਕਿੳੁ ਰੋਵਤ ਅੰਧ ||੩੬||",
    "transliteration": "Naanak Samiou Ram Gaeiou Ab Kio Rovath Andhh ||36||",
    "translation": "Nanak, your time is past and gone; why are you crying now, you blind fool? ||36||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜ਼ਿੰਦਗੀ ਦਾ ਸਾਰਾ) ਸਮਾ (ਇਸੇ ਤਰ੍ਹਾਂ ਹੀ) ਗੁਜ਼ਰ ਗਿਆ। ਹੁਣ ਕਿਉਂ ਰੋਂਦਾ ਹੈਂ? (ਹੁਣ ਪਛੁਤਾਣ ਦਾ ਕੀ ਲਾਭ?) ॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60509,
    "shabad_id": 5520,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਨੁ ਮਾੲਿਅਾ ਮੈ ਰਮਿ ਰਹਿਓ; ਨਿਕਸਤ ਨਾਹਿਨਿ. ਮੀਤ ||",
    "transliteration": "Man Maaeiaa Mai Ram Rehiou Nikasath Naahin Meeth ||",
    "translation": "The mind is absorbed in Maya - it cannot escape it, my friend.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਜਿਹੜਾ ਮਨ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ, (ਉਹ ਇਸ ਮੋਹ ਵਿਚੋਂ ਆਪਣੇ ਆਪ) ਨਹੀਂ ਨਿਕਲ ਸਕਦਾ,",
    "pronunciation": "ਨਾਹਿ-ਨਿ",
    "type_id": 3
  },
  {
    "id": 60510,
    "shabad_id": 5520,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਮੂਰਤਿ ਚਿਤ੍ਰ ਜਿੳੁ; ਛਾਡਿਤ ਨਾਹਨਿ ਭੀਤ ||੩੭||",
    "transliteration": "Naanak Moorath Chithr Jio Shhaaddith Naahin Bheeth ||37||",
    "translation": "Nanak, it is like a picture painted on the wall - it cannot leave it. ||37||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਵੇਂ (ਕੰਧ ਉਤੇ ਕਿਸੇ) ਮੂਰਤੀ ਦਾ ਲੀਕਿਆ ਹੋਇਆ ਰੂਪ ਕੰਧ ਨੂੰ ਨਹੀਂ ਛੱਡਦਾ ਕੰਧ ਨਾਲ ਚੰਬੜਿਆ ਰਹਿੰਦਾ ਹੈ ॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60511,
    "shabad_id": 5521,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਰ ਚਾਹਤ ਕਛੁ ਅੳੁਰ; ਅੳੁਰੈ ਕੀ ਅੳੁਰੈ ਭੲੀ ||",
    "transliteration": "Nar Chaahath Kashh Aour Aourai Kee Aourai Bhee ||",
    "translation": "The man wishes for something, but something different happens.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਕੇ) ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਸਿਮਰਨ ਦੇ ਥਾਂ) ਕੁਝ ਹੋਰ ਹੀ (ਭਾਵ, ਮਾਇਆ ਹੀ ਮਾਇਆ) ਮੰਗਦਾ ਰਹਿੰਦਾ ਹੈ। (ਪਰ ਕਰਤਾਰ ਦੀ ਰਜ਼ਾ ਵਿਚ) ਹੋਰ ਦੀ ਹੋਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60512,
    "shabad_id": 5521,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਚਿਤਵਤ ਰਹਿਓ ਠਗੳੁਰ; ਨਾਨਕ. ਫਾਸੀ ਗਲਿ ਪਰੀ ||੩੮||",
    "transliteration": "Chithavath Rehiou Thagour Naanak Faasee Gal Paree ||38||",
    "translation": "He plots to deceive others, O Nanak, but he places the noose around his own neck instead. ||38||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ) ਠੱਗਣ ਦੀਆਂ ਸੋਚਾਂ ਸੋਚਦਾ ਹੈ (ਉਤੋਂ ਮੌਤ ਦੀ) ਫਾਹੀ ਗਲ ਵਿਚ ਆ ਪੈਂਦੀ ਹੈ ॥੩੮॥",
    "pronunciation": "ਠ-ਗੳੁਰ",
    "type_id": 3
  },
  {
    "id": 60513,
    "shabad_id": 5522,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਤਨ ਬਹੁਤ ਸੁਖ ਕੇ ਕੀੲੇ; ਦੁਖ ਕੋ ਕੀਓ. ਨ ਕੋੲਿ ||",
    "transliteration": "Jathan Bahuth Sukh Kae Keeeae Dhukh Ko Keeou N Koe ||",
    "translation": "People make all sorts of efforts to find peace and pleasure, but no one tries to earn pain.",
    "punjabi": "(ਜੀਵ ਭਾਵੇਂ) ਸੁਖਾਂ (ਦੀ ਪ੍ਰਾਪਤੀ) ਵਾਸਤੇ ਅਨੇਕਾਂ ਜਤਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਅਤੇ ਦੁੱਖਾਂ ਵਾਸਤੇ ਜਤਨ ਨਹੀਂ ਕਰਦਾ (ਪਰ ਫਿਰ ਭੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਦੁਖ ਭੀ ਆ ਹੀ ਪੈਂਦੇ ਹਨ। ਸੁਖ ਭੀ ਤਦੋਂ ਹੀ ਮਿਲਦਾ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਹੋਵੇ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60514,
    "shabad_id": 5522,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੁਨ ਰੇ ਮਨਾ; ਹਰਿ ਭਾਵੈ ਸੋ ਹੋੲਿ ||੩੯||",
    "transliteration": "Kahu Naanak Sun Rae Manaa Har Bhaavai So Hoe ||39||",
    "translation": "Says Nanak, listen, mind: whatever pleases God comes to pass. ||39||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਜੋ ਕੁਝ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ (ਜ਼ਰੂਰ) ਉਹ (ਹੀ) ਹੁੰਦਾ ਹੈ ॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60515,
    "shabad_id": 5523,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਗਤੁ ਭਿਖਾਰੀ ਫਿਰਤੁ ਹੈ; ਸਭ ਕੋ ਦਾਤਾ ਰਾਮ ||",
    "transliteration": "Jagath Bhikhaaree Firath Hai Sabh Ko Dhaathaa Raam ||",
    "translation": "The world wanders around begging, but the Lord is the Giver of all.",
    "punjabi": "ਜਗਤ ਮੰਗਤਾ (ਹੋ ਕੇ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ (ਇਹ ਚੇਤਾ ਨਹੀਂ ਰੱਖਦਾ ਕਿ) ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 60516,
    "shabad_id": 5523,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਮਨ ਸਿਮਰੁ ਤਿਹ; ਪੂਰਨ ਹੋਵਹਿ ਕਾਮ ||੪੦||",
    "transliteration": "Kahu Naanak Man Simar Thih Pooran Hovehi Kaam ||40||",
    "translation": "Says Nanak, meditate in remembrance on Him, and all your works will be successful. ||40||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਮਨ! ਉਸ ਦਾਤਾਰ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਿਹਾ ਕਰ, ਤੇਰੇ ਸਾਰੇ ਕੰਮ ਸਫਲ ਹੁੰਦੇ ਰਹਿਣਗੇ ॥੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60517,
    "shabad_id": 5524,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਝੂਠੈ ਮਾਨੁ. ਕਹਾ ਕਰੈ; ਜਗੁ ਸੁਪਨੇ ਜਿੳੁ ਜਾਨ ||",
    "transliteration": "Jhoothai Maan Kehaa Karai Jag Supanae Jio Jaan ||",
    "translation": "Why do you take such false pride in yourself? You must know that the world is just a dream.",
    "punjabi": "(ਪਤਾ ਨਹੀਂ ਮਨੁੱਖ) ਨਾਸਵੰਤ ਦੁਨੀਆ ਦਾ ਮਾਨ ਕਿਉਂ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ।` ਜਗਤ ਨੂੰ ਸੁਪਨੇ (ਵਿਚ ਵੇਖੇ ਪਦਾਰਥਾਂ) ਵਾਂਗ (ਹੀ) ਸਮਝ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60518,
    "shabad_id": 5524,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਨ ਮੈ ਕਛੁ ਤੇਰੋ ਨਹੀ; ਨਾਨਕ. ਕਹਿਓ ਬਖਾਨ ||੪੧||",
    "transliteration": "Ein Mai Kashh Thaero Nehee Naanak Kehiou Bakhaan ||41||",
    "translation": "None of this is yours; Nanak proclaims this truth. ||41||",
    "punjabi": "(ਹੇ ਭਾਈ!) (ਮੈਂ) ਨਾਨਕ ਤੈਨੂੰ ਠੀਕ ਦੱਸ ਰਿਹਾ ਹਾਂ ਕਿ ਇਹਨਾਂ (ਦਿੱਸਦੇ ਪਦਾਰਥਾਂ) ਵਿਚ ਤੇਰਾ (ਅਸਲ ਸਾਥੀ) ਕੋਈ ਭੀ ਪਦਾਰਥ ਨਹੀਂ ਹੈ ॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60519,
    "shabad_id": 5525,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗਰਬੁ ਕਰਤੁ ਹੈ ਦੇਹ ਕੋ; ਬਿਨਸੈ ਛਿਨ ਮੈ ਮੀਤਿ ||",
    "transliteration": "Garab Karath Hai Dhaeh Ko Binasai Shhin Mai Meeth ||",
    "translation": "You are so proud of your body; it shall perish in an instant, my friend.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! (ਜਿਸ) ਸਰੀਰ ਦਾ (ਮਨੁੱਖ ਸਦਾ) ਮਾਣ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਕਿ ਇਹ ਮੇਰਾ ਆਪਣਾ ਹੈ, ਉਹ ਸਰੀਰ) ਇਕ ਛਿਨ ਵਿਚ ਹੀ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ। (ਹੋਰ ਪਦਾਰਥ ਦਾ ਮੋਹ ਤਾਂ ਕਿਤੇ ਰਿਹਾ, ਆਪਣੇ ਇਸ ਸਰੀਰ ਦਾ ਮੋਹ ਭੀ ਝੂਠਾ ਹੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60520,
    "shabad_id": 5525,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਹਿ ਪ੍ਰਾਨੀ. ਹਰਿ ਜਸੁ ਕਹਿਓ; ਨਾਨਕ. ਤਿਹਿ ਜਗੁ ਜੀਤਿ ||੪੨||",
    "transliteration": "Jihi Praanee Har Jas Kehiou Naanak Thihi Jag Jeeth ||42||",
    "translation": "That mortal who chants the Praises of the Lord, O Nanak, conquers the world. ||42||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੀ, ਉਸ ਨੇ ਜਗਤ (ਦੇ ਮੋਹ) ਨੂੰ ਜਿੱਤ ਲਿਆ ॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60521,
    "shabad_id": 5526,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਹ ਘਟਿ ਸਿਮਰਨੁ ਰਾਮ ਕੋ; ਸੋ ਨਰੁ ਮੁਕਤਾ ਜਾਨੁ ||",
    "transliteration": "Jih Ghatt Simaran Raam Ko So Nar Mukathaa Jaan ||",
    "translation": "That person, who meditates in remembrance on the Lord in his heart, is liberated - know this well.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ (ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ) ਉਸ ਮਨੁੱਖ ਨੂੰ (ਮੋਹ ਦੇ ਜਾਲ ਤੋਂ) ਬਚਿਆ ਹੋਇਆ ਸਮਝ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60522,
    "shabad_id": 5526,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਿਹਿ ਨਰ ਹਰਿ ਅੰਤਰੁ ਨਹੀ; ਨਾਨਕ. ਸਾਚੀ ਮਾਨੁ ||੪੩||",
    "transliteration": "Thihi Nar Har Anthar Nehee Naanak Saachee Maan ||43||",
    "translation": "There is no difference between that person and the Lord: O Nanak, accept this as the Truth. ||43||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਹ ਗੱਲ ਠੀਕ ਮੰਨ ਕਿ ਉਸ ਮਨੁੱਖ ਅਤੇ ਪਰਮਾਤਮਾ ਵਿਚ ਕੋਈ ਫ਼ਰਕ ਨਹੀਂ ॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60523,
    "shabad_id": 5527,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲੇਕ ਭਗਤਿ ਭਗਵਾਨ; ਜਿਹ ਪ੍ਰਾਨੀ ਕੈ ਨਾਹਿ ਮਨ ||",
    "transliteration": "Eaek Bhagath Bhagavaan Jih Praanee Kai Naahi Man ||",
    "translation": "That person, who does not feel devotion to God in his mind",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60524,
    "shabad_id": 5527,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੈਸੇ ਸੂਕਰੁ ਸੁਅਾਨ; ਨਾਨਕ. ਮਾਨੋ ਤਾਹਿ ਤਨ ||੪੪||",
    "transliteration": "Jaisae Sookar Suaan Naanak Maano Thaahi Than ||44||",
    "translation": "- O Nanak, know that his body is like that of a pig, or a dog. ||44||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਦਾ ਸਰੀਰ ਉਹੋ ਜਿਹਾ ਹੀ ਸਮਝ ਜਿਹੋ ਜਿਹਾ (ਕਿਸੇ) ਸੂਰ ਦਾ ਸਰੀਰ ਹੈ (ਜਾਂ ਕਿਸੇ) ਕੁੱਤੇ ਦਾ ਸਰੀਰ ਹੈ ॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60525,
    "shabad_id": 5528,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਅਾਮੀ ਕੋ ਗਿ੍ਰਹੁ ਜਿੳੁ ਸਦਾ; ਸੁਅਾਨ ਤਜਤ ਨਹੀ ਨਿਤ ||",
    "transliteration": "Suaamee Ko Grihu Jio Sadhaa Suaan Thajath Nehee Nith ||",
    "translation": "A dog never abandons the home of his master.",
    "punjabi": "ਜਿਵੇਂ ਕੁੱਤਾ (ਆਪਣੇ) ਮਾਲਕ ਦਾ ਘਰ (ਘਰ ਦਾ ਬੂਹਾ) ਸਦਾ (ਮੱਲੀ ਰੱਖਦਾ ਹੈ) ਕਦੇ ਭੀ ਛੱਡਦਾ ਨਹੀਂ ਹੈ,",
    "pronunciation": "ਤਜਤ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60526,
    "shabad_id": 5528,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ੲਿਹ ਬਿਧਿ ਹਰਿ ਭਜੳੁ; ੲਿਕ ਮਨ ਹੁੲਿ ੲਿਕਿ ਚਿਤ ||੪੫||",
    "transliteration": "Naanak Eih Bidhh Har Bhajo Eik Man Hue Eik Chith ||45||",
    "translation": "O Nanak, in just the same way, vibrate, and meditate on the Lord, single-mindedly, with one-pointed consciousness. ||45||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸੇ ਤਰੀਕੇ ਨਾਲ ਇਕ-ਮਨ ਹੋ ਕੇ ਇਕ-ਚਿੱਤ ਹੋ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰੋ (ਕਿ ਉਸ ਦਾ ਦਰ ਕਦੇ ਛੱਡਿਆ ਹੀ ਨਾਹ ਜਾਏ) ॥੪੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60527,
    "shabad_id": 5529,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੀਰਥ ਬਰਤ ਅਰੁ ਦਾਨ ਕਰਿ; ਮਨ ਮੈ ਧਰੈ ਗੁਮਾਨੁ ||",
    "transliteration": "Theerathh Barath Ar Dhaan Kar Man Mai Dhharai Gumaan ||",
    "translation": "Those who make pilgrimages to sacred shrines, observe ritualistic fasts and make donations to charity while still taking pride in their minds",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਛੱਡ ਕੇ ਮਨੁੱਖ) ਤੀਰਥ-ਇਸ਼ਨਾਨ ਕਰ ਕੇ ਵਰਤ ਰੱਖ ਕੇ, ਦਾਨ-ਪੁੰਨ ਕਰ ਕੇ (ਆਪਣੇ) ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ (ਕਿ ਮੈਂ ਧਰਮੀ ਬਣ ਗਿਆ ਹਾਂ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60528,
    "shabad_id": 5529,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਨਿਹਫਲ ਜਾਤ ਤਿਹ; ਜਿੳੁ ਕੁੰਚਰ ੲਿਸਨਾਨੁ ||੪੬||",
    "transliteration": "Naanak Nihafal Jaath Thih Jio Kunchar Eisanaan ||46||",
    "translation": "- O Nanak, their actions are useless, like the elephant, who takes a bath, and then rolls in the dust. ||46||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਉਸ ਦੇ (ਇਹ ਸਾਰੇ ਕੀਤੇ ਹੋਏ ਕਰਮ ਇਉਂ) ਵਿਅਰਥ (ਚਲੇ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਹਾਥੀ ਦਾ (ਦਾ ਕੀਤਾ ਹੋਇਆ) ਇਸ਼ਨਾਨ। (ਨੋਟ: ਹਾਥੀ ਨ੍ਹਾ ਕੇ ਸੁਆਹ ਮਿੱਟੀ ਆਪਣੇ ਉੱਤੇ ਪਾ ਲੈਂਦਾ ਹੈ) ॥੪੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60529,
    "shabad_id": 5530,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਿਰੁ ਕੰਪਿਓ, ਪਗ ਡਗਮਗੈ; ਨੈਨ ਜੋਤਿ. ਤੇ ਹੀਨ ||",
    "transliteration": "Sir Kanpiou Pag Ddagamagae Nain Joth Thae Heen ||",
    "translation": "The head shakes, the feet stagger, and the eyes become dull and weak.",
    "punjabi": "(ਬੁਢੇਪਾ ਆ ਜਾਣ ਤੇ ਮਨੁੱਖ ਦਾ) ਸਿਰ ਕੰਬਣ ਲੱਗ ਪੈਂਦਾ ਹੈ (ਤੁਰਦਿਆਂ) ਪੈਰ ਥਿੜਕਦੇ ਹਨ, ਅੱਖਾਂ ਦੀ ਜੋਤਿ ਮਾਰੀ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "ਪਗ ਡਗਮਗੈ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60530,
    "shabad_id": 5530,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ੲਿਹ ਬਿਧਿ ਭੲੀ; ਤੳੂ. ਨ ਹਰਿ ਰਸ ਲੀਨ ||੪੭||",
    "transliteration": "Kahu Naanak Eih Bidhh Bhee Thoo N Har Ras Leen ||47||",
    "translation": "Says Nanak, this is your condition. And even now, you have not savored the sublime essence of the Lord. ||47||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਬੁਢੇਪੇ ਨਾਲ ਸਰੀਰ ਦੀ) ਇਹ ਹਾਲਤ ਹੋ ਜਾਂਦੀ ਹੈ, ਫਿਰ ਭੀ (ਮਾਇਆ ਦਾ ਮੋਹ ਇਤਨਾ ਪ੍ਰਬਲ ਹੁੰਦਾ ਹੈ ਕਿ ਮਨੁੱਖ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੇ ਸੁਆਦ ਵਿਚ ਮਗਨ ਨਹੀਂ ਹੁੰਦਾ ॥੪੭॥",
    "pronunciation": "ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
