[
  {
    "id": 60531,
    "shabad_id": 5531,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਿਜ ਕਰਿ ਦੇਖਿਓ. ਜਗਤੁ ਮੈ; ਕੋ ਕਾਹੂ ਕੋ ਨਾਹਿ ||",
    "transliteration": "Nij Kar Dhaekhiou Jagath Mai Ko Kaahoo Ko Naahi ||",
    "translation": "I had looked upon the world as my own, but no one belongs to anyone else.",
    "punjabi": "ਮੈਂ ਜਗਤ ਨੂੰ ਆਪਣਾ ਸਮਝ ਕੇ (ਹੀ ਹੁਣ ਤਕ) ਵੇਖਦਾ ਰਿਹਾ, (ਪਰ ਇਥੇ ਤਾਂ) ਕੋਈ ਕਿਸੇ ਦਾ ਭੀ (ਸਦਾ ਲਈ ਆਪਣਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਨਿੱਜ[ ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 60532,
    "shabad_id": 5531,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਥਿਰੁ ਹਰਿ ਭਗਤਿ ਹੈ; ਤਿਹ ਰਾਖੋ ਮਨ ਮਾਹਿ ||੪੮||",
    "transliteration": "Naanak Thhir Har Bhagath Hai Thih Raakho Man Maahi ||48||",
    "translation": "O Nanak, only devotional worship of the Lord is permanent; enshrine this in your mind. ||48||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਤਾਂ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ (ਹੀ) ਹੈ। ਇਸ (ਭਗਤੀ) ਨੂੰ (ਆਪਣੇ) ਮਨ ਵਿਚ ਪ੍ਰੋ ਰੱਖ ॥੪੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60533,
    "shabad_id": 5532,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਗ ਰਚਨਾ ਸਭ ਝੂਠ ਹੈ; ਜਾਨਿ ਲੇਹੁ ਰੇ ਮੀਤ ||",
    "transliteration": "Jag Rachanaa Sabh Jhooth Hai Jaan Laehu Rae Meeth ||",
    "translation": "The world and its affairs are totally false; know this well, my friend.",
    "punjabi": "ਹੇ ਮਿੱਤਰ! ਇਹ ਗੱਲ ਸੱਚੀ ਜਾਣ ਕਿ ਜਗਤ ਦੀ ਸਾਰੀ ਹੀ ਰਚਨਾ ਨਾਸਵੰਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60534,
    "shabad_id": 5532,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਹਿ ਨਾਨਕ. ਥਿਰੁ ਨਾ ਰਹੈ; ਜਿੳੁ ਬਾਲੂ ਕੀ ਭੀਤ ||੪੯||",
    "transliteration": "Kehi Naanak Thhir Naa Rehai Jio Baaloo Kee Bheeth ||49||",
    "translation": "Says Nanak, it is like a wall of sand; it shall not endure. ||49||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਰੇਤ ਦੀ ਕੰਧ ਵਾਂਗ (ਜਗਤ ਵਿਚ) ਕੋਈ ਭੀ ਚੀਜ਼ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਨਹੀਂ ਹੈ ॥੪੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60535,
    "shabad_id": 5533,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਰਾਮ ਗੲਿਓ ਰਾਵਨੁ ਗੲਿਓ; ਜਾ ਕੳੁ ਬਹੁ ਪਰਵਾਰ ||",
    "transliteration": "Raam Gaeiou Raavan Gaeiou Jaa Ko Bahu Paravaar ||",
    "translation": "Raam Chand passed away, as did Raawan, even though he had lots of relatives.",
    "punjabi": "(ਦੇਖ! ਸ੍ਰੀ) ਰਾਮ (-ਚੰਦ੍ਰ) ਕੂਚ ਕਰ ਗਿਆ, ਰਾਵਨ ਭੀ ਚੱਲ ਵੱਸਿਆ ਜਿਸ ਨੂੰ ਵੱਡੇ ਪਰਵਾਰ ਵਾਲਾ ਕਿਹਾ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60536,
    "shabad_id": 5533,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਥਿਰੁ ਕਛੁ ਨਹੀ; ਸੁਪਨੇ ਜਿੳੁ ਸੰਸਾਰਿ ||੫੦||",
    "transliteration": "Kahu Naanak Thhir Kashh Nehee Supanae Jio Sansaar ||50||",
    "translation": "Says Nanak, nothing lasts forever; the world is like a dream. ||50||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਇਥੇ) ਕੋਈ ਭੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਦਾਰਥ ਨਹੀਂ ਹੈ। (ਇਹ) ਜਗਤ ਸੁਪਨੇ ਵਰਗਾ (ਹੀ) ਹੈ ॥੫੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60537,
    "shabad_id": 5534,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਚਿੰਤਾ. ਤਾ ਕੀ ਕੀਜੀਅੈ; ਜੋ ਅਨਹੋਨੀ ਹੋੲਿ ||",
    "transliteration": "Chinthaa Thaa Kee Keejeeai Jo Anehonee Hoe ||",
    "translation": "People become anxious, when something unexpected happens.",
    "punjabi": "(ਮੌਤ ਆਦਿਕ ਤਾਂ) ਉਸ (ਘਟਨਾ) ਦੀ ਚਿੰਤਾ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ਜਿਹੜੀ ਕਦੇ ਵਾਪਰਨ ਵਾਲੀ ਨਾਹ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60538,
    "shabad_id": 5534,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ੲਿਹ ਮਾਰਗੁ ਸੰਸਾਰ ਕੋ; ਨਾਨਕ. ਥਿਰੁ ਨਹੀ ਕੋੲਿ ||੫੧||",
    "transliteration": "Eihu Maarag Sansaar Ko Naanak Thhir Nehee Koe ||51||",
    "translation": "This is the way of the world, O Nanak; nothing is stable or permanent. ||51||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਗਤ ਦੀ ਤਾਂ ਚਾਲ ਹੀ ਇਹ ਹੈ ਕਿ (ਇਥੇ) ਕੋਈ ਜੀਵ (ਭੀ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਹੀਂ ਹੈ ॥੫੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60539,
    "shabad_id": 5535,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜੋ ੳੁਪਜਿਓ. ਸੋ ਬਿਨਸਿ ਹੈ; ਪਰੋ ਅਾਜੁ ਕੇ ਕਾਲ ||",
    "transliteration": "Jo Oupajiou So Binas Hai Paro Aaj Kai Kaal ||",
    "translation": "Whatever has been created shall be destroyed; everyone shall perish, today or tomorrow.",
    "punjabi": "(ਜਗਤ ਵਿਚ ਤਾਂ) ਜਿਹੜਾ ਭੀ ਜੰਮਿਆ ਹੈ ਉਹ (ਜ਼ਰੂਰ) ਨਾਸ ਹੋ ਜਾਇਗਾ (ਹਰ ਕੋਈ ਇਥੋਂ) ਅੱਜ ਜਾਂ ਭਲਕੇ ਕੂਚ ਕਰ ਜਾਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60540,
    "shabad_id": 5535,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਗੁਨ ਗਾੲਿ ਲੇ; ਛਾਡਿ ਸਗਲ ਜੰਜਾਲ ||੫੨||",
    "transliteration": "Naanak Har Gun Gaae Lae Shhaadd Sagal Janjaal ||52||",
    "translation": "O Nanak, sing the Glorious Praises of the Lord, and give up all other entanglements. ||52||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਵਾਸਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਸਾਰੀਆਂ ਫਾਹੀਆਂ ਲਾਹ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ ॥੫੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60541,
    "shabad_id": 5536,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦੋਹਰਾ ||",
    "transliteration": "Dhoharaa ||",
    "translation": "Dohraa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60542,
    "shabad_id": 5536,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਬਲੁ ਛੁਟਕਿਓ, ਬੰਧਨ ਪਰੇ; ਕਛੂ ਨ ਹੋਤ ੳੁਪਾੲਿ ||",
    "transliteration": "Bal Shhuttakiou Bandhhan Parae Kashhoo N Hoth Oupaae ||",
    "translation": "My strength is exhausted, and I am in bondage; I cannot do anything at all.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਵਿੱਛੁੜ ਕੇ ਜਦੋਂ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ) ਫਾਹੀਆਂ (ਮਨੁੱਖ ਨੂੰ) ਆ ਪੈਂਦੀਆਂ ਹਨ (ਉਹਨਾਂ ਫਾਹੀਆਂ ਨੂੰ ਕੱਟਣ ਲਈ ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਆਤਮਕ) ਤਾਕਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ (ਮਾਇਆ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਮਨੁੱਖ ਪਾਸੋਂ) ਕੋਈ ਭੀ ਹੀਲਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60543,
    "shabad_id": 5536,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਅਬ ਓਟ ਹਰਿ; ਗਜਿ ਜਿੳੁ ਹੋਹੁ ਸਹਾੲਿ ||੫੩||",
    "transliteration": "Kahu Naanak Ab Outt Har Gaj Jio Hohu Sehaae ||53||",
    "translation": "Says Nanak, now, the Lord is my Support; He will help me, as He did the elephant. ||53||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਹੇ ਹਰੀ! ਇਹੋ ਜਿਹੇ ਵੇਲੇ (ਹੁਣ) ਤੇਰਾ ਹੀ ਆਸਰਾ ਹੈ। ਜਿਵੇਂ ਤੂੰ (ਤੇਂਦੂਏ ਤੋਂ ਛੁਡਾਣ ਲਈ) ਹਾਥੀ ਦਾ ਸਹਾਈ ਬਣਿਆ, ਤਿਵੇਂ ਸਹਾਈ ਬਣ। (ਭਾਵ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰਨ ਲਈ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੇ ਅਰਦਾਸ ਹੀ ਇਕੋ ਇਕ ਵਸੀਲਾ ਹੈ) ॥੫੩॥",
    "pronunciation": "ਗਜਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 60544,
    "shabad_id": 5537,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬਲੁ ਹੋਅਾ ਬੰਧਨ ਛੁਟੇ; ਸਭ ਕਿਛੁ ਹੋਤ ੳੁਪਾੲਿ ||",
    "transliteration": "Bal Hoaa Bandhhan Shhuttae Sabh Kishh Hoth Oupaae ||",
    "translation": "My strength has been restored, and my bonds have been broken; now, I can do everything.",
    "punjabi": "(ਜਦੋਂ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਡਿੱਗਦਾ ਹੈ, ਤਾਂ ਮਾਇਆ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ ਉਸ ਦੇ ਅੰਦਰ ਆਤਮਕ) ਬਲ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ) ਬੰਧਨ ਟੁੱਟ ਜਾਂਦੇ ਹਨ (ਮੋਹ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ) ਹਰੇਕ ਹੀਲਾ ਸਫਲ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60545,
    "shabad_id": 5537,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਸਭ ਕਿਛੁ ਤੁਮਰੈ ਹਾਥ ਮੈ; ਤੁਮ ਹੀ ਹੋਤ ਸਹਾੲਿ ||੫੪||",
    "transliteration": "Naanak Sabh Kishh Thumarai Haathh Mai Thum Hee Hoth Sehaae ||54||",
    "translation": "Nanak: everything is in Your hands, Lord; You are my Helper and Support. ||54||",
    "punjabi": "ਸੋ, ਹੇ ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਪ੍ਰਭੂ!) ਸਭ ਕੁਝ ਤੇਰੇ ਹੱਥ ਵਿਚ ਹੈ (ਤੇਰੀ ਪੈਦਾ ਕੀਤੀ ਮਾਇਆ ਭੀ ਤੇਰੇ ਹੀ ਅਧੀਨ ਹੈ, ਇਸ ਤੋਂ ਬਚਣ ਲਈ) ਤੂੰ ਹੀ ਮਦਦਗਾਰ ਹੋ ਸਕਦਾ ਹੈਂ ॥੫੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60546,
    "shabad_id": 5538,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸੰਗ ਸਖਾ ਸਭ ਤਜਿ ਗੲੇ; ਕੋੳੂ. ਨ ਨਿਬਹਿਓ ਸਾਥ ||",
    "transliteration": "Sang Sakhaa Sabh Thaj Geae Kooo N Nibehiou Saathh ||",
    "translation": "My associates and companions have all deserted me; no one remains with me.",
    "punjabi": "(ਜਦੋਂ ਅੰਤ ਵੇਲੇ) ਸਾਰੇ ਸਾਥੀ ਸੰਗੀ ਛੱਡ ਜਾਂਦੇ ਹਨ, ਜਦੋਂ ਕੋਈ ਭੀ ਸਾਥ ਨਹੀਂ ਨਿਬਾਹ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60547,
    "shabad_id": 5538,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ੲਿਹ ਬਿਪਤ ਮੈ; ਟੇਕ ੲੇਕ ਰਘਨਾਥ ||੫੫||",
    "transliteration": "Kahu Naanak Eih Bipath Mai Ttaek Eaek Raghunaathh ||55||",
    "translation": "Says Nanak, in this tragedy, the Lord alone is my Support. ||55||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਉਸ (ਇਕੱਲੇ-ਪਨ ਦੀ) ਮੁਸੀਬਤ ਵੇਲੇ ਭੀ ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਸਹਾਰਾ ਹੁੰਦਾ ਹੈ (ਸੋ, ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ) ॥੫੫॥",
    "pronunciation": "(ਬਿਪਤ) ਤਕਲੀਫ਼[ (ਰਘਨਾਥ) ਰਾਮ",
    "type_id": 3
  },
  {
    "id": 60548,
    "shabad_id": 5539,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਮੁ ਰਹਿਓ. ਸਾਧੂ ਰਹਿਓ; ਰਹਿਓ ਗੁਰ ਗੋਬਿੰਦ ||",
    "transliteration": "Naam Rehiou Saadhhoo Rehiou Rehiou Gur Gobindh ||",
    "translation": "The Naam remains; the Holy Saints remain; the Guru, the Lord of the Universe, remains.",
    "punjabi": "(ਅੰਤ ਵੇਲੇ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ (ਜੀਵ ਦੇ ਨਾਲ) ਰਹਿੰਦਾ ਹੈ, (ਬਾਣੀ ਦੇ ਰੂਪ ਵਿਚ) ਗੁਰੂ ਉਸ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਉਸ ਦੇ ਨਾਲ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60549,
    "shabad_id": 5539,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ੲਿਹ ਜਗਤ ਮੈ; ਕਿਨ ਜਪਿਓ ਗੁਰ ਮੰਤੁ ||੫੬||",
    "transliteration": "Kahu Naanak Eih Jagath Mai Kin Japiou Gur Manth ||56||",
    "translation": "Says Nanak, how rare are those who chant the Guru's Mantra in this world. ||56||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਇਸ ਦੁਨੀਆ ਵਿਚ ਜਿਸ ਕਿਸੇ (ਮਨੁੱਖ) ਨੇ (ਹਰਿ ਨਾਮ ਸਿਮਰਨ ਵਾਲਾ) ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਆਪਣੇ ਅੰਦਰ ਸਦਾ ਵਸਾਇਆ ਹੈ (ਤੇ ਨਾਮ ਜਪਿਆ ਹੈ (ਉਸ ਦੇ ਅੰਤ ਵੇਲੇ ਇਹ ਸਹਾਈ ਬਣਦੇ ਹਨ) ॥੫੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60550,
    "shabad_id": 5540,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਮ ਨਾਮੁ ੳੁਰਿ ਮੈ ਗਹਿਓ; ਜਾ ਕੈ ਸਮ. ਨਹੀ ਕੋੲਿ ||",
    "transliteration": "Raam Naam Our Mai Gehiou Jaa Kai Sam Nehee Koe ||",
    "translation": "I have enshrined the Lord's Name within my heart; there is nothing equal to it.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਤੇਰਾ ਉਹ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ ਜਿਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60551,
    "shabad_id": 5540,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਹ ਸਿਮਰਤ. ਸੰਕਟ ਮਿਟੈ; ਦਰਸੁ ਤੁਹਾਰੋ ਹੋੲਿ ||੫੭||੧||",
    "transliteration": "Jih Simarath Sankatt Mittai Dharas Thuhaaro Hoe ||57||1||",
    "translation": "Meditating in remembrance on it, my troubles are taken away; I have received the Blessed Vision of Your Darshan. ||57||1||",
    "punjabi": "ਅਤੇ ਜਿਸ ਨੂੰ ਸਿਮਰਿਆਂ ਹਰੇਕ ਦੁੱਖ-ਕਲੇਸ਼ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਤੇਰਾ ਦਰਸ਼ਨ ਭੀ ਹੋ ਜਾਂਦਾ ਹੈ ॥੫੭॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60552,
    "shabad_id": 5541,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮੁੰਦਾਵਣੀ ਮਹਲਾ ੫ ||",
    "transliteration": "Mundhaavanee Mehalaa 5 ||",
    "translation": "Mundaavanee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "(ਮੁੰਦਾਵਣੀ) ਬੁੱਝਾਰਤ",
    "type_id": 3
  },
  {
    "id": 60553,
    "shabad_id": 5541,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਥਾਲ ਵਿਚਿ. ਤਿੰਨਿ ਵਸਤੂ ਪੲੀਓ; ਸਤੁ ਸੰਤੋਖੁ ਵੀਚਾਰੋ ||",
    "transliteration": "Thhaal Vich Thinn Vasathoo Peeou Sath Santhokh Veechaaro ||",
    "translation": "Upon this Plate, three things have been placed: Truth, Contentment and Contemplation.",
    "punjabi": "(ਉਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-) ਥਾਲ ਵਿਚ ਉੱਚਾ ਆਚਰਨ, ਸੰਤੋਖ ਅਤੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ-ਇਹ ਤਿੰਨ ਵਸਤੂਆਂ ਟਿਕੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60554,
    "shabad_id": 5541,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਨਾਮੁ. ਠਾਕੁਰ ਕਾ ਪੲਿਓ; ਜਿਸ ਕਾ ਸਭਸੁ ਅਧਾਰੋ ||",
    "transliteration": "Anmrith Naam Thaakur Kaa Paeiou Jis Kaa Sabhas Adhhaaro ||",
    "translation": "The Ambrosial Nectar of the Naam, the Name of our Lord and Master, has been placed upon it as well; it is the Support of all.",
    "punjabi": "(ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ-ਥਾਲ ਵਿਚ) ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ (ਇਹ 'ਅੰਮ੍ਰਿਤ ਨਾਮੁ' ਐਸਾ ਹੈ) ਕਿ ਇਸ ਦਾ ਆਸਰਾ ਹਰੇਕ ਜੀਵ ਲਈ (ਜ਼ਰੂਰੀ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60555,
    "shabad_id": 5541,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੇ ਕੋ ਖਾਵੈ. ਜੇ ਕੋ ਭੁੰਚੈ; ਤਿਸ ਕਾ ਹੋੲਿ ੳੁਧਾਰੋ ||",
    "transliteration": "Jae Ko Khaavai Jae Ko Bhunchai This Kaa Hoe Oudhhaaro ||",
    "translation": "One who eats it and enjoys it shall be saved.",
    "punjabi": "(ਇਸ ਆਤਮਕ ਭੋਜਨ ਨੂੰ) ਜੇ ਕੋਈ ਮਨੁੱਖ ਸਦਾ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਉਸ ਮਨੁੱਖ ਦਾ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਉ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60556,
    "shabad_id": 5541,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲੇਹ ਵਸਤੁ. ਤਜੀ ਨਹ ਜਾੲੀ; ਨਿਤ ਨਿਤ ਰਖੁ ੳੁਰਿ ਧਾਰੋ ||",
    "transliteration": "Eaeh Vasath Thajee Neh Jaaee Nith Nith Rakh Our Dhhaaro ||",
    "translation": "This thing can never be forsaken; keep this always and forever in your mind.",
    "punjabi": "(ਜੇ ਆਤਮਕ 'ਉਧਾਰ' ਦੀ ਲੋੜ ਹੈ ਤਾਂ) ਆਤਮਕ ਪ੍ਰਸੰਨਤਾ ਦੇਣ ਵਾਲੀ ਇਹ ਨਾਮ-ਵਸਤੂ ਤਿਆਗੀ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਇਸ ਨੂੰ ਸਦਾ ਹੀ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60557,
    "shabad_id": 5541,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤਮ ਸੰਸਾਰੁ. ਚਰਨ ਲਗਿ ਤਰੀਅੈ; ਸਭੁ ਨਾਨਕ ਬ੍ਰਹਮ ਪਸਾਰੋ ||੧||",
    "transliteration": "Tham Sansaar Charan Lag Thareeai Sabh Naanak Breham Pasaaro ||1||",
    "translation": "The dark world-ocean is crossed over, by grasping the Feet of the Lord; O Nanak, it is all the extension of God. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਸ ਨਾਮ ਵਸਤੂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪ੍ਰਭੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਘੁੱਪ ਹਨੇਰਾ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤਰਿਆ ਜਾ ਸਕਦਾ ਹੈ ਅਤੇ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਦੇ ਆਪੇ ਦਾ ਪਰਕਾਸ਼ ਹੀ (ਦਿੱਸਣ ਲੱਗ ਪੈਂਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60558,
    "shabad_id": 5542,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕ ਮਹਲਾ ੫ ||",
    "transliteration": "Salok Mehalaa 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60559,
    "shabad_id": 5542,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੇਰਾ ਕੀਤਾ. ਜਾਤੋ ਨਾਹੀ; ਮੈਨੋ ਜੋਗੁ ਕੀਤੋੲੀ ||",
    "transliteration": "Thaeraa Keethaa Jaatho Naahee Maino Jog Keethoee ||",
    "translation": "I have not appreciated what You have done for me, Lord; only You can make me worthy.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੇ ਕੀਤੇ ਉਪਕਾਰ ਦੀ ਕਦਰ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, (ਉਪਕਾਰ ਦੀ ਦਾਤ ਸਾਂਭਣ ਲਈ) ਤੂੰ (ਆਪ ਹੀ) ਮੈਨੂੰ ਫਬਵਾਂ ਭਾਂਡਾ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "ਹੇ ਅਕਾਲ ਪੁਰਖ ਜੀ, ਅਾਪ ਜੀ ਦੇ (ਕੀਤਾ) ਕੀਤੇ ਪਰੳੁਪਕਾਰ (ਜੱਾਤੋ) ਜਾਣੇ ਨਹੀਂ, ਦਾਸਨ ਦਾਸ ਨੂੰ (ਜੋਗੁ) ਲਾੲਿਕ ਗੁਰਸੇਵਕ (ਕੀ੍ਨਤੋ-ੲੀ) ਬਣਾ ਦਿਤਾ",
    "type_id": 3
  },
  {
    "id": 60560,
    "shabad_id": 5542,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮੈ ਨਿਰਗੁਣਿਅਾਰੇ. ਕੋ ਗੁਣੁ ਨਾਹੀ; ਅਾਪੇ ਤਰਸੁ ਪੲਿਓੲੀ ||",
    "transliteration": "Mai Niraguniaarae Ko Gun Naahee Aapae Tharas Paeiouee ||",
    "translation": "I am unworthy - I have no worth or virtues at all. You have taken pity on me.",
    "punjabi": "ਮੈਂ ਗੁਣ-ਹੀਨ ਵਿਚ ਕੋਈ ਗੁਣ ਨਹੀਂ ਹੈ। ਤੈਨੂੰ ਆਪ ਨੂੰ ਹੀ ਮੇਰੇ ਉਤੇ ਤਰਸ ਆ ਗਿਆ।",
    "pronunciation": "ਪੲਿਓ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 60561,
    "shabad_id": 5542,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤਰਸੁ ਪੲਿਅਾ. ਮਿਹਰਾਮਤਿ ਹੋੲੀ; ਸਤਿਗੁਰ ਸਜਣੁ ਮਿਲਿਅਾ ||",
    "transliteration": "Tharas Paeiaa Miharaamath Hoee Sathigur Sajan Miliaa ||",
    "translation": "You took pity on me, and blessed me with Your Mercy, and I have met the True Guru, my Friend.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਮਨ ਵਿਚ ਮੇਰੇ ਵਾਸਤੇ ਤਰਸ ਪੈਦਾ ਹੋਇਆ, ਮੇਰੇ ਉੱਤੇ ਤੇਰੀ ਮਿਹਰ ਹੋਈ, ਤਾਂ ਮੈਨੂੰ ਮਿੱਤਰ ਗੁਰੂ ਮਿਲ ਪਿਆ (ਤੇਰਾ ਇਹ ਉਪਕਾਰ ਭੁਲਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "pronunciation": "(ਮਿਹ-ਰਾਮਤਿ) ਮਿਣਤੀ ਰਹਿਤ ਮੇਹਰ[ਪ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 60562,
    "shabad_id": 5542,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮੁ ਮਿਲੈ ਤਾਂ ਜੀਵਾਂ; ਤਨੁ ਮਨੁ ਥੀਵੈ ਹਰਿਅਾ ||੧||",
    "transliteration": "Naanak Naam Milai Thaan Jeevaan Than Man Thheevai Hariaa ||1||",
    "translation": "O Nanak, if I am blessed with the Naam, I live, and my body and mind blossom forth. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੁਣ ਪਿਆਰੇ ਗੁਰੂ ਪਾਸੋਂ) ਜਦੋਂ ਮੈਨੂੰ (ਤੇਰਾ) ਨਾਮ ਮਿਲਦਾ ਹੈ, ਤਾਂ ਮੇਰੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਮੇਰਾ ਤਨ ਮੇਰਾ ਮਨ (ਉਸ ਆਤਮਕ ਜੀਵਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਖਿੜ ਆਉਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60563,
    "shabad_id": 5543,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadhi",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 60564,
    "shabad_id": 5543,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਰਾਗ ਮਾਲਾ ||",
    "transliteration": "Raag Maalaa ||",
    "translation": "Raag Maalaa:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60565,
    "shabad_id": 5543,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਰਾਗ ੲੇਕ ਸੰਗਿ; ਪੰਚ ਬਰੰਗਨ ||",
    "transliteration": "Raag Eaek Sang Panch Barangan ||",
    "translation": "Each Raga has five wives,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60566,
    "shabad_id": 5543,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਸੰਗਿ ਅਲਾਪਹਿ. ਅਾਠੳੁ ਨੰਦਨ ||",
    "transliteration": "Sang Alaapehi Aatho Nandhan ||",
    "translation": "And eight sons, who emit distinctive notes.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 60567,
    "shabad_id": 5543,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਪ੍ਰਥਮ ਰਾਗ ਭੈਰੳੁ. ਵੈ ਕਰਹੀ ||",
    "transliteration": "Prathham Raag Bhairo Vai Karehee ||",
    "translation": "In the first place is Raag Bhairao.",
    "punjabi": "",
    "pronunciation": "(ਵੈ) ੳੁਹ",
    "type_id": 3
  }
]
