[
  {
    "id": 38693,
    "shabad_id": 3344,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਜਾਮਲੁ ਕੳੁ. ਅੰਤ ਕਾਲ ਮੈ; ਨਾਰਾੲਿਨ ਸੁਧਿ ਅਾੲੀ ||",
    "transliteration": "Ajaamal Ko Anth Kaal Mehi Naaraaein Sudhh Aaee ||",
    "translation": "At the very last moment, Ajaamal became aware of the Lord;",
    "punjabi": "(ਹੇ ਮੇਰੇ ਮਨ! ਵੇਖ, ਪੁਰਾਣੀ ਪ੍ਰਸਿੱਧ ਕਥਾ ਹੈ ਕਿ) ਅਖ਼ੀਰਲੇ ਵੇਲੇ (ਪਾਪੀ) ਅਜਾਮਲ ਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਸੂਝ ਆ ਗਈ,",
    "pronunciation": "ਅਜਾਮੱਲ",
    "type_id": 3
  },
  {
    "id": 38694,
    "shabad_id": 3344,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਜਾਂ ਗਤਿ ਕੳੁ ਜੋਗੀਸੁਰ ਬਾਛਤ; ਸੋ ਗਤਿ ਛਿਨ ਮਹਿ ਪਾੲੀ ||੨||",
    "transliteration": "Jaan Gath Ko Jogeesur Baashhath So Gath Shhin Mehi Paaee ||2||",
    "translation": "That state which even the supreme Yogis desire - he attained that state in an instant. ||2||",
    "punjabi": "ਉਸ ਨੇ ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਇਕ ਪਲਕ ਵਿਚ ਹਾਸਲ ਕਰ ਲਈ, ਜਿਸ ਆਤਮਕ ਅਵਸਥਾ ਨੂੰ ਵੱਡੇ ਵੱਡੇ ਜੋਗੀ ਤਾਂਘਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38695,
    "shabad_id": 3344,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਨਾਹਨ ਗੁਨੁ. ਨਾਹਿਨ ਕਛੁ ਬਿਦਿਅਾ; ਧਰਮੁ ਕੳੁਨੁ. ਗਜਿ ਕੀਨਾ ||",
    "transliteration": "Naahin Gun Naahin Kashh Bidhiaa Dhharam Koun Gaj Keenaa ||",
    "translation": "The elephant had no virtue and no knowledge; what religious rituals has he performed?",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗਜ ਦੀ ਕਥਾ ਭੀ ਸੁਣ। ਗਜ ਵਿਚ) ਨਾਹ ਕੋਈ ਗੁਣ ਸੀ, ਨਾਹ ਹੀ ਉਸ ਨੂੰ ਕੋਈ ਵਿੱਦਿਆ ਪ੍ਰਾਪਤ ਸੀ। (ਉਸ ਵਿਚਾਰੇ) ਗਜ ਨੇ ਕਿਹੜਾ ਧਾਰਮਿਕ ਕੰਮ ਕਰਨਾ ਸੀ?",
    "pronunciation": "ਬਿੱਦਿਅਾ, ਗਜਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 38696,
    "shabad_id": 3344,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਬਿਰਦੁ ਰਾਮ ਕਾ ਦੇਖੋ; ਅਭੈ ਦਾਨੁ ਤਿਹਿ ਦੀਨਾ ||੩||੧||",
    "transliteration": "Naanak Biradh Raam Kaa Dhaekhahu Abhai Dhaan Thih Dheenaa ||3||1||",
    "translation": "O Nanak, behold the way of the Lord, who bestowed the gift of fearlessness. ||3||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰ ਵੇਖ ਪਰਮਾਤਮਾ ਦਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ, ਪਰਮਾਤਮਾ ਨੇ ਉਸ ਗਜ ਨੂੰ ਨਿਰਭੈਤਾ ਦੀ ਪਦਵੀ ਬਖ਼ਸ਼ ਦਿੱਤੀ ॥੩॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38697,
    "shabad_id": 3345,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੯ ||",
    "transliteration": "Raamakalee Mehalaa 9 ||",
    "translation": "Raamkalee, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38698,
    "shabad_id": 3345,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਾਧੋ; ਕੳੁਨੁ ਜੁਗਤਿ ਅਬ ਕੀਜੈ ||",
    "transliteration": "Saadhho Koun Jugath Ab Keejai ||",
    "translation": "Holy people: what way should I now adopt,",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਹੁਣ (ਇਸ ਮਨੁੱਖਾ ਜਨਮ ਵਿਚ ਉਹ) ਕਿਹੜੀ ਵਿਓਂਤ ਕੀਤੀ ਜਾਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38699,
    "shabad_id": 3345,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਾ ਤੇ ਦੁਰਮਤਿ ਸਗਲ ਬਿਨਾਸੈ; ਰਾਮ ਭਗਤਿ ਮਨੁ ਭੀਜੈ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jaa Thae Dhuramath Sagal Binaasai Raam Bhagath Man Bheejai ||1|| Rehaao ||",
    "translation": "By which all evil-mindedness may be dispelled, and the mind may vibrate in devotional worship to the Lord? ||1||Pause||",
    "punjabi": "ਜਿਸ ਦੇ ਕਰਨ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੀ ਖੋਟੀ ਮੱਤ ਨਾਸ ਹੋ ਜਾਏ, ਅਤੇ (ਮਨੁੱਖ ਦਾ) ਮਨ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਰਚ-ਮਿਚ ਜਾਏ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 38700,
    "shabad_id": 3345,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਨੁ ਮਾੲਿਅਾ ਮੈ ੳੁਰਝਿ ਰਹਿਓ ਹੈ; ਬੂਝੈ ਨਹ. ਕਛੁ ਗਿਅਾਨਾ ||",
    "transliteration": "Man Maaeiaa Mehi Ourajh Rehiou Hai Boojhai Neh Kashh Giaanaa ||",
    "translation": "My mind is entangled in Maya; it knows nothing at all of spiritual wisdom.",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਆਮ ਤੌਰ ਤੇ ਮਨੁੱਖ ਦਾ) ਮਨ ਮਾਇਆ (ਦੇ ਮੋਹ) ਵਿਚ ਉਲਝਿਆ ਰਹਿੰਦਾ ਹੈ, ਮਨੁੱਖ ਰਤਾ ਭਰ ਭੀ ਸਿਆਣਪ ਦੀ ਇਹ ਗੱਲ ਨਹੀਂ ਵਿਚਾਰਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38701,
    "shabad_id": 3345,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਕੳੁਨੁ ਨਾਮੁ. ਜਗੁ ਜਾ ਕੈ ਸਿਮਰੈ; ਪਾਵੈ ਪਦੁ ਨਿਰਬਾਨਾ ||੧||",
    "transliteration": "Koun Naam Jag Jaa Kai Simarai Paavai Padh Nirabaanaa ||1||",
    "translation": "What is that Name, by which the world, contemplating it, might attain the state of Nirvaanaa? ||1||",
    "punjabi": "ਕਿ ਉਹ ਕਿਹੜਾ ਨਾਮ ਹੈ ਜਿਸ ਦਾ ਸਿਮਰਨ ਕਰਨ ਨਾਲ ਜਗਤ ਵਾਸਨਾ-ਰਹਿਤ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38702,
    "shabad_id": 3345,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਭੲੇ ਦੲਿਅਾਲ ਕਿ੍ਰਪਾਲ ਸੰਤ ਜਨ; ਤਬ ੲਿਹ ਬਾਤ ਬਤਾੲੀ ||",
    "transliteration": "Bheae Dhaeiaal Kirapaal Santh Jan Thab Eih Baath Bathaaee ||",
    "translation": "When the Saints became kind and compassionate, they told me this.",
    "punjabi": "ਜਦੋਂ ਸੰਤ ਜਨ (ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਉਤੇ) ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ ਕਿਰਪਾਲ ਹੁੰਦੇ ਹਨ, ਤਦੋਂ ਉਹ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਇਹ ਗੱਲ ਦੱਸਦੇ ਹਨ ਕਿ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38703,
    "shabad_id": 3345,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਸਰਬ ਧਰਮ ਮਾਨੋ ਤਿਹ ਕੀੲੇ; ਜਿਹ ਪ੍ਰਭ ਕੀਰਤਿ ਗਾੲੀ ||੨||",
    "transliteration": "Sarab Dhharam Maano Thih Keeeae Jih Prabh Keerath Gaaee ||2||",
    "translation": "Understand, that whoever sings the Kirtan of God's Praises, has performed all religious rituals. ||2||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਇਉਂ ਮਿਥ ਲਵੋ ਕਿ ਉਸ ਨੇ ਸਾਰੇ ਹੀ ਧਾਰਮਿਕ ਕੰਮ ਕਰ ਲਏ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38704,
    "shabad_id": 3345,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਰਾਮ ਨਾਮ. ਨਰ ਨਿਸਿ ਬਾਸੁਰ ਮੈ; ਨਿਮਖ ੲੇਕ ੳੁਰ ਧਾਰੈ ||",
    "transliteration": "Raam Naam Nar Nis Baasur Mehi Nimakh Eaek Our Dhhaarai ||",
    "translation": "One who enshrines the Lord's Name in his heart night and day - even for an instant",
    "punjabi": "(ਜਿਹੜਾ) ਮਨੁੱਖ ਦਿਨ ਰਾਤ ਵਿਚ ਅੱਖ ਦੇ ਇਕ ਫੋਰ ਲਈ ਭੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38705,
    "shabad_id": 3345,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਮ ਕੋ ਤ੍ਰਾਸੁ ਮਿਟੈ. ਨਾਨਕ ਤਿਹ; ਅਪੁਨੋ ਜਨਮੁ ਸਵਾਰੈ ||੩||੨||",
    "transliteration": "Jam Ko Thraas Mittai Naanak Thih Apuno Janam Savaarai ||3||2||",
    "translation": "- has his fear of Death eradicated. O Nanak, his life is approved and fulfilled. ||3||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਆਪਣਾ (ਮਨੁੱਖਾ) ਜਨਮ ਸਫਲ ਕਰ ਲੈਂਦਾ ਹੈ, ਉੇਸ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚੋਂ ਮੌਤ ਦਾ ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੩॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38706,
    "shabad_id": 3346,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੯ ||",
    "transliteration": "Raamakalee Mehalaa 9 ||",
    "translation": "Raamkalee, Ninth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38707,
    "shabad_id": 3346,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪ੍ਰਾਨੀ; ਨਾਰਾੲਿਨਿ ਸੁਧਿ ਲੇਹ ||",
    "transliteration": "Praanee Naaraaein Sudhh Laehi ||",
    "translation": "O mortal, focus your thoughts on the Lord.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38708,
    "shabad_id": 3346,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਛਿਨੁ ਛਿਨੁ ਅੳੁਧ ਘਟੈ ਨਿਸ ਬਾਸੁਰ; ਬਿ੍ਰਥਾ ਜਾਤੁ ਹੈ ਦੇਹ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Shhin Shhin Aoudhh Ghattai Nis Baasur Brithhaa Jaath Hai Dhaeh ||1|| Rehaao ||",
    "translation": "Moment by moment, your life is running out; night and day, your body is passing away in vain. ||1||Pause||",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਤੇਰਾ ਮਨੁੱਖਾ) ਸਰੀਰ ਵਿਅਰਥ ਜਾ ਰਿਹਾ ਹੈ। ਦਿਨੇ ਰਾਤ ਇਕ ਇਕ ਛਿਨ ਕਰ ਕੇ ਤੇਰੀ ਉਮਰ ਘਟਦੀ ਜਾ ਰਹੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 38709,
    "shabad_id": 3346,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਤਰਨਾਪੋ ਬਿਖਿਅਨ ਸਿੳੁ ਖੋੲਿਓ; ਬਾਲਪਨੁ ਅਗਿਅਾਨਾ ||",
    "transliteration": "Tharanaapo Bikhian Sio Khoeiou Baalapan Agiaanaa ||",
    "translation": "You have wasted your youth in corrupt pleasures, and your childhood in ignorance.",
    "punjabi": "(ਜੀਵ ਭੀ ਅਜਬ ਮੰਦਭਾਗੀ ਹੈ ਕਿ ਇਸ ਨੇ) ਜਵਾਨੀ (ਦੀ ਉਮਰ) ਵਿਸ਼ੇ-ਵਿਕਾਰਾਂ ਵਿਚ ਗਵਾ ਲਈ, ਬਾਲ-ਉਮਰ ਅੰਞਾਣ-ਪੁਣੇ ਵਿਚ (ਗਵਾ ਲਈ।",
    "pronunciation": "(ਤਰਨਾ-ਪੋ)ਜੁਅਾਨੀਪੁਣਾ[ ਬਾਲ-ਪਨੁ",
    "type_id": 3
  },
  {
    "id": 38710,
    "shabad_id": 3346,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਬਿਰਧ ਭੲਿਓ ਅਜਹੂ ਨਹੀ. ਸਮਝੈ; ਕੳੁਨੁ ਕੁਮਤਿ ੳੁਰਝਾਨਾ ||੧||",
    "transliteration": "Biradhh Bhaeiou Ajehoo Nehee Samajhai Koun Kumath Ourajhaanaa ||1||",
    "translation": "You have grown old, and even now, you do not understand, the evil-mindedness in which you are entangled. ||1||",
    "punjabi": "ਹੁਣ) ਬੁੱਢਾ ਹੋ ਗਿਆ ਹੈ, ਪਰ ਅਜੇ ਭੀ ਨਹੀਂ ਸਮਝਦਾ। (ਪਤਾ ਨਹੀਂ ਇਹ) ਕਿਸ ਖੋਟੀ ਮੱਤ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ ॥੧॥",
    "pronunciation": "ਕੁਮੱਤਿ",
    "type_id": 3
  },
  {
    "id": 38711,
    "shabad_id": 3346,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਮਾਨਸ ਜਨਮੁ ਦੀਓ ਜਿਹ ਠਾਕੁਰ; ਸੋ ਤੈ ਕਿੳੁ ਬਿਸਰਾੲਿਓ ||",
    "transliteration": "Maanas Janam Dheeou Jih Thaakur So Thai Kio Bisaraaeiou ||",
    "translation": "Why have you forgotten your Lord and Master, who blessed you with this human life?",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਜਿਸ ਠਾਕੁਰ-ਪ੍ਰਭੂ ਨੇ (ਤੈਨੂੰ) ਮਨੁੱਖਾ ਜਨਮ ਦਿੱਤਾ ਹੋਇਆ ਹੈ, ਤੂੰ ਉਸ ਨੂੰ ਕਿਉਂ ਭੁਲਾ ਰਿਹਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38712,
    "shabad_id": 3346,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਮੁਕਤਿ ਹੋਤ ਨਰ. ਜਾ ਕੈ ਸਿਮਰੈ; ਨਿਮਖ ਨ ਤਾ ਕੋ ਗਾੲਿਓ ||੨||",
    "transliteration": "Mukath Hoth Nar Jaa Kai Simarai Nimakh N Thaa Ko Gaaeiou ||2||",
    "translation": "Remembering Him in meditation, one is liberated. And yet, you do not sing His Praises, even for an instant. ||2||",
    "punjabi": "ਹੇ ਨਰ! ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਨਾਲ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ ਤੂੰ ਅੱਖ ਦੇ ਇਕ ਫੋਰ ਲਈ ਭੀ ਉਸ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਨੂੰ ਨਹੀਂ ਗਾਂਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38713,
    "shabad_id": 3346,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਮਾੲਿਅਾ ਕੋ ਮਦੁ ਕਹਾ ਕਰਤੁ ਹੈ; ਸੰਗਿ. ਨ ਕਾਹੂ ਜਾੲੀ ||",
    "transliteration": "Maaeiaa Ko Madh Kehaa Karath Hai Sang N Kaahoo Jaaee ||",
    "translation": "Why are you intoxicated with Maya? It will not go along with you.",
    "punjabi": "ਹੇ ਪ੍ਰਾਣੀ! ਕਿਉਂ ਮਾਇਆ ਦਾ (ਇਤਨਾ) ਮਾਣ ਤੂੰ ਕਰ ਰਿਹਾ ਹੈਂ? (ਇਹ ਤਾਂ) ਕਿਸੇ ਦੇ ਨਾਲ ਭੀ (ਅਖ਼ੀਰ ਵੇਲੇ) ਨਹੀਂ ਜਾਂਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38714,
    "shabad_id": 3346,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ਕਹਤ. ਚੇਤਿ ਚਿੰਤਾਮਨਿ; ਹੋੲਿ ਹੈ ਅੰਤਿ ਸਹਾੲੀ ||੩||੩||੮੧||",
    "transliteration": "Naanak Kehath Chaeth Chinthaaman Hoe Hai Anth Sehaaee ||3||3||81||",
    "translation": "Says Nanak, think of Him, remember Him in your mind. He is the Fulfiller of desires, who will be your help and support in the end. ||3||3||81||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦਾ ਰਹੁ। ਅੰਤ ਵੇਲੇ ਉਹ ਤੇਰਾ ਮਦਦਗਾਰ ਹੋਵੇਗਾ ॥੩॥੩॥੮੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38715,
    "shabad_id": 3347,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੧ ਅਸਟਪਦੀਅਾ",
    "transliteration": "Raamakalee Mehalaa 1 Asattapadheeaa",
    "translation": "Raamkalee, First Mehl, Ashtapadees:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 38716,
    "shabad_id": 3347,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 38717,
    "shabad_id": 3347,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸੋੲੀ ਚੰਦੁ ਚੜਹਿ ਸੇ ਤਾਰੇ; ਸੋੲੀ ਦਿਨੀਅਰੁ ਤਪਤ ਰਹੈ ||",
    "transliteration": "Soee Chandh Charrehi Sae Thaarae Soee Dhineear Thapath Rehai ||",
    "translation": "The same moon rises, and the same stars; the same sun shines in the sky.",
    "punjabi": "(ਸਤਜੁਗ ਤ੍ਰੇਤਾ ਦੁਆਪੁਰ ਆਦਿਕ ਸਾਰੇ ਹੀ ਸਮਿਆਂ ਵਿਚ) ਉਹੀ ਚੰਦ੍ਰਮਾ ਚੜ੍ਹਦਾ ਆਇਆ ਹੈ, ਉਹੀ ਤਾਰੇ ਚੜ੍ਹਦੇ ਆ ਰਹੇ ਹਨ, ਉਹੀ ਸੂਰਜ ਚਮਕਦਾ ਆ ਰਿਹਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38718,
    "shabad_id": 3347,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਸਾ ਧਰਤੀ. ਸੋ ਪੳੁਣੁ ਝੁਲਾਰੇ; ਜੁਗ ਜੀਅ ਖੇਲੇ. ਥਾਵ ਕੈਸੇ ||੧||",
    "transliteration": "Saa Dhharathee So Poun Jhulaarae Jug Jeea Khaelae Thhaav Kaisae ||1||",
    "translation": "The earth is the same, and the same wind blows. The age in which we dwell affects living beings, but not these places. ||1||",
    "punjabi": "ਉਹੀ ਧਰਤੀ ਹੈ ਤੇ ਉਹੀ ਹਵਾ ਝੁਲਦੀ ਆ ਰਹੀ ਹੈ। ਕਲਿਜੁਗ ਦਾ ਪ੍ਰਭਾਵ ਹੀ ਜੀਵਾਂ ਦੇ ਮਨਾਂ ਵਿਚ (ਖੇਡਾਂ) ਖੇਡਦਾ ਹੈ ਕਿਸੇ ਖ਼ਾਸ ਥਾਵਾਂ ਵਿਚ ਨਹੀਂ ਖੇਡ ਸਕਦਾ ॥੧॥",
    "pronunciation": "ਖੇ੍ਹਲੇ",
    "type_id": 3
  },
  {
    "id": 38719,
    "shabad_id": 3347,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜੀਵਨ ਤਲਬ ਨਿਵਾਰਿ ||",
    "transliteration": "Jeevan Thalab Nivaar ||",
    "translation": "Give up your attachment to life.",
    "punjabi": "(ਹੇ ਪੰਡਿਤ! ਆਪਣੇ ਮਨ ਵਿਚੋਂ) ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਦੂਰ ਕਰ (ਇਹ ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਕਲਿਜੁਗ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38720,
    "shabad_id": 3347,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਹੋਵੈ ਪਰਵਾਣਾ ਕਰਹਿ ਧਿਙਾਣਾ; ਕਲਿ ਲਖਣ ਵੀਚਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Hovai Paravaanaa Karehi Dhhin(g)aanaa Kal Lakhan Veechaar ||1|| Rehaao ||",
    "translation": "Those who act like tyrants are accepted and approved - recognize that this is the sign of the Dark Age of Kali Yuga. ||1||Pause||",
    "punjabi": "ਇਸ ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਦੇ ਅਸਰ ਹੇਠ ਜਰਵਾਣੇ ਲੋਕ ਕਮਜ਼ੋਰਾਂ ਉਤੇ) ਧੱਕਾ ਕਰਦੇ ਹਨ ਤੇ (ਉਹਨਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਇਹ ਧੱਕਾ ਜਾਇਜ਼ ਸਮਝਿਆ ਜਾਂਦਾ ਹੈ। ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਤੇ ਦੂਜਿਆਂ ਉਤੇ ਧੱਕਾ-ਹੇ ਪੰਡਿਤ! ਇਹਨਾਂ ਨੂੰ) ਕਲਿਜੁਗ ਦੇ ਲੱਛਣ ਸਮਝ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਲੱਖਣ",
    "type_id": 4
  },
  {
    "id": 38721,
    "shabad_id": 3347,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਕਿਤੈ ਦੇਸਿ. ਨ ਅਾੲਿਅਾ ਸੁਣੀਅੈ; ਤੀਰਥ ਪਾਸਿ. ਨ ਬੈਠਾ ||",
    "transliteration": "Kithai Dhaes N Aaeiaa Suneeai Theerathh Paas N Baithaa ||",
    "translation": "Kali Yuga has not been heard to have come to any country, or to be sitting at any sacred shrine.",
    "punjabi": "ਕਿਸੇ ਨੇ ਕਦੇ ਨਹੀਂ ਸੁਣਿਆ ਕਿ ਕਲਿਜੁਗ ਕਿਸੇ ਖ਼ਾਸ ਦੇਸ ਵਿਚ ਆਇਆ ਹੋਇਆ ਹੈ, ਕਿਸੇ ਖ਼ਾਸ ਤੀਰਥ ਕੋਲ ਬੈਠਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38722,
    "shabad_id": 3347,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਦਾਤਾ ਦਾਨੁ ਕਰੇ. ਤਹ ਨਾਹੀ; ਮਹਲ ੳੁਸਾਰਿ. ਨ ਬੈਠਾ ||੨||",
    "transliteration": "Dhaathaa Dhaan Karae Theh Naahee Mehal Ousaar N Baithaa ||2||",
    "translation": "It is not where the generous person gives to charities, nor seated in the mansion he has built. ||2||",
    "punjabi": "ਜਿਥੇ ਕੋਈ ਦਾਨੀ ਦਾਨ ਕਰਦਾ ਹੈ ਉਥੇ ਭੀ ਬੈਠਾ ਹੋਇਆ ਕਿਸੇ ਨਹੀਂ ਸੁਣਿਆ, ਕਿਸੇ ਥਾਂ ਕਲਿਜੁਗ ਮਹਲ ਉਸਾਰ ਕੇ ਨਹੀਂ ਬੈਠ ਰਿਹਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38723,
    "shabad_id": 3347,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜੇ ਕੋ ਸਤੁ ਕਰੇ, ਸੋ ਛੀਜੈ; ਤਪ ਘਰਿ ਤਪੁ, ਨ ਹੋੲੀ ||",
    "transliteration": "Jae Ko Sath Karae So Shheejai Thap Ghar Thap N Hoee ||",
    "translation": "If someone practices Truth, he is frustrated; prosperity does not come to the home of the sincere.",
    "punjabi": "ਜੇ ਕੋਈ ਮਨੁੱਖ ਆਪਣਾ ਆਚਰਨ ਉੱਚਾ ਬਣਾਂਦਾ ਹੈ ਤਾਂ ਉਹ (ਸਗੋਂ ਲੋਕਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਡਿੱਗਦਾ ਹੈ, ਜੇ ਕੋਈ ਤਪੀ ਹੋਣ ਦਾ ਦਾਹਵਾ ਕਰਦਾ ਹੈ ਤਾਂ ਉਸ ਦੇ ਇੰਦ੍ਰੁੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਨਹੀਂ ਹਨ,",
    "pronunciation": "ਸੱਤੁ",
    "type_id": 3
  },
  {
    "id": 38724,
    "shabad_id": 3347,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਜੇ ਕੋ ਨਾੳੁ ਲੲੇ. ਬਦਨਾਵੀ; ਕਲਿ ਕੇ ਲਖਣ ੲੇੲੀ ||੩||",
    "transliteration": "Jae Ko Naao Leae Badhanaavee Kal Kae Lakhan Eaeee ||3||",
    "translation": "If someone chants the Lord's Name, he is scorned. These are the signs of Kali Yuga. ||3||",
    "punjabi": "ਜੇ ਜੋਈ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਤਾਂ (ਲੋਕਾਂ ਵਿਚ ਸਗੋਂ ਉਸ ਦੀ) ਬਦਨਾਮੀ ਹੁੰਦੀ ਹੈ। (ਹੇ ਪੰਡਿਤ! ਭੈੜਾ ਆਚਰਨ, ਇੰਦ੍ਰੇ ਵੱਸ ਵਿਚ ਨਾਹ ਹੋਣੇ, ਪ੍ਰਭੂ-ਨਾਮ ਵੱਲੋਂ ਨਫ਼ਰਤ-) ਇਹ ਹਨ ਕਲਿਜੁਗ ਦੇ ਲੱਛਣ ॥੩॥",
    "pronunciation": "ੳੁਸ ਦੀ ਬਦਨਾਵੀ ਨਿੰਦਾ ਕਰਦੇ ਹਨ[ਲੱੱਖਣ",
    "type_id": 3
  },
  {
    "id": 38725,
    "shabad_id": 3347,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਜਿਸੁ ਸਿਕਦਾਰੀ. ਤਿਸਹਿ ਖੁਅਾਰੀ; ਚਾਕਰ ਕੇਹੇ ਡਰਣਾ ||",
    "transliteration": "Jis Sikadhaaree Thisehi Khuaaree Chaakar Kaehae Ddaranaa ||",
    "translation": "Whoever is in charge, is humiliated. Why should the servant be afraid,",
    "punjabi": "(ਪਰ ਇਹ ਖ਼ੁਦ-ਗ਼ਰਜ਼ੀ ਤੇ ਕਮਜ਼ੋਰਾਂ ਉਤੇ ਧੱਕਾ ਸੁਖੀ ਜੀਵਨ ਦਾ ਰਸਤਾ ਨਹੀਂ) ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਦੂਜਿਆਂ ਉਤੇ ਸਰਦਾਰੀ ਮਿਲਦੀ ਹੈ (ਤੇ ਉਹ ਕਮਜ਼ੋਰਾਂ ਉਤੇ ਧੱਕਾ ਕਰਦਾ ਹੈ) ਉਸ ਦੀ ਹੀ (ਇਸ ਧੱਕੇ-ਜ਼ੁਲਮ ਦੇ ਕਾਰਨ ਆਖ਼ਰ) ਦੁਰਗਤਿ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "ਸਿੱਕਦਾਰੀ",
    "type_id": 3
  },
  {
    "id": 38726,
    "shabad_id": 3347,
    "pada": 6,
    "source_line": 19,
    "gurmukhi": "ਜਾ ਸਿਕਦਾਰੈ ਪਵੈ ਜੰਜੀਰੀ; ਤਾ ਚਾਕਰ ਹਥਹੁ ਮਰਣਾ ||੪||",
    "transliteration": "Jaa Sikadhaarai Pavai Janjeeree Thaa Chaakar Hathhahu Maranaa ||4||",
    "translation": "When the master is put in chains? He dies at the hands of his servant. ||4||",
    "punjabi": "ਨੌਕਰਾਂ ਨੂੰ (ਉਸ ਦੁਰਗਤਿ ਤੋਂ ਕੋਈ) ਖ਼ਤਰਾ ਨਹੀਂ ਹੁੰਦਾ, ਜਦੋਂ ਉਸ ਸਰਦਾਰ ਦੇ ਗਲ ਵਿਚ ਫਾਹਾ ਪੈਂਦਾ ਹੈ, ਤਾਂ ਉਹ ਉਹਨਾਂ ਨੌਕਰਾਂ ਦੇ ਹੱਥੋਂ ਹੀ ਮਰਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
