[
  {
    "id": 38892,
    "shabad_id": 3352,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਤੀਰਥਿ ਭਰਮਸਿ; ਬਿਅਾਧਿ. ਨ ਜਾਵੈ ||",
    "transliteration": "Theerathh Bharamas Biaadhh N Jaavai ||",
    "translation": "And wandering around at places of pilgrimage, the disease is not taken away.",
    "punjabi": "ਕਿਸੇ ਤੀਰਥ ਉਤੇ (ਭੀ ਇਸ਼ਨਾਨ ਵਾਸਤੇ) ਜਾਂਦਾ ਹੈ (ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦਾ ਕਾਮਾਦਿਕ ਰੋਗ ਦੂਰ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38893,
    "shabad_id": 3352,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ; ਕੈਸੇ ਸੁਖੁ ਪਾਵੈ ||੪||",
    "transliteration": "Naam Binaa Kaisae Sukh Paavai ||4||",
    "translation": "Without the Naam, how can one find peace? ||4||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਕੋਈ ਮਨੁੱਖ ਆਤਮਕ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38894,
    "shabad_id": 3352,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਜਤਨ ਕਰੈ; ਬਿੰਦੁ ਕਿਵੈ. ਨ ਰਹਾੲੀ ||",
    "transliteration": "Jathan Karai Bindh Kivai N Rehaaee ||",
    "translation": "No matter how much he tries, he cannot control his semen and seed.",
    "punjabi": "(ਬਨ-ਵਾਸ, ਡੂਗਰ-ਵਾਸ, ਹਠ, ਨਿਗ੍ਰਹ, ਤੀਰਥ-ਇਸ਼ਨਾਨ ਆਦਿਕ) ਜਤਨ ਮਨੁੱਖ ਕਰਦਾ ਹੈ, ਅਜੇਹੇ ਕਿਸੇ ਭੀ ਤਰੀਕੇ ਨਾਲ ਕਾਮ-ਵਾਸਨਾ ਰੋਕੀ ਨਹੀਂ ਜਾ ਸਕਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38895,
    "shabad_id": 3352,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਮਨੂਅਾ ਡੋਲੈ; ਨਰਕੇ ਪਾੲੀ ||",
    "transliteration": "Manooaa Ddolai Narakae Paaee ||",
    "translation": "His mind wavers, and he falls into hell.",
    "punjabi": "ਮਨ ਡੋਲਦਾ ਹੀ ਰਹਿੰਦਾ ਹੈ ਤੇ ਜੀਵ ਨਰਕ ਵਿਚ ਹੀ ਪਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38896,
    "shabad_id": 3352,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਜਮਪੁਰਿ ਬਾਧੋ; ਲਹੈ ਸਜਾੲੀ ||",
    "transliteration": "Jam Pur Baadhho Lehai Sajaaee ||",
    "translation": "Bound and gagged in the City of Death, he is tortured.",
    "punjabi": "ਕਾਮ-ਵਾਸ਼ਨਾ ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਿਚ ਬੱਝਾ ਹੋਇਆ ਜਮਰਾਜ ਦੀ ਪੁਰੀ ਵਿਚ (ਆਤਮਕ ਕਲੇਸ਼ਾਂ ਦੀ) ਸਜ਼ਾ ਭੁਗਤਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38897,
    "shabad_id": 3352,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ; ਜੀੳੁ ਜਲਿ ਬਲਿ ਜਾੲੀ ||੫||",
    "transliteration": "Bin Naavai Jeeo Jal Bal Jaaee ||5||",
    "translation": "Without the Name, his soul cries out in agony. ||5||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਜਿੰਦ ਵਿਕਾਰਾਂ ਵਿਚ ਸੜਦੀ ਭੁੱਜਦੀ ਰਹਿੰਦੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38898,
    "shabad_id": 3352,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਸਿਧ ਸਾਧਿਕ ਕੇਤੇ ਮੁਨਿ ਦੇਵਾ ||",
    "transliteration": "Sidhh Saadhhik Kaethae Mun Dhaevaa ||",
    "translation": "The many Siddhas and seekers, silent sages and demi-gods",
    "punjabi": "ਅਨੇਕਾਂ ਸਿੱਧ ਸਾਧਿਕ ਰਿਸ਼ੀ ਮੁਨੀ (ਹਠ ਨਿਗ੍ਰਹ ਆਦਿਕ ਕਰਦੇ ਹਨ ਪਰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38899,
    "shabad_id": 3352,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਹਠਿ ਨਿਗ੍ਰਹਿ; ਨ ਤਿ੍ਰਪਤਾਵਹਿ ਭੇਵਾ ||",
    "transliteration": "Hath Nigrehi N Thripathaavehi Bhaevaa ||",
    "translation": "Cannot satisfy themselves by practicing restraint through Hatha Yoga.",
    "punjabi": "ਹਠ ਨਿਗ੍ਰਹ ਨਾਲ ਅੰਦਰਲੀ ਵਿਖੇਪਤਾ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਸਕਦੇ।",
    "pronunciation": "ਨਿ-ਗ੍ਰਹਿ[ਤਿ੍ਰਪਤਾਵ-ਹਿ ਗਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 38900,
    "shabad_id": 3352,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਸਬਦੁ ਵੀਚਾਰਿ; ਗਹਹਿ ਗੁਰ ਸੇਵਾ ||",
    "transliteration": "Sabadh Veechaar Gehehi Gur Saevaa ||",
    "translation": "One who contemplates the Word of the Shabad, and serves the Guru",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਆਪਣੇ ਵਿਚਾਰ-ਮੰਡਲ ਵਿਚ ਟਿਕਾ ਕੇ ਗੁਰੂ ਦੀ (ਦੱਸੀ) ਸੇਵਾ (ਦਾ ਉੱਦਮ) ਗ੍ਰਹਿਣ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38901,
    "shabad_id": 3352,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਮਨਿ ਤਨਿ ਨਿਰਮਲ; ਅਭਿਮਾਨ ਅਭੇਵਾ ||੬||",
    "transliteration": "Man Than Niramal Abhimaan Abhaevaa ||6||",
    "translation": "- his mind and body become immaculate, and his egotistical pride is obliterated. ||6||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਉਹਨਾਂ ਦੇ ਸਰੀਰ ਵਿਚ (ਭਾਵ, ਇੰਦ੍ਰਿਆਂ ਵਿਚ) ਪਵਿਤ੍ਰਤਾ ਆ ਜਾਂਦੀ ਹੈ, ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਅਹੰਕਾਰ ਦਾ ਅਭਾਵ ਹੋ ਜਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38902,
    "shabad_id": 3352,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਕਰਮਿ ਮਿਲੈ; ਪਾਵੈ ਸਚੁ ਨਾੳੁ ||",
    "transliteration": "Karam Milai Paavai Sach Naao ||",
    "translation": "Blessed with Your Grace, I obtain the True Name.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਆਪਣੀ ਮੇਹਰ ਨਾਲ ਪਰਮਾਤਮਾ ਮਿਲਦਾ ਹੈ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ-ਨਾਮ (ਦੀ ਦਾਤਿ) ਪ੍ਰਾਪਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38903,
    "shabad_id": 3352,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਤੁਮ ਸਰਣਾਗਤਿ; ਰਹੳੁ ਸੁਭਾੳੁ ||",
    "transliteration": "Thum Saranaagath Reho Subhaao ||",
    "translation": "I remain in Your Sanctuary, in loving devotion.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਭੀ ਤੇਰੀ ਸਰਨ ਆ ਟਿਕਿਆ ਹਾਂ (ਤਾ ਕਿ ਤੇਰੇ ਚਰਨਾਂ ਦਾ) ਸ੍ਰੇਸ਼ਟ ਪ੍ਰੇਮ (ਮੈਂ ਹਾਸਲ ਕਰ ਸਕਾਂ)।",
    "pronunciation": "(ਸੁਭਾੳੁੇ)ਸ੍ਰੇਸਟ ਪ੍ਰੇਮ, ਪ੍ਰਕਾਸ਼ ਸਹਿਤ[ ਸਰਣਾ-ਗਤਿ",
    "type_id": 3
  },
  {
    "id": 38904,
    "shabad_id": 3352,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਤੁਮ ਤੇ ੳੁਪਜਿਓ; ਭਗਤੀ ਭਾੳੁ ||",
    "transliteration": "Thum Thae Oupajiou Bhagathee Bhaao ||",
    "translation": "Love for Your devotional worship has welled up within me.",
    "punjabi": "(ਜੀਵ ਦੇ ਅੰਦਰ) ਤੇਰੀ ਭਗਤੀ ਤੇਰਾ ਪ੍ਰੇਮ ਤੇਰੀ ਮੇਹਰ ਨਾਲ ਹੀ ਪੈਦਾ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38905,
    "shabad_id": 3352,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਜਪੁ ਜਾਪੳੁ; ਗੁਰਮੁਖਿ ਹਰਿ ਨਾੳੁ ||੭||",
    "transliteration": "Jap Jaapo Guramukh Har Naao ||7||",
    "translation": "As Gurmukh, I chant and meditate on the Lord's Name. ||7||",
    "punjabi": "ਹੇ ਹਰੀ! (ਜੇ ਤੇਰੀ ਮੇਹਰ ਹੋਵੇ ਤਾਂ) ਮੈਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਤੇਰੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਦਾ ਰਹਾਂ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38906,
    "shabad_id": 3352,
    "pada": 9,
    "source_line": 5,
    "gurmukhi": "ਹੳੁਮੈ ਗਰਬੁ ਜਾੲਿ; ਮਨ ਭੀਨੈ ||",
    "transliteration": "Houmai Garab Jaae Man Bheenai ||",
    "translation": "When one is rid of egotism and pride, his mind is drenched in the Lord's Love.",
    "punjabi": "ਜੇ ਜੀਵ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜ ਜਾਏ ਤਾਂ ਅੰਦਰੋਂ ਹਉਮੈ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38907,
    "shabad_id": 3352,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਝੂਠਿ. ਨ ਪਾਵਸਿ; ਪਾਖੰਡਿ ਕੀਨੈ ||",
    "transliteration": "Jhooth N Paavas Paakhandd Keenai ||",
    "translation": "Practicing fraud and hypocrisy, he does not find God.",
    "punjabi": "ਪਰ (ਨਾਮ-ਰਸ ਵਿਚ ਭਿੱਜਣ ਦੀ ਇਹ ਦਾਤਿ) ਝੂਠ ਦੀ ਰਾਹੀਂ ਜਾਂ ਪਖੰਡ ਕੀਤਿਆਂ ਕੋਈ ਭੀ ਨਹੀਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38908,
    "shabad_id": 3352,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਸਬਦ; ਨਹੀ ਘਰੁ ਬਾਰੁ ||",
    "transliteration": "Bin Gur Sabadh Nehee Ghar Baar ||",
    "translation": "Without the Word of the Guru's Shabad, he cannot find the Lord's Door.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਪਰਮਾਤਮਾ ਦਾ ਦਰਬਾਰ ਨਹੀਂ ਲੱਭ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38909,
    "shabad_id": 3352,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਤਤੁ ਬੀਚਾਰੁ ||੮||੬||",
    "transliteration": "Naanak Guramukh Thath Beechaar ||8||6||",
    "translation": "O Nanak, the Gurmukh contemplates the essence of reality. ||8||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ ਉਹ ਜਗਤ ਦੇ ਮੂਲ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ ਵਿਚਾਰ (ਦਾ ਸੁਭਾਉ) ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੮॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38910,
    "shabad_id": 3353,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੧ ||",
    "transliteration": "Raamakalee Mehalaa 1 ||",
    "translation": "Raamkalee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38911,
    "shabad_id": 3353,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿੳੁ ਅਾੲਿਅਾ. ਤਿੳੁ ਜਾਵਹਿ ਬੳੁਰੇ; ਜਿੳੁ ਜਨਮੇ. ਤਿੳੁ ਮਰਣੁ ਭੲਿਅਾ ||",
    "transliteration": "Jio Aaeiaa Thio Jaavehi Bourae Jio Janamae Thio Maran Bhaeiaa ||",
    "translation": "As you come, so will you leave, you fool; as you were born, so will you die.",
    "punjabi": "ਹੇ ਝੱਲੇ ਜੀਵ! ਜਿਵੇਂ ਤੂੰ (ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈਂ ਤਿਵੇਂ (ਇਥੋਂ) ਚਲਾ ਭੀ ਜਾਵੇਂਗਾ, ਜਿਵੇਂ ਤੈਨੂੰ ਜਨਮ ਮਿਲਿਆ ਹੈ ਤਿਵੇਂ ਮੌਤ ਭੀ ਹੋ ਜਾਇਗੀ (ਇਥੇ ਕਿਸੇ ਹਾਲਤ ਵਿਚ ਸਦਾ ਬੈਠ ਨਹੀਂ ਰਹਿਣਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38912,
    "shabad_id": 3353,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿੳੁ ਰਸ ਭੋਗ ਕੀੲੇ. ਤੇਤਾ ਦੁਖੁ ਲਾਗੈ; ਨਾਮੁ ਵਿਸਾਰਿ. ਭਵਜਲਿ ਪੲਿਅਾ ||੧||",
    "transliteration": "Jio Ras Bhog Keeeae Thaethaa Dhukh Laagai Naam Visaar Bhavajal Paeiaa ||1||",
    "translation": "As you enjoy pleasures, so will you suffer pain. Forgetting the Naam, the Name of the Lord, you will fall into the terrifying world-ocean. ||1||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਤੂੰ ਦੁਨੀਆ ਦੇ ਰਸਾਂ ਦੇ ਭੋਗ ਮਾਣਦਾ ਹੈਂ, ਤਿਉਂ ਤਿਉਂ ਉਤਨਾ ਹੀ (ਤੇਰੇ ਸਰੀਰ ਨੂੰ ਤੇ ਆਤਮਾ ਨੂੰ) ਦੁੱਖ-ਰੋਗ ਚੰਬੜ ਰਿਹਾ ਹੈ। (ਇਹਨਾਂ ਭੋਗਾਂ ਵਿਚ ਮਸਤ ਹੋ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰ ਕੇ ਤੂੰ ਜਨਮ ਮਰਨ ਦੇ ਚੱਕਰ ਵਿਚ ਪਿਆ ਸਮਝ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38913,
    "shabad_id": 3353,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਤਨੁ ਧਨੁ ਦੇਖਤ; ਗਰਬਿ ਗੲਿਅਾ ||",
    "transliteration": "Than Dhhan Dhaekhath Garab Gaeiaa ||",
    "translation": "Gazing upon your body and wealth, you are so proud.",
    "punjabi": "(ਹੇ ਜੀਵ!) ਆਪਣਾ ਸਰੀਰ ਤੇ ਧਨ ਵੇਖ ਵੇਖ ਕੇ ਤੂੰ ਅਹੰਕਾਰ ਵਿਚ ਆਇਆ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 38914,
    "shabad_id": 3353,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਕਨਿਕ ਕਾਮਨੀ ਸਿੳੁ. ਹੇਤੁ ਵਧਾੲਿਹਿ; ਕੀ ਨਾਮੁ ਵਿਸਾਰਹਿ. ਭਰਮਿ ਗੲਿਅਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Kanik Kaamanee Sio Haeth Vadhhaaeihi Kee Naam Visaarehi Bharam Gaeiaa ||1|| Rehaao ||",
    "translation": "Your love for gold and sexual pleasures increases; why have you forgotten the Naam, and why do you wander in doubt? ||1||Pause||",
    "punjabi": "ਸੋਨੇ ਤੇ ਇਸਤ੍ਰੀ ਨਾਲ ਤੂੰ ਮੋਹ ਵਧਾਈ ਜਾ ਰਿਹਾ ਹੈਂ। ਤੂੰ ਕਿਉਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਵਿਸਾਰ ਰਿਹਾ ਹੈਂ, ਤੇ, ਕਿਉਂ ਭਟਕਣਾ ਵਿਚ ਪੈ ਗਿਆ ਹੈਂ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਕਨਿਕ)ਸੋਨਾ[(ਕਾਮਨੀ)ੲਿਸਤ੍ਰੀ[ਵਧਾੲਿ-ਹਿ[ਵਿਸਾਰ-ਹਿ",
    "type_id": 4
  },
  {
    "id": 38915,
    "shabad_id": 3353,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਜਤੁ ਸਤੁ ਸੰਜਮੁ ਸੀਲੁ. ਨ ਰਾਖਿਅਾ; ਪ੍ਰੇਤ ਪਿੰਜਰ ਮਹਿ ਕਾਸਟੁ ਭੲਿਅਾ ||",
    "transliteration": "Jath Sath Sanjam Seel N Raakhiaa Praeth Pinjar Mehi Kaasatt Bhaeiaa ||",
    "translation": "You do not practice truth, abstinence, self-discipline or humility; the ghost within your skeleton has turned to dry wood.",
    "punjabi": "(ਹੇ ਜੀਵ! ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ) ਕਾਮ-ਵਾਸਨਾ ਵਲੋਂ ਨਹੀਂ ਬਚਾਇਆ, ਤੂੰ ਉੱਚਾ ਆਚਰਨ ਨਹੀਂ ਬਣਾਇਆ, ਤੂੰ ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਮੰਦੇ ਪਾਸੇ ਵਲੋਂ ਰੋਕਣ ਦਾ ਉੱਦਮ ਨਹੀਂ ਕੀਤਾ, ਤੂੰ ਮਿੱਠਾ ਸੁਭਾਉ ਨਹੀਂ ਬਣਾਇਆ। (ਵਿਕਾਰਾਂ ਦੇ ਕਾਰਨ) ਅਪਵਿਤ੍ਰ ਹੋਏ ਸਰੀਰ-ਪਿੰਜਰ ਵਿਚ ਤੂੰ ਲੱਕੜ (ਵਰਗਾ ਕੁਰਖ਼ਤ-ਦਿਲ) ਹੋ ਚੁਕਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38916,
    "shabad_id": 3353,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਪੁੰਨੁ ਦਾਨੁ ੲਿਸਨਾਨੁ ਨ ਸੰਜਮੁ; ਸਾਧਸੰਗਤਿ ਬਿਨੁ. ਬਾਦਿ ਜੲਿਅਾ ||੨||",
    "transliteration": "Punn Dhaan Eisanaan N Sanjam Saadhhasangath Bin Baadh Jaeiaa ||2||",
    "translation": "You have not practiced charity, donations, cleansing baths or austerities. Without the Saadh Sangat, the Company of the Holy, your life has gone in vain. ||2||",
    "punjabi": "ਤੇਰੇ ਅੰਦਰ ਨਾਹ ਦੂਜਿਆਂ ਦੀ ਭਲਾਈ ਦਾ ਖ਼ਿਆਲ ਹੈ, ਨਾਹ ਦੂਜਿਆਂ ਦੀ ਸੇਵਾ ਦੀ ਤਾਂਘ ਹੈ, ਨਾਹ ਆਚਰਨਿਕ ਪਵਿਤ੍ਰਤਾ ਹੈ, ਨਾਹ ਕੋਈ ਬੰਧੇਜ ਹੈ। ਸਾਧ ਸੰਗਤ ਤੋਂ ਵਾਂਜਿਆਂ ਰਹਿ ਕੇ ਤੇਰਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਜਾ ਰਿਹਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38917,
    "shabad_id": 3353,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਲਾਲਚਿ ਲਾਗੈ. ਨਾਮੁ ਬਿਸਾਰਿਓ; ਅਾਵਤ ਜਾਵਤ ਜਨਮੁ ਗੲਿਅਾ ||",
    "transliteration": "Laalach Laagai Naam Bisaariou Aavath Jaavath Janam Gaeiaa ||",
    "translation": "Attached to greed, you have forgotten the Naam. Coming and going, your life has been ruined.",
    "punjabi": "(ਹੇ ਜੀਵ!) ਤੂੰ ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ ਲੱਗਾ ਪਿਆ ਹੈਂ, ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਤੂੰ ਭੁਲਾ ਦਿੱਤਾ ਹੈ। ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦੌੜਦਿਆਂ ਭੱਜਦਿਆਂ ਤੇਰਾ ਜੀਵਨ (ਅਜਾਈਂ) ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 38918,
    "shabad_id": 3353,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਾ ਜਮੁ ਧਾੲਿ ਕੇਸ ਗਹਿ ਮਾਰੈ; ਸੁਰਤਿ ਨਹੀ. ਮੁਖਿ ਕਾਲ ਗੲਿਅਾ ||੩||",
    "transliteration": "Jaa Jam Dhhaae Kaes Gehi Maarai Surath Nehee Mukh Kaal Gaeiaa ||3||",
    "translation": "When the Messenger of Death grabs you by your hair, you will be punished. You are unconscious, and have fallen into Death's mouth. ||3||",
    "punjabi": "ਜਦੋਂ ਜਮ ਅਚਨਚੇਤ ਆ ਕੇ ਤੈਨੂੰ ਕੇਸਾਂ ਤੋਂ ਫੜ ਕੇ ਪਟਕਾ ਕੇ ਮਾਰੇਗਾ, ਕਾਲ ਦੇ ਮੂੰਹ ਵਿਚ ਪਹੁੰਚੇ ਹੋਏ ਨੂੰ ਤੈਨੂੰ (ਸਿਮਰਨ ਦੀ) ਸੁਰਤ ਨਹੀਂ ਆ ਸਕੇਗੀ ॥੩॥",
    "pronunciation": "ਗ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 38919,
    "shabad_id": 3353,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਨਿੰਦਾ ਤਾਤਿ ਪਰਾੲੀ; ਹਿਰਦੈ ਨਾਮੁ ਨ ਸਰਬ ਦੲਿਅਾ ||",
    "transliteration": "Ahinis Nindhaa Thaath Paraaee Hiradhai Naam N Sarab Dhaeiaa ||",
    "translation": "Day and night, you jealously slander others; in your heart, you have neither the Naam, nor compassion for all.",
    "punjabi": "ਦਿਨ ਰਾਤ ਤੂੰ ਪਰਾਈ ਨਿੰਦਾ ਕਰਦਾ ਹੈਂ ਦੂਜਿਆਂ ਨਾਲ ਈਰਖਾ ਕਰਦਾ ਹੈਂ। ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ ਨਾਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੈ ਤੇ ਨਾਹ ਸਭ ਜੀਵਾਂ ਵਾਸਤੇ ਦਇਆ-ਪਿਆਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38920,
    "shabad_id": 3353,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਸਬਦ. ਨ ਗਤਿ ਪਤਿ ਪਾਵਹਿ; ਰਾਮ ਨਾਮ ਬਿਨੁ. ਨਰਕਿ ਗੲਿਅਾ ||੪||",
    "transliteration": "Bin Gur Sabadh N Gath Path Paavehi Raam Naam Bin Narak Gaeiaa ||4||",
    "translation": "Without the Word of the Guru's Shabad, you will not find salvation or honor. Without the Lord's Name, you shall go to hell. ||4||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਨਾਹ ਤੂੰ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਸਕੇਂਗਾ ਨਾਹ ਹੀ (ਲੋਕ ਪਰਲੋਕ ਦੀ) ਇੱਜ਼ਤ। ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ ਤੂੰ ਨਰਕ ਵਿਚ ਪਿਆ ਹੋਇਆ ਹੈਂ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38921,
    "shabad_id": 3353,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਖਿਨ ਮਹਿ ਵੇਸ ਕਰਹਿ ਨਟੂਅਾ ਜਿੳੁ; ਮੋਹ ਪਾਪ ਮਹਿ ਗਲਤੁ ਗੲਿਅਾ ||",
    "transliteration": "Khin Mehi Vaes Karehi Nattooaa Jio Moh Paap Mehi Galath Gaeiaa ||",
    "translation": "In an instant, you change into various costumes, like a juggler; you are entangled in emotional attachment and sin.",
    "punjabi": "(ਹੇ ਜੀਵ! ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ) ਤੂੰ ਖਿਨ-ਪਲ ਵਿਚ ਸ੍ਵਾਂਗੀ ਵਾਂਗ ਕਈ ਰੂਪ ਧਾਰਦਾ ਹੈਂ। ਤੂੰ ਮੋਹ ਵਿਚ ਪਾਪਾਂ ਵਿਚ ਗ਼ਲਤਾਨ ਹੋਇਆ ਪਿਆ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38922,
    "shabad_id": 3353,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ੲਿਤ ੳੁਤ ਮਾੲਿਅਾ ਦੇਖਿ ਪਸਾਰੀ; ਮੋਹ ਮਾੲਿਅਾ ਕੈ ਮਗਨੁ ਭੲਿਅਾ ||੫||",
    "transliteration": "Eith Outh Maaeiaa Dhaekh Pasaaree Moh Maaeiaa Kai Magan Bhaeiaa ||5||",
    "translation": "You gaze here and there upon the expanse of Maya; you are intoxicated with attachment to Maya. ||5||",
    "punjabi": "ਹਰ ਪਾਸੇ ਮਾਇਆ ਦਾ ਖਿਲਾਰਾ ਵੇਖ ਕੇ ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਮਸਤ ਹੋ ਰਿਹਾ ਹੈਂ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38923,
    "shabad_id": 3353,
    "pada": 7,
    "source_line": 15,
    "gurmukhi": "ਕਰਹਿ ਬਿਕਾਰ ਵਿਥਾਰ ਘਨੇਰੇ; ਸੁਰਤਿ ਸਬਦ ਬਿਨੁ. ਭਰਮਿ ਪੲਿਅਾ ||",
    "transliteration": "Karehi Bikaar Vithhaar Ghanaerae Surath Sabadh Bin Bharam Paeiaa ||",
    "translation": "You act in corruption, and put on ostentatious shows, but without awareness of the Shabad, you have fallen into confusion.",
    "punjabi": "(ਹੇ ਝੱਲੇ ਜੀਵ!) ਤੂੰ ਵਿਕਾਰਾਂ ਦੀ ਖ਼ਾਤਰ ਅਨੇਕਾਂ ਖਿਲਾਰੇ ਖਿਲਾਰਦਾ ਹੈਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਲਗਨ ਤੋਂ ਬਿਨਾ ਤੂੰ (ਵਿਕਾਰਾਂ ਦੀ) ਭਟਕਣਾ ਵਿਚ ਭਟਕਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38924,
    "shabad_id": 3353,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਹੳੁਮੈ ਰੋਗੁ ਮਹਾ ਦੁਖੁ ਲਾਗਾ; ਗੁਰਮਤਿ ਲੇਵਹੁ. ਰੋਗੁ ਗੲਿਅਾ ||੬||",
    "transliteration": "Houmai Rog Mehaa Dhukh Laagaa Guramath Laevahu Rog Gaeiaa ||6||",
    "translation": "You suffer great pain from the disease of egotism. Following the Guru's Teachings, you shall be rid of this disease. ||6||",
    "punjabi": "ਤੈਨੂੰ ਹਉਮੈ ਦਾ ਵੱਡਾ ਰੋਗ ਵੱਡਾ ਦੁੱਖ ਚੰਬੜਿਆ ਹੋਇਆ ਹੈ। ਜੇ ਤੂੰ ਚਾਹੁੰਦਾ ਹੈਂ ਇਹ ਰੋਗ ਦੂਰ ਹੋ ਜਾਏ ਤਾਂ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38925,
    "shabad_id": 3353,
    "pada": 8,
    "source_line": 16,
    "gurmukhi": "ਸੁਖ ਸੰਪਤਿ ਕੳੁ ਅਾਵਤ ਦੇਖੈ; ਸਾਕਤ ਮਨਿ ਅਭਿਮਾਨੁ ਭੲਿਅਾ ||",
    "transliteration": "Sukh Sanpath Ko Aavath Dhaekhai Saakath Man Abhimaan Bhaeiaa ||",
    "translation": "Seeing peace and wealth come to him, the faithless cynic become proud in his mind.",
    "punjabi": "ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵ ਜਦੋਂ ਸੁਖਾਂ ਨੂੰ ਤੇ ਧਨ ਨੂੰ ਆਉਂਦਾ ਵੇਖਦਾ ਹੈ ਤਾਂ ਇਸ ਦੇ ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38926,
    "shabad_id": 3353,
    "pada": 8,
    "source_line": 17,
    "gurmukhi": "ਜਿਸ ਕਾ ੲਿਹੁ ਤਨੁ ਧਨੁ. ਸੋ ਫਿਰਿ ਲੇਵੈ; ਅੰਤਰਿ ਸਹਸਾ ਦੂਖੁ ਪੲਿਅਾ ||੭||",
    "transliteration": "Jis Kaa Eihu Than Dhhan So Fir Laevai Anthar Sehasaa Dhookh Paeiaa ||7||",
    "translation": "But He who owns this body and wealth, takes them back again, and then the mortal feels anxiety and pain deep within. ||7||",
    "punjabi": "ਪਰ ਜਿਸ ਪਰਮਾਤਮਾ ਦਾ ਦਿੱਤਾ ਹੋਇਆ ਇਹ ਸਰੀਰ ਤੇ ਧਨ ਹੈ ਉਹ ਮੁੜ ਮੋੜ ਲੈਂਦਾ ਹੈ। ਮਾਇਆ-ਵੇੜ੍ਹੇ ਜੀਵ ਨੂੰ ਸਦਾ ਇਹੀ ਸਹਿਮ ਦਾ ਰੋਗ ਖਾਈ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38927,
    "shabad_id": 3353,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਅੰਤਿ ਕਾਲਿ ਕਿਛੁ ਸਾਥਿ. ਨ ਚਾਲੈ; ਜੋ ਦੀਸੈ ਸਭੁ ਤਿਸਹਿ ਮੲਿਅਾ ||",
    "transliteration": "Anth Kaal Kishh Saathh N Chaalai Jo Dheesai Sabh Thisehi Maeiaa ||",
    "translation": "At the very last instant, nothing goes along with you; all is visible only by His Mercy.",
    "punjabi": "(ਹੇ ਜੀਵ! ਇਹ ਸਰੀਰ, ਇਹ ਧਨ, ਇਹ ਸੋਨਾ, ਇਹ ਇਸਤ੍ਰੀ) ਜੋ ਕੁਝ ਦਿੱਸ ਰਿਹਾ ਹੈ, ਇਹ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦੀ ਮੇਹਰ ਸਦਕਾ ਮਿਲਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਅੰਤ ਵੇਲੇ ਇਹਨਾਂ ਵਿਚੋਂ ਭੀ (ਕਿਸੇ ਦੇ) ਨਾਲ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38928,
    "shabad_id": 3353,
    "pada": 9,
    "source_line": 18,
    "gurmukhi": "ਅਾਦਿ ਪੁਰਖੁ ਅਪਰੰਪਰੁ ਸੋ ਪ੍ਰਭੁ; ਹਰਿ ਨਾਮੁ ਰਿਦੈ ਲੈ. ਪਾਰਿ ਪੲਿਅਾ ||੮||",
    "transliteration": "Aadh Purakh Aparanpar So Prabh Har Naam Ridhai Lai Paar Paeiaa ||8||",
    "translation": "God is our Primal and Infinite Lord; enshrining the Lord's Name in the heart, one crosses over. ||8||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਇਹ ਪਦਾਰਥ ਦੇਣ ਵਾਲਾ) ਉਹ ਪਰਮਾਤਮਾ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਬੇਅੰਤ ਹੈ। ਜੇਹੜਾ ਮਨੁੱਖ ਉਸ ਦਾ ਨਾਮ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ, ਉਹ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਮੋਹ ਦੀਆਂ ਲਹਿਰਾਂ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "ਅਪ-ਰੰਪਰੁ",
    "type_id": 3
  },
  {
    "id": 38929,
    "shabad_id": 3353,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "ਮੂੲੇ ਕੳੁ ਰੋਵਹਿ. ਕਿਸਹਿ ਸੁਣਾਵਹਿ; ਭੈ ਸਾਗਰ ਅਸਰਾਲਿ ਪੲਿਅਾ ||",
    "transliteration": "Mooeae Ko Rovehi Kisehi Sunaavehi Bhai Saagar Asaraal Paeiaa ||",
    "translation": "You weep for the dead, but who hears you weeping? The dead have fallen to the serpent in the terrifying world-ocean.",
    "punjabi": "(ਹੇ ਸਾਕਤ ਜੀਵ! ਮਰਨਾ ਤਾਂ ਸਭਨਾਂ ਨੇ ਹੈ, ਫਿਰ ਤੂੰ ਆਪਣੇ ਕਿਸੇ) ਮਰੇ ਸੰਬੰਧੀ ਨੂੰ ਰੋਂਦਾ ਹੈਂ ਤੇ (ਰੋ ਰੋ ਕੇ) ਕਿਸ ਨੂੰ ਸੁਣਾਂਦਾ ਹੈ? (ਪਰਮਾਤਮਾ ਦੀ ਯਾਦ ਤੋਂ ਖੁੰਝ ਕੇ) ਤੂੰ ਬੜੇ ਡਰਾਉਣੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਗੋਤੇ ਖਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "(ਅਸਰਾਲਿ)ਭਿਅਾਨਕ",
    "type_id": 3
  },
  {
    "id": 38930,
    "shabad_id": 3353,
    "pada": 10,
    "source_line": 19,
    "gurmukhi": "ਦੇਖਿ ਕੁਟੰਬੁ ਮਾੲਿਅਾ ਗਿ੍ਰਹ ਮੰਦਰੁ; ਸਾਕਤੁ ਜੰਜਾਲਿ ਪਰਾਲਿ ਪੲਿਅਾ ||੯||",
    "transliteration": "Dhaekh Kuttanb Maaeiaa Grih Mandhar Saakath Janjaal Paraal Paeiaa ||9||",
    "translation": "Gazing upon his family, wealth, household and mansions, the faithless cynic is entangled in worthless worldly affairs. ||9||",
    "punjabi": "ਮਾਇਆ-ਵੇੜ੍ਹਿਆ ਜੀਵ ਆਪਣੇ ਪਰਵਾਰ ਨੂੰ, ਧਨ ਨੂੰ, ਸੋਹਣੇ ਘਰਾਂ ਨੂੰ ਵੇਖ ਵੇਖ ਕੇ ਨਿਕੰਮੇ ਜੰਜਾਲ ਵਿਚ ਫਸਿਆ ਪਿਆ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  }
]
