[
  {
    "id": 38963,
    "shabad_id": 3355,
    "pada": 13,
    "source_line": 1,
    "gurmukhi": "ਬ੍ਰਹਮਾ ਬਿਸਨੁ ਮਹੇਸ ੲਿਕ ਮੂਰਤਿ; ਅਾਪੇ ਕਰਤਾ ਕਾਰੀ ||੧੨||",
    "transliteration": "Brehamaa Bisan Mehaes Eik Moorath Aapae Karathaa Kaaree ||12||",
    "translation": "Brahma, Vishnu and Shiva are manifestations of the One God. He Himself is the Doer of deeds. ||12||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਕਰਤਾਰ ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ, ਬ੍ਰਹਮਾ ਵਿਸ਼ਨੂੰ ਤੇ ਸ਼ਿਵ ਉਸ ਇਕ ਪਰਮਾਤਮਾ (ਦੀ ਇਕ ਇਕ ਤਾਕਤ) ਦਾ ਸਰੂਪ (ਮਿਥੇ ਗਏ) ਹਨ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38964,
    "shabad_id": 3355,
    "pada": 14,
    "source_line": 1,
    "gurmukhi": "ਕਾੲਿਅਾ ਸੋਧਿ ਤਰੈ ਭਵ ਸਾਗਰੁ; ਅਾਤਮ ਤਤੁ ਵੀਚਾਰੀ ||੧੩||",
    "transliteration": "Kaaeiaa Sodhh Tharai Bhav Saagar Aatham Thath Veechaaree ||13||",
    "translation": "One who purifies his body, crosses over the terrifying world-ocean; he contemplates the essence of his own soul. ||13||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਉਹ ਮਨੁੱਖ) ਹਰੇਕ ਆਤਮਾ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ ਤੇ (ਜੰਗਲਾਂ ਪਹਾੜਾਂ ਵਿਚ ਭਟਕਣ ਦੇ ਥਾਂ) ਆਪਣੇ ਸਰੀਰ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਪਵਿਤ੍ਰ ਰੱਖ ਕੇ ਇਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38965,
    "shabad_id": 3355,
    "pada": 15,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਸੇਵਾ ਤੇ. ਸਦਾ ਸੁਖੁ ਪਾੲਿਅਾ; ਅੰਤਰਿ ਸਬਦੁ ਰਵਿਅਾ ਗੁਣਕਾਰੀ ||੧੪||",
    "transliteration": "Gur Saevaa Thae Sadhaa Sukh Paaeiaa Anthar Sabadh Raviaa Gunakaaree ||14||",
    "translation": "Serving the Guru, he finds everlasting peace; deep within, the Shabad permeates him, coloring him with virtue. ||14||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਉਸ ਮਨੁੱਖ ਨੇ) ਗੁਰੂ ਦੀ ਦੱਸੀ ਸੇਵਾ ਤੋਂ ਹੀ ਸਦਾ ਲਈ ਆਤਮਕ ਆਨੰਦ ਲੱਭ ਲਿਆ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ (ਸੁੱਚੇ) ਆਤਮਕ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਸਦਾ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38966,
    "shabad_id": 3355,
    "pada": 16,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੇ ਮੇਲਿ ਲੲੇ ਗੁਣਦਾਤਾ; ਹੳੁਮੈ ਤਿ੍ਰਸਨਾ ਮਾਰੀ ||੧੫||",
    "transliteration": "Aapae Mael Leae Gunadhaathaa Houmai Thrisanaa Maaree ||15||",
    "translation": "The Giver of virtue unites with Himself, one who conquers egotism and desire. ||15||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਜਿਸ ਉਤੇ ਮੇਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ) ਆਤਮਕ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਪਰਮਾਤਮਾ ਆਪ ਹੀ (ਗੁਰਮੁਖਾਂ ਦੀ) ਸੰਗਤ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਹਉਮੈ ਤੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁਕਾ ਦੇਂਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38967,
    "shabad_id": 3355,
    "pada": 17,
    "source_line": 3,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮੇਟੇ. ਚੳੁਥੈ ਵਰਤੈ; ੲੇਹਾ ਭਗਤਿ ਨਿਰਾਰੀ ||੧੬||",
    "transliteration": "Thrai Gun Maettae Chouthhai Varathai Eaehaa Bhagath Niraaree ||16||",
    "translation": "Eradicating the three qualities, dwell in the fourth state. This is the unparalleled devotional worship. ||16||",
    "punjabi": "(ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦਾ ਪ੍ਰਭਾਵ ਮਿਟਾ ਲੈਂਦਾ ਹੈ, ਉਸ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ ਜਿਥੇ ਇਹਨਾਂ ਤਿੰਨਾਂ ਦਾ ਜ਼ੋਰ ਨਹੀਂ ਚੜ੍ਹਦਾ, (ਜੰਗਲਾਂ ਪਹਾੜਾਂ ਵਿਚ ਭਟਕਣ ਨਾਲੋਂ ਉਸ ਨੂੰ) ਇਹ ਭਗਤੀ ਹੀ ਅਨੋਖੀ ਖਿੱਚ ਪਾਂਦੀ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38968,
    "shabad_id": 3355,
    "pada": 18,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜੋਗ ਸਬਦਿ. ਅਾਤਮੁ ਚੀਨੈ; ਹਿਰਦੈ ੲੇਕੁ ਮੁਰਾਰੀ ||੧੭||",
    "transliteration": "Guramukh Jog Sabadh Aatham Cheenai Hiradhai Eaek Muraaree ||17||",
    "translation": "This is the Yoga of the Gurmukh: Through the Shabad, he understands his own soul, and he enshrines within his heart the One Lord. ||17||",
    "punjabi": "(ਹੇ ਅਉਧੂ!) ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਾ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਨ ਦੇ ਜੋਗ (-ਸਾਧਨ) ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਪਰਖਦਾ ਰਹਿੰਦਾ ਹੈ ਤੇ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ ਤੇ ਪ੍ਰੀਤ) ਨੂੰ ਵਸਾਈ ਰੱਖਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38969,
    "shabad_id": 3355,
    "pada": 19,
    "source_line": 4,
    "gurmukhi": "ਮਨੂਅਾ ਅਸਥਿਰੁ ਸਬਦੇ ਰਾਤਾ; ੲੇਹਾ ਕਰਣੀ ਸਾਰੀ ||੧੮||",
    "transliteration": "Manooaa Asathhir Sabadhae Raathaa Eaehaa Karanee Saaree ||18||",
    "translation": "Imbued with the Shabad, his mind becomes steady and stable; this is the most excellent action. ||18||",
    "punjabi": "(ਹੇ ਅਉਧੂ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਦਾ ਮਨ ਸਦਾ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ। (ਇਸ ਵਾਸਤੇ ਉਸ ਦਾ) ਮਨ (ਵਿਕਾਰਾਂ ਵਲ ਡੋਲਣ ਦੇ ਥਾਂ ਪ੍ਰਭੂ-ਪ੍ਰੀਤ ਵਿਚ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ। (ਮਨੁੱਖਾ ਜੀਵਨ ਵਿਚ) ਇਹ ਹੀ ਕਰਨ-ਜੋਗ ਕਾਰ ਉਸ ਨੂੰ ਸ੍ਰੇਸ਼ਟ ਜਾਪਦੀ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38970,
    "shabad_id": 3355,
    "pada": 20,
    "source_line": 5,
    "gurmukhi": "ਬੇਦੁ ਬਾਦੁ ਨ ਪਾਖੰਡੁ. ਅੳੁਧੂ; ਗੁਰਮੁਖਿ ਸਬਦਿ ਬੀਚਾਰੀ ||੧੯||",
    "transliteration": "Baedh Baadh N Paakhandd Aoudhhoo Guramukh Sabadh Beechaaree ||19||",
    "translation": "This true hermit does not enter into religious debates or hypocrisy; the Gurmukh contemplates the Shabad. ||19||",
    "punjabi": "ਹੇ ਅਉਧੂ! ਵੇਦ (ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ) ਨੂੰ (ਪੜ੍ਹ ਕੇ ਉਹਨਾਂ ਦੀ) ਚਰਚਾ ਨੂੰ (ਉਹ ਮਨੁੱਖ) ਨਹੀਂ ਕਬੂਲਦਾ (ਪਸੰਦ ਨਹੀਂ ਕਰਦਾ, ਆਤਮਕ ਜੀਵਨ ਦੇ ਰਾਹ ਵਿਚ ਇਸ ਨੂੰ ਉਹ) ਪਖੰਡ (ਸਮਝਦਾ ਹੈ)। ਉਹ ਤਾਂ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਉੱਚੀ ਆਤਮਕ ਵਿਚਾਰ ਦਾ ਮਾਲਕ ਬਣਦਾ ਹੈ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38971,
    "shabad_id": 3355,
    "pada": 21,
    "source_line": 5,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜੋਗੁ ਕਮਾਵੈ ਅੳੁਧੂ; ਜਤੁ ਸਤੁ ਸਬਦਿ ਵੀਚਾਰੀ ||੨੦||",
    "transliteration": "Guramukh Jog Kamaavai Aoudhhoo Jath Sath Sabadh Veechaaree ||20||",
    "translation": "The Gurmukh practices Yoga - he is the true hermit; he practices abstinence and truth, and contemplates the Shabad. ||20||",
    "punjabi": "ਹੇ ਅਉਧੂ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪਰਮਾਤਮਾ ਉੱਧਾਰਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰਦਾ ਹੈ, ਇਹੀ ਜੋਗ (ਉਹ) ਕਮਾਂਦਾ ਹੈ, ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਉਹ ਉੱਚੀ ਆਤਮਕ ਵਿਚਾਰ ਦਾ ਮਾਲਕ ਬਣਦਾ ਹੈ, ਇਹੀ ਹੈ ਉਸ ਦਾ ਜਤ ਤੇ ਸਤ (ਕਾਇਮ ਰੱਖਣ ਦਾ ਤਰੀਕਾ) ॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38972,
    "shabad_id": 3355,
    "pada": 22,
    "source_line": 6,
    "gurmukhi": "ਸਬਦਿ ਮਰੈ. ਮਨੁ ਮਾਰੇ ਅੳੁਧੂ; ਜੋਗ ਜੁਗਤਿ ਵੀਚਾਰੀ ||੨੧||",
    "transliteration": "Sabadh Marai Man Maarae Aoudhhoo Jog Jugath Veechaaree ||21||",
    "translation": "One who dies in the Shabad and conquers his mind is the true hermit; he understands the Way of Yoga. ||21||",
    "punjabi": "ਹੇ ਅਉਧੂ! ਉਸ ਮਨੁੱਖ ਨੇ ਜੋਗ ਦੀ (ਪਰਮਾਤਮਾ ਨਾਲ ਜੁੜਨ ਦੀ) ਇਹ ਜੁਗਤਿ ਸਮਝੀ ਹੈ ਕਿ ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਹਉਮੈ ਮਮਤਾ ਆਦਿਕ ਵਲੋਂ) ਮੁਰਦਾ ਹੋ ਜਾਂਦਾ ਹੈ ਆਪਣੇ ਮਨ ਨੂੰ (ਵਿਕਾਰਾਂ ਵਲੋਂ) ਕਾਬੂ ਵਿਚ ਰੱਖਦਾ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38973,
    "shabad_id": 3355,
    "pada": 23,
    "source_line": 7,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਭਵਜਲੁ ਹੈ ਅਵਧੂ; ਸਬਦਿ ਤਰੈ ਕੁਲ ਤਾਰੀ ||੨੨||",
    "transliteration": "Maaeiaa Mohu Bhavajal Hai Avadhhoo Sabadh Tharai Kul Thaaree ||22||",
    "translation": "Attachment to Maya is the terrifying world-ocean; through the Shabad, the true hermit saves himself, and his ancestors as well. ||22||",
    "punjabi": "ਹੇ ਅਉਧੂ! ਮਾਇਆ ਦਾ ਮੋਹ ਘੁੰਮਣ ਘੇਰੀ ਹੈ (ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਰਮਾਤਮਾ ਉੱਧਾਰ ਕਰਦਾ ਹੈ ਉਹ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ (ਇਸ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ਤੇ ਆਪਣੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38974,
    "shabad_id": 3355,
    "pada": 24,
    "source_line": 7,
    "gurmukhi": "ਸਬਦਿ ਸੂਰ. ਜੁਗ ਚਾਰੇ ਅੳੁਧੂ; ਬਾਣੀ ਭਗਤਿ ਵੀਚਾਰੀ ||੨੩||",
    "transliteration": "Sabadh Soor Jug Chaarae Aoudhhoo Baanee Bhagath Veechaaree ||23||",
    "translation": "Contemplating the Shabad, you shall be a hero throughout the four ages, O hermit; contemplate the Word of the Guru's Bani in devotion. ||23||",
    "punjabi": "ਹੇ ਅਉਧੂ! ਜੇਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦੇ ਹਨ ਉਹ ਚੌਹਾਂ ਜੁਗਾਂ ਵਿਚ ਹੀ ਸੂਰਮੇ ਹਨ (ਭਾਵ, ਕਿਸੇ ਭੀ ਸਮੇ ਵਿਚ ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਉਹਨਾਂ ਉਤੇ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦੇ)। ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਈ ਰੱਖਦੇ ਹਨ ॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38975,
    "shabad_id": 3355,
    "pada": 25,
    "source_line": 8,
    "gurmukhi": "ੲੇਹੁ ਮਨੁ ਮਾੲਿਅਾ ਮੋਹਿਅਾ ਅੳੁਧੂ; ਨਿਕਸੈ ਸਬਦਿ ਵੀਚਾਰੀ ||੨੪||",
    "transliteration": "Eaehu Man Maaeiaa Mohiaa Aoudhhoo Nikasai Sabadh Veechaaree ||24||",
    "translation": "This mind is enticed by Maya, O hermit; contemplating the Shabad, you shall find release. ||24||",
    "punjabi": "ਹੇ ਅਉਧੂ! ਮਨੁੱਖ ਦਾ ਇਹ ਮਨ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਜਾਂਦਾ ਹੈ (ਪਰ ਇਸ ਵਿਚੋਂ ਨਿਕਲਣ ਦਾ ਇਹ ਤਰੀਕਾ ਨਹੀਂ ਕਿ ਮਨੁੱਖ ਜੰਗਲਾਂ ਵਿਚ ਜਾਂ ਪਹਾੜਾਂ ਦੀਆਂ ਗੁਫ਼ਾਂ ਵਿਚ ਜਾ ਕੇ ਟਿਕੇ, ਇਸ ਵਿਚੋਂ) ਉਹ ਮਨੁੱਖ ਨਿਕਲਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨੂੰ ਆਪਣੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38976,
    "shabad_id": 3355,
    "pada": 26,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਬਖਸੇ ਮੇਲਿ ਮਿਲਾੲੇ; ਨਾਨਕ ਸਰਣਿ ਤੁਮਾਰੀ ||੨੫||੯||",
    "transliteration": "Aapae Bakhasae Mael Milaaeae Naanak Saran Thumaaree ||25||9||",
    "translation": "He Himself forgives, and unites in His Union; Nanak seeks Your Sanctuary, Lord. ||25||9||",
    "punjabi": "ਸੋ, ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ-ਦਰ ਤੇ ਅਰਦਾਸ ਕਰ-ਹੇ ਪ੍ਰਭੂ!) ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ (ਮੈਨੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸਣ ਤੋਂ ਬਚਾ ਲੈ)। (ਮਾਇਆ ਦੇ ਮੋਹ ਤੋਂ ਬਚਣਾ ਜੀਵਾਂ ਦੇ ਆਪਣੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ, ਅਰਦਾਸ ਸੁਣ ਕੇ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਬਖ਼ਸ਼ਸ਼ ਕਰਦਾ ਹੈ ਤੇ ਆਪਣੀ ਸੰਗਤ ਵਿਚ ਮਿਲਾਂਦਾ ਹੈ ॥੨੫॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38977,
    "shabad_id": 3356,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੩ ਅਸਟਪਦੀਅਾ",
    "transliteration": "Raamakalee Mehalaa 3 Asattapadheeaa",
    "translation": "Raamkalee, Third Mehl, Ashtapadees:",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 38978,
    "shabad_id": 3356,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 38979,
    "shabad_id": 3356,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸਰਮੈ ਦੀਅਾ ਮੁੰਦ੍ਰਾ ਕੰਨੀ ਪਾੲਿ ਜੋਗੀ; ਖਿੰਥਾ ਕਰਿ ਤੂ ਦੲਿਅਾ ||",
    "transliteration": "Saramai Dheeaa Mundhraa Kannee Paae Jogee Khinthhaa Kar Thoo Dhaeiaa ||",
    "translation": "Make humility your ear-rings, Yogi, and compassion your patched coat.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਇਹਨਾਂ ਕੱਚ ਦੀਆਂ ਮੁੰਦ੍ਰਾਂ ਦੇ ਥਾਂ) ਤੂੰ ਆਪਣੇ ਕੰਨਾਂ ਵਿਚ (ਉੱਚਾ ਆਤਮਕ ਜੀਵਨ ਬਣਾਣ ਲਈ) ਮਿਹਨਤ ਦੀਆਂ ਮੁੰਦ੍ਰਾਂ ਪਾ ਲੈ, ਅਤੇ ਦਇਆ ਨੂੰ ਤੂੰ ਆਪਣੀ ਕਫ਼ਨੀ ਬਣਾ।",
    "pronunciation": "ਕੰਨੀਂ",
    "type_id": 3
  },
  {
    "id": 38980,
    "shabad_id": 3356,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਾਵਣੁ ਜਾਣੁ ਬਿਭੂਤਿ ਲਾੲਿ ਜੋਗੀ; ਤਾ ਤੀਨਿ ਭਵਣ ਜਿਣਿ ਲੲਿਅਾ ||੧||",
    "transliteration": "Aavan Jaan Bibhooth Laae Jogee Thaa Theen Bhavan Jin Laeiaa ||1||",
    "translation": "Let coming and going be the ashes you apply to your body, Yogi, and then you shall conquer the three worlds. ||1||",
    "punjabi": "ਹੇ ਜੋਗੀ! ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਡਰ ਚੇਤੇ ਰੱਖ-ਇਹ ਸੁਆਹ ਤੂੰ ਆਪਣੇ ਪਿੰਡੇ ਉਤੇ ਮਲ। (ਜੇ ਤੂੰ ਇਹ ਉੱਦਮ ਕਰੇਂਗਾ, ਤਾਂ ਸਮਝ ਲਈਂ ਕਿ) ਤੂੰ ਜਗਤ ਦਾ ਮੋਹ ਜਿੱਤ ਲਿਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38981,
    "shabad_id": 3356,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅੈਸੀ ਕਿੰਗੁਰੀ ਵਜਾੲਿ ਜੋਗੀ ||",
    "transliteration": "Aisee Kinguree Vajaae Jogee ||",
    "translation": "Play that harp, Yogi,",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੂੰ ਅਜਿਹੀ ਵੀਣਾ ਵਜਾਇਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38982,
    "shabad_id": 3356,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜਿਤੁ ਕਿੰਗੁਰੀ ਅਨਹਦੁ ਵਾਜੈ; ਹਰਿ ਸਿੳੁ ਰਹੈ ਲਿਵ ਲਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jith Kinguree Anehadh Vaajai Har Sio Rehai Liv Laae ||1|| Rehaao ||",
    "translation": "Which vibrates the unstruck sound current, and remain lovingly absorbed in the Lord. ||1||Pause||",
    "punjabi": "ਜਿਸ ਵੀਣਾ ਦੇ ਵਜਾਣ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦਾ ਇੱਕ-ਰਸ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 38983,
    "shabad_id": 3356,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ਪਤੁ ਕਰਿ ਝੋਲੀ ਜੋਗੀ; ਅੰਮਿ੍ਰਤ ਨਾਮੁ ਭੁਗਤਿ ਪਾੲੀ ||",
    "transliteration": "Sath Santhokh Path Kar Jholee Jogee Anmrith Naam Bhugath Paaee ||",
    "translation": "Make truth and contentment your plate and pouch, Yogi; take the Ambrosial Naam as your food.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਦੂਜਿਆਂ ਦੀ) ਸੇਵਾ (ਕਰਿਆ ਕਰ, ਅਤੇ ਆਪਣੇ ਅੰਦਰ) ਸੰਤੋਖ (ਧਾਰਨ ਕਰ, ਇਹਨਾਂ ਦੋਹਾਂ) ਨੂੰ ਖੱਪਰ ਅਤੇ ਝੋਲੀ ਬਣਾ। ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਈ ਰੱਖੋ) ਇਹ ਚੂਰਮਾ ਪਾ (ਤੂੰ ਆਪਣੇ ਖੱਪਰ ਵਿਚ)।",
    "pronunciation": "ਸਤੁ[ਸੰਤੋਖੁ(ਪਤੁ)ੲਿੱਜ਼ਤ ਦੀ ਝੋਲੀ ਕਰਿ[(ਭੁਗਤਿ)ਭੋਜਨ[ ਕਰਿ ਦੇਲ੍ਹੀ ਦੀਪਕ[ ਪਤੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 38984,
    "shabad_id": 3356,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਧਿਅਾਨ ਕਾ ਕਰਿ ਡੰਡਾ ਜੋਗੀ; ਸਿੰਙੀ ਸੁਰਤਿ ਵਜਾੲੀ ||੨||",
    "transliteration": "Dhhiaan Kaa Kar Ddanddaa Jogee Sinn(g)ee Surath Vajaaee ||2||",
    "translation": "Make meditation your walking stick, Yogi, and make higher consciousness the horn you blow. ||2||",
    "punjabi": "ਹੇ ਜੋਗੀ! ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖਣ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਹੱਥ ਦਾ) ਡੰਡਾ ਬਣਾ; ਪ੍ਰਭੂ ਵਿਚ ਸੁਰਤ ਟਿਕਾਈ ਰੱਖ-ਇਹ ਸਿੰਙੀ ਵਜਾਇਆ ਕਰ ॥੨॥",
    "pronunciation": "ਵੱਜਾੲੀ",
    "type_id": 3
  },
  {
    "id": 38985,
    "shabad_id": 3356,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਮਨੁ ਦਿ੍ਰੜੁ ਕਰਿ, ਅਾਸਣਿ ਬੈਸੁ ਜੋਗੀ; ਤਾ ਤੇਰੀ ਕਲਪਣਾ ਜਾੲੀ ||",
    "transliteration": "Man Dhrirr Kar Aasan Bais Jogee Thaa Thaeree Kalapanaa Jaaee ||",
    "translation": "Make your stable mind the Yogic posture you sit in, Yogi, and then you shall be rid of your tormenting desires.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ) ਆਪਣੇ ਮਨ ਨੂੰ ਪੱਕਾ ਕਰ-(ਇਸ) ਆਸਣ ਉਤੇ ਬੈਠਿਆ ਕਰ, (ਇਸ ਅੱਭਿਆਸ ਨਾਲ) ਤੇਰੇ ਮਨ ਦੀ ਖਿੱਝ ਦੂਰ ਹੋ ਜਾਇਗੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38986,
    "shabad_id": 3356,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਕਾੲਿਅਾ ਨਗਰੀ ਮਹਿ, ਮੰਗਣਿ ਚੜਹਿ ਜੋਗੀ; ਤਾ ਨਾਮੁ ਪਲੈ ਪਾੲੀ ||੩||",
    "transliteration": "Kaaeiaa Nagaree Mehi Mangan Charrehi Jogee Thaa Naam Palai Paaee ||3||",
    "translation": "Go begging in the village of the body, Yogi, and then, you shall obtain the Naam in your lap. ||3||",
    "punjabi": "(ਤੂੰ ਆਟਾ ਮੰਗਣ ਲਈ ਨਗਰ ਵਲ ਤੁਰ ਪੈਂਦਾ ਹੈਂ, ਇਸ ਦੇ ਥਾਂ) ਜੇ ਤੂੰ ਆਪਣੇ ਸਰੀਰ-ਨਗਰ ਦੇ ਅੰਦਰ ਹੀ (ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰ ਤੋਂ ਉਸ ਦੇ ਨਾਮ ਦਾ ਦਾਨ) ਮੰਗਣਾ ਸ਼ੁਰੂ ਕਰ ਦੇਵੇਂ, ਤਾਂ, ਹੇ ਜੋਗੀ! ਤੈਨੂੰ (ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਇਗਾ ॥੩॥",
    "pronunciation": "ਨੱਗਰੀ ਚੜ੍ਹਹਿ ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 38987,
    "shabad_id": 3356,
    "pada": 6,
    "source_line": 15,
    "gurmukhi": "ੲਿਤੁ ਕਿੰਗੁਰੀ ਧਿਅਾਨੁ. ਨ ਲਾਗੈ ਜੋਗੀ; ਨਾ ਸਚੁ ਪਲੈ ਪਾੲਿ ||",
    "transliteration": "Eith Kinguree Dhhiaan N Laagai Jogee Naa Sach Palai Paae ||",
    "translation": "This harp does not center you in meditation, Yogi, nor does it bring the True Name into your lap.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਜਿਹੜੀ ਕਿੰਗੁਰੀ ਤੂੰ ਵਜਾ ਰਿਹਾ ਹੈਂ) ਇਸ ਕਿੰਗੁਰੀ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਧਿਆਨ ਨਹੀਂ ਜੁੜ ਸਕਦਾ, ਨਾਹ ਹੀ ਇਸ ਤਰ੍ਹਾਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38988,
    "shabad_id": 3356,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ੲਿਤੁ ਕਿੰਗੁਰੀ ਸਾਂਤਿ. ਨ ਅਾਵੈ ਜੋਗੀ; ਅਭਿਮਾਨੁ. ਨ ਵਿਚਹੁ ਜਾੲਿ ||੪||",
    "transliteration": "Eith Kinguree Saanth N Aavai Jogee Abhimaan N Vichahu Jaae ||4||",
    "translation": "This harp does not bring you peace, Yogi, nor eliminate egotism from within you. ||4||",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਤੇਰੀ) ਇਸ ਕਿੰਗੁਰੀ ਦੀ ਰਾਹੀਂ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਨਾਹ ਹੀ ਮਨ ਵਿਚੋਂ ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਸਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38989,
    "shabad_id": 3356,
    "pada": 7,
    "source_line": 16,
    "gurmukhi": "ਭੳੁ ਭਾੳੁ ਦੁੲਿ, ਪਤ ਲਾੲਿ ਜੋਗੀ; ੲਿਹੁ ਸਰੀਰੁ ਕਰਿ ਡੰਡੀ ||",
    "transliteration": "Bho Bhaao Dhue Path Laae Jogee Eihu Sareer Kar Ddanddee ||",
    "translation": "Make the Fear of God, and the Love of God, the two gourds of your lute, Yogi, and make this body its neck.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੂੰ ਆਪਣੇ ਇਸ ਸਰੀਰ ਨੂੰ (ਕਿੰਗੁਰੀ ਦੀ) ਡੰਡੀ ਬਣਾ ਅਤੇ (ਇਸ ਸਰੀਰ-ਡੰਡੀ ਨੂੰ) ਡਰ ਅਤੇ ਪਿਆਰ ਦੇ ਦੋ ਤੂੰਬੇ ਜੋੜ (ਭਾਵ, ਆਪਣੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਡਰ ਅਤੇ ਪਿਆਰ ਪੈਦਾ ਕਰ)।",
    "pronunciation": "ਪਤਪਾਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 38990,
    "shabad_id": 3356,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵਹਿ ਤਾ ਤੰਤੀ ਵਾਜੈ; ੲਿਨ ਬਿਧਿ ਤਿ੍ਰਸਨਾ ਖੰਡੀ ||੫||",
    "transliteration": "Guramukh Hovehi Thaa Thanthee Vaajai Ein Bidhh Thrisanaa Khanddee ||5||",
    "translation": "Become Gurmukh, and then vibrate the strings; in this way, your desires shall depart. ||5||",
    "punjabi": "ਹੇ ਜੋਗੀ! ਜੇ ਤੂੰ ਹਰ ਵੇਲੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆ ਰਹੇਂ ਤਾਂ (ਹਿਰਦੇ ਦੀ ਪ੍ਰੇਮ-) ਤਾਰ ਵੱਜ ਪਏਗੀ, ਇਸ ਤਰ੍ਹਾਂ (ਤੇਰੇ ਅੰਦਰੋਂ) ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਇਗੀ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38991,
    "shabad_id": 3356,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਹੁਕਮੁ ਬੁਝੈ. ਸੋ ਜੋਗੀ ਕਹੀਅੈ; ੲੇਕਸ ਸਿੳੁ ਚਿਤੁ ਲਾੲੇ ||",
    "transliteration": "Hukam Bujhai So Jogee Keheeai Eaekas Sio Chith Laaeae ||",
    "translation": "One who understands the Hukam of the Lord's Command is called a Yogi; he links his consciousness to the One Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਦੇ ਅਨੁਸਾਰ ਤੁਰਦਾ ਹੈ ਅਤੇ ਇਕ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ ਉਹ ਮਨੁੱਖ (ਅਸਲ) ਜੋਗੀ ਅਖਵਾਂਦਾ ਹੈ।",
    "pronunciation": "ਬੁੱਝੈ",
    "type_id": 3
  },
  {
    "id": 38992,
    "shabad_id": 3356,
    "pada": 8,
    "source_line": 18,
    "gurmukhi": "ਸਹਸਾ ਤੂਟੈ. ਨਿਰਮਲੁ ਹੋਵੈ; ਜੋਗ ਜੁਗਤਿ ੲਿਵ ਪਾੲੇ ||੬||",
    "transliteration": "Sehasaa Thoottai Niramal Hovai Jog Jugath Eiv Paaeae ||6||",
    "translation": "His cynicism is dispelled, and he becomes immaculately pure; this is how he finds the Way of Yoga. ||6||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ ਪਵਿੱਤਰ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ, ਇਸ ਤਰ੍ਹਾਂ ਉਹ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਨਾਲ ਮਿਲਾਪ ਦਾ ਢੰਗ ਲੱਭ ਲੈਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38993,
    "shabad_id": 3356,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਨਦਰੀ ਅਾਵਦਾ ਸਭੁ ਕਿਛੁ ਬਿਨਸੈ; ਹਰਿ ਸੇਤੀ ਚਿਤੁ ਲਾੲਿ ||",
    "transliteration": "Nadharee Aavadhaa Sabh Kishh Binasai Har Saethee Chith Laae ||",
    "translation": "Everything that comes into view shall be destroyed; focus your consciousness on the Lord.",
    "punjabi": "(ਹੇ ਜੋਗੀ! ਜਗਤ ਵਿਚ ਜੋ ਕੁਝ) ਅੱਖੀਂ ਦਿੱਸ ਰਿਹਾ ਹੈ (ਇਹ) ਸਭ ਕੁਝ ਨਾਸਵੰਤ ਹੈ (ਇਸ ਦਾ ਮੋਹ ਛੱਡ ਕੇ) ਤੂੰ ਪਰਮਾਤਮਾ ਨਾਲ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38994,
    "shabad_id": 3356,
    "pada": 9,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰ ਨਾਲਿ ਤੇਰੀ ਭਾਵਨੀ ਲਾਗੈ; ਤਾ ੲਿਹ ਸੋਝੀ ਪਾੲਿ ||੭||",
    "transliteration": "Sathigur Naal Thaeree Bhaavanee Laagai Thaa Eih Sojhee Paae ||7||",
    "translation": "Enshrine love for the True Guru, and then you shall obtain this understanding. ||7||",
    "punjabi": "(ਪਰ, ਹੇ ਜੋਗੀ!) ਇਹ ਸਮਝ ਤਦੋਂ ਹੀ ਪਏਗੀ ਜਦੋਂ ਗੁਰੂ ਨਾਲ ਤੇਰੀ ਸਰਧਾ ਬਣੇਗੀ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  }
]
