[
  {
    "id": 38995,
    "shabad_id": 3356,
    "pada": 10,
    "source_line": 1,
    "gurmukhi": "ੲੇਹੁ ਜੋਗੁ. ਨ ਹੋਵੈ ਜੋਗੀ; ਜਿ ਕੁਟੰਬੁ ਛੋਡਿ, ਪਰ ਭਵਣੁ ਕਰਹਿ ||",
    "transliteration": "Eaehu Jog N Hovai Jogee J Kuttanb Shhodd Parabhavan Karehi ||",
    "translation": "This is not Yoga, O Yogi, to abandon your family and wander around.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੂੰ ਇਹ ਜਿਹੜਾ ਆਪਣਾ ਪਰਵਾਰ ਛੱਡ ਕੇ ਦੇਸ-ਰਟਨ ਕਰਦਾ ਫਿਰਦਾ ਹੈਂ, ਇਸ ਨੂੰ ਜੋਗ ਨਹੀਂ ਆਖੀਦਾ।",
    "pronunciation": "ਪਰ ਪਰਾੲੇ ਭਵਣ ਘਰ ਚ ਨਜ਼ਾੲਿਜ਼ ਢੰਗ ਨਾਲ ਕਰਹਿ ਰਹਿਣਾ ਕਰੇਂ",
    "type_id": 3
  },
  {
    "id": 38996,
    "shabad_id": 3356,
    "pada": 10,
    "source_line": 2,
    "gurmukhi": "ਗਿ੍ਰਹ ਸਰੀਰ ਮਹਿ ਹਰਿ ਹਰਿ ਨਾਮੁ; ਗੁਰ ਪਰਸਾਦੀ ਅਪਣਾ ਹਰਿ ਪ੍ਰਭੁ ਲਹਹਿ ||੮||",
    "transliteration": "Grih Sareer Mehi Har Har Naam Gur Parasaadhee Apanaa Har Prabh Lehehi ||8||",
    "translation": "The Name of the Lord, Har, Har, is within the household of the body. By Guru's Grace, you shall find your Lord God. ||8||",
    "punjabi": "ਇਸ ਸਰੀਰ-ਘਰ ਵਿਚ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਵੱਸ ਰਿਹਾ ਹੈ। ਹੇ ਜੋਗੀ! ਆਪਣੇ ਅੰਦਰੋਂ ਹੀ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਤੂੰ ਆਪਣੇ ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭ ਸਕੇਂਗਾ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38997,
    "shabad_id": 3356,
    "pada": 11,
    "source_line": 2,
    "gurmukhi": "ੲਿਹੁ ਜਗਤੁ ਮਿਟੀ ਕਾ ਪੁਤਲਾ ਜੋਗੀ; ੲਿਸੁ ਮਹਿ ਰੋਗੁ ਵਡਾ ਤਿ੍ਰਸਨਾ ਮਾੲਿਅਾ ||",
    "transliteration": "Eihu Jagath Mittee Kaa Puthalaa Jogee Eis Mehi Rog Vaddaa Thrisanaa Maaeiaa ||",
    "translation": "This world is a puppet of clay, Yogi; the terrible disease, the desire for Maya is in it.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਇਹ ਸੰਸਾਰ (ਮਾਨੋ) ਮਿੱਟੀ ਦਾ ਬੁੱਤ ਹੈ, ਇਸ ਵਿਚ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਵੱਡਾ ਰੋਗ ਲੱਗਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 38998,
    "shabad_id": 3356,
    "pada": 11,
    "source_line": 3,
    "gurmukhi": "ਅਨੇਕ ਜਤਨ ਭੇਖ ਕਰੈ ਜੋਗੀ; ਰੋਗੁ. ਨ ਜਾੲਿ ਗਵਾੲਿਅਾ ||੯||",
    "transliteration": "Anaek Jathan Bhaekh Karae Jogee Rog N Jaae Gavaaeiaa ||9||",
    "translation": "Making all sorts of efforts, and wearing religious robes, Yogi, this disease cannot be cured. ||9||",
    "punjabi": "ਹੇ ਜੋਗੀ! ਜੇ ਕੋਈ ਮਨੁੱਖ (ਤਿਆਗੀਆਂ ਵਾਲੇ) ਭੇਖ ਆਦਿਕਾਂ ਦੇ ਅਨੇਕਾਂ ਜਤਨ ਕਰਦਾ ਰਹੇ, ਤਾਂ ਭੀ ਇਹ ਰੋਗ ਦੂਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 38999,
    "shabad_id": 3356,
    "pada": 12,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਅੳੁਖਧੁ ਹੈ ਜੋਗੀ; ਜਿਸ ਨੋ ਮੰਨਿ ਵਸਾੲੇ ||",
    "transliteration": "Har Kaa Naam Aoukhadhh Hai Jogee Jis No Mann Vasaaeae ||",
    "translation": "The Name of the Lord is the medicine, Yogi; the Lord enshrines it in the mind.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਇਸ ਰੋਗ ਨੂੰ ਦੂਰ ਕਰਨ ਲਈ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਦਵਾਈ ਹੈ (ਪਰ ਇਹ ਦਵਾਈ ਉਹੀ ਮਨੁੱਖ ਵਰਤਦਾ ਹੈ) ਜਿਸ ਉਤੇ (ਮਿਹਰ ਕਰ ਕੇ ਉਸ ਦੇ) ਮਨ ਵਿਚ (ਇਹ ਦਵਾਈ) ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39000,
    "shabad_id": 3356,
    "pada": 12,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ ਸੋੲੀ ਬੂਝੈ; ਜੋਗ ਜੁਗਤਿ ਸੋ ਪਾੲੇ ||੧੦||",
    "transliteration": "Guramukh Hovai Soee Boojhai Jog Jugath So Paaeae ||10||",
    "translation": "One who becomes Gurmukh understands this; he alone finds the Way of Yoga. ||10||",
    "punjabi": "(ਇਸ ਭੇਤ ਨੂੰ) ਉਹੀ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ, ਉਹੀ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਢੰਗ ਸਿੱਖਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39001,
    "shabad_id": 3356,
    "pada": 13,
    "source_line": 5,
    "gurmukhi": "ਜੋਗੈ ਕਾ ਮਾਰਗੁ ਬਿਖਮੁ ਹੈ ਜੋਗੀ; ਜਿਸ ਨੋ ਨਦਰਿ ਕਰੇ ਸੋ ਪਾੲੇ ||",
    "transliteration": "Jogai Kaa Maarag Bikham Hai Jogee Jis No Nadhar Karae So Paaeae ||",
    "translation": "The Path of Yoga is very difficult, Yogi; he alone finds it, whom God blesses with His Grace.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਜਿਸ ਜੋਗ ਦਾ ਅਸੀਂ ਜ਼ਿਕਰ ਕਰ ਰਹੇ ਹਾਂ ਉਸ) ਜੋਗ ਦਾ ਰਸਤਾ ਔਖਾ ਹੈ, ਇਹ ਰਸਤਾ ਉਸ ਮਨੁੱਖ ਨੂੰ ਲੱਭਦਾ ਹੈ ਜਿਸ ਉਤੇ (ਪ੍ਰਭੂ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39002,
    "shabad_id": 3356,
    "pada": 13,
    "source_line": 5,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ੲੇਕੋ ਵੇਖੈ; ਵਿਚਹੁ ਭਰਮੁ ਚੁਕਾੲੇ ||੧੧||",
    "transliteration": "Anthar Baahar Eaeko Vaekhai Vichahu Bharam Chukaaeae ||11||",
    "translation": "Inside and outside, he sees the One Lord; he eliminates doubt from within himself. ||11||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਅੰਦਰੋਂ ਮੇਰ-ਤੇਰ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ, ਆਪਣੇ ਅੰਦਰ ਅਤੇ ਸਾਰੇ ਸੰਸਾਰ ਵਿਚ ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਵੇਖਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39003,
    "shabad_id": 3356,
    "pada": 14,
    "source_line": 6,
    "gurmukhi": "ਵਿਣੁ ਵਜਾੲੀ ਕਿੰਗੁਰੀ ਵਾਜੈ ਜੋਗੀ; ਸਾ ਕਿੰਗੁਰੀ ਵਜਾੲਿ ||",
    "transliteration": "Vin Vajaaee Kinguree Vaajai Jogee Saa Kinguree Vajaae ||",
    "translation": "So play the harp which vibrates without being played, Yogi.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਤੂੰ (ਅੰਮ੍ਰਿਤ ਨਾਮ ਦੀ) ਉਹ ਵੀਣਾ ਵਜਾਇਆ ਕਰ ਜੋ (ਅੰਤਰ ਆਤਮੇ) ਬਿਨਾ ਵਜਾਇਆਂ ਵੱਜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39004,
    "shabad_id": 3356,
    "pada": 14,
    "source_line": 6,
    "gurmukhi": "ਕਹੈ ਨਾਨਕੁ. ਮੁਕਤਿ ਹੋਵਹਿ ਜੋਗੀ; ਸਾਚੇ ਰਹਹਿ ਸਮਾੲਿ ||੧੨||੧||੧੦||",
    "transliteration": "Kehai Naanak Mukath Hovehi Jogee Saachae Rehehi Samaae ||12||1||10||",
    "translation": "Says Nanak, thus you shall be liberated, Yogi, and remain merged in the True Lord. ||12||1||10||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਜੋਗੀ! (ਜੇ ਤੂੰ ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ ਵੀਣਾ ਵਜਾਏਂਗਾ, ਤਾਂ) ਤੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਖ਼ਲਾਸੀ (ਦਾ ਮਾਲਕ) ਹੋ ਜਾਹਿਂਗਾ, ਅਤੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਟਿਕਿਆ ਰਹੇਂਗਾ ॥੧੨॥੧॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39005,
    "shabad_id": 3357,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੩ ||",
    "transliteration": "Raamakalee Mehalaa 3 ||",
    "translation": "Raamkalee, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39006,
    "shabad_id": 3357,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਭਗਤਿ ਖਜਾਨਾ ਗੁਰਮੁਖਿ ਜਾਤਾ; ਸਤਿਗੁਰਿ ਬੂਝਿ ਬੁਝਾੲੀ ||੧||",
    "transliteration": "Bhagath Khajaanaa Guramukh Jaathaa Sathigur Boojh Bujhaaee ||1||",
    "translation": "The treasure of devotional worship is revealed to the Gurmukh; the True Guru has inspired me to understand this understanding. ||1||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਨੇ ਹੀ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਦੇ ਖ਼ਜ਼ਾਨੇ ਦੀ ਕਦਰ ਸਮਝੀ ਹੈ। ਗੁਰੂ ਨੇ (ਆਪ ਇਹ ਕਦਰ) ਸਮਝ (ਸਿੱਖ ਨੂੰ) ਬਖ਼ਸ਼ੀ ਹੈ ॥੧॥",
    "pronunciation": "ਬੂੱਝਿ[ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 39007,
    "shabad_id": 3357,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਸੰਤਹੁ ਗੁਰਮੁਖਿ ਦੇੲਿ ਵਡਿਅਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Santhahu Guramukh Dhaee Vaddiaaee ||1|| Rehaao ||",
    "translation": "O Saints, the Gurmukh is blessed with glorious greatness. ||1||Pause||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! (ਪਰਮਾਤਮਾ ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਉਸ ਮਨੁੱਖ ਨੂੰ ਇੱਜ਼ਤ ਦੇਂਦਾ ਹੈ ਜੋ ਸਦਾ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 39008,
    "shabad_id": 3357,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਚਿ ਰਹਹੁ. ਸਦਾ ਸਹਜੁ ਸੁਖੁ ੳੁਪਜੈ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਵਿਚਹੁ ਜਾੲੀ ||੨||",
    "transliteration": "Sach Rehahu Sadhaa Sehaj Sukh Oupajai Kaam Krodhh Vichahu Jaaee ||2||",
    "translation": "Dwelling always in Truth, celestial peace wells up; sexual desire and anger are eliminated from within. ||2||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਹੀ) ਤੁਸੀ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿ ਸਕਦੇ ਹੋ, (ਤੁਹਾਡੇ ਅੰਦਰ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਾਲਾ ਸੁਖ ਪੈਦਾ ਹੋ ਸਕਦਾ ਹੈ ਅਤੇ (ਤੁਹਾਡੇ) ਅੰਦਰੋਂ ਕਾਮ ਕ੍ਰੋਧ ਦੂਰ ਹੋ ਸਕਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39009,
    "shabad_id": 3357,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੁ ਛੋਡਿ. ਨਾਮ ਲਿਵ ਲਾਗੀ; ਮਮਤਾ ਸਬਦਿ ਜਲਾੲੀ ||੩||",
    "transliteration": "Aap Shhodd Naam Liv Laagee Mamathaa Sabadh Jalaaee ||3||",
    "translation": "Eradicating self-conceit, remain lovingly focused on the Naam, the Name of the Lord; through the Word of the Shabad, burn away possessiveness. ||3||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਨੇ ਹੀ) ਆਪਾ-ਭਾਵ ਛੱਡ ਕੇ (ਆਪਣੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਦੀ ਲਗਨ ਬਣਾਈ ਹੈ ਅਤੇ (ਆਪਣੇ ਅੰਦਰੋਂ) ਮੈਂ-ਮੇਰੀ ਦੀ ਆਦਤ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਾੜੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39010,
    "shabad_id": 3357,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਿਸ ਤੇ ੳੁਪਜੈ. ਤਿਸ ਤੇ ਬਿਨਸੈ; ਅੰਤੇ ਨਾਮੁ ਸਖਾੲੀ ||੪||",
    "transliteration": "Jis Thae Oupajai This Thae Binasai Anthae Naam Sakhaaee ||4||",
    "translation": "By Him we are created, and by Him we are destroyed; in the end, the Naam will be our only help and support. ||4||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰਮੁਖਿ ਨੂੰ ਹੀ ਇਹ ਸਮਝ ਆਉਂਦੀ ਹੈ ਕਿ) ਜੀਵ ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਪੈਦਾ ਹੁੰਦਾ ਹੈ ਉਸੇ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਨਾਸ ਹੋ ਜਾਂਦਾ ਹੈ, ਅਤੇ ਅਖ਼ੀਰ ਸਮੇ ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਨਾਮ ਹੀ ਸਾਥੀ ਬਣਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39011,
    "shabad_id": 3357,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਹਜੂਰਿ. ਦੂਰਿ, ਨਹ ਦੇਖਹੁ; ਰਚਨਾ ਜਿਨਿ ਰਚਾੲੀ ||੫||",
    "transliteration": "Sadhaa Hajoor Dhoor Neh Dhaekhahu Rachanaa Jin Rachaaee ||5||",
    "translation": "He is ever-present; don't think that He is far away. He created the creation. ||5||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਇਹ ਜਗਤ ਦੀ ਖੇਡ ਬਣਾਈ ਹੈ ਉਸ ਨੂੰ ਇਸ ਵਿਚ ਹਰ ਥਾਂ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਵੇਖੋ, ਇਸ ਵਿਚੋਂ ਲਾਂਭੇ ਦੂਰ ਨਾਹ ਸਮਝੋ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39012,
    "shabad_id": 3357,
    "pada": 7,
    "source_line": 10,
    "gurmukhi": "ਸਚਾ ਸਬਦੁ ਰਵੈ ਘਟ ਅੰਤਰਿ; ਸਚੇ ਸਿੳੁ ਲਿਵ ਲਾੲੀ ||੬||",
    "transliteration": "Sachaa Sabadh Ravai Ghatt Anthar Sachae Sio Liv Laaee ||6||",
    "translation": "Deep within your heart, chant the True Word of the Shabad; remain lovingly absorbed in the True Lord. ||6||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਹੀ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਸ਼ਬਦ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਸਕਦਾ ਹੈ ਅਤੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਨਾਲ ਲਗਨ ਲੱਗ ਸਕਦੀ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39013,
    "shabad_id": 3357,
    "pada": 8,
    "source_line": 11,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਹਿ ਨਾਮੁ ਨਿਰਮੋਲਕੁ; ਵਡੈਭਾਗਿ ਪਾੲਿਅਾ ਜਾੲੀ ||੭||",
    "transliteration": "Sathasangath Mehi Naam Niramolak Vaddai Bhaag Paaeiaa Jaaee ||7||",
    "translation": "The Priceless Naam is in the Society of the Saints; by great good fortune, it is obtained. ||7||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ) ਹਰਿ-ਨਾਮ ਕਿਸੇ ਦੁਨੀਆਵੀ ਪਦਾਰਥ ਦੇ ਵੱਟੇ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ਉਹ ਗੁਰੂ ਦੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਵੱਡੀ ਕਿਸਮਤ ਨਾਲ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39014,
    "shabad_id": 3357,
    "pada": 9,
    "source_line": 12,
    "gurmukhi": "ਭਰਮਿ. ਨ ਭੂਲਹੁ, ਸਤਿਗੁਰੁ ਸੇਵਹੁ; ਮਨੁ ਰਾਖਹੁ ੲਿਕ ਠਾੲੀ ||੮||",
    "transliteration": "Bharam N Bhoolahu Sathigur Saevahu Man Raakhahu Eik Thaaee ||8||",
    "translation": "Do not be deluded by doubt; serve the True Guru, and keep your mind steady in one place. ||8||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਨਾਹ ਪਏ ਰਹੋ, ਗੁਰੂ ਦਾ ਦਰ ਮੱਲੀ ਰੱਖੋ, (ਆਪਣੇ ਮਨ ਨੂੰ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਹੀ) ਇੱਕੋ ਥਾਂ ਟਿਕਾਈ ਰੱਖੋ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39015,
    "shabad_id": 3357,
    "pada": 10,
    "source_line": 12,
    "gurmukhi": "ਬਿਨੁ ਨਾਵੈ. ਸਭ ਭੂਲੀ ਫਿਰਦੀ; ਬਿਰਥਾ ਜਨਮੁ ਗਵਾੲੀ ||੯||",
    "transliteration": "Bin Naavai Sabh Bhoolee Firadhee Birathhaa Janam Gavaaee ||9||",
    "translation": "Without the Name, everyone wanders around in confusion; they waste away their lives in vain. ||9||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਤੋਂ ਬਿਨਾਂ ਸਾਰੀ ਲੁਕਾਈ ਕੁਰਾਹੇ ਪਈ ਹੋਈ ਹੈ, ਅਤੇ ਆਪਣਾ ਮਨੁੱਖਾ ਜਨਮ ਵਿਅਰਥ ਗਵਾ ਰਹੀ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39016,
    "shabad_id": 3357,
    "pada": 11,
    "source_line": 13,
    "gurmukhi": "ਜੋਗੀ ਜੁਗਤਿ ਗਵਾੲੀ ਹੰਢੈ; ਪਾਖੰਡਿ ਜੋਗੁ. ਨ ਪਾੲੀ ||੧੦||",
    "transliteration": "Jogee Jugath Gavaaee Handtai Paakhandd Jog N Paaee ||10||",
    "translation": "Yogi, you have lost the Way; you wander around confused. Through hypocrisy, Yoga is not attained. ||10||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਧਾਰਮਿਕ ਭੇਖ ਦੇ) ਪਖੰਡ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਨਹੀਂ ਹੁੰਦਾ; (ਜਿਹੜਾ ਜੋਗੀ ਨਿਰਾ ਇਸ ਪਖੰਡ ਵਿਚ ਪਿਆ ਹੋਇਆ ਹੈ, ਉਸ) ਜੋਗੀ ਨੇ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਜੁਗਤੀ (ਹੱਥੋਂ) ਗਵਾ ਲਈ ਹੈ, ਉਹ (ਵਿਅਰਥ) ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39017,
    "shabad_id": 3357,
    "pada": 12,
    "source_line": 13,
    "gurmukhi": "ਸਿਵ ਨਗਰੀ ਮਹਿ ਅਾਸਣਿ ਬੈਸੈ; ਗੁਰ ਸਬਦੀ ਜੋਗੁ ਪਾੲੀ ||੧੧||",
    "transliteration": "Siv Nagaree Mehi Aasan Baisai Gur Sabadhee Jog Paaee ||11||",
    "translation": "Sitting in Yogic postures in the City of God, through the Word of the Guru's Shabad, you shall find Yoga. ||11||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਜੋਗੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜਦਾ ਹੈ, ਉਸ ਨੇ) ਗੁਰ-ਸ਼ਬਦ ਦੀ ਬਰਕਤ ਨਾਲ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਉਹ ਜੋਗੀ ਸਾਧ ਸੰਗਤ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ (ਮਾਨੋ) ਆਸਣ ਉਤੇ ਬੈਠਾ ਹੋਇਆ ਹੈ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39018,
    "shabad_id": 3357,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "ਧਾਤੁਰਬਾਜੀ. ਸਬਦਿ ਨਿਵਾਰੇ; ਨਾਮੁ ਵਸੈ ਮਨਿ ਅਾੲੀ ||੧੨||",
    "transliteration": "Dhhaathur Baajee Sabadh Nivaarae Naam Vasai Man Aaee ||12||",
    "translation": "Restrain your restless wanderings through the Shabad, and the Naam will come to dwell in your mind. ||12||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜਿਸ ਮਨੁੱਖ ਦੇ) ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆ ਵੱਸਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਆਪਣੇ ਮਨ ਦੀ, ਮਾਇਆ ਪਿੱਛੇ ਭਟਕਣ ਦੀ ਖੇਡ ਮੁਕਾ ਲੈਂਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "(ਧਾਤੁਰ)ਮਾੲਿਕੀ ਝੂਠੀ ਬਾਜ਼ੀ",
    "type_id": 3
  },
  {
    "id": 39019,
    "shabad_id": 3357,
    "pada": 14,
    "source_line": 14,
    "gurmukhi": "ੲੇਹੁ ਸਰੀਰੁ ਸਰਵਰੁ ਹੈ ਸੰਤਹੁ; ੲਿਸਨਾਨੁ ਕਰੇ ਲਿਵ ਲਾੲੀ ||੧੩||",
    "transliteration": "Eaehu Sareer Saravar Hai Santhahu Eisanaan Karae Liv Laaee ||13||",
    "translation": "This body is a pool, O Saints; bathe in it, and enshrine love for the Lord. ||13||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਇਹ ਮਨੁੱਖ ਸਰੀਰ ਸੋਹਣਾ ਤਲਾਬ ਹੈ, ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ, (ਉਹ, ਮਾਨੋ, ਇਸ ਤਲਾਬ ਵਿਚ) ਇਸ਼ਨਾਨ ਕਰ ਰਿਹਾ ਹੈ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39020,
    "shabad_id": 3357,
    "pada": 15,
    "source_line": 15,
    "gurmukhi": "ਨਾਮਿ ੲਿਸਨਾਨੁ ਕਰਹਿ. ਸੇ ਜਨ ਨਿਰਮਲ; ਸਬਦੇ. ਮੈਲੁ ਗਵਾੲੀ ||੧੪||",
    "transliteration": "Naam Eisanaan Karehi Sae Jan Niramal Sabadhae Mail Gavaaee ||14||",
    "translation": "Those who cleanse themselves through the Naam, are the most immaculate people; through the Shabad, they wash off their filth. ||14||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਜਿਹੜੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ ਉਹ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹਨ, ਉਹਨਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਆਪਣੇ ਮਨ ਦੀ ਵਿਕਾਰਾਂ ਵਾਲੀ) ਮੈਲ ਦੂਰ ਕਰ ਲਈ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39021,
    "shabad_id": 3357,
    "pada": 16,
    "source_line": 16,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਅਚੇਤ. ਨਾਮੁ, ਚੇਤਹਿ ਨਾਹੀ; ਬਿਨੁ ਨਾਵੈ. ਬਿਨਸਿ ਜਾੲੀ ||੧੫||",
    "transliteration": "Thrai Gun Achaeth Naam Chaethehi Naahee Bin Naavai Binas Jaaee ||15||",
    "translation": "Trapped by the three qualities, the unconscious person does not think of the Naam; without the Name, he wastes away. ||15||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਪ੍ਰਭੂ ਦੀ ਮਾਇਆ ਬੜੀ ਪ੍ਰਬਲ ਹੈ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਕਾਰਨ (ਜੀਵ ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵੱਲੋਂ) ਬੇ-ਪਰਵਾਹ ਰਹਿੰਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਯਾਦ ਨਹੀਂ ਕਰਦੇ। (ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੇ) ਨਾਮ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ ॥੧੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39022,
    "shabad_id": 3357,
    "pada": 17,
    "source_line": 16,
    "gurmukhi": "ਬ੍ਰਹਮਾ ਬਿਸਨੁ ਮਹੇਸੁ ਤ੍ਰੈ ਮੂਰਤਿ; ਤਿ੍ਰਗੁਣਿ ਭਰਮਿ ਭੁਲਾੲੀ ||੧੬||",
    "transliteration": "Brehamaa Bisan Mehaes Thrai Moorath Thrigun Bharam Bhulaaee ||16||",
    "translation": "The three forms of Brahma, Vishnu and Shiva are trapped in the three qualities, lost in confusion. ||16||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਕੋਈ ਵੱਡੇ ਤੋਂ ਵੱਡਾ ਭੀ ਹੋਵੇ) ਬ੍ਰਹਮਾ (ਹੋਵੇ) ਵਿਸ਼ਨੂੰ (ਹੋਵੇ) ਸ਼ਿਵ (ਹੋਵੇ) (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹਰੇਕ ਜੀਵ ਮਾਇਆ ਦੇ) ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪੂਰਨ ਪ੍ਰਭਾਵ ਹੇਠ ਰਹਿੰਦਾ ਹੈ। ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਕਾਰਨ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ ਹਰੇਕ ਜੀਵ) ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪੈ ਜਾਂਦਾ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39023,
    "shabad_id": 3357,
    "pada": 18,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਤਿ੍ਰਕੁਟੀ ਛੂਟੈ; ਚੳੁਥੈ ਪਦਿ ਲਿਵ ਲਾੲੀ ||੧੭||",
    "transliteration": "Gur Parasaadhee Thrikuttee Shhoottai Chouthhai Padh Liv Laaee ||17||",
    "translation": "By Guru's Grace, this triad is eradicated, and one is lovingly absorbed in the fourth state. ||17||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਰਾਹੀਂ ਜਿਸ ਮਨੁੱਖ ਦੀ) ਤ੍ਰਿਊੜੀ (ਭਾਵ, ਮਨ ਦੀ ਖਿੱਝ) ਦੂਰ ਹੁੰਦੀ ਹੈ, (ਉਹ ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉਤਾਂਹ ਰਹਿ ਕੇ) ਚੌਥੀ ਆਤਮਕ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39024,
    "shabad_id": 3357,
    "pada": 19,
    "source_line": 18,
    "gurmukhi": "ਪੰਡਿਤ ਪੜਹਿ ਪੜਿ ਵਾਦੁ ਵਖਾਣਹਿ; ਤਿੰਨਾ ਬੂਝ. ਨ ਪਾੲੀ ||੧੮||",
    "transliteration": "Panddith Parrehi Parr Vaadh Vakhaanehi Thinnaa Boojh N Paaee ||18||",
    "translation": "The Pandits, the religious scholars, read, study and discuss the arguments; they do not understand. ||18||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ!) ਪੰਡਿਤ ਲੋਕ (ਪੁਰਾਣ ਆਦਿਕ ਪੁਸਤਕਾਂ) ਪੜ੍ਹਦੇ ਹਨ, ਇਹਨਾਂ ਨੂੰ ਪੜ੍ਹ ਕੇ (ਸ੍ਰੋਤਿਆਂ ਨੂੰ ਦੇਵਤਿਆਂ ਆਦਿਕ ਦਾ ਪਰਸਪਰ) ਲੜਾਈ-ਝਗੜਾ ਸੁਣਾਂਦੇ ਹਨ, (ਪਰ ਇਸ ਤਰ੍ਹਾਂ) ਉਹਨਾਂ ਨੂੰ (ਆਪ ਨੂੰ ਉੱਚੇ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਨਹੀਂ ਪੈਂਦੀ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39025,
    "shabad_id": 3357,
    "pada": 20,
    "source_line": 18,
    "gurmukhi": "ਬਿਖਿਅਾ ਮਾਤੇ ਭਰਮਿ ਭੁਲਾੲੇ; ੳੁਪਦੇਸੁ ਕਹਹਿ ਕਿਸੁ ਭਾੲੀ ||੧੯||",
    "transliteration": "Bikhiaa Maathae Bharam Bhulaaeae Oupadhaes Kehehi Kis Bhaaee ||19||",
    "translation": "Engrossed in corruption, they wander in confusion; who can they possibly instruct, O Siblings of Destiny? ||19||",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ (ਉਹ ਪੰਡਿਤ ਲੋਕ) ਭਟਕਣਾ ਦੇ ਕਾਰਨ (ਆਪ) ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ। ਫਿਰ ਹੇ ਭਾਈ! ਉਹ ਹੋਰ ਕਿਸ ਨੂੰ ਸਿੱਖਿਆ ਦੇਂਦੇ ਹਨ? (ਉਹਨਾਂ ਦੀ ਸਿੱਖਿਆ ਦਾ ਕਿਸੇ ਹੋਰ ਨੂੰ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੋ ਸਕਦਾ) ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39026,
    "shabad_id": 3357,
    "pada": 21,
    "source_line": 19,
    "gurmukhi": "ਭਗਤਿ ਜਨਾ ਕੀ ੳੂਤਮ ਬਾਣੀ; ਜੁਗਿ ਜੁਗਿ ਰਹੀ ਸਮਾੲੀ ||੨੦||",
    "transliteration": "Bhagath Janaa Kee Ootham Baanee Jug Jug Rehee Samaaee ||20||",
    "translation": "The Bani, the Word of the humble devotee is the most sublime and exalted; it prevails throughout the ages. ||20||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ ਦਾ ਬੋਲ ਸ੍ਰੇਸ਼ਟ ਹੋਇਆ ਕਰਦਾ ਹੈ। ਉਹ ਬੋਲ ਹਰੇਕ ਜੁਗ ਵਿਚ ਹੀ (ਹਰੇਕ ਸਮੇ ਹੀ ਸਭਨਾਂ ਉਤੇ) ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾਂਦਾ ਹੈ ॥੨੦॥",
    "pronunciation": "ਜੁੱਗਿ ਜੁੱਗਿ",
    "type_id": 3
  },
  {
    "id": 39027,
    "shabad_id": 3357,
    "pada": 22,
    "source_line": 19,
    "gurmukhi": "ਬਾਣੀ ਲਾਗੈ ਸੋ ਗਤਿ ਪਾੲੇ; ਸਬਦੇ ਸਚਿ ਸਮਾੲੀ ||੨੧||",
    "transliteration": "Baanee Laagai So Gath Paaeae Sabadhae Sach Samaaee ||21||",
    "translation": "One who is committed to this Bani is emancipated, and through the Shabad, merges in Truth. ||21||",
    "punjabi": "(ਹੇ ਸੰਤ ਜਨੋ! ਜਿਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ) ਬਾਣੀ ਵਿਚ ਸੁਰਤ ਜੋੜਦਾ ਹੈ, ਉਹ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਹਾਸਲ ਕਰ ਲੈਂਦਾ ਹੈ; ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਉਹ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
