[
  {
    "id": 39390,
    "shabad_id": 3370,
    "pada": 15,
    "source_line": 1,
    "gurmukhi": "gur prswdI ijnI Awpu qijAw; hir vwsnw smwxI ]",
    "transliteration": "Gur Parasaadhee Jinee Aap Thajiaa Har Vaasanaa Samaanee ||",
    "translation": "By Guru's Grace, they shed their selfishness and conceit; their hopes are merged in the Lord.",
    "punjabi": "ਪਰ ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਆਪਾ-ਭਾਵ ਛੱਡ ਦਿੱਤਾ ਹੈ, ਉਹਨਾਂ ਦੀ (ਮਾਇਕ) ਵਾਸਨਾ ਹਰੀ-ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਮੁੱਕ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39391,
    "shabad_id": 3370,
    "pada": 15,
    "source_line": 1,
    "gurmukhi": "khY nwnku. cwl Bgqw; jughu jugu inrwlI ]14]",
    "transliteration": "Kehai Naanak Chaal Bhagathaa Jugahu Jug Niraalee ||14||",
    "translation": "Says Nanak, the lifestyle of the devotees, in each and every age, is unique and distinct. ||14||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ (ਆਤਮਕ ਆਨੰਦ ਮਾਣਨ ਵਾਲੇ) ਭਗਤ ਜਨਾਂ ਦੀ ਜੀਵਨ-ਜੁਗਤੀ ਸਦਾ ਤੋਂ ਹੀ (ਦੁਨੀਆ ਨਾਲੋਂ) ਵੱਖਰੀ ਚਲੀ ਆ ਰਹੀ ਹੈ ॥੧੪॥",
    "pronunciation": "ju`ghu ju`gu",
    "type_id": 3
  },
  {
    "id": 39392,
    "shabad_id": 3370,
    "pada": 16,
    "source_line": 2,
    "gurmukhi": "ijau qU clwieih. iqv clh suAwmI; horu. ikAw jwxw gux qyry ]",
    "transliteration": "Jio Thoo Chalaaeihi Thiv Chaleh Suaamee Hor Kiaa Jaanaa Gun Thaerae ||",
    "translation": "As You make me walk, so do I walk, O my Lord and Master; what else do I know of Your Glorious Virtues?",
    "punjabi": "ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਜਿਵੇਂ ਤੂੰ (ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ ਜੀਵਨ-ਸੜਕ ਉਤੇ) ਤੋਰਦਾ ਹੈਂ, ਤਿਵੇਂ ਅਸੀਂ ਤੁਰਦੇ ਹਾਂ (ਬੱਸ! ਮੈਨੂੰ ਇਤਨੀ ਹੀ ਸੂਝ ਪਈ ਹੈ), ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਹੋਰ ਭੇਤ ਮੈਂ ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "c`lh[clwie-ih",
    "type_id": 3
  },
  {
    "id": 39393,
    "shabad_id": 3370,
    "pada": 16,
    "source_line": 2,
    "gurmukhi": "ijv qU clwieih. iqvY clh; ijnw mwrig pwvhy ]",
    "transliteration": "Jiv Thoo Chalaaeihi Thivai Chaleh Jinaa Maarag Paavehae ||",
    "translation": "As You cause them to walk, they walk - You have placed them on the Path.",
    "punjabi": "(ਮੈਂ ਇਹੀ ਸਮਝਿਆ ਹਾਂ ਕਿ) ਜਿਸ ਰਾਹੇ ਤੂੰ ਸਾਨੂੰ ਤੋਰਦਾ ਹੈਂ, ਉਸੇ ਰਾਹੇ ਅਸੀਂ ਤੁਰਦੇ ਹਾਂ। ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੂੰ (ਆਤਮਕ ਆਨੰਦ ਮਾਣਨ ਦੇ) ਰਸਤੇ ਉਤੇ ਤੋਰਦਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39394,
    "shabad_id": 3370,
    "pada": 16,
    "source_line": 3,
    "gurmukhi": "kir ikrpw. ijn nwim lwieih; is hir hir sdw iDAwvhy ]",
    "transliteration": "Kar Kirapaa Jin Naam Laaeihi S Har Har Sadhaa Dhhiaavehae ||",
    "translation": "In Your Mercy, You attach them to the Naam; they meditate forever on the Lord, Har, Har.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੂੰ ਮੇਹਰ ਕਰ ਕੇ ਆਪਣੇ ਨਾਮ ਵਿਚ ਜੋੜਦਾ ਹੈਂ, ਉਹ ਬੰਦੇ ਸਦਾ ਹਰੀ-ਨਾਮ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "lw-ieih, iDAwv-hy",
    "type_id": 3
  },
  {
    "id": 39395,
    "shabad_id": 3370,
    "pada": 16,
    "source_line": 3,
    "gurmukhi": "ijs no kQw suxwieih AwpxI; is gur duAwrY suKu pwvhy ]",
    "transliteration": "Jis No Kathhaa Sunaaeihi Aapanee S Guradhuaarai Sukh Paavehae ||",
    "translation": "Those whom You cause to listen to Your sermon, find peace in the Gurdwara, the Guru's Gate.",
    "punjabi": "ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ ਆਪਣੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਸੁਣਾਉਂਦਾ ਹੈਂ (ਸੁਣਨ ਵਲ ਪ੍ਰੇਰਦਾ ਹੈਂ), ਉਹ ਬੰਦੇ ਗੁਰੂ ਦੇ ਦਰ ਤੇ (ਪਹੁੰਚ ਕੇ) ਆਤਮਕ ਆਨੰਦ ਮਾਣਦੇ ਹਨ।",
    "pronunciation": "suxw-ieih[pwv-hy",
    "type_id": 3
  },
  {
    "id": 39396,
    "shabad_id": 3370,
    "pada": 16,
    "source_line": 4,
    "gurmukhi": "khY nwnku. scy swihb; ijau BwvY iqvY clwvhy ]15]",
    "transliteration": "Kehai Naanak Sachae Saahib Jio Bhaavai Thivai Chalaavehae ||15||",
    "translation": "Says Nanak, O my True Lord and Master, you make us walk according to Your Will. ||15||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ! ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਉਸੇ ਤਰ੍ਹਾਂ ਤੂੰ (ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ) ਜੀਵਨ-ਰਾਹ ਉਤੇ ਤੋਰਦਾ ਹੈਂ ॥੧੫॥",
    "pronunciation": "clwv-hy",
    "type_id": 3
  },
  {
    "id": 39397,
    "shabad_id": 3370,
    "pada": 17,
    "source_line": 5,
    "gurmukhi": "eyhu soihlw; sbdu suhwvw ]",
    "transliteration": "Eaehu Sohilaa Sabadh Suhaavaa ||",
    "translation": "This song of praise is the Shabad, the most beautiful Word of God.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦਾ) ਇਹ ਸੋਹਣਾ ਸ਼ਬਦ (ਆਤਮਕ) ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਗੀਤ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39398,
    "shabad_id": 3370,
    "pada": 17,
    "source_line": 5,
    "gurmukhi": "sbdo suhwvw sdw soihlw; siqgurU suxwieAw ]",
    "transliteration": "Sabadho Suhaavaa Sadhaa Sohilaa Sathiguroo Sunaaeiaa ||",
    "translation": "This beauteous Shabad is the everlasting song of praise, spoken by the True Guru.",
    "punjabi": "(ਯਕੀਨ ਜਾਣੋ ਕਿ) ਸਤਿਗੁਰੂ ਨੇ ਜੇਹੜਾ ਸੋਹਣਾ ਸ਼ਬਦ ਸੁਣਾਇਆ ਹੈ ਉਹ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39399,
    "shabad_id": 3370,
    "pada": 17,
    "source_line": 5,
    "gurmukhi": "eyhu iqn kY mMin visAw; ijn Durhu iliKAw AwieAw ]",
    "transliteration": "Eaehu Thin Kai Mann Vasiaa Jin Dhhurahu Likhiaa Aaeiaa ||",
    "translation": "This is enshrined in the minds of those who are so pre-destined by the Lord.",
    "punjabi": "ਪਰ ਇਹ ਗੁਰ-ਸ਼ਬਦ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰੋਂ ਲਿਖਿਆ ਲੇਖ ਉੱਘੜਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39400,
    "shabad_id": 3370,
    "pada": 17,
    "source_line": 6,
    "gurmukhi": "ieik iPrih Gnyry. krih glw; glI iknY. n pwieAw ]",
    "transliteration": "Eik Firehi Ghanaerae Karehi Galaa Galee Kinai N Paaeiaa ||",
    "translation": "Some wander around, babbling on and on, but none obtain Him by babbling.",
    "punjabi": "ਬਥੇਰੇ ਅਨੇਕਾਂ ਐਸੇ ਬੰਦੇ ਫਿਰਦੇ ਹਨ (ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ ਗੁਰ-ਸ਼ਬਦ ਤਾਂ ਨਹੀਂ ਵੱਸਿਆ, ਪਰ ਗਿਆਨ ਦੀਆਂ) ਗੱਲਾਂ ਕਰਦੇ ਹਨ। ਨਿਰੀਆਂ ਗੱਲਾਂ ਨਾਲ ਆਤਮਕ ਆਨੰਦ ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਮਿਲਿਆ।",
    "pronunciation": "g`lW[g`lIN",
    "type_id": 3
  },
  {
    "id": 39401,
    "shabad_id": 3370,
    "pada": 17,
    "source_line": 7,
    "gurmukhi": "khY nwnku. sbdu soihlw; siqgurU suxwieAw ]16]",
    "transliteration": "Kehai Naanak Sabadh Sohilaa Sathiguroo Sunaaeiaa ||16||",
    "translation": "Says Nanak, the Shabad, this song of praise, has been spoken by the True Guru. ||16||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਸਤਿਗੁਰੂ ਦਾ ਸੁਣਾਇਆ ਹੋਇਆ ਸ਼ਬਦ ਹੀ ਆਤਮਕ ਆਨੰਦ-ਦਾਤਾ ਹੈ ॥੧੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39402,
    "shabad_id": 3370,
    "pada": 18,
    "source_line": 7,
    "gurmukhi": "pivqu hoey sy jnw; ijnI hir iDAwieAw ]",
    "transliteration": "Pavith Hoeae Sae Janaa Jinee Har Dhhiaaeiaa ||",
    "translation": "Those humble beings who meditate on the Lord become pure.",
    "punjabi": "(ਗੁਰ ਸ਼ਬਦ ਦਾ ਸਦਕਾ) ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਐਸਾ ਆਨੰਦ ਪੈਦਾ ਹੋਇਆ ਕਿ ਮਾਇਆ ਵਾਲੇ ਰਸਾਂ ਦੀ ਉਹਨਾਂ ਨੂੰ ਖਿੱਚ ਹੀ ਨਾਹ ਰਹੀ, ਤੇ) ਉਹ ਬੰਦੇ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਬਣ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39403,
    "shabad_id": 3370,
    "pada": 18,
    "source_line": 8,
    "gurmukhi": "hir iDAwieAw pivqu hoey; gurmuiK ijnI iDAwieAw ]",
    "transliteration": "Har Dhhiaaeiaa Pavith Hoeae Guramukh Jinee Dhhiaaeiaa ||",
    "translation": "Meditating on the Lord, they become pure; as Gurmukh, they meditate on Him.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਜਿਨ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਉਹ ਸੁੱਧ ਆਚਰਨ ਵਾਲੇ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39404,
    "shabad_id": 3370,
    "pada": 18,
    "source_line": 8,
    "gurmukhi": "pivqu mwqw ipqw. kutMb sihq isau; pivqu sMgiq sbweIAw ]",
    "transliteration": "Pavith Maathaa Pithaa Kuttanb Sehith Sio Pavith Sangath Sabaaeeaa ||",
    "translation": "They are pure, along with their mothers, fathers, family and friends; all their companions are pure as well.",
    "punjabi": "(ਉਹਨਾਂ ਦੀ ਲਾਗ ਨਾਲ) ਉਹਨਾਂ ਦੇ ਮਾਤਾ ਪਿਤਾ ਪਰਵਾਰ ਦੇ ਜੀਵ ਪਵਿਤ੍ਰ ਜੀਵਨ ਵਾਲੇ ਬਣੇ, ਜਿਨ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਨੇ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਕੀਤੀ ਉਹ ਸਾਰੇ ਪਵਿਤ੍ਰ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39405,
    "shabad_id": 3370,
    "pada": 18,
    "source_line": 9,
    "gurmukhi": "khdy pivqu. suxdy pivqu; sy pivqu. ijnI mMin vswieAw ]",
    "transliteration": "Kehadhae Pavith Sunadhae Pavith Sae Pavith Jinee Mann Vasaaeiaa ||",
    "translation": "Pure are those who speak, and pure are those who listen; those who enshrine it within their minds are pure.",
    "punjabi": "ਹਰੀ-ਨਾਮ (ਇਕ ਐਸਾ ਆਨੰਦ ਦਾ ਸੋਮਾ ਹੈ ਕਿ ਇਸ ਨੂੰ) ਜਪਣ ਵਾਲੇ ਭੀ ਪਵਿਤ੍ਰ ਤੇ ਸੁਣਨ ਵਾਲੇ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਜੇਹੜੇ ਇਸ ਨੂੰ ਮਨ ਵਿਚ ਵਸਾਂਦੇ ਹਨ ਉਹ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39406,
    "shabad_id": 3370,
    "pada": 18,
    "source_line": 9,
    "gurmukhi": "khY nwnku. sy pivqu; ijnI gurmuiK hir hir iDAwieAw ]17]",
    "transliteration": "Kehai Naanak Sae Pavith Jinee Guramukh Har Har Dhhiaaeiaa ||17||",
    "translation": "Says Nanak, pure and holy are those who, as Gurmukh, meditate on the Lord, Har, Har. ||17||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰੀ-ਨਾਮ ਸਿਮਰਿਆ ਹੈ ਉਹ ਸੁੱਧ ਆਚਰਨ ਵਾਲੇ ਹੋ ਗਏ ਹਨ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39407,
    "shabad_id": 3370,
    "pada": 19,
    "source_line": 10,
    "gurmukhi": "krmI shju. n aUpjY; ivxu shjY. shsw, n jwie ]",
    "transliteration": "Karamee Sehaj N Oopajai Vin Sehajai Sehasaa N Jaae ||",
    "translation": "By religious rituals, intuitive poise is not found; without intuitive poise, skepticism does not depart.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਰਿਹਾਂ ਮਨ ਵਿਚ ਸਦਾ ਤੌਖ਼ਲਾ-ਸਹਿਮ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, (ਇਹ) ਤੌਖ਼ਲਾ-ਸਹਿਮ ਆਤਮਕ ਆਨੰਦ ਤੋਂ ਬਿਨਾ ਦੂਰ ਨਹੀਂ ਹੁੰਦਾ, (ਤੇ,) ਆਤਮਕ ਆਨੰਦ ਬਾਹਰੋਂ ਧਾਰਮਿਕ ਜਾਪਦੇ ਕਰਮ ਕੀਤਿਆਂ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39408,
    "shabad_id": 3370,
    "pada": 19,
    "source_line": 10,
    "gurmukhi": "nh jwie shsw. ikqY sMjim; rhy krm kmwey ]",
    "transliteration": "Neh Jaae Sehasaa Kithai Sanjam Rehae Karam Kamaaeae ||",
    "translation": "Skepticism does not depart by contrived actions; everybody is tired of performing these rituals.",
    "punjabi": "ਅਨੇਕਾਂ ਬੰਦੇ (ਅਜੇਹੇ) ਕਰਮ ਕਰ ਕਰ ਕੇ ਹਾਰ ਗਏ ਹਨ, ਪਰ ਮਨ ਦਾ ਤੌਖ਼ਲਾ-ਸਹਿਮ ਅਜੇਹੇ ਕਿਸੇ ਤਰੀਕੇ ਨਾਲ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39409,
    "shabad_id": 3370,
    "pada": 19,
    "source_line": 11,
    "gurmukhi": "shsY jIau mlIxu hY; ikqu sMjim Doqw jwey ]",
    "transliteration": "Sehasai Jeeo Maleen Hai Kith Sanjam Dhhothaa Jaaeae ||",
    "translation": "The soul is polluted by skepticism; how can it be cleansed?",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ) ਮਨ ਸਹਿਮ ਵਿਚ (ਹੈ ਉਤਨਾ ਚਿਰ) ਮੈਲਾ ਰਹਿੰਦਾ ਹੈ, ਮਨ ਦੀ ਇਹ ਮੈਲ ਕਿਸੇ (ਬਾਹਰਲੀ) ਜੁਗਤੀ ਨਾਲ ਨਹੀਂ ਧੁਪਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39410,
    "shabad_id": 3370,
    "pada": 19,
    "source_line": 11,
    "gurmukhi": "mMnu Dovhu. sbid lwghu; hir isau rhhu. icqu lwie ]",
    "transliteration": "Mann Dhhovahu Sabadh Laagahu Har Sio Rehahu Chith Laae ||",
    "translation": "Wash your mind by attaching it to the Shabad, and keep your consciousness focused on the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜੋ, ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸਦਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖੋ, (ਜੇ) ਮਨ (ਧੋਣਾ ਹੈ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ) ਧੋਵੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39411,
    "shabad_id": 3370,
    "pada": 19,
    "source_line": 12,
    "gurmukhi": "khY nwnku. gur prswdI shju aupjY; ieh shsw iev jwie ]18]",
    "transliteration": "Kehai Naanak Gur Parasaadhee Sehaj Oupajai Eihu Sehasaa Eiv Jaae ||18||",
    "translation": "Says Nanak, by Guru's Grace, intuitive poise is produced, and this skepticism is dispelled. ||18||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਮਨ ਦਾ ਤੌਖ਼ਲਾ-ਸਹਿਮ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ ॥੧੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39412,
    "shabad_id": 3370,
    "pada": 20,
    "source_line": 13,
    "gurmukhi": "jIAhu mYly; bwhrhu inrml ]",
    "transliteration": "Jeeahu Mailae Baaharahu Niramal ||",
    "translation": "Inwardly polluted, and outwardly pure.",
    "punjabi": "(ਨਿਰੇ ਬਾਹਰੋਂ ਧਾਰਮਿਕ ਦਿੱਸਦੇ ਕਰਮ ਕਰਨ ਵਾਲੇ ਬੰਦੇ) ਮਨ ਵਿਚ (ਵਿਕਾਰਾਂ ਨਾਲ) ਮੈਲੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਸਿਰਫ਼ ਵੇਖਣ ਨੂੰ ਹੀ ਪਵਿਤ੍ਰ ਜਾਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39413,
    "shabad_id": 3370,
    "pada": 20,
    "source_line": 13,
    "gurmukhi": "bwhrhu inrml. jIAhu q mYly; iqnI jnmu jUAY hwirAw ]",
    "transliteration": "Baaharahu Niramal Jeeahu Th Mailae Thinee Janam Jooai Haariaa ||",
    "translation": "Those who are outwardly pure and yet polluted within, lose their lives in the gamble.",
    "punjabi": "ਤੇ, ਜੇਹੜੇ ਬੰਦੇ ਬਾਹਰੋਂ ਪਵਿਤ੍ਰ ਦਿੱਸਣ, ਉਂਞ ਮਨੋਂ ਵਿਕਾਰੀ ਹੋਣ, ਉਹਨਾਂ ਨੇ ਆਪਣਾ ਜੀਵਨ ਇਉਂ ਵਿਅਰਥ ਗਵਾ ਲਿਆ ਸਮਝੋ ਜਿਵੇਂ ਕੋਈ ਜੁਆਰੀਆ ਜੂਏ ਵਿਚ ਧਨ ਹਾਰ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39414,
    "shabad_id": 3370,
    "pada": 20,
    "source_line": 14,
    "gurmukhi": "eyh iqsnw vfw rogu lgw; mrxu mnhu ivswirAw ]",
    "transliteration": "Eaeh Thisanaa Vaddaa Rog Lagaa Maran Manahu Visaariaa ||",
    "translation": "They contract this terrible disease of desire, and in their minds, they forget about dying.",
    "punjabi": "(ਉਹਨਾਂ ਨੂੰ ਅੰਦਰੋ-ਅੰਦਰ) ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਦਾ ਭਾਰਾ ਰੋਗ ਖਾਈ ਜਾਂਦਾ ਹੈ, (ਮਾਇਆ ਦੇ ਲਾਲਚ ਵਿਚ) ਮੌਤ ਨੂੰ ਉਹਨਾਂ ਭੁਲਾਇਆ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39415,
    "shabad_id": 3370,
    "pada": 20,
    "source_line": 14,
    "gurmukhi": "vydw mih nwmu auqmu. so suxih nwhI; iPrih ijau byqwilAw ]",
    "transliteration": "Vaedhaa Mehi Naam Outham So Sunehi Naahee Firehi Jio Baethaaliaa ||",
    "translation": "In the Vedas, the ultimate objective is the Naam, the Name of the Lord; but they do not hear this, and they wander around like demons.",
    "punjabi": "(ਲੋਕਾਂ ਦੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ ਧਾਰਮਿਕ ਦਿੱਸਣ ਵਾਸਤੇ ਉਹ ਆਪਣੇ ਬਾਹਰੋਂ ਧਾਰਮਿਕ ਦਿੱਸਦੇ ਕਰਮਾਂ ਦੀ ਵਡਿਆਈ ਦੱਸਣ ਲਈ ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਵਿਚੋਂ ਹਵਾਲੇ ਦੇਂਦੇ ਹਨ, ਪਰ) ਵੇਦ ਆਦਿਕ ਧਰਮ-ਪੁਸਤਕਾਂ ਵਿਚ ਜੋ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਣ ਦਾ ਉੱਤਮ ਉਪਦੇਸ਼ ਹੈ ਉਸ ਵਲ ਉਹ ਧਿਆਨ ਨਹੀਂ ਕਰਦੇ, ਤੇ ਭੂਤਾਂ ਵਾਂਗ ਹੀ ਜਗਤ ਵਿਚ ਵਿਚਰਦੇ ਹਨ (ਜੀਵਨ-ਤਾਲ ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39416,
    "shabad_id": 3370,
    "pada": 20,
    "source_line": 15,
    "gurmukhi": "khY nwnku. ijn scu qijAw. kUVy lwgy; iqnI jnmu jUAY hwirAw ]19]",
    "transliteration": "Kehai Naanak Jin Sach Thajiaa Koorrae Laagae Thinee Janam Jooai Haariaa ||19||",
    "translation": "Says Nanak, those who forsake Truth and cling to falsehood, lose their lives in the gamble. ||19||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (-ਸਿਮਰਨ) ਛੱਡਿਆ ਹੋਇਆ ਹੈ, ਤੇ ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਆਪਣੀ ਜੀਵਨ-ਖੇਡ ਜੂਏ ਵਿਚ ਹਾਰ ਲਈ ਸਮਝੋ ॥੧੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39417,
    "shabad_id": 3370,
    "pada": 21,
    "source_line": 15,
    "gurmukhi": "jIAhu inrml; bwhrhu inrml ]",
    "transliteration": "Jeeahu Niramal Baaharahu Niramal ||",
    "translation": "Inwardly pure, and outwardly pure.",
    "punjabi": "ਉਹ ਬੰਦੇ ਮਨੋਂ ਭੀ ਪਵਿਤ੍ਰ ਹੁੰਦੇ ਹਨ, ਤੇ ਬਾਹਰੋਂ ਭੀ ਪਵਿਤ੍ਰ ਹੁੰਦੇ ਹਨ,",
    "pronunciation": "jI-Ahu[bwh-rhu",
    "type_id": 3
  },
  {
    "id": 39418,
    "shabad_id": 3370,
    "pada": 21,
    "source_line": 16,
    "gurmukhi": "bwhrhu q inrml. jIAhu inrml; siqgur qy. krxI kmwxI ]",
    "transliteration": "Baaharahu Th Niramal Jeeahu Niramal Sathigur Thae Karanee Kamaanee ||",
    "translation": "Those who are outwardly pure and also pure within, through the Guru, perform good deeds.",
    "punjabi": "ਜੋ ਬੰਦੇ (ਆਚਰਨ-ਉਸਾਰੀ ਦੀ) ਉਹ ਕਮਾਈ ਕਰਦੇ ਹਨ ਜਿਸ ਦੀ ਹਿਦਾਇਤ ਗੁਰੂ ਤੋਂ ਮਿਲਦੀ ਹੈ, ਉਹ ਮਨੋਂ ਭੀ ਪਵਿਤ੍ਰ ਹੁੰਦੇ ਹਨ, ਤੇ ਬਾਹਰੋਂ ਭੀ ਪਵਿਤ੍ਰ ਹੁੰਦੇ ਹਨ (ਭਾਵ, ਉਹਨਾਂ ਦਾ ਜਗਤ ਨਾਲ ਵਰਤਾਰਾ ਭੀ ਸੁਚੱਜਾ ਹੁੰਦਾ ਹੈ), ਉਹ ਬਾਹਰੋਂ ਭੀ ਪਵਿਤ੍ਰ ਤੇ ਅੰਦਰੋਂ ਭੀ ਸੁੱਚੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39419,
    "shabad_id": 3370,
    "pada": 21,
    "source_line": 16,
    "gurmukhi": "kUV kI soie. phucY nwhI; mnsw sic smwxI ]",
    "transliteration": "Koorr Kee Soe Pahuchai Naahee Manasaa Sach Samaanee ||",
    "translation": "Not even an iota of falsehood touches them; their hopes are absorbed in the Truth.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਮਨ ਦਾ ਮਾਇਕ ਫੁਰਨਾ ਸਿਮਰਨ ਵਿਚ ਹੀ ਮੁੱਕ ਜਾਂਦਾ ਹੈ, (ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਇਤਨਾ ਆਤਮਕ ਆਨੰਦ ਬਣਦਾ ਹੈ ਕਿ) ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਖ਼ਬਰ ਤਕ ਉਹਨਾਂ ਦੇ ਮਨ ਤਕ ਨਹੀਂ ਪਹੁੰਚਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39420,
    "shabad_id": 3370,
    "pada": 21,
    "source_line": 17,
    "gurmukhi": "jnmu rqnu ijnI KitAw; Bly sy vxjwry ]",
    "transliteration": "Janam Rathan Jinee Khattiaa Bhalae Sae Vanajaarae ||",
    "translation": "Those who earn the jewel of this human life, are the most excellent of merchants.",
    "punjabi": "(ਜੀਵ ਜਗਤ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਦਾ ਵੱਖਰ ਵਿਹਾਝਣ ਆਏ ਹਨ) ਉਹੀ ਜੀਵ-ਵਪਾਰੀ ਚੰਗੇ ਕਹੇ ਜਾਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਨੇ (ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉਤੇ ਤੁਰ ਕੇ ਨਾਮ-ਕਮਾਈ ਕਰ ਕੇ) ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਸਫਲਾ ਕਰ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39421,
    "shabad_id": 3370,
    "pada": 21,
    "source_line": 17,
    "gurmukhi": "khY nwnku. ijn mMnu inrmlu; sdw rhih gur nwly ]20]",
    "transliteration": "Kehai Naanak Jin Mann Niramal Sadhaa Rehehi Gur Naalae ||20||",
    "translation": "Says Nanak, those whose minds are pure, abide with the Guru forever. ||20||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਦਾ ਮਨ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਆਨੰਦ ਬਣ ਜਾਂਦਾ ਹੈ) ਉਹ (ਅੰਤਰ ਆਤਮੇ) ਸਦਾ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਰਹਿੰਦੇ ਹਨ ॥੨੦॥",
    "pronunciation": "mMnu:it`pI AONkV bolou[ rh-ih",
    "type_id": 3
  },
  {
    "id": 39422,
    "shabad_id": 3370,
    "pada": 22,
    "source_line": 18,
    "gurmukhi": "jy ko isKu; gurU syqI snmuKu hovY ]",
    "transliteration": "Jae Ko Sikh Guroo Saethee Sanamukh Hovai ||",
    "translation": "If a Sikh turns to the Guru with sincere faith, as sunmukh",
    "punjabi": "ਜੇ ਕੋਈ ਸਿੱਖ ਗੁਰੂ ਦੇ ਸਾਹਮਣੇ ਸੁਰਖ਼ਰੂ ਹੋਣਾ ਚਾਹੁੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39423,
    "shabad_id": 3370,
    "pada": 22,
    "source_line": 18,
    "gurmukhi": "hovY q snmuKu isKu koeI; jIAhu rhY gur nwly ]",
    "transliteration": "Hovai Th Sanamukh Sikh Koee Jeeahu Rehai Gur Naalae ||",
    "translation": "If a Sikh turns to the Guru with sincere faith, as sunmukh, his soul abides with the Guru.",
    "punjabi": "ਜੋ ਸਿੱਖ ਇਹ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਕਿਸੇ ਲੁਕਵੇਂ ਖੋਟ ਦੇ ਕਾਰਨ ਉਸ ਨੂੰ ਗੁਰੂ ਦੇ ਸਾਹਮਣੇ ਅੱਖਾਂ ਨੀਵੀਆਂ ਨ ਕਰਨੀਆਂ ਪੈਣ, (ਤਾਂ ਰਸਤਾ ਇਕੋ ਹੀ ਹੈ ਕਿ) ਉਹ ਸੱਚੇ ਦਿਲੋਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39424,
    "shabad_id": 3370,
    "pada": 22,
    "source_line": 19,
    "gurmukhi": "gur ky crn. ihrdY iDAwey; AMqr AwqmY smwly ]",
    "transliteration": "Gur Kae Charan Hiradhai Dhhiaaeae Anthar Aathamai Samaalae ||",
    "translation": "Within his heart, he meditates on the lotus feet of the Guru; deep within his soul, he contemplates Him.",
    "punjabi": "ਸਿੱਖ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਥਾਂ ਦੇਵੇ, ਆਪਣੇ ਆਤਮਾ ਦੇ ਅੰਦਰ ਸੰਭਾਲ ਰੱਖੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39425,
    "shabad_id": 3370,
    "pada": 22,
    "source_line": 19,
    "gurmukhi": "Awpu Cif. sdw rhY prxY; gur ibnu Avru. n jwxY koey ]",
    "transliteration": "Aap Shhadd Sadhaa Rehai Paranai Gur Bin Avar N Jaanai Koeae ||",
    "translation": "Renouncing selfishness and conceit, he remains always on the side of the Guru; he does not know anyone except the Guru.",
    "punjabi": "ਆਪਾ-ਭਾਵ ਛੱਡ ਕੇ ਸਦਾ ਗੁਰੂ ਦੇ ਆਸਰੇ, ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਆਪਣੇ ਆਤਮਕ ਜੀਵਨ ਦਾ, ਆਤਮਕ ਆਨੰਦ ਦਾ ਵਸੀਲਾ) ਨਾ ਸਮਝੇ।",
    "pronunciation": "",
    "type_id": 3
  }
]
