[
  {
    "id": 39590,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39591,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਧਿਅਾੲਿ ਮਨਾ; ਖਿਨੁ. ਨ ਵਿਸਾਰੀਅੈ ॥",
    "transliteration": "Har Har Dhhiaae Manaa Khin N Visaareeai ||",
    "translation": "Meditate on the Lord Har Har, O mind; don't forget Him, even for an instant.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਧਿਆਨ ਧਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਰਤਾ ਜਿਤਨੇ ਸਮੇ ਲਈ ਭੀ ਉਸ ਨੂੰ ਭੁਲਾਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39592,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰਾਮ ਰਾਮਾ ਰਾਮ ਰਮਾ; ਕੰਠਿ ੳੁਰ ਧਾਰੀਅੈ ॥",
    "transliteration": "Raam Raamaa Raam Ramaa Kanth Our Dhhaareeai ||",
    "translation": "Enshrine the Lord, Raam, Raam, Raam, Raam, within your heart and throat.",
    "punjabi": "ਉਸ ਸੋਹਣੇ ਰਾਮ ਨੂੰ ਸਦਾ ਹੀ ਗਲ ਵਿਚ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39593,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੳੁਰ ਧਾਰਿ ਹਰਿ ਹਰਿ ਪੁਰਖੁ ਪੂਰਨੁ; ਪਾਰਬ੍ਰਹਮੁ ਨਿਰੰਜਨੋ ॥",
    "transliteration": "Our Dhhaar Har Har Purakh Pooran Paarabreham Niranjano ||",
    "translation": "Enshrine within your heart the Primal Lord, Har, Har, the all-pervading, supreme, immaculate Lord God.",
    "punjabi": "ਸਭ ਗੁਣਾਂ ਦੇ ਮਾਲਕ ਪਾਰਬ੍ਰਹਮ ਨਿਰਲੇਪ ਹਰੀ ਸਰਬ-ਵਿਆਪਕ ਹਰੀ ਨੂੰ ਸਦਾ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39594,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭੈ ਦੂਰਿ ਕਰਤਾ. ਪਾਪ ਹਰਤਾ; ਦੁਸਹ ਦੁਖ ਭਵ ਖੰਡਨੋ ॥",
    "transliteration": "Bhai Dhoor Karathaa Paap Harathaa Dhuseh Dhukh Bhav Khanddano ||",
    "translation": "He sends fear far away; He is the Destroyer of sin; He eradicates the unbearable pains of the terrifying world-ocean.",
    "punjabi": "ਉਹ ਹਰੀ ਸਾਰੇ ਡਰਾਂ ਦਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਨੂੰ ਮੁਕਾਣ ਵਾਲਾ ਹੈ, ਉਹਨਾਂ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਜੋ ਬੜੀ ਔਖਿਆਈ ਨਾਲ ਸਹਾਰੇ ਜਾ ਸਕਦੇ ਹਨ।",
    "pronunciation": "(ਦੁਸਹ)ਕਠਨ, ਦੁ-ਸਹ",
    "type_id": 3
  },
  {
    "id": 39595,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਗਦੀਸ ੲੀਸ ਗੁੋਪਾਲ ਮਾਧੋ; ਗੁਣ ਗੋਵਿੰਦ ਵੀਚਾਰੀਅੈ ॥",
    "transliteration": "Jagadhees Ees Guopaal Maadhho Gun Govindh Veechaareeai ||",
    "translation": "Contemplate the Lord of the World, the Cherisher of the World, the Lord, the Virtuous Lord of the Universe.",
    "punjabi": "ਜਗਤ ਦੇ ਮਾਲਕ, ਸਭ ਦੇ ਮਾਲਕ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ, ਮਾਇਆ ਦੇ ਪਤੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਨੂੰ ਸਦਾ ਚਿੱਤ ਵਿਚ ਵਸਾਈ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ;",
    "pronunciation": "ਜੱਗਦੀਸ, ਗੁੋ:ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 39596,
    "shabad_id": 3373,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਮਿਲਿ ਸੰਗਿ ਸਾਧੂ; ਦਿਨਸੁ ਰੈਣਿ ਚਿਤਾਰੀਅੈ ॥੧॥",
    "transliteration": "Binavanth Naanak Mil Sang Saadhhoo Dhinas Rain Chithaareeai ||1||",
    "translation": "Prays Nanak, joining the Saadh Sangat, the Company of the Holy, remember the Lord, day and night. ||1||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਦਿਨ ਰਾਤ ਉਸ ਨੂੰ ਯਾਦ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39597,
    "shabad_id": 3373,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਚਰਨਕਮਲ ਅਾਧਾਰੁ. ਜਨ ਕਾ ਅਾਸਰਾ ॥",
    "transliteration": "Charan Kamal Aadhhaar Jan Kaa Aasaraa ||",
    "translation": "His lotus feet are the support and anchor of His humble servants.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ ਹੀ ਭਗਤ ਜਨਾਂ ਵਾਸਤੇ ਜੀਵਨ ਦਾ ਸਹਾਰਾ ਹਨ ਆਸਰਾ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39598,
    "shabad_id": 3373,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮਾਲੁ ਮਿਲਖ ਭੰਡਾਰ; ਨਾਮੁ ਅਨੰਤ ਧਰਾ ॥",
    "transliteration": "Maal Milakh Bhanddaar Naam Ananth Dhharaa ||",
    "translation": "He takes the Naam, the Name of the Infinite Lord, as his wealth, property and treasure.",
    "punjabi": "ਬੇਅੰਤ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਣਾ ਹੀ ਭਗਤ ਜਨਾਂ ਵਾਸਤੇ ਧਨ-ਪਦਾਰਥ ਹੈ ਭੁਇਂ ਦੀ ਮਾਲਕੀ ਹੈ ਖ਼ਜ਼ਾਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39599,
    "shabad_id": 3373,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਨਾਮੁ ਨਰਹਰ ਨਿਧਾਨੁ ਜਿਨ ਕੈ; ਰਸ ਭੋਗ ੲੇਕ ਨਰਾੲਿਣਾ ॥",
    "transliteration": "Naam Narehar Nidhhaan Jin Kai Ras Bhog Eaek Naraaeinaa ||",
    "translation": "Those who have the treasure of the Lord's Name, enjoy the taste of the One Lord.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਵੱਸ ਰਿਹਾ ਹੈ, ਉਹਨਾਂ ਵਾਸਤੇ ਨਾਰਾਇਣ ਦਾ ਨਾਮ ਜਪਣਾ ਹੀ ਦੁਨੀਆ ਦੇ ਰਸਾਂ ਭੋਗਾਂ ਦਾ ਮਾਣਨਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39600,
    "shabad_id": 3373,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਰਸ ਰੂਪ ਰੰਗ ਅਨੰਤ ਬੀਠਲ; ਸਾਸਿ ਸਾਸਿ ਧਿਅਾੲਿਣਾ ॥",
    "transliteration": "Ras Roop Rang Ananth Beethal Saas Saas Dhhiaaeinaa ||",
    "translation": "They meditate on the Infinite Lord with each and every breath, as their pleasure, joy and beauty.",
    "punjabi": "ਬੇਅੰਤ ਅਤੇ ਨਿਰਲੇਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਜਪਦੇ ਰਹਿਣਾ ਹੀ ਉਹਨਾਂ ਵਾਸਤੇ ਦੁਨੀਆ ਦੇ ਰੂਪ ਰਸ ਅਤੇ ਰੰਗ-ਤਮਾਸ਼ੇ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39601,
    "shabad_id": 3373,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਿਲਵਿਖ ਹਰਣਾ. ਨਾਮ ਪੁਨਹਚਰਣਾ; ਨਾਮੁ. ਜਮ ਕੀ ਤ੍ਰਾਸ ਹਰਾ ॥",
    "transliteration": "Kilavikh Haranaa Naam Punehacharanaa Naam Jam Kee Thraas Haraa ||",
    "translation": "The Naam, the Name of the Lord, is the Destroyer of sins, the only deed of redemption. The Naam drives out the fear of the Messenger of Death.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਹੀ ਭਗਤ ਜਨਾਂ ਲਈ ਪ੍ਰਾਸਚਿਤ ਕਰਮ ਹੈ, ਨਾਮ ਹੀ ਮੌਤ ਦਾ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "ਪੁਨਹ-ਚਰਣਾ",
    "type_id": 3
  },
  {
    "id": 39602,
    "shabad_id": 3373,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਰਾਸਿ ਜਨ ਕੀ; ਚਰਨਕਮਲਹ ਅਾਸਰਾ ॥੨॥",
    "transliteration": "Binavanth Naanak Raas Jan Kee Charan Kamaleh Aasaraa ||2||",
    "translation": "Prays Nanak, the support of His lotus feet is the capital of His humble servant. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਆਸਰਾ ਹੀ ਭਗਤ ਜਨਾਂ ਵਾਸਤੇ (ਜ਼ਿੰਦਗੀ ਦਾ) ਸਰਮਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39603,
    "shabad_id": 3373,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗੁਣ ਬੇਅੰਤ ਸੁਅਾਮੀ ਤੇਰੇ; ਕੋੲਿ. ਨ ਜਾਨੲੀ ॥",
    "transliteration": "Gun Baeanth Suaamee Thaerae Koe N Jaanee ||",
    "translation": "Your Glorious Virtues are endless, O my Lord and Master; no one knows them all.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਤੇਰੇ ਗੁਣ ਬੇਅੰਤ ਹਨ, ਕੋਈ ਭੀ ਜੀਵ (ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ) ਨਹੀਂ ਜਾਣਦਾ।",
    "pronunciation": "ਜਾ-ਨੲੀ",
    "type_id": 3
  },
  {
    "id": 39604,
    "shabad_id": 3373,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਦੇਖਿ ਚਲਤ ਦੲਿਅਾਲ; ਸੁਣਿ ਭਗਤ ਵਖਾਨੲੀ ॥",
    "transliteration": "Dhaekh Chalath Dhaeiaal Sun Bhagath Vakhaanee ||",
    "translation": "Seeing and hearing of Your wondrous plays, O Merciful Lord, Your devotees narrate them.",
    "punjabi": "(ਜਿਹੜਾ ਭੀ ਕੋਈ ਮਨੁੱਖ ਤੇਰੇ ਕੁਝ ਗੁਣਾਂ ਦਾ ਬਿਆਨ ਕਰਦਾ ਹੈ, ਉਹ) ਤੈਂ ਦਇਆਲ ਦੇ ਕੌਤਕ ਵੇਖ ਕੇ (ਜਾਂ) ਭਗਤ ਜਨਾਂ ਪਾਸੋਂ ਸੁਣ ਕੇ (ਹੀ) ਬਿਆਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਚੱਲ-ਤ। ਵਖਾ-ਨੲੀ",
    "type_id": 3
  },
  {
    "id": 39605,
    "shabad_id": 3373,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭਿ ਤੁਝੁ ਧਿਅਾਵਹਿ; ਪੁਰਖ ਪਤਿ ਪਰਮੇਸਰਾ ॥",
    "transliteration": "Jeea Janth Sabh Thujh Dhhiaavehi Purakhapath Paramaesaraa ||",
    "translation": "All beings and creatures meditate on You, O Primal Transcendent Lord, Master of men.",
    "punjabi": "ਹੇ ਜੀਵਾਂ ਦੇ ਮਾਲਕ! ਹੇ ਪਰਮੇਸਰ! ਸਾਰੇ ਜੀਵ ਜੰਤ ਤੈਨੂੰ ਧਿਆਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39606,
    "shabad_id": 3373,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਰਬ ਜਾਚਿਕ. ੲੇਕੁ ਦਾਤਾ; ਕਰੁਣਾਮੈ ਜਗਦੀਸਰਾ ॥",
    "transliteration": "Sarab Jaachik Eaek Dhaathaa Karunaa Mai Jagadheesaraa ||",
    "translation": "All beings are beggars; You are the One Giver, O Lord of the Universe, Embodiment of mercy.",
    "punjabi": "ਹੇ ਤਰਸ-ਰੂਪ ਪ੍ਰਭੂ! ਹੇ ਜਗਤ ਦੇ ਈਸ਼੍ਵਰ! ਤੂੰ ਇਕੱਲਾ ਦਾਤਾ ਹੈਂ, ਸਾਰੇ ਜੀਵ (ਤੇਰੇ ਦਰ ਦੇ) ਮੰਗਤੇ ਹਨ।",
    "pronunciation": "ਕਰੁਣਾ-ਮੈ।ਜੱਗਦੀਸਰਾ",
    "type_id": 3
  },
  {
    "id": 39607,
    "shabad_id": 3373,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਸਾਧੂ ਸੰਤੁ ਸੁਜਾਣੁ ਸੋੲੀ; ਜਿਸਹਿ ਪ੍ਰਭ ਜੀ ਮਾਨੲੀ ॥",
    "transliteration": "Saadhhoo Santh Sujaan Soee Jisehi Prabh Jee Maanee ||",
    "translation": "He alone is holy, a Saint, a truly wise person, who is accepted by the Dear Lord.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਆਦਰ ਬਖ਼ਸ਼ਦਾ ਹੈ ਉਹੀ ਸਾਧੂ ਹੈ ਉਹੀ ਸੁਜਾਨ ਸੰਤ ਹੈ।",
    "pronunciation": "ਮਾ-ਨੲੀ",
    "type_id": 3
  },
  {
    "id": 39608,
    "shabad_id": 3373,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਕਰਹੁ ਕਿਰਪਾ; ਸੋੲਿ ਤੁਝਹਿ ਪਛਾਨੲੀ ॥੩॥",
    "transliteration": "Binavanth Naanak Karahu Kirapaa Soe Thujhehi Pashhaanee ||3||",
    "translation": "Prays Nanak, they alone realize You, unto whom You show Mercy. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਜੀਵ ਉਤੇ ਤੂੰ ਕਿਰਪਾ ਕਰਦਾ ਹੈਂ, ਉਹੀ ਤੈਨੂੰ ਪਛਾਣਦਾ ਹੈ (ਤੇਰੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾਂਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "ਪਛਾ-ਨੲੀ",
    "type_id": 3
  },
  {
    "id": 39609,
    "shabad_id": 3373,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਮੋਹਿ ਨਿਰਗੁਣ ਅਨਾਥੁ; ਸਰਣੀ ਅਾੲਿਅਾ ॥",
    "transliteration": "Mohi Niragun Anaathh Saranee Aaeiaa ||",
    "translation": "I am unworthy and without any master; I seek Your Sanctuary, Lord.",
    "punjabi": "ਮੈਂ ਗੁਣ-ਹੀਨ ਸਾਂ, ਮੈਂ ਨਿਆਸਰਾ ਸਾਂ (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮੈਂ ਪ੍ਰਭੂ ਦੀ) ਸਰਨ ਆ ਪਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39610,
    "shabad_id": 3373,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਬਲਿ ਬਲਿ ਬਲਿ ਗੁਰਦੇਵ; ਜਿਨਿ ਨਾਮੁ ਦਿ੍ਰੜਾੲਿਅਾ ॥",
    "transliteration": "Bal Bal Bal Guradhaev Jin Naam Dhrirraaeiaa ||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice to the Divine Guru, who has implanted the Naam within me.",
    "punjabi": "(ਉਸ) ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਬਲਿਹਾਰ ਜਾਂਦਾ ਹਾਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ (ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦਾ) ਨਾਮ ਪੱਕਾ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39611,
    "shabad_id": 3373,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਗੁਰਿ ਨਾਮੁ ਦੀਅਾ. ਕੁਸਲੁ ਥੀਅਾ; ਸਰਬ ੲਿਛਾ ਪੁੰਨੀਅਾ ॥",
    "transliteration": "Gur Naam Dheeaa Kusal Thheeaa Sarab Eishhaa Punneeaa ||",
    "translation": "The Guru blessed me with the Naam; happiness came, and all my desires were fulfilled.",
    "punjabi": "ਗੁਰੂ ਨੇ (ਜਿਸ ਕਿਸੇ ਨੂੰ ਭੀ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਦਿੱਤਾ (ਉਸ ਦੇ ਅੰਦਰ) ਆਤਮਕ ਆਨੰਦ ਬਣ ਗਿਆ, (ਉਸ ਦੀਆਂ) ਸਾਰੀਆਂ ਮੁਰਾਦਾਂ ਪੂਰੀਆਂ ਹੋ ਗਈਆਂ;",
    "pronunciation": "ਪੁੰਨੀਅਾਂ",
    "type_id": 3
  },
  {
    "id": 39612,
    "shabad_id": 3373,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਜਲਨੇ ਬੁਝਾੲੀ. ਸਾਂਤਿ ਅਾੲੀ; ਮਿਲੇ ਚਿਰੀ ਵਿਛੁੰਨਿਅਾ ॥",
    "transliteration": "Jalanae Bujhaaee Saanth Aaee Milae Chiree Vishhunniaa ||",
    "translation": "The fire of desire has been quenched, and peace and tranquility have come; after such a long separation, I have met my Lord again.",
    "punjabi": "(ਗੁਰੂ ਨੇ ਉਸ ਦੇ ਅੰਦਰੋਂ) ਸਾੜਾ ਮਿਟਾ ਦਿੱਤਾ, (ਉਸ ਦੇ ਅੰਦਰ) ਠੰਢ ਪੈ ਗਈ, ਉਹ (ਪ੍ਰਭੂ ਤੋਂ) ਚਿਰਾਂ ਦਾ ਵਿਛੁੜਿਆ ਹੋਇਆ (ਮੁੜ) ਮਿਲ ਪਿਆ।",
    "pronunciation": "ਬੁਝਾੲੀ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 39613,
    "shabad_id": 3373,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਾਨੰਦ ਹਰਖ ਸਹਜ ਸਾਚੇ; ਮਹਾ ਮੰਗਲ ਗੁਣ ਗਾੲਿਅਾ ॥",
    "transliteration": "Aanandh Harakh Sehaj Saachae Mehaa Mangal Gun Gaaeiaa ||",
    "translation": "I have found ecstasy, pleasure and true intuitive poise, singing the great glories, the song of bliss of the Lord.",
    "punjabi": "(ਜਿਸ ਨੇ ਭੀ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ) ਬੜਾ ਆਨੰਦ ਪੈਦਾ ਕਰਨ ਵਾਲੇ ਹਰਿ-ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕੀਤੇ, ਉਸ ਦੇ ਅੰਦਰ ਅਟੱਲ ਆਤਮਕ ਅਡੋਲਤਾ ਦੀਆਂ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਆਨੰਦ ਬਣ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39614,
    "shabad_id": 3373,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਨਾਮੁ ਪ੍ਰਭ ਕਾ; ਗੁਰ ਪੂਰੇ ਤੇ ਪਾੲਿਅਾ ॥੪॥੨॥",
    "transliteration": "Binavanth Naanak Naam Prabh Kaa Gur Poorae Thae Paaeiaa ||4||2||",
    "translation": "Prays Nanak, I have obtained the Name of God from the Perfect Guru. ||4||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਪਰਮਾਤਮਾ ਦਾ (ਅਜਿਹਾ) ਨਾਮ ਪੂਰੇ ਗੁਰੂ ਪਾਸੋਂ (ਹੀ) ਮਿਲਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39615,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Raamakalee Mehalaa 5 ||",
    "translation": "Raamkalee, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39616,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰੁਣ ਝੁਣੋ ਸਬਦੁ ਅਨਾਹਦੁ; ਨਿਤ ੳੁਠਿ ਗਾੲੀਅੈ ਸੰਤਨ ਕੈ ॥",
    "transliteration": "Run Jhuno Sabadh Anaahadh Nith Outh Gaaeeai Santhan Kai ||",
    "translation": "Rise early each morning, and with the Saints, sing the melodious harmony, the unstruck sound current of the Shabad.",
    "punjabi": "ਨਿੱਤ ਆਹਰ ਨਾਲ ਸਾਧ ਸੰਗਤ ਵਿਚ ਜਾ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਮਿਠੀ ਮਿਠੀ ਸੁਰ ਵਾਲੀ ਬਾਣੀ ਇਕ-ਰਸ ਗਾਵਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39617,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਿਲਵਿਖ ਸਭਿ ਦੋਖ ਬਿਨਾਸਨੁ; ਹਰਿ ਨਾਮੁ ਜਪੀਅੈ ਗੁਰ ਮੰਤਨ ਕੈ ॥",
    "transliteration": "Kilavikh Sabh Dhokh Binaasan Har Naam Japeeai Gur Manthan Kai ||",
    "translation": "All sins and sufferings are erased chanting the Lord's Name, under Guru's Instructions.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਾਰੇ ਪਾਪਾਂ ਤੇ ਐਬਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਇਹ ਹਰਿ-ਨਾਮ ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਉਤੇ ਤੁਰ ਕੇ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39618,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਲੀਜੈ. ਅਮਿੳੁ ਪੀਜੈ; ਰੈਣਿ ਦਿਨਸੁ ਅਰਾਧੀਅੈ ॥",
    "transliteration": "Har Naam Leejai Amio Peejai Rain Dhinas Araadhheeai ||",
    "translation": "Dwell upon the Lord's Name, and drink in the Nectar; day and night, worship and adore Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਣਾ ਚਾਹੀਦਾ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਹਰਿ ਨਾਮ-ਜਲ ਪੀਣਾ ਚਾਹੀਦਾ ਹੈ, ਦਿਨ ਰਾਤ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39619,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋਗ ਦਾਨ ਅਨੇਕ ਕਿਰਿਅਾ; ਲਗਿ ਚਰਣਕਮਲਹ ਸਾਧੀਅੈ ॥",
    "transliteration": "Jog Dhaan Anaek Kiriaa Lag Charan Kamaleh Saadhheeai ||",
    "translation": "The merits of Yoga, charity and religious rituals are obtained by grasping His lotus feet.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਸੋਹਣੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ (ਮਾਨੋ) ਅਨੇਕਾਂ ਜੋਗ-ਸਾਧਨਾਂ ਦਾ ਅਨੇਕਾਂ ਦਾਨ-ਪੁੰਨਾਂ ਦਾ ਅਨੇਕਾਂ ਅਜਿਹੀਆਂ ਹੋਰ ਕਿਰਿਆਵਾਂ ਦਾ ਸਾਧਨ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39620,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਭਾੳੁ ਭਗਤਿ ਦੲਿਅਾਲ ਮੋਹਨ; ਦੂਖ ਸਗਲੇ ਪਰਹਰੈ ॥",
    "transliteration": "Bhaao Bhagath Dhaeiaal Mohan Dhookh Sagalae Pareharai ||",
    "translation": "Loving devotion to the merciful, enticing Lord takes away all pain.",
    "punjabi": "ਦਇਆ ਦੇ ਸੋਮੇ ਮੋਹਨ-ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39621,
    "shabad_id": 3374,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਤਰੈ ਸਾਗਰੁ; ਧਿਅਾੲਿ ਸੁਅਾਮੀ ਨਰਹਰੈ ॥੧॥",
    "transliteration": "Binavanth Naanak Tharai Saagar Dhhiaae Suaamee Nareharai ||1||",
    "translation": "Prays Nanak, cross over the world-ocean, meditating on the Lord, your Lord and Master. ||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39622,
    "shabad_id": 3374,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੁਖਸਾਗਰ ਗੋਬਿੰਦ ਸਿਮਰਣੁ; ਭਗਤ ਗਾਵਹਿ ਗੁਣ ਤੇਰੇ ਰਾਮ ॥",
    "transliteration": "Sukh Saagar Gobindh Simaran Bhagath Gaavehi Gun Thaerae Raam ||",
    "translation": "Meditation on the Lord of the Universe is an ocean of peace; Your devotees sing Your Glorious Praises, Lord.",
    "punjabi": "ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਗੋਬਿੰਦ! (ਤੇਰੇ) ਭਗਤ (ਤੇਰਾ) ਸਿਮਰਨ (ਕਰਦੇ ਹਨ), ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39623,
    "shabad_id": 3374,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਨਦ ਮੰਗਲ ਗੁਰ ਚਰਣੀ ਲਾਗੇ; ਪਾੲੇ ਸੂਖ ਘਨੇਰੇ ਰਾਮ ॥",
    "transliteration": "Anadh Mangal Gur Charanee Laagae Paaeae Sookh Ghanaerae Raam ||",
    "translation": "Ecstasy, bliss and great happiness are obtained by grasping hold of the Guru's feet.",
    "punjabi": "ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਉਹਨਾਂ ਨੂੰ ਅਨੇਕਾਂ ਆਨੰਦ ਖ਼ੁਸ਼ੀਆਂ ਤੇ ਸੁਖ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39624,
    "shabad_id": 3374,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਸੁਖ ਨਿਧਾਨੁ ਮਿਲਿਅਾ. ਦੂਖ ਹਰਿਅਾ; ਕਿ੍ਰਪਾ ਕਰਿ ਪ੍ਰਭਿ ਰਾਖਿਅਾ ॥",
    "transliteration": "Sukh Nidhhaan Miliaa Dhookh Hariaa Kirapaa Kar Prabh Raakhiaa ||",
    "translation": "Meeting with the treasure of peace, their pains are taken away; granting His Grace, God protects them.",
    "punjabi": "(ਜਿਸ ਨੂੰ ਗੁਰੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਸ ਨੂੰ) ਸੁਖਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹਰਿ-ਨਾਮ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ ਜਿਸ ਮਨੁੱਖ ਦੀ (ਦੁੱਖ ਆਦਿਕਾਂ ਤੋਂ) ਰੱਖਿਆ ਕੀਤੀ, ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ ਨਿਵਿਰਤ ਹੋ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39625,
    "shabad_id": 3374,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਚਰਣ ਲਾਗਾ. ਭ੍ਰਮੁ ਭੳੁ ਭਾਗਾ; ਹਰਿ ਨਾਮੁ ਰਸਨਾ ਭਾਖਿਅਾ ॥",
    "transliteration": "Har Charan Laagaa Bhram Bho Bhaagaa Har Naam Rasanaa Bhaakhiaa ||",
    "translation": "Those who grasp the Lord's feet - their fears and doubts run away, and they chant the Name of the Lord.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਗਿਆ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੀ ਜੀਭ ਨਾਲ ਉਚਾਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ, ਉਸ ਦਾ ਹਰੇਕ ਕਿਸਮ ਦਾ ਭਰਮ-ਵਹਿਮ ਤੇ ਡਰ ਦੂਰ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39626,
    "shabad_id": 3374,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ੲੇਕੁ ਚਿਤਵੈ. ਪ੍ਰਭੁ ੲੇਕੁ ਗਾਵੈ; ਹਰਿ ੲੇਕੁ ਦਿ੍ਰਸਟੀ ਅਾੲਿਅਾ ॥",
    "transliteration": "Har Eaek Chithavai Prabh Eaek Gaavai Har Eaek Dhrisattee Aaeiaa ||",
    "translation": "He thinks of the One Lord, and he sings of the One God; he gazes upon the One Lord alone.",
    "punjabi": "ਉਹ ਮਨੁੱਖ (ਫਿਰ) ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ ਚੇਤੇ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ ਇਕ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਨੂੰ ਹੀ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਉਸ ਨੂੰ ਹਰ ਥਾਂ ਵੱਸਦਾ ਨਜ਼ਰ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
