[
  {
    "id": 39627,
    "shabad_id": 3374,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਪ੍ਰਭਿ ਕਰੀ ਕਿਰਪਾ; ਪੂਰਾ ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Binavanth Naanak Prabh Karee Kirapaa Pooraa Sathigur Paaeiaa ||2||",
    "translation": "Prays Nanak, God has granted His Grace, and I have found the Perfect True Guru. ||2||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੂੰ ਪੂਰਾ ਗੁਰੂ ਮਿਲ ਪਿਆ ॥੨॥",
    "pronunciation": "ਬਿਨਵੰਤਿ",
    "type_id": 3
  },
  {
    "id": 39628,
    "shabad_id": 3374,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ਰਹੀਅੈ ਪ੍ਰਭ ਸਾਧ ਜਨਾ; ਮਿਲਿ ਹਰਿ ਕੀਰਤਨੁ ਸੁਨੀਅੈ. ਰਾਮ ॥",
    "transliteration": "Mil Reheeai Prabh Saadhh Janaa Mil Har Keerathan Suneeai Raam ||",
    "translation": "Meet with the holy, humble servants of God; meeting with the Lord, listen to the Kirtan of His Praises.",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਭਗਤਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ, ਭਗਤ-ਜਨਾਂ ਨੂੰ ਮਿਲ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਕੀਰਤਨ ਸੁਣਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39629,
    "shabad_id": 3374,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਦੲਿਅਾਲ ਪ੍ਰਭੂ ਦਾਮੋਦਰ ਮਾਧੋ; ਅੰਤੁ. ਨ ਪਾੲੀਅੈ ਗੁਨੀਅੈ, ਰਾਮ ॥",
    "transliteration": "Dhaeiaal Prabhoo Dhaamodhar Maadhho Anth N Paaeeai Guneeai Raam ||",
    "translation": "God is the Merciful Master, the Lord of wealth; there is no end to His Virtues.",
    "punjabi": "ਦਇਆ ਦੇ ਸੋਮੇ ਦਾਮੋਦਰ ਮਾਇਆ ਦੇ ਪਤੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39630,
    "shabad_id": 3374,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਦੲਿਅਾਲ. ਦੁਖ ਹਰ ਸਰਣਿ ਦਾਤਾ; ਸਗਲ ਦੋਖ ਨਿਵਾਰਣੋ ॥",
    "transliteration": "Dhaeiaal Dhukh Har Saran Dhaathaa Sagal Dhokh Nivaarano ||",
    "translation": "The Merciful Lord is the Dispeller of pain, the Giver of Sanctuary, the Eradicator of all evil.",
    "punjabi": "ਪ੍ਰਭੂ ਦਇਆ ਦਾ ਸੋਮਾ ਹੈ, ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਸਰਨ-ਜੋਗ ਹੈ, ਸਭ ਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39631,
    "shabad_id": 3374,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਮੋਹ ਸੋਗ ਵਿਕਾਰ ਬਿਖੜੇ; ਜਪਤ ਨਾਮ ੳੁਧਾਰਣੋ ॥",
    "transliteration": "Moh Sog Vikaar Bikharrae Japath Naam Oudhhaarano ||",
    "translation": "Emotional attachment, sorrow, corruption and pain - chanting the Naam, the Name of the Lord, one is saved from these.",
    "punjabi": "ਨਾਮ ਜਪਣ ਵਾਲਿਆਂ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਮੋਹ ਸੋਗ ਅਤੇ ਔਖੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39632,
    "shabad_id": 3374,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਸਭਿ ਜੀਅ ਤੇਰੇ ਪ੍ਰਭੂ ਮੇਰੇ; ਕਰਿ ਕਿਰਪਾ ਸਭ ਰੇਣ ਥੀਵਾ ॥",
    "transliteration": "Sabh Jeea Thaerae Prabhoo Maerae Kar Kirapaa Sabh Raen Thheevaa ||",
    "translation": "All beings are Yours, O my God; bless me with Your Mercy, that I may become the dust under the feet of all men.",
    "punjabi": "ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵ ਤੇਰੇ (ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ), ਮਿਹਰ ਕਰ, ਮੈਂ ਸਭਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਬਣਿਆ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39633,
    "shabad_id": 3374,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਪ੍ਰਭ ਮੲਿਅਾ ਕੀਜੈ; ਨਾਮੁ ਤੇਰਾ ਜਪਿ ਜੀਵਾ ॥੩॥",
    "transliteration": "Binavanth Naanak Prabh Maeiaa Keejai Naam Thaeraa Jap Jeevaa ||3||",
    "translation": "Prays Nanak, O God, be kind to me, that I may chant Your Name, and live. ||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਹੇ ਪ੍ਰਭੂ! ਦਇਆ ਕਰ, ਮੈਂ ਤੇਰਾ ਨਾਮ ਜਪ ਜਪ ਕੇ ਆਤਮਕ ਜੀਵਨ ਹਾਸਲ ਕਰਦਾ ਰਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39634,
    "shabad_id": 3374,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਰਾਖਿ ਲੀੲੇ ਪ੍ਰਭਿ ਭਗਤ ਜਨਾ; ਅਪਣੀ ਚਰਣੀ ਲਾੲੇ. ਰਾਮ ॥",
    "transliteration": "Raakh Leeeae Prabh Bhagath Janaa Apanee Charanee Laaeae Raam ||",
    "translation": "God saves His humble devotees, attaching them to His feet.",
    "punjabi": "(ਸਦਾ ਤੋਂ ਹੀ) ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜ ਕੇ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਰੱਖਿਆ ਕੀਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39635,
    "shabad_id": 3374,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਅਪਨਾ ਪ੍ਰਭੁ ਸਿਮਰਹ; ੲੇਕੋ ਨਾਮੁ ਧਿਅਾੲੇ. ਰਾਮ ॥",
    "transliteration": "Aath Pehar Apanaa Prabh Simareh Eaeko Naam Dhhiaaeae Raam ||",
    "translation": "Twenty-four hours a day, they meditate in remembrance on their God; they meditae on the One Name.",
    "punjabi": "ਸੋ, ਇਕ ਹਰਿ-ਨਾਮ ਦਾ ਧਿਆਨ ਧਰ ਕੇ, ਆਓ, ਅਸੀਂ ਭੀ ਅੱਠੇ ਪਹਰ ਆਪਣੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਰਹੀਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39636,
    "shabad_id": 3374,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਧਿਅਾੲਿ ਸੋ ਪ੍ਰਭੁ. ਤਰੇ ਭਵਜਲ; ਰਹੇ ਅਾਵਣ ਜਾਣਾ ॥",
    "transliteration": "Dhhiaae So Prabh Tharae Bhavajal Rehae Aavan Jaanaa ||",
    "translation": "Meditating on that God, they cross over the terrifying world-ocean, and their comings and goings cease.",
    "punjabi": "(ਅਨੇਕਾਂ ਜੀਵ) ਉਸ ਪ੍ਰਭੂ ਦਾ ਧਿਆਨ ਧਰ ਕੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਗਏ, (ਉਹਨਾਂ ਦੇ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਮੁੱਕ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39637,
    "shabad_id": 3374,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਦਾ ਸੁਖੁ ਕਲਿਅਾਣ ਕੀਰਤਨੁ; ਪ੍ਰਭ ਲਗਾ ਮੀਠਾ ਭਾਣਾ ॥",
    "transliteration": "Sadhaa Sukh Kaliaan Keerathan Prabh Lagaa Meethaa Bhaanaa ||",
    "translation": "They enjoy eternal peace and pleasure, singing the Kirtan of God's Praises; His Will seems so sweet to them.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਿਆਂ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਸਦਾ ਸੁਖ-ਆਨੰਦ ਬਣਿਆ ਰਿਹਾ, ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਮਿੱਠੀ ਲੱਗਣ ਲੱਗ ਪਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39638,
    "shabad_id": 3374,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਸਭ ੲਿਛ ਪੁੰਨੀ ਅਾਸ ਪੂਰੀ; ਮਿਲੇ ਸਤਿਗੁਰ ਪੂਰਿਅਾ ॥",
    "transliteration": "Sabh Eishh Punnee Aas Pooree Milae Sathigur Pooriaa ||",
    "translation": "All my desires are fulfilled, meeting with the Perfect True Guru.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪੂਰੇ ਗੁਰੂ ਨੂੰ ਮਿਲ ਪਏ, ਉਹਨਾਂ ਦੀ ਹਰੇਕ ਮੁਰਾਦ ਪੂਰੀ ਹੋ ਗਈ, ਉਹਨਾਂ ਦੀ ਹਰੇਕ ਆਸ ਪੂਰੀ ਹੋ ਗਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39639,
    "shabad_id": 3374,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਬਿਨਵੰਤਿ ਨਾਨਕ. ਪ੍ਰਭਿ ਅਾਪਿ ਮੇਲੇ; ਫਿਰਿ. ਨਾਹੀ ਦੂਖ ਵਿਸੂਰਿਅਾ ॥੪॥੩॥",
    "transliteration": "Binavanth Naanak Prabh Aap Maelae Fir Naahee Dhookh Visooriaa ||4||3||",
    "translation": "Prays Nanak, God has blended me with Himself; I shall never suffer pain or sorrow again. ||4||3||",
    "punjabi": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜਿਨ੍ਹਾਂ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਆਪ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਮਿਲਾ ਲਿਆ, ਉਹਨਾਂ ਨੂੰ ਕੋਈ ਦੁੱਖ ਕੋਈ ਝੋਰੇ ਮੁੜ ਨਹੀਂ ਵਿਆਪਦੇ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39640,
    "shabad_id": 3375,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰਾਮਕਲੀ ਮਹਲਾ ੫ ਛੰਤ ॥",
    "transliteration": "Raamakalee Mehalaa 5 Shhanth ||",
    "translation": "Raamkalee, Fifth Mehl, Chhant.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39641,
    "shabad_id": 3376,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "ਸਲੋਕੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39642,
    "shabad_id": 3376,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਰਣਾਗਤੀ; ਅਨਦ ਮੰਗਲ ਗੁਣ ਗਾਮ ॥",
    "transliteration": "Charan Kamal Saranaagathee Anadh Mangal Gun Gaam ||",
    "translation": "In the Sanctuary of His lotus feet, I sing His Glorious Praises in ecstasy and bliss.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੇ) ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਆ ਕੇ (ਪਰਮਾਤਮਾ ਦੇ) ਗੁਣ ਗਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ) ਆਨੰਦ ਸੁਖ ਬਣੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਸਰ-ਣਾਗਤੀ",
    "type_id": 3
  },
  {
    "id": 39643,
    "shabad_id": 3376,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਪ੍ਰਭੁ ਅਾਰਾਧੀਅੈ; ਬਿਪਤਿ ਨਿਵਾਰਣ. ਰਾਮ ॥੧॥",
    "transliteration": "Naanak Prabh Aaraadhheeai Bipath Nivaaran Raam ||1||",
    "translation": "O Nanak, worship God in adoration, the Eradicator of misfortune. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ ਪਰਮਾਤਮਾ ਦਾ ਆਰਾਧਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਪਰਮਾਤਮਾ (ਹਰੇਕ) ਬਿਪਤਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39644,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39645,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਭ ਬਿਪਤਿ ਨਿਵਾਰਣੋ; ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Prabh Bipath Nivaarano This Bin Avar N Koe Jeeo ||",
    "translation": "God is the Eradicator of misfortune; there is none other than Him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਹੀ (ਜੀਵਾਂ ਦੀ ਹਰੇਕ) ਬਿਪਤਾ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕੋਈ (ਇਹੋ ਜਿਹੀ ਸਮਰਥਾ ਵਾਲਾ) ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39646,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਹਰਿ ਸਿਮਰੀਅੈ; ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਸੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Sadhaa Sadhaa Har Simareeai Jal Thhal Meheeal Soe Jeeo ||",
    "translation": "Forever and ever, remember the Lord in meditation; He is permeating the water, the land and the sky.",
    "punjabi": "ਸਦਾ ਹੀ ਸਦਾ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ; ਜਲ ਵਿਚ, ਧਰਤੀ ਵਿਚ, ਆਕਾਸ਼ ਵਿਚ (ਹਰ ਥਾਂ) ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39647,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਲਿ ਥਲਿ ਮਹੀਅਲਿ ਪੂਰਿ ਰਹਿਅਾ; ੲਿਕ ਨਿਮਖ. ਮਨਹੁ. ਨ ਵੀਸਰੈ ॥",
    "transliteration": "Jal Thhal Meheeal Poor Rehiaa Eik Nimakh Manahu N Veesarai ||",
    "translation": "He is permeating and pervading the water, the land and the sky; do not forget Him from your mind, even for an instant.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਜਲ ਵਿਚ ਧਰਤੀ ਵਿਚ ਪੁਲਾੜ ਵਿਚ (ਹਰ ਥਾਂ) ਵਿਆਪਕ ਹੈ ਅੱਖ ਦੇ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇਂ ਵਾਸਤੇ ਭੀ ਉਹ ਪ੍ਰਭੂ ਸਾਡੇ ਮਨ ਤੋਂ ਭੁੱਲਣਾ ਨਹੀਂ ਚਾਹੀਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39648,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਚਰਨ ਲਾਗੇ. ਦਿਨ ਸਭਾਗੇ; ਸਰਬ ਗੁਣ ਜਗਦੀਸਰੈ ॥",
    "transliteration": "Gur Charan Laagae Dhin Sabhaagae Sarab Gun Jagadheesarai ||",
    "translation": "Blessed was that day, when I grasped the Guru's feet; all virtues rest in the Lord of the Universe.",
    "punjabi": "ਉਹ ਦਿਨ ਭਾਗਾਂ ਵਾਲੇ (ਸਮਝੋ, ਜਦੋਂ ਸਾਡਾ ਮਨ) ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹੇ, (ਪਰ ਇਹ ਸਾਡੇ ਆਪਣੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ, ਇਹ ਤਦੋਂ ਹੀ ਹੁੰਦਾ ਹੈ ਜਦੋਂ) ਉਸ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ (ਹੋਵੇ)।",
    "pronunciation": "ਜੱਗਦੀਸਰੈ",
    "type_id": 3
  },
  {
    "id": 39649,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਰਿ ਸੇਵ ਸੇਵਕ ਦਿਨਸੁ ਰੈਣੀ; ਤਿਸੁ ਭਾਵੈ ਸੋ ਹੋੲਿ ਜੀੳੁ ॥",
    "transliteration": "Kar Saev Saevak Dhinas Rainee This Bhaavai So Hoe Jeeo ||",
    "translation": "So serve Him day and night, O servant; whatever pleases Him, happens.",
    "punjabi": "ਦਿਨ ਰਾਤ ਸੇਵਕਾਂ ਵਾਂਗ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਿਆ ਕਰ; ਜੋ ਕੁਝ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ਉਹੀ (ਜਗਤ ਵਿਚ) ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39650,
    "shabad_id": 3377,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਬਲਿ ਜਾੲਿ ਨਾਨਕੁ ਸੁਖਹ ਦਾਤੇ; ਪਰਗਾਸੁ ਮਨਿ ਤਨਿ ਹੋੲਿ ਜੀੳੁ ॥੧॥",
    "transliteration": "Bal Jaae Naanak Sukheh Dhaathae Paragaas Man Than Hoe Jeeo ||1||",
    "translation": "Nanak is a sacrifice to the Giver of peace; his mind and body are enlightened. ||1||",
    "punjabi": "ਨਾਨਕ ਤਾਂ ਉਸ ਸੁਖ-ਦਾਤੇ ਪ੍ਰਭੂ ਤੋਂ ਸਦਕੇ ਜਾਂਦਾ ਹੈ, (ਉਸ ਦੀ ਮਿਹਰ ਨਾਲ ਹੀ ਸਾਡੇ) ਮਨ ਵਿਚ ਤਨ ਵਿਚ (ਸਹੀ ਆਤਮਕ ਜੀਵਨ ਦਾ) ਚਾਨਣ ਹੋ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39651,
    "shabad_id": 3378,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39652,
    "shabad_id": 3378,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਸਿਮਰਤ ਮਨੁ ਤਨੁ ਸੁਖੀ; ਬਿਨਸੀ ਦੁਤੀਅਾ ਸੋਚ ॥",
    "transliteration": "Har Simarath Man Than Sukhee Binasee Dhutheeaa Soch ||",
    "translation": "Meditating in remembrance on the Lord, the mind and body find peace; the thought of duality is dispelled.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਿਆਂ ਉਸ ਮਨੁੱਖ ਦਾ ਮਨ ਸੁਖੀ ਹੋ ਗਿਆ ਉਸ ਦਾ ਤਨ ਸੁਖੀ ਹੋ ਗਿਆ (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਬਿਨਾ ਉਸ ਦਾ) ਹੋਰ ਹੋਰ ਸਭ ਚਿੰਤਾ-ਫ਼ਿਕਰ ਦੂਰ ਹੋ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39653,
    "shabad_id": 3378,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਟੇਕ ਗੁੋਪਾਲ ਕੀ; ਗੋਵਿੰਦ ਸੰਕਟ ਮੋਚ ॥੧॥",
    "transliteration": "Naanak Ttaek Guopaal Kee Govindh Sankatt Moch ||1||",
    "translation": "Nanak takes the support of the Lord of the World, the Lord of the Universe, the Destroyer of troubles. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਸਾਰੇ ਸੰਕਟ ਦੂਰ ਕਰਨ ਵਾਲੇ ਗੋਬਿੰਦ ਗੋਪਾਲ ਦਾ ਆਸਰਾ ਲਿਆ ॥੧॥",
    "pronunciation": "ਗੁੋ:ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 39654,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39655,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਭੈ ਸੰਕਟ ਕਾਟੇ; ਨਾਰਾੲਿਣ ਦੲਿਅਾਲ ਜੀੳੁ ॥",
    "transliteration": "Bhai Sankatt Kaattae Naaraaein Dhaeiaal Jeeo ||",
    "translation": "The Merciful Lord has eradicated my fears and troubles.",
    "punjabi": "ਦਇਆ ਦੇ ਸੋਮੇ ਨਾਰਾਇਣ ਨੇ ਉਸ ਮਨੁੱਖ ਦੇ ਸਾਰੇ ਡਰ ਤੇ ਦੁੱਖ-ਕਲੇਸ਼ ਕੱਟ ਦਿੱਤੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39656,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਅਾਨੰਦ ਗਾੲੇ; ਪ੍ਰਭ ਦੀਨਾ ਨਾਥ ਪ੍ਰਤਿਪਾਲ ਜੀੳੁ ॥",
    "transliteration": "Har Gun Aanandh Gaaeae Prabh Dheenaa Naathh Prathipaal Jeeo ||",
    "translation": "In ecstasy, I sing the Glorious Praises of the Lord; God is the Cherisher, the Master of the meek.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਦੀਨਾਂ ਦੇ ਨਾਥ ਪਾਲਣਹਾਰ ਹਰੀ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਣੇ ਸ਼ੁਰੂ ਕੀਤੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39657,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪ੍ਰਤਿਪਾਲ ਅਚੁਤ ਪੁਰਖੁ ੲੇਕੋ; ਤਿਸਹਿ ਸਿੳੁ ਰੰਗੁ ਲਾਗਾ ॥",
    "transliteration": "Prathipaal Achuth Purakh Eaeko Thisehi Sio Rang Laagaa ||",
    "translation": "The Cherishing Lord is imperishable, the One and only Primal Lord; I am imbued with His Love.",
    "punjabi": "ਸਭ ਨੂੰ ਪਾਲਣ ਵਾਲਾ ਅਬਿਨਾਸ਼ੀ ਸਿਰਫ਼ ਅਕਾਲ ਪੁਰਖ ਹੀ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਦਾ ਪਿਆਰ ਉਸ ਨਾਲ ਬਣ ਗਿਆ,",
    "pronunciation": "ਅ-ਚੱੁਤ",
    "type_id": 3
  },
  {
    "id": 39658,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਰ ਚਰਨ ਮਸਤਕੁ ਮੇਲਿ ਲੀਨੇ; ਸਦਾ ਅਨ ਦਿਨੁ ਜਾਗਾ ॥",
    "transliteration": "Kar Charan Masathak Mael Leenae Sadhaa Anadhin Jaagaa ||",
    "translation": "When I placed my hands and forehead upon His Feet, He blended me with Himself; I became awake and aware forever, night and day.",
    "punjabi": "ਜਿਸ ਨੇ ਆਪਣੇ ਹੱਥ ਆਪਣਾ ਮੱਥਾ ਉਸ ਦੇ ਚਰਨਾਂ ਉੱਤੇ ਰੱਖ ਦਿੱਤਾ, ਪ੍ਰਭੂ ਨੇ ਉਸ ਨੂੰ ਆਪਣੇ ਨਾਲ ਜੋੜ ਲਿਆ, (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ ਉਹ) ਸਦਾ ਹਰ ਵੇਲੇ ਸੁਚੇਤ ਰਹਿਣ ਲੱਗ ਪਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39659,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੀੳੁ ਪਿੰਡੁ ਗਿ੍ਰਹੁ ਥਾਨੁ ਤਿਸ ਕਾ; ਤਨੁ ਜੋਬਨੁ ਧਨੁ ਮਾਲੁ ਜੀੳੁ ॥",
    "transliteration": "Jeeo Pindd Grihu Thhaan This Kaa Than Joban Dhhan Maal Jeeo ||",
    "translation": "My soul, body, household and home belong to Him, along with my body, youth, wealth and property.",
    "punjabi": "(ਸਾਡੀ ਇਹ) ਜਿੰਦ (ਸਾਡਾ ਇਹ) ਸਰੀਰ, ਘਰ, ਥਾਂ, ਤਨ, ਜੋਬਨ ਅਤੇ ਧਨ-ਮਾਲ ਸਭ ਕੁਝ ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਹੀ ਦਿੱਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39660,
    "shabad_id": 3379,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਦ ਸਦਾ ਬਲਿ ਜਾੲਿ ਨਾਨਕੁ; ਸਰਬ ਜੀਅਾ ਪ੍ਰਤਿਪਾਲ ਜੀੳੁ ॥੨॥",
    "transliteration": "Sadh Sadhaa Bal Jaae Naanak Sarab Jeeaa Prathipaal Jeeo ||2||",
    "translation": "Forever and ever, Nanak is a sacrifice to Him, who cherishes and nurtures all beings. ||2||",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਪਾਲਣ ਵਾਲਾ ਹੈ, ਨਾਨਕ ਉਸ ਤੋਂ ਸਦਾ ਹੀ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39661,
    "shabad_id": 3380,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39662,
    "shabad_id": 3380,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਰਸਨਾ ੳੁਚਰੈ ਹਰਿ ਹਰੇ; ਗੁਣ ਗੋਵਿੰਦ ਵਖਿਅਾਨ ॥",
    "transliteration": "Rasanaa Oucharai Har Harae Gun Govindh Vakhiaan ||",
    "translation": "My tongue chants the Name of the Lord, and chants the Glorious Praises of the Lord of the Universe.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਪਣੀ ਜੀਭ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਗੋਬਿੰਦ ਦੇ ਗੁਣ ਬਿਆਨ ਕਰਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39663,
    "shabad_id": 3380,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਪਕੜੀ ਟੇਕ ੲੇਕ; ਪਰਮੇਸਰੁ ਰਖੈ ਨਿਦਾਨ ॥੧॥",
    "transliteration": "Naanak Pakarree Ttaek Eaek Paramaesar Rakhai Nidhaan ||1||",
    "translation": "Nanak has grasped the sheltering support of the One Transcendent Lord, who shall save him in the end. ||1||",
    "punjabi": "ਸਦਾ ਇਕ ਪਰਮੇਸਰ ਦਾ ਆਸਰਾ ਲਈ ਰੱਖਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਆਖ਼ਰ ਉਸ ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39664,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਛੰਤੁ ॥",
    "transliteration": "Shhanth ||",
    "translation": "Chhant:",
    "punjabi": "ਛੰਤੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39665,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੋ ਸੁਅਾਮੀ ਪ੍ਰਭੁ ਰਖਕੋ; ਅੰਚਲਿ ਤਾ ਕੈ ਲਾਗੁ ਜੀੳੁ ॥",
    "transliteration": "So Suaamee Prabh Rakhako Anchal Thaa Kai Laag Jeeo ||",
    "translation": "He is God, our Lord and Master, our Saving Grace. Grab hold of the hem of His robe.",
    "punjabi": "ਹੇ ਭਾਈ! ਉਹੀ ਮਾਲਕ-ਪ੍ਰਭੂ ਹੀ (ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਰਾਖਾ ਹੈ, ਸਦਾ ਉਸ ਦੇ ਲੜ ਲੱਗਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 39666,
    "shabad_id": 3381,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭਜੁ ਸਾਧੂਸੰਗਿ ਦੲਿਅਾਲ ਦੇਵ; ਮਨ ਕੀ ਮਤਿ ਤਿਅਾਗੁ ਜੀੳੁ ॥",
    "transliteration": "Bhaj Saadhhoo Sang Dhaeiaal Dhaev Man Kee Math Thiaag Jeeo ||",
    "translation": "Vibrate, and meditate on the Merciful Divine Lord in the Saadh Sangat, the Company of the Holy; renounce your intellectual mind.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੀ ਸਿਆਣਪ ਛੱਡ ਦੇਹ, ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਟਿਕ ਕੇ ਉਸ ਦਇਆ-ਦੇ-ਘਰ ਪ੍ਰਭੂ ਦਾ ਭਜਨ ਕਰਿਆ ਕਰ।",
    "pronunciation": "ਭਜੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
