[
  {
    "id": 40004,
    "shabad_id": 3401,
    "pada": 33,
    "source_line": 1,
    "gurmukhi": "ਜਿਨਿ ਨਾਮੁ ਦੀਅਾ. ਤਿਸੁ ਸੇਵਸਾ; ਤਿਸੁ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Jin Naam Dheeaa This Saevasaa This Balihaarai Jaao ||",
    "translation": "I serve the One who gave me the Naam; I am a sacrifice to Him.",
    "punjabi": "ਮੈਂ ਉਸ (ਗੁਰੂ) ਤੋਂ ਸਦਕੇ ਹਾਂ, ਮੈਂ ਉਸ ਦੀ ਸੇਵਾ ਕਰਾਂਗੀ ਜਿਸ ਨੇ (ਮੈਨੂੰ) 'ਨਾਮ' ਬਖ਼ਸ਼ਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40005,
    "shabad_id": 3401,
    "pada": 33,
    "source_line": 1,
    "gurmukhi": "ਜੋ ੳੁਸਾਰੇ ਸੋ ਢਾਹਸੀ; ਤਿਸੁ ਬਿਨੁ ਅਵਰੁ. ਨ ਕੋੲਿ ॥",
    "transliteration": "Jo Ousaarae So Dtaahasee This Bin Avar N Koe ||",
    "translation": "He who builds, also demolishes; there is no other than Him.",
    "punjabi": "ਜੋ (ਪ੍ਰਭੂ ਜਗਤ ਨੂੰ) ਰਚਨ ਵਾਲਾ ਹੈ ਉਹੀ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਐਸੀ ਸਮਰਥਾ ਵਾਲਾ) ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40006,
    "shabad_id": 3401,
    "pada": 33,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਤਿਸੁ ਸੰਮ੍ਹਲਾ; ਤਾ ਤਨਿ ਦੂਖੁ. ਨ ਹੋੲਿ ॥੩੧॥",
    "transliteration": "Gur Parasaadhee This Sanmhalaa Thaa Than Dhookh N Hoe ||31||",
    "translation": "By Guru's Grace, I contemplate Him, and then my body does not suffer in pain. ||31||",
    "punjabi": "ਜੇ ਮੈਂ ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਉਸ ਨੂੰ ਸਿਮਰਦੀ ਰਹਾਂ, ਤਾਂ ਸਰੀਰ ਵਿਚ ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦਾ (ਭਾਵ, ਕੋਈ ਵਿਕਾਰ ਨਹੀਂ ਉੱਠਦਾ) ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40007,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 2,
    "gurmukhi": "ਣਾ ਕੋ ਮੇਰਾ. ਕਿਸੁ ਗਹੀ; ਣਾ ਕੋ ਹੋਅਾ. ਨ ਹੋਗੁ ॥",
    "transliteration": "Naa Ko Maeraa Kis Gehee Naa Ko Hoaa N Hog ||",
    "translation": "No one is mine - whose gown should I grasp and hold? No one ever was, and no one shall ever be mine.",
    "punjabi": "(ਗੋਪਾਲ ਤੋਂ ਬਿਨਾ ਮੈਂ) ਹੋਰ ਕਿਸ ਦਾ ਆਸਰਾ ਲਵਾਂ? (ਜਗਤ ਵਿਚ) ਨਾ ਕੋਈ ਐਸ ਵੇਲੇ ਮੇਰਾ (ਅਸਲ ਸਾਥੀ) ਹੈ, ਨਾਹ ਕੋਈ ਪਿਛਲੇ ਸਮੇ (ਸਾਥੀ ਬਣਿਆ) ਅਤੇ ਨਾਹ ਹੀ ਕੋਈ ਕਦੇ ਬਣੇਗਾ।",
    "pronunciation": "(ਗਹੀ) ਗ੍ਰਹਿਣ ਕਰਾਂ",
    "type_id": 3
  },
  {
    "id": 40008,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 3,
    "gurmukhi": "ਅਾਵਣਿ ਜਾਣਿ ਵਿਗੁਚੀਅੈ; ਦੁਬਿਧਾ ਵਿਅਾਪੈ ਰੋਗੁ ॥",
    "transliteration": "Aavan Jaan Vigucheeai Dhubidhhaa Viaapai Rog ||",
    "translation": "Coming and going, one is ruined, afflicted with the disease of dual-mindedness.",
    "punjabi": "(ਇਸ ਕੂੜੀ ਮਮਤਾ ਦੇ ਕਾਰਨ, ਮਾਇਆ ਨੂੰ ਸਾਥੀ ਬਨਾਣ ਦੇ ਕਾਰਨ) ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਵਿਚ ਹੀ ਖ਼ੁਆਰ ਹੋਈਦਾ ਹੈ, ਅਤੇ ਦੁਚਿੱਤਾਪਨ ਦਾ ਰੋਗ (ਅਸਾਡੇ ਉਤੇ) ਦਬਾ ਪਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "ਵਿਗੱੁਚੀਅੈ",
    "type_id": 3
  },
  {
    "id": 40009,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 3,
    "gurmukhi": "ਣਾਮ ਵਿਹੂਣੇ ਅਾਦਮੀ; ਕਲਰ ਕੰਧ ਗਿਰੰਤਿ ॥",
    "transliteration": "Naam Vihoonae Aadhamee Kalar Kandhh Giranth ||",
    "translation": "Those beings who lack the Naam, the Name of the Lord, collapse like pillars of salt.",
    "punjabi": "'ਨਾਮ' ਤੋਂ ਸੱਖਣੇ ਬੰਦੇ ਇਉਂ ਡਿੱਗਦੇ ਹਨ (ਭਾਵ, ਸੁਆਸ ਵਿਅਰਥ ਗੁਜ਼ਾਰੀ ਜਾਂਦੇ ਹਨ) ਜਿਵੇਂ ਕੱਲਰ ਦੀ ਕੰਧ (ਕਿਰਦੀ ਰਹਿੰਦੀ ਹੈ)।",
    "pronunciation": "ਕੱਲਰ। ਗਿ-ਰੰਤਿ",
    "type_id": 3
  },
  {
    "id": 40010,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 3,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਕਿੳੁ ਛੂਟੀਅੈ; ਜਾੲਿ ਰਸਾਤਲਿ ਅੰਤਿ ॥",
    "transliteration": "Vin Naavai Kio Shhootteeai Jaae Rasaathal Anth ||",
    "translation": "Without the Name, how can they find release? They fall into hell in the end.",
    "punjabi": "'ਨਾਮ' ਤੋਂ ਬਿਨਾ (ਮਮਤਾ ਤੋਂ) ਬਚ ਭੀ ਨਹੀਂ ਸਕੀਦਾ, (ਮਨੁੱਖ) ਆਖ਼ਰ ਨਰਕ ਵਿਚ ਹੀ ਡਿੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40011,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 4,
    "gurmukhi": "ਗਣਤ ਗਣਾਵੈ ਅਖਰੀ; ਅਗਣਤੁ ਸਾਚਾ ਸੋੲਿ ॥",
    "transliteration": "Ganath Ganaavai Akharee Aganath Saachaa Soe ||",
    "translation": "Using a limited number of words, we describe the unlimited True Lord.",
    "punjabi": "(ਇਸ ਦਾ ਇਹ ਭਾਵ ਨਹੀਂ ਕਿ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਚੇਤੇ ਕੀਤਿਆਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਪੈ ਸਕਦਾ ਹੈ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਲੇਖੇ ਤੋਂ ਪਰੇ ਹੈ (ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ, ਪਰ ਜੋ) ਮਨੁੱਖ ਉਸ (ਦੇ ਸਾਰੇ ਗੁਣਾਂ) ਨੂੰ ਅੱਖਰਾਂ ਦੀ ਰਾਹੀਂ ਵਰਣਨ ਕਰਦਾ ਹੈ,",
    "pronunciation": "ਅ-ਗਣਤੁ",
    "type_id": 3
  },
  {
    "id": 40012,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 4,
    "gurmukhi": "ਅਗਿਅਾਨੀ ਮਤਿ ਹੀਣੁ ਹੈ; ਗੁਰ ਬਿਨੁ ਗਿਅਾਨੁ. ਨ ਹੋੲਿ ॥",
    "transliteration": "Agiaanee Mathiheen Hai Gur Bin Giaan N Hoe ||",
    "translation": "The ignorant lack understanding. Without the Guru, there is no spiritual wisdom.",
    "punjabi": "(ਉਹ) ਅਗਿਆਨੀ ਹੈ ਮੱਤ ਤੋਂ ਸੱਖਣਾ ਹੈ। ਗੁਰੂ (ਦੀ ਸਰਨ) ਤੋਂ ਬਿਨਾ (ਇਹ) ਸਮਝ ਭੀ ਨਹੀਂ ਆਉਂਦੀ (ਕਿ ਪ੍ਰਭੂ ਅਗਣਤ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40013,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 5,
    "gurmukhi": "ਤੂਟੀ ਤੰਤੁ ਰਬਾਬ ਕੀ; ਵਾਜੈ ਨਹੀ. ਵਿਜੋਗਿ ॥",
    "transliteration": "Thoottee Thanth Rabaab Kee Vaajai Nehee Vijog ||",
    "translation": "The separated soul is like the broken string of a guitar, which does not vibrate its sound.",
    "punjabi": "ਰਬਾਬ ਦੀ ਤਾਰ ਟੁੱਟ ਜਾਏ ਤਾਂ ਵਿਜੋਗ ਦੇ ਕਾਰਨ (ਭਾਵ, ਟੁੱਟ ਜਾਣ ਦੇ ਕਾਰਨ) ਉਹ ਵੱਜ ਨਹੀਂ ਸਕਦੀ (ਰਾਗ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੀ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40014,
    "shabad_id": 3401,
    "pada": 34,
    "source_line": 5,
    "gurmukhi": "ਵਿਛੁੜਿਅਾ ਮੇਲੈ ਪ੍ਰਭੂ; ਨਾਨਕ. ਕਰਿ ਸੰਜੋਗ ॥੩੨॥",
    "transliteration": "Vishhurriaa Maelai Prabhoo Naanak Kar Sanjog ||32||",
    "translation": "God unites the separated souls with Himself, awakening their destiny. ||32||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਜੀਵਾਤਮਾ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜਿਆ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਜੀਵਨ-ਰਾਗ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਪਰ) ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਆਪਣੇ ਨਾਲ) ਮਿਲਾਣ ਦੀ ਬਣਤ ਬਣਾ ਕੇ ਵਿੱਛੁੜਿਆਂ ਨੂੰ ਭੀ ਮਿਲਾ ਲੈਂਦਾ ਹੈ ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40015,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 6,
    "gurmukhi": "ਤਰਵਰੁ ਕਾੲਿਅਾ ਪੰਖਿ ਮਨੁ; ਤਰਵਰਿ ਪੰਖੀ ਪੰਚ ॥",
    "transliteration": "Tharavar Kaaeiaa Pankh Man Tharavar Pankhee Panch ||",
    "translation": "The body is the tree, and the mind is the bird; the birds in the tree are the five senses.",
    "punjabi": "(ਮਨੁੱਖਾ) ਸਰੀਰ (ਇਕ) ਰੁੱਖ (ਸਮਾਨ) ਹੈ, (ਇਸ) ਰੁੱਖ ਉਤੇ ਮਨ ਪੰਛੀ ਦੇ ਪੰਜ (ਗਿਆਨ ਇੰਦ੍ਰੇ) ਪੰਛੀ (ਬੈਠੇ) ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40016,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 6,
    "gurmukhi": "ਤਤੁ ਚੁਗਹਿ. ਮਿਲਿ ੲੇਕ ਸੇ; ਤਿਨ ਕੳੁ ਫਾਸ. ਨ ਰੰਚ ॥",
    "transliteration": "Thath Chugehi Mil Eaekasae Thin Ko Faas N Ranch ||",
    "translation": "They peck at the essence of reality, and merge with the One Lord. They are never trapped at all.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਇਹ ਪੰਛੀ) ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਮਿਲ ਕੇ 'ਨਾਮ'-ਰੂਪ ਫਲ ਖਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਰਤਾ ਭੀ (ਮਾਇਆ ਦੀ) ਫਾਹੀ ਨਹੀਂ ਪੈਂਦੀ।",
    "pronunciation": "(ਦੂਜਾ ਪਾਠ: ੲੇਕਸੇ)",
    "type_id": 3
  },
  {
    "id": 40017,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 7,
    "gurmukhi": "ੳੁਡਹਿ ਤ ਬੇਗੁਲ ਬੇਗੁਲੇ; ਤਾਕਹਿ ਚੋਗ ਘਣੀ ॥",
    "transliteration": "Ouddehi Th Baegul Baegulae Thaakehi Chog Ghanee ||",
    "translation": "But the others fly away in a hurry, when they see the food.",
    "punjabi": "(ਪਰ ਜੋ) ਕਾਹਲੀ ਕਾਹਲੀ ਉੱਡਦੇ ਹਨ ਤੇ ਬਹੁਤੇ ਚੋਗੇ (ਭਾਵ, ਬਹੁਤੇ ਪਦਾਰਥ) ਤੱਕਦੇ ਫਿਰਦੇ ਹਨ,",
    "pronunciation": "ਤੱਾਕਹਿ",
    "type_id": 3
  },
  {
    "id": 40018,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 7,
    "gurmukhi": "ਪੰਖ ਤੁਟੇ ਫਾਹੀ ਪੜੀ; ਅਵਗੁਣਿ ਭੀੜ ਬਣੀ ॥",
    "transliteration": "Pankh Thuttae Faahee Parree Avagun Bheerr Banee ||",
    "translation": "Their feathers are clipped, and they are caught in the noose; through their mistakes, they are caught in disaster.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ) ਖੰਭ ਟੁੱਟ ਜਾਂਦੇ ਹਨ, (ਉਹਨਾਂ ਨੂੰ ਮਾਇਆ ਦੀ) ਫਾਹੀ ਆ ਪੈਂਦੀ ਹੈ ਤੇ (ਘਣੀ ਚੋਗ ਵਲ ਤੱਕਣ ਦੇ) ਔਗੁਣ ਬਦਲੇ ਉਹਨਾਂ ਉਤੇ ਇਹ ਬਿਪਤਾ ਆ ਬਣਦੀ ਹੈ।",
    "pronunciation": "ਪੜੀ: ੜ ਹੇਠਾਂ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 40019,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਸਾਚੇ. ਕਿੳੁ ਛੂਟੀਅੈ; ਹਰਿ ਗੁਣ ਕਰਮਿ ਮਣੀ ॥",
    "transliteration": "Bin Saachae Kio Shhootteeai Har Gun Karam Manee ||",
    "translation": "Without the True Lord, how can anyone find release? The jewel of the Lord's Glorious Praises comes by the karma of good actions.",
    "punjabi": "(ਇਸ ਭੀੜਾ ਤੋਂ) ਪ੍ਰਭੂ (ਦੇ ਗੁਣ ਗਾਵਣ) ਤੋਂ ਬਿਨਾ ਬਚ ਨਹੀਂ ਸਕੀਦਾ, ਤੇ, ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦਾ ਮੱਥੇ ਉਤੇ ਲੇਖ (ਪ੍ਰਭੂ ਦੀ) ਬਖ਼ਸ਼ਸ਼ ਨਾਲ ਹੀ (ਲਿਖਿਆ ਜਾ ਸਕਦਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40020,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 8,
    "gurmukhi": "ਅਾਪਿ ਛਡਾੲੇ ਛੂਟੀਅੈ; ਵਡਾ ਅਾਪਿ ਧਣੀ ॥",
    "transliteration": "Aap Shhaddaaeae Shhootteeai Vaddaa Aap Dhhanee ||",
    "translation": "When He Himself releases them, only then are they released. He Himself is the Great Master.",
    "punjabi": "ਉਹ ਆਪ (ਸਭ ਤੋਂ) ਵੱਡਾ ਮਾਲਕ ਹੈ; ਆਪ ਹੀ (ਮਾਇਆ ਦੀ ਫਾਹੀ ਤੋਂ) ਬਚਾਏ ਤਾਂ ਬਚ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40021,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਛੂਟੀਅੈ; ਕਿਰਪਾ ਅਾਪਿ ਕਰੇੲਿ ॥",
    "transliteration": "Gur Parasaadhee Shhootteeai Kirapaa Aap Karaee ||",
    "translation": "By Guru's Grace, they are released, when He Himself grants His Grace.",
    "punjabi": "ਜੇ (ਗੋਪਾਲ) ਆਪ ਮੇਹਰ ਕਰੇ ਤਾਂ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਇਸ ਫਾਹੀ ਤੋਂ) ਨਿਕਲ ਸਕੀਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40022,
    "shabad_id": 3401,
    "pada": 35,
    "source_line": 9,
    "gurmukhi": "ਅਪਣੈ ਹਾਥਿ ਵਡਾੲੀਅਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ॥੩੩॥",
    "transliteration": "Apanai Haathh Vaddaaeeaa Jai Bhaavai Thai Dhaee ||33||",
    "translation": "Glorious greatness rests in His Hands. He blesses those with whom He is pleased. ||33||",
    "punjabi": "(ਗੁਣ ਗਾਵਣ ਦੀਆਂ) ਇਹ ਬਖ਼ਸ਼ਸ਼ਾਂ ਉਸ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ, ਉਸੇ ਨੂੰ ਹੀ ਦੇਂਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ ॥੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40023,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 9,
    "gurmukhi": "ਥਰ ਥਰ ਕੰਪੈ ਜੀਅੜਾ; ਥਾਨ ਵਿਹੂਣਾ ਹੋੲਿ ॥",
    "transliteration": "Thhar Thhar Kanpai Jeearraa Thhaan Vihoonaa Hoe ||",
    "translation": "The soul trembles and shakes, when it loses its mooring and support.",
    "punjabi": "(ਜਦੋਂ ਇਹ) ਨਿਮਾਣੀ ਜਿੰਦ (ਗੋਪਾਲ ਦਾ) ਸਹਾਰਾ ਗੰਵਾ ਬੈਠਦੀ ਹੈ ਤਾਂ ਥਰਥਰ ਕੰਬਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40024,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 10,
    "gurmukhi": "ਥਾਨਿ ਮਾਨਿ ਸਚੁ ੲੇਕੁ ਹੈ; ਕਾਜੁ. ਨ ਫੀਟੈ ਕੋੲਿ ॥",
    "transliteration": "Thhaan Maan Sach Eaek Hai Kaaj N Feettai Koe ||",
    "translation": "Only the support of the True Lord brings honor and glory. Through it, one's works are never in vain.",
    "punjabi": "(ਹਰ ਵੇਲੇ ਸਹਿਮੀ ਰਹਿੰਦੀ ਹੈ) (ਪਰ ਜਿਸ ਨੂੰ, ਹੇ ਗੋਪਾਲ) ਸਹਾਰਾ ਦੇਣ ਵਾਲਾ ਤੇ ਆਦਰ ਦੇਣ ਵਾਲਾ ਤੂੰ ਸੱਚਾ ਆਪ ਹੈਂ ਉਸ ਦਾ ਕਾਜ (ਜ਼ਿੰਦਗੀ ਦਾ ਮਨੋਰਥ) ਨਹੀਂ ਵਿਗੜਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40025,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 10,
    "gurmukhi": "ਥਿਰੁ ਨਾਰਾੲਿਣੁ ਥਿਰੁ ਗੁਰੂ; ਥਿਰੁ ਸਾਚਾ ਬੀਚਾਰੁ ॥",
    "transliteration": "Thhir Naaraaein Thhir Guroo Thhir Saachaa Beechaar ||",
    "translation": "The Lord is eternal and forever stable; the Guru is stable, and contemplation upon the True Lord is stable.",
    "punjabi": "(ਉਸ ਦੇ ਸਿਰ ਉਤੇ ਤੂੰ) ਪ੍ਰਭੂ ਕਾਇਮ ਹੈਂ, ਗੁਰੂ ਰਾਖਾ ਹੈ, ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਵੀਚਾਰ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕੀ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40026,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 11,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਨਾਥਹ ਨਾਥੁ ਤੂ; ਨਿਧਾਰਾ ਅਾਧਾਰੁ ॥",
    "transliteration": "Sur Nar Naathheh Naathh Thoo Nidhhaaraa Aadhhaar ||",
    "translation": "O Lord and Master of angels, men and Yogic masters, You are the support of the unsupported.",
    "punjabi": "ਉਸ ਦੇ ਵਾਸਤੇ ਦੇਵਤਿਆਂ ਮਨੁੱਖਾਂ ਤੇ ਨਾਥਾਂ ਦਾ ਭੀ ਤੂੰ ਹੀ ਨਾਥ ਹੈਂ; ਤੂੰ ਹੀ ਨਿਆਸਰਿਆਂ ਦਾ ਆਸਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40027,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 11,
    "gurmukhi": "ਸਰਬੇ ਥਾਨ ਥਨੰਤਰੀ; ਤੂ ਦਾਤਾ ਦਾਤਾਰੁ ॥",
    "transliteration": "Sarabae Thhaan Thhanantharee Thoo Dhaathaa Dhaathaar ||",
    "translation": "In all places and interspaces, You are the Giver, the Great Giver.",
    "punjabi": "(ਹੇ ਗੋਪਾਲ!) ਤੂੰ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈਂ, ਤੂੰ ਦਾਤਿਆਂ ਦਾ ਦਾਤਾ ਹੈਂ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40028,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 11,
    "gurmukhi": "ਜਹ ਦੇਖਾ ਤਹ ੲੇਕੁ ਤੂ; ਅੰਤੁ ਨ ਪਾਰਾਵਾਰੁ ॥",
    "transliteration": "Jeh Dhaekhaa Theh Eaek Thoo Anth N Paaraavaar ||",
    "translation": "Wherever I look, there I see You, Lord; You have no end or limitation.",
    "punjabi": "ਮੈਂ ਜਿਧਰ ਤੱਕਦਾ ਹਾਂ ਤੂੰ ਹੀ ਤੂੰ ਹੈਂ, ਤੇਰਾ ਅੰਤ ਤੇਰਾ ਉਰਲਾ ਪਾਰਲਾ ਬੰਨਾ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40029,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 12,
    "gurmukhi": "ਥਾਨ ਥਨੰਤਰਿ ਰਵਿ ਰਹਿਅਾ; ਗੁਰ ਸਬਦੀ ਵੀਚਾਰਿ ॥",
    "transliteration": "Thhaan Thhananthar Rav Rehiaa Gur Sabadhee Veechaar ||",
    "translation": "You are pervading and permeating the places and interspaces; reflecting upon the Word of the Guru's Shabad, You are found.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਵਿਚਾਰ ਵਿਚ (ਜੁੜਿਆਂ) ਹਰ ਥਾਂ ਉਹ ਗੋਪਾਲ ਹੀ ਮੌਜੂਦ (ਦਿੱਸਦਾ ਹੈ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40030,
    "shabad_id": 3401,
    "pada": 36,
    "source_line": 12,
    "gurmukhi": "ਅਣਮੰਗਿਅਾ ਦਾਨੁ ਦੇਵਸੀ; ਵਡਾ ਅਗਮ ਅਪਾਰੁ ॥੩੪॥",
    "transliteration": "Anamangiaa Dhaan Dhaevasee Vaddaa Agam Apaar ||34||",
    "translation": "You give gifts even when they are not asked for; You are great, inaccessible and infinite. ||34||",
    "punjabi": "ਨਾਹ ਮੰਗਿਆਂ ਭੀ ਉਹ (ਹਰੇਕ ਜੀਵ ਨੂੰ) ਦਾਨ ਦੇਂਦਾ ਹੈ, ਉਹ ਸਭ ਤੋਂ ਵੱਡਾ ਹੈ, ਅਗੰਮ ਹੈ ਤੇ ਬੇਅੰਤ ਹੈ ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40031,
    "shabad_id": 3401,
    "pada": 37,
    "source_line": 13,
    "gurmukhi": "ਦੲਿਅਾ ਦਾਨੁ ਦੲਿਅਾਲੁ ਤੂ; ਕਰਿ ਕਰਿ ਦੇਖਣਹਾਰੁ ॥",
    "transliteration": "Dhaeiaa Dhaan Dhaeiaal Thoo Kar Kar Dhaekhanehaar ||",
    "translation": "O Merciful Lord, You are the embodiment of mercy; creating the Creation, You behold it.",
    "punjabi": "(ਹੇ ਗੋਪਾਲ!) ਤੂੰ ਦਇਆਲ ਹੈਂ, ਤੂੰ (ਜੀਵਾਂ ਉਤੇ) ਦਇਆ ਕਰ ਕੇ ਬਖ਼ਸ਼ਸ਼ ਕਰ ਕੇ ਵੇਖ ਰਿਹਾ ਹੈਂ (ਭਾਵ, ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40032,
    "shabad_id": 3401,
    "pada": 37,
    "source_line": 13,
    "gurmukhi": "ਦੲਿਅਾ ਕਰਹਿ ਪ੍ਰਭ ਮੇਲਿ ਲੈਹਿ; ਖਿਨ ਮਹਿ ਢਾਹਿ ੳੁਸਾਰਿ ॥",
    "transliteration": "Dhaeiaa Karehi Prabh Mael Laihi Khin Mehi Dtaahi Ousaar ||",
    "translation": "Please shower Your Mercy upon me, O God, and unite me with Yourself. In an instant, You destroy and rebuild.",
    "punjabi": "ਹੇ ਗੋਪਾਲ-ਪ੍ਰਭੂ! (ਜਿਸ ਉਤੇ ਤੂੰ) ਮੇਹਰ ਕਰਦਾ ਹੈਂ ਉਸ ਨੂੰ ਆਪਣੇ (ਚਰਨਾਂ) ਵਿਚ ਜੋੜ ਲੈਂਦਾ ਹੈਂ, ਤੂੰ ਇਕ ਪਲ ਵਿਚ ਢਾਹ ਕੇ ਉਸਾਰਨ ਦੇ ਸਮਰਥ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40033,
    "shabad_id": 3401,
    "pada": 37,
    "source_line": 14,
    "gurmukhi": "ਦਾਨਾ ਤੂ. ਬੀਨਾ ਤੁਹੀ; ਦਾਨਾ ਕੈ ਸਿਰਿ ਦਾਨੁ ॥",
    "transliteration": "Dhaanaa Thoo Beenaa Thuhee Dhaanaa Kai Sir Dhaan ||",
    "translation": "You are all-wise and all-seeing; You are the Greatest Giver of all givers.",
    "punjabi": "(ਹੇ ਗੋਪਾਲ!) ਤੂੰ (ਜੀਵਾਂ ਦੇ ਦਿਲ ਦੀ) ਜਾਣਨ ਵਾਲਾ ਹੈਂ ਤੇ ਪਰਖਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਦਾਨਿਆਂ ਦਾ ਦਾਨਾ ਹੈਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40034,
    "shabad_id": 3401,
    "pada": 37,
    "source_line": 14,
    "gurmukhi": "ਦਾਲਦ ਭੰਜਨ ਦੁਖ ਦਲਣ; ਗੁਰਮੁਖਿ ਗਿਅਾਨੁ ਧਿਅਾਨੁ ॥੩੫॥",
    "transliteration": "Dhaaladh Bhanjan Dhukh Dhalan Guramukh Giaan Dhhiaan ||35||",
    "translation": "He is the Eradicator of poverty, and the Destroyer of pain; the Gurmukh realizes spiritual wisdom and meditation. ||35||",
    "punjabi": "ਦਲਿਦ੍ਰ ਤੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ; ਤੂੰ ਆਪਣੇ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ (ਤੇ ਆਪਣੇ ਚਰਨਾਂ ਦੀ) ਸੁਰਤ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਦੇਂਦਾ ਹੈਂ ॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40035,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 15,
    "gurmukhi": "ਧਨਿ ਗੲਿਅੈ ਬਹਿ ਝੂਰੀਅੈ; ਧਨ ਮਹਿ ਚੀਤੁ ਗਵਾਰ ॥",
    "transliteration": "Dhhan Gaeiai Behi Jhooreeai Dhhan Mehi Cheeth Gavaar ||",
    "translation": "Losing his wealth, he cries out in anguish; the fool's consciousness is engrossed in wealth.",
    "punjabi": "ਮੂਰਖ ਮਨੁੱਖ ਦਾ ਮਨ (ਸਦਾ) ਧਨ ਵਿਚ (ਰਹਿੰਦਾ) ਹੈ, (ਇਸ ਲਈ) ਜੇ ਧਨ ਚਲਾ ਜਾਏ ਤਾਂ ਬੈਠਾ ਝੁਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40036,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 15,
    "gurmukhi": "ਧਨੁ ਵਿਰਲੀ ਸਚੁ ਸੰਚਿਅਾ; ਨਿਰਮਲੁ ਨਾਮੁ ਪਿਅਾਰਿ ॥",
    "transliteration": "Dhhan Viralee Sach Sanchiaa Niramal Naam Piaar ||",
    "translation": "How rare are those who gather the wealth of Truth, and love the Immaculate Naam, the Name of the Lord.",
    "punjabi": "ਵਿਰਲੇ ਬੰਦਿਆਂ ਨੇ ਪਿਆਰ ਨਾਲ (ਗੋਪਾਲ ਦਾ) ਪਵਿਤ੍ਰ ਨਾਮ-ਰੂਪ ਸੱਚਾ ਧਨ ਇਕੱਠਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40037,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 16,
    "gurmukhi": "ਧਨੁ ਗੲਿਅਾ ਤਾ ਜਾਣ ਦੇਹਿ; ਜੇ ਰਾਚਹਿ ਰੰਗਿ ੲੇਕ ॥",
    "transliteration": "Dhhan Gaeiaa Thaa Jaan Dhaehi Jae Raachehi Rang Eaek ||",
    "translation": "If by losing your wealth, you may become absorbed in the Love of the One Lord, then just let it go.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਗੋਪਾਲ ਨਾਲ ਚਿੱਤ ਜੋੜਿਆਂ) ਜੇ ਧਨ ਗੁਆਚਦਾ ਹੈ ਤਾਂ ਗੁਆਚਣ ਦੇਹ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40038,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 16,
    "gurmukhi": "ਮਨੁ ਦੀਜੈ. ਸਿਰੁ ਸੳੁਪੀਅੈ; ਭੀ ਕਰਤੇ ਕੀ ਟੇਕ ॥",
    "transliteration": "Man Dheejai Sir Soupeeai Bhee Karathae Kee Ttaek ||",
    "translation": "Dedicate your mind, and surrender your head; seek only the Support of the Creator Lord.",
    "punjabi": "(ਪਰ ਹਾਂ) ਜੇ ਤੂੰ ਇਕ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜ ਸਕੇਂ (ਤਾਂ ਇਸ ਦੀ ਖ਼ਾਤਰ) ਮਨ ਭੀ ਦੇ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ, ਸਿਰ ਭੀ ਅਰਪਣ ਕਰ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ; (ਇਹ ਸਭ ਕੁਝ ਦੇ ਕੇ) ਫਿਰ ਭੀ ਕਰਤਾਰ ਦੀ (ਮੇਹਰ ਦੀ) ਆਸ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40039,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 17,
    "gurmukhi": "ਧੰਧਾ ਧਾਵਤ ਰਹਿ ਗੲੇ; ਮਨ ਮਹਿ ਸਬਦੁ ਅਨੰਦੁ ॥",
    "transliteration": "Dhhandhhaa Dhhaavath Rehi Geae Man Mehi Sabadh Anandh ||",
    "translation": "Worldly affairs and wanderings cease, when the mind is filled with the bliss of the Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਤਿਗੁਰੂ ਦਾ) ਸ਼ਬਦ (ਵੱਸ ਪੈਂਦਾ) ਹੈ (ਰਾਮ-ਨਾਮ ਦਾ) ਆਨੰਦ (ਆ ਜਾਂਦਾ) ਹੈ, ਉਹ (ਮਾਇਆ ਦੇ) ਧੰਧਿਆਂ ਵਿਚ ਭਟਕਣ ਤੋਂ ਰਹਿ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40040,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 17,
    "gurmukhi": "ਦੁਰਜਨ ਤੇ ਸਾਜਨ ਭੲੇ; ਭੇਟੇ ਗੁਰ ਗੋਵਿੰਦ ॥",
    "transliteration": "Dhurajan Thae Saajan Bheae Bhaettae Gur Govindh ||",
    "translation": "Even one's enemies become friends, meeting with the Guru, the Lord of the Universe.",
    "punjabi": "(ਕਿਉਂਕਿ) ਗੁਰੂ ਪਰਮਾਤਮਾ ਨੂੰ ਮਿਲਿਆਂ ਉਹ ਮੰਦੇ ਤੋਂ ਚੰਗੇ ਬਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40041,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 18,
    "gurmukhi": "ਬਨੁ ਬਨੁ ਫਿਰਤੀ ਢੂਢਤੀ; ਬਸਤੁ ਰਹੀ ਘਰਿ ਬਾਰਿ ॥",
    "transliteration": "Ban Ban Firathee Dtoodtathee Basath Rehee Ghar Baar ||",
    "translation": "Wandering from forest to forest searching, you will find that those things are within the home of your own heart.",
    "punjabi": "(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਉਸ ਪ੍ਰਭੂ-ਨਾਮ ਦੀ ਖ਼ਾਤਰ) ਜੰਗਲ ਜੰਗਲ ਢੂੰਢਦੀ ਫਿਰੀ (ਉਸ ਨੂੰ ਨਾਹ ਮਿਲਿਆ, ਕਿਉਂਕਿ) ਉਹ (ਨਾਮ-) ਵਸਤ ਤਾਂ ਹਿਰਦੇ ਵਿਚ ਸੀ, ਘਰ ਦੇ ਅੰਦਰ ਹੀ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40042,
    "shabad_id": 3401,
    "pada": 38,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮੇਲੀ ਮਿਲਿ ਰਹੀ; ਜਨਮ ਮਰਣ ਦੁਖੁ ਨਿਵਾਰਿ ॥੩੬॥",
    "transliteration": "Sathigur Maelee Mil Rehee Janam Maran Dhukh Nivaar ||36||",
    "translation": "United by the True Guru, you shall remain united, and the pains of birth and death will be ended. ||36||",
    "punjabi": "ਜਦੋਂ ਸਤਿਗੁਰੂ ਨੇ (ਪ੍ਰਭੂ) ਮਿਲਾਇਆ ਤਾਂ (ਉਹ ਉਸ ਦੇ ਨਾਮ ਵਿਚ) ਜੁੜ ਬੈਠੀ, ਤੇ ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਮੁੱਕ ਗਿਆ ॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40043,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 19,
    "gurmukhi": "ਨਾ ਨਾ ਕਰਤ. ਨ ਛੂਟੀਅੈ; ਵਿਣੁ ਗੁਣ. ਜਮਪੁਰਿ ਜਾਹਿ ॥",
    "transliteration": "Naanaa Karath N Shhootteeai Vin Gun Jam Pur Jaahi ||",
    "translation": "Through various rituals, one does not find release. Without virtue, one is sent to the City of Death.",
    "punjabi": "ਅਨੇਕਾਂ (ਧਾਰਮਿਕ) ਕਰਮ ਕੀਤਿਆਂ (ਅਹੰਕਾਰ ਤੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਗੋਪਾਲ ਦੇ ਗੁਣ ਗਾਉਣ ਤੋਂ ਬਿਨਾ (ਇਸ ਅਹੰਕਾਰ ਦੇ ਕਾਰਨ) ਨਰਕ ਵਿਚ ਹੀ ਪਈਦਾ ਹੈ।",
    "pronunciation": "ਮੈਂ (ਨਾ) ਨਹੀਂ ਜਮਪੁਰੀ ਨੰੂ ਜਾਣਾ, ਮੈਂ (ਨਾ) ਨਹੀਂ ਜਮਪੁਰੀ ਨੰੂ ਜਾਣਾ",
    "type_id": 3
  },
  {
    "id": 40044,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 19,
    "gurmukhi": "ਨਾ ਤਿਸੁ ੲੇਹੁ. ਨ ਓਹੁ ਹੈ; ਅਵਗੁਣਿ ਫਿਰਿ ਪਛੁਤਾਹਿ ॥",
    "transliteration": "Naa This Eaehu N Ouhu Hai Avagun Fir Pashhuthaahi ||",
    "translation": "One will not have this world or the next; committing sinful mistakes, one comes to regret and repent in the end.",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਨਿਰੇ 'ਕਰਮਾਂ' ਦਾ ਹੀ ਆਸਰਾ ਲੈਂਦਾ ਹੈ) ਉਸ ਨੂੰ ਨਾਹ ਇਹ ਲੋਕ ਮਿਲਿਆ ਨਾਹ ਪਰਲੋਕ (ਭਾਵ, ਉਸ ਨੇ ਨਾਹ 'ਦੁਨੀਆ' ਸਵਾਰੀ ਨਾਹ 'ਦੀਨ', ਅਜੇਹੇ ਬੰਦੇ, ਕਰਮ ਕਾਂਡ ਦੇ) ਔਗੁਣ ਵਿਚ ਫਸੇ ਰਹਿਣ ਕਰਕੇ ਅੰਤ ਪਛੁਤਾਉਂਦੇ ਹੀ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
