[
  {
    "id": 40045,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 1,
    "gurmukhi": "ਨਾ ਤਿਸੁ ਗਿਅਾਨੁ. ਨ ਧਿਅਾਨੁ ਹੈ; ਨਾ ਤਿਸੁ ਧਰਮੁ ਧਿਅਾਨੁ ||",
    "transliteration": "Naa This Giaan N Dhhiaan Hai Naa This Dhharam Dhhiaan ||",
    "translation": "He has neither spiritual wisdom or meditation; neither Dharmic faith mor meditation.",
    "punjabi": "ਐਸੇ ਮਨੁੱਖ ਨੂੰ ਨਾਹ ਗੋਪਾਲ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਹਾਸਲ ਹੁੰਦੀ ਹੈ, ਨਾਹ ਉੱਚੀ ਸੁਰਤ, ਤੇ ਨਾਹ ਹੀ ਧਰਮ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40046,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 1,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਨਿਰਭੳੁ ਕਹਾ; ਕਿਅਾ ਜਾਣਾ ਅਭਿਮਾਨੁ ||",
    "transliteration": "Vin Naavai Nirabho Kehaa Kiaa Jaanaa Abhimaan ||",
    "translation": "Without the Name, how can one be fearless? How can he understand egotistical pride?",
    "punjabi": "(ਇਹ ਅਹੰਕਾਰ ਦੇ ਕਾਰਨ) 'ਨਾਮ' ਤੋਂ ਬਿਨਾ ਨਿਰਭਉ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ, 'ਅਹੰਕਾਰ' ਨੂੰ ਸਮਝਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ (ਭਾਵ, ਅਹੰਕਾਰ ਵਿਚ ਟਿਕੇ ਰਿਹਾਂ ਇਹ ਸਮਝ ਭੀ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਸਾਡੇ ਉਤੇ ਅਹੰਕਾਰ ਦੀ ਕਾਠੀ ਪਈ ਹੋਈ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40047,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 2,
    "gurmukhi": "ਥਾਕਿ ਰਹੀ. ਕਿਵ ਅਪੜਾ; ਹਾਥ ਨਹੀ. ਨਾ ਪਾਰੁ ||",
    "transliteration": "Thhaak Rehee Kiv Aparraa Haathh Nehee Naa Paar ||",
    "translation": "I am so tired - how can I get there? This ocean has no bottom or end.",
    "punjabi": "(ਇਹ ਇਕ ਐਸਾ ਸਮੁੰਦਰ ਹੈ ਕਿ) ਇਸ ਦੀ ਡੂੰਘਾਈ ਤੇ ਪਾਰਲਾ ਬੰਨਾ ਨਹੀਂ ਲੱਭ ਸਕਦਾ, ਮੈਂ ਜਤਨ ਕਰ ਕੇ ਥੱਕ ਗਈ ਹਾਂ, ਪਰ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕੀ;",
    "pronunciation": "ਅੱਪੜਾਂ",
    "type_id": 3
  },
  {
    "id": 40048,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 2,
    "gurmukhi": "ਨਾ ਸਾਜਨ ਸੇ ਰੰਗੁਲੇ; ਕਿਸੁ ਪਹਿ ਕਰੀ ਪੁਕਾਰ ||",
    "transliteration": "Naa Saajan Sae Rangulae Kis Pehi Karee Pukaar ||",
    "translation": "I have no loving companions, whom I can ask for help.",
    "punjabi": "ਗੋਪਾਲ ਦੇ ਨਾਮ ਵਿਚ ਰੰਗੇ ਹੋਏ ਗੁਰਮੁਖਾਂ ਤੋਂ ਬਿਨਾ ਹੋਰ ਕਿਸੇ ਅੱਗੇ ਇਹ ਦੁੱਖ ਦੱਸਿਆ ਭੀ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40049,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਪਿ੍ਰੳੁ ਪਿ੍ਰੳੁ ਜੇ ਕਰੀ; ਮੇਲੇ ਮੇਲਣਹਾਰੁ ||",
    "transliteration": "Naanak Prio Prio Jae Karee Maelae Maelanehaar ||",
    "translation": "O Nanak, crying out, \"Beloved, Beloved\", we are united with the Uniter.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮੈਂ ਉਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮੁੜ ਮੁੜ ਯਾਦ ਕਰਾਂ ਤੇ ਉਹ ਮੇਲਣ ਦੇ ਸਮਰੱਥ ਪਿਆਰਾ ਆਪ ਹੀ ਮਿਲਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40050,
    "shabad_id": 3401,
    "pada": 39,
    "source_line": 3,
    "gurmukhi": "ਜਿਨਿ ਵਿਛੋੜੀ ਸੋ ਮੇਲਸੀ; ਗੁਰ ਕੈ ਹੇਤਿ ਅਪਾਰਿ ||੩੭||",
    "transliteration": "Jin Vishhorree So Maelasee Gur Kai Haeth Apaar ||37||",
    "translation": "He who separated me, unites me again; my love for the Guru is infinite. ||37||",
    "punjabi": "ਜਿਸ ਪ੍ਰਭੂ ਨੇ ('ਅਭਿਮਾਨ' ਦੀ ਵਿੱਥ ਪਾ ਕੇ) ਵਿਛੋੜਿਆ ਹੋਇਆ ਹੈ ਉਹ ਗੁਰੂ ਦੇ ਅਥਾਹ ਪਿਆਰ ਦੀ ਰਾਹੀਂ ਮਿਲਾਏਗਾ ॥੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40051,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 4,
    "gurmukhi": "ਪਾਪੁ ਬੁਰਾ; ਪਾਪੀ ਕੳੁ ਪਿਅਾਰਾ ||",
    "transliteration": "Paap Buraa Paapee Ko Piaaraa ||",
    "translation": "Sin is bad, but it is dear to the sinner.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਪਾਪ ਮਾੜਾ (ਕੰਮ) ਹੈ, ਪਰ ਪਾਪੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40052,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 4,
    "gurmukhi": "ਪਾਪਿ ਲਦੇ; ਪਾਪੇ ਪਾਸਾਰਾ ||",
    "transliteration": "Paap Ladhae Paapae Paasaaraa ||",
    "translation": "He loads himself with sin, and expands his world through sin.",
    "punjabi": "ਉਹ (ਪਾਪੀ) ਪਾਪ ਨਾਲ ਲੱਦਿਆ ਹੋਇਆ ਪਾਪ ਦਾ ਹੀ ਖਿਲਾਰਾ ਖਿਲਾਰਦਾ ਹੈ।",
    "pronunciation": "ਲੱਦੇ",
    "type_id": 3
  },
  {
    "id": 40053,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 4,
    "gurmukhi": "ਪਰਹਰਿ ਪਾਪੁ; ਪਛਾਣੈ ਅਾਪੁ ||",
    "transliteration": "Parehar Paap Pashhaanai Aap ||",
    "translation": "Sin is far away from one who understands himself.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਪਾਪ ਛੱਡ ਕੇ ਆਪਣੇ ਅਸਲੇ ਨੂੰ ਪਛਾਣੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40054,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 5,
    "gurmukhi": "ਨਾ ਤਿਸੁ; ਸੋਗੁ ਵਿਜੋਗੁ ਸੰਤਾਪੁ ||",
    "transliteration": "Naa This Sog Vijog Santhaap ||",
    "translation": "He is not afflicted by sorrow or separation.",
    "punjabi": "ਤਾਂ ਉਸ ਨੂੰ ਚਿੰਤਾ, ਵਿਛੋੜਾ ਤੇ ਦੁੱਖ ਨਹੀਂ ਵਿਆਪਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40055,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 5,
    "gurmukhi": "ਨਰਕਿ ਪੜੰਤੳੁ ਕਿੳੁ ਰਹੈ; ਕਿੳੁ ਬੰਚੈ ਜਮਕਾਲੁ ||",
    "transliteration": "Narak Parrantho Kio Rehai Kio Banchai Jamakaal ||",
    "translation": "How can one avoid falling into hell? How can he cheat the Messenger of Death?",
    "punjabi": "ਨਰਕ ਵਿਚ ਪੈਣੋਂ ਕਿਵੇਂ ਬਚੇ? ਤੇ ਜਮਕਾਲ (ਭਾਵ, ਮੌਤ ਦੇ ਡਰ) ਨੂੰ ਇਹ ਕਿਵੇਂ ਟਾਲ ਸਕੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40056,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 5,
    "gurmukhi": "ਕਿੳੁ. ਅਾਵਣ ਜਾਣਾ ਵੀਸਰੈ; ਝੂਠੁ ਬੁਰਾ. ਖੈ ਕਾਲੁ ||",
    "transliteration": "Kio Aavan Jaanaa Veesarai Jhooth Buraa Khai Kaal ||",
    "translation": "How can coming and going be forgotten? Falsehood is bad, and death is cruel.",
    "punjabi": "(ਜਦ ਤਕ) ਝੂਠ ਪਾਪ-ਰੂਪ ਮੌਤ (ਜੀਵ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ) ਤਬਾਹ ਕਰ ਰਹੀ ਹੈ, ਤਦ ਤਕ ਇਸ ਦਾ ਜੰਮਣਾ ਮਰਣਾ ਕਿਵੇਂ ਮੁੱਕੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40057,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 6,
    "gurmukhi": "ਮਨੁ ਜੰਜਾਲੀ ਵੇੜਿਅਾ; ਭੀ ਜੰਜਾਲਾ ਮਾਹਿ ||",
    "transliteration": "Man Janjaalee Vaerriaa Bhee Janjaalaa Maahi ||",
    "translation": "The mind is enveloped by entanglements, and into entanglements it falls.",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ) ਮਨ (ਪਾਪਾਂ ਦੇ) ਜੰਜਾਲਾਂ ਨਾਲ ਘਿਰਿਆ ਹੋਇਆ ਹੈ, ਇਹ (ਇਹਨਾਂ ਪਾਪਾਂ ਦੇ) ਹੋਰ ਹੋਰ ਜੰਜਾਲਾਂ ਵਿਚ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40058,
    "shabad_id": 3401,
    "pada": 40,
    "source_line": 6,
    "gurmukhi": "ਵਿਣੁ ਨਾਵੈ. ਕਿੳੁ ਛੂਟੀਅੈ; ਪਾਪੇ ਪਚਹਿ ਪਚਾਹਿ ||੩੮||",
    "transliteration": "Vin Naavai Kio Shhootteeai Paapae Pachehi Pachaahi ||38||",
    "translation": "Without the Name, how can anyone be saved? They rot away in sin. ||38||",
    "punjabi": "ਗੋਪਾਲ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਇਹਨਾਂ ਜੰਜਾਲਾਂ ਤੋਂ) ਬਚ ਨਹੀਂ ਸਕੀਦਾ, (ਸਗੋਂ ਜੀਵ) ਪਾਪਾਂ ਵਿਚ ਹੀ ਮੁੜ ਮੁੜ ਦੁਖੀ ਹੁੰਦੇ ਹਨ ॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40059,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 7,
    "gurmukhi": "ਫਿਰਿ ਫਿਰਿ ਫਾਹੀ ਫਾਸੈ ਕੳੂਅਾ ||",
    "transliteration": "Fir Fir Faahee Faasai Kooaa ||",
    "translation": "Again and again, the crow falls into the trap.",
    "punjabi": "ਕਾਲੀਆਂ ਕਰਤੂਤਾਂ ਵਾਲਾ ਮਨੁੱਖ ਮੁੜ ਮੁੜ ਫਾਹੀ ਵਿਚ ਫਸਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40060,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 7,
    "gurmukhi": "ਫਿਰਿ ਪਛੁਤਾਨਾ; ਅਬ ਕਿਅਾ ਹੂਅਾ ||",
    "transliteration": "Fir Pashhuthaanaa Ab Kiaa Hooaa ||",
    "translation": "Then he regrets it, but what can he do now?",
    "punjabi": "(ਫਸ ਕੇ) ਫਿਰ ਪਛੁਤਾਂਦਾ ਹੈ ਕਿ ਇਹ ਕੀਹ ਹੋ ਗਿਆ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40061,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 7,
    "gurmukhi": "ਫਾਥਾ ਚੋਗ ਚੁਗੈ; ਨਹੀ ਬੂਝੈ ||",
    "transliteration": "Faathhaa Chog Chugai Nehee Boojhai ||",
    "translation": "Even though he is trapped, he pecks at the food; he does not understand.",
    "punjabi": "ਫਸਿਆ ਹੋਇਆ ਭੀ (ਫਾਹੀ ਵਿਚ ਫਸਾਣ ਵਾਲਾ) ਚੋਗਾ ਹੀ ਚੁਗੀ ਜਾਂਦਾ ਹੈ ਤੇ ਹੋਸ਼ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਬੂੱਝੈ",
    "type_id": 3
  },
  {
    "id": 40062,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 8,
    "gurmukhi": "ਸਤਗੁਰੁ ਮਿਲੈ; ਤ ਅਾਖੀ ਸੂਝੈ ||",
    "transliteration": "Sathagur Milai Th Aakhee Soojhai ||",
    "translation": "If he meets the True Guru, then he sees with his eyes.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ (ਇਸ ਨੂੰ) ਮਿਲ ਪਏ, ਤਾਂ ਅੱਖੀਂ (ਅਸਲ ਗੱਲ) ਦਿੱਸ ਪੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40063,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 8,
    "gurmukhi": "ਜਿੳੁ ਮਛੁਲੀ; ਫਾਥੀ ਜਮ ਜਾਲਿ ||",
    "transliteration": "Jio Mashhulee Faathhee Jam Jaal ||",
    "translation": "Like a fish, he is caught in the noose of death.",
    "punjabi": "ਜਿਵੇਂ ਮੱਛੀ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਜਾਲ ਵਿਚ ਵਸ ਜਾਂਦੀ ਹੈ (ਤਿਵੇਂ ਜੀਵ ਆਤਮਕ ਮੌਤ ਲਿਆਉਣ ਵਾਲੇ ਪਾਪਾਂ ਵਿਚ ਫਸਦਾ ਹੈ)।",
    "pronunciation": "ਫੱਾਥੀ",
    "type_id": 3
  },
  {
    "id": 40064,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 8,
    "gurmukhi": "ਵਿਣੁ ਗੁਰ ਦਾਤੇ; ਮੁਕਤਿ. ਨ ਭਾਲਿ ||",
    "transliteration": "Vin Gur Dhaathae Mukath N Bhaal ||",
    "translation": "Do not seek liberation from anyone else, except the Guru, the Great Giver.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਗੋਪਾਲ ਦੇ ਨਾਮ ਦੀ) ਦਾਤ ਦੇਣ ਵਾਲੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ (ਇਸ ਫਾਹੀ ਵਿਚੋਂ) ਛੁਟਕਾਰਾ (ਭੀ) ਨਾਹ ਲੱਭ (ਭਾਵ, ਨਹੀਂ ਲੱਭਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40065,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 8,
    "gurmukhi": "ਫਿਰਿ ਫਿਰਿ ਅਾਵੈ; ਫਿਰਿ ਫਿਰਿ ਜਾੲਿ ||",
    "transliteration": "Fir Fir Aavai Fir Fir Jaae ||",
    "translation": "Over and over again, he comes; over and over again, he goes.",
    "punjabi": "(ਇਸ ਫਾਹੀ ਵਿਚ ਫਸਿਆ ਜੀਵ) ਮੁੜ ਮੁੜ ਜੰਮਦਾ ਤੇ ਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40066,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 9,
    "gurmukhi": "ੲਿਕ ਰੰਗਿ ਰਚੈ; ਰਹੈ ਲਿਵ ਲਾੲਿ ||",
    "transliteration": "Eik Rang Rachai Rehai Liv Laae ||",
    "translation": "Be absorbed in love for the One Lord, and remain lovingly focused on Him.",
    "punjabi": "ਜੋ ਜੀਵ ਇਕ ਗੋਪਾਲ ਦੇ ਪਿਆਰ ਵਿਚ ਜੁੜਦਾ ਹੈ ਤੇ ਸੁਰਤ ਲਾਈ ਰੱਖਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40067,
    "shabad_id": 3401,
    "pada": 41,
    "source_line": 9,
    "gurmukhi": "ੲਿਵ ਛੂਟੈ; ਫਿਰਿ ਫਾਸ. ਨ ਪਾੲਿ ||੩੯||",
    "transliteration": "Eiv Shhoottai Fir Faas N Paae ||39||",
    "translation": "In this way you shall be saved, and you shall not fall into the trap again. ||39||",
    "punjabi": "ਉਹ ਇਸ ਤਰ੍ਹਾਂ ਵਿਕਾਰਾਂ ਦੀ ਫਾਹੀ ਵਿਚੋਂ ਨਿਕਲ ਜਾਂਦਾ ਹੈ, ਤੇ ਫਿਰ ਉਸ ਨੂੰ ਫਾਹੀ ਨਹੀਂ ਪੈਂਦੀ ॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40068,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 10,
    "gurmukhi": "ਬੀਰਾ ਬੀਰਾ ਕਰਿ ਰਹੀ; ਬੀਰ ਭੲੇ ਬੈਰਾੲਿ ||",
    "transliteration": "Beeraa Beeraa Kar Rehee Beer Bheae Bairaae ||",
    "translation": "She calls out, \"Brother, O brother - stay, O brother!\" But he becomes a stranger.",
    "punjabi": "(ਹੇ ਪਾਂਡੇ!) ਇਹ ਕਾਇਆਂ (ਜੀਵਾਤਮਾ ਨੂੰ) 'ਵੀਰ ਵੀਰ' ਆਖਦੀ ਰਹਿ ਜਾਂਦੀ ਹੈ (ਪਰ ਮੌਤ ਆਇਆਂ) ਵੀਰ ਹੋਰੀਂ ਬਿਗਾਨੇ ਹੋ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40069,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 10,
    "gurmukhi": "ਬੀਰ ਚਲੇ ਘਰਿ ਅਾਪਣੈ; ਬਹਿਣ ਬਿਰਹਿ ਜਲਿ ਜਾੲਿ ||",
    "transliteration": "Beer Chalae Ghar Aapanai Behin Birehi Jal Jaae ||",
    "translation": "Her brother departs for his own home, and his sister burns with the pain of separation.",
    "punjabi": "ਵੀਰ ਹੋਰੀਂ (ਪਰਲੋਕ ਵਿਚ ਆਪਣੇ ਘਰ ਵਿਚ ਚਲੇ ਜਾਂਦੇ ਹਨ ਤੇ ਭੈਣ (ਕਾਇਆਂ) ਵਿਛੋੜੇ ਵਿਚ (ਭਾਵ, ਮੌਤ ਆਉਣ ਤੇ) ਸੜ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40070,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 10,
    "gurmukhi": "ਬਾਬੁਲ ਕੈ ਘਰਿ ਬੇਟੜੀ; ਬਾਲੀ ਬਾਲੈ ਨੇਹਿ ||",
    "transliteration": "Baabul Kai Ghar Baettarree Baalee Baalai Naehi ||",
    "translation": "In this world, her father's home, the daughter, the innocent soul bride, loves her Young Husband Lord.",
    "punjabi": "(ਫਿਰ ਭੀ ਇਹ) ਅੰਞਾਣ (ਕਾਇਆਂ) ਬੱਚੀ ਪਿਉ ਦੇ ਘਰ ਵਿਚ ਰਹਿੰਦੀ ਹੋਈ ਗੁੱਡੀਆਂ ਗੁੱਡਿਆਂ ਦੇ ਪਿਆਰ ਵਿਚ ਹੀ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ (ਭਾਵ, ਸਰੀਰ ਤੇ ਜਿੰਦ ਦਾ ਮੇਲ ਚਾਰ ਦਿਨ ਦਾ ਜਾਣਦਿਆਂ ਭੀ ਜੀਵ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਵਿਚ ਹੀ ਮਸਤ ਰਹਿੰਦਾ ਹੈ)।",
    "pronunciation": "ਬੱਾਲੀ ਬੱਾਲੈ",
    "type_id": 3
  },
  {
    "id": 40071,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 11,
    "gurmukhi": "ਜੇ ਲੋੜਹਿ ਵਰੁ ਕਾਮਣੀ; ਸਤਿਗੁਰੁ ਸੇਵਹਿ ਤੇਹਿ ||",
    "transliteration": "Jae Lorrehi Var Kaamanee Sathigur Saevehi Thaehi ||",
    "translation": "If you long for your Husband Lord, O soul bride, then serve the True Guru with love.",
    "punjabi": "(ਜਿੰਦ ਨੂੰ ਇਹ ਸਿੱਖਿਆ ਦੇਣੀ ਚਾਹੀਦੀ ਹੈ ਕਿ) ਹੇ (ਜੀਵ-) ਇਸਤ੍ਰੀ! ਜੇ ਪਤੀ (-ਪ੍ਰਭੂ) ਨੂੰ ਮਿਲਣਾ ਚਾਹੁੰਦੀ ਹੈਂ ਤਾਂ ਪਿਆਰ ਨਾਲ ਸਤਿਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40072,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 11,
    "gurmukhi": "ਬਿਰਲੋ ਗਿਅਾਨੀ ਬੂਝਣੳੁ; ਸਤਿਗੁਰੁ ਸਾਚਿ ਮਿਲੇੲਿ ||",
    "transliteration": "Biralo Giaanee Boojhano Sathigur Saach Milaee ||",
    "translation": "How rare are the spiritually wise, who meet the True Guru, and truly understand.",
    "punjabi": "ਜਿਸ ਜੀਵ ਨੂੰ ਗੋਪਾਲ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਤਿਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਹ (ਇਸ ਗੱਲ ਨੂੰ) ਸਮਝਦਾ ਹੈ। ਪਰ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਹੀ ਇਹ ਸੂਝ ਹਾਸਲ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40073,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 12,
    "gurmukhi": "ਠਾਕੁਰ ਹਾਥਿ ਵਡਾੲੀਅਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ||",
    "transliteration": "Thaakur Haathh Vaddaaeeaa Jai Bhaavai Thai Dhaee ||",
    "translation": "All glorious greatness rests in the Lord and Master's Hands. He grants them, when He is pleased.",
    "punjabi": "ਗੋਪਾਲ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਉਣੇ ਗੋਪਾਲ ਦੇ ਆਪਣੇ ਹੱਥ ਵਿਚ ਹਨ, (ਇਹ ਦਾਤ ਉਹ) ਉਸ ਨੂੰ ਦੇਂਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਭਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40074,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 12,
    "gurmukhi": "ਬਾਣੀ ਬਿਰਲੳੁ ਬੀਚਾਰਸੀ; ਜੇ ਕੋ ਗੁਰਮੁਖਿ ਹੋੲਿ ||",
    "transliteration": "Baanee Biralo Beechaarasee Jae Ko Guramukh Hoe ||",
    "translation": "How rare are those who contemplate the Word of the Guru's Bani; they become Gurmukh.",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਗੁਰਮੁਖ ਸਤਿਗੁਰੂ ਦੀ ਬਾਣੀ ਨੂੰ ਵਿਚਾਰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40075,
    "shabad_id": 3401,
    "pada": 42,
    "source_line": 13,
    "gurmukhi": "ੲਿਹ ਬਾਣੀ ਮਹਾਪੁਰਖ ਕੀ; ਨਿਜ ਘਰਿ ਵਾਸਾ ਹੋੲਿ ||੪੦||",
    "transliteration": "Eih Baanee Mehaa Purakh Kee Nij Ghar Vaasaa Hoe ||40||",
    "translation": "This is the Bani of the Supreme Being; through it, one dwells within the home of his inner being. ||40||",
    "punjabi": "ਉਹ ਬਾਣੀ ਸਤਿਗੁਰੂ ਦੀ (ਐਸੀ) ਹੈ ਕਿ (ਇਸ ਦੀ ਵਿਚਾਰ ਨਾਲ) ਮਨੁੱਖ ਸ੍ਵੈ-ਸਰੂਪ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ॥੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40076,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 13,
    "gurmukhi": "ਭਨਿ ਭਨਿ ਘੜੀਅੈ. ਘੜਿ ਘੜਿ ਭਜੈ; ਢਾਹਿ ੳੁਸਾਰੈ ੳੁਸਰੇ ਢਾਹੈ ||",
    "transliteration": "Bhan Bhan Gharreeai Gharr Gharr Bhajai Dtaahi Ousaarai Ousarae Dtaahai ||",
    "translation": "Shattering and breaking apart, He creates and re-creates; creating, He shatters again. He builds up what He has demolished, and demolishes what He has built.",
    "punjabi": "(ਇਹ ਜਗਤ ਦੀ ਬਣਤਰ) ਮੁੜ ਮੁੜ ਭੱਜਦੀ ਹੈ ਤੇ ਘੜੀਦੀ ਹੈ, ਮੁੜ ਮੁੜ ਘੜੀਦੀ ਹੈ ਤੇ ਭੱਜਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40077,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 14,
    "gurmukhi": "ਸਰ ਭਰਿ. ਸੋਖੈ, ਭੀ. ਭਰਿ ਪੋਖੈ; ਸਮਰਥ ਵੇਪਰਵਾਹੈ ||",
    "transliteration": "Sar Bhar Sokhai Bhee Bhar Pokhai Samarathh Vaeparavaahai ||",
    "translation": "He dries up the pools which are full, and fills the dried tanks again. He is all-powerful and independent.",
    "punjabi": "(ਉਹ ਗੋਪਾਲ ਇਸ ਸੰਸਾਰ-) ਸਰੋਵਰ ਨੂੰ ਭਰ ਕੇ ਸੁਕਾ ਦੇਂਦਾ ਹੈ, ਫਿਰ ਹੋਰ ਨਕਾ-ਨਕ ਭਰਦਾ ਹੈ। ਉਹ ਗੋਪਾਲ ਪ੍ਰਭੂ ਸਭ ਕੁਝ ਕਰਨ-ਜੋਗਾ ਹੈ, ਵੇਪਰਵਾਹ ਹੈ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਦੇ ਭਰਿਭਰੇ, ਸਰਸਮੁੰਦ੍ਰਾਂ ਦੇ ਅੌਗੁਣਾਂ ਨੂੰ ਸੋਖੈਸੁਕਾ ਦਿੰਦੇ ਹਨ, ਫੇਰ ਸ਼ੁਭ ਗੁਣਾਂ ਨਾਲ ਭਰਿਭਰ ਕੇ (ਪੋਖੈ) ਪਾਲਦੇ ਹਨ[ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 40078,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 14,
    "gurmukhi": "ਭਰਮਿ ਭੁਲਾਨੇ. ਭੲੇ ਦਿਵਾਨੇ; ਵਿਣੁ ਭਾਗਾ. ਕਿਅਾ ਪਾੲੀਅੈ ||",
    "transliteration": "Bharam Bhulaanae Bheae Dhivaanae Vin Bhaagaa Kiaa Paaeeai ||",
    "translation": "Deluded by doubt, they have gone insane; without destiny, what do they obtain?",
    "punjabi": "(ਹੇ ਪਾਂਡੇ! ਉਸ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਕੇ) ਜੋ ਜੀਵ ਭਟਕਣਾ ਵਿਚ ਪੈ ਕੇ ਕੁਰਾਹੇ ਪਏ ਹੋਏ ਹਨ ਉਹ (ਮਾਇਆ ਪਿਛੇ ਹੀ) ਕਮਲੇ ਹੋਏ ਪਏ ਹਨ, (ਉਹਨਾਂ ਨੂੰ) ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ (ਉਸ ਵੇਪਰਵਾਹ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਜੋਂ) ਕੁਝ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40079,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਗਿਅਾਨੁ ਡੋਰੀ ਪ੍ਰਭਿ ਪਕੜੀ; ਜਿਨ ਖਿੰਚੈ ਤਿਨ ਜਾੲੀਅੈ ||",
    "transliteration": "Guramukh Giaan Ddoree Prabh Pakarree Jin Khinchai Thin Jaaeeai ||",
    "translation": "The Gurmukhs know that God holds the string; wherever He pulls it, they must go.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਗਿਆਨ-ਰੂਪ ਡੋਰੀ ਪ੍ਰਭੂ ਨੇ (ਆਪਣੇ) ਹੱਥ ਵਿਚ ਫੜੀ ਹੋਈ; ਜਿਨ੍ਹਾਂ ਨੂੰ (ਇਸ ਡੋਰੀ ਨਾਲ ਆਪਣੇ ਵਲ) ਖਿੱਚਦਾ ਹੈ ਉਹ (ਉਸ ਵਲ) ਤੁਰ ਪੈਂਦੇ ਹਨ (ਭਾਵ, ਜਿਨ੍ਹਾਂ ਉਤੇ ਗੋਪਾਲ-ਪ੍ਰਭੂ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਹ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40080,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਗਾੲਿ ਸਦਾ ਰੰਗਿ ਰਾਤੇ; ਬਹੁੜਿ. ਨ ਪਛੋਤਾੲੀਅੈ ||",
    "transliteration": "Har Gun Gaae Sadhaa Rang Raathae Bahurr N Pashhothaaeeai ||",
    "translation": "Those who sing the Glorious Praises of the Lord, are forever imbued with His Love; they never again feel regret.",
    "punjabi": "ਉਹ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਉਸ ਦੇ ਪਿਆਰ ਵਿਚ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਮੁੜ ਉਹਨਾਂ ਨੂੰ ਪਛੁਤਾਣਾ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40081,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 16,
    "gurmukhi": "ਭਭੈ ਭਾਲਹਿ. ਗੁਰਮੁਖਿ ਬੂਝਹਿ; ਤਾ ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾੲੀਅੈ ||",
    "transliteration": "Bhabhai Bhaalehi Guramukh Boojhehi Thaa Nij Ghar Vaasaa Paaeeai ||",
    "translation": "Bhabha: If someone seeks, and then becomes Gurmukh, then he comes to dwell in the home of his own heart.",
    "punjabi": "ਉਹ (ਪ੍ਰਭੂ ਦੀ ਹੀ) ਭਾਲ ਕਰਦੇ ਹਨ। (ਜਦੋਂ) ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਰਸਤਾ) ਸਮਝ ਲੈਂਦੇ ਹਨ ਤਾਂ ਆਪਣੇ (ਅਸਲ) ਘਰ ਵਿਚ ਟਿਕ ਜਾਂਦੇ ਹਨ (ਭਟਕਣੋਂ ਹਟ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40082,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 17,
    "gurmukhi": "ਭਭੈ. ਭੳੁਜਲੁ ਮਾਰਗੁ ਵਿਖੜਾ; ਅਾਸ ਨਿਰਾਸਾ ਤਰੀਅੈ ||",
    "transliteration": "Bhabhai Bhoujal Maarag Vikharraa Aas Niraasaa Thareeai ||",
    "translation": "Bhabha: The way of the terrifying world-ocean is treacherous. Remain free of hope, in the midst of hope, and you shall cross over.",
    "punjabi": "ਇਹ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਜੀਵਾਂ ਵਾਸਤੇ) ਔਖਾ ਰਸਤਾ ਹੈ, ਇਸ ਵਿਚੋਂ ਤਦੋਂ ਹੀ ਤਰ ਸਕੀਦਾ ਹੈ ਜੇ (ਦੁਨੀਆ ਵਾਲੀਆਂ) ਆਸਾਂ ਬਨਾਣੀਆਂ ਛੱਡ ਦੇਈਏ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40083,
    "shabad_id": 3401,
    "pada": 43,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਅਾਪੋ ਚੀਨ੍ਹੈ; ਜੀਵਤਿਅਾ ੲਿਵ ਮਰੀਅੈ ||੪੧||",
    "transliteration": "Gur Parasaadhee Aapo Cheenhai Jeevathiaa Eiv Mareeai ||41||",
    "translation": "By Guru's Grace, one comes to understand himself; in this way, he remains dead while yet alive. ||41||",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ (ਆਪਣੇ ਅਸਲੇ ਨੂੰ) ਪਛਾਣੀਏ; ਇਸ ਤਰ੍ਹਾਂ ਜਿਊਂਦਿਆਂ ਮਰ ਜਾਈਦਾ ਹੈ (ਭਾਵ, ਇਸੇ ਜੀਵਨ ਵਿਚ ਹੀ ਮਨ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦਾ ਹੈ) ॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40084,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 18,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਾੲਿਅਾ ਕਰਿ ਮੁੲੇ; ਮਾੲਿਅਾ. ਕਿਸੈ ਨ ਸਾਥਿ ||",
    "transliteration": "Maaeiaa Maaeiaa Kar Mueae Maaeiaa Kisai N Saathh ||",
    "translation": "Crying out for the wealth and riches of Maya, they die; but Maya does not go along with them.",
    "punjabi": "(ਬੇਅੰਤ ਜੀਵ) ਮਾਇਆ ਲਈ ਤਰਲੇ ਲੈਂਦੇ ਮਰ ਗਏ, ਪਰ ਮਾਇਆ ਕਿਸੇ ਦੇ ਨਾਲ ਨਾਹ ਨਿਭੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40085,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 18,
    "gurmukhi": "ਹੰਸੁ ਚਲੈ ੳੁਠਿ ਡੁਮਣੋ; ਮਾੲਿਅਾ ਭੂਲੀ ਅਾਥਿ ||",
    "transliteration": "Hans Chalai Outh Ddumano Maaeiaa Bhoolee Aathh ||",
    "translation": "The soul-swan arises and departs, sad and depressed, leaving its wealth behind.",
    "punjabi": "ਜਦੋਂ (ਜੀਵ-) ਹੰਸ ਦੁਚਿੱਤਾ ਹੋ ਕੇ (ਮੌਤ ਆਇਆਂ) ਉਠ ਤੁਰਦਾ ਹੈ ਤਾਂ ਮਾਇਆ ਦਾ ਸਾਥ ਛੁੱਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40086,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 19,
    "gurmukhi": "ਮਨੁ ਝੂਠਾ ਜਮਿ ਜੋਹਿਅਾ; ਅਵਗੁਣ ਚਲਹਿ ਨਾਲਿ ||",
    "transliteration": "Man Jhoothaa Jam Johiaa Avagun Chalehi Naal ||",
    "translation": "The false mind is hunted by the Messenger of Death; it carries its faults along when it goes.",
    "punjabi": "ਜੋ ਮਨ ਮਾਇਆ ਵਿਚ ਫਸਿਆ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਜਮ ਵਲੋਂ ਤਾੜਨਾ ਹੁੰਦੀ ਹੈ (ਭਾਵ, ਉਹ ਮੌਤ ਦਾ ਨਾਮ ਸੁਣ ਸੁਣ ਕੇ ਡਰਦਾ ਹੈ), (ਮਾਇਆ ਤਾਂ ਇਥੇ ਰਹਿ ਗਈ, ਤੇ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਕੀਤੇ ਹੋਏ) ਅਉਗਣ ਨਾਲ ਤੁਰ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40087,
    "shabad_id": 3401,
    "pada": 44,
    "source_line": 19,
    "gurmukhi": "ਮਨ ਮਹਿ ਮਨੁ ੳੁਲਟੋ ਮਰੈ; ਜੇ ਗੁਣ ਹੋਵਹਿ ਨਾਲਿ ||",
    "transliteration": "Man Mehi Man Oulatto Marai Jae Gun Hovehi Naal ||",
    "translation": "The mind turns inward, and merges with mind, when it is with virtue.",
    "punjabi": "ਪਰ ਜੇ ਮਨੁੱਖ ਦੇ ਪੱਲੇ ਗੁਣ ਹੋਣ ਤਾਂ ਮਨ ਮਾਇਆ ਵਲੋਂ ਪਰਤ ਕੇ ਆਪਣੇ ਅੰਦਰ ਹੀ ਆਪਾ-ਭਾਵ ਤੋਂ ਮਰ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਇਸ ਵਿਚ ਮੋਹ ਆਦਿਕ ਵਿਕਾਰ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ)।",
    "pronunciation": "",
    "type_id": 3
  }
]
