[
  {
    "id": 40510,
    "shabad_id": 3432,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਨੁ ਸਬਦੈ. ਰਸੁ, ਨ ਅਾਵੈ ਅੳੁਧੂ; ਹੳੁਮੈ ਪਿਅਾਸ. ਨ ਜਾੲੀ ||",
    "transliteration": "Bin Sabadhai Ras N Aavai Aoudhhoo Houmai Piaas N Jaaee ||",
    "translation": "Without the Shabad, the essence does not come, O hermit, and the thirst of egotism does not depart.",
    "punjabi": "(ਉੱਤਰ:) ਹੇ ਜੋਗੀ! ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਬਿਨਾਂ (ਪ੍ਰਾਣਾਂ ਨੂੰ) ਰਸ ਨਹੀਂ ਆਉਂਦਾ (ਭਾਵ, ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਹੀ ਪ੍ਰਾਣਾਂ ਦਾ ਆਸਰਾ ਹੈ, ਪ੍ਰਾਨਾਂ ਦੀ ਖ਼ੁਰਾਕ ਹੈ)। ਗੁਰੂ-ਸ਼ਬਦ ਤੋਂ ਬਿਨਾ ਹਉਮੈ ਦੀ ਤ੍ਰੇਹ ਨਹੀਂ ਮਿਟਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40511,
    "shabad_id": 3432,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਬਦਿ ਰਤੇ ਅੰਮਿ੍ਰਤ ਰਸੁ ਪਾੲਿਅਾ; ਸਾਚੇ ਰਹੇ ਅਘਾੲੀ ||",
    "transliteration": "Sabadh Rathae Anmrith Ras Paaeiaa Saachae Rehae Aghaaee ||",
    "translation": "Imbued with the Shabad, one finds the ambrosial essence, and remains fulfilled with the True Name.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਰੰਗੇ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸਦਾ ਟਿਕੇ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਰੱਜੇ ਰਹਿੰਦੇ ਹਨ (ਭਾਵ, ਨਾਮ ਵਿਚ ਜੁੜ ਕੇ ਸੰਤੋਖੀ ਹੋ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40512,
    "shabad_id": 3432,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਵਨ ਬੁਧਿ ਜਿਤੁ ਅਸਥਿਰੁ ਰਹੀਅੈ; ਕਿਤੁ ਭੋਜਨਿ ਤਿ੍ਰਪਤਾਸੈ ||",
    "transliteration": "Kavan Budhh Jith Asathhir Reheeai Kith Bhojan Thripathaasai ||",
    "translation": "\"What is that wisdom, by which one remains steady and stable? What food brings satisfaction?\"",
    "punjabi": "(ਪ੍ਰਸ਼ਨ:) ਉਹ ਕੇਹੜੀ ਮਤ ਹੈ ਜਿਸ ਦੀ ਰਾਹੀ ਮਨ ਸਦਾ ਟਿਕਿਆ ਰਹਿ ਸਕਦਾ ਹੈ? ਕੇਹੜੀ ਖ਼ੁਰਾਕ ਨਾਲ ਮਨ ਸਦਾ ਰੱਜਿਆ ਰਹਿ ਸਕੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40513,
    "shabad_id": 3432,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਦੁਖੁ ਸੁਖੁ ਸਮ ਕਰਿ ਜਾਪੈ; ਸਤਿਗੁਰ ਤੇ. ਕਾਲੁ, ਨ ਗ੍ਰਾਸੈ ||੬੧||",
    "transliteration": "Naanak Dhukh Sukh Sam Kar Jaapai Sathigur Thae Kaal N Graasai ||61||",
    "translation": "O Nanak, when one looks upon pain and pleasure alike, through the True Guru, then he is not consumed by Death. ||61||",
    "punjabi": "(ਉੱਤਰ:) ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਤੋਂ (ਜੋ ਮਤ ਮਿਲਦੀ ਹੈ ਉਸ ਨਾਲ) ਦੁੱਖ ਤੇ ਸੁਖ ਇੱਕ-ਸਮਾਨ ਜਾਪਦਾ ਹੈ, ਸਤਿਗੁਰੂ ਤੋਂ (ਜੋ ਨਾਮ-ਭੋਜਨ ਮਿਲਦਾ ਹੈ, ਉਸ ਕਰਕੇ) ਮੌਤ (ਦਾ ਡਰ) ਪੋਹ ਨਹੀਂ ਸਕਦਾ ॥੬੧॥",
    "pronunciation": "ਦੁੱਖੁ",
    "type_id": 3
  },
  {
    "id": 40514,
    "shabad_id": 3432,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਰੰਗਿ. ਨ ਰਾਤਾ; ਰਸਿ ਨਹੀ ਮਾਤਾ ||",
    "transliteration": "Rang N Raathaa Ras Nehee Maathaa ||",
    "translation": "If one is not imbued with the Lord's Love, nor intoxicated with His subtle essence,",
    "punjabi": "(ਸ਼ਬਦ ਦੀ ਕਮਾਈ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਦਾ ਮਨ) ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗਿਆ ਨਹੀਂ ਜਾਂਦਾ ਤੇ ਉਹ ਪ੍ਰਭੂ ਦੇ ਆਨੰਦ ਵਿਚ ਖੀਵਾ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 40515,
    "shabad_id": 3432,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ ਸਬਦੈ; ਜਲਿ ਬਲਿ ਤਾਤਾ ||",
    "transliteration": "Bin Gur Sabadhai Jal Bal Thaathaa ||",
    "translation": "Without the Word of the Guru's Shabad, he is frustrated, and consumed by his own inner fire.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ (ਦੀ ਕਮਾਈ ਕਰਨ) ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ (ਮਾਇਕ ਧੰਧਿਆਂ ਵਿਚ) ਸੜ ਬਲ ਕੇ ਖਿੱਝਦਾ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਤੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 40516,
    "shabad_id": 3432,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਬਿੰਦੁ. ਨ ਰਾਖਿਅਾ; ਸਬਦੁ. ਨ ਭਾਖਿਅਾ ||",
    "transliteration": "Bindh N Raakhiaa Sabadh N Bhaakhiaa ||",
    "translation": "He does not preserve his semen and seed, and does not chant the Shabad.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰ-ਸ਼ਬਦ ਨਹੀਂ ਉਚਾਰਿਆ, ਉਸ ਨੇ ਜਤੀ ਬਣ ਕੇ ਕੁਝ ਨਹੀਂ ਖੱਟਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40517,
    "shabad_id": 3432,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਪਵਨੁ. ਨ ਸਾਧਿਅਾ; ਸਚੁ. ਨ ਅਰਾਧਿਅਾ ||",
    "transliteration": "Pavan N Saadhhiaa Sach N Araadhhiaa ||",
    "translation": "He does not control his breath; he does not worship and adore the True Lord.",
    "punjabi": "ਜਿਸ ਨੇ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਨਹੀਂ, ਉਸ ਨੇ ਪ੍ਰਾਣਾਯਾਮ ਕਰ ਕੇ ਕੀਹ ਲਿਆ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40518,
    "shabad_id": 3432,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਕਥ ਕਥਾ ਲੇ; ਸਮ ਕਰਿ ਰਹੈ ||",
    "transliteration": "Akathh Kathhaa Lae Sam Kar Rehai ||",
    "translation": "But one who speaks the Unspoken Speech, and remains balanced,",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਅਕੱਥ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ (ਦੁਖ ਸੁਖ ਨੂੰ) ਇੱਕ-ਸਮਾਨ ਜਾਣ ਕੇ ਜੀਵਨ ਬਿਤੀਤ ਕਰੇ,",
    "pronunciation": "ਅ-ਕਥ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40519,
    "shabad_id": 3432,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਤੳੁ ਨਾਨਕ; ਅਾਤਮ ਰਾਮ ਕੳੁ ਲਹੈ ||੬੨||",
    "transliteration": "Tho Naanak Aatham Raam Ko Lehai ||62||",
    "translation": "O Nanak, attains the Lord, the Supreme Soul. ||62||",
    "punjabi": "ਤਾਂ ਹੇ ਨਾਨਕ! ਉਹ ਸਾਰੇ-ਸੰਸਾਰ-ਦੀ-ਜਿੰਦ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਪਤੀ ਕਰ ਲੈਂਦਾ ਹੈ ॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40520,
    "shabad_id": 3433,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਰੰਗੇ ਰਾਤਾ ||",
    "transliteration": "Gur Parasaadhee Rangae Raathaa ||",
    "translation": "By Guru's Grace, one is attuned to the Lord's Love.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੀਜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40521,
    "shabad_id": 3433,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਪੀਅਾ; ਸਾਚੇ ਮਾਤਾ ||",
    "transliteration": "Anmrith Peeaa Saachae Maathaa ||",
    "translation": "Drinking in the Ambrosial Nectar, he is intoxicated with the Truth.",
    "punjabi": "ਉਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲੈਂਦਾ ਹੈ, ਤੇ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਖੀਵਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 40522,
    "shabad_id": 3433,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਵੀਚਾਰੀ; ਅਗਨਿ ਨਿਵਾਰੀ ||",
    "transliteration": "Gur Veechaaree Agan Nivaaree ||",
    "translation": "Contemplating the Guru, the fire within is put out.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰ-(ਸ਼ਬਦ) ਦੀ ਰਾਹੀਂ ਵਿਚਾਰਵਾਨ ਹੋ ਗਿਆ ਹੈ ਉਸ ਨੇ (ਤ੍ਰਿਸ਼ਨਾ) ਅੱਗ ਬੁਝਾ ਲਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40523,
    "shabad_id": 3433,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਪਿੳੁ ਪੀਓ; ਅਾਤਮ ਸੁਖੁ ਧਾਰੀ ||",
    "transliteration": "Apio Peeou Aatham Sukh Dhhaaree ||",
    "translation": "Drinking in the Ambrosial Nectar, the soul settles in peace.",
    "punjabi": "ਉਸ ਨੇ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਸੁਖ ਲੱਭ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40524,
    "shabad_id": 3433,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਚੁ ਅਰਾਧਿਅਾ; ਗੁਰਮੁਖਿ ਤਰੁ ਤਾਰੀ ||",
    "transliteration": "Sach Araadhhiaa Guramukh Thar Thaaree ||",
    "translation": "Worshipping the True Lord in adoration, the Gurmukh crosses over the river of life.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਗੁਰੂ ਦੇ ਰਾਹ ਤੇ ਤੁਰ ਕੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ ਕੇ ('ਦੁਤਰ ਸਾਗਰ' ਤੋਂ) ਪਾਰ ਲੰਘ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40525,
    "shabad_id": 3433,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ ਬੂਝੈ; ਕੋ ਵੀਚਾਰੀ ||੬੩||",
    "transliteration": "Naanak Boojhai Ko Veechaaree ||63||",
    "translation": "O Nanak, after deep contemplation, this is understood. ||63||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਕੋਈ ਵਿਰਲਾ ਵਿਚਾਰਵਾਨ (ਇਸ ਗੱਲ ਨੂੰ) ਸਮਝਦਾ ਹੈ ॥੬੩॥",
    "pronunciation": "ਬੂੱਝੈ",
    "type_id": 3
  },
  {
    "id": 40526,
    "shabad_id": 3433,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਮੈਗਲੁ. ਕਹਾ ਬਸੀਅਲੇ; ਕਹਾ ਬਸੈ ੲਿਹੁ ਪਵਨਾ ||",
    "transliteration": "Eihu Man Maigal Kehaa Baseealae Kehaa Basai Eihu Pavanaa ||",
    "translation": "\"Where does this mind-elephant live? Where does the breath reside?",
    "punjabi": "(ਪ੍ਰਸ਼ਨ:) ਮਨੁੱਖ (ਜਗਤ ਦੇ) ਮੁੱਢ (ਪ੍ਰਭੂ) ਨੂੰ ਕਿਵੇਂ ਪਛਾਣੇ? ਆਪਣੇ ਆਤਮਾ ਨੂੰ ਕਿਵੇਂ ਸਮਝੇ? ਚੰਦ੍ਰਮਾ ਦੇ ਘਰ ਵਿਚ ਸੂਰਜ ਕਿਵੇਂ ਟਿਕੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40527,
    "shabad_id": 3433,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਕਹਾ ਬਸੈ ਸੁ ਸਬਦੁ ਅੳੁਧੂ; ਤਾ ਕੳੁ ਚੂਕੈ ਮਨ ਕਾ ਭਵਨਾ ||",
    "transliteration": "Kehaa Basai S Sabadh Aoudhhoo Thaa Ko Chookai Man Kaa Bhavanaa ||",
    "translation": "Where should the Shabad reside, so that the wanderings of the mind may cease?\"",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40528,
    "shabad_id": 3433,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਨਦਰਿ ਕਰੇ ਤਾ ਸਤਿਗੁਰੁ ਮੇਲੇ; ਤਾ ਨਿਜ ਘਰਿ ਵਾਸਾ ੲਿਹੁ ਮਨੁ ਪਾੲੇ ||",
    "transliteration": "Nadhar Karae Thaa Sathigur Maelae Thaa Nij Ghar Vaasaa Eihu Man Paaeae ||",
    "translation": "When the Lord blesses one with His Glance of Grace, he leads him to the True Guru. Then, this mind dwells in its own home within.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40529,
    "shabad_id": 3433,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੈ ਅਾਪੁ ਖਾੲਿ. ਤਾ ਨਿਰਮਲੁ ਹੋਵੈ; ਧਾਵਤੁ ਵਰਜਿ ਰਹਾੲੇ ||",
    "transliteration": "Aapai Aap Khaae Thaa Niramal Hovai Dhhaavath Varaj Rehaaeae ||",
    "translation": "When the individual consumes his egotism, he becomes immaculate, and his wandering mind is restrained.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40530,
    "shabad_id": 3433,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਕਿੳੁ ਮੂਲੁ ਪਛਾਣੈ. ਅਾਤਮੁ ਜਾਣੈ; ਕਿੳੁ ਸਸਿ ਘਰਿ. ਸੂਰੁ ਸਮਾਵੈ ||",
    "transliteration": "Kio Mool Pashhaanai Aatham Jaanai Kio Sas Ghar Soor Samaavai ||",
    "translation": "\"How can the root, the source of all be realized? How can the soul know itself? How can the sun enter into the house of the moon?\"",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40531,
    "shabad_id": 3433,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਮੁਖਿ. ਹੳੁਮੈ ਵਿਚਹੁ ਖੋਵੈ; ਤੳੁ ਨਾਨਕ. ਸਹਜਿ ਸਮਾਵੈ ||੬੪||",
    "transliteration": "Guramukh Houmai Vichahu Khovai Tho Naanak Sehaj Samaavai ||64||",
    "translation": "The Gurmukh eliminates egotism from within; then, O Nanak, the sun naturally enters into the home of the moon. ||64||",
    "punjabi": "(ਉੱਤਰ:) ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ ਉਹ ਆਪਣੇ ਅੰਦਰੋਂ 'ਹਉਮੈ' ਦੂਰ ਕਰਦਾ ਹੈ, ਤਦੋਂ ਹੇ ਨਾਨਕ! ਉਹ ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਜਾਂਦਾ ਹੈ ॥੬੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40532,
    "shabad_id": 3434,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਨਿਹਚਲੁ ਹਿਰਦੈ ਵਸੀਅਲੇ; ਗੁਰਮੁਖਿ ਮੂਲੁ ਪਛਾਣਿ ਰਹੈ ||",
    "transliteration": "Eihu Man Nihachal Hiradhai Vaseealae Guramukh Mool Pashhaan Rehai ||",
    "translation": "When the mind becomes steady and stable, it abides in the heart, and then the Gurmukh realizes the root, the source of all.",
    "punjabi": "ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਹੁਕਮ ਤੇ ਤੁਰ ਕੇ (ਜਗਤ ਦੇ) ਮੂਲ-(ਪ੍ਰਭੂ) ਨੂੰ ਪਛਾਣਦਾ ਹੈ (ਪ੍ਰਭੂ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ), ਤਾਂ ਇਹ ਮਨ ਅਡੋਲ ਹੋ ਕੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40533,
    "shabad_id": 3434,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਭਿ ਪਵਨੁ ਘਰਿ ਅਾਸਣਿ ਬੈਸੈ; ਗੁਰਮੁਖਿ ਖੋਜਤ ਤਤੁ ਲਹੈ ||",
    "transliteration": "Naabh Pavan Ghar Aasan Baisai Guramukh Khojath Thath Lehai ||",
    "translation": "The breath is seated in the home of the navel; the Gurmukh searches, and finds the essence of reality.",
    "punjabi": "ਪ੍ਰਾਣ (ਭਾਵ, ਸੁਆਸ) ਨਾਭੀ-ਰੂਪ ਘਰ ਵਿਚ ਆਸਣ ਤੇ ਬੈਠਦਾ ਹੈ (ਭਾਵ, ਪ੍ਰਾਣਾਂ ਦਾ ਆਰੰਭ ਨਾਭੀ ਤੋਂ ਹੁੰਦਾ ਹੈ), ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਖੋਜ ਕਰ ਕੇ ਮਨੁੱਖ ਅਸਲੀਅਤ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40534,
    "shabad_id": 3434,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੁ ਸਬਦੁ ਨਿਰੰਤਰਿ ਨਿਜ ਘਰਿ ਅਾਛੈ; ਤਿ੍ਰਭਵਣ ਜੋਤਿ ਸੁ ਸਬਦਿ ਲਹੈ ||",
    "transliteration": "S Sabadh Niranthar Nij Ghar Aashhai Thribhavan Joth S Sabadh Lehai ||",
    "translation": "This Shabad permeates the nucleus of the self, deep within, in its own home; the Light of this Shabad pervades the three worlds.",
    "punjabi": "ਉਹ ਸ਼ਬਦ (ਜੋ 'ਦੁਤਰ ਸਾਗਰ' ਤੋਂ ਤਾਰਦਾ ਹੈ) ਇਕ-ਰਸ ਆਪਣੇ ਅਸਲ ਘਰ ਵਿਚ (ਭਾਵ, ਸੁੰਨ ਪ੍ਰਭੂ ਵਿਚ) ਟਿਕਦਾ ਹੈ, ਮਨੁੱਖ ਉਸ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਹੀ) ਤ੍ਰਿਲੋਕੀ ਵਿਚ ਵਿਆਪਕ ਪ੍ਰਭੂ ਦੀ ਜੋਤਿ ਨੂੰ ਲੱਭਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40535,
    "shabad_id": 3434,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਖਾਵੈ ਦੂਖ. ਭੂਖ ਸਾਚੇ ਕੀ; ਸਾਚੇ ਹੀ ਤਿ੍ਰਪਤਾਸਿ ਰਹੈ ||",
    "transliteration": "Khaavai Dhookh Bhookh Saachae Kee Saachae Hee Thripathaas Rehai ||",
    "translation": "Hunger for the True Lord shall consume your pain, and through the True Lord, you shall be satisfied.",
    "punjabi": "(ਜਿਉਂ ਜਿਉਂ) ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਵਧਦੀ ਹੈ (ਤਿਉਂ ਤਿਉਂ) ਮਨੁੱਖ ਦੁੱਖਾਂ ਨੂੰ ਮੁਕਾ ਲੈਂਦਾ ਹੈ; ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਹੀ ਤ੍ਰਿਪਤ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40536,
    "shabad_id": 3434,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਨਹਦ ਬਾਣੀ ਗੁਰਮੁਖਿ ਜਾਣੀ; ਬਿਰਲੋ ਕੋ ਅਰਥਾਵੈ ||",
    "transliteration": "Anehadh Baanee Guramukh Jaanee Biralo Ko Arathhaavai ||",
    "translation": "The Gurmukh knows the unstruck sound current of the Bani; how rare are those who understand.",
    "punjabi": "ਇਕ-ਰਸ ਵਿਆਪਕ ਰੱਬੀ ਜੀਵਨ-ਰੌ ਨੂੰ ਕਿਸੇ ਵਿਰਲੇ ਗੁਰਮੁਖ ਨੇ ਜਾਣਿਆ ਹੈ ਕਿਸੇ ਵਿਰਲੇ ਨੇ ਇਹ ਰਾਜ਼ ਸਮਝਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40537,
    "shabad_id": 3434,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕੁ ਅਾਖੈ. ਸਚੁ ਸੁਭਾਖੈ; ਸਚਿ ਰਪੈ ਰੰਗੁ. ਕਬਹੂ, ਨ ਜਾਵੈ ||੬੫||",
    "transliteration": "Naanak Aakhai Sach Subhaakhai Sach Rapai Rang Kabehoo N Jaavai ||65||",
    "translation": "Says Nanak, one who speaks the Truth is dyed in the color of Truth, which will never fade away. ||65||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ (ਜਿਸ ਨੇ ਸਮਝਿਆ ਹੈ) ਉਹ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦਾ ਹੈ, ਸੱਚੇ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਦਾ ਇਹ ਰੰਗ ਕਦੇ ਉਤਰਦਾ ਨਹੀਂ ॥੬੫॥",
    "pronunciation": "(ਰਪੈ) ਰੰਗੇ ਜਾਣੇ[ ਰਪੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40538,
    "shabad_id": 3434,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਜਾ ੲਿਹੁ ਹਿਰਦਾ ਦੇਹ. ਨ ਹੋਤੀ; ਤੳੁ ਮਨੁ ਕੈਠੈ ਰਹਤਾ ||",
    "transliteration": "Jaa Eihu Hiradhaa Dhaeh N Hothee Tho Man Kaithai Rehathaa ||",
    "translation": "\"When this heart and body did not exist, where did the mind reside?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40539,
    "shabad_id": 3434,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਨਾਭਿ ਕਮਲ ਅਸਥੰਭੁ. ਨ ਹੋਤੋ; ਤਾ ਪਵਨੁ ਕਵਨ ਘਰਿ ਸਹਤਾ ||",
    "transliteration": "Naabh Kamal Asathhanbh N Hotho Thaa Pavan Kavan Ghar Sehathaa ||",
    "translation": "When there was no support of the navel lotus, then in which home did the breath reside?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40540,
    "shabad_id": 3434,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਰੂਪੁ ਨ ਹੋਤੋ. ਰੇਖ ਨ ਕਾੲੀ; ਤਾ ਸਬਦਿ ਕਹਾ ਲਿਵ ਲਾੲੀ ||",
    "transliteration": "Roop N Hotho Raekh N Kaaee Thaa Sabadh Kehaa Liv Laaee ||",
    "translation": "When there was no form or shape, then how could anyone lovingly focus on the Shabad?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40541,
    "shabad_id": 3434,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਰਕਤੁ ਬਿੰਦੁ ਕੀ, ਮੜੀ ਨ ਹੋਤੀ; ਮਿਤਿ ਕੀਮਤਿ. ਨਹੀ ਪਾੲੀ ||",
    "transliteration": "Rakath Bindh Kee Marree N Hothee Mith Keemath Nehee Paaee ||",
    "translation": "When there was no dungeon formed from egg and sperm, who could measure the Lord's value and extent?",
    "punjabi": "",
    "pronunciation": "ਮੜ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 40542,
    "shabad_id": 3434,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਵਰਨੁ ਭੇਖੁ ਅਸ ਰੂਪੁ ਨ ਜਾਪੀ; ਕਿੳੁ ਕਰਿ ਜਾਪਸਿ ਸਾਚਾ ||",
    "transliteration": "Varan Bhaekh Asaroop N Jaapee Kio Kar Jaapas Saachaa ||",
    "translation": "When color, dress and form could not be seen, how could the True Lord be known?\"",
    "punjabi": "",
    "pronunciation": "(ਦੂਜਾ ਪਾਠ: ਅਸਰੂਪੁ)",
    "type_id": 3
  },
  {
    "id": 40543,
    "shabad_id": 3434,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਰਤੇ ਬੈਰਾਗੀ; ੲਿਬ ਤਬ ਸਾਚੋ ਸਾਚਾ ||੬੬||",
    "transliteration": "Naanak Naam Rathae Bairaagee Eib Thab Saacho Saachaa ||66||",
    "translation": "O Nanak, those who are attuned to the Naam, the Name of the Lord, are detached. Then and now, they see the Truest of the True. ||66||",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40544,
    "shabad_id": 3434,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹਿਰਦਾ ਦੇਹ. ਨ ਹੋਤੀ, ਅੳੁਧੂ; ਤੳੁ ਮਨੁ ਸੁੰਨਿ ਰਹੈ ਬੈਰਾਗੀ ||",
    "transliteration": "Hiradhaa Dhaeh N Hothee Aoudhhoo Tho Man Sunn Rehai Bairaagee ||",
    "translation": "When the heart and the body did not exist, O hermit, then the mind resided in the absolute, detached Lord.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40545,
    "shabad_id": 3434,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਭਿ ਕਮਲੁ ਅਸਥੰਭੁ. ਨ ਹੋਤੋ; ਤਾ ਨਿਜ ਘਰਿ ਬਸਤੳੁ ਪਵਨੁ ਅਨਰਾਗੀ ||",
    "transliteration": "Naabh Kamal Asathhanbh N Hotho Thaa Nij Ghar Basatho Pavan Anaraagee ||",
    "translation": "When there was no support of the lotus of the navel, the breath remained in its own home, attuned to the Lord's Love.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40546,
    "shabad_id": 3434,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਰੂਪੁ ਨ ਰੇਖਿਅਾ. ਜਾਤਿ ਨ ਹੋਤੀ; ਤੳੁ ਅਕੁਲੀਣਿ ਰਹਤੳੁ. ਸਬਦੁ ਸੁ ਸਾਰੁ ||",
    "transliteration": "Roop N Raekhiaa Jaath N Hothee Tho Akuleen Rehatho Sabadh S Saar ||",
    "translation": "When there was no form or shape or social class, then the Shabad, in its essence, resided in the unmanifest Lord.",
    "punjabi": "",
    "pronunciation": "ਅ-ਕੁਲੀਣਿ",
    "type_id": 3
  },
  {
    "id": 40547,
    "shabad_id": 3434,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਗੳੁਨੁ ਗਗਨੁ ਜਬ ਤਬਹਿ. ਨ ਹੋਤੳੁ; ਤਿ੍ਰਭਵਣ ਜੋਤਿ ਅਾਪੇ ਨਿਰੰਕਾਰੁ ||",
    "transliteration": "Goun Gagan Jab Thabehi N Hotho Thribhavan Joth Aapae Nirankaar ||",
    "translation": "When the world and the sky did not even exist, the Light of the Formless Lord filled the three worlds.",
    "punjabi": "ਜਦੋਂ ਜਗਤ ਦੀ ਹਸਤੀ ਨਹੀਂ ਸੀ, ਅਕਾਸ਼ ਨਹੀਂ ਸੀ, ਤਦੋਂ ਆਕਾਰ-ਰਹਿਤ ਤ੍ਰਿਭਵਣੀ ਜੋਤਿ (ਭਾਵ, ਹੁਣ ਤ੍ਰਿਲੋਕੀ ਵਿਚ ਵਿਆਪਕ ਹੋਣ ਵਾਲੀ ਜੋਤਿ) ਆਪ ਹੀ ਆਪ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  }
]
