[
  {
    "id": 40586,
    "shabad_id": 3438,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ> ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ||",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 40587,
    "shabad_id": 3438,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਰਾਮਕਲੀ ਕੀ ਵਾਰ ਮਹਲਾ ੩ ||",
    "transliteration": "Raamakalee Kee Vaar Mehalaa 3 ||",
    "translation": "Vaar Of Raamkalee, Third Mehl,",
    "punjabi": "ਰਾਗ ਰਾਮਕਲੀ ਵਿੱਚ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਬਾਣੀ 'ਵਾਰ'।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40588,
    "shabad_id": 3438,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਜੋਧੈ ਵੀਰੈ ਪੂਰਬਾਣੀ ਕੀ ਧੁਨੀ ||",
    "transliteration": "Jodhhai Veerai Poorabaanee Kee Dhhunee ||",
    "translation": "To Be Sung To The Tune Of 'Jodha And Veera Poorbaanee':",
    "punjabi": "ਇਸ ਵਾਰ ਦੀਆਂ ਪਉੜੀਆਂ ਉਸੇ ਸੁਰ (ਧੁਨਿ) ਤੇ ਗਾਣੀਆਂ ਹਨ ਜਿਸ ਸੁਰ ਤੇ ਜੋਧੇ ਤੇ ਵੀਰੇ ਦੀ ਵਾਰ ਦੀਆਂ ਪਉੜੀਆਂ ਗਾਵੀਆਂ ਜਾਂਦੀਆਂ ਸਨ।",
    "pronunciation": "(ਜੋਧੈ, ਵੀਰੈ) ਸਕੇ ਭਰਾ ਰਾਜਪੂਤ, ਰਾਜੇ ਪੂਰਬਾਣੀ ਦੇ ਸਪੁੱਤ੍ਰ ਸਨ",
    "type_id": 3
  },
  {
    "id": 40589,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40590,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਤਿਗੁਰੁ. ਸਹਜੈ ਦਾ ਖੇਤੁ ਹੈ; ਜਿਸ ਨੋ ਲਾੲੇ ਭਾੳੁ ||",
    "transliteration": "Sathigur Sehajai Dhaa Khaeth Hai Jis No Laaeae Bhaao ||",
    "translation": "The True Guru is the field of intuitive wisdom. One who is inspired to love Him,",
    "punjabi": "ਸਤਿਗੁਰੂ ਅਡੋਲਤਾ ਤੇ ਸ਼ਾਂਤੀ ਦਾ ਖੇਤ ਹੈ, (ਪ੍ਰਭੂ) ਜਿਸ ਨੂੰ (ਇਸ ਅਡੋਲਤਾ ਦੇ ਖੇਤ ਗੁਰੂ ਨਾਲ) ਪਿਆਰ ਬਖ਼ਸ਼ਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40591,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾੳੁ ਬੀਜੇ. ਨਾੳੁ ੳੁਗਵੈ; ਨਾਮੇ ਰਹੈ ਸਮਾੲਿ ||",
    "transliteration": "Naao Beejae Naao Ougavai Naamae Rehai Samaae ||",
    "translation": "Plants the seed of the Name there. The Name sprouts up, and he remains absorbed in the Name.",
    "punjabi": "(ਉਹ ਭੀ \"ਸਹਜੈ ਦਾ ਖੇਤੁ\" ਬਣ ਜਾਂਦਾ ਹੈ, ਤੇ ਉਹ ਉਸ ਖੇਤ ਵਿਚ) ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਬੀਜਦਾ ਹੈ (ਓਥੇ) ਨਾਮ ਉੱਗਦਾ ਹੈ, ਉਹ ਮਨੁੱਖ ਨਾਮ ਵਿਚ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40592,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੳੁਮੈ ੲੇਹੋ ਬੀਜੁ ਹੈ; ਸਹਸਾ ਗੲਿਅਾ ਵਿਲਾੲਿ ||",
    "transliteration": "Houmai Eaeho Beej Hai Sehasaa Gaeiaa Vilaae ||",
    "translation": "But this egotism is the seed of skepticism; it has been uprooted.",
    "punjabi": "ਇਹ ਜੋ (ਸਂਹਸਿਆਂ ਦਾ) ਮੂਲ ਹਉਮੈ ਹੈ (ਇਹ ਹਉਮੈ ਉਸ ਮਨੁੱਖ ਵਿਚ ਨਹੀਂ ਹੁੰਦੀ, ਸੋ ਇਸ ਤੋਂ ਪੈਦਾ ਹੋਣ ਵਾਲਾ) \"ਸਹਸਾ\" (ਉਸ ਮਨੁੱਖ ਦਾ) ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40593,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾ ਕਿਛੁ ਬੀਜੇ. ਨ ੳੁਗਵੈ; ਜੋ ਬਖਸੇ ਸੋ ਖਾੲਿ ||",
    "transliteration": "Naa Kishh Beejae N Ougavai Jo Bakhasae So Khaae ||",
    "translation": "It is not planted there, and it does not sprout; whatever God grants us, we eat.",
    "punjabi": "ਨਾਹ ਉਹ ਕੋਈ ਐਸਾ ਬੀਜ ਬੀਜਦਾ ਹੈ ਨਾਹ (ਓਥੇ 'ਸਹਸਾ') ਉੱਗਦਾ ਹੈ। ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਬਖ਼ਸ਼ਸ਼ ਦਾ ਫਲ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40594,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੰਭੈ ਸੇਤੀ. ਅੰਭੁ ਰਲਿਅਾ; ਬਹੁੜਿ. ਨ ਨਿਕਸਿਅਾ ਜਾੲਿ ||",
    "transliteration": "Anbhai Saethee Anbh Raliaa Bahurr N Nikasiaa Jaae ||",
    "translation": "When water mixes with water, it cannot be separated again.",
    "punjabi": "(ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ)। ਜਿਵੇਂ ਪਾਣੀ ਨਾਲ ਪਾਣੀ ਰਲ ਜਾਏ ਤਾਂ ਮੁੜ (ਉਹ ਪਾਣੀ) ਵੱਖ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40595,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ ਗੁਰਮੁਖਿ ਚਲਤੁ ਹੈ; ਵੇਖਹੁ ਲੋਕਾ ਅਾੲਿ ||",
    "transliteration": "Naanak Guramukh Chalath Hai Vaekhahu Lokaa Aae ||",
    "translation": "O Nanak, the Gurmukh is wonderful; come, poeple, and see!",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ, ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਦੀ ਹਾਲਤ ਹੈ ਜੋ ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ। ਹੇ ਲੋਕੋ! (ਬੇਸ਼ੱਕ) ਆ ਕੇ ਵੇਖ ਲਵੋ (ਪਰਖ ਲਵੋ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40596,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਲੋਕੁ ਕਿ ਵੇਖੈ ਬਪੁੜਾ; ਜਿਸ ਨੋ ਸੋਝੀ ਨਾਹਿ ||",
    "transliteration": "Lok K Vaekhai Bapurraa Jis No Sojhee Naahi ||",
    "translation": "But what can the poor people see? They do not understand.",
    "punjabi": "ਪਰ ਵਿਚਾਰਾ ਜਗਤ ਕੀਹ ਵੇਖੇ? ਇਸ ਨੂੰ ਤਾਂ (ਇਹ ਪਰਖਣ ਦੀ) ਸਮਝ ਹੀ ਨਹੀਂ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40597,
    "shabad_id": 3439,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਸੁ ਵੇਖਾਲੇ ਸੋ ਵੇਖੈ; ਜਿਸੁ ਵਸਿਅਾ ਮਨ ਮਾਹਿ ||੧||",
    "transliteration": "Jis Vaekhaalae So Vaekhai Jis Vasiaa Man Maahi ||1||",
    "translation": "He alone sees, whom the Lord causes to see; the Lord comes to dwell in his mind. ||1||",
    "punjabi": "(ਇਹ ਗੱਲ) ਉਹੀ ਮਨੁੱਖ ਵੇਖ ਸਕਦਾ ਹੈ ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਵੇਖਣ ਦੀ ਜਾਚ ਸਿਖਾਏ, ਜਿਸ ਦੇ ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਆਪ ਆ ਵੱਸੇ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40598,
    "shabad_id": 3440,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40599,
    "shabad_id": 3440,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਮਨਮੁਖੁ ਦੁਖ ਕਾ ਖੇਤੁ ਹੈ; ਦੁਖੁ ਬੀਜੇ ਦੁਖੁ ਖਾੲਿ ||",
    "transliteration": "Manamukh Dhukh Kaa Khaeth Hai Dhukh Beejae Dhukh Khaae ||",
    "translation": "The self-willed manmukh is the field of sorrow and suffering. He plains sorrow, and eats sorrow.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਹ (ਸਮਝੋ) ਦੁੱਖਾਂ ਦੀ ਪੈਲੀ ਹੈ (ਜਿਸ ਵਿਚ) ਉਹ ਦੁੱਖ ਬੀਜਦਾ ਹੈ ਤੇ ਦੁੱਖ (ਹੀ ਫਲ ਵੱਢ ਕੇ) ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40600,
    "shabad_id": 3440,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦੁਖ ਵਿਚਿ ਜੰਮੈ. ਦੁਖਿ ਮਰੈ; ਹੳੁਮੈ ਕਰਤ ਵਿਹਾੲਿ ||",
    "transliteration": "Dhukh Vich Janmai Dhukh Marai Houmai Karath Vihaae ||",
    "translation": "In sorrow he is born, and in sorrow he dies. Acting in egotism, his life passes away.",
    "punjabi": "ਮਨਮੁਖ ਦੁੱਖ ਵਿਚ ਜੰਮਦਾ ਹੈ, ਦੁੱਖ ਵਿਚ ਮਰਦਾ ਹੈ, ਉਸ ਦੀ ਸਾਰੀ ਉਮਰ \"ਮੈਂ; ਮੈਂ\" ਕਰਦਿਆਂ ਗੁਜ਼ਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40601,
    "shabad_id": 3440,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਾਵਣੁ ਜਾਣੁ. ਨ ਸੁਝੲੀ; ਅੰਧਾ ਅੰਧੁ ਕਮਾੲਿ ||",
    "transliteration": "Aavan Jaan N Sujhee Andhhaa Andhh Kamaae ||",
    "translation": "He does not understand the coming and going of reincarnation; the blind man acts in blindness.",
    "punjabi": "ਉਸ ਨੂੰ ਇਹ ਸਮਝ ਹੀ ਨਹੀਂ ਆਉਂਦੀ ਕਿ ਮੈਂ ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪਿਆ ਹੋਇਆ ਹਾਂ, ਉਹ ਅੰਨ੍ਹਾ ਜਹਾਲਤ ਦਾ ਹੀ ਕੰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40602,
    "shabad_id": 3440,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਦੇਵੈ ਤਿਸੈ. ਨ ਜਾਣੲੀ; ਦਿਤੇ ਕੳੁ ਲਪਟਾੲਿ ||",
    "transliteration": "Jo Dhaevai Thisai N Jaanee Dhithae Ko Lapattaae ||",
    "translation": "He does not know the One who gives, but he is attached to what is given.",
    "punjabi": "ਮਨਮੁਖ ਉਸ ਮਾਲਕ ਨੂੰ ਨਹੀਂ ਪਛਾਣਦਾ ਜੋ (ਦਾਤਾਂ) ਦੇਂਦਾ ਹੈ, ਪਰ ਉਸ ਦੇ ਦਿੱਤੇ ਹੋਏ ਪਦਾਰਥਾਂ ਨੂੰ ਜੱਫਾ ਮਾਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40603,
    "shabad_id": 3440,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਪੂਰਬਿ ਲਿਖਿਅਾ ਕਮਾਵਣਾ; ਅਵਰੁ. ਨ ਕਰਣਾ ਜਾੲਿ ||੨||",
    "transliteration": "Naanak Poorab Likhiaa Kamaavanaa Avar N Karanaa Jaae ||2||",
    "translation": "O Nanak, he acts according to his pre-ordained destiny. He cannot do anything else. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮਨਮੁਖ ਕਰੇ ਭੀ ਕੀਹ?) ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਅਨੁਸਾਰ ਜੋ (ਸੰਸਕਾਰ ਮਨ ਉਤੇ) ਉੱਕਰਿਆ ਪਿਆ ਹੈ (ਉਸੇ ਦੇ ਅਸਰ ਹੇਠ ਮਨੁੱਖ) ਕਰਮ ਕਰੀ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਸੰਸਕਾਰਾਂ ਤੋਂ ਲਾਂਭੇ) ਹੋਰ ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40604,
    "shabad_id": 3441,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40605,
    "shabad_id": 3441,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਮਿਲਿਅੈ ਸਦਾ ਸੁਖੁ; ਜਿਸ ਨੋ ਅਾਪੇ ਮੇਲੇ ਸੋੲਿ ||",
    "transliteration": "Sathigur Miliai Sadhaa Sukh Jis No Aapae Maelae Soe ||",
    "translation": "Meeting the True Guru, everlasting peace is obtained. He Himself leads us to meet Him.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਸਦਾ ਲਈ ਸੁਖ ਹੋ ਜਾਂਦਾ ਹੈ (ਪਰ ਗੁਰੂ ਮਿਲਦਾ ਉਸ ਨੂੰ ਹੈ) ਜਿਸ ਨੂੰ ਉਹ ਪ੍ਰਭੂ ਆਪ ਮਿਲਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40606,
    "shabad_id": 3441,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੁਖੈ ੲੇਹੁ ਬਿਬੇਕੁ ਹੈ; ਅੰਤਰੁ ਨਿਰਮਲੁ ਹੋੲਿ ||",
    "transliteration": "Sukhai Eaehu Bibaek Hai Anthar Niramal Hoe ||",
    "translation": "This is the true meaning of peace, that one becomes immaculate within oneself.",
    "punjabi": "(ਫਿਰ) ਉਸ ਸੁਖ ਦੀ ਪਛਾਣ ਇਹ ਹੈ ਕਿ (ਮਨੁੱਖ ਦਾ) ਅੰਦਰਲਾ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40607,
    "shabad_id": 3441,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਗਿਅਾਨ ਕਾ ਭ੍ਰਮੁ ਕਟੀਅੈ; ਗਿਅਾਨੁ ਪਰਾਪਤਿ ਹੋੲਿ ||",
    "transliteration": "Agiaan Kaa Bhram Katteeai Giaan Paraapath Hoe ||",
    "translation": "The doubt of ignorance is eradicated, and spiritual wisdom is obtained.",
    "punjabi": "ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ ਦੀ ਭੁੱਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਹਾਸਲ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40608,
    "shabad_id": 3441,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ ੲੇਕੋ ਨਦਰੀ ਅਾੲਿਅਾ; ਜਹ ਦੇਖਾ ਤਹ ਸੋੲਿ ||੩||",
    "transliteration": "Naanak Eaeko Nadharee Aaeiaa Jeh Dhaekhaa Theh Soe ||3||",
    "translation": "Nanak comes to gaze upon the One Lord alone; wherever he looks, there He is. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਹਰ ਥਾਂ) ਉਹ ਪ੍ਰਭੂ ਹੀ ਦਿੱਸਦਾ ਹੈ, ਜਿੱਧਰ ਵੇਖੀਏ ਓਧਰ ਉਹੀ ਪ੍ਰਭੂ (ਦਿੱਸਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40609,
    "shabad_id": 3442,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40610,
    "shabad_id": 3442,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੈ ਤਖਤੁ ਰਚਾੲਿਅਾ; ਬੈਸਣ ਕੳੁ ਜਾਂੲੀ ||",
    "transliteration": "Sachai Thakhath Rachaaeiaa Baisan Ko Jaanee ||",
    "translation": "The True Lord created His throne, upon which He sits.",
    "punjabi": "ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੇ ਇਹ (ਜਗਤ-ਰੂਪ) ਤਖ਼ਤ ਆਪਣੇ ਬੈਠਣ ਲਈ ਥਾਂ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40611,
    "shabad_id": 3442,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਅਾਪੇ ਅਾਪਿ ਹੈ; ਗੁਰ ਸਬਦਿ ਸੁਣਾੲੀ ||",
    "transliteration": "Sabh Kishh Aapae Aap Hai Gur Sabadh Sunaaee ||",
    "translation": "He Himself is everything; this is what the Word of the Guru's Shabad says.",
    "punjabi": "(ਇਸ ਜਗਤ ਵਿਚ) ਹਰੇਕ ਚੀਜ਼ ਉਸ ਪ੍ਰਭੂ ਦਾ ਆਪਣਾ ਹੀ ਸਰੂਪ ਹੈ-ਇਹ ਗੱਲ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੇ ਦੱਸੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40612,
    "shabad_id": 3442,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਕੁਦਰਤਿ ਸਾਜੀਅਨੁ; ਕਰਿ ਮਹਲ ਸਰਾੲੀ ||",
    "transliteration": "Aapae Kudharath Saajeean Kar Mehal Saraaee ||",
    "translation": "Through His almighty creative power, He created and fashioned the mansions and hotels.",
    "punjabi": "ਇਹ ਸਾਰੀ ਕੁਦਰਤਿ ਉਸ ਨੇ ਆਪ ਹੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, (ਕੁਦਰਤਿ ਦੇ ਸਾਰੇ ਰੁੱਖ ਬਿਰਖ ਆਦਿਕ, ਮਾਨੋ, ਰਹਿਣ ਲਈ ਉਸ ਨੇ) ਮਹਲ ਮਾੜੀਆਂ ਬਣਾਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40613,
    "shabad_id": 3442,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਚੰਦੁ ਸੂਰਜੁ ਦੁੲਿ ਚਾਨਣੇ; ਪੂਰੀ ਬਣਤ ਬਣਾੲੀ ||",
    "transliteration": "Chandh Sooraj Dhue Chaananae Pooree Banath Banaaee ||",
    "translation": "He made the two lamps, the sun and the moon; He formed the perfect form.",
    "punjabi": "ਇਹਨਾਂ ਮਹਲ ਮਾੜੀਆਂ (ਵਿਚ) ਚੰਦ ਤੇ ਸੂਰਜ ਦੋਵੇਂ (ਮਾਨੋ ਉਸ ਦੇ ਜਗਾਏ ਹੋਏ) ਦੀਵੇ ਹਨ। (ਪ੍ਰਭੂ ਨੇ ਕੁਦਰਤਿ ਦੀ ਸਾਰੀ) ਬਣਤਰ ਮੁਕੰਮਲ ਬਣਾਈ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40614,
    "shabad_id": 3442,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਵੇਖੈ ਸੁਣੇ ਅਾਪਿ; ਗੁਰ ਸਬਦਿ ਧਿਅਾੲੀ ||੧||",
    "transliteration": "Aapae Vaekhai Sunae Aap Gur Sabadh Dhhiaaee ||1||",
    "translation": "He Himself sees, and He Himself hears; meditate on the Word of the Guru's Shabad. ||1||",
    "punjabi": "(ਇਸ ਵਿਚ ਬੈਠ ਕੇ) ਆਪ ਹੀ ਵੇਖ ਰਿਹਾ ਹੈ, ਆਪ ਹੀ ਸੁਣ ਰਿਹਾ ਹੈ; ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਧਿਆਇਆ ਜਾ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40615,
    "shabad_id": 3442,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਵਾਹੁ ਵਾਹੁ ਸਚੇ ਪਾਤਿਸਾਹ; ਤੂ ਸਚੀ ਨਾੲੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Vaahu Vaahu Sachae Paathisaah Thoo Sachee Naaee ||1|| Rehaao ||",
    "translation": "Waaho! Waaho! Hail, hail, O True King! True is Your Name. ||1||Pause||",
    "punjabi": "ਹੇ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਪਾਤਿਸ਼ਾਹ! ਤੂੰ ਅਸਚਰਜ ਹੈਂ, ਤੂੰ ਅਸਚਰਜ ਹੈਂ। ਤੇਰੀ ਵਡਿਆਈ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਜੋਧ ਬੀਰ ਪੂਰਬਾਣੀ; ਯੇਹ ਦੋ ਗਲਾਂ ਕਰੀ ਕਰਾਰੀਅਾਂ[ ਫੌਜ ਚੜ੍ਹਾੲੀ ਬਾਦਸ਼ਾਹ; ਅਕਬਰ ਨੇ ਭਾਰੀਅਾਂ[ ਸਨਮੁਖ ਹੋੲਿ ਰਾਜਪੂਤ; ਸੁਤਰੀ ਰਣਕਾਰੀਅਾਂ[ ਧੂਹ ਮਿਯਾਨੋਂ ਕੱਢੀਅਾਂ; ਬਿਜਲੀ ਜਿੳੁ ਚਮਕਾਰੀਅਾਂ[ ੲਿੰਦ੍ਰ ਸਣੇ ਅਪੱਛਰਾਂ; ਦੋਹਾਂ ਨੂੰ ਕਰਨ ਜੁਹਾਰੀਅਾ[ ੲੇਹੀ ਕੀਤੀ ਜੋਧ ਵੀਰ; ਪਾਤਿਸਾਹ ਗੱਲਾਂ ਸਾਰੀਅਾਂ[ ਜੋਧੈ ਵੀਰੈ ਪੂਰਬਾਣੀ ਦੀ ਵਾਰ ਦੀਅਾਂ ਛੇ ਤੁਕਾਂ ਹਨ[ ਰਾਮਕਲੀ ਕੀ ਵਾਰ ਦੀ ਪਹਿਲੀ ਪੳੁੜੀ ਦੀਅਾਂ ਛੇ ਤੁਕਾਂ ਹਨ[ ਜੋਧੈ ਵੀਰੈ ਪੂਰਬਾਣੀ ਕੀ ਧੁਨੀ|| ੳੁ੍ਨਪਰ ੲਿਸ ਵਾਰ ਨੰੂ ਗਾੳੁਣ ਦੀ ਪੂਰਨ ਗੁਰੂ ਜੀ ਦੀ ਸ਼ੁਭ ਸੱਚੀ ਅਾਗਿਅਾ ਹੈ[ ੲਿਸ ਅਨੁਸਾਰ ਅਗਲੀਅਾਂ ਵੀਹ ਪੳੁੜੀਅਾਂ ਚ ਹਰ ਪੌੜੀ ਮਗਰੋਂ, ਵਾਹੁ ਵਾਹੁ ਸਚੇ ਪਾਤਿਸਾਹ ਤੂ ਸਚੀ ਨਾੲੀ||੧|| ਤੁਕ ਪੂਰਨ ਪ੍ਰੇਮ ਨਮਸਕਾਰ ਸਹਿਤ ਪੜ੍ਹਨੀ ਜੀ ਪਿਅਾਰੇ[ ਬਾੲੀ ਵਾਰਾਂ ਚੋਂ ਰਹਾੳੁ ਕੇਵਲ ੲਿਸ ਵਾਰ ਚ ਹੀ ਅਾੳੁਂਦਾ ਹੈ, ਭਾਵ ੲਿਹ, ਅੱਗੇ ਵੀਹ ਪੳੁੜੀਅਾਂ ਚ ਹਰੇਕ ਪੳੁੜੀ ਦੀ ਸੰਪੂਰਨਤਾ ਤੇ ੲਿਹ ਤੁਕ(ਰਹਾੳੁ) ਬੀਜਣਾ ਭਾਵ ਪੜ੍ਹਨਾ ਕਰੋ, ਸੱਚੇ ਪਾਤਿਸਾਹ ਜੀ ਦਾ ਹੁਕਮ ਹੈ[ ਸੱਚੇ ਸਤਿਗੁਰੂ ਦਸਵੇਂ ਪਾਤਿਸਾਹ ਜੀ ਦੀ ਟਕਸਾਲ ਚ ਸੀਨੇ ਬਸੀਨੇ ਪੜ੍ਹਦੇ ਹਨ[ ਭਾੲੀ ਮਨੀ ਸਿੰਘ ਸਾਹਿਬ ਜੀ, ਬਾਬਾ ਦੀਪ ਸਿੰਘ ਸਾਹਿਬ ਜੀ, ਭਾੲੀ ਕਾਨ੍ਹ ਸਿੰਘ ਸਾਹਿਬ ਜੀ, ਸਾਧੂ ਸੁਤੇ ਪ੍ਰਕਾਸ਼ ਜੀ, ਭਾੲੀ ਸਾਹਿਬ ਭਾੲੀ ਵੀਰ ਸਿੰਘ ਜੀ, ਗਿਅਾਨੀ ਨਰਾੲਿਣ ਸਿੰਘ ਜੀ, ਸੰਤ ਅਮੀਰ ਸਿੰਘ ਜੀ, ਸੰਤ ਬਾਬਾ ਸੁੰਦਰ ਸਿੰਘ ਸਾਹਿਬ ਜੀ ਅਾਦਿ ਬਿਅੰਤ ਮਹਾਂਪੁਰਖ ਨਿਸਚੇ ਕਰਕੇ ੳੁਪ੍ਰੋਕਤ ਤੁਕ ਪੜ੍ਹਨ ਬਾਰੇ ਲਿਖਦੇ ਹਨ[ ਸੱਚੇ ਸਤਿਗੁਰੂ ਛੇਵੇਂ ਪਾਤਿਸਾਹ ਜੀ ਨੇ ਹੁਕਮ ਕੀਤਾ ਹੈ, ਜੋਧੇ ਵੀਰੈ ਦੀ ਛੇ ਤੁਕੀ ਪੳੁੜੀ ਅਨੁਸਾਰ, ੲਿਸ ਵਾਰ ਦੀ ਹਰੇਕ ਪੳੁੜੀ ਦੀਅਾਂ ਛੇ ਤੁਕਾਂ ਹੀ ਪੜ੍ਹਨੀਅਾਂ[ ਸਾਰੀਅਾਂ ਪੳੁੜੀਅਾਂ ਦੀ ਪੰਜਵੀਂ ਤੁਕ ਦਾ ਸਿਧਾਂਤ, ੲਿਸ ਤੁਕ ਨਾਲ ਮਿਲਦਾ ਹੈ[ ਪੜ੍ਹਨ ਵਾਲੇ ਸਤਿਗੁਰੂ ਸਾਹਿਬਾਨ ਜੀ ਦੀ ਮਹਾਨ ਖ਼ੁਸ਼ੀ ਪਾੳੁਣਗੇ[ ਸੋ ੲਿਸ ਧੁਨ ਦੀ ਛੇ ਤੁਕੀ ਪੳੁੜੀਅਾਂ ਅਨੁਸਾਰ, ਸਤਿਗੁਰੂ ਸਾਹਿਬ ਜੀ ਦਾ ਹੁਕਮ ਮੰਨ ਕੇ, ੲਿਸ ਤੁਕ ਦੇ ਪੜ੍ਹਨ ਨਾਲ ਪੂਰਨ ਰਸ ਅਾੳੁਂਦਾ ਹੈ[ ਵਾਹਿਗੁਰੂ|| ੲਿੱਕ ਪ੍ਰੇਮੀ ਪੁੱਛਿਅਾ, “ਦਾਸ ੲਿਹ ਤੁਕ ਨਹੀਂ ਸੀ ਪੜ੍ਹਦਾ, ਹੁਣ ੲਿਸ ਦੀ ਸਜ਼ਾ ਦੱਸੋ?” “ਜਿਤਨੇ ਪਾਠ ੲਿਸ ਵਾਰ ਦੇ ਬਿਨਾ ੲਿਸ ਤੁਕ ਪੜ੍ਹਨ ਤੋਂ ਕੀਤੇ ਹਨ, ੳੁਸ ਤੋਂ ਦੁੱਗਣੇ ਪਾਠ ੲਿਸ ਵਾਰ ਦੇ ੲਿਹ ਤੁਕ ਪੜ੍ਹ ਕੇ, ਅਰਦਾਸ ਕਰਕੇ ਮੁਅਾਫ਼ੀ ਮੰਗੋ[",
    "type_id": 4
  },
  {
    "id": 40616,
    "shabad_id": 3443,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕੁ ||",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40617,
    "shabad_id": 3443,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ. ਮਹਿਦੀ ਕਰਿ ਕੈ ਘਾਲਿਅਾ; ਅਾਪੁ ਪੀਸਾੲਿ ਪੀਸਾੲਿ ||",
    "transliteration": "Kabeer Mehidhee Kar Kai Ghaaliaa Aap Peesaae Peesaae ||",
    "translation": "Kabeer, I have ground myself into henna paste.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਆਪਣੇ ਆਪ ਨੂੰ ਮਹਿਦੀ ਬਣਾ ਕੇ (ਭਾਵ, ਮਹਿਦੀ ਵਾਂਗ) ਪੀਹ ਪੀਹ ਕੇ ਘਾਲ ਕਮਾਈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40618,
    "shabad_id": 3443,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੈ ਸਹ ਬਾਤ. ਨ ਪੁਛੀਅਾ; ਕਬਹੂ. ਨ ਲਾੲੀ ਪਾੲਿ ||੧||",
    "transliteration": "Thai Seh Baath N Pushheeaa Kabehoo N Laaee Paae ||1||",
    "translation": "O my Husband Lord, You took no notice of me; You never applied me to Your feet. ||1||",
    "punjabi": "(ਪਰ) ਹੇ ਪਤੀ (ਪ੍ਰਭੂ!) ਤੂੰ ਮੇਰੀ ਵਾਤ ਹੀ ਨਾਹ ਪੁੱਛੀ (ਭਾਵ, ਤੂੰ ਮੇਰੀ ਸਾਰ ਹੀ ਨਾ ਲਈ) ਤੇ ਤੂੰ ਕਦੇ ਮੈਨੂੰ ਆਪਣੀ ਪੈਰੀਂ ਨਾਹ ਲਾਇਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40619,
    "shabad_id": 3444,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 40620,
    "shabad_id": 3444,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ. ਮਹਿਦੀ ਕਰਿ ਕੈ ਰਖਿਅਾ; ਸੋ ਸਹੁ ਨਦਰਿ ਕਰੇੲਿ ||",
    "transliteration": "Naanak Mehidhee Kar Kai Rakhiaa So Sahu Nadhar Karaee ||",
    "translation": "O Nanak, my Husband Lord keeps me like henna paste; He blesses me with His Glance of Grace.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਸਾਨੂੰ) ਮਹਿਦੀ ਬਣਾਇਆ ਭੀ ਉਸ ਨੇ ਆਪ ਹੀ ਹੈ, ਜਦੋਂ ਉਹ ਖਸਮ (ਪ੍ਰਭੂ) ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40621,
    "shabad_id": 3444,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਪੀਸੈ. ਅਾਪੇ ਘਸੈ; ਅਾਪੇ ਹੀ ਲਾੲਿ ਲੲੇੲਿ ||",
    "transliteration": "Aapae Peesai Aapae Ghasai Aapae Hee Laae Leaee ||",
    "translation": "He Himself grinds me, and He Himself rubs me; He Himself applies me to His feet.",
    "punjabi": "ਉਹ ਆਪ ਹੀ (ਮਹਿਦੀ ਨੂੰ) ਪੀਂਹਦਾ ਹੈ, ਆਪ ਹੀ (ਮਹਿਦੀ ਨੂੰ) ਰਗੜਦਾ ਹੈ, ਆਪ ਹੀ (ਆਪਣੀ ਪੈਰੀਂ) ਲਾ ਲੈਂਦਾ ਹੈ (ਭਾਵ, ਬੰਦਗੀ ਦੀ ਘਾਲ-ਕਮਾਈ ਵਿਚ ਬੰਦੇ ਨੂੰ ਆਪ ਹੀ ਲਾਂਦਾ ਹੈ)।",
    "pronunciation": "ਪੀ੍ਨਸੈ[ ਘਸੈ: ਪੋਲਾ ਬੋਲੋ[ ਲੲੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 40622,
    "shabad_id": 3444,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲਿਹੁ ਪਿਰਮ ਪਿਅਾਲਾ ਖਸਮ ਕਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ||੨||",
    "transliteration": "Eihu Piram Piaalaa Khasam Kaa Jai Bhaavai Thai Dhaee ||2||",
    "translation": "This is the cup of love of my Lord and Master; He gives it as He chooses. ||2||",
    "punjabi": "ਇਹ ਪ੍ਰੇਮ ਦਾ ਪਿਆਲਾ ਖਸਮ ਪ੍ਰਭੂ ਦੀ ਆਪਣੀ (ਵਸਤੁ) ਹੈ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਦੇਂਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 40623,
    "shabad_id": 3445,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40624,
    "shabad_id": 3445,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵੇਕੀ ਸਿ੍ਰਸਟਿ ੳੁਪਾੲੀਅਨੁ; ਸਭ ਹੁਕਮਿ, ਅਾਵੈ ਜਾੲਿ ਸਮਾਹੀ ||",
    "transliteration": "Vaekee Srisatt Oupaaeean Sabh Hukam Aavai Jaae Samaahee ||",
    "translation": "You created the world with its variety; by the Hukam of Your Command, it comes, goes, and merges again in You.",
    "punjabi": "ਉਸ (ਪ੍ਰਭੂ) ਨੇ ਰੰਗਾ-ਰੰਗ ਦੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਸਾਰੇ ਜੀਵ ਉਸ ਦੇ ਹੁਕਮ ਵਿਚ ਜੰਮਦੇ ਤੇ ਸਮਾ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "ੳੁਪਾੲੀ-ਅਨੁ",
    "type_id": 3
  },
  {
    "id": 40625,
    "shabad_id": 3445,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਵੇਖਿ ਵਿਗਸਦਾ; ਦੂਜਾ ਕੋ ਨਾਹੀ ||",
    "transliteration": "Aapae Vaekh Vigasadhaa Dhoojaa Ko Naahee ||",
    "translation": "You Yourself see, and blossom forth; there is no one else at all.",
    "punjabi": "ਪ੍ਰਭੂ ਹੀ (ਆਪਣੀ ਰਚਨਾ ਨੂੰ) ਵੇਖ ਕੇ ਖ਼ੁਸ਼ ਹੋ ਰਿਹਾ ਹੈ, ਉਸ ਦਾ ਕੋਈ ਸ਼ਰੀਕ ਨਹੀਂ।",
    "pronunciation": "ਵਿਗਸਦਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 40626,
    "shabad_id": 3445,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿੳੁ ਭਾਵੈ ਤਿੳੁ ਰਖੁ ਤੂ; ਗੁਰ ਸਬਦਿ ਬੁਝਾਹੀ ||",
    "transliteration": "Jio Bhaavai Thio Rakh Thoo Gur Sabadh Bujhaahee ||",
    "translation": "As it pleases You, You keep me. Through the Word of the Guru's Shabad, I understand You.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਜਿਵੇਂ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗੇ ਤਿਵੇਂ (ਜੀਵਾਂ ਨੂੰ) ਰੱਖ, ਤੂੰ ਆਪ ਹੀ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਜੀਵਾਂ ਨੂੰ) ਮੱਤ ਦੇਂਦਾ ਹੈਂ।",
    "pronunciation": "ਬੁੱਝਾਹੀ",
    "type_id": 3
  },
  {
    "id": 40627,
    "shabad_id": 3445,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਭਨਾ ਤੇਰਾ ਜੋਰੁ ਹੈ; ਜਿੳੁ ਭਾਵੈ ਤਿਵੈ ਚਲਾਹੀ ||",
    "transliteration": "Sabhanaa Thaeraa Jor Hai Jio Bhaavai Thivai Chalaahee ||",
    "translation": "You are the strength of all. As it pleases You, You lead us on.",
    "punjabi": "ਸਭ ਜੀਵਾਂ ਨੂੰ ਤੇਰਾ ਆਸਰਾ ਹੈ, ਜਿਵੇਂ ਤੈਨੂੰ ਭਾਵੇਂ ਤਿਵੇਂ (ਜੀਵਾਂ ਨੂੰ) ਤੂੰ ਤੋਰਦਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40628,
    "shabad_id": 3445,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਤੁਧੁ ਜੇਵਡ. ਮੈ ਨਾਹਿ ਕੋ; ਕਿਸੁ ਅਾਖਿ ਸੁਣਾੲੀ ||੨||",
    "transliteration": "Thudhh Jaevadd Mai Naahi Ko Kis Aakh Sunaaee ||2||",
    "translation": "There is no other as great as You; unto whom should I speak and talk? ||2||",
    "punjabi": "ਮੈਨੂੰ, (ਹੇ ਪ੍ਰਭੂ!) ਤੇਰੇ ਜੇਡਾ ਕੋਈ ਦਿੱਸਦਾ ਨਹੀਂ; ਕਿਸ ਦੀ ਬਾਬਤ ਆਖ ਕੇ ਦੱਸਾਂ (ਕਿ ਉਹ ਤੇਰੇ ਜੇਡਾ ਹੈ)? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40629,
    "shabad_id": 3446,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40630,
    "shabad_id": 3446,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਭਰਮਿ ਭੁਲਾੲੀ. ਸਭੁ ਜਗੁ ਫਿਰੀ; ਫਾਵੀ ਹੋੲੀ ਭਾਲਿ ||",
    "transliteration": "Bharam Bhulaaee Sabh Jag Firee Faavee Hoee Bhaal ||",
    "translation": "Deluded by doubt, I wandered over the whole world. Searching, I became frustrated.",
    "punjabi": "ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲੀ ਹੋਈ ਮੈਂ (ਪਰਮਾਤਮਾ ਨੂੰ ਲੱਭਣ ਵਾਸਤੇ) ਸਾਰਾ ਜਗਤ ਭਵੀਂ ਤੇ ਢੂੰਢ ਢੂੰਢ ਕੇ ਖਪ ਗਈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
