[
  {
    "id": 40724,
    "shabad_id": 3462,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿੳੁ ਬੈਸੰਤਰਿ ਧਾਤੁ ਸੁਧੁ ਹੋੲਿ; ਤਿੳੁ ਹਰਿ ਕਾ ਭੳੁ. ਦੁਰਮਤਿ ਮੈਲੁ ਗਵਾੲਿ ||",
    "transliteration": "Jio Baisanthar Dhhaath Sudhh Hoe Thio Har Kaa Bho Dhuramath Mail Gavaae ||",
    "translation": "As fire purifies metal, so does the Fear of the Lord eradicate the filth of evil-mindedness.",
    "punjabi": "ਜਿਵੇਂ ਅੱਗ ਵਿਚ (ਪਾਇਆਂ ਸੋਨਾ ਆਦਿਕ) ਧਾਤ ਸਾਫ਼ ਹੋ ਜਾਂਦੀ ਹੈ, ਇਸੇ ਤਰ੍ਹਾਂ ਪਰਮਾਤਮਾ ਦਾ ਡਰ (ਮਨੁੱਖ ਦੀ) ਭੈੜੀ ਮੱਤ ਦੀ ਮੈਲ ਨੂੰ ਕੱਟ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਸੁੱਧੁ",
    "type_id": 3
  },
  {
    "id": 40725,
    "shabad_id": 3462,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਾਨਕ. ਤੇ ਜਨ ਸੋਹਣੇ; ਜੋ ਰਤੇ ਹਰਿ ਰੰਗੁ ਲਾੲਿ ||੧||",
    "transliteration": "Naanak Thae Jan Sohanae Jo Rathae Har Rang Laae ||1||",
    "translation": "O Nanak, beautiful are those humble beings, who are imbued with the Lord's Love. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਬੰਦੇ ਸੋਹਣੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਨਾਲ ਪ੍ਰੇਮ ਜੋੜ ਕੇ (ਉਸ ਦੇ ਪ੍ਰੇਮ ਵਿਚ) ਰੰਗੇ ਹੋਏ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40726,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40727,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰਾਮਕਲੀ. ਰਾਮੁ ਮਨਿ ਵਸਿਅਾ; ਤਾ ਬਨਿਅਾ ਸੀਗਾਰੁ ||",
    "transliteration": "Raamakalee Raam Man Vasiaa Thaa Baniaa Seegaar ||",
    "translation": "In Raamkalee, I have enshrined the Lord in my mind; thus I have been embellished.",
    "punjabi": "ਰਾਮਕਲੀ (ਰਾਗਨੀ) ਦੀ ਰਾਹੀਂ ਜੇ ਰਾਮ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਦੇ ਮਨ ਵਿਚ ਵੱਸ ਪਏ ਤਾਂ ਹੀ ਉਸ ਦਾ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਮਿਲਣ ਲਈ ਕੀਤਾ ਹੋਇਆ ਉੱਦਮ ਰੂਪ) ਸਿੰਗਾਰ ਸਫਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40728,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਕਮਲੁ ਬਿਗਸਿਅਾ; ਤਾ ਸੳੁਪਿਅਾ ਭਗਤਿ ਭੰਡਾਰੁ ||",
    "transliteration": "Gur Kai Sabadh Kamal Bigasiaa Thaa Soupiaa Bhagath Bhanddaar ||",
    "translation": "Through the Word of the Guru's Shabad, my heart-lotus has blossomed forth; the Lord blessed me with the treasure of devotional worship.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਹਿਰਦਾ ਕਮਲ ਖਿੜ ਪਏ ਤਾਂ ਹੀ ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40729,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਭਰਮੁ ਗੲਿਅਾ ਤਾ ਜਾਗਿਅਾ; ਚੂਕਾ ਅਗਿਅਾਨ ਅੰਧਾਰੁ ||",
    "transliteration": "Bharam Gaeiaa Thaa Jaagiaa Chookaa Agiaan Andhhaar ||",
    "translation": "My doubt was dispelled, and I woke up; the darkness of ignorance was dispelled.",
    "punjabi": "ਜੇ (ਗੁਰ-ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ) ਮਨ ਦੀ ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਏ ਤਾਂ ਹੀ ਮਨ ਜਾਗਿਆ (ਸਮਝੋ, ਕਿਉਂਕਿ) ਅਗਿਆਨ ਦਾ ਹਨੇਰਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40730,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਸ ਨੋ ਰੂਪੁ ਅਤਿ ਅਗਲਾ; ਜਿਸੁ ਹਰਿ ਨਾਲਿ ਪਿਅਾਰੁ ||",
    "transliteration": "This No Roop Ath Agalaa Jis Har Naal Piaar ||",
    "translation": "She who is in love with her Lord, is the most infinitely beautiful.",
    "punjabi": "ਜਿਸ (ਜੀਵ-ਇਸਤ੍ਰੀ ਦਾ ਪ੍ਰਭੂ (-ਪਤੀ) ਨਾਲ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ ਉਸ (ਦੀ ਆਤਮਾ) ਨੂੰ ਬਹੁਤ ਸੋਹਣਾ ਰੂਪ ਚੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40731,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਦਾ ਰਵੈ ਪਿਰੁ ਅਾਪਣਾ; ਸੋਭਾਵੰਤੀ ਨਾਰਿ ||",
    "transliteration": "Sadhaa Ravai Pir Aapanaa Sobhaavanthee Naar ||",
    "translation": "Such a beautiful, happy soul-bride enjoys her Husband Lord forever.",
    "punjabi": "ਉਹ ਸੋਭਾਵੰਤੀ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਸਦਾ ਆਪਣੇ (ਪ੍ਰਭੂ-) ਪਤੀ ਨੂੰ ਸਿਮਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40732,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਨਮੁਖਿ ਸੀਗਾਰੁ. ਨ ਜਾਣਨੀ; ਜਾਸਨਿ ਜਨਮੁ ਸਭੁ ਹਾਰਿ ||",
    "transliteration": "Manamukh Seegaar N Jaananee Jaasan Janam Sabh Haar ||",
    "translation": "The self-willed manmukhs do not know how to decorate themselves; wasting their whole lives, they depart.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੀਆਂ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ ਪ੍ਰਭੂ ਨੂੰ ਪ੍ਰਸੰਨ ਕਰਨ ਵਾਲਾ) ਸਿੰਗਾਰ ਕਰਨਾ ਨਹੀਂ ਜਾਣਦੀਆਂ; ਉਹ ਸਾਰਾ (ਮਨੁੱਖ-) ਜਨਮ ਹਾਰ ਕੇ ਜਾਣਗੀਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40733,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬਿਨੁ ਹਰਿ ਭਗਤੀ. ਸੀਗਾਰੁ ਕਰਹਿ; ਨਿਤ ਜੰਮਹਿ ਹੋੲਿ ਖੁਅਾਰੁ ||",
    "transliteration": "Bin Har Bhagathee Seegaar Karehi Nith Janmehi Hoe Khuaar ||",
    "translation": "Those who decorate themselves without devotional worship to the Lord, are continually reincarnated to suffer.",
    "punjabi": "ਪ੍ਰਭੂ (-ਪਤੀ) ਦੀ ਭਗਤੀ ਤੋਂ ਬਿਨਾ (ਹੋਰ ਕਰਮ ਧਰਮ ਆਦਿਕ) ਸਿੰਗਾਰ ਜੋ (ਜੀਵ-ਇਸਤ੍ਰੀਆਂ) ਕਰਦੀਆਂ ਹਨ ਉਹ ਨਿੱਤ ਖ਼ੁਆਰ ਹੋ ਕੇ ਜੰਮਦੀਆਂ ਹਨ (ਭਾਵ, ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈਂਦੀਆਂ ਹਨ ਤੇ ਦੁਖੀ ਰਹਿੰਦੀਆਂ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40734,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੈਸਾਰੈ ਵਿਚਿ ਸੋਭ. ਨ ਪਾੲਿਨੀ; ਅਗੈ ਜਿ ਕਰੇ, ਸੁ ਜਾਣੈ ਕਰਤਾਰੁ ||",
    "transliteration": "Saisaarai Vich Sobh N Paaeinee Agai J Karae S Jaanai Karathaar ||",
    "translation": "They do not obtain respect in this world; the Creator Lord alone knows what will happen to them in the world hereafter.",
    "punjabi": "ਨਾਹ ਤਾਂ ਉਹਨਾਂ ਨੂੰ ਇਸ ਲੋਕ ਵਿਚ ਸੋਭਾ ਮਿਲਦੀ ਹੈ ਤੇ ਪਰਲੋਕ ਵਿਚ ਜੋ ਉਹਨਾਂ ਨਾਲ ਵਰਤਦੀ ਹੈ ਉਹ ਪ੍ਰਭੂ ਹੀ ਜਾਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40735,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਸਚਾ ੲੇਕੁ ਹੈ; ਦੁਹੁ ਵਿਚਿ ਹੈ ਸੰਸਾਰੁ ||",
    "transliteration": "Naanak Sachaa Eaek Hai Dhuhu Vich Hai Sansaar ||",
    "translation": "O Nanak, the True Lord is the One and only; duality exists only in the world.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਨਮ ਮਰਨ ਤੋਂ ਰਹਿਤ) ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਹੈ, ਸੰਸਾਰ (ਭਾਵ, ਦੁਨੀਆਦਾਰ) ਜਨਮ ਮਰਨ (ਦੇ ਚੱਕਰ) ਵਿਚ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40736,
    "shabad_id": 3463,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਚੰਗੈ ਮੰਦੈ ਅਾਪਿ ਲਾੲਿਅਨੁ; ਸੋ ਕਰਨਿ. ਜਿ ਅਾਪਿ ਕਰਾੲੇ ਕਰਤਾਰੁ ||੨||",
    "transliteration": "Changai Mandhai Aap Laaeian So Karan J Aap Karaaeae Karathaar ||2||",
    "translation": "He Himself enjoins them to good and bad; they do only that which the Creator Lord causes them to do. ||2||",
    "punjabi": "ਚੰਗੇ ਕੰਮ ਵਿਚ ਤੇ ਮੰਦੇ ਕੰਮ ਵਿਚ (ਜੀਵ) ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਲਾਏ ਹੋਏ ਹਨ, ਜੋ ਕੁਝ ਕਰਤਾਰ (ਉਹਨਾਂ ਪਾਸੋਂ) ਕਰਾਂਦਾ ਹੈ ਉਹੀ ਉਹ ਕਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40737,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40738,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਸਾਂਤਿ, ਨ ਅਾਵੲੀ; ਦੂਜੀ ਨਾਹੀ ਜਾੲਿ ||",
    "transliteration": "Bin Sathigur Saevae Saanth N Aavee Dhoojee Naahee Jaae ||",
    "translation": "Without serving the True Guru, tranquility is not obtained. It cannot be found anywhere else.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨ ਤੋਂ ਬਿਨਾ (ਮਨ ਵਿਚ) ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਉਂਦੀ (ਤੇ ਇਸ ਸ਼ਾਂਤੀ ਵਾਸਤੇ ਗੁਰੂ ਤੋਂ ਬਿਨਾ) ਕੋਈ (ਹੋਰ) ਥਾਂ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40739,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੇ ਬਹੁਤੇਰਾ ਲੋਚੀਅੈ; ਵਿਣੁ ਕਰਮਾ ਪਾੲਿਅਾ. ਨ ਜਾੲਿ ||",
    "transliteration": "Jae Bahuthaeraa Locheeai Vin Karamaa Paaeiaa N Jaae ||",
    "translation": "No matter how much one may long for it, without the karma of good actions, it cannot be found.",
    "punjabi": "ਭਾਵੇਂ ਕਿਤਨੀ ਤਾਂਘ ਕਰੀਏ, ਭਾਗਾਂ ਤੋਂ ਬਿਨਾ (ਗੁਰੂ) ਮਿਲਦਾ ਭੀ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40740,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅੰਤਰਿ ਲੋਭੁ ਵਿਕਾਰੁ ਹੈ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾੲਿ ||",
    "transliteration": "Anthar Lobh Vikaar Hai Dhoojai Bhaae Khuaae ||",
    "translation": "Those whose inner beings are filled with greed and corruption, are ruined through the love of duality.",
    "punjabi": "(ਕਿਉਂਕਿ ਜਿਤਨਾ ਚਿਰ ਮਨੁੱਖ ਦੇ) ਅੰਦਰ ਲੋਭ-ਰੂਪ ਵਿਕਾਰ ਹੈ (ਉਤਨਾ ਚਿਰ ਉਹ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ) ਹੋਰ ਦੇ ਪਿਆਰ ਵਿਚ ਖੁੰਝਿਆ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40741,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਿਨ ਜੰਮਣੁ ਮਰਣੁ. ਨ ਚੁਕੲੀ; ਹੳੁਮੈ ਵਿਚਿ ਦੁਖੁ ਪਾੲਿ ||",
    "transliteration": "Thin Janman Maran N Chukee Houmai Vich Dhukh Paae ||",
    "translation": "The cycle of birth and death is not ended, and filled with egotism, they suffer in pain.",
    "punjabi": "(ਜਿਨ੍ਹਾਂ ਦਾ ਇਹ ਹਾਲ ਹੈ) ਉਹਨਾਂ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਨਹੀਂ ਮੁੱਕਦਾ, ਉਹਨਾਂ ਨੂੰ ਹਉਮੈ ਵਿਚ (ਗ੍ਰਸਿਆਂ ਨੂੰ) ਦੁੱਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40742,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਨੀ ਸਤਿਗੁਰ ਸਿੳੁ ਚਿਤੁ ਲਾੲਿਅਾ; ਸੋ ਖਾਲੀ ਕੋੲੀ ਨਾਹਿ ||",
    "transliteration": "Jinee Sathigur Sio Chith Laaeiaa So Khaalee Koee Naahi ||",
    "translation": "Those who focus their consciousness on the True Guru, do not remain unfulfilled.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਤਿਗੁਰੂ ਨਾਲ ਮਨ ਲਾਇਆ ਹੈ ਉਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ (ਪਿਆਰ ਤੋਂ) ਸੁੰਞੇ ਹਿਰਦੇ ਵਾਲਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40743,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਿਨ ਜਮ ਕੀ ਤਲਬ. ਨ ਹੋਵੲੀ; ਨਾ ਓੲਿ ਦੁਖ ਸਹਾਹਿ ||",
    "transliteration": "Thin Jam Kee Thalab N Hovee Naa Oue Dhukh Sehaahi ||",
    "translation": "They are not summoned by the Messenger of Death, and they do not suffer in pain.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਜਮ ਦਾ ਸੱਦਾ ਨਹੀਂ ਆਉਂਦਾ (ਭਾਵ, ਉਹਨਾਂ ਨੂੰ ਮੌਤ ਤੋਂ ਡਰ ਨਹੀਂ ਲੱਗਦਾ) ਨਾਹ ਹੀ ਉਹ ਕਿਸੇ ਤਰ੍ਹਾਂ ਦੁਖੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ਸਹਾ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 40744,
    "shabad_id": 3464,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਸਚੈ ਸਬਦਿ ਸਮਾਹਿ ||੩||",
    "transliteration": "Naanak Guramukh Oubarae Sachai Sabadh Samaahi ||3||",
    "translation": "O Nanak, the Gurmukh is saved, merging in the True Word of the Shabad. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ (\"ਜਮ ਦੀ ਤਲਬ\" ਤੋਂ) ਬਚੇ ਹੋਏ ਹਨ (ਕਿਉਂਕਿ) ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40745,
    "shabad_id": 3465,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40746,
    "shabad_id": 3465,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪਿ ਅਲਿਪਤੁ ਸਦਾ ਰਹੈ; ਹੋਰਿ ਧੰਧੈ ਸਭਿ ਧਾਵਹਿ ||",
    "transliteration": "Aap Alipath Sadhaa Rehai Hor Dhhandhhai Sabh Dhhaavehi ||",
    "translation": "He Himself remains unattached forever; all others run after worldly affairs.",
    "punjabi": "(ਪਰਮਾਤਮਾ) ਆਪ (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ) ਨਿਰਾਲਾ ਰਹਿੰਦਾ ਹੈ, ਹੋਰ ਸਾਰੇ ਜੀਵ (ਮਾਇਆ ਦੇ) ਝੰਬੇਲੇ ਵਿਚ ਭਟਕ ਰਹੇ ਹਨ।",
    "pronunciation": "ਅ-ਲਿਪਤੁ",
    "type_id": 3
  },
  {
    "id": 40747,
    "shabad_id": 3465,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪਿ ਨਿਹਚਲੁ ਅਚਲੁ ਹੈ; ਹੋਰਿ ਅਾਵਹਿ ਜਾਵਹਿ ||",
    "transliteration": "Aap Nihachal Achal Hai Hor Aavehi Jaavehi ||",
    "translation": "He Himself is eternal, unchanging and unmoving; the others continue coming and going in reincarnation.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਸਦਾ-ਥਿਰ ਤੇ ਅਟੱਲ ਹੈ, ਹੋਰ ਜੀਵ ਜੰਮਦੇ ਮਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਅਚੱਲੁ",
    "type_id": 3
  },
  {
    "id": 40748,
    "shabad_id": 3465,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਦਾ ਸਦਾ ਹਰਿ ਧਿਅਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਸੁਖੁ ਪਾਵਹਿ ||",
    "transliteration": "Sadhaa Sadhaa Har Dhhiaaeeai Guramukh Sukh Paavehi ||",
    "translation": "Meditating on the Lord forever and ever, the Gurmukh finds peace.",
    "punjabi": "(ਐਸੇ ਪ੍ਰਭੂ ਨੂੰ) ਸਦਾ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ। (ਜੋ) ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ (ਸਿਮਰਦੇ ਹਨ ਉਹ) ਸੁਖ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40749,
    "shabad_id": 3465,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਿਜ ਘਰਿ ਵਾਸਾ ਪਾੲੀਅੈ; ਸਚਿ ਸਿਫਤਿ ਸਮਾਵਹਿ ||",
    "transliteration": "Nij Ghar Vaasaa Paaeeai Sach Sifath Samaavehi ||",
    "translation": "He dwells in the home of his own inner being, absorbed in the Praise of the True Lord.",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰ ਕੇ) ਆਪਣੇ ਅਸਲ ਘਰ ਵਿਚ ਥਾਂ ਮਿਲਦੀ ਹੈ, ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਰਾਹੀਂ (ਗੁਰਮੁਖਿ) ਸੱਚੇ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40750,
    "shabad_id": 3465,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਚਾ ਗਹਿਰ ਗੰਭੀਰੁ ਹੈ; ਗੁਰ ਸਬਦਿ ਬੁਝਾੲੀ ||੮||",
    "transliteration": "Sachaa Gehir Ganbheer Hai Gur Sabadh Bujhaaee ||8||",
    "translation": "The True Lord is profound and unfathomable; through the Word of the Guru's Shabad, He is understood. ||8||",
    "punjabi": "ਪ੍ਰਭੂ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਤੇ ਅਥਾਹ ਹੈ (ਇਹ ਗੱਲ ਉਹ ਆਪ ਹੀ) ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਸਮਝਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "ਬੁੱਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 40751,
    "shabad_id": 3466,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40752,
    "shabad_id": 3466,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਚਾ ਨਾਮੁ ਧਿਅਾੲਿ ਤੂ; ਸਭੋ ਵਰਤੈ ਸਚੁ ||",
    "transliteration": "Sachaa Naam Dhhiaae Thoo Sabho Varathai Sach ||",
    "translation": "Meditate on the True Name; the True Lord is all-pervading.",
    "punjabi": "(ਉਸ ਪ੍ਰਭੂ ਦਾ) ਸਦਾ-ਥਿਰ ਰਹਣ ਵਾਲਾ ਨਾਮ ਸਿਮਰ ਜੋ ਹਰ ਥਾਂ ਮੌਜੂਦ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40753,
    "shabad_id": 3466,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਾਨਕ ਹੁਕਮੈ ਜੋ ਬੁਝੈ; ਸੋ ਫਲੁ ਪਾੲੇ ਸਚੁ ||",
    "transliteration": "Naanak Hukamai Jo Bujhai So Fal Paaeae Sach ||",
    "translation": "O Nanak, one who realizes the Hukam of the Lord's Command, obtains the fruit of Truth.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੇ ਹੁਕਮ ਨੂੰ ਸਮਝਦਾ ਹੈ (ਭਾਵ, ਹੁਕਮ ਵਿਚ ਤੁਰਦਾ ਹੈ) ਉਹ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰਾਪਤੀ-ਰੂਪ ਫਲ ਪਾਂਦਾ ਹੈ,",
    "pronunciation": "ਬੁੱਝੈ",
    "type_id": 3
  },
  {
    "id": 40754,
    "shabad_id": 3466,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਥਨੀ ਬਦਨੀ ਕਰਤਾ ਫਿਰੈ; ਹੁਕਮੁ. ਨ ਬੂਝੈ ਸਚੁ ||",
    "transliteration": "Kathhanee Badhanee Karathaa Firai Hukam N Boojhai Sach ||",
    "translation": "One who merely mouths the words, does not understand the Hukam of the True Lord's Command.",
    "punjabi": "(ਪਰ ਜੋ ਮਨੁੱਖ ਨਿਰੀਆਂ) ਮੂੰਹ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦਾ ਹੈ ਉਹ ਅਟੱਲ ਹੁਕਮ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40755,
    "shabad_id": 3466,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਹਰਿ ਕਾ ਭਾਣਾ ਮੰਨੇ, ਸੋ ਭਗਤੁ ਹੋੲਿ; ਵਿਣੁ ਮੰਨੇ. ਕਚੁਨਿ ਕਚੁ ||੧||",
    "transliteration": "Naanak Har Kaa Bhaanaa Mannae So Bhagath Hoe Vin Mannae Kach Nikach ||1||",
    "translation": "O Nanak, one who accepts the Will of the Lord is His devotee. Without accepting it, he is the falsest of the false. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਹੁਕਮ ਮੰਨਦਾ ਹੈ ਉਹ (ਅਸਲ) ਭਗਤ ਹੈ। ਹੁਕਮ ਮੰਨਣ ਤੋਂ ਬਿਨਾ ਮਨੁੱਖ ਬਿਲਕੁਲ ਕੱਚਾ ਹੈ (ਭਾਵ, ਅੱਲ੍ਹੜ ਮਨ ਵਾਲਾ ਹੈ ਜੋ ਹਰ ਵੇਲੇ ਡੋਲਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "ਕੱਚੁਨਿ[ ਕੱਚੁ",
    "type_id": 3
  },
  {
    "id": 40756,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40757,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਨਮੁਖ ਬੋਲਿ. ਨ ਜਾਣਨੀ; ਓਨਾ ਅੰਦਰਿ ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਹੰਕਾਰੁ ||",
    "transliteration": "Manamukh Bol N Jaananee Ounaa Andhar Kaam Krodhh Ahankaar ||",
    "translation": "The self-willed manmukhs do not know what they are saying. They are filled with sexual desire, anger and egotism.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ ਚੂੰਕਿ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਕਾਮ ਕ੍ਰੋਧ ਅਹੰਕਾਰ ਤੇ ਲੋਭ ਵਿਕਾਰ ਪ੍ਰਬਲ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40758,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਓੲਿ ਥਾੳੁ ਕੁਥਾੳੁ. ਨ ਜਾਣਨੀ; ੳੁਨ ਅੰਤਰਿ ਲੋਭੁ ਵਿਕਾਰੁ ||",
    "transliteration": "Oue Thhaao Kuthhaao N Jaananee Oun Anthar Lobh Vikaar ||",
    "translation": "They do not understand right places and wrong places; they are filled with greed and corruption.",
    "punjabi": "ਉਹ ਨਾਹ ਹੀ ਥਾਂ ਕੁਥਾਂ ਸਮਝਦੇ ਹਨ ਤੇ ਨਾਹ ਹੀ ਸਮੇ-ਸਿਰ ਢੁਕਦੀ ਗੱਲ ਕਰਨੀ ਜਾਣਦੇ ਹਨ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਲੋਭ ਵਿਕਾਰ ਪ੍ਰਬਲ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40759,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਓੲਿ ਅਾਪਣੈ ਸੁਅਾੲਿ ਅਾੲਿ ਬਹਿ ਗਲਾ ਕਰਹਿ; ਓਨਾ ਮਾਰੇ ਜਮੁ ਜੰਦਾਰੁ ||",
    "transliteration": "Oue Aapanai Suaae Aae Behi Galaa Karehi Ounaa Maarae Jam Jandhaar ||",
    "translation": "They come, and sit and talk for their own purposes. The Messenger of Death strikes them down.",
    "punjabi": "(ਜਿਥੇ ਭੀ) ਉਹ ਆ ਕੇ ਬੈਠਦੇ ਹਨ (ਸਤਸੰਗ ਵਿਚ ਆਉਣ ਤਾਂ ਭੀ) ਆਪਣੇ ਸੁਆਰਥ ਅਨੁਸਾਰ ਹੀ ਗੱਲਾਂ ਕਰਦੇ ਹਨ, (ਸੋ ਹਰ ਵੇਲੇ) ਉਹਨਾਂ ਨੂੰ ਡਰਾਉਣਾ ਜਮ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ (ਭਾਵ, ਹਰ ਵੇਲੇ ਆਤਮਕ ਮੌਤ ਉਹਨਾਂ ਨੂੰ ਦਬਾਈ ਰੱਖਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40760,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਗੈ ਦਰਗਹ ਲੇਖੈ ਮੰਗਿਅੈ; ਮਾਰਿ ਖੁਅਾਰੁ ਕੀਚਹਿ ਕੂੜਿਅਾਰ ||",
    "transliteration": "Agai Dharageh Laekhai Mangiai Maar Khuaar Keechehi Koorriaar ||",
    "translation": "Hereafter, they are called to account in the Court of the Lord; the false ones are struck down and humiliated.",
    "punjabi": "ਅਗਾਂਹ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਲੇਖਾ ਮੰਗਿਆ ਜਾਣ ਤੇ ਉਹ ਕੂੜ ਦੇ ਵਪਾਰੀ ਮਾਰ ਮਾਰ ਕੇ ਖ਼ੁਆਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40761,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲੇਹ ਕੂੜੈ ਕੀ ਮਲੁ. ਕਿੳੁ ੳੁਤਰੈ; ਕੋੲੀ ਕਢਹੁ ੲਿਹੁ ਵੀਚਾਰੁ ||",
    "transliteration": "Eaeh Koorrai Kee Mal Kio Outharai Koee Kadtahu Eihu Veechaar ||",
    "translation": "How can this filth of falsehood be washed off? Can anyone think about this, and find the way?",
    "punjabi": "ਕੋਈ ਮਨੁੱਖ ਇਹ ਵਿਚਾਰ ਦੱਸੇ ਕਿ ਇਹ ਕੂੜ ਦੀ ਮੈਲ (ਭਾਵ, ਉਹਨਾਂ ਪਦਾਰਥਾਂ ਦਾ ਮੋਹ ਜੋ ਨਾਲ ਨਹੀਂ ਨਿਭਣੇ) ਕਿਵੇਂ ਦੂਰ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40762,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਮਿਲੈ ਤਾ ਨਾਮੁ ਦਿੜਾੲੇ; ਸਭਿ ਕਿਲਵਿਖ ਕਟਣਹਾਰੁ ||",
    "transliteration": "Sathigur Milai Thaa Naam Dhirraaeae Sabh Kilavikh Kattanehaar ||",
    "translation": "If one meets with the True Guru, He implants the Naam, the Name of the Lord within; all his sins are destroyed.",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਉਹ ਪ੍ਰਭੂ ਦਾ ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਪੱਕਾ ਬਿਠਾ ਦੇਂਦਾ ਹੈ (ਗੁਰੂ ਇਹ ਗੱਲ ਨਿਸ਼ਚੇ ਕਰਾ ਦੇਂਦਾ ਹੈ ਕਿ) 'ਨਾਮ' ਸਾਰੇ ਪਾਪਾਂ ਨੂੰ ਕੱਟਣ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 40763,
    "shabad_id": 3467,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਮੁ ਜਪੇ. ਨਾਮੋ ਅਾਰਾਧੇ; ਤਿਸੁ ਜਨ ਕੳੁ ਕਰਹੁ ਸਭਿ ਨਮਸਕਾਰੁ ||",
    "transliteration": "Naam Japae Naamo Aaraadhhae This Jan Ko Karahu Sabh Namasakaar ||",
    "translation": "Let all bow in humility to that humble being who chants the Naam, and worships the Naam in adoration.",
    "punjabi": "(ਸੋ, ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ) ਜੋ ਮਨੁੱਖ ਨਾਮ ਜਪਦਾ ਹੈ ਨਾਮ ਹੀ ਸਿਮਰਦਾ ਹੈ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸਾਰੇ ਸਿਰ ਨਿਵਾਓ,",
    "pronunciation": "",
    "type_id": 3
  }
]
