[
  {
    "id": 41123,
    "shabad_id": 3520,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41124,
    "shabad_id": 3520,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਵਿਣੁ ਤੁਧੁ. ਹੋਰੁ ਜਿ ਮੰਗਣਾ; ਸਿਰਿ ਦੁਖਾ ਕੈ ਦੁਖ ॥",
    "transliteration": "Vin Thudhh Hor J Manganaa Sir Dhukhaa Kai Dhukh ||",
    "translation": "To ask for any other than You, Lord, is the most miserable of miseries.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਤੈਥੋਂ) ਕੁਝ ਹੋਰ ਮੰਗਣਾ ਭਾਰੇ ਦੁੱਖ ਸਹੇੜਨੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41125,
    "shabad_id": 3520,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਦੇਹਿ ਨਾਮੁ ਸੰਤੋਖੀਅਾ; ੳੁਤਰੈ ਮਨ ਕੀ ਭੁਖ ॥",
    "transliteration": "Dhaehi Naam Santhokheeaa Outharai Man Kee Bhukh ||",
    "translation": "Please bless me with Your Name, and make me content; may the hunger of my mind be satisfied.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਦੇਹ ਤਾਂ ਜੁ ਮੈਨੂੰ ਸੰਤੋਖ ਆ ਜਾਏ ਤੇ ਮੇਰੇ ਮਨ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਮੁੱਕ ਜਾਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41126,
    "shabad_id": 3520,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਿ. ਵਣੁ ਤਿਣੁ ਹਰਿਅਾ ਕੀਤਿਅਾ; ਨਾਨਕ. ਕਿਅਾ ਮਨੁਖ ॥੨॥",
    "transliteration": "Gur Van Thin Hariaa Keethiaa Naanak Kiaa Manukh ||2||",
    "translation": "The Guru has made the woods and meadows green again. O Nanak, is it any wonder that He blesses human beings as well? ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਗੁਰੂ ਨੇ ਜੰਗਲ ਤੇ (ਜੰਗਲ ਦਾ ਸੁੱਕਾ) ਘਾਹ ਹਰਾ ਕਰ ਦਿੱਤਾ, ਮਨੁੱਖਾਂ ਨੂੰ ਹਰਾ ਕਰਨਾ ਉਸ ਦੇ ਵਾਸਤੇ ਕੇਹੜੀ ਵੱਡੀ ਗੱਲ ਹੈ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41127,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41128,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋ ਅੈਸਾ ਦਾਤਾਰੁ; ਮਨਹੁ. ਨ ਵੀਸਰੈ ॥",
    "transliteration": "So Aisaa Dhaathaar Manahu N Veesarai ||",
    "translation": "Such is that Great Giver; may I never forget Him from my mind.",
    "punjabi": "ਅਜੇਹਾ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ ਮਨ ਤੋਂ ਭੁੱਲਣਾ ਨਹੀਂ ਚਾਹੀਦਾ,",
    "pronunciation": "ਚਸਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41129,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਘੜੀ ਨ ਮੁਹਤੁ ਚਸਾ; ਤਿਸੁ ਬਿਨੁ. ਨਾ ਸਰੈ ॥",
    "transliteration": "Gharree N Muhath Chasaa This Bin Naa Sarai ||",
    "translation": "I cannot survive without Him, for an instant, for a moment, for a second.",
    "punjabi": "(ਕਿਉਂਕਿ) ਉਸ ਤੋਂ ਬਿਨਾ (ਉਸ ਨੂੰ ਭੁਲਾ ਕੇ, ਜ਼ਿੰਦਗੀ ਦੀ) ਘੜੀ ਦੋ ਘੜੀਆਂ ਪਲ ਆਦਿਕ (ਥੋੜਾ ਭੀ ਸਮਾ) ਸੌਖਾ ਨਹੀਂ ਗੁਜ਼ਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41130,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅੰਤਰਿ ਬਾਹਰਿ ਸੰਗਿ; ਕਿਅਾ ਕੋ ਲੁਕਿ ਕਰੈ ॥",
    "transliteration": "Anthar Baahar Sang Kiaa Ko Luk Karai ||",
    "translation": "Inwardly and outwardly, He is with us; how can we hide anything from Him?",
    "punjabi": "ਪ੍ਰਭੂ ਜੀਵ ਦੇ (ਸਦਾ) ਅੰਦਰ (ਵੱਸਦਾ ਹੈ,) ਉਸ ਦੇ ਬਾਹਰ (ਚੁਗਿਰਦੇ ਭੀ) ਮੌਜੂਦ ਹੈ, ਕੋਈ ਜੀਵ ਕੋਈ ਕੰਮ ਉਸ ਤੋਂ ਲੁਕਾ-ਛਿਪਾ ਕੇ ਨਹੀਂ ਕਰ ਸਕਦਾ।",
    "pronunciation": "ਲੁਕਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41131,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਪਤਿ ਰਖੈ ਅਾਪਿ; ਸੋ ਭਵਜਲੁ ਤਰੈ ॥",
    "transliteration": "Jis Path Rakhai Aap So Bhavajal Tharai ||",
    "translation": "One whose honor He Himself has preserved, crosses over the terrifying world-ocean.",
    "punjabi": "ਉਹੀ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਦਾ ਹੈ (ਸੰਸਾਰ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਦਾ ਹੈ) ਜਿਸ ਦੀ ਇੱਜ਼ਤ ਦੀ ਰਾਖੀ ਪ੍ਰਭੂ ਆਪ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41132,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭਗਤੁ ਗਿਅਾਨੀ ਤਪਾ; ਜਿਸੁ ਕਿਰਪਾ ਕਰੈ ॥",
    "transliteration": "Bhagath Giaanee Thapaa Jis Kirapaa Karai ||",
    "translation": "He alone is a devotee, a spiritual teacher, and a disciplined pratictioner of meditation, whom the Lord has so blessed.",
    "punjabi": "ਉਹੀ ਭਗਤ ਹੈ, ਉਹੀ ਗਿਆਨਵਾਨ ਹੈ, ਉਹੀ ਤਪੀ ਹੈ, ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਤਪਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41133,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸੋ ਪੂਰਾ ਪਰਧਾਨੁ; ਜਿਸ ਨੋ ਬਲੁ ਧਰੈ ॥",
    "transliteration": "So Pooraa Paradhhaan Jis No Bal Dhharai ||",
    "translation": "He alone is perfect and renowned as supreme, whom the Lord has blessed with His power.",
    "punjabi": "ਜਿਸ ਨੂੰ (ਵਿਕਾਰਾਂ ਦਾ ਟਾਕਰਾ ਕਰਨ ਲਈ) ਪ੍ਰਭੂ (ਆਤਮਕ) ਤਾਕਤ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੀ ਕਮਾਈ ਸਫਲ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਹ ਆਦਰ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41134,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਸਹਿ ਜਰਾੲੇ ਅਾਪਿ; ਸੋੲੀ ਅਜਰੁ ਜਰੈ ॥",
    "transliteration": "Jisehi Jaraaeae Aap Soee Ajar Jarai ||",
    "translation": "He alone endures the unendurable, whom the Lord inspires to endure it.",
    "punjabi": "(ਉਂਞ ਮਾਨਸਕ ਤਾਕਤ ਭੀ ਇਕ ਐਸੀ ਅਵਸਥਾ ਹੈ ਜਿਸ ਦੀ ਪ੍ਰਾਪਤੀ ਤੇ ਸੰਭਲਣ ਦੀ ਬੜੀ ਲੋੜ ਹੁੰਦੀ ਹੈ, ਆਮ ਤੌਰ ਤੇ ਮਨੁੱਖ ਰਿੱਧੀਆਂ-ਸਿੱਧੀਆਂ ਵਲ ਪਰਤ ਪੈਂਦਾ ਹੈ) ਇਸ ਡੁਲਾ ਦੇਣ ਵਾਲੀ ਅਵਸਥਾ ਨੂੰ ਉਹੀ ਮਨੁੱਖ ਸੰਭਾਲਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਪ੍ਰਭੂ ਆਪ ਸੰਭਲਣ ਦੀ ਸਹੈਤਾ ਦੇਵੇ।",
    "pronunciation": "ਅ-ਜਰੁ",
    "type_id": 3
  },
  {
    "id": 41135,
    "shabad_id": 3521,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਤਿਸ ਹੀ ਮਿਲਿਅਾ ਸਚੁ; ਮੰਤ੍ਰੁ ਗੁਰ. ਮਨਿ ਧਰੈ ॥੩॥",
    "transliteration": "This Hee Miliaa Sach Manthra Gur Man Dhharai ||3||",
    "translation": "And he alone meets the True Lord, within whose mind the Guru's Mantra is implanted. ||3||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ, ਉਸਨੂੰ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41136,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41137,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਧੰਨੁ ਸੁ ਰਾਗ ਸੁਰੰਗੜੇ; ਅਾਲਾਪਤ ਸਭ ਤਿਖ ਜਾੲਿ ॥",
    "transliteration": "Dhhann S Raag Surangarrae Aalaapath Sabh Thikh Jaae ||",
    "translation": "Blessed are those beautiful Ragas which, when chanted, quench all thirst.",
    "punjabi": "ਉਹ ਸੋਹਣੇ ਰਾਗ ਮੁਬਾਰਿਕ ਹਨ ਜਿਨ੍ਹਾਂ ਦੇ ਗਾਂਵਿਆਂ (ਮਨ ਦੀ) ਤ੍ਰਿਸ਼ਨਾ ਨਾਸ ਹੋ ਜਾਏ।",
    "pronunciation": "ਤਿਖ: ਪੋਲਾ ਬੋਲੋ।(ਸੁਰੰਗੜੇ) ਸ੍ਰੇਸਟ ਅਨੰਦ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 41138,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਧੰਨੁ ਸੁ ਜੰਤ ਸੁਹਾਵੜੇ; ਜੋ ਗੁਰਮੁਖਿ ਜਪਦੇ ਨਾੳੁ ॥",
    "transliteration": "Dhhann S Janth Suhaavarrae Jo Guramukh Japadhae Naao ||",
    "translation": "Blessed are those beautiful people who, as Gurmukh, chant the Name of the Lord.",
    "punjabi": "ਉਹ ਸੋਹਣੇ ਜੀਵ ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਜੋ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41139,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨੀ ੲਿਕ ਮਨਿ. ੲਿਕੁ ਅਰਾਧਿਅਾ; ਤਿਨ ਸਦ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Jinee Eik Man Eik Araadhhiaa Thin Sadh Balihaarai Jaao ||",
    "translation": "I am a sacrifice to those who single-mindedly worship and adore the One Lord.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ ਸਦਾ ਸਦਕੇ ਹਾਂ ਜੋ ਇਕ-ਮਨ ਹੋ ਕੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41140,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਿਨ ਕੀ ਧੂੜਿ ਹਮ ਬਾਛਦੇ; ਕਰਮੀ ਪਲੈ ਪਾੲਿ ॥",
    "transliteration": "Thin Kee Dhhoorr Ham Baashhadhae Karamee Palai Paae ||",
    "translation": "I yearn for the dust of their feet; by His Grace, it is obtained.",
    "punjabi": "ਅਸੀਂ (ਮੈਂ) ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਚਾਹੁੰਦੇ (ਚਾਹੁੰਦਾ) ਹਾਂ, ਪਰ ਇਹ ਧੂੜ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਪੱਲੈ",
    "type_id": 3
  },
  {
    "id": 41141,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜੋ ਰਤੇ ਰੰਗਿ ਗੋਵਿੰਦ ਕੈ; ਹੳੁ ਤਿਨ ਬਲਿਹਾਰੈ ਜਾੳੁ ॥",
    "transliteration": "Jo Rathae Rang Govidh Kai Ho Thin Balihaarai Jaao ||",
    "translation": "I am a sacrifice to those who are imbued with love for the Lord of the Universe.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਪਿਆਰ ਵਿਚ ਰੰਗੇ ਹੋਏ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਕੁਰਬਾਨ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41142,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਖਾ ਬਿਰਥਾ ਜੀਅ ਕੀ; ਹਰਿ ਸਜਣੁ ਮੇਲਹੁ ਰਾੲਿ ॥",
    "transliteration": "Aakhaa Birathhaa Jeea Kee Har Sajan Maelahu Raae ||",
    "translation": "I tell them the state of my soul, and pray that I may be united with the Sovereign Lord King, my Friend.",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਅੱਗੇ ਦਿਲ ਦਾ ਦੁੱਖ ਦੱਸਦਾ ਹਾਂ (ਤੇ ਆਖਦਾ ਹਾਂ ਕਿ) ਮੈਨੂੰ ਪਿਆਰਾ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ ਮਿਲਾਓ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41143,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਮੇਲਾੲਿਅਾ; ਜਨਮ ਮਰਣ ਦੁਖੁ ਜਾੲਿ ॥",
    "transliteration": "Gur Poorai Maelaaeiaa Janam Maran Dhukh Jaae ||",
    "translation": "The Perfect Guru has united me with Him, and the pains of birth and death have departed.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਪ੍ਰਭੂ ਮਿਲਾ ਦਿੱਤਾ ਉਸ ਦਾ ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41144,
    "shabad_id": 3522,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਪਾੲਿਅਾ ਅਗਮ ਰੂਪੁ; ਅਨਤ. ਨ ਕਾਹੂ ਜਾੲਿ ॥੧॥",
    "transliteration": "Jan Naanak Paaeiaa Agam Roop Anath N Kaahoo Jaae ||1||",
    "translation": "Servant Nanak has found the inaccessible, infinitely beautiful Lord, and he will not go anywhere else. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੂੰ ਅਪਹੁੰਚ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ ਤੇ ਉਹ ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਭਟਕਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41145,
    "shabad_id": 3523,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41146,
    "shabad_id": 3523,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧੰਨੁ ਸੁ ਵੇਲਾ ਘੜੀ ਧੰਨੁ; ਧਨੁ ਮੂਰਤੁ ਪਲੁ ਸਾਰੁ ॥",
    "transliteration": "Dhhann S Vaelaa Gharree Dhhann Dhhan Moorath Pal Saar ||",
    "translation": "Blessed is that time, blessed is that hour, blessed is that second, excellent is that instant;",
    "punjabi": "ਉਹ ਵੇਲਾ ਉਹ ਘੜੀ ਭਾਗਾਂ ਵਾਲੇ ਹਨ, ਉਹ ਮੁਹੂਰਤ ਮੁਬਾਰਿਕ ਹੈ, ਉਹ ਪਲ ਸੋਹਣਾ ਹੈ,",
    "pronunciation": "ਵੇਲਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41147,
    "shabad_id": 3523,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਧੰਨੁ ਸੁ ਦਿਨਸੁ ਸੰਜੋਗੜਾ; ਜਿਤੁ ਡਿਠਾ ਗੁਰ ਦਰਸਾਰੁ ॥",
    "transliteration": "Dhhann S Dhinas Sanjogarraa Jith Ddithaa Gur Dharasaar ||",
    "translation": "Blessed is that day,and that opportunity, when I gazed upon the Blessed Vision of the Guru's Darshan.",
    "punjabi": "ਉਹ ਦਿਨ ਤੇ ਉਹ ਸੋਹਣਾ ਸੰਜੋਗ ਮੁਬਾਰਿਕ ਹਨ ਜਦੋਂ ਸਤਿਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41148,
    "shabad_id": 3523,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਨ ਕੀਅਾ ੲਿਛਾ ਪੂਰੀਅਾ; ਹਰਿ ਪਾੲਿਅਾ ਅਗਮ ਅਪਾਰੁ ॥",
    "transliteration": "Man Keeaa Eishhaa Pooreeaa Har Paaeiaa Agam Apaar ||",
    "translation": "The mind's desires are fulfilled, when the inaccessible, unfathomable Lord is obtained.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਦੇ ਦੀਦਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨ ਦੀਆਂ ਸਾਰੀਆਂ ਤਾਂਘਾਂ ਪੂਰੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ (ਭਾਵ, ਮਨ ਵਾਸਨਾ-ਰਹਿਤ ਹੋ ਜਾਂਦਾ ਹੈ) ਤੇ ਅਗੰਮ ਬੇਅੰਤ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41149,
    "shabad_id": 3523,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੳੁਮੈ ਤੁਟਾ ਮੋਹੜਾ; ੲਿਕੁ ਸਚੁ ਨਾਮੁ ਅਾਧਾਰੁ ॥",
    "transliteration": "Houmai Thuttaa Moharraa Eik Sach Naam Aadhhaar ||",
    "translation": "Egotism and emotional attachment are eradicated, and one leans only on the Support of the True Name.",
    "punjabi": "ਹਉਮੈ ਨਾਸ ਹੋ ਜਾਂਦੀ ਹੈ, ਚੰਦਰਾ ਮੋਹ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ ਹੀ (ਜੀਵਨ ਦਾ) ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41150,
    "shabad_id": 3523,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਲਗਾ ਸੇਵ ਹਰਿ; ੳੁਧਰਿਅਾ ਸਗਲ ਸੰਸਾਰੁ ॥੨॥",
    "transliteration": "Jan Naanak Lagaa Saev Har Oudhhariaa Sagal Sansaar ||2||",
    "translation": "O servant Nanak, one who is committed to the Lord's service - the whole world is saved along with him. ||2||",
    "punjabi": "ਦਾਸ ਨਾਨਕ ਭੀ (ਗੁਰੂ ਦੇ ਦੀਦਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਵਿਚ ਲੱਗਾ ਹੈ (ਜਿਸ ਸਿਮਰਨ ਦਾ ਸਦਕਾ) ਸਾਰਾ ਜਗਤ (ਵਿਕਾਰ ਆਦਿਕ ਤੋਂ) ਬਚ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਲੱਗਾ, ੳੁ-ਧਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 41151,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41152,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਿਫਤਿ ਸਲਾਹਣੁ ਭਗਤਿ; ਵਿਰਲੇ ਦਿਤੀਅਨੁ ॥",
    "transliteration": "Sifath Salaahan Bhagath Viralae Dhitheean ||",
    "translation": "How rare are those who are blessed to praise the Lord, in devotional worship.",
    "punjabi": "ਸਿਫ਼ਤ-ਸਾਲਾਹ ਅਤੇ ਭਗਤੀ (ਦੀ ਦਾਤਿ) ਉਸ (ਪ੍ਰਭੂ) ਨੇ ਕਿਸੇ ਵਿਰਲੇ (ਭਾਗਾਂ ਵਾਲੇ) ਨੂੰ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41153,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸੳੁਪੇ ਜਿਸੁ ਭੰਡਾਰ; ਫਿਰਿ ਪੁਛ. ਨ ਲੀਤੀਅਨੁ ॥",
    "transliteration": "Soupae Jis Bhanddaar Fir Pushh N Leetheean ||",
    "translation": "Those who are blessed with the Lord's treasures are not called to give their account again.",
    "punjabi": "ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ ਉਸ ਨੇ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਖ਼ਜ਼ਾਨੇ ਸੌਂਪੇ ਹਨ; ਉਸ ਪਾਸੋਂ ਫਿਰ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਲੇਖਾ ਨਹੀਂ ਲਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41154,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਿਸ ਨੋ ਲਗਾ ਰੰਗੁ; ਸੇ ਰੰਗਿ ਰਤਿਅਾ ॥",
    "transliteration": "Jis No Lagaa Rang Sae Rang Rathiaa ||",
    "translation": "Those who are imbued with His Love are absorbed in ecstasy.",
    "punjabi": "ਕਿਉਂਕਿ ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੂੰ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ) ਇਸ਼ਕ-ਪਿਆਰ ਲੱਗ ਗਿਆ, ਉਹ ਉਸੇ ਰੰਗ ਵਿਚ (ਸਦਾ ਲਈ) ਰੰਗੇ ਗਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41155,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਓਨਾ ੲਿਕੋ ਨਾਮੁ ਅਧਾਰੁ; ੲਿਕਾ ੳੁਨ ਭਤਿਅਾ ॥",
    "transliteration": "Ounaa Eiko Naam Adhhaar Eikaa Oun Bhathiaa ||",
    "translation": "They take the Support of the One Name; the One Name is their only food.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਹੀ ਉਹਨਾਂ ਦੀ ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਬਣ ਜਾਂਦਾ ਹੈ ਇਹੀ ਇਕ ਨਾਮ ਉਹਨਾਂ ਦੀ (ਆਤਮਕ) ਖ਼ੁਰਾਕ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਭਤਿਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41156,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਓਨਾ ਪਿਛੈ ਜਗੁ; ਭੁੰਚੈ ਭੋਗੲੀ ॥",
    "transliteration": "Ounaa Pishhai Jag Bhunchai Bhogee ||",
    "translation": "For their sake, the world eats and enjoys.",
    "punjabi": "ਅਜੇਹੇ ਬੰਦਿਆਂ ਦੇ ਪੂਰਨਿਆਂ ਤੇ ਤੁਰ ਕੇ (ਸਾਰਾ) ਜਗਤ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ) ਖ਼ੁਰਾਕ ਖਾਂਦਾ ਮਾਣਦਾ ਹੈ।",
    "pronunciation": "ਜੱਗੁ",
    "type_id": 3
  },
  {
    "id": 41157,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਓਨਾ ਪਿਅਾਰਾ ਰਬੁ; ਓਨਾਹਾ ਜੋਗੲੀ ॥",
    "transliteration": "Ounaa Piaaraa Rab Ounaahaa Jogee ||",
    "translation": "Their Beloved Lord belongs to them alone.",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਰੱਬ (ਇਤਨਾ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ਕਿ ਰੱਬ ਉਹਨਾਂ ਦੇ ਪਿਆਰ ਦੇ ਵੱਸ ਵਿਚ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਜੋਗੲੀ: ਕਸਕੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41158,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਸੁ ਮਿਲਿਅਾ ਗੁਰੁ ਅਾੲਿ; ਤਿਨਿ ਪ੍ਰਭੁ ਜਾਣਿਅਾ ॥",
    "transliteration": "Jis Miliaa Gur Aae Thin Prabh Jaaniaa ||",
    "translation": "The Guru comes and meets them; they alone know God.",
    "punjabi": "ਪਰ ਪ੍ਰਭੂ ਨਾਲ (ਸਿਰਫ਼) ਉਸ ਮਨੁੱਖ ਨੇ ਜਾਣ-ਪਛਾਣ ਪਾਈ ਹੈ ਜਿਸ ਨੂੰ ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41159,
    "shabad_id": 3524,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹੳੁ ਬਲਿਹਾਰੀ ਤਿਨ; ਜਿ ਖਸਮੈ ਭਾਣਿਅਾ ॥੪॥",
    "transliteration": "Ho Balihaaree Thin J Khasamai Bhaaniaa ||4||",
    "translation": "I am a sacrifice to those who are pleasing to their Lord and Master. ||4||",
    "punjabi": "ਮੈਂ ਸਦਕੇ ਹਾਂ ਉਹਨਾਂ (ਸੁਭਾਗ) ਬੰਦਿਆਂ ਤੋਂ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਨੂੰ ਚੰਗੇ ਲੱਗ ਗਏ ਹਨ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41160,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41161,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ੲਿਕਸੈ ਨਾਲਿ ਮੈ ਦੋਸਤੀ; ਹਰਿ ੲਿਕਸੈ ਨਾਲਿ ਮੈ ਰੰਗੁ ॥",
    "transliteration": "Har Eikasai Naal Mai Dhosathee Har Eikasai Naal Mai Rang ||",
    "translation": "My friendship is with the One Lord alone; I am in love with the One Lord alone.",
    "punjabi": "ਮੇਰੀ ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਮਿਤ੍ਰਤਾ ਹੈ, ਸਿਰਫ਼ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਮੇਰਾ ਪਿਆਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41162,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ੲਿਕੋ ਮੇਰਾ ਸਜਣੋ; ਹਰਿ ੲਿਕਸੈ ਨਾਲਿ ਮੈ ਸੰਗੁ ॥",
    "transliteration": "Har Eiko Maeraa Sajano Har Eikasai Naal Mai Sang ||",
    "translation": "The Lord is my only friend; my companionship is with the One Lord alone.",
    "punjabi": "ਕੇਵਲ ਪ੍ਰਭੂ ਹੀ ਮੇਰਾ ਸੱਚਾ ਮਿਤ੍ਰ ਹੈ ਇਕ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਮੇਰਾ ਸੱਚਾ ਸਾਥ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41163,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ੲਿਕਸੈ ਨਾਲਿ ਮੈ ਗੋਸਟੇ; ਮੁਹੁ ਮੈਲਾ ਕਰੈ ਨ ਭੰਗੁ ॥",
    "transliteration": "Har Eikasai Naal Mai Gosattae Muhu Mailaa Karai N Bhang ||",
    "translation": "My conversation is with the One Lord alone; He never frowns, or turns His face away.",
    "punjabi": "ਤੇ ਕੇਵਲ ਪ੍ਰਭੂ ਨਾਲ ਹੀ ਮੇਰਾ ਮੇਲ-ਜੋਲ ਹੈ, (ਕਿਉਂਕਿ) ਉਹ ਪ੍ਰਭੂ ਕਦੇ ਮੂੰਹ ਮੋਟਾ ਨਹੀਂ ਕਰਦਾ, ਕਦੇ ਮੱਥੇ ਵੱਟ ਨਹੀਂ ਪਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41164,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਾਣੈ ਬਿਰਥਾ ਜੀਅ ਕੀ; ਕਦੇ. ਨ ਮੋੜੈ ਰੰਗੁ ॥",
    "transliteration": "Jaanai Birathhaa Jeea Kee Kadhae N Morrai Rang ||",
    "translation": "He alone knows the state of my soul; He never ignores my love.",
    "punjabi": "ਮੇਰੇ ਦਿਲ ਦੀ ਵੇਦਨ ਜਾਣਦਾ ਹੈ, ਉਹ ਕਦੇ ਮੇਰੇ ਪਿਆਰ ਨੂੰ ਧੱਕਾ ਨਹੀਂ ਲਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41165,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ੲਿਕੋ ਮੇਰਾ ਮਸਲਤੀ; ਭੰਨਣ ਘੜਨ ਸਮਰਥੁ ॥",
    "transliteration": "Har Eiko Maeraa Masalathee Bhannan Gharran Samarathh ||",
    "translation": "He is my only counselor, all-powerful to destroy and create.",
    "punjabi": "(ਸਭ ਜੀਵਾਂ ਨੂੰ) ਪੈਦਾ ਕਰਨ ਤੇ ਮਾਰਨ ਦੀ ਤਾਕਤ ਰੱਖਣ ਵਾਲਾ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਮੇਰਾ ਸਲਾਹਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41166,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ੲਿਕੋ ਮੇਰਾ ਦਾਤਾਰੁ ਹੈ; ਸਿਰਿ ਦਾਤਿਅਾ ਜਗ ਹਥੁ ॥",
    "transliteration": "Har Eiko Maeraa Dhaathaar Hai Sir Dhaathiaa Jag Hathh ||",
    "translation": "The Lord is my only Giver. He places His hand upon the heads of the generous in the world.",
    "punjabi": "ਜਗਤ ਦੇ ਸਭ ਦਾਨੀਆਂ ਦੇ ਸਿਰ ਉਤੇ ਜਿਸ ਪ੍ਰਭੂ ਦਾ ਹੱਥ ਹੈ ਕੇਵਲ ਉਹੀ ਮੈਨੂੰ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41167,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ੲਿਕਸੈ ਦੀ. ਮੈ ਟੇਕ ਹੈ; ਜੋ ਸਿਰਿ ਸਭਨਾ ਸਮਰਥੁ ॥",
    "transliteration": "Har Eikasai Dhee Mai Ttaek Hai Jo Sir Sabhanaa Samarathh ||",
    "translation": "I take the Support of the One Lord alone; He is all-powerful, over the heads of all.",
    "punjabi": "ਜੋ ਪਰਮਾਤਮਾ ਸਭ ਜੀਵਾਂ ਦੇ ਸਿਰ ਉਤੇ ਬਲੀ ਹੈ ਮੈਨੂੰ ਕੇਵਲ ਉਸੇ ਦਾ ਹੀ ਆਸਰਾ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 41168,
    "shabad_id": 3525,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਸੰਤੁ ਮਿਲਾੲਿਅਾ; ਮਸਤਕਿ ਧਰਿ ਕੈ ਹਥੁ ॥",
    "transliteration": "Sathigur Santh Milaaeiaa Masathak Dhhar Kai Hathh ||",
    "translation": "The Saint, the True Guru, has united me with the Lord. He placed His hand on my forehead.",
    "punjabi": "ਉਹ ਸ਼ਾਂਤੀ ਦਾ ਸੋਮਾ ਪਰਮਾਤਮਾ ਸਤਿਗੁਰੂ ਨੇ ਮੇਰੇ ਮੱਥੇ ਉੱਤੇ ਹੱਥ ਰੱਖ ਕੇ ਮੈਨੂੰ ਮਿਲਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
