[
  {
    "id": 41211,
    "shabad_id": 3529,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ ਮੰਗੈ ਦਾਨੁ ੲਿਕੁ; ਦੇਹੁ ਦਰਸੁ ਮਨਿ ਪਿਅਾਰੁ ॥੨॥",
    "transliteration": "Jan Naanak Mangai Dhaan Eik Dhaehu Dharas Man Piaar ||2||",
    "translation": "Servant Nanak begs for this one gift: please bless me, Lord, with the Blessed Vision of Your Darshan; my mind is in love with You. ||2||",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਦਾਸ ਨਾਨਕ ਭੀ (ਤੇਰੇ ਦਰ ਤੋਂ) ਇਕ ਖੈਰ ਮੰਗਦਾ ਹੈ-ਮੈਨੂੰ ਦੀਦਾਰ ਦੇਹ ਤੇ ਮੈਨੂੰ ਮਨ ਵਿਚ ਆਪਣਾ ਪਿਆਰ ਬਖ਼ਸ਼ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41212,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41213,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਤਿਸ ਨੋ ਸਦਾ ਸੁਖ ॥",
    "transliteration": "Jis Thoo Aavehi Chith This No Sadhaa Sukh ||",
    "translation": "One who is conscious of You finds everlasting peace.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏਂ, ਉਸ ਨੂੰ ਸਦਾ ਦੇ ਸੁਖ ਮਿਲ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41214,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ. ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਤਿਸੁ ਜਮ. ਨਾਹਿ ਦੁਖ ॥",
    "transliteration": "Jis Thoo Aavehi Chith This Jam Naahi Dhukh ||",
    "translation": "One who is conscious of You does not suffer at the hands of the Messenger of Death.",
    "punjabi": "ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏਂ ਉਸ ਨੂੰ ਮੌਤ ਦੇ ਡਰ-ਸਹਿਮ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41215,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਤਿਸੁ ਕਿ ਕਾੜਿਅਾ ॥",
    "transliteration": "Jis Thoo Aavehi Chith This K Kaarriaa ||",
    "translation": "One who is conscious of You is not anxious.",
    "punjabi": "ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏਂ ਉਸ ਨੂੰ ਕੋਈ ਚਿੰਤਾ ਪੋਹ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "(ਕਾੜਿਅਾ) ਝੋਰਾ। ਕਾੜਿਅਾ: ੜਾੜੇ ਪੈਰ ਹਲੰਤ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 41216,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਸ ਦਾ ਕਰਤਾ ਮਿਤ੍ਰੁ; ਸਭਿ ਕਾਜ ਸਵਾਰਿਅਾ ॥",
    "transliteration": "Jis Dhaa Karathaa Mithra Sabh Kaaj Savaariaa ||",
    "translation": "One who has the Creator as his Friend - all his affairs are resolved.",
    "punjabi": "ਕਿਉਂਕਿ ਕਰਤਾਰ ਆਪ ਜਿਸ ਦਾ ਮਿੱਤਰ ਬਣ ਜਾਏ, ਉਸ ਦੇ ਸਾਰੇ ਕਾਰਜ ਸੰਵਰ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41217,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਸੋ ਪਰਵਾਣੁ ਜਨੁ ॥",
    "transliteration": "Jis Thoo Aavehi Chith So Paravaan Jan ||",
    "translation": "One who is conscious of You is renowned and respected.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਅੰਦਰ ਤੇਰੀ ਯਾਦ ਟਿਕ ਜਾਏ, ਉਹ ਮਨੁੱਖ (ਤੇਰੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਬੂਲ ਹੋ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41218,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਬਹੁਤਾ ਤਿਸੁ ਧਨੁ ॥",
    "transliteration": "Jis Thoo Aavehi Chith Bahuthaa This Dhhan ||",
    "translation": "One who is conscious of You becomes very wealthy.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏਂ, ਉਸ ਦੇ ਕੋਲ ਤੇਰਾ ਨਾਮ-ਧਨ ਬੇਅੰਤ ਇਕੱਠਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41219,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਸੋ ਵਡ ਪਰਵਾਰਿਅਾ ॥",
    "transliteration": "Jis Thoo Aavehi Chith So Vadd Paravaariaa ||",
    "translation": "One who is conscious of You has a great family.",
    "punjabi": "ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏਂ (ਤੇਰੀ ਯਾਦ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰਾ ਜਗਤ ਹੀ ਉਸ ਨੂੰ ਆਪਣਾ ਪਰਵਾਰ ਦਿੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41220,
    "shabad_id": 3530,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸੁ ਤੂ ਅਾਵਹਿ ਚਿਤਿ; ਤਿਨਿ ਕੁਲ ੳੁਧਾਰਿਅਾ ॥੬॥",
    "transliteration": "Jis Thoo Aavehi Chith Thin Kul Oudhhaariaa ||6||",
    "translation": "One who is conscious of You saves his ancestors. ||6||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਪਏਂ, ਉਸ ਨੇ ਆਪਣੀਆਂ (ਭੀ) ਸਾਰੀਆਂ ਕੁਲਾਂ (ਦੇ ਜੀਵਾਂ) ਨੂੰ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੀਆਂ ਵਿਕਾਰ-ਲਹਿਰਾਂ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41221,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੫ ॥",
    "transliteration": "Salok Ma 5 ||",
    "translation": "Shalok, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41222,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅੰਦਰਹੁ ਅੰਨਾ. ਬਾਹਰਹੁ ਅੰਨਾ; ਕੂੜੀ ਕੂੜੀ ਗਾਵੈ ॥",
    "transliteration": "Andharahu Annaa Baaharahu Annaa Koorree Koorree Gaavai ||",
    "translation": "Blind inwardly, and blind outwardly, he sings falsely, falsely.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਮਨੋਂ ਮਾਇਆ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਹੈ ਤੇ ਕਰਤੂਤਾਂ ਭੀ ਕਾਲੀਆਂ ਹਨ, ਪਰ ਝੂਠੀ ਮੂਠੀ (ਬਿਸ਼ਨ-ਪਦੇ) ਗਾਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41223,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦੇਹੀ ਧੋਵੈ ਚਕ੍ਰ ਬਣਾੲੇ; ਮਾੲਿਅਾ ਨੋ ਬਹੁ ਧਾਵੈ ॥",
    "transliteration": "Dhaehee Dhhovai Chakr Banaaeae Maaeiaa No Bahu Dhhaavai ||",
    "translation": "He washes his body, and draws ritual marks on it, and totally runs after wealth.",
    "punjabi": "ਸਰੀਰ ਨੂੰ ਇਸ਼ਨਾਨ ਕਰਾਉਂਦਾ ਹੈ (ਪਿੰਡ ਉਤੇ) ਚੱਕਰ ਬਣਾਉਂਦਾ ਹੈ, ਤੇ ਉਂਞ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41224,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੰਦਰਿ ਮੈਲੁ. ਨ ੳੁਤਰੈ ਹੳੁਮੈ; ਫਿਰਿ ਫਿਰਿ ਅਾਵੈ ਜਾਵੈ ॥",
    "transliteration": "Andhar Mail N Outharai Houmai Fir Fir Aavai Jaavai ||",
    "translation": "But the filth of his egotism is not removed from within, and over and over again, he comes and goes in reincarnation.",
    "punjabi": "(ਇਹਨਾਂ ਚੱਕ੍ਰ ਆਦਿਕਾਂ ਨਾਲ) ਮਨ ਵਿਚੋਂ ਹਉਮੈ ਦੀ ਮੈਲ ਨਹੀਂ ਉਤਰਦੀ, ਉਹ ਮੁੜ ਮੁੜ ਜਨਮ ਦੇ ਚੱਕ੍ਰ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41225,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨੀਂਦ ਵਿਅਾਪਿਅਾ. ਕਾਮਿ ਸੰਤਾਪਿਅਾ; ਮੁਖਹੁ ਹਰਿ ਹਰਿ ਕਹਾਵੈ ॥",
    "transliteration": "Neenadh Viaapiaa Kaam Santhaapiaa Mukhahu Har Har Kehaavai ||",
    "translation": "Engulfed in sleep, and tormented by frustrated sexual desire, he chants the Lord's Name with his mouth.",
    "punjabi": "ਗ਼ਫ਼ਲਤਿ ਦੀ ਨੀਂਦ ਦਾ ਦੱਬਿਆ ਹੋਇਆ, ਕਾਮ ਦਾ ਮਾਰਿਆ ਹੋਇਆ, ਮੂੰਹ ਨਾਲ ਹੀ 'ਹਰੇ! ਹਰੇ!' ਆਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41226,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਬੈਸਨੋ ਨਾਮੁ ਕਰਮ ਹੳੁ ਜੁਗਤਾ; ਤੁਹ ਕੁਟੇ ਕਿਅਾ ਫਲੁ ਪਾਵੈ ॥",
    "transliteration": "Baisano Naam Karam Ho Jugathaa Thuh Kuttae Kiaa Fal Paavai ||",
    "translation": "He is called a Vaishnav, but he is bound to deeds of egotism; by threshing only husks, what rewards can be obtained?",
    "punjabi": "ਆਪਣਾ ਨਾਮ ਭੀ ਵੈਸ਼ਨੋ (ਵਿਸ਼ਨੂੰ ਦਾ ਭਗਤ) ਰੱਖਿਆ ਹੋਇਆ ਹੈ, ਪਰ ਕਰਤੂਤਾਂ ਕਰਕੇ ਹਉਮੈ ਵਿਚ ਜਕੜਿਆ ਪਿਆ ਹੈ, (ਸੋ, ਸਰੀਰ ਧੋਣ, ਚੱਕ੍ਰ ਬਨਾਉਣ ਆਦਿਕ ਕਰਮ ਤੋਹ ਕੁੱਟਣ ਸਮਾਨ ਹਨ) ਤੋਹ ਕੁੱਟਿਆਂ (ਉਹਨਾਂ ਵਿਚੋਂ) ਚਉਲ ਨਹੀਂ ਲੱਭ ਪੈਣੇ।",
    "pronunciation": "ਕੁੱਟੇ",
    "type_id": 3
  },
  {
    "id": 41227,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹੰਸਾ ਵਿਚਿ ਬੈਠਾ. ਬਗੁ, ਨ ਬਣੲੀ; ਨਿਤ ਬੈਠਾ. ਮਛੀ ਨੋ ਤਾਰ ਲਾਵੈ ॥",
    "transliteration": "Hansaa Vich Baithaa Bag N Banee Nith Baithaa Mashhee No Thaar Laavai ||",
    "translation": "Sitting among the swans, the crane does not become one of them; sitting there, he keeps staring at the fish.",
    "punjabi": "ਹੰਸਾਂ ਵਿਚ ਬੈਠਾ ਹੋਇਆ ਬਗਲਾ ਹੰਸ ਨਹੀਂ ਬਣ ਜਾਂਦਾ, (ਹੰਸਾਂ ਵਿਚ) ਬੈਠਾ ਹੋਇਆ ਭੀ ਉਹ ਸਦਾ ਮੱਛੀ (ਫੜਨ) ਲਈ ਤਾੜੀ ਲਾਂਦਾ ਹੈ;",
    "pronunciation": "ਬੱਗੁ",
    "type_id": 3
  },
  {
    "id": 41228,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਹੰਸ ਸਭਾ, ਵੀਚਾਰੁ ਕਰਿ ਦੇਖਨਿ; ਤਾ ਬਗਾ ਨਾਲਿ ਜੋੜੁ ਕਦੇ. ਨ ਅਾਵੈ ॥",
    "transliteration": "Jaa Hans Sabhaa Veechaar Kar Dhaekhan Thaa Bagaa Naal Jorr Kadhae N Aavai ||",
    "translation": "And when the gathering of swans looks and sees, they realize that they can never form an alliance with the crane.",
    "punjabi": "ਜਦੋਂ ਹੰਸ ਰਲ ਕੇ ਵਿਚਾਰ ਕਰ ਕੇ ਵੇਖਦੇ ਹਨ ਤਾਂ (ਇਹੀ ਸਿੱਟਾ ਨਿਕਲਦਾ ਹੈ ਕਿ) ਬਗਲਿਆਂ ਨਾਲ ਉਹਨਾਂ ਦਾ ਜੋੜ ਫਬਦਾ ਨਹੀਂ,",
    "pronunciation": "ਸਭਾ: ਪੋਲਾ ਬੋਲੋ, ਬੱਗਾਂ",
    "type_id": 3
  },
  {
    "id": 41229,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹੰਸਾ ਹੀਰਾ ਮੋਤੀ ਚੁਗਣਾ; ਬਗੁ ਡਡਾ ਭਾਲਣ ਜਾਵੈ ॥",
    "transliteration": "Hansaa Heeraa Mothee Chuganaa Bag Ddaddaa Bhaalan Jaavai ||",
    "translation": "The swans peck at the diamonds and pearls, while the crane chases after frogs.",
    "punjabi": "(ਕਿਉਂਕਿ) ਹੰਸਾਂ ਦੀ ਖ਼ੁਰਾਕ ਹੀਰੇ ਮੋਤੀ ਹਨ ਤੇ ਬਗਲਾ ਡੱਡੀਆਂ ਲੱਭਣ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "ਡੱਡਾਂ",
    "type_id": 3
  },
  {
    "id": 41230,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੳੁਡਰਿਅਾ ਵੇਚਾਰਾ ਬਗੁਲਾ; ਮਤੁ ਹੋਵੈ, ਮੰਞਞੁ ਲਖਾਵੈ ॥",
    "transliteration": "Ouddariaa Vaechaaraa Bagulaa Math Hovai Mannj Lakhaavai ||",
    "translation": "The poor crane flies away, so that his secret will not be exposed.",
    "punjabi": "ਵਿਚਾਰਾ ਬਗਲਾ (ਆਖ਼ਰ ਹੰਸਾਂ ਦੀ ਡਾਰ ਵਿਚੋਂ) ਉੱਡ ਹੀ ਜਾਂਦਾ ਹੈ ਕਿ ਮਤਾਂ ਮੇਰਾ ਪਾਜ ਖੁਲ੍ਹ ਨ ਜਾਏ।",
    "pronunciation": "ੳੁ੍ਨਡਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 41231,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਤੁ ਕੋ ਲਾੲਿਅਾ ਤਿਤ ਹੀ ਲਾਗਾ; ਕਿਸੁ ਦੋਸੁ ਦਿਚੈ. ਜਾ ਹਰਿ ੲੇਵੈ ਭਾਵੈ ॥",
    "transliteration": "Jith Ko Laaeiaa Thith Hee Laagaa Kis Dhos Dhichai Jaa Har Eaevai Bhaavai ||",
    "translation": "Whatever the Lord attaches one to, to that he is attached. Who is to blame, when the Lord wills it so?",
    "punjabi": "ਪਰ, ਦੋਸ ਕਿਸ ਨੂੰ ਦਿੱਤਾ ਜਾਏ? ਪਰਮਾਤਮਾ ਨੂੰ ਵੀ ਇਹੀ ਗੱਲ ਚੰਗੀ ਲੱਗਦੀ ਹੈ; ਜਿੱਧਰ ਕੋਈ ਜੀਵ ਲਾਇਆ ਜਾਂਦਾ ਹੈ ਓਧਰ ਹੀ ਉਹ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41232,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਰਵਰੁ. ਰਤਨੀ ਭਰਪੂਰੇ; ਜਿਸੁ ਪ੍ਰਾਪਤਿ ਸੋ ਪਾਵੈ ॥",
    "transliteration": "Sathigur Saravar Rathanee Bharapoorae Jis Praapath So Paavai ||",
    "translation": "The True Guru is the lake, overflowing with pearls. One who meets the True Guru obtains them.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਮਾਨੋ) ਇਕ ਸਰੋਵਰ ਹੈ ਜੋ ਰਤਨਾਂ ਨਾਲ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ, ਜਿਸ ਦੇ ਭਾਗ ਹੋਣ ਉਸੇ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41233,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਿਖ ਹੰਸ. ਸਰਵਰਿ ੲਿਕਠੇ ਹੋੲੇ; ਸਤਿਗੁਰ ਕੈ ਹੁਕਮਾਵੈ ॥",
    "transliteration": "Sikh Hans Saravar Eikathae Hoeae Sathigur Kai Hukamaavai ||",
    "translation": "The Sikh-swans gather at the lake, according to the Will of the True Guru.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਹੁਕਮ ਅਨੁਸਾਰ ਹੀ ਸਿੱਖ-ਹੰਸ (ਗੁਰੂ ਦੀ ਸਰਨ-ਰੂਪ) ਸਰੋਵਰ ਵਿਚ ਆ ਇਕੱਠੇ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ੲਿੱਕਠੇ",
    "type_id": 3
  },
  {
    "id": 41234,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਤਨ ਪਦਾਰਥ ਮਾਣਕ ਸਰਵਰਿ ਭਰਪੂਰੇ; ਖਾੲਿ ਖਰਚਿ ਰਹੇ. ਤੋਟਿ, ਨ ਅਾਵੈ ॥",
    "transliteration": "Rathan Padhaarathh Maanak Saravar Bharapoorae Khaae Kharach Rehae Thott N Aavai ||",
    "translation": "The lake is filled with the wealth of these jewels and pearls; they are spent and consumed, but they never run out.",
    "punjabi": "ਉਸ ਸਰੋਵਰ ਵਿਚ (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਰੂਪ) ਹੀਰੇ-ਮੋਤੀ ਨਕਾ-ਨਕ ਭਰੇ ਹੋਏ ਹਨ, ਸਿੱਖ ਇਹਨਾਂ ਨੂੰ ਆਪ ਵਰਤਦੇ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਵੰਡਦੇ ਹਨ ਇਹ ਹੀਰੇ-ਮੋਤੀ ਮੁੱਕਦੇ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41235,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਰਵਰ ਹੰਸੁ ਦੂਰਿ. ਨ ਹੋੲੀ; ਕਰਤੇ ੲੇਵੈ ਭਾਵੈ ॥",
    "transliteration": "Saravar Hans Dhoor N Hoee Karathae Eaevai Bhaavai ||",
    "translation": "The swan never leaves the lake; such is the Pleasure of the Creator's Will.",
    "punjabi": "ਕਰਤਾਰ ਨੂੰ ਇਉਂ ਹੀ ਭਾਉਂਦਾ ਹੈ ਕਿ ਸਿੱਖ-ਹੰਸ ਗੁਰੂ-ਸਰੋਵਰ ਤੋਂ ਦੂਰ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41236,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਜਿਸ ਦੈ ਮਸਤਕਿ ਭਾਗੁ ਧੁਰਿ ਲਿਖਿਅਾ; ਸੋ ਸਿਖੁ. ਗੁਰੂ ਪਹਿ ਅਾਵੈ ॥",
    "transliteration": "Jan Naanak Jis Dhai Masathak Bhaag Dhhur Likhiaa So Sikh Guroo Pehi Aavai ||",
    "translation": "O servant Nanak, one who has such pre-ordained destiny inscribed upon his forehead - that Sikh comes to the Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਧੁਰੋਂ ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ ਲਿਖਿਆ ਲੇਖ ਹੋਵੇ ਉਹ ਸਿੱਖ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨੀਂ ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41237,
    "shabad_id": 3531,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਪਿ ਤਰਿਅਾ ਕੁਟੰਬ ਸਭਿ ਤਾਰੇ; ਸਭਾ ਸਿ੍ਰਸਟਿ ਛਡਾਵੈ ॥੧॥",
    "transliteration": "Aap Thariaa Kuttanb Sabh Thaarae Sabhaa Srisatt Shhaddaavai ||1||",
    "translation": "He saves himself, and saves all his generations as well; he emancipates the whole world. ||1||",
    "punjabi": "(ਗੁਰ-ਸਰਨ ਆ ਕੇ) ਉਹ ਆਪ ਤਰ ਜਾਂਦਾ ਹੈ, ਸਾਰੇ ਸਨਬੰਧੀਆਂ ਨੂੰ ਤਾਰ ਲੈਂਦਾ ਹੈ ਤੇ ਸਾਰੇ ਜਗਤ ਨੂੰ ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਸੱਭਾ",
    "type_id": 3
  },
  {
    "id": 41238,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41239,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੰਡਿਤੁ ਅਾਖਾੲੇ ਬਹੁਤੀ ਰਾਹੀ; ਕੋਰੜ ਮੋਠ ਜਿਨੇਹਾ ॥",
    "transliteration": "Panddith Aakhaaeae Bahuthee Raahee Korarr Moth Jinaehaa ||",
    "translation": "He is called a Pandit, a religious scholar, and yet he wanders along many pathways. He is as hard as uncooked beans.",
    "punjabi": "ਬਹੁਤੇ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ ਪੜ੍ਹਨ ਕਰ ਕੇ (ਹੀ ਜੇ ਆਪਣੇ ਆਪ ਨੂੰ ਕੋਈ ਮਨੁੱਖ) ਪੰਡਿਤ ਅਖਵਾਉਂਦਾ ਹੈ (ਪਰ) ਹੈ ਉਹ ਕੋੜਕੂ ਮੋਠ ਵਰਗਾ (ਜੋ ਰਿੰਨ੍ਹਿਆਂ ਗਲਦਾ ਨਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41240,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅੰਦਰਿ ਮੋਹੁ. ਨਿਤ ਭਰਮਿ ਵਿਅਾਪਿਅਾ; ਤਿਸਟਸਿ ਨਾਹੀ. ਦੇਹਾ ॥",
    "transliteration": "Andhar Mohu Nith Bharam Viaapiaa Thisattas Naahee Dhaehaa ||",
    "translation": "He is filled with attachment, and constantly engrossed in doubt; his body cannot hold still.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚ ਮੋਹ (ਪ੍ਰਬਲ) ਹੈ, ਉਸ ਦੀ ਭਟਕਣਾ ਖ਼ਤਮ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "ਤਿਸਟਸਿ:ਪੋਲਾ ਬੋਲੋ। (ਤਿਸ-ਟਸਿ) ੲਿਸਥਿੱਤ।",
    "type_id": 3
  },
  {
    "id": 41241,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕੂੜੀ ਅਾਵੈ. ਕੂੜੀ ਜਾਵੈ; ਮਾੲਿਅਾ ਕੀ ਨਿਤ ਜੋਹਾ ॥",
    "transliteration": "Koorree Aavai Koorree Jaavai Maaeiaa Kee Nith Johaa ||",
    "translation": "False is his coming, and false is his going; he is continually on the lookout for Maya.",
    "punjabi": "ਉਸ ਪੰਡਿਤ ਦੀ (ਵਿੱਦਿਆ ਵਾਲੀ) ਸਾਰੀ ਦੌੜ-ਭੱਜ ਝੂਠ-ਮੂਠ ਹੈ (ਕਿਉਂਕਿ) ਉਸ ਨੂੰ ਸਦਾ ਮਾਇਆ ਦੀ ਹੀ ਝਾਕ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41242,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਚੁ ਕਹੈ ਤਾ ਛੋਹੋ ਅਾਵੈ; ਅੰਤਰਿ ਬਹੁਤਾ ਰੋਹਾ ॥",
    "transliteration": "Sach Kehai Thaa Shhoho Aavai Anthar Bahuthaa Rohaa ||",
    "translation": "If someone speaks the truth, then he is aggravated; he is totally filled with anger.",
    "punjabi": "ਜੇ ਕੋਈ ਉਸ ਨੂੰ ਇਹ ਅਸਲੀਅਤ ਦੱਸੇ ਤਾਂ ਉਸ ਨੂੰ ਖਿੱਝ ਆਉਂਦੀ ਹੈ (ਕਿਉਂਕਿ ਸ਼ਾਸਤ੍ਰ ਆਦਿਕ ਪੜ੍ਹ ਕੇ ਭੀ) ਉਸ ਦੇ ਮਨ ਵਿਚ ਗੁੱਸਾ ਬਹੁਤ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41243,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਵਿਅਾਪਿਅਾ ਦੁਰਮਤਿ ਕੁਬੁਧਿ ਕੁਮੂੜਾ; ਮਨਿ ਲਾਗਾ ਤਿਸੁ ਮੋਹਾ ॥",
    "transliteration": "Viaapiaa Dhuramath Kubudhh Kumoorraa Man Laagaa This Mohaa ||",
    "translation": "The evil fool is engrossed in evil-mindedness and false intellectualizations; his mind is attached to emotional attachment.",
    "punjabi": "(ਅਜੇਹਾ ਪੰਡਿਤ ਅਸਲ ਵਿਚ) ਭੈੜੀ ਕੋਝੀ ਮੱਤ ਦਾ ਮਾਰਿਆ ਹੋਇਆ ਮਹਾ ਮੂਰਖ ਹੁੰਦਾ ਹੈ ਕਿਉਂਕਿ ਉਸ ਦੇ ਮਨ ਵਿਚ ਮਾਇਆ ਦਾ ਮੋਹ (ਬਲਵਾਨ) ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41244,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਠਗੈ ਸੇਤੀ. ਠਗੁ ਰਲਿ ਅਾੲਿਅਾ; ਸਾਥੁ ਭਿ ੲਿਕੋ ਜੇਹਾ ॥",
    "transliteration": "Thagai Saethee Thag Ral Aaeiaa Saathh Bh Eiko Jaehaa ||",
    "translation": "The deceiver abides with the five deceivers; it is a gathering of like minds.",
    "punjabi": "ਅਜੇਹੇ ਠੱਗ ਨਾਲ ਇਕ ਹੋਰ ਇਹੋ ਜਿਹਾ ਹੀ ਠੱਗ ਰਲ ਪੈਂਦਾ ਹੈ, ਦੋਹਾਂ ਦਾ ਵਾਹ-ਵਾਹ ਮੇਲ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਠੱਗੈ",
    "type_id": 3
  },
  {
    "id": 41245,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਰਾਫੁ, ਨਦਰੀ ਵਿਚਦੋ ਕਢੈ; ਤਾਂ ੳੁਘੜਿ ਅਾੲਿਅਾ ਲੋਹਾ ॥",
    "transliteration": "Sathigur Saraaf Nadharee Vichadho Kadtai Thaan Ougharr Aaeiaa Lohaa ||",
    "translation": "And when the Jeweller, the True Guru, appraises him, then he is exposed as mere iron.",
    "punjabi": "ਜਦੋਂ ਸਰਾਫ਼ ਸਤਿਗੁਰੂ ਗਹੁ ਨਾਲ ਪਰਖ ਕਰਦਾ ਹੈ ਤਾਂ (ਇਹ ਬਾਹਰੋਂ ਵਿੱਦਿਆ ਨਾਲ ਚਮਕਦਾ ਸੋਨਾ ਦਿੱਸਣ ਵਾਲਾ, ਪਰ ਅੰਦਰੋਂ) ਲੋਹਾ ਉੱਘੜ ਆਉਂਦਾ ਹੈ।",
    "pronunciation": "(ਵਿਚਦੋ) ਵਿੱਚਦੀ। (ਲੋਹਾ) ਲੋਭੀ,ਲਾਲਚੀ, ਪਾਪੀ। ਵਿੱਚ-ਦੋ, ੳੁ੍ਨਘੜਿ",
    "type_id": 3
  },
  {
    "id": 41246,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬਹੁਤੇਰੀ ਥਾੲੀ ਰਲਾੲਿ ਰਲਾੲਿ ਦਿਤਾ; ੳੁਘੜਿਅਾ ਪੜਦਾ ਅਗੈ ਅਾੲਿ ਖਲੋਹਾ ॥",
    "transliteration": "Bahuthaeree Thhaaee Ralaae Ralaae Dhithaa Ougharriaa Parradhaa Agai Aae Khalohaa ||",
    "translation": "Mixed and mingled with others, he was passed off as genuine in many places; but now, the veil has been lifted, and he stands naked before all.",
    "punjabi": "ਕਈ ਥਾਈਂ ਭਾਵੇਂ ਇਸ ਨੂੰ ਰਲਾ ਰਲਾ ਕੇ ਰੱਖੀਏ, ਪਰ ਇਸ ਦਾ ਪਾਜ ਖੁਲ੍ਹ ਕੇ ਅਸਲੀਅਤ ਅੱਗੇ ਆ ਹੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਥਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 41247,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਜੇ ਸਰਣੀ ਅਾਵੈ; ਫਿਰਿ ਮਨੂਰਹੁ. ਕੰਚਨੁ ਹੋਹਾ ॥",
    "transliteration": "Sathigur Kee Jae Saranee Aavai Fir Manoorahu Kanchan Hohaa ||",
    "translation": "One who comes to the Sanctuary of the True Guru, shall be transformed from iron into gold.",
    "punjabi": "(ਅਜੇਹਾ ਬੰਦਾ ਭੀ) ਜੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਵਿਚ ਆ ਜਾਏ ਤਾਂ ਸੜੇ ਹੋਏ ਲੋਹੇ ਤੋਂ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41248,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਨਿਰਵੈਰੁ, ਪੁਤ੍ਰ ਸਤ੍ਰ ਸਮਾਨੇ; ਅੳੁਗਣ ਕਟੇ, ਕਰੇ ਸੁਧੁ ਦੇਹਾ ॥",
    "transliteration": "Sathigur Niravair Puthr Sathr Samaanae Aougan Kattae Karae Sudhh Dhaehaa ||",
    "translation": "The True Guru has no anger or vengeance; He looks upon son and enemy alike. Removing faults and mistakes, He purifies the human body.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੂੰ ਕਿਸੇ ਨਾਲ ਵੈਰ ਨਹੀਂ, ਉਸ ਨੂੰ ਪੁਤ੍ਰ ਤੇ ਵੈਰੀ ਇਕੋ ਜਿਹੇ ਪਿਆਰੇ ਹਨ (ਜੋ ਕੋਈ ਭੀ ਉਸ ਦੀ ਸਰਨ ਆਵੇ ਉਸ ਦੇ) ਔਗੁਣ ਕੱਟ ਕੇ (ਗੁਰੂ) ਉਸ ਦੇ ਸਰੀਰ ਨੂੰ ਸੁੱਧ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਪੁੱਤ੍ਰ। ਸੱਤ੍ਰ। ਕੱਟੇ। ਸੁੱਧੁ।",
    "type_id": 3
  },
  {
    "id": 41249,
    "shabad_id": 3532,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਜਿਸੁ ਧੁਰਿ ਮਸਤਕਿ ਹੋਵੈ ਲਿਖਿਅਾ; ਤਿਸੁ. ਸਤਿਗੁਰ ਨਾਲਿ ਸਨੇਹਾ ॥",
    "transliteration": "Naanak Jis Dhhur Masathak Hovai Likhiaa This Sathigur Naal Sanaehaa ||",
    "translation": "O Nanak, one who has such pre-ordained destiny inscribed upon his forehead, is in love with the True Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਲੇਖ ਲਿਖਿਆ ਹੋਇਆ ਹੋਵੇ, ਉਸ ਦਾ ਗੁਰੂ ਨਾਲ ਪ੍ਰੇਮ ਬਣਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
