[
  {
    "id": 41544,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਲੰਗਰੁ ਚਲੈ. ਗੁਰ ਸਬਦਿ ਹਰਿ; ਤੋਟਿ. ਨ ਅਾਵੀ, ਖਟੀਅੈ ||",
    "transliteration": "Langar Chalai Gur Sabadh Har Thott N Aavee Khatteeai ||",
    "translation": "The Langar - the Kitchen of the Guru's Shabad has been opened, and its supplies never run short.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਦੀ ਹੱਟੀ ਵਿਚ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ (ਨਾਮ ਦਾ) ਲੰਗਰ ਚੱਲ ਰਿਹਾ ਹੈ, (ਪਰ ਬਾਬਾ ਲਹਣਾ ਜੀ ਦੀ) ਨਾਮ-ਕਮਾਈ ਵਿਚ ਕੋਈ ਘਾਟਾ ਨਹੀਂ ਪੈਂਦਾ।",
    "pronunciation": "ਚੱਲੈ[ ਖੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 41545,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਖਰਚੇ ਦਿਤਿ ਖਸੰਮ ਦੀ; ਅਾਪ ਖਹਦੀ, ਖੈਰਿ ਦਬਟੀਅੈ ||",
    "transliteration": "Kharachae Dhith Khasanm Dhee Aap Khehadhee Khair Dhabatteeai ||",
    "translation": "Whatever His Master gave, He spent; He distributed it all to be eaten.",
    "punjabi": "(ਬਾਬਾ ਲਹਣਾ ਜੀ) ਅਕਾਲ ਪੁਰਖ ਦੀ ਦਿੱਤੀ ਹੋਈ ਨਾਮ- ਦਾਤ ਵੰਡ ਰਹੇ ਹਨ, ਆਪ (ਭੀ) ਵਰਤਦੇ ਹਨ ਤੇ (ਹੋਰਨਾਂ ਨੂੰ ਭੀ) ਦਬਾ-ਦਬ ਦਾਨ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "ਅਾਪ (ਖਹਦੀ) ਖਾਂਦੇ[(ਖੇਰਿ) ਖਰੈਤ[[ (ਦ-ਬੱਟੀਅੈ) ਦੇਂਦੇ ਹਨ[ ਦਿੱਤਿ",
    "type_id": 3
  },
  {
    "id": 41546,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹੋਵੈ ਸਿਫਤਿ. ਖਸੰਮ ਦੀ; ਨੂਰੁ ਅਰਸਹੁ ਕੁਰਸਹੁ ਝਟੀਅੈ ||",
    "transliteration": "Hovai Sifath Khasanm Dhee Noor Arasahu Kurasahu Jhatteeai ||",
    "translation": "The Praises of the Master were sung, and the Divine Light descended from the heavens to the earth.",
    "punjabi": "(ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਦੇ ਦਰਬਾਰ ਵਿਚ) ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੋ ਰਹੀ ਹੈ, ਰੂਹਾਨੀ ਦੇਸਾਂ ਤੋਂ (ਉਸ ਦੇ ਦਰ ਤੇ) ਨੂਰ ਝੜ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਰਾਗੀ ਸੱਤਾ ਤੇ ਬਲਵੰਡ ਜੀ ਫ਼ੁਰਮਾੳੁਂਦੇ ਹਨ:ਸ੍ਰੀ ਸਤਿਗੁਰੂ ਸਾਹਿਬ ਜੀ ਦੇ ਚੇਹਰੇ ਸ੍ਰੀਰ (ਕੁਰਸਹੁ) ਤਖ਼ਤ ੳੁਦਾਲ਼ੇ[ (ਅਰਸਹੁ) ਅਕਾਸ਼ ਚ [ (ਨੂਰੁ) ਪ੍ਰਕਾਸ਼ ਹੀ ਪ੍ਰਕਾਸ਼[ (ਝਟੀਅੈ) ਝਰਦਾ ਵਰਸਦਾ ਹੈ[",
    "type_id": 3
  },
  {
    "id": 41547,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੁਧੁ ਡਿਠੇ ਸਚੇ ਪਾਤਿਸਾਹ; ਮਲੁ ਜਨਮ ਜਨਮ ਦੀ ਕਟੀਅੈ ||",
    "transliteration": "Thudhh Ddithae Sachae Paathisaah Mal Janam Janam Dhee Katteeai ||",
    "translation": "Gazing upon You, O True King, the filth of countless past lives is washed away.",
    "punjabi": "ਹੇ ਸੱਚੇ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ)! ਤੇਰਾ ਦੀਦਾਰ ਕੀਤਿਆਂ ਕਈ ਜਨਮਾਂ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਮੈਲ ਕੱਟੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਮਲੁ: ਪੋਲਾ ਬੋਲੋ[ ਕੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 41548,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਚੁ. ਜਿ ਗੁਰਿ ਫੁਰਮਾੲਿਅਾ; ਕਿੳੁ ੲੇਦੂ ਬੋਲਹੁ ਹਟੀਅੈ ||",
    "transliteration": "Sach J Gur Furamaaeiaa Kio Eaedhoo Bolahu Hatteeai ||",
    "translation": "The Guru gave the True Command; why should we hesitate to proclaim this?",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ!) ਗੁਰੂ (ਨਾਨਕ ਸਾਹਿਬ) ਨੇ ਜੋ ਭੀ ਹੁਕਮ ਕੀਤਾ, ਆਪ ਨੇ ਸੱਚ (ਕਰਕੇ ਮੰਨਿਆ, ਅਤੇ ਆਪ ਨੇ) ਉਸ ਦੇ ਮੰਨਣ ਤੋਂ ਨਾਂਹ ਨਹੀਂ ਕੀਤੀ;",
    "pronunciation": "ਹਟੀਅੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41549,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੁਤ੍ਰੀ ਕੳੁਲੁ. ਨ ਪਾਲਿਓ; ਕਰਿ ਪੀਰਹੁ. ਕੰਨ੍ਹ ਮੁਰਟੀਅੈ ||",
    "transliteration": "Puthree Koul N Paaliou Kar Peerahu Kannh Muratteeai ||",
    "translation": "His sons did not obey His Word; they turned their backs on Him as Guru.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਜੀ ਦੇ) ਪੁਤ੍ਰਾਂ ਨੇ ਬਚਨ ਨ ਮੰਨਿਆ, ਉਹ ਗੁਰੂ ਵਲ ਪਿੱਠ ਦੇ ਕੇ ਹੀ (ਹੁਕਮ) ਮੋੜਦੇ ਰਹੇ।",
    "pronunciation": "ਪੱੁਤ੍ਰੀਂ[ਕੰਨ੍ਹ: ਹਲੰਤ ਲਾੳੁ[ਮੁ-ਰੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 41550,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਦਿਲਿ ਖੋਟੈ. ਅਾਕੀ ਫਿਰਨਿ੍ਹ; ਬੰਨਿ੍ਹ ਭਾਰੁ. ੳੁਚਾੲਿਨਿ੍ਹ ਛਟੀਅੈ ||",
    "transliteration": "Dhil Khottai Aakee Firanih Bannih Bhaar Ouchaaeinih Shhatteeai ||",
    "translation": "These evil-hearted ones became rebellious; they carry loads of sin on their backs.",
    "punjabi": "ਜੋ ਲੋਕ ਖੋਟਾ ਦਿਲ ਹੋਣ ਦੇ ਕਾਰਨ (ਗੁਰੂ ਵੱਲੋਂ) ਆਕੀ ਹੋਏ ਫਿਰਦੇ ਹਨ, ਉਹ ਲੋਕ (ਦੁਨੀਆ ਦੇ ਧੰਧਿਆਂ ਦੀ) ਛੱਟ ਦਾ ਭਾਰ ਬੰਨ੍ਹ ਕੇ ਚੁੱਕੀ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਪਾਪਾਂ ਰੂਪੀ ਭਾਰੁ ਬੰਨਿ੍ਹ ਕੇ, (ਛੱਟੀਅੈ) ਛੱਟ (ੳੁਚਾੲਿਨਿ੍ਹ) ਚੁੱਕਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 41551,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨਿ ਅਾਖੀ ਸੋੲੀ ਕਰੇ; ਜਿਨਿ ਕੀਤੀ. ਤਿਨੈ ਥਟੀਅੈ ||",
    "transliteration": "Jin Aakhee Soee Karae Jin Keethee Thinai Thhatteeai ||",
    "translation": "Whatever the Guru said, Lehna did, and so he was installed on the throne.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਇਹ ਰਜ਼ਾ-ਮੰਨਣ ਦਾ ਹੁਕਮ ਫੁਰਮਾਇਆ, ਉਹ ਆਪ ਹੀ ਕਾਰ ਕਰਨ ਵਾਲਾ ਸੀ, ਜਿਸ ਨੇ ਇਹ (ਹੁਕਮ-ਖੇਡ) ਰਚੀ, ਉਸ ਨੇ ਆਪ ਹੀ ਬਾਬਾ ਲਹਣਾ ਜੀ ਨੂੰ ਹੁਕਮ ਮੰਨਣ ਦੇ) ਸਮਰੱਥ ਬਣਾਇਆ।",
    "pronunciation": "ਥੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 41552,
    "shabad_id": 3580,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕੳੁਣੁ ਹਾਰੇ; ਕਿਨਿ ੳੁਵਟੀਅੈ ||੨||",
    "transliteration": "Koun Haarae Kin Ouvatteeai ||2||",
    "translation": "Who has lost, and who has won? ||2||",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ ਹੈ? ਆਪਣੀ ਸਮਰੱਥਾ ਦੇ ਆਸਰੇ, ਇਸ ਹੁਕਮ-ਖੇਡ ਵਿਚ) ਨ ਕੋਈ ਹਾਰਨ ਵਾਲਾ ਹੈ ਤੇ ਨ ਕੋਈ ਜਿੱਤਣ-ਜੋਗਾ ਹੈ ॥੨॥",
    "pronunciation": "ਹਾਰਨ ਤੋਂ ੳੁਲਟ (ੳੁਵਟੀਅੈ) ਜਿੱਤੇਗਾ[ ੳੁ-ਵੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 41553,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਨਿ ਕੀਤੀ ਸੋ ਮੰਨਣਾ; ਕੋਸਾਲੁ ਜਿਵਾਹੇ ਸਾਲੀ ||",
    "transliteration": "Jin Keethee So Mannanaa Ko Saal Jivaahae Saalee ||",
    "translation": "He who did the work, is accepted as Guru; so which is better - the thistle or the rice?",
    "punjabi": "ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਨੇ (ਨਿਮ੍ਰਤਾ ਵਿਚ ਰਹਿ ਕੇ ਸਤਿਗੁਰੂ ਦਾ ਹੁਕਮ ਮੰਨਣ ਦੀ ਘਾਲ-ਕਮਾਈ) ਕੀਤੀ, ਉਹ ਮੰਨਣ-ਜੋਗ ਹੋ ਗਿਆ। (ਦੋਹਾਂ ਵਿਚੋਂ) ਕੌਣ ਸ੍ਰੇਸ਼ਟ ਹੈ? ਜਿਵਾਂਹ ਕਿ ਮੁੰਜੀ? (ਮੁੰਜੀ ਹੀ ਚੰਗੀ ਹੈ, ਜੋ ਨੀਵੇਂ ਥਾਂ ਪਲਦੀ ਹੈ। ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਨੀਵਾਂ ਰਹਿ ਕੇ ਹੁਕਮ ਮੰਨਦਾ ਹੈ ਉਹ ਆਦਰ ਪਾ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "(ਕੋਸਾਲੁ) ਅਾਗਿਅਾ ੳੁਲਟ. ਸਪੁੱਤ੍ਰ[ (ਜਿਵਾਹੇ) ਜਿਹੜੇ[ (ਸੱਾਲੀ) ਅਨੁਸਾਰੀ ਗੁਰੁ ਅੰਗਦ ਦੇਵ ਸਾਹਿਬ ਜੀ[ (ਦੂਜਾ ਪਾਠ: ਕੋ ਸਾਲੁ)",
    "type_id": 3
  },
  {
    "id": 41554,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਹੈ ਦੇਵਤਾ; ਲੈ ਗਲਾ ਕਰੇ ਦਲਾਲੀ ||",
    "transliteration": "Dhharam Raae Hai Dhaevathaa Lai Galaa Karae Dhalaalee ||",
    "translation": "The Righteous Judge of Dharma considered the arguments and made the decision.",
    "punjabi": "ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਧਰਮ ਦਾ ਰਾਜਾ ਹੋ ਗਿਆ ਹੈ, ਧਰਮ ਦਾ ਦੇਵਤਾ ਹੋ ਗਿਆ ਹੈ, ਜੀਵਾਂ ਦੀਆਂ ਅਰਜ਼ੋਈਆਂ ਸੁਣ ਕੇ ਪਰਮਾਤਮਾ ਨਾਲ ਜੋੜਨ ਦਾ ਵਿਚੋਲਾ-ਪਨ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਗੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 41555,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਅਾਖੈ, ਸਚਾ ਕਰੇ; ਸਾ ਬਾਤ ਹੋਵੈ ਦਰਹਾਲੀ ||",
    "transliteration": "Sathigur Aakhai Sachaa Karae Saa Baath Hovai Dharehaalee ||",
    "translation": "Whatever the True Guru says, the True Lord does; it comes to pass instantaneously.",
    "punjabi": "(ਹੁਣ) ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਜੋ ਬਚਨ ਬੋਲਦਾ ਹੈ ਅਕਾਲ ਪੁਰਖ ਉਹੀ ਕਰਦਾ ਹੈ, ਉਹੀ ਗੱਲ ਤੁਰਤ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ਦਰ-ਹੱਾਲੀ) ਛੇਤੀ",
    "type_id": 3
  },
  {
    "id": 41556,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰ ਅੰਗਦ ਦੀ ਦੋਹੀ ਫਿਰੀ; ਸਚੁ ਕਰਤੈ. ਬੰਧਿ ਬਹਾਲੀ ||",
    "transliteration": "Gur Angadh Dhee Dhohee Firee Sach Karathai Bandhh Behaalee ||",
    "translation": "Guru Angad was proclaimed, and the True Creator confirmed it.",
    "punjabi": "ਗੁਰੂ ਅੰਗਦ ਦੇਵ (ਜੀ) ਵਡਿਆਈ ਦੀ ਧੁੰਮ ਪੈ ਗਈ ਹੈ, ਸੱਚੇ ਕਰਤਾਰ ਨੇ ਪੱਕੀ ਕਰ ਕੇ ਕਾਇਮ ਕਰ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41557,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕੁ. ਕਾੲਿਅਾ ਪਲਟੁ ਕਰਿ; ਮਲਿ ਤਖਤੁ ਬੈਠਾ. ਸੈ ਡਾਲੀ ||",
    "transliteration": "Naanak Kaaeiaa Palatt Kar Mal Thakhath Baithaa Sai Ddaalee ||",
    "translation": "Nanak merely changed his body; He still sits on the throne, with hundreds of branches reaching out.",
    "punjabi": "ਸੈਂਕੜੇ ਸੇਵਕਾਂ ਵਾਲਾ ਗੁਰੂ ਨਾਨਕ ਸਰੀਰ ਵਟਾ ਕੇ (ਭਾਵ, ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਸਰੂਪ ਵਿਚ) ਗੱਦੀ ਸੰਭਾਲ ਕੇ ਬੈਠਾ ਹੋਇਆ ਹੈ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਅੰਦਰ ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਵਾਲੀ ਹੀ ਜੋਤਿ ਹੈ, ਕੇਵਲ ਸਰੀਰ ਪਲਟਿਆ ਹੈ)।",
    "pronunciation": "ਸ਼ੁਭ ਗੁਣਾਂ ਰੂਪ ਸੈਂਕੜੇ (ਡਾਲੀ) ਡਾਲੀਅਾਂ[ ਮੱਲਿ",
    "type_id": 3
  },
  {
    "id": 41558,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦਰੁ ਸੇਵੇ. ੳੁਮਤਿ ਖੜੀ; ਮਸਕਲੈ ਹੋੲਿ ਜੰਗਾਲੀ ||",
    "transliteration": "Dhar Saevae Oumath Kharree Masakalai Hoe Jangaalee ||",
    "translation": "Standing at His door, His followers serve Him; by this service, their rust is scraped off.",
    "punjabi": "ਸੰਗਤ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦਾ) ਦਰ (ਮੱਲ ਕੇ) ਪ੍ਰੇਮ ਨਾਲ ਸੇਵਾ ਕਰ ਰਹੀ ਹੈ (ਅਤੇ ਆਪਣੇ ਆਤਮਾ ਨੂੰ ਪਵਿਤ੍ਰ ਕਰ ਰਹੀ ਹੈ, ਜਿਵੇਂ) ਜੰਗਾਲੀ ਹੋਈ ਧਾਤ ਮਸਕਲੇ ਨਾਲ (ਸਾਫ਼) ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "(ੳੁਮਤਿ) ਸਿੱਖੀ[ ਗੁਰਸੇਵਾ ਕਰਨ ਰੂਪ (ਮਸਕਲੈ) ਮਾਂਜਣਾ ਸਿਕਲ ਕਰਨਾ[ (ਜੰਗਾਲੀ) ਪਾਪਾਂ ਦੇ ਜੰਗਾਲ ਵਾਲੀ ਬੁੱਧੀ, ੳੁ੍ਨਮਤਿ[ ਖੜ੍ਹੀ[ ਮਸਕਲੈ",
    "type_id": 3
  },
  {
    "id": 41559,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦਰਿ ਦਰਵੇਸੁ. ਖਸੰਮ ਦੈ; ਨਾੲਿ ਸਚੈ ਬਾਣੀ ਲਾਲੀ ||",
    "transliteration": "Dhar Dharavaes Khasanm Dhai Naae Sachai Baanee Laalee ||",
    "translation": "He is the Dervish - the Saint, at the door of His Lord and Master; He loves the True Name, and the Bani of the Guru's Word.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਦੇ) ਦਰ ਤੇ (ਗੁਰੂ ਅੰਗਦ) ਨਾਮ ਦੀ ਦਾਤ ਦਾ ਸੁਆਲੀ ਹੈ। ਅਕਾਲ ਪੁਰਖ ਦਾ ਸੱਚਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ (ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਦੇ ਮੂੰਹ ਉਤੇ) ਲਾਲੀ ਬਣੀ ਹੋਈ ਹੈ।",
    "pronunciation": "ਲੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 41560,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਬਲਵੰਡ. ਖੀਵੀ ਨੇਕ ਜਨ; ਜਿਸੁ ਬਹੁਤੀ ਛਾੳੁ ਪਤ੍ਰਾਲੀ ||",
    "transliteration": "Balavandd Kheevee Naek Jan Jis Bahuthee Shhaao Pathraalee ||",
    "translation": "Balwand says that Khivi, the Guru's wife, is a noble woman, who gives soothing, leafy shade to all.",
    "punjabi": "ਹੇ ਬਲਵੰਡ! (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੀ ਪਤਨੀ) (ਮਾਤਾ) ਖੀਵੀ ਜੀ (ਭੀ ਆਪਣੇ ਪਤੀ ਵਾਂਗ) ਬੜੇ ਭਲੇ ਹਨ, ਮਾਤਾ ਖੀਵੀ ਜੀ ਦੀ ਛਾਂ ਬਹੁਤ ਪੱਤ੍ਰਾਂ ਵਾਲੀ (ਸੰਘਣੀ) ਹੈ (ਭਾਵ, ਮਾਤਾ ਖੀਵੀ ਜੀ ਦੇ ਪਾਸ ਬੈਠਿਆਂ ਭੀ ਹਿਰਦੇ ਵਿਚ ਸ਼ਾਂਤੀ-ਠੰਢ ਪੈਦਾ ਹੁੰਦੀ ਹੈ)।",
    "pronunciation": "ਸੱਤਿ, ਸੰਤੋਖ, ਖਿਮਾ, ਨਿਮ੍ਰਤਾ, ਧਰਿਜ, ਪਤੀਬ੍ਰਤਾ ਅਾਦਿ ਸ਼ੁਭ ਗੁਣਾਂ ਰੂਪੀ (ਪਤ੍ਰਾਲੀ) ਪੱਤਿਅਾਂ ਵਾਲੀ[ ਪੱਤ੍ਰਾਲੀ",
    "type_id": 3
  },
  {
    "id": 41561,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਲੰਗਰਿ ਦੳੁਲਤਿ ਵੰਡੀਅੈ; ਰਸੁ ਅੰਮਿ੍ਰਤੁ ਖੀਰਿ ਘਿਅਾਲੀ ||",
    "transliteration": "Langar Dhoulath Vanddeeai Ras Anmrith Kheer Ghiaalee ||",
    "translation": "She distributes the bounty of the Guru's Langar; the kheer - the rice pudding and ghee, is like sweet ambrosia.",
    "punjabi": "(ਜਿਵੇਂ ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਸਤਸੰਗ-ਰੂਪ) ਲੰਗਰ ਵਿਚ (ਨਾਮ ਦੀ) ਦੌਲਤ ਵੰਡੀ ਜਾ ਰਹੀ ਹੈ, ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਰਸ ਵੰਡਿਆ ਜਾ ਰਿਹਾ ਹੈ (ਤਿਵੇਂ ਮਾਤਾ ਖੀਵੀ ਜੀ ਦੀ ਸੇਵਾ ਸਦਕਾ ਲੰਗਰ ਵਿਚ ਸਭ ਨੂੰ) ਘਿਉ ਵਾਲੀ ਖੀਰ ਵੰਡੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਘਿਅੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 41562,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਸਿਖਾ ਕੇ ਮੁਖ ੳੁਜਲੇ; ਮਨਮੁਖ ਥੀੲੇ ਪਰਾਲੀ ||",
    "transliteration": "Gurasikhaa Kae Mukh Oujalae Manamukh Thheeeae Paraalee ||",
    "translation": "The faces of the Guru's Sikhs are radiant and bright; the self-willed manmukhs are pale, like straw.",
    "punjabi": "(ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦੇ ਦਰ ਤੇ ਆ ਕੇ) ਗੁਰਸਿੱਖਾਂ ਦੇ ਮੱਥੇ ਤਾਂ ਖਿੜੇ ਹੋਏ ਹਨ, ਪਰ ਗੁਰੂ ਵਲੋਂ ਬੇਮੁਖਾਂ ਦੇ ਮੂੰਹ (ਈਰਖਾ ਦੇ ਕਾਰਨ) ਪੀਲੇ ਪੈਂਦੇ ਹਨ।",
    "pronunciation": "ੳੁ੍ਨਜਲੇ[ਪਰੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 41563,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੲੇ ਕਬੂਲੁ. ਖਸੰਮ ਨਾਲਿ; ਜਾਂ ਘਾਲ ਮਰਦੀ ਘਾਲੀ ||",
    "transliteration": "Peae Kabool Khasanm Naal Jaan Ghaal Maradhee Ghaalee ||",
    "translation": "The Master gave His approval, when Angad exerted Himself heroically.",
    "punjabi": "ਜਦੋਂ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੇ) ਮਰਦਾਂ ਵਾਲੀ ਘਾਲ ਘਾਲੀ ਤਾਂ ਉਹ ਆਪਣੇ ਸਤਿਗੁਰੂ (ਗੁਰੂ ਨਾਨਕ) ਦੇ ਦਰ ਤੇ ਕਬੂਲ ਹੋਏ।",
    "pronunciation": "ਘੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 41564,
    "shabad_id": 3581,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਾਤਾ ਖੀਵੀ. ਸਹੁ ਸੋੲਿ; ਜਿਨਿ ਗੋੲਿ ੳੁਠਾਲੀ ||੩||",
    "transliteration": "Maathaa Kheevee Sahu Soe Jin Goe Outhaalee ||3||",
    "translation": "Such is the Husband of mother Khivi; He sustains the world. ||3||",
    "punjabi": "ਮਾਤਾ ਖੀਵੀ ਜੀ ਦਾ ਉਹ ਪਤੀ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਐਸਾ ਸੀ) ਜਿਸ ਨੇ (ਸਾਰੀ) ਧਰਤੀ (ਦਾ ਭਾਰ) ਚੁੱਕ ਲਿਆ ਹੋਇਆ ਸੀ ॥੩॥",
    "pronunciation": "ੳੁਠੱਾਲੀ",
    "type_id": 3
  },
  {
    "id": 41565,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹੋਰਿਂਓ. ਗੰਗ ਵਹਾੲੀਅੈ; ਦੁਨਿਅਾੲੀ ਅਾਖੈ. ਕਿ ਕਿਓਨੁ ||",
    "transliteration": "Horinou Gang Vehaaeeai Dhuniaaee Aakhai K Kioun ||",
    "translation": "It is as if the Guru made the Ganges flow in the opposite direction, and the world wonders: what has he done?",
    "punjabi": "ਦੁਨੀਆ ਆਖਦੀ ਹੈ, (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਹੋਰ ਪਾਸੇ ਵਲੋਂ ਹੀ ਗੰਗਾ ਚਲਾ ਦਿੱਤੀ ਹੈ। ਇਹ ਉਸ ਨੇ ਕੀਹ ਕੀਤਾ ਹੈ?",
    "pronunciation": "ਕਿਕੀ[ (ਕਿਓਨੁ) ਕੀਤਾ[ ਪੁੱਤ੍ਰਾਂ ਨੂੰ ਛੱਡ ਕੇ, ਸੇਵਕ ਜੀ ਨੂੰ ਗੁਰਿਅਾੲੀ ਬਖ਼ਸ਼ੀ, ੲਿਹ ੳੁਲਟੀ ਗੰਗਾ ਵਗਾ ਦਿਤੀ, ਬਿ੍ਰਤੀ ਅਗੁਣਾਂ ਤੋਂ ੳੁਲਟਾ ਕੇ, ਵਾਹਿਗੁਰੂ ਵੱਲ ਵਗਾ ਦਿੱਤੀ[",
    "type_id": 3
  },
  {
    "id": 41566,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ ੲੀਸਰਿ ਜਗਨਾਥਿ; ੳੁਚ ਹਦੀ ਵੈਣੁ ਵਿਰਿਕਿਓਨੁ ||",
    "transliteration": "Naanak Eesar Jaganaathh Ouchehadhee Vain Virikioun ||",
    "translation": "Nanak, the Lord, the Lord of the World, spoke the words out loud.",
    "punjabi": "ਜਗਤ ਦੇ ਨਾਥ ਗੁਰੂ ਨਾਨਕ ਨੇ ਹੱਦ ਦਾ ਉੱਚਾ ਬਚਨ ਬੋਲਿਆ ਹੈ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਦੀ (ਹਦੀ) ਹੱਦ ਤੋਂ ੳੁ੍ਨਚੇ[ (ਵੈਣੁ) ਬਚਨ[ (ਵਿ-ਰਿੱਕਿਓਨੁ) ਵਰਨਣ ਕੀਤੇ ਹਨ[ ਜੱਗਨਾਥਿ, ੳੁ੍ਨਚ, ਹੱਦੀ",
    "type_id": 3
  },
  {
    "id": 41567,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਾਧਾਣਾ ਪਰਬਤੁ ਕਰਿ, ਨੇਤਿ੍ਰ ਬਾਸਕੁ; ਸਬਦਿ ਰਿੜਕਿਓਨੁ ||",
    "transliteration": "Maadhhaanaa Parabath Kar Naethr Baasak Sabadh Rirrakioun ||",
    "translation": "Making the mountain his churning stick, and the snake-king his churning string, He has churned the Word of the Shabad.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਉੱਚੀ ਸੁਰਤ ਨੂੰ ਮਧਾਣੀ ਬਣਾ ਕੇ, (ਮਨ-ਰੂਪ) ਬਾਸਕ ਨਾਗ ਨੂੰ ਨੇਤ੍ਰੇ ਵਿਚ ਪਾ ਕੇ (ਭਾਵ, ਮਨ ਨੂੰ ਕਾਬੂ ਕਰ ਕੇ) 'ਸ਼ਬਦ' ਵਿਚ ਰੇੜਕਾ ਪਾਇਆ (ਭਾਵ, 'ਸ਼ਬਦ' ਨੂੰ ਵਿਚਾਰਿਆ; ਇਸ ਤਰ੍ਹਾਂ)",
    "pronunciation": "(ਬਾਸਕੁ) ਨਾਗ ਦਾ ਨੇਤਿ੍ਰ ਨੇਤ੍ਰਾ[(ਸਬਦਿ) ਸਮੁੰਦ੍ਰ[ (ਰਿੜ-ਕਿੱਓਨੁ) ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 41568,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਚੳੁਦਹ ਰਤਨ. ਨਿਕਾਲਿਅਨੁ; ਕਰਿ ਅਾਵਾ ਗੳੁਣੁ ਚਿਲਕਿਓਨੁ ||",
    "transliteration": "Choudheh Rathan Nikaalian Kar Aavaa Goun Chilakioun ||",
    "translation": "From it, He extracted the fourteen jewels, and illuminated the world.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ (ਇਸ 'ਸ਼ਬਦ'-ਸਮੁੰਦਰ ਵਿਚੋਂ 'ਰੱਬੀ ਗੁਣ'-ਰੂਪ) ਚੌਦਾਂ ਰਤਨ (ਜਿਵੇਂ ਸਮੁੰਦਰ ਵਿਚੋਂ ਦੇਵਤਿਆਂ ਨੇ ਚੌਦਾਂ ਰਤਨ ਕੱਢੇ ਸਨ) ਕੱਢੇ ਤੇ (ਇਹ ਉੱਦਮ ਕਰ ਕੇ) ਸੰਸਾਰ ਨੂੰ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ।",
    "pronunciation": "ਚਿਲ-ਕਿੱਓਨੁ: ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 41569,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੁਦਰਤਿ ਅਹਿ ਵੇਖਾਲੀਅਨੁ; ਜਿਣਿ ਅੈਵਡ ਪਿਡ, ਠਿਣਕਿਓਨੁ ||",
    "transliteration": "Kudharath Ahi Vaekhaaleean Jin Aivadd Pidd Thinakioun ||",
    "translation": "He revealed such creative power, and touched such greatness.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਐਸੀ ਸਮਰੱਥਾ ਵਿਖਾਈ ਕਿ (ਪਹਿਲਾਂ ਬਾਬਾ ਲਹਣਾ ਜੀ ਦਾ ਮਨ) ਜਿੱਤ ਕੇ ਇਤਨੀ ਉੱਚੀ ਆਤਮਾ ਨੂੰ ਪਰਖਿਆ,",
    "pronunciation": "ਠਿਣ-ਕਿੱਓਨ: ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 41570,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਲਹਣੇ ਧਰਿਓਨੁ ਛਤ੍ਰੁ ਸਿਰਿ; ਅਸਮਾਨਿ ਕਿਅਾੜਾ ਛਿਕਿਓਨੁ ||",
    "transliteration": "Lehanae Dhharioun Shhathra Sir Asamaan Kiaarraa Shhikioun ||",
    "translation": "He raised the royal canopy to wave over the head of Lehna, and raised His glory to the skies.",
    "punjabi": "(ਫਿਰ) ਬਾਬਾ ਲਹਣਾ ਜੀ ਦੇ ਸਿਰ ਉਤੇ (ਗੁਰਿਆਈ ਦਾ) ਛਤਰ ਧਰਿਆ ਤੇ (ਉਹਨਾਂ ਦੀ) ਸੋਭਾ ਅਸਮਾਨ ਤਕ ਅਪੜਾਈ।",
    "pronunciation": "(ਲਹਣੇ) ਗੁਰੂ ਅੰਗਦ ਸਾਹਿਬ ਜੀ ਦੇ ਜਸ ਦਾ (ਕਿਅਾੜਾ) ਚੰਦੋਅਾ[ ਅਸਮਾਨ ਤੱਕ (ਛਿੱਕਿਓਨੁ) ਤਾਣ ਦਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 41571,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜੋਤਿ ਸਮਾਣੀ. ਜੋਤਿ ਮਾਹਿ; ਅਾਪੁ ਅਾਪੈ ਸੇਤੀ. ਮਿਕਿਓਨੁ ||",
    "transliteration": "Joth Samaanee Joth Maahi Aap Aapai Saethee Mikioun ||",
    "translation": "His Light merged into the Light, and He blended Him into Himself.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਸਾਹਿਬ ਦੀ) ਆਤਮਾ (ਬਾਬਾ ਲਹਣਾ ਜੀ ਦੀ) ਆਤਮਾ ਵਿਚ ਇਉਂ ਮਿਲ ਗਈ ਕਿ ਗੁਰੂ ਨਾਨਕ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪਣੇ 'ਆਪੇ' (ਬਾਬਾ ਲਹਣਾ ਜੀ) ਨਾਲ ਸਾਂਵਾਂ ਕਰ ਲਿਆ।",
    "pronunciation": "ਮਿੱਕਿਓਨੁ",
    "type_id": 3
  },
  {
    "id": 41572,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਿਖਾਂ ਪੁਤ੍ਰਾਂ ਘੋਖਿ ਕੈ; ਸਭ ੳੁਮਤਿ ਵੇਖਹੁ, ਜਿ ਕਿਓਨੁ ||",
    "transliteration": "Sikhaan Puthraan Ghokh Kai Sabh Oumath Vaekhahu J Kioun ||",
    "translation": "Guru Nanak tested His Sikhs and His sons, and everyone saw what happened.",
    "punjabi": "ਹੇ ਸਾਰੀ ਸੰਗਤ! ਵੇਖੋ, ਜੋ ਉਸ (ਗੁਰੂ ਨਾਨਕ) ਨੇ ਕੀਤਾ, ਆਪਣੇ ਸਿੱਖਾਂ ਤੇ ਪੁਤ੍ਰਾਂ ਨੂੰ ਪਰਖ ਕੇ-",
    "pronunciation": "(ੳੁਮਤਿ) ਸਿੱਖੀ[ (ਘੋਖਿ) ਖੋਜ ਕੇ[ (ਵੇਖਹੁ) ਦੇਖੋ[ (ਜਿ) ਜੋ ਸ੍ਰਬੱਤ ਦਾ ਭਲਾ (ਕਿਓਨੁ) ਕੀਤਾ[ ਸਿੱਖਾਂ ਪੁੱਤਾਂ[ (ਕਿਓਨੁ) ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 41573,
    "shabad_id": 3582,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਾਂ ਸੁਧੋਸੁ; ਤਾਂ ਲਹਣਾ ਟਿਕਿਓਨੁ ||੪||",
    "transliteration": "Jaan Sudhhos Thaan Lehanaa Ttikioun ||4||",
    "translation": "When Lehna alone was found to be pure, then He was set on the throne. ||4||",
    "punjabi": "ਜਦੋਂ ਉਸ ਨੇ ਸੁਧਾਈ ਕੀਤੀ ਤਾਂ ਉਸ ਨੇ (ਆਪਣੇ ਥਾਂ ਲਈ ਬਾਬਾ) ਲਹਣਾ (ਜੀ ਨੂੰ) ਚੁਣਿਆ ॥੪॥",
    "pronunciation": "(ਜਾਂ) ਜਦੋਂ ਪਰਖਿਅਾ, ਸੁੱਧੋਸੁ ਵੀਚਾਰਿਅਾ[ ਟਿੱਕਿਓਨੁ",
    "type_id": 3
  },
  {
    "id": 41574,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਫੇਰਿ ਵਸਾੲਿਅਾ ਫੇਰੁਅਾਣਿ; ਸਤਿਗੁਰਿ ਖਾਡੂਰੁ ||",
    "transliteration": "Faer Vasaaeiaa Faeruaan Sathigur Khaaddoor ||",
    "translation": "Then, the True Guru, the son of Pheru, came to dwell at Khadoor.",
    "punjabi": "ਫਿਰ (ਜਦੋਂ ਬਾਬਾ ਲਹਣਾ ਜੀ ਨੂੰ ਗੁਰਿਆਈ ਮਿਲੀ ਤਾਂ) ਬਾਬਾ ਫੇਰੂ ਜੀ ਦੇ ਪੁਤ੍ਰ ਸਤਿਗੁਰੂ ਨੇ ਖਡੂਰ ਦੀ ਰੌਣਕ ਵਧਾਈ (ਭਾਵ, ਕਰਤਾਰਪੁਰ ਤੋਂ ਖਡੂਰ ਆ ਟਿਕੇ)।",
    "pronunciation": "(ਫੇਰੁਅਾਣਿ) ਬਾਬਾ ਫੇਰੂਮੱਲ ਜੀ ਦੇ ਗੁਰਮੁਖਿ ਸਪੱੁਤ੍ਰ ਸਤਿਗੁਰੂ ਅੰਗਦਦੇਵ ਸਾਹਿਬ ਜੀ ਨੰੂ ਹੰਕਾਰੀ ਤਪੇ ਨੇ, ਜੱਟਾਂ ਤੋਂ ਬਾਹਰ ਕਢਵਾੲਿਅਾ ਸੀ, (ਫੇਰਿ) ਮੁੜ ਕੇ, (ਖਾਡੂਰੁ) ਸ੍ਰੀ ਖ਼ਡੂਰ ਸਾਹਿਬ ਜੀ ਵਸਾੲੇ",
    "type_id": 3
  },
  {
    "id": 41575,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਪੁ ਤਪੁ ਸੰਜਮੁ. ਨਾਲਿ ਤੁਧੁ; ਹੋਰੁ ਮੁਚੁ ਗਰੂਰੁ ||",
    "transliteration": "Jap Thap Sanjam Naal Thudhh Hor Much Garoor ||",
    "translation": "Meditation, austerities and self-discipline rest with You, while the others are filled with excessive pride.",
    "punjabi": "(ਹੇ ਸਤਿਗੁਰੂ!) ਹੋਰ ਜਗਤ ਤਾਂ ਬਹੁਤ ਅਹੰਕਾਰ ਕਰਦਾ ਹੈ, ਪਰ ਤੇਰੇ ਪਾਸ ਜਪ ਤਪ ਸੰਜਮ (ਆਦਿਕ ਦੀ ਬਰਕਤਿ ਹੋਣ ਕਰ ਕੇ ਤੂੰ ਪਹਿਲੇ ਵਾਂਗ ਗਰੀਬੀ ਸੁਭਾਵ ਵਿਚ ਹੀ) ਰਿਹਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41576,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਲਬੁ ਵਿਣਾਹੇ ਮਾਣਸਾ; ਜਿੳੁ ਪਾਣੀ ਬੂਰੁ ||",
    "transliteration": "Lab Vinaahae Maanasaa Jio Paanee Boor ||",
    "translation": "Greed ruins mankind, like the green algae in the water.",
    "punjabi": "ਜਿਵੇਂ ਪਾਣੀ ਨੂੰ ਬੂਰ ਖ਼ਰਾਬ ਕਰਦਾ ਹੈ ਤਿਵੇਂ ਮਨੁੱਖਾਂ ਨੂੰ ਲੱਬ ਤਬਾਹ ਕਰਦਾ ਹੈ,",
    "pronunciation": "(ਵਿਣਾਹੇ) ਨਾਸ ਕਰਦਾ ਹੈ[ ਲੱਬ",
    "type_id": 3
  },
  {
    "id": 41577,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਵਰਿ੍ਹਅੈ ਦਰਗਹ ਗੁਰੂ ਕੀ; ਕੁਦਰਤੀ ਨੂਰੁ ||",
    "transliteration": "Varihaai Dharageh Guroo Kee Kudharathee Noor ||",
    "translation": "In the Guru's Court, the Divine Light shines in its creative power.",
    "punjabi": "(ਪਰ) ਗੁਰੂ (ਨਾਨਕ) ਦੀ ਦਰਗਾਹ ਵਿਚ ('ਨਾਮ' ਦੀ) ਵਰਖਾ ਹੋਣ ਕਰ ਕੇ (ਹੇ ਗੁਰੂ ਅੰਗਦ! ਤੇਰੇ ਉਤੇ) ਰੱਬੀ ਨੂਰ (ਡਲ੍ਹਕਾਂ ਮਾਰ ਰਿਹਾ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41578,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਿਤੁ ਸੁ ਹਾਥ. ਨ ਲਭੲੀ; ਤੂੰ ਓਹੁ ਠਰੂਰੁ ||",
    "transliteration": "Jith S Haathh N Labhee Thoon Ouhu Tharoor ||",
    "translation": "You are the cooling peace, whose depth cannot be found.",
    "punjabi": "ਤੂੰ ਉਹ ਸੀਤਲ ਸਮੁੰਦਰ ਹੈਂ ਜਿਸ ਦੀ ਥਾਹ ਨਹੀਂ ਪਾਈ ਜਾ ਸਕਦੀ।",
    "pronunciation": "ਲੱ-ਭੲੀ",
    "type_id": 3
  },
  {
    "id": 41579,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨੳੁ ਨਿਧਿ ਨਾਮੁ ਨਿਧਾਨੁ ਹੈ; ਤੁਧੁ ਵਿਚਿ ਭਰਪੂਰੁ ||",
    "transliteration": "No Nidhh Naam Nidhhaan Hai Thudhh Vich Bharapoor ||",
    "translation": "You are overflowing with the nine treasures, and the treasure of the Naam, the Name of the Lord.",
    "punjabi": "ਜੋ (ਜਗਤ ਦੇ) ਨੌਂ ਹੀ ਖ਼ਜ਼ਾਨੇ-ਰੂਪ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਹੈ, (ਹੇ ਗੁਰੂ!) (ਉਹ ਖ਼ਜ਼ਾਨਾ) ਤੇਰੇ ਹਿਰਦੇ ਵਿਚ ਨਕਾ-ਨਕ ਭਰਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41580,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਿੰਦਾ ਤੇਰੀ. ਜੋ ਕਰੇ; ਸੋ ਵੰਞਞੈ ਚੂਰੁ ||",
    "transliteration": "Nindhaa Thaeree Jo Karae So Vannjai Choor ||",
    "translation": "Whoever slanders You will be totally ruined and destroyed.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਜੋ ਮਨੁੱਖ ਤੇਰੀ ਨਿੰਦਿਆ ਕਰੇ ਉਹ (ਆਪੇ ਹੀ) ਤਬਾਹ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹ ਆਪੇ ਹੀ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜ ਲੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41581,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨੇੜੈ ਦਿਸੈ ਮਾਤ ਲੋਕ; ਤੁਧੁ ਸੁਝੈ ਦੂਰੁ ||",
    "transliteration": "Naerrai Dhisai Maath Lok Thudhh Sujhai Dhoor ||",
    "translation": "People of the world can see only what is near at hand, but You can see far beyond.",
    "punjabi": "ਸੰਸਾਰਕ ਜੀਆਂ ਨੂੰ ਤਾਂ ਨੇੜੇ ਦੇ ਹੀ ਪਦਾਰਥ ਦਿੱਸਦੇ ਹਨ (ਉਹ ਦੁਨੀਆ ਦੀ ਖ਼ਾਤਰ ਨਿੰਦਿਆ ਦਾ ਪਾਪ ਕਰ ਬੈਠਦੇ ਹਨ, ਇਸ ਦਾ ਸਿੱਟਾ ਨਹੀਂ ਜਾਣਦੇ, ਪਰ ਹੇ ਗੁਰੂ!) ਤੈਨੂੰ ਅਗਾਂਹ ਵਾਪਰਨ ਵਾਲਾ ਹਾਲ ਭੀ ਸੁੱਝਦਾ ਹੈ।",
    "pronunciation": "ਸੱੁਝੈ",
    "type_id": 3
  },
  {
    "id": 41582,
    "shabad_id": 3583,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫੇਰਿ ਵਸਾੲਿਅਾ ਫੇਰੁਅਾਣਿ; ਸਤਿਗੁਰਿ ਖਾਡੂਰੁ ||੫||",
    "transliteration": "Faer Vasaaeiaa Faeruaan Sathigur Khaaddoor ||5||",
    "translation": "Then the True Guru, the son of Pheru, came to dwell at Khadoor. ||5||",
    "punjabi": "ਫਿਰ ਬਾਬਾ ਫੇਰੂ ਜੀ ਦੇ ਪੁਤ੍ਰ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਨੇ ਖਡੂਰ ਨੂੰ ਭਾਗ ਲਾਇਆ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
