[
  {
    "id": 41625,
    "shabad_id": 3587,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਤਿ੍ਰਸਨਾ ਕਾਮੁ ਕ੍ਰੋਧੁ ਮਦ ਮਤਸਰ; ਕਾਟਿ ਕਾਟਿ ਕਸੁ ਦੀਨੁ ਰੇ ||੧||",
    "transliteration": "Thrisanaa Kaam Krodhh Madh Mathasar Kaatt Kaatt Kas Dheen Rae ||1||",
    "translation": "Cut up desire, sexuality, anger, pride and envy, and let them be the fermenting bark. ||1||",
    "punjabi": "ਤ੍ਰਿਸ਼ਨਾ, ਕਾਮ, ਕ੍ਰੋਧ, ਹੰਕਾਰ ਤੇ ਈਰਖਾ ਨੂੰ ਕੱਟ ਕੱਟ ਕੇ ਸੱਕ (ਟੁੱਕ ਟੁੱਕ ਕੇ ਉਸ ਗੁੜ ਵਿਚ) ਰਲਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41626,
    "shabad_id": 3587,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕੋੲੀ ਹੈ ਰੇ ਸੰਤੁ ਸਹਜ ਸੁਖ ਅੰਤਰਿ; ਜਾ ਕੳੁ ਜਪੁ ਤਪੁ ਦੇੳੁ ਦਲਾਲੀ ਰੇ ||",
    "transliteration": "Koee Hai Rae Santh Sehaj Sukh Anthar Jaa Ko Jap Thap Dhaeo Dhalaalee Rae ||",
    "translation": "Is there any Saint, with intuitive peace and poise deep within, unto whom I might offer my meditation and austerities as payment?",
    "punjabi": "ਹੇ ਭਾਈ! ਕੀ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਸੰਤ ਮਿਲ ਪਵੇਗਾ (ਭਾਵ, ਮੇਰਾ ਮਨ ਲੋਚਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਕੋਈ ਐਸਾ ਸੰਤ ਮਿਲ ਪਏ) ਜੋ ਆਪ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਟਿਕਿਆ ਹੋਇਆ ਹੋਵੇ, ਸੁਖ ਵਿਚ ਟਿਕਿਆ ਹੋਵੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41627,
    "shabad_id": 3587,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ਬੂੰਦ ਭਰਿ ਤਨੁ ਮਨੁ ਦੇਵੳੁ; ਜੋ ਮਦੁ ਦੇੲਿ ਕਲਾਲੀ ਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eaek Boondh Bhar Than Man Dhaevo Jo Madh Dhaee Kalaalee Rae ||1|| Rehaao ||",
    "translation": "I dedicate my body and mind to whoever gives me even a drop of this wine from such a vat. ||1||Pause||",
    "punjabi": "ਜੇ ਕੋਈ ਅਜਿਹਾ ਸਾਕੀ (-ਸੰਤ) ਮੈਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ-ਰੂਪ) ਨਸ਼ਾ ਪਿਲਾਏ, ਤਾਂ ਮੈਂ ਉਸ ਅੰਮ੍ਰਿਤ ਦੀ ਇਕ ਬੂੰਦ ਦੇ ਬਦਲੇ ਆਪਣਾ ਤਨ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ, ਮੈਂ (ਜੋਗੀਆਂ ਤੇ ਪੰਡਿਤਾਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਜਪ ਤੇ ਤਪ ਉਸ ਸੰਤ ਨੂੰ ਦਲਾਲੀ ਵਜੋਂ ਦੇ ਦਿਆਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 4
  },
  {
    "id": 41628,
    "shabad_id": 3587,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਭਵਨ ਚਤੁਰ ਦਸ ਭਾਠੀ ਕੀਨ੍ਹੀ; ਬ੍ਰਹਮ ਅਗਨਿ ਤਨਿ ਜਾਰੀ ਰੇ ||",
    "transliteration": "Bhavan Chathur Dhas Bhaathee Keenhee Breham Agan Than Jaaree Rae ||",
    "translation": "I have made the fourteen worlds the furnace, and I have burnt my body with the fire of God.",
    "punjabi": "ਚੌਦਾਂ ਭਵਨਾਂ ਨੂੰ ਮੈਂ ਭੱਠੀ ਬਣਾਇਆ ਹੈ, ਆਪਣੇ ਸਰੀਰ ਵਿਚ ਰੱਬੀ-ਜੋਤਿ ਰੂਪ ਅੱਗ ਬਾਲੀ ਹੈ (ਭਾਵ, ਸਾਰੇ ਜਗਤ ਦੇ ਮੋਹ ਨੂੰ ਮੈਂ ਸਰੀਰ ਵਿਚ ਦੀ ਬ੍ਰਹਮ-ਅਗਨੀ ਨਾਲ ਸਾੜ ਦਿੱਤਾ ਹੈ)।",
    "pronunciation": "ਦਸ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41629,
    "shabad_id": 3587,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਮੁਦ੍ਰਾ ਮਦਕ ਸਹਜ ਧੁਨਿ ਲਾਗੀ; ਸੁਖਮਨ ਪੋਚਨਹਾਰੀ ਰੇ ||੨||",
    "transliteration": "Mudhraa Madhak Sehaj Dhhun Laagee Sukhaman Pochanehaaree Rae ||2||",
    "translation": "My mudra - my hand-gesture, is the pipe; tuning into the celestial sound current within, the Shushmanaa - the central spinal channel, is my cooling pad. ||2||",
    "punjabi": "ਮੇਰੀ ਲਿਵ ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੱਗ ਗਈ ਹੈ, ਇਹ ਮੈਂ ਉਸ ਨਾਲ ਦਾ ਡੱਟ ਬਣਾਇਆ ਹੈ (ਜਿਸ ਵਿਚੋਂ ਦੀ ਸ਼ਰਾਬ ਨਿਕਲਦੀ ਹੈ)। ਮੇਰੇ ਮਨ ਦੀ ਸੁਖ-ਅਵਸਥਾ ਉਸ ਨਾਲ ਤੇ ਪੋਚਾ ਦੇ ਰਹੀ ਹੈ (ਜਿਉਂ ਜਿਉਂ ਮੇਰਾ ਮਨ ਅਡੋਲ ਹੁੰਦਾ ਹੈ, ਸੁਖ-ਅਵਸਥਾ ਵਿਚ ਅੱਪੜਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਪ੍ਰਵਾਹ ਚੱਲਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "(ਸੁਖਮਨ) ਮਨ ਨੂੰ ਸੁਖ ਦੇਣ ਵਾਲੇ ਵਾਹਿਗੁਰੂ ਜੀ ਦੀ (ਪੋਚਨਹਾਰੀ) ਪ੍ਰੇਮਾ ਭਗਤੀ",
    "type_id": 3
  },
  {
    "id": 41630,
    "shabad_id": 3587,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਤੀਰਥ ਬਰਤ ਨੇਮ ਸੁਚਿ ਸੰਜਮ; ਰਵਿ ਸਸਿ ਗਹਨੈ ਦੇੳੁ ਰੇ ||",
    "transliteration": "Theerathh Barath Naem Such Sanjam Rav Sas Gehanai Dhaeo Rae ||",
    "translation": "Pilgrimages, fasting, vows, purifications, self-discipline, austerities and breath control through the sun and moon channels - all these I pledge.",
    "punjabi": "ਇਸ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਬਦਲੇ ਮੈਂ (ਪੰਡਿਤਾਂ ਤੇ ਜੋਗੀਆਂ ਦੇ ਦੱਸੇ ਹੋਏ) ਤੀਰਥ ਇਸ਼ਨਾਨ, ਵਰਤ, ਨੇਮ, ਸੁੱਚ, ਸੰਜਮ, ਪ੍ਰਾਣਾਯਾਮ ਵਿਚ ਸੁਆਸ ਚਾੜ੍ਹਨੇ ਤੇ ਉਤਾਰਨੇ-ਇਹ ਸਭ ਕੁਝ ਗਿਰਵੀ ਰੱਖ ਦਿੱਤੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41631,
    "shabad_id": 3587,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਸੁਰਤਿ ਪਿਅਾਲ ਸੁਧਾ ਰਸੁ ਅੰਮਿ੍ਰਤੁ; ੲੇਹੁ ਮਹਾ ਰਸੁ ਪੇੳੁ ਰੇ ||੩||",
    "transliteration": "Surath Piaal Sudhhaa Ras Anmrith Eaehu Mehaa Ras Paeo Rae ||3||",
    "translation": "My focused consciousness is the cup, and the Ambrosial Nectar is the pure juice. I drink in the supreme, sublime essence of this juice. ||3||",
    "punjabi": "ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਹੋਈ ਆਪਣੀ ਸੁਰਤ ਨੂੰ ਮੈਂ ਪਿਆਲਾ ਬਣਾ ਲਿਆ ਹੈ ਤੇ (ਨਾਮ-) ਅੰਮ੍ਰਿਤ ਪੀ ਰਿਹਾ ਹਾਂ। ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸਭ ਰਸਾਂ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਹੈ ॥੩॥",
    "pronunciation": "ਸੁਧਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41632,
    "shabad_id": 3587,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਨਿਝਰ ਧਾਰ ਚੁਅੈ ਅਤਿ ਨਿਰਮਲ; ੲਿਹ ਰਸ ਮਨੂਅਾ ਰਾਤੋ ਰੇ ||",
    "transliteration": "Nijhar Dhhaar Chuai Ath Niramal Eih Ras Manooaa Raatho Rae ||",
    "translation": "The pure stream constantly trickles forth, and my mind is intoxicated by this sublime essence.",
    "punjabi": "(ਹੁਣ ਮੇਰੇ ਅੰਦਰ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ) ਚਸ਼ਮੇ ਦੀ ਬੜੀ ਸਾਫ਼ ਧਾਰ ਪੈ ਰਹੀ ਹੈ। ਮੇਰਾ ਮਨ, ਇਸ ਦੇ ਸੁਆਦ ਵਿਚ ਰਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਨਿੱਝਰ",
    "type_id": 3
  },
  {
    "id": 41633,
    "shabad_id": 3587,
    "pada": 6,
    "source_line": 6,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਸਗਲੇ ਮਦ ਛੂਛੇ; ੲਿਹੈ ਮਹਾ ਰਸੁ ਸਾਚੋ ਰੇ ||੪||੧||",
    "transliteration": "Kehi Kabeer Sagalae Madh Shhooshhae Eihai Mehaa Ras Saacho Rae ||4||1||",
    "translation": "Says Kabeer, all other wines are trivial and tasteless; this is the only true, sublime essence. ||4||1||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਹੋਰ ਸਾਰੇ ਨਸ਼ੇ ਫੋਕੇ ਹਨ, ਇਕ ਇਹੀ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਰਸ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41634,
    "shabad_id": 3588,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁੜੁ ਕਰਿ ਗਿਅਾਨੁ. ਧਿਅਾਨੁ ਕਰਿ ਮਹੂਅਾ; ਭੳੁ ਭਾਠੀ ਮਨ ਧਾਰਾ ||",
    "transliteration": "Gurr Kar Giaan Dhhiaan Kar Mehooaa Bho Bhaathee Man Dhhaaraa ||",
    "translation": "Make spiritual wisdom the molasses, meditation the flowers, and the Fear of God the fire enshrined in your mind.",
    "punjabi": "(ਨਾਮ-ਰਸ ਦੀ ਸ਼ਰਾਬ ਕੱਢਣ ਲਈ) ਮੈਂ ਆਤਮ-ਗਿਆਨ ਨੂੰ ਗੁੜ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜੀ ਸੁਰਤ ਨੂੰ ਮਹੂਏ ਦੇ ਫੁੱਲ, ਤੇ ਆਪਣੇ ਮਨ ਵਿਚ ਟਿਕਾਏ ਹੋਏ ਪ੍ਰਭੂ ਦੇ ਭਉ ਨੂੰ ਭੱਠੀ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41635,
    "shabad_id": 3588,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸੁਖਮਨ ਨਾਰੀ ਸਹਜ ਸਮਾਨੀ; ਪੀਵੈ ਪੀਵਨਹਾਰਾ ||੧||",
    "transliteration": "Sukhaman Naaree Sehaj Samaanee Peevai Peevanehaaraa ||1||",
    "translation": "The Shushmanaa, the central spinal channel, is intuitively balanced, and the drinker drinks in this wine. ||1||",
    "punjabi": "(ਇਸ ਗਿਆਨ-ਧਿਆਨ ਤੇ ਭਉ ਤੋਂ ਉਪਜਿਆ ਨਾਮ-ਰਸ ਪੀ ਕੇ, ਮੇਰਾ ਮਨ) ਅਡੋਲ ਅਵਸਥਾ ਵਿਚ ਲੀਨ ਹੋ ਗਿਆ ਹੈ (ਜਿਵੇਂ ਜੋਗੀ ਸ਼ਰਾਬ ਪੀ ਕੇ ਆਪਣੇ ਪ੍ਰਾਣ) ਸੁਖਮਨ ਨਾੜੀ ਵਿਚ ਟਿਕਾਉਂਦਾ ਹੈ। ਹੁਣ ਮੇਰਾ ਮਨ ਨਾਮ-ਰਸ ਨੂੰ ਪੀਣ-ਜੋਗਾ ਹੋ ਕੇ ਪੀ ਰਿਹਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41636,
    "shabad_id": 3588,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਅੳੁਧੂ; ਮੇਰਾ ਮਨੁ ਮਤਵਾਰਾ ||",
    "transliteration": "Aoudhhoo Maeraa Man Mathavaaraa ||",
    "translation": "O hermit Yogi, my mind is intoxicated.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਮੇਰਾ (ਭੀ) ਮਨ ਮਸਤ ਹੋਇਆ ਹੋਇਆ ਹੈ, ਮੈਨੂੰ (ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਦੀ) ਮਸਤੀ ਚੜ੍ਹੀ ਹੋਈ ਹੈ।",
    "pronunciation": "(ਮੱਤਵਾਰਾ) ਮਸਤਾਨਾ[",
    "type_id": 3
  },
  {
    "id": 41637,
    "shabad_id": 3588,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ੳੁਨਮਦ ਚਢਾ. ਮਦਨ ਰਸੁ ਚਾਖਿਅਾ; ਤਿ੍ਰਭਵਨ ਭੲਿਅਾ ੳੁਜਿਅਾਰਾ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ounamadh Chadtaa Madhan Ras Chaakhiaa Thribhavan Bhaeiaa Oujiaaraa ||1|| Rehaao ||",
    "translation": "When that wine rises up, one tastes the sublime essence of this juice, and sees across the three worlds. ||1||Pause||",
    "punjabi": "(ਪਰ) ਮੈਂ ਮਸਤ ਕਰਨ ਵਾਲਾ (ਨਾਮ-) ਰਸ ਚੱਖਿਆ ਹੈ, (ਉਸ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਾਰੇ ਹੀ ਜਗਤ ਵਿਚ ਮੈਨੂੰ ਉਸੇ ਦੀ ਜੋਤ ਜਗ ਰਹੀ ਦਿੱਸਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ੳੁਨਮਦ) ਮਸਤੀ[ ਪ੍ਰੇਮਾ ਭਗਤੀ ਰੂਪੀ (ਮਦਨ) ਸ਼ਰਾਬ[ ਚਢਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 41638,
    "shabad_id": 3588,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਦੁੲਿ ਪੁਰ ਜੋਰਿ. ਰਸਾੲੀ ਭਾਠੀ; ਪੀੳੁ ਮਹਾ ਰਸੁ ਭਾਰੀ ||",
    "transliteration": "Dhue Pur Jor Rasaaee Bhaathee Peeo Mehaa Ras Bhaaree ||",
    "translation": "Joining the two channels of the breath, I have lit the furnace, and I drink in the supreme, sublime essence.",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਨੂੰ ਵੱਸ ਵਿਚ ਕਰ ਕੇ ਮੈਂ (ਜੋਗੀ ਵਾਲੀ) ਭੱਠੀ ਤਪਾਈ ਹੈ, ਹੁਣ ਮੈਂ ਵੱਡਾ ਮਹਾਨ ਨਾਮ-ਰਸ ਪੀ ਰਿਹਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41639,
    "shabad_id": 3588,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਦੁੲਿ. ਕੀੲੇ ਜਲੇਤਾ; ਛੂਟਿ ਗੲੀ ਸੰਸਾਰੀ ||੨||",
    "transliteration": "Kaam Krodhh Dhue Keeeae Jalaethaa Shhoott Gee Sansaaree ||2||",
    "translation": "I have burnt both sexual desire and anger, and I have been emancipated from the world. ||2||",
    "punjabi": "ਕਾਮ ਤੇ ਕ੍ਰੋਧ ਦੋਹਾਂ ਨੂੰ ਮੈਂ ਬਾਲਣ ਬਣਾ ਦਿੱਤਾ ਹੈ (ਤੇ, ਉਸ ਭੱਠੀ ਵਿਚ ਸਾੜ ਦਿੱਤਾ ਹੈ, ਭਾਵ, ਮੋਹ ਨੂੰ ਵੱਸ ਕੀਤਿਆਂ ਕਾਮ ਕ੍ਰੋਧ ਭੀ ਮੁੱਕ ਗਏ ਹਨ)। ਇਸ ਤਰ੍ਹਾਂ ਸੰਸਾਰ ਵਿਚ ਫਸਣ ਵਾਲੀ ਬਿਰਤੀ ਖ਼ਤਮ ਹੋ ਗਈ ਹੈ ॥੨॥",
    "pronunciation": "ਲੱਕੜਾਂ ਬਾਲਣ ਵਾਂਗ (ਜਲੇਤਾ) ਬਾਲਣਾ ਕੀਤੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 41640,
    "shabad_id": 3588,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਗਟ ਪ੍ਰਗਾਸ ਗਿਅਾਨ ਗੁਰ ਗੰਮਿਤ; ਸਤਿਗੁਰ ਤੇ ਸੁਧਿ ਪਾੲੀ ||",
    "transliteration": "Pragatt Pragaas Giaan Gur Ganmith Sathigur Thae Sudhh Paaee ||",
    "translation": "The light of spiritual wisdom enlightens me; meeting with the Guru, the True Guru, I have obtained this understanding.",
    "punjabi": "(ਪ੍ਰਭੂ ਤਕ) ਪਹੁੰਚ ਵਾਲੇ ਗੁਰੂ ਦੇ ਗਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ (ਨਾਮ ਦਾ) ਪਰਕਾਸ਼ ਹੋ ਗਿਆ ਹੈ, ਗੁਰੂ ਤੋਂ ਮੈਨੂੰ (ਉੱਚੀ) ਸਮਝ ਪ੍ਰਾਪਤ ਹੋਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41641,
    "shabad_id": 3588,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਦਾਸੁ ਕਬੀਰੁ, ਤਾਸੁ ਮਦ ਮਾਤਾ; ੳੁਚਕਿ ਨ ਕਬਹੂ ਜਾੲੀ ||੩||੨||",
    "transliteration": "Dhaas Kabeer Thaas Madh Maathaa Ouchak N Kabehoo Jaaee ||3||2||",
    "translation": "Slave Kabeer is intoxicated with that wine, which never wears off. ||3||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦਾ ਦਾਸ ਕਬੀਰ ਉਸ ਨਸ਼ੇ ਵਿਚ ਮਸਤ ਹੈ, ਉਸ ਦੀ ਮਸਤੀ ਕਦੇ ਮੁੱਕਣ ਵਾਲੀ ਨਹੀਂ ਹੈ ॥੩॥੨॥",
    "pronunciation": "ੳੁਚ-ਕਿ:ਪੋਲਾ ਬੋਲੋ[ (ੳੁਚਕਿ) ੳੁਤਰਦਾ[ ਮੱਾਤਾ",
    "type_id": 3
  },
  {
    "id": 41642,
    "shabad_id": 3589,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤੂੰ ਮੇਰੋ. ਮੇਰੁ ਪਰਬਤੁ ਸੁਅਾਮੀ; ਓਟ ਗਹੀ ਮੈ ਤੇਰੀ ||",
    "transliteration": "Thoon Maero Maer Parabath Suaamee Outt Gehee Mai Thaeree ||",
    "translation": "You are my Sumayr Mountain, O my Lord and Master; I have grasped Your Support.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਹੀ) ਮੇਰਾ ਸਭ ਤੋਂ ਵੱਡਾ ਆਸਰਾ ਹੈਂ। ਮੈਂ ਤੇਰੀ ਹੀ ਓਟ ਫੜੀ ਹੈ (ਕਿਸੇ ਤੀਰਥ ਉੱਤੇ ਵੱਸਣ ਦਾ ਤਕੀਆ ਮੈਂ ਨਹੀਂ ਤੱਕਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41643,
    "shabad_id": 3589,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾ ਤੁਮ ਡੋਲਹੁ. ਨਾ ਹਮ ਗਿਰਤੇ; ਰਖਿ ਲੀਨੀ ਹਰਿ ਮੇਰੀ ||੧||",
    "transliteration": "Naa Thum Ddolahu Naa Ham Girathae Rakh Leenee Har Maeree ||1||",
    "translation": "You do not shake, and I do not fall. You have preserved my honor. ||1||",
    "punjabi": "ਤੂੰ ਸਦਾ ਅਡੋਲ ਰਹਿਣ ਵਾਲਾ ਹੈਂ (ਤੇਰਾ ਲੜ ਫੜ ਕੇ) ਮੈਂ ਭੀ ਨਹੀਂ ਡੋਲਦਾ, ਕਿਉਂਕਿ ਹੇ ਹਰੀ! ਤੂੰ ਆਪ ਮੇਰੀ ਲਾਜ ਰੱਖ ਲਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41644,
    "shabad_id": 3589,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਬ ਤਬ ਜਬ ਕਬ; ਤੁਹੀ ਤੁਹੀ ||",
    "transliteration": "Ab Thab Jab Kab Thuhee Thuhee ||",
    "translation": "Now and then, here and there, You, only You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਦਾ ਲਈ ਤੂੰ ਹੀ ਤੂੰ ਹੀ ਮੇਰਾ ਸਹਾਰਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41645,
    "shabad_id": 3589,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਮ ਤੁਅ ਪਰਸਾਦਿ; ਸੁਖੀ ਸਦ ਹੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Ham Thua Parasaadh Sukhee Sadh Hee ||1|| Rehaao ||",
    "translation": "By Your Grace, I am forever in peace. ||1||Pause||",
    "punjabi": "ਤੇਰੀ ਮਿਹਰ ਨਾਲ ਮੈਂ ਸਦਾ ਹੀ ਸੁਖੀ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41646,
    "shabad_id": 3589,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਤੋਰੇ ਭਰੋਸੇ ਮਗਹਰ ਬਸਿਓ; ਮੇਰੇ ਤਨ ਕੀ ਤਪਤਿ ਬੁਝਾੲੀ ||",
    "transliteration": "Thorae Bharosae Magehar Basiou Maerae Than Kee Thapath Bujhaaee ||",
    "translation": "Relying upon You, I can live even in the cursed place of Magahar; You have put out the fire of my body.",
    "punjabi": "(ਲੋਕ ਆਖਦੇ ਹਨ ਮਗਹਰ ਸਰਾਪੀ ਹੋਈ ਧਰਤੀ ਹੈ, ਪਰ) ਮੈਂ ਤੇਰੇ ਉੱਤੇ ਸ਼ਰਧਾ ਧਾਰ ਕੇ ਮਗਹਰ ਜਾ ਵੱਸਿਆ, (ਤੂੰ ਮਿਹਰ ਕੀਤੀ ਤੇ) ਮੇਰੇ ਸਰੀਰ ਦੀ (ਵਿਕਾਰਾਂ ਦੀ) ਤਪਸ਼ (ਮਗਹਰ ਵਿਚ ਹੀ) ਬੁਝਾ ਦਿੱਤੀ।",
    "pronunciation": "ਬੁਝਾੲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41647,
    "shabad_id": 3589,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਪਹਿਲੇ ਦਰਸਨੁ. ਮਗਹਰ ਪਾੲਿਓ; ਫੁਨਿ ਕਾਸੀ ਬਸੇ ਅਾੲੀ ||੨||",
    "transliteration": "Pehilae Dharasan Magehar Paaeiou Fun Kaasee Basae Aaee ||2||",
    "translation": "First, I obtained the Blessed Vision of Your Darshan in Magahar; then, I came to dwell at Benares. ||2||",
    "punjabi": "ਮੈਂ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦੀਦਾਰ ਪਹਿਲਾਂ ਮਗਹਰ ਵਿਚ ਰਹਿੰਦਿਆਂ ਹੀ ਕੀਤਾ ਸੀ, ਤੇ ਫੇਰ ਮੈਂ ਕਾਸ਼ੀ ਵਿਚ ਆ ਵੱਸਿਆ ॥੨॥",
    "pronunciation": "ਕਾਂਸੀ",
    "type_id": 3
  },
  {
    "id": 41648,
    "shabad_id": 3589,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜੈਸਾ ਮਗਹਰੁ. ਤੈਸੀ ਕਾਸੀ; ਹਮ ੲੇਕੈ ਕਰਿ ਜਾਨੀ ||",
    "transliteration": "Jaisaa Magehar Thaisee Kaasee Ham Eaekai Kar Jaanee ||",
    "translation": "As is Magahar, so is Benares; I see them as one and the same.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ ਤੇਰੇ ਆਸਰੇ ਅਤੇ ਨਾਮ ਧਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੈਂ ਮਗਹਰ ਤੇ ਕਾਸ਼ੀ ਦੋਹਾਂ ਨੂੰ ਇਕੋ ਜਿਹਾ ਹੀ ਸਮਝਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41649,
    "shabad_id": 3589,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਮ ਨਿਰਧਨ. ਜਿੳੁ ੲਿਹੁ ਧਨੁ ਪਾੲਿਅਾ; ਮਰਤੇ ਫੂਟਿ ਗੁਮਾਨੀ ||੩||",
    "transliteration": "Ham Niradhhan Jio Eihu Dhhan Paaeiaa Marathae Foott Gumaanee ||3||",
    "translation": "I am poor, but I have obtained this wealth of the Lord; the proud are bursting with pride, and die. ||3||",
    "punjabi": "ਜਿਵੇਂ ਕਿਸੇ ਕੰਗਾਲ ਨੂੰ ਧਨ ਮਿਲ ਜਾਏ, (ਤਿਵੇਂ) ਮੈਨੂੰ ਕੰਗਾਲ ਨੂੰ ਤੇਰਾ ਨਾਮ ਧਨ ਮਿਲ ਗਿਆ ਹੈ, ਪਰ (ਜਿਨ੍ਹਾਂ ਨੂੰ ਕਾਸ਼ੀ ਤੀਰਥ ਤੇ ਵੱਸਣ ਦਾ ਮਾਣ ਹੈ ਉਹ) ਹੰਕਾਰੀ ਹੰਕਾਰ ਵਿਚ ਦੁੱਖੀ ਹੁੰਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41650,
    "shabad_id": 3589,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਕਰੈ ਗੁਮਾਨੁ. ਚੁਭਹਿ ਤਿਸੁ ਸੂਲਾ; ਕੋ ਕਾਢਨ ਕੳੁ ਨਾਹੀ ||",
    "transliteration": "Karai Gumaan Chubhehi This Soolaa Ko Kaadtan Ko Naahee ||",
    "translation": "One who takes pride in himself is stuck with thorns; no one can pull them out.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਮਾਣ ਕਰਦਾ ਹੈ (ਮਾਣ ਚਾਹੇ ਕਿਸੇ ਗੱਲ ਦਾ ਹੋਵੇ) ਉਸ ਨੂੰ (ਇਉਂ ਹੁੰਦਾ ਹੈ ਜਿਵੇਂ) ਸੂਲਾਂ ਚੁੱਭਦੀਆਂ ਹਨ। ਕੋਈ ਉਹਨਾਂ ਦੀਆਂ ਇਹ ਸੂਲਾਂ ਪੁੱਟ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41651,
    "shabad_id": 3589,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਅਜੈ ਸੁ ਚੋਭ ਕੳੁ ਬਿਲਲ ਬਿਲਾਤੇ; ਨਰਕੇ ਘੋਰ ਪਚਾਹੀ ||੪||",
    "transliteration": "Ajai S Chobh Ko Bilal Bilaathae Narakae Ghor Pachaahee ||4||",
    "translation": "Here, he cries bitterly, and hereafter, he burns in the most hideous hell. ||4||",
    "punjabi": "ਸਾਰੀ ਉਮਰ (ਉਹ ਹੰਕਾਰੀ) ਉਹਨਾਂ ਚੋਭਾਂ ਦੇ ਮਾਰੇ ਵਿਲਕਦੇ ਹਨ, ਮਾਨੋ, ਘੋਰ ਨਰਕ ਵਿਚ ਸੜ ਰਹੇ ਹਨ ॥੪॥",
    "pronunciation": "(ਬਿਲਲ) ਮੂਰਖ, ਵਿਅਕਲ[ ਅਜੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41652,
    "shabad_id": 3589,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਕਵਨੁ ਨਰਕੁ ਕਿਅਾ ਸੁਰਗੁ ਬਿਚਾਰਾ; ਸੰਤਨ ਦੋੳੂ ਰਾਦੇ ||",
    "transliteration": "Kavan Narak Kiaa Surag Bichaaraa Santhan Dhooo Raadhae ||",
    "translation": "What is hell, and what is heaven? The Saints reject them both.",
    "punjabi": "(ਇਹ ਲੋਕ ਆਖਦੇ ਹਨ ਕਿ ਕਾਸ਼ੀ ਵਿਚ ਰਹਿਣ ਵਾਲਾ ਸੁਰਗ ਮਾਣਦਾ ਹੈ, ਪਰ) ਨਰਕ ਕੀਹ, ਤੇ, ਵਿਚਾਰਾ ਸੁਰਗ ਕੀਹ? ਸੰਤਾਂ ਨੇ ਦੋਵੇਂ ਹੀ ਰੱਦ ਕਰ ਦਿੱਤੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41653,
    "shabad_id": 3589,
    "pada": 6,
    "source_line": 16,
    "gurmukhi": "ਹਮ ਕਾਹੂ ਕੀ ਕਾਣਿ. ਨ ਕਢਤੇ; ਅਪਨੇ ਗੁਰ ਪਰਸਾਦੇ ||੫||",
    "transliteration": "Ham Kaahoo Kee Kaan N Kadtathae Apanae Gur Parasaadhae ||5||",
    "translation": "I have no obligation to either of them, by the Grace of my Guru. ||5||",
    "punjabi": "ਕਿਉਂਕਿ ਸੰਤ ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਨਾਹ ਸੁਰਗ ਤੇ ਨਾਹ ਨਰਕ) ਕਿਸੇ ਦੇ ਭੀ ਮੁਥਾਜ ਨਹੀਂ ਹਨ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41654,
    "shabad_id": 3589,
    "pada": 7,
    "source_line": 17,
    "gurmukhi": "ਅਬ ਤੳੁ ਜਾੲਿ ਚਢੇ ਸਿੰਘਾਸਨਿ; ਮਿਲੇ ਹੈ ਸਾਰਿੰਗਪਾਨੀ ||",
    "transliteration": "Ab Tho Jaae Chadtae Singhaasan Milae Hai Saaringapaanee ||",
    "translation": "Now, I have mounted to the throne of the Lord; I have met the Lord, the Sustainer of the World.",
    "punjabi": "(ਆਪਣੇ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਂ ਹੁਣ ਉੱਚੇ ਆਤਮਕ ਟਿਕਾਣੇ ਤੇ ਅੱਪੜ ਗਿਆ ਹਾਂ, ਜਿੱਥੇ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਮਿਲ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41655,
    "shabad_id": 3589,
    "pada": 7,
    "source_line": 18,
    "gurmukhi": "ਰਾਮ ਕਬੀਰਾ. ੲੇਕ ਭੲੇ ਹੈ; ਕੋੲਿ. ਨ ਸਕੈ ਪਛਾਨੀ ||੬||੩||",
    "transliteration": "Raam Kabeeraa Eaek Bheae Hai Koe N Sakai Pashhaanee ||6||3||",
    "translation": "The Lord and Kabeer have become one. No one can tell them apart. ||6||3||",
    "punjabi": "ਮੈਂ ਕਬੀਰ ਅਤੇ ਮੇਰਾ ਰਾਮ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ ਹਾਂ, ਕੋਈ ਸਾਡੇ ਵਿਚ ਫ਼ਰਕ ਨਹੀ ਦੱਸ ਸਕਦਾ ॥੬॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41656,
    "shabad_id": 3590,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸੰਤਾ ਮਾਨੳੁ ਦੂਤਾ ਡਾਨੳੁ; ੲਿਹ ਕੁਟਵਾਰੀ ਮੇਰੀ ||",
    "transliteration": "Santhaa Maano Dhoothaa Ddaano Eih Kuttavaaree Maeree ||",
    "translation": "I honor and obey the Saints, and punish the wicked; this is my duty as God's police officer.",
    "punjabi": "ਆਪਣੇ ਇਸ ਸਰੀਰ-ਰੂਪ ਸ਼ਹਿਰ ਦੀ ਰਾਖੀ ਕਰਨ ਲਈ ਮੇਰਾ ਫ਼ਰਜ਼ ਇਹ ਹੈ ਕਿ ਮੈਂ ਭਲੇ ਗੁਣਾਂ ਨੂੰ ਜੀ-ਆਇਆਂ ਆਖਾਂ ਤੇ ਵਿਕਾਰਾਂ ਨੂੰ ਮਾਰ ਕੱਢਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41657,
    "shabad_id": 3590,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਦਿਵਸ ਰੈਨਿ ਤੇਰੇ ਪਾੳੁ ਪਲੋਸੳੁ; ਕੇਸ ਚਵਰ ਕਰਿ ਫੇਰੀ ||੧||",
    "transliteration": "Dhivas Rain Thaerae Paao Paloso Kaes Chavar Kar Faeree ||1||",
    "translation": "Day and night, I wash Your feet, Lord; I wave my hair as the chauree, to brush away the flies. ||1||",
    "punjabi": "ਦਿਨ ਰਾਤ, ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਚਰਨ ਪਰਸਾਂ ਅਤੇ ਆਪਣੇ ਕੇਸਾਂ ਦਾ ਚੌਰ ਤੇਰੇ ਉੱਤੇ ਝੁਲਾਵਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41658,
    "shabad_id": 3590,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਹਮ ਕੂਕਰ; ਤੇਰੇ ਦਰਬਾਰਿ ||",
    "transliteration": "Ham Kookar Thaerae Dharabaar ||",
    "translation": "I am a dog at Your Court, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ (ਬੈਠਾ ਹੋਇਆ ਇਕ) ਕੁੱਤਾ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41659,
    "shabad_id": 3590,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਭੳੁਕਹਿ; ਅਾਗੈ ਬਦਨੁ ਪਸਾਰਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Bhoukehi Aagai Badhan Pasaar ||1|| Rehaao ||",
    "translation": "I open my snout and bark before it. ||1||Pause||",
    "punjabi": "ਤੇ ਮੂੰਹ ਅਗਾਂਹ ਵਧਾ ਕੇ ਭੌਂਕ ਰਿਹਾ ਹਾਂ {ਭਾਵ, ਤੇਰੇ ਦਰ ਤੇ ਮੈਂ ਜੋ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਰਿਹਾ ਹਾਂ, ਇਹ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਵਿਕਾਰ-ਕੁੱਤਿਆਂ ਤੋਂ ਬਚਾਉਣ ਲਈ ਹੈ, ਜਿਵੇਂ ਇਕ ਕੁੱਤਾ ਕਿਸੇ ਪਰਾਈ ਗਲੀ ਦੇ ਕੁੱਤਿਆਂ ਤੋਂ ਆਪਣੇ ਆਪ ਦੀ ਰਾਖੀ ਕਰਨ ਲਈ ਭੌਂਕਦਾ ਹੈ। ਇਹੀ ਗੱਲ ਸਤਿਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ ਆਖੀ ਹੈ: ਏਤੇ ਕੂਕਰ ਹਉ ਬੇਗਾਨਾ ਭਉਕਾ ਇਸੁ ਤਨ ਤਾਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  }
]
