[
  {
    "id": 41660,
    "shabad_id": 3590,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਬ ਜਨਮ. ਹਮ ਤੁਮ੍ਹਰੇ ਸੇਵਕ; ਅਬ ਤੳੁ ਮਿਟਿਅਾ. ਨ ਜਾੲੀ ||",
    "transliteration": "Poorab Janam Ham Thumharae Saevak Ab Tho Mittiaa N Jaaee ||",
    "translation": "In my past life, I was Your servant; now, I cannot leave You.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਤਾਂ ਪਹਿਲੇ ਜਨਮਾਂ ਵਿਚ ਭੀ ਤੇਰਾ ਹੀ ਸੇਵਕ ਰਿਹਾ ਹਾਂ, ਹੁਣ ਭੀ ਤੇਰੇ ਦਰ ਤੋਂ ਹਟਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41661,
    "shabad_id": 3590,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਤੇਰੇ ਦੁਅਾਰੈ. ਧੁਨਿ ਸਹਜ ਕੀ; ਮਾਥੈ ਮੇਰੇ ਦਗਾੲੀ ||੨||",
    "transliteration": "Thaerae Dhuaarai Dhhun Sehaj Kee Maathhai Maerae Dhagaaee ||2||",
    "translation": "The celestial sound current resounds at Your Door. Your insignia is stamped upon my forehead. ||2||",
    "punjabi": "ਤੇਰੇ ਦਰ ਤੇ ਰਿਹਾਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਅਡੋਲ ਅਵਸਥਾ ਦੀ ਰੌ (ਚਲ ਪੈਂਦੀ ਹੈ, ਉਹ ਰੌ) ਮੈਨੂੰ ਭੀ ਪ੍ਰਾਪਤ ਹੋ ਗਈ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41662,
    "shabad_id": 3590,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਦਾਗੇ ਹੋਹਿ. ਸੁ ਰਨ ਮਹਿ ਜੂਝਹਿ; ਬਿਨੁ ਦਾਗੇ. ਭਗਿ ਜਾੲੀ ||",
    "transliteration": "Dhaagae Hohi S Ran Mehi Joojhehi Bin Dhaagae Bhag Jaaee ||",
    "translation": "Those who are branded with Your brand fight bravely in battle; those without Your brand run away.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮੱਥੇ ਉੱਤੇ ਮਾਲਕ ਦਾ (ਇਹ ਭਗਤੀ ਦਾ) ਨਿਸ਼ਾਨ ਹੁੰਦਾ ਹੈ, ਉਹ ਰਣ-ਭੂਮੀ ਵਿਚ ਲੜ ਮਰਦੇ ਹਨ। ਜੋ ਇਸ ਨਿਸ਼ਾਨ ਤੋਂ ਸੱਖਣੇ ਹਨ ਉਹ (ਟਾਕਰਾ ਪੈਣ ਤੇ) ਭਾਂਜ ਖਾ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "ਰਨ: ਪੋਲਾ ਬੋਲੋ[ ਦੱਾਗੇ, ਜੂੱਝਹਿ, ਭੱਗਿ",
    "type_id": 3
  },
  {
    "id": 41663,
    "shabad_id": 3590,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਸਾਧੂ ਹੋੲਿ ਸੁ ਭਗਤਿ ਪਛਾਨੈ; ਹਰਿ ਲੲੇ ਖਜਾਨੈ ਪਾੲੀ ||੩||",
    "transliteration": "Saadhhoo Hoe S Bhagath Pashhaanai Har Leae Khajaanai Paaee ||3||",
    "translation": "One who becomes a Holy person, appreciates the value of devotional worship to the Lord. The Lord places him in His treasury. ||3||",
    "punjabi": "(ਭਾਵ) ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਭਗਤ ਬਣਦਾ ਹੈ, ਉਹ ਭਗਤੀ ਨਾਲ ਸਾਂਝ ਪਾਂਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਆਪਣੇ ਦਰ ਤੇ ਪ੍ਰਵਾਨ ਕਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41664,
    "shabad_id": 3590,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਕੋਠਰੇ ਮਹਿ ਕੋਠਰੀ; ਪਰਮ ਕੋਠੀ ਬੀਚਾਰਿ ||",
    "transliteration": "Kotharae Mehi Kotharee Param Kothee Beechaar ||",
    "translation": "In the fortress is the chamber; by contemplative meditation it becomes the supreme chamber.",
    "punjabi": "(ਮਨੁੱਖਾ-ਸਰੀਰ, ਮਾਨੋ, ਇਕ ਨਿੱਕਾ ਜਿਹਾ ਕੋਠਾ ਹੈ, ਇਸ) ਨਿੱਕੇ ਜਿਹੇ ਸੁਹਣੇ ਕੋਠੇ ਵਿਚ (ਦਿਮਾਗ਼ ਇਕ ਹੋਰ) ਨਿੱਕੀ ਜਿਹੀ ਕੋਠੜੀ ਹੈ, ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦੀ ਵਿਚਾਰ ਦੀ ਬਰਕਤਿ ਨਾਲ ਇਹ ਨਿੱਕੀ ਕੋਠੜੀ ਸੁਹਣੀ ਬਣਦੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41665,
    "shabad_id": 3590,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਿ ਦੀਨੀ ਬਸਤੁ. ਕਬੀਰ ਕੳੁ; ਲੇਵਹੁ ਬਸਤੁ ਸਮ੍ਹਾਰਿ ||੪||",
    "transliteration": "Gur Dheenee Basath Kabeer Ko Laevahu Basath Samhaar ||4||",
    "translation": "The Guru has blessed Kabeer with the commodity, saying, \"Take this commodity; cherish it and keep it secure.\"||4||",
    "punjabi": "ਮੈਨੂੰ ਕਬੀਰ ਨੂੰ ਮੇਰੇ ਗੁਰੂ ਨੇ ਨਾਮ-ਵਸਤ ਦਿੱਤੀ (ਤੇ, ਆਖਣ ਲੱਗਾ) ਇਹ ਵਸਤ (ਇਕ ਨਿੱਕੀ ਕੋਠੜੀ ਵਿਚ) ਸਾਂਭ ਕੇ ਰੱਖ ਲੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41666,
    "shabad_id": 3590,
    "pada": 6,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰਿ. ਦੀੲੀ ਸੰਸਾਰ ਕੳੁ; ਲੀਨੀ ਜਿਸੁ ਮਸਤਕਿ ਭਾਗੁ ||",
    "transliteration": "Kabeer Dheeee Sansaar Ko Leenee Jis Masathak Bhaag ||",
    "translation": "Kabeer gives it to the world, but he alone receives it, upon whose forehead such destiny is recorded.",
    "punjabi": "ਮੈਂ ਕਬੀਰ ਨੇ ਇਹ ਨਾਮ-ਵਸਤ ਜਗਤ ਦੇ ਲੋਕਾਂ ਨੂੰ (ਭੀ ਵੰਡ) ਦਿੱਤੀ, ਪਰ ਕਿਸੇ ਭਾਗਾਂ ਵਾਲੇ ਨੇ ਹਾਸਲ ਕੀਤੀ।",
    "pronunciation": "ਦੀ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 41667,
    "shabad_id": 3590,
    "pada": 6,
    "source_line": 5,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਰਸੁ ਜਿਨਿ ਪਾੲਿਅਾ; ਥਿਰੁ ਤਾ ਕਾ ਸੋਹਾਗੁ ||੫||੪||",
    "transliteration": "Anmrith Ras Jin Paaeiaa Thhir Thaa Kaa Sohaag ||5||4||",
    "translation": "Permanent is the marriage, of one who receives this ambrosial essence. ||5||4||",
    "punjabi": "ਜਿਸ ਕਿਸੇ ਨੇ ਇਹ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦਾ ਸੁਆਦ ਚੱਖਿਆ ਹੈ, ਉਹ ਸਦਾ ਵਾਸਤੇ ਭਾਗਾਂ ਵਾਲਾ ਬਣ ਗਿਆ ਹੈ ॥੫॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41668,
    "shabad_id": 3591,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਿਹ ਮੁਖ ਬੇਦੁ ਗਾੲਿਤ੍ਰੀ ਨਿਕਸੈ; ਸੋ ਕਿੳੁ ਬ੍ਰਹਮਨੁ ਬਿਸਰੁ ਕਰੈ ||",
    "transliteration": "Jih Mukh Baedh Gaaeithree Nikasai So Kio Brehaman Bisar Karai ||",
    "translation": "O Brahmin, how can you forget the One, from whose mouth the Vedas and the Gayitri prayer issured forth?",
    "punjabi": "ਬ੍ਰਾਹਮਣ ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਕਿਉਂ ਵਿਸਾਰਦਾ ਹੈ, ਜਿਸ ਦੇ ਮੂੰਹ ਵਿਚੋਂ ਵੇਦ ਤੇ ਗਾਇਤ੍ਰੀ (ਆਦਿਕ) ਨਿਕਲੇ (ਮੰਨਦਾ) ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41669,
    "shabad_id": 3591,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਾ ਕੈ ਪਾੲਿ ਜਗਤੁ ਸਭੁ ਲਾਗੈ; ਸੋ ਕਿੳੁ ਪੰਡਿਤੁ ਹਰਿ. ਨ ਕਹੈ ||੧||",
    "transliteration": "Jaa Kai Paae Jagath Sabh Laagai So Kio Panddith Har N Kehai ||1||",
    "translation": "The whole world falls at His feet; why don't you chant the Name of that Lord, O Pandit? ||1||",
    "punjabi": "ਪੰਡਿਤ ਉਸ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਉਂ ਨਹੀਂ ਸਿਮਰਦਾ, ਜਿਸ ਦੇ ਚਰਨਾਂ ਤੇ ਸਾਰਾ ਸੰਸਾਰ ਪੈਂਦਾ ਹੈ? ॥੧॥",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 41670,
    "shabad_id": 3591,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਾਹੇ ਮੇਰੇ ਬਾਮ੍ਹਨ; ਹਰਿ. ਨ ਕਹਹਿ ||",
    "transliteration": "Kaahae Maerae Baamhan Har N Kehehi ||",
    "translation": "Why, O my Brahmin, do you not chant the Lord's Name?",
    "punjabi": "ਹੇ ਮੇਰੇ ਬ੍ਰਾਹਮਣ! ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਕਿਉਂ ਨਹੀਂ ਸਿਮਰਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41671,
    "shabad_id": 3591,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਰਾਮੁ. ਨ ਬੋਲਹਿ; ਪਾਡੇ ਦੋਜਕੁ ਭਰਹਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Raam N Bolehi Paaddae Dhojak Bharehi ||1|| Rehaao ||",
    "translation": "If you don't chant the Lord's Name, O Pandit, you will only suffer in hell. ||1||Pause||",
    "punjabi": "ਹੇ ਪੰਡਿਤ! ਤੂੰ ਰਾਮ ਨਹੀਂ ਬੋਲਦਾ, ਤੇ ਦੋਜਕ (ਦਾ ਦੁੱਖ) ਸਹਾਰ ਰਿਹਾ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਪਾਂਡੇ",
    "type_id": 4
  },
  {
    "id": 41672,
    "shabad_id": 3591,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਅਾਪਨ ੳੂਚ. ਨੀਚ ਘਰਿ ਭੋਜਨੁ; ਹਠੇ ਕਰਮ ਕਰਿ ੳੁਦਰੁ ਭਰਹਿ ||",
    "transliteration": "Aapan Ooch Neech Ghar Bhojan Hathae Karam Kar Oudhar Bharehi ||",
    "translation": "You think that you are high, but you take food from the houses of the lowly; you fill up your belly by forcibly practicing your rituals.",
    "punjabi": "ਹੇ ਬ੍ਰਾਹਮਣ! ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚੀ ਕੁਲ ਦਾ (ਸਮਝਦਾ ਹੈਂ), ਪਰ ਭੋਜਨ ਪਾਂਦਾ ਹੈਂ (ਆਪਣੇ ਤੋਂ) ਨੀਵੀਂ ਕੁਲ ਵਾਲਿਆਂ ਦੇ ਘਰ ਵਿਚ। ਤੂੰ ਹਠ ਵਾਲੇ ਕਰਮ ਕਰ ਕੇ (ਤੇ ਲੋਕਾਂ ਨੂੰ ਵਿਖਾ ਵਿਖਾ ਕੇ) ਆਪਣਾ ਪੇਟ ਪਾਲਦਾ ਹੈਂ।",
    "pronunciation": "ਹਠੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41673,
    "shabad_id": 3591,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਚੳੁਦਸ ਅਮਾਵਸ ਰਚਿ ਰਚਿ ਮਾਂਗਹਿ; ਕਰ ਦੀਪਕੁ ਲੈ. ਕੂਪਿ ਪਰਹਿ ||੨||",
    "transliteration": "Choudhas Amaavas Rach Rach Maangehi Kar Dheepak Lai Koop Parehi ||2||",
    "translation": "On the fourteenth day, and the night of the new moon, you go out begging; even though you hold the lamp in your hands, still, you fall into the pit. ||2||",
    "punjabi": "ਚੌਦੇਂ ਤੇ ਮੱਸਿਆ (ਆਦਿਕ ਥਿੱਤਾਂ ਬਨਾਵਟੀ) ਥਾਪ ਥਾਪ ਕੇ ਤੂੰ (ਜਜਮਾਨਾਂ ਪਾਸੋਂ) ਮੰਗਦਾ ਹੈਂ; ਤੂੰ (ਆਪਣੇ ਆਪ ਨੂੰ ਵਿਦਵਾਨ ਸਮਝਦਾ ਹੈਂ ਪਰ ਇਹ ਵਿੱਦਿਆ-ਰੂਪ) ਦੀਵਾ ਹੱਥਾਂ ਉੱਤੇ ਰੱਖ ਕੇ ਖੂਹ ਵਿਚ ਡਿੱਗ ਰਿਹਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41674,
    "shabad_id": 3591,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਤੂੰ ਬ੍ਰਹਮਨੁ. ਮੈ ਕਾਸੀਕ ਜੁਲਹਾ; ਮੁਹਿ ਤੋਹਿ ਬਰਾਬਂਰੀ, ਕੈਸੇ ਕੈ ਬਨਹਿ ||",
    "transliteration": "Thoon Brehaman Mai Kaaseek Julehaa Muhi Thohi Baraabaree Kaisae Kai Banehi ||",
    "translation": "You are a Brahmin, and I am only a weaver from Benares. How can I compare to you?",
    "punjabi": "ਤੂੰ (ਆਪਣੇ ਆਪ ਨੂੰ ਉੱਚੀ ਕੁਲ ਦਾ) ਬ੍ਰਹਮਣ (ਸਮਝਦਾ ਹੈਂ), ਮੈਂ (ਤੇਰੀਆਂ ਨਜ਼ਰਾਂ ਵਿਚ) ਕਾਸ਼ੀ ਦਾ (ਗ਼ਰੀਬ) ਜੁਲਾਹ ਹਾਂ। ਸੋ, ਮੇਰੀ ਤੇਰੀ ਬਰਾਬਰੀ ਕਿਵੇਂ ਹੋ ਸਕਦੀ ਹੈ? (ਭਾਵ, ਤੂੰ ਮੇਰੀ ਗੱਲ ਆਪਣੇ ਮਾਣ ਵਿਚ ਗਹੁ ਨਾਲ ਸੁਣਨ ਨੂੰ ਤਿਆਰ ਨਹੀਂ ਹੋ ਸਕਦਾ)।",
    "pronunciation": "ਕਾਸੀ-ਕ[ ਜੁਲ-ਹਾ",
    "type_id": 3
  },
  {
    "id": 41675,
    "shabad_id": 3591,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਹਮਰੇ. ਰਾਮ ਨਾਮ ਕਹਿ ੳੁਬਰੇ; ਬੇਦ ਭਰੋਸੇ ਪਾਂਡੇ ਡੂਬਿ ਮਰਹਿ ||੩||੫||",
    "transliteration": "Hamarae Raam Naam Kehi Oubarae Baedh Bharosae Paanddae Ddoob Marehi ||3||5||",
    "translation": "Chanting the Lord's Name, I have been saved; relying on the Vedas, O Brahmin, you shall drown and die. ||3||5||",
    "punjabi": "ਪਰ ਅਸੀਂ (ਜੁਲਾਹੇ ਤਾਂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚ ਰਹੇ ਹਾਂ, ਤੇ ਤੁਸੀਂ, ਹੇ ਪਾਂਡੇ! ਵੇਦਾਂ ਦੇ (ਦੱਸੇ ਕਰਮ-ਕਾਂਡ ਦੇ) ਭਰੋਸੇ ਰਹਿ ਕੇ ਹੀ ਡੁੱਬ ਕੇ ਮਰ ਰਹੇ ਹੋ ॥੩॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41676,
    "shabad_id": 3592,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਤਰਵਰੁ ੲੇਕੁ. ਅਨੰਤ ਡਾਰ ਸਾਖਾ; ਪੁਹਪ ਪਤ੍ਰ ਰਸ ਭਰੀਅਾ ||",
    "transliteration": "Tharavar Eaek Ananth Ddaar Saakhaa Puhap Pathr Ras Bhareeaa ||",
    "translation": "There is a single tree, with countless branches and twigs; its flowers and leaves are filled with its juice.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਏ ਅਜਿਹੇ ਮਨੁੱਖ ਨੂੰ ਇਹ ਸਮਝ ਆ ਜਾਂਦੀ ਹੈ ਕਿ) ਸੰਸਾਰ ਇਕ ਰੁਖ (ਸਮਾਨ) ਹੈ, (ਜਗਤ ਦੇ ਜੀਆ-ਜੰਤ, ਮਾਨੋ, ਉਸ ਰੁੱਖ ਦੀਆਂ) ਬੇਅੰਤ ਡਾਲੀਆਂ ਤੇ ਟਹਿਣੀਆਂ ਹਨ, ਜੋ ਫੁੱਲਾਂ, ਪੱਤਰਾਂ ਤੇ ਰਸ-ਭਰੇ ਫਲਾਂ ਨਾਲ ਲੱਦੀਆਂ ਹੋਈਆਂ ਹਨ।",
    "pronunciation": "ਪੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 41677,
    "shabad_id": 3592,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੲਿਹ ਅੰਮਿ੍ਰਤ ਕੀ ਬਾੜੀ ਹੈ ਰੇ; ਤਿਨਿ ਹਰਿ ਪੂਰੈ ਕਰੀਅਾ ||੧||",
    "transliteration": "Eih Anmrith Kee Baarree Hai Rae Thin Har Poorai Kareeaa ||1||",
    "translation": "This world is a garden of Ambrosial Nectar. The Perfect Lord created it. ||1||",
    "punjabi": "ਇਹ ਸੰਸਾਰ ਅੰਮ੍ਰਿਤ ਦੀ ਇਕ ਬਗ਼ੀਚੀ ਹੈ, ਜੋ ਉਸ ਪੂਰਨ ਪਰਮਾਤਮਾ ਨੇ ਬਣਾਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41678,
    "shabad_id": 3592,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਾਨੀ ਜਾਨੀ ਰੇ; ਰਾਜਾਰਾਮ ਕੀ ਕਹਾਨੀ ||",
    "transliteration": "Jaanee Jaanee Rae Raajaa Raam Kee Kehaanee ||",
    "translation": "I have come to know the story of my Sovereign Lord.",
    "punjabi": "ਹੇ ਭਾਈ! ਜੋ ਕੋਈ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਨੂੰ ਗੁਰੂ ਦੇ ਹਵਾਲੇ ਕਰਦਾ ਹੈ, ਉਹ ਪ੍ਰਕਾਸ਼-ਰੂਪ ਪਰਮਾਤਮਾ ਦੇ ਮੇਲ ਦੀ ਅਵਸਥਾ ਨੂੰ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41679,
    "shabad_id": 3592,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਜੋਤਿ ਰਾਮ ਪਰਗਾਸਾ; ਗੁਰਮੁਖਿ ਬਿਰਲੈ ਜਾਨੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Anthar Joth Raam Paragaasaa Guramukh Biralai Jaanee ||1|| Rehaao ||",
    "translation": "How rare is that Gurmukh who knows, and whose inner being is illumined by the Lord's Light. ||1||Pause||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਜੋਤ ਜਗ ਪੈਂਦੀ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਰਾਮ ਦਾ ਪਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ। ਪਰ ਇਸ ਅਵਸਥਾ ਨਾਲ ਜਾਣ-ਪਛਾਣ ਕਰਨ ਵਾਲਾ ਹੁੰਦਾ ਕੋਈ ਵਿਰਲਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41680,
    "shabad_id": 3592,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਭਵਰੁ ੲੇਕੁ. ਪੁਹਪ ਰਸ ਬੀਧਾ; ਬਾਰਹ ਲੇ. ੳੁਰ ਧਰਿਅਾ ||",
    "transliteration": "Bhavar Eaek Puhap Ras Beedhhaa Baareh Lae Our Dhhariaa ||",
    "translation": "The bumble bee, addicted to the nectar of the twelve-petalled flowers, enshrines it in the heart.",
    "punjabi": "(ਜਿਵੇਂ) ਇਕ ਭੌਰਾ ਫੁੱਲ ਦੇ ਰਸ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਫੁੱਲ ਦੀਆਂ ਖਿੜੀਆਂ ਪੱਤੀਆਂ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ ਜਾ ਬੰਨ੍ਹਾਉਂਦਾ ਹੈ,",
    "pronunciation": "(ਭਵਰੁ) ਗੁਰਸੇਵਕ[ ਬ੍ਰਹਮ ਰੂਪੀ (ਪੁਹਪ) ਫ਼ੱੁਲ[ ਪੰਜੇ ਗਿਅਾਨ ੲਿੰਦ੍ਰੇ, ਪੰਜੇ ਕਰਮ ੲਿੰਦ੍ਰੇ, ਮਨ, ਬੱੁਧ, ੲਿਨ੍ਹਾਂ ਦੇ ਵਿਸ਼ਿਅਾਂ ਨੂੰ ਜਿੱਤ ਕੇ ਰਿਦੇ ਚ (ਧਰਿਅਾ) ਧਰੇ[ ਬੀ੍ਨਧਾ",
    "type_id": 3
  },
  {
    "id": 41681,
    "shabad_id": 3592,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਸੋਰਹ ਮਧੇ. ਪਵਨੁ ਝਕੋਰਿਅਾ; ਅਾਕਾਸੇ ਫਰੁ ਫਰਿਅਾ ||੨||",
    "transliteration": "Soreh Madhhae Pavan Jhakoriaa Aakaasae Far Fariaa ||2||",
    "translation": "He holds his breath suspended in the sixteen-petalled sky of the Akaashic Ethers, and beats his wings in esctasy. ||2||",
    "punjabi": "(ਜਿਵੇਂ ਕੋਈ ਪੰਛੀ ਆਪਣੇ ਖੰਭਾਂ ਨਾਲ) ਹਵਾ ਨੂੰ ਹੁਲਾਰਾ ਦੇ ਕੇ ਆਕਾਸ਼ ਵਿਚ ਉੱਡਦਾ ਹੈ, ਤਿਵੇਂ ਉਹ ਗੁਰਮੁਖ ਨਾਮ-ਰਸ ਵਿਚ ਮਸਤ ਹੋ ਕੇ ਪੂਰਨ ਖਿੜਾਉ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਂਦਾ ਹੈ, ਤੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਹੁਲਾਰਾ ਦੇ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਉਡਾਰੀਆਂ ਲਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41682,
    "shabad_id": 3592,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਸਹਜ ਸੁੰਨਿ. ੲਿਕੁ ਬਿਰਵਾ ੳੁਪਜਿਅਾ; ਧਰਤੀ ਜਲ ਹਰੁ ਸੋਖਿਅਾ ||",
    "transliteration": "Sehaj Sunn Eik Biravaa Oupajiaa Dhharathee Jalehar Sokhiaa ||",
    "translation": "In the profound void of intuitive Samaadhi, the one tree rises up; it soaks up the water of desire from the ground.",
    "punjabi": "ਉਸ ਗੁਰਮੁਖ ਦੀ ਉਸ ਅਡੋਲ ਤੇ ਅਫੁਰ ਅਵਸਥਾ ਵਿਚ ਉਸ ਦੇ ਅੰਦਰ (ਕੋਮਲਤਾ-ਰੂਪ) ਮਾਨੋ, ਇਕ ਕੋਮਲ ਬੂਟਾ ਉੱਗਦਾ ਹੈ, ਜੋ ਉਸ ਦੇ ਸਰੀਰ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਨੂੰ ਸੁਕਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਸਹਿਜੇ ਹੀ (ਸੁੰਨਿ) ਅਫ਼ੁਰ ਰੂਪ[ (ਬਿਰਵਾ) ਬੂਟਾ[ (ਧਰਤੀ) ਬੁੱਧੀ ਅੰਦਰੋਂ ਪਦਾਰਥਾਂ ਰੂਪੀ ਜਲ, (ਸੋਖਿਅਾ) ਸੁਕਾ ਕੇ (ਹਰੁ) ਨਾਸ ਕਰ ਦਿਤਾ[ (ਦੂਜਾ ਪਾਠ: ਜਲਹਰੁ)",
    "type_id": 3
  },
  {
    "id": 41683,
    "shabad_id": 3592,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਹੳੁ ਤਾ ਕਾ ਸੇਵਕੁ; ਜਿਨਿ ੲਿਹੁ ਬਿਰਵਾ ਦੇਖਿਅਾ ||੩||੬||",
    "transliteration": "Kehi Kabeer Ho Thaa Kaa Saevak Jin Eihu Biravaa Dhaekhiaa ||3||6||",
    "translation": "Says Kabeer, I am the servant of those who have seen this celestial tree. ||3||6||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ ਉਸ ਗੁਰਮੁਖ ਦਾ ਦਾਸ ਹਾਂ, ਜਿਸ ਨੇ (ਆਪਣੇ ਅੰਦਰ ਉੱਗਿਆ ਹੋਇਆ) ਇਹ ਕੋਮਲ ਬੂਟਾ ਵੇਖਿਆ ਹੈ ॥੩॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41684,
    "shabad_id": 3593,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮੁੰਦ੍ਰਾ ਮੋਨਿ. ਦੲਿਅਾ ਕਰਿ ਝੋਲੀ; ਪਤ੍ਰ ਕਾ ਕਰਹੁ ਬੀਚਾਰੁ ਰੇ ||",
    "transliteration": "Mundhraa Mon Dhaeiaa Kar Jholee Pathr Kaa Karahu Beechaar Rae ||",
    "translation": "Make silence your ear-rings, and compassion your wallet; let meditation be your begging bowl.",
    "punjabi": "ਹੇ ਜੋਗੀ! (ਮਨ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਸ਼ਾਂਤੀ (ਦੇਣੀ, ਇਹ ਕੰਨਾਂ ਦੀ) ਮੁੰਦ੍ਰਾ ਬਣਾ, ਅਤੇ (ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੀ) ਵਿਚਾਰ ਨੂੰ ਖੱਪਰ ਬਣਾ।",
    "pronunciation": "ਮਨ ਦੇ ਸੰਕਲਪਾਂ ਨੂੰ (ਮੋਨਿ) ਚੁੱਪ ਕਰੌਣਾ ਮੁੰਦ੍ਰਾ ਹੈ[ਬ੍ਰਹਮ ਬੀਚਾਰੁ ਪੱਤ੍ਰ[ ਝੋਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41685,
    "shabad_id": 3593,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਖਿੰਥਾ ੲਿਹੁ ਤਨੁ ਸੀਅੳੁ ਅਪਨਾ; ਨਾਮੁ ਕਰੳੁ ਅਾਧਾਰੁ ਰੇ ||੧||",
    "transliteration": "Khinthhaa Eihu Than Seeao Apanaa Naam Karo Aadhhaar Rae ||1||",
    "translation": "Sew this body as your patched coat, and take the Lord's Name as your support. ||1||",
    "punjabi": "(ਮੈਂ ਭੀ ਤੇਰੇ ਵਾਂਗ ਇਕ ਜੋਗੀ ਹਾਂ, ਪਰ) ਮੈਂ ਆਪਣੇ ਸਰੀਰ ਨੂੰ ਵਿਕਾਰਾਂ ਵਲੋਂ ਬਚਾਉਂਦਾ ਹਾਂ, ਇਹ ਮੈਂ ਗੋਦੜੀ ਸੀਤੀ ਹੋਈ ਹੈ, ਜੋਗੀ! ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ (ਆਪਣੀ ਜਿੰਦ ਦਾ) ਆਸਰਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ (ਇਹ ਮੇਰਾ ਸੁਆਹ ਦਾ ਬਟੂਆ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41686,
    "shabad_id": 3593,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਅੈਸਾ ਜੋਗੁ ਕਮਾਵਹੁ ਜੋਗੀ ||",
    "transliteration": "Aisaa Jog Kamaavahu Jogee ||",
    "translation": "Practice such Yoga, O Yogi.",
    "punjabi": "ਹੇ ਜੋਗੀ! ਇਹ ਜੋਗ-ਅੱਭਿਆਸ ਕਰੋ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41687,
    "shabad_id": 3593,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜਪ ਤਪ ਸੰਜਮੁ ਗੁਰਮੁਖਿ ਭੋਗੀ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jap Thap Sanjam Guramukh Bhogee ||1|| Rehaao ||",
    "translation": "As Gurmukh, enjoy meditation, austerities and self-discipline. ||1||Pause||",
    "punjabi": "(ਕਿ) ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿੰਦੇ ਹੋਏ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹੋ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਉੱਤੇ ਤੁਰਨਾ ਹੀ ਜਪ ਹੈ, ਇਹੀ ਤਪ ਹੈ, ਤੇ ਇਹੀ ਸੰਜਮ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41688,
    "shabad_id": 3593,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਬੁਧਿ ਬਿਭੂਤਿ ਚਢਾਵੳੁ ਅਪੁਨੀ; ਸਿੰਗੀ ਸੁਰਤਿ ਮਿਲਾੲੀ ||",
    "transliteration": "Budhh Bibhooth Chadtaavo Apunee Singee Surath Milaaee ||",
    "translation": "Apply the ashes of wisdom to your body; let your horn be your focused consciousness.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਆਪਣੀ ਅਕਲ ਨੂੰ ਮੈਂ (ਉੱਚੇ ਟਿਕਾਣੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਚੜ੍ਹਾਈ ਰੱਖਦਾ ਹਾਂ, ਇਹ ਮੈਂ (ਪਿੰਡੇ ਉੱਤੇ) ਸੁਆਹ ਮਲੀ ਹੋਈ ਹੈ; ਮੈਂ ਆਪਣੇ ਮਨ ਦੀ ਸੁਰਤ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਜੋੜਿਆ ਹੈ, ਇਹ ਮੇਰੀ ਸਿੰਙੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41689,
    "shabad_id": 3593,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਬੈਰਾਗੁ. ਫਿਰੳੁ ਤਨਿ ਨਗਰੀ; ਮਨ ਕੀ ਕਿੰਗੁਰੀ ਬਜਾੲੀ ||੨||",
    "transliteration": "Kar Bairaag Firo Than Nagaree Man Kee Kinguree Bajaaee ||2||",
    "translation": "Become detached, and wander through the city of your body; play the harp of your mind. ||2||",
    "punjabi": "ਮਾਇਆ ਵਲੋਂ ਵੈਰਾਗ ਕਰ ਕੇ ਮੈਂ ਭੀ (ਸਾਧੂ ਬਣ ਕੇ) ਫਿਰਦਾ ਹਾਂ, ਪਰ ਮੈਂ ਆਪਣੇ ਹੀ ਸਰੀਰ-ਰੂਪ ਨਗਰ ਵਿਚ ਫਿਰਦਾ ਹਾਂ (ਭਾਵ, ਖੋਜ ਕਰਦਾ ਹਾਂ); ਮੈਂ ਆਪਣੇ ਮਨ ਦੀ ਹੀ ਕਿੰਗ ਵਜਾਉਂਦਾ ਹਾਂ (ਭਾਵ, ਮਨ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਲਗਨ ਲਾਈ ਰੱਖਦਾ ਹਾਂ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41690,
    "shabad_id": 3593,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਪੰਚ ਤਤੁ ਲੈ. ਹਿਰਦੈ ਰਾਖਹੁ; ਰਹੈ ਨਿਰਾਲਮ ਤਾੜੀ ||",
    "transliteration": "Panch Thath Lai Hiradhai Raakhahu Rehai Niraalam Thaarree ||",
    "translation": "Enshrine the five tatvas - the five elements, within your heart; let your deep meditative trance be undisturbed.",
    "punjabi": "(ਹੇ ਜੋਗੀ!) ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਰੱਖੋ, ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਸਮਾਧੀ ਇੱਕ-ਟਕ ਬਣੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41691,
    "shabad_id": 3593,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਹਤੁ ਕਬੀਰੁ. ਸੁਨਹੁ ਰੇ ਸੰਤਹੁ; ਧਰਮੁ ਦੲਿਅਾ ਕਰਿ ਬਾੜੀ ||੩||੭||",
    "transliteration": "Kehath Kabeer Sunahu Rae Santhahu Dhharam Dhaeiaa Kar Baarree ||3||7||",
    "translation": "Says Kabeer, listen, O Saints: make righteousness and compassion your garden. ||3||7||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਹੇ ਸੰਤ ਜਨੋ! ਸੁਣੋ, (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜ ਕੇ) ਧਰਮ ਤੇ ਦਇਆ ਦੀ (ਆਪਣੇ) ਮਨ ਵਿਚ ਸੋਹਣੀ ਬਗ਼ੀਚੀ ਬਣਾਓ ॥੩॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41692,
    "shabad_id": 3594,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਵਨ ਕਾਜ. ਸਿਰਜੇ ਜਗ ਭੀਤਰਿ; ਜਨਮਿ ਕਵਨ ਫਲੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Kavan Kaaj Sirajae Jag Bheethar Janam Kavan Fal Paaeiaa ||",
    "translation": "For what purpose were you created and brought into the world? What rewards have you received in this life?",
    "punjabi": "ਕਿਹੜੇ ਕੰਮਾਂ ਲਈ ਅਸੀਂ ਜਗਤ ਵਿਚ ਪੈਦਾ ਹੋਏ? ਜਨਮ ਲੈ ਕੇ ਅਸਾਂ ਕੀਹ ਖੱਟਿਆ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41693,
    "shabad_id": 3594,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਭਵ ਨਿਧਿ. ਤਰਨ ਤਾਰਨ ਚਿੰਤਾਮਨਿ; ੲਿਕ ਨਿਮਖ. ਨ ੲਿਹੁ ਮਨੁ ਲਾੲਿਅਾ ||੧||",
    "transliteration": "Bhav Nidhh Tharan Thaaran Chinthaaman Eik Nimakh N Eihu Man Laaeiaa ||1||",
    "translation": "God is the boat to carry you across the terrifying world-ocean; He is the Fulfiller of the mind's desires. You have not centered your mind on Him, even for an instant. ||1||",
    "punjabi": "ਅਸਾਂ ਇਕ ਪਲ ਭਰ ਭੀ (ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਚਿੱਤ ਨਾਹ ਜੋੜਿਆ ਜੋ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਤਾਰਨ ਲਈ ਜਹਾਜ਼ ਹੈ, ਜੋ, ਮਾਨੋ, ਮਨ-ਇੱਛਤ ਫਲ ਦੇਣ ਵਾਲਾ ਹੀਰਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  }
]
