[
  {
    "id": 41887,
    "shabad_id": 3607,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਓ; ਹਮ. ਸਤਿਗੁਰ ਚਰਨ ਪਖੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Parasaadhee Har Naam Dhhiaaeiou Ham Sathigur Charan Pakhae ||1|| Rehaao ||",
    "translation": "By Guru's Grace, I meditate on the Name of the Lord; I wash the Feet of the True Guru. ||1||Pause||",
    "punjabi": "(ਪਰ ਜਿਸ ਨੇ ਭੀ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਜਪਿਆ ਹੈ) ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ ਜਪਿਆ ਹੈ। (ਇਸ ਵਾਸਤੇ) ਮੈਂ ਭੀ ਸਤਿਗੁਰੂ ਦੇ ਚਰਨ ਹੀ ਧੋਂਦਾ ਹਾਂ (ਗੁਰੂ ਦੀ ਸਰਨ ਹੀ ਪਿਆ ਹਾਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪਖੇ) ਧੋਤੇ, ਪੱਖ ਲਿਅਾ",
    "type_id": 4
  },
  {
    "id": 41888,
    "shabad_id": 3607,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ੳੂਤਮ ਜਗੰਨਾਥ ਜਗਦੀਸੁਰ; ਹਮ ਪਾਪੀ ਸਰਨਿ ਰਖੇ ||",
    "transliteration": "Ootham Jagannaathh Jagadheesur Ham Paapee Saran Rakhae ||",
    "translation": "The Exalted Lord of the World, the Master of the Universe, keeps a sinner like me in His Sanctuary",
    "punjabi": "ਹੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ! ਹੇ ਜਗਤ ਦੇ ਨਾਥ! ਹੇ ਜਗਤ ਈਸ਼੍ਵਰ! ਮੈਂ ਪਾਪੀ ਹਾਂ, ਪਰ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ, ਮੇਰੀ ਰੱਖਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41889,
    "shabad_id": 3607,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤੁਮ ਵਡ ਪੁਰਖ. ਦੀਨ ਦੁਖਭੰਜਨ; ਹਰਿ ਦੀਓ ਨਾਮੁ ਮੁਖੇ ||੧||",
    "transliteration": "Thum Vadd Purakh Dheen Dhukh Bhanjan Har Dheeou Naam Mukhae ||1||",
    "translation": "You are the Greatest Being, Lord, Destroyer of the pains of the meek; You have placed Your Name in my mouth, Lord. ||1||",
    "punjabi": "ਤੂੰ ਵੱਡਾ ਪੁਰਖ ਹੈਂ, ਤੂੰ ਦੀਨਾਂ ਦੇ ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈਂ। ਹੇ ਹਰੀ! (ਜਿਸ ਉਤੇ ਤੂੰ ਮਿਹਰ ਕਰਦਾ ਹੈਂ, ਉਸ ਦੇ) ਮੂੰਹ ਵਿਚ ਤੂੰ ਆਪਣਾ ਨਾਮ ਦੇਂਦਾ ਹੈਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41890,
    "shabad_id": 3607,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਗੁਨ ੳੂਚ. ਨੀਚ ਹਮ ਗਾੲੇ; ਗੁਰ ਸਤਿਗੁਰ ਸੰਗਿ ਸਖੇ ||",
    "transliteration": "Har Gun Ooch Neech Ham Gaaeae Gur Sathigur Sang Sakhae ||",
    "translation": "I am lowly, but I sing the Lofty Praises of the Lord, meeting with the Guru, the True Guru, my Friend.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਬਹੁਤ ਉੱਚੇ ਹਨ, ਅਸੀਂ ਜੀਵ ਨੀਵੇਂ ਹਾਂ। ਪਰ ਗੁਰੂ ਸਤਿਗੁਰ ਮਿੱਤਰ ਦੀ ਸੰਗਤ ਵਿਚ ਮੈਂ ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41891,
    "shabad_id": 3607,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਜਿੳੁ ਚੰਦਨ ਸੰਗਿ, ਬਸੈ ਨਿੰਮੁ ਬਿਰਖਾ; ਗੁਨ ਚੰਦਨ ਕੇ ਬਸਖੇ ||੨||",
    "transliteration": "Jio Chandhan Sang Basai Ninm Birakhaa Gun Chandhan Kae Basakhae ||2||",
    "translation": "Like the bitter nimm tree, growing near the sandalwood tree, I am permeated with the fragrance of sandalwood. ||2||",
    "punjabi": "ਜਿਵੇਂ (ਜੇ) ਚੰਦਨ ਦੇ ਨਾਲ ਨਿੰਮ (ਦਾ) ਰੁੱਖ ਉਗਿਆ ਹੋਇਆ ਹੋਵੇ, ਤਾਂ ਉਸ ਵਿਚ ਚੰਦਨ ਦੇ ਗੁਣ ਆ ਵੱਸਦੇ ਹਨ (ਤਿਵੇਂ ਮੇਰਾ ਹਾਲ ਹੋਇਆ ਹੈ) ॥੨॥",
    "pronunciation": "(ਚੰਦਨ) ਪੂਰਨ ਗੁਰੂ ਜੀ[ ਪਾਪੀ ਬੁਰਿਅਾੲੀ ਦੀ ਕੁੜੱਤਣ ਵਾਲੇ ਨਿੰਮੁ ਵਾਂਗ ਕੌੜੇ[ ਗੁਰੂ ਵਾਲੇ ਗੁਣ (ਬਸਖੇ) ਵਸ ਜਾਂਦੇ ਹਨ[ਬਸ-ਖੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41892,
    "shabad_id": 3607,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਹਮਰੇ ਅਵਗਨ ਬਿਖਿਅਾ ਬਿਖੈ ਕੇ; ਬਹੁ ਬਾਰ ਬਾਰ ਨਿਮਖੇ ||",
    "transliteration": "Hamarae Avagan Bikhiaa Bikhai Kae Bahu Baar Baar Nimakhae ||",
    "translation": "My faults and sins of corruption are countless; over and over again, I commit them.",
    "punjabi": "ਅਸੀਂ ਜੀਵ ਮਾਇਆ ਦੇ ਵਿਸ਼ਿਆਂ ਦੇ ਵਿਕਾਰ ਅਨੇਕਾਂ ਵਾਰੀ ਘੜੀ ਮੁੜੀ ਕਰਦੇ ਰਹਿੰਦੇ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41893,
    "shabad_id": 3607,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਵਗਨਿਅਾਰੇ ਪਾਥਰ ਭਾਰੇ; ਹਰਿ ਤਾਰੇ ਸੰਗਿ ਜਨਖੇ ||੩||",
    "transliteration": "Avaganiaarae Paathhar Bhaarae Har Thaarae Sang Janakhae ||3||",
    "translation": "I am unworthy, I am a heavy stone sinking down; but the Lord has carried me across, in association with His humble servants. ||3||",
    "punjabi": "ਅਸੀਂ ਔਗੁਣਾਂ ਨਾਲ ਇਤਨੇ ਭਰ ਜਾਂਦੇ ਹਾਂ ਕਿ (ਮਾਨੋ) ਪੱਥਰ ਬਣ ਜਾਂਦੇ ਹਾਂ। ਪਰ ਪਰਮਾਤਮਾ ਆਪਣੇ ਸੰਤ ਜਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ (ਮਹਾਂ ਪਾਪੀਆਂ ਨੂੰ ਭੀ) ਤਾਰ ਲੈਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਜਨਖੇ) ਜਨਾ ਦੀ ਕਿ੍ਰਪਾ ਦਿ੍ਰਸਟੀ ਨਾਲ",
    "type_id": 3
  },
  {
    "id": 41894,
    "shabad_id": 3607,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਜਿਨ ਕੳੁ ਤੁਮ ਹਰਿ ਰਾਖਹੁ ਸੁਅਾਮੀ; ਸਭ ਤਿਨ ਕੇ ਪਾਪ ਕਿ੍ਰਖੇ ||",
    "transliteration": "Jin Ko Thum Har Raakhahu Suaamee Sabh Thin Kae Paap Kirakhae ||",
    "translation": "Those whom You save, Lord - all their sins are destroyed.",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ ਸੁਆਮੀ! ਜਿਨ੍ਹਾਂ ਦੀ ਤੂੰ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ, ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41895,
    "shabad_id": 3607,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਕੇ ਦੲਿਅਾਲ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਤੁਮ ਦੁਸਟ ਤਾਰੇ ਹਰਣਖੇ ||੪||੩||",
    "transliteration": "Jan Naanak Kae Dhaeiaal Prabh Suaamee Thum Dhusatt Thaarae Haranakhae ||4||3||",
    "translation": "O Merciful God, Lord and Master of servant Nanak, You have carried across even evil villains like Harnaakhash. ||4||3||",
    "punjabi": "ਹੇ ਦਇਆ ਦੇ ਸੋਮੇ ਪ੍ਰਭੂ! ਹੇ ਦਾਸ ਨਾਨਕ ਦੇ ਸੁਆਮੀ! ਤੂੰ ਹਰਣਾਖਸ਼ ਵਰਗੇ ਦੁਸ਼ਟਾਂ ਨੂੰ ਭੀ ਤਾਰ ਦੇਂਦਾ ਹੈਂ ॥੪॥੩॥",
    "pronunciation": "(ਹਰਣਖੇ) ਹਰਨਾਖਸ਼ ਵਰਗੇ, ਜਨ-ਖੇ, ਹਰਣ-ਖੇ",
    "type_id": 3
  },
  {
    "id": 41896,
    "shabad_id": 3608,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੪ ||",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41897,
    "shabad_id": 3608,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਜਪਿ ਹਰਿ ਹਰਿ ਰਾਮ ਰੰਗੇ ||",
    "transliteration": "Maerae Man Jap Har Har Raam Rangae ||",
    "translation": "O my mind, chant the Name of the Lord, Har, Har, with love.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਿਆਰ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41898,
    "shabad_id": 3608,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਕਿ੍ਰਪਾ ਕਰੀ ਜਗਦੀਸੁਰਿ; ਹਰਿ ਧਿਅਾੲਿਓ ਜਨ ਪਗਿ ਲਗੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Har Kirapaa Karee Jagadheesur Har Dhhiaaeiou Jan Pag Lagae ||1|| Rehaao ||",
    "translation": "When the Lord of the Universe, Har, Har, granted His Grace, then I fell at the feet of the humble, and I meditate on the Lord. ||1||Pause||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪ੍ਰਭੂ ਨੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਸ ਨੇ ਸੰਤ ਜਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਉਸ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕੀਤਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਜੱਗਦੀਸੁਰਿ,ਪਗਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 41899,
    "shabad_id": 3608,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਜਨਮ ਜਨਮ ਕੇ, ਭੂਲ ਚੂਕ ਹਮ; ਅਬ ਅਾੲੇ. ਪ੍ਰਭ ਸਰਨਗੇ ||",
    "transliteration": "Janam Janam Kae Bhool Chook Ham Ab Aaeae Prabh Saranagae ||",
    "translation": "Mistaken and confused for so many past lives, I have now come and entered the Sanctuary of God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਅਨੇਕਾਂ ਜਨਮਾਂ ਤੋਂ ਗ਼ਲਤੀਆਂ ਕਰਦੇ ਆ ਰਹੇ ਹਾਂ, ਹੁਣ ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ।",
    "pronunciation": "ਸਰਨੱਗੇ",
    "type_id": 3
  },
  {
    "id": 41900,
    "shabad_id": 3608,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਤੁਮ ਸਰਣਾਗਤਿ ਪ੍ਰਤਿਪਾਲਕ ਸੁਅਾਮੀ; ਹਮ ਰਾਖਹੁ ਵਡ ਪਾਪਗੇ ||੧||",
    "transliteration": "Thum Saranaagath Prathipaalak Suaamee Ham Raakhahu Vadd Paapagae ||1||",
    "translation": "O my Lord and Master, You are the Cherisher of those who come to Your Sanctuary. I am such a great sinner - please save me! ||1||",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਤੂੰ ਸਰਨ ਪਿਆਂ ਦੀ ਪਾਲਣਾ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਅਸਾਡੀ ਪਾਪੀਆਂ ਦੀ ਭੀ ਰੱਖਿਆ ਕਰ ॥੧॥",
    "pronunciation": "ਸਰ-ਣਾਗਤਿ",
    "type_id": 3
  },
  {
    "id": 41901,
    "shabad_id": 3608,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਤੁਮਰੀ ਸੰਗਤਿ ਹਰਿ. ਕੋ ਕੋ, ਨ ੳੁਧਰਿਓ; ਪ੍ਰਭ ਕੀੲੇ ਪਤਿਤ. ਪਵਗੇ ||",
    "transliteration": "Thumaree Sangath Har Ko Ko N Oudhhariou Prabh Keeeae Pathith Pavagae ||",
    "translation": "Associating with You, Lord, who would not be saved? Only God sanctifies the sinners.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੜਾ ਭੀ ਤੇਰੀ ਸੰਗਤ ਵਿਚ ਆਇਆ, ਉਹੀ (ਪਾਪਾਂ ਵਿਕਾਰਾਂ ਤੋਂ) ਬਚ ਨਿਕਲਿਆ, ਤੂੰ ਪਾਪਾਂ ਵਿਚ ਡਿੱਗੇ ਹੋਇਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਪਵੱਗੇ",
    "type_id": 3
  },
  {
    "id": 41902,
    "shabad_id": 3608,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਗੁਨ ਗਾਵਤ ਛੀਪਾ ਦੁਸਟਾਰਿਓ; ਪ੍ਰਭਿ ਰਾਖੀ ਪੈਜ ਜਨਗੇ ||੨||",
    "transliteration": "Gun Gaavath Shheepaa Dhusattaariou Prabh Raakhee Paij Janagae ||2||",
    "translation": "Naam Dayv, the calico printer, was driven out by the evil villains, as he sang Your Glorious Praises; O God, You protected the honor of Your humble servant. ||2||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਰਹੇ (ਨਾਮਦੇਵ) ਛੀਂਬੇ ਨੂੰ (ਬ੍ਰਾਹਮਣਾਂ ਨੇ) ਦੁਸ਼ਟ ਦੁਸ਼ਟ ਆਖ ਕੇ ਦੁਰਕਾਰਿਆ, ਪਰ ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਦੀ ਇੱਜ਼ਤ ਰੱਖ ਲਈ ॥੨॥",
    "pronunciation": "ਜਨ-ਗੇ",
    "type_id": 3
  },
  {
    "id": 41903,
    "shabad_id": 3608,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਜੋ ਤੁਮਰੇ ਗੁਨ ਗਾਵਹਿ ਸੁਅਾਮੀ; ਹੳੁ ਬਲਿ ਬਲਿ ਬਲਿ ਤਿਨਗੇ ||",
    "transliteration": "Jo Thumarae Gun Gaavehi Suaamee Ho Bal Bal Bal Thinagae ||",
    "translation": "Those who sing Your Glorious Praises, O my Lord and Master - I am a sacrifice, a sacrifice, a sacrifice to them.",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਜਿਹੜੇ ਭੀ ਮਨੁੱਖ ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਹਨ, ਮੈਂ ਉਹਨਾਂ ਤੋਂ ਸਦਕੇ ਸਦਕੇ ਜਾਂਦਾ ਹਾਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ।",
    "pronunciation": "ਤਿਨ-ਗੇ",
    "type_id": 3
  },
  {
    "id": 41904,
    "shabad_id": 3608,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਭਵਨ ਭਵਨ ਪਵਿਤ੍ਰ ਸਭਿ ਕੀੲੇ; ਜਹ ਧੂਰਿ ਪਰੀ ਜਨ ਪਗੇ ||੩||",
    "transliteration": "Bhavan Bhavan Pavithr Sabh Keeeae Jeh Dhhoor Paree Jan Pagae ||3||",
    "translation": "Those houses and homes are sanctified, upon which the dust of the feet of the humble settles. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿੱਥੇ ਜਿੱਥੇ ਤੇਰੇ ਸੇਵਕਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਲੱਗ ਗਈ, ਤੂੰ ਉਹ ਸਾਰੇ ਥਾਂ ਪਵਿੱਤਰ ਕਰ ਦਿੱਤੇ ॥੩॥",
    "pronunciation": "ਪਗੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41905,
    "shabad_id": 3608,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਤੁਮਰੇ ਗੁਨ ਪ੍ਰਭ. ਕਹਿ, ਨ ਸਕਹਿ ਹਮ; ਤੁਮ ਵਡ ਵਡ ਪੁਰਖ ਵਡਗੇ ||",
    "transliteration": "Thumarae Gun Prabh Kehi N Sakehi Ham Thum Vadd Vadd Purakh Vaddagae ||",
    "translation": "I cannot describe Your Glorious Virtues, God; You are the greatest of the great, O Great Primal Lord God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਵੱਡਾ ਹੈਂ, ਤੂੰ ਬਹੁਤ ਵੱਡਾ ਅਕਾਲ ਪੁਰਖ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41906,
    "shabad_id": 3608,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ ਕੳੁ. ਦੲਿਅਾ ਪ੍ਰਭ ਧਾਰਹੁ; ਹਮ ਸੇਵਹ ਤੁਮ ਜਨ ਪਗੇ ||੪||੪||",
    "transliteration": "Jan Naanak Ko Dhaeiaa Prabh Dhhaarahu Ham Saeveh Thum Jan Pagae ||4||4||",
    "translation": "Please shower Your Mercy upon servant Nanak, God; I serve at the feet of Yor humble servants. ||4||4||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਆਪਣੇ ਸੇਵਕ ਨਾਨਕ ਉਤੇ ਮਿਹਰ ਕਰ, ਤਾਂ ਕਿ ਮੈਂ ਭੀ ਤੇਰੇ ਸੇਵਕਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਸੇਵਾ ਕਰ ਸਕਾਂ ॥੪॥੪॥",
    "pronunciation": "ਪਗੇ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 41907,
    "shabad_id": 3609,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੪ ||",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41908,
    "shabad_id": 3609,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਜਪਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਮਨੇ ||",
    "transliteration": "Maerae Man Jap Har Har Naam Manae ||",
    "translation": "O my mind, believe in and chant the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਆਪਣੇ ਅੰਦਰ (ਇਕਾਗ੍ਰ ਹੋ ਕੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41909,
    "shabad_id": 3609,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਗੰਨਾਥਿ ਕਿਰਪਾ ਪ੍ਰਭਿ ਧਾਰੀ; ਮਤਿ ਗੁਰਮਤਿ ਨਾਮ ਬਨੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Jagannaathh Kirapaa Prabh Dhhaaree Math Guramath Naam Banae ||1|| Rehaao ||",
    "translation": "God,the Master of the Universe,has showered His Mercy upon me, and through the Guru's Teachings, my intellect has been molded by the Naam. ||1||Pause||",
    "punjabi": "ਜਗਤ ਦੇ ਨਾਥ ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਜੀਵ ਉਤੇ ਮਿਹਰ ਕੀਤੀ, ਗੁਰੂ ਦੀ ਸਿੱਖਿਆ ਲੈ ਕੇ ਉਸ ਦੀ ਮੱਤ ਨਾਮ ਜਪਣ ਵਾਲੀ ਬਣ ਗਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41910,
    "shabad_id": 3609,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਜਨ. ਹਰਿ ਜਸੁ ਹਰਿ ਹਰਿ ਗਾੲਿਓ; ੳੁਪਦੇਸਿ ਗੁਰੂ ਗੁਰ. ਸੁਨੇ ||",
    "transliteration": "Har Jan Har Jas Har Har Gaaeiou Oupadhaes Guroo Gur Sunae ||",
    "translation": "The Lord's humble servant sings the Praises of the Lord, Har, Har, listening to the Guru's Teachings.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੇ ਉਪਦੇਸ਼ ਦੀ ਰਾਹੀਂ, ਗੁਰੂ (ਦਾ ਉਪਦੇਸ਼) ਸੁਣ ਕੇ, ਜਿਨ੍ਹਾਂ ਜਨਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਣਾ ਸ਼ੁਰੂ ਕੀਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41911,
    "shabad_id": 3609,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਕਿਲਬਿਖ ਪਾਪ. ਨਾਮ ਹਰਿ ਕਾਟੇ; ਜਿਵ ਖੇਤ ਕਿ੍ਰਸਾਨਿ ਲੁਨੇ ||੧||",
    "transliteration": "Kilabikh Paap Naam Har Kaattae Jiv Khaeth Kirasaan Lunae ||1||",
    "translation": "The Lord's Name cuts down all sins, like the farmer cutting down his crops. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਨੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ (ਇਉਂ) ਕੱਟ ਦਿੱਤੇ, ਜਿਵੇਂ ਕਿਸਾਨ ਨੇ ਆਪਣੇ ਖੇਤ ਕੱਟੇ ਹੁੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41912,
    "shabad_id": 3609,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਤੁਮਰੀ ੳੁਪਮਾ. ਤੁਮ ਹੀ ਪ੍ਰਭ ਜਾਨਹੁ; ਹਮ ਕਹਿ. ਨ ਸਕਹਿ, ਹਰਿ ਗੁਨੇ ||",
    "transliteration": "Thumaree Oupamaa Thum Hee Prabh Jaanahu Ham Kehi N Sakehi Har Gunae ||",
    "translation": "You alone know Your Praises, God; I cannot even describe Your Glorious Virtues, Lord.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! ਤੇਰੀ ਵਡਿਆਈ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਗੁਣ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41913,
    "shabad_id": 3609,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਜੈਸੇ ਤੁਮ. ਤੈਸੇ ਪ੍ਰਭ ਤੁਮ ਹੀ; ਗੁਨ ਜਾਨਹੁ ਪ੍ਰਭ ਅਪੁਨੇ ||੨||",
    "transliteration": "Jaisae Thum Thaisae Prabh Thum Hee Gun Jaanahu Prabh Apunae ||2||",
    "translation": "You are what You are, God; You alone know Your Glorious Virtues, God. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਹੋ ਜਿਹਾ ਤੂੰ ਹੈਂ ਇਹੋ ਜਿਹਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ; ਆਪਣੇ ਗੁਣ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41914,
    "shabad_id": 3609,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਮਾੲਿਅਾ ਫਾਸ ਬੰਧ ਬਹੁ ਬੰਧੇ; ਹਰਿ ਜਪਿਓ ਖੁਲ ਖੁਲਨੇ ||",
    "transliteration": "Maaeiaa Faas Bandhh Bahu Bandhhae Har Japiou Khul Khulanae ||",
    "translation": "The mortals are bound by the many bonds of Maya's noose. Meditating on the Lord, the knot is untied",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜੀਵ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀਆਂ ਫਾਹੀਆਂ, ਮਾਇਆ ਦੇ ਮੋਹ ਦੇ ਬੰਧਨਾਂ ਵਿਚ ਬਹੁਤ ਬੱਝੇ ਰਹਿੰਦੇ ਹਨ। ਹੇ ਮਨ! ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ, ਉਹਨਾਂ ਦੇ ਬੰਧਨਾਂ ਖੁਲ੍ਹ ਗਏ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41915,
    "shabad_id": 3609,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਜਿੳੁ ਜਲ ਕੁੰਚਰੁ ਤਦੂਅੈ ਬਾਂਧਿਓ; ਹਰਿ ਚੇਤਿਓ ਮੋਖ ਮੁਖਨੇ ||੩||",
    "transliteration": "Jio Jal Kunchar Thadhooai Baandhhiou Har Chaethiou Mokh Mukhanae ||3||",
    "translation": "Like the elephant, which was caught in the water by the crococile; it remembered the Lord, and chanted the Lord's Name, and was released. ||3||",
    "punjabi": "ਜਿਵੇਂ ਤੰਦੂਏ ਨੇ ਹਾਥੀ ਨੂੰ ਪਾਣੀ ਵਿਚ (ਆਪਣੀਆਂ ਤਾਰਾਂ ਨਾਲ) ਬੰਨ੍ਹ ਲਿਆ ਸੀ, (ਹਾਥੀ ਨੇ) ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕੀਤਾ, (ਤੰਦੂਏ ਤੋਂ) ਉਸ ਦੀ ਖ਼ਲਾਸੀ ਹੋ ਗਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41916,
    "shabad_id": 3609,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਸੁਅਾਮੀ ਪਾਰਬ੍ਰਹਮ ਪਰਮੇਸਰੁ; ਤੁਮ ਖੋਜਹੁ ਜੁਗ ਜੁਗਨੇ ||",
    "transliteration": "Suaamee Paarabreham Paramaesar Thum Khojahu Jug Juganae ||",
    "translation": "O my Lord and Master, Supreme Lord God, Transcendent Lord, throughout the ages, mortals search for You.",
    "punjabi": "ਹੇ ਮੇਰੇ ਸੁਆਮੀ! ਹੇ ਪਾਰਬ੍ਰਹਮ! ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਮਾਲਕ ਹੈਂ। ਜੁਗਾਂ ਜੁਗਾਂ ਤੋਂ ਤੇਰੀ ਭਾਲ ਹੁੰਦੀ ਆ ਰਹੀ ਹੈ।",
    "pronunciation": "ਜੁੱਗ ਜੁੱਗਨੇ",
    "type_id": 3
  },
  {
    "id": 41917,
    "shabad_id": 3609,
    "pada": 5,
    "source_line": 18,
    "gurmukhi": "ਤੁਮਰੀ ਥਾਹ ਪਾੲੀ ਨਹੀ ਪਾਵੈ; ਜਨ ਨਾਨਕ ਕੇ. ਪ੍ਰਭ ਵਡਨੇ ||੪||੫||",
    "transliteration": "Thumaree Thhaah Paaee Nehee Paavai Jan Naanak Kae Prabh Vaddanae ||4||5||",
    "translation": "Your extent cannot be estimated or known, O Great God of servant Nanak. ||4||5||",
    "punjabi": "ਪਰ, ਹੇ ਦਾਸ ਦੇ ਵੱਡੇ ਪ੍ਰਭੂ! ਕਿਸੇ ਨੇ ਭੀ ਤੇਰੇ ਗੁਣਾਂ ਦੀ ਹਾਥ ਨਹੀਂ ਲੱਭੀ, ਕਈ ਨਹੀਂ ਲੱਭ ਸਕਦਾ ॥੪॥੫॥",
    "pronunciation": "ਵੱਡਨੇ",
    "type_id": 3
  },
  {
    "id": 41918,
    "shabad_id": 3610,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੪ ||",
    "transliteration": "Natt Mehalaa 4 ||",
    "translation": "Nat, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41919,
    "shabad_id": 3610,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਕਲਿ ਕੀਰਤਿ ਹਰਿ ਪ੍ਰਵਣੇ ||",
    "transliteration": "Maerae Man Kal Keerath Har Pravanae ||",
    "translation": "O my mind,in this Dark Age of Kali Yuga,the Kirtan of the Lord's Praises is worthy and commendable.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਕਰਿਆ ਕਰ), ਮਨੁੱਖਾ ਜ਼ਿੰਦਗੀ ਦਾ (ਇਹੀ ਉੱਦਮ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਪਰਵਾਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41920,
    "shabad_id": 3610,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਦੲਿਅਾਲਿ ਦੲਿਅਾ ਪ੍ਰਭ ਧਾਰੀ; ਲਗਿ ਸਤਿਗੁਰ ਹਰਿ ਜਪਣੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Har Har Dhaeiaal Dhaeiaa Prabh Dhhaaree Lag Sathigur Har Japanae ||1|| Rehaao ||",
    "translation": "When the Merciful Lord God shows kindness and compassion, then one falls at the feet of the True Guru, and meditates on the Lord. ||1||Pause||",
    "punjabi": "(ਪਰ, ਹੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ) ਦਇਆਲ ਪ੍ਰਭੂ ਨੇ ਮਿਹਰ ਕੀਤੀ, ਉਸ ਨੇ ਹੀ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ ਹਰਿ-ਨਾਮ ਜਪਿਆ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਲੱਗਿ",
    "type_id": 4
  }
]
