[
  {
    "id": 41982,
    "shabad_id": 3616,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਖੁਲੇ ਭ੍ਰਮ ਭੀਤਿ. ਮਿਲੇ ਗੋਪਾਲਾ; ਹੀਰੈ ਬੇਧੇ ਹੀਰ ॥",
    "transliteration": "Khulae Bhram Bheeth Milae Gopaalaa Heerai Baedhhae Heer ||",
    "translation": "The doors of doubt are thrown open, and I have met the Lord of the World; God's diamond has pierced the diamond of my mind.",
    "punjabi": "(ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਭਟਕਦੇ ਫਿਰਨ ਦੇ ਭਿੱਤ ਖੁਲ੍ਹ ਜਾਂਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਪਾਲਣਹਾਰ ਪ੍ਰਭੂ ਮਿਲ ਪੈਂਦਾ ਹੈ, (ਪ੍ਰਭੂ ਉਹਨਾਂ ਦੀ ਜਿੰਦ ਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਇਉਂ ਜੋੜ ਲੈਂਦਾ ਹੈ ਜਿਵੇਂ) ਹੀਰੇ ਨੂੰ ਹੀਰਾ ਵਿੰਨ੍ਹ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41983,
    "shabad_id": 3616,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਬਿਸਮ ਭੲੇ ਨਾਨਕ ਜਸੁ ਗਾਵਤ; ਠਾਕੁਰ ਗੁਨੀ ਗਹੀਰ ॥੨॥੨॥੩॥",
    "transliteration": "Bisam Bheae Naanak Jas Gaavath Thaakur Gunee Geheer ||2||2||3||",
    "translation": "Nanak blossoms forth in ecstasy, singing the Lord's Praises; my Lord and Master is the ocean of virtue. ||2||2||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ (ਗੁਣ ਗਾਣ ਵਾਲੇ ਮਨੁੱਖ) ਆਨੰਦ-ਮਗਨ ਹੀ ਹੋ ਜਾਂਦੇ ਹਨ ॥੨॥੨॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41984,
    "shabad_id": 3617,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੫ ॥",
    "transliteration": "Natt Mehalaa 5 ||",
    "translation": "Nat, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41985,
    "shabad_id": 3617,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਪਨਾ ਜਨੁ; ਅਾਪਹਿ ਅਾਪਿ ੳੁਧਾਰਿਓ ॥",
    "transliteration": "Apanaa Jan Aapehi Aap Oudhhaariou ||",
    "translation": "He Himself saves His humble servant.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਸਦਾ ਆਪ ਹੀ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾਇਆ ਹੈ।",
    "pronunciation": "ੳੁ-ਧਾਰਿਓ",
    "type_id": 3
  },
  {
    "id": 41986,
    "shabad_id": 3617,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਜਨ ਕੈ ਸੰਗਿ ਬਸਿਓ; ਮਨ ਤੇ. ਨਾਹਿ ਬਿਸਾਰਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aath Pehar Jan Kai Sang Basiou Man Thae Naahi Bisaariou ||1|| Rehaao ||",
    "translation": "Twenty-four hours a day, He dwells with His humble servant; He never forgets him from His Mind. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕ ਦੇ ਨਾਲ ਅੱਠੇ ਪਹਿਰ ਵੱਸਦਾ ਹੈ, (ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪਣੇ) ਮਨ ਤੋਂ ਕਦੇ ਭੀ ਨਹੀਂ ਭੁਲਾਇਆ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41987,
    "shabad_id": 3617,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਬਰਨੁ ਚਿਹਨੁ. ਨਾਹੀ ਕਿਛੁ ਪੇਖਿਓ; ਦਾਸ ਕਾ ਕੁਲੁ. ਨ ਬਿਚਾਰਿਓ ॥",
    "transliteration": "Baran Chihan Naahee Kishh Paekhiou Dhaas Kaa Kul N Bichaariou ||",
    "translation": "The Lord does not look at his color or form; He does not consider the ancestry of His slave.",
    "punjabi": "(ਪ੍ਰਭੂ ਨੇ ਆਪਣੇ ਸੇਵਕ ਦਾ ਬਾਹਰਲਾ) ਰੰਗ ਰੂਪ ਕੁਝ ਭੀ ਕਦੇ ਨਹੀਂ ਵੇਖਿਆ, ਸੇਵਕ ਦੇ (ਉੱਚੇ ਨੀਵੇਂ) ਕੁਲ ਨੂੰ ਭੀ ਨਹੀਂ ਵਿਚਾਰਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41988,
    "shabad_id": 3617,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ. ਨਾਮੁ ਹਰਿ ਦੀਓ; ਸਹਜਿ ਸੁਭਾੲਿ ਸਵਾਰਿਓ ॥੧॥",
    "transliteration": "Kar Kirapaa Naam Har Dheeou Sehaj Subhaae Savaariou ||1||",
    "translation": "Granting His Grace, the Lord blesses him with His Name, and embellishes him with intuitive ease. ||1||",
    "punjabi": "(ਸੇਵਕ ਨੂੰ ਸਦਾ ਹੀ) ਹਰੀ ਨੇ ਮਿਹਰ ਕਰ ਕੇ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ਿਆ ਹੈ, (ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਨੂੰ) ਆਤਮਕ ਅਡੋਲਤਾ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕਾ ਕੇ ਉਸ ਦਾ ਜੀਵਨ ਸੋਹਣਾ ਬਣਾ ਦਿੱਤਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41989,
    "shabad_id": 3617,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਮਹਾ ਬਿਖਮੁ ਅਗਨਿ ਕਾ ਸਾਗਰੁ; ਤਿਸ ਤੇ ਪਾਰਿ ੳੁਤਾਰਿਓ ॥",
    "transliteration": "Mehaa Bikham Agan Kaa Saagar This Thae Paar Outhaariou ||",
    "translation": "The ocean of fire is treacherous and difficult, but he is carried across.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ ਕਿ ਇਹ ਜਗਤ ਤ੍ਰਿਸ਼ਨਾ ਦੀ) ਅੱਗ ਦਾ ਸਮੁੰਦਰ ਹੈ (ਇਸ ਵਿਚੋਂ ਪਾਰ ਲੰਘਣਾ) ਬਹੁਤ ਔਖਾ ਹੈ, (ਪਰਮਾਤਮਾ ਨੇ ਸਦਾ ਆਪਣੇ ਸੇਵਕ ਨੂੰ) ਇਸ ਵਿਚੋਂ (ਆਪ) ਪਾਰ ਲੰਘਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41990,
    "shabad_id": 3617,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਪੇਖਿ ਪੇਖਿ ਨਾਨਕ ਬਿਗਸਾਨੋ; ਪੁਨਹ ਪੁਨਹ ਬਲਿਹਾਰਿਓ ॥੨॥੩॥੪॥",
    "transliteration": "Paekh Paekh Naanak Bigasaano Puneh Puneh Balihaariou ||2||3||4||",
    "translation": "Seeing, seeing Him, Nanak blossoms forth, over and over again, a sacrifice to Him. ||2||3||4||",
    "punjabi": "ਸੇਵਕ ਆਪਣੇ ਪਰਮਾਤਮਾ ਦਾ ਦਰਸ਼ਨ ਕਰ ਕਰ ਕੇ ਖ਼ੁਸ਼ ਹੁੰਦਾ ਹੈ ਤੇ ਉਸ ਤੋਂ ਮੁੜ ਮੁੜ ਸਦਕੇ ਜਾਂਦਾ ਹੈ ॥੨॥੩॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41991,
    "shabad_id": 3618,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੫ ॥",
    "transliteration": "Natt Mehalaa 5 ||",
    "translation": "Nat, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41992,
    "shabad_id": 3618,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਹਰਿ; ਮਨ ਮਹਿ ਨਾਮੁ ਕਹਿਓ ॥",
    "transliteration": "Har Har Man Mehi Naam Kehiou ||",
    "translation": "One who chants the Name of the Lord, Har, Har, within his mind",
    "punjabi": "(ਜਿਸ ਭੀ ਮਨੁੱਖ ਨੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41993,
    "shabad_id": 3618,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕੋਟਿ ਅਪ੍ਰਾਧ ਮਿਟਹਿ ਖਿਨ ਭੀਤਰਿ; ਤਾ ਕਾ ਦੁਖੁ. ਨ ਰਹਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kott Apraadhh Mittehi Khin Bheethar Thaa Kaa Dhukh N Rehiou ||1|| Rehaao ||",
    "translation": "- millions of sins are erased in an instant, and pain is relieved. ||1||Pause||",
    "punjabi": "ਇਕ ਖਿਨ ਵਿਚ ਹੀ ਉਸ ਦੇ ਕ੍ਰੋੜਾਂ ਪਾਪ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਉਸ ਦਾ ਕੋਈ ਭੀ ਦੁੱਖ ਰਹਿ ਨਹੀਂ ਜਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 41994,
    "shabad_id": 3618,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਖੋਜਤ ਖੋਜਤ ਭੲਿਓ ਬੈਰਾਗੀ; ਸਾਧੂਸੰਗਿ ਲਹਿਓ ॥",
    "transliteration": "Khojath Khojath Bhaeiou Bairaagee Saadhhoo Sang Lehiou ||",
    "translation": "Seeking and searching, I have become detached; I have found the Saadh Sangat, the Company of the Holy.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਭਾਲ ਕਰਦਿਆਂ ਕਰਦਿਆਂ (ਉਸੇ ਦਾ ਹੀ) ਮਤਵਾਲਾ ਬਣ ਗਿਆ, ਉਸ ਨੇ ਪ੍ਰਭੂ ਨੂੰ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਲੱਭ ਲਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41995,
    "shabad_id": 3618,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਗਲ ਤਿਅਾਗਿ ੲੇਕ ਲਿਵ ਲਾਗੀ; ਹਰਿ ਹਰਿ ਚਰਨ ਗਹਿਓ ॥੧॥",
    "transliteration": "Sagal Thiaag Eaek Liv Laagee Har Har Charan Gehiou ||1||",
    "translation": "Renouncing everything, I am lovingly focused on the One Lord. I grab hold of the feet of the Lord, Har, Har. ||1||",
    "punjabi": "(ਹੋਰ) ਸਾਰੇ (ਖ਼ਿਆਲ) ਛੱਡ ਕੇ ਉਸ ਮਨੁੱਖ ਦੀ ਲਗਨ ਇਕ ਪਰਮਾਤਮਾ ਵਿਚ ਲੱਗ ਗਈ, ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨ (ਆਪਣੇ ਮਨ ਵਿਚ ਘੁੱਟ ਕੇ) ਫੜ ਲਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41996,
    "shabad_id": 3618,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਹਤ ਮੁਕਤ ਸੁਨਤੇ ਨਿਸਤਾਰੇ; ਜੋ ਜੋ ਸਰਨਿ ਪੲਿਓ ॥",
    "transliteration": "Kehath Mukath Sunathae Nisathaarae Jo Jo Saran Paeiou ||",
    "translation": "Whoever chants His Name is liberated; whoever listens to it is saved, as is anyone who seeks His Sanctuary.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਉਚਾਰਨ ਵਾਲੇ ਮਾਇਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ ਆਜ਼ਾਦ ਹੋ ਜਾਂਦੇ ਹਨ, ਨਾਮ ਸੁਣਨ ਵਾਲਿਆਂ ਨੂੰ ਪ੍ਰਭੂ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41997,
    "shabad_id": 3618,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਿਮਰਿ ਸਿਮਰਿ ਸੁਅਾਮੀ ਪ੍ਰਭੁ ਅਪਨਾ; ਕਹੁ ਨਾਨਕ ਅਨਦ ਭੲਿਓ ॥੨॥੪॥੫॥",
    "transliteration": "Simar Simar Suaamee Prabh Apunaa Kahu Naanak Anadh Bhaeiou ||2||4||5||",
    "translation": "Meditating, meditating in remembrance on God the Lord and Master, says Nanak, I am in ecstasy! ||2||4||5||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜਾ ਜਿਹੜਾ ਭੀ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪੈਂਦਾ ਹੈ (ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਪਾਰ ਲੰਘਾ ਦੇਂਦਾ ਹੈ)। ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ ਮੁੜ ਮੁੜ ਸਿਮਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41998,
    "shabad_id": 3619,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੫ ॥",
    "transliteration": "Natt Mehalaa 5 ||",
    "translation": "Nat, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 41999,
    "shabad_id": 3619,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਚਰਨਕਮਲ ਸੰਗਿ. ਲਾਗੀ ਡੋਰੀ ॥",
    "transliteration": "Charan Kamal Sang Laagee Ddoree ||",
    "translation": "I am in love with Your Lotus Feet.",
    "punjabi": "ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਨਾਲ ਮੇਰੀ ਪ੍ਰੇਮ ਦੀ ਤਾਰ ਲੱਗ ਗਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42000,
    "shabad_id": 3619,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸੁਖਸਾਗਰ; ਕਰਿ ਪਰਮਗਤਿ ਮੋਰੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sukh Saagar Kar Param Gath Moree ||1|| Rehaao ||",
    "translation": "O Lord, ocean of peace, please bless me with the supreme status. ||1||Pause||",
    "punjabi": "ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਹਰੀ! ਮੇਰੀ ਆਤਮਕ ਅਵਸਥਾ ਉੱਚੀ ਬਣਾ ਦੇਹ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42001,
    "shabad_id": 3619,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅੰਚਲਾ ਗਹਾੲਿਓ. ਜਨ ਅਪੁਨੇ ਕੳੁ; ਮਨੁ ਬੀਧੋ ਪ੍ਰੇਮ ਕੀ ਖੋਰੀ ॥",
    "transliteration": "Anchalaa Gehaaeiou Jan Apunae Ko Man Beedhho Praem Kee Khoree ||",
    "translation": "He has inspired His humble servant to grasp the hem of His robe; his mind is pierced through with the intoxication of divine love.",
    "punjabi": "ਹੇ ਸੁਖ-ਸਾਗਰ! ਤੂੰ ਆਪਣੇ ਸੇਵਕ ਨੂੰ ਆਪਣਾ ਪੱਲਾ ਆਪ ਫੜਾਇਆ ਹੈ, (ਤੇਰੇ ਸੇਵਕ ਦਾ) ਮਨ (ਤੇਰੇ) ਪਿਆਰ ਦੀ ਖ਼ੁਮਾਰੀ ਵਿਚ ਵਿੱਝ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42002,
    "shabad_id": 3619,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਸੁ ਗਾਵਤ ਭਗਤਿ ਰਸੁ ੳੁਪਜਿਓ; ਮਾੲਿਅਾ ਕੀ ਜਾਲੀ ਤੋਰੀ ॥੧॥",
    "transliteration": "Jas Gaavath Bhagath Ras Oupajiou Maaeiaa Kee Jaalee Thoree ||1||",
    "translation": "Singing His Praises, love wells up within the devotee, and the trap of Maya is broken. ||1||",
    "punjabi": "ਤੇਰਾ ਜਸ ਗਾਂਦਿਆਂ (ਤੇਰੇ ਸੇਵਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਤੇਰੀ) ਭਗਤੀ ਦਾ (ਅਜਿਹਾ) ਸੁਆਦ ਪੈਦਾ ਹੋਇਆ ਹੈ (ਜਿਸ ਨੇ) ਮਾਇਆ ਦੀ ਫਾਹੀ ਤੋੜ ਦਿੱਤੀ ਹੈ ॥੧॥",
    "pronunciation": "ਜਾਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42003,
    "shabad_id": 3619,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪੂਰਨ ਪੂਰਿ ਰਹੇ ਕਿਰਪਾਨਿਧਿ; ਅਾਨ. ਨ ਪੇਖੳੁ ਹੋਰੀ ॥",
    "transliteration": "Pooran Poor Rehae Kirapaa Nidhh Aan N Paekho Horee ||",
    "translation": "The Lord, the ocean of mercy, is all-pervading, permeating everywhere; I do not see any other at all.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਸਰਬ-ਵਿਆਪਕ ਪ੍ਰਭੂ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਤੂੰ ਹਰ ਥਾਂ ਭਰਪੂਰ ਹੈਂ। ਮੈਂ (ਕਿਤੇ ਭੀ ਤੈਥੋਂ ਬਿਨਾ) ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਵੇਖਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42004,
    "shabad_id": 3619,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਮੇਲਿ ਲੀਓ ਦਾਸੁ ਅਪੁਨਾ; ਪ੍ਰੀਤਿ. ਨ ਕਬਹੂ ਥੋਰੀ ॥੨॥੫॥੬॥",
    "transliteration": "Naanak Mael Leeou Dhaas Apunaa Preeth N Kabehoo Thhoree ||2||5||6||",
    "translation": "He has united slave Nanak with Himself; His Love never diminishes. ||2||5||6||",
    "punjabi": "ਆਪਣੇ ਸੇਵਕ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਤੂੰ ਆਪ ਜੋੜ ਲਿਆ ਹੈ, (ਜਿਸ ਕਰ ਕੇ ਤੇਰੇ ਚਰਨਾਂ ਦੀ) ਪ੍ਰੀਤ (ਤੇਰੇ ਸੇਵਕ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਕਦੇ ਘਟਦੀ ਨਹੀਂ ॥੨॥੫॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42005,
    "shabad_id": 3620,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੫ ॥",
    "transliteration": "Natt Mehalaa 5 ||",
    "translation": "Nat, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42006,
    "shabad_id": 3620,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਜਪੁ ਜਪਿ ਹਰਿ ਨਾਰਾੲਿਣ ॥",
    "transliteration": "Maerae Man Jap Jap Har Naaraaein ||",
    "translation": "O my mind, chant, and meditate on the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਹਰੀ ਨਾਰਾਇਣ ਦੇ ਨਾਮ ਦਾ ਜਾਪ ਜਪਿਆ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42007,
    "shabad_id": 3620,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬਹੂ. ਨ ਬਿਸਰਹੁ ਮਨ ਮੇਰੇ ਤੇ; ਅਾਠ ਪਹਰ ਗੁਨ ਗਾੲਿਣ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kabehoo N Bisarahu Man Maerae Thae Aath Pehar Gun Gaaein ||1|| Rehaao ||",
    "translation": "I shall never forget Him from my mind; twenty-four hours a day, I sing His Glorious Praises. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰੇ ਮਨ ਤੋਂ ਕਦੇ ਭੀ ਨਾਹ ਭੁੱਲ, (ਮੇਰਾ ਮਨ) ਅੱਠੇ ਪਹਰ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42008,
    "shabad_id": 3620,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਾਧੂ ਧੂਰਿ ਕਰੳੁ ਨਿਤ ਮਜਨੁ; ਸਭ ਕਿਲਬਿਖ ਪਾਪ ਗਵਾੲਿਣ ॥",
    "transliteration": "Saadhhoo Dhhoor Karo Nith Majan Sabh Kilabikh Paap Gavaaein ||",
    "translation": "I take my daily cleansing bath in the dust of the feet of the Holy, and I am rid of all my sins.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ) ਮੈਂ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵਿਚ ਸਦਾ ਇਸ਼ਨਾਨ ਕਰਦਾ ਰਹਾਂ, (ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ) ਸਾਰੇ ਪਾਪ ਦੂਰ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ।",
    "pronunciation": "ਮੱਜਨੁ",
    "type_id": 3
  },
  {
    "id": 42009,
    "shabad_id": 3620,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਪੂਰਨ ਪੂਰਿ ਰਹੇ ਕਿਰਪਾਨਿਧਿ; ਘਟਿ ਘਟਿ ਦਿਸਟਿ ਸਮਾੲਿਣੁ ॥੧॥",
    "transliteration": "Pooran Poor Rehae Kirapaa Nidhh Ghatt Ghatt Dhisatt Samaaein ||1||",
    "translation": "The Lord, the ocean of mercy, is all-pervading, permeating everywhere; He is seen to be contained in each and every heart. ||1||",
    "punjabi": "ਹੇ ਸਭ ਵਿਚ ਵੱਸ ਰਹੇ ਪ੍ਰਭੂ! ਹੇ ਕਿਰਪਾ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੈਨੂੰ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਸਮਾਇਆ ਹੋਇਆ ਦਿੱਸਦਾ ਰਹੇਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42010,
    "shabad_id": 3620,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਜਾਪ ਤਾਪ ਕੋਟਿ ਲਖ ਪੂਜਾ; ਹਰਿ ਸਿਮਰਣ ਤੁਲਿ. ਨ ਲਾੲਿਣ ॥",
    "transliteration": "Jaap Thaap Kott Lakh Poojaa Har Simaran Thul N Laaein ||",
    "translation": "Hundreds of thousands and millions of meditations, austerities and worships are not equal to remembering the Lord in meditation.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਹਰੀ! ਕ੍ਰੋੜਾਂ ਜਪ ਤਪ ਤੇ ਲੱਖਾਂ ਪੂਜਾ ਤੇਰੇ ਸਿਮਰਨ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "ਪੂਜਾ: ਪੋਲਾ ਬੋਲੋ, ਤੁੱਲਿ",
    "type_id": 3
  },
  {
    "id": 42011,
    "shabad_id": 3620,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਦੁੲਿ ਕਰ ਜੋੜਿ. ਨਾਨਕੁ ਦਾਨੁ ਮਾਂਗੈ; ਤੇਰੇ ਦਾਸਨਿ ਦਾਸ ਦਸਾੲਿਣੁ ॥੨॥੬॥੭॥",
    "transliteration": "Dhue Kar Jorr Naanak Dhaan Maangai Thaerae Dhaasan Dhaas Dhasaaein ||2||6||7||",
    "translation": "With his palms pressed together, Nanak begs for this blessing, that he may become the slave of the slaves of Your slaves. ||2||6||7||",
    "punjabi": "(ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਦੋਵੇਂ ਹੱਥ ਜੋੜ ਕੇ (ਤੈਥੋਂ) ਖੈਰ ਮੰਗਦਾ ਹੈ (ਕਿ ਮੈਂ ਤੇਰੇ) ਦਾਸਾਂ ਦੇ ਦਾਸਾਂ ਦਾ ਦਾਸ (ਬਣਿਆ ਰਹਾਂ) ॥੨॥੬॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42012,
    "shabad_id": 3621,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਟ ਮਹਲਾ ੫ ॥",
    "transliteration": "Natt Mehalaa 5 ||",
    "translation": "Nat, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42013,
    "shabad_id": 3621,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮੇਰੈ ਸਰਬਸੁ. ਨਾਮੁ ਨਿਧਾਨੁ ॥",
    "transliteration": "Maerai Sarabas Naam Nidhhaan ||",
    "translation": "The treasure of the Naam, the Name of the Lord, is everything for me.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਖ਼ਜ਼ਾਨਾ ਮੇਰੇ ਵਾਸਤੇ ਦੁਨੀਆ ਦਾ ਸਾਰਾ ਧਨ-ਪਦਾਰਥ ਹੈ।",
    "pronunciation": "ਮਾਤਾ ਪਿਤਾ ਰਾਜ ਮਾਲ ਸਭ ਕੁੱਝ (ਸਰਬਸੁ) ਸਰਬੰਸ। ਸਰਬਸੁ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 42014,
    "shabad_id": 3621,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਸਾਧੂਸੰਗਿ ਮਿਲਿਓ; ਸਤਿਗੁਰਿ ਦੀਨੋ ਦਾਨੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kar Kirapaa Saadhhoo Sang Miliou Sathigur Dheeno Dhaan ||1|| Rehaao ||",
    "translation": "Granting His Grace, He has led me to join the Saadh Sangat, the Company of the Holy; the True Guru has granted this gift. ||1||Pause||",
    "punjabi": "(ਪਰਮਾਤਮਾ) ਨੇ ਕਿਰਪਾ ਕਰ ਕੇ (ਮੈਨੂੰ) ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਮਿਲਾ ਦਿੱਤਾ, (ਤੇ) ਗੁਰੂ ਨੇ (ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ) ਦਾਨ ਦਿੱਤਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42015,
    "shabad_id": 3621,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੁਖਦਾਤਾ ਦੁਖ ਭੰਜਨਹਾਰਾ; ਗਾੳੁ ਕੀਰਤਨੁ ਪੂਰਨ ਗਿਅਾਨੁ ॥",
    "transliteration": "Sukhadhaathaa Dhukh Bhanjanehaaraa Gaao Keerathan Pooran Giaan ||",
    "translation": "Sing the Kirtan, the Praises of the Lord, the Giver of peace, the Destroyer of pain; He shall bless you with perfect spiritual wisdom.",
    "punjabi": "ਪਰਮਾਤਮਾ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ। (ਜਿਉਂ ਜਿਉਂ) ਮੈਂ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਹਾਂ, (ਮੈਨੂੰ) ਆਤਮਕ ਜੀਵਨ ਦੀ ਮੁਕੰਮਲ ਸੂਝ (ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42016,
    "shabad_id": 3621,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭੁ ਖੰਡ ਖੰਡ ਕੀਨ੍ਹੇ; ਬਿਨਸਿਓ ਮੂੜ ਅਭਿਮਾਨੁ ॥੧॥",
    "transliteration": "Kaam Krodhh Lobh Khandd Khandd Keenhae Binasiou Moorr Abhimaan ||1||",
    "translation": "Sexual desire, anger and greed shall be shattered and destroyed, and your foolish ego will be dispelled. ||1||",
    "punjabi": "ਮੈਂ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਨੂੰ ਟੋਟੇ ਟੋਟੇ ਕਰ ਦਿੱਤਾ, (ਜੀਵਾਂ ਨੂੰ) ਮੂਰਖ (ਬਣਾ ਦੇਣ ਵਾਲਾ) ਅਹੰਕਾਰ (ਮੇਰੇ ਅੰਦਰੋਂ) ਨਾਸ ਹੋਇਆ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42017,
    "shabad_id": 3621,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਕਿਅਾ ਗੁਣ ਤੇਰੇ ਅਾਖਿ ਵਖਾਣਾ; ਪ੍ਰਭ ਅੰਤਰਜਾਮੀ ਜਾਨੁ ॥",
    "transliteration": "Kiaa Gun Thaerae Aakh Vakhaanaa Prabh Antharajaamee Jaan ||",
    "translation": "What Glorious Virtues of Yours should I chant? O God, You are the Inner-knower, the Searcher of hearts.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸੁਜਾਨ ਹੈਂ, ਤੂੰ ਹਰੇਕ ਦੇ ਦਿਲ ਦੀ ਜਾਣਨ ਵਾਲਾ ਹੈਂ, ਮੈਂ ਤੇਰੇ ਕਿਹੜੇ ਕਿਹੜੇ ਗੁਣ ਦੱਸ ਕੇ ਗਿਣਾਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42018,
    "shabad_id": 3621,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਚਰਨਕਮਲ ਸਰਨਿ ਸੁਖਸਾਗਰ; ਨਾਨਕੁ ਸਦ ਕੁਰਬਾਨੁ ॥੨॥੭॥੮॥",
    "transliteration": "Charan Kamal Saran Sukh Saagar Naanak Sadh Kurabaan ||2||7||8||",
    "translation": "I seek the Sanctuary of Your Lotus Feet, O Lord, ocean of peace; Nanak is forever a sacrifice to You. ||2||7||8||",
    "punjabi": "ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ! (ਤੇਰਾ ਦਾਸ) ਨਾਨਕ ਤੇਰੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਆਇਆ ਹੈ, ਅਤੇ ਤੈਥੋਂ ਸਦਾ ਸਦਕੇ ਹੁੰਦਾ ਹੈ ॥੨॥੭॥੮॥",
    "pronunciation": "",
    "type_id": 3
  }
]
