[
  {
    "id": 42151,
    "shabad_id": 3630,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਮਾਲੀਗੳੁੜਾ ਮਹਲਾ ੪",
    "transliteration": "Raag Maalee Gourraa Mehalaa 4",
    "translation": "Raag Maalee Gauraa, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਮਾਲੀ-ਗਉੜਾ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42152,
    "shabad_id": 3630,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 42153,
    "shabad_id": 3630,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਨਿਕ ਜਤਨ ਕਰਿ ਰਹੇ; ਹਰਿ ਅੰਤੁ. ਨਾਹੀ ਪਾੲਿਅਾ ॥",
    "transliteration": "Anik Jathan Kar Rehae Har Anth Naahee Paaeiaa ||",
    "translation": "Countless have tried, but none have found the Lord's limit.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! (ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਲੱਭਣ ਵਾਸਤੇ ਬੇਅੰਤ ਜੀਵ) ਅਨੇਕਾਂ ਜਤਨ ਕਰ ਕਰ ਕੇ ਥੱਕ ਗਏ ਹਨ, ਕਿਸੇ ਨੇ ਤੇਰਾ ਅੰਤ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42154,
    "shabad_id": 3630,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਅਗਮ ਅਗਮ ਅਗਾਧਿ ਬੋਧਿ; ਅਾਦੇਸੁ ਹਰਿ ਪ੍ਰਭ ਰਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Agam Agam Agaadhh Bodhh Aadhaes Har Prabh Raaeiaa ||1|| Rehaao ||",
    "translation": "The Lord is inaccessible, unapproachable and unfathomable; I humbly bow to the Lord God, my King. ||1||Pause||",
    "punjabi": "ਹੇ ਹਰੀ! ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਅਪਹੁੰਚ ਹੈਂ, ਤੂੰ ਅਥਾਹ ਹੈਂ, ਤੈਨੂੰ ਕੋਈ ਨਹੀਂ ਸਮਝ ਸਕਦਾ, ਮੇਰੀ ਤੈਨੂੰ ਹੀ ਨਮਸਕਾਰ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42155,
    "shabad_id": 3630,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਲੋਭ ਮੋਹੁ; ਨਿਤ ਝਗਰਤੇ ਝਗਰਾੲਿਅਾ ॥",
    "transliteration": "Kaam Krodhh Lobh Mohu Nith Jhagarathae Jhagaraaeiaa ||",
    "translation": "Sexual desire, anger, greed and emotional attachment bring continual conflict and strife.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ (ਆਦਿਕ ਵਿਕਾਰ ਇਤਨੇ ਬਲੀ ਹਨ ਕਿ ਜੀਵ ਇਹਨਾਂ ਦੇ) ਉਕਸਾਏ ਹੋਏ ਸਦਾ ਦੁਨੀਆ ਦੇ ਝਗੜਿਆਂ ਵਿਚ ਹੀ ਪਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42156,
    "shabad_id": 3630,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਮ ਰਾਖੁ ਰਾਖੁ ਦੀਨ ਤੇਰੇ; ਹਰਿ ਸਰਨਿ ਹਰਿ ਪ੍ਰਭ ਅਾੲਿਅਾ ॥੧॥",
    "transliteration": "Ham Raakh Raakh Dheen Thaerae Har Saran Har Prabh Aaeiaa ||1||",
    "translation": "Save me, save me, I am your humble creature, O Lord; I have come to Your Sanctuary, O my Lord God. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਦਰ ਦੇ ਮੰਗਤੇ ਹਾਂ, ਸਾਨੂੰ ਇਹਨਾਂ ਤੋਂ ਬਚਾ ਲੈ, ਬਚਾ ਲੈ, ਅਸੀਂ ਤੇਰੀ ਸਰਨ ਆਏ ਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42157,
    "shabad_id": 3630,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਸਰਣਾਗਤੀ ਪ੍ਰਭਿ ਪਾਲਤੇ; ਹਰਿ ਭਗਤਿ ਵਛਲੁ ਨਾੲਿਅਾ ॥",
    "transliteration": "Saranaagathee Prabh Paalathae Har Bhagath Vashhal Naaeiaa ||",
    "translation": "You protect and preserve those who take to Your Sanctuary, God; You are called the Lover of Your devotees.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਰਨ ਪਿਆਂ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਹੇ ਹਰੀ! 'ਭਗਤੀ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ'-ਇਹ ਤੇਰਾ (ਪ੍ਰਸਿੱਧ) ਨਾਮ ਹੈ।",
    "pronunciation": "ਸਰਣਾ-ਗਤੀ",
    "type_id": 3
  },
  {
    "id": 42158,
    "shabad_id": 3630,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਪ੍ਰਹਿਲਾਦੁ ਜਨੁ. ਹਰਨਾਖਿ ਪਕਰਿਅਾ; ਹਰਿ ਰਾਖਿ ਲੀਓ ਤਰਾੲਿਅਾ ॥੨॥",
    "transliteration": "Prehilaadh Jan Haranaakh Pakariaa Har Raakh Leeou Tharaaeiaa ||2||",
    "translation": "Prahlaad, Your humble servant, was caught by Harnaakhash; but You saved Him and carried him across, Lord. ||2||",
    "punjabi": "ਤੇਰੇ ਸੇਵਕ ਪ੍ਰਹਿਲਾਦ ਨੂੰ ਹਰਨਾਖਸ਼ ਨੇ ਫੜ ਲਿਆ, ਹੇ ਹਰੀ! ਤੂੰ ਉਸ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, ਤੂੰ ਉਸ ਨੂੰ ਸੰਕਟ ਤੋਂ ਬਚਾਇਆ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42159,
    "shabad_id": 3630,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਚੇਤਿ ਰੇ ਮਨ. ਮਹਲੁ ਪਾਵਣ; ਸਭ ਦੂਖ ਭੰਜਨੁ ਰਾੲਿਅਾ ॥",
    "transliteration": "Har Chaeth Rae Man Mehal Paavan Sabh Dhookh Bhanjan Raaeiaa ||",
    "translation": "Remember the Lord, O mind, and rise up to the Mansion of His Presence; the Sovereign Lord is the Destroyer of pain.",
    "punjabi": "ਹੇ ਮਨ! ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਣਾ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਸਦਾ ਉਸ ਨੂੰ ਯਾਦ ਕਰਿਆ ਕਰ, ਉਹ ਪਾਤਿਸ਼ਾਹ ਸਾਰੇ ਦੁੱਖਾਂ ਦਾ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42160,
    "shabad_id": 3630,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਭੳੁ ਜਨਮ ਮਰਨ ਨਿਵਾਰਿ ਠਾਕੁਰ; ਹਰਿ ਗੁਰਮਤੀ ਪ੍ਰਭੁ ਪਾੲਿਅਾ ॥੩॥",
    "transliteration": "Bho Janam Maran Nivaar Thaakur Har Guramathee Prabh Paaeiaa ||3||",
    "translation": "Our Lord and Master takes away the fear of birth and death; following the Guru's Teachings,the Lord God is found. ||3||",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਹੇ ਹਰੀ! (ਅਸਾਂ ਜੀਵਾਂ ਦਾ) ਜਨਮ ਮਰਨ ਦੇ ਗੇੜ ਦਾ ਡਰ ਦੂਰ ਕਰ। ਗੁਰੂ ਦੀ ਮੱਤ ਤੇ ਤੁਰਿਆਂ ਉਹ ਪ੍ਰਭੂ ਮਿਲਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42161,
    "shabad_id": 3630,
    "pada": 6,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ. ਪਤਿਤ ਪਾਵਨ ਨਾਮੁ ਸੁਅਾਮੀ; ਭੳੁ ਭਗਤ ਭੰਜਨੁ ਗਾੲਿਅਾ ॥",
    "transliteration": "Har Pathith Paavan Naam Suaamee Bho Bhagath Bhanjan Gaaeiaa ||",
    "translation": "The Name of the Lord, our Lord and Master, is the Purifier of sinners; I sing of the Lord, the Destroyer of the fears of His devotees.",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਤੇਰਾ ਨਾਮ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਤੂੰ (ਆਪਣੇ ਭਗਤਾਂ ਦਾ) ਹਰੇਕ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42162,
    "shabad_id": 3630,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਹਾਰੁ ਹਰਿ ੳੁਰਿ ਧਾਰਿਓ; ਜਨ ਨਾਨਕ. ਨਾਮਿ ਸਮਾੲਿਅਾ ॥੪॥੧॥",
    "transliteration": "Har Haar Har Our Dhhaariou Jan Naanak Naam Samaaeiaa ||4||1||",
    "translation": "One who wears the necklace of the Name of the Lord, Har, Har, in his heart, O servant Nanak, merges in the Naam. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਭਗਤਾਂ ਨੇ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕੀਤੀ ਹੈ, ਜਿਨ੍ਹਾਂ ਨੇ ਉਸ ਦੇ ਨਾਮ ਦਾ ਹਾਰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭਿਆ ਹੈ, ਉਹ ਉਸ ਦੇ ਨਾਮ ਵਿਚ ਹੀ ਸਦਾ ਲੀਨ ਰਹਿੰਦੇ ਹਨ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42163,
    "shabad_id": 3631,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਾਲੀਗੳੁੜਾ ਮਹਲਾ ੪ ॥",
    "transliteration": "Maalee Gourraa Mehalaa 4 ||",
    "translation": "Maalee Gauraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42164,
    "shabad_id": 3631,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਪਿ ਮਨ; ਰਾਮ ਨਾਮੁ ਸੁਖਦਾਤਾ ॥",
    "transliteration": "Jap Man Raam Naam Sukhadhaathaa ||",
    "translation": "O my mind, chant the Name of the Lord, the Giver of peace.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਪਰਮਾਤਮਾ ਸਾਰੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42165,
    "shabad_id": 3631,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਤਸੰਗਤਿ ਮਿਲਿ ਹਰਿ ਸਾਦੁ ਅਾੲਿਅਾ; ਗੁਰਮੁਖਿ ਬ੍ਰਹਮੁ ਪਛਾਤਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sathasangath Mil Har Saadh Aaeiaa Guramukh Breham Pashhaathaa ||1|| Rehaao ||",
    "translation": "One who joins the Sat Sangat, the True Congregation, and enjoys the sublime taste of the Lord, as Gurmukh, comes to realize God. ||1||Pause||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਿਲ ਕੇ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਦਾ ਆਨੰਦ ਹਾਸਲ ਕੀਤਾ, ਉਸ ਨੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42166,
    "shabad_id": 3631,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰ ਦਰਸਨੁ ਪਾੲਿਅਾ; ਗੁਰਿ ਮਿਲਿਅੈ. ਹਰਿ ਪ੍ਰਭੁ ਜਾਤਾ ॥",
    "transliteration": "Vaddabhaagee Gur Dharasan Paaeiaa Gur Miliai Har Prabh Jaathaa ||",
    "translation": "By great good fortune, one obtains the Blessed Vision of the Guru's Darshan; meeting with the Guru, the Lord God is known.",
    "punjabi": "ਹੇ ਮਨ! ਕਿਸੇ ਵਡਭਾਗੀ ਨੇ ਹੀ ਗੁਰੂ ਦਰਸਨ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, (ਕਿਉਂਕਿ) ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਜਾੱਤਾ",
    "type_id": 3
  },
  {
    "id": 42167,
    "shabad_id": 3631,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਦੁਰਮਤਿ ਮੈਲੁ. ਗੲੀ ਸਭ ਨੀਕਰਿ; ਹਰਿ ਅੰਮਿ੍ਰਤਿ, ਹਰਿ ਸਰਿ ਨਾਤਾ ॥੧॥",
    "transliteration": "Dhuramath Mail Gee Sabh Neekar Har Anmrith Har Sar Naathaa ||1||",
    "translation": "The filth of evil-mindedness is totally washed away, bathing in the Lord's ambrosial pool of nectar. ||1||",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦੇ ਸਰੋਵਰ ਵਿਚ (ਸਾਧ ਸੰਗਤ ਵਿਚ ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ, ਉਸ ਦੇ ਅੰਦਰੋਂ ਭੈੜੀ ਮੱਤ ਦੀ ਸਾਰੀ ਮੈਲ ਨਿਕਲ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "ਹਰਿ ਹਰਿ ਨਾਮ ਅੰਮਿ੍ਰਤ ਦੇ (ਸਰਿ) ਸ੍ਰੋਵਰ। ਦੁਰ-ਮੱਤਿ। ਨ੍ਹਾਤਾ",
    "type_id": 3
  },
  {
    "id": 42168,
    "shabad_id": 3631,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਸਾਧੁ. ਜਿਨ੍ਹੀ ਹਰਿ ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਤਿਨ੍ਹ ਪੂਛੳੁ. ਹਰਿ ਕੀ ਬਾਤਾ ॥",
    "transliteration": "Dhhan Dhhan Saadhh Jinhee Har Prabh Paaeiaa Thinh Pooshho Har Kee Baathaa ||",
    "translation": "Blessed, blessed are the Holy, who have found their Lord God; I ask them to tell me the stories of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਭਾਗਾਂ ਵਾਲੇ ਹਨ ਉਹ ਸੰਤ ਜਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ। ਮੈਂ ਭੀ (ਜੇ ਪ੍ਰਭੂ ਦੀ ਮਿਹਰ ਹੋਵੇ ਤਾਂ) ਉਹਨਾਂ ਪਾਸੋਂ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਪੁੱਛਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42169,
    "shabad_id": 3631,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਪਾੲਿ ਲਗੳੁ, ਨਿਤ ਕਰੳੁ ਜੁਦਰੀਅਾ; ਹਰਿ ਮੇਲਹੁ ਕਰਮਿ ਬਿਧਾਤਾ ॥੨॥",
    "transliteration": "Paae Lago Nith Karo Judhareeaa Har Maelahu Karam Bidhhaathaa ||2||",
    "translation": "I fall at their feet, and always pray to them, to mercifully unite me with my Lord, the Architect of Destiny. ||2||",
    "punjabi": "ਮੈਂ ਉਹਨਾਂ ਦੀ ਚਰਨੀਂ ਲੱਗਾਂ, ਮੈਂ ਨਿੱਤ ਉਹਨਾਂ ਅੱਗੇ ਅਰਜ਼ੋਈ ਕਰਾਂ ਕਿ ਮਿਹਰ ਕਰ ਕੇ ਮੈਨੂੰ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਕਰਾ ਦਿਉ ॥੨॥",
    "pronunciation": "ਸ੍ਰਬ ਵਿਅਾਪੀ ਮਹਾਂ ਵਿਸਮਾਦ ਪ੍ਰੇਮ ਗ੍ਰੀਬੀ ਸਹਿਤ ਲਖਾਂ ਮਣਾਂ (ਜੁ-ਦਰੀਅਾ) ਬੇਨਤੀਅਾਂ, ਮਿੰਨਤਾਂ",
    "type_id": 3
  },
  {
    "id": 42170,
    "shabad_id": 3631,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਲਿਲਾਟ ਲਿਖੇ ਪਾੲਿਅਾ ਗੁਰੁ ਸਾਧੂ; ਗੁਰ ਬਚਨੀ ਮਨੁ ਤਨੁ ਰਾਤਾ ॥",
    "transliteration": "Lilaatt Likhae Paaeiaa Gur Saadhhoo Gur Bachanee Man Than Raathaa ||",
    "translation": "Through the destiny written on my forehead, I have found the Holy Guru; my mind and body are imbued with the Guru's Word.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਮੱਥੇ ਦੇ ਲਿਖੇ ਲੇਖਾਂ ਅਨੁਸਾਰ ਗੁਰੂ ਮਹਾਂ ਪੁਰਖ ਲੱਭ ਲਿਆ ਉਸ ਦਾ ਮਨ ਉਸ ਦਾ ਤਨ ਗੁਰੂ ਦੇ ਬਚਨਾਂ ਵਿਚ ਰੰਗਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42171,
    "shabad_id": 3631,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਪ੍ਰਭੁ ਅਾੲਿ ਮਿਲੇ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਭ ਕਿਲਵਿਖ ਪਾਪ ਗਵਾਤਾ ॥੩॥",
    "transliteration": "Har Prabh Aae Milae Sukh Paaeiaa Sabh Kilavikh Paap Gavaathaa ||3||",
    "translation": "The Lord God has come to meet me; I have found peace, and I am rid of all the sins. ||3||",
    "punjabi": "(ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਜਿਸ ਨੂੰ) ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਤਮਕ ਆਨੰਦ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42172,
    "shabad_id": 3631,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਰਾਮ ਰਸਾੲਿਣੁ ਜਿਨ੍ਹ ਗੁਰਮਤਿ ਪਾੲਿਅਾ; ਤਿਨ੍ਹ ਕੀ ੳੂਤਮ ਬਾਤਾ ॥",
    "transliteration": "Raam Rasaaein Jinh Guramath Paaeiaa Thinh Kee Ootham Baathaa ||",
    "translation": "Those who follow the Guru's Teachings find the Lord, the source of nectar; their words are sublime and exalted.",
    "punjabi": "ਹੇ ਮਨ! ਗੁਰੂ ਦੀ ਮੱਤ ਲੈ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਸਭ ਤੋਂ ਸ੍ਰੇਸ਼ਟ ਨਾਮ-ਰਸ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ, ਉਹਨਾਂ ਦੀ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਬਹੁਤ ਸੋਭਾ ਹੁੰਦੀ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42173,
    "shabad_id": 3631,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਤਿਨ ਕੀ ਪੰਕ ਪਾੲੀਅੈ ਵਡਭਾਗੀ; ਜਨ ਨਾਨਕੁ. ਚਰਨਿ ਪਰਾਤਾ ॥੪॥੨॥",
    "transliteration": "Thin Kee Pank Paaeeai Vaddabhaagee Jan Naanak Charan Paraathaa ||4||2||",
    "translation": "By great good fortune, one is blessed with the dust of their feet; servant Nanak falls at their feet. ||4||2||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਧੂੜ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੀ ਹੈ। ਦਾਸ ਨਾਨਕ (ਭੀ ਉਹਨਾਂ ਦੀ) ਚਰਨੀਂ ਪੈਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
