[
  {
    "id": 42384,
    "shabad_id": 3649,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਪਾਪ ਪਥਰ; ਤਰਣੁ. ਨ ਜਾੲੀ ॥",
    "transliteration": "Paap Pathhar Tharan N Jaaee ||",
    "translation": "Sin is a stone which does not float.",
    "punjabi": "ਪਾਪਾਂ ਦੇ ਪੱਥਰ ਲੱਦ ਕੇ ਜ਼ਿੰਦਗੀ ਦੀ ਬੇੜੀ ਇਹਨਾਂ ਘੁੰਮਣ-ਘੇਰੀਆਂ ਵਿਚੋਂ ਪਾਰ ਨਹੀਂ ਲੰਘ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42385,
    "shabad_id": 3649,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਭੳੁ ਬੇੜਾ. ਜੀੳੁ ਚੜਾੳੂ ॥",
    "transliteration": "Bho Baerraa Jeeo Charraaoo ||",
    "translation": "So let the Fear of God be the boat to carry your soul across.",
    "punjabi": "ਜੇ ਪਰਮਾਤਮਾ ਦੇ ਡਰ-ਅਦਬ ਦੀ ਬੇੜੀ ਤਿਆਰ ਕੀਤੀ ਜਾਏ, ਤੇ ਉਸ ਬੇੜੀ ਵਿਚ ਜੀਵ ਸਵਾਰ ਹੋਵੇ,",
    "pronunciation": "ਚੜ੍ਹਾੳੂ",
    "type_id": 3
  },
  {
    "id": 42386,
    "shabad_id": 3649,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ; ਦੇਵੈ ਕਾਹੂ ॥੪॥੨॥",
    "transliteration": "Kahu Naanak Dhaevai Kaahoo ||4||2||",
    "translation": "Says Nanak, rare are those who are blessed with this Boat. ||4||2||",
    "punjabi": "ਤਾਂ ਹੀ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਦੇ ਵਿਕਾਰਾਂ ਦੀਆਂ ਘੁੰਮਣ ਘੇਰੀਆਂ ਵਿਚੋਂ) ਪਾਰ ਲੰਘ ਸਕੀਦਾ ਹੈ। (ਪਰ) ਨਾਨਕ ਆਖਦਾ ਹੈ- ਅਜੇਹੀ ਬੇੜੀ ਕਿਸੇ ਵਿਰਲੇ ਨੂੰ ਕਰਤਾਰ ਦੇਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42387,
    "shabad_id": 3650,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੧ ਘਰੁ ੧ ॥",
    "transliteration": "Maaroo Mehalaa 1 Ghar 1 ||",
    "translation": "Maaroo, First Mehl, First House:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42388,
    "shabad_id": 3650,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਰਣੀ ਕਾਗਦੁ. ਮਨੁ ਮਸਵਾਣੀ; ਬੁਰਾ ਭਲਾ ਦੁੲਿ ਲੇਖ ਪੲੇ ॥",
    "transliteration": "Karanee Kaagadh Man Masavaanee Buraa Bhalaa Dhue Laekh Peae ||",
    "translation": "Actions are the paper, and the mind is the ink; good and bad are both recorded upon it.",
    "punjabi": "ਹੇ ਹਰੀ! ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦਾ (ਤੂੰ ਅਚਰਜ ਖੇਡ ਰਚੀ ਹੈ ਕਿ ਤੇਰੀ ਕੁਦਰਤਿ ਵਿਚ ਜੀਵਾਂ ਦਾ) ਆਚਰਨ, ਮਾਨੋ, ਕਾਗ਼ਜ਼ ਹੈ, ਮਨ ਦਵਾਤ ਹੈ (ਉਸ ਬਣ ਰਹੇ ਆਚਰਨ-ਕਾਗ਼ਜ਼ ਉਤੇ ਮਨ ਦੇ ਸੰਸਕਾਰਾਂ ਦੀ ਸਿਆਹੀ ਨਾਲ) ਚੰਗੇ ਮੰਦੇ (ਨਵੇਂ) ਲੇਖ ਲਿਖੇ ਜਾ ਰਹੇ ਹਨ (ਭਾਵ, ਮਨ ਵਿਚ ਹੁਣ ਤਕ ਦੇ ਇਕੱਠੇ ਹੋਏ ਸੰਸਕਾਰਾਂ ਦੀ ਪ੍ਰੇਰਨਾ ਨਾਲ ਜੀਵ ਜੇਹੜੇ ਨਵੇਂ ਚੰਗੇ ਮੰਦੇ ਕੰਮ ਕਰਦੇ ਹਨ, ਉਹ ਕੰਮ ਆਚਰਨ-ਰੂਪ ਕਾਗ਼ਜ਼ ਉਤੇ ਨਵੇਂ ਚੰਗੇ ਮੰਦੇ ਸੰਸਕਾਰ ਉੱਕਰਦੇ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42389,
    "shabad_id": 3650,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿੳੁ ਜਿੳੁ ਕਿਰਤੁ ਚਲਾੲੇ. ਤਿੳੁ ਚਲੀਅੈ; ਤੳੁ ਗੁਣ. ਨਾਹੀ ਅੰਤੁ, ਹਰੇ ॥੧॥",
    "transliteration": "Jio Jio Kirath Chalaaeae Thio Chaleeai Tho Gun Naahee Anth Harae ||1||",
    "translation": "As their past actions drive them, so are mortals driven. There is no end to Your Glorious Virtues, Lord. ||1||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦਾ ਇਕੱਠ-ਰੂਪ ਸੁਭਾਉ ਜਿਉਂ ਜਿਉਂ ਜੀਵਾਂ ਨੂੰ ਪ੍ਰੇਰਦਾ ਹੈ ਤਿਵੇਂ ਤਿਵੇਂ ਹੀ ਉਹ ਜੀਵਨ-ਰਾਹ ਤੇ ਤੁਰ ਸਕਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42390,
    "shabad_id": 3650,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਚਿਤ. ਚੇਤਸਿ ਕੀ ਨਹੀ; ਬਾਵਰਿਅਾ ॥",
    "transliteration": "Chith Chaethas Kee Nehee Baavariaa ||",
    "translation": "Why do you not keep Him in your consciousness, you mad man?",
    "punjabi": "ਹੇ ਕਮਲੇ ਮਨ! ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਕਿਉਂ ਯਾਦ ਨਹੀਂ ਕਰਦਾ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42391,
    "shabad_id": 3650,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਹਰਿ ਬਿਸਰਤ; ਤੇਰੇ ਗੁਣ ਗਲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Bisarath Thaerae Gun Galiaa ||1|| Rehaao ||",
    "translation": "Forgetting the Lord, your own virtues shall rot away. ||1||Pause||",
    "punjabi": "ਜਿਉਂ ਜਿਉਂ ਤੂੰ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਰਿਹਾ ਹੈਂ, ਤਿਉਂ ਤਿਉਂ ਤੇਰੇ (ਅੰਦਰੋਂ) ਗੁਣ ਘਟਦੇ ਜਾ ਰਹੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42392,
    "shabad_id": 3650,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜਾਲੀ ਰੈਨਿ. ਜਾਲੁ ਦਿਨੁ ਹੂਅਾ; ਜੇਤੀ ਘੜੀ. ਫਾਹੀ ਤੇਤੀ ॥",
    "transliteration": "Jaalee Rain Jaal Dhin Hooaa Jaethee Gharree Faahee Thaethee ||",
    "translation": "The night is a net, and the day is a net; there are as many traps as there are moments.",
    "punjabi": "(ਹੇ ਮਨ-ਪੰਛੀ! ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰਨ ਨਾਲ ਤੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਹਰੇਕ) ਦਿਨ ਤੇ ਹਰੇਕ ਰਾਤ (ਤੈਨੂੰ ਮਾਇਆ ਵਿਚ ਫਸਾਣ ਲਈ) ਜਾਲ ਦਾ ਕੰਮ ਦੇ ਰਿਹਾ ਹੈ, ਤੇਰੀ ਉਮਰ ਦੀਆਂ ਜਿਤਨੀਆਂ ਭੀ ਘੜੀਆਂ ਹਨ ਉਹ ਸਾਰੀਆਂ ਹੀ (ਤੈਨੂੰ ਫਸਾਣ ਹਿਤ) ਫਾਹੀ ਬਣਦੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।",
    "pronunciation": "ਜਾਲ਼ੀ, ਜਾਲ਼ੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42393,
    "shabad_id": 3650,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਰਸਿ ਰਸਿ ਚੋਗ ਚੁਗਹਿ ਨਿਤ ਫਾਸਹਿ; ਛੂਟਸਿ ਮੂੜੇ. ਕਵਨ ਗੁਣੀ ॥੨॥",
    "transliteration": "Ras Ras Chog Chugehi Nith Faasehi Shhoottas Moorrae Kavan Gunee ||2||",
    "translation": "With relish and delight, you continually bite at the bait; you are trapped, you fool - how will you ever escape? ||2||",
    "punjabi": "ਤੂੰ ਬੜੇ ਸੁਆਦ ਲੈ ਲੈ ਕੇ ਵਿਕਾਰਾਂ ਦੀ ਚੋਗ ਚੁਗ ਰਿਹਾ ਹੈਂ ਤੇ ਵਿਕਾਰਾਂ ਵਿਚ ਹੋਰ ਹੋਰ ਸਦਾ ਫਸਦਾ ਜਾ ਰਿਹਾ ਹੈਂ, ਹੇ ਮੂਰਖ ਮਨ! ਇਹਨਾਂ ਵਿਚੋਂ ਕੇਹੜੇ ਗੁਣਾਂ ਦੀ ਮਦਦ ਨਾਲ ਖ਼ਲਾਸੀ ਹਾਸਲ ਕਰੇਂਗਾ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42394,
    "shabad_id": 3650,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਕਾੲਿਅਾ ਅਾਰਣੁ. ਮਨੁ ਵਿਚਿ ਲੋਹਾ; ਪੰਚ ਅਗਨਿ ਤਿਤੁ ਲਾਗਿ ਰਹੀ ॥",
    "transliteration": "Kaaeiaa Aaran Man Vich Lohaa Panch Agan Thith Laag Rehee ||",
    "translation": "The body is a furnace, and the mind is the iron within it; the five fires are heating it.",
    "punjabi": "ਮਨੁੱਖ ਦਾ ਸਰੀਰ, ਮਾਨੋ, (ਲੋਹਾਰ ਦੀ) ਭੱਠੀ ਹੈ, ਉਸ ਭੱਠੀ ਵਿਚ ਮਨ, ਮਾਨੋ, ਲੋਹਾ ਹੈ ਤੇ ਉਸ ਉਤੇ ਕਾਮਾਦਿਕ ਪੰਜ ਅੱਗਾਂ ਬਲ ਰਹੀਆਂ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42395,
    "shabad_id": 3650,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕੋੲਿਲੇ ਪਾਪ ਪੜੇ. ਤਿਸੁ ੳੂਪਰਿ; ਮਨੁ ਜਲਿਅਾ, ਸੰਨ੍ਹੀ ਚਿੰਤ ਭੲੀ ॥੩॥",
    "transliteration": "Koeilae Paap Parrae This Oopar Man Jaliaa Sannhee Chinth Bhee ||3||",
    "translation": "Sin is the charcoal placed upon it, which burns the mind; the tongs are anxiety and worry. ||3||",
    "punjabi": "(ਕਾਮਾਦਿਕ ਦੀ ਤਪਸ਼ ਨੂੰ ਤੇਜ਼ ਕਰਨ ਲਈ) ਉਸ ਉਤੇ ਪਾਪਾਂ ਦੇ (ਭਖਦੇ) ਕੋਲੇ ਪਏ ਹੋਏ ਹਨ, ਮਨ (ਇਸ ਅੱਗ ਵਿਚ) ਸੜ ਰਿਹਾ ਹੈ, ਚਿੰਤਾ ਦੀ ਸੰਨ੍ਹੀ ਹੈ (ਜੋ ਇਸ ਨੂੰ ਚੋਭਾਂ ਦੇ ਦੇ ਕੇ ਹਰ ਪਾਸੇ ਵਲੋਂ ਸਾੜਨ ਵਿਚ ਮਦਦ ਦੇ ਰਹੀ ਹੈ) ॥੩॥",
    "pronunciation": "ਪੜੇ: ੜ ਹਲੰਤ ਨਹੀਂ ਲਾੳੁਣਾ",
    "type_id": 3
  },
  {
    "id": 42396,
    "shabad_id": 3650,
    "pada": 5,
    "source_line": 6,
    "gurmukhi": "ਭੲਿਅਾ ਮਨੂਰੁ. ਕੰਚਨੁ ਫਿਰਿ ਹੋਵੈ; ਜੇ ਗੁਰੁ ਮਿਲੈ ਤਿਨੇਹਾ ॥",
    "transliteration": "Bhaeiaa Manoor Kanchan Fir Hovai Jae Gur Milai Thinaehaa ||",
    "translation": "What was turned to slag is again transformed into gold, if one meets with the Guru.",
    "punjabi": "ਪਰ ਜੇ ਸਮਰੱਥ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ ਉਹ ਸੜ ਕੇ ਨਿਕੰਮਾ ਲੋਹਾ ਹੋ ਚੁਕੇ ਮਨ ਨੂੰ ਭੀ ਸੋਨਾ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42397,
    "shabad_id": 3650,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ੲੇਕੁ ਨਾਮੁ ਅੰਮਿ੍ਰਤੁ, ਓਹੁ ਦੇਵੈ; ਤੳੁ ਨਾਨਕ. ਤਿ੍ਰਸਟਸਿ ਦੇਹਾ ॥੪॥੩॥",
    "transliteration": "Eaek Naam Anmrith Ouhu Dhaevai Tho Naanak Thrisattas Dhaehaa ||4||3||",
    "translation": "He blesses the mortal with the Ambrosial Name of the One Lord, and then, O Nanak, the body is held steady. ||4||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ (ਗੁਰੂ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦੇਂਦਾ ਹੈ ਜਿਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਰੀਰ ਟਿਕ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਇੰਦ੍ਰੇ ਵਿਕਾਰਾਂ ਵਲੋਂ ਹਟ ਜਾਂਦੇ ਹਨ) ॥੪॥੩॥",
    "pronunciation": "(ਤਿ੍ਰਸਟਸਿ) ੲਿਸਥਿੱਤ",
    "type_id": 3
  },
  {
    "id": 42398,
    "shabad_id": 3651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੧ ॥",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42399,
    "shabad_id": 3651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਬਿਮਲ ਮਝਾਰਿ. ਬਸਸਿ ਨਿਰਮਲ ਜਲ; ਪਦਮਨਿ ਜਾਵਲ ਰੇ ॥",
    "transliteration": "Bimal Majhaar Basas Niramal Jal Padhaman Jaaval Rae ||",
    "translation": "In the pure, immaculate waters, both the lotus and the slimy scum are found.",
    "punjabi": "(ਹੇ ਡੱਡੂ!) ਸਾਫ਼ ਸਰੋਵਰ ਦੇ ਸਾਫ਼ ਸੁਥਰੇ ਪਾਣੀ ਵਿਚ ਕੌਲ ਫੁੱਲ ਤੇ ਜਾਲਾ ਵੱਸਦੇ ਹਨ।",
    "pronunciation": "(ਬਿਮਲ)ੳੁ੍ਨਜਲ। ਪਦਮਨਿ ਕਵਲ। (ਜਾਵਲ) ਜਾਲਾ। (ਦੂਜਾ ਪਾਠ: ਪਦਮ ਨਿਜਾਵਲ)",
    "type_id": 3
  },
  {
    "id": 42400,
    "shabad_id": 3651,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਦਮਨਿ ਜਾਵਲ. ਜਲ ਰਸ ਸੰਗਤਿ; ਸੰਗਿ ਦੋਖ. ਨਹੀ ਰੇ ॥੧॥",
    "transliteration": "Padhaman Jaaval Jal Ras Sangath Sang Dhokh Nehee Rae ||1||",
    "translation": "The lotus flower is with the scum and the water, but it remains untouched by any pollution. ||1||",
    "punjabi": "ਕੌਲ ਫੁੱਲ ਉਸ ਜਾਲੇ ਤੇ ਪਾਣੀ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿੰਦਾ ਹੈ, ਪਰ ਉਹਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਉਸ ਨੂੰ ਕੋਈ ਦਾਗ਼ ਨਹੀਂ ਲੱਗਦੇ (ਕੌਲ ਫੁੱਲ ਨਿਰਲੇਪ ਹੀ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਰਸ) ਪਾਣੀ",
    "type_id": 3
  },
  {
    "id": 42401,
    "shabad_id": 3651,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਦਾਦਰ; ਤੂ ਕਬਹਿ. ਨ ਜਾਨਸਿ ਰੇ ॥",
    "transliteration": "Dhaadhar Thoo Kabehi N Jaanas Rae ||",
    "translation": "You frog, you will never understand.",
    "punjabi": "ਹੇ ਡੱਡੂ! ਤੂੰ ਕਦੇ ਭੀ ਸਮਝ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "ਦਾਦਰ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42402,
    "shabad_id": 3651,
    "pada": 2,
    "source_line": 9,
    "gurmukhi": "ਭਖਸਿ ਸਿਬਾਲੁ, ਬਸਸਿ ਨਿਰਮਲ ਜਲ; ਅੰਮਿ੍ਰਤੁ. ਨ ਲਖਸਿ ਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Bhakhas Sibaal Basas Niramal Jal Anmrith N Lakhas Rae ||1|| Rehaao ||",
    "translation": "You eat the dirt, while you dwell in the immaculate waters. You know nothing of the ambrosial nectar there. ||1||Pause||",
    "punjabi": "ਤੂੰ ਸਾਫ਼-ਸੁਥਰੇ ਪਾਣੀ ਵਿਚ ਵੱਸਦਾ ਹੈਂ, ਪਰ ਤੂੰ ਉਸ ਸਾਫ਼-ਪਵਿਤ੍ਰ ਪਾਣੀ ਨੂੰ ਪਛਾਣਦਾ ਨਹੀਂ (ਉਸ ਦੀ ਕਦਰ ਨਹੀਂ ਜਾਣਦਾ, ਤੇ ਸਦਾ) ਜਾਲਾ ਹੀ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈਂ (ਜੋ ਉਸ ਸਾਫ਼ ਪਾਣੀ ਵਿਚ ਪੈ ਜਾਂਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਭਖਸਿ ਖਾਂਦਾ ਹੈਂ। (ਸਿਬਾਲੁ) ਜਾਲਾ",
    "type_id": 4
  },
  {
    "id": 42403,
    "shabad_id": 3651,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਬਸੁ ਜਲ ਨਿਤ. ਨ ਵਸਤ ਅਲੀ ਅਲ; ਮੇਰ ਚ ਚਾਗੁਨ ਰੇ ॥",
    "transliteration": "Bas Jal Nith N Vasath Aleeal Maer Chachaa Gun Rae ||",
    "translation": "You dwell continually in the water; the bumble bee does not dwell there, but it is intoxicated with its fragrance from afar.",
    "punjabi": "ਹੇ ਡੱਡੂ! (ਤੇਰਾ) ਸਦਾ ਪਾਣੀ ਦਾ ਵਾਸ ਹੈ, ਭੌਰਾ (ਪਾਣੀ ਵਿਚ) ਨਹੀਂ ਵੱਸਦਾ, (ਫਿਰ ਭੀ) ਉਹ (ਫੁੱਲ ਦੀ) ਚੋਟੀ ਦਾ ਰਸ ਮਾਣਦਾ ਹੈ (ਚੂਸਦਾ ਹੈ)।",
    "pronunciation": "ਡੱਡੂ ਜਲ ਚ ਨਿੱਤ ਵਸਦਾ ਹੈ। ਗੁਰਸੇਵਕਣ ਰੂਪੀ (ਅਲੀ) ਭੌਰੀ। ਗੁਰਸੇਵਕ (ਅਲ) ਭੌਰਾ। ਮੇਰ ੳੁ੍ਨਪਰੋਂ ਭਾਵ ਬਾਹਰੋਂ ਚਾਗੁਨ ਚੁਣ ਲੈਂਦੇ ਹਨ ਗੁਣਾਂ ਨੰੂ। ਬਸੁ ਜਲ: ਪੋਲੇ ਬੋਲੋ। (ਦੂਜਾ ਪਾਠ: ਚਚਾ ਗੁਨ)",
    "type_id": 3
  },
  {
    "id": 42404,
    "shabad_id": 3651,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਚੰਦ ਕੁਮੁਦਨੀ. ਦੂਰਹੁ ਨਿਵਸਸਿ; ਅਨਭੳੁ ਕਾਰਨਿ ਰੇ ॥੨॥",
    "transliteration": "Chandh Kumudhanee Dhoorahu Nivasas Anabho Kaaran Rae ||2||",
    "translation": "Intuitively sensing the moon in the distance, the lotus bows its head. ||2||",
    "punjabi": "ਕੰਮੀ ਚੰਦ ਨੂੰ ਦੂਰੋਂ ਹੀ (ਵੇਖ ਕੇ ਖਿੜ ਕੇ) ਸਿਰ ਨਿਵਾਂਦੀ ਹੈ, ਕਿਉਂਕਿ ਉਸ ਦੇ ਅੰਦਰ ਚੰਦ ਵਾਸਤੇ ਦਿਲੀ ਖਿੱਚ ਹੈ ॥੨॥",
    "pronunciation": "(ਕੁਮੁਦਨੀ) ਕਵੀਅਾਂ। (ਨਿਵਸਸਿ) ਨਿੳੁਂਦੀਅਾਂ ਹਨ। ਰਿਦੇ ਦਾ (ਅਨ-ਭੳੁ) ਤਾਤ ਪਰਯ। ਕੁ-ਮੁਦਨੀ, ਨਿਵ-ਸਸਿ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42405,
    "shabad_id": 3651,
    "pada": 4,
    "source_line": 11,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਖੰਡੁ, ਦੂਧਿ ਮਧੁ ਸੰਚਸਿ; ਤੂਬ. ਨ ਚਾਤੁਰ ਰੇ ॥",
    "transliteration": "Anmrith Khandd Dhoodhh Madhh Sanchas Thoo Ban Chaathur Rae ||",
    "translation": "The realms of nectar are irrigated with milk and honey; you think you are clever to live in the water.",
    "punjabi": "(ਥਣ ਦੇ) ਦੁੱਧ ਵਿਚ (ਪਰਮਾਤਮਾ) ਖੰਡ ਤੇ ਸ਼ਹਿਦ (ਵਰਗੀ) ਅੰਮ੍ਰਿਤ (ਮਿਠਾਸ ਇਕੱਠੀ ਕਰਦਾ ਹੈ, ਪਰ ਜਿਵੇਂ (ਥਣ ਨੂੰ ਚੰਬੜੇ ਹੋਏ) ਚਿੱਚੜ ਦੀ (ਲਹੂ ਨਾਲ ਹੀ) ਪ੍ਰੀਤ ਹੈ (ਦੁੱਧ ਨਾਲ ਨਹੀਂ, ਤਿਵੇਂ) ਹੇ ਪਾਣੀ ਦੇ ਚਤੁਰ ਡੱਡੂ।",
    "pronunciation": "ਅੰਮਿ੍ਰਤ ਦੁੱਧ ਸਹਿਦ ਨਾਲ ਕੌੜਤੁੰਮੇ ਦੀ ਬੇਲ ਸਿੰਜੀ ਜਾਵੇ, ੳੁਸ ਨਾਲ਼ ਲੱਗਿਅਾ ਤੁੰਮਾ, ਚਾਤੁਰ ਹੋ ਕੇ ਕੁੜੱਤਣ ਨਹੀਂ ਛੱਡਦਾ। ਕੌੜਤੁੰਮੇ ਵਾਂਗ ਸਾਕਤ, ਚਾਤੁਰ ਹੋ ਕੇ ਅੌਗੁਣਾ ਵਿਕਾਰਾਂ ਦੀ ਕੁੜੱਤਣ ਨਹੀਂ ਛੱਡਦਾ। (ਨਾਮੁ) ਅੰਮਿ੍ਰਤ। (ਖੰਡੁ) ਭਗਤੀ।ਨਿਸ਼ਕਾਮ ਕਰਮ ਦੂਧਿ। (ਮਧੁ) ਪ੍ਰੇਮ ਸ਼ਹਿਦ। ਮਧੁ: ਪੋਲਾ ਬੋਲੋ। (ਦੂਜਾ ਪਾਠ: ਤੂ ਬਨ)",
    "type_id": 3
  },
  {
    "id": 42406,
    "shabad_id": 3651,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਅਪਨਾ ਅਾਪੁ, ਤੂ ਕਬਹੁ. ਨ ਛੋਡਸਿ; ਪਿਸਨ ਪ੍ਰੀਤਿ ਜਿੳੁ ਰੇ ॥੩॥",
    "transliteration": "Apanaa Aap Thoo Kabahu N Shhoddas Pisan Preeth Jio Rae ||3||",
    "translation": "You can never escape your own inner tendencies, like the love of the flea for blood. ||3||",
    "punjabi": "ਤੂੰ (ਭੀ) ਆਪਣਾ ਸੁਭਾਉ ਕਦੇ ਨਹੀਂ ਛੱਡਦਾ (ਪਾਣੀ ਵਿਚ ਵੱਸਦੇ ਕੌਲ ਫੁੱਲ ਦੀ ਤੈਨੂੰ ਸਾਰ ਨਹੀਂ, ਤੂੰ ਪਾਣੀ ਦਾ ਜਾਲਾ ਹੀ ਖ਼ੁਸ਼ ਹੋ ਹੋ ਕੇ ਖਾਂਦਾ ਹੈਂ) ॥੩॥",
    "pronunciation": "ਸੰਤ ਦੋਖੀ ਰੂਪੀ (ਪਿਸਨ) ਚਿੱਚੜ",
    "type_id": 3
  },
  {
    "id": 42407,
    "shabad_id": 3651,
    "pada": 5,
    "source_line": 12,
    "gurmukhi": "ਪੰਡਿਤ ਸੰਗਿ ਵਸਹਿ ਜਨ ਮੂਰਖ; ਅਾਗਮ ਸਾਸ ਸੁਨੇ ॥",
    "transliteration": "Panddith Sang Vasehi Jan Moorakh Aagam Saas Sunae ||",
    "translation": "The fool may live with the Pandit, the religious scholar, and listen to the Vedas and the Shaastras.",
    "punjabi": "ਵਿਦਵਾਨਾਂ ਦੀ ਸੰਗਤ ਵਿਚ ਮੂਰਖ ਬੰਦੇ ਵੱਸਦੇ ਹਨ, ਉਹਨਾਂ ਪਾਸੋਂ ਉਹ ਵੇਦ ਸ਼ਾਸਤ੍ਰ ਭੀ ਸੁਣਦੇ ਹਨ (ਪਰ ਰਹਿੰਦੇ ਮੂਰਖ ਹੀ ਹਨ। ਆਪਣਾ ਮੂਰਖਤਾ ਦਾ ਸੁਭਾਉ ਨਹੀਂ ਛੱਡਦੇ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42408,
    "shabad_id": 3651,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਅਪਨਾ ਅਾਪੁ ਤੂ ਕਬਹੁ. ਨ ਛੋਡਸਿ; ਸੁਅਾਨ ਪੂਛਿ ਜਿੳੁ ਰੇ ॥੪॥",
    "transliteration": "Apanaa Aap Thoo Kabahu N Shhoddas Suaan Pooshh Jio Rae ||4||",
    "translation": "You can never escape your own inner tendencies, like the crooked tail of the dog. ||4||",
    "punjabi": "ਜਿਵੇਂ ਕੁੱਤੇ ਦੀ ਪੂਛਲ (ਕਦੇ ਆਪਣਾ ਟੇਡਾ-ਪਨ ਨਹੀਂ ਛੱਡਦੀ, ਤਿਵੇਂ ਹੇ ਡੱਡੂ!) ਤੂੰ ਕਦੇ ਆਪਣਾ ਸੁਭਾਉ ਨਹੀਂ ਛੱਡਦਾ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42409,
    "shabad_id": 3651,
    "pada": 6,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਿ ਪਾਖੰਡੀ. ਨਾਮਿ, ਨ ਰਾਚਹਿ; ੲਿਕਿ ਹਰਿ ਹਰਿ ਚਰਣੀ ਰੇ ॥",
    "transliteration": "Eik Paakhanddee Naam N Raachehi Eik Har Har Charanee Rae ||",
    "translation": "Some are hypocrites; they do not merge with the Naam, the Name of the Lord. Some are absorbed in the Feet of the Lord, Har, Har.",
    "punjabi": "ਕਈ ਐਸੇ ਪਖੰਡੀ ਬੰਦੇ ਹੁੰਦੇ ਹਨ ਜੋ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਪਾਂਦੇ (ਸਦਾ ਪਖੰਡ ਵਲ ਹੀ ਰੁਚੀ ਰੱਖਦੇ ਹਨ), ਕਈ ਐਸੇ ਹਨ (ਭਾਗਾਂ ਵਾਲੇ) ਜੋ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42410,
    "shabad_id": 3651,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਪੂਰਬਿ ਲਿਖਿਅਾ ਪਾਵਸਿ ਨਾਨਕ; ਰਸਨਾ ਨਾਮੁ ਜਪਿ ਰੇ ॥੫॥੪॥",
    "transliteration": "Poorab Likhiaa Paavas Naanak Rasanaa Naam Jap Rae ||5||4||",
    "translation": "The mortals obtain what they are predestined to receive; O Nanak, with your tongue, chant the Naam. ||5||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਤੂੰ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਪਣੀ ਜੀਭ ਨਾਲ ਜਪਿਆ ਕਰ, ਧੁਰੋਂ ਪਰਮਾਤਮਾ ਵਲੋਂ ਲਿਖੀ ਬਖ਼ਸ਼ਸ਼ ਅਨੁਸਾਰ ਤੈਨੂੰ ਇਹ ਦਾਤ ਪ੍ਰਾਪਤ ਹੋ ਜਾਇਗੀ ॥੫॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42411,
    "shabad_id": 3652,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੧ ॥",
    "transliteration": "Maaroo Mehalaa 1 ||",
    "translation": "Maaroo, First Mehl,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42412,
    "shabad_id": 3653,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕੁ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42413,
    "shabad_id": 3653,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪਤਿਤ. ਪੁਨੀਤ ਅਸੰਖ ਹੋਹਿ; ਹਰਿ ਚਰਨੀ ਮਨੁ ਲਾਗ ॥",
    "transliteration": "Pathith Puneeth Asankh Hohi Har Charanee Man Laag ||",
    "translation": "Countless sinners are sanctified, attaching their minds to the Feet of the Lord.",
    "punjabi": "ਬੇਅੰਤ ਉਹ ਵਿਕਾਰੀ ਬੰਦੇ ਭੀ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੇ ਹਨ ਜਿਨ੍ਹਾਂ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਲੱਗ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42414,
    "shabad_id": 3653,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਠਸਠਿ ਤੀਰਥ ਨਾਮੁ ਪ੍ਰਭ; ਨਾਨਕ. ਜਿਸੁ ਮਸਤਕਿ ਭਾਗ ॥੧॥",
    "transliteration": "Athasath Theerathh Naam Prabh Naanak Jis Masathak Bhaag ||1||",
    "translation": "The merits of the sixty-eight places of pilgrimage are found in God's Name, O Nanak, when such destiny is inscribed upon one's forehead. ||1||",
    "punjabi": "ਅਠਾਹਠ ਤੀਰਥ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹੀ ਹੈ, ਪਰ, ਹੇ ਨਾਨਕ! (ਇਹ ਨਾਮ ਉਸ ਨੂੰ ਹੀ ਮਿਲਦਾ ਹੈ) ਜਿਸ ਦੇ ਮੱਥੇ ਉਤੇ (ਚੰਗੇ) ਭਾਗ ਹੋਣ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42415,
    "shabad_id": 3654,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਬਦੁ ॥",
    "transliteration": "Sabadh ||",
    "translation": "Shabad:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42416,
    "shabad_id": 3654,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਖੀ ਸਹੇਲੀ ਗਰਬਿ ਗਹੇਲੀ ॥",
    "transliteration": "Sakhee Sehaelee Garab Gehaelee ||",
    "translation": "O friends and companions, so puffed up with pride,",
    "punjabi": "ਹੇ ਆਪਣੇ ਹੀ ਰਸ-ਮਾਣ ਵਿਚ ਮੱਤੀ ਸਖੀਏ! ਮੇਰੀਏ ਸਹੇਲੀਏ! (ਹੇ ਮੇਰੇ ਕੰਨ! ਹੇ ਮੇਰੀ ਜੀਭ!)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42417,
    "shabad_id": 3654,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੁਣਿ ਸਹ ਕੀ; ੲਿਕ ਬਾਤ ਸੁਹੇਲੀ ॥੧॥",
    "transliteration": "Sun Seh Kee Eik Baath Suhaelee ||1||",
    "translation": "Listen to this one joyous story of your Husband Lord. ||1||",
    "punjabi": "ਖਸਮ-ਪ੍ਰਭੂ ਦੀ ਹੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਹੀ ਗੱਲ ਸੁਣ (ਤੇ ਕਰ), ਇਹ ਗੱਲ ਸੁਖ ਦੇਣ ਵਾਲੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42418,
    "shabad_id": 3654,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਮੈ ਬੇਦਨ; ਸਾ. ਕਿਸੁ ਅਾਖਾ ਮਾੲੀ ॥",
    "transliteration": "Jo Mai Baedhan Saa Kis Aakhaa Maaee ||",
    "translation": "Who can I tell about my pain, O my mother?",
    "punjabi": "ਹੇ (ਮੇਰੀ) ਮਾਂ! ਮੈਂ ਕਿਸ ਨੂੰ ਦੱਸਾਂ ਆਪਣੇ ਦਿਲ ਦੀ ਪੀੜ? (ਬਿਗਾਨੀ ਪੀੜ ਦੀ ਸਾਰ ਕੋਈ ਸਮਝ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42419,
    "shabad_id": 3654,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ ਜੀੳੁ. ਨ ਰਹੈ; ਕੈਸੇ ਰਾਖਾ ਮਾੲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Bin Jeeo N Rehai Kaisae Raakhaa Maaee ||1|| Rehaao ||",
    "translation": "Without the Lord, my soul cannot survive; how can I comfort it, O my mother? ||1||Pause||",
    "punjabi": "ਹੇ ਮਾਂ! ਪਰਮਾਤਮਾ (ਦੀ ਯਾਦ) ਤੋਂ ਬਿਨਾ ਮੇਰੀ ਜਿੰਦ ਰਹਿ ਨਹੀਂ ਸਕਦੀ। ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਮੈਨੂੰ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਸੁੱਝਦਾ ਨਹੀਂ ਜਿਸ ਨਾਲ ਮੈਂ ਇਸ ਨੂੰ ਘਬਰਾਹਟ ਤੋਂ ਬਚਾ ਸਕਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42420,
    "shabad_id": 3654,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਹੳੁ ਦੋਹਾਗਣਿ. ਖਰੀ ਰੰਞਞਾਣੀ ॥",
    "transliteration": "Ho Dhohaagan Kharee Rannjaanee ||",
    "translation": "I am a dejected, discarded bride, totally miserable.",
    "punjabi": "(ਜੇ ਮੇਰਾ ਇਕ ਸੁਆਸ ਭੀ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਲੰਘੇ ਤਾਂ) ਮੈਂ (ਆਪਣੇ ਆਪ ਨੂੰ) ਮੰਦੇ ਭਾਗਾਂ ਵਾਲੀ (ਸਮਝਦੀ ਹਾਂ), ਮੈਂ ਬੜੀ ਦੁਖੀ (ਹੁੰਦੀ ਹਾਂ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42421,
    "shabad_id": 3654,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਗੲਿਅਾ ਸੁ ਜੋਬਨੁ; ਧਨ ਪਛੁਤਾਣੀ ॥੨॥",
    "transliteration": "Gaeiaa S Joban Dhhan Pashhuthaanee ||2||",
    "translation": "I have lost my youth; I regret and repent. ||2||",
    "punjabi": "(ਜਿਵੇਂ) ਜਿਸ ਇਸਤ੍ਰੀ ਦਾ ਜਦੋਂ ਉਹ ਜੋਬਨ ਲੰਘ ਜਾਂਦਾ ਹੈ ਜੋ ਉਸ ਨੂੰ ਪਤੀ ਨਾਲ ਮਿਲਾ ਸਕਦਾ ਹੈ ਤਾਂ ਉਹ ਪਛੁਤਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42422,
    "shabad_id": 3654,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਤੂ ਦਾਨਾ; ਸਾਹਿਬੁ ਸਿਰਿ ਮੇਰਾ ॥",
    "transliteration": "Thoo Dhaanaa Saahib Sir Maeraa ||",
    "translation": "You are my wise Lord and Master, above my head.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ!) ਤੂੰ ਮੇਰੇ ਸਿਰ ਉਤੇ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਮੇਰੇ ਦਿਲ ਦੀ ਜਾਣਦਾ ਹੈਂ।",
    "pronunciation": "ਦਾਸਨ ਦਾਸ ਦੇ (ਸਿਰਿ) ਸ਼੍ਰੋਮਣੀ ਸੁਅਾਮੀ ਹੋਂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 42423,
    "shabad_id": 3654,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਖਿਜਮਤਿ ਕਰੀ; ਜਨੁ ਬੰਦਾ ਤੇਰਾ ॥੩॥",
    "transliteration": "Khijamath Karee Jan Bandhaa Thaeraa ||3||",
    "translation": "I serve You as Your humble slave. ||3||",
    "punjabi": "(ਮੇਰੀ ਤਾਂਘ ਹੈ ਕਿ) ਤੇਰੀ ਚਾਕਰੀ ਕਰਦਾ ਰਹਾਂ, ਮੈਂ ਤੇਰਾ ਦਾਸ ਬਣਿਆ ਰਹਾਂ, ਮੈਂ ਤੇਰਾ ਗ਼ੁਲਾਮ ਬਣਿਆ ਰਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42424,
    "shabad_id": 3654,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਭਣਤਿ ਨਾਨਕੁ; ਅੰਦੇਸਾ ੲੇਹੀ ॥",
    "transliteration": "Bhanath Naanak Andhaesaa Eaehee ||",
    "translation": "Nanak humbly prays, this is my only concern:",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਮੈਨੂੰ ਇਹੀ ਚਿੰਤਾ ਰਹਿੰਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42425,
    "shabad_id": 3654,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਬਿਨੁ ਦਰਸਨ; ਕੈਸੇ ਰਵੳੁ ਸਨੇਹੀ ॥੪॥੫॥",
    "transliteration": "Bin Dharasan Kaisae Ravo Sanaehee ||4||5||",
    "translation": "Without the Blessed Vision of my Beloved, how can I enjoy Him? ||4||5||",
    "punjabi": "ਕਿ ਮੈਂ ਕਿਤੇ ਪਰਮਾਤਮਾ ਦੇ ਦਰਸ਼ਨ ਤੋਂ ਵਾਂਜਿਆ ਹੀ ਨਾਹ ਰਹਿ ਜਾਵਾਂ। ਕੋਈ ਐਸਾ ਤਰੀਕਾ ਹੋਵੇ ਜਿਸ ਨਾਲ ਮੈਂ ਉਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਸਕਾਂ ॥੪॥੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
