[
  {
    "id": 42542,
    "shabad_id": 3663,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ੲੇ ਮਨ. ਹਰਿ ਜੀੳੁ ਚੇਤਿ ਤੂ; ਮਨਹੁ ਤਜਿ ਵਿਕਾਰ ||",
    "transliteration": "Eae Man Har Jeeo Chaeth Thoo Manahu Thaj Vikaar ||",
    "translation": "O my mind, remember the Dear Lord, and abandon the corruption of your mind.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਦਾ ਰਹੁ। ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚੋਂ ਵਿਚਾਰ ਛੱਡ ਦੇਹ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42543,
    "shabad_id": 3663,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਧਿਅਾੲਿ ਤੂ; ਤਾ ਸਚਿ ਲਗੀ ਪਿਅਾਰੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Gur Kai Sabadh Dhhiaae Thoo Sach Lagee Piaar ||1|| Rehaao ||",
    "translation": "Meditate on the Word of the Guru's Shabad; focus lovingly on the Truth. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰਿਆ ਕਰ। (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਪਿਆਰ ਬਣੇਗਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42544,
    "shabad_id": 3663,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅੈਥੈ ਨਾਵਹੁ ਭੁਲਿਅਾ; ਫਿਰਿ ਹਥੁ ਕਿਥਾੳੂ. ਨ ਪਾੲਿ ||",
    "transliteration": "Aithhai Naavahu Bhuliaa Fir Hathh Kithhaaoo N Paae ||",
    "translation": "One who forgets the Name in this world, shall not find any place of rest anywhere else.",
    "punjabi": "ਇਸ ਜਨਮ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝੇ ਰਿਹਾਂ (ਇਹ ਮਨੁੱਖਾ ਜਨਮ ਲੱਭਣ ਵਾਸਤੇ) ਮੁੜ ਕਿਤੇ ਭੀ ਹੱਥ ਨਹੀਂ ਪੈ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42545,
    "shabad_id": 3663,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜੋਨੀ ਸਭਿ ਭਵਾੲੀਅਨਿ; ਬਿਸਟਾ ਮਾਹਿ ਸਮਾੲਿ ||੨||",
    "transliteration": "Jonee Sabh Bhavaaeean Bisattaa Maahi Samaae ||2||",
    "translation": "He shall wander in all sorts of reincarnations, and rot away in manure. ||2||",
    "punjabi": "(ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਬੰਦਾ) ਸਾਰੀਆਂ ਹੀ ਜੂਨਾਂ ਵਿਚ ਪਾਇਆ ਜਾਂਦਾ ਹੈ, ਉਹ ਸਦਾ ਵਿਕਾਰਾਂ ਦੇ ਗੰਦ ਵਿਚ ਪਿਆ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42546,
    "shabad_id": 3663,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਵਡਭਾਗੀ ਗੁਰੁ ਪਾੲਿਅਾ; ਪੂਰਬਿ ਲਿਖਿਅਾ ਮਾੲਿ ||",
    "transliteration": "Vaddabhaagee Gur Paaeiaa Poorab Likhiaa Maae ||",
    "translation": "By great good fortune, I have found the Guru, according to my pre-ordained destiny, O my mother.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਮੱਥੇ ਉਤੇ ਧੁਰੋਂ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ, ਉਸ ਨੂੰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਗੁਰੂ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42547,
    "shabad_id": 3663,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਸਚੀ ਭਗਤਿ ਕਰਿ; ਸਚਾ ਲੲੇ ਮਿਲਾੲਿ ||੩||",
    "transliteration": "Anadhin Sachee Bhagath Kar Sachaa Leae Milaae ||3||",
    "translation": "Night and day, I practice true devotional worship; I am united with the True Lord. ||3||",
    "punjabi": "ਹਰ ਵੇਲੇ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਦੇ ਕਾਰਨ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਉਸ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ) ਜੋੜੀ ਰੱਖਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42548,
    "shabad_id": 3663,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਅਾਪੇ ਸਿ੍ਰਸਟਿ ਸਭ ਸਾਜੀਅਨੁ; ਅਾਪੇ ਨਦਰਿ ਕਰੇੲਿ ||",
    "transliteration": "Aapae Srisatt Sabh Saajeean Aapae Nadhar Karaee ||",
    "translation": "He Himself fashioned the entire universe; He Himself bestows His Glance of Grace.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਨੇ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਪੈਦਾ ਕੀਤੀ ਹੈ, ਉਹ ਆਪ ਹੀ (ਇਸ ਉਤੇ) ਮਿਹਰ ਦੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42549,
    "shabad_id": 3663,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਨਾਮਿ ਵਡਿਅਾੲੀਅਾ; ਜੈ ਭਾਵੈ ਤੈ ਦੇੲਿ ||੪||੨||",
    "transliteration": "Naanak Naam Vaddiaaeeaa Jai Bhaavai Thai Dhaee ||4||2||",
    "translation": "O Nanak, the Naam, the Name of the Lord, is glorious and great; as He pleases, He bestows His Blessings. ||4||2||",
    "punjabi": "ਜਿਹੜਾ ਜੀਵ ਉਸ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ ਉਸ ਨੂੰ (ਆਪਣੇ) ਨਾਮ ਵਿਚ (ਜੋੜ ਕੇ ਲੋਕ ਪਰਲੋਕ ਦੀਆਂ) ਵਡਿਆਈਆਂ ਦੇਂਦਾ ਹੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42550,
    "shabad_id": 3664,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੩ ||",
    "transliteration": "Maaroo Mehalaa 3 ||",
    "translation": "Maaroo, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42551,
    "shabad_id": 3664,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਪਿਛਲੇ ਗੁਨਹ ਬਖਸਾੲਿ ਜੀੳੁ; ਅਬ ਤੂ ਮਾਰਗਿ ਪਾੲਿ ||",
    "transliteration": "Pishhalae Guneh Bakhasaae Jeeo Ab Thoo Maarag Paae ||",
    "translation": "Please forgive my past mistakes, O my Dear Lord; now, please place me on the Path.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਮੇਰੇ ਪਿਛਲੇ ਗੁਨਾਹ ਬਖ਼ਸ਼, ਹੁਣ ਤੂੰ ਮੈਨੂੰ ਸਹੀ ਰਸਤੇ ਉਤੇ ਤੋਰ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42552,
    "shabad_id": 3664,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਕੀ ਚਰਣੀ ਲਾਗਿ ਰਹਾ; ਵਿਚਹੁ ਅਾਪੁ ਗਵਾੲਿ ||੧||",
    "transliteration": "Har Kee Charanee Laag Rehaa Vichahu Aap Gavaae ||1||",
    "translation": "I remain attached to the Lord's Feet, and eradicate self-conceit from within. ||1||",
    "punjabi": "ਆਪਣੇ ਅੰਦਰੋਂ ਆਪਾ-ਭਾਵ ਦੂਰ ਕਰ ਕੇ ਹਰੀ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆ ਰਹਾਂ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42553,
    "shabad_id": 3664,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਗੁਰਮੁਖਿ ਨਾਮੁ ਹਰਿ ਧਿਅਾੲਿ ||",
    "transliteration": "Maerae Man Guramukh Naam Har Dhhiaae ||",
    "translation": "O my mind, as Gurmukh, meditate on the Name of the Lord.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਹਰੀ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ (ਤੇ, ਅਰਦਾਸ ਕਰਿਆ ਕਰ-ਹੇ ਪ੍ਰਭੂ! ਮਿਹਰ ਕਰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42554,
    "shabad_id": 3664,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਦਾ ਹਰਿ ਚਰਣੀ ਲਾਗਿ ਰਹਾ; ੲਿਕ ਮਨਿ ੲੇਕੈ ਭਾੲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sadhaa Har Charanee Laag Rehaa Eik Man Eaekai Bhaae ||1|| Rehaao ||",
    "translation": "Remain attached forever to the Lord's Feet,single-mindedly,with love for the One Lord. ||1||Pause||",
    "punjabi": "ਮੈਂ ਸਦਾ, ਹੇ ਹਰੀ! ਇਕਾਗ੍ਰ-ਚਿੱਤ ਹੋ ਕੇ ਇਕ ਤੇਰੇ ਹੀ ਪਿਆਰ ਵਿਚ ਟਿਕ ਕੇ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਿਆ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਰਹਾਂ",
    "type_id": 4
  },
  {
    "id": 42555,
    "shabad_id": 3664,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾ ਮੈ ਜਾਤਿ. ਨ ਪਤਿ ਹੈ; ਨਾ ਮੈ ਥੇਹੁ. ਨ ਥਾੳੁ ||",
    "transliteration": "Naa Mai Jaath N Path Hai Naa Mai Thhaehu N Thhaao ||",
    "translation": "I have no social status or honor; I have no place or home.",
    "punjabi": "ਨਾਹ ਮੇਰੀ (ਕੋਈ ਉੱਚੀ) ਜਾਤਿ ਹੈ, ਨਾਹ (ਮੇਰੀ ਲੋਕਾਂ ਵਿਚ ਕੋਈ) ਇੱਜ਼ਤ ਹੈ, ਨਾਹ ਮੇਰੀ ਭੁਇੰ ਦੀ ਕੋਈ ਮਾਲਕੀ ਹੈ, ਨਾਹ ਮੇਰਾ ਕੋਈ ਘਰ-ਘਾਟ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42556,
    "shabad_id": 3664,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸਬਦਿ ਭੇਦਿ ਭ੍ਰਮੁ ਕਟਿਅਾ; ਗੁਰਿ. ਨਾਮੁ ਦੀਅਾ ਸਮਝਾੲਿ ||੨||",
    "transliteration": "Sabadh Bhaedh Bhram Kattiaa Gur Naam Dheeaa Samajhaae ||2||",
    "translation": "Pierced through by the Word of the Shabad, my doubts have been cut away. The Guru has inspired me to understand the Naam, the Name of the Lord. ||2||",
    "punjabi": "(ਮੈਨੂੰ ਨਿਮਾਣੇ ਨੂੰ) ਗੁਰੂ ਨੇ (ਆਪਣੇ) ਸ਼ਬਦ ਨਾਲ ਵਿੰਨ੍ਹ ਕੇ ਮੇਰੀ ਭਟਕਣਾ ਕੱਟ ਦਿੱਤੀ ਹੈ, ਮੈਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਬਖ਼ਸ਼ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਦਿੱਤਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42557,
    "shabad_id": 3664,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ ਲਾਲਚ ਕਰਦਾ ਫਿਰੈ; ਲਾਲਚਿ ਲਾਗਾ ਜਾੲਿ ||",
    "transliteration": "Eihu Man Laalach Karadhaa Firai Laalach Laagaa Jaae ||",
    "translation": "This mind wanders around, driven by greed, totally attached to greed.",
    "punjabi": "(ਹਰਿ-ਨਾਮ ਤੋਂ ਖੁੰਝਿਆ ਹੋਇਆ) ਇਹ ਮਨ ਅਨੇਕਾਂ ਲਾਲਚ ਕਰਦਾ ਫਿਰਦਾ ਹੈ, (ਮਾਇਆ ਦੇ) ਲਾਲਚ ਵਿਚ ਲੱਗ ਕੇ ਭਟਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42558,
    "shabad_id": 3664,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਧੰਧੈ ਕੂੜਿ ਵਿਅਾਪਿਅਾ; ਜਮਪੁਰਿ ਚੋਟਾ ਖਾੲਿ ||੩||",
    "transliteration": "Dhhandhhai Koorr Viaapiaa Jam Pur Chottaa Khaae ||3||",
    "translation": "He is engrossed in false pursuits; he shall endure beatings in the City of Death. ||3||",
    "punjabi": "(ਮਾਇਆ ਦੇ) ਕੂੜੇ ਧੰਧੇ ਵਿਚ ਫਸਿਆ ਹੋਇਆ ਆਤਮਕ ਮੌਤ ਵਿਚ ਪੈ ਕੇ (ਚਿੰਤਾ-ਫ਼ਿਕਰਾਂ ਦੀਆਂ) ਸੱਟਾਂ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਚੋਟਾਂ",
    "type_id": 3
  },
  {
    "id": 42559,
    "shabad_id": 3664,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਸਭੁ ਕਿਛੁ ਅਾਪੇ ਅਾਪਿ ਹੈ; ਦੂਜਾ ਨਾਹੀ ਕੋੲਿ ||",
    "transliteration": "Naanak Sabh Kishh Aapae Aap Hai Dhoojaa Naahee Koe ||",
    "translation": "O Nanak, God Himself Himself is all-in-all. There is no other at all.",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! (ਜੀਆਂ ਦੇ ਕੀਹ ਵੱਸ? ਇਹ ਜੋ ਕੁਝ ਸਾਰਾ ਸੰਸਾਰ ਦਿੱਸ ਰਿਹਾ ਹੈ ਇਹ) ਸਭ ਕੁਝ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਹੈ, ਉਸ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਤੇ ਭੀ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42560,
    "shabad_id": 3664,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਭਗਤਿ ਖਜਾਨਾ ਬਖਸਿਓਨੁ; ਗੁਰਮੁਖਾ ਸੁਖੁ ਹੋੲਿ ||੪||੩||",
    "transliteration": "Bhagath Khajaanaa Bakhasioun Guramukhaa Sukh Hoe ||4||3||",
    "translation": "He bestows the treasure of devotional worship, and the Gurmukhs abide in peace. ||4||3||",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲਿਆਂ ਨੂੰ (ਆਪਣੀ) ਭਗਤੀ ਦਾ ਖ਼ਜ਼ਾਨਾ ਉਸ ਨੇ ਆਪ ਹੀ ਬਖ਼ਸ਼ਿਆ ਹੈ (ਜਿਸ ਕਰਕੇ ਉਹਨਾਂ ਨੂੰ) ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42561,
    "shabad_id": 3665,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੩ ||",
    "transliteration": "Maaroo Mehalaa 3 ||",
    "translation": "Maaroo, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42562,
    "shabad_id": 3665,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚਿ ਰਤੇ ਸੇ ਟੋਲਿ ਲਹੁ; ਸੇ ਵਿਰਲੇ ਸੰਸਾਰਿ ||",
    "transliteration": "Sach Rathae Sae Ttol Lahu Sae Viralae Sansaar ||",
    "translation": "Seek and find those who are imbued with Truth; they are so rare in this world.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ-ਥਿਰ ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਵਿਚ (ਸਦਾ) ਰੰਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਭਾਲ ਕਰ (ਉਂਞ) ਉਹ ਜਗਤ ਵਿਚ ਕੋਈ ਵਿਰਲੇ ਵਿਰਲੇ ਹੀ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "ਰੱਤੇ",
    "type_id": 3
  },
  {
    "id": 42563,
    "shabad_id": 3665,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤਿਨ ਮਿਲਿਅਾ ਮੁਖੁ ੳੁਜਲਾ; ਜਪਿ ਨਾਮੁ ਮੁਰਾਰਿ ||੧||",
    "transliteration": "Thin Miliaa Mukh Oujalaa Jap Naam Muraar ||1||",
    "translation": "Meeting with them, one's face becomes radiant and bright, chanting the Name of the Lord. ||1||",
    "punjabi": "ਉਹਨਾਂ ਨੂੰ ਮਿਲਿਆਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ (ਲੋਕ ਪਰਲੋਕ ਵਿਚ) ਸੁਰਖ਼ਰੂ ਹੋ ਜਾਈਦਾ ਹੈ (ਇੱਜ਼ਤ ਮਿਲਦੀ ਹੈ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42564,
    "shabad_id": 3665,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਬਾਬਾ; ਸਾਚਾ ਸਾਹਿਬੁ. ਰਿਦੈ ਸਮਾਲਿ ||",
    "transliteration": "Baabaa Saachaa Saahib Ridhai Samaal ||",
    "translation": "O Baba, contemplate and cherish the True Lord and Master within your heart.",
    "punjabi": "ਹੇ ਭਾਈ! ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੂੰ (ਆਪਣੇ) ਹਿਰਦੇ ਵਿਚ (ਸਦਾ) ਯਾਦ ਕਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42565,
    "shabad_id": 3665,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਅਪਨਾ ਪੁਛਿ ਦੇਖੁ; ਲੇਹੁ ਵਖਰੁ ਭਾਲਿ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sathigur Apanaa Pushh Dhaekh Laehu Vakhar Bhaal ||1|| Rehaao ||",
    "translation": "Seek out and see, and ask your True Guru, and obtain the true commodity. ||1||Pause||",
    "punjabi": "(ਇਹੀ ਹੈ ਜੀਵਨ ਦਾ ਅਸਲ ਮਨੋਰਥ; ਬੇਸ਼ੱਕ) ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਪੁੱਛ ਕੇ ਵੇਖ ਲੈ। ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਨਾਮ ਦਾ ਸੌਦਾ ਲੱਭ ਲੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਵੱਖਰੁ",
    "type_id": 4
  },
  {
    "id": 42566,
    "shabad_id": 3665,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ੲਿਕੁ ਸਚਾ ਸਭ ਸੇਵਦੀ; ਧੁਰਿ ਭਾਗਿ ਮਿਲਾਵਾ ਹੋੲਿ ||",
    "transliteration": "Eik Sachaa Sabh Saevadhee Dhhur Bhaag Milaavaa Hoe ||",
    "translation": "All serve the One True Lord; through pre-ordained destiny, they meet Him.",
    "punjabi": "ਸਿਰਫ਼ ਇਕ ਪਰਮਾਤਮਾ ਹੀ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਹੈ, ਸਾਰੀ ਲੋਕਾਈ ਉਸ ਦੀ ਹੀ ਸੇਵਾ-ਭਗਤੀ ਕਰਦੀ ਹੈ, ਧੁਰੋਂ ਲਿਖੀ ਕਿਸਮਤ ਨਾਲ ਹੀ (ਉਸ ਪਰਮਾਤਮਾ ਨਾਲ) ਮਿਲਾਪ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42567,
    "shabad_id": 3665,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਮਿਲੇ. ਸੇ, ਨ ਵਿਛੁੜਹਿ; ਪਾਵਹਿ ਸਚੁ ਸੋੲਿ ||੨||",
    "transliteration": "Guramukh Milae Sae N Vishhurrehi Paavehi Sach Soe ||2||",
    "translation": "The Gurmukhs merge with Him, and will not be separated from Him again; they attain the True Lord. ||2||",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ (ਉਸ ਦੇ ਚਰਨਾਂ ਵਿਚ) ਜੁੜਦੇ ਹਨ, ਉਹ (ਮੁੜ) ਨਹੀਂ ਵਿੱਛੁੜਦੇ, ਉਹ ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ (ਦਾ ਮਿਲਾਪ) ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42568,
    "shabad_id": 3665,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ੲਿਕਿ ਭਗਤੀ ਸਾਰ. ਨ ਜਾਣਨੀ; ਮਨਮੁਖ ਭਰਮਿ ਭੁਲਾੲਿ ||",
    "transliteration": "Eik Bhagathee Saar N Jaananee Manamukh Bharam Bhulaae ||",
    "translation": "Some do not appreciate the value of devotional worship; the self-willed manmukhs are deluded by doubt.",
    "punjabi": "ਕਈ ਐਸੇ ਬੰਦੇ ਹਨ ਜੋ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦੇ ਹਨ, ਮਾਇਆ ਦੀ ਭਟਕਣਾ ਦੇ ਕਾਰਨ ਕੁਰਾਹੇ ਪਏ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਬੰਦੇ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਦੀ ਕਦਰ ਨਹੀਂ ਸਮਝਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42569,
    "shabad_id": 3665,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਓਨਾ ਵਿਚਿ ਅਾਪਿ ਵਰਤਦਾ; ਕਰਣਾ ਕਿਛੂ. ਨ ਜਾੲਿ ||੩||",
    "transliteration": "Ounaa Vich Aap Varathadhaa Karanaa Kishhoo N Jaae ||3||",
    "translation": "They are fillled with self-conceit; they cannot accomplish anything. ||3||",
    "punjabi": "(ਪਰ, ਹੇ ਭਾਈ!) ਉਹਨਾਂ (ਮਨਮੁਖਾਂ) ਦੇ ਅੰਦਰ (ਭੀ) ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਵੱਸਦਾ ਹੈ (ਤੇ ਉਹਨਾਂ ਨੂੰ ਕੁਰਾਹੇ ਪਾਈ ਰੱਖਦਾ ਹੈ, ਸੋ ਉਸ ਦੇ ਉਲਟ) ਕੁਝ ਭੀ ਕੀਤਾ ਨਹੀਂ ਜਾ ਸਕਦਾ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42570,
    "shabad_id": 3665,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਜਿਸੁ ਨਾਲਿ ਜੋਰੁ. ਨ ਚਲੲੀ; ਖਲੇ ਕੀਚੈ ਅਰਦਾਸਿ ||",
    "transliteration": "Jis Naal Jor N Chalee Khalae Keechai Aradhaas ||",
    "translation": "Stand and offer your prayer, to the One who cannot be moved by force.",
    "punjabi": "(ਤਾਂ ਫਿਰ ਉਹਨਾਂ ਮਨਮੁਖਾਂ ਵਾਸਤੇ ਕੀਹ ਕੀਤਾ ਜਾਏ? ਇਹੀ ਕਿ) ਜਿਸ ਪਰਮਾਤਮਾ ਦੇ ਅੱਗੇ (ਜੀਵ ਦੀ ਕੋਈ) ਪੇਸ਼ ਨਹੀਂ ਜਾ ਸਕਦੀ, ਉਸ ਦੇ ਦਰ ਤੇ ਅਦਬ ਨਾਲ ਅਰਦਾਸ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਚੱਲੲੀ",
    "type_id": 3
  },
  {
    "id": 42571,
    "shabad_id": 3665,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਨਾਮੁ ਮਨਿ ਵਸੈ; ਤਾ ਸੁਣਿ ਕਰੇ ਸਾਬਾਸਿ ||੪||੪||",
    "transliteration": "Naanak Guramukh Naam Man Vasai Thaa Sun Karae Saabaas ||4||4||",
    "translation": "O Nanak, the Naam, the Name of the Lord, abides within the mind of the Gurmukh; hearing his prayer, the Lord applauds him. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਵੱਸਦਾ ਹੈ ਤਦੋਂ ਉਹ ਪ੍ਰਭੂ (ਅਰਜ਼ੋਈ) ਸੁਣ ਕੇ ਆਦਰ ਦੇਂਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42572,
    "shabad_id": 3666,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੩ ||",
    "transliteration": "Maaroo Mehalaa 3 ||",
    "translation": "Maaroo, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42573,
    "shabad_id": 3666,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਾਰੂ ਤੇ ਸੀਤਲੁ ਕਰੇ; ਮਨੂਰਹੁ ਕੰਚਨੁ ਹੋੲਿ ||",
    "transliteration": "Maaroo Thae Seethal Karae Manoorahu Kanchan Hoe ||",
    "translation": "He transforms the burning desert into a cool oasis; he transmutes rusted iron into gold.",
    "punjabi": "ਹੇ ਮਨ! (ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ) ਤਪਦੇ ਰੇਤ-ਥਲੇ (ਵਰਗੇ ਸੜਦੇ ਦਿਲ) ਨੂੰ ਸ਼ਾਂਤ ਕਰ ਦੇਂਦਾ ਹੈ, (ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮਨੂਰ (ਵਰਗੇ ਮਨ) ਤੋਂ ਸੋਨਾ (ਸੁੱਧ) ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42574,
    "shabad_id": 3666,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸੋ ਸਾਚਾ ਸਾਲਾਹੀਅੈ; ਤਿਸੁ ਜੇਵਡੁ ਅਵਰੁ. ਨ ਕੋੲਿ ||੧||",
    "transliteration": "So Saachaa Saalaaheeai This Jaevadd Avar N Koe ||1||",
    "translation": "So praise the True Lord; there is none other as great as He is. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਉਸ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ, ਉਸ ਦੇ ਬਰਾਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42575,
    "shabad_id": 3666,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਮੇਰੇ ਮਨ; ਅਨ ਦਿਨੁ ਧਿਅਾੲਿ ਹਰਿ ਨਾੳੁ ||",
    "transliteration": "Maerae Man Anadhin Dhhiaae Har Naao ||",
    "translation": "O my mind, night and day, meditate on the Lord's Name.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਰ ਵੇਲੇ ਸਿਮਰਦਾ ਰਹੁ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42576,
    "shabad_id": 3666,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਬਚਨਿ ਅਰਾਧਿ ਤੂ; ਅਨ ਦਿਨੁ ਗੁਣ ਗਾੳੁ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Sathigur Kai Bachan Araadhh Thoo Anadhin Gun Gaao ||1|| Rehaao ||",
    "translation": "Contemplate the Word of the Guru's Teachings, and sing the Glorious Praises of the Lord, night and day. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਚਨ ਉਤੇ ਤੁਰ ਕੇ ਤੂੰ ਪ੍ਰਭੂ ਦਾ ਆਰਾਧਨ ਕਰਦਾ ਰਹੁ, ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਇਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42577,
    "shabad_id": 3666,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਗੁਰਮੁਖਿ ੲੇਕੋ ਜਾਣੀਅੈ; ਜਾ ਸਤਿਗੁਰੁ ਦੇੲਿ ਬੁਝਾੲਿ ||",
    "transliteration": "Guramukh Eaeko Jaaneeai Jaa Sathigur Dhaee Bujhaae ||",
    "translation": "As Gurmukh, one comes to know the One Lord, when the True Guru instructs him.",
    "punjabi": "ਹੇ ਮਨ! ਜਦੋਂ ਗੁਰੂ (ਆਤਮਕ ਜੀਵਨ ਦੀ) ਸੂਝ ਬਖ਼ਸ਼ਦਾ ਹੈ (ਤਦੋਂ) ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਇਕ ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਬੁੱਝਾੲਿ",
    "type_id": 3
  },
  {
    "id": 42578,
    "shabad_id": 3666,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸੋ ਸਤਿਗੁਰੁ ਸਾਲਾਹੀਅੈ; ਜਿਦੂ ੲੇਹ ਸੋਝੀ ਪਾੲਿ ||੨||",
    "transliteration": "So Sathigur Saalaaheeai Jidhoo Eaeh Sojhee Paae ||2||",
    "translation": "Praise the True Guru, who imparts this understanding. ||2||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਸ ਗੁਰੂ ਪਾਸੋਂ ਇਹ ਸਮਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ ਉਸ ਗੁਰੂ ਦੀ ਸਦਾ ਵਡਿਆਈ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42579,
    "shabad_id": 3666,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਛੋਡਿ ਦੂਜੈ ਲਗੇ; ਕਿਅਾ ਕਰਨਿ ਅਗੈ ਜਾੲਿ ||",
    "transliteration": "Sathigur Shhodd Dhoojai Lagae Kiaa Karan Agai Jaae ||",
    "translation": "Those who forsake the True Guru, and attach themselves to duality - what will they do when they go to the world hereafter?",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜੇ ਬੰਦੇ ਗੁਰੂ ਨੂੰ ਛੱਡ ਕੇ (ਮਾਇਆ ਆਦਿਕ) ਹੋਰ ਹੋਰ (ਮੋਹ) ਵਿਚ ਲੱਗੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਪਰਲੋਕ ਵਿਚ ਜਾ ਕੇ ਕੀਹ ਕਰਨਗੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42580,
    "shabad_id": 3666,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਜਮਪੁਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਬਹੁਤੀ ਮਿਲੈ ਸਜਾੲਿ ||੩||",
    "transliteration": "Jam Pur Badhhae Maareeahi Bahuthee Milai Sajaae ||3||",
    "translation": "Bound and gagged in the City of Death, they will be beaten. They will be punished severely. ||3||",
    "punjabi": "(ਅਜਿਹੇ ਬੰਦੇ ਤਾਂ) ਜਮਰਾਜ ਦੀ ਕਚਹਿਰੀ ਵਿਚ ਬੱਝੇ ਮਾਰੀਦੇ ਹਨ, ਅਜਿਹਾਂ ਨੂੰ ਤਾਂ ਬੜੀ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
