[
  {
    "id": 42722,
    "shabad_id": 3675,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਰਾਜਸੁ ਸਾਤਕੁ ਤਾਮਸੁ ਡਰਪਹਿ; ਕੇਤੇ ਰੂਪ ੳੁਪਾੲਿਅਾ ||",
    "transliteration": "Raajas Saathak Thaamas Ddarapehi Kaethae Roop Oupaaeiaa ||",
    "translation": "Those who embody the energies of sattva-white light, raajas-red passion, and taamas-black darkness, abide in the Fear of God, along with the many created forms.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ ਬੇਅੰਤ ਜੀਵ ਪੈਦਾ ਕੀਤੇ ਹਨ ਜੋ ਰਜੋ ਸਤੋ ਤਮੋ (ਇਹਨਾਂ ਤਿੰਨ ਗੁਣਾਂ ਵਿਚ ਵਰਤ ਰਹੇ ਹਨ, ਇਹ ਸਾਰੇ ਉਸ ਦੇ) ਹੁਕਮ ਵਿਚ ਹੀ ਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42723,
    "shabad_id": 3675,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਛਲ ਬਪੁਰੀ ੲਿਹ ਕੳੁਲਾ ਡਰਪੈ; ਅਤਿ ਡਰਪੈ ਧਰਮਰਾੲਿਅਾ ||੩||",
    "transliteration": "Shhal Bapuree Eih Koulaa Ddarapai Ath Ddarapai Dhharam Raaeiaa ||3||",
    "translation": "This miserable deceiver Maya abides in the Fear of God; the Righteous Judge of Dharma is utterly afraid of Him as well. ||3||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਸਾਰੇ ਜੀਵਾਂ ਵਾਸਤੇ) ਛਲ (ਬਣੀ ਹੋਈ) ਇਹ ਵਿਚਾਰੀ ਲੱਛਮੀ ਭੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰ ਰਹੀ ਹੈ, ਧਰਮਰਾਜ ਭੀ ਹੁਕਮ ਅੱਗੇ ਥਰ ਥਰ ਕੰਬਦਾ ਹੈ ॥੩॥",
    "pronunciation": "(ਕੳੁਲਾ) ਲੱਛਮੀ[ ਛਲ ਕੳੁਲਾ: ਪੋਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 42724,
    "shabad_id": 3675,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਸਗਲ ਸਮਗ੍ਰੀ ਡਰਹਿ ਬਿਅਾਪੀ; ਬਿਨੁ ਡਰ. ਕਰਣੈਹਾਰਾ ||",
    "transliteration": "Sagal Samagree Ddarehi Biaapee Bin Ddar Karanaihaaraa ||",
    "translation": "The entire expanse of the Universe is in the Fear of God; only the Creator Lord is without this Fear.",
    "punjabi": "ਦੁਨੀਆ ਦੀ ਸਮੱਗ੍ਰੀ ਰਜ਼ਾ ਵਿਚ ਬੱਝੀ ਹੋਈ ਹੈ, ਇੱਕ ਸਿਰਜਣਹਾਰ ਪ੍ਰਭੂ ਹੀ ਹੈ ਜਿਸ ਉਤੇ ਕਿਸੇ ਦਾ ਡਰ ਨਹੀਂ।",
    "pronunciation": "ਸਮੱਗ੍ਰੀ",
    "type_id": 3
  },
  {
    "id": 42725,
    "shabad_id": 3675,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਭਗਤਨ ਕਾ ਸੰਗੀ; ਭਗਤ ਸੋਹਹਿ ਦਰਬਾਰਾ ||੪||੧||",
    "transliteration": "Kahu Naanak Bhagathan Kaa Sangee Bhagath Sohehi Dharabaaraa ||4||1||",
    "translation": "Says Nanak, God is the companion of His devotees; His devotees look beautiful in the Court of the Lord. ||4||1||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਆਪਣੇ ਭਗਤਾਂ ਦਾ ਸਹਾਈ ਹੈ, ਭਗਤ ਉਸ ਦੇ ਦਰਬਾਰ ਵਿਚ ਸਦਾ ਸੋਭਾ ਪਾਂਦੇ ਹਨ ॥੪॥੧॥",
    "pronunciation": "ਸੋਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 42726,
    "shabad_id": 3676,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42727,
    "shabad_id": 3676,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪਾਂਚ ਬਰਖ ਕੋ ਅਨਾਥੁ ਧ੍ਰ¨ ਬਾਰਿਕੁ; ਹਰਿ ਸਿਮਰਤ ਅਮਰ ਅਟਾਰੇ ||",
    "transliteration": "Paanch Barakh Ko Anaathh Dhhroo Baarik Har Simarath Amar Attaarae ||",
    "translation": "The five year old orphan boy Dhroo, by meditating in remembrance on the Lord, became stationary and permanent.",
    "punjabi": "ਧ੍ਰੂ ਪੰਜ ਸਾਲਾਂ ਦੀ ਉਮਰ ਦਾ ਇਕ ਅਨਾਥ ਜਿਹਾ ਬੱਚਾ ਸੀ। ਹਰਿ-ਨਾਮ ਸਿਮਰਦਿਆਂ ਉਸ ਨੇ ਅਟੱਲ ਪਦਵੀ ਪ੍ਰਾਪਤ ਕਰ ਲਈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42728,
    "shabad_id": 3676,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪੁਤ੍ਰ ਹੇਤਿ ਨਾਰਾੲਿਣੁ ਕਹਿਓ; ਜਮਕੰਕਰ ਮਾਰਿ ਬਿਦਾਰੇ ||੧||",
    "transliteration": "Puthr Haeth Naaraaein Kehiou Jamakankar Maar Bidhaarae ||1||",
    "translation": "For the sake of his son, Ajaamal called out, \"O Lord, Naaraayan\", who struck down and killed the Messenger of Death. ||1||",
    "punjabi": "(ਅਜਾਮਲ ਆਪਣੇ) ਪੁੱਤਰ ਨੂੰ (ਵਾਜ ਮਾਰਨ) ਦੀ ਖ਼ਾਤਰ 'ਨਾਰਾਇਣ, ਨਾਰਾਇਣ' ਆਖਿਆ ਕਰਦਾ ਸੀ, ਉਸ ਨੇ ਜਮਦੂਤਾਂ ਨੂੰ ਮਾਰ ਕੇ ਭਜਾ ਦਿੱਤਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42729,
    "shabad_id": 3676,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮੇਰੇ ਠਾਕੁਰ; ਕੇਤੇ ਅਗਨਤ ੳੁਧਾਰੇ ||",
    "transliteration": "Maerae Thaakur Kaethae Aganath Oudhhaarae ||",
    "translation": "My Lord and Master has saved many, countless beings.",
    "punjabi": "ਹੇ ਮੇਰੇ ਠਾਕੁਰ! ਕਿਤਨੇ ਹੀ ਬੇਅੰਤ ਜੀਵ ਤੂੰ ਬਚਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "ਅ-ਗਨਤ",
    "type_id": 3
  },
  {
    "id": 42730,
    "shabad_id": 3676,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਮੋਹਿ ਦੀਨ. ਅਲਪ ਮਤਿ ਨਿਰਗੁਣ; ਪਰਿਓ ਸਰਣਿ ਦੁਅਾਰੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Mohi Dheen Alap Math Niragun Pariou Saran Dhuaarae ||1|| Rehaao ||",
    "translation": "I am meek, with little or no understanding, and unworthy; I seek protection at the Lord's Door. ||1||Pause||",
    "punjabi": "ਮੈਂ ਨਿਮਾਣਾ ਹਾਂ, ਥੋੜੀ ਅਕਲ ਵਾਲਾ ਹਾਂ, ਗੁਣ-ਹੀਨ ਹਾਂ। ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੇਰੇ ਦਰ ਤੇ ਆ ਡਿੱਗਾ ਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42731,
    "shabad_id": 3676,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਬਾਲਮੀਕੁ ਸੁਪਚਾਰੋ ਤਰਿਓ; ਬਧਿਕ ਤਰੇ ਬਿਚਾਰੇ ||",
    "transliteration": "Baalameek Supachaaro Thariou Badhhik Tharae Bichaarae ||",
    "translation": "Baalmeek the outcaste was saved, and the poor hunter was saved as well.",
    "punjabi": "(ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਬਾਲਮੀਕ ਚੰਡਾਲ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਗਿਆ, ਵਿਚਾਰੇ ਸ਼ਿਕਾਰੀ ਵਰਗੇ ਭੀ ਤਰ ਗਏ।",
    "pronunciation": "(ਸੁਪਚਾਰੋ) ਚੰਡਾਲ[ ਬੱਧਿਕ",
    "type_id": 3
  },
  {
    "id": 42732,
    "shabad_id": 3676,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ੲੇਕ ਨਿਮਖ. ਮਨ ਮਾਹਿ ਅਰਾਧਿਓ; ਗਜਪਤਿ ਪਾਰਿ ੳੁਤਾਰੇ ||੨||",
    "transliteration": "Eaek Nimakh Man Maahi Araadhhiou Gajapath Paar Outhaarae ||2||",
    "translation": "The elephant remembered the Lord in his mind for an instant, and so was carried across. ||2||",
    "punjabi": "ਅੱਖ ਝਮਕਣ ਜਿਤਨੇ ਸਮੇ ਲਈ ਹੀ ਗਜ ਨੇ ਆਪਣੇ ਮਨ ਵਿਚ ਆਰਾਧਨਾ ਕੀਤੀ ਤੇ ਉਸ ਨੂੰ ਪ੍ਰਭੂ ਨੇ ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ॥੨॥",
    "pronunciation": "ਗਜਪਤਿ:ਪੋਲਾ ਬੋਲੋ[ (ਗਜਪਤਿ)ਹਾਥੀ",
    "type_id": 3
  },
  {
    "id": 42733,
    "shabad_id": 3676,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਕੀਨੀ ਰਖਿਅਾ ਭਗਤ ਪ੍ਰਹਿਲਾਦੈ; ਹਰਨਾਖਸ ਨਖਹਿ ਬਿਦਾਰੇ ||",
    "transliteration": "Keenee Rakhiaa Bhagath Prehilaadhai Haranaakhas Nakhehi Bidhaarae ||",
    "translation": "He saved His devotee Prahlaad, and tore Harnaakhash with his nails.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨੇ (ਆਪਣੇ) ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਦੀ ਰੱਖਿਆ ਕੀਤੀ, (ਉਸ ਦੇ ਪਿਉ) ਹਰਨਾਖਸ਼ ਨੂੰ ਨਹੁੰਆਂ ਨਾਲ ਚੀਰ ਦਿੱਤਾ।",
    "pronunciation": "ਪ੍ਰ-ਹਿਲਾਦੈ",
    "type_id": 3
  },
  {
    "id": 42734,
    "shabad_id": 3676,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਬਿਦਰੁ ਦਾਸੀ ਸੁਤੁ, ਭੲਿਓ ਪੁਨੀਤਾ; ਸਗਲੇ ਕੁਲ ੳੁਜਾਰੇ ||੩||",
    "transliteration": "Bidhar Dhaasee Suth Bhaeiou Puneethaa Sagalae Kul Oujaarae ||3||",
    "translation": "Bidar, the son of a slave-girl, was purified, and all his generations were redeemed. ||3||",
    "punjabi": "ਦਾਸੀ ਦਾ ਪੁੱਤਰ ਬਿਦਰ (ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਪਵਿੱਤਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਗਿਆ, ਉਸ ਨੇ ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਰੌਸ਼ਨ ਕਰ ਲਈਆਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42735,
    "shabad_id": 3676,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ਕਵਨ ਪਰਾਧ ਬਤਾਵੳੁ ਅਪੁਨੇ; ਮਿਥਿਅਾ ਮੋਹ ਮਗਨਾਰੇ ||",
    "transliteration": "Kavan Paraadhh Bathaavo Apunae Mithhiaa Moh Maganaarae ||",
    "translation": "What sins of mine should I speak of? I am intoxicated with false emotional attachment.",
    "punjabi": "ਹੇ ਹਰੀ! ਆਪਣੇ ਕਿਹੜੇ ਕਿਹੜੇ ਅਪਰਾਧ ਦੱਸਾਂ? ਮੈਂ ਤਾਂ ਨਾਸਵੰਤ ਪਦਾਰਥਾਂ ਦੇ ਮੋਹ ਵਿਚ ਡੁੱਬਾ ਰਹਿੰਦਾ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42736,
    "shabad_id": 3676,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਅਾੲਿਓ ਸਾਮ. ਨਾਨਕ ਓਟ ਹਰਿ ਕੀ; ਲੀਜੈ ਭੁਜਾ ਪਸਾਰੇ ||੪||੨||",
    "transliteration": "Aaeiou Saam Naanak Outt Har Kee Leejai Bhujaa Pasaarae ||4||2||",
    "translation": "Nanak has entered the Sanctuary of the Lord; please, reach out and take me into Your embrace. ||4||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਨਾਨਕ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ, ਮੈਂ ਤੇਰੀ ਓਟ ਫੜੀ ਹੈ। ਮੈਨੂੰ ਆਪਣੀ ਬਾਂਹ ਪਸਾਰ ਕੇ ਫੜ ਲੈ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42737,
    "shabad_id": 3677,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42738,
    "shabad_id": 3677,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਵਿਤ ਨਵਿਤ. ਭ੍ਰਮਿਓ ਬਹੁ ਭਾਤੀ; ਅਨਿਕ ਜਤਨ ਕਰਿ ਧਾੲੇ ||",
    "transliteration": "Vith Navith Bhramiou Bahu Bhaathee Anik Jathan Kar Dhhaaeae ||",
    "translation": "For the sake of riches, I wandered around in so many ways; I rushed around, making all sorts of efforts.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ ਧਨ ਦੀ ਖ਼ਾਤਰ (ਹੀ) ਕਈ ਤਰ੍ਹਾਂ ਭਟਕਦਾ ਰਿਹਾ, (ਧਨ ਦੀ ਖ਼ਾਤਰ) ਅਨੇਕਾਂ ਜਤਨ ਕਰ ਕੇ ਦੌੜ-ਭੱਜ ਕਰਦਾ ਰਿਹਾ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42739,
    "shabad_id": 3677,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜੋ ਜੋ ਕਰਮ ਕੀੲੇ, ਹੳੁ ਹੳੁਮੈ; ਤੇ ਤੇ ਭੲੇ ਅਜਾੲੇ ||੧||",
    "transliteration": "Jo Jo Karam Keeeae Ho Houmai Thae Thae Bheae Ajaaeae ||1||",
    "translation": "The deeds I did in egotism and pride, have all been done in vain. ||1||",
    "punjabi": "'ਮੈਂ ਮੈਂ' ਦੇ ਆਸਰੇ ਉਹ ਜਿਹੜੇ ਜਿਹੜੇ ਕੰਮ ਕਰਦਾ ਰਿਹਾ, ਉਹ ਸਾਰੇ ਹੀ ਵਿਅਰਥ ਚਲੇ ਗਏ ॥੧॥",
    "pronunciation": "(ਅਜਾੲੇ) ਬੇਅਰਥ",
    "type_id": 3
  },
  {
    "id": 42740,
    "shabad_id": 3677,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਅਵਰ ਦਿਨ; ਕਾਹੂ ਕਾਜ. ਨ ਲਾੲੇ ||",
    "transliteration": "Avar Dhin Kaahoo Kaaj N Laaeae ||",
    "translation": "Other days are of no use to me;",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! (ਜ਼ਿੰਦਗੀ ਦੇ) ਦਿਨਾਂ ਵਿਚ ਮੈਨੂੰ ਹੋਰ ਹੋਰ ਕੰਮਾਂ ਵਿਚ ਨਾਹ ਲਾਈ ਰੱਖ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42741,
    "shabad_id": 3677,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਸੋ ਦਿਨੁ ਮੋਕੳੁ ਦੀਜੈ ਪ੍ਰਭ ਜੀੳੁ; ਜਾ ਦਿਨ ਹਰਿ ਜਸੁ ਗਾੲੇ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "So Dhin Mo Ko Dheejai Prabh Jeeo Jaa Dhin Har Jas Gaaeae ||1|| Rehaao ||",
    "translation": "Please bless me with those days, O Dear God, on which I may sing the Lord's Praises. ||1||Pause||",
    "punjabi": "ਮੈਨੂੰ ਉਹ ਦਿਨ ਦੇਹ, ਜਿਸ ਦਿਨ ਮੈਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਾਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 42742,
    "shabad_id": 3677,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਗਿ੍ਰਹ ਦੇਖਿ ਪਸਾਰਾ; ੲਿਸ ਹੀ ਮਹਿ ੳੁਰਝਾੲੇ ||",
    "transliteration": "Puthr Kalathr Grih Dhaekh Pasaaraa Eis Hee Mehi Ourajhaaeae ||",
    "translation": "Gazing upon children, spouse, household and possessions, one is entangled in these.",
    "punjabi": "ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਘਰ ਦਾ ਖਿਲਾਰਾ ਵੇਖ ਕੇ ਜੀਵ ਇਸ (ਖਿਲਾਰੇ) ਵਿਚ ਹੀ ਰੁੱਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਕ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 42743,
    "shabad_id": 3677,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਮਾੲਿਅਾ ਮਦ ਚਾਖਿ, ਭੲੇ ੳੁਦਮਾਤੇ; ਹਰਿ ਹਰਿ ਕਬਹੁ. ਨ ਗਾੲੇ ||੨||",
    "transliteration": "Maaeiaa Madh Chaakh Bheae Oudhamaathae Har Har Kabahu N Gaaeae ||2||",
    "translation": "Tasting the wine of Maya, one is intoxicated, and never sings of the Lord, Har, Har. ||2||",
    "punjabi": "ਮਾਇਆ ਦਾ ਨਸ਼ਾ ਚੱਖ ਕੇ ਮਸਤ ਰਹਿੰਦੇ ਹਨ, ਕਦੇ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਨਹੀਂ ਗਾਂਦੇ ॥੨॥",
    "pronunciation": "ੳੁਦਮਾਤੇਕਮਲੇ",
    "type_id": 3
  },
  {
    "id": 42744,
    "shabad_id": 3677,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ੲਿਹ ਬਿਧਿ ਖੋਜੀ ਬਹੁ ਪਰਕਾਰਾ; ਬਿਨੁ ਸੰਤਨ. ਨਹੀ ਪਾੲੇ ||",
    "transliteration": "Eih Bidhh Khojee Bahu Parakaaraa Bin Santhan Nehee Paaeae ||",
    "translation": "In this way, I have examined lots of methods, but without the Saints, it is not found.",
    "punjabi": "ਇਸ ਤਰ੍ਹਾਂ ਕਈ ਕਿਸਮ ਦੀ ਖੋਜ ਕਰ ਵੇਖੀ ਹੈ (ਸਭ ਮਾਇਆ ਵਿਚ ਹੀ ਪਰਵਿਰਤ ਦਿੱਸਦੇ ਹਨ)। ਸੋ, ਸੰਤ ਜਨਾਂ ਤੋਂ ਬਿਨਾ (ਕਿਸੇ ਹੋਰ ਥਾਂ) ਪਰਮਾਤਮਾ ਦੀ ਪ੍ਰਾਪਤੀ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42745,
    "shabad_id": 3677,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਤੁਮ ਦਾਤਾਰ ਵਡੇ ਪ੍ਰਭ ਸੰਮ੍ਰਥ; ਮਾਗਨ ਕੳੁ ਦਾਨੁ ਅਾੲੇ ||੩||",
    "transliteration": "Thum Dhaathaar Vaddae Prabh Sanmrathh Maagan Ko Dhaan Aaeae ||3||",
    "translation": "You are the Great Giver, the great and almighty God; I have come to beg a gift from You. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਭ ਦਾਤਾਂ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਸਭ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ। (ਮੈਂ ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰੇ ਨਾਮ ਦਾ) ਦਾਨ ਮੰਗਣ ਆਇਆ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42746,
    "shabad_id": 3677,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਤਿਅਾਗਿਓ ਸਗਲਾ ਮਾਨੁ ਮਹਤਾ; ਦਾਸ ਰੇਣ ਸਰਣਾੲੇ ||",
    "transliteration": "Thiaagiou Sagalaa Maan Mehathaa Dhaas Raen Saranaaeae ||",
    "translation": "Abandoning all pride and self-importance, I have sought the Sanctuary of the dust of the feet of the Lord's slave.",
    "punjabi": "ਮੈਂ ਸਾਰਾ ਮਾਣ ਸਾਰੀ ਵਡਿਆਈ ਛੱਡ ਦਿੱਤੀ ਹੈ। ਮੈਂ ਉਹਨਾਂ ਦਾਸਾਂ ਦੀ ਚਰਨ-ਧੂੜ ਮੰਗਦਾ ਹਾਂ, ਮੈਂ ਉਹਨਾਂ ਦਾਸਾਂ ਦੀ ਸਰਨ ਆਇਆ ਹਾਂ,",
    "pronunciation": "ਮ-ਹੱਤਾ",
    "type_id": 3
  },
  {
    "id": 42747,
    "shabad_id": 3677,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਹਰਿ ਮਿਲਿ ਭੲੇ ੲੇਕੈ; ਮਹਾ ਅਨੰਦ ਸੁਖ ਪਾੲੇ ||੪||੩||",
    "transliteration": "Kahu Naanak Har Mil Bheae Eaekai Mehaa Anandh Sukh Paaeae ||4||3||",
    "translation": "Says Nanak, meeting with the Lord, I have become one with Him; I have found supreme bliss and peace. ||4||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਜਿਹੜੇ ਪ੍ਰਭੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਇੱਕ-ਰੂਪ ਹੋ ਗਏ ਹਨ। ਉਹਨਾਂ ਦੀ ਸਰਨ ਵਿਚ ਹੀ ਵੱਡਾ ਸੁਖ ਵੱਡਾ ਆਨੰਦ ਮਿਲਦਾ ਹੈ ॥੪॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42748,
    "shabad_id": 3678,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਾਰੂ ਮਹਲਾ ੫ ||",
    "transliteration": "Maaroo Mehalaa 5 ||",
    "translation": "Maaroo, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42749,
    "shabad_id": 3678,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਵਨ ਥਾਨ. ਧੀਰਿਓ ਹੈ ਨਾਮਾ; ਕਵਨ ਬਸਤੁ ਅਹੰਕਾਰਾ ||",
    "transliteration": "Kavan Thhaan Dhheeriou Hai Naamaa Kavan Basath Ahankaaraa ||",
    "translation": "In what place is the Name established? Where does egotism dwell?",
    "punjabi": "(ਤੇਰਾ ਉਹ) ਨਾਮ (ਤੇਰੇ ਅੰਦਰ) ਕਿੱਥੇ ਟਿਕਿਆ ਹੋਇਆ ਹੈ (ਜਿਸ ਨੂੰ ਲੈ ਲੈ ਕੇ ਕੋਈ ਤੈਨੂੰ ਗਾਲ੍ਹ ਕੱਢਦਾ ਹੈ?) ਉਹ ਅਹੰਕਾਰ ਕੀਹ ਚੀਜ਼ ਹੈ (ਜਿਸ ਨਾਲ ਤੂੰ ਆਫਰਿਆ ਫਿਰਦਾ ਹੈਂ)?",
    "pronunciation": "ਅਹੰ-ਕਾਰਾ",
    "type_id": 3
  },
  {
    "id": 42750,
    "shabad_id": 3678,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਵਨ ਚਿਹਨ ਸੁਨਿ ੳੂਪਰਿ ਛੋਹਿਓ; ਮੁਖ ਤੇ ਸੁਨਿ ਕਰਿ ਗਾਰਾ ||੧||",
    "transliteration": "Kavan Chihan Sun Oopar Shhohiou Mukh Thae Sun Kar Gaaraa ||1||",
    "translation": "What injury have you suffered, listening to abuse from someone else's mouth? ||1||",
    "punjabi": "ਸੁਣ, ਤੈਨੂੰ ਉਹ ਕਿਹੜੇ ਫੱਟ ਲੱਗੇ ਹਨ ਕਿਸੇ ਦੇ ਮੂੰਹੋਂ ਗੱਲਾਂ ਸੁਣ ਕੇ, ਜਿਸ ਕਰਕੇ ਤੂੰ ਕ੍ਰੋਧਵਾਨ ਹੋ ਜਾਂਦਾ ਹੈਂ? ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42751,
    "shabad_id": 3678,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸੁਨਹੁ ਰੇ. ਤੂ ਕੳੁਨੁ; ਕਹਾ ਤੇ ਅਾੲਿਓ ||",
    "transliteration": "Sunahu Rae Thoo Koun Kehaa Thae Aaeiou ||",
    "translation": "Listen: who are you, and where did you come from?",
    "punjabi": "ਸੁਣ (ਵਿਚਾਰ ਕਿ) ਤੂੰ ਕੌਣ ਹੈਂ? (ਤੇਰਾ ਅਸਲਾ ਕੀਹ ਹੈ?), ਤੂੰ ਕਿਥੋਂ (ਇਸ ਜਗਤ ਵਿਚ) ਆਇਆ ਹੈਂ?",
    "pronunciation": "ਕਹਾਂ",
    "type_id": 3
  },
  {
    "id": 42752,
    "shabad_id": 3678,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ੲੇਤੀ. ਨ ਜਾਨੳੁ, ਕੇਤੀਕ ਮੁਦਤਿ; ਚਲਤੇ ਖਬਰਿ. ਨ ਪਾੲਿਓ ||੧|| ਰਹਾੳੁ ||",
    "transliteration": "Eaethee N Jaano Kaetheek Mudhath Chalathae Khabar N Paaeiou ||1|| Rehaao ||",
    "translation": "You don't even know how long you will stay here; you have no hint of when you shall leave. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤਾਂ ਇਤਨੀ ਗੱਲ ਭੀ ਨਹੀਂ ਜਾਣਦਾ (ਕਿ ਜੀਵ ਨੂੰ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ) ਤੁਰਦਿਆਂ ਕਿਤਨਾ ਸਮਾ ਲੱਗ ਜਾਂਦਾ ਹੈ। ਕਿਸੇ ਨੂੰ ਭੀ ਇਹ ਖ਼ਬਰ ਨਹੀਂ ਮਿਲ ਸਕਦੀ। (ਫਿਰ, ਦੱਸ, ਆਪਣੇ ਉੱਤੇ ਮਾਣ ਕਾਹਦਾ?) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਕੇਤੀ-ਕ",
    "type_id": 4
  },
  {
    "id": 42753,
    "shabad_id": 3678,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਸਹਨ ਸੀਲ. ਪਵਨ ਅਰੁ ਪਾਣੀ; ਬਸੁਧਾ ਖਿਮਾ. ਨਿਭਰਾਤੇ ||",
    "transliteration": "Sehan Seel Pavan Ar Paanee Basudhhaa Khimaa Nibharaathae ||",
    "translation": "Wind and water have patience and tolerance; the earth has compassion and forgiveness, no doubt.",
    "punjabi": "ਹਵਾ ਅਤੇ ਪਾਣੀ (ਇਹ ਦੋਵੇਂ ਤੱਤ) ਸਹਾਰ ਸਕਣ ਦੇ ਸੁਭਾਉ ਵਾਲੇ ਹਨ। ਧਰਤੀ ਤਾਂ ਨਿਰਸੰਦੇਹ ਖਿਮਾ-ਰੂਪ ਹੀ ਹੈ।",
    "pronunciation": "ਬਸੁ-ਧਾ: ਪੋਲਾ ਬੋਲੋ[ਨਿ-ਭਰਾਤੇ",
    "type_id": 3
  },
  {
    "id": 42754,
    "shabad_id": 3678,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਪੰਚ ਤਤ ਮਿਲਿ ਭੲਿਓ ਸੰਜੋਗਾ; ੲਿਨ ਮਹਿ ਕਵਨ ਦੁਰਾਤੇ ||੨||",
    "transliteration": "Panch Thath Mil Bhaeiou Sanjogaa Ein Mehi Kavan Dhuraathae ||2||",
    "translation": "The union of the five tattvas - the five elements - has brought you into being. Which of these is evil? ||2||",
    "punjabi": "ਪੰਜ ਤੱਤ ਮਿਲ ਕੇ (ਮਨੁੱਖ ਦਾ) ਸਰੀਰ ਬਣਦਾ ਹੈ। ਇਹਨਾਂ ਪੰਜਾਂ ਤੱਤਾਂ ਵਿਚੋਂ ਭੈੜ ਕਿਸ ਵਿਚ ਹੈ? ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42755,
    "shabad_id": 3678,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਿਨਿ ਰਚਿ ਰਚਿਅਾ ਪੁਰਖਿ ਬਿਧਾਤੈ; ਨਾਲੇ ਹੳੁਮੈ ਪਾੲੀ ||",
    "transliteration": "Jin Rach Rachiaa Purakh Bidhhaathai Naalae Houmai Paaee ||",
    "translation": "The Primal Lord, the Architect of Destiny, formed your form; He also burdened you with egotism.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਸ ਸਿਰਜਣਹਾਰ ਕਰਤਾਰ ਨੇ ਇਹ ਰਚਨਾ ਰਚੀ ਹੈ, ਉਸ ਨੇ (ਸਰੀਰ ਬਣਾਣ ਵੇਲੇ) ਹਉਮੈ ਭੀ ਨਾਲ ਹੀ (ਹਰੇਕ ਦੇ ਅੰਦਰ) ਪਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42756,
    "shabad_id": 3678,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਜਨਮ ਮਰਣ ੳੁਸ ਹੀ ਕੳੁ ਹੈ ਰੇ; ਓਹਾ ਅਾਵੈ ਜਾੲੀ ||੩||",
    "transliteration": "Janam Maran Ous Hee Ko Hai Rae Ouhaa Aavai Jaaee ||3||",
    "translation": "He alone is born and dies; He alone comes and goes. ||3||",
    "punjabi": "ਉਸ (ਹਉਮੈ) ਨੂੰ ਹੀ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਹੈ, ਉਹ ਹਉਮੈ ਹੀ ਜੰਮਦੀ ਮਰਦੀ ਹੈ (ਭਾਵ, ਉਸ ਹਉਮੈ ਦੇ ਕਾਰਨ ਹੀ ਜੀਵ ਲਈ ਜੰਮਣ ਮਰਨ ਦਾ ਚੱਕਰ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42757,
    "shabad_id": 3678,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਬਰਨੁ ਚਿਹਨੁ ਨਾਹੀ ਕਿਛੁ ਰਚਨਾ; ਮਿਥਿਅਾ ਸਗਲ ਪਸਾਰਾ ||",
    "transliteration": "Baran Chihan Naahee Kishh Rachanaa Mithhiaa Sagal Pasaaraa ||",
    "translation": "Nothing of the color and the form of the creation shall remain; the entire expanse is transitory.",
    "punjabi": "ਹੇ ਭਾਈ! ਇਹ ਸਾਰਾ ਜਗਤ-ਖਿਲਾਰਾ ਨਾਸਵੰਤ ਹੈ, ਇਸ ਰਚਨਾ ਵਿਚ (ਥਿਰਤਾ ਦਾ) ਕੋਈ ਬਰਨ ਚਿਹਨ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 42758,
    "shabad_id": 3678,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਭਣਤਿ ਨਾਨਕੁ. ਜਬ ਖੇਲੁ ੳੁਝਾਰੈ; ਤਬ ੲੇਕੈ ੲੇਕੰਕਾਰਾ ||੪||੪||",
    "transliteration": "Bhanath Naanak Jab Khael Oujhaarai Thab Eaekai Eaekankaaraa ||4||4||",
    "translation": "Prays Nanak, when He brings His play to its close, then only the One, the One Lord remains. ||4||4||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਜਦੋਂ ਪਰਮਾਤਮਾ ਇਸ ਖੇਡ ਨੂੰ ਉਜਾੜਦਾ ਹੈ ਤਦੋਂ ਇਕ ਆਪ ਹੀ ਆਪ ਹੋ ਜਾਂਦਾ ਹੈ ॥੪॥੪॥",
    "pronunciation": "(ਖੇਲੁ) ਰਚਨਾ ਨੂੰ (ੳੁਝਾਰੈ) ਖਿੱਚਕੇ ਅਾਪਣੇ ਚ ਲੀਣ ਕਰ ਲੈਂਦੇ ਹਨ[ ਖੇ੍ਹਲੁ",
    "type_id": 3
  }
]
