{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਬਾਹਰਿ ਬਹੈ ਪੰਚਾ ਵਿਚਿ; ਤਪਾ ਸਦਾਏ ॥ ਅੰਦਰਿ ਬਹੈ ਤਪਾ ਪਾਪ ਕਮਾਏ ॥ ਹਰਿ ਅੰਦਰਲਾ ਪਾਪੁ; ਪੰਚਾ ਨੋ ਉਘਾ ਕਰਿ ਵੇਖਾਲਿਆ ॥",
      "page": 315,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "When he sits outside among the elect he is called a penitent. When he sits within the penitent commits sin. God has laid hare and shown his secret sin to the elect."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਦ ਉਹ ਬਾਹਰਵਾਰ ਮੁਖੀਆਂ ਨਾਲ ਬੈਠਦਾ ਹੈ, ਉਹ ਤਪੀਸਰ ਅਖਵਾਉਂਦਾ ਹੈ। ਜਦ ਉਹ ਅੰਦਰਵਾਰ ਬੈਠਦਾ ਹੈ, ਤਪੀਆਂ ਗੁਨਾਹ ਕਰਦਾ ਹੈ। ਵਾਹਿਗੁਰੂ ਨੇ ਉਸ ਦਾ ਗੁਝਾ ਗੁਨਾਹ ਮੁਖੀਆਂ ਨੂੰ ਨੰਗਾ ਕਰਕੇ ਦਿਖਾਲ ਦਿਤਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "When he sits outside among the elders, he is called a penitent; But when he sits within the congregation, the penitent commits sin. The Lord has exposed the penitent's secret sin to the elders."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਬਾਹਿਰ ਸ੍ਰੇਸ਼ਟ ਜਨੋਂ ਮੇਂ ਬੈਠ ਕਰ ਤਪਾ ਕਹਾਵਤਾ ਹੈ॥ ਅੰਦਰ ਬੈਠ ਕਰ ਤਪਾ ਪਾਪ ਕਮਾਵਤਾ ਹੈ॥ ਹਰੀ ਨੇ ਅੰਦਰਲਾ ਪਾਪ ਸ੍ਰੇਸ਼ਟ ਪੁਰਸ਼ੋਂ ਕੋ ਪ੍ਰਗਟ ਕਰ ਕੇ ਦੇਖਾਇ ਦੀਆ ਹੈ; ਭਾਵ ਪਰ ਇਸਤ੍ਰੀ ਸੇ ਅੰਦਰ ਅਪਨੇ ਗਵਨ ਕਰ ਰਹਾ ਥਾ, ਪੰਚਾਇਤ ਨੇ ਜਾ ਕਰ ਅੰਦਰੋਂ ਪਕੜ ਲੀਆ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਬਾਹਰ ਨਗਰ ਦੇ ਮੁਖੀ ਬੰਦਿਆਂ ਵਿਚ ਬੈਠ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਤਪਾ ਅਖਵਾਉਂਦਾ ਹੈ, ਅਤੇ ਅੰਦਰ ਬਹਿ ਕੇ ਤਪਾ ਮੰਦੇ ਕਰਮ ਕਰਦਾ ਹੈ। ਪ੍ਰਭੂ ਨੇ ਤਪੇ ਦਾ ਅੰਦਰਲਾ (ਲੁਕਵਾਂ) ਪਾਪ ਪੰਚਾਂ ਨੂੰ ਪਰਗਟ ਕਰ ਕੇ ਵਿਖਾਲ ਦਿੱਤਾ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Ve lo que se ha ganado poniendo abajo a los Santos; ha perdido el mérito de todas sus penitencias. Entre la gente pasa como asceta, pero interiormente se desata traicionando su Conciencia. El Señor ha revelado al mundo entero su mala naturaleza."
    }
  ]
}
