[
  {
    "id": 89113,
    "shabad_id": 25117,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਕਛਪ ਧਰਿ ਧਿਅਾਨ ਸਾਵਧਾਨ ਕਰੈ ਤੈਸੇ ਮਾਤਾ ਪਿਤਾ ਪ੍ਰੀਤਿ ਸੁਤੁ ਨ ਲਗਾਵੲੀ",
    "transliteration": "Jaisay Kachhap Dhari Dhiaan Saavadhaan Karai , Taisay Maataa Pitaa Preeti Soutu N Lagaavaee ?",
    "translation": "Just as a she tortoise bears its young ones in sand and takes care of them till they are sufficiently capable of looking after themselves, such love and concern for parents cannot be the characteristic of a child.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89114,
    "shabad_id": 25117,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਸਿਮਰਨ ਕਰਿ ਕੂੰਜ ਪਰਪਕ ਕਰੈ ਤੈਸੋ ਸਿਮਰਨਿ ਸੁਤ ਪੈ ਨ ਬਨਿ ਅਾਵੲੀ",
    "transliteration": "Jaisay Simaran Kari Koonj Parapak Karai , Taiso Simarani Sout Pai N Bani Aavaee ?",
    "translation": "Just as a crane teaches its young ones to fly and make them adept by flying many miles, a child cannot do for his parents.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89115,
    "shabad_id": 25117,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਗੳੂ ਬਛਰਾ ਕੳੁ ਦੁਗਧ ਪੀਅਾੲਿ ਪੋਖੈ ਤੈਸੇ ਬਛਰਾ ਨ ਗੳੂ ਪ੍ਰੀਤਿ ਹਿਤੁ ਲਾਵੲੀ",
    "transliteration": "Jaisay Gaoo Bachharaa Kau Dougadh Peeaai Pokhai , Taisay Bachharaa N Gaoo Preeti Hitu Laavaee ?",
    "translation": "Just as a cow feeds her young one with her milk and brings him up, the young one cannot reciprocate with same feelings the love and affection for the cow.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89116,
    "shabad_id": 25117,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਗਿਅਾਨ ਧਿਅਾਨ ਸਿਮਰਨ ਗੁਰਸਿਖ ਪ੍ਰਤਿ ਤੈਸੇ ਕੈਸੇ ਸਿਖ ਗੁਰ ਸੇਵਾ ਠਹਰਾਵੲੀ ॥੧੦੨॥",
    "transliteration": "Taisay Giaan Dhiaan Simaran Gursikh Prati , Taisay Kaisay Sikh Gur Sayvaa Tthaharaavaee ?102?",
    "translation": "As a True Guru blesses a Sikh and expresses his love by making him well versed in divine knowledge, contemplation and meditation on Lord's name, how can a devoted Sikh rise to the same level of dedication and devotion in the service of Guru? (102)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
