[
  {
    "id": 89125,
    "shabad_id": 25120,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਗਹੇ ਨਿਜ ਘਰਿ ਮੈ ਨਿਵਾਸ ਅਾਸਾ ਮਨਸਾ ਥਕਤ ਅਨਤ ਨ ਧਾਵੲੀ",
    "transliteration": "Charan Sarani Gahay Nij Ghari Mai Nivaasa , Aasaa Manasaa Dakat Anat N Dhaavaee ?",
    "translation": "In the refuge of a True Guru, a devoted Sikh resides in higher spiritual plane. All his expectations and desires vanish and his mind does not waver any more.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89126,
    "shabad_id": 25120,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦਰਸਨ ਮਾਤ੍ਰ ਅਾਨ ਧਿਅਾਨ ਮੈ ਰਹਤ ਹੋੲਿ ਸਿਮਰਨ ਅਾਨ ਸਿਮਰਨ ਬਿਸਰਾਵੲੀ",
    "transliteration": "Darasan Maatr Aan Dhiaan Mai Rahat Hoi , Simaran Aan Simaran Bisaraavaee ?",
    "translation": "By the glimpse of True Guru, a devoted Sikh seeks not audience with anyone else. He rids himself of all other remembrances.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89127,
    "shabad_id": 25120,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸਬਦ ਸੁਰਤਿ ਮੋਨਿ ਬ੍ਰਤ ਕੳੁ ਪ੍ਰਾਪਤਿ ਹੋੲਿ ਪ੍ਰੇਮ ਰਸ ਅਕਥ ਕਥਾ ਨ ਕਹਿ ਅਾਵੲੀ",
    "transliteration": "Sabad Surati Moni Brat Kau Praapati Hoi , Praym Ras Akad Kadaa N Kahi Aavaee ?",
    "translation": "By engrossing his mind in the divine word (of Guru), he becomes bereft of all other thoughts. (He gives up all other futile talks). Thus his love for his Lord is beyond description.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89128,
    "shabad_id": 25120,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਿੰਚਤ ਕਟਾਛ ਕ੍ਰਿਪਾ ਪਰਮ ਨਿਧਾਨ ਦਾਨ ਪਰਮਦਭੁਤ ਗਤਿ ਅਤਿ ਬਿਸਮਾਵੲੀ ||੧੦੫||",
    "transliteration": "Kinchat Kataachh Kripaa Param Nidhaan Daana , Paramadabhout Gati Ati Bisamaavaee ?105?",
    "translation": "By a momentary glimpse of the True Guru, one attains invaluable treasure of His name. The state of such a person is amazing and a cause of surprise for the beholder. (105)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
