[
  {
    "id": 89149,
    "shabad_id": 25126,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਗੁਰ ੲੇਕ ਪੈਡਾ ਜਾੲਿ ਚਲ ਸਤਿਗੁਰ ਕੋਟਿ ਪੈਡਾ ਅਾਗੇ ਹੋੲਿ ਲੇਤ ਹੈ",
    "transliteration": "Charan Sarani Gur Ayk Paidaa Jaai Chala , Satigur Koti Paidaa Aagay Hoi Layt Hai ?",
    "translation": "A disciple who walks one step towards Guru to take his refuge and goes to him with devotion and humility, Guru advances to receive him (devotee) by taking million steps.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89150,
    "shabad_id": 25126,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ਬਾਰ ਸਤਿਗੁਰ ਮੰਤ੍ਰ ਸਿਮਰਨ ਮਾਤ੍ਰ ਸਿਮਰਨ ਤਾਹਿ ਬਾਰੰਬਾਰ ਗੁਰ ਹੇਤ ਹੈ",
    "transliteration": "Ayk Baar Satigur Mantr Simaran Maatra , Simaran Taahi Baaranbaar Gur Hayt Hai ?",
    "translation": "He who unites with the Lord by remembering the incantation of the Guru even once, the True Guru remembers him millions of time.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89151,
    "shabad_id": 25126,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਭਾਵਨੀ ਭਗਤਿ ਭਾੲਿ ਕੳੁਡੀ ਅਗ੍ਰਭਾਗਿ ਰਾਖੈ ਤਾਹਿ ਗੁਰ ਸਰਬ ਨਿਧਾਨ ਦਾਨ ਦੇਤ ਹੈ",
    "transliteration": "Bhaavanee Bhagati Bhaai Kaudee Agrabhaagi Raakhai , Taahi Gur Sarab Nidhaan Daan Dayt Hai ?",
    "translation": "He who makes an offering of even a shell before the True Guru with loving worship and faith, the True Guru blesses him with the countless treasures of invaluable wealth that is Naam.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89152,
    "shabad_id": 25126,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਦੲਿਅਾ ਨਿਧਿ ਮਹਿਮਾ ਅਗਾਧਿ ਬੋਧਿ ਨਮੋ ਨਮੋ ਨਮੋ ਨਮੋ ਨੇਤ ਨੇਤ ਨੇਤ ਹੈ ||੧੧੧||",
    "transliteration": "Satigur Daiaa Nidhi Mahimaa Agaadhi Bodhi , Namo Namo Namo Namo Nayt Nayt Nayt Hai ?111?",
    "translation": "The True Guru is a repository of compassion that is beyond description and understanding. Therefore myriad salutations to Him because there is no one else like Him. (111)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
