[
  {
    "id": 89153,
    "shabad_id": 25127,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪ੍ਰੇਮ ਰਸ ਅੰਮ੍ਰਿਤ ਨਿਧਾਨ ਪਾਨ ਪੂਰਨ ਹੁੲਿ ੳੁਨਮਨ ੳੁਨਮਤ ਬਿਸਮ ਬਿਸ੍ਵਾਸ ਹੈ",
    "transliteration": "Praym Ras Anmrit Nidhaan Paan Pooran Hui , Ounaman Ounamat Bisam Bisvaas Hai ?",
    "translation": "When a devotee meditating on His name is satiated with the drinking of loving nectar of Lord's name, he (devotee) enjoys supernatural ecstatic feeling in higher spiritual planes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89154,
    "shabad_id": 25127,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਅਾਤਮ ਤਰੰਗ ਬਹੁ ਰੰਗ ਅੰਗ ਅੰਗ ਛਬਿ ਅਨਿਕ ਅਨੂਪ ਰੂਪ ੳੂਪ ਕੋ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Aatam Tarang Bahu Rang Ang Ang Chhabi , Anik Anoop Roop Oop Ko Pragaas Hai ?",
    "translation": "With multi-coloured waves of spiritual thoughts growing in his (devotee) mind, every part of his body conveys the glory of the Lord by emittence of strange and unique radiance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89155,
    "shabad_id": 25127,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸ੍ਵਾਦ ਬਿਸਮਾਦ ਬਹੁ ਬਿਬਿਧਿ ਸੁਰਤ ਸਰਬ ਰਾਗ ਨਾਦ ਬਾਦ ਬਹੁ ਬਾਸਨਾ ਸੁਬਾਸ ਹੈ",
    "transliteration": "Svaad Bisamaad Bahu Bibidhi Surat Saraba , Raag Naad Baad Bahu Baasanaa Soubaas Hai ?",
    "translation": "The relishment of loving elixir of the Lord's name is astonishing. Enchanting tunes of all the musical modes and their consorts are heard in the ears. The nostrils feel the smell of myriad fragrances.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89156,
    "shabad_id": 25127,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਰਮਦਭੁਤ ਬ੍ਹਮਾਸਨ ਸਿੰਘਾਸਨ ਮੈ ਸੋਭਾ ਸਭਾ ਮੰਡਲ ਅਖੰਡਲ ਬਿਲਾਸ ਹੈ ||੧੧੨||",
    "transliteration": "Paramadabhout Brahamaasan Singhaasan Mai , Sobhaa Sabhaa Mandal Akhandal Bilaas Hai ?112?",
    "translation": "And with the residing of the consciousness in the highest spiritual seat (the tenth orifice), one enjoys the strange and magnificent glory of all the spiritual planes. Staying in that state renders complete stability to the body, mind and soul. It is the ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
