[
  {
    "shabad_id": 25129,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ibQwvMqy bYd rUp jwick dwqwr giq gwhkY ibAwpwrI hoie mwq ipqw pUq kau",
    "transliteration": "Bidaavantay Baid Roop Jaachik Daataar Gati , Gaahakai Biaapaaree Hoi Maat Pitaa Poot Kau ?",
    "translation": "Gursikhs with contemplated knowledge extend all help to the needy as an act of welfare, just as a medicine practitioner does for a patient, a donor does for a beggar, a trader for a customer and parents for their son.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25129,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "nwr iBrqwr ibiD imqR imqRqweI rUp sujn kutMb sKw Bwie cwie sUq kau",
    "transliteration": "Naar Bhirataar Bidhi Mitr Mitrataaee Roopa , Sujan Koutanb Sakhaa Bhaai Chaai Soot Kau ?",
    "translation": "As an act of benevolence, the relishers of Lord's name reach the distressed people to render them comfort They are husband to a distressed wife or vice versa, friends to friends and other loved ones; according to the defined moral code.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25129,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "logn mY logwcwr byd kY byd bIcwr igAwn gur eykMkwr AvDUq AvDUq kau",
    "transliteration": "Logan Mai Logaachaar Bayd Kai Bayd Beechaara , Giaan Gur Aykankaar Avadhoot Avadhoot Kau ?",
    "translation": "Sikhs blessed with Guru's wisdom acquire the supreme knowledge of the Lord and meet the common mortals as one of them and as intelligent and wise in the gathering of learned men. They approach the hermits as renouncers.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25129,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ibrlo ibbykI jn praupkwr hyiq imlq sill giq rMg sRbMg BUq kau ]114]",
    "transliteration": "Biralo Bibaykee Jan Paraoupakaar Hayti , Milat Salil Gati Rang Srabang Bhoot Kau ?114?",
    "translation": "Such a rational and knowledgeable Sikh is very rare who for the sake of benevolence becomes humble like water and unites with the people of all denominations. (114)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]