[
  {
    "id": 89189,
    "shabad_id": 25136,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਤੁਸ ਮੈ ਤੰਦੁਲ ਬੋੲਿ ਨਿਪਜੈ ਸਹੰਸ੍ਰ ਗੁਨੋ ਦੇਹ ਧਾਰਿ ਕਰਤ ਹੈ ਪਰੳੁਪਕਾਰ ਜੀ",
    "transliteration": "Tous Mai Tandul Boi Nipajai Sahansr Gouno , Dayh Dhaari Karat Hai Paraoupakaar Jee ?",
    "translation": "A grain of rice covered by its husk when sowed yields many time more such grains and as rice (a staple food item) do much good in the world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89190,
    "shabad_id": 25136,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਤੁਸ ਮੈ ਤੰਦੁਲ ਨਿਰਬਿਘਨ ਲਾਗੈ ਨ ਘੁਨੁ ਰਾਖੇ ਰਹੈ ਚਿਰੰਕਾਲ ਹੋਤ ਨ ਬਿਕਾਰ ਜੀ",
    "transliteration": "Tous Mai Tandul Nirabighan Laagai N Ghounu , Raakhay Rahai Chirankaal Hot N Bikaar Jee ?",
    "translation": "The rice remains protected against insects as long as it remains in the husk. It remains preserved for long.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89191,
    "shabad_id": 25136,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੁਖ ਸੈ ਨਿਕਸਿ ਹੋੲਿ ਭਗਨ ਮਲੀਨ ਰੂਪ ਸ੍ਵਾਦ ਕਰਵਾੲਿ ਰਾਧੇ ਰਹੈ ਨ ਸੰਸਾਰ ਜੀ",
    "transliteration": "Toukh Sai Nikasi Hoi Bhagan Maleen Roopa , Svaad Karavaai Raadhay Rahai N Sansaar Jee ?",
    "translation": "Outside the husk, rice breaks. It acquires a darkish hue and slight bitterness. It loses its worldly importance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89192,
    "shabad_id": 25136,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ੳੁਪਦੇਸ ਗੁਰਸਿਖ ਗ੍ਹਿ ਮੈ ਬੈਰਾਗੀ ਗ੍ਹਿ ਤਜਿ ਬਨ ਖੰਡ ਹੋਤ ਨ ੳੁਧਾਰ ਜੀ ||੧੨੧||",
    "transliteration": "Gur Oupadays Gursikh Grih Mai Bairaagee , Grih Taji Ban Khand Hot N Udhaar Jee ?121?",
    "translation": "So does a Sikh of Guru following the advice of Guru lives a householder's life without being attached and engrossed in it. He does good to others while living with his family members. He does not renounce the family and lives in jungles to emancipate hims",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
