[
  {
    "id": 89193,
    "shabad_id": 25137,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਹਰਦੀ ਅੳੁ ਚੂਨਾ ਮਿਲਿ ਅਰੁਨ ਬਰਨ ਜੈਸੇ ਚਤੁਰ ਬਰਨ ਕੈ ਤੰਬੋਲ ਰਸ ਰੂਪ ਹੈ",
    "transliteration": "Haradee Au Choonaa Mili Aroun Baran Jaisay , Chatur Baran Kai Tanbol Ras Roop Hai ?",
    "translation": "As turmeric and lime when mixed produce red colour, but when betel leaf, lime, betelnut and catechu are all brought together, a very deep red colour is produced;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89194,
    "shabad_id": 25137,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੂਧ ਮੈ ਜਾਵਨੁ ਮਿਲੈ ਦਧਿ ਕੈ ਬਖਾਨੀਅਤ ਖਾਂਡ ਘ੍ਰਿਤ ਚੂਨ ਮਿਲਿ ਬਿੰਜਨ ਅਨੂਪ ਹੈ",
    "transliteration": "Doodh Mai Jaavanu Milai Dadhi Kai Bakhaaneeata , Khaand Ghrit Choon Mili Binjan Anoop Hai ?",
    "translation": "As a small cogulent added to the milk set it as curd but sugar, flour and clarified butter produces a very tasty dish;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89195,
    "shabad_id": 25137,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੁਸਮ ਸੁਗੰਧ ਮਿਲਿ ਤਿਲ ਸੈ ਫੁਲੇਲ ਹੋਤ ਸਕਲ ਸੁਗੰਧ ਮਿਲਿ ਅਰਗਜਾ ਧੂਪ ਹੈ",
    "transliteration": "Kousam Sougandh Mili Til Sai Dhulayl Hota , Sakal Sougandh Mili Aragajaa Dhoop Hai ?",
    "translation": "An extract of flowers when mixed with sesame oil become scented oil, but mixing of saffron musk, sandalwood and rose make a very fragrant product called argaja;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89196,
    "shabad_id": 25137,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੋੲਿ ਸਿਖ ਸਾਧਸੰਗੁ ਪੰਚ ਪਰਮੇਸਰ ਹੈ ਦਸ ਬੀਸ ਤੀਸ ਮਿਲੇ ਅਬਿਗਤਿ ੳੂਪ ਹੈ ||੧੨੨||",
    "transliteration": "Doi Sikh Saadhasangu Panch Paramaysar Hai , Das Bees Tees Milay Abigati Oop Hai ?122?",
    "translation": "So would two Sikhs together make a holy congregation while five of them would represent the Lord. But where ten, twenty or thirty like-minded Sikhs engrossed in the love of the Guru meet, their praise is beyond description. (122)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
