[
  {
    "shabad_id": 25142,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK swD crnwmRq inDwn pwn kwl mY Akwl kwl ibAwl ibKu mwrIAY",
    "transliteration": "Gurmukhi Saadh Charanaamrat Nidhaan Paana , Kaal Mai Akaal Kaal Biaal Bikhu Maareeai ?",
    "translation": "A Guru-conscious person enjoys the benefits of all the nine treasures in the company of holy men. Despite living in the wheel of time, he remains protected from its wrath. He destroys the poison of the time like snake.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25142,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "gurmuiK swD crnwmRq inDwn pwn kul AkulIn Bey duibDw invwrIAY",
    "transliteration": "Gurmukhi Saadh Charanaamrat Nidhaan Paana , Kul Akuleen Bhaay Doubidhaa Nivaareeai ?",
    "translation": "He drinks deep the elixir of the Lord's name sitting in the dust of the feet of holy men. He becomes bereft of caste pride and is able to remove all differences of high and low from his mind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25142,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gurmuiK swD crnwmRq inDwn pwn shj smwiD inj Awsn kI qwrIAY",
    "transliteration": "Gurmukhi Saadh Charanaamrat Nidhaan Paana , Sahaj Samaadhi Nij Aasan Kee Taareeai ?",
    "translation": "In the company of holy men and enjoying the treasure of elixir like Naam, he remains engrossed in his self and attached consciously in a state of equipoise.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25142,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gurmuiK swD crnwmRq prmpd gurmuiK pMQ Aibgq giq inAwrIAY ]127]",
    "transliteration": "Gurmukhi Saadh Charanaamrat Paramapada , Gurmukhi Pand Abigat Gati Niaareeai ?127?",
    "translation": "Relishing the elixir like Naam of the Lord in the company of the holy men, he attains the supreme state. The path of Guru-conscious people is beyond description. It is imperishable and celestial. (127)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]