[
  {
    "id": 89237,
    "shabad_id": 25148,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਧਿਅਾਨ ਪੂਰਨ ਬ੍ਹਮ ਗਿਅਾਨ ਪੂਰਨ ਭਗਤਿ ਸਤਿਗੁਰ ੳੁਪਦੇਸ ਹੈ",
    "transliteration": "Pooran Braham Dhiaan Pooran Braham Giaana , Pooran Bhagati Satigur Oupadays Hai ?",
    "translation": "Satguru's sermon (in the form of blessing of Naam) is complete contemplation of the Master Lord, His knowledge and is total worship.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89238,
    "shabad_id": 25148,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਜਲ ਅਾਪਾ ਖੋੲਿ ਬਰਨ ਬਰਨ ਮਿਲੈ ਤੈਸੇ ਹੀ ਬਿਬੇਕੀ ਪਰਮਾਤਮ ਪ੍ਵੇਸ ਹੈ",
    "transliteration": "Jaisay Jal Aapaa Khoi Baran Baran Milai , Taisay Hee Bibaykee Paramaatam Pravays Hai ?",
    "translation": "As water mixes with several colours and acquires the same hue, similarly a disciple following Guru's advice becomes one with God.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89239,
    "shabad_id": 25148,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਾਰਸ ਪਰਸਿ ਜੈਸੇ ਕਨਿਕ ਅਨਿਕ ਧਾਤੁ ਚੰਦਨ ਬਨਾਸਪਤੀ ਬਾਸਨਾ ਅਵੇਸ ਹੈ",
    "transliteration": "Paaras Parasi Jaisay Kanik Anik Dhaatu , Chandan Banaasapatee Baasanaa Avays Hai ?",
    "translation": "As many metals when touched with philosopher stone become gold, bushes and plants grown in the vicinity of sandalwood attain its fragrance, similarly a devotee following Guru's advice becomes pure and one who spreads the fragrance of goodness all around.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89240,
    "shabad_id": 25148,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਪੂਰਮ ਬ੍ਹਮ ਜੋਤਿ ਓਤਿ ਪੋਤਿ ਭਾਵਨੀ ਭਗਤਿ ਭਾੲਿ ਅਾਦਿ ਕੳੁ ਅਦੇਸ ਹੈ ॥੧੩੩॥",
    "transliteration": "Ghati Ghati Pooram Braham Joti Aoti Poti , Bhaavanee Bhagati Bhaai Aadi Kau Adays Hai ?133?",
    "translation": "Making prayers and supplications to the Almighty Lord, a wise and rationalist person enjoins the divine radiance of the Omnipresent Lord like warp and weft of a fabric through complete faith and devotion instilled in him by the Guru. (133)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
