[
  {
    "shabad_id": 25148,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUrn bHm iDAwn pUrn bHm igAwn pUrn Bgiq siqgur aupdys hY",
    "transliteration": "Pooran Braham Dhiaan Pooran Braham Giaana , Pooran Bhagati Satigur Oupadays Hai ?",
    "translation": "Satguru's sermon (in the form of blessing of Naam) is complete contemplation of the Master Lord, His knowledge and is total worship.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25148,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy jl Awpw Koie brn brn imlY qYsy hI ibbykI prmwqm pÍys hY",
    "transliteration": "Jaisay Jal Aapaa Khoi Baran Baran Milai , Taisay Hee Bibaykee Paramaatam Pravays Hai ?",
    "translation": "As water mixes with several colours and acquires the same hue, similarly a disciple following Guru's advice becomes one with God.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25148,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pwrs pris jYsy kink Aink Dwqu cMdn bnwspqI bwsnw Avys hY",
    "transliteration": "Paaras Parasi Jaisay Kanik Anik Dhaatu , Chandan Banaasapatee Baasanaa Avays Hai ?",
    "translation": "As many metals when touched with philosopher stone become gold, bushes and plants grown in the vicinity of sandalwood attain its fragrance, similarly a devotee following Guru's advice becomes pure and one who spreads the fragrance of goodness all around.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25148,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "Git Git pUrm bHm joiq Eiq poiq BwvnI Bgiq Bwie Awid kau Adys hY ]133]",
    "transliteration": "Ghati Ghati Pooram Braham Joti Aoti Poti , Bhaavanee Bhagati Bhaai Aadi Kau Adays Hai ?133?",
    "translation": "Making prayers and supplications to the Almighty Lord, a wise and rationalist person enjoins the divine radiance of the Omnipresent Lord like warp and weft of a fabric through complete faith and devotion instilled in him by the Guru. (133)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]