[
  {
    "id": 89245,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਦਰਸ ਧਿਅਾਨ ਸ੍ਰੀ ਗੁਰ ਸਬਦ ਗਿਅਾਨ ਸਸਤ੍ਰ ਸਨਾਹ ਪੰਚ ਦੂਤ ਬਸਿ ਅਾੲੇ ਹੈ",
    "transliteration": "Sree Gur Daras Dhiaan Sree Gur Sabada , Giaan Sasatr Sanaah Panch Doot Basi Aaay Hai ?",
    "translation": "Contemplating on the vision of the True Guru and practicing His impressed divine word are the weapons for fighting the five evils like lust, anger, avarice etc.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89246,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਚਰਨ ਰੇਨ ਸ੍ਰੀ ਗੁਰ ਸਰਨਿ ਧੇਨ ਕਰਮ ਭਰਮ ਕਟਿ ਅਭੈ ਪਦ ਪਾੲੇ ਹੈ",
    "transliteration": "Sree Gur Charan Rayn Sree Gur Sarani Dhayna , Karam Bharam Kati Abhai Pad Paaay Hai ?",
    "translation": "The refuge of True Guru and by living in the dust of His feet, the ill effects and doubts of all past performed deeds are vanquished. One acquires a state of fearlessness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89247,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰ ਬਚਨ ਲੇਖ ਸ੍ਰੀ ਗੁਰ ਸੇਵਕ ਭੇਖ ਅਛਲ ਅਲੇਖ ਪ੍ਰਭੁ ਅਲਖ ਲਖਾੲੇ ਹੈ",
    "transliteration": "Sree Gur Bachan Laykh Sree Gur Sayvak Bhaykha , Achhal Alaykh Prabhu Alakh Lakhaaay Hai ?",
    "translation": "By imbibing the divine words of Satguru (True Guru), and by developing an attitude of a true slave, one realises the imperceptible, indeceivable and indescribable Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89248,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਸਾਧਸੰਗ ਗੋਸਟਿ ਪ੍ਰੇਮ ਪ੍ਰਸੰਗ ਨਿੰਮ੍ਰਤਾ ਨਿਰੰਤਰੀ ਕੈ ਸਹਜ ਸਮਾੲੇ ਹੈ ||੧੩੫||",
    "transliteration": "Gursikh Saadhasang Gosati Praym Prasanga , Ninmrataa Nirantaree Kai Sahaj Samaaay Hai ?135?",
    "translation": "In the company of holy men of the True Guru, singing Gurbani (Guru's utterances in praise of the Lord) with humility and love, one gets absorbed in the spiritual peace. (135)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
