[
  {
    "id": 89245,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sRI gur drs iDAwn sRI gur sbd igAwn ssqR snwh pMc dUq bis Awey hY",
    "transliteration": "Sree Gur Daras Dhiaan Sree Gur Sabada , Giaan Sasatr Sanaah Panch Doot Basi Aaay Hai ?",
    "translation": "Contemplating on the vision of the True Guru and practicing His impressed divine word are the weapons for fighting the five evils like lust, anger, avarice etc.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89246,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sRI gur crn ryn sRI gur srin Dyn krm Brm kit ABY pd pwey hY",
    "transliteration": "Sree Gur Charan Rayn Sree Gur Sarani Dhayna , Karam Bharam Kati Abhai Pad Paaay Hai ?",
    "translation": "The refuge of True Guru and by living in the dust of His feet, the ill effects and doubts of all past performed deeds are vanquished. One acquires a state of fearlessness.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89247,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sRI gur bcn lyK sRI gur syvk ByK ACl AlyK pRBu AlK lKwey hY",
    "transliteration": "Sree Gur Bachan Laykh Sree Gur Sayvak Bhaykha , Achhal Alaykh Prabhu Alakh Lakhaaay Hai ?",
    "translation": "By imbibing the divine words of Satguru (True Guru), and by developing an attitude of a true slave, one realises the imperceptible, indeceivable and indescribable Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89248,
    "shabad_id": 25150,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "gurisK swDsMg gosit pRym pRsMg inMmRqw inrMqrI kY shj smwey hY ]135]",
    "transliteration": "Gursikh Saadhasang Gosati Praym Prasanga , Ninmrataa Nirantaree Kai Sahaj Samaaay Hai ?135?",
    "translation": "In the company of holy men of the True Guru, singing Gurbani (Guru's utterances in praise of the Lord) with humility and love, one gets absorbed in the spiritual peace. (135)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
