[
  {
    "id": 89249,
    "shabad_id": 25151,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਮਜੀਠ ਬਸੁਧਾ ਸੈ ਖੋਦਿ ਕਾਢੀਅਤ ਅੰਬਰ ਸੁਰੰਗ ਭੲੇ ਸੰਗ ਨ ਤਜਤ ਹੈ",
    "transliteration": "Jaisay Tau Majeetth Basudhaa Sai Khodi Kaaddheeata , Anbar Surang Bhaay Sang N Tajat Hai ?",
    "translation": "As the red colouring agent of a Rubiaceous plant is extracted from the bottom part of its stem, and the clothes coloured with it become beautiful to behold, while the colour does not fade;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89250,
    "shabad_id": 25151,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਕਸੁੰਭ ਤਜਿ ਮੂਲ ਫੂਲ ਅਾਨੀਅਤ ਜਾਨੀਅਤ ਸੰਗੁ ਛਾਡਿ ਤਾਹੀ ਭਜਤ ਹੈ",
    "transliteration": "Jaisay Tau Kasounbh Taji Mool Dhool Aaneeata , Jaaneeat Sangu Chhaadi Taahee Bhajat Hai ?",
    "translation": "As the colour of Safflower plant resides in the flower and not in the lower part of the stem, so it is believed to leave or fade away when a cloth is dyed with it, since that is its character;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89251,
    "shabad_id": 25151,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਰਧ ੳੁਰਧ ਮੁਖ ਸਲਿਲ ਸੂਚੀ ਸੁਭਾੳੁ ਤਾਂ ਤੇ ਸੀਤ ਤਪਤਿ ਮਲ ਅਮਲ ਸਜਤ ਹੈ",
    "transliteration": "Aradh Uradh Moukh Salil Soochee Soubhaau , Taan Tay Seet Tapati Mal Amal Sajat Hai ?",
    "translation": "As the water flows downward while the fire extends upward, the fire is heat and soot-giving while water is cool and free of dross or dirt.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89252,
    "shabad_id": 25151,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮਤਿ ਦੁਰਮਤਿ ੳੂਚ ਨੀਚ ਨੀਚ ੳੂਚ ਜੀਤ ਹਾਰ ਹਾਰ ਜੀਤ ਲਜਾ ਨ ਲਜਤ ਹੈ ||੧੩੬||",
    "transliteration": "Gurmati Duramati Ooch Neech Neech Oocha , Jeet Haar Haar Jeet Lajaa N Lajat Hai ?136?",
    "translation": "So does the teachings of Guru raises the consciousness of the humble and converts defeat into victory. But the base wisdom lowers the proud and arrogant and converts victory into defeat. The lower level of intelligence makes a person bereft of shame and h",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
