[
  {
    "id": 89257,
    "shabad_id": 25153,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "siq rUp siqnwm siqgur igAwn iDAwn siqgur miq suin siq kir mwnI hY",
    "transliteration": "Sati Roop Satinaam Satigur Giaan Dhiaana , Satigur Mati Souni Sati Kari Maanee Hai ?",
    "translation": "The granter of knowledge and contemplation of ever stable form and name (Lord) is True Guru. A Guru-conscious person listens to the teachings of the True Guru and practices His words in his deeds and actions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89258,
    "shabad_id": 25153,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "drs iDAwn smdrsI bHm iDAwnI sbd igAwn gur bHmigAwnI hY",
    "transliteration": "Daras Dhiaan Samadarasee Braham Dhiaanee , Sabad Giaan Gur Brahamagiaanee Hai ?",
    "translation": "By virtue of glimpse and contemplation of the True Guru, a Guru-oriented person treats all uniformly. And as such he is Lord-conscious person and because of the knowledge of the words of Guru, he is Lord aware person.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89259,
    "shabad_id": 25153,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gurmiq inhcl pUrn pRgws irdY mwnY mn mwny aunmn aunmwnI hY",
    "transliteration": "Gurmati Nihachal Pooran Pragaas Ridai , Maanai Man Maanay Ounaman Ounamaanee Hai ?",
    "translation": "By practicing the teachings of the True Guru completely and with patience, the light effulgent appears within him. He is filled with the love of the Lord and he acquires higher state of spiritual being.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89260,
    "shabad_id": 25153,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ibsmY ibsm AscrjY Ascrj mY AdBuq prmdBuq giq TwnI hY ]138]",
    "transliteration": "Bisamai Bisam Asacharajai Asacharaj Mai , Adabhout Paramadabhout Gati Tthaanee Hai ?138?",
    "translation": "By the grace of the meditation of Naam of the Lord carried out by the blessings of the True Guru, he stays in most ecstatic, strange and blissful state all the time. (138)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
