[
  {
    "shabad_id": 25155,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "drsn joiq ko audoq Ascrj mY qwmY iql Cib prmdBuq Cik hY",
    "transliteration": "Darasan Joti Ko Udot Asacharaj Mai , Taamai Til Chhabi Paramadabhout Chhaki Hai ?",
    "translation": "The divine radiance of True Guru's light is astonishing. Even a miniscule part of that light is beautiful, marvellous and quaint.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25155,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "dyKby kau diRsit n sunby kau suriq hY kihby kau ijhbw n igAwn mY aukiq hY",
    "transliteration": "Daykhabay Kau Drisati N Sounabay Kau Surati Hai , Kahibay Kau Jihabaa N Giaan Mai Oukati Hai ?",
    "translation": "Eyes have no power to see, ears have no power to hear and tongue has no power to describe the beauty of that light divine. Nor are there words in the world to describe it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25155,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "soBw koit soB loB luiBq huie lot pot jgmg joiq koit Eit lY iCpiq hY",
    "transliteration": "Sobhaa Koti Sobh Lobh Loubhit Hui Lot Pota , Jagamag Joti Koti Aoti Lai Chhipati Hai ?",
    "translation": "Numerous praises, lights of glittering lamp hide behind curtains before this supernatural light.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25155,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AMg AMg pyK mn mnsw Qkq BeI nyq nyq nmo nmo Aiq hU qy Aiq hY ]140]",
    "transliteration": "Ang Ang Paykh Man Manasaa Dakat Bhaee , Nayt Nayt Namo Namo Ati Hoo Tay Ati Hai ?140?",
    "translation": "A very momentary glimpse of that divine effulgence ends all the notions and options of the mind. The praise of such glimpse is infinite, most wondrous and marvellous. Thus He should be saluted again and again. (140)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]