[
  {
    "id": 89269,
    "shabad_id": 25156,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਛਬਿ ਕੈ ਅਨੇਕ ਛਬ ਸੋਭਾ ਕੈ ਅਨੇਕ ਸੋਭਾ ਜੋਤਿ ਕੈ ਅਨੇਕ ਜੋਤਿ ਨਮੋ ਨਮੋ ਨਮ ਹੈ",
    "transliteration": "Chhabi Kai Anayk Chhab Sobhaa Kai Anayk Sobhaa , Joti Kai Anayk Joti Namo Namo Nam Hai ?",
    "translation": "Myriad beauties and many praises salute the beauty and praise of divine effulgence of the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89270,
    "shabad_id": 25156,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੳੁਸਤੁਤਿ ੳੁਪਮਾ ਮਹਾਤਮ ਮਹਿਮਾ ਅਨੇਕ ੲੇਕ ਤਿਲ ਕਥਾ ਅਤਿ ਅਗਮ ਅਗਮ ਹੈ",
    "transliteration": "Ousatouti Oupamaa Mahaatam Mahimaa Anayka , Ayk Til Kadaa Ati Agam Agam Hai ?",
    "translation": "Praise of the True Guru equal to a sesame seed is beyond many praises, comparisons, and glories described.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89271,
    "shabad_id": 25156,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬੁਧਿ ਬਲ ਬਚਨ ਬਿਬੇਕ ਜੳੁ ਅਨੇਕ ਮਿਲੇ ੲੇਕ ਤਿਲ ਅਾਦਿ ਬਿਸਮਾਦਿ ਕੈ ਬਿਸਮ ਹੈ",
    "transliteration": "Budhi Bal Bachan Bibayk Jau Anayk Milay , Ayk Til Aadi Bisamaadi Kai Bisam Hai ?",
    "translation": "If all the wisdom, strength, powers of speech, and worldly knowledge combine, these would be astonished by a momentary initial glimpse of the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89272,
    "shabad_id": 25156,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ੲੇਕ ਤਿਲ ਕੈ ਅਨੇਕ ਭਾਂਤਿ ਨਿਹਕਾਂਤਿ ਭੲੀ ਅਬਿਗਤਿ ਗਤਿ ਗੁਰ ਪੂਰਨ ਬ੍ਹਮ ਹੈ ||੧੪੧||",
    "transliteration": "Ayk Til Kai Anayk Bhaanti Nihakaanti Bhaee , Abigati Gati Gur Pooran Braham Hai ?141?",
    "translation": "All the beauties become insipid and fade away before a momentary glimpse of the divine light of the True Guru. Therefore grandeur of complete God like True Guru is beyond apprehension. (141)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
