[
  {
    "id": 89273,
    "shabad_id": 25157,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦਰਸਨ ਜੋਤਿ ਕੋ ੳੁਦੋਤ ਅਸਚਰਜ ਮੈ ਕਿੰਚਤ ਕਟਾਛ ਕੈ ਬਿਸਮ ਕੋਟਿ ਧਿਅਾਨ ਹੈ",
    "transliteration": "Darasan Joti Ko Udot Asacharaj Mai , Kinchat Kataachh Kai Bisam Koti Dhiaan Hai ?",
    "translation": "A sight of the divine refulgence of the True Guru is full of astonishment. A momentary glance of grace of the True Guru baffles millions of contemplation.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89274,
    "shabad_id": 25157,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮੰਦ ਮੁਸਕਾਨਿ ਬਾਨਿ ਪਰਮਦਭੁਤਿ ਗਤਿ ਮਧੁਰ ਬਚਨ ਕੈ ਥਕਤ ਕੋਟਿ ਗਿਅਾਨ ਹੈ",
    "transliteration": "Mand Mousakaani Baani Paramadabhouti Gati , Madhur Bachan Kai Dakat Koti Giaan Hai ?",
    "translation": "Sweet smiling nature of the True Guru is marvellous. Millions of understandings and perceptions are paltry before his elixir like utterances.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89275,
    "shabad_id": 25157,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ੲੇਕ ੳੁਪਕਾਰ ਕੇ ਬਿਥਾਰ ਕੋ ਨ ਪਾਰਾਵਾਰੁ ਕੋਟਿ ੳੁਪਕਾਰ ਸਿਮਰਨ ੳੁਨਮਾਨ ਹੈ",
    "transliteration": "Ayk Oupakaar Kay Bidaar Ko N Paaraavaaru , Koti Oupakaar Simaran Ounamaan Hai ?",
    "translation": "The grandeur of a blessing of the True Guru is fathomless. And therefore, to remember other good deeds is trifle and meaningless.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89276,
    "shabad_id": 25157,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੲਿਅਾਨਿਧਿ ਕ੍ਰਿਪਾਨਿਧਿ ਸੁਖਨਿਧਿ ਸੋਭਾਨਿਧਿ ਮਹਿਮਾ ਨਿਧਾਨ ਗੰਮਿਤਾ ਨ ਕਾਹੂ ਅਾਨ ਹੈ ॥੧੪੨॥",
    "transliteration": "Daiaanidhi Kripaanidhi Soukhanidhi Sobhaanidhi , Mahimaa Nidhaan Ganmitaa N Kaahoo Aan Hai ?142?",
    "translation": "He is a treasure-house of kindness and ocean of clemency and sea of comforts. He is such a vast storehouse of praise and coffer of grandeur that no one else can reach it. (142)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
