[
  {
    "shabad_id": 25158,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kotin kotwin Awid bwid prmwid ibKY kotin kotwin AMq ibsm AnMq mY",
    "transliteration": "Kotani Kotaani Aadi Baadi Paramaadi Bikhai , Kotani Kotaani Ant Bisam Anant Mai ?",
    "translation": "True Guru is the true form of that Lord who has countless atoms subsumed in, who has millions of astonishments absorbed in His awesome form.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25158,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "koit pwrwvwr pwrwvwru n Apwr pwvY Qwh koit Qkq AQwh AprjMq mY",
    "transliteration": "Koti Paaraavaar Paaraavaaru N Apaar Paavai , Daah Koti Dakat Adaah Aparajant Mai ?",
    "translation": "God whose near and far end cannot even be perceived by millions of ocean, millions of depths who feel defeated at the fathomlessness of the Lord, the True Guru is embodiment of such a Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25158,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "Aibgiq giq Aiq Agm AgwiD boiD gMimqw n igAwn iDAwn ismrn mMq mY",
    "transliteration": "Abigati Gati Ati Agam Agaadhi Bodhi , Ganmitaa N Giaan Dhiaan Simaran Mant Mai ?",
    "translation": "Lord whose form is so awesome and marvellous, whom no one can perceive, whose knowledge is imperceptible, many incantations uttered in total contemplation cannot reach him, such is the form of the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25158,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AlK AByv AprMpr dyvwiD dyv AYsy gurdyv syv gurisK sMq mY ]143]",
    "transliteration": "Alakh Abhayv Aparanpar Dayvaadhi Dayva , Aisay Gurdayv Sayv Gursikh Sant Mai ?143?",
    "translation": "God who is beyond reach, whose secret cannot be known, who is infinite, who is God of gods, the service of such-like True Guru can only be performed in the congregation of saints and Gursikhs. (True God can only be meditated upon in the company of holy me",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]