[
  {
    "id": 89277,
    "shabad_id": 25158,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਅਾਦਿ ਬਾਦਿ ਪਰਮਾਦਿ ਬਿਖੈ ਕੋਟਨਿ ਕੋਟਾਨਿ ਅੰਤ ਬਿਸਮ ਅਨੰਤ ਮੈ",
    "transliteration": "Kotani Kotaani Aadi Baadi Paramaadi Bikhai , Kotani Kotaani Ant Bisam Anant Mai ?",
    "translation": "True Guru is the true form of that Lord who has countless atoms subsumed in, who has millions of astonishments absorbed in His awesome form.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89278,
    "shabad_id": 25158,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋਟਿ ਪਾਰਾਵਾਰ ਪਾਰਾਵਾਰੁ ਨ ਅਪਾਰ ਪਾਵੈ ਥਾਹ ਕੋਟਿ ਥਕਤ ਅਥਾਹ ਅਪਰਜੰਤ ਮੈ",
    "transliteration": "Koti Paaraavaar Paaraavaaru N Apaar Paavai , Daah Koti Dakat Adaah Aparajant Mai ?",
    "translation": "God whose near and far end cannot even be perceived by millions of ocean, millions of depths who feel defeated at the fathomlessness of the Lord, the True Guru is embodiment of such a Lord.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89279,
    "shabad_id": 25158,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਅਬਿਗਤਿ ਗਤਿ ਅਤਿ ਅਗਮ ਅਗਾਧਿ ਬੋਧਿ ਗੰਮਿਤਾ ਨ ਗਿਅਾਨ ਧਿਅਾਨ ਸਿਮਰਨ ਮੰਤ ਮੈ",
    "transliteration": "Abigati Gati Ati Agam Agaadhi Bodhi , Ganmitaa N Giaan Dhiaan Simaran Mant Mai ?",
    "translation": "Lord whose form is so awesome and marvellous, whom no one can perceive, whose knowledge is imperceptible, many incantations uttered in total contemplation cannot reach him, such is the form of the True Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89280,
    "shabad_id": 25158,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਲਖ ਅਭੇਵ ਅਪਰੰਪਰ ਦੇਵਾਧਿ ਦੇਵ ਅੈਸੇ ਗੁਰਦੇਵ ਸੇਵ ਗੁਰਸਿਖ ਸੰਤ ਮੈ ॥੧੪੩॥",
    "transliteration": "Alakh Abhayv Aparanpar Dayvaadhi Dayva , Aisay Gurdayv Sayv Gursikh Sant Mai ?143?",
    "translation": "God who is beyond reach, whose secret cannot be known, who is infinite, who is God of gods, the service of such-like True Guru can only be performed in the congregation of saints and Gursikhs. (True God can only be meditated upon in the company of holy me",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
