[
  {
    "id": 89285,
    "shabad_id": 25160,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਬਦ ਕੀ ਸੁਰਤਿ ਅਸਫੁਰਤਿ ਹੁੲਿ ਤੁਰਤ ਹੀ ਜੁਰਤਿ ਹੈ ਸਾਧਸੰਗ ਮੁਰਤ ਨਾਹੀ",
    "transliteration": "Sabad Kee Surati Asadhurati Hui Turat Hee , Jurati Hai Saadhasang Murat Naahee ?",
    "translation": "In the company of godly people, the mind readily focuses on the divine word. That results in perpetual and uninterrupted meditation on Naam.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89286,
    "shabad_id": 25160,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰੇਮ ਪਰਤੀਤਿ ਕੀ ਰੀਤਿ ਹਿਤ ਚੀਤ ਕਰਿ ਜੀਤਿ ਮਨ ਜਗਤ ਮਨ ਦੁਰਤ ਨਾਹੀ",
    "transliteration": "Praym Parateeti Kee Reeti Hit Cheet Kari , Jeeti Man Jagat Man Durat Naahee ?",
    "translation": "As a result of union with holy gathering, the mundane distractions of daily life do not disturb any more. It adheres to the loving code with faith and confidence.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89287,
    "shabad_id": 25160,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕਾਮ ਨਿਹਕਾਮ ਨਿਹਕਰਮ ਹੁੲਿ ਕਰਮ ਕਰਿ ਅਾਸਾ ਨਿਰਾਸ ਹੁੲਿ ਝਰਤ ਨਾਹੀ",
    "transliteration": "Kaam Nihakaam Nihakaram Hui Karam Kari , Aasaa Niraas Hui Jharat Naahee ?",
    "translation": "By virtue of keeping company of holy men, a God worshipping Guru-conscious person remains free of worldly desires despite living in their influence. He claims no credit for any deed performed. He remains bereft of all expectations and hopes and feels no d",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89288,
    "shabad_id": 25160,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗਿਅਾਨ ਗੁਰ ਧਿਅਾਨ ੳੁਰ ਮਾਨਿ ਪੂਰਨ ਬ੍ਹਮ ਜਗਤ ਮਹਿ ਭਗਤਿ ਮਤਿ ਛਰਤ ਨਾਹੀ ॥੧੪੫॥",
    "transliteration": "Giaan Gur Dhiaan Ur Maani Pooran Brahama , Jagat Mahi Bhagati Mati Chharat Naahee ?145?",
    "translation": "By the virtue of holy congregation, with the instilling of Lords knowledge and perception in the mind, and feeling His presence around, such a devotee is never cheated or tricked in the world. (145)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
