[
  {
    "id": 89317,
    "shabad_id": 25168,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "drs Adrs drs Ascrj mY hyrq ihrwny diRg diRsit Agm hY",
    "transliteration": "Daras Adaras Daras Asacharaj Mai , Hayrat Hiraanay Drig Drisati Agam Hai ?",
    "translation": "A vision of the Lord is beyond the knowledge of the six philosophies (of Hinduism). That vision is astonishing and wondrous. One is amazed at its sight. But that marvellous sight is beyond the capabilities of these eyes that can only see outwardly.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89318,
    "shabad_id": 25168,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd Agocr sbd prmdBuq AkQ kQw kY sRuiq sÍn ibsm hY",
    "transliteration": "Sabad Agochar Sabad Paramadabhouta , Akad Kadaa Kai Srouti Sravan Bisam Hai ?",
    "translation": "The form of divine word of the Lord is beyond speech and language. It is extremely wonderful. Even a description made and heard with ears is capable of sending one into a trance.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89319,
    "shabad_id": 25168,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "sÍwd rs rihq ApIA ipAw pRym rs rsnw Qkq nyq nyq nmo nm hY",
    "transliteration": "Svaad Ras Rahit Apeea Piaa Praym Rasa , Rasanaa Dakat Nayt Nayt Namo Nam Hai ?",
    "translation": "For His vision, relishing the elixir of Naam with love is beyond the worldly tastes. It is indeed unique. The tongue feels tired of making salutations to Him repeatedly and saying-Thou art infinite! Thou art infinite.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89320,
    "shabad_id": 25168,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "inrgun srgun Aibgiq n ghn giq sUKm sQUl mUl pUrn bHm hY ]153]",
    "transliteration": "Niragoun Saragoun Abigati N Gahan Gati , Sookham Sadool Mool Pooran Braham Hai ?153?",
    "translation": "No one can reach the latent and patent characteristics of the Transcendental and Immanent God who is complete in both forms: The complete and absolute God is the source of all the visible and invisible cosmos. (153)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
