[
  {
    "id": 89321,
    "shabad_id": 25169,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਖੁਲੇ ਸੇ ਬੰਧਨ ਬਿਖੈ ਭਲੋ ਹੀ ਸੀਚਾਨੋ ਜਾਤੇ ਜੀਵ ਘਾਤ ਕਰੈ ਨ ਬਿਕਾਰੁ ਹੋੲਿ ਅਾਵੲੀ",
    "transliteration": "Khulay Say Bandhan Bikhai Bhalo Hee Seechaano Jaatay , Jeev Ghaat Karai N Bikaaru Hoi Aavaee ?",
    "translation": "A falcon is better in captivity as it would keep him away from killing other birds.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89322,
    "shabad_id": 25169,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਖੁਲੇ ਸੇ ਬੰਧਨ ਬਿਖੈ ਚਕੲੀ ਭਲੀ ਜਾਤੇ ਰਾਮ ਰੇਖ ਮੇਟਿ ਨਿਸਿ ਪ੍ਰਿਅ ਸੰਗੁ ਪਾਵੲੀ",
    "transliteration": "Khulay Say Bandhan Bikhai Chakaee Bhalee Jaatay , Raam Raykh Mayti Nisi Pria Sangu Paavaee ?",
    "translation": "A red-legged partridge (Chakvi) is better in captivity that enables her meet her partner at night contrary to the curse of Sri Ram Chander.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89323,
    "shabad_id": 25169,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਖੁਲੇ ਸੇ ਬੰਧਨ ਬਿਖੈ ਭਲੋ ਹੈ ਸੂਅਾ ਪ੍ਰਸਿਧ ਸੁਨਿ ੳੁਪਦੇਸੁ ਰਾਮ ਨਾਮ ਲਿਵ ਲਾਵੲੀ",
    "transliteration": "Khulay Say Bandhan Bikhai Bhalo Hai Sooaa Prasidha , Souni Oupadaysu Raam Naam Liv Laavaee ?",
    "translation": "A parrot is better in cage where he can receive sermons from his master and repeat the name of the Lord perpetually.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89324,
    "shabad_id": 25169,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਮੋਖ ਪਦਵੀ ਸੈ ਤੈਸੇ ਮਾਨਸ ਜਨਮ ਭਲੋ ਗੁਰਮੁਖਿ ਹੋੲਿ ਸਾਧਸੰਗਿ ਪ੍ਰਭ ਧਿਅਾਵੲੀ ||੧੫੪||",
    "transliteration": "Mokh Padavee Sai Taisay Maanas Janam Bhalo , Gurmukhi Hoi Saadhasangi Prabh Dhiaavaee ?154?",
    "translation": "Similarly being born in a human body is better since it helps an individual to be an obedient slave of the True Guru and remembers the Lord in the holy company of Lord's beloveds rather than acquiring emancipation outwardly. (154)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
