[
  {
    "id": 89325,
    "shabad_id": 25170,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਸੂਅਾ ੳੁਡਤ ਫਿਰਤ ਬਨ ਬਨ ਪ੍ਰਤਿ ਜੈਸੇ ੲੀ ਬਿਰਖ ਬੈਠੇ ਤੈਸੋ ਫਲੁ ਚਾਖੲੀ",
    "transliteration": "Jaisay Sooaa Udat Dhirat Ban Ban Prati , Jaisay Ee Birakh Baitthay Taiso Dhalu Chaakhaee ?",
    "translation": "As a parrot flies from one tree to the other and eats fruit that is available on them;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89326,
    "shabad_id": 25170,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਪਰ ਬਸਿ ਹੋੲਿ ਜੈਸੀ ਜੈਸੀ ਅੈ ਸੰਗਤਿ ਮਿਲੈ ਸੁਨਿ ੳੁਪਦੇਸ ਤੈਸੀ ਭਾਖਾ ਲੈ ਸੁ ਭਾਖੲੀ",
    "transliteration": "Par Basi Hoi Jaisee Jaisee Ai Sangati Milai , Souni Oupadays Taisee Bhaakhaa Lai Su Bhaakhaee ?",
    "translation": "In captivity, the parrot speaks language that he learns from the company that he keeps;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89327,
    "shabad_id": 25170,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੈਸੇ ਚਿਤ ਚੰਚਲ ਚਪਲ ਜਲ ਕੋ ਸੁਭਾੳੁ ਜੈਸੇ ਰੰਗ ਸੰਗ ਮਿਲੈ ਤੈਸੇ ਰੰਗ ਰਾਖੲੀ",
    "transliteration": "Taisay Chit Chanchal Chapal Jal Ko Soubhaau , Jaisay Rang Sang Milai Taisay Rang Raakhaee ?",
    "translation": "So is the nature of this frolicsome mind that like water is very unstable and instable since it acquires colour that it mixes with.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89328,
    "shabad_id": 25170,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅਧਮ ਅਸਾਧ ਜੈਸੇ ਬਾਰੁਨੀ ਬਿਨਾਸ ਕਾਲ ਸਾਧਸੰਗ ਗੰਗ ਮਿਲਿ ਸੁਜਨ ਭਿਲਾਖੲੀ ॥੧੫੫॥",
    "transliteration": "Adham Asaadh Jaisay Baarounee Binaas Kaala , Saadhasang Gang Mili Sujan Bhilaakhaee ?155?",
    "translation": "A lowly person and a sinner desires for liquor on his death bed, while a noble person desires company of noble and saintly persons when time for this departure from the world approaches. (155)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
