[
  {
    "id": 89329,
    "shabad_id": 25171,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਜੈਸੇ ਰੰਗ ਸੰਗਿ ਮਿਲਤ ਸੇਤਾਂਬਰ ਹੁੲਿ ਤੈਸੇ ਤੈਸੇ ਰੰਗ ਅੰਗ ਅੰਗ ਲਪਟਾੲਿ ਹੈ",
    "transliteration": "Jaisay Jaisay Rang Sangi Milat Saytaanbar Hui , Taisay Taisay Rang Ang Ang Lapataai Hai ?",
    "translation": "Every fibre of a white cloth in contact with any colour acquires the same hue.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89330,
    "shabad_id": 25171,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਭਗਵਤ ਕਥਾ ਅਰਪਨ ਕੳੁ ਧਾਰਨੀਕ ਲਿਖਤ ਕ੍ਰਿਤਾਸ ਪਤ੍ਰ ਬੰਧ ਮੋਖਦਾੲਿ ਹੈ",
    "transliteration": "Bhagavat Kadaa Arapan Kau Dhaaraneeka , Likhat Kritaas Patr Bandh Mokhadaai Hai ?",
    "translation": "Paper made of kritas leaf (considered to be impious) when used for recording the praises and paeans of the Lord, becomes capable of freeing one from the bondage of repeated births.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89331,
    "shabad_id": 25171,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੀਤ ਗ੍ਰੀਖਮਾਦਿ ਬਰਖਾ ਤ੍ਰਿਬਿਧਿ ਬਰਖ ਮੈ ਨਿਸਿ ਦਿਨ ਹੋੲਿ ਲਘੁ ਦੀਰਘ ਦਿਖਾੲਿ ਹੈ",
    "transliteration": "Seet Greekhamaadi Barakhaa Tribidhi Barakh Mai , Nisi Din Hoi Laghu Deeragh Dikhaai Hai ?",
    "translation": "The periods of day light and the ambient conditions varies during summer, rainy season and winter;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89332,
    "shabad_id": 25171,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਚਿਤ ਚੰਚਲ ਚਪਲ ਪੳੁਨ ਗੳੁਨ ਗਤਿ ਸੰਗਮ ਸੁਗੰਧ ਬਿਰਗੰਧ ਪ੍ਰਗਟਾੲਿ ਹੈ ||੧੫੬||",
    "transliteration": "Taisay Chit Chanchal Chapal Paoun Gaoun Gati , Sangam Sougandh Biragandh Pragataai Hai ?156?",
    "translation": "So is the instable and frolicsome mind that blows like breeze. The air acquires fragrance or foul smell when it passes over stacks of flowers or heap of filth. Similarly a human mind acquires good traits in the company of good persons and ill traits when ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
