[
  {
    "id": 89333,
    "shabad_id": 25172,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਤੁਰ ਪਹਰ ਦਿਨ ਜਗਤਿ ਚਤੁਰ ਜੁਗ ਨਿਸਿ ਮਹਾ ਪਰਲੈ ਸਮਾਨਿ ਦਿਨ ਪ੍ਰਤਿ ਹੈ",
    "transliteration": "Chatur Pahar Din Jagati Chatur Jouga , Nisi Mahaa Paralai Samaani Din Prati Hai ?",
    "translation": "In the four epoch world, consider the four quarters of day of life and the four quarters of night as great calamity, a game that is being played regularly.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89334,
    "shabad_id": 25172,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੳੁਤਮ ਮਧਿਮ ਨੀਚ ਤ੍ਰਿਗੁਣ ਸੰਸਾਰ ਗਤਿ ਲੋਗ ਬੇਦ ਗਿਅਾਨ ੳੁਨਮਾਨ ਅਾਸਕਤਿ ਹੈ",
    "transliteration": "Outam Madhim Neech Trigoun Sansaar Gati , Log Bayd Giaan Ounamaan Aasakati Hai ?",
    "translation": "Like the dice of Chaoparh-a black-gammon like game, the progress of the worldly game is sometimes supreme, modest or low. People living in the three traits of maya are entangled in debating about the worldly and spiritual knowledge.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89335,
    "shabad_id": 25172,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਰਜਿ ਤਮਿ ਸਤਿ ਗੁਨ ਅੳੁਗਨ ਸਿਮ੍ਰਤ ਚਿਤ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਬਿਰਲੋੲੀ ਗੁਰਮਤਿ ਹੈ",
    "transliteration": "Raji Tami Sati Goun Aougan Simrat Chita , Trigoun Ateet Biraloee Gurmati Hai ?",
    "translation": "A rare Guru-oriented, Guru follower holds these three traits of maya (Rajas, Tamas and Satv) as evil and strives to get rid of them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89336,
    "shabad_id": 25172,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਤੁਰ ਬਰਨ ਸਾਰ ਚੳੁਪਰ ਕੋ ਖੇਲ ਜਗ ਸਾਧਸੰਗਿ ਜੁਗਲ ਹੋੲਿ ਜੀਵਨ ਮੁਕਤਿ ਹੈ ||੧੫੭||",
    "transliteration": "Chatur Baran Saar Chaoupar Ko Khayl Jaga , Saadhasangi Jougal Hoi Jeevan Moukati Hai ?157?",
    "translation": "The world is a game of four coloured dice. As in the game of Chaoparh where two dice are used and often fall favourably, one can achieve salvation from repeated births by keeping and adopting the company of godly men. (157)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
