[
  {
    "id": 89337,
    "shabad_id": 25173,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਰੰਗ ਸੰਗ ਮਿਲਤ ਸਲਿਲ ਮਿਲ ਹੋੲਿ ਤੈਸੋ ਤੈਸੋ ਰੰਗ ਜਗਤ ਮੈ ਜਾਨੀਅੈ",
    "transliteration": "Jaisay Rang Sang Milat Salil Mila , Hoi Taiso Taiso Rang Jagat Mai Jaaneeai ?",
    "translation": "As water acquires colour that it comes in contact with, so is the effect of good and bad company regarded in the world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89338,
    "shabad_id": 25173,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਚੰਦਨ ਸੁਗੰਧ ਮਿਲਿ ਪਵਨ ਸੁਗੰਧ ਸੰਗਿ ਮਲ ਮੂਤ੍ਰ ਸੂਤ੍ਰ ਬ੍ਰਿਗੰਧ ੳੁਨਮਾਨੀਅੈ",
    "transliteration": "Chandan Sougandh Mili Pavan Sougandh Sangi , Mal Mootr Sootr Brigandh Ounamaaneeai ?",
    "translation": "Air in contact with sandalwood acquires fragrance, while it becomes foul smelling when in contact with filth.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89339,
    "shabad_id": 25173,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਜੈਸੇ ਪਾਕ ਸਾਕ ਬਿੰਜਨ ਮਿਲਤ ਘ੍ਰਿਤ ਤੈਸੋ ਤੈਸੋ ਸ੍ਵਾਦ ਰਸੁ ਰਸਨਾ ਕੈ ਮਾਨੀਅੈ",
    "transliteration": "Jaisay Jaisay Paak Saak Binjan Milat Ghrita , Taiso Taiso Svaad Rasu Rasanaa Kai Maaneeai ?",
    "translation": "Clarified butter acquires the taste of the vegetable and other items cooked and fried in it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89340,
    "shabad_id": 25173,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਹੀ ਅਸਾਧ ਸਾਧ ਸੰਗਤਿ ਸੁਭਾਵ ਗਤਿ ਮੂਰੀ ਅੳੁ ਤੰਬੋਲ ਰਸ ਖਾੲੇ ਤੇ ਪਹਿਚਾਨੀਅੈ ||੧੫੮||",
    "transliteration": "Taisay Hee Asaadh Saadh Sangati Soubhaav Gati , Mooree Au Tanbol Ras Khaaay Tay Pahichaaneeai ?158?",
    "translation": "The nature of good and bad people is not latent; like the taste of a radish leaf and betel leaf that is recognised on eating. Similarly good and evil persons may look alike outwardly but their good and bad characteristics can be known by keeping their com",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
