[
  {
    "shabad_id": 25173,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy rMg sMg imlq sill iml hoie qYso qYso rMg jgq mY jwnIAY",
    "transliteration": "Jaisay Rang Sang Milat Salil Mila , Hoi Taiso Taiso Rang Jagat Mai Jaaneeai ?",
    "translation": "As water acquires colour that it comes in contact with, so is the effect of good and bad company regarded in the world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25173,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "cMdn sugMD imil pvn sugMD sMig ml mUqR sUqR biRgMD aunmwnIAY",
    "transliteration": "Chandan Sougandh Mili Pavan Sougandh Sangi , Mal Mootr Sootr Brigandh Ounamaaneeai ?",
    "translation": "Air in contact with sandalwood acquires fragrance, while it becomes foul smelling when in contact with filth.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25173,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy jYsy pwk swk ibMjn imlq GiRq qYso qYso sÍwd rsu rsnw kY mwnIAY",
    "transliteration": "Jaisay Jaisay Paak Saak Binjan Milat Ghrita , Taiso Taiso Svaad Rasu Rasanaa Kai Maaneeai ?",
    "translation": "Clarified butter acquires the taste of the vegetable and other items cooked and fried in it.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25173,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy hI AswD swD sMgiq suBwv giq mUrI Aau qMbol rs Kwey qy pihcwnIAY ]158]",
    "transliteration": "Taisay Hee Asaadh Saadh Sangati Soubhaav Gati , Mooree Au Tanbol Ras Khaaay Tay Pahichaaneeai ?158?",
    "translation": "The nature of good and bad people is not latent; like the taste of a radish leaf and betel leaf that is recognised on eating. Similarly good and evil persons may look alike outwardly but their good and bad characteristics can be known by keeping their com",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]