[
  {
    "id": 89345,
    "shabad_id": 25175,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਚਕੲੀ ਮੁਦਿਤ ਪੇਖਿ ਪ੍ਰਤਿਬਿੰਬ ਨਿਸਿ ਸਿੰਘ ਪ੍ਰਤਿਬਿੰਬ ਦੇਖਿ ਕੂਪ ਮੈ ਪਰਤ ਹੈ",
    "transliteration": "Jaisay Chakaee Mudit Paykhi Pratibinb Nisi , Singh Pratibinb Daykhi Koop Mai Parat Hai ?",
    "translation": "As a red-legged partridge (chakvi) feels happy seeing its image and regarding it as her paramour, whereas a lion jumps in the well when he sees his image in the water and regards it as his rival;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89346,
    "shabad_id": 25175,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜੈਸੇ ਕਾਚ ਮੰਦਰ ਮੈ ਮਾਨਸ ਅਨੰਦਮੲੀ ਸ੍ਵਾਨ ਪੇਖਿ ਅਾਪਾ ਅਾਪੁ ਭੂਸ ਕੈ ਮਰਤ ਹੈ",
    "transliteration": "Jaisay Kaach Mandar Mai Maanas Anandamaee , Svaan Paykhi Aapaa Aapu Bhoos Kai Marat Hai ?",
    "translation": "As a person feels ecstatic watching his image in the mirror-studded house while a dog barks perpetually considering all images as other dogs;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89347,
    "shabad_id": 25175,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਜੈਸੇ ਰਵਿ ਸੁਤਿ ਜਮ ਰੂਪ ਅੳੁ ਧਰਮਰਾੲਿ ਧਰਮ ਅਧਰਮ ਕੈ ਭਾੳੁ ਭੈ ਕਰਤ ਹੈ",
    "transliteration": "Jaisay Ravi Souti Jam Roop Au Dharamaraai , Dharam Adharam Kai Bhaau Bhai Karat Hai ?",
    "translation": "As the son of Sun becomes an object of fear for the unrighteous people in the form of angel of death, but loves the righteous people by projecting himself as the king of righteousness;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89348,
    "shabad_id": 25175,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਤੈਸੇ ਦੁਰਮਤਿ ਗੁਰਮਤਿ ਕੈ ਅਸਾਧ ਸਾਧ ਅਾਪਾ ਅਾਪੁ ਚੀਨਤ ਨ ਚੀਨਤ ਚਰਤ ਹੈ ||੧੬੦||",
    "transliteration": "Taisay Duramati Gurmati Kai Asaadh Saadha , Aapaa Aapu Cheenat N Cheenat Charat Hai ?160?",
    "translation": "So do the deceiver and trickster not recognise themselves due to their base wisdom. On the contrary, Godly people acquire the wisdom of the True Guru and recognise their real self. (160)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
