[
  {
    "shabad_id": 25176,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "jYsy qau sill imil brn brn ibKY jwhI jwhI rMg imlY soeI huie idKwveI",
    "transliteration": "Jaisay Tau Salil Mili Baran Baran Bikhai , Jaahee Jaahee Rang Milai Soee Hui Dikhaavaee ?",
    "translation": "As water acquires the hue of colour that is mixed in it, As the clarified butter conveys to the tongue the taste of the vegetable and other items cooked in it,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25176,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jYsy GiRq jwhI jwhI pwk swk sMg imlY qYsy qYso sÍwd rs rsnw cKwveI",
    "transliteration": "Jaisay Ghrit Jaahee Jaahee Paak Saak Sang Milai , Taisay Taiso Svaad Ras Rasanaa Chakhaavaee ?",
    "translation": "As a mimic has a definite character of his own adopts different characters for mimicry but he is known by the character that he is mimicking at that moment,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25176,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy sÍwNgI eyku huie Anyk Bwiq ByK DwrY joeI joeI sÍwNg kwCY soeI qau khwveI",
    "transliteration": "Jaisay Svaangee Ayku Hui Anayk Bhaati Bhaykh Dhaarai , Joee Joee Svaang Kaachhai Soee Tau Kahaavaee ?",
    "translation": "So does a man of frolicsome mind takes to vices in the company of those whose minds are restless and playful. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25176,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy icq cMcl cpl sMg doKu lyp gurmuiK hoie eyk tyk ThrwveI ]161]",
    "transliteration": "Taisay Chit Chanchal Chapal Sang Dokhu Laypa , Gurmukhi Hoi Ayk Tayk Tthaharaavaee ?161?",
    "translation": "But an obedient Sikh of the True Guru becomes God-oriented in the company and teachings of the True Guru. (161)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]