[
  {
    "id": 89369,
    "shabad_id": 25181,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਤੳੁ ਅਸਟ ਧਾਤੂ ਡਾਰੀਅਤ ਨਾੳੁ ਬਿਖੈ ਪਾਰਿ ਪਰੈ ਤਾਹਿ ਤੳੂ ਵਾਰ ਪਾਰ ਸੋੲੀ ਹੈ",
    "transliteration": "Jaisay Tau Asat Dhaatoo Daareeat Naau Bikhai , Paari Parai Taahi Taoo Vaar Paar Soee Hai ?",
    "translation": "As a bundle of eight metals loaded in a boat will reach the other bank without any change in its form or colour during transit,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89370,
    "shabad_id": 25181,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸੋੲੀ ਧਾਤੁ ਅਗਨਿ ਮੈ ਹਤ ਹੈ ਅਨਿਕ ਰੂਪ ਤੳੂ ਜੋੲੀ ਸੋੲੀ ਪੈ ਸੁ ਘਾਟ ਠਾਟ ਹੋੲੀ ਹੈ",
    "transliteration": "Soee Dhaatu Agani Mai Hat Hai Anik Roopa , Taoo Joee Soee Pai Su Ghaat Tthaat Hoee Hai ?",
    "translation": "When these metals are put in fire, they melt and acquire the form of fire. It is then turned into beautiful ornaments of metal better looking than each individually.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89371,
    "shabad_id": 25181,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੋੲੀ ਧਾਤੁ ਪਾਰਸਿ ਪਰਸ ਪੁਨਿ ਕੰਚਨ ਹੁੲਿ ਮੋਲ ਕੈ ਅਮੋਲਾਨੂਪ ਰੂਪ ਅਵਲੋੲੀ ਹੈ",
    "transliteration": "Soee Dhaatu Paarasi Paras Pouni Kanchan Hui , Mol Kai Amolaanoop Roop Avaloee Hai ?",
    "translation": "But when it comes in contact with philosopher-stone, it turns into gold. Beside becoming invaluable, it also becomes beautiful and attractive to look at.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89372,
    "shabad_id": 25181,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪਰਮ ਪਾਰਸ ਗੁਰ ਪਰਸਿ ਪਾਰਸ ਹੋਤ ਸੰਗਤਿ ਹੁੲਿ ਸਾਧਸੰਗ ਸਤਸੰਗ ਪੋੲੀ ਹੈ ॥੧੬੬॥",
    "transliteration": "Param Paaras Gur Parasi Paaras Hota , Sangati Hui Saadhasang Satasang Poee Hai ?166?",
    "translation": "Similarly in the company of God-oriented and holy men, one becomes holy. Meeting with True Guru, the Supreme of all philosopher-stones, one becomes like a philosopher-stone. (166)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
