[
  {
    "shabad_id": 25185,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pRym rMg smsir pujis n koaU rMg pRym rMg pujis n An rs smwin kY",
    "transliteration": "Praym Rang Samasari Pujasi N Kooo Ranga , Praym Rang Pujasi N An Ras Samaani Kai ?",
    "translation": "No colour or shade can reach the hue of love nor anyone can reach near the elixir of love.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25185,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "pRym gMD pujis n Awn koaUAY sugMD pRym pRBuqw pujis pRBuqw n Awn kY",
    "transliteration": "Praym Gandh Pujasi N Aan Koooai Sougandha , Praym Prabhoutaa Pujasi Prabhoutaa N Aan Kai ?",
    "translation": "The loving fragrance produced as a result of contemplation on Guru's words cannot be reached by any other fragrance in the world, nor any praise of the world can match the praise of love resulted from Naam Simran.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25185,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pRym qolu quil n pujis qol qulwDwr mol pRym pujis n srb inDwn kY",
    "transliteration": "Praym Tolu Tuli N Pujasi Tol Tulaadhaara , Mol Praym Pujasi N Sarab Nidhaan Kai ?",
    "translation": "The mergence of Guru's words in the consciousness cannot be measured by any balance or measures. The invaluable love cannot be reached by any treasure of the world.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25185,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "eyk bol pRym kY pujis nhI bol koaUAY igAwn aunmwn As Qkq kotwin kY ]170]",
    "transliteration": "Ayk Bol Praym Kai Pujasi Nahee Bol Koooai , Giaan Ounamaan As Dakat Kotaani Kai ?170?",
    "translation": "A loving word resulting from the Naam Simran cannot be matched by any explanation or elucidation of the world. Millions of volumes have consumed themselves trying to estimate this state. (170)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
