[
  {
    "id": 89389,
    "shabad_id": 25186,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰ ਚਰਨ ਕਮਲ ਜਸ ਅਾਨਦ ਸਹਜ ਸੁਖ ਬਿਸਮ ਕੋਟਾਨਿ ਹੈ",
    "transliteration": "Pooran Braham Gur Charan Kamal Jasa , Aanad Sahaj Soukh Bisam Kotaani Hai ?",
    "translation": "Millions of comforts of the world fall inadequate before the calming ecstasy of singing the praises of the True Guru, the epitome of Lord, the celestial knower.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89390,
    "shabad_id": 25186,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਸੋਭ ਲੋਭ ਕੈ ਲੁਭਿਤ ਹੋੲਿ ਕੋਟਨਿ ਕੋਟਾਨਿ ਛਬਿ ਛਬਿ ਕੈ ਲੁਭਾਨ ਹੈ",
    "transliteration": "Kotani Kotaani Sobh Lobh Kai Loubhit Hoi , Kotani Kotaani Chhabi Chhabi Kai Loubhaan Hai ?",
    "translation": "Millions of grandeurs of the world are allured by the glory of the holy feet of the True Guru. Millions of worldly beauties go into trance over the beauty of the feet of True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89391,
    "shabad_id": 25186,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਕੋਮਲਤਾ ਕੋਟਿ ਲੋਟ ਪੋਟ ਹੁੲਿ ਕੋਮਲਤਾ ਕੈ ਸੀਤਲਤਾ ਕੋਟਿ ਓਟ ਚਾਹਤ ਹਿਰਾਨਿ ਹੈ",
    "transliteration": "Komalataa Koti Lot Pot Hui Komalataa Kai , Seetalataa Koti Aot Chaahat Hiraani Hai ?",
    "translation": "Millions of tenderness’s of the world are sacrificed over the tenderness of feet of the True Guru. Millions of calmness’s seek His refuge and are amazed.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89392,
    "shabad_id": 25186,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਅੰਮ੍ਰਿਤ ਕੋਟਾਨਿ ਅਨਹਦ ਗਦ ਗਦ ਹੋਤ ਮਨ ਮਧੁਕਰ ਤਿਹ ਸੰਪਟ ਸਮਾਨਿ ਹੈ ||੧੭੧||",
    "transliteration": "Anmrit Kotaani Anahad Gad Gad Hota , Man Madhoukar Tih Sanpat Samaani Hai ?171?",
    "translation": "Millions of nectars are going gaga over the nectar of the holy feet of True Guru. As a bumble bee enjoys the sweet nectar of the flower by sucking deep into it, so does a Guru-conscious person remains immersed in the fragrance of the holy feet of the True",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
