[
  {
    "id": 89393,
    "shabad_id": 25187,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "sovq pY supn cirq icqR dyKIE cwhy shj smwiD ibKY aunmnI joiq hY",
    "transliteration": "Sovat Pai Soupan Charit Chitr Daykheeao Chaahay , Sahaj Samaadhi Bikhai Ounamanee Joti Hai ?",
    "translation": "If someone desires to see the happenings of a dream in reality, it is not possible. Similarly the divine radiance of the celestial light generated due to Naam Simran cannot be described.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89394,
    "shabad_id": 25187,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "surwpwn sÍwd mqvwrw pRiq pRsMn ijau inJr Apwr Dwr AnBY audoq hY",
    "transliteration": "Suraapaan Svaad Matavaaraa Prati Prasann Jiu , Nijhar Apaar Dhaar Anabhai Udot Hai ?",
    "translation": "As a drunkard feels satisfied and happy drinking liquor and he alone knows about it, similarly the continuous flow of the elixir of Naam generates divine awareness that is indescribable.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89395,
    "shabad_id": 25187,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "bwlk pY nwd bwd sbd ibDwn cwhY Anhd Duin run Jun sRuiq sRoq hY",
    "transliteration": "Baalak Pai Naad Baad Sabad Bidhaan Chaahai , Anahad Dhouni Roun Jhoun Srouti Srot Hai ?",
    "translation": "Just as a child is unable to explain the notes of music in various modes, similarly a Guru-conscious person who listens to the unstruck music cannot describe its sweetness and melody.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89396,
    "shabad_id": 25187,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AkQ kQw ibnod soeI jwnY jw mY bIqY cMdn sugMD ijau qrovr n goq hY ]172]",
    "transliteration": "Akad Kadaa Binod Soee Jaanai Jaa Mai Beetai , Chandan Sougandh Jiu Tarovar N Got Hai ?172?",
    "translation": "The melody of unstruck music and continuous fall of elixir as a result is beyond description. One who has the process going in his mind, experiences it. Just as the trees which are fragranced by a Sandalwood are not regarded different than the Sandalwood ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
