[
  {
    "shabad_id": 25189,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "qnk hI jwvn kY dUD dD hoq jYsy qnk hI kwNjI prY dUD Pt jwq hY",
    "transliteration": "Tanak Hee Jaavan Kai Doodh Dadh Hot Jaisay , Tanak Hee Kaanjee Parai Doodh Dhat Jaat Hai ?",
    "translation": "As a little coagulant turns the milk into curd, whereas a little citric acid would split it;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25189,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "qnk hI bIj boie ibrK ibQwr hoie qnk hI icng pry Bsm huie smwq hY",
    "transliteration": "Tanak Hee Beej Boi Birakh Bidaar Hoi , Tanak Hee Chinag Paray Bhasam Hui Samaat Hai ?",
    "translation": "As a small seed grows into a mighty tree, but a spark of fire falling on such a mighty tree reduces it to ashes,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25189,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "qnk hI Kwie ibKu hoq hY ibnws kwl qnk hI AMmiRq kY Amru hoie gwq hY",
    "transliteration": "Tanak Hee Khaai Bikhu Hot Hai Binaas Kaala , Tanak Hee Anmrit Kai Amaru Hoi Gaat Hai ?",
    "translation": "As a small quantity of poison causes death, whereas a little elixir makes a person imperishable,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25189,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "sMgiq AswD swD ginkw ibvwihqw ijau qnk mY aupkwr Aau ibkwr Gwq hY ]174]",
    "transliteration": "Sangati Asaadh Saadh Ganikaa Bivaahitaa Jiu , Tanak Mai Oupakaar Au Bikaar Ghaat Hai ?174?",
    "translation": "So is the company of self-willed and Guru-willed people that can be compared with a harlot and a loyal married woman respectively. Company of self-willed/self-oriented persons cause much damage and destruction to good deeds. On the contrary the company of",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
