[
  {
    "id": 89405,
    "shabad_id": 25190,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "swDu sMig diRsit drs kY bHm iDAwn soeI qau AswiD sMig diRsit ibkwr hY",
    "transliteration": "Saadhu Sangi Drisati Daras Kai Braham Dhiaana , Soee Tau Asaadhi Sangi Drisati Bikaar Hai ?",
    "translation": "When the vision rests on the congregation of holy people, one's consciousness attaches with the Lord. The same vision turns into vices in the company of self-willed people.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89406,
    "shabad_id": 25190,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "swDu sMig sbd suriq kY bHm igAwn soeI qau AswD sMig bwdu AhMkwr hY",
    "transliteration": "Saadhu Sangi Sabad Surati Kai Braham Giaana , Soee Tau Asaadh Sangi Baadu Ahankaar Hai ?",
    "translation": "In the holy company, one realises the Lord through the union of the True Guru's words and the consciousness. But the same consciousness becomes a cause of arrogance and discord in the company of ill reputed persons.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89407,
    "shabad_id": 25190,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "swDu sMig Asn bsn kY mhw pRswd soeI qau AswD sMig ibkm Ahwr hY",
    "transliteration": "Saadhu Sangi Asan Basan Kai Mahaa Prasaada , Soee Tau Asaadh Sangi Bikam Ahaar Hai ?",
    "translation": "By virtue of the company of Guru-conscious persons simplicity in life and eating becomes supreme blessing. But eating (of meat etc.) in the company of ill-famed and self-willed people become painful and distressing.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89408,
    "shabad_id": 25190,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "durmiq jnm mrn huie AswD sMig gurmiq swDsMig mukiq duAwr hY ]175]",
    "transliteration": "Duramati Janam Maran Hui Asaadh Sangi , Gurmati Saadhasangi Moukati Duaar Hai ?175?",
    "translation": "Due to base wisdom, the company of the self-willed people become a cause of birth and death repeatedly. On the contrary, adopting Guru's wisdom and keeping company of holy persons become a cause of emancipation. (175)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
