[
  {
    "id": 89413,
    "shabad_id": 25192,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੁਰਮਤਿ ਗੁਰਮਤਿ ਸੰਗਤਿ ਅਸਾਧ ਸਾਧ ਕਾਮ ਚੇਸਟਾ ਸੰਜੋਗ ਜਤ ਸਤਵੰਤ ਹੈ",
    "transliteration": "Duramati Gurmati Sangati Asaadh Saadha , Kaam Chaysataa Sanjog Jat Satavant Hai ?",
    "translation": "The impure intelligence and company of evil persons generates lust and passion but adopting the teachings of True Guru, makes a person disciplined and chaste.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89414,
    "shabad_id": 25192,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕ੍ਰੋਧ ਕੇ ਬਿਰੋਧ ਬਿਖੈ ਸਹਜ ਸੰਤੋਖ ਮੋਖ ਲੋਭ ਲਹਰੰਤਰ ਧਰਮ ਧੀਰ ਜੰਤ ਹੈ",
    "transliteration": "Krodh Kay Birodh Bikhai Sahaj Santokh Mokha , Lobh Laharantar Dharam Dheer Jant Hai ?",
    "translation": "The impure wisdom entangles a person in the waves of hatred and greed under the influence of anger, whereas in the company of saints he attains, humility, patience and kindness.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89415,
    "shabad_id": 25192,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹ ਦ੍ਰੋਹ ਕੈ ਅਰਥ ਪਰਮਾਰਥ ਸੈ ਅਹੰਮੇਵ ਟੇਵ ਦੲਿਅਾ ਦ੍ਵੀਭੂਤ ਸੰਤ ਹੈ",
    "transliteration": "Maaiaa Moh Droh Kai Arad Paramaarad Sai , Ahanmayv Tayv Daiaa Draveebhoot Sant Hai ?",
    "translation": "A person with base wisdom is ever engrossed in the love of maya (mammon). He becomes deceitful and arrogant. But with the intellect of the True Guru, one becomes clement, kind, humble and saintly.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89416,
    "shabad_id": 25192,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਦੁਕ੍ਰਿਤ ਸੁਕ੍ਰਿਤ ਚਿਤ ਮਿਤ੍ਰ ਸਤ੍ਰਤਾ ਸੁਭਾਵ ਪਰੳੁਪਕਾਰ ਅੳੁ ਬਿਕਾਰ ਮੂਲ ਮੰਤ ਹੈ ॥੧੭੭॥",
    "transliteration": "Doukrit Soukrit Chit Mitr Satrataa Soubhaava , Paraoupakaar Au Bikaar Mool Mant Hai ?177?",
    "translation": "One with impure intellect remains absorbed in base deeds and is ridden with animosity. On the contrary a Guru-conscious person is friendly and of good dispositions. Welfare and good of all is his mission in life, whereas a person of nefarious intellect en",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
