[
  {
    "shabad_id": 25193,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "siqgur isK irdY pRQm kiRpw kY bsY qw pwCY krq AwigAw mieAw kY mnwveI",
    "transliteration": "Satigur Sikh Ridai Pradam Kripaa Kai Basai , Taa Paachhai Karat Aagiaa Maiaa Kai Manaavaee ?",
    "translation": "The True Guru becomes clement and enters the heart of a Sikh first. Then he asks the Sikh to meditate on Naam and showers his kindness to make him meditate.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25193,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "AwigAw mwin igAwn gur prm inDwn dwn gurmuiK suiK Pl inj pd pwveI",
    "transliteration": "Aagiaa Maani Giaan Gur Param Nidhaan Daana , Gurmukhi Soukhi Dhal Nij Pad Paavaee ?",
    "translation": "Obeying the command of the True Guru, a Guru-conscious person indulges in Naam Simran- a supreme treasure of the Lord and enjoys the spiritual comfort. He also attains the ultimate spiritual state.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25193,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "nwm inhkwm Dwm shj smwiD ilv Agm AgwiD kQw khq n AwveI",
    "transliteration": "Naam Nihakaam Dhaam Sahaj Samaadhi Liva , Agam Agaadhi Kadaa Kahat N Aavaee ?",
    "translation": "In that spiritual realm, he achieves that high state of Naam where all desires of reward or fruit vanish. Thus he gets engrossed in a deep concentration. This state is beyond description.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25193,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "jYso jYso Bwau kir pUjq pdwribMd skl sMswr kY mnorQ pujwveI ]178]",
    "transliteration": "Jaiso Jaiso Bhaau Kari Poojat Padaarabinda , Sakal Sansaar Kai Manorad Pujaavaee ?178?",
    "translation": "With whatever desires and sentiments one worships the True Guru, He fulfils all his wants and desires. (178)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
