[
  {
    "id": 89421,
    "shabad_id": 25194,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਜੈਸੇ ਪ੍ਰਿਅ ਭੇਟਤ ਅਧਾਨ ਨਿਰਮਾਨ ਹੋਤ ਬਾਂਛਤ ਬਿਧਾਨ ਖਾਨ ਪਾਨ ਅਗ੍ਰਭਾਗਿ ਹੈ",
    "transliteration": "Jaisay Pria Bhaytat Adhaan Niramaan Hota , Baanchhat Bidhaan Khaan Paan Agrabhaagi Hai ?",
    "translation": "As a wife presents herself to her husband with humility and becomes pregnant, the husband brings her all the foods of her liking and taste. ",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89422,
    "shabad_id": 25194,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਜਨਮਤ ਸੁਤ ਖਾਨ ਪਾਨ ਕੋ ਸੰਜਮੁ ਕਰੈ ਸੁਤ ਹਿਤ ਰਸ ਕਸ ਸਕਲ ਤਿਅਾਗਿ ਹੈ",
    "transliteration": "Janamat Sout Khaan Paan Ko Sanjamu Karai , Sout Hit Ras Kas Sakal Tiaagi Hai ?",
    "translation": "On birth of a son, she abstains from eating all that may be harmful to the child.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89423,
    "shabad_id": 25194,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਤੈਸੇ ਗੁਰ ਚਰਨ ਸਰਨਿ ਕਾਮਨਾ ਪੁਜਾੲਿ ਨਾਮ ਨਿਹਕਾਮ ਧਾਮ ਅਨਤ ਨ ਲਾਗਿ ਹੈ",
    "transliteration": "Taisay Gur Charan Sarani Kaamanaa Pujaai , Naam Nihakaam Dhaam Anat N Laagi Hai ?",
    "translation": "Similarly taking the refuge of the True Guru with devotion; the desires of a Gursikh are fulfilled. He is blessed with the Naam by the True-Guru which is the source of desirelessness. One craves for nothing more and observes no rituals.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89424,
    "shabad_id": 25194,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਨਿਸਿ ਅੰਧਕਾਰ ਭਵ ਸਾਗਰ ਸੰਸਾਰ ਬਿਖੈ ਪੰਚ ਤਸਕਰ ਜੀਤਿ ਸਿਖ ਹੀ ਸੁਜਾਗਿ ਹੈ ||੧੭੯||",
    "transliteration": "Nisi Andhakaar Bhav Saagar Sansaar Bikhai , Panch Tasakar Jeeti Sikh Hee Sujaagi Hai ?179?",
    "translation": "A Sikh who has received the boon of elixir-like Naam can win over the five evils cautiously and swims across worldly ocean that is frightening like a dark night. (179)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
