[
  {
    "id": 89425,
    "shabad_id": 25195,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰ ਅਾਗਿਅਾ ਪ੍ਰਤਿਪਾਲਕ ਬਾਲਕ ਸਿਖ ਚਰਨ ਕਮਲ ਰਜ ਮਹਿਮਾ ਅਪਾਰ ਹੈ",
    "transliteration": "Satigur Aagiaa Pratipaalak Baalak Sikha , Charan Kamal Raj Mahimaa Apaar Hai ?",
    "translation": "A devotee who obeys the command of the True Guru with the innocence of a child, the glory of the dust of his feet is infinite.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89426,
    "shabad_id": 25195,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿਵ ਸਨਕਾਦਿਕ ਬ੍ਹਮਾਦਿਕ ਨ ਗੰਮਿਤਾ ਹੈ ਨਿਗਮ ਸੇਖਾਦਿ ਨੇਤ ਨੇਤ ਕੈ ੳੁਚਾਰ ਹੈ",
    "transliteration": "Siv Sanakaadik Brahamaadik N Ganmitaa Hai , Nigam Saykhaadi Nayt Nayt Kai Ouchaar Hai ?",
    "translation": "Shiv, Sanak etc., the four sons of Brahma and other gods of Hindu triology cannot reach the praise of the Sikh of Guru who obeys the command of doing Naam Simran. Even the Vedas and Shesh Naag praise the glory of such a disciple saying-great, limitless.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89427,
    "shabad_id": 25195,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਚਤੁਰ ਪਦਾਰਥ ਤ੍ਰਿਕਾਲ ਤ੍ਰਿਭਵਨ ਚਾਹੈ ਜੋਗ ਭੋਗ ਸੁਰਸਰ ਸਰਧਾ ਸੰਸਾਰ ਹੈ",
    "transliteration": "Chatur Padaarad Trikaal Tribhavan Chaahai , Jog Bhog Surasar Saradhaa Sansaar Hai ?",
    "translation": "All the four desirable goals-dharam, arth, kam and mokh, three times (past, present and future) desire refuge of such a devotee. The Yogis, householders, river Ganges the river of the gods and the whole world devotion craves for the dust of the feet of su",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89428,
    "shabad_id": 25195,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਪੂਜਨ ਕੇ ਪੂਜ ਅਰੁ ਪਾਵਨ ਪਵਿਤ੍ਰ ਕਰੈ ਅਕਥ ਕਥਾ ਬੀਚਾਰ ਬਿਮਲ ਬਿਥਾਰ ਹੈ ||੧੮੦||",
    "transliteration": "Poojan Kay Pooj Aru Paavan Pavitr Karai , Akad Kadaa Beechaar Bimal Bidaar Hai ?180?",
    "translation": "The dust of the feet of a disciple of the True Guru blessed with the Naam Simran is sacred even for those who are believed to be pious souls as it purifies them further. The state of such a person is beyond elucidation and his views are pure and clear. (1",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
