[
  {
    "id": 89429,
    "shabad_id": 25196,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸੁਖਿ ਫਲ ਚਾਖਤ ਭੲੀ ੳੁਲਟੀ ਤਨ ਸਨਾਤਨ ਮਨ ੳੁਨਮਨ ਮਾਨੇ ਹੈ",
    "transliteration": "Gurmukhi Soukhi Dhal Chaakhat Bhaee Ulatee , Tan Sanaatan Man Ounaman Maanay Hai ?",
    "translation": "Enjoying the taste of the pleasure-giving True Guru blessed Naam elixir, practicing the command of the Guru diligently, the inclinations of such Sikhs of the Guru turn away from the worldly attractions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89430,
    "shabad_id": 25196,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੁਰਮਤਿ ੳੁਲਟਿ ਭੲੀ ਹੈ ਗੁਰਮਤਿ ਰਿਦੈ ਦੁਰਜਨ ਸੁਰਜਨ ਕਰਿ ਪਹਿਚਾਨੇ ਹੈ",
    "transliteration": "Duramati Ulati Bhaee Hai Gurmati Ridai , Durajan Surajan Kari Pahichaanay Hai ?",
    "translation": "The base intellect is shed and the wisdom of Guru comes and resides in them. They are then known not as unworthy of trust but persons of divine traits.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89431,
    "shabad_id": 25196,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੰਸਾਰੀ ਸੈ ੳੁਲਟਿ ਪਲਟਿ ਨਿਰੰਕਾਰੀ ਭੲੇ ਬਗ ਬੰਸ ਹੰਸ ਭੲੇ ਸਤਿਗੁਰ ਗਿਅਾਨੇ ਹੈ",
    "transliteration": "Sansaaree Sai Ulati Palati Nirankaaree Bhaay , Bag Bans Hans Bhaay Satigur Giaanay Hai ?",
    "translation": "Freeing themselves from the affairs of the world, the mammon entangled people become the devotees of the formless God. By the True Guru blessed knowledge, they become praise worthy like a swan from that of a heron like inclination.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89432,
    "shabad_id": 25196,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕਾਰਨ ਅਧੀਨ ਦੀਨ ਕਾਰਨ ਕਰਨ ਭੲੇ ਹਰਨ ਭਰਨ ਭੇਦ ਅਲਖ ਲਖਾਨੇ ਹੈ ||੧੮੧||",
    "transliteration": "Kaaran Adheen Deen Kaaran Karan Bhaay , Haran Bharan Bhayd Alakh Lakhaanay Hai ?181?",
    "translation": "By obeying the command of Guru of doing Naam Simran, those who were under the influence of worldly affairs now become their masters. They become aware of the Lord's indefinable traits who is the creator, the sustainer and destroyer of all things in the Un",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
