[
  {
    "id": 89433,
    "shabad_id": 25197,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurmuiK suKPl cwKq aultI BeI join kY Ajoin Bey kul AkulIn hY",
    "transliteration": "Gurmukhi Soukhaphal Chaakhat Ulatee Bhaee , Joni Kai Ajoni Bhaay Kul Akuleen Hai ?",
    "translation": "State of Guru-conscious disciples blessed by the True Guru with elixir of Naam turns opposite from the worldly involvements and are rid of the cycle of birth and death, ego and attachment.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89434,
    "shabad_id": 25197,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jMqn qy sMq Aau ibnwsI AibnwsI Bey ADm AswD Bey swD prbIn hY",
    "transliteration": "Jantan Tay Sant Au Binaasee Abinaasee Bhaay , Adham Asaadh Bhaay Saadh Parabeen Hai ?",
    "translation": "Such persons who are ever relishing the Naam like elixir of the True Guru become saintly from the worldly beings. The mortal beings become immortal. They become noble and worthy persons from their ill bred and low status.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89435,
    "shabad_id": 25197,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "lwlcI llUjn qy pwvn kY pUj kIny AMjn jgq mY inrMjneI dIn hY",
    "transliteration": "Laalachee Laloojan Tay Paavan Kai Pooj Keenay , Anjan Jagat Mai Niranjanaee Deen Hai ?",
    "translation": "The pleasure giving Naam elixir turns the greedy and covetous people into pure and worthy beings. Living in the world, makes them untouchable and unaffected by the worldly attractions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89436,
    "shabad_id": 25197,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kwit mwieAw PwsI gur giH mY audwsI kIny AnBY AiBAwsI piRAw pRym rs BIn hY ]182]",
    "transliteration": "Kaati Maaiaa Dhaasee Gur Grih Mai Udaasee Keenay , Anabhai Abhiaasee Priaa Praym Ras Bheen Hai ?182?",
    "translation": "With the initiation of a Sikh by the True Guru, his bondage of maya (mammon) is sheared. He becomes indifferent from it. The practice of Naam Simran makes a person fearless, and immerses him in the love-elixir of beloved Lord. (182)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
