[
  {
    "id": 89441,
    "shabad_id": 25199,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "Goslw mY AMfw qij aufq AkwscwrI sMiDAw smY AMfw hoiq cyiq iPir AwveI",
    "transliteration": "Ghosalaa Mai Andaa Taji Udat Akaasachaaree , Sandhiaa Samai Andaa Hoti Chayti Dhiri Aavaee ?",
    "translation": "Just as a bird flies away in the open sky from the comfort of its nest, leaving its egg behind but returns due to its concern for the baby bird in the egg,",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89442,
    "shabad_id": 25199,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "iqrIAw iqAwg suq jwq bn KMf ibKY suq kI suriq giH Awie suK pwveI",
    "transliteration": "Tireeaa Tiaag Sout Jaat Ban Khand Bikhai , Sout Kee Surati Grih Aai Soukh Paavaee ?",
    "translation": "Just as a labour woman leaves her child home under compulsion and goes to the jungle to pick up firewood, but keeps the memory of her child in the mind and finds comfort on returning home;",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89443,
    "shabad_id": 25199,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "jYsy jl kuMf kir CwfIAq jlcrI jb cwhy qb gih lyq min BwveI",
    "transliteration": "Jaisay Jal Kound Kari Chhaadeeat Jalacharee , Jab Chaahay Tab Gahi Layt Mani Bhaavaee ?",
    "translation": "Just as a pool of water is made and fish released in it to be caught again at one's will.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89444,
    "shabad_id": 25199,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "qYsy icq cMcl BRmq hY cqur kuMt siqgur boihQ ibhMg ThrwveI ]184]",
    "transliteration": "Taisay Chit Chanchal Bhramat Hai Chatur Kounta , Satigur Bohid Bihang Tthaharaavaee ?184?",
    "translation": "So does the frolicsome mind of a human being wanders in all the four directions. But due to the ship-like Naam blessed by the True Guru, the wandering bird-like mind comes and rests in the self. (184)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
