[
  {
    "id": 89445,
    "shabad_id": 25200,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਤੁਰ ਬਰਨ ਮੈ ਨ ਪਾੲੀਅੈ ਬਰਨ ਤੇਸੋ ਖਟ ਦਰਸਨ ਮੈ ਨ ਦਰਸਨ ਜੋਤਿ ਹੈ",
    "transliteration": "Chatur Baran Mai N Paaeeai Baran Tayso , Khat Darasan Mai N Darasan Joti Hai ?",
    "translation": "There is nothing as marvellous available for the Guru-conscious persons in the four castes (Brahmin, Khatri et al.) like the wonderful elixir-like Naam of the Lord. Even the six philosophical scriptures do not have the glory and grandeur of the divine rad",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89446,
    "shabad_id": 25200,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਸਿੰਮ੍ਰਿਤਿ ਪੁਰਾਨ ਬੇਦ ਸਾਸਤ੍ਰ ਸਮਾਨਿ ਖਾਨ ਰਾਗ ਨਾਦ ਬਾਦ ਮੈ ਨ ਸਬਦ ੳੁਦੋਤ ਹੈ",
    "transliteration": "Sinmriti Puraan Bayd Saasatr Samaani Khaana , Raag Naad Baad Mai N Sabad Udot Hai ?",
    "translation": "The treasure that Guru-conscious people possess is not available in the Vedas, Shastras and Simritis. The melody that is available with them as a result of Guru's words is not found in any musical mode.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89447,
    "shabad_id": 25200,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਾ ਬਿੰਜਨਾਦਿ ਸ੍ਵਾਦ ਅੰਤਰਿ ਨ ਪ੍ਰੇਮ ਰਸ ਸਕਲ ਸੁਗੰਧ ਮੈ ਨ ਗੰਧਿ ਸੰਧਿ ਹੋਤ ਹੈ",
    "transliteration": "Naanaa Binjanaadi Svaad Antari N Praym Rasa , Sakal Sougandh Mai N Gandhi Sandhi Hot Hai ?",
    "translation": "The relishment that Guru-conscious persons enjoy is so wonderful that it is not available in any type of food. The ecstatic fragrance that they enjoy is not available in any other form of fragrances.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89448,
    "shabad_id": 25200,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ੳੁਸਨ ਸੀਤਲਤਾ ਸਪਰਸ ਅਪਰਸ ਨ ਗਰਮੁਖ ਸੁਖ ਫਲ ਤੁਲਿ ਓਤ ਪੋਤ ਹੈ ॥੧੮੫॥",
    "transliteration": "Ousan Seetalataa Saparas Aparas Na , Garamoukh Soukh Dhal Tuli Aot Pot Hai ?185?",
    "translation": "The pleasure of Naam-like elixir that the Guru-conscious people enjoy is beyond all comforts of allaying or relieving hot or cold conditions by cool or hot means respectively. The hot and cold conditions keep altering but the relishment of Naam elixir rem",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
