[
  {
    "id": 89449,
    "shabad_id": 25201,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲਿਖਨੁ ਪੜਨ ਤੳੁ ਲੳੁ ਜਾਨੈ ਦਿਸੰਤਰ ਜੳੁ ਲੳੁ ਕਹਤ ਸੁਨਤ ਹੈ ਬਿਦੇਸ ਕੇ ਸੰਦੇਸ ਕੈ",
    "transliteration": "Likhanu Parhan Tau Lau Jaanai Disantar Jau Lau , Kahat Sounat Hai Bidays Kay Sandays Kai ?",
    "translation": "So long the husband is away on business or work tour, the wife keeps receiving his commands and news of well being through letters. They exchange their emotions through letters.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89450,
    "shabad_id": 25201,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਦੇਖਤ ਅੳੁ ਦੇਖੀਅਤ ੲਿਤ ੳੁਤ ਦੋੲਿ ਹੋੲਿ ਭੇਟਤ ਪਰਸਪਰ ਬਿਰਹ ਅਵੇਸ ਕੈ",
    "transliteration": "Daykhat Au Daykheeat It Out Doi Hoi , Bhaytat Parasapar Birah Avays Kai ?",
    "translation": "So long the husband and wife are not together, they indulge in looking here and there. But when they meet they become one in the wake of their separation. Similarly so long a seeker remains away from his deity Guru, he indulges in other means of spiritual",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89451,
    "shabad_id": 25201,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਖੋੲਿ ਖੋੲਿ ਖੋਜੀ ਹੋੲਿ ਖੋਜਤ ਚਤੁਰ ਕੁੰਟ ਮ੍ਰਿਗ ਮਦ ਜੁਗਤਿ ਨ ਜਾਨਤ ਪ੍ਵੇਸ ਕੈ",
    "transliteration": "Khoi Khoi Khojee Hoi Khojat Chatur Kounta , Mrig Mad Jougati N Jaanat Pravays Kai ?",
    "translation": "Just as a deer keeps wandering and searching for the musk that he keeps smelling and is unaware of the means to find it, so would a seeker keep wandering till he meets with True Guru and learns the way of God-realisation.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89452,
    "shabad_id": 25201,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਧਿ ਮਿਲੇ ਅੰਤਰਿ ਅੰਤਰਜਾਮੀ ਸ੍ਵਾਮੀ ਸੇਵ ਸੇਵਕ ਨਿਰੰਤਰਿ ਅਾਦੇਸ ਕੈ ||੧੮੬||",
    "transliteration": "Gursikh Sandhi Milay Antari Antarajaamee , Svaamee Sayv Sayvak Nirantari Aadays Kai ?186?",
    "translation": "When a disciple meets with Guru, the all knowing Lord then comes and resides in the heart of the disciple. He then meditates, contemplates and worships the Master Lord as a slave and serves His command and will. (186)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
