[
  {
    "id": 89453,
    "shabad_id": 25202,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਦੀਪਕ ਪਤੰਗ ਸੰਗ ਪ੍ਰੀਤਿ ੲਿਕ ਅੰਗੀ ਹੋੲਿ ਚੰਦ੍ਰਮਾ ਚਕੋਰ ਘਨ ਚਾਤ੍ਰਿਕ ਨ ਹੋਤ ਹੈ",
    "transliteration": "Deepak Patang Sang Preeti Ik Angee Hoi , Chandramaa Chakor Ghan Chaatrik N Hot Hai ?",
    "translation": "Love of a lamp and a moth (winged insect) is one-sided. Similarly is the love of Chakor with the moon and of rain bird (Papiha) with clouds;",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89454,
    "shabad_id": 25202,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਚਕੲੀ ਅੳੁ ਸੂਰ ਜਲਿ ਮੀਨ ਜਿੳੁ ਕਮਲ ਅਲਿ ਕਾਸਟ ਅਗਨ ਮ੍ਰਿਗ ਨਾਦ ਕੋ ੳੁਦੋਤ ਹੈ",
    "transliteration": "Chakaee Au Soor Jali Meen Jiu Kamal Ali , Kaasat Agan Mrig Naad Ko Udot Hai ?",
    "translation": "Just as love of Casarca ferruginea (Chakv) with Sun, fish with water, a bumble bee with lotus flower, wood and fire, a deer and musical sound is one-sided,",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89455,
    "shabad_id": 25202,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਿਤ ਸੁਤ ਹਿਤ ਅਰੁ ਭਾਮਨੀ ਭਤਾਰ ਗਤਿ ਮਾੲਿਅਾ ਅੳੁ ਸੰਸਾਰ ਦੁਅਾਰ ਮਿਟਤ ਨ ਛੋਤਿ ਹੈ",
    "transliteration": "Pit Sout Hit Aru Bhaamanee Bhataar Gati , Maaiaa Au Sansaar Duaar Mitat N Chhoti Hai ?",
    "translation": "So is the love of father with son, wife and husband, attachment with worldly attractions is one-sided and like chronic contagious disease cannot be eradicated.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89456,
    "shabad_id": 25202,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਗਤਿ ਮਿਲਾਪ ਕੋ ਪ੍ਰਤਾਪ ਸਾਚੋ ਲੋਕ ਪਰਲੋਕ ਸੁਖਦਾੲੀ ਓਤਿ ਪੋਤਿ ਹੈ ॥੧੮੭॥",
    "transliteration": "Gursikh Sangati Milaap Ko Prataap Saacho , Lok Paralok Soukhadaaee Aoti Poti Hai ?187?",
    "translation": "Contrary to the above union and grandeur of the True Guru with his Sikhs is True. It is uniform like warp and woof of a cloth. It is comforting in the world beyond. (187)",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
