[
  {
    "id": 89457,
    "shabad_id": 25203,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਲੋਗਨ ਮੈ ਲੋਗਾਚਾਰ ਅਨਿਕ ਪ੍ਰਕਾਰ ਪਿਅਾਰ ਮਿਥਨ ਬਿੳੁਹਾਰ ਦੁਖਦਾੲੀ ਪਹਚਾਨੀਅੈ",
    "transliteration": "Logan Mai Logaachaar Anik Prakaar Piaara , Midan Biuhaar Doukhadaaee Pahachaaneeai ?",
    "translation": "There are several types of worldly loves but all these are false and considered a source of distress.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89458,
    "shabad_id": 25203,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਬੇਦ ਮਿਰਜਾਦਾ ਮੈ ਕਹਤ ਹੈ ਕਥਾ ਅਨੇਕ ਸੁਨੀਅੈ ਨ ਤੈਸੀ ਪ੍ਰੀਤਿ ਮਨ ਮੈ ਨ ਮਾਨੀਅੈ",
    "transliteration": "Bayd Mirajaadaa Mai Kahat Hai Kadaa Anayka , Souneeai N Taisee Preeti Man Mai N Maaneeai ?",
    "translation": "Several love episodes are found used in the Vedas in order to explain certain point but none is heard or believed to be anywhere near the love of a Sikh with his Guru and holy congregation.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89459,
    "shabad_id": 25203,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਗਿਅਾਨ ੳੁਨਮਾਨ ਮੈ ਨ ਜਗਤ ਭਗਤ ਬਿਖੈ ਰਾਗ ਨਾਦ ਬਾਦਿ ਅਾਦਿ ਅੰਤਿ ਹੂ ਨ ਜਾਨੀਅੈ",
    "transliteration": "Giaan Ounamaan Mai N Jagat Bhagat Bikhai , Raag Naad Baadi Aadi Anti Hoo N Jaaneeai ?",
    "translation": "Such true love cannot be found in methods and statements of knowledge, in saying of pious persons in the melodies sung in various modes with accompaniment of musical instruments from one end of world to the other.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89460,
    "shabad_id": 25203,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਸਿਖ ਸੰਗਤਿ ਮਿਲਾਪ ਕੋ ਪ੍ਰਤਾਪੁ ਜੈਸੋ ਤੈਸੋ ਨ ਤ੍ਰਿਲੋਕ ਬਿਖੇ ਅੳੁਰ ੳੁਰ ਅਾਨੀਅੈ ||੧੮੮||",
    "transliteration": "Gursikh Sangati Milaap Ko Prataapu Jaiso , Taiso N Trilok Bikhay Aur Ur Aaneeai ?188?",
    "translation": "The expression of love between the Sikhs and the holy congregation of the True Guru has unique grandeur and such love cannot find its match in anyone's heart in the three worlds. (188)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
