[
  {
    "shabad_id": 25204,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "pUrn bHm gur pUrn kiRpw jau krY hrY haumY rogu irdY inMmRqw invws hY",
    "transliteration": "Pooran Braham Gur Pooran Kripaa Jau Karai , Harai Haoumai Rogu Ridai Ninmrataa Nivaas Hai ?",
    "translation": "When the True Guru, an embodiment of complete and the only Lord becomes clement, he destroys the melody of ego, instilling humility in the heart.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25204,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "sbd suriq ilvlIn swDsMig imil BwvnI Bgiq Bwie duibDw ibnws hY",
    "transliteration": "Sabad Surati Livaleen Saadhasangi Mili , Bhaavanee Bhagati Bhaai Doubidhaa Binaas Hai ?",
    "translation": "By the kindness of the True Guru, one gets attached with Word Guru (Shabad Guru) in the company of saintly persons. The sentiment of loving worship destroys the duality from the mind.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25204,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "pRym rs AMmiRq inDwn pwn pUrn hoie ibsm ibsvws ibKY AnBY AiBAws hY",
    "transliteration": "Praym Ras Anmrit Nidhaan Paan Pooran Hoi , Bisam Bisavaas Bikhai Anabhai Abhiaas Hai ?",
    "translation": "By the magnificence of the True Guru, the relishing of loving elixir-like Naam, one feels satiated. Becoming wondrous and devoted, one indulges in the meditation on the name of fearless Lord.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 25204,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "shj suBwie cwie icMqw mY AqIq cIq siqgur siq gurmiq gur dws hY ]189]",
    "transliteration": "Sahaj Soubhaai Chaai Chintaa Mai Ateet Cheeta , Satigur Sati Gurmati Gur Daas Hai ?189?",
    "translation": "With the kindness of True Guru renouncing fear and worry one gets into a state of ecstasy and by adopting consecration of True Guru one becomes a slave of the Guru. (189)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
