[
  {
    "id": 89465,
    "shabad_id": 25205,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਬਦ ਸੁਰਤਿ ਲਿਵ ਸਾਧਸੰਗਿ ਤ੍ਰਿਗੁਨ ਅਤੀਤ ਚੀਤ ਅਾਸਾ ਮੈ ਨਿਰਾਸ ਹੈ",
    "transliteration": "Gurmukhi Sabad Surati Liv Saadhasangi , Trigoun Ateet Cheet Aasaa Mai Niraas Hai ?",
    "translation": "An obedient disciple of the True Guru lodges the Guru's word in his consciousness in the holy company of God-loving people. He protects his mind from the influence of maya (mammon) and remains free from the worldly options and conceptions.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89466,
    "shabad_id": 25205,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਾਮ ਨਿਹਕਾਮ ਧਾਮ ਸਹਜ ਸੁਭਾੲਿ ਰਿਦੈ ਬਰਤੈ ਬਰਤਮਾਨ ਗਿਅਾਨ ਕੋ ਪ੍ਰਗਾਸ ਹੈ",
    "transliteration": "Naam Nihakaam Dhaam Sahaj Soubhaai Ridai , Baratai Baratamaan Giaan Ko Pragaas Hai ?",
    "translation": "Living and dealing with the world, the Naam of the Lord which is treasure-house of indifference to the worldly attractions gets lodged in his mind. Thus the divine light effulges in his heart.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89467,
    "shabad_id": 25205,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੂਖਮ ਸਥਲ ੲੇਕ ਅੳੁ ਅਨੇਕ ਮੇਕ ਬ੍ਹਮ ਬਿਬੇਕ ਟੇਕ ਬ੍ਹਮ ਬਿਸਵਾਸ ਹੈ",
    "transliteration": "Sookham Sadal Ayk Au Anayk Mayka , Braham Bibayk Tayk Braham Bisavaas Hai ?",
    "translation": "The Supreme Lord who manifests in perceptible and subtle ways in everything of the world becomes his support when he contemplates on Him. He reposes his confidence in that Lord alone.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89468,
    "shabad_id": 25205,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਚਰਨ ਸਰਨਿ ਲਿਵ ਅਾਪਾ ਖੋੲਿ ਹੁੲਿ ਰੇਨ ਸਤਿਗੁਰ ਸਤ ਗੁਰਮਤਿ ਗੁਰ ਦਾਸ ਹੈ ||੧੯੦||",
    "transliteration": "Charan Sarani Liv Aapaa Khoi Hui Rayna , Satigur Sat Gurmati Gur Daas Hai ?190?",
    "translation": "By engrossing and attaching the mind in the refuge of the holy feet of the True Guru, one destroys his egocentricity and adopts humility. He lives in the service of holy men and becomes a true servant of the Guru by accepting the teachings of the True Gur",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
