[
  {
    "id": 89469,
    "shabad_id": 25206,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਹੳੁਮੈ ਅਭਿਮਾਨ ਕੈ ਅਗਿਅਾਨਤਾ ਅਵਗਿਅਾ ਗੁਰ ਨਿੰਦਾ ਗੁਰ ਦਾਸਨ ਕੈ ਨਾਮ ਗੁਰਦਾਸ ਹੈ",
    "transliteration": "Haoumai Abhimaan Kai Agiaanataa Avagiaa Gur , Nindaa Gur Daasan Kai Naam Gurdaas Hai ?",
    "translation": "Under the influence of self-pride, ego and ignorance, I show scant respect to the Guru and indulge in slander of his servants. Yet I have named myself the slave of Guru.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89470,
    "shabad_id": 25206,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਮਹੁਰਾ ਕਹਾਵੈ ਮੀਠਾ ਗੲੀ ਸੋ ਕਹਾਵੈ ਅਾੲੀ ਰੂਠੀ ਕੳੁ ਕਹਤ ਤੁਠੀ ਹੋਤ ੳੁਪਹਾਸ ਹੈ",
    "transliteration": "Mahuraa Kahaavai Meetthaa Gaee So Kahaavai Aaee , Rootthee Kau Kahat Toutthee Hot Oupahaas Hai ?",
    "translation": "This is like poisonous root or tuber of Aconytum Ferox (Mitha Mauhra) that is called sweet or an infected eye that is called 'akh ai hai' and one who suffers from smallpox is said to have been visited and blessed by mother (Mata). This is a big joke.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89471,
    "shabad_id": 25206,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਬਾਂਝ ਕਹਾਵੈ ਸਪੂਤੀ ਦੁਹਾਗਨਿ ਸੁਹਾਗਨਿ ਕੁਰੀਤਿ ਸੁਰੀਤਿ ਕਾਟਿਓ ਨਕਟਾ ਕੋ ਨਾਸ ਹੈ",
    "transliteration": "Baanjh Kahaavai Sapootee Duhaagani Suhaagani , Kureeti Sureeti Kaatiao Nakataa Ko Naas Hai ?",
    "translation": "Just out of fun a barren woman is called Saputi (one blessed with sons), an abandoned woman is called happily married, it is no different than calling an evil rite as auspicious or one with chopped nose as beautiful.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89472,
    "shabad_id": 25206,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਬਾਵਰੋ ਕਹਾਵੈ ਭੋਰੋ ਅਾਂਧਰੈ ਕਹੈ ਸੁਜਾਖੋ ਚੰਦਨ ਸਮੀਪ ਜੈਸੇ ਬਾਸੁ ਨ ਸੁਬਾਸ ਹੈ ॥੧੯੧॥",
    "transliteration": "Baavaro Kahaavai Bhoro Aandharai Kahai Sujaakho , Chandan Sameep Jaisay Baasu N Soubaas Hai ?191?",
    "translation": "Just as a crazy person is addressed as simpleton, or a blind person who can see are all a crazy and wrong expressions, Similarly a bamboo tree even if it thrives in the close proximity of a Sandalwood tree cannot acquire its fragrance, so would a person l",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
