[
  {
    "id": 89473,
    "shabad_id": 25207,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "gurisK eykmyk rom n pujis koit hom jig Bog neIbyd pUjwcwr hY",
    "transliteration": "Gursikh Aykamayk Rom N Pujasi Koti , Hom Jagi Bhog Naeebayd Poojaachaar Hai ?",
    "translation": "No one, not even millions of offerings to the fire, celestial feasts, offerings to the gods and other forms of worship, rites and rituals can reach even a hair of a Sikh who has become one with his True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89474,
    "shabad_id": 25207,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "jog iDAwn igAwn AiDAwqm iriD isiD inDo jp qp sMjmwid Aink pRkwr hY",
    "transliteration": "Jog Dhiaan Giaan Adhiaatam Ridhi Sidhi Nidho , Jap Tap Sanjamaadi Anik Prakaar Hai ?",
    "translation": "Many forms of Yogas contemplations, exercises to control the body and other disciplines of Yoga, miraculous powers and other forms of obstinate worships cannot reach to match a hair of a Guru's Sikh.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89475,
    "shabad_id": 25207,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "isMmiRiq purwn byd swsqR Aau swAMgIq sursr dyv sbl mwieAw ibsQwr hY",
    "transliteration": "Sinmriti Puraan Bayd Saasatr Au Saaangeeta , Surasar Dayv Sabal Maaiaa Bisadaar Hai ?",
    "translation": "All the Simritis, Vedas, Purans, other scriptures, music, rivers like Ganges, abodes of gods and expanse of mammon in the entire Universe can reach the praise of a hair of a Guru's Sikh who has become one with the True Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89476,
    "shabad_id": 25207,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "kotin kotwin isK sMgiq AsMK jw kY sRI gur crn nyq nyq nmskwr hY ]192]",
    "transliteration": "Kotani Kotaani Sikh Sangati Asankh Jaa Kai , Sree Gur Charan Nayt Nayt Namasakaar Hai ?192?",
    "translation": "Countless are the congregations of such Sikhs of the Guru. Such a True Guru is beyond count. He is infinite. We salute at His holy feet again and again. (192)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
