[
  {
    "id": 89477,
    "shabad_id": 25208,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਚਰਨ ਕਮਲ ਰਜ ਗੁਰਸਿਖ ਮਾਥੈ ਲਾਗੀ ਬਾਛਤ ਸਕਲ ਗੁਰਸਿਖ ਪਗ ਰੇਨ ਹੈ",
    "transliteration": "Charan Kamal Raj Gursikh Maadai Laagee , Baachhat Sakal Gursikh Pag Rayn Hai ?",
    "translation": "A Sikh of the Guru who is blessed by the holy dust of the feet of the True Guru (who receives the boon of Naam Simran from the True Guru), the entire Universe crave for the dust of his feet.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89478,
    "shabad_id": 25208,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਕੋਟਿ ਕਮਲਾ ਕਲਪਤਰ ਪਾਰਸ ਅੰਮ੍ਰਿਤ ਚਿੰਤਾਮਨਿ ਕਾਮਧੇਨ ਹੈ",
    "transliteration": "Kotani Kotaani Koti Kamalaa Kalapatara , Paaras Anmrit Chintaamani Kaamadhayn Hai ?",
    "translation": "Millions of goddesses of wealth, tree of Indra's heavenly garden (Kalap- Variksh), philosopher stones, elixirs, distress removing forces and heavenly cows (Kamdhenu) desire the touch of such a Sikh of the Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89479,
    "shabad_id": 25208,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਸੁਰਿ ਨਰ ਨਾਥ ਮੁਨਿ ਤ੍ਰਿਭਵਨ ਅੳੁ ਤ੍ਰਿਕਾਲ ਲੋਗ ਬੇਦ ਗਿਅਾਨ ੳੁਨਮਾਨ ਜੇਨ ਕੇਨ ਹੈ",
    "transliteration": "Suri Nar Naad Mouni Tribhavan Au Trikaala , Log Bayd Giaan Ounamaan Jayn Kayn Hai ?",
    "translation": "Millions of gods, humans, sages, master yogis, all the three worlds, the three times, wondrous knowledge of Vedas and many such estimates beg for the holy dust of the feet of such a disciple of the Guru.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "id": 89480,
    "shabad_id": 25208,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਕੋਟਨਿ ਕੋਟਾਨਿ ਸਿਖ ਸੰਗਤਿ ਅਸੰਖ ਜਾ ਕੈ ਨਮੋ ਨਮੋ ਗੁਰਮੁਖ ਸੁਖਫਲ ਦੇਨ ਹੈ ||੧੯੩||",
    "transliteration": "Kotani Kotaani Sikh Sangati Asankh Jaa Kai , Namo Namo Gurmoukh Soukhaphal Dayn Hai ?193?",
    "translation": "There are numerous congregations of such Sikhs of the True Guru. I bow again and again before such True Guru who is the blesser of such elixir-like Naam that provides comfort and peace. (193)",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
