[
  {
    "id": 89485,
    "shabad_id": 25210,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਸਿਖ ੲੇਕਮੇਕ ਰੋਮ ਕੀ ਅਕਥ ਕਥਾ ਗੁਰਸਿਖ ਸਾਧਸੰਗਿ ਮਹਿਮਾ ਕੋ ਪਾਵੲੀ",
    "transliteration": "Gursikh Aykamayk Rom Kee Akad Kadaa , Gursikh Saadhasangi Mahimaa Ko Paavaee ?",
    "translation": "The glory of a hair of a Sikh who has become one with the True Guru cannot be narrated. Then who can fathom the greatness of a congregation of such glorious Sikhs?",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89486,
    "shabad_id": 25210,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ੲੇਕ ਓਅੰਕਾਰ ਕੇ ਬਿਥਾਰ ਕੋ ਨ ਪਾਰਾਵਾਰੁ ਸਬਦ ਸੁਰਤਿ ਸਾਧਸੰਗਤਿ ਸਮਾਵੲੀ",
    "transliteration": "Ayk Aoankaar Kay Bidaar Ko N Paaraavaaru , Sabad Surati Saadhasangati Samaavaee ?",
    "translation": "The One Formless God whose expanse is limitless is always permeating in the congregation of devotees absorbed in His name.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89487,
    "shabad_id": 25210,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪੂਰਨ ਬ੍ਹਮ ਗੁਰ ਸਾਧਸੰਗਿ ਮੈ ਨਿਵਾਸ ਦਾਸਨ ਦਾਸਾਨ ਮਤਿ ਅਾਪਾ ਨ ਜਤਾਵੲੀ",
    "transliteration": "Pooran Braham Gur Saadhasangi Mai Nivaasa , Daasan Daasaan Mati Aapaa N Jataavaee ?",
    "translation": "The True Guru who is manifest of the Lord resides in the congregation of holy men. But such Sikhs who are united with True Guru are very humble and they remain servants of Lord's servants. They shed all their ego.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89488,
    "shabad_id": 25210,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਸਤਿਗੁਰ ਗੁਰ ਗੁਰਸਿਖ ਸਾਧਸੰਗਤਿ ਹੈ ਓਤਿ ਪੋਤਿ ਜੋਤਿ ਵਾ ਕੀ ਵਾ ਹੀ ਬਨਿ ਅਾਵੲੀ ॥੧੯੫॥",
    "transliteration": "Satigur Gur Gursikh Saadhasangati Hai , Aoti Poti Joti Vaa Kee Vaa Hee Bani Aavaee ?195?",
    "translation": "True Guru is great and so are His disciples who constitute his holy congregation. The light divine of such a True Guru. entangled in the holy gathering like warp and 'weft of a cloth. Grandeur of such True Guru befits only Him and nobody can reach Him. (1",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
