[
  {
    "id": 89497,
    "shabad_id": 25213,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "ੳੁਖ ਮੈ ਪਿੳੂਖ ਰਸ ਰਸਨਾ ਰਹਿਤ ਹੋੲਿ ਚੰਦਨ ਸੁਬਾਸ ਤਾਸ ਨਾਸਕਾ ਨ ਹੋਤ ਹੈ",
    "transliteration": "Oukh Mai Piookh Ras Rasanaa Rahit Hoi , Chandan Soubaas Taas Naasakaa N Hot Hai ?",
    "translation": "Sugarcane has elixir-like sweet juice but it has no tongue to enjoy it. Sandalwood has fragrance but the tree is without nostrils to enjoy the smell.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89498,
    "shabad_id": 25213,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "ਨਾਦ ਬਾਦ ਸੁਰਤਿ ਬਿਹੂਨ ਬਿਸਮਾਦ ਗਤਿ ਬਿਬਿਧ ਬਰਨ ਬਿਨੁ ਦ੍ਰਿਸਟਿ ਸੋ ਜੋਤਿ ਹੈ",
    "transliteration": "Naad Baad Surati Bihoon Bisamaad Gati , Bibidh Baran Binu Drisati So Joti Hai ?",
    "translation": "Musical instruments produce sound to bring awe to the listeners but it is without the ears that can listen to its melody. Myriads of colour and shapes are there to attract the eyes but they are without any ability to see such beauty themselves.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89499,
    "shabad_id": 25213,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "ਪਾਰਸ ਪਰਸ ਨ ਸਪਰਸ ੳੁਸਨ ਸੀਤ ਕਰ ਚਰਨ ਹੀਨ ਧਰ ਅੳੁਖਧੀ ੳੁਦੋਤ ਹੈ",
    "transliteration": "Paaras Paras N Saparas Ousan Seeta , Kar Charan Heen Dhar Aoukhadhee Udot Hai ?",
    "translation": "Philosopher-stone has power to turn any metal into gold but it is without any sense of touch even to feel cold or heat. Many herbs grow in the earth but without hands and feet, it can do nothing to reach anywhere.",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  },
  {
    "id": 89500,
    "shabad_id": 25213,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "ਜਾੲਿ ਪੰਚ ਦੋਖ ਨਿਰਦੋਖ ਮੋਖ ਪਾਵੈ ਕੈਸੇ ਗੁਰਮੁਖਿ ਸਹਜ ਸੰਤੋਖ ਹੁੲਿ ਅਛੋਤ ਹੈ ॥੧੯੮॥",
    "transliteration": "Jaai Panch Dokh Niradokh Mokh Paavai Kaisay , Gurmukhi Sahaj Santokh Hui Achhot Hai ?198?",
    "translation": "A person who has all the five senses of knowledge and is also deeply infected by the five vices of relishment, smell, hearing, touch and seeing, how can he achieve salvation that is viceless. Only the obedient Sikhs of Guru who obey the command of a True ",
    "punjabi": "",
    "pronunciation": "",
    "type_id": null
  }
]
