[
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kRu`D ju`D kry Gny Avgwih gwih sudys ] Awn Awn AvDys ky pg lwgIAM Avnys ]47]",
    "transliteration": "Kruddh Juddh Dare Ghane Avgadh(i) Gadh(i) Sudes|| Aan Aan Avdhes Ke Pag Laageean Avnes||47||",
    "translation": "Those who did not accept his supremacy, in great fury, he destroyed them and in this way the kings of all the earth became subservient to the king of Oudh.47.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "BwNiq BwNiqn dY ley snmwn Awn niRpwl ] Arb Krbn drb dY gj rwj bwj ibswl ]",
    "transliteration": "Bhaant(i) Bhaantin Dai Lae Sanmaan Aan Nripaal|| Arab Kharban Darab Dai Gad Raaj Baaj Bidaal||",
    "translation": "All the kings were honoured in various ways; they were given the wealth, elephants and horses equivalent to millions and billions of gold coin.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "hIr cIr n ko skY gn jtq jIn jrwie ] Bwau BUKn ko khY ibD qy n jwq bqwie ]48]",
    "transliteration": "Heer Cheer Na Ko Sakai Gad Jatat Jeen Jaraae|| Bhaau Bhookhan Ko Kahai Bidh Ten A Jaat Bataae||48||",
    "translation": "The garments studded with diamonds and the saddles of horses studded with gems cannot be enumerated and even Brahma cannot describe the grandeur of the ornaments.48.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "psm bsqR ptMbrwidk dIey BUpn BUp ] rUp ArUp srUp soiBq kaun ieMdR krUpu ]",
    "transliteration": "Pasam Bastra Patanbraadik Deee Bhoopan Bhoop|| Roopsaroop Saroop Sobhit Kaoun Indra Daroop(u)||",
    "translation": "The woolen and silken garments were given by the king and seeing the beauty of all the people it seemed that even Indra was ugly before them.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "dust pust qRsY sBY QrhrXo suin igrrwie ] kwit kwitn dY muJY niRp bwNit bwNit lutwie ]49]",
    "transliteration": "Doust Poust Trasai Sabhai Thar-daryo Soun(i) Gir-raae|| Kaattee Kaatin Dai Mujhai Nrip Baanttee Baanttee Loutaae||49||",
    "translation": "All the tyrants were frightened and even the Sumeru mountain trembled with fear that the king may not chop him and distribute his bits to the participants.49.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "byd Dun kir kY sBY idj kIAs j`g ArMB ] BwNiq BwNiq bulwie homq ir`q jwn AsMB ]",
    "transliteration": "Bed Dhoun Kar(i) Kai Sabhai Dij Keeas Jagg Aranbh|| Bhaant(i) Bhaant(i) Bulaae Homat Ritt Jaan Asanbh||",
    "translation": "All the Brahmins started the Yajna by reciting the Vedic performed the havan (fire-worship) in accordance with the mantras.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "AiDk muinbr jau kIXo ibD pUrb hom bnwie ] jg kuMfhu qy auTy qb jg purK Akulwie ]50]",
    "transliteration": "Adhik Mounndbar Jau Keeyo Bidh Poorab Hom Banaae|| Jag Koundauh Te Outhe Tab Jag Purakh Akulaae||50||",
    "translation": "When many sages and hermits performed the havan in appropriate manner, then from the sacrificial pit arose the agitated sacrificial purushas.50.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "KIr pwqR kFwie lY kir dIn niRp ky Awn ] BUp pwie pRsMin BXo ijmu dwrdI lY dwn ]",
    "transliteration": "Kheer Paatra Kadhaae Lai Kar(i) Deen Nrip Ke Aan|| Bhoop Paae Prasann(i) Bhayo Jim(u) Daardilai Daan||",
    "translation": "They had a milkpot in their hands, which they gave to the king. The kiing Dasrath was so much pleased on obtaining it, just as a pauper is pleased on receiving a gift.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "cqR Bwg krXo iqsY inj pwn lY niRprwie ] eyk eyk dXo duhU qRIA eyk ko duie Bwie ]51]",
    "transliteration": "Chatra Bhaag Daryo Tisai Nij Paan Lai Nripraae|| Ek Ek Dayo Duhoo Treea Ek Ko Due Bhaae||51||",
    "translation": "The king divided it into four parts with his own hands and gave one part each to two queen and two parts to the third one.51.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "grBvMq BeI qiRXo qiRX CIr ko kir pwn ] qwih rwKq BI Blo ds doie mws pRmwn ]",
    "transliteration": "Gadbhvant Bhaitriyo Triya Chheer Ko Kar(i) Paan|| Taah(i) Raakhat Bhibhalo Das Doe Maas Pramaan||",
    "translation": "The queens on drinking that milk, became pregnant and remained as such for twelve months.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "mws qiRaudsmo cFXo qb sMqn hyq auDwr ] rwvxwir pRgt Be jg Awn rwm Avqwr ]52]",
    "transliteration": "Maas Trudasmo Chadhyo Tab Santan Het Udhaar|| Raavadaar(i) Pragad Bhaaa Jag Aan Raam Avtaar||52||",
    "translation": "At the beginning of the thirteenth month, Ram, the enemy of Ravan incarnated for the protection of the saints.52.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "BrQ lCmn sqRGn pun Bey qIn kumwr ] BwNiq BwNiqn bwjIXM niRp rwj bwjn duAwr ]",
    "transliteration": "Bharath Lachman Satragad Poun Bhae Teen Koumaar|| Bhaant(i) Bhaantin Baajeeyan Nrip Raaj Baajan Duaar||",
    "translation": "Then the three princes named Bharat, Lakshman and Shatrughan were born and various kinds of musical instruments were played at the gate of Dasrath’s palace.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "pwie lwg bulwie ib`pn dIn dwn durMiq ] s`qR nwsq hoihgy suK pwie hYN sB sMq ]53]",
    "transliteration": "Paae Laag Bulaae Bippan Deen Daan Durant(i)|| Sattra Naasat Hohege Soukh Paae Hain Sabh Sant||53||",
    "translation": "Bowing at the feet of Brahmins, he gave them innumerable gifts and all the people felt that now the enemies will be destroyed nad the saints will attain peace and comfort.53.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10793,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "lwl jwl pÍyst irKbr bwj rwj smwj ] BwNiq BwNiqn dyq BXo idj pqn ko niRprwj ]",
    "transliteration": "Laal Jaal Pravesat Rikhbar Baaj Raaj Samaaj|| Bhaant(i) Bhantin Det Bhyo Dij Patan Ko Nripraaj||",
    "translation": "Wearing the necklaces of diamonds and jewels, the sages are extending th royal glory and the king is presenting documents to the twice-born (dvijas) for gold and silver.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]