[
  {
    "shabad_id": 10808,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "kysr so BIjy pt soBw dyq AYsI BwNq mwno rUp rwg ky suhwg Bwg Bry hYN ]",
    "transliteration": "Kesar So Bheeje Pat Sobhaa Det Aisibhaant Maano Roop Raag Ke Suhaag Bhaag Bhare Hain||",
    "translation": "The garments saturated with saffron are looking splendid as if the beauty itself has materialized.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10808,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "rwjw AvDys ky kumwr AYsy soBw dyq kwmjU ny koirk kilXorw kYDO kry hYN ]169]",
    "transliteration": "Raajaa Avadhes Ke Koumaar Aise Sobhaa Det Kaamjoo Ne Korik Kaliyoraa Kaidhau Dare Hain||169||",
    "translation": "The princes of Dasrath the king of Oudh, appear splendid like the god of love alongwith his arts.169.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10809,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "kib`q ]",
    "transliteration": "Kabitt||",
    "translation": "KABIT",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10809,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "AauD qy insr cly lIny sMig sUr Bly rn qy n tly ply soBwhUM ky Dwm ky ]",
    "transliteration": "Audh Te Nidare Chale Leene San(i) Soor Bhlae Ran Ten A Tale Pale Sobhaahoon Ke Dhaam Ke||",
    "translation": "All have moved out of Oudhpuri and all of them taken along with them the winsome warriors, who never retrace their steps in war.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10809,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "suMdr jumwr aurhwr soBq Apwr qIno log m`D kI muh`Xw sB bwm ky ]",
    "transliteration": "Soundar Koumaar Ur-haar Sobhat Apaar Teeno Log Maddh Kimuhayyaa Sabh Baam Ke||",
    "translation": "They are beautiful princes, bedecked with necklaces around their necks. They are all going to bring their wedded women.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10809,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "durjn dl`Xw qIno lok ky ijq`Xw qIno rwm jU ky B`Xw hYN ch`Xw hrnwm ky ]",
    "transliteration": "Durjan Dalayyaa Teeno Lok Ke Jitayyaa Teeno Raam Joo Ke Bhayyaa Hain Chahayyaa Harnaam Ke||",
    "translation": "They are all the mashers of the tyrants, capable of conquering the three worlds, lovers of the name of the Lord and brothers of Ram.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10809,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "bu`D ky audwr hYN isMgwr Avqwr dwn sIl ky phwr kY kumwr bny rwm ky ]170]",
    "transliteration": "Buddh Ke Udaar Hain Singadr Avtaar Daan Seel Ke Pahaar Kai Koumaar Bade Raam Ke||170||",
    "translation": "They are magnanimous in wisdom, the incarnation of embellishment, the mountain of munificence and are just like Ram.170.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10809,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "AsÍ brnnM ]",
    "transliteration": "Asva Barnanan||",
    "translation": "The description of horses :",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "kib`q ]",
    "transliteration": "Kabitt",
    "translation": "KABIT",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "nwgrw ky nYn hYN ik cwqrw ky bYn hYN bGUlw mwno gYn kYsy qYsy Qhrq hYN ]",
    "transliteration": "Naagraa Ke Nain Ke Chaatraa Ke Bain Hain Baghoolaa Maano Gadn Kaise Taise Thahrat Hain||",
    "translation": "The horses, restless like the eyes of a women, swift like the swift utterances of a shrewd person an mercurial like the crane rising up in the sky, are vibrating hither and thither.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "niRqkw ky pwau hYN ik jUp kYsy dwau hYN ik Cl ko idKwau koaU qYsy ibhrq hYN ]",
    "transliteration": "Nritakaa Ke Paau Hain Kijoop Kaise Daau Hain Ki Chhal Ko Dikhaau Ko( i)  Taiswe Bihrat Hain||",
    "translation": "They are swift like the feet of a dancer, they are the tactics of throwing the dice or even some hallucination.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "hwky bwj bIr hYN quPMg kYsy qIr hYN ik AMjnI ky DIr hYN ik Dujw sy Phrq hYN ]",
    "transliteration": "Haake Baaj Beer Hain Touphan Kaise Teer Hain Ki Anjanike Dheer Hain Ki Dhujaa Se Phahrat Hain||",
    "translation": "These brave horses are swift like arrow and gunshot, shrewd and mighty like Hanuman, the son of Anjani; they are roaming like the fluttering banners.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "lhrYN AnMg kI qrMg jYsy gMg kI AnMg kYsy AMg jXoN n khUM Thrq hYN ]171]",
    "transliteration": "Lahrain Anan Kitaran Jaise Gadg Kianan Kaise An Jyon Na Kahoon Thahrat Hain||171||",
    "translation": "These horses are like the intense emotions of the god of love, or the swift waves of the Ganges. They have beautiful limbs like the limbs of cupid and are not stable at any one place.171.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "insw insnwiQ jwnY idn idnpiq mwnY iB`Ckn dwqw kY pRmwny mhwN dwn hYN ]",
    "transliteration": "Nisaa Nisnaath(i) Jaanai Din Dinpat(i) Maanai Bhichchkan Daataa Dai Pramaane Mahaan Daan Hain||",
    "translation": "All the princes are being considered as moon by the night and sun by the day, they are known as great donors for the beggars, the ailments consider them as medicine.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": 0
  }
]