[
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 1,
    "gurmukhi": "AauKDI ky rogn AnMq rUp jogn smIp kY ibXogn mhys mhwmwn hYN ]",
    "transliteration": "Aoukhadhike Rogad Anant Roop Jogad Sameep Kai Biyogad Mahes Mahaamanndhain||",
    "translation": "When they, consisting of endless beauty are nearby, them there is suspicion about their impending separation. They are all most honourable like Shiva.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 2,
    "gurmukhi": "s`qRY K`g KXwqw iss rUpn ky mwqw mhwN gXwnI gXwn gXwqw kY ibDwqw kY smwn hYN ]",
    "transliteration": "Sattrai Khagg Khyaataa Sis Roopan Ke Maataa Mahaan Ghaanighaan Gyaataa Kai Bidhaataa Kai Samaan Hain||",
    "translation": "They are famous swordsmen, childlike for their mothers, the supreme knowledgeable for great sages, they appear apparently like probvidence.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 3,
    "gurmukhi": "gnn gnys mwnY surn surys jwny jYsy pyKY qYsy eI lKy ibrwjmwn hYN ]172]",
    "transliteration": "Gadan Gades Maanai Suran Sres Jaane Jaise Pekhai Taise Ee Lakhe Biraajmaan Hain||172||",
    "translation": "All the Ganas consider them as Ganesh and all the gods as Indra. The sum and substance is this that they manifest themselves in the same form as one thinks about.172.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 4,
    "gurmukhi": "suDw sO suDwry rUp soBq auijXwry ikDO swcy bIc Fwry mhw soBw kY suDwr kY ]",
    "transliteration": "Sudhaa Sau Sudhdare Roop Sobhat Ujiydare Kidhau Saache Beech Dhdare Mahaa Sobhaa Kai Shdhaar Kai||",
    "translation": "Having bathed in ambrosia and the manifestation of beauty and glory, these very winsome princes appear as having been created in special mould.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 5,
    "gurmukhi": "ikDO mhw mohnI ky mohby nim`q bIr ibDnw bnwey mhwN ibD so ibcwr kY ]",
    "transliteration": "Kidhau Mahaa Mohanike Mohabe Namitt Beer Bidhnaa Banaae Mahaan Bidh So Bichaar Kai||",
    "translation": "It seems that in order to allure some most beautiful damsel the providence created these great heroes in a special way.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 6,
    "gurmukhi": "ikDO dyv dYqn ibbwd Cwf bfy icr mQ kY smuMdR CIr lIny hY inkwr kY ]",
    "transliteration": "Kidhau Dev Kaitan Bidaad Chhaad Bade Chir Math Kai Samounndra Chheer Leene Hai Nikaar Kai||",
    "translation": "They appear as having been taken out as gems by churning the ocean by the gods and demons on abandoning their disputes.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 7,
    "gurmukhi": "ikDO ibsÍnwQ jU bnwey inj pyKby kau Aaur n skq AYsI sUrqY suDwr kY ]173]",
    "transliteration": "Kidhau Bisvanaath Joo Banaae Nij Pekh Be Kau Aur Na Sakat Aisisoortai Sudhaar Kai||173||",
    "translation": "Or it seems that the Lord of the universe made improvement in the creation of their faces himself for having their continuous sight.173.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 8,
    "gurmukhi": "sIm qj AwpnI ibrwny dys lwNG lwNG rwjw imQlys ky phUcy dys Awn kY ]",
    "transliteration": "Seem Taj Aapanibiraane Des Laanh Laanh Raajaa Mithles Ke Pahooche Des Aan Kai||",
    "translation": "Crossing the frontier of their kingdom and passing through other countries, all these princes reached the abode of king Janak of Mithila.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 9,
    "gurmukhi": "qurhI AnMq bwjY duMdBI Apwr gwjY BwNiq BwNiq bwjn bjwey jor jwn kY ]",
    "transliteration": "Tur-hianant Baajai Doundabhiapaar Gadjai Bhaant(i) Bhaant(i) Baajan Bajaae Jor Jaan Kai||",
    "translation": "On reaching there they caused the high-pitch resonance of the drums and other musical instruments.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 10,
    "gurmukhi": "AwgY Awin qInY niRp kMT lwie lIny rIq rUV sBY kIny bYTy byd kY ibDwn kY ]",
    "transliteration": "Aagad Aan(i) Teenai Nrip Kanth Laae Leene Reet Rood Sobhai Keene Baithe Bed Kai Bidhaan Kai||",
    "translation": "The king came forward and hugged the all three to his bosom, all the Vedic rites were performed.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 11,
    "gurmukhi": "birKXo Dn kI Dwr pwieXq n pwrwvwr iB`Ck Bey niRpwr AYsy pwie dwn kY ]174]",
    "transliteration": "Barikhyo Dhan Kidhaar Paaeyat Na Paaraavaar Bhichchhak Bhae Nripaar Aise Paae Daan Kai||174||",
    "translation": "There was continuous chartable flow of wealth and on acquiring the alsm, the beggars became king-like.174.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 12,
    "gurmukhi": "bwny Phrwny Ghrwny duMdB Arrwny jnk purI kO nIArwny bIr jwiekY ]",
    "transliteration": "Baane Phahraane Ghahraane Doundabh Ar-raane Janak Purikau Neearaane Beer Jaae-kai||",
    "translation": "The banners were unfurled and the drums resounded, the brave heroes began to shout loudly on reaching Janakpuri.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 13,
    "gurmukhi": "khUM caur FwrY khUM cwrx aucwrY khUM Bwt ju pukwrY CMd suMdr bnwiekY ]",
    "transliteration": "Kahoon Chaur Dhdarai Kahoon Chaaran Ouchdarai Kahoon Bhaat Ju Poukdarai Chhand Soundar Banaae-kai||",
    "translation": "Somewhere the whisks are being swung, somewhere the minstrels are singing eulogies and somewhere the poets are reciting their beautiful stanza.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  },
  {
    "shabad_id": 10810,
    "pada": null,
    "source_line": 14,
    "gurmukhi": "khUM bIn bwjY koaU bwsurI miRdMg swjY dyKy kwm lwjY rhy iB`Ck AGwiekY ]",
    "transliteration": "Kahoon Been Baajai Ko( i)  Baasurimridan Saajai Dekhe Kaam Laajai Rahe Bhichchhak Aghaae-kai||",
    "translation": "Somewhere the lyre is being played, somewhere flutes, drum and other musical instruments. On seeing all this the god of love is feeling shy and so mush charity was donated that the beggars feel satisfied.",
    "punjabi": "",
    "pronunciation": null,
    "type_id": null
  }
]
