{
  "content": [
    {
      "asset": "gsnl",
      "type": "translation",
      "language": "pa",
      "data": "ਪ੍ਰੇਮੀਆਣ ਲਈ ਸੱਜਨ ਦੀ ਗਲੀ ਹੀ ਸੁਹਾਵਣੀ ਹੈ ।"
    },
    {
      "asset": "kegp",
      "type": "translation",
      "language": "en",
      "data": "Goyaa says, \"I want to sell myself and my insane heart to my beloved,\nWith my faith in his grace and mercy, I am sure he will find it worthy of buying. (63) (5)          \n4-Line Verses\nEveryone, with his zeal for you, started to walk on his head,\nAnd, he was able to pitch his flag over the nine skies,\nBlessed is his coming to this world, and equally blessed is his departure,\nGoyaa says, \"The one who has perceived the Lord.\" (1)\nEvery such eye that did not recognize (the existence) of Akaalpurakh, can be considered as blind,\nHe wasted this precious life in negligence and carelessness,\nHe came (to this world) crying and passed away taking all his yearnings and unfulfilled hopes with him,\nAlas! He was unable to better his disposition in this cycle of birth and death. (2)\nThis eye of yours is the abode of the Beloved virtuous friend,\nYour personality is the seat of His royal throne,\nAnyone immersed in greed and lust cannot reach the powerful Almighty,\nBecause this path is meant for the brave and the valiant devotees of Waaheguru. (3)\nEvery such heart and mind that spontaneously (by acquiring the virtues of) became the divine Beloved,\nRest assured! That he became the embodiment of Akaalpurakh Himself,\nNot even a particle of dust is then without his benevolence and blessing,\nAnd, the Sculptor-Painter is camouflaging Himself behind His colors. (4)\nThis coming and departing in this world is no more than a moment,\nWherever we run our vision and see around, we see only our own images,\nHow can we ever dare to look towards anyone else?\nBecause, there is no one else (except Waaheguru) in the front or rear who is supporting us. (5)\nEvery such person who is a seeker of the Divinity,\nHas a highest rank and status in both the worlds;\nGoyaa says, \"They can acquire both the worlds in exchange for just a grain of barley,"
    }
  ]
}