{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਜਿਤੁ ਗ੍ਰਿਹਿ ਗੁਨ ਗਾਵਤੇ, ਹਰਿ ਕੇ ਗੁਨ ਗਾਵਤੇ, ਰਾਮ ਗੁਨ ਗਾਵਤੇ; ਤਿਤੁ ਗ੍ਰਿਹਿ ਵਾਜੇ ਪੰਚ ਸਬਦ, ਵਡ ਭਾਗ ਮਥੋਰਾ ॥",
      "page": 1201,
      "line": 3
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "The house, in which praises are sung, God's praises are sung, the Lord's praises are sung; in that house ring the melodies of the five musical instruments. Great destiny is writ on the forehead of him who abides in such a home."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ ਘਰ ਵਿੱਚ ਸਿਫਤਾਂ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਹਰੀ ਦੀਆਂ ਸਿਫਤਾ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਪ੍ਰਭੂ ਦੀਆਂ ਸਿਫਤਾ ਗਾਇਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, ਉਸ ਘਰ ਵਿੱਚ ਪੰਜ ਸੰਗੀਤਕ ਸਾਜਾਂ ਦਾ ਰਾਗ ਗੂੰਜਦਾ ਹੈ। ਭਾਰੀ ਪ੍ਰਾਲਭਧ ਲਿਖੀ ਹੋਈ ਹੈ, ਉਸ ਦੇ ਮੱਥੇ ਉਤੇ ਜੋ ਇਹੋ ਜਿਹੇ ਘਰ ਵਿੱਚ ਵਸਦਾ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "That household, in which the Glorious Praises of the Lord are sung, where the Panch Shabad, the Five Primal Sounds, resound - great is the destiny written on the forehead of one who lives in such a household."
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਜਿਸ (ਗ੍ਰਿਹਿ) ਸਰੀਰ ਵਿਖੇ ਮਨ ਕਰ, ਹੇ ਹਰੀ! ਆਪ ਕੇ ਗੁਨ ਗਾਵੀਤੇ ਹੈਂ, ਹੇ ਹਰੀ! ਤਨ ਕਰ ਕੇ ਆਪ ਕੇ ਗੁਨ ਗਾਵਤੇ ਹੈਂ, ਹੇ ਰਾਮ! ਬਾਣੀ ਕਰ ਕੇ ਤੇਰੇ ਗੁਨ ਗਾਵਤੇ ਹੈਂ। ਤਿਸ ਪੁਰਸ ਕੇ (ਗ੍ਰਿਹਿ) ਸਰੀਰ ਵਿਖੇ ਪੰਚ ਸਬਦ ਦਸਵੇਂ ਦ੍ਵਾਰ ਵਾ ਸੰਤੋਂ ਮੇਂ ਜਸ ਕੇ ਵਾਜੇ ਬਜੇ ਹੈਂ, ਕ੍ਯੋਂਕਿ ਤਿਨ ਕੇ ਮਾਥੇ ਕਾ ਭਾਗ ਬਡਾ ਉਤਮੁ ਹੈ॥"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਹੇ (ਮੇਰੇ) ਮਨ! ਜਿਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਹਰੀ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਰਾਮ ਦੇ ਗੁਣ ਗਾਏ ਜਾਂਦੇ ਹਨ, ਉਸ (ਹਿਰਦੇ-) ਘਰ ਵਿਚ (ਮਾਨੋ) ਪੰਜ ਹੀ ਕਿਸਮਾਂ ਦੇ ਸਾਜ ਵੱਜ ਰਹੇ ਹਨ ਤੇ ਆਨੰਦ ਬਣਿਆ ਹੋਇਆ ਹੈ। (ਪਰ ਇਹ ਅਵਸਥਾ ਉਹਨਾਂ ਮਨੁੱਖਾਂ ਦੇ ਅੰਦਰ ਹੀ ਬਣਦੀ ਹੈ ਜਿਨ੍ਹਾਂ ਦੇ) ਮੱਥੇ ਦੇ ਵੱਡੇ ਭਾਗ ਜਾਗਦੇ ਹਨ।"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "En ese hogar en el que las Gloriosas Alabanzas del Señor son cantadas, en el que Sus Gloriosas Alabanzas son cantadas, en donde el Panch Shabd, el Sonido Primordial resuena, un Gran Destino está escrito en la frente del ser que habita en ese hogar."
    }
  ]
}
