[
  {
    "id": 55835,
    "shabad_id": 4721,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਬਿਸਮ ਬਿਸਮ ਬਿਸਮ ਹੀ ਭੲੀ ਹੈ; ਲਾਲ ਗੁਲਾਲ ਰੰਗਾਰੈ ॥",
    "transliteration": "Bisam Bisam Bisam Hee Bhee Hai Laal Gulaal Rangaarai ||",
    "translation": "I am wonder-struck, wonder-struck, wonder-struck and amazed, dyed in the deep crimson color of my Beloved.",
    "punjabi": "ਸੋਹਣੇ ਪ੍ਰਭੂ ਅਤੇ ਸੋਹਣੇ ਪ੍ਰਭੂ ਦੇ (ਅਸਚਰਜ) ਕੌਤਕਾਂ ਤੋਂ ਹੈਰਾਨ ਹੋ ਜਾਈਦਾ ਹੈ ਹੈਰਾਨ ਹੀ ਹੋ ਜਾਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55836,
    "shabad_id": 4721,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਸੰਤਨ ਰਸੁ ਅਾੲੀ ਹੈ; ਜਿੳੁ ਚਾਖਿ ਗੂੰਗਾ ਮੁਸਕਾਰੈ ॥੨॥੧॥੨੦॥",
    "transliteration": "Kahu Naanak Santhan Ras Aaee Hai Jio Chaakh Goongaa Musakaarai ||2||1||20||",
    "translation": "Says Nanak, the Saints savor this sublime essence, like the mute, who tastes the sweet candy, but only smiles. ||2||1||20||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਸੰਤ ਜਨਾਂ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਨਾਮ-ਜਲ ਦਾ) ਸੁਆਦ ਆਉਂਦਾ ਹੈ (ਪਰ ਇਸ ਸੁਆਦ ਨੂੰ ਉਹ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੇ) ਜਿਵੇਂ (ਕੋਈ) ਗੁੰਗਾ ਮਨੁੱਖ (ਕੋਈ ਸੁਆਦਲਾ ਪਦਾਰਥ) ਚੱਖ ਕੇ (ਸਿਰਫ਼) ਮੁਸਕਰਾ ਹੀ ਦੇਂਦਾ ਹੈ (ਪਰ ਸੁਆਦ ਨੂੰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੨॥੧॥੨੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55837,
    "shabad_id": 4722,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55838,
    "shabad_id": 4722,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਨ ਜਾਨੀ ਸੰਤਨ; ਪ੍ਰਭ ਬਿਨੁ ਅਾਨ ॥",
    "transliteration": "N Jaanee Santhan Prabh Bin Aan ||",
    "translation": "The Saints do not know any other except God.",
    "punjabi": "ਸੰਤ ਜਨਾਂ ਨੇ ਪ੍ਰਭੂ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਹੋਰ ਨੂੰ (ਕਿਤੇ ਵੱਸਦਾ) ਨਹੀਂ ਜਾਣਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55839,
    "shabad_id": 4722,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੳੂਚ ਨੀਚ ਸਭ ਪੇਖਿ ਸਮਾਨੋ; ਮੁਖਿ ਬਕਨੋ ਮਨਿ ਮਾਨ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ooch Neech Sabh Paekh Samaano Mukh Bakano Man Maan ||1|| Rehaao ||",
    "translation": "They look upon all equally, the high and the low; they speak of Him with their mouths, and honor Him in their minds. ||1||Pause||",
    "punjabi": "ਸੰਤ ਜਨ ਉੱਚੇ ਨੀਵੇਂ ਸਭ ਜੀਵਾਂ ਵਿਚ (ਸਿਰਫ਼ ਪਰਮਾਤਮਾ ਨੂੰ) ਇੱਕ-ਸਮਾਨ (ਵੱਸਦਾ) ਵੇਖ ਕੇ ਮੂੰਹੋਂ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਉਚਾਰਦੇ ਹਨ ਅਤੇ (ਆਪਣੇ) ਮਨ ਵਿਚ ਉਸ ਦਾ ਧਿਆਨ ਧਰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55840,
    "shabad_id": 4722,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਘਟਿ ਘਟਿ ਪੂਰਿ ਰਹੇ ਸੁਖਸਾਗਰ; ਭੈ ਭੰਜਨ ਮੇਰੇ ਪ੍ਰਾਨ ॥",
    "transliteration": "Ghatt Ghatt Poor Rehae Sukh Saagar Bhai Bhanjan Maerae Praan ||",
    "translation": "He is pervading and permeating each and every heart; He is the Ocean of Peace, the Destroyer of fear. He is my praanaa - the Breath of Life.",
    "punjabi": "ਮੇਰੇ ਪ੍ਰਾਣਾਂ ਤੋਂ ਪਿਆਰੇ ਪ੍ਰਭੂ ਜੀ, ਸਾਰੇ ਡਰ ਦੂਰ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ, ਸਾਰੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ ਜੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55841,
    "shabad_id": 4722,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਮਨਹਿ ਪ੍ਰਗਾਸੁ ਭੲਿਓ. ਭ੍ਰਮੁ ਨਾਸਿਓ; ਮੰਤ੍ਰੁ ਦੀਓ ਗੁਰ ਕਾਨ ॥੧॥",
    "transliteration": "Manehi Pragaas Bhaeiou Bhram Naasiou Manthra Dheeou Gur Kaan ||1||",
    "translation": "My mind was enlightened, and my doubt was dispelled, when the Guru whispered His Mantra into my ears. ||1||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਗੁਰੂ ਦਾ ਸ਼ਬਦ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ, ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੀ ਸੂਝ ਦਾ) ਚਾਨਣ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਉਹਨਾਂ ਦੇ ਅੰਦਰੋਂ) ਭਟਕਣਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55842,
    "shabad_id": 4722,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਕਰਤ ਰਹੇ ਕ੍ਰਤਗ੍ਯ ਕਰੁਣਾਮੈ; ਅੰਤਰਜਾਮੀ ਗ੍ਯਿਾਨ ॥",
    "transliteration": "Karath Rehae Krathagy Karunaa Mai Antharajaamee Giyaan ||",
    "translation": "He is All-powerful, the Ocean of Mercy, the All-knowing Searcher of Hearts.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਕੀਤੇ ਨੂੰ ਜਾਨਣ ਵਾਲੇ (ਸੰਤ ਜਨ) ਅੰਤਰਜਾਮੀ ਤਰਸ-ਰੂਪ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀਆਂ ਗੱਲਾਂ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਕੀਤੇ ਕੰਮਾਂ ਦੇ (ਕ੍ਰਤਗ੍ਯ) ਜਾਨਣ ਵਾਲੇ ਅੰਤਰਜਾਮੀ ਜੀ ਦੇ ਗਿਅਾਨ ਕਰਕੇ।ਕ੍ਰਤਗ੍ਯ: ਕ੍ਰਤੱਗਿਅ ੳੁਚਾਰੋ। ਕਰੁਣਾ-ਮੈ। ਗ੍ਯਿਾਨ: ਗਿਅਾਨ ੳੁਚਾਰੋ",
    "type_id": 3
  },
  {
    "id": 55843,
    "shabad_id": 4722,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਅਾਠ ਪਹਰ ਨਾਨਕ. ਜਸੁ ਗਾਵੈ; ਮਾਂਗਨ ਕੳੁ ਹਰਿ ਦਾਨ ॥੨॥੨॥੨੧॥",
    "transliteration": "Aath Pehar Naanak Jas Gaavai Maangan Ko Har Dhaan ||2||2||21||",
    "translation": "Twenty-four hours a day Nanak sings His Praises, and begs for the Gift of the Lord. ||2||2||21||",
    "punjabi": "ਨਾਨਕ (ਭੀ) ਪਰਮਾਤਮਾ (ਦੇ ਨਾਮ) ਦਾ ਦਾਨ ਮੰਗਣ ਵਾਸਤੇ ਅੱਠੇ ਪਹਰ ਉਸ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥੨॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55844,
    "shabad_id": 4723,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55845,
    "shabad_id": 4723,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਹਨ ਕਹਾਵਨ ਕੳੁ; ਕੲੀ ਕੇਤੈ ॥",
    "transliteration": "Kehan Kehaavan Ko Kee Kaethai ||",
    "translation": "Many speak and talk about God.",
    "punjabi": "ਜ਼ਬਾਨੀ ਆਖਣ ਅਖਵਾਣ ਵਾਲੇ ਤਾਂ ਅਨੇਕਾਂ ਹੀ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55846,
    "shabad_id": 4723,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੈਸੋ ਜਨੁ ਬਿਰਲੋ ਹੈ ਸੇਵਕੁ; ਜੋ ਤਤ ਜੋਗ ਕੳੁ ਬੇਤੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aiso Jan Biralo Hai Saevak Jo Thath Jog Ko Baethai ||1|| Rehaao ||",
    "translation": "But one who understands the essence of Yoga - such a humble servant is very rare||1||Pause||",
    "punjabi": "ਪਰ ਅਜਿਹਾ ਕੋਈ ਵਿਰਲਾ ਸੰਤ-ਜਨ ਹੈ, ਕੋਈ ਵਿਰਲਾ ਸੇਵਕ ਹੈ, ਜਿਹੜਾ ਜਗਤ-ਦੇ-ਮੂਲ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਨੂੰ ਮਾਣਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55847,
    "shabad_id": 4723,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਦੁਖੁ ਨਾਹੀ. ਸਭੁ ਸੁਖੁ ਹੀ ਹੈ ਰੇ; ੲੇਕੈ ੲੇਕੀ ਨੇਤੈ ॥",
    "transliteration": "Dhukh Naahee Sabh Sukh Hee Hai Rae Eaekai Eaekee Naethai ||",
    "translation": "He has no pain - he is totally at peace. With his eyes, he sees only the One Lord.",
    "punjabi": "ਹੇ ਭਾਈ! (ਜਿਹੜਾ ਕੋਈ ਵਿਰਲਾ ਸੰਤ-ਜਨ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਮਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ) ਕੋਈ ਦੁੱਖ ਨਹੀਂ ਪੋਹ ਸਕਦਾ, (ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ) ਆਨੰਦ ਹੀ ਆਨੰਦ ਹੈ, ਉਹ ਇਕ ਪਰਮਾਤਮਾ ਨੂੰ ਹੀ (ਹਰ ਥਾਂ) ਅੱਖਾਂ ਨਾਲ ਵੇਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55848,
    "shabad_id": 4723,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਬੁਰਾ ਨਹੀ. ਸਭੁ ਭਲਾ ਹੀ ਹੈ ਰੇ; ਹਾਰ ਨਹੀ. ਸਭ ਜੇਤੈ ॥੧॥",
    "transliteration": "Buraa Nehee Sabh Bhalaa Hee Hai Rae Haar Nehee Sabh Jaethai ||1||",
    "translation": "No one seems evil to him - all are good. There is no defeat - he is totally victorious. ||1||",
    "punjabi": "ਹੇ ਭਾਈ! ਉਸ ਨੂੰ ਕੋਈ ਮਨੁੱਖ ਬੁਰਾ ਨਹੀਂ ਜਾਪਦਾ, ਹਰੇਕ ਭਲਾ ਹੀ ਦਿੱਸਦਾ ਹੈ, (ਦੁਨੀਆ ਦੇ ਵਿਕਾਰਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਉਸ ਨੂੰ) ਕਦੇ ਹਾਰ ਨਹੀਂ ਹੁੰਦੀ, ਸਦਾ ਜਿੱਤ ਹੀ ਹੁੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55849,
    "shabad_id": 4723,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਸੋਗੁ ਨਾਹੀ. ਸਦਾ ਹਰਖੀ ਹੈ ਰੇ; ਛੋਡਿ ਨਾਹੀ ਕਿਛੁ. ਲੇਤੈ ॥",
    "transliteration": "Sog Naahee Sadhaa Harakhee Hai Rae Shhodd Naahee Kishh Laethai ||",
    "translation": "He is never in sorrow - he is always happy; but he gives this up, and does not take anything.",
    "punjabi": "ਹੇ ਭਾਈ! ਜਿਹੜਾ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਮਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਕਦੇ) ਚਿੰਤਾ ਨਹੀਂ ਵਿਆਪਦੀ, (ਉਸ ਦੇ ਅੰਦਰ ਸਦਾ) ਖ਼ੁਸ਼ੀ ਹੀ ਰਹਿੰਦੀ ਹੈ, (ਇਸ ਆਤਮਕ ਆਨੰਦ ਨੂੰ) ਛੱਡ ਕੇ ਉਹ ਕੁਝ ਹੋਰ ਗ੍ਰਹਣ ਨਹੀਂ ਕਰਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55850,
    "shabad_id": 4723,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਜਨੁ ਹਰਿ ਹਰਿ ਹਰਿ ਹੈ; ਕਤ ਅਾਵੈ ਕਤ ਰਮਤੈ ॥੨॥੩॥੨੨॥",
    "transliteration": "Kahu Naanak Jan Har Har Har Hai Kath Aavai Kath Ramathai ||2||3||22||",
    "translation": "Says Nanak, the humble servant of the Lord is himself the Lord, Har, Har; he does not come and go in reincarnation. ||2||3||22||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪਰਮਾਤਮਾ ਦਾ ਜਿਹੜਾ ਇਹੋ ਜਿਹਾ ਸੇਵਕ ਬਣਦਾ ਹੈ, ਉਹ ਮੁੜ ਮੁੜ ਜੰਮਣ ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਨਹੀਂ ਪੈਂਦਾ ॥੨॥੩॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55851,
    "shabad_id": 4724,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55852,
    "shabad_id": 4724,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹੀੲੇ ਕੋ ਪ੍ਰੀਤਮੁ; ਬਿਸਰਿ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Heeeae Ko Preetham Bisar N Jaae ||",
    "translation": "I pray that my heart may never forget my Beloved.",
    "punjabi": "ਹੇ ਮੇਰੀ ਮਾਂ! (ਮੈਂ ਤਾਂ ਸਦਾ ਇਹੀ ਅਰਦਾਸ ਕਰਦਾ ਹਾਂ ਕਿ ਮੇਰੇ) ਦਿਲ ਦਾ ਜਾਨੀ ਪ੍ਰਭੂ (ਮੈਨੂੰ ਕਦੇ ਭੀ) ਨਾਹ ਭੁੱਲੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55853,
    "shabad_id": 4724,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਤਨ ਮਨ ਗਲਤ ਭੲੇ ਤਿਹ ਸੰਗੇ; ਮੋਹਨੀ ਮੋਹਿ ਰਹੀ ਮੋਰੀ ਮਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Than Man Galath Bheae Thih Sangae Mohanee Mohi Rehee Moree Maae ||1|| Rehaao ||",
    "translation": "My body and mind are blended with Him, but the Enticer, Maya, is enticing me, O my mother. ||1||Pause||",
    "punjabi": "(ਉਸ ਨੂੰ ਭੁਲਾਇਆਂ) ਮਨ ਨੂੰ ਮੋਹਣ ਵਾਲੀ ਮਾਇਆ ਆਪਣੇ ਮੋਹ ਵਿਚ ਫਸਾਣ ਲੱਗ ਪੈਂਦੀ ਹੈ, ਸਰੀਰ ਅਤੇ ਮਨ (ਦੋਵੇਂ ਹੀ) ਉਸ (ਮੋਹਨੀ) ਦੇ ਨਾਲ ਹੀ ਮਸਤ ਰਹਿੰਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਗਲਤ) ਗਲਤਾਨ ਲੀਨ",
    "type_id": 4
  },
  {
    "id": 55854,
    "shabad_id": 4724,
    "pada": 2,
    "source_line": 10,
    "gurmukhi": "ਜੈ ਜੈ ਪਹਿ ਕਹੳੁ ਬ੍ਰਿਥਾ ਹੳੁ ਅਪੁਨੀ; ਤੇੳੂ ਤੇੳੂ ਗਹੇ ਰਹੇ ਅਟਕਾੲਿ ॥",
    "transliteration": "Jai Jai Pehi Keho Brithhaa Ho Apunee Thaeoo Thaeoo Gehae Rehae Attakaae ||",
    "translation": "Those unto whom I tell my pain and frustration - they themselves are caught and stuck.",
    "punjabi": "ਹੇ ਮਾਂ! ਜਿਨ੍ਹਾਂ ਜਿਨ੍ਹਾਂ ਪਾਸ ਮੈਂ ਆਪਣੀ ਇਹ ਔਖਿਆਈ ਦੱਸਦਾ ਹਾਂ, ਉਹ ਭੀ ਸਾਰੇ (ਇਸ ਮੋਹਨੀ ਦੇ ਪੰਜੇ ਵਿਚ) ਫਸੇ ਪਏ ਹਨ ਅਤੇ (ਜੀਵਨ-ਪੰਧ ਵਿਚ) ਰੁਕੇ ਹੋਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55855,
    "shabad_id": 4724,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਅਨਿਕ ਭਾਂਤਿ ਕੀ ੲੇਕੈ ਜਾਲੀ; ਤਾ ਕੀ ਗੰਠਿ, ਨਹੀ ਛੋਰਾੲਿ ॥੧॥",
    "transliteration": "Anik Bhaanth Kee Eaekai Jaalee Thaa Kee Ganth Nehee Shhoraae ||1||",
    "translation": "In all sorts of ways, Maya has cast the net; the knots cannot be loosened. ||1||",
    "punjabi": "(ਇਹ ਮੋਹਨੀ) ਅਨੇਕਾਂ ਹੀ ਰੂਪਾਂ ਦੀ ਇਕੋ ਹੀ ਜਾਲੀ ਹੈ, ਇਸ ਦੀ (ਪਈ ਹੋਈ) ਗੰਢ ਨੂੰ ਕੋਈ ਭੀ ਛੁੜਾ ਨਹੀਂ ਸਕਦਾ ॥੧॥",
    "pronunciation": "ਜਾਲੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55856,
    "shabad_id": 4724,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਫਿਰਤ ਫਿਰਤ, ਨਾਨਕ ਦਾਸੁ. ਅਾੲਿਓ; ਸੰਤਨ ਹੀ ਸਰਨਾੲਿ ॥",
    "transliteration": "Firath Firath Naanak Dhaas Aaeiou Santhan Hee Saranaae ||",
    "translation": "Wandering and roaming, slave Nanak has come to the Sanctuary of the Saints.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ) ਭਟਕਦਾ ਭਟਕਦਾ ਜਿਹੜਾ (ਮਨੁੱਖ ਸੰਤ ਜਨਾਂ ਦਾ) ਦਾਸ (ਬਣ ਕੇ) ਸੰਤ ਜਨਾਂ ਦੀ ਸਰਨ ਆਉਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55857,
    "shabad_id": 4724,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਾਟੇ ਅਗਿਅਾਨ ਭਰਮ ਮੋਹ ਮਾੲਿਅਾ; ਲੀਓ ਕੰਠਿ ਲਗਾੲਿ ॥੨॥੪॥੨੩॥",
    "transliteration": "Kaattae Agiaan Bharam Moh Maaeiaa Leeou Kanth Lagaae ||2||4||23||",
    "translation": "The bonds of ignorance, doubt, emotional attachment and the love of Maya have been cut; God hugs me close in His Embrace. ||2||4||23||",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ ਬੇ-ਸਮਝੀ, ਭਟਕਣਾ ਅਤੇ ਮਾਇਆ ਦੇ ਮੋਹ (ਦੀਆਂ ਗੰਢਾਂ) ਕੱਟੀਆਂ ਜਾਂਦੀਆਂ ਹਨ, (ਪ੍ਰਭੂ ਜੀ) ਉਸ ਨੂੰ ਆਪਣੇ ਗਲ ਨਾਲ ਲਾ ਲੈਂਦੇ ਹਨ ॥੨॥੪॥੨੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55858,
    "shabad_id": 4725,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55859,
    "shabad_id": 4725,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਨਦ ਰੰਗ ਬਿਨੋਦ ਹਮਾਰੈ ॥",
    "transliteration": "Aanadh Rang Binodh Hamaarai ||",
    "translation": "My home is filled with ecstasy, pleasure and joy.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਨਾਲ) ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਸਦਾ ਆਤਮਕ ਆਨੰਦ ਤੇ ਚਾਉ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55860,
    "shabad_id": 4725,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਮੋ ਗਾਵਨੁ. ਨਾਮੁ ਧਿਅਾਵਨੁ; ਨਾਮੁ ਹਮਾਰੇ ਪ੍ਰਾਨ ਅਧਾਰੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Naamo Gaavan Naam Dhhiaavan Naam Hamaarae Praan Adhhaarai ||1|| Rehaao ||",
    "translation": "I sing the Naam, and I meditate on the Naam. The Naam is the Support of my breath of life. ||1||Pause||",
    "punjabi": "(ਕਿਉਂਕਿ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਮੇਰੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਬਣ ਗਿਆ ਹੈ, ਹਰਿ-ਨਾਮ ਹੀ (ਮੇਰਾ ਹਰ ਵੇਲੇ ਦਾ) ਗੀਤ ਹੈ, ਹਰਿ-ਨਾਮ ਹੀ ਮੇਰੀ ਸੁਰਤ ਦਾ ਨਿਸ਼ਾਨਾ (ਬਣ ਚੁਕਾ) ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55861,
    "shabad_id": 4725,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਨਾਮੋ ਗਿਅਾਨੁ. ਨਾਮੁ ੲਿਸਨਾਨਾ; ਹਰਿ ਨਾਮੁ ਹਮਾਰੇ ਕਾਰਜ ਸਵਾਰੈ ॥",
    "transliteration": "Naamo Giaan Naam Eisanaanaa Har Naam Hamaarae Kaaraj Savaarai ||",
    "translation": "The Naam is spiritual wisdom, the Naam is my purifying bath. The Naam resolves all my affairs.",
    "punjabi": "(ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਸਦਕਾ ਹੁਣ ਪਰਮਾਤਮਾ ਦਾ) ਨਾਮ ਹੀ (ਮੇਰੇ ਵਾਸਤੇ ਸ਼ਾਸਤ੍ਰਾਂ ਦਾ) ਗਿਆਨ ਹੈ, ਨਾਮ (ਮੇਰੇ ਵਾਸਤੇ ਤੀਰਥਾਂ ਦਾ) ਇਸ਼ਨਾਨ ਹੈ ਹਰਿ ਨਾਮ ਮੇਰੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚਾੜ੍ਹਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55862,
    "shabad_id": 4725,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਨਾਮੋ ਸੋਭਾ. ਨਾਮੁ ਬਡਾੲੀ; ਭੳੁਜਲੁ ਬਿਖਮੁ. ਨਾਮੁ ਹਰਿ ਤਾਰੈ ॥੧॥",
    "transliteration": "Har Naamo Sobhaa Naam Baddaaee Bhoujal Bikham Naam Har Thaarai ||1||",
    "translation": "The Naam, the Name of the Lord, is glorious grandeur; the Naam is glorious greatness. The Name of the Lord carries me across the terrifying world-ocean. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਮੇਰੇ) ਵਾਸਤੇ (ਦੁਨੀਆ ਦੀ) ਸੋਭਾ-ਵਡਿਆਈ ਹੈ। ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਇਸ ਔਖੇ ਤਰੇ ਜਾਣ ਵਾਲੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55863,
    "shabad_id": 4725,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਗਮ ਪਦਾਰਥ ਲਾਲ ਅਮੋਲਾ; ਭੲਿਓ ਪਰਾਪਤਿ ਗੁਰ ਚਰਨਾਰੈ ॥",
    "transliteration": "Agam Padhaarathh Laal Amolaa Bhaeiou Paraapath Gur Charanaarai ||",
    "translation": "The Unfathomable Treasure, the Priceless Gem - I have received it, through the Guru's Feet.",
    "punjabi": "ਇਹ ਹਰਿ-ਨਾਮ ਇਕ ਐਸਾ ਕੀਮਤੀ ਪਦਾਰਥ ਹੈ ਜਿਸ ਤਕ (ਆਪਣੇ ਉੱਦਮ ਨਾਲ) ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਇਕ ਐਸਾ ਲਾਲ ਹੈ ਜੋ ਕਿਸੇ ਮੁੱਲ ਤੋਂ ਨਹੀਂ ਮਿਲਦਾ। ਪਰ ਇਹ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਿਆਂ ਲੱਭ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55864,
    "shabad_id": 4725,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਭ ਭੲੇ ਕ੍ਰਿਪਾਲਾ; ਮਗਨ ਭੲੇ ਹੀਅਰੈ ਦਰਸਾਰੈ ॥੨॥੫॥੨੪॥",
    "transliteration": "Kahu Naanak Prabh Bheae Kirapaalaa Magan Bheae Heearai Dharasaarai ||2||5||24||",
    "translation": "Says Nanak, God has become Merciful; my heart is intoxicated by the Blessed Vision of His Darshan. ||2||5||24||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ) ਪ੍ਰਭੂ ਜੀ ਦਇਆਵਾਨ ਹੁੰਦੇ ਹਨ, ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਹੀ ਪ੍ਰਭੂ ਦੇ ਦਰਸਨ ਵਿਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ॥੨॥੫॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55865,
    "shabad_id": 4726,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55866,
    "shabad_id": 4726,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਾਜਨ ਮੀਤ ਸੁਅਾਮੀ ਨੇਰੋ ॥",
    "transliteration": "Saajan Meeth Suaamee Naero ||",
    "translation": "My Friend, my Best Friend, my Lord and Master, is near.",
    "punjabi": "(ਸਭਨਾਂ ਦਾ) ਸੱਜਣ ਮਿੱਤਰ ਮਾਲਕ ਪ੍ਰਭੂ (ਹਰ ਵੇਲੇ ਤੇਰੇ) ਨੇੜੇ (ਵੱਸ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55867,
    "shabad_id": 4726,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪੇਖਤ ਸੁਨਤ ਸਭਨ ਕੈ ਸੰਗੇ; ਥੋਰੈ ਕਾਜ ਬੁਰੋ ਕਹ ਫੇਰੋ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Paekhath Sunath Sabhan Kai Sangae Thhorai Kaaj Buro Keh Faero ||1|| Rehaao ||",
    "translation": "He sees and hears everything; He is with everyone. You are here for such short time - why do you do evil? ||1||Pause||",
    "punjabi": "ਉਹ ਸਭ ਜੀਵਾਂ ਦੇ ਨਾਲ ਵੱਸਦਾ ਹੈ (ਸਭਨਾਂ ਦੇ ਕਰਮ) ਵੇਖਦਾ ਹੈ (ਸਭਨਾਂ ਦੀਆਂ) ਸੁਣਦਾ ਹੈ ਥੋੜੀ ਜਿਹੀ ਜ਼ਿੰਦਗੀ ਦੇ ਮਨੋਰਥਾਂ ਦੀ ਖ਼ਾਤਰ ਮੰਦੇ ਕੰਮ ਕਿਉਂ ਕੀਤੇ ਜਾਣ? ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 55868,
    "shabad_id": 4726,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ ਜੇਤੋ ਲਪਟਾੲਿਓ; ਕਛੂ ਨਹੀ. ਨਾਹੀ ਕਛੁ ਤੇਰੋ ॥",
    "transliteration": "Naam Binaa Jaetho Lapattaaeiou Kashhoo Nehee Naahee Kashh Thaero ||",
    "translation": "Except for the Naam, whatever you are involved with is nothing - nothing is yours.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਹੋਰ ਜਿਤਨੇ ਭੀ ਪਦਾਰਥਾਂ ਨਾਲ ਤੂੰ ਚੰਬੜ ਰਿਹਾ ਹੈਂ ਉਹਨਾਂ ਵਿਚੋਂ ਤੇਰਾ (ਆਖ਼ਰ) ਕੁਝ ਭੀ ਨਹੀਂ ਬਣਨਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55869,
    "shabad_id": 4726,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਗੈ ਦ੍ਰਿਸਟਿ ਅਾਵਤ ਸਭ ਪਰਗਟ; ੲੀਹਾ ਮੋਹਿਓ ਭਰਮ ਅੰਧੇਰੋ ॥੧॥",
    "transliteration": "Aagai Dhrisatt Aavath Sabh Paragatt Eehaa Mohiou Bharam Andhhaero ||1||",
    "translation": "Hereafter, everything is revealed to your gaze; but in this world, all are enticed by the darkness of doubt. ||1||",
    "punjabi": "ਇਥੇ ਤੂੰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਫਸ ਰਿਹਾ ਹੈਂ, ਭਰਮਾਂ ਦੇ ਹਨੇਰੇ ਵਿਚ (ਠੇਢੇ ਖਾ ਰਿਹਾ ਹੈਂ) ਪਰ ਪਰਲੋਕ ਵਿਚ (ਇਥੋਂ ਦਾ ਕੀਤਾ ਹੋਇਆ) ਸਭ ਕੁਝ ਪ੍ਰਤੱਖ ਤੌਰ ਤੇ ਦਿੱਸ ਪੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55870,
    "shabad_id": 4726,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਅਟਕਿਓ ਸੁਤ ਬਨਿਤਾ ਸੰਗ ਮਾੲਿਅਾ; ਦੇਵਨਹਾਰੁ ਦਾਤਾਰੁ ਬਿਸੇਰੋ ॥",
    "transliteration": "Attakiou Suth Banithaa Sang Maaeiaa Dhaevanehaar Dhaathaar Bisaero ||",
    "translation": "People are caught in Maya, attached to their children and spouses. They have forgotten the Great and Generous Giver.",
    "punjabi": "ਤੂੰ ਪੁੱਤਰ ਇਸਤ੍ਰੀ ਅਤੇ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ (ਆਤਮਕ ਜੀਵਨ ਦੇ ਪੰਧ ਵਲੋਂ) ਰੁਕਿਆ ਪਿਆ ਹੈਂ, ਸਭ ਕੁਝ ਦੇ ਸਕਣ ਵਾਲੇ ਦਾਤਾਰ ਪ੍ਰਭੂ ਨੂੰ ਭੁਲਾ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "ਬਨਿ-ਤਾ",
    "type_id": 3
  }
]
