[
  {
    "id": 55994,
    "shabad_id": 4740,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਤਟਨ ਖਟਨ ਜਟਨ ਹੋਮਨ ਨਾਹੀ ਡੰਡਧਾਰ ਸੁਅਾੳੁ ॥੧॥",
    "transliteration": "Thattan Khattan Jattan Homan Naahee Ddanddadhhaar Suaao ||1||",
    "translation": "Making pilgrimages to sacred rivers, observing the six rituals, wearing matted and tangled hair, performing fire sacrifices and carrying ceremonial walking sticks - none of these are of any use. ||1||",
    "punjabi": "ਤੀਰਥਾਂ ਦੇ ਇਸ਼ਨਾਨ, ਬ੍ਰਾਹਮਣਾਂ ਵਾਲੇ ਛੇ ਕਰਮਾਂ ਦਾ ਰੋਜ਼ਾਨਾ ਅੱਭਿਆਸ, ਜਟਾਂ ਧਾਰਨ ਕਰਨੀਆਂ, ਹੋਮ-ਜੱਗ ਕਰਨੇ, ਡੰਡਾ ਧਾਰੀ ਜੋਗੀ ਬਣਨਾ-(ਮੇਰਾ ਇਹਨਾਂ ਕੰਮਾਂ ਨਾਲ ਕੋਈ) ਵਾਸਤਾ ਨਹੀਂ ॥੧॥",
    "pronunciation": "ਤਟਨ, ਖਤਨ, ਜਟਨ:ਪੋਲਾ ਬੋਲੋ। (ਤਟਨ) ਤੀਰਥਾਂ ਕਿਨਾਰੇ।(ਖਟਨ) ਛੇ ਕਰਮ ਸੰਧਿਅਾ ਅਾਦਿ। (ਡੰਡਧਾਰ) ਡੰਡਾ ਰੱਖਣ ਵਾਲਾ।",
    "type_id": 3
  },
  {
    "id": 55995,
    "shabad_id": 4740,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜਤਨ ਭਾਂਤਨ ਤਪਨ ਭ੍ਰਮਨ, ਅਨਿਕ ਕਥਨ ਕਥਤੇ; ਨਹੀ ਥਾਹ ਪਾੲੀ ਠਾੳੁ ॥",
    "transliteration": "Jathan Bhaanthan Thapan Bhraman Anik Kathhan Kathhathae Nehee Thhaah Paaee Thaao ||",
    "translation": "All sorts of efforts, austerities, wanderings and various speeches - none of these will lead you to find the Lord's Place.",
    "punjabi": "(ਧੂਣੀਆਂ ਆਦਿਕ ਤਪਾ ਕੇ) ਤਪ ਕਰਨੇ, ਧਰਤੀ ਦਾ ਭ੍ਰਮਣ ਕਰਦੇ ਰਹਿਣਾ-ਇਹੋ ਜਿਹੇ ਅਨੇਕਾਂ ਕਿਸਮਾਂ ਦੇ ਜਤਨ ਕੀਤਿਆਂ, ਅਨੇਕਾਂ ਵਖਿਆਨ ਕੀਤਿਆਂ (ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ) ਹਾਥ ਨਹੀਂ ਲੱਭਦੀ (ਸੁਖ-ਸ਼ਾਂਤੀ ਦਾ) ਥਾਂ ਨਹੀਂ ਮਿਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55996,
    "shabad_id": 4740,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਸੋਧਿ ਸਗਰ ਸੋਧਨਾ; ਸੁਖੁ ਨਾਨਕਾ. ਭਜੁ ਨਾੳੁ ॥੨॥੨॥੩੯॥",
    "transliteration": "Sodhh Sagar Sodhhanaa Sukh Naanakaa Bhaj Naao ||2||2||39||",
    "translation": "I have considered all considerations, O Nanak, but peace comes only by vibrating and meditating on the Name. ||2||2||39||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਾਰੀਆਂ ਵਿਚਾਰਾਂ ਵਿਚਾਰ ਕੇ (ਇਹੀ ਗੱਲ ਲੱਭੀ ਹੈ ਕਿ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰੋ (ਇਸੇ ਵਿਚ ਹੀ) ਆਨੰਦ ਹੈ ॥੨॥੨॥੩੯॥",
    "pronunciation": "ਭਜੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 55997,
    "shabad_id": 4741,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ਘਰੁ ੯",
    "transliteration": "Kaanarraa Mehalaa 5 Ghar 9",
    "translation": "Kaanraa, Fifth Mehl, Ninth House:",
    "punjabi": "ਰਾਗ ਕਾਨੜਾ, ਘਰ ੯ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 55998,
    "shabad_id": 4741,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 55999,
    "shabad_id": 4741,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਪਤਿਤ. ਪਾਵਨੁ ਭਗਤਿ ਬਛਲੁ; ਭੈ ਹਰਨ. ਤਾਰਨ ਤਰਨ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Pathith Paavan Bhagath Bashhal Bhai Haran Thaaran Tharan ||1|| Rehaao ||",
    "translation": "The Purifier of sinners, the Lover of His devotees, the Destroyer of fear - He carries us across to the other side. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ ਭਗਤੀ-ਭਾਵ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ (ਜੀਵਾਂ ਦੇ ਸਾਰੇ) ਡਰ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੂੰ (ਜੀਵਨ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਣ ਲਈ ਜਹਾਜ਼ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56000,
    "shabad_id": 4741,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਨੈਨ ਤਿਪਤੇ ਦਰਸੁ ਪੇਖਿ; ਜਸੁ ਤੋਖਿ ਸੁਨਤ ਕਰਨ ॥੧॥",
    "transliteration": "Nain Thipathae Dharas Paekh Jas Thokh Sunath Karan ||1||",
    "translation": "My eyes are satisfied, gazing upon the Blessed Vision of His Darshan; my ears are satisfied, hearing His Praise. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਦਰਸਨ ਕਰ ਕੇ (ਮੇਰੀਆਂ) ਅੱਖਾਂ ਰੱਜ ਜਾਂਦੀਆਂ ਹਨ, (ਮੇਰੇ) ਕੰਨ ਤੇਰਾ ਜਸ ਸੁਣ ਕੇ ਠੰਢ ਹਾਸਲ ਕਰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56001,
    "shabad_id": 4741,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਪ੍ਰਾਨ ਨਾਥ. ਅਨਾਥ ਦਾਤੇ; ਦੀਨ ਗੋਬਿਦ ਸਰਨ ॥",
    "transliteration": "Praan Naathh Anaathh Dhaathae Dheen Gobidh Saran ||",
    "translation": "He is the Master of the praanaa, the breath of life; He is the Giver of Support to the unsupported. I am meek and poor - I seek the Sanctuary of the Lord of the Universe.",
    "punjabi": "ਹੇ (ਜੀਵਾਂ ਦੇ) ਪ੍ਰਾਣਾਂ ਦੇ ਨਾਥ! ਹੇ ਅਨਾਥਾਂ ਦੇ ਦਾਤੇ! ਹੇ ਦੀਨਾਂ ਦੇ ਦਾਤੇ! ਹੇ ਗੋਬਿੰਦ! ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56002,
    "shabad_id": 4741,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਅਾਸ ਪੂਰਨ ਦੁਖ ਬਿਨਾਸਨ; ਗਹੀ ਓਟ ਨਾਨਕ. ਹਰਿ ਚਰਨ ॥੨॥੧॥੪੦॥",
    "transliteration": "Aas Pooran Dhukh Binaasan Gehee Outt Naanak Har Charan ||2||1||40||",
    "translation": "He is the Fulfiller of hope, the Destroyer of pain. Nanak grasps the Support of the Feet of the Lord. ||2||1||40||",
    "punjabi": "ਹੇ ਹਰੀ! ਹੇ (ਸਭ ਜੀਵਾਂ ਦੀਆਂ) ਆਸਾਂ ਪੂਰਨ ਕਰਨ ਵਾਲੇ! ਹੇ (ਸਭ ਦੇ) ਦੁੱਖ ਨਾਸ ਕਰਨ ਵਾਲੇ! ਮੈਂ ਨਾਨਕ ਨੇ ਤੇਰੇ ਚਰਨਾਂ ਦੀ ਓਟ ਲਈ ਹੈ ॥੨॥੧॥੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56003,
    "shabad_id": 4742,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56004,
    "shabad_id": 4742,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਚਰਨ ਸਰਨ ਦੲਿਅਾਲ ਠਾਕੁਰ; ਅਾਨ. ਨਾਹੀ ਜਾੲਿ ॥",
    "transliteration": "Charan Saran Dhaeiaal Thaakur Aan Naahee Jaae ||",
    "translation": "I seek the Sanctuary of the Feet of my Merciful Lord and Master; I do not go anywhere else.",
    "punjabi": "ਹੇ ਦਇਆ-ਦੇ-ਘਰ ਠਾਕੁਰ ਪ੍ਰਭੂ! (ਮੈਂ ਤੇਰੇ) ਚਰਨਾਂ ਦੀ ਸਰਨ (ਆਇਆ ਹਾਂ। ਦੁਨੀਆ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਲਈ ਤੈਥੋਂ ਬਿਨਾ) ਹੋਰ ਕੋਈ ਥਾਂ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56005,
    "shabad_id": 4742,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪਤਿਤ. ਪਾਵਨ ਬਿਰਦੁ ਸੁਅਾਮੀ; ੳੁਧਰਤੇ ਹਰਿ ਧਿਅਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Pathith Paavan Biradh Suaamee Oudhharathae Har Dhhiaae ||1|| Rehaao ||",
    "translation": "It is the Inherent Nature of our Lord and Master to purify sinners. Those who meditate on the Lord are saved. ||1||Pause||",
    "punjabi": "ਹੇ ਸੁਆਮੀ! ਵਿਕਾਰੀਆਂ ਨੂੰ ਪਵਿੱਤਰ ਕਰਨਾ ਤੇਰਾ ਮੁੱਢ-ਕਦੀਮਾਂ ਦਾ ਸੁਭਾਉ ਹੈ। ਹੇ ਹਰੀ! ਤੇਰਾ ਨਾਮ ਸਿਮਰ ਸਿਮਰ ਕੇ (ਅਨੇਕਾਂ ਜੀਵ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਅੌਗੁਣਾਂ ਤੋਂ ਦੂਜਿਅਾਂ ਨੰੂ (ੳੁ-ਧਰਤੇ) ੳੁਧਾਰਦੇ ਹਨ",
    "type_id": 4
  },
  {
    "id": 56006,
    "shabad_id": 4742,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸੈਸਾਰ ਗਾਰ ਬਿਕਾਰ ਸਾਗਰ; ਪਤਿਤ ਮੋਹ ਮਾਨ ਅੰਧ ॥",
    "transliteration": "Saisaar Gaar Bikaar Saagar Pathith Moh Maan Andhh ||",
    "translation": "The world is a swamp of wickedness and corruption. The blind sinner has fallen into the ocean of emotional attachment and pride,",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਪਾਤਿਸ਼ਾਹ! ਜਗਤ ਵਿਕਾਰਾਂ ਦੀ ਜਿੱਲ੍ਹਣ ਹੈ, ਵਿਕਾਰਾਂ ਦਾ ਸਮੁੰਦਰ ਹੈ, ਮਾਇਆ ਦੇ ਮੋਹ ਅਤੇ ਮਾਣ ਨਾਲ ਅੰਨ੍ਹੇ ਹੋਏ ਜੀਵ (ਇਸ ਵਿਚ) ਡਿੱਗੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56007,
    "shabad_id": 4742,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਬਿਕਲ ਮਾੲਿਅਾ ਸੰਗਿ ਧੰਧ ॥",
    "transliteration": "Bikal Maaeiaa Sang Dhhandhh ||",
    "translation": "Bewildered by the entanglements of Maya.",
    "punjabi": "ਮਾਇਆ ਦੇ ਝੰਬੇਲਿਆਂ ਨਾਲ ਵਿਆਕੁਲ ਹੋਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56008,
    "shabad_id": 4742,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਕਰੁ ਗਹੇ ਪ੍ਰਭ ਅਾਪਿ ਕਾਢਹੁ; ਰਾਖਿ ਲੇਹੁ ਗੋਬਿੰਦ ਰਾੲਿ ॥੧॥",
    "transliteration": "Kar Gehae Prabh Aap Kaadtahu Raakh Laehu Gobindh Raae ||1||",
    "translation": "God Himself has taken me by the hand and lifted me up and out of it; save me, O Sovereign Lord of the Universe. ||1||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਇਹਨਾਂ ਦਾ) ਹੱਥ ਫੜ ਕੇ ਤੂੰ ਆਪ (ਇਹਨਾਂ ਨੂੰ ਇਸ ਜਿੱਲ੍ਹਣ ਵਿਚੋਂ) ਕੱਢ, ਤੂੰ ਆਪ (ਇਹਨਾਂ ਦੀ) ਰੱਖਿਆ ਕਰ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56009,
    "shabad_id": 4742,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਅਨਾਥ ਨਾਥ ਸਨਾਥ ਸੰਤਨ; ਕੋਟਿ ਪਾਪ ਬਿਨਾਸ ॥",
    "transliteration": "Anaathh Naathh Sanaathh Santhan Kott Paap Binaas ||",
    "translation": "He is the Master of the masterless, the Supporting Lord of the Saints, the Neutralizer of millions of sins.",
    "punjabi": "ਹੇ ਅਨਾਥਾਂ ਦੇ ਨਾਥ! ਹੇ ਸੰਤਾਂ ਦੇ ਸਹਾਰੇ! ਹੇ (ਜੀਵਾਂ ਦੇ) ਕ੍ਰੋੜਾਂ ਪਾਪ ਨਾਸ ਕਰਨ ਵਾਲੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56010,
    "shabad_id": 4742,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਮਨਿ. ਦਰਸਨੈ ਕੀ ਪਿਅਾਸ ॥",
    "transliteration": "Man Dharasanai Kee Piaas ||",
    "translation": "My mind thirsts for the Blessed Vision of His Darshan.",
    "punjabi": "(ਮੇਰੇ) ਮਨ ਵਿਚ (ਤੇਰੇ) ਦਰਸਨ ਦੀ ਤਾਂਘ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56011,
    "shabad_id": 4742,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਪੂਰਨ ਗੁਨਤਾਸ ॥",
    "transliteration": "Prabh Pooran Gunathaas ||",
    "translation": "God is the Perfect Treasure of Virtue.",
    "punjabi": "ਹੇ ਪੂਰਨ ਪ੍ਰਭੂ! ਹੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56012,
    "shabad_id": 4742,
    "pada": 3,
    "source_line": 10,
    "gurmukhi": "ਕ੍ਰਿਪਾਲ ਦੲਿਅਾਲ ਗੁਪਾਲ ਨਾਨਕ; ਹਰਿ ਰਸਨਾ ਗੁਨ ਗਾੲਿ ॥੨॥੨॥੪੧॥",
    "transliteration": "Kirapaal Dhaeiaal Gupaal Naanak Har Rasanaa Gun Gaae ||2||2||41||",
    "translation": "O Nanak, sing and savor the Glorious Praises of the Lord, the Kind and Compassionate Lord of the World. ||2||2||41||",
    "punjabi": "ਹੇ ਕ੍ਰਿਪਾਲ! ਹੇ ਦਇਆਲ! ਹੇ ਗੁਪਾਲ! ਹੇ ਹਰੀ! (ਮਿਹਰ ਕਰ) ਨਾਨਕ ਦੀ ਜੀਭ (ਤੇਰੇ) ਗੁਣ ਗਾਂਦੀ ਰਹੇ ॥੨॥੨॥੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56013,
    "shabad_id": 4743,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56014,
    "shabad_id": 4743,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਵਾਰਿ ਵਾਰੳੁ; ਅਨਿਕ ਡਾਰੳੁ ॥",
    "transliteration": "Vaar Vaaro Anik Ddaaro ||",
    "translation": "Countless times, I am a sacrifice, a sacrifice",
    "punjabi": "ਹੇ ਸਖੀ! ਮੈਂ (ਹੋਰ) ਅਨੇਕਾਂ (ਸੁਖ) ਵਾਰਦੀ ਹਾਂ, ਸਦਕੇ ਰਹਿੰਦੀ ਹਾਂ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56015,
    "shabad_id": 4743,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸੁਖੁ ਪ੍ਰਿਅ ਸੁਹਾਗ; ਪਲਕ ਰਾਤ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sukh Pria Suhaag Palak Raath ||1|| Rehaao ||",
    "translation": "To that moment of peace, on that night when I was joined with my Beloved. ||1||Pause||",
    "punjabi": "(ਪਤਿਬ੍ਰਤਾ ਇਸਤ੍ਰੀ ਵਾਂਗ) ਮੈਂ ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਦੇ ਸੁਹਾਗ ਦੀ ਰਾਤ ਦੇ ਸੁਖ ਤੋਂ (ਸਭ ਕੁਝ ਵਾਰਨ ਵਾਸਤੇ ਤਿਆਰ ਹਾਂ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪਲਕ) ਛਿਨ ਮਾਤ੍ਰ। ਅਵਸਥਾ ਰੂਪੀ ਰਾਤ",
    "type_id": 4
  },
  {
    "id": 56016,
    "shabad_id": 4743,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਕਨਿਕ ਮੰਦਰ, ਪਾਟ ਸੇਜ ਸਖੀ; ਮੋਹਿ. ਨਾਹਿ ੲਿਨ ਸਿੳੁ ਤਾਤ ॥੧॥",
    "transliteration": "Kanik Mandhar Paatt Saej Sakhee Mohi Naahi Ein Sio Thaath ||1||",
    "translation": "Mansions of gold, and beds of silk sheets - O sisters, I have no love for these. ||1||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਸੋਨੇ ਦੇ ਮਹਲ ਅਤੇ ਰੇਸ਼ਮੀ ਕਪੜਿਆਂ ਦੀ ਸੇਜ-ਇਹਨਾਂ ਨਾਲ ਮੈਨੂੰ ਕੋਈ ਲਗਨ ਨਹੀਂ ਹੈ ॥੧॥",
    "pronunciation": "(ਪਾਟ) ਰਾਜ ਸਿੰਘਾਸਨ। (ਤਾਤ) ੲਿੱਛਾ",
    "type_id": 3
  },
  {
    "id": 56017,
    "shabad_id": 4743,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਮੁਕਤ ਲਾਲ ਅਨਿਕ ਭੋਗ; ਬਿਨੁ ਨਾਮ ਨਾਨਕ. ਹਾਤ ॥",
    "transliteration": "Mukath Laal Anik Bhog Bin Naam Naanak Haath ||",
    "translation": "Pearls, jewels and countless pleasures, O Nanak, are useless and destructive without the Naam, the Name of the Lord.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੋਤੀ, ਹੀਰੇ (ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੇ) ਅਨੇਕਾਂ ਭੋਗ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੋਂ ਬਿਨਾ (ਆਤਮਕ) ਮੌਤ (ਦਾ ਕਾਰਨ) ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56018,
    "shabad_id": 4743,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਰੂਖੋ ਭੋਜਨੁ. ਭੂਮਿ ਸੈਨ ਸਖੀ; ਪ੍ਰਿਅ ਸੰਗਿ. ਸੂਖਿ ਬਿਹਾਤ ॥੨॥੩॥੪੨॥",
    "transliteration": "Rookho Bhojan Bhoom Sain Sakhee Pria Sang Sookh Bihaath ||2||3||42||",
    "translation": "Even with only dry crusts of bread, and a hard floor on which to sleep, my life passes in peace and pleasure with my Beloved, O sisters. ||2||3||42||",
    "punjabi": "(ਇਸ ਵਾਸਤੇ) ਹੇ ਸਹੇਲੀਏ! ਰੁੱਖੀ ਰੋਟੀ (ਖਾਣੀ, ਅਤੇ) ਭੁੰਞੇ ਸੌਣਾ (ਚੰਗਾ ਹੈ ਕਿਉਂਕਿ) ਪਿਆਰੇ, ਪ੍ਰਭੂ ਦੀ ਸੰਗਤ ਵਿਚ ਜ਼ਿੰਦਗੀ ਸੁਖ ਵਿਚ ਬੀਤਦੀ ਹੈ ॥੨॥੩॥੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56019,
    "shabad_id": 4744,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਾਨੜਾ ਮਹਲਾ ੫ ॥",
    "transliteration": "Kaanarraa Mehalaa 5 ||",
    "translation": "Kaanraa, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56020,
    "shabad_id": 4744,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਹੰ ਤੋਰੋ; ਮੁਖੁ ਜੋਰੋ ॥",
    "transliteration": "Ahan Thoro Mukh Joro ||",
    "translation": "Give up your ego, and turn your face to God.",
    "punjabi": "ਹੇ ਸਖੀ! (ਸਾਧ ਸੰਗਤ ਵਿਚ) ਮਿਲ ਬੈਠਿਆ ਕਰ (ਸਾਧ ਸੰਗਤ ਦੀ ਬਰਕਤਿ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦੂਰ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56021,
    "shabad_id": 4744,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰੁ ਗੁਰੁ ਕਰਤ; ਮਨੁ ਲੋਰੋ ॥",
    "transliteration": "Gur Gur Karath Man Loro ||",
    "translation": "Let your yearning mind call out, \"Guru, Guru\".",
    "punjabi": "ਹੇ ਸਹੇਲੀ! ਗੁਰੂ ਨੂੰ ਹਰ ਵੇਲੇ ਆਪਣੇ ਅੰਦਰ ਵਸਾਂਦਿਆਂ (ਆਪਣੇ) ਮਨ ਨੂੰ ਖੋਜਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56022,
    "shabad_id": 4744,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪ੍ਰਿਅ ਪ੍ਰੀਤਿ; ਪਿਅਾਰੋ ਮੋਰੋ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Pria Preeth Piaaro Moro ||1|| Rehaao ||",
    "translation": "My Beloved is the Lover of Love. ||1||Pause||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ ਆਪਣੇ ਮਨ ਨੂੰ) ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਵਲ ਪਰਤਾਇਆ ਕਰ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56023,
    "shabad_id": 4744,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗ੍ਰਿਹਿ ਸੇਜ ਸੁਹਾਵੀ, ਅਾਗਨਿ ਚੈਨਾ; ਤੋਰੋ ਰੀ ਤੋਰੋ. ਪੰਚ ਦੂਤਨ ਸਿੳੁ, ਸੰਗੁ ਤੋਰੋ ॥੧॥",
    "transliteration": "Grihi Saej Suhaavee Aagan Chainaa Thoro Ree Thoro Panch Dhoothan Sio Sang Thoro ||1||",
    "translation": "The bed of your household shall be cozy, and your courtyard shall be comfortable; shatter and break the bonds which tie you to the five thieves. ||1||",
    "punjabi": "ਹੇ ਸਹੇਲੀ! (ਸਾਧ ਸੰਗਤ ਵਿਚ ਮਨ ਦੀ ਖੋਜ ਅਤੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਦੀ ਸਹਾਇਤਾ ਨਾਲ ਆਪਣੇ ਅੰਦਰੋਂ) (ਕਾਮਾਦਿਕ) ਪੰਜ ਵੈਰੀਆਂ ਨਾਲੋਂ (ਆਪਣਾ) ਸਾਥ ਤੋੜਨ ਦਾ ਸਦਾ ਜਤਨ ਕਰਿਆ ਕਰ, (ਇਸ ਤਰ੍ਹਾਂ ਤੇਰੇ) ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ) ਸੋਹਣੀ ਸੇਜ ਬਣ ਜਾਇਗੀ, ਤੇਰੇ (ਹਿਰਦੇ ਦੇ) ਵਿਹੜੇ ਵਿਚ ਸ਼ਾਂਤੀ ਆ ਟਿਕੇਗੀ ॥੧॥",
    "pronunciation": "(ਗ ੍ਰਿਹਿ) ਰਿਦੇ ਰੂਪੀ ਅਾਂਗਨਿ ਵਿਹੜੇ ਚ",
    "type_id": 3
  },
  {
    "id": 56024,
    "shabad_id": 4744,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਅਾੲਿ ਨ ਜਾੲਿ. ਬਸੇ ਨਿਜ ਅਾਸਨਿ; ੳੂਂਧ ਕਮਲ ਬਿਗਸੋਰੋ ॥",
    "transliteration": "Aae N Jaae Basae Nij Aasan Oonadhh Kamal Bigasoro ||",
    "translation": "You shall not come and go in reincarnation; you shall dwell in your own home deep within, and your inverted heart-lotus shall blossom forth.",
    "punjabi": "ਹੇ ਸਖੀ! ਉਹ ਜੀਵ-ਇਸਤ੍ਰੀ ਸਦਾ ਆਪਣੇ ਆਸਣ ਉਤੇ ਬੈਠੀ ਰਹਿੰਦੀ ਹੈ (ਅਡੋਲ-ਚਿੱਤ ਰਹਿੰਦੀ ਹੈ), ਉਸ ਦੀ ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ, ਉਸ ਦਾ (ਪ੍ਰਭੂ ਵਲੋਂ) ਉਲਟਿਆ ਹੋਇਆ ਹਿਰਦਾ-ਕੌਲ-ਫੁੱਲ ਖਿੜ ਪੈਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56025,
    "shabad_id": 4744,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਛੁਟਕੀ ਹੳੁਮੈ ਸੋਰੋ ॥",
    "transliteration": "Shhuttakee Houmai Soro ||",
    "translation": "The turmoil of egotism shall be silenced.",
    "punjabi": "(ਉਸ ਦੇ ਅੰਦਰੋਂ) ਹਉਮੈ ਦਾ ਰੌਲਾ ਮੁੱਕ ਗਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56026,
    "shabad_id": 4744,
    "pada": 3,
    "source_line": 16,
    "gurmukhi": "ਗਾੲਿਓ ਰੀ ਗਾੲਿਓ; ਪ੍ਰਭ ਨਾਨਕ. ਗੁਨੀ ਗਹੇਰੋ ॥੨॥੪॥੪੩॥",
    "transliteration": "Gaaeiou Ree Gaaeiou Prabh Naanak Gunee Gehaero ||2||4||43||",
    "translation": "Nanak sings - he sings the Praises of God, the Ocean of Virtue. ||2||4||43||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੇ ਗੁਣਾਂ ਦੇ ਖ਼ਜ਼ਾਨੇ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣੇ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤੇ ॥੨॥੪॥੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56027,
    "shabad_id": 4745,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਾਨੜਾ ਮਃ ੫ ਘਰੁ ੯ ॥",
    "transliteration": "Kaanarraa Ma 5 Ghar 9 ||",
    "translation": "Kaanraa, Fifth Mehl, Ninth House:",
    "punjabi": "",
    "pronunciation": "ਨਾਵਾਂ",
    "type_id": 3
  },
  {
    "id": 56028,
    "shabad_id": 4745,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤਾਂ ਤੇ ਜਾਪਿ ਮਨਾ; ਹਰਿ ਜਾਪਿ ॥",
    "transliteration": "Thaan Thae Jaap Manaa Har Jaap ||",
    "translation": "This is why you should chant and meditate on the Lord, O mind.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਨ! (ਜੇ ਹਉਮੈ ਦੇ ਤਾਪ ਤੋਂ ਬਚਣਾ ਹੈ) ਤਾਂ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਿਆ ਕਰ, ਸਦਾ ਜਪਿਆ ਕਰ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56029,
    "shabad_id": 4745,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਸੰਤ ਬੇਦ ਕਹਤ, ਪੰਥੁ ਗਾਖਰੋ; ਮੋਹ ਮਗਨ ਅਹੰ ਤਾਪ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Santh Baedh Kehath Panthh Gaakharo Moh Magan Ahan Thaap || Rehaao ||",
    "translation": "The Vedas and the Saints say that the path is treacherous and difficult. You are intoxicated with emotional attachment and the fever of egotism. ||Pause||",
    "punjabi": "ਇਹੀ ਉਪਦੇਸ਼ ਗੁਰੂ ਦੇ ਬਚਨ ਕਰਦੇ ਹਨ। (ਨਾਮ ਜਪਣ ਤੋਂ ਬਿਨਾ ਜ਼ਿੰਦਗੀ ਦਾ) ਰਸਤਾ ਬਹੁਤ ਔਖਾ ਹੈ (ਇਸ ਤੋਂ ਬਿਨਾ) ਮੋਹ ਵਿਚ ਡੁੱਬੇ ਰਹੀਦਾ ਹੈ, ਹਉਮੈ ਦਾ ਤਾਪ ਚੜ੍ਹਿਆ ਰਹਿੰਦਾ ਹੈ ॥ ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56030,
    "shabad_id": 4745,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜੋ ਰਾਤੇ ਮਾਤੇ, ਸੰਗਿ ਬਪੁਰੀ; ਮਾੲਿਅਾ ਮੋਹ ਸੰਤਾਪ ॥੧॥",
    "transliteration": "Jo Raathae Maathae Sang Bapuree Maaeiaa Moh Santhaap ||1||",
    "translation": "Those who are imbued and intoxicated with the wretched Maya, suffer the pains of emotional attachment. ||1||",
    "punjabi": "ਹੇ ਮਨ! ਜਿਹੜੇ ਮਨੁੱਖ ਭੈੜੀ ਮਾਇਆ ਨਾਲ ਰੱਤੇ ਮੱਤੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਨੂੰ (ਮਾਇਆ ਦੇ) ਮੋਹ ਦੇ ਕਾਰਨ (ਅਨੇਕਾਂ) ਦੁੱਖ-ਕਲੇਸ਼ ਵਿਆਪਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਰੱਾਤੇ ਮੱਾਤੇ",
    "type_id": 3
  },
  {
    "id": 56031,
    "shabad_id": 4745,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਨਾਮੁ ਜਪਤ ਸੋੳੂ ਜਨੁ ੳੁਧਰੈ; ਜਿਸਹਿ ੳੁਧਾਰਹੁ ਅਾਪ ॥",
    "transliteration": "Naam Japath Sooo Jan Oudhharai Jisehi Oudhhaarahu Aap ||",
    "translation": "That humble being is saved, who chants the Naam; You Yourself save him.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਿਸ (ਮਨੁੱਖ) ਨੂੰ ਤੂੰ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾਂਦਾ ਹੈਂ, ਉਹ ਮਨੁੱਖ (ਤੇਰਾ) ਨਾਮ ਜਪਦਿਆਂ ਪਾਰ ਲੰਘਦਾ ਹੈ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਤੋਂ (ੳੁ-ਧਾਰਹੁ) ੳੁਧਾਰਦੇ ਹੋਂ",
    "type_id": 3
  },
  {
    "id": 56032,
    "shabad_id": 4745,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਬਿਨਸਿ ਜਾੲਿ ਮੋਹ ਭੈ ਭਰਮਾ; ਨਾਨਕ. ਸੰਤ ਪ੍ਰਤਾਪ ॥੨॥੫॥੪੪॥",
    "transliteration": "Binas Jaae Moh Bhai Bharamaa Naanak Santh Prathaap ||2||5||44||",
    "translation": "Emotional attachment, fear and doubt are dispelled, O Nanak, by the Grace of the Saints. ||2||5||44||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਪਰਤਾਪ ਨਾਲ (ਮਨੁੱਖ ਦੇ ਅੰਦਰੋਂ ਮਾਇਆ ਦਾ) ਮੋਹ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਸਾਰੇ ਡਰ ਮਿਟ ਜਾਂਦੇ ਹਨ, ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੨॥੫॥੪੪॥",
    "pronunciation": "",
    "type_id": 3
  }
]
