[
  {
    "id": 56460,
    "shabad_id": 4804,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਰਾਗੁ ਕਲਿਅਾਨ ਮਹਲਾ ੪",
    "transliteration": "Raag Kaliaan Mehalaa 4",
    "translation": "Raag Kalyaan, Fourth Mehl:",
    "punjabi": "ਰਾਗ ਕਲਿਆਨ ਵਿੱਚ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56461,
    "shabad_id": 4804,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathinaam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 56462,
    "shabad_id": 4804,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਰਾਮਾ. ਰਮ ਰਾਮੈ; ਅੰਤੁ. ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Raamaa Ram Raamai Anth N Paaeiaa ||",
    "translation": "The Lord, the Beauteous Lord - no one has found His limits.",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਪਰਮਾਤਮਾ (ਦੇ ਗੁਣਾਂ) ਦਾ ਅੰਤ (ਕਿਸੇ ਜੀਵ ਪਾਸੋ) ਨਹੀਂ ਪਾਇਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56463,
    "shabad_id": 4804,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਹਮ ਬਾਰਿਕ ਪ੍ਰਤਿਪਾਰੇ ਤੁਮਰੇ; ਤੂ ਬਡ ਪੁਰਖੁ. ਪਿਤਾ ਮੇਰਾ ਮਾੲਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ham Baarik Prathipaarae Thumarae Thoo Badd Purakh Pithaa Maeraa Maaeiaa ||1|| Rehaao ||",
    "translation": "I am a child - You cherish and sustain me. You are the Great Primal Being, my Mother and Father. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਅਸੀਂ ਜੀਵ ਤੇਰੇ ਬੱਚੇ ਹਾਂ, ਤੇਰੇ ਪਾਲੇ ਹੋਏ ਹਾਂ, ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਪੁਰਖ ਹੈਂ, ਤੂੰ ਸਾਡਾ ਪਿਤਾ ਹੈਂ, ਤੂੰ ਹੀ ਸਾਡੀ ਮਾਂ ਹੈਂ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56464,
    "shabad_id": 4804,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਕੇ ਨਾਮ ਅਸੰਖ ਅਗਮ ਹਹਿ; ਅਗਮ ਅਗਮ ਹਰਿ ਰਾੲਿਅਾ ॥",
    "transliteration": "Har Kae Naam Asankh Agam Hehi Agam Agam Har Raaeiaa ||",
    "translation": "The Names of the Lord are Countless and Unfathomable. My Sovereign Lord is Unfathomable and Incomprehensible.",
    "punjabi": "ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ ਦੇ ਨਾਮ ਅਣਗਿਣਤ ਹਨ (ਪ੍ਰਭੂ ਦੇ ਨਾਮਾਂ ਦੀ ਗਿਣਤੀ ਤਕ) ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ, ਕਦੇ ਭੀ ਪਹੁੰਚ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56465,
    "shabad_id": 4804,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਗੁਣੀ ਗਿਅਾਨੀ ਸੁਰਤਿ ਬਹੁ ਕੀਨੀ; ੲਿਕੁ ਤਿਲੁ. ਨਹੀ ਕੀਮਤਿ ਪਾਯਾ ॥੧॥",
    "transliteration": "Gunee Giaanee Surath Bahu Keenee Eik Thil Nehee Keemath Paaeiaa ||1||",
    "translation": "The virtuous and the spiritual teachers have given it great thought, but they have not found even an iota of His Value. ||1||",
    "punjabi": "ਅਨੇਕਾਂ ਗੁਣਵਾਨ ਮਨੁੱਖ ਅਨੇਕਾਂ ਵਿਚਾਰਵਾਨ ਮਨੁੱਖ ਬਹੁਤ ਸੋਚ-ਵਿਚਾਰ ਕਰਦੇ ਆਏ ਹਨ, ਪਰ ਕੋਈ ਭੀ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਵਡਿਆਈ ਦਾ ਰਤਾ ਭਰ ਭੀ ਮੁੱਲ ਨਹੀਂ ਪਾ ਸਕਿਆ ॥੧॥",
    "pronunciation": "ਪਾ-ਯਾ: ਯ ਤਾਲ਼ੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56466,
    "shabad_id": 4804,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਗੋਬਿਦ ਗੁਣ ਗੋਬਿਦ ਸਦ ਗਾਵਹਿ; ਗੁਣ ਗੋਬਿਦ ਅੰਤੁ. ਨ ਪਾੲਿਅਾ ॥",
    "transliteration": "Gobidh Gun Gobidh Sadh Gaavehi Gun Gobidh Anth N Paaeiaa ||",
    "translation": "They sing the Glorious Praises of the Lord, the Lord of the Universe forever. They sing the Glorious Praises of the Lord of the Universe, but they do not find His limits.",
    "punjabi": "(ਅਨੇਕਾਂ ਹੀ ਜੀਵ) ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਸਦਾ ਗਾਂਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਕਿਸੇ ਨੇ ਭੀ ਨਹੀਂ ਲੱਭਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56467,
    "shabad_id": 4804,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਤੂ ਅਮਿਤਿ ਅਤੋਲੁ ਅਪਰੰਪਰ ਸੁਅਾਮੀ; ਬਹੁ ਜਪੀਅੈ ਥਾਹ. ਨ ਪਾੲਿਅਾ ॥੨॥",
    "transliteration": "Thoo Amith Athol Aparanpar Suaamee Bahu Japeeai Thhaah N Paaeiaa ||2||",
    "translation": "You are Immeasurable, Unweighable, and Infinite, O Lord and Master; no matter how much one may meditate on You, Your Depth cannot be fathomed. ||2||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰੀ ਹਸਤੀ ਨੂੰ ਮਿਣਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਤੇਰੀ ਹਸਤੀ ਨੂੰ ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਹੇ ਮਾਲਕ-ਪ੍ਰਭੂ! ਤੂੰ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ। ਤੇਰਾ ਨਾਮ ਬਹੁਤ ਜਪਿਆ ਜਾ ਰਿਹਾ ਹੈ, (ਪਰ ਤੂੰ ਇਕ ਐਸਾ ਸਮੁੰਦਰ ਹੈਂ ਕਿ ਉਸ ਦੀ) ਡੂੰਘਾਈ ਨਹੀਂ ਲੱਭੀ ਜਾ ਸਕਦੀ ॥੨॥",
    "pronunciation": "ਅ-ਮਿਤਿ: ਪੋਲਾ ਬੋਲੋ।ਅਪ-ਰੰਪਰ",
    "type_id": 3
  },
  {
    "id": 56468,
    "shabad_id": 4804,
    "pada": 5,
    "source_line": 7,
    "gurmukhi": "ੳੁਸਤਤਿ ਕਰਹਿ ਤੁਮਰੀ ਜਨ ਮਾਧੌ; ਗੁਨ ਗਾਵਹਿ ਹਰਿ ਰਾੲਿਅਾ ॥",
    "transliteration": "Ousathath Karehi Thumaree Jan Maadhha Gun Gaavehi Har Raaeiaa ||",
    "translation": "Lord, Your humble servants praise You, singing Your Glorious Praises, O Sovereign Lord.",
    "punjabi": "ਹੇ ਮਾਇਆ ਦੇ ਪਤੀ ਪ੍ਰਭੂ! ਹੇ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ! ਤੇਰੇ ਸੇਵਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਰਹਿੰਦੇ ਹਨ, ਤੇਰੇ ਗੁਣ ਗਾਂਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56469,
    "shabad_id": 4804,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਤੁਮ੍ਹ ਜਲਨਿਧਿ. ਹਮ ਮੀਨੇ ਤੁਮਰੇ; ਤੇਰਾ ਅੰਤੁ. ਨ ਕਤਹੂ ਪਾੲਿਅਾ ॥੩॥",
    "transliteration": "Thumh Jal Nidhh Ham Meenae Thumarae Thaeraa Anth N Kathehoo Paaeiaa ||3||",
    "translation": "You are the ocean of water, and I am Your fish. No one has ever found Your limits. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ (ਮਾਨੋ, ਇਕ) ਸਮੁੰਦਰ ਹੈਂ, ਅਸੀਂ ਜੀਵ ਤੇਰੀਆਂ ਮੱਛੀਆਂ ਹਾਂ (ਮੱਛੀ ਨਦੀ ਵਿਚ ਤਾਰੀਆਂ ਤਾਂ ਲਾਂਦੀ ਹੈ, ਪਰ ਨਦੀ ਦੀ ਹਸਤੀ ਦਾ ਅੰਦਾਜ਼ਾ ਨਹੀਂ ਲਾ ਸਕਦੀ)। ਹੇ ਪ੍ਰਭੂ! ਕਿਤੇ ਭੀ ਕੋਈ ਜੀਵ ਤੇਰੀ ਹਸਤੀ ਦਾ ਅੰਤ ਨਹੀਂ ਪਾ ਸਕਿਆ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56470,
    "shabad_id": 4804,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਜਨ ਕੳੁ ਕ੍ਰਿਪਾ ਕਰਹੁ ਮਧਸੂਦਨ; ਹਰਿ ਦੇਵਹੁ ਨਾਮੁ ਜਪਾੲਿਅਾ ॥",
    "transliteration": "Jan Ko Kirapaa Karahu Madhhasoodhan Har Dhaevahu Naam Japaaeiaa ||",
    "translation": "Please be Kind to Your humble servant, Lord; please bless me with the meditation of Your Name.",
    "punjabi": "ਹੇ ਦੈਂਤ-ਦਮਨ ਪ੍ਰਭੂ! (ਆਪਣੇ) ਸੇਵਕ (ਨਾਨਕ) ਉੱਤੇ ਮਿਹਰ ਕਰ। ਹੇ ਹਰੀ! (ਮੈਨੂੰ ਆਪਣਾ) ਨਾਮ ਦੇਹ (ਮੈਂ ਨਿਤ) ਜਪਦਾ ਰਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56471,
    "shabad_id": 4804,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਮੈ ਮੂਰਖ ਅੰਧੁਲੇ. ਨਾਮੁ ਟੇਕ ਹੈ; ਜਨ ਨਾਨਕ. ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ ॥੪॥੧॥",
    "transliteration": "Mai Moorakh Andhhulae Naam Ttaek Hai Jan Naanak Guramukh Paaeiaa ||4||1||",
    "translation": "I am a blind fool; Your Name is my only Support. Servant Nanak, as Gurmukh, has found it. ||4||1||",
    "punjabi": "ਮੈਂ ਮੂਰਖ ਵਾਸਤੇ ਮੈਂ ਅੰਨ੍ਹੇ ਵਾਸਤੇ (ਤੇਰਾ) ਨਾਮ ਸਹਾਰਾ ਹੈ। ਹੇ ਦਾਸ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਹੀ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56472,
    "shabad_id": 4805,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਲਿਅਾਨੁ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56473,
    "shabad_id": 4805,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਜਨੁ; ਗੁਨ ਗਾਵਤ ਹਸਿਅਾ ॥",
    "transliteration": "Har Jan Gun Gaavath Hasiaa ||",
    "translation": "The humble servant of the Lord sings the Lord's Praise, and blossoms forth.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਭਗਤ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਿਆਂ ਪ੍ਰਸੰਨ-ਚਿੱਤ ਰਹਿੰਦਾ ਹੈ,",
    "pronunciation": "ਹੱਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56474,
    "shabad_id": 4805,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਭਗਤਿ ਬਨੀ ਮਤਿ ਗੁਰਮਤਿ; ਧੁਰਿ ਮਸਤਕਿ ਪ੍ਰਭਿ ਲਿਖਿਅਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Har Bhagath Banee Math Guramath Dhhur Masathak Prabh Likhiaa ||1|| Rehaao ||",
    "translation": "My intellect is embellished with devotion to the Lord, Har, Har, through the Guru's Teachings. This is the destiny which God has recorded on my forehead. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਉਤੇ ਤੁਰ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਉਸ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ। ਪ੍ਰਭੂ ਨੇ (ਹੀ) ਧੁਰ ਦਰਗਾਹ ਤੋਂ ਉਸ ਦੇ ਮੱਥੇ ਉੱਤੇ ਇਹ ਲੇਖ ਲਿਖਿਆ ਹੁੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56475,
    "shabad_id": 4805,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਕੇ ਪਗ ਸਿਮਰੳੁ ਦਿਨੁ ਰਾਤੀ; ਮਨਿ ਹਰਿ ਹਰਿ ਹਰਿ ਬਸਿਅਾ ॥",
    "transliteration": "Gur Kae Pag Simaro Dhin Raathee Man Har Har Har Basiaa ||",
    "translation": "I meditate in remembrance on the Guru's Feet, day and night. The Lord, Har, Har, Har, comes to dwell in my mind.",
    "punjabi": "ਮੈਂ ਦਿਨ ਰਾਤ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹਾਂ, (ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਹੀ) ਪਰਮਾਤਮਾ ਮੇਰੇ ਮਨ ਵਿਚ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "ਪਗ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56476,
    "shabad_id": 4805,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਹਰਿ ਕੀਰਤਿ ਜਗਿ ਸਾਰੀ; ਘਸਿ ਚੰਦਨੁ. ਜਸੁ ਘਸਿਅਾ ॥੧॥",
    "transliteration": "Har Har Har Keerath Jag Saaree Ghas Chandhan Jas Ghasiaa ||1||",
    "translation": "The Praise of the Lord, Har, Har, Har, is Excellent and Sublime in this world. His Praise is the sandalwood paste which I rub. ||1||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਜਗਤ ਵਿਚ (ਸਭ ਤੋਂ) ਸ੍ਰੇਸ਼ਟ (ਪਦਾਰਥ) ਹੈ, (ਜਿਵੇਂ) ਚੰਦਨ ਰਗੜ ਖਾ ਕੇ (ਸੁਗੰਧੀ ਦੇਂਦਾ ਹੈ, ਤਿਵੇਂ ਪਰਮਾਤਮਾ ਦਾ) ਜਸ (ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਨਾਲ) ਰਗੜ ਖਾਂਦਾ ਹੈ (ਤੇ, ਨਾਮ ਦੀ ਸੁਗੰਧੀ ਖਿਲਾਰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "ਘਸਿਅਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56477,
    "shabad_id": 4805,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਜਨ. ਹਰਿ ਹਰਿ ਹਰਿ ਲਿਵ ਲਾੲੀ; ਸਭਿ ਸਾਕਤ ਖੋਜਿ ਪੲਿਅਾ ॥",
    "transliteration": "Har Jan Har Har Har Liv Laaee Sabh Saakath Khoj Paeiaa ||",
    "translation": "The humble servant of the Lord is lovingly attuned to the Lord, Har, Har, Har; all the faithless cynics pursue him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਭਗਤ ਸਦਾ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ, ਪਰ ਪਰਮਾਤਮਾ ਤੋਂ ਟੁੱਟੇ ਹੋਏ ਸਾਰੇ ਮਨੁੱਖ ਉਹਨਾਂ ਨਾਲ ਈਰਖਾ ਕਰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56478,
    "shabad_id": 4805,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਜਿੳੁ ਕਿਰਤ ਸੰਜੋਗਿ ਚਲਿਓ ਨਰ ਨਿੰਦਕੁ; ਪਗੁ ਨਾਗਨਿ ਛੁਹਿ ਜਲਿਅਾ ॥੨॥",
    "transliteration": "Jio Kirath Sanjog Chaliou Nar Nindhak Pag Naagan Shhuhi Jaliaa ||2||",
    "translation": "The slanderous person acts in accordance with the record of his past deeds; his foot trips over the snake, and he is stung by its bite. ||2||",
    "punjabi": "(ਪਰ ਸਾਕਤ ਮਨੁੱਖ ਦੇ ਭੀ ਕੀਹ ਵੱਸ?) ਜਿਵੇਂ ਜਿਵੇਂ ਪਿਛਲੇ ਕੀਤੇ ਕਰਮਾਂ ਦੇ ਸੰਸਕਾਰਾਂ ਦੇ ਅਸਰ ਹੇਠ ਨਿੰਦਕ ਮਨੁੱਖ (ਨਿੰਦਾ ਵਾਲੀ) ਜੀਵਨ ਤੋਰ ਤੁਰਦਾ ਹੈ (ਤਿਉਂ ਤਿਉਂ ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਈਰਖਾ ਦੀ ਅੱਗ ਨਾਲ) ਛੁਹ ਕੇ ਸੜਦਾ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਕਿਸੇ ਮਨੁੱਖ ਦਾ) ਪੈਰ ਸਪਣੀ ਨਾਲ ਛੁਹ ਕੇ (ਸਪਣੀ ਦੇ ਡੰਗ ਮਾਰਨ ਤੇ ਉਸ ਦੀ) ਮੌਤ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "ਚੱਲਿਓ",
    "type_id": 3
  },
  {
    "id": 56479,
    "shabad_id": 4805,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਜਨ ਕੇ ਤੁਮ੍ਹ ਹਰਿ ਰਾਖੇ ਸੁਅਾਮੀ; ਤੁਮ੍ਹ ਜੁਗਿ ਜੁਗਿ ਜਨ ਰਖਿਅਾ ॥",
    "transliteration": "Jan Kae Thumh Har Raakhae Suaamee Thumh Jug Jug Jan Rakhiaa ||",
    "translation": "O my Lord and Master, You are the Saving Grace, the Protector of Your humble servants. You protect them, age after age.",
    "punjabi": "ਹੇ (ਮੇਰੇ) ਮਾਲਕ-ਪ੍ਰਭੂ! ਆਪਣੇ ਭਗਤਾਂ ਦੇ ਤੁਸੀਂ ਆਪ ਰਾਖੇ ਹੋ, ਹਰੇਕ ਜੁਗ ਵਿਚ ਤੁਸੀਂ (ਆਪਣੇ ਭਗਤਾਂ ਦੀ) ਰੱਖਿਆ ਕਰਦੇ ਆਏ ਹੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56480,
    "shabad_id": 4805,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਕਹਾ ਭੲਿਅਾ. ਦੈਤਿ ਕਰੀ ਬਖੀਲੀ; ਸਭ ਕਰਿ ਕਰਿ ਝਰਿ ਪਰਿਅਾ ॥੩॥",
    "transliteration": "Kehaa Bhaeiaa Dhaith Karee Bakheelee Sabh Kar Kar Jhar Pariaa ||3||",
    "translation": "What does it matter, if a demon speaks evil? By doing so, he only gets frustrated. ||3||",
    "punjabi": "(ਹਰਨਾਖਸ) ਦੈਂਤ ਨੇ (ਭਗਤ ਪ੍ਰਹਿਲਾਦ ਨਾਲ) ਈਰਖਾ ਕੀਤੀ, ਪਰ (ਉਹ ਦੈਂਤ ਭਗਤ ਦਾ) ਕੁਝ ਵਿਗਾੜ ਨਾਹ ਸਕਿਆ। ਉਹ ਸਾਰੀ (ਦੈਂਤ-ਸਭਾ ਹੀ) ਈਰਖਾ ਕਰ ਕਰ ਕੇ ਆਪਣੀ ਆਤਮਕ ਮੌਤ ਸਹੇੜਦੀ ਗਈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56481,
    "shabad_id": 4805,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜੇਤੇ ਜੀਅ ਜੰਤ ਪ੍ਰਭਿ ਕੀੲੇ; ਸਭਿ ਕਾਲੈ ਮੁਖਿ ਗ੍ਰਸਿਅਾ ॥",
    "transliteration": "Jaethae Jeea Janth Prabh Keeeae Sabh Kaalai Mukh Grasiaa ||",
    "translation": "All the beings and creatures created by God are caught in the mouth of Death.",
    "punjabi": "ਜਿਤਨੇ ਭੀ ਜੀਅ-ਜੰਤ ਪ੍ਰਭੂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹੋਏ ਹਨ, ਇਹ ਸਾਰੇ ਹੀ (ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੁੜ ਕੇ) ਆਤਮਕ ਮੌਤ ਦੇ ਮੂੰਹ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56482,
    "shabad_id": 4805,
    "pada": 5,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਜਨ. ਹਰਿ ਹਰਿ ਹਰਿ ਪ੍ਰਭਿ ਰਾਖੇ; ਜਨ ਨਾਨਕ. ਸਰਨਿ ਪੲਿਅਾ ॥੪॥੨॥",
    "transliteration": "Har Jan Har Har Har Prabh Raakhae Jan Naanak Saran Paeiaa ||4||2||",
    "translation": "The humble servants of the Lord are protected by the Lord God, Har, Har, Har; servant Nanak seeks His Sanctuary. ||4||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਪ੍ਰਭੂ ਨੇ ਸਦਾ ਹੀ ਆਪ ਰੱਖਿਆ ਕੀਤੀ ਹੈ, ਭਗਤ ਪ੍ਰਭੂ ਦੀ ਸਰਨ ਪਏ ਰਹਿੰਦੇ ਹਨ ॥੪॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56483,
    "shabad_id": 4806,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਲਿਅਾਨ ਮਹਲਾ ੪ ॥",
    "transliteration": "Kaliaan Mehalaa 4 ||",
    "translation": "Kalyaan, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
