[
  {
    "id": 56787,
    "shabad_id": 4831,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਗੁਰੁ ਦਰੀਅਾੳੁ ਸਦਾ ਜਲੁ ਨਿਰਮਲੁ; ਮਿਲਿਅਾ ਦੁਰਮਤਿ ਮੈਲੁ ਹਰੈ ॥",
    "transliteration": "Gur Dhareeaao Sadhaa Jal Niramal Miliaa Dhuramath Mail Harai ||",
    "translation": "The Guru is the River, from which the Pure Water is obtained forever; it washes away the filth and pollution of evil-mindedness.",
    "punjabi": "ਗੁਰੂ ਇਕ (ਐਸਾ) ਦਰਿਆ ਹੈ ਜਿਸ ਪਾਸੋਂ ਮਿਲਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਉਸ ਦਰਿਆ ਵਿਚ (ਐਸਾ) ਜਲ ਹੈ ਜੋ ਸਦਾ ਹੀ ਸਾਫ਼ ਰਹਿੰਦਾ ਹੈ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਉਹ ਜਲ ਮਿਲਦਾ ਹੈ ਉਸ ਦੀ ਖੋਟੀ ਮੱਤ ਦੀ ਮੈਲ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56788,
    "shabad_id": 4831,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰਿ ਪਾੲਿਅੈ. ਪੂਰਾ ਨਾਵਣੁ; ਪਸੂ ਪਰੇਤਹੁ ਦੇਵ ਕਰੈ ॥੨॥",
    "transliteration": "Sathigur Paaeiai Pooraa Naavan Pasoo Paraethahu Dhaev Karai ||2||",
    "translation": "Finding the True Guru, the perfect cleansing bath is obtained, which transforms even beasts and ghosts into gods. ||2||",
    "punjabi": "ਜੇ ਗੁਰੂ ਮਿਲ ਪਏ ਤਾਂ (ਉਸ ਗੁਰੂ-ਦਰਿਆ ਵਿਚ ਕੀਤਾ ਇਸ਼ਨਾਨ) ਸਫਲ ਇਸ਼ਨਾਨ ਹੁੰਦਾ ਹੈ, ਗੁਰੂ ਪਸ਼ੂਆਂ ਤੋਂ ਪਰੇਤਾਂ ਤੋਂ ਦੇਵਤੇ ਬਣਾ ਦੇਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56789,
    "shabad_id": 4831,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਰਤਾ ਸਚਿ ਨਾਮਿ, ਤਲ ਹੀਅਲੁ; ਸੋ ਗੁਰੁ ਪਰਮਲੁ ਕਹੀਅੈ ॥",
    "transliteration": "Rathaa Sach Naam Thal Heeal So Gur Paramal Keheeai ||",
    "translation": "He is said to be the Guru, with the scent of sandalwood, who is imbued with the True Name to the bottom of His Heart.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਜਿਸ ਗੁਰੂ ਦਾ ਹਿਰਦਾ (ਸਦਾ) ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ-ਰੰਗ ਵਿਚ ਰੰਗਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਗੁਰੂ ਨੂੰ ਚੰਦਨ ਆਖਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "ਪੂਰਨ ਗੁਰੂ ਜੀ ਦਾ (ਪਰੳੁਪਕਾਰੀ) ਹੀਅਲੁ ਰਿਦਾ। ਤਲ:ਪੋਲਾ ਬੋਲੋ। (ਤਲ) ਅੰਦਰੋਂ ਸੱਚੇ ਨਾਮ ਚ ਰੰਗਿਅਾ ਹੈ, ਬਾਹਰੋਂ ਦਿਖਾਵਾ ਨਹੀਂ ਕਰਦੇ।(ਪਰਮਲੁ) ਗੁਰੂ ਬਾਵਨ ਚੰਦਨ ਸਰੂਪ। ਰੱਤਾ",
    "type_id": 3
  },
  {
    "id": 56790,
    "shabad_id": 4831,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਜਾ ਕੀ ਵਾਸੁ. ਬਨਾਸਪਤਿ ਸੳੁਰੈ; ਤਾਸੁ ਚਰਣ ਲਿਵ ਰਹੀਅੈ ॥੩॥",
    "transliteration": "Jaa Kee Vaas Banaasapath Sourai Thaas Charan Liv Reheeai ||3||",
    "translation": "By His Fragrance, the world of vegetation is perfumed. Lovingly focus yourself on His Feet. ||3||",
    "punjabi": "ਚੰਦਨ ਦੀ ਸੁਗੰਧੀ (ਨੇੜੇ ਉੱਗੀ) ਬਨਸਪਤੀ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਦੇਂਦੀ ਹੈ (ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸਰਨ ਆਏ ਬੰਦਿਆਂ ਦੇ ਜੀਵਨ ਸੰਵਾਰ ਦੇਂਦਾ ਹੈ), ਉਸ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜ ਰੱਖਣੀ ਚਾਹੀਦੀ ਹੈ ॥੩॥",
    "pronunciation": "ਕੋਟਿ ਬ੍ਰਹਮੰਡ ਦੀ ਰਚਨਾ ਰੂਪ ਬਨਾਸਪਤਿ ਬਨਾਸਪਤੀ। ਸੳੁਰੈ ਸੁਧਰਨਾ,ਬਨਾਸ-ਪਤਿ",
    "type_id": 3
  },
  {
    "id": 56791,
    "shabad_id": 4831,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਜੀਅ ਪ੍ਰਾਨ ੳੁਪਜਹਿ; ਗੁਰਮੁਖਿ ਸਿਵ ਘਰਿ ਜਾੲੀਅੈ ॥",
    "transliteration": "Guramukh Jeea Praan Oupajehi Guramukh Siv Ghar Jaaeeai ||",
    "translation": "The life of the soul wells up for the Gurmukh; the Gurmukh goes to the House of God.",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਜੀਵਾਂ ਦੇ ਅੰਦਰ ਆਤਮਕ ਜੀਵਨ ਪੈਦਾ ਹੋ ਜਾਂਦੇ ਹਨ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉਸ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਪਹੁੰਚ ਜਾਈਦਾ ਹੈ ਜੋ ਸਦਾ ਆਨੰਦ-ਸਰੂਪ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56792,
    "shabad_id": 4831,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਨਾਨਕ ਸਚਿ ਸਮਾੲੀਅੈ; ਗੁਰਮੁਖਿ ਨਿਜ ਪਦੁ ਪਾੲੀਅੈ ॥੪॥੬॥",
    "transliteration": "Guramukh Naanak Sach Samaaeeai Guramukh Nij Padh Paaeeai ||4||6||",
    "translation": "The Gurmukh, O Nanak, merges in the True One; the Gurmukh attains the exalted state of the self. ||4||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੀ ਸਰਨ ਪਿਆਂ ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਵਿਚ ਲੀਨ ਹੋ ਜਾਈਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਉੱਚਾ ਆਤਮਕ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ ਜੋ ਸਦਾ ਹੀ ਆਪਣਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ (ਅਟੱਲ ਉੱਚੀ ਆਤਮਕ ਅਵਸਥਾ ਮਿਲ ਜਾਂਦੀ ਹੈ) ॥੪॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56793,
    "shabad_id": 4832,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56794,
    "shabad_id": 4832,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਵਿਦਿਅਾ ਵੀਚਾਰੈ; ਪੜਿ ਪੜਿ ਪਾਵੈ ਮਾਨੁ ॥",
    "transliteration": "Gur Parasaadhee Vidhiaa Veechaarai Parr Parr Paavai Maan ||",
    "translation": "By Guru's Grace, contemplate spiritual knowledge; read it and study it, and you shall be honored.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨ ਦੀ) ਵਿੱਦਿਆ ਵਿਚਾਰਦਾ ਹੈ (ਸਿੱਖਦਾ ਹੈ) ਉਹ ਇਸ ਵਿੱਦਿਆ ਨੂੰ ਪੜ੍ਹ ਪੜ੍ਹ ਕੇ (ਜਗਤ ਵਿਚ) ਆਦਰ ਹਾਸਲ ਕਰਦਾ ਹੈ,",
    "pronunciation": "ਵਿੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56795,
    "shabad_id": 4832,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਪਾ ਮਧੇ. ਅਾਪੁ ਪਰਗਾਸਿਅਾ; ਪਾੲਿਅਾ ਅੰਮ੍ਰਿਤੁ ਨਾਮੁ ॥੧॥",
    "transliteration": "Aapaa Madhhae Aap Paragaasiaa Paaeiaa Anmrith Naam ||1||",
    "translation": "Within the self, the self is revealed, when one is blessed with the Ambrosial Naam, the Name of the Lord. ||1||",
    "punjabi": "ਉਸ ਦੇ ਅੰਦਰ ਹੀ ਉਸ ਦਾ ਆਪਣਾ ਆਪ ਚਮਕ ਪੈਂਦਾ ਹੈ (ਉਸ ਦਾ ਆਤਮਕ ਜੀਵਨ ਰੌਸ਼ਨ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਅਗਿਆਨਤਾ ਦਾ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ), ਉਸ ਮਨੁੱਖ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਮਧੇ: ਪੋਲਾ ਬੋਲੋ। ਪਰ-ਗਾਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 56796,
    "shabad_id": 4832,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਰਤਾ; ਤੂ ਮੇਰਾ ਜਜਮਾਨੁ ॥",
    "transliteration": "Karathaa Thoo Maeraa Jajamaan ||",
    "translation": "O Creator Lord, You alone are my Benefactor.",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਤੂੰ ਮੇਰਾ ਦਾਤਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56797,
    "shabad_id": 4832,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲਿਕ ਦਖਿਣਾ ਹੳੁ. ਤੈ ਪਹਿ ਮਾਗੳੁ; ਦੇਹਿ ਅਾਪਣਾ ਨਾਮੁ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Eik Dhakhinaa Ho Thai Pehi Maago Dhaehi Aapanaa Naam ||1|| Rehaao ||",
    "translation": "I beg for only one blessing from You: please bless me with Your Name. ||1||Pause||",
    "punjabi": "ਮੈਂ ਤੇਰੇ ਪਾਸੋਂ ਇਕ ਦਾਨ ਮੰਗਦਾ ਹਾਂ। ਮੈਨੂੰ ਆਪਣਾ ਨਾਮ ਬਖ਼ਸ਼ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਦੱਖਿਣਾ",
    "type_id": 4
  },
  {
    "id": 56798,
    "shabad_id": 4832,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਪੰਚ ਤਸਕਰ ਧਾਵਤ ਰਾਖੇ; ਚੂਕਾ ਮਨਿ ਅਭਿਮਾਨੁ ॥",
    "transliteration": "Panch Thasakar Dhhaavath Raakhae Chookaa Man Abhimaan ||",
    "translation": "The five wandering thieves are captured and held, and the egotistical pride of the mind is subdued.",
    "punjabi": "(ਇਸ ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤ ਨਾਲ ਵਿਕਾਰਾਂ ਵਲ) ਦੌੜਦੇ ਪੰਜੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਰੋਕ ਲਈਦੇ ਹਨ, ਮਨ ਵਿਚ (ਟਿਕਿਆ ਹੋਇਆ) ਅਹੰਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56799,
    "shabad_id": 4832,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਦਿਸਟਿ ਬਿਕਾਰੀ. ਦੁਰਮਤਿ ਭਾਗੀ; ਅੈਸਾ ਬ੍ਰਹਮਗਿਅਾਨੁ ॥੨॥",
    "transliteration": "Dhisatt Bikaaree Dhuramath Bhaagee Aisaa Breham Giaan ||2||",
    "translation": "Visions of corruption, vice and evil-mindedness run away. Such is the spiritual wisdom of God. ||2||",
    "punjabi": "(ਸਿਮਰਨ ਦੀ ਰਾਹੀਂ) ਪਰਮਾਤਮਾ ਨਾਲ ਪਾਈ ਹੋਈ ਡੂੰਘੀ ਸਾਂਝ ਐਸੀ (ਬਰਕਤਿ ਵਾਲੀ ਹੈ ਜਿਸ ਦਾ ਸਦਕਾ) ਵਿਕਾਰਾਂ ਵਾਲੀ ਨਿਗਾਹ ਤੇ ਖੋਟੀ ਮੱਤ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56800,
    "shabad_id": 4832,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜਤੁ ਸਤੁ ਚਾਵਲ, ਦੲਿਅਾ ਕਣਕ ਕਰਿ; ਪ੍ਰਾਪਤਿ ਪਾਤੀ ਧਾਨੁ ॥",
    "transliteration": "Jath Sath Chaaval Dhaeiaa Kanak Kar Praapath Paathee Dhhaan ||",
    "translation": "Please bless me with the rice of truth and self-restraint, the wheat of compassion, and the leaf-plate of meditation.",
    "punjabi": "(ਬ੍ਰਾਹਮਣ ਆਪਣੇ ਜਜਮਾਨ ਪਾਸੋਂ ਚਾਵਲ, ਕਣਕ, ਧਨ, ਦੁੱਧ, ਘਿਉ ਆਦਿਕ ਸਾਰੇ ਪਦਾਰਥ ਮੰਗਦਾ ਤੇ ਲੈਂਦਾ ਹੈ ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਮੇਰਾ ਜਜਮਾਨ ਹੈ, ਮੈਂ ਤੇਰੇ ਨਾਮ ਦਾ ਜੱਗ ਰਚਾਇਆ ਹੋਇਆ ਹੈ,) ਮੈਂ ਤੈਥੋਂ ਇਹੋ ਜਿਹਾ ਦਾਨ ਮੰਗਦਾ ਹਾਂ ਕਿ ਮੈਨੂੰ ਚਾਵਲਾਂ ਦੇ ਥਾਂ ਜਤ ਸਤ ਦੇਹ (ਮੈਨੂੰ ਸੱਚਾ ਆਚਰਨ ਦੇਹ ਕਿ ਮੈਂ ਗਿਆਨ-ਇੰਦ੍ਰਿਆਂ ਨੂੰ ਮੰਦੇ ਪਾਸੇ ਵਲੋਂ ਰੋਕ ਸਕਾਂ), ਕਣਕ ਦੇ ਥਾਂ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਦਇਆ ਪੈਦਾ ਕਰ, ਮੈਨੂੰ ਇਹ ਧਨ ਦੇਹ ਕਿ ਮੈਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜਨ ਦੀ ਯੋਗਤਾ ਵਾਲਾ ਹੋ ਜਾਵਾਂ।",
    "pronunciation": "(ਪੱਾਤੀ) ਪੱਤਲਾਂ। ਧਾਨੁ ਅੰਨ",
    "type_id": 3
  },
  {
    "id": 56801,
    "shabad_id": 4832,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਦੂਧੁ ਕਰਮੁ ਸੰਤੋਖੁ ਘੀੳੁ ਕਰਿ; ਅੈਸਾ ਮਾਂਗੳੁ ਦਾਨੁ ॥੩॥",
    "transliteration": "Dhoodhh Karam Santhokh Gheeo Kar Aisaa Maango Dhaan ||3||",
    "translation": "Bless me with the milk of good karma, and the clarified butter, the ghee, of compassion. Such are the gifts I beg of You, Lord. ||3||",
    "punjabi": "ਮੈਨੂੰ ਸ਼ੁਭ ਕਰਮ (ਕਰਨ ਦੀ ਸਮਰੱਥਾ) ਬਖ਼ਸ਼, ਸੰਤੋਖ ਬਖ਼ਸ਼, ਇਹ ਹਨ ਮੇਰੇ ਵਾਸਤੇ ਦੁੱਧ ਤੇ ਘਿਉ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56802,
    "shabad_id": 4832,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਖਿਮਾ ਧੀਰਜੁ ਕਰਿ ਗੳੂ ਲਵੇਰੀ; ਸਹਜੇ ਬਛਰਾ ਖੀਰੁ ਪੀਅੈ ॥",
    "transliteration": "Khimaa Dhheeraj Kar Goo Lavaeree Sehajae Bashharaa Kheer Peeai ||",
    "translation": "Let forgiveness and patience be my milk-cows, and let the calf of my mind intuitively drink in this milk.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਮੇਰੇ ਅੰਦਰ) ਦੂਜਿਆਂ ਦੀ ਵਧੀਕੀ ਸਹਾਰਨ ਦਾ ਸੁਭਾਵ ਤੇ ਜਿਗਰਾ ਪੈਦਾ ਕਰ, ਇਹ ਹੈ ਮੇਰੇ ਲਈ ਲਵੇਰੀ ਗਾਂ, ਤਾਕਿ ਮੇਰਾ ਮਨ-ਵੱਛਾ ਸ਼ਾਂਤ ਅਵਸਥਾ ਵਿਚ ਟਿਕ ਕੇ (ਇਹ ਸ਼ਾਂਤੀ ਦਾ) ਦੁੱਧ ਪੀ ਸਕੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56803,
    "shabad_id": 4832,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸਿਫਤਿ ਸਰਮ ਕਾ ਕਪੜਾ ਮਾਂਗੳੁ; ਹਰਿ ਗੁਣ ਨਾਨਕ ਰਵਤੁ ਰਹੈ ॥੪॥੭॥",
    "transliteration": "Sifath Saram Kaa Kaparraa Maango Har Gun Naanak Ravath Rehai ||4||7||",
    "translation": "I beg for the clothes of modesty and the Lord's Praise; Nanak chants the Glorious Praises of the Lord. ||4||7||",
    "punjabi": "ਮੈਂ ਤੈਥੋਂ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦੇ ਉੱਦਮ ਦਾ ਕੱਪੜਾ ਮੰਗਦਾ ਹਾਂ, ਤਾਕਿ ਹੇ ਨਾਨਕ! ਮੇਰਾ ਮਨ ਸਦਾ ਤੇਰੇ ਗੁਣ ਗਾਂਦਾ ਰਹੇ ॥੪॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56804,
    "shabad_id": 4833,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56805,
    "shabad_id": 4833,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਵਤੁ ਕਿਨੈ. ਨ ਰਾਖਿਅਾ; ਜਾਵਤੁ. ਕਿੳੁ ਰਾਖਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Aavath Kinai N Raakhiaa Jaavath Kio Raakhiaa Jaae ||",
    "translation": "No one can hold anyone back from coming; how could anyone hold anyone back from going?",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਜੇਹੜਾ ਜੀਵ ਜਗਤ ਵਿਚ ਜੰਮਦਾ ਹੈ ਉਸ ਨੂੰ ਜੰਮਣੋਂ ਕੋਈ ਰੋਕ ਨਹੀਂ ਸਕਦਾ, ਜੇਹੜਾ (ਮਰ ਕੇ ਇਥੋਂ) ਜਾਣ ਲਗਦਾ ਹੈ ਉਸ ਨੂੰ ਕੋਈ ਇਥੇ ਰੋਕ ਕੇ ਨਹੀਂ ਰੱਖ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56806,
    "shabad_id": 4833,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਸ ਤੇ ਹੋਅਾ, ਸੋੲੀ ਪਰੁ ਜਾਣੈ; ਜਾਂ ੳੁਸ ਹੀ ਮਾਹਿ ਸਮਾੲਿ ॥੧॥",
    "transliteration": "Jis Thae Hoaa Soee Par Jaanai Jaan Ous Hee Maahi Samaae ||1||",
    "translation": "He alone thoroughly understands this, from whom all beings come; all are merged and immersed in Him. ||1||",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਤੋਂ ਜਗਤ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, ਉਸੇ ਵਿਚ ਹੀ ਇਹ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ (ਇਸ ਜਗਤ-ਰਚਨਾ ਦੇ ਭੇਤ ਨੂੰ) ਉਹ ਪਰਮਾਤਮਾ ਹੀ ਠੀਕ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ (ਜੀਵ ਨੂੰ ਇਹ ਗੱਲ ਨਹੀਂ ਸੋਭਦੀ ਕਿ ਜਗਤ ਨੂੰ ਮਾੜਾ ਆਖ ਕੇ ਇਸ ਤੋਂ ਨਫ਼ਰਤ ਕਰ ਕੇ ਪਰੇ ਹਟੇ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56807,
    "shabad_id": 4833,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਤੂਹੈ. ਹੈ ਵਾਹੁ; ਤੇਰੀ ਰਜਾੲਿ ॥",
    "transliteration": "Thoohai Hai Vaahu Thaeree Rajaae ||",
    "translation": "Waaho! - You are Great, and Wondrous is Your Will.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! (ਇਸ ਜਗਤ ਦਾ ਰਚਨਹਾਰ) ਤੂੰ ਆਪ ਹੀ ਹੈਂ (ਤੂੰ ਆਪ ਹੀ ਇਸ ਨੂੰ ਆਪਣੀ ਰਜ਼ਾ ਅਨੁਸਾਰ ਪੈਦਾ ਕੀਤਾ ਹੈ) ਤੇਰੀ ਰਜ਼ਾ ਭੀ ਅਚਰਜ ਹੈ (ਭਾਵ, ਜੀਵਾਂ ਦੀ ਸਮਝ ਤੋਂ ਪਰੇ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56808,
    "shabad_id": 4833,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਜੋ ਕਿਛੁ ਕਰਹਿ. ਸੋੲੀ ਪਰੁ ਹੋੲਿਬਾ; ਅਵਰੁ. ਨ ਕਰਣਾ ਜਾੲਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Jo Kishh Karehi Soee Par Hoeibaa Avar N Karanaa Jaae ||1|| Rehaao ||",
    "translation": "Whatever You do, surely comes to pass. Nothing else can happen. ||1||Pause||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜੋ ਕੁਝ ਤੂੰ ਕਰਦਾ ਹੈਂ, ਜ਼ਰੂਰ ਉਹੀ ਕੁਝ ਵਾਪਰਦਾ ਹੈ, ਤੇਰੀ ਰਜ਼ਾ ਦੇ ਉਲਟ (ਕਿਸੇ ਜੀਵ ਪਾਸੋਂ) ਕੁਝ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ (ਜੀਵ ਦਾ ਇਹ ਅੰਞਾਣਪੁਣਾ ਹੈ ਕਿ ਤੇਰੇ ਰਚੇ ਜਗਤ ਤੋਂ ਨਫ਼ਰਤ ਕਰੇ, ਤੇ ਗ੍ਰਿਹਸਤ ਛੱਡ ਕੇ ਫ਼ਕੀਰ ਜਾ ਬਣੇ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56809,
    "shabad_id": 4833,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਜੈਸੇ ਹਰਹਟ ਕੀ ਮਾਲਾ, ਟਿੰਡ ਲਗਤ ਹੈ; ੲਿਕ ਸਖਨੀ, ਹੋਰ ਫੇਰ ਭਰੀਅਤ ਹੈ ॥",
    "transliteration": "Jaisae Harehatt Kee Maalaa Ttindd Lagath Hai Eik Sakhanee Hor Faer Bhareeath Hai ||",
    "translation": "The buckets on the chain of the Persian wheel rotate; one empties out to fill another.",
    "punjabi": "ਜਿਵੇਂ ਵਗਦੇ ਖੂਹ ਦੀ ਮਾਹਲ ਨਾਲ ਟਿੰਡਾਂ ਬੱਧੀਆਂ ਹੁੰਦੀਆਂ ਹਨ (ਜਿਉਂ ਜਿਉਂ ਖੂਹ ਚੱਲਦਾ ਹੈ, ਤਿਉਂ ਤਿਉਂ) ਕੁਝ ਟਿੰਡਾਂ ਖ਼ਾਲੀ ਹੁੰਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤੇ ਕੁਝ (ਟਿੰਡਾਂ ਖੂਹ ਦੇ ਪਾਣੀ ਨਾਲ) ਮੁੜ ਭਰਦੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "ਮਾਲਾ: ਪੋਲਾ ਬੋਲੋ। ਸੱਖਨੀ",
    "type_id": 3
  },
  {
    "id": 56810,
    "shabad_id": 4833,
    "pada": 3,
    "source_line": 13,
    "gurmukhi": "ਤੈਸੋ ਹੀ ੲਿਹੁ ਖੇਲੁ ਖਸਮ ਕਾ; ਜਿੳੁ ੳੁਸ ਕੀ ਵਡਿਅਾੲੀ ॥੨॥",
    "transliteration": "Thaiso Hee Eihu Khael Khasam Kaa Jio Ous Kee Vaddiaaee ||2||",
    "translation": "This is just like the Play of our Lord and Master; such is His Glorious Greatness. ||2||",
    "punjabi": "ਇਸੇ ਤਰ੍ਹਾਂ ਦਾ ਹੀ ਜਗਤ-ਰਚਨਾ ਦਾ ਇਹ ਤਮਾਸ਼ਾ ਹੈ ਜੋ ਖਸਮ-ਪ੍ਰਭੂ ਨੇ ਰਚਿਆ ਹੋਇਆ ਹੈ (ਕੁਝ ਇਥੋਂ ਕੂਚ ਕਰ ਕੇ ਥਾਂ ਖ਼ਾਲੀ ਕਰ ਜਾਂਦੇ ਹਨ, ਤੇ ਕੁਝ ਸਰੀਰ ਧਾਰ ਕੇ ਥਾਂ ਆ ਮੱਲਦੇ ਹਨ)। ਜਿਵੇਂ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਹੈ ਤਿਵੇਂ ਇਹ ਤਮਾਸ਼ਾ ਹੋ ਰਿਹਾ ਹੈ (ਇਸ ਤੋਂ ਨੱਕ ਵੱਟਣਾ ਫਬਦਾ ਨਹੀਂ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56811,
    "shabad_id": 4833,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਸੁਰਤੀ ਕੈ ਮਾਰਗਿ ਚਲਿ ਕੈ; ੳੁਲਟੀ ਨਦਰਿ ਪ੍ਰਗਾਸੀ ॥",
    "transliteration": "Surathee Kai Maarag Chal Kai Oulattee Nadhar Pragaasee ||",
    "translation": "Following the path of intuitive awareness, one turns away from the world, and one's vision is enlightened.",
    "punjabi": "(ਪਰ ਹਾਂ) ਉਸ ਮਨੁੱਖ ਦੀ ਨਿਗਾਹ ਵਿਚ ਚਾਨਣ ਹੋਇਆ ਹੈ (ਭਾਵ, ਉਸ ਮਨੁੱਖ ਨੂੰ ਜੀਵਨ-ਜੁਗਤਿ ਦੀ ਸਹੀ ਸਮਝ ਪਈ ਹੈ) ਜਿਸ ਨੇ (ਜਗਤ ਦੇ ਰਚਨਹਾਰ) ਕਰਤਾਰ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਜੋੜਨ ਦੇ ਰਸਤੇ ਤੇ ਤੁਰ ਕੇ ਆਪਣੀ ਸੁਰਤ ਮਾਇਆ ਦੇ ਮੋਹ ਵਲੋਂ ਹਟਾਈ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56812,
    "shabad_id": 4833,
    "pada": 4,
    "source_line": 14,
    "gurmukhi": "ਮਨਿ ਵੀਚਾਰਿ ਦੇਖੁ ਬ੍ਰਹਮਗਿਅਾਨੀ; ਕੳੁਨੁ ਗਿਰਹੀ ਕੳੁਨੁ ੳੁਦਾਸੀ ॥੩॥",
    "transliteration": "Man Veechaar Dhaekh Breham Giaanee Koun Girehee Koun Oudhaasee ||3||",
    "translation": "Contemplate this in your mind, and see, O spiritual teacher. Who is the householder, and who is the renunciate? ||3||",
    "punjabi": "ਹੇ ਪਰਮਾਤਮਾ ਨਾਲ ਸਾਂਝ ਪਾਣ ਦਾ ਜਤਨ ਕਰਨ ਵਾਲੇ! ਆਪਣੇ ਮਨ ਵਿਚ ਸੋਚ ਕੇ (ਅੱਖਾਂ ਖੋਲ੍ਹ ਕੇ) ਵੇਖ (ਜੇ ਸੁਰਤ ਟਿਕਾਣੇ ਤੇ ਨਹੀਂ ਹੈ; ਤਾਂ) ਨਾਹ ਹੀ ਗ੍ਰਿਹਸਤੀ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਠੀਕ ਰਾਹੇ ਤੁਰ ਰਿਹਾ ਹੈ ਤੇ ਨਾਹ ਹੀ (ਉਹ ਮਨੁੱਖ ਜੋ ਆਪਣੇ ਆਪ ਨੂੰ) ਵਿਰਕਤ (ਸਮਝਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56813,
    "shabad_id": 4833,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਕੀ ਅਾਸਾ. ਤਿਸ ਹੀ ਸੳੁਪਿ ਕੈ; ੲੇਹੁ ਰਹਿਅਾ ਨਿਰਬਾਣੁ ॥",
    "transliteration": "Jis Kee Aasaa This Hee Soup Kai Eaehu Rehiaa Nirabaan ||",
    "translation": "Hope comes from the Lord; surrendering to Him, we remain in the state of nirvaanaa.",
    "punjabi": "ਜਿਸ ਪਰਮਾਤਮਾ ਨੇ ਦੁਨੀਆ ਵਾਲੀ ਮੋਹ ਮਾਇਆ ਦੀ ਆਸਾ ਮਨੁੱਖ ਨੂੰ ਚੰਬੋੜ ਦਿੱਤੀ ਹੈ, ਜੋ ਮਨੁੱਖ ਉਸੇ ਪਰਮਾਤਮਾ ਦੇ (ਇਹ ਆਸਾ ਤ੍ਰਿਸ਼ਨਾ) ਹਵਾਲੇ ਕਰਦਾ ਹੈ, ਤੇ ਵਾਸਨਾ-ਰਹਿਤ ਹੋ ਕੇ ਜੀਵਨ ਗੁਜ਼ਾਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56814,
    "shabad_id": 4833,
    "pada": 5,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਤੇ ਹੋਅਾ ਸੋੲੀ ਕਰਿ ਮਾਨਿਅਾ; ਨਾਨਕ. ਗਿਰਹੀ ੳੁਦਾਸੀ ਸੋ ਪਰਵਾਣੁ ॥੪॥੮॥",
    "transliteration": "Jis Thae Hoaa Soee Kar Maaniaa Naanak Girehee Oudhaasee So Paravaan ||4||8||",
    "translation": "We come from Him; surrendering to Him, O Nanak, one is approved as a householder, and a renunciate. ||4||8||",
    "punjabi": "ਤੇ ਇਸ ਪਰਮਾਤਮਾ ਦੀ ਰਜ਼ਾ ਵਿਚ ਇਹ ਜਗਤ-ਰਚਨਾ ਹੋਈ ਹੈ ਉਸ ਨੂੰ ਰਜ਼ਾ ਦਾ ਮਾਲਕ ਜਾਣ ਕੇ ਉਸ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ ਚਾਹੇ ਗ੍ਰਿਹਸਤੀ ਹੈ ਚਾਹੇ ਵਿਰਕਤ, ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਕਬੂਲ ਹੈ ॥੪॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56815,
    "shabad_id": 4834,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56816,
    "shabad_id": 4834,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦਿਸਟਿ ਬਿਕਾਰੀ ਬੰਧਨਿ ਬਾਂਧੈ; ਹੳੁ ਤਿਸ ਕੈ ਬਲਿ ਜਾੲੀ ॥",
    "transliteration": "Dhisatt Bikaaree Bandhhan Baandhhai Ho This Kai Bal Jaaee ||",
    "translation": "I am a sacrifice to that one who binds in bondage his evil and corrupted gaze.",
    "punjabi": "ਮੈਂ ਉਸ ਬੰਦੇ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ਜੇਹੜਾ (ਆਪਣੀ) ਵਿਕਾਰਾਂ ਵਲ ਜਾਂਦੀ ਸੁਰਤ ਨੂੰ (ਹਰਿ-ਨਾਮ ਸਿਮਰਨ ਦੀ) ਡੋਰੀ ਲਾਲ ਬੰਨ੍ਹ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56817,
    "shabad_id": 4834,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪਾਪ ਪੁੰਨ ਕੀ ਸਾਰ. ਨ ਜਾਣੈ; ਭੂਲਾ ਫਿਰੈ ਅਜਾੲੀ ॥੧॥",
    "transliteration": "Paap Punn Kee Saar N Jaanai Bhoolaa Firai Ajaaee ||1||",
    "translation": "One who does not know the difference between vice and virtue wanders around uselessly. ||1||",
    "punjabi": "(ਪਰ ਜੇਹੜਾ ਮਨੁੱਖ ਸਿਮਰਨ ਤੋਂ ਖੁੰਝ ਕੇ) ਭਲੇ ਬੁਰੇ ਕੰਮ ਦੇ ਭੇਤ ਨੂੰ ਨਹੀਂ ਸਮਝਦਾ, ਉਹ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ) ਖੁੰਝਿਆ ਫਿਰਦਾ ਹੈ ਤੇ (ਜੀਵਨ) ਵਿਅਰਥ ਗਵਾਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56818,
    "shabad_id": 4834,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਬੋਲਹੁ; ਸਚੁ ਨਾਮੁ ਕਰਤਾਰ ॥",
    "transliteration": "Bolahu Sach Naam Karathaar ||",
    "translation": "Speak the True Name of the Creator Lord.",
    "punjabi": "ਕਰਤਾਰ ਦਾ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ (ਸਦਾ) ਸਿਮਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56819,
    "shabad_id": 4834,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਫੁਨਿ ਬਹੁੜਿ; ਨ ਅਾਵਣ ਵਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Fun Bahurr N Aavan Vaar ||1|| Rehaao ||",
    "translation": "Then, you shall never again have to come into this world. ||1||Pause||",
    "punjabi": "(ਨਾਮ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਗਤ ਵਿਚ) ਮੁੜ ਮੁੜ ਜਨਮ ਲੈਣ ਦੀ ਵਾਰੀ ਨਹੀਂ ਆਵੇਗੀ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56820,
    "shabad_id": 4834,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ੳੂਚਾ ਤੇ ਫੁਨਿ ਨੀਚੁ ਕਰਤੁ ਹੈ; ਨੀਚ ਕਰੈ ਸੁਲਤਾਨੁ ॥",
    "transliteration": "Oochaa Thae Fun Neech Karath Hai Neech Karai Sulathaan ||",
    "translation": "The Creator transforms the high into the low, and makes the lowly into kings.",
    "punjabi": "(ਉਸ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਦਾ ਸਿਮਰੋ) ਜੋ ਉੱਚਿਆਂ ਤੋਂ ਨੀਵੇਂ ਕਰ ਦੇਂਦਾ ਹੈ ਤੇ ਨੀਵਿਆਂ (ਗਰੀਬਾਂ) ਨੂੰ ਬਾਦਸ਼ਾਹ ਬਣਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56821,
    "shabad_id": 4834,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਿਨੀ ਜਾਣੁ ਸੁਜਾਣਿਅਾ; ਜਗਿ ਤੇ ਪੂਰੇ ਪਰਵਾਣੁ ॥੨॥",
    "transliteration": "Jinee Jaan Sujaaniaa Jag Thae Poorae Paravaan ||2||",
    "translation": "Those who know the All-knowing Lord are approved and certified as perfect in this world. ||2||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਬੰਦਿਆਂ ਨੇ ਉਸ (ਘਟ ਘਟ ਦੀ) ਜਾਣਨ ਵਾਲੇ ਪਰਮਾਤਮਾ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣ ਲਿਆ ਹੈ (ਭਾਵ, ਉਸ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਪਾ ਲਈ ਹੈ) ਜਗਤ ਵਿਚ ਆਏ ਉਹੀ ਬੰਦੇ ਸਫਲ ਹਨ ਤੇ ਕਬੂਲ ਹਨ ॥੨॥",
    "pronunciation": "(ਸੁਜਾਣਿਅਾ) ਸ਼੍ਰੇਸ਼ਟ ਜਾਣੀ ਜਾਣ ਅੰਤਰਜਾਮੀ ਰਾਮ ਜੀ ਜਾਣੁ ਲੲੇ ਹਨ। (ਦੂਜਾ ਪਾਠ: ਸੁ ਜਾਣਿਅਾ)",
    "type_id": 3
  },
  {
    "id": 56822,
    "shabad_id": 4834,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਤਾ ਕੳੁ ਸਮਝਾਵਣ ਜਾੲੀਅੈ; ਜੇ ਕੋ ਭੂਲਾ ਹੋੲੀ ॥",
    "transliteration": "Thaa Ko Samajhaavan Jaaeeai Jae Ko Bhoolaa Hoee ||",
    "translation": "If anyone is mistaken and fooled, you should go to instruct him.",
    "punjabi": "(ਪਰ ਜੀਵਾਂ ਦੇ ਕੀਹ ਵੱਸ?) ਉਸੇ ਜੀਵ ਨੂੰ ਮੱਤ ਦੇਣ ਦਾ ਜਤਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜੇਹੜਾ (ਆਪ) ਕੁਰਾਹੇ ਪਿਆ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  }
]
