[
  {
    "id": 56823,
    "shabad_id": 4834,
    "pada": 4,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੇ ਖੇਲ ਕਰੇ ਸਭ ਕਰਤਾ; ਅੈਸਾ ਬੂਝੈ ਕੋੲੀ ॥੩॥",
    "transliteration": "Aapae Khael Karae Sabh Karathaa Aisaa Boojhai Koee ||3||",
    "translation": "The Creator Himself plays all the games; only a few understand this. ||3||",
    "punjabi": "(ਇਥੇ ਤਾਂ ਰਾਹੇ ਪੈਣ ਜਾਂ ਕੁਰਾਹੇ ਪੈਣ ਵਾਲਾ) ਸਾਰਾ ਹੀ ਤਮਾਸ਼ਾ ਕਰਤਾਰ ਆਪ ਹੀ ਕਰ ਰਿਹਾ ਹੈ-ਇਹ ਭੇਤ ਭੀ ਕੋਈ ਵਿਰਲਾ ਬੰਦਾ ਹੀ ਸਮਝਦਾ ਹੈ। (ਤੇ ਉਹ ਰਜ਼ਾ ਦੇ ਮਾਲਕ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56824,
    "shabad_id": 4834,
    "pada": 5,
    "source_line": 1,
    "gurmukhi": "ਨਾੳੁ ਪ੍ਰਭਾਤੈ. ਸਬਦਿ ਧਿਅਾੲੀਅੈ; ਛੋਡਹੁ ਦੁਨੀ ਪਰੀਤਾ ॥",
    "transliteration": "Naao Prabhaathai Sabadh Dhhiaaeeai Shhoddahu Dhunee Pareethaa ||",
    "translation": "Meditate on the Name, and the Word of the Shabad, in the early hours before dawn; leave your worldly entanglements behind.",
    "punjabi": "ਅੰਮ੍ਰਿਤ ਵੇਲੇ ਹੀ (ਉੱਠ ਕੇ) ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਕਰਤਾਰ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਮਾਇਆ ਦਾ ਮੋਹ ਤਿਆਗੋ (ਇਹ ਮੋਹ ਹੀ ਕਰਤਾਰ ਦੀ ਯਾਦ ਭੁਲਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56825,
    "shabad_id": 4834,
    "pada": 5,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਣਵਤਿ ਨਾਨਕ ਦਾਸਨਿ ਦਾਸਾ; ਜਗਿ ਹਾਰਿਅਾ. ਤਿਨਿ ਜੀਤਾ ॥੪॥੯॥",
    "transliteration": "Pranavath Naanak Dhaasan Dhaasaa Jag Haariaa Thin Jeethaa ||4||9||",
    "translation": "Prays Nanak, the slave of God's slaves: the world loses, and he wins. ||4||9||",
    "punjabi": "ਕਰਤਾਰ ਦੇ ਸੇਵਕਾਂ ਦਾ ਸੇਵਕ ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ ਕਿ ਜੇਹੜਾ ਬੰਦਾ (ਮਾਇਆ ਦਾ ਮੋਹ ਤਿਆਗ ਕੇ) ਜਗਤ ਵਿਚ ਨਿਮ੍ਰਤਾ ਨਾਲ ਜ਼ਿੰਦਗੀ ਗੁਜ਼ਾਰਦਾ ਹੈ, ਉਸੇ ਨੇ ਹੀ (ਜੀਵਨ ਦੀ ਬਾਜ਼ੀ) ਜਿੱਤੀ ਹੈ ॥੪॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56826,
    "shabad_id": 4835,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56827,
    "shabad_id": 4835,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਨੁ ਮਾੲਿਅਾ ਮਨੁ ਧਾੲਿਅਾ; ਮਨੁ ਪੰਖੀ ਅਾਕਾਸਿ ॥",
    "transliteration": "Man Maaeiaa Man Dhhaaeiaa Man Pankhee Aakaas ||",
    "translation": "The mind is Maya, the mind is a chaser; the mind is a bird flying across the sky.",
    "punjabi": "(ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਨਾਮ-ਖ਼ਜ਼ਾਨੇ ਤੋਂ ਸੱਖਣਾ) ਮਨ (ਕਾਮਾਦਿਕ ਚੋਰਾਂ ਦੇ ਢਹੇ ਚੜ੍ਹ ਕੇ, ਸਦਾ) ਮਾਇਆ ਹੀ ਮਾਇਆ (ਲੋੜਦਾ ਹੈ), (ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਹੀ) ਦੌੜਦਾ ਹੈ, ਮਨ (ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਹੀ ਉਡਾਰੀਆਂ ਲਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ਜਿਵੇਂ) ਪੰਛੀ ਆਕਾਸ਼ ਵਿਚ (ਉਡਾਰੀਆਂ ਲਾਂਦਾ ਹੈ, ਤੇ ਸਰੀਰ-ਨਗਰ ਸੁੰਞਾ ਪਿਆ ਰਹਿੰਦਾ ਹੈ, ਕਾਮਾਦਿਕ ਚੋਰ ਸ਼ੁਭ ਗੁਣਾਂ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਲੁੱਟਦੇ ਰਹਿੰਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56828,
    "shabad_id": 4835,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਸਕਰ ਸਬਦਿ ਨਿਵਾਰਿਅਾ; ਨਗਰੁ ਵੁਠਾ ਸਾਬਾਸਿ ॥",
    "transliteration": "Thasakar Sabadh Nivaariaa Nagar Vuthaa Saabaas ||",
    "translation": "The thieves are overpowered by the Shabad, and then the body-village prospers and celebrates.",
    "punjabi": "ਜਦੋਂ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਇਹ ਚੋਰ (ਸਰੀਰ-ਨਗਰ ਵਿਚੋਂ) ਕੱਢ ਦੇਈਦੇ ਹਨ, ਤਾਂ (ਸਰੀਰ-) ਨਗਰ ਵੱਸ ਪੈਂਦਾ ਹੈ (ਭਾਵ, ਮਨ ਬਾਹਰ ਮਾਇਆ ਦੇ ਪਿੱਛੇ ਭਟਕਣੋਂ ਹਟ ਕੇ ਅੰਦਰ ਟਿਕ ਜਾਂਦਾ ਹੈ, ਤੇ ਇਸ ਨੂੰ) ਸੋਭਾ-ਵਡਿਆਈ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਵੁੱਠਾ",
    "type_id": 3
  },
  {
    "id": 56829,
    "shabad_id": 4835,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਾ ਤੂ ਰਾਖਹਿ. ਰਾਖਿ ਲੈਹਿ; ਸਾਬਤੁ ਹੋਵੈ ਰਾਸਿ ॥੧॥",
    "transliteration": "Jaa Thoo Raakhehi Raakh Laihi Saabath Hovai Raas ||1||",
    "translation": "Lord, when You save someone, he is saved; his capital is safe and sound. ||1||",
    "punjabi": "(ਪਰ, ਹੇ ਪ੍ਰਭੂ!) ਜਦੋਂ ਤੂੰ ਆਪ (ਇਸ ਮਨ ਦੀ) ਰਾਖੀ ਕਰਦਾ ਹੈਂ, (ਜਦੋਂ ਤੂੰ ਆਪ ਇਸ ਨੂੰ ਕਾਮਾਦਿਕ ਚੋਰਾਂ ਤੋਂ) ਬਚਾਂਦਾ ਹੈਂ, ਤਦੋਂ (ਮਨੁੱਖਾ ਸਰੀਰ ਦੀ ਸ਼ੁਭ ਗੁਣਾਂ ਦੀ) ਰਾਸਿ-ਮੂੜੀ, ਸਹੀ ਸਲਾਮਤ ਬਚੀ ਰਹਿੰਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56830,
    "shabad_id": 4835,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅੈਸਾ ਨਾਮੁ ਰਤਨੁ; ਨਿਧਿ ਮੇਰੈ ॥",
    "transliteration": "Aisaa Naam Rathan Nidhh Maerai ||",
    "translation": "Such is my Treasure, the Jewel of the Naam;",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੇਰਾ ਨਾਮ ਸ੍ਰੇਸ਼ਟ ਰਤਨ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56831,
    "shabad_id": 4835,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰਮਤਿ ਦੇਹਿ; ਲਗੳੁ ਪਗਿ ਤੇਰੈ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Guramath Dhaehi Lago Pag Thaerai ||1|| Rehaao ||",
    "translation": "Please bless me with the Guru's Teachings, so that I may fall at Your Feet. ||1||Pause||",
    "punjabi": "ਗੁਰੂ ਦੀ ਮੱਤ ਦੀ ਰਾਹੀਂ ਇਹ ਨਾਮ ਮੈਨੂੰ ਦੇਹ, ਮੈਂ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹਾਂ। (ਮੇਹਰ ਕਰ ਤੇਰਾ ਇਹ ਨਾਮ) ਮੇਰੇ ਪਾਸ ਖ਼ਜ਼ਾਨਾ ਬਣ ਜਾਏ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਪਗਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 56832,
    "shabad_id": 4835,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮਨੁ ਜੋਗੀ. ਮਨੁ ਭੋਗੀਅਾ; ਮਨੁ ਮੂਰਖੁ ਗਾਵਾਰੁ ॥",
    "transliteration": "Man Jogee Man Bhogeeaa Man Moorakh Gaavaar ||",
    "translation": "The mind is a Yogi, the mind is a pleasure-seeker; the mind is foolish and ignorant.",
    "punjabi": "(ਜਿਤਨਾ ਚਿਰ ਮਨ ਦੇ ਸਿਰ ਉਤੇ ਗੁਰੂ ਦਾ ਕਰਤਾਰ ਦਾ ਕੁੰਡਾ ਨਾਹ ਹੋਵੇ ਤਦ ਤਕ) ਮਨ ਮੂਰਖ ਹੈ ਮਨ ਗੰਵਾਰ ਹੈ (ਆਪਣੇ ਮੂਰਖਪੁਣੇ ਵਿਚ ਕਦੇ ਇਹ) ਮਨ (ਮਾਇਆ ਤੋਂ ਨਫ਼ਰਤ ਕਰ ਕੇ) ਵਿਰਕਤ ਬਣ ਜਾਂਦਾ ਹੈ, ਕਦੇ ਮਨ ਦੁਨੀਆ ਦੇ ਭੋਗਾਂ ਵਿਚ ਰੁੱਝ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56833,
    "shabad_id": 4835,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਮਨੁ ਦਾਤਾ. ਮਨੁ ਮੰਗਤਾ; ਮਨ ਸਿਰਿ ਗੁਰੁ ਕਰਤਾਰੁ ॥",
    "transliteration": "Man Dhaathaa Man Mangathaa Man Sir Gur Karathaar ||",
    "translation": "The mind is the giver, the mind is the beggar; the mind is the Great Guru, the Creator.",
    "punjabi": "(ਕਦੇ ਮਾਇਆ ਦੀ ਖ਼ੁਮਾਰੀ ਵਿਚ ਆਪਣੇ ਆਪ ਨੂੰ) ਦਾਨੀ ਸਮਝਦਾ ਹੈ (ਕਦੇ ਧਨ ਗਵਾਚਣ ਤੇ) ਕੰਗਾਲ ਬਣ ਜਾਂਦਾ ਹੈ। ਜਦੋਂ ਮਨ ਦੇ ਸਿਰ ਉਤੇ ਗੁਰੂ ਰਾਖਾ ਬਣਦਾ ਹੈ, ਕਰਤਾਰ ਹੱਥ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56834,
    "shabad_id": 4835,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਪੰਚ ਮਾਰਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਅੈਸਾ ਬ੍ਰਹਮੁ ਵੀਚਾਰੁ ॥੨॥",
    "transliteration": "Panch Maar Sukh Paaeiaa Aisaa Breham Veechaar ||2||",
    "translation": "The five thieves are conquered, and peace is attained; such is the contemplative wisdom of God. ||2||",
    "punjabi": "ਤਦੋਂ ਇਹ ਸ੍ਰੇਸ਼ਟ ਰੱਬੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ (ਦਾ ਖ਼ਜ਼ਾਨਾ ਲੱਭ ਪੈਂਦਾ ਹੈ, ਤੇ ਉਸਦੀ ਬਰਕਤਿ ਨਾਲ) ਕਾਮਾਦਿਕ ਪੰਜ ਚੋਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਆਤਮਕ ਆਨੰਦ ਮਾਣਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56835,
    "shabad_id": 4835,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਘਟਿ ਘਟਿ ੲੇਕੁ ਵਖਾਣੀਅੈ; ਕਹੳੁ ਨ ਦੇਖਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Ghatt Ghatt Eaek Vakhaaneeai Keho N Dhaekhiaa Jaae ||",
    "translation": "The One Lord is said to be in each and every heart, but no one can see Him.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਇਹ ਕਿਹਾ ਤਾਂ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਹਰੇਕ ਜੀਵ ਇਹ ਆਖਦਾ ਤਾਂ ਹੈ) ਕਿ ਤੂੰ ਹੀ ਹਰੇਕ ਸਰੀਰ ਵਿਚ ਮੌਜੂਦ ਹੈਂ, ਮੈਂ ਭੀ ਇਹ ਆਖਦਾ ਹਾਂ (ਪਰ ਨਿਰੇ ਆਖਣ ਨਾਲ ਹਰੇਕ ਵਿਚ) ਤੇਰਾ ਦਰਸਨ ਨਹੀਂ ਹੁੰਦਾ।",
    "pronunciation": "ਨ: ਦੇਲ੍ਹੀ ਦੀਵਾ ਹੈ, ਅਰਥ ਕਰਨ ਵੇਲੇ ਅੱਗੇ ਪਿੱਛੇ ਦੋਨੋਂ ਅੱਖਰਾਂ ਨਾਲ ਲਗ ਕੇ ਅਰਥ ਬਨਾਵੇਗਾ- ਕਹੳੁ ਨ, ਨ ਦੇਖਿਅਾ ਜਾੲਿ",
    "type_id": 3
  },
  {
    "id": 56836,
    "shabad_id": 4835,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਖੋਟੋ ਪੂਠੋ ਰਾਲੀਅੈ; ਬਿਨੁ ਨਾਵੈ. ਪਤਿ ਜਾੲਿ ॥",
    "transliteration": "Khotto Pootho Raaleeai Bin Naavai Path Jaae ||",
    "translation": "The false are cast upside-down into the womb of reincarnation; without the Name, they lose their honor.",
    "punjabi": "ਅੰਦਰੋਂ ਖੋਟਾ ਹੋਣ ਕਰਕੇ ਜੀਵ (ਚੌਰਾਸੀ ਦੀ ਗਰਭ ਜੋਨਿ ਵਿਚ) ਪੁੱਠਾ (ਲਟਕਾ ਕੇ) ਰੋਲੀਦਾ ਹੈ, ਤੇਰਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਬਿਨਾ ਇਸ ਦੀ ਇੱਜ਼ਤ-ਆਬਰੋ ਭੀ ਚਲੀ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56837,
    "shabad_id": 4835,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਜਾ ਤੂ ਮੇਲਹਿ ਤਾ ਮਿਲਿ ਰਹਾਂ; ਜਾਂ ਤੇਰੀ ਹੋੲਿ ਰਜਾੲਿ ॥੩॥",
    "transliteration": "Jaa Thoo Maelehi Thaa Mil Rehaan Jaan Thaeree Hoe Rajaae ||3||",
    "translation": "Those whom You unite, remain united, if it is Your Will. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਜਦੋਂ ਤੂੰ ਆਪ ਮੈਨੂੰ ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਜੋੜਦਾ ਹੈਂ, ਜਦੋਂ ਤੇਰੀ ਆਪਣੀ ਮੇਹਰ ਹੁੰਦੀ ਹੈ, ਤਦੋਂ ਹੀ ਮੈਂ ਤੇਰੀ ਯਾਦ ਵਿਚ ਜੁੜਿਆ ਰਹਿ ਸਕਦਾ ਹਾਂ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56838,
    "shabad_id": 4835,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਜਾਤਿ ਜਨਮੁ. ਨਹ ਪੂਛੀਅੈ; ਸਚ ਘਰੁ ਲੇਹੁ ਬਤਾੲਿ ॥",
    "transliteration": "Jaath Janam Neh Pooshheeai Sach Ghar Laehu Bathaae ||",
    "translation": "God does not ask about social class or birth; you must find your true home.",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਪ੍ਰਭੂ ਹਰੇਕ ਜੀਵ ਦੇ ਅੰਦਰ ਮੌਜੂਦ ਹੈ, ਪ੍ਰਭੂ ਹੀ ਹਰੇਕ ਦੀ ਜਾਤਿ ਪਾਤ ਹੈ। ਵਖੇਵਿਆਂ ਵਿਚ ਪੈ ਕੇ) ਇਹ ਨਹੀਂ ਪੁੱਛਣਾ ਚਾਹੀਦਾ ਕਿ (ਫਲਾਣੇ ਦੀ) ਜਾਤਿ ਕੇਹੜੀ ਹੈ ਕਿਸ ਕੁਲ ਵਿਚ ਉਸ ਦਾ ਜਨਮ ਹੋਇਆ। (ਪੁੱਛਣਾ ਹੈ ਤਾਂ) ਪੁੱਛੋ ਕਿ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪਰਮਾਤਮਾ ਕਿਸ ਹਿਰਦੇ-ਘਰ ਵਿਚ ਪਰਗਟ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56839,
    "shabad_id": 4835,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਸਾ ਜਾਤਿ. ਸਾ ਪਤਿ ਹੈ; ਜੇਹੇ ਕਰਮ ਕਮਾੲਿ ॥",
    "transliteration": "Saa Jaath Saa Path Hai Jaehae Karam Kamaae ||",
    "translation": "That is your social class and that is your status - the karma of what you have done.",
    "punjabi": "ਜਾਤਿ ਪਾਤਿ ਤਾਂ ਜੀਵ ਦੀ ਉਹੀ ਹੈ ਜਿਹੋ ਜਿਹੇ ਜੀਵ ਕਰਮ ਕਮਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56840,
    "shabad_id": 4835,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਦੁਖੁ ਕਾਟੀਅੈ; ਨਾਨਕ. ਛੂਟਸਿ ਨਾੲਿ ॥੪॥੧੦॥",
    "transliteration": "Janam Maran Dhukh Kaatteeai Naanak Shhoottas Naae ||4||10||",
    "translation": "The pains of death and rebirth are eradicated; O Nanak, salvation is in the Lord's Name. ||4||10||",
    "punjabi": "ਜਨਮ ਮਰਨ (ਦੇ ਗੇੜ) ਦਾ ਦੁਖ ਤਦੋਂ ਹੀ ਦੂਰ ਹੁੰਦਾ ਹੈ ਜਦੋਂ ਜੀਵ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਜੁੜਦਾ ਹੈ। ਨਾਮ ਵਿਚ ਜੁੜਿਆਂ ਹੀ (ਕਾਮਾਦਿਕ ਪੰਜ ਚੋਰਾਂ ਤੋਂ) ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ ॥੪॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56841,
    "shabad_id": 4836,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56842,
    "shabad_id": 4836,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਾਗਤੁ ਬਿਗਸੈ; ਮੂਠੋ ਅੰਧਾ ॥",
    "transliteration": "Jaagath Bigasai Mootho Andhhaa ||",
    "translation": "He is awake, and even happy, but he is being plundered - he is blind!",
    "punjabi": "ਜੀਵ ਆਪਣੇ ਵਲੋਂ ਸਿਆਣਾ ਹੈ, ਪਰ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ, ਲੁੱਟਿਆ ਜਾ ਰਿਹਾ ਹੈ (ਅਨੇਕਾਂ ਵਿਕਾਰ ਇਸ ਦੀ ਆਤਮਕ ਰਾਸਿ ਪੂੰਜੀ ਨੂੰ ਲੁੱਟ ਰਹੇ ਹਨ) ਪਰ ਇਹ ਖ਼ੁਸ਼ ਖ਼ੁਸ਼ ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56843,
    "shabad_id": 4836,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗਲਿ ਫਾਹੀ; ਸਿਰਿ ਮਾਰੇ ਧੰਧਾ ॥",
    "transliteration": "Gal Faahee Sir Maarae Dhhandhhaa ||",
    "translation": "The noose is around his neck, and yet, his head is busy with worldly affairs.",
    "punjabi": "ਇਸ ਦੇ ਗਲ ਵਿਚ ਮਾਇਆ ਦੇ ਮੋਹ ਦੀ ਫਾਹੀ ਪਈ ਹੋਈ ਹੈ (ਜੋ ਇਸ ਨੂੰ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਦੇ ਪਿੱਛੇ ਧੂਹੀ ਫਿਰਦਾ ਹੈ)। ਜਗਤ ਦੇ ਜੰਜਾਲਾਂ ਦਾ ਫ਼ਿਕਰ ਇਸ ਦੇ ਸਿਰ ਉਤੇ ਚੋਟਾਂ ਮਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56844,
    "shabad_id": 4836,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਸਾ ਅਾਵੈ; ਮਨਸਾ ਜਾੲਿ ॥",
    "transliteration": "Aasaa Aavai Manasaa Jaae ||",
    "translation": "In hope, he comes and in desire, he leaves.",
    "punjabi": "ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਦਾ ਬੱਧਾ ਜਗਤ ਵਿਚ ਆਉਂਦਾ ਹੈ, ਮਨ ਦੇ ਅਨੇਕਾਂ ਫੁਰਨੇ ਲੈ ਕੇ ਇਥੋਂ ਤੁਰ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56845,
    "shabad_id": 4836,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੳੁਰਝੀ ਤਾਣੀ; ਕਿਛ. ੁ ਨ ਬਸਾੲਿ ॥੧॥",
    "transliteration": "Ourajhee Thaanee Kishh N Basaae ||1||",
    "translation": "The strings of his life are all tangled up; he is utterly helpless. ||1||",
    "punjabi": "ਇਸ ਦੀ ਜ਼ਿੰਦਗੀ ਦੀ ਤਾਣੀ ਦੁਨੀਆ ਦੀਆਂ ਆਸਾਂ ਤੇ ਮਨ ਦੀਆਂ ਦੌੜਾਂ ਨਾਲ ਪਿਲਚੀ ਪਈ ਹੈ। (ਇਸ ਤਾਣੀ ਨੂੰ ਇਹਨਾਂ ਪੇਚਿਆਂ ਤੋਂ ਸਾਫ਼ ਰੱਖਣ ਵਾਸਤੇ) ਇਸ ਦੀ ਕੋਈ ਪੇਸ਼ ਨਹੀਂ ਜਾਂਦੀ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56846,
    "shabad_id": 4836,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਜਾਗਸਿ; ਜੀਵਣ ਜਾਗਣਹਾਰਾ ॥",
    "transliteration": "Jaagas Jeevan Jaaganehaaraa ||",
    "translation": "The Lord of Awareness, the Lord of Life is awake and aware.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੇ ਜਗਤ ਦਾ ਜੀਵਨ ਹੈਂ; ਇਕ ਤੂੰ ਹੀ ਜਾਗਦਾ ਹੈਂ, ਸਿਰਫ਼ ਤੇਰੇ ਵਿਚ ਹੀ ਸਮਰੱਥਾ ਹੈ ਕਿ ਮਾਇਆ ਤੈਨੂੰ ਆਪਣੇ ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ ਸੁਆ ਨਹੀਂ ਸਕਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56847,
    "shabad_id": 4836,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਸੁਖਸਾਗਰ; ਅੰਮ੍ਰਿਤ ਭੰਡਾਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Sukh Saagar Anmrith Bhanddaaraa ||1|| Rehaao ||",
    "translation": "He is the Ocean of peace, the Treasure of Ambrosial Nectar. ||1||Pause||",
    "punjabi": "ਹੇ ਸੁਖਾਂ ਦੇ ਸਮੁੰਦਰ ਪ੍ਰਭੂ! (ਤੇਰੇ ਘਰ ਵਿਚ) ਨਾਮ-ਅੰਮ੍ਰਿਤ ਦੇ ਭੰਡਾਰੇ ਭਰੇ ਪਏ ਹਨ (ਜੋ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਪਿਆਂ ਨੂੰ ਜ਼ਿੰਦਾ ਕਰ ਸਕਦਾ ਹੈ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56848,
    "shabad_id": 4836,
    "pada": 3,
    "source_line": 11,
    "gurmukhi": "ਕਹਿਓ. ਨ ਬੂਝੈ, ਅੰਧੁ. ਨ ਸੂਝੈ; ਭੋਂਡੀ ਕਾਰ ਕਮਾੲੀ ॥",
    "transliteration": "Kehiou N Boojhai Andhh N Soojhai Bhonaddee Kaar Kamaaee ||",
    "translation": "He does not understand what he is told; he is blind - he does not see, and so he does his evil deeds.",
    "punjabi": "(ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਜੀਵਨ ਇਤਨਾ ਅੰਨ੍ਹਾ ਹੋਇਆ ਪਿਆ ਹੈ ਕਿ ਕਿਸੇ ਆਖੀ ਹੋਈ ਸਿੱਖਿਆ ਨੂੰ ਇਹ ਸਮਝ ਨਹੀਂ ਸਕਦਾ, ਆਪਣੇ ਆਪ ਇਸ ਨੂੰ (ਆਤਮਕ ਜੀਵਨ ਬਚਾਣ ਦੀ ਕੋਈ ਗੱਲ) ਸੁੱਝਦੀ ਨਹੀਂ, ਨਿੱਤ ਮੰਦੇ ਕੰਮ ਹੀ ਕਰੀ ਜਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56849,
    "shabad_id": 4836,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਪ੍ਰੀਤਿ ਪ੍ਰੇਮ ਪਰਮੇਸੁਰੁ; ਕਰਮੀ ਮਿਲੈ ਵਡਾੲੀ ॥੨॥",
    "transliteration": "Aapae Preeth Praem Paramaesur Karamee Milai Vaddaaee ||2||",
    "translation": "The Transcendent Lord Himself showers His Love and Affection; by His Grace, He bestows glorious greatness. ||2||",
    "punjabi": "(ਪਰ ਜੀਵ ਦੇ ਵੱਸ ਦੀ ਗੱਲ ਨਹੀਂ ਹੈ) ਪਰਮੇਸਰ ਆਪ ਹੀ ਆਪਣੇ ਚਰਨਾਂ ਦੀ ਪ੍ਰੀਤ ਪ੍ਰੇਮ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਸ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ ਉਸ ਦਾ ਨਾਮ-ਸਿਮਰਨ ਦਾ ਮਾਣ ਮਿਲਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56850,
    "shabad_id": 4836,
    "pada": 4,
    "source_line": 12,
    "gurmukhi": "ਦਿਨੁ ਦਿਨੁ ਅਾਵੈ, ਤਿਲੁ ਤਿਲੁ ਛੀਜੈ; ਮਾੲਿਅਾ ਮੋਹੁ ਘਟਾੲੀ ॥",
    "transliteration": "Dhin Dhin Aavai Thil Thil Shheejai Maaeiaa Mohu Ghattaaee ||",
    "translation": "With the coming of each and every day, his life is wearing away, bit by bit; but still, his heart is attached to Maya.",
    "punjabi": "ਜ਼ਿੰਦਗੀ ਦਾ ਇਕ ਇਕ ਕਰ ਕੇ ਦਿਨ ਆਉਂਦਾ ਹੈ ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਥੋੜੀ ਥੋੜੀ ਕਰ ਕੇ ਉਮਰ ਘਟਦੀ ਜਾਂਦੀ ਹੈ; ਪਰ ਮਾਇਆ ਦਾ ਮੋਹ ਜੀਵ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਉਸੇ ਤਰ੍ਹਾਂ) ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56851,
    "shabad_id": 4836,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਬਿਨੁ ਗੁਰ. ਬੂਡੋ, ਠੳੁਰ. ਨ ਪਾਵੈ; ਜਬ ਲਗ ਦੂਜੀ ਰਾੲੀ ॥੩॥",
    "transliteration": "Bin Gur Booddo Thour N Paavai Jab Lag Dhoojee Raaee ||3||",
    "translation": "Without the Guru, he is drowned, and finds no place of rest, as long as he is caught in duality. ||3||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸਰਨ ਆਉਣ ਤੋਂ ਬਿਨਾ ਜੀਵ (ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ) ਡੁੱਬਾ ਰਹਿੰਦਾ ਹੈ। ਜਦੋਂ ਤਕ ਇਸ ਦੇ ਅੰਦਰ ਰਤਾ ਭਰ ਭੀ ਮਾਇਆ ਦੀ ਪ੍ਰੀਤ ਕਾਇਮ ਹੈ, ਇਹ ਭਟਕਦਾ ਫਿਰਦਾ ਹੈ ਇਸ ਨੂੰ (ਆਤਮਕ ਸੁਖ ਦੀ) ਥਾਂ ਨਹੀਂ ਲੱਭਦੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56852,
    "shabad_id": 4836,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਅਹਿ ਨਿਸਿ ਜੀਅਾ ਦੇਖਿ ਸਮ੍ਹਾਲੈ; ਸੁਖੁ ਦੁਖੁ ਪੁਰਬਿ ਕਮਾੲੀ ॥",
    "transliteration": "Ahinis Jeeaa Dhaekh Samhaalai Sukh Dhukh Purab Kamaaee ||",
    "translation": "Day and night, God watches over and takes care of His living beings; they receive pleasure and pain according to their past actions.",
    "punjabi": "(ਆਤਮਕ ਜੀਵਨ ਦੀ ਦਾਤ ਪ੍ਰਭੂ ਤੋਂ ਹੀ ਮਿਲ ਸਕਦੀ ਹੈ ਜੋ) ਦਿਨ ਰਾਤ ਬੜੇ ਗਹੁ ਨਾਲ ਜੀਵਾਂ ਦੀ ਸੰਭਾਲ ਕਰਦਾ ਹੈ ਤੇ ਜੀਵਾਂ ਦੀ ਪੂਰਬਲੀ ਕਮਾਈ ਅਨੁਸਾਰ ਇਹਨਾਂ ਨੂੰ ਸੁਖ ਜਾਂ ਦੁਖ (ਭੋਗਣ ਨੂੰ) ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56853,
    "shabad_id": 4836,
    "pada": 5,
    "source_line": 14,
    "gurmukhi": "ਕਰਮਹੀਣੁ ਸਚੁ ਭੀਖਿਅਾ ਮਾਂਗੈ; ਨਾਨਕ ਮਿਲੈ ਵਡਾੲੀ ॥੪॥੧੧॥",
    "transliteration": "Karameheen Sach Bheekhiaa Maangai Naanak Milai Vaddaaee ||4||11||",
    "translation": "Nanak, the unfortunate one, begs for the charity of Truth; please bless him with this glory. ||4||11||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਮੈਂ ਚੰਗੇ ਕੀਤੇ ਕਰਮਾਂ ਦਾ ਮਾਣ ਨਹੀਂ ਕਰਦਾ, ਮੈਨੂੰ ਨਾਨਕ ਨੂੰ ਤੇਰਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਵਡਿਆਈ ਮਿਲ ਜਾਏ, ਨਾਨਕ ਤੇਰੇ ਦਰ ਤੋਂ ਤੇਰਾ ਨਾਮ ਸਿਮਰਨ ਦੀ ਭਿੱਛਿਆ ਹੀ ਮੰਗਦਾ ਹੈ ॥੪॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56854,
    "shabad_id": 4837,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਪ੍ਰਭਾਤੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Prabhaathee Mehalaa 1 ||",
    "translation": "Prabhaatee, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56855,
    "shabad_id": 4837,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਸਟਿ ਕਰੳੁ; ਮੂਰਖੁ. ਜਗਿ ਕਹੀਅਾ ॥",
    "transliteration": "Masatt Karo Moorakh Jag Keheeaa ||",
    "translation": "If I remain silent, the world calls me a fool.",
    "punjabi": "(ਦੁਨੀਆਵੀ ਰਸਮ-ਰਿਵਾਜ ਵਲੋਂ ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਮਸਤ ਹੋ ਕੇ) ਜੇ ਮੈਂ ਚੁੱਪ ਕਰ ਰਹਿੰਦਾ ਹਾਂ, ਤਾਂ ਜਗਤ ਵਿਚ ਮੈਂ ਮੂਰਖ ਆਖਿਆ ਜਾਂਦਾ ਹਾਂ,",
    "pronunciation": "ਮਸਟਿ:ਪੋਲਾ ਬੋਲੋ।(ਮਸਟਿ) ਚੱੁਪ",
    "type_id": 3
  },
  {
    "id": 56856,
    "shabad_id": 4837,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਧਿਕ ਬਕੳੁ; ਤੇਰੀ ਲਿਵ ਰਹੀਅਾ ॥",
    "transliteration": "Adhhik Bako Thaeree Liv Reheeaa ||",
    "translation": "If I talk too much, I miss out on Your Love.",
    "punjabi": "ਪਰ ਜੇ (ਇਹਨਾਂ ਖੁੰਝੇ ਹੋਏ ਲੋਕਾਂ ਨੂੰ ਇਹਨਾਂ ਦੀਆਂ ਇਹ ਉਕਾਈਆਂ ਸਮਝਾਣ ਵਾਸਤੇ) ਮੈਂ ਬਹੁਤਾ ਬੋਲਦਾ ਹਾਂ, ਤਾਂ ਤੇਰੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤ ਦਾ ਟਿਕਾਉ ਘਟਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56857,
    "shabad_id": 4837,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਭੂਲ ਚੂਕ; ਤੇਰੈ ਦਰਬਾਰਿ ॥",
    "transliteration": "Bhool Chook Thaerai Dharabaar ||",
    "translation": "My mistakes and faults will be judged in Your Court.",
    "punjabi": "(ਇਹ ਲੋਕ ਨਿਰੀਆਂ ਭਾਈਚਾਰਕ ਰਸਮਾਂ ਦੇ ਕਰਨ ਨੂੰ ਹੀ ਜੀਵਨ ਦਾ ਸਹੀ ਰਸਤਾ ਸਮਝਦੇ ਹਨ, ਤੇਰੇ ਸਿਮਰਨ ਦੇ ਉੱਦਮ ਨੂੰ ਇਹ ਨਿੰਦਦੇ ਹਨ। ਇਹਨਾਂ ਵਿਚੋਂ ਉਕਾਈ ਵਾਲਾ ਰਸਤਾ ਕੇਹੜਾ ਹੈ?) ਅਸਲ ਉਕਾਈਆਂ ਉਹੀ ਹਨ ਜੋ ਤੇਰੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਕਾਈਆਂ ਮੰਨੀਆਂ ਜਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56858,
    "shabad_id": 4837,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਮ ਬਿਨਾ; ਕੈਸੇ ਅਾਚਾਰ ॥੧॥",
    "transliteration": "Naam Binaa Kaisae Aachaar ||1||",
    "translation": "Without the Naam, the Name of the Lord, how can I maintain good conduct? ||1||",
    "punjabi": "ਉਹ ਭਾਈਚਾਰਕ ਰਸਮਾਂ ਕਿਸੇ ਅਰਥ ਨਹੀਂ ਜੋ ਤੇਰਾ ਨਾਮ ਸਿਮਰਨ ਤੋਂ ਵਿਛੋੜਦੀਆਂ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56859,
    "shabad_id": 4837,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅੈਸੇ ਝੂਠਿ ਮੁਠੇ ਸੰਸਾਰਾ ॥",
    "transliteration": "Aisae Jhooth Muthae Sansaaraa ||",
    "translation": "Such is the falsehood which is plundering the world.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸੰਸਾਰੀ ਜੀਵ ਵਿਅਰਥ ਰਸਮਾਂ ਦੇ ਵਹਿਮ ਵਿਚ ਫਸ ਕੇ ਮਾਇਆ ਦੇ ਢਹੇ ਚੜ੍ਹ ਕੇ ਅਜੇਹੇ ਲੁੱਟੇ ਜਾ ਰਹੇ ਹਨ (ਆਤਮਕ ਜੀਵਨ ਅਜੇਹੇ ਲੁਟਾ ਰਹੇ ਹਨ ਕਿ ਇਹਨਾਂ ਨੂੰ ਇਹ ਸਮਝ ਹੀ ਨਹੀਂ ਪੈਂਦੀ)।",
    "pronunciation": "ਮੁੱਠੇ",
    "type_id": 3
  },
  {
    "id": 56860,
    "shabad_id": 4837,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਨਿੰਦਕੁ ਨਿੰਦੈ; ਮੁਝੈ ਪਿਅਾਰਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Nindhak Nindhai Mujhai Piaaraa ||1|| Rehaao ||",
    "translation": "The slanderer slanders me, but even so, I love him. ||1||Pause||",
    "punjabi": "(ਨਿਰੀਆਂ ਭਾਈਚਾਰਕ ਰਸਮਾਂ ਦੇ ਟਾਕਰੇ ਤੇ ਤੇਰੇ ਨਾਮ-ਸਿਮਰਨ ਦੀ) ਨਿੰਦਾ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ (ਤੇਰੇ ਨਾਮ ਨੂੰ) ਮਾੜਾ ਆਖਦਾ ਹੈ (ਪਰ ਤੇਰੀ ਮੇਹਰ ਨਾਲ) ਮੈਨੂੰ (ਤੇਰਾ ਨਾਮ) ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 56861,
    "shabad_id": 4837,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਜਿਸੁ ਨਿੰਦਹਿ; ਸੋੲੀ ਬਿਧਿ ਜਾਣੈ ॥",
    "transliteration": "Jis Nindhehi Soee Bidhh Jaanai ||",
    "translation": "He alone knows the way, who has been slandered.",
    "punjabi": "(ਇਹ ਕਰਮ-ਕਾਂਡੀ ਲੋਕ ਪ੍ਰਭੂ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਨੂੰ ਨਿੰਦਦੇ ਹਨ, ਪਰ) ਜਿਸ ਨੂੰ ਇਹ ਮਾੜਾ ਆਖਦੇ ਹਨ (ਅਸਲ ਵਿਚ) ਉਹੀ ਮਨੁੱਖ ਜੀਵਨ ਦੀ ਸਹੀ ਜੁਗਤਿ ਜਾਣਦਾ ਹੈ,",
    "pronunciation": "ਨਿੰਦ-ਹਿ,ਬਿਧਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 56862,
    "shabad_id": 4837,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦੇ; ਦਰਿ ਨੀਸਾਣੈ ॥",
    "transliteration": "Gur Kai Sabadhae Dhar Neesaanai ||",
    "translation": "Through the Word of the Guru's Shabad, he is stamped with the Lord's Insignia in His Court.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਜੁੜ ਕੇ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਆਦਰ-ਮਾਣ ਹਾਸਲ ਕਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56863,
    "shabad_id": 4837,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਕਾਰਣ ਨਾਮੁ; ਅੰਤਰਗਤਿ ਜਾਣੈ ॥",
    "transliteration": "Kaaran Naam Antharagath Jaanai ||",
    "translation": "He realizes the Naam, the Cause of causes, deep within himself.",
    "punjabi": "ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਮੂਲ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਨੂੰ ਉਹ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56864,
    "shabad_id": 4837,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਿਸ ਨੋ ਨਦਰਿ ਕਰੇ; ਸੋੲੀ ਬਿਧਿ ਜਾਣੈ ॥੨॥",
    "transliteration": "Jis No Nadhar Karae Soee Bidhh Jaanai ||2||",
    "translation": "He alone knows the way, who is blessed by the Lord's Glance of Grace. ||2||",
    "punjabi": "ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਇਹ ਜੁਗਤਿ ਉਹੀ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56865,
    "shabad_id": 4837,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਮੈ ਮੈਲੌ; ੳੂਜਲੁ ਸਚੁ ਸੋੲਿ ॥",
    "transliteration": "Mai Maila Oojal Sach Soe ||",
    "translation": "I am filthy and polluted; the True Lord is Immaculate and Sublime.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਤੋਂ ਖੁੰਝ ਕੇ) ਅਸੀਂ ਜੀਵ ਮਲੀਨ-ਮਨ ਹੋ ਰਹੇ ਹਾਂ, ਉਹ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਪ੍ਰਭੂ ਹੀ (ਵਿਕਾਰਾਂ ਦੀ ਮੈਲ ਤੋਂ) ਸਾਫ਼ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56866,
    "shabad_id": 4837,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ੳੂਤਮੁ ਅਾਖਿ; ਨ ੳੂਚਾ ਹੋੲਿ ॥",
    "transliteration": "Ootham Aakh N Oochaa Hoe ||",
    "translation": "Calling oneself sublime, one does not become exalted.",
    "punjabi": "(ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾ ਕੇ ਨਿਰੇ ਕਰਮ-ਕਾਂਡ ਦੇ ਆਸਰੇ ਆਪਣੇ ਆਪ ਨੂੰ) ਉੱਤਮ ਆਖ ਕੇ ਕੋਈ ਮਨੁੱਖ ਉੱਚੇ ਜੀਵਨ ਵਾਲਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56867,
    "shabad_id": 4837,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਮਨਮੁਖੁ ਖੂਲ੍ਹਿ; ਮਹਾ ਬਿਖੁ ਖਾੲਿ ॥",
    "transliteration": "Manamukh Khoolih Mehaa Bikh Khaae ||",
    "translation": "The self-willed manmukh openly eats the great poison.",
    "punjabi": "ਜਿਹੜਾ ਮਨੁੱਖ (ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਤੋਂ ਖੁੰਝਦਾ ਹੈ ਤੇ) ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਦਾ ਹੈ ਉਹ ਅਝੱਕ ਹੋ ਕੇ (ਮਾਇਆ-ਮੋਹ ਦਾ) ਜ਼ਹਿਰ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ (ਜੋ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ। ਫਿਰ ਇਹ ਸੁੱਚਾ ਤੇ ਉੱਚਾ ਕਿਵੇਂ?)।",
    "pronunciation": "(ਖੂਲ੍ਹਿ) ਖੱੁਲ੍ਹ ਕੇ",
    "type_id": 3
  },
  {
    "id": 56868,
    "shabad_id": 4837,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋੲਿ; ਸੁ ਰਾਚੈ ਨਾੲਿ ॥੩॥",
    "transliteration": "Guramukh Hoe S Raachai Naae ||3||",
    "translation": "But one who becomes Gurmukh is absorbed in the Name. ||3||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਸਤੇ ਤੁਰਦਾ ਹੈ, ਉਹ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ (ਤੇ ਉਹ ਸੁੱਚੇ ਜੀਵਨ ਵਾਲਾ ਹੈ) ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 56869,
    "shabad_id": 4837,
    "pada": 5,
    "source_line": 19,
    "gurmukhi": "ਅੰਧੌ ਬੋਲੌ ਮੁਗਧੁ ਗਵਾਰੁ ॥",
    "transliteration": "Andhha Bola Mugadhh Gavaar ||",
    "translation": "I am blind, deaf, foolish and ignorant,",
    "punjabi": "ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਅੰਨ੍ਹਾ ਹੋਇਆ ਮਨੁੱਖ, ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਤੋਂ ਕੰਨ ਮੂੰਦ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਮੂਰਖ ਹੈ, ਗੰਵਾਰ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
