[
  {
    "id": 58080,
    "shabad_id": 4957,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬ੍ਰਹਮਣਹ ਸੰਗਿ ੳੁਧਰਣੰ; ਬ੍ਰਹਮ ਕਰਮ ਜਿ ਪੂਰਣਹ ॥",
    "transliteration": "Brehamaneh Sang Oudhharanan Breham Karam J Pooraneh ||",
    "translation": "Associating with the Brahmin, one is saved, if his actions are perfect and God-like.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਹਰੀ-ਸਿਮਰਨ ਦੇ ਕੰਮ ਵਿਚ ਪੂਰਾ ਹੈ ਉਹ ਹੈ ਅਸਲ ਬ੍ਰਾਹਮਣ, ਉਸ ਦੀ ਸੰਗਤ ਵਿਚ (ਹੋਰਨਾਂ ਦਾ ਭੀ) ਉੱਧਾਰ ਹੋ ਸਕਦਾ ਹੈ।",
    "pronunciation": "ੳੁਧਰ-ਣੰ",
    "type_id": 3
  },
  {
    "id": 58081,
    "shabad_id": 4957,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾਤਮ ਰਤੰ, ਸੰਸਾਰ ਗਹੰ; ਤੇ ਨਰ. ਨਾਨਕ, ਨਿਹਫਲਹ ॥੬੫॥",
    "transliteration": "Aatham Rathan Sansaar Gehan Thae Nar Naanak Nihafaleh ||65||",
    "translation": "Those whose souls are imbued with the world - O Nanak, their lives are fruitless. ||65||",
    "punjabi": "(ਪਰ) ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਦਾ ਮਨ ਸੰਸਾਰ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਹੈ ਉਹ (ਜਗਤ ਤੋਂ) ਨਿਸਫਲ ਚਲੇ ਜਾਂਦੇ ਹਨ ॥੬੫॥",
    "pronunciation": "ਰੱਤੰ। ਨਿਹ-ਫਲਹ",
    "type_id": 3
  },
  {
    "id": 58082,
    "shabad_id": 4958,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪਰ ਦਰਬ ਹਿਰਣੰ. ਬਹੁ ਵਿਘਨ ਕਰਣੰ; ੳੁਚਰਣੰ. ਸਰਬ ਜੀਅਕਹ ॥",
    "transliteration": "Par Dharab Hiranan Bahu Vighan Karanan Oucharanan Sarab Jeea Keh ||",
    "translation": "The mortal steals the wealth of others, and makes all sorts of problems; his preaching is only for his own livelihood.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੀ ਜਿੰਦ ਪਾਲਣ ਦੀ ਖ਼ਾਤਰ ਪਰਾਇਆ ਧਨ ਚੁਰਾਂਦੇ ਹਨ, ਹੋਰਨਾਂ ਦੇ ਕੰਮਾਂ ਵਿਚ ਰੋੜਾ ਅਟਕਾਂਦੇ ਹਨ, ਕਈ ਕਿਸਮਾਂ ਦੇ ਬੋਲ ਬੋਲਦੇ ਹਨ,",
    "pronunciation": "(ੳੁਚਰ-ਣੰ) ਮੰਗਦਾ ਹੈ। (ਜੀਅਕਹ) ਜੀਅਾਂ ਪਾਸੋਂ।ਮੰਗਤਾ",
    "type_id": 3
  },
  {
    "id": 58083,
    "shabad_id": 4958,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਲੳੁ ਲੲੀ ਤ੍ਰਿਸਨਾ, ਅਤਿਪਤਿ ਮਨ ਮਾੲੇ; ਕਰਮ ਕਰਤ ਸ ਸੂਕਰਹ ॥੬੬॥",
    "transliteration": "Lo Lee Thrisanaa Athipath Man Maaeae Karam Karath S Sookareh ||66||",
    "translation": "His desire for this and that is not satisfied; his mind is caught in Maya, and he is acting like a pig. ||66||",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਮਾਇਆ ਦੀ ਭੁੱਖ ਹੈ, ਤ੍ਰਿਸ਼ਨਾ ਦੇ ਅਧੀਨ ਹੋ ਕੇ (ਹੋਰ ਮਾਇਆ) ਲੈ ਲਵਾਂ ਲੈ ਲਵਾਂ (ਹੀ ਸੋਚਦੇ ਰਹਿੰਦੇ ਹਨ), ਉਹ ਬੰਦੇ ਸੂਰਾਂ ਵਾਲੇ ਕੰਮ ਕਰਦੇ ਹਨ (ਸੂਰ ਸਦਾ ਗੰਦ ਹੀ ਖਾਂਦੇ ਹਨ) ॥੬੬॥",
    "pronunciation": "(ਤ੍ਰਿਸਨਾ) ਕਰਕੇ ੲਿਹ ਪਦਾਰਥ ਖੋਹ (ਲੳੁ) ੳੁਹ ਲੈ (ਲੲੀ) ਲਵਾਂ, ਖੋਹ ਖਿੰਝ ਕਰਦਾ ਹੈ।(ਅ-ਤਿਪਤਿ) ਤ੍ਰਿਪਤੀ ਰਹਿਤ। (ਸਾਕਤ) ਸੂਕਰਹ ਸੂਰਾਂ ਦੀ ਨਿਅਾੲੀਂ ਮੰਦ ਕਰਮ ਰੂਪੀ ਮੈਲ਼ ਖਾਂਦਾ ਹੈ। (ਦੂਜਾ ਪਾਠ: ਸਸੂਕਰਹ)",
    "type_id": 3
  },
  {
    "id": 58084,
    "shabad_id": 4959,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਤੇ ਸਮੇਵ ਚਰਣੰ; ੳੁਧਰਣੰ. ਭੈ ਦੁਤਰਹ ॥",
    "transliteration": "Mathae Samaev Charanan Oudhharanan Bhai Dhuthareh ||",
    "translation": "Those who are intoxicated and absorbed in the Lord's Lotus Feet are saved from the terrifying world-ocean.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਪ੍ਰਭੂ-ਯਾਦ ਵਿਚ) ਮਸਤ ਹੋ ਕੇ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਲੀਨ ਰਹਿੰਦੇ ਹਨ, ਉਹ ਭਿਆਨਕ ਤੇ ਦੁੱਤਰ (ਸੰਸਾਰ) ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਮੱਤੇ) ਮਸਤ (ਸਮੇਵ) ਨਿਸਚੇ ਕਰਕੇ। ਮੱਤੇ। ੳੁਧਰ-ਣੰ। ਦੁੱਤ-ਰਹ",
    "type_id": 3
  },
  {
    "id": 58085,
    "shabad_id": 4959,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਨੇਕ ਪਾਤਿਕ ਹਰਣੰ; ਨਾਨਕ. ਸਾਧਸੰਗਮ. ਨ ਸੰਸਯਹ ॥੬੭॥੪॥",
    "transliteration": "Anaek Paathik Haranan Naanak Saadhh Sangam N Sansayeh ||67||4||",
    "translation": "Countless sins are destroyed, O Nanak, in the Saadh Sangat, the Company of the Holy; there is no doubt about this. ||67||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਵਿਚ (ਰਤਾ ਭੀ) ਸ਼ੱਕ ਨਹੀਂ ਕਿ ਅਜੇਹੇ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਅਨੇਕਾਂ ਪਾਪ ਦੂਰ ਕਰਨ ਦੇ ਸਮਰੱਥ ਹੈ ॥੬੭॥੪॥",
    "pronunciation": "(ਸਾਧਸੰਗਮ) ੲਿਕੱਤ੍ਰਤਾ (ਪਾਤਿਕ) ਪਾਪਾਂ ਦਾ (ਹਰਣੰ) ਨਾਸ ਕਰਨ ਵਾਲੀ ਹੈ। ਸੰਸ-ਯਹ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ।",
    "type_id": 3
  },
  {
    "id": 58086,
    "shabad_id": 4960,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਹਲਾ ੫ ਗਾਥਾ",
    "transliteration": "Mehalaa 5 Gaathhaa",
    "translation": "Fifth Mehl, Gaat'haa:",
    "punjabi": "ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ 'ਗਾਥਾ' (ਕਥਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58087,
    "shabad_id": 4960,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 58088,
    "shabad_id": 4960,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਕਰਪੂਰ ਪੁਹਪ ਸੁਗੰਧਾ; ਪਰਸ ਮਾਨੁਖ੍ਯ ਦੇਹੰ. ਮਲੀਣੰ ॥",
    "transliteration": "Karapoor Puhap Sugandhhaa Paras Maanukhy Dhaehan Maleenan ||",
    "translation": "Camphor, flowers and perfume become contaminated, by coming into contact with the human body.",
    "punjabi": "ਮੁਸ਼ਕ-ਕਪੂਰ, ਫੁੱਲ ਅਤੇ ਹੋਰ ਸੁਗੰਧੀਆਂ ਮਨੁੱਖ ਦੇ ਸਰੀਰ ਨੂੰ ਛੁਹ ਕੇ ਮੈਲੀਆਂ ਹੋ ਜਾਂਦੀਆਂ ਹਨ।",
    "pronunciation": "(ਕਰਪੂਰ) ਮੁਸ਼ਕ ਕਪੂਰ। (ਪੁਹਪ) ਫ਼ੁੱਲ। (ਸੁਗੰਧਾ) ਸੁਗੰਧੀਅਾਂ। (ਪਰਸ) ਲੱਗ ਕੇ। ਮਾਨੁਖ੍ਯ: ਮਾਨੁੱਖਿਅ",
    "type_id": 3
  },
  {
    "id": 58089,
    "shabad_id": 4960,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਮਜਾ ਰੁਧਿਰ ਦ੍ਰੁਗੰਧਾ; ਨਾਨਕ. ਅਥਿ ਗਰਬੇਣ ਅਗ੍ਯਾਨਣੋ ॥੧॥",
    "transliteration": "Majaa Rudhhir Dhraagandhhaa Naanak Athh Garabaen Agyaanano ||1||",
    "translation": "O Nanak, the ignorant one is proud of his foul-smelling marrow, blood and bones. ||1||",
    "punjabi": "(ਮਨੁੱਖ ਦੇ ਸਰੀਰ ਵਿਚ) ਮਿੱਝ ਲਹੂ ਅਤੇ ਹੋਰ ਦੁਰਗੰਧੀਆਂ ਹਨ; ਫਿਰ ਭੀ, ਹੇ ਨਾਨਕ! ਅਗਿਆਨੀ ਮਨੁੱਖ (ਇਸ ਸਰੀਰ ਦਾ) ਮਾਣ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "(ਮੱਜਾ) ਮਿੱਝ (ਰੁਧਿਰ) ਲਹੂ। ਭੈੜਾ (ਦ-੍ਰੁਗੰਧਾ) ਗੰਦਾ (ਅਥਿ) ਅੈਸੇ ਸ਼੍ਰੀਰ ਤੇ। ਅਥਿ: ਪੋਲਾ ਬੋਲੋ। ਅਗ੍ਯਾਨਣੋ: ਅਗਿਅਾਨਣੋ",
    "type_id": 3
  },
  {
    "id": 58090,
    "shabad_id": 4960,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਪਰਮਾਣੋ ਪਰਜੰਤ ਅਾਕਾਸਹ; ਦੀਪ ਲੋਅ, ਸਿ ਖੰਡਣਹ ॥",
    "transliteration": "Paramaano Parajanth Aakaaseh Dheep Loa Sikhanddaneh ||",
    "translation": "Even if the mortal could reduce himself to the size of an atom, and shoot through the ethers,",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇ ਮਨੁੱਖ ਅੱਤ ਛੋਟਾ ਅਣੂ ਬਣ ਕੇ ਅਕਾਸ਼ਾਂ ਤਕ ਸਾਰੇ ਦੀਪਾਂ ਲੋਕਾਂ ਅਤੇ ਪਹਾੜਾਂ ਉਪਰ-",
    "pronunciation": "ਅਤਿਅੰਤ (ਪਰਮਾਣੋ) ਬ੍ਰੀਕ ਤੋਂ ਬ੍ਰੀਕ ਕ੍ਰਿਮ, ਜੋ ਖ਼ੁਰਦਬੀਨ ਨਾਲ ਵੀ ਨਹੀਂ ਦਿਸਦੇ। (ਪਰਜੰਤ) ਤੱਕ ਸਿ ਓਹ (ਖੰਡਣਹ) ਨਾਸ਼ਵੰਤ",
    "type_id": 3
  },
  {
    "id": 58091,
    "shabad_id": 4960,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਗਛੇਣ, ਨੈਣ ਭਾਰੇਣ ਨਾਨਕ; ਬਿਨਾ ਸਾਧੂ. ਨ ਸਿਧ੍ਯਤੇ ॥੨॥",
    "transliteration": "Gashhaen Nain Bhaaraen Naanak Binaa Saadhhoo N Sidhhyathae ||2||",
    "translation": "Worlds and realms in the blink of an eye, O Nanak, without the Holy Saint, he shall not be saved. ||2||",
    "punjabi": "ਅੱਖ ਦੇ ਇਕ ਫੋਰ ਵਿਚ ਹੀ ਹੋ ਆਵੇ, (ਇਤਨੀ ਸਿੱਧੀ ਹੁੰਦਿਆਂ ਭੀ) ਗੁਰੂ ਤੋਂ ਬਿਨਾਂ ਉਸ ਦਾ ਜੀਵਨ ਸਫਲ ਨਹੀਂ ਹੁੰਦਾ ॥੨॥",
    "pronunciation": "(ਗਛੇਣ) ਜਾ ਅਾਵੇ। ਅੱਖ ਦੇ ਖੋਲ੍ਹਣ (ਭਾਰੇਣ) ਮੀਚਣ ਜਿੰਨਾ ਚਿਰ। ਸਿਧ੍ਯਤੇ: ਸਿੱਧਿਅਤੇ। (ਸਿਧ੍ਯਤੇ) ਮੁਕਤ",
    "type_id": 3
  },
  {
    "id": 58092,
    "shabad_id": 4960,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਜਾਣੋ ਸਤਿ, ਹੋਵੰਤੋ ਮਰਣੋ; ਦ੍ਰਿਸਟੇਣ ਮਿਥਿਅਾ ॥",
    "transliteration": "Jaano Sath Hovantho Marano Dhrisattaen Mithhiaa ||",
    "translation": "Know for sure that death will come; whatever is seen is false.",
    "punjabi": "ਮੌਤ ਦਾ ਆਉਣਾ ਅਟੱਲ ਸਮਝੋ, ਇਹ ਦਿੱਸਦਾ ਜਗਤ (ਜ਼ਰੂਰ) ਨਾਸ ਹੋਣ ਵਾਲਾ ਹੈ (ਇਸ ਵਿਚੋਂ ਕਿਸੇ ਨਾਲ ਸਾਥ ਨਹੀਂ ਨਿਭਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58093,
    "shabad_id": 4960,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਕੀਰਤਿ ਸਾਥਿ ਚਲੰਥੋ; ਭਣੰਤਿ ਨਾਨਕ. ਸਾਧਸੰਗੇਣ ॥੩॥",
    "transliteration": "Keerath Saathh Chalanthho Bhananth Naanak Saadhh Sangaen ||3||",
    "translation": "So chant the Kirtan of the Lord's Praises in the Saadh Sangat, the Company of the Holy; this alone shall go along with you in the end. ||3||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ ਕਿ ਸਾਧ ਸੰਗਤ ਦੇ ਆਸਰੇ ਕੀਤੀ ਹੋਈ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੀ (ਮਨੁੱਖ) ਦੇ ਨਾਲ ਜਾਂਦੀ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58094,
    "shabad_id": 4960,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਮਾਯਾ ਚਿਤ ਭਰਮੇਣ; ੲਿਸਟ ਮਿਤ੍ਰੇਖੁ ਬਾਂਧਵਹ ॥",
    "transliteration": "Maayaa Chith Bharamaen Eisatt Mithraekh Baandhhaveh ||",
    "translation": "The consciousness wanders lost in Maya, attached to friends and relatives.",
    "punjabi": "ਮਾਇਆ (ਮਨੁੱਖ ਦੇ) ਮਨ ਨੂੰ ਪਿਆਰੇ ਮਿਤ੍ਰਾਂ ਸੰਬੰਧੀਆਂ (ਦੇ ਮੋਹ) ਵਿਚ ਭਟਕਾਂਦੀ ਰਹਿੰਦੀ ਹੈ। (ਤੇ, ਭਟਕਣਾਂ ਦੇ ਕਾਰਨ ਇਸ ਨੂੰ ਸੁਖ ਨਹੀਂ ਮਿਲਦਾ)।",
    "pronunciation": "ਮਾ-ਯਾ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 58095,
    "shabad_id": 4960,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਲਬਧ੍ਯੰ ਸਾਧਸੰਗੇਣ ਨਾਨਕ; ਸੁਖ ਅਸਥਾਨੰ, ਗੋਪਾਲ ਭਜਣੰ ॥੪॥",
    "transliteration": "Labadhhyan Saadhh Sangaen Naanak Sukh Asathhaanan Gopaal Bhajanan ||4||",
    "translation": "Vibrating and meditating on the Lord of the Universe in the Saadh Sangat, O Nanak, the eternal place of rest is found. ||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੁਖ ਮਿਲਣ ਦਾ ਥਾਂ (ਕੇਵਲ) ਪਰਮਾਤਮਾ ਦਾ ਭਜਨ ਹੀ ਹੈ, ਜੋ ਸਾਧ ਸੰਗਤ ਦੀ ਰਾਹੀਂ ਮਿਲ ਸਕਦਾ ਹੈ ॥੪॥",
    "pronunciation": "ਲਬਧ੍ਯੰ: ਲੱਬਧਿਅੰ",
    "type_id": 3
  },
  {
    "id": 58096,
    "shabad_id": 4960,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਮੈਲਾਗਰ ਸੰਗੇਣ; ਨਿੰਮੁ ਬਿਰਖ. ਸਿ ਚੰਦਨਹ ॥",
    "transliteration": "Mailaagar Sangaen Ninm Birakh S Chandhaneh ||",
    "translation": "The lowly nim tree, growing near the sandalwood tree, becomes just like the sandalwood tree.",
    "punjabi": "ਚੰਦਨ ਦੀ ਸੰਗਤ ਨਾਲ ਨਿੰਮ ਦਾ ਰੁੱਖ ਚੰਦਨ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58097,
    "shabad_id": 4960,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਨਿਕਟਿ ਬਸੰਤੋ ਬਾਂਸੋ; ਨਾਨਕ. ਅਹੰਬੁਧਿ. ਨ ਬੋਹ ਤੇ ॥੫॥",
    "transliteration": "Nikatt Basantho Baanso Naanak Ahan Budhh N Bohathae ||5||",
    "translation": "But the bamboo tree, also growing near it, does not pick up its fragrance; it is too tall and proud. ||5||",
    "punjabi": "ਪਰ, ਹੇ ਨਾਨਕ! ਚੰਦਨ ਦੇ ਨੇੜੇ ਵੱਸਦਾ ਬਾਂਸ ਆਪਣੀ ਆਕੜ ਦੇ ਕਾਰਨ ਸੁਗੰਧੀ ਵਾਲਾ ਨਹੀਂ ਬਣਦਾ ॥੫॥",
    "pronunciation": "ਬੋਹ (ਸੁਗੰਧੀ) ਵਾਲਾ ਨਹੀਂ ਹੰੁਦਾ। ਤੇ ਓਹ। (ਦੂਜਾ ਪਾਠ: ਬੋਹਤੇ)",
    "type_id": 3
  },
  {
    "id": 58098,
    "shabad_id": 4960,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਗਾਥਾ ਗੁੰਫ ਗੋਪਾਲ ਕਥੰ; ਮਥੰ ਮਾਨ ਮਰਦਨਹ ॥",
    "transliteration": "Gaathhaa Gunf Gopaal Kathhan Mathhan Maan Maradhaneh ||",
    "translation": "In this Gaat'haa, the Lord's Sermon is woven; listening to it, pride is crushed.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਕਹਾਣੀਆਂ ਦਾ ਗੁੰਦਣ ਮਨੁੱਖ ਦੇ ਅਹੰਕਾਰ ਨੂੰ ਕੁਚਲ ਦੇਂਦਾ ਹੈ ਨਾਸ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "ਗਾਥਾ:ਪੋਲਾ ਬੋਲੋ। (ਗਾਥਾ) ਕਥਾ (ਗੁੰਫ) ਗੁੰਦਨਾ ਕੀਤੀ ਹੈ। (ਮਥੰ) ਵੀਚਾਰਨੇ ਕਰਕੇ। (ਮਰਦਨਹ) ਨਾਸ ਕਰਦੀ ਹੈ",
    "type_id": 3
  },
  {
    "id": 58099,
    "shabad_id": 4960,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਹਤੰ. ਪੰਚ ਸਤ੍ਰੇਣ ਨਾਨਕ; ਹਰਿ ਬਾਣੇ ਪ੍ਰਹਾਰਣਹ ॥੬॥",
    "transliteration": "Hathan Panch Sathraen Naanak Har Baanae Prehaaraneh ||6||",
    "translation": "The five enemies are killed, O Nanak, by shooting the Arrow of the Lord. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਦਾ ਤੀਰ ਚਲਾਇਆਂ (ਕਾਮਾਦਿਕ) ਪੰਜੇ ਵੈਰੀ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "ਸੱਤ੍ਰੇਣ। ਪ੍ਰਹਾਰ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58100,
    "shabad_id": 4960,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਬਚਨ ਸਾਧ ਸੁਖ ਪੰਥਾ; ਲਹੰਥਾ. ਬਡ ਕਰਮਣਹ ॥",
    "transliteration": "Bachan Saadhh Sukh Panthhaa Lehanthhaa Badd Karamaneh ||",
    "translation": "The Words of the Holy are the path of peace. They are obtained by good karma.",
    "punjabi": "ਗੁਰੂ ਦੇ (ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ) ਬਚਨ ਸੁਖ ਦਾ ਰਸਤਾ ਹਨ, ਪਰ ਇਹ ਬਚਨ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੇ ਹਨ।",
    "pronunciation": "ਬੱਡ ਕਰਮ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58101,
    "shabad_id": 4960,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਰਹੰਤਾ. ਜਨਮ ਮਰਣੇਨ; ਰਮਣੰ ਨਾਨਕ. ਹਰਿ ਕੀਰਤਨਹ ॥੭॥",
    "transliteration": "Rehanthaa Janam Maranaen Ramanan Naanak Har Keerathaneh ||7||",
    "translation": "The cycle of birth and death is ended, O Nanak, singing the Kirtan of the Lord's Praises. ||7||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਨਾਲ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੭॥",
    "pronunciation": "ਮਰ-ਣੇਨ",
    "type_id": 3
  },
  {
    "id": 58102,
    "shabad_id": 4960,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਪਤ੍ਰ ਭੁਰਿਜੇਣ ਝੜੀਯੰ; ਨਹ ਜੜੀਅੰ, ਪੇਡ ਸੰਪਤਾ ॥",
    "transliteration": "Pathr Bhurijaen Jharreeyan Neh Jarreean Paedd Sanpathaa ||",
    "translation": "When the leaves wither and fall, they cannot be attached to the branch again.",
    "punjabi": "(ਜਿਵੇਂ ਰੁਖ ਦੇ) ਪੱਤ੍ਰ ਭੁਰ ਭੁਰ ਕੇ (ਰੁੱਖ ਨਾਲੋਂ) ਝੜ ਜਾਂਦੇ ਹਨ, (ਤੇ ਮੁੜ ਰੁੱਖ ਦੀਆਂ ਸ਼ਾਖਾਂ ਨਾਲ ਜੁੜ ਨਹੀਂ ਸਕਦੇ,",
    "pronunciation": "(ਭੁਰਿਜੇਣ) ਪੱਤਝੜ, ਸਿਸਰ ਰੁੱਤ। ਝੜੀ-ਯੰ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ। (ਝੜੀ-ਯੰ) ਝੜ੍ਹ ਜਾਂਦੇ ਹਨ। (ਪੇਡ) ਬ੍ਰਿਛ (ਸੰਪਤਾ) ਟਾਹਣੀਅਾਂ। ਪੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 58103,
    "shabad_id": 4960,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਨਾਮ ਬਿਹੂਣ ਬਿਖਮਤਾ, ਨਾਨਕ; ਬਹੰਤਿ ਜੋਨਿ, ਬਾਸਰੋ ਰੈਣੀ ॥੮॥",
    "transliteration": "Naam Bihoon Bikhamathaa Naanak Behanth Jon Baasaro Rainee ||8||",
    "translation": "Without the Naam, the Name of the Lord, O Nanak, there is misery and suffering. The mortal wanders in reincarnation day and night. ||8||",
    "punjabi": "(ਤਿਵੇਂ) ਹੇ ਨਾਨਕ! ਨਾਮ ਤੋਂ ਵਾਂਜੇ ਹੋਏ ਮਨੁੱਖ ਦੁੱਖ ਸਹਾਰਦੇ ਹਨ ਤੇ, ਦਿਨ ਰਾਤ (ਹੋਰ ਹੋਰ) ਜੂਨਾਂ ਵਿਚ ਪਏ ਭਟਕਦੇ ਹਨ ॥੮॥",
    "pronunciation": "(ਬਹੰਤਿ) ਰੁੜ੍ਹਿਅਾ ਰਹਿੰਦਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 58104,
    "shabad_id": 4960,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਭਾਵਨੀ ਸਾਧਸੰਗੇਣ; ਲਭੰਤੰ ਬਡਭਾਗਣਹ ॥",
    "transliteration": "Bhaavanee Saadhh Sangaen Labhanthan Badd Bhaaganeh ||",
    "translation": "One is blessed with love for the Saadh Sangat, the Company of the Holy, by great good fortune.",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਰਾਹੀਂ (ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ) ਸਰਧਾ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "ਲ-ਭੰਤੰ ਬੱਡਭਾਗ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58105,
    "shabad_id": 4960,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਨਾਮ ਗੁਣ ਰਮਣੰ ਨਾਨਕ; ਸੰਸਾਰ ਸਾਗਰ. ਨਹ ਬਿਅਾਪਣਹ ॥੯॥",
    "transliteration": "Har Naam Gun Ramanan Naanak Sansaar Saagar Neh Biaapaneh ||9||",
    "translation": "Whoever sings the Glorious Praises of the Lord's Name, O Nanak, is not affected by the world-ocean. ||9||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਤੇ ਗੁਣਾਂ ਦੀ ਯਾਦ ਨਾਲ ਸੰਸਾਰ-ਸਮੁੰਦਰ (ਜੀਵ ਉਤੇ) ਆਪਣਾ ਜ਼ੋਰ ਨਹੀਂ ਪਾ ਸਕਦਾ ॥੯॥",
    "pronunciation": "ਬਿਅਾਪ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58106,
    "shabad_id": 4960,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "ਗਾਥਾ ਗੂੜ ਅਪਾਰੰ; ਸਮਝਣੰ ਬਿਰਲਾ ਜਨਹ ॥",
    "transliteration": "Gaathhaa Goorr Apaaran Samajhanan Biralaa Janeh ||",
    "translation": "This Gaat'haa is profound and infinite; how rare are those who understand it.",
    "punjabi": "ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨੀ ਇਕ ਡੂੰਘੀ (ਰਮਜ਼ ਵਾਲਾ) ਕੰਮ ਹੈ, ਇਸ ਨੂੰ ਕੋਈ ਵਿਰਲਾ ਮਨੁੱਖ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "ਗੱਾਥਾ",
    "type_id": 3
  },
  {
    "id": 58107,
    "shabad_id": 4960,
    "pada": 11,
    "source_line": 15,
    "gurmukhi": "ਸੰਸਾਰ ਕਾਮ ਤਜਣੰ; ਨਾਨਕ. ਗੋਬਿੰਦ ਰਮਣੰ ਸਾਧਸੰਗਮਹ ॥੧੦॥",
    "transliteration": "Sansaar Kaam Thajanan Naanak Gobindh Ramanan Saadhh Sangameh ||10||",
    "translation": "They forsake sexual desire and worldly love, O Nanak, and praise the Lord in the Saadh Sangat. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਸੰਗ ਵਿਚ ਰਹਿ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਦੁਨੀਆ ਦੀਆਂ ਵਾਸਨਾਂ ਤਿਆਗੀਆਂ ਜਾ ਸਕਦੀਆਂ ਹਨ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58108,
    "shabad_id": 4960,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਸੁਮੰਤ੍ਰ ਸਾਧ ਬਚਨਾ; ਕੋਟਿ ਦੋਖ ਬਿਨਾਸਨਹ ॥",
    "transliteration": "Sumanthr Saadhh Bachanaa Kott Dhokh Binaasaneh ||",
    "translation": "The Words of the Holy are the most sublime Mantra. They eradicate millions of sinful mistakes.",
    "punjabi": "ਗੁਰੂ ਦੇ ਬਚਨ (ਐਸੇ) ਸ੍ਰੇਸ਼ਟ ਮੰਤ੍ਰ ਹਨ (ਜੋ) ਕ੍ਰੋੜਾਂ ਪਾਪਾਂ ਦਾ ਨਾਸ ਕਰ ਦੇਂਦੇ ਹਨ।",
    "pronunciation": "ਸੁ-ਮੰਤ੍ਰ। ਬਿਨਾਸ-ਨਹ",
    "type_id": 3
  },
  {
    "id": 58109,
    "shabad_id": 4960,
    "pada": 12,
    "source_line": 16,
    "gurmukhi": "ਹਰਿ ਚਰਣਕਮਲ ਧ੍ਯਾਨੰ; ਨਾਨਕ. ਕੁਲ ਸਮੂਹ ੳੁਧਾਰਣਹ ॥੧੧॥",
    "transliteration": "Har Charan Kamal Dhhyaanan Naanak Kul Samooh Oudhhaaraneh ||11||",
    "translation": "Meditating on the Lotus Feet of the Lord, O Nanak, all one's generations are saved. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਉਹਨਾਂ ਬਚਨਾਂ ਦੀ ਰਾਹੀਂ) ਪ੍ਰਭੂ ਦੇ ਕੌਲ ਫੁੱਲਾਂ ਵਰਗੇ ਸੋਹਣੇ ਚਰਨਾਂ ਦਾ ਧਿਆਨ ਸਾਰੀਆਂ ਕੁਲਾਂ ਦਾ ਉੱਧਾਰ ਕਰ ਦੇਂਦਾ ਹੈ ॥੧੧॥",
    "pronunciation": "ਧ੍ਯਾਨੰ: ਧਿਅਾਨੰ। ੳੁਧਾਰ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58110,
    "shabad_id": 4960,
    "pada": 13,
    "source_line": 17,
    "gurmukhi": "ਸੁੰਦਰ ਮੰਦਰ ਸੈਣਹ; ਜੇਣ ਮਧ੍ਯ ਹਰਿ ਕੀਰਤਨਹ ॥",
    "transliteration": "Sundhar Mandhar Saineh Jaen Madhhy Har Keerathaneh ||",
    "translation": "That palace is beautiful, in which the Kirtan of the Lord's Praises are sung.",
    "punjabi": "ਉਹਨਾਂ ਘਰਾਂ ਵਿਚ ਵੱਸਣਾ ਹੀ ਸੁਹਾਵਣਾ ਹੈ ਜਿਨ੍ਹਾਂ ਵਿਚ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਹੁੰਦੀ ਹੋਵੇ।",
    "pronunciation": "ਮਧ੍ਯ: ਮਧਿਅ, ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58111,
    "shabad_id": 4960,
    "pada": 13,
    "source_line": 17,
    "gurmukhi": "ਮੁਕਤੇ. ਰਮਣ ਗੋਬਿੰਦਹ; ਨਾਨਕ. ਲਬਧ੍ਯੰ ਬਡਭਾਗਣਹ ॥੧੨॥",
    "transliteration": "Mukathae Raman Gobindheh Naanak Labadhhyan Badd Bhaaganeh ||12||",
    "translation": "Those who dwell on the Lord of the Universe are liberated. O Nanak, only the most fortunate are so blessed. ||12||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਕਰਦੇ ਹਨ ਉਹ (ਦੁਨੀਆ ਦੇ ਬੰਧਨਾਂ ਤੋਂ) ਮੁਕਤ ਹੋ ਜਾਂਦੇ ਹਨ। ਪਰ, ਹੇ ਨਾਨਕ! (ਇਹ ਸਿਮਰਨ) ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਮਿਲਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "ਲਬਧ੍ਯ: ਲੱਬਧਿਅੰ। ਬੱਡਭਾਗ-ਣਹ",
    "type_id": 3
  },
  {
    "id": 58112,
    "shabad_id": 4960,
    "pada": 14,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਲਬਧੋ; ਮਿਤ੍ਰ ਸੁਮਿਤੋ ॥",
    "transliteration": "Har Labadhho Mithr Sumitho ||",
    "translation": "I have found the Lord, my Friend, my very Best Friend.",
    "punjabi": "ਮੈਂ ਉਹ ਸ੍ਰੇਸ਼ਟ ਮਿੱਤ੍ਰ ਪਰਮਾਤਮਾ ਲੱਭ ਲਿਆ ਹੈ,",
    "pronunciation": "ਲੱਬ-ਧੋ; ਮਿੱਤ੍ਰ ਸੁਮਿੱਤੋ",
    "type_id": 3
  },
  {
    "id": 58113,
    "shabad_id": 4960,
    "pada": 14,
    "source_line": 18,
    "gurmukhi": "ਬਿਦਾਰਣ ਕਦੇ ਨ; ਚਿਤੋ ॥",
    "transliteration": "Bidhaaran Kadhae N Chitho ||",
    "translation": "He shall never break my heart.",
    "punjabi": "ਜੋ ਕਦੇ (ਮੇਰੀ) ਦਿਲ-ਸ਼ਿਕਨੀ ਨਹੀਂ ਕਰਦਾ,",
    "pronunciation": "ਚਿੱਤੋ",
    "type_id": 3
  },
  {
    "id": 58114,
    "shabad_id": 4960,
    "pada": 14,
    "source_line": 18,
    "gurmukhi": "ਜਾ ਕਾ ਅਸਥਲੁ; ਤੋਲੁ ਅਮਿਤੋ ॥",
    "transliteration": "Jaa Kaa Asathhal Thol Amitho ||",
    "translation": "His dwelling is eternal; His weight cannot be weighed.",
    "punjabi": "ਅਤੇ ਜਿਸ ਦਾ ਟਿਕਾਣਾ ਅਮਿਣਵੇਂ ਤੋਲ ਵਾਲਾ ਹੈ,",
    "pronunciation": "(ਜਾ) ਜਿਨ੍ਹਾਂ ਕਾ ਦੇ ਪਰਮ ਪਾਕ (ਅਸਥਲੁ) ਅਸਥਾਨ ਨਿਰਗੁਨ ਜੀ ਦਾ ਤੋਲੁ (ਅ-ਮਿਤੋ) ਮਿਣਤੀ ਰਹਿਤ ਹੈ, ਕਿੳੁਂ ਜੋ, ਖਿਨ ਚ ੳੁਤਪਤੀ ਪਾਲਣਾ ਲੈਤਾ ਕਰਦਿਅਾਂ ਨਿਰਲੇਪ ਹਨ। ਤੋਲੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58115,
    "shabad_id": 4960,
    "pada": 14,
    "source_line": 19,
    "gurmukhi": "ਸੁੋੲੀ ਨਾਨਕ. ਸਖਾ; ਜੀਅ ਸੰਗਿ ਕਿਤੋ ॥੧੩॥",
    "transliteration": "Suoee Naanak Sakhaa Jeea Sang Kitho ||13||",
    "translation": "Nanak has made Him the Friend of his soul. ||13||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੈਂ ਉਸ (ਪਰਮਾਤਮਾ) ਨੂੰ ਆਪਣੀ ਜਿੰਦ ਨਾਲ ਰਹਿਣ ਵਾਲਾ ਸਾਥੀ ਬਣਾਇਆ ਹੈ ॥੧੩॥",
    "pronunciation": "ਕਿਤੋ:ਪੋਲਾ ਬੋਲੋ। (ਕਿਤੋ) ਕੀਤੇ ਹਨ। ਸੁੋੲੀ: ਹੋੜੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58116,
    "shabad_id": 4960,
    "pada": 15,
    "source_line": 19,
    "gurmukhi": "ਅਪਜਸੰ ਮਿਟੰਤ; ਸਤ ਪੁਤ੍ਰਹ ॥",
    "transliteration": "Apajasan Mittanth Sath Puthreh ||",
    "translation": "One's bad reputation is erased by a true son,",
    "punjabi": "(ਜਿਵੇਂ) ਚੰਗਾ ਪੁੱਤ੍ਰ ਜੰਮ ਪੈਣ ਨਾਲ ਸਾਰੀ ਕੁਲ ਦੀ ਪਿਛਲੀ ਕੋਈ) ਬਦਨਾਮੀ ਧੁਪ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "ਅਪ-ਜਸੰ। ਸੱਤ। ਪੁੱਤ੍ਰਹ",
    "type_id": 3
  },
  {
    "id": 58117,
    "shabad_id": 4960,
    "pada": 15,
    "source_line": 19,
    "gurmukhi": "ਸਿਮਰਤਬ੍ਯ ਰਿਦੈ; ਗੁਰ ਮੰਤ੍ਰਣਹ ॥",
    "transliteration": "Simarathaby Ridhai Gur Manthraneh ||",
    "translation": "Who meditates in his heart on the Guru's Mantra.",
    "punjabi": "(ਤਿਵੇਂ ਪਰਲੋਕ ਵਿੱਚ ਬਦਨਾਮੀ ਤੋਂ ਬਚਣ ਲਈ) ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾ ਰੱਖਣਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਸਿਮਰਤਬ੍ਯ: ਸਿਮਰਤੱਬਿਅ।(ਸਿਮਰਤਬ੍ਯ) ਯਾਦ ਕਰਨ ਲਾੲਿਕ",
    "type_id": 3
  }
]
