[
  {
    "id": 58165,
    "shabad_id": 4961,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਅਾਸਾ ੲਿਤੀ, ਅਾਸਕਿ; ਅਾਸ ਪੁਰਾੲੀਅੈ ॥",
    "transliteration": "Aasaa Eithee Aas K Aas Puraaeeai ||",
    "translation": "My hope is so intense, that this hope alone should fulfill my hopes.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਮੇਰੇ ਅੰਦਰ) ਇਤਨੀ ਕੁ ਤਾਂਘ ਬਣੀ ਰਹਿੰਦੀ ਹੈ ਕਿ (ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦੀ ਮੇਰੀ) ਆਸ ਪੂਰੀ ਹੋ ਜਾਏ।",
    "pronunciation": "ੲਿਤੀ:ਪੋਲਾ ਬੋਲੋ। (ੲਿਤੀ) ਬਹੁਤੀ",
    "type_id": 3
  },
  {
    "id": 58166,
    "shabad_id": 4961,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਸਤਿਗੁਰ ਭੲੇ ਦੲਿਅਾਲ; ਤ ਪੂਰਾ ਪਾੲੀਅੈ ॥",
    "transliteration": "Sathigur Bheae Dhaeiaal Th Pooraa Paaeeai ||",
    "translation": "When the True Guru becomes merciful, then I attain the Perfect Lord.",
    "punjabi": "ਪਰ ਸਰਬ-ਗੁਣ ਭਰਪੂਰ ਪ੍ਰਭੂ ਤਦੋਂ ਮਿਲਦਾ ਹੈ ਜਦੋਂ ਗੁਰੂ ਦਇਆਵਾਨ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58167,
    "shabad_id": 4961,
    "pada": 6,
    "source_line": 1,
    "gurmukhi": "ਮੈ ਤਨਿ ਅਵਗਣ ਬਹੁਤੁ; ਕਿ ਅਵਗਣ ਛਾੲਿਅਾ ॥",
    "transliteration": "Mai Than Avagan Bahuth K Avagan Shhaaeiaa ||",
    "translation": "My body is filled with so many demerits; I am covered with faults and demerits.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਸਰੀਰ ਵਿਚ (ਇਤਨੇ) ਵਧੀਕ ਔਗੁਣ ਹਨ ਕਿ (ਮੇਰਾ ਆਪਾ) ਔਗੁਣਾਂ ਨਾਲ ਢਕਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58168,
    "shabad_id": 4961,
    "pada": 6,
    "source_line": 2,
    "gurmukhi": "ਹਰਿਹਾਂ. ਸਤਿਗੁਰ ਭੲੇ ਦੲਿਅਾਲ; ਤ ਮਨੁ ਠਹਰਾੲਿਅਾ ॥੫॥",
    "transliteration": "Harihaan Sathigur Bheae Dhaeiaal Th Man Theharaaeiaa ||5||",
    "translation": "O Lord! When the True Guru becomes Merciful, then the mind is held in place. ||5||",
    "punjabi": "ਪਰ ਜਦੋਂ ਗੁਰੂ ਦਇਆਵਾਨ ਹੁੰਦਾ ਹੈ ਤਦੋਂ ਮਨ (ਵਿਕਾਰਾਂ ਵਲ) ਡੋਲਣੋਂ ਹਟ ਜਾਂਦਾ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58169,
    "shabad_id": 4961,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ ਬੇਅੰਤੁ; ਬੇਅੰਤੁ ਧਿਅਾੲਿਅਾ ॥",
    "transliteration": "Kahu Naanak Baeanth Baeanth Dhhiaaeiaa ||",
    "translation": "Says Nanak, I have meditated on the Lord, Infinite and Endless.",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- (ਹੇ ਸਹੇਲੀਏ!) ਜਿਸ ਮਨੁੱਖ ਨੇ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਸ਼ੁਰੂ ਕਰ ਦਿੱਤਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58170,
    "shabad_id": 4961,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਦੁਤਰੁ ੲਿਹੁ ਸੰਸਾਰੁ; ਸਤਿਗੁਰੂ ਤਰਾੲਿਅਾ ॥",
    "transliteration": "Dhuthar Eihu Sansaar Sathiguroo Tharaaeiaa ||",
    "translation": "This world-ocean is so difficult to cross; the True Guru has carried me across.",
    "punjabi": "ਗੁਰੂ ਨੇ ਉਸ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾ ਦਿੱਤਾ ਜਿਸ ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਔਖਾ ਹੈ। (ਗੁਰੂ ਨੇ ਉਸ ਨੂੰ ਪੂਰਨ ਪ੍ਰਭੂ ਨਾਲ ਜੋੜ ਦਿੱਤਾ, ਤੇ)",
    "pronunciation": "ਦੁੱਤ-ਰੁ",
    "type_id": 3
  },
  {
    "id": 58171,
    "shabad_id": 4961,
    "pada": 7,
    "source_line": 3,
    "gurmukhi": "ਮਿਟਿਅਾ ਅਾਵਾ ਗੳੁਣੁ; ਜਾਂ ਪੂਰਾ ਪਾੲਿਅਾ ॥",
    "transliteration": "Mittiaa Aavaa Goun Jaan Pooraa Paaeiaa ||",
    "translation": "My comings and goings in reincarnation ended, when I met the Perfect Lord.",
    "punjabi": "ਜਦੋਂ ਉਸ ਨੇ ਪੂਰਨ ਪ੍ਰਭੂ ਦਾ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ, ਉਸ ਦਾ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ (ਭੀ) ਮੁੱਕ ਗਿਆ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58172,
    "shabad_id": 4961,
    "pada": 7,
    "source_line": 4,
    "gurmukhi": "ਹਰਿਹਾਂ. ਅੰਮ੍ਰਿਤੁ ਹਰਿ ਕਾ ਨਾਮੁ; ਸਤਿਗੁਰ ਤੇ ਪਾੲਿਅਾ ॥੬॥",
    "transliteration": "Harihaan Anmrith Har Kaa Naam Sathigur Thae Paaeiaa ||6||",
    "translation": "O Lord! I have obtained the Ambrosial Nectar of the Name of the Lord from the True Guru. ||6||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਪਰਮਾਤਮਾ ਦਾ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਗੁਰੂ ਤੋਂ (ਹੀ) ਮਿਲਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58173,
    "shabad_id": 4961,
    "pada": 8,
    "source_line": 4,
    "gurmukhi": "ਮੇਰੈ ਹਾਥਿ ਪਦਮੁ; ਅਾਗਨਿ ਸੁਖ ਬਾਸਨਾ ॥",
    "transliteration": "Maerai Haathh Padham Aagan Sukh Baasanaa ||",
    "translation": "The lotus is in my hand; in the courtyard of my heart I abide in peace.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਹੁਣ) ਮੇਰੇ ਹੱਥ ਵਿਚ ਕੌਲ-ਫੁੱਲ (ਦੀ ਰੇਖਾ ਬਣ ਪਈ) ਹੈ (ਮੇਰੇ ਭਾਗ ਜਾਗ ਪਏ ਹਨ) ਮੇਰੇ (ਹਿਰਦੇ ਦੇ) ਵਿਹੜੇ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਦੀ ਸੁਗੰਧੀ (ਖਿਲਰੀ ਰਹਿੰਦੀ) ਹੈ।",
    "pronunciation": "(ਪਦਮੁ) ਕਵਲ, ਪ੍ਰਮੇਸ਼ਰ। ਹਿਰਦੇ ਰੂਪੀ (ਅਾਗਨਿ) ਵੇਹੜਾ",
    "type_id": 3
  },
  {
    "id": 58174,
    "shabad_id": 4961,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਸਖੀ ਮੋਰੈ ਕੰਠਿ ਰਤੰਨੁ; ਪੇਖਿ ਦੁਖੁ ਨਾਸਨਾ ॥",
    "transliteration": "Sakhee Morai Kanth Rathann Paekh Dhukh Naasanaa ||",
    "translation": "O my companion, the Jewel is around my neck; beholding it, sorrow is taken away.",
    "punjabi": "(ਜਿਵੇਂ ਬੱਚਿਆਂ ਦੇ ਗਲ ਵਿਚ ਨਜ਼ਰ-ਪੱਟੂ ਪਾਇਆ ਹੁੰਦਾ ਹੈ) ਹੇ ਸਹੇਲੀਏ! ਮੇਰੇ ਗਲੇ ਵਿਚ ਰਤਨ ਲਟਕ ਰਿਹਾ ਹੈ (ਮੇਰੇ ਗਲ ਵਿਚ ਨਾਮ-ਰਤਨ ਪ੍ਰੋਤਾ ਗਿਆ ਹੈ) ਜਿਸ ਨੂੰ ਵੇਖ ਕੇ (ਹਰੇਕ) ਦੁੱਖ ਦੂਰ ਹੋ ਗਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58175,
    "shabad_id": 4961,
    "pada": 8,
    "source_line": 5,
    "gurmukhi": "ਬਾਸੳੁ ਸੰਗਿ ਗੁਪਾਲ; ਸਗਲ ਸੁਖ ਰਾਸਿ ਹਰਿ ॥",
    "transliteration": "Baaso Sang Gupaal Sagal Sukh Raas Har ||",
    "translation": "I abide with the Lord of the World, the Treasury of Total Peace. O Lord!",
    "punjabi": "(ਗੁਰੂ ਦੀ ਮਿਹਰ ਦਾ ਸਦਕਾ) ਮੈਂ ਉਸ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਪਾਲਣਹਾਰ ਨਾਲ (ਸਦਾ) ਵੱਸਦੀ ਹਾਂ, ਜਿਹੜਾ ਪਰਮਾਤਮਾ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਸੋਮਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58176,
    "shabad_id": 4961,
    "pada": 8,
    "source_line": 6,
    "gurmukhi": "ਹਰਿਹਾਂ. ਰਿਧਿ ਸਿਧਿ ਨਵ ਨਿਧਿ; ਬਸਹਿ ਜਿਸੁ ਸਦਾ ਕਰਿ ॥੭॥",
    "transliteration": "Harihaan Ridhh Sidhh Nav Nidhh Basehi Jis Sadhaa Kar ||7||",
    "translation": "All wealth, spiritual perfection and the nine treasures are in His Hand. ||7||",
    "punjabi": "ਜਿਸ (ਪਰਮਾਤਮਾ) ਦੇ ਹੱਥ ਵਿਚ ਸਾਰੀਆਂ ਆਤਮਕ ਤਾਕਤਾਂ ਅਤੇ (ਧਰਤੀ ਦੇ ਸਾਰੇ) ਨੌਂ ਖ਼ਜ਼ਾਨੇ ਸਦਾ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58177,
    "shabad_id": 4961,
    "pada": 9,
    "source_line": 6,
    "gurmukhi": "ਪਰ ਤ੍ਰਿਅ ਰਾਵਣਿ ਜਾਹਿ; ਸੇੲੀ ਤਾਲਾਜੀਅਹਿ ॥",
    "transliteration": "Par Thria Raavan Jaahi Saeee Thaa Laajeeahi ||",
    "translation": "Those men who go out to enjoy other men's women shall suffer in shame.",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਾਈ ਇਸਤ੍ਰੀ ਭੋਗਣ ਜਾਂਦੇ ਹਨ, ਉਹ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਜ਼ਰੂਰ ਸ਼ਰਮਸਾਰ ਹੁੰਦੇ ਹਨ।",
    "pronunciation": "(ਰਾਵਣਿ) ਭੋਗਣ (ਤਾ-ਲਾ-ਜੀ-ਅਹਿ) ਤਲੇ ਜਾਣਗੇ ਨਰਕਾਂ ਰੂਪ ਕੜਾਹੇ ਚ ਅਥਵਾ ੲੇਡਜ਼ ਅਾਦਿ ਰੋਗਾਂ ਚ ਤਲ਼ੇ ਜਾਣਗੇ। (ਦੂਜਾ ਪਾਠ: ਤਾ ਲਾਜੀਅਹਿ)",
    "type_id": 3
  },
  {
    "id": 58178,
    "shabad_id": 4961,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਨਿਤਪ੍ਰਤਿ ਹਿਰਹਿ ਪਰ ਦਰਬੁ; ਛਿਦ੍ਰ ਕਤ ਢਾਕੀਅਹਿ ॥",
    "transliteration": "Nithaprath Hirehi Par Dharab Shhidhr Kath Dtaakeeahi ||",
    "translation": "Those who steal the wealth of others - how can their guilt be concealed?",
    "punjabi": "ਜਿਹੜੇ ਮਨੁੱਖ ਸਦਾ ਪਰਾਇਆ ਧਨ ਚੁਰਾਂਦੇ ਰਹਿੰਦੇ ਹਨ (ਉਹਨਾਂ ਦੇ ਇਹ) ਕੁਕਰਮ ਕਿੱਥੇ ਲੁਕੇ ਰਹਿ ਸਕਦੇ ਹਨ? (ਪਰਮਾਤਮਾ ਸਭ ਕੁਝ ਵੇਖ ਰਿਹਾ ਹੈ)।",
    "pronunciation": "ਹਿਰ-ਹਿ, ਢਾਕੀ-ਅਹਿ",
    "type_id": 3
  },
  {
    "id": 58179,
    "shabad_id": 4961,
    "pada": 9,
    "source_line": 7,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਰਮਤ ਪਵਿਤ੍ਰ; ਸਗਲ ਕੁਲ ਤਾਰੲੀ ॥",
    "transliteration": "Har Gun Ramath Pavithr Sagal Kul Thaaree ||",
    "translation": "Those who chant the Sacred Praises of the Lord save and redeem all their generations.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਯਾਦ ਕਰਦਿਆਂ ਮਨੁੱਖ (ਆਪ) ਸੁੱਚੇ ਜੀਵਨ ਵਾਲਾ ਬਣ ਜਾਂਦਾ ਹੈ (ਅਤੇ ਆਪਣੀਆਂ) ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ (ਭੀ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "ਤਾਰ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 58180,
    "shabad_id": 4961,
    "pada": 9,
    "source_line": 8,
    "gurmukhi": "ਹਰਿਹਾਂ. ਸੁਨਤੇ ਭੲੇ ਪੁਨੀਤ; ਪਾਰਬ੍ਰਹਮੁ ਬੀਚਾਰੲੀ ॥੮॥",
    "transliteration": "Harihaan Sunathae Bheae Puneeth Paarabreham Beechaaree ||8||",
    "translation": "O Lord! Those who listen and contemplate the Supreme Lord God become pure and holy. ||8||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! (ਜਿਹੜੇ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ) ਸੁਣਦੇ ਹਨ, ਉਹ ਸਾਰੇ ਪਵਿੱਤਰ ਜੀਵਨ ਵਾਲੇ ਹੋ ਜਾਂਦੇ ਹਨ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58181,
    "shabad_id": 4961,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ੳੂਪਰਿ ਬਨੈ ਅਕਾਸੁ; ਤਲੈ ਧਰ ਸੋਹਤੀ ॥",
    "transliteration": "Oopar Banai Akaas Thalai Dhhar Sohathee ||",
    "translation": "The sky above looks lovely, and the earth below is beautiful.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਉਤਾਂਹ (ਤਾਰਿਆਂ ਆਦਿਕ ਨਾਲ) ਆਕਾਸ਼ ਫਬ ਰਿਹਾ ਹੈ, ਹੇਠ ਪੈਰਾਂ ਵਾਲੇ ਪਾਸੇ (ਹਰਿਆਵਲ ਆਦਿਕ ਨਾਲ) ਧਰਤੀ ਸਜ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58182,
    "shabad_id": 4961,
    "pada": 10,
    "source_line": 8,
    "gurmukhi": "ਦਹ ਦਿਸ ਚਮਕੈ ਬੀਜੁਲਿ; ਮੁਖ ਕੳੁ ਜੋਹਤੀ ॥",
    "transliteration": "Dheh Dhis Chamakai Beejul Mukh Ko Johathee ||",
    "translation": "Lightning flashes in the ten directions; I behold the Face of my Beloved.",
    "punjabi": "ਦਸੀਂ ਪਾਸੀਂ ਬਿਜਲੀ ਚਮਕ ਰਹੀ ਹੈ, ਮੂੰਹ ਉੱਤੇ ਲਿਸ਼ਕਾਰੇ ਮਾਰ ਰਹੀ ਹੈ। (ਰੱਬੀ ਜੋਤਿ ਦਾ ਕੈਸਾ ਸੋਹਣਾ ਸਾਕਾਰ ਸਰੂਪ ਹੈ!)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58183,
    "shabad_id": 4961,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "ਖੋਜਤ ਫਿਰੳੁ ਬਿਦੇਸਿ; ਪੀੳੁ ਕਤ ਪਾੲੀਅੈ ॥",
    "transliteration": "Khojath Firo Bidhaes Peeo Kath Paaeeai ||",
    "translation": "If I go searching in foreign lands, how can I find my Beloved?",
    "punjabi": "ਪਰ ਮੈਂ (ਉਸ ਦੇ ਇਸ ਸਰਗਣ ਸਰੂਪ ਦੀ ਕਦਰ ਨਾਹ ਸਮਝ ਕੇ) ਪਰਦੇਸ ਵਿਚ (ਜੰਗਲ ਆਦਿਕ ਵਿਚ) ਢੂੰਢਦੀ ਫਿਰਦੀ ਹਾਂ ਕਿ ਪ੍ਰੀਤਮ-ਪ੍ਰਭੂ ਕਿਤੇ ਲੱਭ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58184,
    "shabad_id": 4961,
    "pada": 10,
    "source_line": 9,
    "gurmukhi": "ਹਰਿਹਾਂ. ਜੇ ਮਸਤਕਿ ਹੋਵੈ ਭਾਗੁ; ਤ ਦਰਸਿ ਸਮਾੲੀਅੈ ॥੯॥",
    "transliteration": "Harihaan Jae Masathak Hovai Bhaag Th Dharas Samaaeeai ||9||",
    "translation": "O Lord! If such destiny is inscribed upon my forehead, I am absorbed in the Blessed Vision of His Darshan. ||9||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜੇ ਮੱਥੇ ਉੱਤੇ ਭਾਗ ਜਾਗ ਪਏ ਤਾਂ (ਹਰ ਥਾਂ ਹੀ ਉਸ ਦੇ) ਦੀਦਾਰ ਵਿਚ ਲੀਨ ਹੋ ਸਕੀਦਾ ਹੈ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58185,
    "shabad_id": 4961,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ਡਿਠੇ ਸਭੇ ਥਾਵ; ਨਹੀ ਤੁਧੁ ਜੇਹਿਅਾ ॥",
    "transliteration": "Ddithae Sabhae Thhaav Nehee Thudhh Jaehiaa ||",
    "translation": "I have seen all places, but none can compare to You.",
    "punjabi": "(ਹੇ ਰਾਮ ਦੇ ਦਾਸਾਂ ਦੇ ਸ਼ਹਰ!) ਮੈਂ ਹੋਰ ਸਾਰੇ ਥਾਂ ਵੇਖ ਲਏ ਹਨ, (ਪਰ) ਤੇਰੇ ਬਰਾਬਰ ਦਾ (ਮੈਨੂੰ ਕੋਈ) ਨਹੀਂ (ਦਿੱਸਿਆ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58186,
    "shabad_id": 4961,
    "pada": 11,
    "source_line": 10,
    "gurmukhi": "ਬਧੋਹੁ ਪੁਰਖਿ ਬਿਧਾਤੈ; ਤਾਂ ਤੂ ਸੋਹਿਅਾ ॥",
    "transliteration": "Badhhohu Purakh Bidhhaathai Thaan Thoo Sohiaa ||",
    "translation": "The Primal Lord, the Architect of Destiny, has established You; thus You are adorned and embellished.",
    "punjabi": "(ਹੇ ਸਤਸੰਗ!) ਤੇਰੀ ਨੀਂਹ ਅਕਾਲ ਪੁਰਖ ਸਿਰਜਣਹਾਰ ਨੇ ਆਪ ਰੱਖੀ ਹੋਈ ਹੈ, ਇਸੇ ਵਾਸਤੇ ਤੂੰ (ਉਸ ਦੇ ਆਤਮਕ ਗੁਣਾਂ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਸੋਹਣਾ ਦਿੱਸਦਾ ਰਿਹਾ ਹੈਂ",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58187,
    "shabad_id": 4961,
    "pada": 11,
    "source_line": 11,
    "gurmukhi": "ਵਸਦੀ ਸਘਨ ਅਪਾਰ; ਅਨੂਪ ਰਾਮਦਾਸਪੁਰ ॥",
    "transliteration": "Vasadhee Saghan Apaar Anoop Raamadhaas Pur ||",
    "translation": "Ramdaspur is prosperous and thickly populated, and incomparably beautiful.",
    "punjabi": "ਹੇ ਰਾਮ ਦੇ ਦਾਸਾਂ ਦੇ ਸ਼ਹਰ! (ਹੇ ਸਤਸੰਗ!) (ਤੇਰੇ ਅੰਦਰ ਉੱਚੇ ਆਤਮਕ ਗੁਣਾਂ ਦੀ) ਵੱਸੋਂ ਬਹੁਤ ਸੰਘਣੀ ਹੈ, ਬੇਅੰਤ ਹੈ, ਬੇ-ਬਿਸਾਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58188,
    "shabad_id": 4961,
    "pada": 11,
    "source_line": 11,
    "gurmukhi": "ਹਰਿਹਾਂ. ਨਾਨਕ ਕਸਮਲ ਜਾਹਿ; ਨਾੲਿਅੈ ਰਾਮਦਾਸ ਸਰ ॥੧੦॥",
    "transliteration": "Harihaan Naanak Kasamal Jaahi Naaeiai Raamadhaas Sar ||10||",
    "translation": "O Lord! Bathing in the Sacred Pool of Raam Daas, the sins are washed away, O Nanak. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਰਾਮ ਦੇ ਦਾਸਾਂ ਦੇ ਸਰੋਵਰ! (ਹੇ ਸਤਸੰਗ! ਤੇਰੇ ਵਿਚ ਆਤਮਕ) ਇਸ਼ਨਾਨ ਕੀਤਿਆਂ! (ਮਨੁੱਖ ਦੇ ਮਨ ਦੇ ਸਾਰੇ) ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "ਨ੍ਹਾੲਿਅੈ",
    "type_id": 3
  },
  {
    "id": 58189,
    "shabad_id": 4961,
    "pada": 12,
    "source_line": 12,
    "gurmukhi": "ਚਾਤ੍ਰਿਕ ਚਿਤ ਸੁਚਿਤ; ਸੁ ਸਾਜਨੁ ਚਾਹੀਅੈ ॥",
    "transliteration": "Chaathrik Chith Suchith S Saajan Chaaheeai ||",
    "translation": "The rainbird is very smart; in its consciousness, it longs for the friendly rain.",
    "punjabi": "ਪਪੀਹੇ ਵਾਂਗ ਸੁਚੇਤ-ਚਿੱਤ ਹੋ ਕੇ ਉਸ ਸੱਜਣ-ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "ਚਿੱਤ। ਸੁ-ਚਿੱਤ",
    "type_id": 3
  },
  {
    "id": 58190,
    "shabad_id": 4961,
    "pada": 12,
    "source_line": 12,
    "gurmukhi": "ਜਿਸੁ ਸੰਗਿ ਲਾਗੇ ਪ੍ਰਾਣ; ਤਿਸੈ ਕੳੁ ਅਾਹੀਅੈ ॥",
    "transliteration": "Jis Sang Laagae Praan Thisai Ko Aaheeai ||",
    "translation": "It longs for that, to which its breath of life is attached.",
    "punjabi": "ਜਿਸ ਸੱਜਣ ਨਾਲ ਜਿੰਦ ਦੀ ਪ੍ਰੀਤ ਬਣ ਜਾਏ, ਉਸੇ ਨੂੰ ਹੀ (ਮਿਲਣ ਦੀ) ਤਾਂਘ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58191,
    "shabad_id": 4961,
    "pada": 12,
    "source_line": 12,
    "gurmukhi": "ਬਨੁ ਬਨੁ ਫਿਰਤ ੳੁਦਾਸ; ਬੂੰਦ ਜਲ ਕਾਰਣੇ ॥",
    "transliteration": "Ban Ban Firath Oudhaas Boondh Jal Kaaranae ||",
    "translation": "It wanders depressed, from forest to forest, for the sake of a drop of water.",
    "punjabi": "(ਵੇਖ, ਪਪੀਹਾ ਵਰਖਾ ਦੇ) ਪਾਣੀ ਦੀ ਇਕ ਬੂੰਦ ਵਾਸਤੇ (ਦਰਿਆਵਾਂ ਟੋਭਿਆਂ ਦੇ ਪਾਣੀ ਵਲੋਂ) ਉਪਰਾਮ ਹੋ ਕੇ ਜੰਗਲ ਜੰਗਲ (ਢੂੰਡਦਾ) ਫਿਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58192,
    "shabad_id": 4961,
    "pada": 12,
    "source_line": 13,
    "gurmukhi": "ਹਰਿਹਾਂ. ਤਿੳੁ ਹਰਿ ਜਨੁ ਮਾਂਗੈ ਨਾਮੁ; ਨਾਨਕ ਬਲਿਹਾਰਣੇ ॥੧੧॥",
    "transliteration": "Harihaan Thio Har Jan Maangai Naam Naanak Balihaaranae ||11||",
    "translation": "O Lord! In just the same way, the humble servant of the Lord begs for the Naam, the Name of the Lord. Nanak is a sacrifice to him. ||11||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਜਿਹੜਾ) ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ (ਪਪੀਹੇ ਵਾਂਗ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ) ਮੰਗਦਾ ਹੈ, ਮੈਂ ਉਸ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੧੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58193,
    "shabad_id": 4961,
    "pada": 13,
    "source_line": 13,
    "gurmukhi": "ਮਿਤ ਕਾ ਚਿਤੁ ਅਨੂਪੁ; ਮਰੰਮੁ. ਨ ਜਾਨੀਅੈ ॥",
    "transliteration": "Mith Kaa Chith Anoop Maranm N Jaaneeai ||",
    "translation": "The Consciousness of my Friend is incomparably beautiful. Its mystery cannot be known.",
    "punjabi": "(ਪਰਮਾਤਮਾ-) ਮਿੱਤਰ ਦਾ ਚਿੱਤ ਅੱਤਿ ਸੋਹਣਾ ਹੈ, (ਉਸ ਦਾ) ਭੇਤ ਨਹੀਂ ਜਾਣਿਆ ਜਾ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58194,
    "shabad_id": 4961,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "ਗਾਹਕ ਗੁਨੀ ਅਪਾਰ; ਸੁ ਤਤੁ ਪਛਾਨੀਅੈ ॥",
    "transliteration": "Gaahak Gunee Apaar S Thath Pashhaaneeai ||",
    "translation": "One who purchases the priceless virtues realizes the essence of reality.",
    "punjabi": "ਪਰ ਉਸ ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਦੇ ਗਾਹਕ ਸੰਤ-ਜਨਾਂ ਦੀ ਰਾਹੀਂ ਉਹ ਭੇਤ ਸਮਝ ਲਈਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58195,
    "shabad_id": 4961,
    "pada": 13,
    "source_line": 14,
    "gurmukhi": "ਚਿਤਹਿ ਚਿਤੁ ਸਮਾੲਿ; ਤ ਹੋਵੈ ਰੰਗੁ ਘਨਾ ॥",
    "transliteration": "Chithehi Chith Samaae Th Hovai Rang Ghanaa ||",
    "translation": "When the consciousness is absorbed in the supreme consciousness, great joy and bliss are found.",
    "punjabi": "(ਉਹ ਭੇਤ ਇਹ ਹੈ ਕਿ) ਜੇ ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਚਿੱਤ ਵਿਚ (ਮਨੁੱਖ ਦਾ) ਚਿੱਤ ਲੀਨ ਹੋ ਜਾਏ, ਤਾਂ (ਮਨੁੱਖ ਦੇ ਅੰਦਰ) ਬਹੁਤ ਆਤਮਕ ਆਨੰਦ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58196,
    "shabad_id": 4961,
    "pada": 13,
    "source_line": 15,
    "gurmukhi": "ਹਰਿਹਾਂ, ਚੰਚਲ ਚੋਰਹਿ ਮਾਰਿ; ਤ ਪਾਵਹਿ ਸਚੁ ਧਨਾ ॥੧੨॥",
    "transliteration": "Harihaan Chanchal Chorehi Maar Th Paavehi Sach Dhhanaa ||12||",
    "translation": "O Lord! When the fickle thieves are overcome, the true wealth is obtained. ||12||",
    "punjabi": "ਸੋ, ਜੇ ਤੂੰ (ਪ੍ਰਭੂ ਦੇ ਚਿੱਤ ਵਿਚ ਲੀਨ ਕਰ ਕੇ) ਇਸ ਸਦਾ ਭਟਕਦੇ (ਮਨ-) ਚੋਰ ਨੂੰ (ਚੰਚਲਤਾ ਵਲੋਂ) ਮਾਰ ਲਏਂ, ਤਾਂ ਤੂੰ ਸਦਾ ਕਾਇਮ ਰਹਿਣ ਵਾਲਾ ਨਾਮ-ਧਨ ਹਾਸਲ ਕਰ ਲਏਂਗਾ ॥੧੨॥",
    "pronunciation": "ਹਰਿਹਾਂ ਹੇ ਸਖੀ",
    "type_id": 3
  },
  {
    "id": 58197,
    "shabad_id": 4961,
    "pada": 14,
    "source_line": 15,
    "gurmukhi": "ਸੁਪਨੈ. ੳੂਭੀ ਭੲੀ; ਗਹਿਓ ਕੀ ਨ. ਅੰਚਲਾ ॥",
    "transliteration": "Supanai Oobhee Bhee Gehiou Kee N Anchalaa ||",
    "translation": "In a dream, I was lifted up; why didn't I grasp the hem of His Robe?",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਸੁਪਨੇ ਵਿਚ (ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵੇਖ ਕੇ) ਮੈਂ ਉੱਠ ਖਲੋਤੀ (ਪਰ ਮੈਂ ਉਸ ਦਾ ਪੱਲਾ ਨਾਹ ਫੜ ਸਕੀ)।",
    "pronunciation": "ਦੋ ਰੂਪ ਹੋ (ਭੲੀ) ਗੲੀ, ੲਿਕ ਦਾਸਨ ਦਾਸੀ ਦੂਜੇ ਪਰਮ ਪੂਜਨੀਕ ਪਤੀ",
    "type_id": 3
  },
  {
    "id": 58198,
    "shabad_id": 4961,
    "pada": 14,
    "source_line": 16,
    "gurmukhi": "ਸੁੰਦਰ ਪੁਰਖ ਬਿਰਾਜਿਤ; ਪੇਖਿ ਮਨੁ ਬੰਚਲਾ ॥",
    "transliteration": "Sundhar Purakh Biraajith Paekh Man Banchalaa ||",
    "translation": "Gazing upon the Beautiful Lord relaxing there, my mind was charmed and fascinated.",
    "punjabi": "ਮੈਂ (ਉਸ ਦਾ) ਪੱਲਾ ਕਿਉਂ ਨ ਫੜਿਆ? (ਇਸ ਵਾਸਤੇ ਨਾਹ ਫੜ ਸਕੀ ਕਿ) ਉਸ ਸੋਹਣੇ ਦਗ-ਦਗ ਕਰਦੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਵੇਖ ਕੇ (ਮੇਰਾ) ਮਨ ਮੋਹਿਆ ਗਿਆ (ਮੈਨੂੰ ਆਪਣੇ ਆਪ ਦੀ ਸੁਰਤ ਹੀ ਨਾਹ ਰਹੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58199,
    "shabad_id": 4961,
    "pada": 14,
    "source_line": 16,
    "gurmukhi": "ਖੋਜੳੁ ਤਾ ਕੇ ਚਰਣ; ਕਹਹੁ. ਕਤ ਪਾੲੀਅੈ ॥",
    "transliteration": "Khojo Thaa Kae Charan Kehahu Kath Paaeeai ||",
    "translation": "I am searching for His Feet - tell me, where can I find Him?",
    "punjabi": "ਹੁਣ ਮੈਂ ਉਸ ਦੇ ਕਦਮਾਂ ਦੀ ਖੋਜ ਕਰਦੀ ਫਿਰਦੀ ਹਾਂ। ਦਸੋ, ਹੇ ਸਹੇਲੀਏ! ਉਹ ਕਿਵੇਂ ਮਿਲੇ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58200,
    "shabad_id": 4961,
    "pada": 14,
    "source_line": 16,
    "gurmukhi": "ਹਰਿਹਾਂ. ਸੋੲੀ ਜਤੰਨੁ ਬਤਾੲਿ; ਸਖੀ ਪ੍ਰਿੳੁ ਪਾੲੀਅੈ ॥੧੩॥",
    "transliteration": "Harihaan Soee Jathann Bathaae Sakhee Prio Paaeeai ||13||",
    "translation": "O Lord! Tell me how I can find my Beloved, O my companion. ||13||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਮੈਨੂੰ ਉਹ ਜਤਨ ਦੱਸ ਜਿਸ ਨਾਲ ਉਹ ਪਿਆਰਾ ਮਿਲ ਪਏ ॥੧੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58201,
    "shabad_id": 4961,
    "pada": 15,
    "source_line": 17,
    "gurmukhi": "ਨੈਣ. ਨ ਦੇਖਹਿ ਸਾਧ; ਸਿ ਨੈਣ ਬਿਹਾਲਿਅਾ ॥",
    "transliteration": "Nain N Dhaekhehi Saadhh S Nain Bihaaliaa ||",
    "translation": "The eyes which do not see the Holy - those eyes are miserable.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਿਹੜੀਆਂ ਅੱਖਾਂ ਸਤ-ਸੰਗੀਆਂ ਦੇ ਦਰਸਨ ਨਹੀਂ ਕਰਦੀਆਂ, ਉਹ ਅੱਖਾਂ (ਦੁਨੀਆ ਦੇ ਪਦਾਰਥਾਂ ਅਤੇ ਰੂਪ ਨੂੰ ਤੱਕ ਤੱਕ ਕੇ) ਬੇ-ਹਾਲ ਹੋਈਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58202,
    "shabad_id": 4961,
    "pada": 15,
    "source_line": 17,
    "gurmukhi": "ਕਰਨ. ਨ ਸੁਨਹੀ ਨਾਦੁ; ਕਰਨ ਮੁੰਦਿ ਘਾਲਿਅਾ ॥",
    "transliteration": "Karan N Sunehee Naadh Karan Mundh Ghaaliaa ||",
    "translation": "The ears which do not hear the Sound-current of the Naad - those ears might just as well be plugged.",
    "punjabi": "ਜਿਹੜੇ ਕੰਨ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਨਹੀਂ ਸੁਣਦੇ, ਉਹ ਕੰਨ (ਆਤਮਕ ਆਨੰਦ ਦੀ ਧੁਨੀ ਸੁਣਨ ਵਲੋਂ) ਬੰਦ ਕੀਤੇ ਪਏ ਹਨ।",
    "pronunciation": "(ਮੁੰਦਿ) ਮੰੂਦਾ (ਘਾਲਿਅਾ) ਪਾੲਿਅਾ ਜਾਂਦਾ ਹੈ ਭਾਵ ਬੰਦ ਕੀਤੇ ਜਾਣ",
    "type_id": 3
  },
  {
    "id": 58203,
    "shabad_id": 4961,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "ਰਸਨਾ ਜਪੈ. ਨ ਨਾਮੁ; ਤਿਲੁ ਤਿਲੁ ਕਰਿ ਕਟੀਅੈ ॥",
    "transliteration": "Rasanaa Japai N Naam Thil Thil Kar Katteeai ||",
    "translation": "The tongue which does not chant the Naam ought to be cut out, bit by bit.",
    "punjabi": "ਜਿਹੜੀ ਜੀਭ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦੀ, ਉਹ ਜੀਭ (ਦੁਨੀਆ ਦੇ ਝੰਬੇਲਿਆਂ ਦੀਆਂ ਗੱਲਾਂ ਅਤੇ ਨਿੰਦਾ ਆਦਿਕ ਦੀ ਕੈਂਚੀ ਨਾਲ ਹਰ ਵੇਲੇ) ਕੱਟੀ ਜਾ ਰਹੀ ਹੈ।",
    "pronunciation": "ਕੱਟੀਅੈ",
    "type_id": 3
  },
  {
    "id": 58204,
    "shabad_id": 4961,
    "pada": 15,
    "source_line": 18,
    "gurmukhi": "ਹਰਿਹਾਂ. ਜਬ ਬਿਸਰੈ ਗੋਬਿਦ ਰਾੲਿ; ਦਿਨੋ ਦਿਨੁ ਘਟੀਅੈ ॥੧੪॥",
    "transliteration": "Harihaan Jab Bisarai Gobidh Raae Dhino Dhin Ghatteeai ||14||",
    "translation": "O Lord! When the mortal forgets the Lord of the Universe, the Sovereign Lord King, he grows weaker day by day. ||14||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਜਦੋਂ ਪ੍ਰਭੂ-ਪਾਤਿਸ਼ਾਹ (ਦੀ ਯਾਦ) ਭੁੱਲ ਜਾਏ, ਤਦੋਂ ਦਿਨੋ ਦਿਨ (ਆਤਮਕ ਜੀਵਨ ਵਲੋਂ) ਕਮਜ਼ੋਰ ਹੁੰਦੇ ਜਾਈਦਾ ਹੈ। (ਸੋ, ਹੇ ਸਹੇਲੀਏ! ਸਾਧ ਸੰਗਤ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਸੁਣਦੇ ਰਹਿਣਾ, ਜੀਭ ਨਾਲ ਨਾਮ ਜਪਦੇ ਰਹਿਣਾ-ਇਹੀ ਹੈ ਜਤਨ ਉਸ ਨੂੰ ਲੱਭ ਸਕਣ ਦਾ) ॥੧੪॥",
    "pronunciation": "ਘਟੀਅੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58205,
    "shabad_id": 4961,
    "pada": 16,
    "source_line": 19,
    "gurmukhi": "ਪੰਕਜ ਫਾਥੇ ਪੰਕ; ਮਹਾ ਮਦ ਗੁੰਫਿਅਾ ॥",
    "transliteration": "Pankaj Faathhae Pank Mehaa Madh Gunfiaa ||",
    "translation": "The wings of the bumble bee are caught in the intoxicating fragrant petals of the lotus.",
    "punjabi": "(ਕੌਲ ਫੁੱਲ ਦੀ) ਤੇਜ਼ ਸੁਗੰਧੀ ਵਿਚ ਮਸਤ ਹੋ ਜਾਣ ਦੇ ਕਾਰਨ (ਭੌਰੇ ਦੇ) ਖੰਭ ਕੌਲ ਫੁੱਲ (ਦੀਆਂ ਪੰਖੜੀਆਂ) ਵਿਚ ਫਸ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58206,
    "shabad_id": 4961,
    "pada": 16,
    "source_line": 19,
    "gurmukhi": "ਅੰਗ ਸੰਗ ੳੁਰਝਾੲਿ; ਬਿਸਰਤੇ ਸੁੰਫਿਅਾ ॥",
    "transliteration": "Ang Sang Ourajhaae Bisarathae Sunfiaa ||",
    "translation": "With its limbs entangled in the petals, it loses its senses.",
    "punjabi": "(ਉਹਨਾਂ ਪੰਖੜੀਆਂ ਨਾਲ ਉਲਝ ਕੇ (ਭੌਰੇ ਨੂੰ) ਉਡਾਰੀਆਂ ਲਾਣੀਆਂ ਭੁੱਲ ਜਾਂਦੀਆਂ ਹਨ (ਇਹੀ ਹਾਲ ਹੈ ਜੀਵ-ਭੌਰੇ ਦਾ)।",
    "pronunciation": "(ਸੁੰਫਿਅਾ) ਸਫ਼ਾੲੀ",
    "type_id": 3
  }
]
