[
  {
    "id": 58400,
    "shabad_id": 5029,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਬ ਦੇਖਿਓ ਬੇੜਾ ਜਰਜਰਾ; ਤਬ ੳੁਤਰਿ ਪਰਿਓ ਹੳੁ ਫਰਕਿ ॥੬੭॥",
    "transliteration": "Jab Dhaekhiou Baerraa Jarajaraa Thab Outhar Pariou Ho Farak ||67||",
    "translation": "When I saw that my boat was rotten, then I immediately got out. ||67||",
    "punjabi": "(ਪਹਿਲਾਂ ਮੋਹ ਵਿਚ ਮਸਤ ਸਾਂ, ਹੁਣ ਅੱਖਾਂ ਖੁਲ੍ਹ ਆਈਆਂ) ਉਸ ਵੇਲੇ ਮੈਂ ਵੇਖਿਆ (ਕਿ ਜਿਸ ਸਰੀਰਕ ਮੋਹ ਦੇ ਬੇੜੇ ਵਿਚ ਮੈਂ ਸੁਆਰ ਹਾਂ ਉਹ) ਥੋੜਾ-ਬਹੁਤ ਪੁਰਾਣਾ ਹੋਇਆ ਹੋਇਆ ਹੈ (ਵਿਕਾਰਾਂ ਨਾਲ ਛੇਕੋ-ਛੇਕ ਹੋਇਆ ਪਿਆ ਹੈ)। ਮੈਂ ਛਾਲ ਮਾਰ ਕੇ (ਉਸ ਅਪਣੱਤ ਦੇ ਬੇੜੇ ਵਿਚੋਂ) ਉਤਰ ਪਿਆ (ਮੈਂ ਅਪਣੱਤ, ਸਰੀਰਕ ਮੋਹ ਛੱਡ ਦਿੱਤਾ। ਪਰ ਇਹ ਸਭ ਕੁਝ ਇਸੇ ਕਰਕੇ ਸੀ ਕਿ ਮੈਂ ਉਹ 'ਦਰੁ' ਨਾਹ ਛੱਡਿਆ ਜਿਸ ਦਰ ਤੇ ਟਿਕਿਆਂ 'ਹਟਕੈ ਨਾਹੀ ਕੋਇ') ॥੬੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58401,
    "shabad_id": 5030,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ਪਾਪੀ, ਭਗਤਿ. ਨ ਭਾਵੲੀ; ਹਰਿ ਪੂਜਾ. ਨ ਸੁਹਾੲਿ ॥",
    "transliteration": "Kabeer Paapee Bhagath N Bhaavee Har Poojaa N Suhaae ||",
    "translation": "Kabeer, the sinner does not like devotion to the Lord; he does not appreciate worship.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਭਾਵੇਂ ਪ੍ਰਭੂ ਦੇ ਦਰ ਤੇ ਟਿਕੇ ਰਹਿਣ ਵਿਚ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਵਿਚ ਇਹ ਬਰਕਤਿ ਹੈ ਕਿ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ ਬਚ ਜਾਈਦਾ ਹੈ, ਪਰ) ਵਿਕਾਰੀ ਬੰਦੇ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਚੰਗੀ ਨਹੀਂ ਲੱਗਦੀ, ਪਰਮਾਤਮਾ ਦੀ ਪੂਜਾ ਸੁਖਾਂਦੀ ਨਹੀਂ (ਸੁਖ ਦੇਣ ਵਾਲੀ ਨਹੀਂ ਜਾਪਦੀ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58402,
    "shabad_id": 5030,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਾਖੀ ਚੰਦਨੁ ਪਰਹਰੈ; ਜਹ ਬਿਗੰਧ ਤਹ ਜਾੲਿ ॥੬੮॥",
    "transliteration": "Maakhee Chandhan Pareharai Jeh Bigandhh Theh Jaae ||68||",
    "translation": "The fly abandons the sandalwood tree, and goes after the rotten smell. ||68||",
    "punjabi": "(ਵਿਕਾਰੀ ਬੰਦੇ ਦਾ ਸੁਭਾਉ ਮੱਖੀ ਵਾਂਗ ਹੋ ਜਾਂਦਾ ਹੈ) ਮੱਖੀ (ਸੋਹਣੀ ਖ਼ੁਸ਼-ਬੂ ਵਾਲੇ) ਚੰਦਨ ਨੂੰ ਤਿਆਗ ਦੇਂਦੀ ਹੈ, ਜਿੱਥੇ ਬਦ-ਬੂ ਹੋਵੇ ਉਥੇ ਜਾਂਦੀ ਹੈ ॥੬੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58403,
    "shabad_id": 5031,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਬੀਰ. ਬੈਦੁ ਮੂਅਾ. ਰੋਗੀ ਮੂਅਾ; ਮੂਅਾ ਸਭੁ ਸੰਸਾਰੁ ॥",
    "transliteration": "Kabeer Baidh Mooaa Rogee Mooaa Mooaa Sabh Sansaar ||",
    "translation": "Kabeer, the physician is dead, and the patient is dead; the whole world is dead.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮਾਇਕ ਭੋਗਾਂ ਦੀ ਖ਼ਾਤਰ ਖਪ ਖਪ ਕੇ) ਸਾਰਾ ਜਗਤ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬ ਕੇ, ਮਾਇਕ ਮੋਹ ਵਿਚ ਡੁੱਬ ਕੇ, ਆਤਮਕ ਮੌਤੇ) ਮਰ ਰਿਹਾ ਹੈ, ਚਾਹੇ ਕੋਈ ਰੋਗੀ ਹੈ ਤੇ ਚਾਹੇ ਕੋਈ ਹਕੀਮ ਹੈ (ਭਾਵ, ਇਕ ਤਾਂ ਉਹ ਬੰਦੇ ਹਨ ਜੋ ਅੰਞਾਣ ਤੇ ਮੂੜ੍ਹ ਹੋਣ ਕਰ ਕੇ ਜੀਵਨ ਦਾ ਰਾਹ ਜਾਣਦੇ ਹੀ ਨਹੀਂ, ਤੇ ਵਿਕਾਰਾਂ ਵਿਚ ਫਸੇ ਪਏ ਹਨ, ਦੂਜੇ ਉਹ ਹਨ ਜੋ ਵਿਦਵਾਨ ਪੰਡਿਤ ਹਨ ਤੇ ਮੂਰਖ ਲੋਕਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦੇ ਹਨ। ਪਰ ਹਾਲਤ ਦੋਹਾਂ ਦੀ ਇਹ ਹੈ ਕਿ ਇਹਨਾਂ ਦੀ ਸਾਰੀ ਦੌੜ-ਭੱਜ ਮਾਇਕ ਭੋਗਾਂ ਵਾਸਤੇ ਹੀ ਹੈ, ਇਨ੍ਹਾਂ ਦੇ ਗਿਆਨ-ਇੰਦ੍ਰੇ ਆਪੋ ਆਪਣੇ ਵਿਸ਼ੇ-ਭੋਗਾਂ ਵਲ ਖਪ ਰਹੇ ਹਨ, ਭੋਗਾਂ ਨੂੰ ਰੋ ਰਹੇ ਹਨ। ਇੱਕ ਭਗਤੀ ਤੋਂ ਵਾਂਜੇ ਰਹਿਣ ਕਰਕੇ ਇਹ ਸਭ ਆਤਮਕ ਮੌਤੇ ਮਰੇ ਪਏ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58404,
    "shabad_id": 5031,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ੲੇਕੁ ਕਬੀਰਾ. ਨਾ ਮੂਅਾ; ਜਿਹ. ਨਾਹੀ ਰੋਵਨਹਾਰੁ ॥੬੯॥",
    "transliteration": "Eaek Kabeeraa Naa Mooaa Jih Naahee Rovanehaar ||69||",
    "translation": "Only Kabeer is not dead; there is no one to mourn for him. ||69||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸਿਰਫ਼ ਉਹ ਮਨੁੱਖ (ਆਤਮਕ ਮੌਤੇ) ਨਹੀਂ ਮਰਦਾ ਜਿਸ ਦਾ ਕੋਈ (ਸੰਗੀ ਸਾਥੀ, ਗਿਆਨ-ਇੰਦ੍ਰਾ) (ਮਾਇਕ ਭੋਗਾਂ ਦੀ ਖ਼ਾਤਰ) ਰੋ ਨਹੀਂ ਰਿਹਾ (ਖਪ ਨਹੀਂ ਰਿਹਾ ਤੇ, ਅਜੇਹਾ ਮਨੁੱਖ ਸਿਰਫ਼ ਉਹੀ ਹੋ ਸਕਦਾ ਹੈ ਜੋ ਪ੍ਰਭੂ-ਦਰ ਨਹੀਂ ਛੱਡਦਾ, ਕਿਉਂਕਿ ਪ੍ਰਭੂ-ਦਰ ਤੇ ਰਿਹਾਂ 'ਹਟਕੈ ਨਾਹੀ ਕੋਇ') ॥੬੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58405,
    "shabad_id": 5032,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰ. ਰਾਮੁ, ਨ ਧਿਅਾੲਿਓ; ਮੋਟੀ ਲਾਗੀ ਖੋਰਿ ॥",
    "transliteration": "Kabeer Raam N Dhhiaaeiou Mottee Laagee Khor ||",
    "translation": "Kabeer, I have not meditated on the Lord; such is the bad habit I have developed.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਸਿਮਰਨ ਨਹੀਂ ਕੀਤਾ, ਉਸ ਨੂੰ ਅੰਦਰੋ ਅੰਦਰ ਵਿਕਾਰ ਖੋਖਲਾ ਕਰੀ ਜਾਂਦੇ ਹਨ (ਤੇ ਉਹ ਸਹਜੇ ਸਹਜੇ ਆਤਮਕ ਮੌਤੇ ਮਰਦਾ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58406,
    "shabad_id": 5032,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਾੲਿਅਾ ਹਾਂਡੀ ਕਾਠ ਕੀ; ਨਾ ਓਹੁ ਚਰ੍ਹੈ ਬਹੋਰਿ ॥੭੦॥",
    "transliteration": "Kaaeiaa Haanddee Kaath Kee Naa Ouh Charhai Behor ||70||",
    "translation": "The body is a wooden pot; it cannot be put back on the fire. ||70||",
    "punjabi": "ਜਿਵੇਂ ਲੱਕੜ ਦੀ ਹਾਂਡੀ (ਚੁੱਲ੍ਹੇ ਉਤੇ ਇਕ ਵਾਰੀ ਸੜ ਕੇ) ਮੁੜ (ਚੁੱਲ੍ਹੇ ਉਤੇ) ਨਹੀਂ ਚੜ੍ਹ ਸਕਦੀ, ਤਿਵੇਂ (ਵਿਕਾਰਾਂ ਦੀ ਅੱਗ ਵਿਚ ਸੜਿ-ਮੁਏ ਮਨੁੱਖ ਦਾ) ਇਹ ਸਰੀਰ ਹੈ (ਜੋ ਇਸ ਨੂੰ ਦੂਜੀ ਵਾਰੀ ਨਹੀਂ ਮਿਲਦਾ) ॥੭੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58407,
    "shabad_id": 5033,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰ. ਅੈਸੀ ਹੋੲਿ ਪਰੀ; ਮਨ ਕੋ ਭਾਵਤੁ ਕੀਨੁ ॥",
    "transliteration": "Kabeer Aisee Hoe Paree Man Ko Bhaavath Keen ||",
    "translation": "Kabeer, it came to pass, that I did whatever I pleased.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪ੍ਰਭੂ ਮਨ-ਭਾਉਂਦੀ (ਭਗਤੀ ਦੀ) ਦਾਤ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਜਿਸ ਉਤੇ ਇਹ ਅਜਬ ਮੇਹਰ ਹੁੰਦੀ ਹੈ, ਉਹ ਮਨੁੱਖ ਭੀ ਖ਼ੁਸ਼ੀ-ਖ਼ੁਸ਼ੀ ਆਪਾ-ਭਾਵ ਤਿਆਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58408,
    "shabad_id": 5033,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਰਨੇ ਤੇ. ਕਿਅਾ ਡਰਪਨਾ; ਜਬ. ਹਾਥਿ ਸਿਧੳੁਰਾ ਲੀਨ ॥੭੧॥",
    "transliteration": "Maranae Thae Kiaa Ddarapanaa Jab Haathh Sidhhouraa Leen ||71||",
    "translation": "Why should I be afraid of death? I have invited death for myself. ||71||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਦੋਂ ਕੋਈ ਇਸਤ੍ਰੀ (ਆਪਣੇ ਪਤੀ ਦੇ ਮਰਨ ਤੇ) ਹੱਥ ਵਿਚ ਸੰਧੂਰਿਆ ਹੋਇਆ ਨਲੀਏਰ ਫੜ ਲੈਂਦੀ ਹੈ ਤਾਂ ਉਹ ਮਰਨ ਤੋਂ ਨਹੀਂ ਡਰਦੀ ॥੭੧॥",
    "pronunciation": "(ਖੰਡਾ) ਗਿਅਾਨ, (ਸਿਧੳੁਰਾ) ਨਲੇਰ ਵੈਰਾਗ",
    "type_id": 3
  },
  {
    "id": 58409,
    "shabad_id": 5034,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਬੀਰ. ਰਸ ਕੋ ਗਾਂਡੋ ਚੂਸੀਅੈ; ਗੁਨ ਕੳੁ ਮਰੀਅੈ ਰੋੲਿ ॥",
    "transliteration": "Kabeer Ras Ko Gaanddo Chooseeai Gun Ko Mareeai Roe ||",
    "translation": "Kabeer, the mortals suck at the sugar cane, for the sake of the sweet juice. They should work just as hard for virtue.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਰਸ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਗੰਨਾ (ਵੇਲਣੇ ਵਿਚ) ਪੀੜਿਆ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਰਸ ਦੀ ਦਾਤ ਦੇ ਇਵਜ਼ ਵਿਚ ਉਸ ਨੂੰ ਇਹ ਮੁੱਲ ਦੇਣਾ ਪੈਂਦਾ ਹੈ ਕਿ ਉਹ ਵੇਲਣੇ ਵਿਚ ਪੀੜੀਦਾ ਹੈ (ਸੋ ਗੁਣਾਂ ਦੇ ਬਦਲੇ ਔਗੁਣਾਂ ਨੂੰ ਛੱਡ ਕੇ ਆਪਾ-ਭਾਵ ਵਲੋਂ ਮਰਨਾ ਹੀ ਪੈਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58410,
    "shabad_id": 5034,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਵਗੁਨੀਅਾਰੇ ਮਾਨਸੈ; ਭਲੋ. ਨ ਕਹਿਹੈ ਕੋੲਿ ॥੭੨॥",
    "transliteration": "Avaguneeaarae Maanasai Bhalo N Kehihai Koe ||72||",
    "translation": "The person who lacks virtue - no one calls him good. ||72||",
    "punjabi": "(ਜੋ ਮਨੁੱਖ ਆਪਾ-ਭਾਵ ਨਹੀਂ ਤਿਆਗਦਾ, ਤੇ, ਵਿਕਾਰਾਂ ਵਲ ਹੀ ਰੁੱਚੀ ਰੱਖਦਾ ਹੈ, ਉਸ) ਵਿਕਾਰੀ ਮਨੁੱਖ ਨੂੰ (ਜਗਤ ਵਿਚ) ਕੋਈ ਬੰਦਾ ਚੰਗਾ ਨਹੀਂ ਆਖਦਾ (ਭਾਵ, ਭਗਤੀ ਦੀ ਦਾਤ ਤੋਂ ਵਾਂਜਿਆ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਜਗਤ ਵਿਚ ਬਦਨਾਮੀ ਭੀ ਖੱਟਦਾ ਹੈ) ॥੭੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58411,
    "shabad_id": 5035,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਬੀਰ. ਗਾਗਰਿ ਜਲ ਭਰੀ; ਅਾਜੁ ਕਾਲ੍ਹਿ. ਜੈਹੈ ਫੂਟਿ ॥",
    "transliteration": "Kabeer Gaagar Jal Bharee Aaj Kaalih Jaihai Foott ||",
    "translation": "Kabeer, the pitcher is full of water; it will break, today or tomorrow.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮਿੱਟੀ ਦਾ ਕੱਚਾ ਘੜਾ ਪਾਣੀ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੋਵੇ, ਉਹ ਛੇਤੀ ਹੀ ਫੁੱਟ ਜਾਂਦਾ ਹੈ (ਇਸ ਸਰੀਰ ਦੀ ਭੀ ਇਹੀ ਪਾਂਇਆਂ ਹੈ, ਸਦਾ ਕਾਇਮ ਨਹੀਂ ਰਹਿ ਸਕਦਾ। ਮਨੁੱਖਾ ਜਨਮ ਦਾ ਮਨੋਰਥ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਇਸ ਸਰੀਰ ਦਾ ਮੋਹ ਇਸ ਦੇ ਨਾਸ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਤਿਆਗਣਾ ਹੈ, ਆਪਣੀ ਮਰਜ਼ੀ ਤਿਆਗ ਕੇ ਗੁਰੂ ਦੇ ਦੱਸੇ ਹੋਏ ਰਾਹ ਉਤੇ ਤੁਰਨਾ ਹੈ; ਪਰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58412,
    "shabad_id": 5035,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰੁ. ਜੁ, ਨ ਚੇਤਹਿ ਅਾਪਨੋ; ਅਧ ਮਾਝਿ. ਲੀਜਹਿਗੇ ਲੂਟਿ ॥੭੩॥",
    "transliteration": "Gur J N Chaethehi Aapano Adhh Maajh Leejehigae Loott ||73||",
    "translation": "Those who do not remember their Guru, shall be plundered on the way. ||73||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਆਪਣੇ ਗੁਰੂ ਨੂੰ ਯਾਦ ਨਹੀਂ ਰੱਖਦੇ (ਸਰੀਰਕ ਮੋਹ ਵਿਚ ਫਸ ਕੇ ਗੁਰੂ ਨੂੰ ਭੁਲਾ ਬੈਠਦੇ ਹਨ, ਗੁਰੂ ਦੇ ਦੱਸੇ ਰਾਹ ਨੂੰ ਵਿਸਾਰ ਦੇਂਦੇ ਹਨ) ਉਹ ਮਨੁੱਖ ਜ਼ਿੰਦਗੀ ਦੇ ਸਫ਼ਰ ਦੇ ਅੱਧ ਵਿਚ ਹੀ ਲੁੱਟ ਲਏ ਜਾਂਦੇ ਹਨ (ਕਾਮਾਦਿਕ ਵਿਕਾਰ ਆਪਣੇ ਜਾਲ ਵਿਚ ਫਸਾ ਕੇ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਗੁਣ ਨਾਸ ਕਰ ਦੇਂਦੇ ਹਨ, ਵਿਕਾਰਾਂ ਵਿਚ ਪੈ ਕੇ ਇਥੋਂ ਦੀ ਰਾਸਿ-ਪੂੰਜੀ ਭੀ ਮੁੱਕ ਜਾਂਦੀ ਹੈ ਤੇ ਪਰਲੋਕ ਭੀ ਵਿਗੜ ਜਾਂਦਾ ਹੈ) ॥੭੩॥",
    "pronunciation": "ਅੱਧ। ਲੀਜਹਿ-ਗੇ",
    "type_id": 3
  },
  {
    "id": 58413,
    "shabad_id": 5036,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਬੀਰ. ਕੂਕਰੁ ਰਾਮ ਕੋ; ਮੁਤੀਅਾ ਮੇਰੋ ਨਾੳੁ ॥",
    "transliteration": "Kabeer Kookar Raam Ko Mutheeaa Maero Naao ||",
    "translation": "Kabeer, I am the Lord's dog; Moti is my name.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਮੈਂ ਆਪਣੇ ਮਾਲਕ-ਪ੍ਰਭੂ (ਦੇ ਦਰ) ਦਾ ਕੁੱਤਾ ਹਾਂ (ਪ੍ਰਭੂ ਦੇ ਦਰਵਾਜ਼ੇ ਤੇ ਹੀ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹਾਂ, ਤੇ ਇਸ ਕਰਕੇ) ਮੇਰਾ ਨਾਮ ਭੀ 'ਮੋਤੀ' ਪੈ ਗਿਆ ਹੈ (ਭਾਵ, ਦੁਨੀਆ ਭੀ ਮੈਨੂੰ ਪਿਆਰ ਨਾਲ ਬੁਲਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58414,
    "shabad_id": 5036,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਗਲੇ ਹਮਾਰੇ ਜੇਵਰੀ; ਜਹ ਖਿੰਚੈ ਤਹ ਜਾੳੁ ॥੭੪॥",
    "transliteration": "Galae Hamaarae Jaevaree Jeh Khinchai Theh Jaao ||74||",
    "translation": "There is a chain around my neck; wherever I am pulled, I go. ||74||",
    "punjabi": "ਮੇਰੇ ਮਾਲਕ-ਪ੍ਰਭੂ ਨੇ ਮੇਰੇ ਗਲ ਵਿਚ ਰੱਸੀ ਪਾਈ ਹੋਈ ਹੈ, ਜਿਧਰ ਉਹ ਮੈਨੂੰ ਖਿੱਚਦਾ ਹੈ, ਮੈਂ ਉਧਰ ਹੀ ਜਾਂਦਾ ਹਾਂ ॥੭੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58415,
    "shabad_id": 5037,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਬੀਰ. ਜਪਨੀ ਕਾਠ ਕੀ; ਕਿਅਾ ਦਿਖਲਾਵਹਿ ਲੋੲਿ ॥",
    "transliteration": "Kabeer Japanee Kaath Kee Kiaa Dhikhalaavehi Loe ||",
    "translation": "Kabeer, why do you show other people your rosary beads?",
    "punjabi": "ਹੇ ਕਬੀਰ! ਤੂੰ ਤੁਲਸੀ ਰੁੱਦ੍ਰਾਖ ਆਦਿਕ ਦੀ ਮਾਲਾ (ਹੱਥ ਵਿਚ ਲੈ ਕੇ) ਕਿਉਂ ਲੋਕਾਂ ਨੂੰ ਵਿਖਾਂਦਾ ਫਿਰਦਾ ਹੈਂ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58416,
    "shabad_id": 5037,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਿਰਦੈ ਰਾਮੁ. ਨ ਚੇਤਹੀ; ੲਿਹ ਜਪਨੀ ਕਿਅਾ ਹੋੲਿ ॥੭੫॥",
    "transliteration": "Hiradhai Raam N Chaethehee Eih Japanee Kiaa Hoe ||75||",
    "translation": "You do not remember the Lord in your heart, so what use is this rosary to you? ||75||",
    "punjabi": "ਤੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਤਾਂ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦਾ, (ਹੱਥ ਵਿਚ ਫੜੀ ਹੋਈ) ਇਸ ਮਾਲਾ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੋ ਸਕਦਾ ॥੭੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58417,
    "shabad_id": 5038,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਬੀਰ. ਬਿਰਹੁ ਭੁਯੰਗਮੁ ਮਨਿ ਬਸੈ; ਮੰਤੁ. ਨ ਮਾਨੈ ਕੋੲਿ ॥",
    "transliteration": "Kabeer Birahu Bhuyangam Man Basai Manth N Maanai Koe ||",
    "translation": "Kabeer, the snake of separation from the Lord abides within my mind; it does not respond to any mantra.",
    "punjabi": "ਹੇ ਕਬੀਰ! ('ਕਾਠ ਕੀ ਜਪਨੀ' ਤਾਂ ਕੁਝ ਸਵਾਰ ਨਹੀਂ ਸਕਦੀ, ਪਰ) ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਬਿਰਹੋਂ ਦਾ ਸੱਪ ਆ ਵੱਸੇ (ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ-ਦਰ ਤੋਂ ਇਹ ਸੂਝ ਮਿਲ ਜਾਏ ਕਿ ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਨੇ ਮੈਨੂੰ ਰੱਬ ਨਾਲੋਂ ਵਿਛੋੜ ਦਿੱਤਾ ਹੈ) (ਕਾਮਾਦਿਕਾਂ ਦਾ) ਕੋਈ ਮੰਤ੍ਰ ਉਸ ਉਤੇ ਨਹੀਂ ਚੱਲ ਸਕਦਾ।",
    "pronunciation": "ਭੁਯੰਗਮੁ: ਯੰ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58418,
    "shabad_id": 5038,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਮ ਬਿਓਗੀ. ਨਾ ਜੀਅੈ; ਜੀਅੈ. ਤ ਬੳੁਰਾ ਹੋੲਿ ॥੭੬॥",
    "transliteration": "Raam Biougee Naa Jeeai Jeeai Th Bouraa Hoe ||76||",
    "translation": "One who is separated from the Lord does not live; if he does live, he goes insane. ||76||",
    "punjabi": "ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੋੜੇ ਨੂੰ ਮਹਿਸੂਸ ਕਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜੀਊ ਹੀ ਨਹੀਂ ਸਕਦਾ, (ਭਾਵ, ਪਰਮਾਤਮਾ ਤੋਂ ਵਿਛੋੜੇ ਦਾ ਅਹਿਸਾਸ ਇਕ ਐਸਾ ਡੰਗ ਹੈ ਕਿ ਇਸ ਦਾ ਡੰਗਿਆ ਹੋਇਆ ਬੰਦਾ ਮਾਇਕ ਭੋਗਾਂ ਵਾਸਤੇ ਜੀਊ ਹੀ ਨਹੀਂ ਸਕਦਾ) ਜੇਹੜਾ ਜੀਵਨ ਉਹ ਜੀਊਂਦਾ ਹੈ, ਦੁਨੀਆ ਦੇ ਭਾਣੇ ਉਹ ਝੱਲਿਆਂ ਵਾਲਾ ਜੀਵਨ ਹੈ ॥੭੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58419,
    "shabad_id": 5039,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਬੀਰ. ਪਾਰਸ ਚੰਦਨੈ; ਤਿਨ੍ਹ ਹੈ ੲੇਕ ਸੁਗੰਧ ॥",
    "transliteration": "Kabeer Paaras Chandhanai Thinh Hai Eaek Sugandhh ||",
    "translation": "Kabeer, the philosopher's stone and sandalwood oil have the same good quality.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪਾਰਸ ਅਤੇ ਚੰਦਨ-ਇਹਨਾਂ ਦੋਹਾਂ ਵਿਚ ਇਕ ਇਕ ਗੁਣ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58420,
    "shabad_id": 5039,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਤਿਹ ਮਿਲਿ, ਤੇੳੂ ੳੂਤਮ ਭੲੇ; ਲੋਹ ਕਾਠ ਨਿਰਗੰਧ ॥੭੭॥",
    "transliteration": "Thih Mil Thaeoo Ootham Bheae Loh Kaath Niragandhh ||77||",
    "translation": "Whatever comes into contact with them is uplifted. Iron is transformed into gold, and ordinary wood becomes fragrant. ||77||",
    "punjabi": "ਲੋਹਾ ਅਤੇ ਸੁਗੰਧੀ-ਹੀਨ ਲੱਕੜੀ ਇਹਨਾਂ ਨਾਲ ਛੋਹ ਕੇ ਉੱਤਮ ਬਣ ਜਾਂਦੇ ਹਨ (ਲੋਹਾ ਪਾਰਸ ਨੂੰ ਛੋਹ ਕੇ ਸੋਨਾ ਬਣ ਜਾਂਦਾ ਹੈ; ਸਾਧਾਰਨ ਰੁੱਖ ਚੰਦਨ ਦੇ ਨੇੜੇ ਰਹਿ ਕੇ ਸੁਗੰਧੀ ਵਾਲਾ ਹੋ ਜਾਂਦਾ ਹੈ। ਤਿਵੇਂ ਪਹਿਲਾਂ ਕਾਮਾਦਿਕਾਂ ਤੋਂ ਵਿਕਿਆ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ \"ਰਾਮ ਬਿਓਗੀ\" ਬਣ ਜਾਂਦਾ ਹੈ) ॥੭੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58421,
    "shabad_id": 5040,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਬੀਰ. ਜਮ ਕਾ ਠੇਂਗਾ ਬੁਰਾ ਹੈ; ਓਹੁ. ਨਹੀ ਸਹਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Kabeer Jam Kaa Thaenagaa Buraa Hai Ouhu Nehee Sehiaa Jaae ||",
    "translation": "Kabeer, Death's club is terrible; it cannot be endured.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਕਾਮਾਦਿਕਾਂ ਦੇ ਵੱਸ ਪਏ ਰਿਹਾਂ ਜਮ ਦਾ ਡੰਡਾ ਸਿਰ ਤੇ ਵੱਜਦਾ ਹੈ, ਜਨਮ-ਮਰਨ ਦੇ ਗੇੜ ਵਿਚ ਪੈ ਜਾਈਦਾ ਹੈ, ਤੇ) ਜਮ ਦੀ (ਇਹ) ਸੱਟ ਇਤਨੀ ਭੈੜੀ ਹੈ ਕਿ ਸਹਾਰਨੀ ਬੜੀ ਔਖੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58422,
    "shabad_id": 5040,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ੲੇਕੁ ਜੁ ਸਾਧੂ. ਮੁੋਹਿ ਮਿਲਿਓ; ਤਿਨ੍ਹਿ ਲੀਅਾ ਅੰਚਲਿ ਲਾੲਿ ॥੭੮॥",
    "transliteration": "Eaek J Saadhhoo Muohi Miliou Thinih Leeaa Anchal Laae ||78||",
    "translation": "I have met with the holy man; he has attached me to the hem of his robe. ||78||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦੀ ਕਿਰਪਾ ਨਾਲ) ਮੈਨੂੰ ਗੁਰੂ ਮਿਲ ਪਿਆ, ਉਸ ਨੇ ਆਪਣੇ ਲੜ ਲਾ ਲਿਆ (ਤੇ ਮੈਂ ਕਾਮਾਦਿਕਾਂ ਦੇ) ਢਹੇ ਨਹੀਂ ਚੜ੍ਹਿਆ ॥੭੮॥",
    "pronunciation": "ਮੁੋ: ਹੋੜੇ ਅਤੇ ਅੌਂਕੜ ਵਿਚਾਲੇ ਅਵਾਜ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58423,
    "shabad_id": 5041,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਬੀਰ. ਬੈਦੁ ਕਹੈ ਹੳੁ ਹੀ ਭਲਾ; ਦਾਰੂ ਮੇਰੈ ਵਸਿ ॥",
    "transliteration": "Kabeer Baidh Kehai Ho Hee Bhalaa Dhaaroo Maerai Vas ||",
    "translation": "Kabeer, the physician says that he alone is good, and all the medicine is under his control.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਹਕੀਮ (ਤਾਂ) ਆਖਦਾ ਹੈ ਕਿ ਮੈਂ ਬੜਾ ਸਿਆਣਾ ਹਾਂ (ਰੋਗ ਆਉਣ ਤੇ ਜਿੰਦ ਨੂੰ ਸਰੀਰ ਨਾਲੋਂ ਵਿਛੁੜਨ ਤੋਂ ਬਚਾਣ ਲਈ) ਇਲਾਜ ਮੇਰੇ ਇਖ਼ਤਿਆਰ ਵਿਚ ਹੈ (ਮੈਂ ਰੋਗ ਦਾ ਇਲਾਜ ਕਰਨਾ ਜਾਣਦਾ ਹਾਂ)।",
    "pronunciation": "ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 58424,
    "shabad_id": 5041,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲਿਹ ਤੳੁ ਬਸਤੁ ਗੁਪਾਲ ਕੀ; ਜਬ ਭਾਵੈ ਲੇੲਿ ਖਸਿ ॥੭੯॥",
    "transliteration": "Eih Tho Basath Gupaal Kee Jab Bhaavai Laee Khas ||79||",
    "translation": "But these things belong to the Lord; He takes them away whenever He wishes. ||79||",
    "punjabi": "ਪਰ ਇਹ ਜਿੰਦ ਉਸ ਮਾਲਕ ਪ੍ਰਭੂ ਦੀ (ਦਿੱਤੀ ਹੋਈ ਅਮਾਨਤੀ) ਚੀਜ਼ ਹੈ, ਜਦੋਂ ਉਹ ਚਾਹੁੰਦਾ ਹੈ (ਸਰੀਰ ਵਿਚੋਂ) ਮੋੜ ਲੈਂਦਾ ਹੈ (ਇਥੇ ਸਦਾ ਨਹੀਂ ਟਿਕੇ ਰਹਿਣਾ, ਤਾਂ ਤੇ ਜਮ ਦੇ ਠੇਂਗੇ ਦਾ ਖ਼ਿਆਲ ਰੱਖੋ ਤੇ ਗੁਰੂ-ਦਰ ਤੇ ਆ ਕੇ 'ਗੁਨ ਕਉ ਮਰੀਐ ਰੋਇ') ॥੭੯॥",
    "pronunciation": "ਲੇ-ੲਿ, ਖੱਸਿ",
    "type_id": 3
  },
  {
    "id": 58425,
    "shabad_id": 5042,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਬੀਰ. ਨੳੁਬਤਿ ਅਾਪਨੀ; ਦਿਨ ਦਸ ਲੇਹੁ ਬਜਾੲਿ ॥",
    "transliteration": "Kabeer Noubath Aapanee Dhin Dhas Laehu Bajaae ||",
    "translation": "Kabeer, take your drum and beat it for ten days.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜੇ ਤੂੰ ਇਹ ਨਹੀਂ ਸੁਣਦਾ, ਤਾਂ ਤੇਰੀ ਮਰਜ਼ੀ) ਮਨ-ਮੰਨੀਆਂ ਮੌਜਾਂ ਮਾਣ ਲੈ (ਪਰ ਇਹ ਮੌਜਾਂ ਹਨ ਸਿਰਫ਼) ਦਸ ਦਿਨਾਂ ਲਈ ਹੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58426,
    "shabad_id": 5042,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਨਦੀ ਨਾਵ ਸੰਜੋਗ ਜਿੳੁ; ਬਹੁਰਿ. ਨ ਮਿਲਹੈ ਅਾੲਿ ॥੮੦॥",
    "transliteration": "Nadhee Naav Sanjog Jio Bahur N Milehai Aae ||80||",
    "translation": "Life is like people meeting on a boat on a river; they shall not meet again. ||80||",
    "punjabi": "ਜਿਵੇਂ ਨਦੀ ਤੋਂ ਪਾਰ ਲੰਘਣ ਲਈ ਬੇੜੀ ਵਿਚ ਬੈਠੇ ਮੁਸਾਫਿਰਾਂ ਦਾ ਮਿਲਾਪ ਹੈ (ਮੁੜ ਉਹ ਸਾਰੇ ਕਦੇ ਨਹੀਂ ਮਿਲਦੇ); ਤਿਵੇਂ (ਮਨ-ਮੰਨੀਆਂ ਮੌਜਾਂ ਵਿਚ ਗਵਾਇਆ ਹੋਇਆ ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਮੁੜ ਨਹੀਂ ਮਿਲੇਗਾ ॥੮੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58427,
    "shabad_id": 5043,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਬੀਰ. ਸਾਤ ਸਮੁੰਦਹਿ ਮਸੁ ਕਰੳੁ; ਕਲਮ ਕਰੳੁ ਬਨਰਾੲਿ ॥",
    "transliteration": "Kabeer Saath Samundhehi Mas Karo Kalam Karo Banaraae ||",
    "translation": "Kabeer, if I could change the seven seas into ink and make all the vegetation my pen,",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਮੈਂ ਸੱਤਾਂ ਹੀ ਸਮੁੰਦ੍ਰਾਂ (ਦੇ ਪਾਣੀ ਨੂੰ ਸਿਆਹੀ ਬਣਾ ਲਵਾਂ, ਸਾਰੇ ਰੁੱਖਾਂ-ਬਿਰਖਾਂ ਦੀਆਂ ਕਲਮਾਂ ਘੜ ਲਵਾਂ, ਸਾਰੀ ਧਰਤੀ ਨੂੰ ਕਾਗਜ਼ ਦੇ ਥਾਂ ਵਰਤਾਂ,",
    "pronunciation": "ਮੱਸੁ",
    "type_id": 3
  },
  {
    "id": 58428,
    "shabad_id": 5043,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਸੁਧਾ ਕਾਗਦੁ ਜੳੁ ਕਰੳੁ; ਹਰਿ ਜਸੁ ਲਿਖਨੁ. ਨ ਜਾੲਿ ॥੮੧॥",
    "transliteration": "Basudhhaa Kaagadh Jo Karo Har Jas Likhan N Jaae ||81||",
    "translation": "And the earth my paper, even then, I could not write the Praises of the Lord. ||81||",
    "punjabi": "ਤਾਂ ਭੀ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ (ਪੂਰਨ ਤੌਰ ਤੇ) ਲਿਖੇ ਨਹੀਂ ਜਾ ਸਕਦੇ (ਭਾਵ, ਇਨਸਾਨ ਨੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਇਸ ਵਾਸਤੇ ਨਹੀਂ ਗਾਵਣੇ ਕਿ ਗੁਣਾਂ ਦਾ ਅੰਤ ਪਾਇਆ ਜਾ ਸਕੇ, ਤੇ ਸਾਰੇ ਗੁਣ ਬਿਆਨ ਕੀਤੇ ਜਾ ਸਕਣ) ॥੮੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58429,
    "shabad_id": 5044,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਬੀਰ. ਜਾਤਿ ਜੁਲਾਹਾ ਕਿਅਾ ਕਰੈ; ਹਿਰਦੈ ਬਸੇ ਗੁਪਾਲ ॥",
    "transliteration": "Kabeer Jaath Julaahaa Kiaa Karai Hiradhai Basae Gupaal ||",
    "translation": "Kabeer, what can my lowly status as a weaver do to me? The Lord dwells in my heart.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾਵਿਆਂ ਗੁਣਾਂ ਦਾ ਅੰਤ ਤਾਂ ਨਹੀਂ ਪੈ ਸਕਦਾ, ਪਰ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਮੇਰੀ (ਨੀਵੀਂ) ਜੁਲਾਹਾ-ਜਾਤਿ ਮੇਰੇ ਅੰਦਰ ਨਿਤਾਣਾ-ਪਨ ਪੈਦਾ ਨਹੀਂ ਕਰ ਸਕਦੀ ਕਿਉਂਕਿ ਹੁਣ ਮੇਰੇ ਹਿਰਦੇ ਵਿਚ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮਾਲਕ ਪਰਮਾਤਮਾ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58430,
    "shabad_id": 5044,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਬੀਰ. ਰਮੲੀਅਾ ਕੰਠਿ ਮਿਲੁ; ਚੂਕਹਿ ਸਰਬ ਜੰਜਾਲ ॥੮੨॥",
    "transliteration": "Kabeer Rameeaa Kanth Mil Chookehi Sarab Janjaal ||82||",
    "translation": "Kabeer, the Lord hugs me close in His Embrace; I have forsaken all my entanglements. ||82||",
    "punjabi": "ਹੇ ਕਬੀਰ! ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਵਿਚ ਜੁੜ (ਨਿਰੀ ਨੀਵੀਂ ਜਾਤਿ ਦੀ ਕਮਜ਼ੋਰੀ ਹੀ ਨਹੀਂ) ਮਾਇਆ ਦੇ ਸਾਰੇ ਹੀ ਜੰਜਾਲ ਮੁੱਕ ਜਾਣਗੇ ॥੮੨॥",
    "pronunciation": "ਰ-ਮੲੀਅਾ",
    "type_id": 3
  },
  {
    "id": 58431,
    "shabad_id": 5045,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਬੀਰ. ਅੈਸਾ ਕੋ ਨਹੀ; ਮੰਦਰੁ ਦੇੲਿ ਜਰਾੲਿ ॥",
    "transliteration": "Kabeer Aisaa Ko Nehee Mandhar Dhaee Jaraae ||",
    "translation": "Kabeer, will anyone set fire to his home",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਭਾਵੇਂ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਵਿਚ ਬੜੀ ਬਰਕਤਿ ਹੈ, ਪਰ ਸਰੀਰਕ ਮੋਹ ਅਤੇ ਕਾਮਾਦਿਕ ਦਾ ਇਤਨਾ ਜ਼ੋਰ ਹੈ ਕਿ) ਕੋਈ ਵਿਰਲਾ ਅਜਿਹਾ ਮਨੁੱਖ ਹੁੰਦਾ ਹੈ ਜੋ ਸਰੀਰਕ ਮੋਹ ਨੂੰ ਸਾੜਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58432,
    "shabad_id": 5045,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪਾਂਚੳੁ ਲਰਿਕੇ ਮਾਰਿ ਕੈ; ਰਹੈ ਰਾਮ ਲਿੳੁ ਲਾੲਿ ॥੮੩॥",
    "transliteration": "Paancho Larikae Maar Kai Rehai Raam Lio Laae ||83||",
    "translation": "And kill his five sons (the five thieves) to remain lovingly attached to the Lord? ||83||",
    "punjabi": "ਕੋਈ ਵਿਰਲਾ ਹੈ ਜੋ ਕਾਮਾਦਿਕ ਮਾਇਆ ਦੇ ਪੰਜਾਂ ਪੁਤ੍ਰਾਂ ਨੂੰ ਮਾਰ ਕੇ ਪ੍ਰਭੂ ਨਾਲ ਲਿਵ ਲਾਈ ਰੱਖਦਾ ਹੈ ॥੮੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58433,
    "shabad_id": 5046,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਬੀਰ. ਅੈਸਾ ਕੋ ਨਹੀ; ੲਿਹ ਤਨ ਦੇਵੈ ਫੂਕਿ ॥",
    "transliteration": "Kabeer Aisaa Ko Nehee Eihu Than Dhaevai Fook ||",
    "translation": "Kabeer, will anyone burn his own body?",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਕਰ ਕੇ) ਕੋਈ ਵਿਰਲਾ ਹੀ ਅਜੇਹਾ ਮਿਲਦਾ ਹੈ ਜੋ (ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੇ, ਤੇ) ਸਰੀਰਕ ਮੋਹ ਨੂੰ ਸਾੜ ਦੇਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58434,
    "shabad_id": 5046,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅੰਧਾ ਲੋਗੁ. ਨ ਜਾਨੲੀ; ਰਹਿਓ ਕਬੀਰਾ ਕੂਕਿ ॥੮੪॥",
    "transliteration": "Andhhaa Log N Jaanee Rehiou Kabeeraa Kook ||84||",
    "translation": "The people are blind - they do not know, although Kabeer continues to shout at them. ||84||",
    "punjabi": "ਜਗਤ ਮੋਹ ਵਿਚ ਇਤਨਾ ਗ਼ਰਕ ਹੈ ਕਿ ਇਸ ਨੂੰ ਆਪਣੀ ਭਲਾਈ ਸੁੱਝਦੀ ਹੀ ਨਹੀਂ, (ਭਾਵੇਂ) ਕਬੀਰ ਉੱਚੀ ਉੱਚੀ ਦੱਸ ਰਿਹਾ ਹੈ ॥੮੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58435,
    "shabad_id": 5047,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਬੀਰ. ਸਤੀ ਪੁਕਾਰੈ ਚਿਹ ਚੜੀ; ਸੁਨੁਹੋ ਬੀਰ ਮਸਾਨ ॥",
    "transliteration": "Kabeer Sathee Pukaarai Chih Charree Sun Ho Beer Masaan ||",
    "translation": "Kabeer, the widow mounts the funeral pyre and cries out, \"Listen, O brother funeral pyre.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੋ ਇਸਤ੍ਰੀ ਆਪਣੇ ਪਰਲੋਕ-ਅੱਪੜੇ ਪਤੀ ਨੂੰ ਮਿਲਣ ਦੀ ਖ਼ਾਤਰ ਉਸ ਦੇ ਸਰੀਰ ਨਾਲ ਆਪਣੇ ਆਪ ਨੂੰ ਸਾੜਨ ਲਈ ਤਿਆਰ ਹੁੰਦੀ ਹੈ ਉਹ ਚਿਖ਼ਾ ਉਤੇ ਚੜ੍ਹ ਕੇ ਦਲੇਰ ਹੋ ਕੇ ਆਖਦੀ ਹੈ-ਹੇ ਵੀਰ ਮਸਾਣ!",
    "pronunciation": "ਚੜ੍ਹੀ,ਸਤੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58436,
    "shabad_id": 5047,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਲੋਗੁ ਸਬਾੲਿਅਾ ਚਲਿ ਗੲਿਓ; ਹਮ ਤੁਮ ਕਾਮੁ ਨਿਦਾਨ ॥੮੫॥",
    "transliteration": "Log Sabaaeiaa Chal Gaeiou Ham Thum Kaam Nidhaan ||85||",
    "translation": "All people must depart in the end; it is only you and I.\"||85||",
    "punjabi": "ਸੁਣ, ਸਾਰੇ ਸੰਬੰਧੀ ਮੇਰਾ ਸਾਥ ਛੱਡ ਗਏ ਹਨ (ਮੈਨੂੰ ਕੋਈ ਮੇਰੇ ਪਤੀ ਨਾਲ ਨਹੀਂ ਮਿਲਾ ਸਕਿਆ) ਆਖ਼ਰ, ਹੇ ਵੀਰ! ਮੈਨੂੰ ਤੇਰੇ ਨਾਲ ਗ਼ਰਜ਼ ਪਈ ਹੈ ॥੮੫॥",
    "pronunciation": "",
    "type_id": 3
  }
]
