[
  {
    "id": 58620,
    "shabad_id": 5139,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਓਰਾ ਗਰਿ. ਪਾਨੀ ਭੲਿਅਾ; ਜਾੲਿ ਮਿਲਿਓ, ਢਲਿ ਕੂਲਿ ॥੧੭੭॥",
    "transliteration": "Ouraa Gar Paanee Bhaeiaa Jaae Miliou Dtal Kool ||177||",
    "translation": "The hail-stone has melted into water, and flowed into the ocean. ||177||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਦਾ ਡਰ ਮਨੁੱਖ ਦੇ ਕਠੋਰ ਹੋਏ ਮਨ ਵਾਸਤੇ, ਮਾਨੋ, ਸੇਕ ਦਾ ਕੰਮ ਦੇਂਦਾ ਹੈ; ਜਿਵੇਂ ਸੇਕ ਲੱਗਣ ਨਾਲ) ਗੜਾ ਪੰਘਰ ਕੇ ਮੁੜ ਪਾਣੀ ਬਣ ਜਾਂਦਾ ਹੈ, ਤੇ ਢਲ ਕੇ ਨਦੀ ਵਿਚ ਜਾ ਰਲਦਾ ਹੈ ॥੧੭੭॥",
    "pronunciation": "(ਕੂਲਿ) ਚਸ਼ਮੇ ਚ ਮਿਲ ਕੇ ਸਮੁੰਦ੍ਰ, ਬ੍ਰਹਮ ਚ ਜਾ ਮਿਲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58621,
    "shabad_id": 5140,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਬੀਰਾ. ਧੂਰਿ ਸਕੇਲਿ ਕੈ; ਪੁਰੀਅਾ ਬਾਂਧੀ ਦੇਹ ॥",
    "transliteration": "Kabeeraa Dhhoor Sakael Kai Pureeaa Baandhhee Dhaeh ||",
    "translation": "Kabeer, the body is a pile of dust, collected and packed together.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਿਵੇਂ) ਮਿੱਟੀ ਇਕੱਠੀ ਕਰ ਕੇ ਇਕ ਨਗਰੀ ਵਸਾਈ ਜਾਂਦੀ ਹੈ ਤਿਵੇਂ (ਪੰਜ ਤੱਤ ਇਕੱਠੇ ਕਰ ਕੇ ਪਰਮਾਤਮਾ ਨੇ) ਇਹ ਸਰੀਰ ਰਚਿਆ ਹੈ।",
    "pronunciation": "(ਪੁਰੀਅਾ) ਪੂਰਨ ਪ੍ਰਮੇਸਰਜੀ। ਪੁਰੀਅਾ: ਅਾ ਤੇ ਬਿੰਦੀ ਨ ਲਾੳੁ",
    "type_id": 3
  },
  {
    "id": 58622,
    "shabad_id": 5140,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦਿਵਸ ਚਾਰਿ ਕੋ ਪੇਖਨਾ; ਅੰਤਿ ਖੇਹ ਕੀ ਖੇਹ ॥੧੭੮॥",
    "transliteration": "Dhivas Chaar Ko Paekhanaa Anth Khaeh Kee Khaeh ||178||",
    "translation": "It is a show which lasts for only a few days, and then dust returns to dust. ||178||",
    "punjabi": "ਵੇਖਣ ਨੂੰ ਚਾਰ ਦਿਨ ਸੋਹਣਾ ਲੱਗਦਾ ਹੈ, ਪਰ ਆਖ਼ਰ ਜਿਸ ਮਿੱਟੀ ਤੋਂ ਬਣਿਆ ਉਸ ਮਿੱਟੀ ਵਿਚ ਹੀ ਰਲ ਜਾਂਦਾ ਹੈ ॥੧੭੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58623,
    "shabad_id": 5141,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ਸੂਰਜ ਚਾਂਦ ਕੈ; ੳੁਦੈ ਭੲੀ ਸਭ ਦੇਹ ॥",
    "transliteration": "Kabeer Sooraj Chaandh Kai Oudhai Bhee Sabh Dhaeh ||",
    "translation": "Kabeer, bodies are like the rising and setting of the sun and the moon.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਪੰਜਾਂ ਤੱਤਾਂ ਤੋਂ ਇਹ) ਸਰੀਰ-ਰਚਨਾ ਇਸ ਵਾਸਤੇ ਹੋਈ ਹੈ ਕਿ ਇਸ ਵਿਚ ਸੂਰਜ ਅਤੇ ਚੰਦ੍ਰਮਾ ਦਾ ਉਦੈ ਹੋਵੇ (ਭਾਵ, ਨਰਮ-ਦਿਲੀ ਅਤੇ ਸੀਤਲਤਾ ਪੈਦਾ ਹੋਣ, ਪਰ ਇਹ ਗੁਣ ਤਾਂ ਪੈਦਾ ਹੋ ਸਕਦੇ ਹਨ ਜੇ ਗੁਰੂ ਮਿਲੇ ਤੇ ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਗੋਬਿੰਦ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜੁੜੀਏ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58624,
    "shabad_id": 5141,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਗੋਬਿੰਦ ਕੇ ਬਿਨੁ ਮਿਲੇ; ਪਲਟਿ ਭੲੀ ਸਭ ਖੇਹ ॥੧੭੯॥",
    "transliteration": "Gur Gobindh Kae Bin Milae Palatt Bhee Sabh Khaeh ||179||",
    "translation": "Without meeting the Guru, the Lord of the Universe, they are all reduced to dust again. ||179||",
    "punjabi": "ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਮੇਲ ਤੋਂ ਬਿਨਾ ਇਹ ਸਰੀਰ ਮੁੜ ਮਿੱਟੀ ਦਾ ਮਿੱਟੀ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ (ਭਾਵ, ਇਹ ਮਨੁੱਖਾ ਸਰੀਰ ਬਿਲਕੁਲ ਵਿਅਰਥ ਹੀ ਚਲਾ ਜਾਂਦਾ ਹੈ) ॥੧੭੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58625,
    "shabad_id": 5142,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਹ ਅਨਭੳੁ. ਤਹ ਭੈ ਨਹੀ; ਜਹ ਭੳੁ. ਤਹ ਹਰਿ ਨਾਹਿ ॥",
    "transliteration": "Jeh Anabho Theh Bhai Nehee Jeh Bho Theh Har Naahi ||",
    "translation": "Where the Fearless Lord is, there is no fear; where there is fear, the Lord is not there.",
    "punjabi": "ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਜ਼ਿੰਦਗੀ ਦੇ ਸਹੀ ਰਸਤੇ ਦੀ ਸਮਝ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ, ਉਥੇ (ਦਾਝਨ, ਸੰਸਾ, ਕਠੋਰਤਾ ਆਦਿਕ) ਕੋਈ ਖ਼ਤਰੇ ਨਹੀਂ ਰਹਿ ਜਾਂਦੇ। ਪਰ ਜਿਸ ਹਿਰਦੇ ਵਿਚ ਅਜੇ (ਸ਼ਾਂਤ ਜੀਵਨ ਨੂੰ ਭੁਲਾ ਦੇਣ ਲਈ ਖਿੱਝ, ਸਹਿਮ, ਬੇ-ਰਹਿਮੀ ਆਦਿਕ ਕੋਈ) ਡਰ ਮੌਜੂਦ ਹੈ, ਉਥੇ ਪਰਮਾਤਮਾ ਦਾ ਨਿਵਾਸ ਨਹੀਂ ਹੋਇਆ",
    "pronunciation": "ਅਨ-ਭੳੁ",
    "type_id": 3
  },
  {
    "id": 58626,
    "shabad_id": 5142,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਹਿਓ ਕਬੀਰ. ਬਿਚਾਰਿ ਕੈ; ਸੰਤ ਸੁਨਹੁ ਮਨ ਮਾਹਿ ॥੧੮੦॥",
    "transliteration": "Kehiou Kabeer Bichaar Kai Santh Sunahu Man Maahi ||180||",
    "translation": "Kabeer speaks after careful consideration; hear this, O Saints, in your minds. ||180||",
    "punjabi": "ਮੈਂ ਕਬੀਰ ਇਹ ਗੱਲ ਵਿਚਾਰ ਕੇ ਆਖ ਰਿਹਾ ਹਾਂ। ਹੇ ਸੰਤ ਜਨੋ! ਧਿਆਨ ਲਾ ਕੇ ਸੁਣੋ ॥੧੮੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58627,
    "shabad_id": 5143,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਬੀਰ. ਜਿਨਹੁ ਕਿਛੂ ਜਾਨਿਅਾ ਨਹੀ; ਤਿਨ ਸੁਖ ਨੀਦ ਬਿਹਾੲਿ ॥",
    "transliteration": "Kabeer Jinahu Kishhoo Jaaniaa Nehee Thin Sukh Needh Bihaae ||",
    "translation": "Kabeer, those who do not know anything, pass their lives in peaceful sleep.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਨ੍ਹਾਂ ਲੋਕਾਂ ਨੇ (ਜੀਵਨ ਦੇ ਇਸ ਭੇਤ ਨੂੰ) ਰਤਾ ਭੀ ਨਹੀਂ ਸਮਝਿਆ, ਉਹ (ਇਸ ਦਾਝਨ, ਸੰਸੇ, ਕਠੋਰਤਾ ਆਦਿਕ ਵਿਚ ਵਿਲਕਦੇ ਹੋਏ ਭੀ) ਬੇ-ਪਰਵਾਹੀ ਨਾਲ ਉਮਰ ਗੁਜ਼ਾਰ ਰਹੇ ਹਨ ;",
    "pronunciation": "ਨਹੀਂ: ਦੇਲ੍ਹੀ ਦੀਵਾ ਹੈ, ਅਰਥ ਕਰਨ ਵੇਲੇ ਪਿੱਛਲੇ ਤੇ ਅਗਲੇ ਅੱਖਰਾਂ ਨਾਲ ਲਗ ਕੇ ਅਰਥ ਬਣੂਗਾ ਜੀ ਜਿਵੇਂ ਕਬੀਰ. ਜਿਨਹੁ ਕਿਛੂ ਜਾਨਿਅਾ ਨਹੀ, ਨਹੀ ਤਿਨ ਸੁਖ ਨੀਦ ਬਿਹਾੲਿ",
    "type_id": 3
  },
  {
    "id": 58628,
    "shabad_id": 5143,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਮਹੁ. ਜੁ ਬੂਝਾ ਬੂਝਨਾ; ਪੂਰੀ ਪਰੀ ਬਲਾੲਿ ॥੧੮੧॥",
    "transliteration": "Hamahu J Boojhaa Boojhanaa Pooree Paree Balaae ||181||",
    "translation": "But I have understood the riddle; I am faced with all sorts of troubles. ||181||",
    "punjabi": "ਪਰ ('ਗੁਰ ਗੋਬਿੰਦ' ਦੀ ਮੇਹਰ ਨਾਲ) ਮੈਂ ਇਹ ਗੱਲ ਸਮਝ ਲਈ ਹੈ ਕਿ 'ਜਹ ਅਨਭਉ ਤਹ ਭੈ ਨਹੀ, ਜਹ ਭਉ ਤਹ ਹਰਿ ਨਾਹਿ'; ਮੈਨੂੰ ਇਹ ਗੱਲ ਕਿਸੇ ਵੇਲੇ ਭੀ ਵਿਸਰਦੀ ਨਹੀਂ ॥੧੮੧॥",
    "pronunciation": "ਬੂੱਝਾ ਬੂੱਝਨਾ",
    "type_id": 3
  },
  {
    "id": 58629,
    "shabad_id": 5144,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਕਬੀਰ. ਮਾਰੇ ਬਹੁਤੁ ਪੁਕਾਰਿਅਾ; ਪੀਰ ਪੁਕਾਰੈ ਅੳੁਰ ॥",
    "transliteration": "Kabeer Maarae Bahuth Pukaariaa Peer Pukaarai Aour ||",
    "translation": "Kabeer, those who are beaten cry a lot; but the cries of the pain of separation are different.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ('ਦਾਝਨ ਸੰਸੇ' ਆਦਿਕ ਦੀ) ਮਾਰ ਪੈਂਦੀ ਹੈ, ਉਹ ਬਹੁਤ ਹਾਹਾਕਾਰ ਕਰਦਾ ਹੈ, ਜਿਉਂ ਜਿਉਂ ਉਹ ਪੀੜ ਉਠਦੀ ਹੈ ਤਿਉਂ ਤਿਉਂ ਹੋਰ ਦੁਖੀ ਹੁੰਦਾ ਹੈ (ਪਰ ਫਿਰ ਭੀ ਮਾਇਆ ਦਾ ਖਹਿੜਾ ਨਹੀਂ ਛੱਡਦਾ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58630,
    "shabad_id": 5144,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਲਾਗੀ ਚੋਟ ਮਰੰਮ ਕੀ; ਰਹਿਓ ਕਬੀਰਾ ਠੳੁਰ ॥੧੮੨॥",
    "transliteration": "Laagee Chott Maranm Kee Rehiou Kabeeraa Thour ||182||",
    "translation": "Struck by the Mystery of God, Kabeer remains silent. ||182||",
    "punjabi": "ਮੈਨੂੰ ਕਬੀਰ ਨੂੰ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਚੋਟ ਵੱਜੀ ਹੈ ਜਿਸ ਨੇ ਮੇਰਾ ਦਿਲ ਵਿੰਨ੍ਹ ਲਿਆ ਹੈ, ਹੁਣ ਮੈਂ ਥਾਂ ਸਿਰ (ਭਾਵ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕ ਗਿਆ ਹਾਂ। (ਮੈਨੂੰ ਇਹ ਦਾਝਨ ਸੰਸਾ ਆਦਿਕ ਦੁਖੀ ਕਰ ਹੀ ਨਹੀਂ ਸਕਦੇ) ॥੧੮੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58631,
    "shabad_id": 5145,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਬੀਰ. ਚੋਟ ਸੁਹੇਲੀ ਸੇਲ ਕੀ; ਲਾਗਤ. ਲੇੲਿ ੳੁਸਾਸ ॥",
    "transliteration": "Kabeer Chott Suhaelee Sael Kee Laagath Laee Ousaas ||",
    "translation": "Kabeer, the stroke of a lance is easy to bear; it takes away the breath.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਗੁਰੂ ਦੇ ਸ਼ਬਦ-ਰੂਪ ਨੇਜ਼ੇ ਦੀ ਸੱਟ ਹੈ ਭੀ ਸੁਖਦਾਈ। ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਇਹ ਸੱਟ ਵੱਜਦੀ ਹੈ (ਬਿਰਹਣੀ ਨਾਰਿ ਵਾਂਗ ਉਸ ਦੇ ਅੰਦਰ) ਪਤੀ-ਪ੍ਰਭੂ ਨੂੰ ਮਿਲਣ ਦੀ ਤਾਂਘ ਪੈਦਾ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਲੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 58632,
    "shabad_id": 5145,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਚੋਟ ਸਹਾਰੈ ਸਬਦ ਕੀ; ਤਾਸੁ ਗੁਰੂ. ਮੈ ਦਾਸ ॥੧੮੩॥",
    "transliteration": "Chott Sehaarai Sabadh Kee Thaas Guroo Mai Dhaas ||183||",
    "translation": "But one who endures the stroke of the Word of the Shabad is the Guru, and I am his slave. ||183||",
    "punjabi": "ਜੋ (ਭਾਗਾਂ ਵਾਲਾ) ਮਨੁੱਖ ਗੁਰ-ਸ਼ਬਦ ਦੀ ਚੋਟ ਖਾਂਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਸ ਪੂਜਣ-ਜੋਗ ਮਨੁੱਖ ਦਾ ਮੈਂ (ਹਰ ਵੇਲੇ) ਦਾਸ (ਬਣਨ ਨੂੰ ਤਿਆਰ) ਹਾਂ ॥੧੮੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58633,
    "shabad_id": 5146,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬੀਰ. ਮੁਲਾਂ ਮੁਨਾਰੇ ਕਿਅਾ ਚਢਹਿ; ਸਾਂੲੀ. ਨ ਬਹਰਾ ਹੋੲਿ ॥",
    "transliteration": "Kabeer Mulaan Munaarae Kiaa Chadtehi Saanee N Beharaa Hoe ||",
    "translation": "Kabeer: O Mullah, why do you climb to the top of the minaret? The Lord is not hard of hearing.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਹੇ ਮੁੱਲਾਂ! ਮਸਜਿਦ ਦੇ ਮੁਨਾਰੇ ਉਤੇ ਚੜ੍ਹਨ ਦਾ ਤੈਨੂੰ ਆਪ ਨੂੰ ਤਾਂ ਕੋਈ ਫ਼ਾਇਦਾ ਨਹੀਂ ਹੋ ਰਿਹਾ। ਖ਼ੁਦਾ ਬੋਲਾ ਨਹੀਂ (ਉਹ ਤੇਰੇ ਦਿਲ ਦੀ ਹਾਲਤ ਭੀ ਜਾਣਦਾ ਹੈ, ਉਸ ਨੂੰ ਠੱਗਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ)।",
    "pronunciation": "ਮੁੱਲਾਂ",
    "type_id": 3
  },
  {
    "id": 58634,
    "shabad_id": 5146,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਾ ਕਾਰਨਿ. ਤੂੰ ਬਾਂਗ ਦੇਹਿ; ਦਿਲ ਹੀ ਭੀਤਰਿ ਜੋੲਿ ॥੧੮੪॥",
    "transliteration": "Jaa Kaaran Thoon Baang Dhaehi Dhil Hee Bheethar Joe ||184||",
    "translation": "Look within your own heart for the One, for whose sake you shout your prayers. ||184||",
    "punjabi": "ਜਿਸ (ਰੱਬ ਦੀ ਨਮਾਜ਼) ਦੀ ਖ਼ਾਤਰ ਤੂੰ ਬਾਂਗ ਦੇ ਰਿਹਾ ਹੈਂ, ਉਸ ਨੂੰ ਆਪਣੇ ਦਿਲ ਵਿਚ ਵੇਖ (ਤੇਰੇ ਅੰਦਰ ਹੀ ਵੱਸਦਾ ਹੈ। ਤੇਰੇ ਆਪਣੇ, ਅੰਦਰ ਸ਼ਾਂਤੀ ਨਹੀਂ, ਸਿਰਫ਼ ਲੋਕਾਂ ਨੂੰ ਹੀ ਸੱਦ ਰਿਹਾ ਹੈਂ) ॥੧੮੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58635,
    "shabad_id": 5147,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸੇਖ ਸਬੂਰੀ ਬਾਹਰਾ; ਕਿਅਾ ਹਜ ਕਾਬੇ ਜਾੲਿ ॥",
    "transliteration": "Saekh Sabooree Baaharaa Kiaa Haj Kaabae Jaae ||",
    "translation": "Why does the Shaykh bother to go on pilgrimage to Mecca, if he is not content with himself?",
    "punjabi": "ਹੇ ਸ਼ੇਖ! ਜੇ ਤੇਰੇ ਆਪਣੇ ਅੰਦਰ ਸੰਤੋਖ ਨਹੀਂ ਹੈ, ਤਾਂ ਕਾਬੇ ਦਾ ਹੱਜ ਕਰਨ ਲਈ ਜਾਣ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ ਹੈ;",
    "pronunciation": "ਹੱਜ",
    "type_id": 3
  },
  {
    "id": 58636,
    "shabad_id": 5147,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਬੀਰ. ਜਾ ਕੀ ਦਿਲ ਸਾਬਤਿ ਨਹੀ; ਤਾ ਕੳੁ. ਕਹਾਂ ਖੁਦਾੲਿ ॥੧੮੫॥",
    "transliteration": "Kabeer Jaa Kee Dhil Saabath Nehee Thaa Ko Kehaan Khudhaae ||185||",
    "translation": "Kabeer, one whose heart is not healthy and whole - how can he attain his Lord? ||185||",
    "punjabi": "ਕਿਉਂਕਿ, ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਦੇ ਆਪਣੇ ਦਿਲ ਵਿਚ ਸ਼ਾਂਤੀ ਨਹੀਂ ਆਈ, ਉਸ ਦੇ ਭਾਣੇ ਰੱਬ ਕਿਤੇ ਭੀ ਨਹੀਂ ਹੈ ॥੧੮੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58637,
    "shabad_id": 5148,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਬੀਰ. ਅਲਹ ਕੀ ਕਰਿ ਬੰਦਗੀ ਜਿਹ ਸਿਮਰਤ ਦੁਖੁ ਜਾੲਿ ॥",
    "transliteration": "Kabeer Aleh Kee Kar Bandhagee Jih Simarath Dhukh Jaae ||",
    "translation": "Kabeer, worship the Lord Allah; meditating in remembrance on Him, troubles and pains depart.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਰੱਬ ਦੀ ਬੰਦਗੀ ਕਰ, ਬੰਦਗੀ ਕੀਤਿਆਂ ਹੀ ਦਿਲ ਦਾ ਵਿਕਾਰ ਦੂਰ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "ਅੱਲਹ",
    "type_id": 3
  },
  {
    "id": 58638,
    "shabad_id": 5148,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਦਿਲ ਮਹਿ ਸਾਂੲੀ ਪਰਗਟੈ; ਬੁਝੈ ਬਲੰਤੀ ਨਾਂੲਿ ॥੧੮੬॥",
    "transliteration": "Dhil Mehi Saanee Paragattai Bujhai Balanthee Naane ||186||",
    "translation": "The Lord shall be revealed within your own heart, and the burning fire within shall be extinguished by His Name. ||186||",
    "punjabi": "ਦਿਲ ਵਿਚ ਰੱਬ ਦਾ ਜ਼ਹੂਰ ਹੁੰਦਾ ਹੈ, ਅਤੇ ਇਸ ਬੰਦਗੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਲਾਲਚ ਦੀ ਬਲਦੀ ਅੱਗ ਦਿਲ ਵਿਚੋਂ ਬੁੱਝ ਜਾਂਦੀ ਹੈ ॥੧੮੬॥",
    "pronunciation": "ਬੁਝੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58639,
    "shabad_id": 5149,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਬੀਰ. ਜੋਰੀ ਕੀੲੇ ਜੁਲਮੁ ਹੈ; ਕਹਤਾ ਨਾੳੁ ਹਲਾਲੁ ॥",
    "transliteration": "Kabeer Joree Keeeae Julam Hai Kehathaa Naao Halaal ||",
    "translation": "Kabeer, to use force is tyranny, even if you call it legal.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮੁੱਲਾਂ ਨੂੰ ਦੱਸ ਕਿ) ਕਿਸੇ ਉਤੇ ਧੱਕਾ ਕਰਨਾ ਜ਼ੁਲਮ ਹੈ, (ਤੂੰ ਜਾਨਵਰ ਨੂੰ ਫੜ ਕੇ ਬਿਸਮਿੱਲਾ ਆਖ ਕੇ ਜ਼ਬਹ ਕਰਦਾ ਹੈਂ ਅਤੇ) ਤੂੰ ਆਖਦਾ ਹੈਂ ਕਿ ਇਹ (ਜ਼ਬਹ ਕੀਤਾ ਜਾਨਵਰ) ਰੱਬ ਦੇ ਨਾਮ ਤੇ ਕੁਰਬਾਨੀ ਦੇਣ ਦੇ ਲਾਇਕ ਹੋ ਗਿਆ ਹੈ (ਅਤੇ ਇਸ ਕੁਰਬਾਨੀ ਨਾਲ ਖ਼ੁਦਾ ਤੇਰੇ ਉਤੇ ਖ਼ੁਸ਼ ਹੋ ਗਿਆ ਹੈ); (ਪਰ ਇਹ ਮਾਸ ਤੂੰ ਆਪ ਹੀ ਖਾ ਲੈਂਦਾ ਹੈਂ। ਇਸ ਤਰ੍ਹਾਂ ਪਾਪ ਨਹੀਂ ਬਖ਼ਸ਼ੀਂਦੇ, ਕਦੇ ਸੋਚ ਕਿ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58640,
    "shabad_id": 5149,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਦਫਤਰਿ ਲੇਖਾ ਮਾਂਗੀਅੈ; ਤਬ ਹੋੲਿਗੋ. ਕੳੁਨੁ ਹਵਾਲੁ ॥੧੮੭॥",
    "transliteration": "Dhafathar Laekhaa Maangeeai Thab Hoeigo Koun Havaal ||187||",
    "translation": "When your account is called for in the Court of the Lord, what will your condition be then? ||187||",
    "punjabi": "ਜਦੋਂ ਰੱਬ ਦੀ ਦਰਗਾਹ ਵਿਚ ਤੇਰੇ ਅਮਲਾਂ ਦਾ ਹਿਸਾਬ ਹੋਵੇਗਾ ਤਾਂ ਤੇਰਾ ਕੀਹ ਹਾਲ ਹੋਵੇਗਾ ॥੧੮੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58641,
    "shabad_id": 5150,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਬੀਰ. ਖੂਬੁ ਖਾਨਾ ਖੀਚਰੀ; ਜਾ ਮਹਿ ਅੰਮ੍ਰਿਤੁ ਲੋਨੁ ॥",
    "transliteration": "Kabeer Khoob Khaanaa Kheecharee Jaa Mehi Anmrith Lon ||",
    "translation": "Kabeer, the dinner of beans and rice is excellent, if it is flavored with salt.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਮੁੱਲਾਂ ਨੂੰ ਬੇਸ਼ੱਕ ਆਖ ਕਿ ਕੁਰਬਾਨੀ ਦੇ ਬਹਾਨੇ ਮਾਸ ਖਾਣ ਨਾਲੋਂ) ਖਿਚੜੀ ਖਾ ਲੈਣੀ ਚੰਗੀ ਹੈ ਜਿਸ ਵਿਚ ਸਿਰਫ਼ ਸੁਆਦਲਾ ਲੂਣ ਹੀ ਪਾਇਆ ਹੋਇਆ ਹੋਵੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58642,
    "shabad_id": 5150,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹੇਰਾ ਰੋਟੀ ਕਾਰਨੇ; ਗਲਾ ਕਟਾਵੈ ਕੳੁਨੁ ॥੧੮੮॥",
    "transliteration": "Haeraa Rottee Kaaranae Galaa Kattaavai Koun ||188||",
    "translation": "Who would cut his throat, to have meat with his bread? ||188||",
    "punjabi": "ਮੈਂ ਤਾਂ ਇਸ ਗੱਲ ਲਈ ਤਿਆਰ ਨਹੀਂ ਹਾਂ ਕਿ ਮਾਸ ਰੋਟੀ ਖਾਣ ਦੀ ਨਿਯਤ ਮੇਰੀ ਆਪਣੀ ਹੋਵੇ ਪਰ (ਕੁਰਬਾਨੀ ਦਾ ਹੋਕਾ ਦੇ ਦੇ ਕੇ ਕਿਸੇ ਪਸ਼ੂ ਨੂੰ) ਜ਼ਬਹ ਕਰਦਾ ਫਿਰਾਂ ॥੧੮੮॥",
    "pronunciation": "(ਹੇਰਾ) ਸ਼ਿਕਾਰ ਕਾਰਨੇ ਲੲੀ",
    "type_id": 3
  },
  {
    "id": 58643,
    "shabad_id": 5151,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ. ਗੁਰੁ ਲਾਗਾ ਤਬ ਜਾਨੀਅੈ; ਮਿਟੈ ਮੋਹੁ ਤਨ ਤਾਪ ॥",
    "transliteration": "Kabeer Gur Laagaa Thab Jaaneeai Mittai Mohu Than Thaap ||",
    "translation": "Kabeer, one is known to have been touched by the Guru, only when his emotional attachment and physical illnesses are eradicated.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਨੇਊ ਆਦਿਕ ਪਾ ਕੇ ਹਿੰਦੂ ਸਮਝਦਾ ਹੈ ਕਿ ਮੈਂ ਫਲਾਣੇ ਬ੍ਰਾਹਮਣ ਨੂੰ ਆਪਣਾ ਗੁਰੂ ਧਾਰ ਲਿਆ ਹੈ; ਪਰ) ਤਦੋਂ ਸਮਝੋ ਕਿ ਗੁਰੂ ਮਿਲ ਪਿਆ ਹੈ ਜਦੋਂ (ਗੁਰੂ ਧਾਰਨ ਵਾਲੇ ਮਨੁੱਖ ਦੇ ਦਿਲ ਵਿਚੋਂ) ਮਾਇਆ ਦਾ ਮੋਹ ਦੂਰ ਹੋ ਜਾਏ, ਜਦੋਂ ਸਰੀਰ ਨੂੰ ਸਾੜਨ ਵਾਲੇ ਕਲੇਸ਼ ਮਿਟ ਜਾਣ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58644,
    "shabad_id": 5151,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਖ ਸੋਗ ਦਾਝੈ ਨਹੀ; ਤਬ ਹਰਿ ਅਾਪਹਿ ਅਾਪਿ ॥੧੮੯॥",
    "transliteration": "Harakh Sog Dhaajhai Nehee Thab Har Aapehi Aap ||189||",
    "translation": "He is not burned by pleasure or pain, and so he becomes the Lord Himself. ||189||",
    "punjabi": "ਜਦੋਂ ਹਰਖ ਸੋਗ ਕੋਈ ਭੀ ਚਿੱਤ ਨੂੰ ਨਾਹ ਸਾੜੇ, ਅਜੇਹੀ ਹਾਲਤ ਵਿਚ ਅੱਪੜਿਆਂ ਹਰ ਥਾਂ ਪਰਮਾਤਮਾ ਆਪ ਹੀ ਆਪ ਦਿੱਸਦਾ ਹੈ ॥੧੮੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58645,
    "shabad_id": 5152,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕਬੀਰ. ਰਾਮ ਕਹਨ ਮਹਿ ਭੇਦੁ ਹੈ; ਤਾ ਮਹਿ ੲੇਕੁ ਬਿਚਾਰੁ ॥",
    "transliteration": "Kabeer Raam Kehan Mehi Bhaedh Hai Thaa Mehi Eaek Bichaar ||",
    "translation": "Kabeer, it does make a difference, how you chant the Lord's Name, 'Raam'. This is something to consider.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਨੇਊ ਦੇ ਕੇ ਬ੍ਰਾਹਮਣ ਰਾਮ ਦੀ ਪੂਜਾ-ਪਾਠ ਦਾ ਉਪਦੇਸ਼ ਭੀ ਕਰਦਾ ਹੈ; ਪਰ) ਰਾਮ ਰਾਮ ਆਖਣ ਵਿਚ ਭੀ ਫ਼ਰਕ ਪੈ ਜਾਂਦਾ ਹੈ, ਇਸ ਵਿਚ ਭੀ ਇਕ ਗੱਲ ਸਮਝਣ ਵਾਲੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58646,
    "shabad_id": 5152,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੋੲੀ ਰਾਮੁ ਸਭੈ ਕਹਹਿ; ਸੋੲੀ ਕੳੁਤਕਹਾਰ ॥੧੯੦॥",
    "transliteration": "Soee Raam Sabhai Kehehi Soee Kouthakehaar ||190||",
    "translation": "Everyone uses the same word for the son of Dasrath and the Wondrous Lord. ||190||",
    "punjabi": "ਇਕ ਰਾਮ ਤਾਂ ਉਹ ਹੈ ਜਿਸ ਨੂੰ ਹਰੇਕ ਜੀਵ ਸਿਮਰਦਾ ਹੈ (ਇਹ ਹੈ ਸਰਬ-ਵਿਆਪੀ ਰਾਮ, ਇਸ ਦਾ ਸਿਮਰਨ ਕਰਨਾ ਮਨੁੱਖ ਮਾਤ੍ਰ ਦਾ ਫ਼ਰਜ਼ ਹੈ)। ਪਰ ਇਹੀ ਰਾਮ ਨਾਮ ਰਾਸਧਾਰੀਏ ਭੀ (ਰਾਸਾਂ ਵਿਚ ਸਾਂਗ ਬਣਾ ਬਣਾ ਕੇ) ਲੈਂਦੇ ਹਨ (ਇਹ ਰਾਮ ਅਵਤਾਰੀ ਰਾਮ ਹੈ ਤੇ ਰਾਜਾ ਦਸਰਥ ਦਾ ਪੁੱਤਰ ਹੈ, ਇਹੀ ਮੂਰਤੀ-ਪੂਜਾ ਵਿਅਰਥ ਹੈ) ॥੧੯੦॥",
    "pronunciation": "ਕਹਹਿ। ਕੳੁਤਕਹਾਰ",
    "type_id": 3
  },
  {
    "id": 58647,
    "shabad_id": 5153,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਬੀਰ. ਰਾਮੈ ਰਾਮ ਕਹੁ; ਕਹਿਬੇ ਮਾਹਿ ਬਿਬੇਕ ॥",
    "transliteration": "Kabeer Raamai Raam Kahu Kehibae Maahi Bibaek ||",
    "translation": "Kabeer, use the word 'Raam', only to speak of the All-pervading Lord. You must make that distinction.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਸਦਾ ਰਾਮ ਦਾ ਨਾਮ ਜਪ, ਪਰ ਜਪਣ ਵੇਲੇ ਇਹ ਗੱਲ ਚੇਤੇ ਰੱਖਣੀ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58648,
    "shabad_id": 5153,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲੇਕੁ. ਅਨੇਕਹਿ ਮਿਲਿ ਗੲਿਅਾ; ੲੇਕ ਸਮਾਨਾ ੲੇਕ ॥੧੯੧॥",
    "transliteration": "Eaek Anaekehi Mil Gaeiaa Eaek Samaanaa Eaek ||191||",
    "translation": "One 'Raam' is pervading everywhere, while the other is contained only in himself. ||191||",
    "punjabi": "ਕਿ ਇਕ ਰਾਮ ਤਾਂ ਅਨੇਕਾਂ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ (ਇਸ ਦਾ ਨਾਮ ਜਪਣਾ ਹਰੇਕ ਮਨੁੱਖ ਦਾ ਧਰਮ ਹੈ), ਪਰ ਇਕ ਰਾਮ (ਦਰਸਥ ਦਾ ਪੁੱਤਰ) ਸਿਰਫ਼ ਇਕ ਸਰੀਰ ਵਿਚ ਹੀ ਆਇਆ (ਅਵਤਾਰ ਬਣਿਆ; ਇਸ ਦਾ ਜਾਪ ਕੋਈ ਗੁਣ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੧੯੧॥",
    "pronunciation": "ਅਨੇਕ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 58649,
    "shabad_id": 5154,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਕਬੀਰ. ਜਾ ਘਰ ਸਾਧ, ਨ ਸੇਵੀਅਹਿ; ਹਰਿ ਕੀ ਸੇਵਾ ਨਾਹਿ ॥",
    "transliteration": "Kabeer Jaa Ghar Saadhh N Saeveeahi Har Kee Saevaa Naahi ||",
    "translation": "Kabeer, those houses in which neither the Holy nor the Lord are served",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਠਾਕੁਰਾਂ ਦੀ ਪੂਜਾ ਤੇ ਹਰੇਕ ਦਿਨ-ਦਿਹਾਰ ਸਮੇ ਬ੍ਰਾਹਮਣ ਦੀ ਸੇਵਾ-ਬੱਸ! ਇਹ ਹੈ ਸਿੱਖਿਆ ਜੋ ਬ੍ਰਾਹਮਣ ਦੇਵਤਾ ਆਪਣੇ ਸ਼ਰਧਾਲੂਆਂ ਨੂੰ ਦੇ ਰਿਹਾ ਹੈ। ਸ਼ਰਧਾਲੂ ਵਿਚਾਰੇ ਭੀ ਠਾਕੁਰ-ਪੂਜਾ ਤੇ ਬ੍ਰਾਹਮਣ ਦੀ ਸੇਵਾ ਕਰ ਕੇ ਆਪਣੇ ਆਪ ਨੂੰ ਸੁਚੱਜੇ ਤੇ ਸੁੱਚੇ ਹਿੰਦੂ ਸਮਝ ਲੈਂਦੇ ਹਨ; ਪਰ ਅਸਲ ਗੱਲ ਇਹ ਹੈ ਕਿ) ਜਿਨ੍ਹਾਂ ਘਰਾਂ ਵਿਚ ਨੇਕ ਬੰਦਿਆਂ ਦੀ ਸੇਵਾ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਨਹੀਂ ਕੀਤੀ ਜਾਂਦੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58650,
    "shabad_id": 5154,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤੇ ਘਰ ਮਰਹਟ ਸਾਰਖੇ; ਭੂਤ ਬਸਹਿ ਤਿਨ ਮਾਹਿ ॥੧੯੨॥",
    "transliteration": "Thae Ghar Marehatt Saarakhae Bhooth Basehi Thin Maahi ||192||",
    "translation": "- those houses are like cremation grounds; demons dwell within them. ||192||",
    "punjabi": "ਉਹ ਘਰ (ਭਾਵੇਂ ਕਿਤਨੇ ਹੀ ਸੁੱਚੇ ਤੇ ਸਾਫ਼ ਰੱਖੇ ਜਾਂਦੇ ਹੋਣ) ਮਸਾਣਾਂ ਵਰਗੇ ਹਨ, ਉਹਨਾਂ ਘਰਾਂ ਵਿਚ (ਮਨੁੱਖ ਨਹੀਂ) ਭੂਤਨੇ ਵੱਸਦੇ ਹਨ ॥੧੯੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58651,
    "shabad_id": 5155,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਕਬੀਰ. ਗੂੰਗਾ ਹੂਅਾ ਬਾਵਰਾ; ਬਹਰਾ ਹੂਅਾ ਕਾਨ ॥",
    "transliteration": "Kabeer Goongaa Hooaa Baavaraa Beharaa Hooaa Kaan ||",
    "translation": "Kabeer, I have become mute, insane and deaf.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਜਨੇਊ ਪਾ ਕੇ ਬ੍ਰਾਹਮਣ ਨੂੰ ਗੁਰੂ ਧਾਰ ਕੇ, ਠਾਕੁਰ-ਪੂਜਾ ਅਤੇ ਹਰੇਕ ਦਿਨ-ਦਿਹਾਰ ਸਮੇ ਬ੍ਰਾਹਮਣ ਦੀ ਹੀ ਪੂਜਾ-ਸੇਵਾ ਕਰ ਕੇ ਗੁਰੂ ਵਾਲਾ ਨਹੀਂ ਬਣ ਸਕੀਦਾ; ਜਿਸ ਨੂੰ ਸੱਚ-ਮੁੱਚ ਪੂਰਾ ਗੁਰੂ ਮਿਲਦਾ ਹੈ ਉਸ ਦਾ ਸਾਰਾ ਜੀਵਨ ਹੀ ਬਦਲ ਜਾਂਦਾ ਹੈ) ਉਹ (ਦੁਨੀਆ ਦੇ ਭਾਣੇ) ਗੁੰਗਾ, ਕਮਲਾ, ਬੋਲਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਮਨੁੱਖ ਮੂੰਹੋਂ ਮੰਦੇ ਬੋਲ ਨਹੀਂ ਬੋਲਦਾ, ਉਸ ਨੂੰ ਕਿਸੇ ਦੀ ਮੁਥਾਜੀ ਨਹੀਂ ਹੁੰਦੀ, ਕੰਨਾਂ ਨਾਲ ਨਿੰਦਾ ਨਹੀਂ ਸੁਣਦਾ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58652,
    "shabad_id": 5155,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਪਾਵਹੁ ਤੇ ਪਿੰਗੁਲ ਭੲਿਅਾ; ਮਾਰਿਅਾ ਸਤਿਗੁਰ ਬਾਨ ॥੧੯੩॥",
    "transliteration": "Paavahu Thae Pingul Bhaeiaa Maariaa Sathigur Baan ||193||",
    "translation": "I am crippled - the True Guru has pierced me with His Arrow. ||193||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਹਿਰਦੇ ਵਿਚ ਸਤਿਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦਾ ਤੀਰ ਮਾਰਦਾ ਹੈ, ਉਹ (ਦੁਨੀਆਂ ਭਾਣੇ) ਲੂਲ੍ਹਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਕਿਉਂਕਿ ਉਹ ਪੈਰਾਂ ਨਾਲ ਮੰਦੇ ਪਾਸੇ ਵੱਲ ਤੁਰ ਕੇ ਨਹੀਂ ਜਾਂਦਾ) ॥੧੯੩॥",
    "pronunciation": "ਭ-ੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58653,
    "shabad_id": 5156,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਬੀਰ. ਸਤਿਗੁਰ ਸੂਰਮੇ; ਬਾਹਿਅਾ ਬਾਨੁ ਜੁ ੲੇਕੁ ॥",
    "transliteration": "Kabeer Sathigur Sooramae Baahiaa Baan J Eaek ||",
    "translation": "Kabeer, the True Guru, the Spiritual Warrior, has shot me with His Arrow.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸੂਰਮਾ ਸਤਿਗੁਰੂ ਆਪਣੇ ਸ਼ਬਦ ਦਾ ਇਕ ਤੀਰ ਮਾਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58654,
    "shabad_id": 5156,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਲਾਗਤ ਹੀ ਭੁੲਿ ਗਿਰਿ ਪਰਿਅਾ; ਪਰਾ ਕਰੇਜੇ ਛੇਕੁ ॥੧੯੪॥",
    "transliteration": "Laagath Hee Bhue Gir Pariaa Paraa Karaejae Shhaek ||194||",
    "translation": "As soon as it struck me, I fell to the ground, with a hole in my heart. ||194||",
    "punjabi": "ਤੀਰ ਵੱਜਦਿਆਂ ਹੀ ਉਹ ਮਨੁੱਖ ਨਿਰ-ਅਹੰਕਾਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਦਾ ਹਿਰਦਾ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਪ੍ਰੋਤਾ ਜਾਂਦਾ ਹੈ ॥੧੯੪॥",
    "pronunciation": "ਭੁ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 58655,
    "shabad_id": 5157,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਬੀਰ. ਨਿਰਮਲ ਬੂੰਦ ਅਕਾਸ ਕੀ; ਪਰਿ ਗੲੀ ਭੂਮਿ ਬਿਕਾਰ ॥",
    "transliteration": "Kabeer Niramal Boondh Akaas Kee Par Gee Bhoom Bikaar ||",
    "translation": "Kabeer, the pure drop of water falls from the sky, onto the dirty ground.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਵਰਖਾ ਸਮੇ) ਆਕਾਸ਼ (ਤੋਂ ਮੀਂਹ) ਦੀ ਜੋ ਸਾਫ਼ ਬੂੰਦ ਨਕਾਰੀ ਧਰਤੀ ਵਿਚ ਡਿੱਗ ਪਈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
