[
  {
    "id": 58734,
    "shabad_id": 5192,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮੁਕਤਿ ਪਦਾਰਥੁ ਪਾੲੀਅੈ; ਠਾਕ ਨ. ਅਵਘਟ ਘਾਟ ॥੨੩੧॥",
    "transliteration": "Mukath Padhaarathh Paaeeai Thaak N Avaghatt Ghaatt ||231||",
    "translation": "He obtains the treasure of liberation, and the difficult road to the Lord is not blocked. ||231||",
    "punjabi": "ਉਸ ਦੀ ਸੰਗਤ ਤੋਂ ਫਲ ਇਹ ਮਿਲਦਾ ਹੈ ਕਿ ਦੁਨੀਆ ਦੇ \"ਬਾਦ ਬਿਬਾਦ\" ਤੋਂ ਖ਼ਲਾਸੀ ਹੋ ਜਾਂਦੀ ਹੈ, ਕੋਈ ਭੀ ਵਿਕਾਰ ਇਸ ਔਖੇ ਸਫ਼ਰ ਦੇ ਰਾਹ ਵਿਚ ਰੋਕ ਨਹੀਂ ਪਾਂਦਾ ॥੨੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58735,
    "shabad_id": 5193,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ੲੇਕ ਘੜੀ, ਅਾਧੀ ਘਰੀ; ਅਾਧੀ ਹੂੰ ਤੇ ਅਾਧ ॥",
    "transliteration": "Kabeer Eaek Gharree Aadhhee Gharee Aadhhee Hoon Thae Aadhh ||",
    "translation": "Kabeer, whether is is for an hour, half an hour, or half of that,",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਚੂੰਕਿ ਦੁਨੀਆ ਦੇ \"ਬਾਦ ਬਿਬਾਦ\" ਤੋਂ ਖ਼ਲਾਸੀ ਸਾਧੂ ਦੀ ਸੰਗਤ ਕੀਤਿਆਂ ਹੀ ਮਿਲਦੀ ਹੈ, ਇਸ ਵਾਸਤੇ) ਇੱਕ ਘੜੀ, ਅੱਧੀ ਘੜੀ, ਘੜੀ ਦਾ ਚੌਥਾ ਹਿੱਸਾ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58736,
    "shabad_id": 5193,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਭਗਤਨ ਸੇਤੀ ਗੋਸਟੇ; ਜੋ ਕੀਨੇ ਸੋ ਲਾਭ ॥੨੩੨॥",
    "transliteration": "Bhagathan Saethee Gosattae Jo Keenae So Laabh ||232||",
    "translation": "Whatever it is, it is worthwhile to speak with the Holy. ||232||",
    "punjabi": "ਜਿਤਨਾ ਚਿਰ ਭੀ ਗੁਰਮੁਖਾਂ ਦੀ ਸੰਗਤ ਕੀਤੀ ਜਾਏ, ਇਸ ਤੋਂ (ਆਤਮਕ ਜੀਵਨ ਵਿਚ) ਨਫ਼ਾ ਹੀ ਨਫ਼ਾ ਹੈ ॥੨੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58737,
    "shabad_id": 5194,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਬੀਰ. ਭਾਂਗ ਮਾਛੁਲੀ, ਸੁਰਾ ਪਾਨਿ; ਜੋ ਜੋ ਪ੍ਰਾਨੀ ਖਾਂਹਿ ॥",
    "transliteration": "Kabeer Bhaang Maashhulee Suraa Paan Jo Jo Praanee Khaanhi ||",
    "translation": "Kabeer, those mortals who consume marijuana, fish and wine",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਲੋਕ 'ਭਗਤਨ ਸੇਤੀ ਗੋਸਟੇ' ਕਰ ਕੇ ਤੀਰਥ-ਜਾਤ੍ਰਾ ਵਰਤ-ਨੇਮ ਆਦਿਕ ਭੀ ਕਰਦੇ ਹਨ ਤੇ ਉਹ ਸ਼ਰਾਬੀ ਲੋਕ ਭੰਗ ਮੱਛੀ ਭੀ ਖਾਂਦੇ ਹਨ (ਭਾਵ, ਸਤਸੰਗ ਵਿਚ ਭੀ ਜਾਂਦੇ ਹਨ ਤੇ ਸ਼ਰਾਬ-ਕਬਾਬ ਭੀ ਖਾਂਦੇ ਪੀਂਦੇ ਹਨ, ਵਿਕਾਰ ਭੀ ਕਰਦੇ ਹਨ)",
    "pronunciation": "(ਭਾਂਗ) ਤਮਾਕੂ ਪੱਤੇ ਨੂੰ ਭੰਗ ਅਾਖਦੇ ਹਨ। (ਮਾਛੁਲੀ) ਮੱਛੀ ਦਾ ਮਾਸ। (ਸੁਰਾ) ਸ਼ਰਾਬ। ਪਾਨ ਤੰਮਾਕੂ ਸਹਿਤ (ਖਾਹਿ) ਚੱਬਣੇ",
    "type_id": 3
  },
  {
    "id": 58738,
    "shabad_id": 5194,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤੀਰਥ ਬਰਤ ਨੇਮ ਕੀੲੇ; ਤੇ ਸਭੈ ਰਸਾਤਲ ਜਾਂਹਿ ॥੨੩੩॥",
    "transliteration": "Theerathh Barath Naem Keeeae Thae Sabhai Rasaathal Jaanhi ||233||",
    "translation": "- no matter what pilgrimages, fasts and rituals they follow, they will all go to hell. ||233||",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਉਹ ਤੀਰਥ ਵਰਤ ਆਦਿਕ ਵਾਲੇ ਸਾਰੇ ਕਰਮ ਬਿਲਕੁਲ ਵਿਅਰਥ ਜਾਂਦੇ ਹਨ ॥੨੩੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58739,
    "shabad_id": 5195,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨੀਚੇ ਲੋੲਿਨ ਕਰਿ ਰਹੳੁ; ਲੇ ਸਾਜਨ ਘਟ ਮਾਹਿ ॥",
    "transliteration": "Neechae Loein Kar Reho Lae Saajan Ghatt Maahi ||",
    "translation": "Kabeer, I keep my eyes lowered, and enshrine my Friend within my heart.",
    "punjabi": "(ਹੇ ਮੇਰੀ ਸਤ-ਸੰਗਣ ਸਹੇਲੀਏ! ਜਦੋਂ ਦੀ ਮੈਨੂੰ 'ਸਾਧੂ ਸੰਗੁ ਪਰਾਪਤੀ' ਹੋਈ ਹੈ, ਮੈਂ 'ਭਗਤਨ ਸੇਤੀ ਗੋਸਟੇ' ਹੀ ਕਰਦੀ ਹਾਂ, ਇਸ 'ਸਾਧੂ ਸੰਗ' ਦੀ ਬਰਕਤਿ ਨਾਲ) ਪਿਆਰੇ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਸਾਂਭ ਕੇ (ਇਹਨਾਂ 'ਭਾਂਗ ਮਾਛੁਲੀ ਸੁਰਾ' ਆਦਿਕ ਵਿਕਾਰਾਂ ਵਲੋਂ) ਮੈਂ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨੀਵੀਆਂ ਕਰੀ ਰੱਖਦੀ ਹਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58740,
    "shabad_id": 5195,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਭ ਰਸ ਖੇਲੳੁ ਪੀਅ ਸੳੁ; ਕਿਸੀ ਲਖਾਵੳੁ ਨਾਹਿ ॥੨੩੪॥",
    "transliteration": "Sabh Ras Khaelo Peea So Kisee Lakhaavo Naahi ||234||",
    "translation": "I enjoy all pleasures with my Beloved, but I do not let anyone else know. ||234||",
    "punjabi": "(ਦੁਨੀਆ ਦੇ ਇਹਨਾਂ ਰਸਾਂ ਨਾਲ ਖੇਡਾਂ ਖੇਡਣ ਦੇ ਥਾਂ) ਮੈਂ ਪ੍ਰਭੂ-ਪਤੀ ਨਾਲ ਸਾਰੇ ਰੰਗ ਮਾਣਦੀ ਹਾਂ; ਪਰ ਮੈਂ (ਇਹ ਭੇਤ) ਕਿਸੇ ਨੂੰ ਨਹੀਂ ਦੱਸਦੀ ॥੨੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58741,
    "shabad_id": 5196,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਠ ਜਾਮ, ਚੳੁਸਠਿ ਘਰੀ; ਤੁਅ ਨਿਰਖਤ ਰਹੈ ਜੀੳੁ ॥",
    "transliteration": "Aath Jaam Chousath Gharee Thua Nirakhath Rehai Jeeo ||",
    "translation": "Twenty-four hours a day, every hour, my soul continues to look to You, O Lord.",
    "punjabi": "(ਹੇ ਸਖੀ! ਮੈਂ ਸਿਰਫ਼ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹੀ ਆਖਦੀ ਹਾਂ ਕਿ ਹੇ ਪਤੀ!) ਅੱਠੇ ਪਹਿਰ ਹਰ ਘੜੀ ਮੇਰੀ ਜਿੰਦ ਤੈਨੂੰ ਹੀ ਤੱਕਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58742,
    "shabad_id": 5196,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨੀਚੇ ਲੋੲਿਨ ਕਿੳੁ ਕਰੳੁ; ਸਭ ਘਟ ਦੇਖੳੁ ਪੀੳੁ ॥੨੩੫॥",
    "transliteration": "Neechae Loein Kio Karo Sabh Ghatt Dhaekho Peeo ||235||",
    "translation": "Why should I keep my eyes lowered? I see my Beloved in every heart. ||235||",
    "punjabi": "(ਹੇ ਸਖੀ!) ਮੈਂ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਪ੍ਰਭੂ-ਪਤੀ ਨੂੰ ਹੀ ਵੇਖਦੀ ਹਾਂ, ਇਸ ਵਾਸਤੇ ਮੈਨੂੰ ਕਿਸੇ ਪ੍ਰਾਣੀ-ਮਾਤ੍ਰ ਤੋਂ ਨਫ਼ਰਤ ਨਹੀਂ ਹੈ ॥੨੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58743,
    "shabad_id": 5197,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸੁਨੁ ਸਖੀ. ਪੀਅ ਮਹਿ ਜੀੳੁ ਬਸੈ; ਜੀਅ ਮਹਿ ਬਸੈ ਕਿ ਪੀੳੁ ॥",
    "transliteration": "Sun Sakhee Peea Mehi Jeeo Basai Jeea Mehi Basai K Peeo ||",
    "translation": "Listen, O my companions: my soul dwells in my Beloved, and my Beloved dwells in my soul.",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ('ਸਾਧੂ ਸੰਗ' ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੇਰੇ ਅੰਦਰ ਇਕ ਅਚਰਜ ਖੇਡ ਬਣ ਗਈ ਹੈ, ਮੈਨੂੰ ਹੁਣ ਇਹ ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ ਕਿ) ਮੇਰੀ ਜਿੰਦ ਪ੍ਰਭੂ-ਪਤੀ ਵਿਚ ਵੱਸ ਰਹੀ ਹੈ ਜਾਂ ਜਿੰਦ ਵਿਚ ਪਿਆਰਾ ਆ ਵੱਸਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58744,
    "shabad_id": 5197,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜੀੳੁ ਪੀੳੁ. ਬੂਝੳੁ ਨਹੀ; ਘਟ ਮਹਿ ਜੀੳੁ ਕਿ ਪੀੳੁ ॥੨੩੬॥",
    "transliteration": "Jeeo Peeo Boojho Nehee Ghatt Mehi Jeeo K Peeo ||236||",
    "translation": "I realize that there is no difference between my soul and my Beloved; I cannot tell whether my soul or my Beloved dwells in my heart. ||236||",
    "punjabi": "ਹੇ ਸਹੇਲੀਏ! ਤੂੰ ਹੁਣ ਇਹ ਸਮਝ ਹੀ ਨਹੀਂ ਸਕਦੀ ਕਿ ਮੇਰੇ ਅੰਦਰ ਮੇਰੀ ਜਿੰਦ ਹੈ ਜਾਂ ਮੇਰਾ ਪਿਆਰਾ ਪ੍ਰਭੂ-ਪਤੀ ॥੨੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58745,
    "shabad_id": 5198,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਕਬੀਰ. ਬਾਮਨੁ ਗੁਰੂ ਹੈ ਜਗਤ ਕਾ; ਭਗਤਨ ਕਾ ਗੁਰੁ ਨਾਹਿ ॥",
    "transliteration": "Kabeer Baaman Guroo Hai Jagath Kaa Bhagathan Kaa Gur Naahi ||",
    "translation": "Kabeer, the Brahmin may be the guru of the world, but he is not the Guru of the devotees.",
    "punjabi": "ਪਰ, ਹੇ ਕਬੀਰ! (ਆਖ-ਮੈਨੂੰ ਜੋ ਇਹ ਜੀਵਨ- ਦਾਤ ਮਿਲੀ ਹੈ, ਜੀਵਨ-ਦਾਤੇ ਸਤਿਗੁਰੂ ਤੋਂ ਮਿਲੀ ਹੈ ਜੋ ਆਪ ਭੀ ਨਾਮ ਦਾ ਰਸੀਆ ਹੈ; ਜਨੇਊ ਆਦਿਕ ਦੇ ਕੇ ਤੇ ਕਰਮ-ਕਾਂਡ ਦਾ ਰਾਹ ਦੱਸ ਕੇ) ਬ੍ਰਾਹਮਣ ਸਿਰਫ਼ ਦੁਨੀਆਦਾਰਾਂ ਦਾ ਹੀ ਗੁਰੂ ਅਖਵਾ ਸਕਦਾ ਹੈ, ਭਗਤੀ ਕਰਨ ਵਾਲਿਆਂ ਦਾ ਉਪਦੇਸ਼-ਦਾਤਾ ਬ੍ਰਾਹਮਣ ਨਹੀਂ ਬਣ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58746,
    "shabad_id": 5198,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅਰਝਿ ੳੁਰਝਿ ਕੈ ਪਚਿ ਮੂਅਾ; ਚਾਰੳੁ ਬੇਦਹੁ ਮਾਹਿ ॥੨੩੭॥",
    "transliteration": "Arajh Ourajh Kai Pach Mooaa Chaaro Baedhahu Maahi ||237||",
    "translation": "He rots and dies in the perplexities of the four Vedas. ||237||",
    "punjabi": "ਕਿਉਂਕਿ ਇਹ ਤਾਂ ਆਪ ਹੀ ਚਹੁੰਆਂ ਵੇਦਾਂ ਦੇ ਜੱਗ ਆਦਿਕ ਕਰਮ-ਕਾਂਡ ਦੀਆਂ ਉਲਝਣਾਂ ਨੂੰ ਸੋਚ ਸੋਚ ਕੇ ਇਹਨਾਂ ਵਿਚ ਹੀ ਖਪ ਖਪ ਕੇ ਆਤਮਕ ਮੌਤ ਮਰ ਚੁੱਕਾ ਹੈ (ਇਸ ਦੀ ਆਪਣੀ ਹੀ ਜਿੰਦ ਪ੍ਰਭੂ-ਮਿਲਾਪ ਦਾ ਆਨੰਦ ਨਹੀਂ ਮਾਣ ਸਕੀ, ਇਹ ਭਗਤਾਂ ਨੂੰ ਉਹ ਸੁਆਦ ਕਿਵੇਂ ਦੇ ਦਿਵਾ ਸਕਦਾ ਹੈ?) ॥੨੩੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58747,
    "shabad_id": 5199,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਹਰਿ ਹੈ ਖਾਂਡੁ. ਰੇਤੁ ਮਹਿ ਬਿਖਰੀ; ਹਾਥੀ ਚੁਨੀ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Har Hai Khaandd Raeth Mehi Bikharee Haathhee Chunee N Jaae ||",
    "translation": "The Lord is like sugar, scattered in the sand; the elephant cannot pick it up.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ, ਮਾਨੋ, ਖੰਡ ਹੈ ਜੋ ਰੇਤ ਵਿਚ ਖਿੱਲਰੀ ਹੋਈ ਹੈ, ਹਾਥੀ ਪਾਸੋਂ ਇਹ ਖੰਡ ਰੇਤ ਵਿਚੋਂ ਚੁਣੀ ਨਹੀਂ ਜਾ ਸਕਦੀ।",
    "pronunciation": "ਹੱਾਥੀ",
    "type_id": 3
  },
  {
    "id": 58748,
    "shabad_id": 5199,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਹਿ ਕਬੀਰ. ਗੁਰਿ, ਭਲੀ ਬੁਝਾੲੀ; ਕੀਟੀ ਹੋੲਿ ਕੈ ਖਾੲਿ ॥੨੩੮॥",
    "transliteration": "Kehi Kabeer Gur Bhalee Bujhaaee Keettee Hoe Kai Khaae ||238||",
    "translation": "Says Kabeer, the Guru has given me this sublime understanding: become an ant, and feed on it. ||238||",
    "punjabi": "ਕਬੀਰ ਆਖਦਾ ਹੈ ਕਿ ਪੂਰੇ ਸਤਿਗੁਰੂ ਨੇ ਹੀ ਇਹ ਭਲੀ ਮੱਤ ਦਿੱਤੀ ਹੈ ਕਿ ਮਨੁੱਖ ਕੀੜੀ ਬਣ ਕੇ ਇਹ ਖੰਡ ਖਾ ਸਕਦਾ ਹੈ ॥੨੩੮॥",
    "pronunciation": "ਬੱੁਝਾੲੀ",
    "type_id": 3
  },
  {
    "id": 58749,
    "shabad_id": 5200,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਬੀਰ. ਜੳੁ ਤੁਹਿ ਸਾਧ, ਪਿਰੰਮ ਕੀ; ਸੀਸੁ ਕਾਟਿ ਕਰਿ ਗੋੲਿ ॥",
    "transliteration": "Kabeer Jo Thuhi Saadhh Piranm Kee Sees Kaatt Kar Goe ||",
    "translation": "Kabeer, if you desire to play the game of love with the Lord, then cut off your head, and make it into a ball.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਤੈਨੂੰ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਖੇਡ ਖੇਡਣ ਦੀ ਤਾਂਘ ਹੈ, ਤਾਂ ਆਪਣਾ ਸਿਰ ਕੱਟ ਕੇ ਗੇਂਦ ਬਣਾ ਲੈ (ਇਸ ਤਰ੍ਹਾਂ ਅਹੰਕਾਰ ਦੂਰ ਕਰ ਕਿ ਲੋਕ ਬੇ-ਸ਼ੱਕ ਠੇਡੇ ਪਏ ਮਾਰਨ 'ਕਬੀਰ ਰੋੜਾ ਹੋਇ ਰਹੁ ਬਾਟ ਕਾ, ਤਜਿ ਮਨ ਕਾ, ਅਭਿਮਾਨੁ')",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58750,
    "shabad_id": 5200,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਖੇਲਤ ਖੇਲਤ ਹਾਲ ਕਰਿ; ਜੋ ਕਿਛੁ ਹੋੲਿ ਤ ਹੋੲਿ ॥੨੩੯॥",
    "transliteration": "Khaelath Khaelath Haal Kar Jo Kishh Hoe Th Hoe ||239||",
    "translation": "Lose yourself in the play of it, and then whatever will be, will be. ||239||",
    "punjabi": "ਇਹ ਖੇਡ ਖੇਡਦਾ ਖੇਡਦਾ ਇਤਨਾ ਮਸਤ ਹੋ ਜਾ ਕਿ (ਦੁਨੀਆ ਵਲੋਂ) ਜੋ (ਸਲੂਕ ਤੇਰੇ ਨਾਲ) ਹੋਵੇ ਉਹ ਪਿਆ ਹੋਵੇ ॥੨੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58751,
    "shabad_id": 5201,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਕਬੀਰ. ਜੳੁ ਤੁਹਿ ਸਾਧ, ਪਿਰੰਮ ਕੀ; ਪਾਕੇ ਸੇਤੀ ਖੇਲੁ ॥",
    "transliteration": "Kabeer Jo Thuhi Saadhh Piranm Kee Paakae Saethee Khael ||",
    "translation": "Kabeer, if you desire to play the game of love with the Lord, play it with someone with committment.",
    "punjabi": "ਪਰ, ਹੇ ਕਬੀਰ! ਜੇ ਤੈਨੂੰ ਪ੍ਰਭੂ-ਪਿਆਰ ਦੀ ਇਹ ਖੇਡ ਖੇਡਣ ਦੀ ਸਿੱਕ ਹੈ ਤਾਂ ਪੂਰੇ ਸਤਿਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਖੇਡ; (ਕਰਮ-ਕਾਂਡੀ ਬ੍ਰਾਹਮਣ ਪਾਸ ਇਹ ਚੀਜ਼ ਨਹੀਂ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58752,
    "shabad_id": 5201,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਕਾਚੀ ਸਰਸੳੁਂ ਪੇਲਿ ਕੈ; ਨਾ ਖਲਿ ਭੲੀ, ਨ ਤੇਲੁ ॥੨੪੦॥",
    "transliteration": "Kaachee Sarasoun Pael Kai Naa Khal Bhee N Thael ||240||",
    "translation": "Pressing the unripe mustard seeds produces neither oil nor flour. ||240||",
    "punjabi": "ਕੱਚੀ ਸਰਹੋਂ ਪੀੜਿਆਂ ਨਾਹ ਤੇਲ ਨਿਕਲਦਾ ਹੈ ਤੇ ਨਾਹ ਹੀ ਖਲ ਬਣਦੀ ਹੈ (ਇਹੀ ਹਾਲ ਜਨੇਊ ਆਦਿਕ ਦੇ ਕੇ ਬਣੇ ਕੱਚੇ ਗੁਰੂਆਂ ਦਾ ਹੈ) ॥੨੪੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58753,
    "shabad_id": 5202,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਢੂੰਢਤ ਡੋਲਹਿ. ਅੰਧ ਗਤਿ; ਅਰੁ ਚੀਨਤ ਨਾਹੀ, ਸੰਤ ॥",
    "transliteration": "Dtoondtath Ddolehi Andhh Gath Ar Cheenath Naahee Santh ||",
    "translation": "Searching, the mortal stumbles like a blind person, and does not recognize the Saint.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਪ੍ਰਭੂ ਦੀ) ਭਾਲ ਤਾਂ ਕਰਦੇ ਹਨ, ਪਰ ਭਗਤ ਜਨਾਂ ਨੂੰ ਪਛਾਣ ਨਹੀਂ ਸਕਦੇ ਉਹ ਅੰਨ੍ਹਿਆਂ ਵਾਂਗ ਹੀ ਟਟੌਲੇ ਮਾਰਦੇ ਹਨ।",
    "pronunciation": "ਸੰਤ ਸੰਗਤਿ ਦੁਅਾਰਾ, ਪ੍ਰਮੇਸ਼ਰ ਜੀ ਨੰੂ ਨਹੀਂ ਸਿਞਾਣਦੇ, ਅੰਧ ਅੰਧਿਅਾਂ ਗਤਿ ਨਿਅਾੲੀਂ (ਢੂੰਢਤ) ਢੰੂਢਦੇ, ਵਿਕਾਰਾਂ ਅੌਗੁਣਾਂ ਚ (ਡੋਲਹਿ) ਡੋਲਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 58754,
    "shabad_id": 5202,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਹਿ ਨਾਮਾ. ਕਿੳੁ ਪਾੲੀਅੈ; ਬਿਨੁ ਭਗਤਹੁ ਭਗਵੰਤੁ ॥੨੪੧॥",
    "transliteration": "Kehi Naamaa Kio Paaeeai Bin Bhagathahu Bhagavanth ||241||",
    "translation": "Says Naam Dayv, how can one obtain the Lord God, without His devotee? ||241||",
    "punjabi": "ਨਾਮਦੇਵ ਆਖਦਾ ਹੈ ਕਿ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਬੰਦਿਆਂ (ਦੀ ਸੰਗਤ) ਤੋਂ ਬਿਨਾ ਭਗਵਾਨ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ॥੨੪੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58755,
    "shabad_id": 5203,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਸੋ ਹੀਰਾ ਛਾਡਿ ਕੈ; ਕਰਹਿ. ਅਾਨ ਕੀ ਅਾਸ ॥",
    "transliteration": "Har So Heeraa Shhaadd Kai Karehi Aan Kee Aas ||",
    "translation": "Forsaking the Diamond of the Lord, the mortals put their hopes in another.",
    "punjabi": "(ਸਾਰੇ ਸੁਖ ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਵਿਚ ਹਨ, ਪਰ) ਜੋ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਹੀਰਾ ਛੱਡ ਕੇ ਹੋਰ ਹੋਰ ਥਾਂ ਤੋਂ ਸੁਖਾਂ ਦੀ ਆਸ ਰੱਖਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58756,
    "shabad_id": 5203,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤੇ ਨਰ ਦੋਜਕ ਜਾਹਿਗੇ; ਸਤਿ ਭਾਖੈ ਰਵਿਦਾਸ ॥੨੪੨॥",
    "transliteration": "Thae Nar Dhojak Jaahigae Sath Bhaakhai Ravidhaas ||242||",
    "translation": "Those people shall go to hell; Ravi Daas speaks the Truth. ||242||",
    "punjabi": "ਉਹ ਲੋਕ ਸਦਾ ਦੁੱਖ ਹੀ ਸਹਾਰਦੇ ਹਨ-ਇਹ ਸੱਚੀ ਗੱਲ ਰਵਿਦਾਸ ਦੱਸਦਾ ਹੈ ॥੨੪੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58757,
    "shabad_id": 5204,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬੀਰ. ਜੳੁ ਗ੍ਰਿਹੁ ਕਰਹਿ. ਤ ਧਰਮੁ ਕਰੁ; ਨਾਹੀ ਤ. ਕਰੁ ਬੈਰਾਗੁ ॥",
    "transliteration": "Kabeer Jo Grihu Karehi Th Dhharam Kar Naahee Th Kar Bairaag ||",
    "translation": "Kabeer, if you live the householder's life, then practice righteousness; otherwise, you might as well retire from the world.",
    "punjabi": "ਹੇ ਕਬੀਰ! ਜੇ ਤੂੰ ਘਰ-ਬਾਰੀ ਬਣਦਾ ਹੈਂ ਤਾਂ ਘਰ-ਬਾਰੀ ਵਾਲਾ ਫ਼ਰਜ਼ ਭੀ ਨਿਬਾਹ (ਭਾਵ, ਪ੍ਰਭੂ ਦਾ ਸਿਮਰਨ ਕਰ, ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਿਆ ਰਹੁ ਅਤੇ ਕਿਸੇ ਤੋਂ ਨਫ਼ਰਤ ਨਾਹ ਕਰ। ਪਰ ਗ੍ਰਿਹਸਤ ਵਿਚ ਰਹਿ ਕੇ) ਜੇ ਤੂੰ ਮਾਇਆ ਵਿਚ ਹੀ ਗ਼ਰਕੇ ਰਹਿਣਾ ਹੈ ਤਾਂ ਇਸ ਨੂੰ ਤਿਆਗਣਾ ਹੀ ਭਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58758,
    "shabad_id": 5204,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬੈਰਾਗੀ. ਬੰਧਨੁ ਕਰੈ; ਤਾ ਕੋ ਬਡੋ ਅਭਾਗੁ ॥੨੪੩॥",
    "transliteration": "Bairaagee Bandhhan Karai Thaa Ko Baddo Abhaag ||243||",
    "translation": "If someone renounces the world, and then gets involved in worldly entanglements, he shall suffer terrible misfortune. ||243||",
    "punjabi": "ਤਿਆਗੀ ਬਣ ਕੇ ਜੋ ਮਨੁੱਖ ਫਿਰ ਭੀ ਨਾਲ ਨਾਲ ਮਾਇਆ ਦਾ ਜੰਜਾਲ ਸਹੇੜਦਾ ਹੈ ਉਸ ਦੀ ਬੜੀ ਬਦ-ਕਿਸਮਤੀ ਸਮਝੋ (ਉਹ ਕਿਸੇ ਥਾਂ ਜੋਗਾ ਨਾਹ ਰਿਹਾ) ॥੨੪੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58759,
    "shabad_id": 5205,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕ ਸੇਖ ਫਰੀਦ ਕੇ",
    "transliteration": "Salok Saekh Fareedh Kae",
    "translation": "Shaloks Of Shaykh Fareed Jee:",
    "punjabi": "ਸ਼ੇਖ ਫਰੀਦ ਜੀ ਦੇ ਸਲੋਕ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58760,
    "shabad_id": 5205,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 58761,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜਿਤੁ ਦਿਹਾੜੈ. ਧਨ ਵਰੀ; ਸਾਹੇ ਲੲੇ ਲਿਖਾੲਿ ॥",
    "transliteration": "Jith Dhihaarrai Dhhan Varee Saahae Leae Likhaae ||",
    "translation": "The day of the bride's wedding is pre-ordained.",
    "punjabi": "ਜਿਸ ਦਿਨ (ਜੀਵ-) ਇਸਤ੍ਰੀ ਵਿਆਹੀ ਜਾਇਗੀ, ਉਹ ਸਮਾ (ਪਹਿਲਾਂ ਹੀ) ਲਿਖਿਆ ਗਿਆ ਹੈ (ਭਾਵ, ਜੀਵ ਦੇ ਜਗਤ ਵਿਚ ਆਉਣ ਤੋਂ ਪਹਿਲਾਂ ਹੀ ਇਸ ਦੀ ਮੌਤ ਦਾ ਸਮਾ ਮਿਥਿਆ ਜਾਂਦਾ ਹੈ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58762,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮਲਕੁ. ਜਿ ਕੰਨੀ ਸੁਣੀਦਾ; ਮੁਹੁ ਦੇਖਾਲੇ ਅਾੲਿ ॥",
    "transliteration": "Malak J Kannee Suneedhaa Muhu Dhaekhaalae Aae ||",
    "translation": "On that day, the Messenger of Death, of whom she had only heard, comes and shows its face.",
    "punjabi": "ਮੌਤ ਦਾ ਫ਼ਰਿਸਤਾ ਜੋ ਕੰਨਾਂ ਨਾਲ ਸੁਣਿਆ ਹੀ ਹੋਇਆ ਸੀ, ਆ ਕੇ ਮੂੰਹ ਵਿਖਾਂਦਾ ਹੈ (ਭਾਵ, ਜਿਸ ਬਾਰੇ ਪਹਿਲਾਂ ਹੋਰਨਾਂ ਦੀ ਮੌਤ ਸਮੇ ਸੁਣਿਆ ਸੀ, ਹੁਣ ਉਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਆ ਮੂੰਹ ਵਿਖਾਂਦਾ ਹੈ ਜਿਸ ਦੀ ਵਾਰੀ ਆ ਜਾਂਦੀ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58763,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਜਿੰਦੁ ਨਿਮਾਣੀ ਕਢੀਅੈ; ਹਡਾ ਕੂ ਕੜਕਾੲਿ ॥",
    "transliteration": "Jindh Nimaanee Kadteeai Haddaa Koo Karrakaae ||",
    "translation": "It breaks the bones of the body and pulls the helpless soul out.",
    "punjabi": "ਹੱਡਾਂ ਨੂੰ ਭੰਨ ਭੰਨ ਕੇ (ਭਾਵ, ਸਰੀਰ ਨੂੰ ਰੋਗ ਆਦਿਕ ਨਾਲ ਨਿਤਾਣਾ ਕਰ ਕੇ) ਵਿਚਾਰੀ ਜਿੰਦ (ਇਸ ਵਿਚੋਂ) ਕੱਢ ਲਈ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "ਹੱਡਾਂ",
    "type_id": 3
  },
  {
    "id": 58764,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸਾਹੇ ਲਿਖੇ. ਨ ਚਲਨੀ; ਜਿੰਦੂ ਕੂੰ ਸਮਝਾੲਿ ॥",
    "transliteration": "Saahae Likhae N Chalanee Jindhoo Koon Samajhaae ||",
    "translation": "That pre-ordained time of marriage cannot be avoided. Explain this to your soul.",
    "punjabi": "ਜਿੰਦ ਨੂੰ (ਇਹ ਗੱਲ) ਸਮਝਾ ਕਿ (ਮੌਤ ਦਾ) ਇਹ ਮਿਥਿਆ ਹੋਇਆ ਸਮਾ ਟਲ ਨਹੀਂ ਸਕਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58765,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਿੰਦੁ ਵਹੁਟੀ. ਮਰਣੁ ਵਰੁ; ਲੈ ਜਾਸੀ ਪਰਣਾੲਿ ॥",
    "transliteration": "Jindh Vahuttee Maran Var Lai Jaasee Paranaae ||",
    "translation": "The soul is the bride, and death is the groom. He will marry her and take her away.",
    "punjabi": "ਜਿੰਦ, ਮਾਨੋ, ਵਹੁਟੀ ਹੈ, ਮੌਤ (ਦਾ ਫ਼ਰਿਸਤਾ ਇਸ ਦਾ) ਲਾੜਾ ਹੈ (ਜਿੰਦ ਨੂੰ) ਵਿਆਹ ਕੇ ਜ਼ਰੂਰ ਲੈ ਜਾਇਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58766,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਣ ਹਥੀ. ਜੋਲਿ ਕੈ; ਕੈ ਗਲਿ ਲਗੈ ਧਾੲਿ ॥",
    "transliteration": "Aapan Hathhee Jol Kai Kai Gal Lagai Dhhaae ||",
    "translation": "After the body sends her away with its own hands, whose neck will it embrace?",
    "punjabi": "ਇਹ (ਕਾਂਇਆਂ ਜਿੰਦ ਨੂੰ) ਆਪਣੀ ਹੱਥੀਂ ਤੋਰ ਤੇ ਕਿਸ ਦੇ ਗਲ ਲੱਗੇਗੀ? (ਭਾਵ ਨਿਆਸਰੀ ਹੋ ਜਾਇਗੀ)।",
    "pronunciation": "ਪੈਰਾਂ ਨਾਲ (ਜੋਲਿ) ਜਾ ਕੇ। ਹੱਥੀਂ। ਗਲ਼ਿ",
    "type_id": 3
  },
  {
    "id": 58767,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਵਾਲਹੁ ਨਿਕੀ ਪੁਰ ਸਲਾਤ; ਕੰਨੀ. ਨ ਸੁਣੀਅਾੲਿ ॥",
    "transliteration": "Vaalahu Nikee Purasalaath Kannee N Sunee Aae ||",
    "translation": "The bridge to hell is narrower than a hair; haven't you heard of it with your ears?",
    "punjabi": "ਹੇ ਫਰੀਦ! ਤੂੰ ਕਦੇ 'ਪੁਲ ਸਿਰਾਤ' ਦਾ ਨਾਮ ਨਹੀਂ ਸੁਣਿਆ ਜੋ ਵਾਲ ਤੋਂ ਭੀ ਬਰੀਕ ਹੈ?",
    "pronunciation": "ਜਮ ਦੇ ਰਸਤੇ ਦਾ (ਪੁਰ) ਪੁਲ (ਸਲਾਤ) ਦੁੱਖਾਂ ਵਾਲਾ। ਸੁਣੀ-ਅਾੲਿ",
    "type_id": 3
  },
  {
    "id": 58768,
    "shabad_id": 5205,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਫਰੀਦਾ. ਕਿੜੀ ਪਵੰਦੀੲੀ; ਖੜਾ. ਨ ਅਾਪੁ ਮੁਹਾੲਿ ॥੧॥",
    "transliteration": "Fareedhaa Kirree Pavandheeee Kharraa N Aap Muhaae ||1||",
    "translation": "Fareed, the call has come; be careful now - don't let yourself be robbed. ||1||",
    "punjabi": "ਕੰਨੀਂ ਵਾਜਾਂ ਪੈਂਦਿਆਂ ਭੀ ਆਪਣੇ ਆਪ ਨੂੰ ਲੁਟਾਈ ਨਾ ਜਾਹ (ਭਾਵ, ਜਗਤ ਵਿਚ ਸਮੁੰਦਰ ਹੈ ਜਿਸ ਵਿਚ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਉੱਠ ਰਹੀਆਂ ਹਨ, ਇਸ ਵਿਚੋਂ ਸਹੀ ਸਲਾਮੱਤ ਪਾਰ ਲੰਘਣ ਲਈ 'ਦਰਵੇਸ਼ੀ', ਮਾਨੋ, ਇਕ ਪੁਲ ਹੈ, ਜੋ ਹੈ ਬਹੁਤ ਸੌੜਾ ਤੇ ਬਾਰੀਕ, ਭਾਵ, ਦਰਵੇਸ਼ੀ ਕਮਾਣੀ ਬੜੀ ਹੀ ਔਖੀ ਹੈ, ਪਰ ਦੁਨੀਆ ਦੇ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਣ ਲਈ ਰਸਤਾ ਸਿਰਫ਼ ਇਹੀ ਹੈ। ਧਰਮ-ਪੁਸਤਕਾਂ ਦੀ ਰਾਹੀਂ ਗੁਰੂ-ਪੈਗ਼ੰਬਰ ਤੈਨੂੰ ਵਿਕਾਰਾਂ ਦੀਆਂ ਲਹਿਰਾਂ ਦੇ ਖ਼ਤਰੇ ਤੋਂ ਬਚਣ ਲਈ ਵਾਜਾਂ ਮਾਰ ਰਹੇ ਹਨ; ਧਿਆਨ ਨਾਲ ਸੁਣ ਤੇ ਜੀਵਨ ਅਜ਼ਾਈਂ ਨਾਹ ਗਵਾ) ॥੧॥",
    "pronunciation": "(ਕਿੜੀ) ਅਵਾਜ਼ਾਂ (ਪਵੰਦੀ-ੲੀ) ਪੈਂਦੀਅਾਂ ਹਨ। (ਮੁਹਾੲਿ) ਲੁਟਾ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 58769,
    "shabad_id": 5206,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫਰੀਦਾ. ਦਰ ਦਰਵੇਸੀ ਗਾਖੜੀ; ਚਲਾਂ ਦੁਨੀਅਾਂ ਭਤਿ ॥",
    "transliteration": "Fareedhaa Dhar Dharavaesee Gaakharree Chalaan Dhuneeaaan Bhath ||",
    "translation": "Fareed, it is so difficult to become a humble Saint at the Lord's Door.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਪਰਮਾਤਮਾ ਦੇ) ਦਰ ਦੀ ਫ਼ਕੀਰੀ ਔਖੀ (ਕਾਰ) ਹੈ, ਤੇ ਮੈਂ ਦੁਨੀਆਦਾਰਾਂ ਵਾਂਗ ਹੀ ਤੁਰ ਰਿਹਾ ਹਾਂ,",
    "pronunciation": "ਭਤਿ:ਪੋਲਾ ਬੋਲੋ। (ਭਤਿ) ਤਰ੍ਹਾਂ। ਗੱਾਖੜੀ। ਚੱਲਾਂ",
    "type_id": 3
  }
]
