[
  {
    "id": 58812,
    "shabad_id": 5225,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਧਿਗੁ ਤਿਨ੍ਹਾ ਦਾ ਜੀਵਿਅਾ; ਜਿਨਾ ਵਿਡਾਣੀ ਅਾਸ ॥੨੧॥",
    "transliteration": "Dhhig Thinhaa Dhaa Jeeviaa Jinaa Viddaanee Aas ||21||",
    "translation": "Cursed are the lives of those who place their hopes in others. ||21||",
    "punjabi": "ਸੋ, ਜੋ ਲੋਕ ਦੂਜਿਆਂ ਦੀ ਆਸ ਤੱਕਦੇ ਹਨ ਉਹਨਾਂ ਦੇ ਜੀਉਣ ਨੂੰ ਫਿਟਕਾਰ ਹੈ, (ਆਸ ਇਕ ਰੱਬ ਦੀ ਰੱਖੋ) ॥੨੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58813,
    "shabad_id": 5226,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਫਰੀਦਾ. ਜੇ ਮੈ ਹੋਦਾ ਵਾਰਿਅਾ; ਮਿਤਾ ਅਾੲਿੜਿਅਾਂ ॥",
    "transliteration": "Fareedhaa Jae Mai Hodhaa Vaariaa Mithaa Aaeirriaaan ||",
    "translation": "Fareed, if I had been there when my friend came, I would have made myself a sacrifice to him.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੇ ਮੈਂ ਆਏ ਸੱਜਣਾਂ ਤੋਂ ਕਦੇ ਕੁਝ ਲੁਕਾ ਰੱਖਾਂ,",
    "pronunciation": "(ਵਾਰਿਅਾ) ਵਰਜਿਅਾ",
    "type_id": 3
  },
  {
    "id": 58814,
    "shabad_id": 5226,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹੇੜਾ ਜਲੈ ਮਜੀਠ ਜਿੳੁ; ੳੁਪਰਿ ਅੰਗਾਰਾ ॥੨੨॥",
    "transliteration": "Haerraa Jalai Majeeth Jio Oupar Angaaraa ||22||",
    "translation": "Now my flesh is burning red on the hot coals. ||22||",
    "punjabi": "ਤਾਂ ਮੇਰਾ ਸਰੀਰ (ਇਉਂ) ਸੜਦਾ ਹੈ ਜਿਵੇਂ ਬਲਦੇ ਕੋਲਿਆਂ ਉੱਤੇ ਮਜੀਠ (ਭਾਵ, ਘਰ-ਆਏ ਕਿਸੇ ਅੱਭਿਆਗਤ ਦੀ ਸੇਵਾ ਕਰਨ ਤੋਂ ਜੇ ਕਦੇ ਮਨ ਖਿਸਕੇ ਤਾਂ ਜਿੰਦ ਨੂੰ ਬੜਾ ਦੁੱਖ ਪ੍ਰਤੀਤ ਹੁੰਦਾ ਹੈ) ॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58815,
    "shabad_id": 5227,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਫਰੀਦਾ. ਲੋੜੈ ਦਾਖ ਬਿਜੳੁਰੀਅਾਂ; ਕਿਕਰਿ ਬੀਜੈ ਜਟੁ ॥",
    "transliteration": "Fareedhaa Lorrai Dhaakh Bijoureeaaan Kikar Beejai Jatt ||",
    "translation": "Fareed, the farmer plants acacia trees, and wishes for grapes.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਬੰਦਗੀ ਤੋਂ ਬਿਨਾ ਸੁਖੀ ਜੀਵਨ ਦੀ ਆਸ ਰੱਖਣ ਵਾਲਾ ਮਨੁੱਖ ਉਸ ਜੱਟ ਵਾਂਗ ਹੈ) ਜੋ ਜੱਟ ਕਿਕਰੀਆਂ ਬੀਜਦਾ ਹੈ ਪਰ (ਉਹਨਾਂ ਕਿਕਰੀਆਂ ਤੋਂ) ਬਿਜੌਰ ਦੇ ਇਲਾਕੇ ਦਾ ਛੋਟਾ ਅੰਗੂਰ (ਖਾਣਾ) ਚਾਹੁੰਦਾ ਹੈ,",
    "pronunciation": "(ਬਿ-ਜੳੁਰੀਅਾਂ) ਬਜ਼ੳੁਰ ਦੇਸਦੀਅਾਂ। ਕਿੱਕਰਿ। ਜੱਟੁ",
    "type_id": 3
  },
  {
    "id": 58816,
    "shabad_id": 5227,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਹੰਢੈ ੳੁਂਨ ਕਤਾੲਿਦਾ; ਪੈਧਾ ਲੋੜੈ ਪਟੁ ॥੨੩॥",
    "transliteration": "Handtai Ounan Kathaaeidhaa Paidhhaa Lorrai Patt ||23||",
    "translation": "He is spinning wool, but he wishes to wear silk. ||23||",
    "punjabi": "(ਸਾਰੀ ਉਮਰ) ਉੱਨ ਕਤਾਂਦਾ ਫਿਰਦਾ ਹੈ, ਪਰ ਰੇਸ਼ਮ ਪਹਿਨਣਾ ਚਾਹੁੰਦਾ ਹੈ ॥੨੩॥",
    "pronunciation": "ਪੱਟੁ",
    "type_id": 3
  },
  {
    "id": 58817,
    "shabad_id": 5228,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਫਰੀਦਾ. ਗਲੀੲੇ ਚਿਕੜੁ ਦੂਰਿ ਘਰੁ; ਨਾਲਿ ਪਿਅਾਰੇ ਨੇਹੁ ॥",
    "transliteration": "Fareedhaa Galeeeae Chikarr Dhoor Ghar Naal Piaarae Naehu ||",
    "translation": "Fareed, the path is muddy, and the house of my Beloved is so far away.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਵਰਖਾ ਦੇ ਕਾਰਨ) ਗਲੀ ਵਿਚ ਚਿੱਕੜ ਹੈ, (ਇਥੋਂ ਪਿਆਰੇ ਦਾ) ਘਰ ਦੂਰ ਹੈ (ਪਰ) ਪਿਆਰੇ ਨਾਲ (ਮੇਰਾ) ਪਿਆਰ (ਬਹੁਤ) ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58818,
    "shabad_id": 5228,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਚਲਾ. ਤ ਭਿਜੈ ਕੰਬਲੀ; ਰਹਾਂ. ਤ ਤੁਟੈ ਨੇਹੁ ॥੨੪॥",
    "transliteration": "Chalaa Th Bhijai Kanbalee Rehaan Th Thuttai Naehu ||24||",
    "translation": "If I go out, my blanket will get soaked, but if I remain at home, then my heart will be broken. ||24||",
    "punjabi": "ਜੇ ਮੈਂ (ਪਿਆਰੇ ਨੂੰ ਮਿਲਣ) ਜਾਵਾਂ ਤਾਂ ਮੇਰੀ ਕੰਬਲੀ ਭਿੱਜਦੀ ਹੈ, ਜੇ (ਵਰਖਾ ਤੇ ਚਿੱਕੜ ਤੋਂ ਡਰਦਾ) ਨਾਹ ਜਾਵਾਂ ਤਾਂ ਮੇਰਾ ਪਿਆਰ ਟੁੱਟਦਾ ਹੈ ॥੨੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58819,
    "shabad_id": 5229,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭਿਜੳੁ ਸਿਜੳੁ ਕੰਬਲੀ; ਅਲਹ ਵਰਸੳੁ ਮੇਹੁ ॥",
    "transliteration": "Bhijo Sijo Kanbalee Aleh Varaso Maehu ||",
    "translation": "My blanket is soaked, drenched with the downpour of the Lord's Rain.",
    "punjabi": "(ਮੇਰੀ) ਕੰਬਲੀ ਬੇਸ਼ੱਕ ਚੰਗੀ ਤਰ੍ਹਾਂ ਭਿੱਜ ਜਾਏ, ਰੱਬ ਕਰੇ ਮੀਂਹ (ਭੀ) ਬੇਸ਼ੱਕ ਵਰ੍ਹਦਾ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58820,
    "shabad_id": 5229,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਾੲਿ ਮਿਲਾ ਤਿਨਾ ਸਜਣਾ; ਤੁਟੳੁ ਨਾਹੀ. ਨੇਹੁ ॥੨੫॥",
    "transliteration": "Jaae Milaa Thinaa Sajanaa Thutto Naahee Naehu ||25||",
    "translation": "I am going out to meet my Friend, so that my heart will not be broken. ||25||",
    "punjabi": "(ਪਰ) ਮੈਂ ਉਨ੍ਹਾਂ ਸੱਜਣਾਂ ਨੂੰ ਜ਼ਰੂਰ ਮਿਲਾਂਗਾ, (ਤਾਕਿ ਕਿਤੇ) ਮੇਰਾ ਪਿਆਰ ਨ ਟੁੱਟ ਜਾਏ ॥੨੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58821,
    "shabad_id": 5230,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਫਰੀਦਾ. ਮੈ ਭੋਲਾਵਾ ਪਗ ਦਾ; ਮਤੁ ਮੈਲੀ ਹੋੲਿ ਜਾੲਿ ॥",
    "transliteration": "Fareedhaa Mai Bholaavaa Pag Dhaa Math Mailee Hoe Jaae ||",
    "translation": "Fareed, I was worried that my turban might become dirty.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮੈਨੂੰ (ਆਪਣੀ) ਪੱਗ ਦਾ ਫ਼ਿਕਰ (ਰਹਿੰਦਾ) ਹੈ (ਕਿ ਮਿੱਟੀ ਨਾਲ ਮੇਰੀ ਪੱਗ) ਕਿਤੇ ਮੈਲੀ ਨਾ ਹੋ ਜਾਏ,",
    "pronunciation": "ਪੱਗ",
    "type_id": 3
  },
  {
    "id": 58822,
    "shabad_id": 5230,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗਹਿਲਾ ਰੂਹੁ. ਨ ਜਾਣੲੀ; ਸਿਰੁ ਭੀ ਮਿਟੀ ਖਾੲਿ ॥੨੬॥",
    "transliteration": "Gehilaa Roohu N Jaanee Sir Bhee Mittee Khaae ||26||",
    "translation": "My thoughtless self did not realize that one day, dust will consume my head as well. ||26||",
    "punjabi": "ਪਰ ਕਮਲੀ ਜਿੰਦ ਇਹ ਨਹੀਂ ਜਾਣਦੀ ਕਿ ਮਿੱਟੀ (ਤਾਂ) ਸਿਰ ਨੂੰ ਭੀ ਖਾ ਜਾਂਦੀ ਹੈ ॥੨੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58823,
    "shabad_id": 5231,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਫਰੀਦਾ. ਸਕਰ ਖੰਡੁ ਨਿਵਾਤ ਗੁੜੁ; ਮਾਖਿਓੁ ਮਾਂਝਾ ਦੁਧੁ ॥",
    "transliteration": "Fareedhaa Sakar Khandd Nivaath Gurr Maakhio Maanjhaa Dhudhh ||",
    "translation": "Fareed: sugar cane, candy, sugar, molasses, honey and buffalo's milk",
    "punjabi": "ਹੇ ਫਰੀਦ! ਸ਼ੱਕਰ, ਖੰਡ, ਮਿਸਰੀ, ਗੁੜ, ਸ਼ਹਿਦ ਅਤੇ ਮਾਝਾ ਦੁੱਧ-",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58824,
    "shabad_id": 5231,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਭੇ ਵਸਤੂ ਮਿਠੀਅਾਂ; ਰਬ. ਨ ਪੁਜਨਿ ਤੁਧੁ ॥੨੭॥",
    "transliteration": "Sabhae Vasathoo Mitheeaaan Rab N Pujan Thudhh ||27||",
    "translation": "- all these things are sweet, but they are not equal to You. ||27||",
    "punjabi": "ਇਹ ਸਾਰੀਆਂ ਚੀਜ਼ਾਂ ਮਿੱਠੀਆਂ ਹਨ। ਪਰ, ਹੇ ਰੱਬ! (ਮਿਠਾਸ ਵਿਚ ਇਹ ਚੀਜ਼ਾਂ) ਤੇਰੇ (ਨਾਮ ਦੀ ਮਿਠਾਸ) ਤਕ ਨਹੀਂ ਅੱਪੜ ਸਕਦੀਆਂ ॥੨੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58825,
    "shabad_id": 5232,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਫਰੀਦਾ. ਰੋਟੀ ਮੇਰੀ ਕਾਠ ਕੀ; ਲਾਵਣੁ ਮੇਰੀ ਭੁਖ ॥",
    "transliteration": "Fareedhaa Rottee Maeree Kaath Kee Laavan Maeree Bhukh ||",
    "translation": "Fareed, my bread is made of wood, and hunger is my appetizer.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਆਪਣੇ ਹੱਥਾਂ ਦੀ ਕਮਾਈ ਹੋਈ) ਮੇਰੀ ਰੁੱਖੀ-ਮਿੱਸੀ (ਭਾਵ, ਸਾਦਾ) ਰੋਟੀ ਹੈ, ਮੇਰੀ ਭੁੱਖ ਹੀ (ਇਸ ਰੋਟੀ ਦੇ ਨਾਲ) ਸਲੂਣਾ ਹੈ।",
    "pronunciation": "ਭੁੱਖ (ਲਾਵਣੁ) ਲਾਹੁਣ ਲੲੀ। (ਕਾਠ) ਰੁੱਖੀ ਮਿੱਸੀ, ਫ਼ਲ਼ ਪੱਤ੍ਰ ਅਾਦਿ। ਲਾਵਣੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58826,
    "shabad_id": 5232,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਨਾ ਖਾਧੀ ਚੋਪੜੀ; ਘਣੇ ਸਹਨਿਗੇ ਦੁਖ ॥੨੮॥",
    "transliteration": "Jinaa Khaadhhee Choparree Ghanae Sehanigae Dhukh ||28||",
    "translation": "Those who eat buttered bread, will suffer in terrible pain. ||28||",
    "punjabi": "ਜੋ ਲੋਕ ਚੰਗੀ-ਚੋਖੀ ਖਾਂਦੇ ਹਨ, ਉਹ ਬੜੇ ਕਸ਼ਟ ਸਹਿੰਦੇ ਹਨ (ਭਾਵ, ਆਪਣੀ ਕਮਾਈ ਦੀ ਸਾਦਾ ਰੋਟੀ ਚੰਗੀ ਹੈ, ਚਸਕੇ ਮਨੁੱਖ ਨੂੰ ਖ਼ੁਆਰ ਕਰਦੇ ਹਨ) ॥੨੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58827,
    "shabad_id": 5233,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰੁਖੀ ਸੁਖੀ ਖਾੲਿ ਕੈ; ਠੰਢਾ ਪਾਣੀ ਪੀੳੁ ॥",
    "transliteration": "Rukhee Sukhee Khaae Kai Thandtaa Paanee Peeo ||",
    "translation": "Eat dry bread, and drink cold water.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਆਪਣੀ ਕਮਾਈ ਦੀ) ਰੁੱਖੀ-ਸੁੱਖੀ ਹੀ ਖਾ ਕੇ ਠੰਢਾ ਪਾਣੀ ਪੀ ਲੈ।",
    "pronunciation": "ਰੁੱਖੀ ਸੁੱਖੀ",
    "type_id": 3
  },
  {
    "id": 58828,
    "shabad_id": 5233,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਫਰੀਦਾ. ਦੇਖਿ ਪਰਾੲੀ ਚੋਪੜੀ; ਨਾ ਤਰਸਾੲੇ ਜੀੳੁ ॥੨੯॥",
    "transliteration": "Fareedhaa Dhaekh Paraaee Choparree Naa Tharasaaeae Jeeo ||29||",
    "translation": "Fareed, if you see someone else's buttered bread, do not envy him for it. ||29||",
    "punjabi": "ਪਰ ਪਰਾਈ ਸੁਆਦਲੀ ਰੋਟੀ ਵੇਖ ਕੇ ਆਪਣਾ ਮਨ ਨਾਹ ਤਰਸਾਈਂ ॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58829,
    "shabad_id": 5234,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਜੁ. ਨ ਸੁਤੀ ਕੰਤ ਸਿੳੁ; ਅੰਗੁ ਮੁੜੇ ਮੁੜਿ ਜਾੲਿ ॥",
    "transliteration": "Aj N Suthee Kanth Sio Ang Murrae Murr Jaae ||",
    "translation": "This night, I did not sleep with my Husband Lord, and now my body is suffering in pain.",
    "punjabi": "ਮੈਂ (ਤਾਂ ਕੇਵਲ) ਅੱਜ (ਹੀ) ਪਿਆਰੇ ਨਾਲ ਨਹੀਂ ਸੁੱਤੀ (ਭਾਵ, ਮੈਂ ਤਾਂ ਕੇਵਲ ਅੱਜ ਹੀ ਪਿਆਰੇ ਪਤੀ-ਪਰਮਾਤਮਾ ਵਿਚ ਲੀਨ ਨਹੀਂ ਹੋਈ, ਤੇ ਹੁਣ) ਇਉਂ ਹੈ ਜਿਵੇਂ ਮੇਰਾ ਸਰੀਰ ਟੁੱਟ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58830,
    "shabad_id": 5234,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਜਾੲਿ ਪੁਛਹੁ ਡੋਹਾਗਣੀ; ਤੁਮ ਕਿੳੁ ਰੈਣਿ ਵਿਹਾੲਿ ॥੩੦॥",
    "transliteration": "Jaae Pushhahu Ddohaaganee Thum Kio Rain Vihaae ||30||",
    "translation": "Go and ask the deserted bride, how she passes her night. ||30||",
    "punjabi": "ਜਾ ਕੇ ਛੁੱਟੜਾਂ (ਮੰਦ-ਭਾਗਣਾਂ) ਨੂੰ ਪੁੱਛੋ ਕਿ ਤੁਹਾਡੀ (ਸਦਾ ਹੀ) ਰਾਤ ਕਿਵੇਂ ਬੀਤਦੀ ਹੈ (ਭਾਵ, ਮੈਨੂੰ ਤਾਂ ਅੱਜ ਹੀ ਥੋੜਾ ਚਿਰ ਪ੍ਰਭੂ ਵਿਸਰਿਆ ਹੈ ਤੇ ਮੈਂ ਦੁਖੀ ਹਾਂ। ਜਿਨ੍ਹਾਂ ਕਦੇ ਭੀ ਉਸ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕੀਤਾ, ਉਹਨਾਂ ਦੀ ਤਾਂ ਸਾਰੀ ਉਮਰ ਹੀ ਦੁਖੀ ਗੁਜ਼ਰਦੀ ਹੋਵੇਗੀ) ॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58831,
    "shabad_id": 5235,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਾਹੁਰੈ ਢੋੲੀ. ਨਾ ਲਹੈ; ਪੇੲੀਅੈ. ਨਾਹੀ ਥਾੳੁ ॥",
    "transliteration": "Saahurai Dtoee Naa Lehai Paeeeai Naahee Thhaao ||",
    "translation": "She finds no place of rest in her father-in-law's home, and no place in her parents' home either.",
    "punjabi": "ਉਸ ਇਸਤ੍ਰੀ ਨੂੰ ਨਾਹ ਸਹੁਰੇ ਘਰ ਤੇ ਨਾਹ ਹੀ ਪੇਕੇ ਘਰ ਕੋਈ ਥਾਂ ਕੋਈ ਆਸਰਾ ਮਿਲਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58832,
    "shabad_id": 5235,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪਿਰੁ ਵਾਤੜੀ. ਨ ਪੁਛੲੀ; ਧਨ ਸੋਹਾਗਣਿ ਨਾੳੁ ॥੩੧॥",
    "transliteration": "Pir Vaatharree N Pushhee Dhhan Sohaagan Naao ||31||",
    "translation": "Her Husband Lord does not care for her; what sort of a blessed, happy soul-bride is she? ||31||",
    "punjabi": "ਜਿਸ ਇਸਤ੍ਰੀ ਦੀ ਮਾੜੀ ਜਿਹੀ ਵਾਤ ਭੀ ਪਤੀ ਨਾਹ ਪੁੱਛੇ, ਉਹ ਆਪਣਾ ਨਾਮ ਬੇਸ਼ੱਕ ਸੁਹਾਗਣ ਰੱਖੀ ਰੱਖੇ (ਭਾਵ, ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਤੋਂ ਖੁੰਝੇ ਹੋਏ ਜੀਵ ਲੋਕ ਪਰਲੋਕ ਦੋਹੀਂ ਥਾਈਂ ਖ਼ੁਆਰ ਹੁੰਦੇ ਹਨ, ਬਾਹਰੋਂ ਬੰਦਗੀ ਵਾਲਾ ਵੇਸ ਸਹੈਤਾ ਨਹੀਂ ਕਰ ਸਕਦਾ) ॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58833,
    "shabad_id": 5236,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਸਾਹੁਰੈ ਪੇੲੀਅੈ ਕੰਤ ਕੀ; ਕੰਤੁ ਅਗੰਮੁ ਅਥਾਹੁ ॥",
    "transliteration": "Saahurai Paeeeai Kanth Kee Kanth Aganm Athhaahu ||",
    "translation": "In her father-in-law's home hereafter, and in her parents' home in this world, she belongs to her Husband Lord. Her Husband is Inaccessible and Unfathomable.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੋਹਾਗਣ (ਜੀਵ-ਇਸਤ੍ਰੀ) ਉਹੀ ਹੈ ਜੋ ਉਸ ਬੇ-ਪਰਵਾਹ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੀ ਲੱਗਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58834,
    "shabad_id": 5236,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਸੋਹਾਗਣੀ; ਜੁ ਭਾਵੈ ਬੇਪਰਵਾਹ ॥੩੨॥",
    "transliteration": "Naanak So Sohaaganee J Bhaavai Baeparavaah ||32||",
    "translation": "O Nanak, she is the happy soul-bride, who is pleasing to her Carefree Lord. ||32||",
    "punjabi": "ਜੋ ਇਸ ਲੋਕ ਤੇ ਪਰਲੋਕ ਵਿਚ ਉਸ ਖਸਮ ਦੀ ਬਣ ਕੇ ਰਹਿੰਦੀ ਹੈ। ਖਸਮ ਪਰਮਾਤਮਾ ਜੀਵਾਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਤੇ ਬਹੁਤ ਡੂੰਘਾ ਹੈ (ਭਾਵ, ਉਹ ਇਤਨਾ ਜਿਗਰੇ ਵਾਲਾ ਹੈ ਕਿ ਭੁੱਲੜਾਂ ਉੱਤੇ ਭੀ ਗੁੱਸੇ ਨਹੀਂ ਹੁੰਦਾ) ॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58835,
    "shabad_id": 5237,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਤੀ ਧੋਤੀ ਸੰਬਹੀ; ਸੁਤੀ ਅਾੲਿ ਨਚਿੰਦੁ ॥",
    "transliteration": "Naathee Dhhothee Sanbehee Suthee Aae Nachindh ||",
    "translation": "Bathing, washing and decorating herself, she comes and sleeps without anxiety.",
    "punjabi": "(ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ) ਨ੍ਹਾ ਧੋ ਕੇ (ਪਤੀ ਮਿਲਣ ਦੀ ਆਸ ਵਿਚ) ਤਿਆਰ ਹੋ ਬੈਠੀ, (ਪਰ ਫਿਰ) ਬੇ-ਫ਼ਿਕਰ ਹੋ ਕੇ ਸਉਂ ਗਈ,",
    "pronunciation": "ਸਜ ਧਜ ਕੇ (ਸੰਬਹੀ) ਫੱਬੀ। ਨ੍ਹਾਤੀ, ਨ-ਚਿੰਦੁ",
    "type_id": 3
  },
  {
    "id": 58836,
    "shabad_id": 5237,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਫਰੀਦਾ. ਰਹੀ ਸੁ ਬੇੜੀ ਹਿੰਙੁ ਦੀ; ਗੲੀ ਕਥੂਰੀ ਗੰਧੁ ॥੩੩॥",
    "transliteration": "Fareedhaa Rehee S Baerree Hinn(g) Dhee Gee Kathhooree Gandhh ||33||",
    "translation": "Fareed, she still smells like asafoetida; the fragrance of musk is gone. ||33||",
    "punjabi": "ਹੇ ਫਰੀਦ! ਉਸ ਦੀ ਕਸਤੂਰੀ ਵਾਲੀ ਸੁਗੰਧੀ ਤਾਂ ਉੱਡ ਗਈ, ਉਹ ਹਿੰਙ ਦੀ (ਬੋ ਨਾਲ) ਭਰੀ ਰਹਿ ਗਈ (ਭਾਵ, ਜੇ ਬਾਹਰਲੇ ਧਾਰਮਿਕ ਸਾਧਨ ਕਰ ਲਏ, ਪਰ ਸਿਮਰਨ ਤੋਂ ਖੁੰਝੇ ਰਹੇ ਤਾਂ ਭਲੇ ਗੁਣ ਸਭ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਤੇ ਪੱਲੇ ਅਉਗਣ ਹੀ ਰਹਿ ਜਾਂਦੇ ਹਨ) ॥੩੩॥",
    "pronunciation": "(ਬੇੜ੍ਹੀ) ਵਲ੍ਹੀ",
    "type_id": 3
  },
  {
    "id": 58837,
    "shabad_id": 5238,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜੋਬਨ ਜਾਂਦੇ. ਨਾ ਡਰਾਂ; ਜੇ ਸਹ ਪ੍ਰੀਤਿ. ਨ ਜਾੲਿ ॥",
    "transliteration": "Joban Jaandhae Naa Ddaraan Jae Seh Preeth N Jaae ||",
    "translation": "I am not afraid of losing my youth, as long as I do not lose the Love of my Husband Lord.",
    "punjabi": "ਜੇ ਖਸਮ (ਪ੍ਰਭੂ) ਨਾਲ ਮੇਰੀ ਪ੍ਰੀਤ ਨਾਹ ਟੁੱਟੇ ਤਾਂ ਮੈਨੂੰ ਜੁਆਨੀ ਦੇ (ਗੁਜ਼ਰ) ਜਾਣ ਦਾ ਡਰ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58838,
    "shabad_id": 5238,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਫਰੀਦਾ. ਕਿਤਂØੀ ਜੋਬਨ ਪ੍ਰੀਤਿ ਬਿਨੁ; ਸੁਕਿ ਗੲੇ ਕੁਮਲਾੲਿ ॥੩੪॥",
    "transliteration": "Fareedhaa Kithanaee Joban Preeth Bin Suk Geae Kumalaae ||34||",
    "translation": "Fareed, so many youths, without His Love, have dried up and withered away. ||34||",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਪ੍ਰਭੂ ਦੀ) ਪ੍ਰੀਤ ਤੋਂ ਸੱਖਣੇ ਕਿਤਨੇ ਹੀ ਜੋਬਨ ਕੁਮਲਾ ਕੇ ਸੁੱਕ ਗਏ (ਭਾਵ, ਜੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਨਾਲ ਪਿਆਰ ਨਹੀਂ ਬਣਿਆ ਤਾਂ ਮਨੁੱਖਾ ਜੀਵਨ ਦਾ ਜੋਬਨ ਵਿਅਰਥ ਹੀ ਗਿਆ) ॥੩੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58839,
    "shabad_id": 5239,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਫਰੀਦਾ. ਚਿੰਤ ਖਟੋਲਾ ਵਾਣੁ ਦੁਖੁ; ਬਿਰਹਿ ਵਿਛਾਵਣ ਲੇਫੁ ॥",
    "transliteration": "Fareedhaa Chinth Khattolaa Vaan Dhukh Birehi Vishhaavan Laef ||",
    "translation": "Fareed, anxiety is my bed, pain is my mattress, and the pain of separation is my blanket and quilt.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਪ੍ਰਭੂ ਦੀ ਯਾਦ ਭੁਲਾ ਕੇ) ਚਿੰਤਾ (ਅਸਾਡੀ) ਨਿੱਕੀ ਜਿਹੀ ਮੰਜੀ (ਬਣੀ ਹੋਈ ਹੈ), ਦੁੱਖ (ਉਸ ਮੰਜੇ ਦਾ) ਵਾਣ ਹੈ ਅਤੇ ਵਿਛੋੜੇ ਦੇ ਕਾਰਣ (ਦੁੱਖ ਦੀ) ਤੁਲਾਈ ਤੇ ਲੇਫ਼ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58840,
    "shabad_id": 5239,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲੇਹੁ ਹਮਾਰਾ ਜੀਵਣਾ; ਤੂ ਸਾਹਿਬ ਸਚੇ ਵੇਖੁ ॥੩੫॥",
    "transliteration": "Eaehu Hamaaraa Jeevanaa Thoo Saahib Sachae Vaekh ||35||",
    "translation": "Behold, this is my life, O my True Lord and Master. ||35||",
    "punjabi": "ਹੇ ਸੱਚੇ ਮਾਲਿਕ! ਵੇਖ, (ਤੈਥੋਂ ਵਿਛੁੜ ਕੇ) ਇਹ ਹੈ ਅਸਾਡਾ ਜੀਊਣ (ਦਾ ਹਾਲ) ॥੩੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58841,
    "shabad_id": 5240,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਰਹਾ ਬਿਰਹਾ ਅਾਖੀਅੈ; ਬਿਰਹਾ ਤੂ ਸੁਲਤਾਨੁ ॥",
    "transliteration": "Birehaa Birehaa Aakheeai Birehaa Thoo Sulathaan ||",
    "translation": "Many talk of the pain and suffering of separation; O pain, you are the ruler of all.",
    "punjabi": "ਹਰ ਕੋਈ ਆਖਦਾ ਹੈ (ਹਾਇ!) ਵਿਛੋੜਾ (ਬੁਰਾ) (ਹਾਇ!) ਵਿਛੋੜਾ (ਬੁਰਾ)। ਪਰ ਹੇ ਵਿਛੋੜੇ! ਤੂੰ ਪਾਤਸ਼ਾਹ ਹੈਂ (ਭਾਵ, ਤੈਨੂੰ ਮੈਂ ਸਲਾਮ ਕਰਦਾ ਹਾਂ, ਕਿਉਂਕਿ),",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58842,
    "shabad_id": 5240,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਫਰੀਦਾ. ਜਿਤੁ ਤਨਿ ਬਿਰਹੁ, ਨ ੳੂਪਜੈ; ਸੋ ਤਨੁ ਜਾਣੁ ਮਸਾਨੁ ॥੩੬॥",
    "transliteration": "Fareedhaa Jith Than Birahu N Oopajai So Than Jaan Masaan ||36||",
    "translation": "Fareed, that body, within which love of the Lord does not well up - look upon that body as a cremation ground. ||36||",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਿਸ ਸਰੀਰ ਵਿਚ ਵਿਛੋੜੇ ਦਾ ਸੱਲ ਨਹੀਂ ਪੈਦਾ ਹੁੰਦਾ (ਭਾਵ, ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਕਦੇ ਇਹ ਚੋਭ ਨਹੀਂ ਵੱਜੀ ਕਿ ਮੈਂ ਪ੍ਰਭੂ ਤੋਂ ਵਿਛੁੜਿਆ ਹੋਇਆ ਹਾਂ) ਉਸ ਸਰੀਰ ਨੂੰ ਮਸਾਣ ਸਮਝੋ (ਭਾਵ, ਉਸ ਸਰੀਰ ਵਿਚ ਰਹਿਣ ਵਾਲੀ ਰੂਹ ਵਿਕਾਰਾਂ ਵਿਚ ਸੜ ਰਹੀ ਹੈ) ॥੩੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58843,
    "shabad_id": 5241,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਫਰੀਦਾ. ੲੇ ਵਿਸੁ ਗੰਦਲਾ; ਧਰੀਅਾਂ ਖੰਡੁ ਲਿਵਾੜਿ ॥",
    "transliteration": "Fareedhaa Eae Vis Gandhalaa Dhhareeaaan Khandd Livaarr ||",
    "translation": "Fareed, these are poisonous sprouts coated with sugar.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਇਹ ਦੁਨੀਆ ਦੇ ਪਦਾਰਥ (ਮਾਨੋ) ਜ਼ਹਿਰ-ਭਰੀਆਂ ਗੰਦਲਾਂ ਹਨ, ਜੋ ਖੰਡ ਨਾਲ ਗਲੇਫ਼ ਰੱਖੀਆਂ ਹਨ।",
    "pronunciation": "ਵਿਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58844,
    "shabad_id": 5241,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲਿਕਿ ਰਾਹੇਦੇ ਰਹਿ ਗੲੇ; ੲਿਕਿ. ਰਾਧੀ ਗੲੇ ੳੁਜਾੜਿ ॥੩੭॥",
    "transliteration": "Eik Raahaedhae Rehi Geae Eik Raadhhee Geae Oujaarr ||37||",
    "translation": "Some die planting them, and some are ruined, harvesting and enjoying them. ||37||",
    "punjabi": "ਇਹਨਾਂ ਗੰਦਲਾਂ ਨੂੰ ਕਈ ਬੀਜਦੇ ਹੀ ਮਰ ਗਏ ਤੇ, ਬੀਜੀਆਂ ਨੂੰ (ਵਿਚੇ ਹੀ) ਛੱਡ ਗਏ ॥੩੭॥",
    "pronunciation": "(ਰਾਹੇਦੇ) ਬੀਜਦੇ। (ਰਾਧੀ) ਬੀਜੀ ਹੋੲੀ",
    "type_id": 3
  },
  {
    "id": 58845,
    "shabad_id": 5242,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਫਰੀਦਾ. ਚਾਰਿ ਗਵਾੲਿਅਾ ਹੰਢਿ ਕੈ; ਚਾਰਿ ਗਵਾੲਿਅਾ ਸੰਮਿ ॥",
    "transliteration": "Fareedhaa Chaar Gavaaeiaa Handt Kai Chaar Gavaaeiaa Sanm ||",
    "translation": "Fareed, the hours of the day are lost wandering around, and the hours of the night are lost in sleep.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਹਨਾਂ 'ਵਿਸੁ-ਗੰਦਲਾਂ' ਲਈ, ਦੁਨੀਆ ਦੇ ਇਹਨਾਂ ਪਦਾਰਥਾਂ ਲਈ) ਚਾਰ (ਪਹਿਰ ਦਿਨ) ਤੂੰ ਦੌੜ-ਭੱਜ ਕੇ ਵਿਅਰਥ ਗੁਜ਼ਾਰ ਦਿੱਤਾ ਹੈ, ਤੇ ਚਾਰ (ਪਹਿਰ ਰਾਤਿ) ਸਉਂ ਕੇ ਗਵਾ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58846,
    "shabad_id": 5242,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਲੇਖਾ ਰਬੁ ਮੰਗੇਸੀਅਾ; ਤੂ ਅਾਂਹੋ ਕੇਰ੍ਹੇ ਕੰਮਿ ॥੩੮॥",
    "transliteration": "Laekhaa Rab Mangaeseeaa Thoo Aaanho Kaerhae Kanm ||38||",
    "translation": "God will call for your account, and ask you why you came into this world. ||38||",
    "punjabi": "ਪਰਮਾਤਮਾ ਹਿਸਾਬ ਮੰਗੇਗਾ ਕਿ (ਜਗਤ ਵਿਚ) ਤੂੰ ਕਿਸ ਕੰਮ ਆਇਆ ਸੈਂ ॥੩੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58847,
    "shabad_id": 5243,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਫਰੀਦਾ. ਦਰਿ ਦਰਵਾਜੈ ਜਾੲਿ ਕੈ; ਕਿੳੁ ਡਿਠੋ ਘੜੀਅਾਲੁ ॥",
    "transliteration": "Fareedhaa Dhar Dharavaajai Jaae Kai Kio Dditho Gharreeaal ||",
    "translation": "Fareed, you have gone to the Lord's Door. Have you seen the gong there?",
    "punjabi": "ਹੇ ਫਰੀਦ! ਕੀ (ਕਿਸੇ) ਬੂਹੇ ਤੇ (ਕਿਸੇ) ਦਰਵਾਜ਼ੇ ਤੇ ਜਾ ਕੇ (ਕਦੇ) ਘੜੀਆਲ (ਵੱਜਦਾ) ਵੇਖਿਆ ਈ?",
    "pronunciation": "ਘੜੀ-ਅਾਲੁ",
    "type_id": 3
  },
  {
    "id": 58848,
    "shabad_id": 5243,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲੇਹੁ ਨਿਦੋਸਾਂ ਮਾਰੀਅੈ; ਹਮ ਦੋਸਾਂ ਦਾ ਕਿਅਾ ਹਾਲੁ ॥੩੯॥",
    "transliteration": "Eaehu Nidhosaan Maareeai Ham Dhosaan Dhaa Kiaa Haal ||39||",
    "translation": "This blameless object is being beaten - imagine what is in store for us sinners! ||39||",
    "punjabi": "ਇਹ (ਘੜਿਆਲ) ਬੇ-ਦੋਸਾ (ਹੀ) ਮਾਰ ਖਾਂਦਾ ਹੈ, (ਭਲਾ) ਅਸਾਡਾ ਦੋਸੀਆਂ ਦਾ ਕੀਹ ਹਾਲ? ॥੩੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58849,
    "shabad_id": 5244,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਘੜੀੲੇ ਘੜੀੲੇ ਮਾਰੀਅੈ; ਪਹਰੀ ਲਹੈ ਸਜਾੲਿ ॥",
    "transliteration": "Gharreeeae Gharreeeae Maareeai Peharee Lehai Sajaae ||",
    "translation": "Each and every hour, it is beaten; it is punished every day.",
    "punjabi": "(ਘੜੀਆਲ ਨੂੰ) ਹਰੇਕ ਘੜੀ ਪਿਛੋਂ ਮਾਰ ਪੈਂਦੀ ਹੈ, ਹਰੇਕ ਪਹਿਰ ਮਗਰੋਂ (ਇਹ) ਕੁੱਟ ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58850,
    "shabad_id": 5244,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸੋ ਹੇੜਾ, ਘੜੀਅਾਲ ਜਿੳੁ; ਡੁਖੀ ਰੈਣਿ ਵਿਹਾੲਿ ॥੪੦॥",
    "transliteration": "So Haerraa Gharreeaal Jio Ddukhee Rain Vihaae ||40||",
    "translation": "This beautiful body is like the gong; it passes the night in pain. ||40||",
    "punjabi": "ਘੜੀਆਲ ਵਾਂਗ ਹੀ ਹੈ ਉਹ ਸਰੀਰ (ਜਿਸ ਨੇ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ ਹੀ ਉਮਰ ਗੁਜ਼ਾਰ ਦਿੱਤੀ)। ਉਸ ਦੀ (ਜ਼ਿੰਦਗੀ-ਰੂਪ) ਰਾਤਿ ਦੁੱਖਾਂ ਵਿਚ ਹੀ ਬੀਤਦੀ ਹੈ ॥੪੦॥",
    "pronunciation": "(ਹੇੜਾ) ਸ੍ਰੀਰ ਮਾਸ ਦਾ। ਡੁਖੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
