[
  {
    "id": 58891,
    "shabad_id": 5262,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਾੲੀ ਜਾੲਿ ਸਮ੍ਹਾਲਿ; ਜਿਥੈ ਹੀ ਤੳੁ ਵੰਞਞਣਾ ॥੫੮॥",
    "transliteration": "Saaee Jaae Samhaal Jithhai Hee Tho Vannjanaa ||58||",
    "translation": "Remember that place where you must go. ||58||",
    "punjabi": "ਉਹ ਥਾਂ ਭੀ ਯਾਦ ਰੱਖ ਆਖ਼ਰ ਨੂੰ ਤੂੰ ਜਾਣਾ ਹੈ ॥੫੮॥",
    "pronunciation": "(ਜਾੲਿ) ਜਗ੍ਹਾ (ਵੰਞਣਾ) ਜਾਣਾ। ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 58892,
    "shabad_id": 5263,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਫਰੀਦਾ. ਜਿਨ੍ਹੀ ਕੰਮੀ ਨਾਹਿ ਗੁਣ; ਤੇ ਕੰਮੜੇ ਵਿਸਾਰਿ ॥",
    "transliteration": "Fareedhaa Jinhee Kanmee Naahi Gun Thae Kanmarrae Visaar ||",
    "translation": "Fareed, those deeds which do not bring merit - forget about those deeds.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਉਹ ਕੋਝੇ ਕੰਮ ਛੱਡ ਦੇਹ, ਜਿਨ੍ਹਾਂ ਕੰਮਾਂ ਵਿਚ (ਜਿੰਦ ਵਾਸਤੇ ਕੋਈ) ਲਾਭ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58893,
    "shabad_id": 5263,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਮਤੁ ਸਰਮਿੰਦਾ ਥੀਵਹੀ; ਸਾਂੲੀ ਦੈ ਦਰਬਾਰਿ ॥੫੯॥",
    "transliteration": "Math Saramindhaa Thheevehee Saanee Dhai Dharabaar ||59||",
    "translation": "Otherwise, you shall be put to shame, in the Court of the Lord. ||59||",
    "punjabi": "ਮਤਾਂ ਖਸਮ (ਪਰਮਾਤਮਾ) ਦੇ ਦਰਬਾਰ ਵਿਚ ਸ਼ਰਮਿੰਦਾ ਹੋਣਾ ਪਏ ॥੫੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58894,
    "shabad_id": 5264,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਫਰੀਦਾ. ਸਾਹਿਬ ਦੀ ਕਰਿ ਚਾਕਰੀ; ਦਿਲ ਦੀ ਲਾਹਿ ਭਰਾਂਦਿ ॥",
    "transliteration": "Fareedhaa Saahib Dhee Kar Chaakaree Dhil Dhee Laahi Bharaandh ||",
    "translation": "Fareed, work for your Lord and Master; dispel the doubts of your heart.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਹਨਾਂ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ ਆਪਣੇ) ਦਿਲ ਦੀ ਭਟਕਣਾ ਦੂਰ ਕਰ ਕੇ ਮਾਲਕ (-ਪ੍ਰਭੂ) ਦੀ ਬੰਦਗੀ ਕਰ।",
    "pronunciation": "(ਭਰਾਂਦਿ) ਭ੍ਰਾਂਤੀ, ਭ੍ਰਮਣ, ਝੂਠੀ ਸਮਝ, ਭੁਲੇਖਾ, ਗੰਦੀ ਮੈਲ਼",
    "type_id": 3
  },
  {
    "id": 58895,
    "shabad_id": 5264,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਦਰਵੇਸਾਂ ਨੋ ਲੋੜੀਅੈ; ਰੁਖਾਂ ਦੀ ਜੀਰਾਂਦਿ ॥੬੦॥",
    "transliteration": "Dharavaesaan No Lorreeai Rukhaan Dhee Jeeraandh ||60||",
    "translation": "The dervishes, the humble devotees, have the patient endurance of trees. ||60||",
    "punjabi": "ਫ਼ਕੀਰਾਂ ਨੂੰ (ਤਾਂ) ਰੁੱਖਾਂ ਵਰਗਾ ਜਿਗਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ ॥੬੦॥",
    "pronunciation": "(ਜੀਰਾਂਦਿ) ਜਰਨ ਸ਼ਕਤੀ। ਰੱੁਖਾਂ",
    "type_id": 3
  },
  {
    "id": 58896,
    "shabad_id": 5265,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਫਰੀਦਾ. ਕਾਲੇ ਮੈਡੇ ਕਪੜੇ; ਕਾਲਾ ਮੈਡਾ ਵੇਸੁ ॥",
    "transliteration": "Fareedhaa Kaalae Maiddae Kaparrae Kaalaa Maiddaa Vaes ||",
    "translation": "Fareed, my clothes are black, and my outfit is black.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਮੇਰੇ ਅੰਦਰ ਰੁੱਖਾਂ ਵਾਲੀ ਜੀਰਾਂਦ ਨਹੀਂ ਹੈ ਜੋ ਫ਼ਕੀਰ ਦੇ ਅੰਦਰ ਚਾਹੀਦੀ ਸੀ ਫ਼ਕੀਰਾਂ ਵਾਂਗ) ਮੇਰੇ ਕੱਪੜੇ (ਤਾਂ) ਕਾਲੇ ਹਨ, ਮੇਰਾ ਵੇਸ ਕਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58897,
    "shabad_id": 5265,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਗੁਨਹੀ ਭਰਿਅਾ, ਮੈ ਫਿਰਾ; ਲੋਕੁ ਕਹੈ ਦਰਵੇਸੁ ॥੬੧॥",
    "transliteration": "Gunehee Bhariaa Mai Firaa Lok Kehai Dharavaes ||61||",
    "translation": "I wander around full of sins, and yet people call me a dervish - a holy man. ||61||",
    "punjabi": "(ਪਰ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ 'ਭਰਾਂਦਿ' ਦੇ ਕਾਰਨ) ਮੈਂ ਗੁਨਾਹਾਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਫਿਰਦਾ ਹਾਂ ਤੇ ਜਗਤ ਮੈਨੂੰ ਫ਼ਕੀਰ ਆਖਦਾ ਹੈ ॥੬੧॥",
    "pronunciation": "ਗੁਨਹੀ:ਪੋਲਾ ਬੋਲੋ। (ਗੁਨਹੀ) ਅੌਗੁਣਾਂ ਦਾ",
    "type_id": 3
  },
  {
    "id": 58898,
    "shabad_id": 5266,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਤੀ ਤੋੲਿ. ਨ ਪਲਵੈ; ਜੇ ਜਲਿ ਟੁਬੀ ਦੇੲਿ ॥",
    "transliteration": "Thathee Thoe N Palavai Jae Jal Ttubee Dhaee ||",
    "translation": "The crop which is burnt will not bloom, even if it is soaked in water.",
    "punjabi": "ਪਾਣੀ ਵਿਚ ਸੜੀ ਹੋਈ (ਖੇਤੀ ਫਿਰ) ਹਰੀ ਨਹੀਂ ਹੁੰਦੀ, ਭਾਵੇਂ (ਉਸ ਖੇਤੀ ਨੂੰ) ਪਾਣੀ ਵਿਚ (ਕੋਈ) ਡੋਬਾ ਦੇ ਦੇਵੇ।",
    "pronunciation": "(ਤੋੲਿ) ਜਲ। ਤੱਤੀ। ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 58899,
    "shabad_id": 5266,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਫਰੀਦਾ. ਜੋ ਡੋਹਾਗਣਿ ਰਬ ਦੀ; ਝੂਰੇਦੀ ਝੂਰੇੲਿ ॥੬੨॥",
    "transliteration": "Fareedhaa Jo Ddohaagan Rab Dhee Jhooraedhee Jhooraee ||62||",
    "translation": "Fareed, she who is forsaken by her Husband Lord, grieves and laments. ||62||",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਇਸੇ ਤਰ੍ਹਾਂ ਜੋ ਜੀਵ-ਇਸਤ੍ਰੀ ਆਪਣੇ ਵਲੋਂ ਰੱਬ ਦੇ ਰਾਹ ਤੇ ਤੁਰਦੀ ਹੋਈ ਭੀ) ਰੱਬ ਤੋਂ ਵਿਛੁੜੀ ਹੋਈ ਹੈ, ਉਹ ਸਦਾ ਹੀ ਦੁਖੀ ਹੁੰਦੀ ਹੈ, (ਭਾਵ, ਫ਼ਕੀਰੀ ਲਿਬਾਸ ਹੁੰਦਿਆਂ ਭੀ ਜੇ ਮਨ ਗੁਨਾਹਾਂ ਨਾਲ ਭਰਿਆ ਰਿਹਾ, ਦਰਵੇਸੁ ਬਣ ਕੇ ਭੀ ਜੇ 'ਵਿਸੁ ਗੰਦਲਾਂ' ਦੀ ਖ਼ਾਤਰ ਮਨ ਵਿਚ 'ਭਰਾਂਦਿ' ਰਹੀ, ਸਤਸੰਗ ਵਿਚ ਰਹਿ ਕੇ ਭੀ ਜੇ ਮਨ ਸਹਸਿਆਂ ਵਿਚ ਰਿਹਾ, ਤਾਂ ਭਾਗਾਂ ਵਿਚ ਸਦਾ ਝੋਰਾ ਹੀ ਝੋਰਾ ਹੈ) ॥੬੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58900,
    "shabad_id": 5267,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜਾਂ ਕੁਅਾਰੀ ਤਾ ਚਾੳੁ; ਵੀਵਾਹੀ ਤਾਂ ਮਾਮਲੇ ॥",
    "transliteration": "Jaan Kuaaree Thaa Chaao Veevaahee Thaan Maamalae ||",
    "translation": "When she is a virgin, she is full of desire; but when she is married, then her troubles begin.",
    "punjabi": "ਜਦੋਂ (ਲੜਕੀ) ਕੁਆਰੀ ਹੁੰਦੀ ਹੈ ਤਦੋਂ (ਉਸ ਨੂੰ ਵਿਆਹ ਦਾ) ਚਾਉ ਹੁੰਦਾ ਹੈ (ਪਰ ਜਦੋਂ) ਵਿਆਹੀ ਜਾਂਦੀ ਹੈ ਤਾਂ ਜੰਜਾਲ ਪੈ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58901,
    "shabad_id": 5267,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਫਰੀਦਾ. ੲੇਹੋ ਪਛੋਤਾੳੁ; ਵਤਿ ਕੁਅਾਰੀ. ਨ ਥੀਅੈ ॥੬੩॥",
    "transliteration": "Fareedhaa Eaeho Pashhothaao Vath Kuaaree N Thheeai ||63||",
    "translation": "Fareed, she has this one regret, that she cannot be a virgin again. ||63||",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਉਸ ਵੇਲੇ) ਇਹੀ ਪਛੁਤਾਵਾ ਹੁੰਦਾ ਹੈ ਕਿ ਉਹ ਮੁੜ ਕੁਆਰੀ ਨਹੀਂ ਹੋ ਸਕਦੀ (ਭਾਵ, ਉਹ ਪਹਿਲਾ ਚਾਉ ਉਸ ਦੇ ਮਨ ਵਿਚ ਪੈਦਾ ਨਹੀਂ ਹੋ ਸਕਦਾ) ॥੬੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58902,
    "shabad_id": 5268,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਕਲਰ ਕੇਰੀ ਛਪੜੀ; ਅਾੲਿ ੳੁਲਥੇ ਹੰਝ ॥",
    "transliteration": "Kalar Kaeree Shhaparree Aae Oulathhae Hanjh ||",
    "translation": "The swans have landed in a small pond of salt water.",
    "punjabi": "ਕੱਲਰ ਦੀ ਛੱਪਰੀ ਵਿਚ ਹੰਸ ਆ ਉਤਰਦੇ ਹਨ,",
    "pronunciation": "(ਕੇਰੀ) ਦੀ, (ੳੁ-ਲੱਥੇ) ੳੁ੍ਨਤਰੇ।ਕੱਲਰ। (ਹੰਝ) ਹੰਸ",
    "type_id": 3
  },
  {
    "id": 58903,
    "shabad_id": 5268,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਚਿੰਜੂ ਬੋੜਨ੍ਹਿ ਨਾ ਪੀਵਹਿ; ੳੁਡਣ ਸੰਦੀ ਡੰਝ ॥੬੪॥",
    "transliteration": "Chinjoo Borranih Naa Peevehi Ouddan Sandhee Ddanjh ||64||",
    "translation": "They dip in their bills, but do not drink; they fly away, still thirsty. ||64||",
    "punjabi": "(ਉਹ ਹੰਸ ਛੱਪੜੀ ਵਿਚ ਆਪਣੀ) ਚੁੰਝ ਡੋਬਦੇ ਹਨ, (ਪਰ, ਉਹ ਮੈਲਾ ਪਾਣੀ) ਨਹੀਂ ਪੀਂਦੇ, ਉਹਨਾਂ ਨੂੰ ਉਥੋਂ ਉੱਡ ਜਾਣ ਦੀ ਤਾਂਘ ਲੱਗੀ ਰਹਿੰਦੀ ਹੈ ॥੬੪॥",
    "pronunciation": "ਨਾ ਚੁੰਜ ਡਬੋਂਦੇ ਹਨ ਤੇ ਨਾ ਹੀ ਪੀਂਦੇ ਹਨ",
    "type_id": 3
  },
  {
    "id": 58904,
    "shabad_id": 5269,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਹੰਸੁ ੳੁਡਰਿ ਕੋਧ੍ਰੈ ਪੲਿਅਾ; ਲੋਕੁ ਵਿਡਾਰਣਿ ਜਾੲਿ ॥",
    "transliteration": "Hans Ouddar Kodhhrai Paeiaa Lok Viddaaran Jaae ||",
    "translation": "The swans fly away, and land in the fields of grain. The people go to chase them away.",
    "punjabi": "ਹੰਸ ਉੱਡ ਕੇ ਕੋਧਰੇ ਦੀ ਪੈਲੀ ਵਿਚ ਜਾ ਬੈਠਾ ਤਾਂ ਦੁਨੀਆ ਦੇ ਬੰਦੇ ਉਸ ਨੂੰ ਉਡਾਣ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58905,
    "shabad_id": 5269,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗਹਿਲਾ ਲੋਕੁ. ਨ ਜਾਣਦਾ; ਹੰਸੁ. ਨ ਕੋਧ੍ਰਾ ਖਾੲਿ ॥੬੫॥",
    "transliteration": "Gehilaa Lok N Jaanadhaa Hans N Kodhhraa Khaae ||65||",
    "translation": "The thoughtless people do not know, that the swans do not eat the grain. ||65||",
    "punjabi": "ਕਮਲੀ ਦੁਨੀਆ ਇਹ ਨਹੀਂ ਜਾਣਦੀ ਕਿ ਹੰਸ ਕੋਧਰਾ ਨਹੀਂ ਖਾਂਦਾ ॥੬੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58906,
    "shabad_id": 5270,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਚਲਿ ਚਲਿ ਗੲੀਅਾਂ ਪੰਖੀਅਾਂ; ਜਿਨ੍ਹੀ ਵਸਾੲੇ ਤਲ ॥",
    "transliteration": "Chal Chal Geeaaan Pankheeaaan Jinhee Vasaaeae Thal ||",
    "translation": "The birds which lived in the pools have flown away and left.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜਿਨ੍ਹਾਂ (ਜੀਵ-) ਪੰਛੀਆਂ ਦੀਆਂ ਡਾਰਾਂ ਨੇ ਇਸ (ਸੰਸਾਰ-) ਤਲਾਬ ਨੂੰ ਸੁਹਾਵਣਾ ਬਣਾਇਆ ਹੋਇਆ ਹੈ, ਉਹ ਆਪੋ ਆਪਣੀ ਵਾਰੀ (ਇਸ ਨੂੰ ਛੱਡ ਕੇ) ਟੁਰੀਆਂ ਜਾ ਰਹੀਆਂ ਹਨ।",
    "pronunciation": "ਚੱਕ੍ਰਵਰਤੀ ਪਾਤਿਸ਼ਾਹਾਂ ਰੂਪੀ ਪੰਖੀਅਾਂ ਪੰਛੀਅਾਂ ਦੀਅਾਂ ਡਾਰਾਂ।ਤਲ: ਪੋਲਾ ਬੋਲੋ। (ਤਲ) ਦੇਸ਼, ਜੰਗਲ਼।ਚੱਲਿ ਚੱਲਿ",
    "type_id": 3
  },
  {
    "id": 58907,
    "shabad_id": 5270,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਫਰੀਦਾ. ਸਰੁ ਭਰਿਅਾ, ਭੀ ਚਲਸੀ; ਥਕੇ ਕਵਲ ੲਿਕਲ ॥੬੬॥",
    "transliteration": "Fareedhaa Sar Bhariaa Bhee Chalasee Thhakae Kaval Eikal ||66||",
    "translation": "Fareed, the overflowing pool shall also pass away, and only the lotus flowers shall remain. ||66||",
    "punjabi": "(ਇਹ ਜਗਤ-) ਸਰੋਵਰ ਭੀ ਸੁੱਕ ਜਾਇਗਾ ਤੇ ਪਿੱਛੇ ਰਹੇ ਹੋਏ ਇਕੱਲੇ ਕਉਲ ਫੁਲ ਭੀ ਕੁਮਲਾ ਜਾਣਗੇ (ਭਾਵ, ਇਹ ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸੋਹਣੇ ਪਦਾਰਥ ਸਭ ਨਾਸ ਹੋ ਜਾਣਗੇ) ॥੬੬॥",
    "pronunciation": "ਚੱਲਸੀ। ਥੱਕੇ। ੲਿ-ਕੱਲ",
    "type_id": 3
  },
  {
    "id": 58908,
    "shabad_id": 5271,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਫਰੀਦਾ. ੲਿਟ ਸਿਰਾਣੇ, ਭੁੲਿ ਸਵਣੁ; ਕੀੜਾ ਲੜਿਓ ਮਾਸਿ ॥",
    "transliteration": "Fareedhaa Eitt Siraanae Bhue Savan Keerraa Larriou Maas ||",
    "translation": "Fareed, a stone will be your pillow, and the earth will be your bed. The worms shall eat into your flesh.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਜੀਵ-ਪੰਛੀਆਂ ਦੀਆਂ ਤੁਰੀਆਂ ਜਾ ਰਹੀਆਂ ਡਾਰਾਂ ਵਾਂਗ ਜਦੋਂ ਤੇਰੀ ਵਾਰੀ ਆਈ, ਤੇਰੇ ਭੀ) ਸਿਰ ਹੇਠ ਇੱਟ ਹੋਵੇਗੀ, ਧਰਤੀ ਵਿਚ (ਭਾਵ, ਤੂੰ ਕਬਰ ਵਿਚ) ਸੁੱਤਾ ਪਿਆ ਹੋਵੇਂਗਾ, (ਤੇ ਤੇਰੇ) ਪਿੰਡੇ ਵਿਚ ਕੀੜੇ ਤੁਰਦੇ ਹੋਣਗੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58909,
    "shabad_id": 5271,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕੇਤੜਿਅਾ ਜੁਗ ਵਾਪਰੇ; ੲਿਕਤੁ ਪੲਿਅਾ ਪਾਸਿ ॥੬੭॥",
    "transliteration": "Kaetharriaa Jug Vaaparae Eikath Paeiaa Paas ||67||",
    "translation": "Countless ages will pass, and you will still be lying on one side. ||67||",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਇੱਕੋ ਪਾਸੇ ਪਿਆਂ ਢੇਰ ਲੰਮਾ ਸਮਾਂ ਲੰਘ ਜਾਇਗਾ (ਤਦੋਂ ਤੈਨੂੰ ਕਿਸੇ ਜਗਾਣਾ ਨਹੀਂ, ਹੁਣ ਤਾਂ ਗ਼ਾਫ਼ਿਲ ਹੋ ਕੇ ਨਾ ਸਉਂ) ॥੬੭॥",
    "pronunciation": "(ਵਾਪਰੇ) ਗੁਜ਼ਰ ਗੲੇ। ਜੱੁਗ",
    "type_id": 3
  },
  {
    "id": 58910,
    "shabad_id": 5272,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਫਰੀਦਾ. ਭੰਨੀ ਘੜੀ ਸਵੰਨਵੀ; ਟੁਟੀ ਨਾਗਰ ਲਜੁ ॥",
    "transliteration": "Fareedhaa Bhannee Gharree Savannavee Ttuttee Naagar Laj ||",
    "translation": "Fareed, your beautiful body shall break apart, and the subtle thread of the breath shall be snapped.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਵੇਖ, ਤੇਰੇ ਗੁਆਂਢ ਕਿਸ ਬੰਦੇ ਦਾ ਸਰੀਰ-ਰੂਪ) ਸੁੰਦਰ ਰੰਗ ਵਾਲਾ ਭਾਂਡਾ ਭੱਜ ਗਿਆ ਹੈ (ਅਤੇ ਸੁਆਸਾਂ ਦੀ) ਸੋਹਣੀ ਲੱਜ ਟੁੱਟ ਗਈ ਹੈ।",
    "pronunciation": "ਸ-ਵੰਨਵੀ।ਟੁੱਟੀ।ਲੱਜੁ",
    "type_id": 3
  },
  {
    "id": 58911,
    "shabad_id": 5272,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਜਰਾੲੀਲੁ ਫਰੇਸਤਾ; ਕੈ ਘਰਿ ਨਾਠੀ ਅਜੁ ॥੬੮॥",
    "transliteration": "Ajaraaeel Faraesathaa Kai Ghar Naathee Aj ||68||",
    "translation": "In which house will the Messenger of Death be a guest today? ||68||",
    "punjabi": "(ਵੇਖ,) ਅੱਜ ਕਿਸ ਦੇ ਘਰ (ਮੌਤ ਦਾ) ਫ਼ਰਿਸਤਾ ਅਜ਼ਰਾਈਲ ਪ੍ਰਾਹੁਣਾ ਹੈ? (ਭਾਵ, ਜੇ ਜੀਵ-ਪੰਛੀਆਂ ਦੀਆਂ ਡਾਰਾਂ ਵਿਚੋਂ ਨਿੱਤ ਤੇਰੇ ਸਾਹਮਣੇ ਕਿਸੇ ਨ ਕਿਸੇ ਦੀ ਇਥੋਂ ਤੁਰਨ ਦੀ ਵਾਰੀ ਆਈ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਨੂੰ ਕਿਉਂ ਗ਼ਾਫ਼ਿਲ ਹੋ ਕੇ ਸੁੱਤਾ ਪਿਆ ਹੈਂ?) ॥੬੮॥",
    "pronunciation": "(ਨੱਾਠੀ) ਪ੍ਰਾਹੁਣਾ। ਅੱਜੁ",
    "type_id": 3
  },
  {
    "id": 58912,
    "shabad_id": 5273,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਫਰੀਦਾ. ਭੰਨੀ ਘੜੀ ਸਵੰਨਵੀ; ਟੂਟੀ ਨਾਗਰ ਲਜੁ ॥",
    "transliteration": "Fareedhaa Bhannee Gharree Savannavee Ttoottee Naagar Laj ||",
    "translation": "Fareed, your beautiful body shall break apart, and the subtle thread of the breath shall be snapped.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਵੇਖ, ਕਿਸ ਦਾ ਸਰੀਰ-ਰੂਪ) ਸੋਹਣੇ ਰੰਗ ਵਾਲਾ ਭਾਂਡਾ ਭੱਜ ਗਿਆ ਹੈ (ਤੇ ਸੁਆਸਾਂ-ਰੂਪ) ਸੋਹਣੀ ਲੱਜ ਟੁੱਟ ਗਈ ਹੈ?",
    "pronunciation": "(ਸਵੰਨਵੀ) ਸੋਨੇ ਰੰਗੀ। (ਘੜੀ) ਦੇਹ। (ਨੱਾਗਰ) ਚਤੁਰ। (ਲੱਜੁੳੁ) ਮਰ",
    "type_id": 3
  },
  {
    "id": 58913,
    "shabad_id": 5273,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੋ ਸਜਣ. ਭੁੲਿ ਭਾਰੁ ਥੇ; ਸੇ. ਕਿੳੁ ਅਾਵਹਿ ਅਜੁ ॥੬੯॥",
    "transliteration": "Jo Sajan Bhue Bhaar Thhae Sae Kio Aavehi Aj ||69||",
    "translation": "Those friends who were a burden on the earth - how can they come today? ||69||",
    "punjabi": "ਜਿਹੜੇ ਭਰਾ (ਨਮਾਜ਼ ਵਲੋਂ ਗ਼ਾਫ਼ਿਲ ਹੋ ਕੇ) ਧਰਤੀ ਉਤੇ (ਨਿਰਾ) ਭਾਰ ਹੀ ਬਣੇ ਰਹੇ, ਉਹਨਾਂ ਨੂੰ ਮਨੁੱਖਾ ਜਨਮ ਵਾਲਾ ਇਹ ਸਮਾ ਫਿਰ ਨਹੀਂ ਮਿਲੇਗਾ ॥੬੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58914,
    "shabad_id": 5274,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਫਰੀਦਾ. ਬੇ ਨਿਵਾਜਾ ਕੁਤਿਅਾ; ੲੇਹ. ਨ ਭਲੀ ਰੀਤਿ ॥",
    "transliteration": "Fareedhaa Bae Nivaajaa Kuthiaa Eaeh N Bhalee Reeth ||",
    "translation": "Fareed: O faithless dog, this is not a good way of life.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਜੋ ਬੰਦੇ ਨਿਮਾਜ਼ ਨਹੀਂ ਪੜ੍ਹਦੇ (ਭਾਵ, ਜੋ ਬੰਦਗੀ ਵਲੋਂ ਗ਼ਾਫ਼ਿਲ ਹਨ) ਉਹ ਕੁੱਤਿਆਂ (ਸਮਾਨ) ਹਨ, ਉਹਨਾਂ ਦਾ ਇਹ ਜੀਊਣ ਦਾ ਤਰੀਕਾ ਚੰਗਾ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58915,
    "shabad_id": 5274,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਬ ਹੀ ਚਲਿ. ਨ ਅਾੲਿਅਾ; ਪੰਜੇ ਵਖਤ ਮਸੀਤਿ ॥੭੦॥",
    "transliteration": "Kabehee Chal N Aaeiaa Panjae Vakhath Maseeth ||70||",
    "translation": "You never come to the mosque for your five daily prayers. ||70||",
    "punjabi": "(ਕਿਉਂਕਿ ਉਹ) ਕਦੇ ਭੀ ਉੱਦਮ ਕਰ ਕੇ ਪੰਜੇ ਵੇਲੇ ਮਸੀਤ ਨਹੀਂ ਆਉਂਦੇ (ਭਾਵ, ਜੋ ਕਦੇ ਭੀ ਘੱਟ ਤੋਂ ਘੱਟ ਪੰਜ ਵੇਲੇ ਰੱਬ ਨੂੰ ਯਾਦ ਨਹੀਂ ਕਰਦੇ) ॥੭੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58916,
    "shabad_id": 5275,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੳੁਠੁ ਫਰੀਦਾ, ੳੁਜੂ ਸਾਜਿ; ਸੁਬਹ ਨਿਵਾਜ ਗੁਜਾਰਿ ॥",
    "transliteration": "Outh Fareedhaa Oujoo Saaj Subeh Nivaaj Gujaar ||",
    "translation": "Rise up, Fareed, and cleanse yourself; chant your morning prayer.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਉੱਠ, ਮੂੰਹ ਹੱਥ ਧੋ, ਤੇ ਸਵੇਰ ਦੀ ਨਿਮਾਜ਼ ਪੜ੍ਹ।",
    "pronunciation": "ੳੁਜੂ:ਪੋਲਾ ਬੋਲੋ।(ੳੁਜੂ) ਪੰਜ ੲਿਸ਼ਨਾਨਾ ਕਰਕੇ",
    "type_id": 3
  },
  {
    "id": 58917,
    "shabad_id": 5275,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜੋ ਸਿਰੁ ਸਾਂੲੀ. ਨਾ ਨਿਵੈ; ਸੋ ਸਿਰੁ ਕਪਿ ੳੁਤਾਰਿ ॥੭੧॥",
    "transliteration": "Jo Sir Saanee Naa Nivai So Sir Kap Outhaar ||71||",
    "translation": "The head which does not bow to the Lord - chop off and remove that head. ||71||",
    "punjabi": "ਜੋ ਸਿਰ ਮਾਲਕ-ਰੱਬ ਅੱਗੇ ਨਹੀਂ ਨਿਊਂਦਾ, ਉਹ ਸਿਰ ਕੱਟ ਕੇ ਲਾਹ ਦੇਹ (ਭਾਵ, ਬੰਦਗੀਹੀਣ ਬੰਦੇ ਦਾ ਜੀਊਣਾ ਕਿਸ ਅਰਥ?) ॥੭੧॥",
    "pronunciation": "ਕੱਪਿ",
    "type_id": 3
  },
  {
    "id": 58918,
    "shabad_id": 5276,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜੋ ਸਿਰੁ ਸਾੲੀ. ਨਾ ਨਿਵੈ; ਸੋ ਸਿਰੁ ਕੀਜੈ ਕਾਂੲਿ ॥",
    "transliteration": "Jo Sir Saaee Naa Nivai So Sir Keejai Kaane ||",
    "translation": "That head which does not bow to the Lord - what is to be done with that head?",
    "punjabi": "ਜੋ ਸਿਰ (ਬੰਦਗੀ ਵਿਚ) ਮਾਲਕ-ਰੱਬ ਅੱਗੇ ਨਹੀਂ ਨਿਊਂਦਾ, ਉਸ ਸਿਰ ਦਾ ਕੋਈ ਲਾਭ ਨਹੀਂ।",
    "pronunciation": "ਸਾਂੲੀਂ",
    "type_id": 3
  },
  {
    "id": 58919,
    "shabad_id": 5276,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਕੁੰਨੇ ਹੇਠਿ ਜਲਾੲੀਅੈ; ਬਾਲਣ ਸੰਦੈ ਥਾੲਿ ॥੭੨॥",
    "transliteration": "Kunnae Haeth Jalaaeeai Baalan Sandhai Thhaae ||72||",
    "translation": "Put it in the fireplace, instead of firewood. ||72||",
    "punjabi": "ਉਸ ਸਿਰ ਨੂੰ ਹਾਂਡੀ ਹੇਠ ਬਾਲਣ ਦੇ ਥਾਂ ਬਾਲ ਦੇਣਾ ਚਾਹੀਏ (ਭਾਵ, ਉਸ ਆਕੜੇ ਹੋਏ ਸਿਰ ਨੂੰ ਸੁੱਕੀ ਲੱਕੜੀ ਹੀ ਸਮਝੋ) ॥੭੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58920,
    "shabad_id": 5277,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਫਰੀਦਾ. ਕਿਥੈ ਤੈਡੇ ਮਾਪਿਅਾ; ਜਿਨ੍ਹੀ ਤੂ ਜਣਿਓਹਿ ॥",
    "transliteration": "Fareedhaa Kithhai Thaiddae Maapiaa Jinhee Thoo Janiouhi ||",
    "translation": "Fareed, where are your mother and father, who gave birth to you?",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਜੀਵ-ਪੰਛੀਆਂ ਦੀਆਂ ਤੁਰੀਆਂ ਜਾ ਰਹੀਆਂ ਹੋਰ ਡਾਰਾਂ ਦਾ ਜੇ ਤੈਨੂੰ ਖ਼ਿਆਲ ਨਹੀਂ ਆਉਂਦਾ, ਤਾਂ ਇਹੀ ਵੇਖ ਕਿ) ਤੇਰੇ (ਆਪਣੇ) ਮਾਪੇ ਕਿੱਥੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਤੈਨੂੰ ਜੰਮਿਆ ਸੀ। ਉਹ ਤੇਰੇ ਮਾਪੇ ਤੇਰੇ ਪਾਸੋਂ ਕਦੇ ਦੇ ਚਲੇ ਗਏ ਹਨ।",
    "pronunciation": "ਮਾਪਿਅਾ: ਬਿੰਦੀ ਨਹੀਂ ਲਾੳੁਣੀ",
    "type_id": 3
  },
  {
    "id": 58921,
    "shabad_id": 5277,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੈ ਪਾਸਹੁ ਓੲਿ ਲਦਿ ਗੲੇ; ਤੂੰ ਅਜੈ. ਨ ਪਤੀਣੋਹਿ ॥੭੩॥",
    "transliteration": "Thai Paasahu Oue Ladh Geae Thoon Ajai N Patheenohi ||73||",
    "translation": "They have left you, but even so, you are not convinced that you shall also have to go. ||73||",
    "punjabi": "ਤੈਨੂੰ ਅਜੇ ਭੀ ਯਕੀਨ ਨਹੀਂ ਆਇਆ (ਕਿ ਤੂੰ ਤਾਂ ਇਥੋਂ ਤੁਰ ਜਾਣਾ ਹੈ, ਇਸੇ ਕਰਕੇ ਰੱਬ ਦੀ ਬੰਦਗੀ ਵਲੋਂ ਗ਼ਾਫ਼ਿਲ ਪਿਆ ਹੈਂ) ॥੭੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58922,
    "shabad_id": 5278,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਫਰੀਦਾ. ਮਨੁ ਮੈਦਾਨੁ ਕਰਿ; ਟੋੲੇ ਟਿਬੇ ਲਾਹਿ ॥",
    "transliteration": "Fareedhaa Man Maidhaan Kar Ttoeae Ttibae Laahi ||",
    "translation": "Fareed, flatten out your mind; smooth out the hills and valleys.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਮਨ ਨੂੰ ਪੱਧਰਾ ਕਰ ਦੇਹ (ਅਤੇ ਇਸ ਦੇ) ਉੱਚੇ ਨੀਵੇਂ ਥਾਂ ਦੂਰ ਕਰ ਦੇਹ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58923,
    "shabad_id": 5278,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਗੈ ਮੂਲਿ. ਨ ਅਾਵਸੀ; ਦੋਜਕ ਸੰਦੀ ਭਾਹਿ ॥੭੪॥",
    "transliteration": "Agai Mool N Aavasee Dhojak Sandhee Bhaahi ||74||",
    "translation": "Hereafter, the fires of hell shall not even approach you. ||74||",
    "punjabi": "(ਜੇ ਤੂੰ ਕਰ ਸਕੇਂ, ਤਾਂ) ਤੇਰੇ ਜੀਵਨ-ਸਫ਼ਰ ਵਿਚ ਦੋਜ਼ਕ ਦੀ ਅੱਗ ਬਿਲਕੁਲ ਨਹੀਂ ਆਵੇਗੀ, (ਭਾਵ, ਮਨ ਵਿਚ ਟੋਏ ਟਿੱਬੇ ਟਿਕੇ ਰਹਿਣ ਕਰਕੇ ਜੋ ਕਲੇਸ਼ ਮਨੁੱਖ ਨੂੰ ਵਾਪਰਦੇ ਹਨ, ਇਹਨਾਂ ਦੇ ਦੂਰ ਹੋਇਆਂ ਉਹ ਕਲੇਸ਼ ਭੀ ਮਿਟ ਜਾਣਗੇ) ॥੭੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58924,
    "shabad_id": 5279,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਹਲਾ ੫ ॥",
    "transliteration": "Mehalaa 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58925,
    "shabad_id": 5279,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਫਰੀਦਾ. ਖਾਲਕੁ ਖਲਕ ਮਹਿ; ਖਲਕ ਵਸੈ ਰਬ ਮਾਹਿ ॥",
    "transliteration": "Fareedhaa Khaalak Khalak Mehi Khalak Vasai Rab Maahi ||",
    "translation": "Fareed, the Creator is in the Creation, and the Creation abides in God.",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਖ਼ਲਕਤ ਪੈਦਾ ਕਰਨ ਵਾਲਾ) ਪਰਮਾਤਮਾ (ਸਾਰੀ) ਖ਼ਲਕਤ ਵਿਚ ਮੌਜੂਦ ਹੈ, ਅਤੇ ਖ਼ਲਕਤ ਪਰਮਾਤਮਾ ਵਿਚ ਵੱਸ ਰਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58926,
    "shabad_id": 5279,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮੰਦਾ. ਕਿਸ ਨੋ ਅਾਖੀਅੈ; ਜਾਂ. ਤਿਸੁ ਬਿਨੁ ਕੋੲੀ ਨਾਹਿ ॥੭੫॥",
    "transliteration": "Mandhaa Kis No Aakheeai Jaan This Bin Koee Naahi ||75||",
    "translation": "Whom can we call bad? There is none without Him. ||75||",
    "punjabi": "ਜਦੋਂ (ਕਿਤੇ ਭੀ) ਉਸ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਹੋਰ ਦੂਜਾ ਨਹੀਂ ਹੈ, ਤਾਂ ਕਿਸ ਜੀਵ ਨੂੰ ਭੈੜਾ ਕਿਹਾ ਜਾਏ? (ਭਾਵ, ਕਿਸੇ ਮਨੁੱਖ ਨੂੰ ਮਾੜਾ ਨਹੀਂ ਕਿਹਾ ਜਾ ਸਕਦਾ) ॥੭੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 58927,
    "shabad_id": 5280,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਫਰੀਦਾ. ਜਿ ਦਿਹਿ ਨਾਲਾ ਕਪਿਅਾ; ਜੇ ਗਲੁ ਕਪਹਿ ਚੁਖ ॥",
    "transliteration": "Fareedhaa J Dhihi Naalaa Kapiaa Jae Gal Kapehi Chukh ||",
    "translation": "Fareed, if on that day when my umbilical cord was cut, my throat had been cut instead,",
    "punjabi": "ਹੇ ਫਰੀਦ! (ਹੇ ਦਾਈ!) ਜਿਸ ਦਿਨ ਮੇਰਾ ਨਾੜੂ ਕੱਟਿਆ ਸੀ, ਜੇ ਰਤਾ ਕੁ ਮੇਰਾ ਗਲ ਵੱਢ ਦੇਂਦੀਓਂ,",
    "pronunciation": "(ਕੱਪਿਅਾ) ਕੱਟਿਅਾ। (ਚੁੱਖ) ਰੱਤੀ ਕੁ। ਗਲੁ: ਪੋਲਾ ਬੋਲੋ। ਕੱਪਹਿ",
    "type_id": 3
  },
  {
    "id": 58928,
    "shabad_id": 5280,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪਵਨਿ. ਨ ੲਿਤੀ ਮਾਮਲੇ; ਸਹਾਂ ਨ. ੲਿਤੀ ਦੁਖ ॥੭੬॥",
    "transliteration": "Pavan N Eithee Maamalae Sehaan N Eithee Dhukh ||76||",
    "translation": "I would not have fallen into so many troubles, or undergone so many hardships. ||76||",
    "punjabi": "ਤਾਂ (ਮਨ ਦੇ ਇਹਨਾਂ ਟੋਇਆਂ ਟਿੱਬਿਆਂ ਦੇ ਕਾਰਣ) ਨਾਹ ਇਤਨੇ ਝੰਬੇਲੇ ਪੈਂਦੇ ਅਤੇ ਨਾਹ ਹੀ ਮੈਂ ਇਤਨੇ ਦੁੱਖ ਸਹਾਰਦਾ ॥੭੬॥",
    "pronunciation": "ੲਿਤੀ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 58929,
    "shabad_id": 5281,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਚਬਣ ਚਲਣ ਰਤੰਨ; ਸੇ ਸੁਣੀਅਰ ਬਹਿ ਗੲੇ ॥",
    "transliteration": "Chaban Chalan Rathann Sae Suneear Behi Geae ||",
    "translation": "My teeth, feet, eyes and ears have stopped working.",
    "punjabi": "(ਕਿਸ ਮਾਣ ਤੇ ਦੂਜਿਆਂ ਨੂੰ ਮਾੜਾ ਆਖਣਾ ਹੋਇਆ? ਕਿਸ ਮਾਣ ਤੇ ਮਨ ਵਿਚ ਇਹ ਟੋਏ ਟਿੱਬੇ ਬਣਾਣੇ ਹੋਏ?) ਉਹ ਦੰਦ, ਲੱਤਾਂ, ਅੱਖਾਂ ਤੇ ਕੰਨ (ਜਿਨ੍ਹਾਂ ਦੇ ਮਾਣ ਦੇ ਇਹ ਟੋਏ ਟਿੱਬੇ ਬਣੇ ਸਨ) ਕੰਮ ਕਰਨੋਂ ਰਹਿ ਗਏ ਹਨ।",
    "pronunciation": "(ਚੱਬਣ) ਦੰਦ (ਚੱਲਣ) ਪੈਰ (ਰਤੰਨ) ਨੇਤ੍ਰ (ਸੁਣੀਅਰ) ਕੰਨ ਅਾਪਣੀਅਾਂ ਗੋਲਕਾਂ ਚ (ਬਹਿ) ਦੱਬ ਗੲੇ।ਰ-ਤੰਨ",
    "type_id": 3
  },
  {
    "id": 58930,
    "shabad_id": 5281,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹੇੜੇ ਮੁਤੀ ਧਾਹ; ਸੇ ਜਾਨੀ ਚਲਿ ਗੲੇ ॥੭੭॥",
    "transliteration": "Haerrae Muthee Dhhaah Sae Jaanee Chal Geae ||77||",
    "translation": "My body cries out, \"Those whom I knew have left me!\"||77||",
    "punjabi": "(ਇਸ) ਸਰੀਰ ਨੇ ਢਾਹ ਮਾਰੀ ਹੈ (ਭਾਵ, ਇਹ ਆਪਣਾ ਹੀ ਸਰੀਰ ਹੁਣ ਦੁਖੀ ਹੋ ਰਿਹਾ ਹੈ, ਕਿ ਮੇਰੇ) ਉਹ ਮਿੱਤਰ ਤੁਰ ਗਏ ਹਨ (ਭਾਵ, ਕੰਮ ਦੇਣੋਂ ਰਹਿ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਤੇ ਮੈਨੂੰ ਮਾਣ ਸੀ) ॥੭੭॥",
    "pronunciation": "(ਹੇੜੇ) ਸ੍ਰੀਰ ਨੇ (ਧਾਹ ਮੱੁਤੀ) ਛੱਡੀ ਮਾਰੀ। (ਜੱਾਨੀ) ਪਿਅਾਰੇ",
    "type_id": 3
  },
  {
    "id": 58931,
    "shabad_id": 5282,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫਰੀਦਾ. ਬੁਰੇ ਦਾ ਭਲਾ ਕਰਿ; ਗੁਸਾ ਮਨਿ. ਨ ਹਢਾੲਿ ॥",
    "transliteration": "Fareedhaa Burae Dhaa Bhalaa Kar Gusaa Man N Hadtaae ||",
    "translation": "Fareed, answer evil with goodness; do not fill your mind with anger.",
    "punjabi": "ਹੇ ਫਰੀਦ! ਬੁਰਾਈ ਕਰਨ ਵਾਲੇ ਨਾਲ ਭੀ ਭਲਾਈ ਕਰ। ਗੁੱਸਾ ਮਨ ਵਿਚ ਨਾਹ ਆਉਣ ਦੇਹ।",
    "pronunciation": "ਨ (ਹਢਾੲਿ) ਹੰਢਾ ਭਾਵ ਨ ਲਿਅਾ",
    "type_id": 3
  }
]
