[
  {
    "id": 59056,
    "shabad_id": 5335,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ੴ ਸਤਿਨਾਮੁ ਕਰਤਾ ਪੁਰਖੁ ਨਿਰਭੳੁ ਨਿਰਵੈਰੁ ਅਕਾਲ ਮੂਰਤਿ ਅਜੂਨੀ ਸੈਭੰ ਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sath Naam Karathaa Purakh Nirabho Niravair Akaal Moorath Ajoonee Saibhan Gur Prasaadh ||",
    "translation": "One Universal Creator God. Truth Is The Name. Creative Being Personified. No Fear. No Hatred. Image Of The Undying. Beyond Birth. Self-Existent. By Guru's Grace:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ, ਜਿਸ ਦਾ ਨਾਮ 'ਹੋਂਦ ਵਾਲਾ' ਹੈ ਜੋ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਰਚਨਹਾਰ ਹੈ, ਜੋ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ, ਭੈ ਤੋਂ ਰਹਿਤ ਹੈ, ਵੈਰ-ਰਹਿਤ ਹੈ, ਜਿਸ ਦਾ ਸਰੂਪ ਕਾਲ ਤੋਂ ਪਰੇ ਹੈ, (ਭਾਵ, ਜਿਸ ਦਾ ਸਰੀਰ ਨਾਸ-ਰਹਿਤ ਹੈ), ਜੋ ਜੂਨਾਂ ਵਿਚ ਨਹੀਂ ਆਉਂਦਾ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੋਇਆ ਹੈ ਅਤੇ ਜੋ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59057,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸਵਯੇ ਸ੍ਰੀ ਮੁਖਬਾਖ੍ਯ ਮਹਲਾ ੫ ॥",
    "transliteration": "Savayae Sree Mukhabaaky Mehalaa 5 ||",
    "translation": "Swaiyas From The Mouth Of The Great Fifth Mehl:",
    "punjabi": "ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੇ ਉਚਾਰੇ ਹੋਏ ਸਵਯੇ।",
    "pronunciation": "ਯੇ ਤਾਲੂ ਤੋਂ ਬੋਲ ਸ-ਵ-ਯੇ। ਮੁਖਬਾਖ੍ਯ : ਮੁਖਬਾਕਿਅ",
    "type_id": 3
  },
  {
    "id": 59058,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਅਾਦਿ ਪੁਰਖ ਕਰਤਾਰ; ਕਰਣ ਕਾਰਣ ਸਭ ਅਾਪੇ ॥",
    "transliteration": "Aadh Purakh Karathaar Karan Kaaran Sabh Aapae ||",
    "translation": "O Primal Lord God, You Yourself are the Creator, the Cause of all causes.",
    "punjabi": "ਹੇ ਆਦਿ ਪੁਰਖ! ਹੇ ਕਰਤਾਰ! ਤੂੰ ਆਪ ਹੀ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਮੂਲ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59059,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਸਰਬ ਰਹਿਓ ਭਰਪੂਰਿ; ਸਗਲ ਘਟ ਰਹਿਓ ਬਿਅਾਪੇ ॥",
    "transliteration": "Sarab Rehiou Bharapoor Sagal Ghatt Rehiou Biaapae ||",
    "translation": "You are All-pervading everywhere, totally filling all hearts.",
    "punjabi": "ਤੂੰ ਸਭ ਥਾਈਂ ਭਰਪੂਰਿ ਹੈਂ; (ਭਾਵ, ਕੋਈ ਥਾਂ ਐਸਾ ਨਹੀਂ, ਜਿੱਥੇ ਤੂੰ ਨਾਹ ਹੋਵੇਂ)। ਤੂੰ ਸਭ ਸਰੀਰਾਂ ਵਿਚ ਮੌਜੂਦ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59060,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਬ੍ਯਾਪਤੁ ਦੇਖੀਅੈ ਜਗਤਿ, ਜਾਨੈ ਕੳੁਨੁ ਤੇਰੀ ਗਤਿ; ਸਰਬ ਕੀ ਰਖ੍ਯਾ ਕਰੈ; ਅਾਪੇ ਹਰਿ ਪਤਿ ॥",
    "transliteration": "Byaapath Dhaekheeai Jagath Jaanai Koun Thaeree Gath Sarab Kee Rakhyaa Karai Aapae Har Path ||",
    "translation": "You are seen pervading the world; who can know Your State? You protect all; You are our Lord and Master.",
    "punjabi": "ਹੇ (ਸਭ ਦੇ) ਮਾਲਕ ਅਕਾਲ ਪੁਰਖ! ਤੂੰ ਸਾਰੇ ਜਗਤ ਵਿਚ ਪਸਰਿਆ ਹੋਇਆ ਦਿੱਸ ਰਿਹਾ ਹੈਂ। ਕੌਣ ਜਾਣਦਾ ਹੈ ਤੂੰ ਕਿਹੋ ਜਿਹਾ ਹੈਂ? ਤੂੰ ਆਪ ਹੀ ਸਭ (ਜੀਆਂ) ਦੀ ਰੱਖਿਆ ਕਰਦਾ ਹੈਂ।",
    "pronunciation": "ਬ੍ਯਾਪਤੁ: ਬਿਅਾਪਤੁ।ਜੱਗ-ਤਿ। ਰੱਖਿਅਾ",
    "type_id": 3
  },
  {
    "id": 59061,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 5,
    "gurmukhi": "ਅਬਿਨਾਸੀ ਅਬਿਗਤ; ਅਾਪੇ ਅਾਪਿ ੳੁਤਪਤਿ ॥",
    "transliteration": "Abinaasee Abigath Aapae Aap Outhapath ||",
    "translation": "O my Imperishable and Formless Lord, You formed Yourself.",
    "punjabi": "(ਹੇ ਆਦਿ ਪੁਰਖ!) ਤੂੰ ਕਦੇ ਨਾਸ ਹੋਣ ਵਾਲਾ ਨਹੀਂ ਹੈਂ, ਤੂੰ ਇਹਨਾਂ ਅੱਖਾਂ ਨਾਲ ਨਹੀਂ ਦਿੱਸਦਾ; ਤੇਰੀ ਉਤਪੱਤੀ ਤੇਰੇ ਆਪਣੇ ਆਪ ਤੋਂ ਹੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59062,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲੇਕੈ ਤੂਹੀ ੲੇਕੈ; ਅਨ ਨਾਹੀ. ਤੁਮ ਭਤਿ ॥",
    "transliteration": "Eaekai Thoohee Eaekai An Naahee Thum Bhath ||",
    "translation": "You are the One and Only; no one else is like You.",
    "punjabi": "ਤੂੰ ਕੇਵਲ ਇੱਕੋ ਹੀ ਇਕ ਹੈਂ, ਤੇਰੇ ਵਰਗਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "ਭਤਿ:ਪੋਲਾ ਬੋਲੋ। ਅਾਪ ਜੀ ਦੇ (ਭਤਿ) ਤਰਾਂ੍ਹ ਦਾ",
    "type_id": 3
  },
  {
    "id": 59063,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ. ਅੰਤੁ ਨਾਹੀ ਪਾਰਾਵਾਰੁ; ਕੳੁਨੁ ਹੈ ਕਰੈ ਬੀਚਾਰੁ; ਜਗਤ ਪਿਤਾ ਹੈ, ਸ੍ਰਬ ਪ੍ਰਾਨ ਕੋ ਅਧਾਰੁ ॥",
    "transliteration": "Har Anth Naahee Paaraavaar Koun Hai Karai Beechaar Jagath Pithaa Hai Srab Praan Ko Adhhaar ||",
    "translation": "O Lord, You have no end or limitation. Who can contemplate You? You are the Father of the world, the Support of all life.",
    "punjabi": "ਹਰੀ ਦਾ ਅੰਤ ਤੇ ਹੱਦ-ਬੰਨਾ ਨਹੀਂ (ਪਾਇਆ ਜਾ ਸਕਦਾ)। ਕੌਣ (ਮਨੁੱਖ) ਹੈ ਜੋ (ਉਸ ਦੇ ਹੱਦ-ਬੰਨੇ ਨੂੰ ਲੱਭਣ ਦੀ) ਵਿਚਾਰ ਕਰ ਸਕਦਾ ਹੈ? ਹਰੀ ਸਾਰੇ ਜਗਤ ਦਾ ਪਿਤਾ ਹੈ ਅਤੇ ਸਾਰੇ ਜੀਆਂ ਦਾ ਆਸਰਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59064,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਭਗਤੁ ਦਰਿ, ਤੁਲਿ ਬ੍ਰਹਮ ਸਮਸਰਿ; ੲੇਕ ਜੀਹ. ਕਿਅਾ ਬਖਾਨੈ ॥",
    "transliteration": "Jan Naanak Bhagath Dhar Thul Breham Samasar Eaek Jeeh Kiaa Bakhaanai ||",
    "translation": "Your devotees are at Your Door, O God - they are just like You. How can servant Nanak describe them with only one tongue?",
    "punjabi": "(ਹਰੀ ਦਾ) ਭਗਤ ਸੇਵਕ (ਗੁਰੂ) ਨਾਨਕ (ਹਰੀ ਦੇ) ਦਰ ਤੇ ਪਰਵਾਨ (ਹੋਇਆ ਹੈ) ਤੇ ਹਰੀ ਵਰਗਾ ਹੈ। (ਮੇਰੀ) ਇਕ ਜੀਭ (ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਕੀਹ (ਗੁਣ) ਕਥਨ ਕਰ ਸਕਦੀ ਹੈ?",
    "pronunciation": "(ਤੁਲਿ) ਬਰਾਬਰ",
    "type_id": 3
  },
  {
    "id": 59065,
    "shabad_id": 5335,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਹਾਂ ਕਿ ਬਲਿ ਬਲਿ; ਬਲਿ ਬਲਿ ਸਦ ਬਲਿਹਾਰਿ ॥੧॥",
    "transliteration": "Haan K Bal Bal Bal Bal Sadh Balihaar ||1||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice, a sacrifice, forever a sacrifice to them. ||1||",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਨਾਨਕ ਤੋਂ) ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ, ਸਦਾ ਸਦਕੇ ਹਾਂ ॥੧॥",
    "pronunciation": "(ਹਾਂ) ਨਿਸਚੇ ਕਰਕੇ। (ਕਿ) ਜੋ",
    "type_id": 3
  },
  {
    "id": 59066,
    "shabad_id": 5336,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅੰਮ੍ਰਿਤ ਪ੍ਰਵਾਹ ਸਰਿ, ਅਤੁਲ ਭੰਡਾਰ ਭਰਿ; ਪਰੈ ਹੀ ਤੇ ਪਰੈ; ਅਪਰ ਅਪਾਰ ਪਰਿ ॥",
    "transliteration": "Anmrith Pravaah Sar Athul Bhanddaar Bhar Parai Hee Thae Parai Apar Apaar Par ||",
    "translation": "Streams of Ambrosial Nectar flow; Your Treasures are unweighable and overflowing in abundance. You are the Farthest of the far, Infinite and Incomparably Beautiful.",
    "punjabi": "(ਹੇ ਅਕਾਲ ਪੁਰਖ!) (ਤੈਥੋਂ) ਅੰਮ੍ਰਿਤ ਦੇ ਪ੍ਰਵਾਹ ਚੱਲ ਰਹੇ ਹਨ, ਤੇਰੇ ਨਾਹ ਤੁਲ ਸਕਣ ਵਾਲੇ ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ; ਤੂੰ ਪਰੇ ਤੋਂ ਪਰੇ ਹੈਂ ਅਤੇ ਬੇਅੰਤ ਹੈਂ।",
    "pronunciation": "ਅ-ਤੁੱਲ। ਅਪਰ:ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ",
    "type_id": 3
  },
  {
    "id": 59067,
    "shabad_id": 5336,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਪੁਨੋ ਭਾਵਨੁ ਕਰਿ, ਮੰਤ੍ਰਿ. ਨ ਦੂਸਰੋ ਧਰਿ; ਓਪਤਿ ਪਰਲੌ, ੲੇਕੈ ਨਿਮਖ. ਤੁ ਘਰਿ ॥",
    "transliteration": "Aapuno Bhaavan Kar Manthr N Dhoosaro Dhhar Oupath Parala Eaekai Nimakh Th Ghar ||",
    "translation": "You do whatever You please; You do not take advice from anyone else. In Your Home, creation and destruction happen in an instant.",
    "punjabi": "ਤੂੰ ਆਪਣੀ ਮਰਜ਼ੀ ਕਰਦਾ ਹੈਂ; ਕਿਸੇ ਹੋਰ ਨੂੰ ਆਪਣੀ ਸਲਾਹ ਵਿਚ ਨਹੀਂ ਲਿਆਉਂਦਾ, (ਭਾਵ, ਤੂੰ ਕਿਸੇ ਹੋਰ ਨਾਲ ਸਲਾਹ ਨਹੀਂ ਕਰਦਾ) ਤੇਰੇ ਘਰ ਵਿਚ (ਭਾਵ, ਤੇਰੇ ਹੁਕਮ ਵਿਚ) ਜਗਤ ਦੀ ਪੈਦਾਇਸ਼ ਤੇ ਅੰਤ ਅੱਖ ਦੇ ਇਕ ਫੋਰ ਵਿਚ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਤੁ) ਅਾਪ ਜੀ ਦੇ",
    "type_id": 3
  },
  {
    "id": 59068,
    "shabad_id": 5336,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਨ. ਨਾਹੀ ਸਮਸਰਿ, ੳੁਜੀਅਾਰੋ ਨਿਰਮਰਿ; ਕੋਟਿ ਪਰਾਛਤ ਜਾਹਿ, ਨਾਮ ਲੀੲੇ ਹਰਿ ਹਰਿ ॥",
    "transliteration": "Aan Naahee Samasar Oujeeaaro Niramar Kott Paraashhath Jaahi Naam Leeeae Har Har ||",
    "translation": "No one else is equal to You; Your Light is Immaculate and Pure. Millions of sins are washed away, chanting Your Name, Har, Har.",
    "punjabi": "ਕੋਈ ਹੋਰ ਹਰੀ ਵਰਗਾ ਨਹੀਂ ਹੈ; ਉਸ ਦਾ ਨਿਰਮਲ ਚਾਨਣਾ ਹੈ; ਉਸ ਹਰੀ ਦਾ ਨਾਮ ਲਿਆਂ ਕਰੋੜਾਂ ਪਾਪ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "(ਨਿਰਮਰਿ) ੳੁ੍ਨਜਲ। ੳੁੁਜੀ-ਅਾਰੋ",
    "type_id": 3
  },
  {
    "id": 59069,
    "shabad_id": 5336,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ. ਭਗਤੁ ਦਰਿ, ਤੁਲਿ ਬ੍ਰਹਮ ਸਮਸਰਿ; ੲੇਕ ਜੀਹ. ਕਿਅਾ ਬਖਾਨੈ ॥",
    "transliteration": "Jan Naanak Bhagath Dhar Thul Breham Samasar Eaek Jeeh Kiaa Bakhaanai ||",
    "translation": "Your devotees are at Your Door, God - they are just like You. How can servant Nanak describe them with only one tongue?",
    "punjabi": "ਹਰੀ ਦਾ ਭਗਤ ਦਾਸ (ਗੁਰੂ) ਨਾਨਕ (ਹਰੀ ਦੇ) ਦਰ ਤੇ ਪ੍ਰਵਾਨ (ਹੋਇਆ ਹੈ) ਅਤੇ ਹਰੀ ਵਰਗਾ ਹੈ। (ਮੇਰੀ) ਇਕ ਜੀਭ (ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਕੀਹ (ਗੁਣ) ਕਹਿ ਸਕਦੀ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59070,
    "shabad_id": 5336,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਾਂ ਕਿ ਬਲਿ ਬਲਿ; ਬਲਿ ਬਲਿ ਸਦ ਬਲਿਹਾਰਿ ॥੨॥",
    "transliteration": "Haan K Bal Bal Bal Bal Sadh Balihaar ||2||",
    "translation": "I am a sacrifice, a sacrifice, a sacrifice, a sacrifice, forever a sacrifice to them. ||2||",
    "punjabi": "ਮੈਂ (ਗੁਰੂ ਨਾਨਕ ਤੋਂ) ਸਦਕੇ ਹਾਂ, ਸਦਕੇ ਹਾਂ, ਸਦਾ ਸਦਕੇ ਹਾਂ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59071,
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਗਲ ਭਵਨ ਧਾਰੇ. ੲੇਕ ਥੇਂ ਕੀੲੇ ਬਿਸਥਾਰੇ; ਪੂਰਿ ਰਹਿਓ ਸ੍ਰਬ ਮਹਿ. ਅਾਪਿ ਹੈ ਨਿਰਾਰੇ ॥",
    "transliteration": "Sagal Bhavan Dhhaarae Eaek Thhaen Keeeae Bisathhaarae Poor Rehiou Srab Mehi Aap Hai Niraarae ||",
    "translation": "You established all the worlds from within Yourself, and extended them outward. You are All-pervading amongst all, and yet You Yourself remain detached.",
    "punjabi": "ਉਸ ਹਰੀ ਨੇ ਸਾਰੇ ਲੋਕ ਬਣਾਏ ਹਨ; ਇਕ ਆਪਣੇ ਆਪ ਤੋਂ ਹੀ (ਇਹ ਸੰਸਾਰ ਦਾ) ਖਿਲਾਰਾ ਕੀਤਾ ਹੈ; ਆਪ ਸਭ ਵਿਚ ਵਿਆਪਕ ਹੈ (ਅਤੇ ਫਿਰ) ਹੈ (ਭੀ) ਨਿਰਲੇਪ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59072,
    "shabad_id": 5337,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਗੁਨ. ਨਾਹੀ ਅੰਤ ਪਾਰੇ, ਜੀਅ ਜੰਤ ਸਭਿ ਥਾਰੇ; ਸਗਲ ਕੋ ਦਾਤਾ, ੲੇਕੈ ਅਲਖ ਮੁਰਾਰੇ ॥",
    "transliteration": "Har Gun Naahee Anth Paarae Jeea Janth Sabh Thhaarae Sagal Ko Dhaathaa Eaekai Alakh Muraarae ||",
    "translation": "O Lord, there is no end or limit to Your Glorious Virtues; all beings and creatures are Yours. You are the Giver of all, the One Invisible Lord.",
    "punjabi": "ਹੇ ਬੇਅੰਤ ਹਰੀ! ਤੇਰੇ ਗੁਣਾਂ ਦਾ ਅੰਤ ਤੇ ਪਾਰ ਨਹੀਂ (ਪੈ ਸਕਦਾ); ਸਾਰੇ ਜੀਅ ਜੰਤ ਤੇਰੇ ਹੀ ਹਨ, ਤੂੰ ਇਕ ਆਪ ਹੀ ਸਭ ਦਾ ਦਾਤਾ ਹੈਂ। ਤੇਰਾ ਸਰੂਪ ਬਿਆਨ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਅਸੰਖ ਅਨੰਤ ਕਲਾਵਾਨ ਮੇਹਰਵਾਨ ਪ੍ਰਕਾਸ਼ ਸਰੂਪ ਹਰ ਪ੍ਰਾਣੀ ਦੇ ਅੰਦਰ ਬਾਹਰ, ਹਰ ਸਮੇਂ ਅਜਪਾ ਜਾਪ ਕਰ ਕਰ ਰਹੇ, ਅਨੰਤ ਬ੍ਰਹਮੰਡ ਚ ਭਰਪੂਰ, ਸਭ ਦੀ ਪਾਲਣਾਂ ਰੱਖਿਅਾ ਬਾਰੇ, (ਅ-ਲਖ) (ਅ) ਵਿਸ਼ੇਸ਼ (ਲਖ) ਜਾਣ ਰਹੇ ਰਾਮ ਜੀ। ਅ-ਲਖ: ਪੋਲਾ",
    "type_id": 3
  }
]
