[
  {
    "id": 59138,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਦੇਹਨ ਗੇਹਨ, ਨੇਹ ਨ ਨੀਤਾ; ਮਾੲਿਅਾ ਮਤ. ਕਹਾ ਲੳੁ ਗਾਰਹੁ ॥",
    "transliteration": "Dhaeh N Gaeh N Naeh N Neethaa Maaeiaa Math Kehaa Lo Gaarahu ||",
    "translation": "Neither body, nor house, nor love last forever. You are intoxicated with Maya; how long will you be proud of them?",
    "punjabi": "ਹੇ ਮਾਇਆ ਵਿਚ ਮੱਤੇ ਹੋਏ (ਜੀਵ!) ਇਹ ਸਰੀਰ, ਇਹ ਘਰ, (ਮਾਇਆ ਦੇ) ਇਹ ਪਿਆਰ, ਕੋਈ ਸਦਾ ਰਹਿਣ ਵਾਲੇ ਨਹੀਂ ਹਨ; ਕਦ ਤਾਈਂ (ਤੂੰ ਇਹਨਾਂ ਦਾ) ਹੰਕਾਰ ਕਰੇਂਗਾ?",
    "pronunciation": "(ਗਾਰਹੁ) ਗੌਰਵਤਾ ਕਿੱਥੋਂ ਲਵੇਂਗਾ। ਮੱਤ",
    "type_id": 3
  },
  {
    "id": 59139,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਛਤ੍ਰਨ ਪਤ੍ਰਨ ਚੳੁਰ ਨ ਚਾਵਰ; ਬਹਤੀ ਜਾਤ. ਰਿਦੈ, ਨ ਬਿਚਾਰਹੁ ॥",
    "transliteration": "Shhathr N Pathr N Chour N Chaavar Behathee Jaath Ridhai N Bichaarahu ||",
    "translation": "Neither crown, nor canopy, nor servants last forever. You do not consider in your heart that your life is passing away.",
    "punjabi": "ਇਹ (ਰਾਜਸੀ) ਛਤਰ, ਇਹ ਹੁਕਮ-ਨਾਮੇ, ਇਹ ਚਉਰ ਅਤੇ ਇਹ ਚਉਰ-ਬਰਦਾਰ, ਸਭ ਨਾਸ ਹੋ ਜਾਣਗੇ। ਪਰ ਹਿਰਦੇ ਵਿਚ ਤੂੰ ਵਿਚਾਰਦਾ ਨਹੀਂ ਹੈਂ।",
    "pronunciation": "(ਪੱਤ੍ਰਨ) ਪਰਵਾਨੇ ਨਹੀਂ ਚੱਲਣੇ। (ਚਾਵਰ) ਚੌਰਬਰਦਾਰ ਭੀ ਨਹੀਂ ਰਹਿਣੇ। (ਜਾਤ) ਗੁਜ਼ਰਦੀ ਜਾਂਦੀ ਹੈ ੳੁਮਰ। ਛਤਰਨ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59140,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਰਥਨ ਅਸ੍ਵਨ, ਗਜ ਸਿੰਘਾਸਨ; ਛਿਨ ਮਹਿ ਤਿਅਾਗਤ, ਨਾਂਗ ਸਿਧਾਰਹੁ ॥",
    "transliteration": "Rathh N Asv N Gaj Singhaasan Shhin Mehi Thiaagath Naang Sidhhaarahu ||",
    "translation": "Neither chariots, nor horses, nor elephants or royal thrones shall last forever. In an instant, you will have to leave them, and depart naked.",
    "punjabi": "ਰਥ, ਘੋੜੇ, ਹਾਥੀ, ਤਖ਼ਤ, (ਇਹਨਾਂ ਵਿਚੋਂ ਕੋਈ ਭੀ ਨਾਲ) ਨਹੀਂ (ਨਿਭਣਾ), ਇਹਨਾਂ ਨੂੰ ਇਕ ਖਿਨ ਵਿਚ ਛੱਡ ਕੇ ਨੰਗਾ (ਹੀ ਇਥੋਂ) ਤੁਰ ਜਾਹਿਂਗਾ।",
    "pronunciation": "ਅਸ੍ਵਨ: ਅੱਧਾ ਵਾਵਾ ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59141,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸੂਰਨ ਬੀਰਨ ਮੀਰ ਨ ਖਾਨਮ; ਸੰਗਿ. ਨ ਕੋੳੂ, ਦਿ੍ਰਸਟਿ ਨਿਹਾਰਹੁ ॥",
    "transliteration": "Soor N Beer N Meer N Khaanam Sang N Kooo Dhrisatt Nihaarahu ||",
    "translation": "Neither warrior, nor hero, nor king or ruler last forever; see this with your eyes.",
    "punjabi": "ਅੱਖਾਂ ਨਾਲ ਵੇਖ! ਨਾਹ ਸੂਰਮੇ, ਨਾਹ ਜੋਧੇ, ਨਾਹ ਮੀਰ, ਨਾਹ ਸਿਰਦਾਰ, ਕੋਈ ਭੀ ਸਾਥੀ ਨਹੀਂ (ਬਣਨੇ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59142,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕੋਟਨ ਓਟਨ ਕੋਸ. ਨ ਛੋਟਾ; ਕਰਤ ਬਿਕਾਰ, ਦੋੳੂ ਕਰ ਝਾਰਹੁ ॥",
    "transliteration": "Kott N Outt N Kos N Shhottaa Karath Bikaar Dhooo Kar Jhaarahu ||",
    "translation": "Neither fortress, nor shelter, nor treasure will save you; doing evil deeds, you shall depart empty-handed.",
    "punjabi": "ਇਹਨਾਂ ਕਿਲ੍ਹਿਆਂ, (ਮਾਇਆ ਦੇ) ਆਸਰਿਆਂ ਤੇ ਖ਼ਜ਼ਾਨਿਆਂ ਨਾਲ (ਅੰਤ ਵੇਲੇ) ਛੁਟਕਾਰਾ ਨਹੀਂ (ਹੋ ਸਕੇਗਾ)। (ਤੂੰ) ਪਾਪ ਕਰ ਕਰ ਕੇ ਦੋਵੇਂ ਹੱਥ ਝਾੜਦਾ ਹੈਂ (ਭਾਵ, ਬੇ-ਪਰਵਾਹ ਹੋ ਕੇ ਪਾਪ ਕਰਦਾ ਹੈਂ)।",
    "pronunciation": "(ਕੋਸ) ਖ਼ਜ਼ਾਨੇ ਕਰਕੇ ਭੀ (ਛੋਟਾ) ਛੁਟਕਾਰਾ ਨਹੀਂ",
    "type_id": 3
  },
  {
    "id": 59143,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਿਤ੍ਰ ਨ ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਸਾਜਨ ਸਖ; ੳੁਲਟਤ ਜਾਤ, ਬਿਰਖ ਕੀ ਛਾਂਰਹੁ ॥",
    "transliteration": "Mithr N Puthr Kalathr Saajan Sakh Oulattath Jaath Birakh Kee Shhaanrahu ||",
    "translation": "Friends, children, spouses and friends - none of them last forever; they change like the shade of a tree.",
    "punjabi": "ਇਹ ਮਿੱਤ੍ਰ, ਪੁੱਤ੍ਰ, ਇਸਤ੍ਰੀ, ਸੱਜਣ ਤੇ ਸਾਥੀ (ਅੰਤ ਵੇਲੇ) ਸਾਥ ਛੱਡ ਦੇਣਗੇ, ਜਿਵੇਂ (ਹਨੇਰੇ ਵਿਚ) ਰੁੱਖ ਦੀ ਛਾਂ (ਉਸ ਦਾ ਸਾਥ ਛੱਡ ਦੇਂਦੀ ਹੈ।)",
    "pronunciation": "(ਛਾਰਹੁ) ਛਾੲਿਅਾ। ਕ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 59144,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਦੀਨ ਦਯਾਲ ਪੁਰਖ ਪ੍ਰਭ ਪੂਰਨ; ਛਿਨ ਛਿਨ ਸਿਮਰਹੁ ਅਗਮ ਅਪਾਰਹੁ ॥",
    "transliteration": "Dheen Dhayaal Purakh Prabh Pooran Shhin Shhin Simarahu Agam Apaarahu ||",
    "translation": "God is the Perfect Primal Being, Merciful to the meek; each and every instant, meditate in remembrance on Him, the Inaccessible and Infinite.",
    "punjabi": "(ਹੇ ਮਨ!) ਦੀਨਾਂ ਉੱਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ, ਸਭ ਥਾਈਂ ਵਿਆਪਕ, ਬੇਅੰਤ ਤੇ ਅਪਾਰ ਹਰੀ ਨੂੰ ਹਰ ਵੇਲੇ ਯਾਦ ਕਰ, (ਤੇ ਆਖ)-",
    "pronunciation": "ਦ-ਯਾਲ: ਦ ਮੁਕਤਾ,ਯਾ ਸਵਾਰ ਕੇ ਤਾਲੂ ਤੋਂ ਬੋਲੋ। ਅ-ਗਮ: ਪੋਲਾ ਬੋਲੋ।(ਅਗਮ) ਸੋਗ ਰਹਿਤ",
    "type_id": 3
  },
  {
    "id": 59145,
    "shabad_id": 5348,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸ੍ਰੀਪਤਿ ਨਾਥ ਸਰਣਿ ਨਾਨਕ ਜਨ; ਹੇ ਭਗਵੰਤ. ਕਿ੍ਰਪਾ ਕਰਿ ਤਾਰਹੁ ॥੫॥",
    "transliteration": "Sreepath Naathh Saran Naanak Jan Hae Bhagavanth Kirapaa Kar Thaarahu ||5||",
    "translation": "O Great Lord and Master, servant Nanak seeks Your Sanctuary; please shower him with Your Mercy, and carry him across. ||5||",
    "punjabi": "ਹੇ ਮਾਇਆ ਦੇ ਪਤੀ! ਹੇ ਨਾਥ! ਹੇ ਭਗਵੰਤ! ਨਾਨਕ ਦਾਸ ਨੂੰ ਕਿਰਪਾ ਕਰ ਕੇ ਤਾਰ ਲਵੋ, ਜੋ ਤੇਰੀ ਸਰਨ ਆਇਆ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59146,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪ੍ਰਾਨ ਮਾਨ ਦਾਨ ਮਗ ਜੋਹਨ; ਹੀਤੁ ਚੀਤੁ ਦੇ, ਲੇ ਲੇ ਪਾਰੀ ॥",
    "transliteration": "Praan Maan Dhaan Mag Johan Heeth Cheeth Dhae Lae Lae Paaree ||",
    "translation": "I have used up my breath of life, sold my self-respect, begged for charity, committed highway robbery, and dedicated my consciousness to the love and pursuit of acquiring wealth.",
    "punjabi": "(ਲੋਕ) ਜਾਨ ਹੀਲ ਕੇ, ਇੱਜ਼ਤ ਭੀ ਦੇ ਕੇ, ਦਾਨ ਲੈ ਲੈ ਕੇ, ਡਾਕੇ ਮਾਰ ਮਾਰ ਕੇ, (ਮਾਇਆ ਵਿਚ) ਪ੍ਰੇਮ ਜੋੜ ਕੇ, (ਪੂਰਨ) ਧਿਆਨ ਦੇ ਦੇ (ਮਾਇਆ ਨੂੰ) ਲੈ ਲੈ ਕੇ ਇਕੱਠੇ ਕਰਦੇ ਹਨ;",
    "pronunciation": "(ਜੋਹਨ) ਤੱਕਦਾ ਹੈਂ",
    "type_id": 3
  },
  {
    "id": 59147,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਾਜਨ ਸੈਨ ਮੀਤ ਸੁਤ ਭਾੲੀ; ਤਾਹੂ ਤੇ ਲੇ. ਰਖੀ ਨਿਰਾਰੀ ॥",
    "transliteration": "Saajan Sain Meeth Suth Bhaaee Thaahoo Thae Lae Rakhee Niraaree ||",
    "translation": "I have kept it secretly hidden from my friends, relatives, companions, children and siblings.",
    "punjabi": "ਸੱਜਣ, ਸਾਥੀ, ਮਿੱਤ੍ਰ, ਪੁੱਤ੍ਰ, ਭਰਾ-ਇਹਨਾਂ ਸਭਨਾਂ ਤੋਂ ਉਹਲੇ ਲੁਕਾ ਕੇ ਰੱਖਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59148,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਧਾਵਨ ਪਾਵਨ ਕੂਰ ਕਮਾਵਨ; ੲਿਹ ਬਿਧਿ ਕਰਤ, ਅੳੁਧ ਤਨ ਜਾਰੀ ॥",
    "transliteration": "Dhhaavan Paavan Koor Kamaavan Eih Bidhh Karath Aoudhh Than Jaaree ||",
    "translation": "I ran around practicing falsehood, burning up my body and growing old.",
    "punjabi": "(ਲੋਕ ਮਾਇਆ ਦੇ ਪਿੱਛੇ) ਦੌੜਨਾ ਭੱਜਣਾ, ਠੱਗੀ ਦੇ ਕੰਮ ਕਰਨੇ-ਸਾਰੀ ਉਮਰ ਇਹ ਕੁਝ ਕਰਦਿਆਂ ਹੀ ਗਵਾ ਦਿੰਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59149,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਸੰਜਮ ਸੁਚ ਨੇਮਾ; ਚੰਚਲ ਸੰਗਿ. ਸਗਲ ਬਿਧਿ ਹਾਰੀ ॥",
    "transliteration": "Karam Dhharam Sanjam Such Naemaa Chanchal Sang Sagal Bidhh Haaree ||",
    "translation": "I gave up good deeds, righteousness and Dharma, self-discipline, purity, religious vows and all good ways; I associated with the fickle Maya.",
    "punjabi": "ਪੁੰਨ ਕਰਮ, ਜੁਗਤੀ ਵਿਚ ਰਹਿਣਾ, ਆਤਮਕ ਸੁਚ ਤੇ ਨੇਮ-ਇਹ ਸਾਰੇ ਹੀ ਕੰਮ ਚੰਚਲ ਮਾਇਆ ਦੀ ਸੰਗਤ ਵਿਚ ਛੱਡ ਬੈਠਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59150,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਪਸੁ ਪੰਖੀ ਬਿਰਖ ਅਸਥਾਵਰ; ਬਹੁ ਬਿਧਿ ਜੋਨਿ ਭ੍ਰਮਿਓ, ਅਤਿ ਭਾਰੀ ॥",
    "transliteration": "Pas Pankhee Birakh Asathhaavar Bahu Bidhh Jon Bhramiou Ath Bhaaree ||",
    "translation": "Beasts and birds, trees and mountains - in so many ways, I wandered lost in reincarnation.",
    "punjabi": "(ਜੀਵ) ਪਸ਼ੂ, ਪੰਛੀ, ਰੁੱਖ, ਪਰਬਤ ਆਦਿਕ-ਇਹਨਾਂ ਰੰਗਾ-ਰੰਗ ਦੀਆਂ ਜੂਨੀਆਂ ਵਿਚ ਬਹੁਤ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ;",
    "pronunciation": "(ਅਸਥਾਵਰ) ਜੜ੍ਹ ਪੱਥਰ ਬਿ੍ਰਛ ਅਾਦਿਕ",
    "type_id": 3
  },
  {
    "id": 59151,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਖਿਨੁ ਪਲੁ ਚਸਾ ਨਾਮੁ. ਨਹੀ ਸਿਮਰਿਓ; ਦੀਨਾ ਨਾਥ ਪ੍ਰਾਨਪਤਿ ਸਾਰੀ ॥",
    "transliteration": "Khin Pal Chasaa Naam Nehee Simariou Dheenaa Naathh Praanapath Saaree ||",
    "translation": "I did not remember the Naam, the Name of the Lord, for a moment, or even an instant. He is the Master of the meek, the Lord of all life.",
    "punjabi": "ਖਿਨ ਮਾਤ੍ਰ, ਪਲ ਮਾਤ੍ਰ ਜਾਂ ਚਸਾ ਮਾਤ੍ਰ ਭੀ ਦੀਨਾਂ ਦੇ ਨਾਥ, ਪ੍ਰਾਣਾਂ ਦੇ ਮਾਲਕ, ਸ੍ਰਿਸ਼ਟੀ ਦੇ ਸਾਜਣਹਾਰ ਦਾ ਨਾਮ ਨਹੀਂ ਜਪਦੇ।",
    "pronunciation": "ਚਸਾ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59152,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਖਾਨ ਪਾਨ, ਮੀਠ ਰਸ ਭੋਜਨ; ਅੰਤ ਕੀ ਬਾਰ, ਹੋਤ ਕਤ ਖਾਰੀ ॥",
    "transliteration": "Khaan Paan Meeth Ras Bhojan Anth Kee Baar Hoth Kath Khaaree ||",
    "translation": "The food and drink, and the sweet and tasty dishes became totally bitter at the last moment.",
    "punjabi": "ਖਾਣ ਪੀਣ, ਮਿੱਠੇ ਰਸਾਂ ਵਾਲੇ ਪਦਾਰਥ-(ਇਹ ਸਭ) ਅਖ਼ੀਰ ਦੇ ਵੇਲੇ ਸਦਾ ਕੌੜੇ (ਲੱਗਦੇ ਹਨ)।",
    "pronunciation": "(ਖਾਰੀ) ਖਰੇ ਹੋਣਗੇ",
    "type_id": 3
  },
  {
    "id": 59153,
    "shabad_id": 5349,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਸੰਤ ਚਰਨ ਸੰਗਿ ੳੁਧਰੇ; ਹੋਰਿ ਮਾੲਿਅਾ ਮਗਨ, ਚਲੇ ਸਭਿ ਡਾਰੀ ॥੬॥",
    "transliteration": "Naanak Santh Charan Sang Oudhharae Hor Maaeiaa Magan Chalae Sabh Ddaaree ||6||",
    "translation": "O Nanak, I was saved in the Society of the Saints, at their feet; the others, intoxicated with Maya, have gone, leaving everything behind. ||6||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਜਨ ਸੰਤਾਂ ਦੀ ਚਰਨੀਂ ਪੈਂਦੇ ਹਨ ਉਹ ਤਰ ਜਾਂਦੇ ਹਨ, ਬਾਕੀ ਲੋਕ, ਜੋ ਮਾਇਆ ਵਿਚ ਮਸਤ ਹਨ, ਸਭ ਕੁਝ ਛੱਡ ਕੇ (ਖ਼ਾਲੀ-ਹੱਥ ਹੀ) ਜਾਂਦੇ ਹਨ ॥੬॥",
    "pronunciation": "ਚੱਲੇ",
    "type_id": 3
  },
  {
    "id": 59154,
    "shabad_id": 5350,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬ੍ਰਹਮਾਦਿਕ ਸਿਵ ਛੰਦ ਮੁਨੀਸੁਰ; ਰਸਕਿ ਰਸਕਿ ਠਾਕੁਰ ਗੁਨ ਗਾਵਤ ॥",
    "transliteration": "Brehamaadhik Siv Shhandh Muneesur Rasak Rasak Thaakur Gun Gaavath ||",
    "translation": "Brahma, Shiva, the Vedas and the silent sages sing the Glorious Praises of their Lord and Master with love and delight.",
    "punjabi": "ਬ੍ਰਹਮਾ ਵਰਗੇ, ਸ਼ਿਵ ਜੀ ਅਤੇ ਵੱਡੇ ਵੱਡੇ ਮੁਨੀ ਵੇਦਾਂ ਦੁਆਰਾ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਪ੍ਰੇਮ ਨਾਲ ਗਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59155,
    "shabad_id": 5350,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੲਿੰਦ੍ਰ ਮੁਨਿੰਦ੍ਰ ਖੋਜਤੇ ਗੋਰਖ; ਧਰਣਿ ਗਗਨ ਅਾਵਤ ਫੁਨਿ ਧਾਵਤ ॥",
    "transliteration": "Eindhr Munindhr Khojathae Gorakh Dhharan Gagan Aavath Fun Dhhaavath ||",
    "translation": "Indra, Vishnu and Gorakh, who come to earth and then go to heaven again, seek the Lord.",
    "punjabi": "ਇੰਦ੍ਰ, ਵੱਡੇ ਵੱਡੇ ਮੁਨੀ ਤੇ ਗੋਰਖ (ਆਦਿਕ) ਕਦੇ ਧਰਤੀ ਤੇ ਆਉਂਦੇ ਹਨ ਕਦੇ ਆਕਾਸ਼ ਵਲ ਦੌੜਦੇ ਫਿਰਦੇ ਹਨ, (ਅਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਸਭ ਥਾਈਂ) ਖੋਜ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59156,
    "shabad_id": 5350,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਿਧ ਮਨੁਖ੍ਯ ਦੇਵ ਅਰੁ ਦਾਨਵ; ੲਿਕੁ ਤਿਲੁ. ਤਾ ਕੋ ਮਰਮੁ, ਨ ਪਾਵਤ ॥",
    "transliteration": "Sidhh Manukhy Dhaev Ar Dhaanav Eik Thil Thaa Ko Maram N Paavath ||",
    "translation": "The Siddhas, human beings, gods and demons cannot find even a tiny bit of His Mystery.",
    "punjabi": "ਸਿੱਧ, ਮਨੁੱਖ, ਦੇਵਤੇ ਤੇ ਦੈਂਤ, ਕਿਸੇ ਨੇ ਭੀ ਉਸ (ਪ੍ਰਭੂ) ਦਾ ਰਤਾ ਭਰ ਭੇਦ ਨਹੀਂ ਪਾਇਆ।",
    "pronunciation": "ਮਨੁਖ੍ਯ: ਮਨੱੁਖਿਅ",
    "type_id": 3
  },
  {
    "id": 59157,
    "shabad_id": 5350,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪਿ੍ਰਅ ਪ੍ਰਭ ਪ੍ਰੀਤਿ ਪ੍ਰੇਮ ਰਸ ਭਗਤੀ; ਹਰਿ ਜਨ ਤਾ ਕੈ ਦਰਸਿ ਸਮਾਵਤ ॥",
    "transliteration": "Pria Prabh Preeth Praem Ras Bhagathee Har Jan Thaa Kai Dharas Samaavath ||",
    "translation": "The Lord's humble servants are imbued with love and affection for God their Beloved; in the delight of devotional worship, they are absorbed in the Blessed Vision of His Darshan.",
    "punjabi": "ਪਰ, ਹਰੀ ਦੇ ਦਾਸ ਪਿਆਰੇ ਪ੍ਰਭੂ ਦੀ ਪ੍ਰੀਤ ਦੁਆਰਾ ਤੇ ਪ੍ਰੇਮ-ਰਸ ਵਾਲੀ ਭਗਤੀ ਦੁਆਰਾ ਉਸ ਦੇ ਦਰਸ਼ਨ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59158,
    "shabad_id": 5350,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤਿਸਹਿ ਤਿਅਾਗਿ, ਅਾਨ ਕੳੁ ਜਾਚਹਿ; ਮੁਖ ਦੰਤ ਰਸਨ, ਸਗਲ ਘਸਿ ਜਾਵਤ ॥",
    "transliteration": "Thisehi Thiaag Aan Ko Jaachehi Mukh Dhanth Rasan Sagal Ghas Jaavath ||",
    "translation": "But those who forsake Him, and beg from another, shall see their mouths, teeth and tongues wear away.",
    "punjabi": "(ਜਿਹੜੇ ਮਨੁੱਖ) ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਛੱਡ ਕੇ ਹੋਰਨਾਂ ਤੋਂ ਮੰਗਦੇ ਹਨ (ਮੰਗਦਿਆਂ ਮੰਗਦਿਆਂ ਉਹਨਾਂ ਦੇ) ਮੂੰਹ, ਦੰਦ ਤੇ ਜੀਭ-ਇਹ ਸਾਰੇ ਹੀ ਘਸ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59159,
    "shabad_id": 5350,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਰੇ ਮਨ ਮੂੜ. ਸਿਮਰ ਸੁਖਦਾਤਾ; ਨਾਨਕ ਦਾਸ. ਤੁਝਹਿ ਸਮਝਾਵਤ ॥੭॥",
    "transliteration": "Rae Man Moorr Simar Sukhadhaathaa Naanak Dhaas Thujhehi Samajhaavath ||7||",
    "translation": "O my foolish mind, meditate in remembrance on the Lord, the Giver of peace. Slave Nanak imparts these teachings. ||7||",
    "punjabi": "ਹੇ ਮੂਰਖ ਮਨ! ਸੁਖਾਂ ਦੇ ਦੇਣ ਵਾਲੇ (ਪ੍ਰਭੂ) ਨੂੰ ਯਾਦ ਕਰ, ਤੈਨੂੰ (ਪ੍ਰਭੂ ਦਾ) ਦਾਸ ਨਾਨਕ ਸਮਝਾ ਰਿਹਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59160,
    "shabad_id": 5351,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਮਾੲਿਅਾ ਰੰਗ, ਬਿਰੰਗ ਕਰਤ ਭ੍ਰਮ; ਮੋਹ ਕੈ ਕੂਪਿ, ਗੁਬਾਰਿ ਪਰਿਓ ਹੈ ॥",
    "transliteration": "Maaeiaa Rang Birang Karath Bhram Moh Kai Koop Gubaar Pariou Hai ||",
    "translation": "The pleasures of Maya shall fade away. In doubt, the mortal falls into the deep dark pit of emotional attachment.",
    "punjabi": "ਭੁਲੇਖੇ ਤੇ ਮੋਹ ਦੇ ਕਾਰਨ (ਜਿਸ ਮਾਇਆ ਦੇ) ਹਨੇਰੇ ਖੂਹ ਵਿਚ ਤੂੰ ਪਿਆ ਹੋਇਆ ਹੈਂ, (ਉਹ) ਮਾਇਆ ਕਈ ਰੰਗਾਂ ਦੇ ਕੌਤਕ ਕਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59161,
    "shabad_id": 5351,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੲੇਤਾ ਗਬੁ. ਅਕਾਸਿ, ਨ ਮਾਵਤ; ਬਿਸਟਾ ਅਸ੍ਤ ਕਿ੍ਰਮਿ, ੳੁਦਰੁ ਭਰਿਓ ਹੈ ॥",
    "transliteration": "Eaethaa Gab Akaas N Maavath Bisattaa Aso Kiram Oudhar Bhariou Hai ||",
    "translation": "He is so proud, even the sky cannot contain him. His belly is filled with manure, bones and worms.",
    "punjabi": "(ਤੈਨੂੰ) ਇਤਨਾ ਅਹੰਕਾਰ ਹੈ ਕਿ ਅਸਮਾਨ ਤਾਈਂ ਨਹੀਂ (ਤੂੰ) ਮਿਉਂਦਾ। (ਪਰ ਤੇਰੀ ਹਸਤੀ ਤਾਂ ਇਹੀ ਕੁਝ ਹੈ ਨਾ ਕਿ ਤੇਰਾ) ਢਿੱਡ ਵਿਸ਼ਟਾ, ਹੱਡੀਆਂ ਤੇ ਕੀੜਿਆਂ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਅਸ੍ਤ: ਅੱਧਾ ਤੱਤਾ ਪੋਲਾ ਬੋਲੋ । ਗੱਬੁ",
    "type_id": 3
  },
  {
    "id": 59162,
    "shabad_id": 5351,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਦਹ ਦਿਸ ਧਾੲਿ ਮਹਾ ਬਿਖਿਅਾ ਕੳੁ; ਪਰ ਧਨ ਛੀਨਿ, ਅਗਿਅਾਨ ਹਰਿਓ ਹੈ ॥",
    "transliteration": "Dheh Dhis Dhhaae Mehaa Bikhiaa Ko Par Dhhan Shheen Agiaan Hariou Hai ||",
    "translation": "He runs around in the ten directions, for the sake of the great poison of corruption. He steals the wealth of others, and in the end, he is destroyed by his own ignorance.",
    "punjabi": "ਤੂੰ ਮਾਇਆ ਦੀ ਖ਼ਾਤਰ ਦਸੀਂ ਪਾਸੀਂ ਦੌੜਦਾ ਹੈਂ, ਪਰਾਇਆ ਧਨ ਖੋਂਹਦਾ ਹੈਂ, ਤੈਨੂੰ ਅਗਿਆਨ ਨੇ ਠੱਗ ਲਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59163,
    "shabad_id": 5351,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੋਬਨ ਬੀਤਿ. ਜਰਾ ਰੋਗਿ ਗ੍ਰਸਿਓ; ਜਮਦੂਤਨ ਡੰਨੁ ਮਿਰਤੁ ਮਰਿਓ ਹੈ ॥",
    "transliteration": "Joban Beeth Jaraa Rog Grasiou Jamadhoothan Ddann Mirath Mariou Hai ||",
    "translation": "His youth passes away, the illnesses of old age seize him, and the Messenger of Death punishes him; such is the death he dies.",
    "punjabi": "(ਤੇਰੀ) ਜੁਆਨੀ ਬੀਤ ਗਈ ਹੈ; ਬੁਢੇਪੇ-ਰੂਪ ਰੋਗ ਨੇ (ਤੈਨੂੰ) ਆ ਘੇਰਿਆ ਹੈ; (ਤੂੰ ਅਜੇਹੀ) ਮੌਤੇ ਮੁਇਆ ਹੈਂ (ਜਿੱਥੇ) ਤੈਨੂੰ ਜਮਦੂਤਾਂ ਦਾ ਡੰਨ ਭਰਨਾ ਪਏਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59164,
    "shabad_id": 5351,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਨਿਕ ਜੋਨਿ ਸੰਕਟ, ਨਰਕ ਭੁੰਚਤ; ਸਾਸਨ ਦੂਖ ਗਰਤਿ ਗਰਿਓ ਹੈ ॥",
    "transliteration": "Anik Jon Sankatt Narak Bhunchath Saasan Dhookh Garath Gariou Hai ||",
    "translation": "He suffers the agony of hell in countless incarnations; he rots away in the pit of pain and condemnation.",
    "punjabi": "ਤੂੰ ਅਨੇਕਾਂ ਜੂਨਾਂ ਦੇ ਕਸ਼ਟ ਤੇ ਨਰਕ ਭੋਗਦਾ ਹੈਂ, ਜਮਾਂ ਦੀ ਤਾੜਨਾ ਦੇ ਦੁੱਖਾਂ ਦੇ ਟੋਏ ਵਿਚ ਗਲ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59165,
    "shabad_id": 5351,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪ੍ਰੇਮ ਭਗਤਿ. ੳੁਧਰਹਿ ਸੇ ਨਾਨਕ; ਕਰਿ ਕਿਰਪਾ ਸੰਤੁ ਅਾਪਿ ਕਰਿਓ ਹੈ ॥੮॥",
    "transliteration": "Praem Bhagath Oudhharehi Sae Naanak Kar Kirapaa Santh Aap Kariou Hai ||8||",
    "translation": "O Nanak, those whom the Saint mercifully takes as his own, are carried across by their loving devotional worship. ||8||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਹ ਮਨੁੱਖ ਪ੍ਰੇਮ-ਭਗਤੀ ਦੀ ਬਰਕਤਿ ਨਾਲ ਪਾਰ ਲੰਘ ਗਏ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੂੰ (ਹਰੀ ਨੇ) ਮਿਹਰ ਕਰ ਕੇ ਆਪ ਸੰਤ ਬਣਾ ਲਿਆ ਹੈ ॥੮॥",
    "pronunciation": "ੳੁਧਰ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 59166,
    "shabad_id": 5352,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਗੁਣ ਸਮੂਹ ਫਲ ਸਗਲ ਮਨੋਰਥ; ਪੂਰਨ ਹੋੲੀ ਅਾਸ ਹਮਾਰੀ ॥",
    "transliteration": "Gun Samooh Fal Sagal Manorathh Pooran Hoee Aas Hamaaree ||",
    "translation": "All virtues are obtained, all fruits and rewards, and the desires of the mind; my hopes have been totally fulfilled.",
    "punjabi": "(ਹਰੀ ਦੇ ਨਾਮ ਨੂੰ ਸਿਮਰਨ ਨਾਲ) ਸਾਡੀ ਆਸ ਪੂਰੀ ਹੋ ਗਈ ਹੈ, ਸਾਰੇ ਗੁਣ ਤੇ ਸਾਰੇ ਮਨੋਰਥਾਂ ਦੇ ਫਲ ਪ੍ਰਾਪਤ ਹੋ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59167,
    "shabad_id": 5352,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅੳੁਖਧ ਮੰਤ੍ਰ ਤੰਤ੍ਰ. ਪਰ ਦੁਖ ਹਰ; ਸਰਬ ਰੋਗ ਖੰਡਣ, ਗੁਣਕਾਰੀ ॥",
    "transliteration": "Aoukhadhh Manthr Thanthr Par Dhukh Har Sarab Rog Khanddan Gunakaaree ||",
    "translation": "The Medicine, the Mantra, the Magic Charm, will cure all illnesses and totally take away all pain.",
    "punjabi": "ਪਰਾਏ ਦੁੱਖ ਦੂਰ ਕਰਨ ਲਈ (ਇਹ ਨਾਮ) ਅਉਖਧੀ ਰੂਪ ਹੈ, ਮੰਤ੍ਰ-ਰੂਪ ਹੈ, ਨਾਮ ਸਾਰੇ ਰੋਗਾਂ ਦੇ ਨਾਸ ਕਰਨ ਵਾਲਾ ਹੈ ਤੇ ਗੁਣ ਪੈਦਾ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
