[
  {
    "id": 59199,
    "shabad_id": 5359,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਗਾਵਹਿ ਗੁਣ. ਬਰਨ ਚਾਰਿ, ਖਟ ਦਰਸਨ; ਬ੍ਰਹਮਾਦਿਕ ਸਿਮਰੰਥਿ ਗੁਨਾ ॥",
    "transliteration": "Gaavehi Gun Baran Chaar Khatt Dharasan Brehamaadhik Simaranthh Gunaa ||",
    "translation": "The four castes and the six Shaastras sing His Glorious Praises; Brahma and the others contemplate His Virtues.",
    "punjabi": "ਚਾਰੇ ਵਰਣ, ਛੇ ਭੇਖ, ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾ ਰਹੇ ਹਨ, ਬ੍ਰਹਮਾ ਆਦਿਕ ਭੀ ਉਸ ਦੇ ਗੁਣ ਯਾਦ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਚਾਰਿ) ਬ੍ਰਹਮਣ, ਖੱਤ੍ਰੀ, ਵੈਸ਼, ਸ਼ੂਦ੍ਰ। (ਖਟ) ਛੇ ਦਰਸਨ ਭੇਖ ਜੋਗੀ, ਜੰਗਮ, ਸ੍ਰੇਵੜੇ, ਸੰਨਿਅਾਸੀ, ਵੈਰਾਗੀ ਅਤੇ ਮਦਾਰੀ।",
    "type_id": 3
  },
  {
    "id": 59200,
    "shabad_id": 5359,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗਾਵੈ ਗੁਣ. ਸੇਸੁ ਸਹਸ ਜਿਹਬਾ ਰਸ; ਅਾਦਿ ਅੰਤਿ ਲਿਵ ਲਾਗਿ ਧੁਨਾ ॥",
    "transliteration": "Gaavai Gun Saes Sehas Jihabaa Ras Aadh Anth Liv Laag Dhhunaa ||",
    "translation": "The thousand-tongued serpent king sings His Praises with delight, remaining lovingly attached to Him.",
    "punjabi": "ਸ਼ੇਸ਼ਨਾਗ ਹਜ਼ਾਰਾਂ ਜੀਭਾਂ ਦੁਆਰਾ ਪ੍ਰੇਮ ਨਾਲ ਇਕ-ਰਸ ਲਿਵ ਦੀ ਧੁਨੀ ਲਗਾ ਕੇ ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59201,
    "shabad_id": 5359,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗਾਵੈ ਗੁਣ. ਮਹਾਦੇੳੁ ਬੈਰਾਗੀ; ਜਿਨਿ ਧਿਅਾਨ ਨਿਰੰਤਰਿ ਜਾਣਿਓ ॥",
    "transliteration": "Gaavai Gun Mehaadhaeo Bairaagee Jin Dhhiaan Niranthar Jaaniou ||",
    "translation": "Shiva, detached and beyond desire, sings the Glorious Praises of Guru Nanak, who knows the Lord's endless meditation.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਇਕ-ਰਸ ਬਿਰਤੀ ਜੋੜ ਕੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਪਛਾਣਿਆ ਹੈ (ਸਾਂਝ ਪਾਈ ਹੈ,) ਉਸ ਦੇ ਗੁਣ ਵੈਰਾਗਵਾਨ ਸ਼ਿਵ ਜੀ (ਭੀ) ਗਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59202,
    "shabad_id": 5359,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਬਿ ਕਲ. ਸੁਜਸੁ ਗਾਵੳੁ ਗੁਰ ਨਾਨਕ; ਰਾਜੁ ਜੋਗੁ ਜਿਨਿ ਮਾਣਿਓ ॥੫॥",
    "transliteration": "Kab Kal Sujas Gaavo Gur Naanak Raaj Jog Jin Maaniou ||5||",
    "translation": "KAL the poet sings the Sublime Praises of Guru Nanak, who enjoys mastery of Raja Yoga. ||5||",
    "punjabi": "ਕਲ੍ਯ੍ਯ ਕਵੀ (ਆਖਦਾ ਹੈ)-'ਮੈਂ ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹਾਂ, ਜਿਸ ਨੇ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਮਾਣੇ ਹਨ' ॥੫॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ। ਸੁ-ਜਸੁ",
    "type_id": 3
  },
  {
    "id": 59203,
    "shabad_id": 5360,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਰਾਜੁ ਜੋਗੁ ਮਾਣਿਓ; ਬਸਿਓ ਨਿਰਵੈਰੁ ਰਿਦੰਤਰਿ ॥",
    "transliteration": "Raaj Jog Maaniou Basiou Niravair Ridhanthar ||",
    "translation": "He mastered Raja Yoga, and enjoys sovereignty over both worlds; the Lord, beyond hate and revenge, is enshrined within His Heart.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਨੇ) ਰਾਜ ਭੀ ਮਾਣਿਆ ਹੈ ਤੇ ਜੋਗ ਭੀ; ਨਿਰਵੈਰ ਅਕਾਲ ਪੁਰਖ (ਉਹਨਾਂ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਵੱਸ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59204,
    "shabad_id": 5360,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸ੍ਰਿਸਟਿ ਸਗਲ ੳੁਧਰੀ; ਨਾਮਿ ਲੇ. ਤਰਿਓ ਨਿਰੰਤਰਿ ॥",
    "transliteration": "Srisatt Sagal Oudhharee Naam Lae Thariou Niranthar ||",
    "translation": "The whole world is saved, and carried across, chanting the Naam, the Name of the Lord.",
    "punjabi": "(ਗੁਰੂ ਨਾਨਕ ਦੇਵ) ਆਪ ਇਕ-ਰਸ ਨਾਮ ਜਪ ਕੇ ਤਰ ਗਿਆ ਹੈ, ਤੇ (ਉਸ ਨੇ) ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਨੂੰ ਭੀ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਤਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59205,
    "shabad_id": 5360,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਣ ਗਾਵਹਿ. ਸਨਕਾਦਿ ਅਾਦਿ; ਜਨਕਾਦਿ ਜੁਗਹ ਲਗਿ ॥",
    "transliteration": "Gun Gaavehi Sanakaadh Aadh Janakaadh Jugeh Lag ||",
    "translation": "Sanak and Janak and the others sing His Praises, age after age.",
    "punjabi": "ਸਨਕ ਆਦਿ ਬ੍ਰਹਮਾ ਦੇ ਚਾਰੇ ਪੁੱਤ੍ਰ, ਜਨਕ ਆਦਿਕ ਪੁਰਾਤਨ ਰਿਸ਼ੀ ਕਈ ਜੁੱਗਾਂ ਤੋਂ (ਗੁਰੂ ਨਾਨਕ ਦੇਵ ਜੀ ਦੇ) ਗੁਣ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "ਜੱੁਗਹ ਲੱਗਿ",
    "type_id": 3
  },
  {
    "id": 59206,
    "shabad_id": 5360,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਧੰਨਿ ਧੰਨਿ ਗੁਰੁ ਧੰਨਿ; ਜਨਮੁ ਸਕਯਥੁ ਭਲੌ ਜਗਿ ॥",
    "transliteration": "Dhhann Dhhann Gur Dhhann Janam Sakayathh Bhala Jag ||",
    "translation": "Blessed, blessed, blessed and fruitful is the sublime birth of the Guru into the world.",
    "punjabi": "ਧੰਨ ਹੈ ਗੁਰੂ (ਨਾਨਕ)! ਧੰਨ ਹੈ ਗੁਰੂ (ਨਾਨਕ)! ਜਗਤ ਵਿਚ (ਉਸ ਦਾ) ਜਨਮ ਲੈਣਾ ਸਕਾਰਥਾ ਤੇ ਭਲਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਸਕ-ਯੱਥੁ: ਯ ਸਵਾਰ ਕੇਤਾਲੂ ਤੋਂ ਬੋਲੋ,ਸਕ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59207,
    "shabad_id": 5360,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪਾਤਾਲ ਪੁਰੀ ਜੈਕਾਰ ਧੁਨਿ; ਕਬਿ ਜਨ ਕਲ ਵਖਾਣਿਓ ॥",
    "transliteration": "Paathaal Puree Jaikaar Dhhun Kab Jan Kal Vakhaaniou ||",
    "translation": "Even in the nether regions, His Victory is celebrated; so says KAL the poet.",
    "punjabi": "ਦਾਸ ਕਲ੍ਯ੍ਯ ਕਵੀ ਬੇਨਤੀ ਕਰਦਾ ਹੈ- (ਹੇ ਗੁਰੂ ਨਾਨਕ!) ਪਾਤਾਲ ਲੋਕ ਤੋਂ ਭੀ ਤੇਰੀ ਜੈ ਜੈਕਾਰ ਦੀ ਆਵਾਜ਼ (ਉਠ ਰਹੀ ਹੈ)।",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ",
    "type_id": 3
  },
  {
    "id": 59208,
    "shabad_id": 5360,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਨਾਮ ਰਸਿਕ ਨਾਨਕ ਗੁਰ; ਰਾਜੁ ਜੋਗੁ ਤੈ ਮਾਣਿਓ ॥੬॥",
    "transliteration": "Har Naam Rasik Naanak Gur Raaj Jog Thai Maaniou ||6||",
    "translation": "You are blessed with the Nectar of the Lord's Name, O Guru Nanak; You have mastered Raja Yoga, and enjoy sovereignty over both worlds. ||6||",
    "punjabi": "ਹਰੀ ਦੇ ਨਾਮ ਦੇ ਰਸੀਏ ਹੇ ਗੁਰੂ ਨਾਨਕ! ਤੂੰ ਰਾਜ ਤੇ ਜੋਗ ਦੋਵੇਂ ਹੀ ਮਾਣੇ ਹਨ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59209,
    "shabad_id": 5361,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਤਜੁਗਿ. ਤੈ ਮਾਣਿਓ; ਛਲਿਓ ਬਲਿ, ਬਾਵਨ ਭਾੲਿਓ ॥",
    "transliteration": "Sathajug Thai Maaniou Shhaliou Bal Baavan Bhaaeiou ||",
    "translation": "In the Golden Age of Sat Yuga, You were pleased to deceive Baal the king, in the form of a dwarf.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਨਾਨਕ!) ਸਤਜੁਗ ਵਿਚ (ਭੀ) ਤੂੰ ਹੀ (ਰਾਜ ਤੇ ਜੋਗ) ਮਾਣਿਆ ਸੀ, ਤੂੰ ਹੀ ਰਾਜਾ ਬਲਿ ਨੂੰ ਛਲਿਆ ਸੀ ਤੇ ਤਦੋਂ ਵਾਮਨ ਅਵਤਾਰ ਬਣਨਾ ਤੈਨੂੰ ਚੰਗਾ ਲੱਗਾ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59210,
    "shabad_id": 5361,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤ੍ਰੇਤੈ. ਤੈ ਮਾਣਿਓ; ਰਾਮੁ ਰਘੁਵੰਸੁ ਕਹਾੲਿਓ ॥",
    "transliteration": "Thraethai Thai Maaniou Raam Raghuvans Kehaaeiou ||",
    "translation": "In the Silver Age of Traytaa Yuga, You were called Raam of the Raghu dynasty.",
    "punjabi": "ਤ੍ਰੇਤੇ ਵਿਚ ਭੀ ਤੂੰ ਹੀ (ਰਾਜ ਤੇ ਜੋਗ) ਮਾਣਿਆ ਸੀ, ਤਦੋਂ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਰਘੁਵੰਸੀ ਰਾਮ ਅਖਵਾਇਆ ਸੀ (ਭਾਵ, ਹੇ ਗੁਰੂ ਨਾਨਕ! ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਵਾਮਨ ਅਵਤਾਰ, ਤੂੰ ਹੀ ਹੈਂ ਰਘੁਵੰਸੀ ਰਾਮ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59211,
    "shabad_id": 5361,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦੁਅਾਪੁਰਿ. ਕ੍ਰਿਸਨ ਮੁਰਾਰਿ; ਕੰਸੁ ਕਿਰਤਾਰਥੁ ਕੀਓ ॥",
    "transliteration": "Dhuaapur Kirasan Muraar Kans Kirathaarathh Keeou ||",
    "translation": "In the Brass Age of Dwaapur Yuga, You were Krishna; You killed Mur the demon and saved Kans.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਨਾਨਕ!) ਦੁਆਪੁਰ ਜੁਗ ਵਿਚ ਕ੍ਰਿਸ਼ਨ ਮੁਰਾਰ ਭੀ (ਤੂੰ ਹੀ ਸੈਂ), ਤੂੰ ਹੀ ਕੰਸ ਨੂੰ (ਮਾਰ ਕੇ) ਮੁਕਤ ਕੀਤਾ ਸੀ।",
    "pronunciation": "(ਕਿਰਤਾਰਥੁ) ਕਲਿਅਾਣ ਕੀਤੀ",
    "type_id": 3
  },
  {
    "id": 59212,
    "shabad_id": 5361,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੳੁਗ੍ਰਸੈਣ ਕੳੁ ਰਾਜੁ; ਅਭੈ ਭਗਤਹ ਜਨ ਦੀਓ ॥",
    "transliteration": "Ougrasain Ko Raaj Abhai Bhagatheh Jan Dheeou ||",
    "translation": "You blessed Ugrasain with a kingdom, and You blessed Your humble devotees with fearlessness.",
    "punjabi": "(ਤੂੰ ਹੀ) ਉਗ੍ਰਸੈਣ ਨੂੰ (ਮਥੁਰਾ ਦਾ) ਰਾਜ ਅਤੇ ਆਪਣੇ ਭਗਤ ਜਨਾਂ ਨੂੰ ਨਿਰਭੈਤਾ ਬਖ਼ਸ਼ੀ ਸੀ (ਭਾਵ, ਹੇ ਗੁਰੂ ਨਾਨਕ! ਮੇਰੇ ਵਾਸਤੇ ਤਾਂ ਤੂੰ ਹੀ ਹੈਂ ਸ੍ਰੀ ਕ੍ਰਿਸ਼ਨ)।",
    "pronunciation": "ੳੁ੍ਨਗ੍ਰਸੈਣ, ਅ-ਭੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59213,
    "shabad_id": 5361,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਕਲਿਜੁਗਿ. ਪ੍ਰਮਾਣੁ ਨਾਨਕ ਗੁਰੁ; ਅੰਗਦੁ ਅਮਰੁ ਕਹਾੲਿਓ ॥",
    "transliteration": "Kalijug Pramaan Naanak Gur Angadh Amar Kehaaeiou ||",
    "translation": "In the Iron Age, the Dark Age of Kali Yuga, You are known and accepted as Guru Nanak, Guru Angad and Guru Amar Das.",
    "punjabi": "ਹੇ ਗੁਰੂ ਨਾਨਕ! ਕਲਜੁਗ ਵਿਚ (ਭੀ ਤੂੰ ਹੀ) ਸਮਰਥਾ ਵਾਲਾ ਹੈਂ, (ਤੂੰ ਹੀ ਆਪਣੇ ਆਪ ਨੂੰ) ਗੁਰੂ ਅੰਗਦ ਤੇ ਗੁਰੂ ਅਮਰਦਾਸ ਅਖਵਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59214,
    "shabad_id": 5361,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸ੍ਰੀ ਗੁਰੂ ਰਾਜੁ ਅਬਿਚਲੁ ਅਟਲੁ; ਅਾਦਿ ਪੁਰਖਿ ਫੁਰਮਾੲਿਓ ॥੭॥",
    "transliteration": "Sree Guroo Raaj Abichal Attal Aadh Purakh Furamaaeiou ||7||",
    "translation": "The sovereign rule of the Great Guru is unchanging and permanent, according the Command of the Primal Lord God. ||7||",
    "punjabi": "(ਇਹ ਤਾਂ) ਅਕਾਲ ਪੁਰਖ ਨੇ (ਹੀ) ਹੁਕਮ ਦੇ ਰੱਖਿਆ ਹੈ ਕਿ ਸ੍ਰੀ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦਾ ਰਾਜ ਸਦਾ-ਥਿਰ ਤੇ ਅਟੱਲ ਹੈ ॥੭॥",
    "pronunciation": "ਅ-ਟਲੁ",
    "type_id": 3
  },
  {
    "id": 59215,
    "shabad_id": 5362,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਗੁਣ ਗਾਵੈ ਰਵਿਦਾਸੁ; ਭਗਤੁ ਜੈਦੇਵ ਤ੍ਰਿਲੋਚਨ ॥",
    "transliteration": "Gun Gaavai Ravidhaas Bhagath Jaidhaev Thrilochan ||",
    "translation": "His Glorious Praises are sung by the devotees Ravi Daas, Jai Dayv and Trilochan.",
    "punjabi": "(ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਰਵਿਦਾਸ ਭਗਤ ਗਾ ਰਿਹਾ ਹੈ, ਜੈਦੇਵ ਤੇ ਤ੍ਰਿਲੋਚਨ ਗਾ ਰਹੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59216,
    "shabad_id": 5362,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਮਾ ਭਗਤੁ ਕਬੀਰੁ; ਸਦਾ ਗਾਵਹਿ. ਸਮ ਲੋਚਨ ॥",
    "transliteration": "Naamaa Bhagath Kabeer Sadhaa Gaavehi Sam Lochan ||",
    "translation": "The devotees Naam Dayv and Kabeer praise Him continually, knowing Him to be even-eyed.",
    "punjabi": "ਭਗਤ ਨਾਮਦੇਵ ਤੇ ਕਬੀਰ ਗਾ ਰਹੇ ਹਨ; (ਜੋ) ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਆਪਣੇ ਨੇਤ੍ਰਾਂ ਨਾਲ ਸਭ ਥਾਈਂ ਵੇਖ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59217,
    "shabad_id": 5362,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਭਗਤੁ ਬੇਣਿ. ਗੁਣ ਰਵੈ; ਸਹਜਿ ਅਾਤਮ ਰੰਗੁ ਮਾਣੈ ॥",
    "transliteration": "Bhagath Baen Gun Ravai Sehaj Aatham Rang Maanai ||",
    "translation": "The devotee Baynee sings His Praises; He intuitively enjoys the ecstasy of the soul.",
    "punjabi": "(ਜੋ ਗੁਰੂ ਨਾਨਕ) ਅਡੋਲਤਾ ਵਿਚ ਟਿਕ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਦੇ ਸੁਆਦ ਨੂੰ ਮਾਣਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59218,
    "shabad_id": 5362,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜੋਗ ਧਿਅਾਨਿ ਗੁਰ ਗਿਅਾਨਿ; ਬਿਨਾ ਪ੍ਰਭ. ਅਵਰੁ, ਨ ਜਾਣੈ ॥",
    "transliteration": "Jog Dhhiaan Gur Giaan Binaa Prabh Avar N Jaanai ||",
    "translation": "He is the Master of Yoga and meditation, and the spiritual wisdom of the Guru; He knows none other except God.",
    "punjabi": "(ਜੋ ਗੁਰੂ ਨਾਨਕ) ਗੁਰੂ ਦੇ ਗਿਆਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਸੁਰਤੀ ਜੋੜ ਕੇ ਉਸ ਤੋਂ ਬਿਨਾਂ ਕਿਸੇ ਹੋਰ ਨੂੰ ਨਹੀਂ ਜਾਣਦਾ, (ਉਸ ਦੇ) ਗੁਣਾਂ ਨੂੰ ਬੇਣੀ ਭਗਤ ਗਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59219,
    "shabad_id": 5362,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸੁਖਦੇੳੁ ਪਰੀਖ੍ਯਤੁ. ਗੁਣ ਰਵੈ; ਗੋਤਮ ਰਿਖਿ. ਜਸੁ ਗਾੲਿਓ ॥",
    "transliteration": "Sukhadhaeo Pareekhyath Gun Ravai Gotham Rikh Jas Gaaeiou ||",
    "translation": "Sukh Dayv and Preekhyat sing His Praises, and Gautam the rishi sings His Praise.",
    "punjabi": "ਸੁਖਦੇਵ ਰਿਸ਼ੀ (ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ) ਗਾ ਰਿਹਾ ਹੈ ਤੇ (ਰਾਜਾ) ਪਰੀਖਤ (ਭੀ ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣਾਂ ਨੂੰ ਗਾ ਰਿਹਾ ਹੈ। ਗੋਤਮ ਰਿਸ਼ੀ ਨੇ (ਭੀ ਗੁਰੂ ਨਾਨਕ ਦਾ ਹੀ) ਜਸ ਗਾਂਵਿਆ ਹੈ।",
    "pronunciation": "ਪਰੀਖ੍ਯਤੁ: ਪਰੀਖਿਅਤੁ",
    "type_id": 3
  },
  {
    "id": 59220,
    "shabad_id": 5362,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਕਬਿ ਕਲ. ਸੁਜਸੁ ਨਾਨਕ ਗੁਰ; ਨਿਤ ਨਵਤਨੁ ਜਗਿ ਛਾੲਿਓ ॥੮॥",
    "transliteration": "Kab Kal Sujas Naanak Gur Nith Navathan Jag Shhaaeiou ||8||",
    "translation": "Says KAL the poet, the ever-fresh praises of Guru Nanak are spread throughout the world. ||8||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! ਗੁਰੂ ਨਾਨਕ (ਦੇਵ ਜੀ) ਦੀ ਸੋਹਣੀ ਸੋਭਾ ਨਿੱਤ ਨਵੀਂ ਹੈ ਤੇ ਜਗਤ ਵਿਚ ਆਪਣਾ ਪ੍ਰਭਾਵ ਪਾ ਰਹੀ ਹੈ ॥੮॥",
    "pronunciation": "ਸੁ-ਜਸੁ",
    "type_id": 3
  },
  {
    "id": 59221,
    "shabad_id": 5363,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਣ ਗਾਵਹਿ ਪਾਯਾਲਿ; ਭਗਤ ਨਾਗਾਦਿ ਭੁਯੰਗਮ ॥",
    "transliteration": "Gun Gaavehi Paayaal Bhagath Naagaadh Bhuyangam ||",
    "translation": "In the nether worlds, His Praises are sung by the devotees like Shaysh-naag in serpent form.",
    "punjabi": "ਪਾਤਾਲ ਵਿਚ ਭੀ (ਸ਼ੇਸ਼-) ਨਾਗ ਆਦਿਕ ਹੋਰ ਸਰਪ-ਭਗਤ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਗਾ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਪਾ-ਯਾ-ਲਿ) ਯਾ ਸਵਾਰ ਕੇ,ਤਾਲੂ ਤੋਂ ਬੋਲੋ। (ਪਾਯਾਲਿ) ਪਤਾਲ ਵਿੱਚ। ਭੁ-ਯੰਗਮ",
    "type_id": 3
  },
  {
    "id": 59222,
    "shabad_id": 5363,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਹਾਦੇੳੁ ਗੁਣ ਰਵੈ ਸਦਾ ਜੋਗੀ ਜਤਿ ਜੰਗਮ ॥",
    "transliteration": "Mehaadhaeo Gun Ravai Sadhaa Jogee Jath Jangam ||",
    "translation": "Shiva, the Yogis and the wandering hermits sing His Praises forever.",
    "punjabi": "???",
    "pronunciation": "ਜਤਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59223,
    "shabad_id": 5363,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਣ ਗਾਵੈ. ਮੁਨਿ ਬ੍ਯਾਸੁ; ਜਿਨਿ. ਬੇਦ ਬ੍ਯਾਕਰਣ ਬੀਚਾਰਿਅ ॥",
    "transliteration": "Gun Gaavai Mun Byaas Jin Baedh Byaakaran Beechaaria ||",
    "translation": "Vyaas the silent sage, who studied the Vedas and its grammar, sings His Praise.",
    "punjabi": "ਜਿਸ (ਵਿਆਸ ਮੁਨੀ) ਨੇ ਸਾਰੇ ਵੇਦਾਂ ਨੂੰ ਵਿਆਕਰਣਾਂ ਦੁਆਰਾ ਵਿਚਾਰਿਆ ਹੈ, ਉਹ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਗਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਬ੍ਯਾਸੁ: ਬਿਅਾਸੁ। ਬ੍ਯਾਕਰਣ: ਬਿਅਾਕਰਣ। ਬੀ-ਚਾਰਿਅ: ਬੀਚਾਰੀਅਾ ਨਾ ਪੜ੍ਹੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 59224,
    "shabad_id": 5363,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬ੍ਰਹਮਾ ਗੁਣ ੳੁਚਰੈ; ਜਿਨਿ ਹੁਕਮਿ, ਸਭ ਸ੍ਰਿਸਟਿ ਸਵਾਰੀਅ ॥",
    "transliteration": "Brehamaa Gun Oucharai Jin Hukam Sabh Srisatt Savaareea ||",
    "translation": "His Praises are sung by Brahma, who created the entire universe by God's Command.",
    "punjabi": "ਜਿਸ (ਬ੍ਰਹਮਾ) ਨੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਹੁਕਮ ਵਿਚ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਰਚੀ ਹੈ, ਉਹ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਉਚਾਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਸਵਾਰੀਅ: ਅ ਮੁਕਤਾ ਖਿਅਾਲ ਨਾਲ ਬੋਲੋ, ਸਵਾਰੀਅਾ ਨਾ ਪੜ੍ਹੋ ਜੀ",
    "type_id": 3
  },
  {
    "id": 59225,
    "shabad_id": 5363,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬ੍ਰਹਮੰਡ ਖੰਡ ਪੂਰਨ ਬ੍ਰਹਮੁ; ਗੁਣ ਨਿਰਗੁਣ ਸਮ ਜਾਣਿਓ ॥",
    "transliteration": "Brehamandd Khandd Pooran Breham Gun Niragun Sam Jaaniou ||",
    "translation": "God fills the galaxies and realms of the universe; He is known to be the same, manifest and unmanifest.",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਸਾਰੀ ਦੁਨੀਆ ਵਿਚ ਹਾਜ਼ਰ-ਨਾਜ਼ਰ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਰਗੁਣ ਤੇ ਨਿਰਗੁਣ ਰੂਪਾਂ ਵਿਚ ਇੱਕੋ ਜਿਹਾ ਪਛਾਣਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59226,
    "shabad_id": 5363,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜਪੁ ਕਲ. ਸੁਜਸੁ ਨਾਨਕ ਗੁਰ; ਸਹਜੁ ਜੋਗੁ ਜਿਨਿ ਮਾਣਿਓ ॥੯॥",
    "transliteration": "Jap Kal Sujas Naanak Gur Sehaj Jog Jin Maaniou ||9||",
    "translation": "KAL chants the Sublime Praises of Guru Nanak, who enjoys mastery of Yoga. ||9||",
    "punjabi": "ਜਿਸ ਗੁਰੂ ਨਾਨਕ ਨੇ ਅਡੋਲ ਅਵਸਥਾ ਨੂੰ ਤੇ ਅਕਾਲ ਪੁਰਖ ਦੇ ਮਿਲਾਪ ਨੂੰ ਮਾਣਿਆ ਹੈ, ਹੇ ਕਲ੍ਯ੍ਯ! ਉਸ ਗੁਰੂ ਨਾਨਕ ਦੇ ਸੋਹਣੇ ਗੁਣਾਂ ਨੂੰ ਯਾਦ ਕਰ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59227,
    "shabad_id": 5364,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਣ ਗਾਵਹਿ. ਨਵ ਨਾਥ; ਧੰਨਿ ਗੁਰੁ ਸਾਚਿ ਸਮਾੲਿਓ ॥",
    "transliteration": "Gun Gaavehi Nav Naathh Dhhann Gur Saach Samaaeiou ||",
    "translation": "The nine masters of Yoga sing His Praises; blessed is the Guru, who is merged into the True Lord.",
    "punjabi": "ਨੌ ਨਾਥ (ਭੀ) ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਗਾਂਦੇ ਹਨ (ਤੇ ਆਖਦੇ ਹਨ), \"ਗੁਰੂ ਨਾਨਕ ਧੰਨ ਹੈ ਜੋ ਸੱਚੇ ਹਰੀ ਵਿਚ ਜੁੜਿਆ ਹੋਇਆ ਹੈ।\"",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59228,
    "shabad_id": 5364,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਾਂਧਾਤਾ ਗੁਣ ਰਵੈ; ਜੇਨ ਚਕ੍ਰਵੈ ਕਹਾੲਿਓ ॥",
    "transliteration": "Maandhhaathaa Gun Ravai Jaen Chakravai Kehaaeiou ||",
    "translation": "Maandhaataa, who called himself ruler of all the world, sings His Praises.",
    "punjabi": "ਜਿਸ ਮਾਂਧਾਤਾ ਨੇ ਆਪਣੇ ਆਪ ਨੂੰ ਚੱਕ੍ਰਵਰਤੀ ਰਾਜਾ ਅਖਵਾਇਆ ਸੀ, ਉਹ ਭੀ ਗੁਰੂ ਨਾਨਕ ਦੇ ਗੁਣ ਉਚਾਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਮਾਂਧਾਤਾ) ਮਾਨਧਾਤਾ",
    "type_id": 3
  },
  {
    "id": 59229,
    "shabad_id": 5364,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਣ ਗਾਵੈ ਬਲਿ ਰਾੳੁ; ਸਪਤ ਪਾਤਾਲਿ ਬਸੰਤੌ ॥",
    "transliteration": "Gun Gaavai Bal Raao Sapath Paathaal Basantha ||",
    "translation": "Bal the king, dwelling in the seventh underworld, sings His Praises.",
    "punjabi": "ਸਤਵੇਂ ਪਾਤਾਲ ਵਿਚ ਵੱਸਦਾ ਹੋਇਆ ਰਾਜਾ ਬਲਿ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਗਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਬਲਿ ਰਾੳੁ) ਰਾਜੇ ਦਾ ਨਾਮ",
    "type_id": 3
  },
  {
    "id": 59230,
    "shabad_id": 5364,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਭਰਥਰਿ ਗੁਣ ੳੁਚਰੈ; ਸਦਾ ਗੁਰ ਸੰਗਿ ਰਹੰਤੌ ॥",
    "transliteration": "Bharathhar Gun Oucharai Sadhaa Gur Sang Rehantha ||",
    "translation": "Bhart'har, abiding forever with Gorakh, his guru, sings His Praises.",
    "punjabi": "ਆਪਣੇ ਗੁਰੂ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੋਇਆ ਭਰਥਰੀ ਭੀ ਸਦਾ (ਗੁਰੂ ਨਾਨਕ ਦੇ) ਗੁਣ ਉੱਚਾਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਗੁਰ ਅਕਾਲ ਚ ਲੀਣ (ਰਹੰਤੌ) ਰਹਿੰਦੇ ਹੋੲੇ। ੳੁ੍ਨਚਰੈ",
    "type_id": 3
  },
  {
    "id": 59231,
    "shabad_id": 5364,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਦੂਰਬਾ ਪਰੂਰੳੁ ਅੰਗਰੈ; ਗੁਰ ਨਾਨਕ. ਜਸੁ ਗਾੲਿਓ ॥",
    "transliteration": "Dhoorabaa Parooro Angarai Gur Naanak Jas Gaaeiou ||",
    "translation": "Doorbaasaa, King Puro and Angra sing the Praises of Guru Nanak.",
    "punjabi": "ਦੁਰਵਾਸਾ ਰਿਸ਼ੀ ਨੇ, ਰਾਜਾ ਪੁਰੂ ਨੇ ਤੇ ਅੰਗਰ ਰਿਸ਼ੀ ਨੇ ਗੁਰੂ ਨਾਨਕ ਦਾ ਜਸ ਗਾਂਵਿਆਂ ਹੈ।",
    "pronunciation": "(ਦੂਰਬਾ) ਦੁਰਬਾਸ਼ਾ (ਪਰੂਰੳੁ) ਪਰੂਰਵ ਰਾਜਾ। (ਅੰਗਰੈ) ਰਿਖੀ",
    "type_id": 3
  },
  {
    "id": 59232,
    "shabad_id": 5364,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕਬਿ ਕਲ. ਸੁਜਸੁ ਨਾਨਕ ਗੁਰ; ਘਟਿ ਘਟਿ ਸਹਜਿ ਸਮਾੲਿਓ ॥੧੦॥",
    "transliteration": "Kab Kal Sujas Naanak Gur Ghatt Ghatt Sehaj Samaaeiou ||10||",
    "translation": "Says KAL the poet, the Sublime Praises of Guru Nanak intuitively permeate each and every heart. ||10||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! ਗੁਰੂ ਨਾਨਕ ਦੀ ਸੋਹਣੀ ਸੋਭਾ ਸੁਤੇ ਹੀ ਹਰੇਕ ਪ੍ਰਾਣੀ-ਮਾਤ੍ਰ ਦੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕੀ ਹੋਈ ਹੈ ॥੧੦॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ",
    "type_id": 3
  }
]
