[
  {
    "id": 59259,
    "shabad_id": 5370,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਸਦਾ ਅਕਲ ਲਿਵ ਰਹੈ; ਕਰਨ ਸਿੳੁ ੲਿਛਾ ਚਾਰਹ ॥",
    "transliteration": "Sadhaa Akal Liv Rehai Karan Sio Eishhaa Chaareh ||",
    "translation": "Your mind remains lovingly attuned to the Lord forever; You do whatever you desire.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੇਰੀ ਬ੍ਰਿਤੀ ਸਦਾ ਅਕਾਲ ਪੁਰਖ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ, ਕਰਣੀ ਵਿਚ ਤੂੰ ਸੁਤੰਤਰ ਹੈਂ (ਭਾਵ, ਤੇਰੇ ਉਤੇ ਮਾਇਆ ਆਦਿਕ ਦਾ ਬਲ ਨਹੀਂ ਪੈ ਸਕਦਾ)।",
    "pronunciation": "(ਕਰਨ) ੲਿੰਦ੍ਰੇ ਅਾਪ ਜੀ ਦੀ ਸ਼ੁਭ ੲਿੱਛਾ ਅਨੁਸਾਰ ਸੁਤੰਤਰ (ਚਾਰਹ) ਵਿਚਰਦੇ ਹਨ। (ਅ-ਕਲ) ਕਲਪਣਾ ਰਹਿਤ ਵਾਹਿਗੁਰੂ ਜੀ",
    "type_id": 3
  },
  {
    "id": 59260,
    "shabad_id": 5370,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਦ੍ਰੁਮ ਸਪੂਰ ਜਿੳੁ ਨਿਵੈ; ਖਵੈ ਕਸੁ, ਬਿਮਲ ਬੀਚਾਰਹ ॥",
    "transliteration": "Dhraam Sapoor Jio Nivai Khavai Kas Bimal Beechaareh ||",
    "translation": "Like the tree heavy with fruit, You bow in humility, and endure the pain of it; You are pure of thought.",
    "punjabi": "ਜਿਵੇਂ ਫਲ ਵਾਲਾ ਰੁੱਖ ਨਿਊਂਦਾ ਹੈ ਤੇ ਖੇਚਲ ਸਹਾਰਦਾ ਹੈ, ਤਿਵੇਂ (ਗੁਰੂ ਅੰਗਦ ਦੀ) ਨਿਰਮਲ ਵਿਚਾਰ ਹੈ, (ਭਾਵ, ਗੁਰੂ ਅੰਗਦ ਭੀ ਇਸੇ ਤਰ੍ਹਾਂ ਨਿਊਂਦਾ ਹੈ, ਤੇ ਸੰਸਾਰੀ ਜੀਵਾਂ ਦੀ ਖ਼ਾਤਰ ਖੇਚਲ ਸਹਾਰਦਾ ਹੈ)।",
    "pronunciation": "(ਦ੍ਰੁਮ)ਬ੍ਰਿਛ। (ਸਪੂਰ) ਸਹਿਤ ਫਲ਼ਾਂ ਦੇ ਪੂਰਨ, (ਨਿਵੈ) ਨਿਵਿਅਾ ਹੋਵੇ।(ਬਿਮਲ) ੳੁਜਲ (ਬੀਚਾਰਹ) ਵੀਚਾਰ ਹੈ। ਕਸੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59261,
    "shabad_id": 5370,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ੲਿਹੈ ਤਤੁ ਜਾਣਿਓ; ਸਰਬ ਗਤਿ ਅਲਖੁ ਬਿਡਾਣੀ ॥",
    "transliteration": "Eihai Thath Jaaniou Sarab Gath Alakh Biddaanee ||",
    "translation": "You realize this reality, that the Lord is All-pervading, Unseen and Amazing.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਇਹ ਭੇਤ ਪਾ ਲਿਆ ਹੈ ਕਿ ਅਚਰਜ ਤੇ ਅਲੱਖ ਹਰੀ ਸਰਬ-ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "ਅ-ਲਖੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59262,
    "shabad_id": 5370,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਹਜ ਭਾੲਿ ਸੰਚਿਓ; ਕਿਰਣਿ ਅੰਮ੍ਰਿਤ, ਕਲ ਬਾਣੀ ॥",
    "transliteration": "Sehaj Bhaae Sanchiou Kiran Anmrith Kal Baanee ||",
    "translation": "With intuitive ease, You send forth the rays of the Ambrosial Word of power.",
    "punjabi": "ਅੰਮ੍ਰਿਤ-ਭਰੀ ਸੁੰਦਰ ਬਾਣੀ-ਰੂਪ ਕਿਰਣ ਦੁਆਰਾ (ਸੰਸਾਰੀ ਜੀਆਂ ਦੇ ਹਿਰਦੇ ਵਿਚ) ਤੂੰ ਸਹਜ ਸੁਭਾਇ ਹੀ ਅੰਮ੍ਰਿਤ ਸਿੰਜ ਰਿਹਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59263,
    "shabad_id": 5370,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਗੁਰ ਗਮਿ ਪ੍ਰਮਾਣੁ, ਤੈ ਪਾੲਿਓ; ਸਤੁ ਸੰਤੋਖੁ ਗ੍ਰਾਹਜਿ ਲਯੌ ॥",
    "transliteration": "Gur Gam Pramaan Thai Paaeiou Sath Santhokh Graahaj Laya ||",
    "translation": "You have risen to the state of the certified Guru; you grasp truth and contentment.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਵਾਲਾ ਦਰਜਾ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ, ਅਤੇ ਸਤ ਸੰਤੋਖ ਨੂੰ ਗ੍ਰਹਿਣ ਕਰ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਗ੍ਰਾਹਜਿ) ਗ੍ਰਹਿਣ ਕਰ (ਲਯੌ) ਲਿਅਾ। ਲਯੌ: ਯੌ ਕਨੌੜਾ ਚਾੜ੍ਹ ਕੇ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59264,
    "shabad_id": 5370,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਹਰਿ ਪਰਸਿਓ, ਕਲੁ ਸਮੁਲਵੈ; ਜਨ ਦਰਸਨੁ ਲਹਣੇ ਭਯੌ ॥੬॥",
    "transliteration": "Har Parasiou Kal Samulavai Jan Dharasan Lehanae Bhaya ||6||",
    "translation": "KAL proclaims, that whoever attains the Blessed Vision of the Darshan of Lehnaa, meets with the Lord. ||6||",
    "punjabi": "ਕਲ੍ਯ੍ਯਸਹਾਰ (ਕਵੀ) ਉੱਚੀ ਪੁਕਾਰ ਕੇ ਆਖਦਾ ਹੈ- ਜਿਨ੍ਹਾਂ ਜਨਾਂ ਨੂੰ ਲਹਣੇ ਜੀ ਦਾ ਦਰਸ਼ਨ ਹੋਇਆ ਹੈ, ਉਹਨਾਂ ਨੇ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਪਰਸ ਲਿਆ ਹੈ' ॥੬॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਕਲੁ ਭੱਟ। (ਸ-ਮੁਲਵੈ) ਭਲੀ ਪ੍ਰਕਾਰ ਕਥਨ ਕਰਦਾ ਹੈ।ਯੌ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59265,
    "shabad_id": 5371,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਨਿ, ਬਿਸਾਸੁ ਪਾੲਿਓ; ਗਹਰਿ ਗਹੁ ਹਦਰਥਿ ਦੀਓ ॥",
    "transliteration": "Man Bisaas Paaeiou Gehar Gahu Hadharathh Dheeou ||",
    "translation": "My mind has faith, that the Prophet has given You access to the Profound Lord.",
    "punjabi": "(ਹੇ ਗੁਰੂ ਅੰਗਦ!) ਤੂੰ ਆਪਣੇ ਮਨ ਵਿਚ ਸਰਧਾ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਹਜ਼ੂਰ (ਗੁਰੂ ਨਾਨਕ ਜੀ) ਨੇ ਤੈਨੂੰ ਗੰਭੀਰ (ਹਰੀ) ਵਿਚ ਪਹੁੰਚ ਦੇ ਦਿੱਤੀ ਹੈ।",
    "pronunciation": "(ਗਹਰਿ) ਗਾੜ੍ਹਾ (ਹਦਰਥਿ) ਹਜ਼ੂਰੀ ਵਿੱਚੋਂ (ਦੀਓ) ਦਿੱਤਾ। ਹਦਰਥਿ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59266,
    "shabad_id": 5371,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗਰਲ ਨਾਸੁ, ਤਨਿ ਨਠਯੋ; ਅਮਿੳੁ, ਅੰਤਰਗਤਿ ਪੀਓ ॥",
    "transliteration": "Garal Naas Than Nathayo Amio Antharagath Peeou ||",
    "translation": "Your body has been purged of the deadly poison; You drink the Ambrosial Nectar deep within.",
    "punjabi": "ਨਾਸ ਕਰਨ ਵਾਲਾ ਜ਼ਹਰ (ਭਾਵ, ਮਾਇਆ ਦਾ ਮੋਹ) ਤੇਰੇ ਸਰੀਰ ਵਿਚੋਂ ਨੱਸ ਗਿਆ ਹੈ ਅਤੇ ਤੂੰ ਅੰਤਰ ਆਤਮੇ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀ ਲਿਆ ਹੈ।",
    "pronunciation": "(ਗਰਲ) ਜ਼ਹਿਰ ਹੳੁਮੈ ਦੀ। (ਤਨਿ) ਦੇਹ ਅਭਿਮਾਨ।ਨਠਯੋ: ਯੋ ਤਾਲੂ ਤੋਂ ਬੋਲ।ਅੰਤਰ-ਗਤਿ",
    "type_id": 3
  },
  {
    "id": 59267,
    "shabad_id": 5371,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਰਿਦਿ ਬਿਗਾਸੁ ਜਾਗਿਓ; ਅਲਖਿ ਕਲ ਧਰੀ ਜੁਗੰਤਰਿ ॥",
    "transliteration": "Ridh Bigaas Jaagiou Alakh Kal Dhharee Juganthar ||",
    "translation": "Your Heart has blossomed forth in awareness of the Unseen Lord, who has infused His Power throughout the ages.",
    "punjabi": "ਜਿਸ ਅਕਾਲ ਪੁਰਖ ਨੇ ਆਪਣੀ ਸੱਤਾ (ਸਾਰੇ) ਜੁਗਾਂ ਵਿਚ ਰੱਖੀ ਹੋਈ ਹੈ, ਉਸ ਦਾ ਪ੍ਰਕਾਸ਼ (ਗੁਰੂ ਅੰਗਦ ਦੇ) ਹਿਰਦੇ ਵਿਚ ਜਾਗ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59268,
    "shabad_id": 5371,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸਹਜ ਸਮਾਧਿ; ਰਵਿਓ ਸਾਮਾਨਿ ਨਿਰੰਤਰਿ ॥",
    "transliteration": "Sathigur Sehaj Samaadhh Raviou Saamaan Niranthar ||",
    "translation": "O True Guru, You are intuitively absorbed in Samaadhi, with continuity and equality.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇਕ-ਰਸ ਸਭ ਦੇ ਅੰਦਰ ਵਿਆਪ ਰਿਹਾ ਹੈ, ਉਸ ਵਿਚ ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ) ਆਤਮਕ ਅਡੋਲਤਾ ਵਾਲੀ ਸਮਾਧੀ ਜੋੜੀ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59269,
    "shabad_id": 5371,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੳੁਦਾਰੳੁ ਚਿਤ, ਦਾਰਿਦ ਹਰਨ; ਪਿਖੰਤਿਹ ਕਲਮਲ ਤ੍ਰਸਨ ॥",
    "transliteration": "Oudhaaro Chith Dhaaridh Haran Pikhanthih Kalamal Thrasan ||",
    "translation": "You are open-minded and large-hearted, the Destroyer of poverty; seeing You, sins are afraid.",
    "punjabi": "ਜੋ ਉਦਾਰ ਚਿੱਤ ਵਾਲਾ ਹੈ, ਜੋ ਗਰੀਬੀ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਜਿਸ ਨੂੰ ਵੇਖ ਕੇ ਪਾਪ ਤ੍ਰਹਿ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "ਚਿੱਤ ਦੇ ਮਹਾਂ (ੳੁਦਾਰੳੁ) ਦਲੇਰ ਸ੍ਰੇਸ਼ਟ ਦਾਤੇ। ਪਿ-ਖੰਤਿਹ",
    "type_id": 3
  },
  {
    "id": 59270,
    "shabad_id": 5371,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਦ ਰੰਗਿ ਸਹਜਿ ਕਲੁ ੳੁਚਰੈ; ਜਸ ਜੰਪੳੁ ਲਹਣੇ ਰਸਨ ॥੭॥",
    "transliteration": "Sadh Rang Sehaj Kal Oucharai Jas Janpo Lehanae Rasan ||7||",
    "translation": "Says KAL, I lovingly, continually, intuitively chant the Praises of Lehnaa with my tongue. ||7||",
    "punjabi": "ਕਲ੍ਯ੍ਯਸਹਾਰ ਆਖਦਾ ਹੈ ਕਿ \"ਮੈਂ ਆਪਣੀ ਜੀਭ ਨਾਲ ਸਦਾ ਪ੍ਰੇਮ ਵਿਚ ਤੇ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ (ਟਿਕ ਕੇ) ਉਸ ਲਹਣੇ ਜੀ ਦਾ ਜਸ ਉਚਾਰਦਾ ਹਾਂ ॥੭॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ। । ੳੁ੍ਨਚਰੈ",
    "type_id": 3
  },
  {
    "id": 59271,
    "shabad_id": 5372,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਮੁ ਅਵਖਧੁ ਨਾਮੁ ਅਾਧਾਰੁ, ਅਰੁ ਨਾਮੁ ਸਮਾਧਿ ਸੁਖੁ; ਸਦਾ ਨਾਮ ਨੀਸਾਣੁ ਸੋਹੈ ॥",
    "transliteration": "Naam Avakhadhh Naam Aadhhaar Ar Naam Samaadhh Sukh Sadhaa Naam Neesaan Sohai ||",
    "translation": "The Naam, the Name of the Lord, is our medicine; the Naam is our support; the Naam is the peace of Samaadhi. The Naam is the insignia which embellishes us forever.",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ (ਸਾਰੇ ਰੋਗਾਂ ਦੀ) ਦਵਾਈ ਹੈ, ਨਾਮ (ਸਭ ਦਾ) ਆਸਰਾ ਹੈ ਅਤੇ ਨਾਮ ਹੀ ਸਮਾਧੀ ਵਾਲਾ ਆਨੰਦ ਹੈ; ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਦਾ ਝੰਡਾ ਸਦਾ ਸੋਭ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59272,
    "shabad_id": 5372,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਰੰਗਿ ਰਤੌ ਨਾਮ ਸਿੳੁ; ਕਲ ਨਾਮੁ ਸੁਰਿ ਨਰਹ ਬੋਹੈ ॥",
    "transliteration": "Rang Ratha Naam Sio Kal Naam Sur Nareh Bohai ||",
    "translation": "KAL is imbued with the Love of the Naam, the Naam which is the fragrance of gods and human beings.",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ਹਰਿ-ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ (ਗੁਰੂ ਅੰਗਦ) ਰੰਗ ਵਿਚ ਰੱਤਾ ਹੋਇਆ ਹੈ। ਇਹ ਨਾਮ ਦੇਵਤਿਆਂ ਤੇ ਮਨੁੱਖਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "ਕਲ ਸੁੰਦਰ ਪ੍ਰੀਤ ਰੂਪ (ਬੋਹੈ) ਖ਼ੁਸ਼ਬੂ ਸਹਿਤ",
    "type_id": 3
  },
  {
    "id": 59273,
    "shabad_id": 5372,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਮ ਪਰਸੁ ਜਿਨਿ ਪਾੲਿਓ; ਸਤੁ ਪ੍ਰਗਟਿਓ ਰਵਿ ਲੋੲਿ ॥",
    "transliteration": "Naam Paras Jin Paaeiou Sath Pragattiou Rav Loe ||",
    "translation": "Whoever obtains the Naam, the Philosopher's Stone, becomes the embodiment of Truth, manifest and radiant throughout the world.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਨਾਮ ਦੀ ਛੋਹ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਤੋਂ ਪ੍ਰਾਪਤ ਕੀਤੀ ਹੈ, ਉਸ ਦਾ ਸਤ ਧਰਮ-ਰੂਪ ਸੂਰਜ ਸੰਸਾਰ ਵਿਚ ਚਮਕ ਪਿਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59274,
    "shabad_id": 5372,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦਰਸਨਿ ਪਰਸਿਅੈ ਗੁਰੂ ਕੈ; ਅਠਸਠਿ ਮਜਨੁ ਹੋੲਿ ॥੮॥",
    "transliteration": "Dharasan Parasiai Guroo Kai Athasath Majan Hoe ||8||",
    "translation": "Gazing upon the Blessed Vision of the Guru's Darshan, it is as if one has bathed at the sixty-eight sacred shrines of pilgrimage. ||8||",
    "punjabi": "ਸਤਿਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਦਾ ਦਰਸ਼ਨ ਕਰਨ ਨਾਲ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਇਸ਼ਨਾਨ ਹੋ ਜਾਂਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59275,
    "shabad_id": 5373,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ ਤੀਰਥੁ. ਸਚੁ ੲਿਸਨਾਨੁ, ਅਰੁ ਭੋਜਨੁ ਭਾੳੁ ਸਚੁ; ਸਦਾ ਸਚੁ ਭਾਖੰਤੁ ਸੋਹੈ ॥",
    "transliteration": "Sach Theerathh Sach Eisanaan Ar Bhojan Bhaao Sach Sadhaa Sach Bhaakhanth Sohai ||",
    "translation": "The True Name is the sacred shrine, the True Name is the cleansing bath of purification and food. The True Name is eternal love; chant the True Name, and be embellished.",
    "punjabi": "ਸਦਾ-ਥਿਰ ਹਰੀ ਦਾ ਨਾਮ ਹੀ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਦਾ) ਤੀਰਥ ਹੈ, ਨਾਮ ਹੀ ਇਸ਼ਨਾਨ ਹੈ ਅਤੇ ਨਾਮ ਤੇ ਪਿਆਰ ਹੀ (ਉਹਨਾਂ ਦਾ) ਭੋਜਨ ਹੈ। ਸਦਾ-ਥਿਰ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਉਚਾਰਦਿਆਂ ਹੀ (ਗੁਰੂ ਅੰਗਦ) ਸੋਭ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59276,
    "shabad_id": 5373,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਚੁ ਪਾੲਿਓ ਗੁਰ ਸਬਦਿ; ਸਚੁ ਨਾਮੁ. ਸੰਗਤੀ ਬੋਹੈ ॥",
    "transliteration": "Sach Paaeiou Gur Sabadh Sach Naam Sangathee Bohai ||",
    "translation": "The True Name is obtained through the Word of the Guru's Shabad; the Sangat, the Holy Congregation, is fragrant with the True Name.",
    "punjabi": "(ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ ਨੇ) ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਗੁਰੂ (ਨਾਨਕ ਦੇਵ ਜੀ) ਦੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ, ਇਹ ਸੱਚਾ ਨਾਮ ਸੰਗਤਾਂ ਨੂੰ ਸੁਗੰਧਿਤ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸੰਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 59277,
    "shabad_id": 5373,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਸੁ ਸਚੁ ਸੰਜਮੁ. ਵਰਤੁ ਸਚੁ; ਕਬਿ ਜਨ ਕਲ, ਵਖਾਣੁ ॥",
    "transliteration": "Jis Sach Sanjam Varath Sach Kab Jan Kal Vakhaan ||",
    "translation": "KAL the poet utters the Praises of the one whose self-discipline is the True Name, and whose fast is the True Name.",
    "punjabi": "ਦਾਸ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ ਆਖਦਾ ਹੈ, ਜਿਸ (ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜੀ) ਦਾ ਸੰਜਮ ਅਕਾਲ ਪੁਰਖ ਦਾ ਨਾਮ ਹੈ ਅਤੇ ਵਰਤ ਭੀ ਹਰੀ ਦਾ ਨਾਮ ਹੀ ਹੈ,",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਕਲ",
    "type_id": 3
  },
  {
    "id": 59278,
    "shabad_id": 5373,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਦਰਸਨਿ ਪਰਸਿਅੈ ਗੁਰੂ ਕੈ; ਸਚੁ ਜਨਮੁ ਪਰਵਾਣੁ ॥੯॥",
    "transliteration": "Dharasan Parasiai Guroo Kai Sach Janam Paravaan ||9||",
    "translation": "Gazing upon the Blessed Vision of the Guru's Darshan, one's life is approved and certified in the True Name. ||9||",
    "punjabi": "ਉਸ ਗੁਰੂ ਦਾ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਸਦਾ-ਥਿਰ ਹਰਿ-ਨਾਮ ਪ੍ਰਾਪਤ ਹੋ ਜਾਂਦਾ ਹੈ ਅਤੇ ਮਨੁੱਖਾ-ਜਨਮ ਸਫਲਾ ਹੋ ਜਾਂਦਾ ਹੈ\" ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59279,
    "shabad_id": 5374,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਮਿਅ ਦ੍ਰਿਸਟਿ, ਸੁਭ ਕਰੈ; ਹਰੈ ਅਘ ਪਾਪ, ਸਕਲ ਮਲ ॥",
    "transliteration": "Amia Dhrisatt Subh Karai Harai Agh Paap Sakal Mal ||",
    "translation": "When You bestow Your Ambrosial Glance of Grace, You eradicate all wickedness, sin and filth.",
    "punjabi": "(ਗੁਰੂ ਅੰਗਦ ਦੇਵ ਜਿਸ ਉੱਤੇ) ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਭਲੀ ਨਿਗਾਹ ਕਰਦਾ ਹੈ, (ਉਸ ਦੇ) ਪਾਪ ਤੇ ਸਾਰੀਆਂ ਮੈਲਾਂ ਦੂਰ ਕਰ ਦੇਂਦਾ ਹੈ,",
    "pronunciation": "(ਅਮਿਅ) ਅੰਮ੍ਰਿਤ ਦੀ",
    "type_id": 3
  },
  {
    "id": 59280,
    "shabad_id": 5374,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਅਰੁ ਲੋਭ ਮੋਹ; ਵਸਿ ਕਰੈ ਸਭੈ ਬਲ ॥",
    "transliteration": "Kaam Krodhh Ar Lobh Moh Vas Karai Sabhai Bal ||",
    "translation": "Sexual desire, anger, greed and emotional attachment - You have overcome all these powerful passions.",
    "punjabi": "ਅਤੇ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ ਤੇ ਅਹੰਕਾਰ-ਇਹ ਸਾਰੇ ਉਸ ਦੇ ਕਾਬੂ ਵਿਚ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59281,
    "shabad_id": 5374,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਦਾ ਸੁਖੁ ਮਨਿ ਵਸੈ; ਦੁਖੁ ਸੰਸਾਰਹ ਖੋਵੈ ॥",
    "transliteration": "Sadhaa Sukh Man Vasai Dhukh Sansaareh Khovai ||",
    "translation": "Your mind is filled with peace forever; You banish the sufferings of the world.",
    "punjabi": "(ਗੁਰੂ ਅੰਗਦ ਦੇ) ਮਨ ਵਿਚ ਸਦਾ ਸੁਖ ਵੱਸ ਰਿਹਾ ਹੈ, (ਉਹ) ਸੰਸਾਰ ਦਾ ਦੁੱਖ ਦੂਰ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59282,
    "shabad_id": 5374,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰੁ. ਨਵ ਨਿਧਿ ਦਰੀਅਾੳੁ; ਜਨਮ ਹਮ. ਕਾਲਖ ਧੋਵੈ ॥",
    "transliteration": "Gur Nav Nidhh Dhareeaao Janam Ham Kaalakh Dhhovai ||",
    "translation": "The Guru is the river of the nine treasures, washing off the dirt of our lives.",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੌ ਨਿਧੀਆਂ ਦਾ ਦਰੀਆਉ ਹੈ; ਸਾਡੇ ਜਨਮਾਂ ਦੀ ਕਾਲਖ ਧੋਂਦਾ ਹੈ।",
    "pronunciation": "(ਦਰੀਅਾੳੁ) ਸਮੁੰਦ੍ਰ (ਹਮ) ਤਮਾਮ।ਦਰੀ-ਅਾੳੁ",
    "type_id": 3
  },
  {
    "id": 59283,
    "shabad_id": 5374,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸੁ ਕਹੁ ਟਲ. ਗੁਰੁ ਸੇਵੀਅੈ; ਅਹਿ ਨਿਸਿ ਸਹਜਿ ਸੁਭਾੲਿ ॥",
    "transliteration": "S Kahu Ttal Gur Saeveeai Ahinis Sehaj Subhaae ||",
    "translation": "So speaks TAL the poet: serve the Guru, day and night, with intuitive love and affection.",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ! ??? (ਐਸੇ) ਗੁਰੂ (ਅੰਗਦ ਦੇਵ ਜੀ) ਨੂੰ ਦਿਨ ਰਾਤ ਆਤਮਕ ਅਡੋਲਤਾ ਅਤੇ ਪ੍ਰੇਮ ਵਿਚ ਟਿਕ ਕੇ ਸੇਵਨਾ ਚਾਹੀਦਾ ਹੈ।",
    "pronunciation": "(ਸੁ) ਭਲੀਪ੍ਰਕਾਰ। (ਕਹੁ) ਕਹਿੰਦੇ ਹਨ। ਗੁਰਮੁਖਿ ਟੱਲ ਭੱਟ ਜੀ",
    "type_id": 3
  },
  {
    "id": 59284,
    "shabad_id": 5374,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਦਰਸਨਿ ਪਰਸਿਅੈ ਗੁਰੂ ਕੈ; ਜਨਮ ਮਰਣ ਦੁਖੁ ਜਾੲਿ ॥੧੦॥",
    "transliteration": "Dharasan Parasiai Guroo Kai Janam Maran Dhukh Jaae ||10||",
    "translation": "Gazing upon the Blessed Vision of the Guru, the pains of death and rebirth are taken away. ||10||",
    "punjabi": "(ਐਸੇ) ਸਤਿਗੁਰੂ ਦੇ ਦਰਸ਼ਨ ਕੀਤਿਆਂ ਜਨਮ ਮਰਨ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ\" ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59285,
    "shabad_id": 5375,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਵੲੀੲੇ ਮਹਲੇ ਤੀਜੇ ਕੇ ੩",
    "transliteration": "Saveeeae Mehalae Theejae Kae 3",
    "translation": "Swaiyas In Praise Of The Third Mehl:",
    "punjabi": "ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ।",
    "pronunciation": "੩ ਅੰਕ ਨਹੀਂ ਪੜ੍ਹਨਾ",
    "type_id": 3
  },
  {
    "id": 59286,
    "shabad_id": 5375,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59287,
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਸੋੲੀ ਪੁਰਖੁ ਸਿਵਰਿ ਸਾਚਾ; ਜਾ ਕਾ ੲਿਕੁ ਨਾਮੁ. ਅਛਲੁ ਸੰਸਾਰੇ ॥",
    "transliteration": "Soee Purakh Sivar Saachaa Jaa Kaa Eik Naam Ashhal Sansaarae ||",
    "translation": "Dwell upon that Primal Being, the True Lord God; in this world, His One Name is Undeceivable.",
    "punjabi": "ਉਸ ਸਦਾ-ਥਿਰ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰ; ਜਿਸ ਦਾ ਇਕ ਨਾਮ ਸੰਸਾਰ ਵਿਚ ਅਛੱਲ ਹੈ।",
    "pronunciation": "ਅ-ਛਲੁ",
    "type_id": 3
  },
  {
    "id": 59288,
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਿਨਿ ਭਗਤ ਭਵਜਲ ਤਾਰੇ; ਸਿਮਰਹੁ ਸੋੲੀ ਨਾਮੁ ਪਰਧਾਨੁ ॥",
    "transliteration": "Jin Bhagath Bhavajal Thaarae Simarahu Soee Naam Paradhhaan ||",
    "translation": "He carries His devotees across the terrifying world-ocean; meditate in remembrance on His Naam, Supreme and Sublime.",
    "punjabi": "ਜਿਸ ਨਾਮ ਨੇ ਭਗਤਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਾਗਰ ਤੋਂ ਪਾਰ ਉਤਾਰਿਆ ਹੈ, ਉਸ ਉੱਤਮ ਨਾਮ ਨੂੰ ਸਿਮਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59289,
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਤਿਤੁ ਨਾਮਿ ਰਸਿਕੁ, ਨਾਨਕੁ ਲਹਣਾ; ਥਪਿਓ ਜੇਨ ਸ੍ਰਬ ਸਿਧੀ ॥",
    "transliteration": "Thith Naam Rasik Naanak Lehanaa Thhapiou Jaen Srab Sidhhee ||",
    "translation": "Nanak delighted in the Naam; He established Lehnaa as Guru, who was imbued with all supernatural spiritual powers.",
    "punjabi": "ਉਸੇ ਨਾਮ ਵਿਚ (ਗੁਰੂ) ਨਾਨਕ ਆਨੰਦ ਲੈ ਰਿਹਾ ਹੈ, (ਉਸੇ ਨਾਮ ਦੁਆਰਾ) ਲਹਣਾ ਜੀ ਟਿੱਕ ਗਏ, ਜਿਸ ਕਰਕੇ ਸਾਰੀਆਂ ਸਿੱਧੀਆਂ ਉਹਨਾਂ ਨੂੰ ਪ੍ਰਾਪਤ ਹੋਈਆਂ।",
    "pronunciation": "ਸਿੱਧੀ",
    "type_id": 3
  },
  {
    "id": 59290,
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਕਵਿ ਜਨ ਕਲ੍ਯ, ਸਬੁਧੀ; ਕੀਰਤਿ ਜਨ, ਅਮਰਦਾਸ ਬਿਸ੍ਤਰੀਯਾ ॥",
    "transliteration": "Kav Jan Kaly Sabudhhee Keerath Jan Amaradhaas Bisoreeyaa ||",
    "translation": "So speaks KALL the poet: the glory of the wise, sublime and humble Amar Daas is spread throughout the world.",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯ ਕਵੀ! (ਉਸੇ ਦੀ ਬਰਕਤਿ ਨਾਲ) ਉੱਚੀ ਬੁੱਧੀ ਵਾਲੇ ਗੁਰੂ ਅਮਰਦਾਸ ਦੀ ਸੋਭਾ ਲੋਕਾਂ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ।",
    "pronunciation": "ਗੁਰਮੁਖਿ ਕੱਲਿਅ ਭੱਟ। ਸਬੱੁਧੀ। ਬਿਸ੍ਤਰੀਯਾ: ਅੱਧਾ ਤੱਤਾ ਪੋਲਾ ਬੋਲੋ ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59291,
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਕੀਰਤਿ ਰਵਿ ਕਿਰਣਿ, ਪ੍ਰਗਟਿ ਸੰਸਾਰਹ; ਸਾਖ ਤਰੋਵਰ, ਮਵਲ ਸਰਾ ॥",
    "transliteration": "Keerath Rav Kiran Pragatt Sansaareh Saakh Tharovar Mavalasaraa ||",
    "translation": "His Praises radiate throughout the world, like the rays of the sun, and the branches of the maulsar (fragrant) tree.",
    "punjabi": "(ਜਿਵੇਂ) ਮੌਲਸਰੀ ਦੇ ਸ੍ਰੇਸ਼ਟ ਰੁੱਖ ਦੀਆਂ ਸ਼ਾਖ਼ਾਂ (ਖਿੱਲਰ ਕੇ ਸੁਗੰਧੀ ਖਿਲਾਰਦੀਆਂ ਹਨ, ਤਿਵੇਂ ਗੁਰੂ ਅਮਰਦਾਸ ਦੀ) ਸੋਭਾ-ਰੂਪ ਸੂਰਜ ਦੀ ਕਿਰਣ ਦੇ ਜਗਤ ਵਿਚ ਪਰਗਟ ਹੋਣ ਦੇ ਕਾਰਣ-",
    "pronunciation": "(ਰਵਿ) ਸੂਰਜ ਕਿਰਣਿ ਵਾਂਗ। (ਮਵਲ) ਮਿਲੀ ਸਰਾਸਾਰਿਅਾਂ ਚ । ਮਵਲ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59292,
    "shabad_id": 5375,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ੳੁਤਰਿ ਦਖਿਣਹਿ, ਪੁਬਿ ਅਰੁ ਪਸ੍ਚਮਿ; ਜੈ ਜੈਕਾਰੁ ਜਪੰਥਿ ਨਰਾ ॥",
    "transliteration": "Outhar Dhakhinehi Pub Ar Pascham Jai Jai Kaar Japanthh Naraa ||",
    "translation": "In the north, south, east and west, people proclaim Your Victory.",
    "punjabi": "ਪਹਾੜ, ਦੱਖਣ ਚੜ੍ਹਦੇ ਲਹਿੰਦੇ (ਭਾਵ, ਹਰ ਪਾਸੇ) ਲੋਕ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਦੀ ਜੈ-ਜੈਕਾਰ ਕਰ ਰਹੇ ਹਨ।",
    "pronunciation": "(ਪੱੁਬਿ) ਪੂਰਬ। ੳੁ੍ਨਤਰਿ ਦੱਖਿਣ-ਹਿ",
    "type_id": 3
  }
]
