[
  {
    "id": 59396,
    "shabad_id": 5394,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕਹਤਿਅਹ ਕਹਤੀ ਸੁਣੀ; ਰਹਤ. ਕੋ ਖੁਸੀ, ਨ ਅਾਯੳੁ ॥",
    "transliteration": "Kehathiah Kehathee Sunee Rehath Ko Khusee N Aayo ||",
    "translation": "I listened to preachers and teachers, but I could not be happy with their lifestyles.",
    "punjabi": "ਸਾਰੇ (ਮੂੰਹੋਂ) ਆਖਦੇ ਹੀ ਆਖਦੇ (ਭਾਵ, ਹੋਰਨਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦੇ ਹੀ) ਸੁਣੇ ਹਨ, ਪਰ ਕਿਸੇ ਦੀ ਰਹਤ ਵੇਖ ਕੇ ਮੈਨੂੰ ਆਨੰਦ ਨਹੀਂ ਆਇਆ।",
    "pronunciation": "(ਖੁਸੀ) ਪਸੰਦ। ਕਹ-ਤਿਅਹ। ਅਾ-ਯੳੁ:ਯ ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 59397,
    "shabad_id": 5394,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਛੋਡਿ. ਦੂਜੈ ਲਗੇ; ਤਿਨ੍ਹ ਕੇ ਗੁਣ. ਹੳੁ ਕਿਅਾ ਕਹੳੁ ॥",
    "transliteration": "Har Naam Shhodd Dhoojai Lagae Thinh Kae Gun Ho Kiaa Keho ||",
    "translation": "Those who have abandoned the Lord's Name, and become attached to duality - why should I speak in praise of them?",
    "punjabi": "ਉਹਨਾਂ ਲੋਕਾਂ ਦੇ ਗੁਣ ਮੈਂ ਕੀਹ ਆਖਾਂ, ਜਿਹੜੇ ਹਰੀ ਦੇ ਨਾਮ ਨੂੰ ਛੱਡ ਕੇ ਦੂਜੇ (ਭਾਵ, ਮਾਇਆ ਦੇ ਪਿਆਰ) ਵਿਚ ਲੱਗੇ ਹੋਏ ਹਨ?",
    "pronunciation": "(ਗੁਣ) ਅੌਗੁਣ",
    "type_id": 3
  },
  {
    "id": 59398,
    "shabad_id": 5394,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਗੁਰ ਦਯਿ ਮਿਲਾਯੳੁ ਭਿਖਿਅਾ; ਜਿਵ ਤੂ ਰਖਹਿ. ਤਿਵ ਰਹੳੁ ॥੨॥੨੦॥",
    "transliteration": "Gur Dhay Milaayo Bhikhiaa Jiv Thoo Rakhehi Thiv Reho ||2||20||",
    "translation": "So speaks Bhikhaa: the Lord has led me to meet the Guru. As You keep me, I remain; as You protect me, I survive. ||2||20||",
    "punjabi": "ਹੇ ਗੁਰੂ (ਅਮਰਦਾਸ)! ਪਿਆਰੇ (ਹਰੀ) ਨੇ ਮੈਨੂੰ, ਭਿਖੇ ਨੂੰ, ਤੂੰ ਮਿਲਾ ਦਿੱਤਾ ਹੈ, ਜਿਵੇਂ ਤੂੰ ਰੱਖੇਂਗਾ ਤਿਵੇਂ ਮੈਂ ਰਹਾਂਗਾ ॥੨॥੨੦॥",
    "pronunciation": "ਦ-ਯਿ: ਦ ਮੁਕਤਾ, ਯਿ ਸਿਹਾਰੀ ਸਹਿਤ, ਤਾਲੂ ਤੋਂ ਬੋਲ।ਮਿਲਾ-ਯੳੁ। (ਭਿਖਿਅਾ) ਗੁਰਮੁਖਿ ਭਿੱਖਿਅਾ ਭੱਟ।",
    "type_id": 3
  },
  {
    "id": 59399,
    "shabad_id": 5395,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪਹਿਰਿ ਸਮਾਧਿ ਸਨਾਹੁ; ਗਿਅਾਨਿ ਹੈ ਅਾਸਣਿ ਚੜਿਅੳੁ ॥",
    "transliteration": "Pehir Samaadhh Sanaahu Giaan Hai Aasan Charriao ||",
    "translation": "Wearing the armor of Samaadhi, the Guru has mounted the saddled horse of spiritual wisdom.",
    "punjabi": "ਸਮਾਧੀ-ਰੂਪ ਸੰਨਾਹ (ਜ਼ਿਰਹ-ਬਖ਼ਤਰ) ਪਹਿਨ ਕੇ ਗਿਆਨ-ਰੂਪ ਘੋੜੇ ਉੱਤੇ (ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ ਨੇ) ਆਸਣ ਜਮਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59400,
    "shabad_id": 5395,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਧ੍ਰੰਮ ਧਨਖੁ ਕਰ ਗਹਿਓ; ਭਗਤ ਸੀਲਹ ਸਰਿ ਲੜਿਅੳੁ ॥",
    "transliteration": "Dhhranm Dhhanakh Kar Gehiou Bhagath Seeleh Sar Larriao ||",
    "translation": "Holding the bow of Dharma in His Hands, He has shot the arrows of devotion and humility.",
    "punjabi": "ਧਰਮ ਦਾ ਧਨੁਖ ਹੱਥਾਂ ਵਿਚ ਫੜ ਕੇ (ਗੁਰੂ ਅਮਰਦਾਸ) ਭਗਤਾਂ ਵਾਲੇ ਸੀਲ-ਰੂਪ ਤੀਰ ਨਾਲ (ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦੇ ਟਾਕਰੇ ਤੇ) ਲੜ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59401,
    "shabad_id": 5395,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਭੈ ਨਿਰਭੳੁ ਹਰਿ ਅਟਲੁ ਮਨਿ; ਸਬਦਿ ਗੁਰ. ਨੇਜਾ ਗਡਿਓ ॥",
    "transliteration": "Bhai Nirabho Har Attal Man Sabadh Gur Naejaa Gaddiou ||",
    "translation": "He is fearless in the Fear of the Eternal Lord God; He has thrust the spear of the Word of the Guru's Shabad into the mind.",
    "punjabi": "ਹਰੀ ਦਾ ਭਉ ਰੱਖਣ ਦੇ ਕਾਰਨ (ਗੁਰੂ ਅਮਰਦਾਸ) ਨਿਰਭਉ ਹੈ, ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹਰੀ ਨੂੰ (ਗੁਰੂ ਅਮਰਦਾਸ ਨੇ) ਮਨ ਵਿਚ ਧਾਰਿਆ ਹੈ-ਇਹ (ਗੁਰੂ ਅਮਰਦਾਸ ਨੇ ਮਾਨੋ), ਨੇਜਾ ਗੱਡਿਆ ਹੋਇਆ ਹੈ;",
    "pronunciation": "ਅ-ਟਲੁ",
    "type_id": 3
  },
  {
    "id": 59402,
    "shabad_id": 5395,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਅਪਤੁ; ਪੰਚ ਦੂਤ. ਬਿਖੰਡਿਓ ॥",
    "transliteration": "Kaam Krodhh Lobh Moh Apath Panch Dhooth Bikhanddiou ||",
    "translation": "He has cut down the five demons of unfulfilled sexual desire, unresolved anger, unsatisfied greed, emotional attachment and self-conceit.",
    "punjabi": "ਅਤੇ ਕਾਮ, ਕ੍ਰੋਧ, ਲੋਭ, ਮੋਹ, ਅਹੰਕਾਰ, ਇਹਨਾਂ ਪੰਜਾਂ ਵੈਰੀਆਂ ਦਾ ਨਾਸ ਕਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਅ-ਪਤੁ:ਪੋਲਾ ਬੋਲੋ। (ਅਪਤੁ) ਬੇਪਤ ਕਰਨ ਵਾਲਾ ਹੰਕਾਰ। ਬਿ-ਖੰਡਿਓ",
    "type_id": 3
  },
  {
    "id": 59403,
    "shabad_id": 5395,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੁਭਲੳੁ ਭੂਹਾਲੁ. ਤੇਜੋ ਤਨਾ; ਨ੍ਰਿਪਤਿ ਨਾਥੁ ਨਾਨਕ ਬਰਿ ॥",
    "transliteration": "Bhalo Bhoohaal Thaejo Thanaa Nripath Naathh Naanak Bar ||",
    "translation": "Guru Amar Daas, the son of Tayj Bhaan, of the noble Bhalla dynasty, blessed by Guru Nanak, is the Master of kings.",
    "punjabi": "ਤੇਜਭਾਨ ਜੀ ਦੇ ਪੁਤ੍ਰ ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਤੂੰ ਭੱਲਿਆਂ ਦੀ ਕੁਲ ਵਿਚ ਸ਼ਿਰੋਮਣੀ ਹੈਂ ਅਤੇ (ਗੁਰੂ) ਨਾਨਕ (ਦੇਵ ਜੀ) ਦੇ ਵਰ ਨਾਲ ਰਾਜਿਆਂ ਦਾ ਰਾਜਾ ਹੈਂ।",
    "pronunciation": "(ਭੁਹਾਲੁ) ਮਹਾਰਾਜਾ",
    "type_id": 3
  },
  {
    "id": 59404,
    "shabad_id": 5395,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੁਰ ਅਮਰਦਾਸ, ਸਚੁ ਸਲ੍ਯ ਭਣਿ; ਤੈ ਦਲੁ ਜਿਤੳੁ. ੲਿਵ ਜੁਧੁ ਕਰਿ ॥੧॥੨੧॥",
    "transliteration": "Gur Amaradhaas Sach Saly Bhan Thai Dhal Jitho Eiv Judhh Kar ||1||21||",
    "translation": "SALL speaks the truth; O Guru Amar Daas, you have conquered the army of evil, fighting the battle this way. ||1||21||",
    "punjabi": "ਸਲ੍ਯ੍ਯ ਕਵੀ (ਇਉਂ) ਆਖਦਾ ਹੈ- ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ! ਤੂੰ ਇਸ ਤਰ੍ਹਾਂ ਜੁੱਧ ਕਰ ਕੇ (ਇਹ ਵਿਕਾਰਾਂ ਦਾ) ਦਲ ਜਿੱਤ ਲਿਆ ਹੈ ॥੧॥੨੧॥",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਟ ਸਲ੍ਯ: ਸੱਲਿਅ। ਜਿੱਤੳੁ",
    "type_id": 3
  },
  {
    "id": 59405,
    "shabad_id": 5396,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਘਨਹਰ ਬੂੰਦ. ਬਸੁਅ ਰੋਮਾਵਲਿ; ਕੁਸਮ ਬਸੰਤ. ਗਨੰਤ, ਨ ਅਾਵੈ ॥",
    "transliteration": "Ghanehar Boondh Basua Romaaval Kusam Basanth Gananth N Aavai ||",
    "translation": "The raindrops of the clouds, the plants of the earth, and the flowers of the spring cannot be counted.",
    "punjabi": "ਬੱਦਲਾਂ ਦੀਆਂ ਕਣੀਆਂ, ਧਰਤੀ ਦੀ ਬਨਸਪਤੀ, ਬਸੰਤ ਦੇ ਫੁੱਲ-ਇਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀਂ ਹੋ ਸਕਦੀ।",
    "pronunciation": "(ਘਨਹਰ) ਬੱਦਲ (ਬੂੰਦ) ਬੂੰਦਾਂ। ਧਰਤੀ ਦੀ (ਰੋਮਾਵਲਿ) ਰੋਮਾਵਲੀ ਬਨਾਸਪਤੀ। ਗ-ਨੰਤ",
    "type_id": 3
  },
  {
    "id": 59406,
    "shabad_id": 5396,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਰਵਿ ਸਸਿ ਕਿਰਣਿ. ੳੁਦਰੁ ਸਾਗਰ ਕੋ; ਗੰਗ ਤਰੰਗ. ਅੰਤੁ, ਕੋ ਪਾਵੈ ॥",
    "transliteration": "Rav Sas Kiran Oudhar Saagar Ko Gang Tharang Anth Ko Paavai ||",
    "translation": "Who can know the limits of the rays of the sun and the moon, the waves of the ocean and the Ganges?",
    "punjabi": "ਸੂਰਜ ਤੇ ਚੰਦ੍ਰਮਾ ਦੀਆਂ ਕਿਰਨਾਂ, ਸਮੁੰਦਰ ਦਾ ਪੇਟ ਗੰਗਾ ਦੀਆਂ ਠਿਲ੍ਹਾਂ-ਇਹਨਾਂ ਦਾ ਅੰਤ ਕੌਣ ਪਾ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59407,
    "shabad_id": 5396,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਰੁਦ੍ਰ ਧਿਅਾਨ, ਗਿਅਾਨ ਸਤਿਗੁਰ ਕੇ; ਕਬਿ ਜਨ ਭਲ੍ਯ. ੳੁਨਹ ਜੁੋ ਗਾਵੈ ॥",
    "transliteration": "Rudhr Dhhiaan Giaan Sathigur Kae Kab Jan Bhaly Ouneh Juo Gaavai ||",
    "translation": "With Shiva's meditation and the spiritual wisdom of the True Guru, says BHALL the poet, these may be counted.",
    "punjabi": "ਸ਼ਿਵ ਜੀ ਵਾਂਗ ਪੂਰਨ ਸਮਾਧੀ ਲਾ ਕੇ ਅਤੇ ਸਤਿਗੁਰੂ ਦੇ ਬਖ਼ਸ਼ੇ ਗਿਆਨ ਦੁਆਰਾ, ਹੇ ਭਲ੍ਯ੍ਯ ਕਵੀ! ਉਹਨਾਂ ਉਪਰ-ਦੱਸੇ ਪਦਾਰਥਾਂ ਨੂੰ ਭਾਵੇਂ ਕੋਈ ਮਨੁੱਖ ਵਰਣਨ ਕਰ ਸਕੇ,",
    "pronunciation": "ਗੁਰਮੁਖਿ ਭੱਲਿਅ ਭੱਟ। ੳੁਨ੍ਹਾਂ ਨੰੂ ਜੇ ਕੋੲੀ ਗਾ ਸਕੇ ਤਾਂ (ਗਾਵੈ) ਗਾ ਸਕੇ",
    "type_id": 3
  },
  {
    "id": 59408,
    "shabad_id": 5396,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਭਲੇ ਅਮਰਦਾਸ. ਗੁਣ ਤੇਰੇ; ਤੇਰੀ ੳੁਪਮਾ, ਤੋਹਿ ਬਨਿ ਅਾਵੈ ॥੧॥੨੨॥",
    "transliteration": "Bhalae Amaradhaas Gun Thaerae Thaeree Oupamaa Thohi Ban Aavai ||1||22||",
    "translation": "O Guru Amar Daas, Your Glorious Virtues are so sublime; Your Praises belong only to You. ||1||22||",
    "punjabi": "ਪਰ ਭੱਲਿਆਂ ਦੀ ਕੁਲ ਵਿਚ ਪ੍ਰਗਟ ਹੋਏ ਹੇ ਗੁਰੂ ਅਮਰਦਾਸ ਜੀ! ਤੇਰੇ ਗੁਣ ਵਰਣਨ ਨਹੀਂ ਹੋ ਸਕਦੇ। ਤੇਰੇ ਜਿਹਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ ॥੧॥੨੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59409,
    "shabad_id": 5397,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਵੲੀੲੇ ਮਹਲੇ ਚੳੁਥੇ ਕੇ ੪",
    "transliteration": "Saveeeae Mehalae Chouthhae Kae 4",
    "translation": "Swaiyas In Praise Of The Fourth Mehl:",
    "punjabi": "ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦੀ ਉਸਤਤਿ ਵਿਚ ਉਚਾਰੇ ਹੋਏ ਸਵਈਏ।",
    "pronunciation": "੪ ਅੰਕ ਨਹੀਂ ਪੜ੍ਹਨਾ",
    "type_id": 3
  },
  {
    "id": 59410,
    "shabad_id": 5397,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 59411,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ੲਿਕ ਮਨਿ; ਪੁਰਖੁ ਨਿਰੰਜਨੁ ਧਿਅਾਵੳੁ ॥",
    "transliteration": "Eik Man Purakh Niranjan Dhhiaavo ||",
    "translation": "Meditate single-mindedly on the Immaculate Primal Lord God.",
    "punjabi": "ਮੈਂ ਇਕਾਗ੍ਰ-ਮਨ ਹੋ ਕੇ ਮਾਇਆ ਤੋਂ ਰਹਿਤ ਅਕਾਲ ਪੁਰਖ ਨੂੰ ਸਿਮਰਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59412,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ; ਹਰਿ ਗੁਣ ਸਦ ਗਾਵੳੁ ॥",
    "transliteration": "Gur Prasaadh Har Gun Sadh Gaavo ||",
    "translation": "By Guru's Grace, sing the Glorious Praises of the Lord forever.",
    "punjabi": "ਗੁਰੂ ਜੀ ਦੀ ਕ੍ਰਿਪਾ ਨਾਲ ਸਦਾ ਹਰੀ ਦੇ ਗੁਣ ਗਾਵਾਂ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59413,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 11,
    "gurmukhi": "ਗੁਨ ਗਾਵਤ; ਮਨਿ ਹੋੲਿ ਬਿਗਾਸਾ ॥",
    "transliteration": "Gun Gaavath Man Hoe Bigaasaa ||",
    "translation": "Singing His Praises, the mind blossoms forth in ecstasy.",
    "punjabi": "ਅਤੇ ਗੁਣ ਗਾਂਦਿਆਂ ਗਾਂਦਿਆਂ ਮੇਰੇ ਮਨ ਵਿਚ ਖਿੜਾਉ ਪੈਦਾ ਹੋਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59414,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰ; ਪੂਰਿ. ਜਨਹ ਕੀ ਅਾਸਾ ॥",
    "transliteration": "Sathigur Poor Janeh Kee Aasaa ||",
    "translation": "The True Guru fulfills the hopes of His humble servant.",
    "punjabi": "ਹੇ ਸਤਿਗੁਰੂ! ਮੈਂ ਦਾਸ ਦੀ ਆਸ ਪੂਰੀ ਕਰ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59415,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਸਤਿਗੁਰੁ ਸੇਵਿ; ਪਰਮਪਦੁ ਪਾਯੳੁ ॥",
    "transliteration": "Sathigur Saev Param Padh Paayo ||",
    "translation": "Serving the True Guru, the supreme status is obtained.",
    "punjabi": "(ਜਿਸ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਗੁਰੂ (ਅਮਰਦਾਸ ਜੀ) ਨੂੰ ਸੇਵ ਕੇ ਉੱਚੀ ਪਦਵੀ ਪਾਈ ਹੈ,",
    "pronunciation": "ਪਾਯੳੁ: ਯ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 59416,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਅਬਿਨਾਸੀ ਅਬਿਗਤੁ; ਧਿਅਾਯੳੁ ॥",
    "transliteration": "Abinaasee Abigath Dhhiaayo ||",
    "translation": "Meditate on the Imperishable, Formless Lord God.",
    "punjabi": "ਅਤੇ ਅਬਿਨਾਸੀ ਤੇ ਅਦ੍ਰਿਸ਼ਟ ਹਰੀ ਨੂੰ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "ਧਿਅਾ-ਯੳੁ",
    "type_id": 3
  },
  {
    "id": 59417,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਤਿਸੁ ਭੇਟੇ; ਦਾਰਿਦ੍ਰੁ. ਨ ਚੰਪੈ ॥",
    "transliteration": "This Bhaettae Dhaaridhra N Chanpai ||",
    "translation": "Meeting with Him, one escapes poverty.",
    "punjabi": "ਉਸ (ਗੁਰੂ ਰਾਮਦਾਸ) ਦੀ ਚਰਨੀਂ ਲੱਗਿਆਂ, ਦਲਿੱਦ੍ਰ ਨਹੀਂ ਚੰਬੜਦਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59418,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਕਲ੍ਯ ਸਹਾਰੁ, ਤਾਸੁ ਗੁਣ ਜੰਪੈ ॥",
    "transliteration": "Kaly Sehaar Thaas Gun Janpai ||",
    "translation": "Kal Sahaar chants His Glorious Praises.",
    "punjabi": "ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ ਉਸ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ।",
    "pronunciation": "ਕਲ੍ਯ: ਕੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59419,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 13,
    "gurmukhi": "ਜੰਪੳੁ ਗੁਣ ਬਿਮਲ. ਸੁਜਨ ਜਨ ਕੇਰੇ; ਅਮਿਅ ਨਾਮੁ, ਜਾ ਕੳੁ ਫੁਰਿਅਾ ॥",
    "transliteration": "Janpo Gun Bimal Sujan Jan Kaerae Amia Naam Jaa Ko Furiaa ||",
    "translation": "I chant the pure praises of that humble being who has been blessed with the Ambrosial Nectar of the Naam, the Name of the Lord.",
    "punjabi": "ਮੈਂ ਉਸ ਸ੍ਰੇਸ਼ਟ ਜਨ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਦੇ ਨਿਰਮਲ ਗੁਣ ਗਾਉਂਦਾ ਹਾਂ, ਜਿਸ ਨੂੰ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ ਅਨੁਭਵ ਹੋਇਆ ਹੈ,",
    "pronunciation": "ਬਿ-ਮਲ। ਸੁ-ਜਨ",
    "type_id": 3
  },
  {
    "id": 59420,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ੲਿਨਿ ਸਤਗੁਰੁ ਸੇਵਿ. ਸਬਦ ਰਸੁ ਪਾਯਾ; ਨਾਮੁ ਨਿਰੰਜਨ ੳੁਰਿ ਧਰਿਅਾ ॥",
    "transliteration": "Ein Sathagur Saev Sabadh Ras Paayaa Naam Niranjan Our Dhhariaa ||",
    "translation": "He served the True Guru and was blessed with the sublime essence of the Shabad, the Word of God. The Immaculate Naam has been enshrined in his heart.",
    "punjabi": "ਇਸ (ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ) ਨੇ (ਅਮਰਦਾਸ ਜੀ) ਨੂੰ ਸੇਵ ਕੇ ਸ਼ਬਦ ਦਾ ਆਨੰਦ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ਤੇ ਨਿਰੰਜਨ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਇਆ ਹੈ।",
    "pronunciation": "ਪਾ-ਯਾ",
    "type_id": 3
  },
  {
    "id": 59421,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਨਾਮ ਰਸਿਕੁ. ਗੋਬਿੰਦ ਗੁਣ ਗਾਹਕੁ; ਚਾਹਕੁ. ਤਤ ਸਮਤ ਸਰੇ ॥",
    "transliteration": "Har Naam Rasik Gobindh Gun Gaahak Chaahak Thath Samath Sarae ||",
    "translation": "He enjoys and savors the Lord's Name, and purchases the Glorious Virtues of the Lord of the Universe. He seeks the essence of reality; he is the Fountain of even-handed justice.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਅਕਾਲ ਪੁਰਖ ਦੇ ਨਾਮ ਦਾ ਰਸੀਆ ਹੈ, ਗੋਬਿੰਦ ਦੇ ਗੁਣਾਂ ਦਾ ਗਾਹਕ ਹੈ, ਅਕਾਲ ਪੁਰਖ ਨਾਲ ਪਿਆਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਸਮ-ਦ੍ਰਿਸ਼ਟਤਾ ਦਾ ਸਰੋਵਰ ਹੈ।",
    "pronunciation": "ਸਮਤ: ਪੋਲਾ ਬੋਲੋ ਮਿਲਵਾਂ। ਤੱਤ",
    "type_id": 3
  },
  {
    "id": 59422,
    "shabad_id": 5397,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਕਵਿ ਕਲ੍ਯ ਠਕੁਰ ਹਰਦਾਸ ਤਨੇ; ਗੁਰ ਰਾਮਦਾਸ. ਸਰ ਅਭਰ ਭਰੇ ॥੧॥",
    "transliteration": "Kav Kaly Thakur Haradhaas Thanae Gur Raamadhaas Sar Abhar Bharae ||1||",
    "translation": "So speaks KALL the poet: Guru Raam Daas, the son of Har Daas, fills the empty pools to overflowing. ||1||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ! ਠਾਕੁਰ ਹਰਦਾਸ ਜੀ ਦੇ ਸੁਪੁੱਤ੍ਰ, ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ (ਹਿਰਦੇ-ਰੂਪੀ) ਖ਼ਾਲੀ ਸਰੋਵਰਾਂ ਨੂੰ (ਨਾਮ ਨਾਲ) ਭਰਨ ਵਾਲੇ ਹਨ ॥੧॥",
    "pronunciation": "ਕਲ੍ਯ: ਕੱਲਿਅ",
    "type_id": 3
  },
  {
    "id": 59423,
    "shabad_id": 5398,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਛੁਟਤ ਪਰਵਾਹ ਅਮਿਅ ਅਮਰਾਪਦ; ਅੰਮ੍ਰਿਤ ਸਰੋਵਰ ਸਦ ਭਰਿਅਾ ॥",
    "transliteration": "Shhuttath Paravaah Amia Amaraa Padh Anmrith Sarovar Sadh Bhariaa ||",
    "translation": "The stream of ambrosial nectar flows and the immortal status is obtained; the pool is forever overflowing with Ambrosial Nectar.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ) ਅੰਮ੍ਰਿਤ ਦਾ ਸਰੋਵਰ (ਹੈ, ਜੋ) ਸਦਾ ਭਰਿਆ ਰਹਿੰਦਾ ਹੈ (ਅਤੇ ਜਿਸ ਵਿਚੋਂ) ਅਟੱਲ ਪਦਵੀ ਦੇਣ ਵਾਲੇ ਅੰਮ੍ਰਿਤ ਦੇ ਚਸ਼ਮੇ ਚੱਲ ਰਹੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 59424,
    "shabad_id": 5398,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਤੇ ਪੀਵਹਿ ਸੰਤ. ਕਰਹਿ ਮਨਿ ਮਜਨੁ; ਪੁਬ ਜਿਨਹੁ ਸੇਵਾ ਕਰੀਅਾ ॥",
    "transliteration": "Thae Peevehi Santh Karehi Man Majan Pub Jinahu Saevaa Kareeaa ||",
    "translation": "Those Saints who have served the Lord in the past drink in this Nectar, and bathe their minds in it.",
    "punjabi": "(ਇਸ ਅੰਮ੍ਰਿਤ ਨੂੰ) ਉਹ ਸੰਤ ਜਨ ਪੀਂਦੇ ਹਨ (ਅਤੇ) ਅੰਤਰ-ਆਤਮੇ ਇਸ਼ਨਾਨ ਕਰਦੇ ਹਨ, ਜਿਨ੍ਹਾਂ ਨੇ ਪੂਰਬਲੇ ਜਨਮ ਦੀ ਕੋਈ ਸੇਵਾ ਕੀਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "ਮੱਜਨੁ",
    "type_id": 3
  },
  {
    "id": 59425,
    "shabad_id": 5398,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਿਨ ਭੳੁ ਨਿਵਾਰਿ. ਅਨਭੈ ਪਦੁ ਦੀਨਾ; ਸਬਦ ਮਾਤ੍ਰ ਤੇ ੳੁਧਰ ਧਰੇ ॥",
    "transliteration": "Thin Bho Nivaar Anabhai Padh Dheenaa Sabadh Maathr Thae Oudhhar Dhharae ||",
    "translation": "God takes their fears away, and blesses them with the state of fearless dignity. Through the Word of His Shabad, He has saved them.",
    "punjabi": "(ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਨੇ) ਉਹਨਾਂ (ਸੰਤ ਜਨਾਂ) ਦਾ ਭਉ ਦੂਰ ਕਰਕੇ, ਉਹਨਾਂ ਨੂੰ ਨਿਰਭੈਤਾ ਦੀ ਪਦਵੀ ਬਖ਼ਸ਼ ਦਿੱਤੀ ਹੈ, ਤੇ ਆਪਣਾ ਸ਼ਬਦ ਸੁਣਾਉਂਦਿਆਂ ਹੀ ਉਹਨਾਂ ਨੂੰ ਪਾਰ ਉਤਾਰ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਅੌਗੁਣਾਂ ਜਮਾਂ ਜੂਨਾਂ ਤੋਂ (ੳੁੁ-ਧਰ) ੳੁਧਾਰ ਰੱਖੇ ਹਨ। ਅਨ-ਭੈ",
    "type_id": 3
  },
  {
    "id": 59426,
    "shabad_id": 5398,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਕਵਿ ਕਲ੍ਯ. ਠਕੁਰ ਹਰਦਾਸ ਤਨੇ; ਗੁਰ ਰਾਮਦਾਸ, ਸਰ ਅਭਰ ਭਰੇ ॥੨॥",
    "transliteration": "Kav Kaly Thakur Haradhaas Thanae Gur Raamadhaas Sar Abhar Bharae ||2||",
    "translation": "So speaks KALL the poet: Guru Raam Daas, the son of Har Daas, fills the empty pools to overflowing. ||2||",
    "punjabi": "ਹੇ ਕਲ੍ਯ੍ਯਸਹਾਰ ਕਵੀ! ਠਾਕੁਰ ਹਰਦਾਸ ਜੀ ਦੇ ਸੁਪੁੱਤ੍ਰ ਗੁਰੂ ਰਾਮਦਾਸ ਜੀ (ਹਿਰਦੇ-ਰੂਪ) ਖ਼ਾਲੀ ਸਰੋਵਰਾਂ ਨੂੰ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਨਾਲ) ਭਰਨ ਵਾਲੇ ਹਨ ॥੨॥",
    "pronunciation": "(ਠਕੁਰ) ਠਾਕਰ ਜੀ, ਛੱਤ੍ਰੀਅਾਂ ਦਾ ਨਾਮ ਹੈ। ਬਾਬੇ (ਹਰਦਾਸ) ਹਰਿਦਾਸ ਜੀ ਦੇ ਅਤਿਅੰਤ ਪਿਅਾਰੇ (ਤਨੇ) ਸਪੁੱਤ੍ਰ ਮਹੱਲਾ ੪ ਜੀ। ਕਲ੍ਯ: ਕੱਲਿਅ। ਅ-ਭਰ",
    "type_id": 3
  },
  {
    "id": 59427,
    "shabad_id": 5399,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਗੁਰ ਮਤਿ ਗੂੜ੍ਹ. ਬਿਮਲ ਸਤਸੰਗਤਿ; ਅਾਤਮੁ ਰੰਗਿ ਚਲੂਲੁ ਭਯਾ ॥",
    "transliteration": "Sathagur Math Goorrh Bimal Sathasangath Aatham Rang Chalool Bhayaa ||",
    "translation": "The True Guru's understanding is deep and profound. The Sat Sangat is His Pure Congregation. His Soul is drenched in the deep crimson color of the Lord's Love.",
    "punjabi": "ਗੁਰੂ (ਰਾਮਦਾਸ ਜੀ) ਦੀ ਮੱਤ ਡੂੰਘੀ ਹੈ, (ਆਪ ਦੀ) ਨਿਰਮਲ ਸਤ ਸੰਗਤ ਹੈ; (ਅਤੇ ਆਪ ਦਾ) ਆਤਮਾ ਹਰੀ ਦੇ ਪਿਆਰ ਵਿਚ ਗੂੜ੍ਹਾ ਰੰਗਿਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "ਭ-ਯਾ: ਯਾ ਤਾਲੂ ਤੋਂ ਬੋਲ",
    "type_id": 3
  },
  {
    "id": 59428,
    "shabad_id": 5399,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਾਗ੍ਯਾ ਮਨੁ ਕਵਲੁ, ਸਹਜਿ ਪਰਕਾਸ੍ਯਾ; ਅਭੈ ਨਿਰੰਜਨੁ. ਘਰਹਿ ਲਹਾ ॥",
    "transliteration": "Jaagyaa Man Kaval Sehaj Parakaasyaa Abhai Niranjan Gharehi Lehaa ||",
    "translation": "The Lotus of His mind remains awake and aware, illuminated with intuitive wisdom. In His own home, He has obtained the Fearless, Immaculate Lord.",
    "punjabi": "(ਸਤਿਗੁਰੂ ਰਾਮਦਾਸ ਜੀ ਦਾ) ਮਨ ਜਾਗਿਆ ਹੋਇਆ ਹੈ, (ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਦਾ) ਕਉਲ ਫੁੱਲ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਖਿੜਿਆ ਹੋਇਆ ਹੈ ਅਤੇ (ਉਹਨਾਂ ਨੇ) ਨਿਰਭਉ ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਹੀ ਲੱਭ ਲਿਆ ਹੈ।",
    "pronunciation": "ਜਾਗ੍ਯਾ: ਜਾਗਿਅਾ। ਪਰਕਾਸ੍ਯਾ:ਪਰਕਾਸਿਅਾ।ਅ-ਭੈ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  }
]
