{
  "content": [
    {
      "asset": "SSA2",
      "type": "primary",
      "data": "ਬਿਨਵੰਤਿ ਨਾਨਕੁ. ਸਹਜਿ ਰਹੈ; ਹਰਿ ਮਿਲਿਆ ਕੰਤੁ ਸੁਖਦਾਈ ॥੪॥੧॥",
      "page": 247,
      "line": 19
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "en",
      "data": "Prays Nanak, I now reside in celestial bliss. God, the comfort-Bestower Spouse of mine has met me."
    },
    {
      "asset": "SBMS",
      "type": "translation",
      "language": "pa",
      "data": "ਗੁਰੂ ਜੀ ਬੇਨਤੀ ਕਰਦੇ ਹਨ, ਹੁਣ ਮੈਂ ਬੈਕੁੰਠੀ ਅਨੰਦ ਅੰਦਰ ਵਿਚਰਦਾ ਹਾਂ। ਮੇਰਾ ਆਰਾਮ-ਬਖਸ਼ਣਹਾਰ ਭਰਤਾ ਵਾਹਿਗੁਰੂ ਮੈਨੂੰ ਮਿਲ ਪਿਆ ਹੈ।"
    },
    {
      "asset": "DSSK",
      "type": "translation",
      "language": "en",
      "data": "Prays Nanak, I am in celestial bliss. I have obtained the Lord, the Giver of peace, as my Husband. ||4||1||"
    },
    {
      "asset": "NKFT",
      "type": "translation",
      "language": "pa",
      "data": "ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਕਹਤੇ ਹੈਂ: ਅਬ ਹਮ (ਸਹਜਿ) ਸਾਂਤ ਪਦ ਮੇਂ (ਰਹੈ) ਇਸਥਿਤ ਹੂਏ ਹਾਂ। ਕਿਉਂਕਿ ਹਰੀ ਸੁਖਦਾਈ ਤੂੰ ਪਤੀ ਹਮ ਕੌ ਮਿਲਿਆ ਹੈਂ॥੪॥੧॥☬ਜਿਸ ਸਮੇਂ ਸ੍ਰੀ ਗੁਰੂ ਅਰਜਨ ਸਾਹਿਬ ਜੀ ਜੀਵੋਂ ਕੇ ਉਧਾਰ ਹੇਤ ਸ੍ਰੀ ਗੁਰੂ ਗ੍ਰੰਥ ਸਾਹਿਬ ਜੀ ਕੀ ਬੀੜ ਸਾਜਨੇ ਹੇਤ ਤਿਆਰੀ ਕਰੀ। ਸ੍ਰੀ ਗੁਰੂ ਅਮਰਦਾਸ ਸਾਹਿਬ ਜੀ ਕੇ ਬਡੇ ਸਾਹਿਬਜਾਦੇ ਮੋਹਿਨ ਜੀ ਕੇ ਪਾਸੋਂ ਪ੍ਰਿਥਮੇਂ ਹੂਏ ਚਾਰੋਂ ਗੁਰੋਂ ਕੀ ਬਾਣੀ ਕੀਆਂ ਪੋਥੀਆਂ ਜੋ ਉਨ੍ਹੋਂ ਪਾਸ ਥੀਆਂ, ਸੋ ਮੰਗਵਾਵਨ ਵਾਸਤੇ ਪ੍ਰਿਥਮੈ ਭਾਈ ਗੁਰਦਾਸ ਜੀ ਕੋ ਭੇਜਾ, ਪੁਨਾ ਦੁਤੀ ਵਾਰ ਸਾਹਿਬ ਬੁਢਾ ਜੀ ਭੇਜੇ। ਸ੍ਰੀ ਮੋਹਿਨ ਜੀ ਸਮਾਧੀ ਸੇ ਉਥਾਨ ਹੀ ਨਹੀਂ ਹੂਏ। ਤਬ ਪਰਉਪਕਾਰ ਹੇਤ ਆਪ ਗੋਇੰਦਵਾਲ ਸਾਹਿਬ ਜਾ ਕਰ ਜਿਸ ਚੁਬਾਰੇ ਮੇਂ ਮੋਹਿਨ ਜੀ ਨਿਵਾਸ ਕਰਤੇ ਥੇ, ਤਿਸ ਕੇ ਨੀਚੇ ਵੀਛਾਈ ਸੇ ਬਿਨਾ ਹੀ ਇਸਥਿਤ ਹੋ ਕਰ ਤੰਬੂਰਾ ਹਾਥ ਮੇਂ ਲੇ ਕਰ ਗਉੜੀ ਰਾਗ ਮੇਂ ਇਹ ਸਬਦ ਉਚਾਰਨ ਕਰ ਗਾਇਨ ਕੀਆ। ਇਸ ਸਬਦ ਕੀ ਏਕ ਪਉੜੀ ਸੁਣ ਕਰ ਕੇ ਤਾਕੀ ਖੋਲ ਕਰ ਪ੍ਰੀਖ੍ਯਾ ਹੇਤ ਮੋਹਨ ਜੀ ਨੇ ਕੁਛ ਕਠਨ ਬਚਨ ਕਹੇ। ਪੁਨਾ ਦੂਸਰੀ ਪੌੜੀ ਸੁਣ ਕਰ ਕੇ ਚੁਬਾਰੇ ਕਾ ਦਰਵਾਜਾ ਖੋਲ ਦੀਆ। ਤੀਸਰੀ ਪਉੜੀ ਸੁਣ ਕਰ ਪੋਥੀਆਂ ਸਾਹਿਬ ਲੇ ਕਰ ਆਪ ਚੁਬਾਰੇ ਸੇ ਉਤਰ ਆਏ। ਗੁਰੂ ਸਾਹਿਬ ਜੀ ਕੋ ਨਮਸਕਾਰ ਕਰ ਕੇ ਗੁਰਬਾਣੀ ਅਰਪਣ ਕਰੀ। ਤਬ ਸ੍ਰੀ ਗੁਰੂ ਜੀ ਨੇ ਚੌਥੀ ਪਉੜੀ ਉਚਾਰਨ ਕਰ ਕੇ ਮੋਹਿਨ ਜੀ ਕੋ ਵਰ ਦੀਏ।"
    },
    {
      "asset": "PSST",
      "type": "translation",
      "language": "pa",
      "data": "ਨਾਨਕ ਬੇਨਤੀ ਕਰਦਾ ਹੈ-ਜਿਸ ਜੀਵ-ਇਸਤ੍ਰੀ ਨੂੰ ਸਾਰੇ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਪ੍ਰਭੂ-ਪਤੀ ਮਿਲ ਪੈਂਦਾ ਹੈ, ਉਹ ਆਤਮਕ ਅਡੋਲਤਾ ਵਿਚ ਟਿਕੀ ਰਹਿੰਦੀ ਹੈ ॥੪॥੧॥"
    },
    {
      "asset": "SNST",
      "type": "translation",
      "language": "es",
      "data": "Oh, dice Nanak, ahora he llegado al Equilibrio, porque he logrado encontrar al Señor de la Paz.(4-1)"
    }
  ]
}