[
  {
    "id": 22527,
    "shabad_id": 1863,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਦੁਖ ਅਨੇਰਾ ਭੈ ਬਿਨਾਸੇ; ਪਾਪ ਗੲੇ ਨਿਖੂਟਿ ॥੧॥",
    "transliteration": "Dhukh Anaeraa Bhai Binaasae Paap Geae Nikhoott ||1||",
    "translation": "Pain, ignorance and fear have left me, and my sins have been dispelled. ||1||",
    "punjabi": "ਉਸ ਦੇ ਸਾਰੇ ਦੁੱਖ, ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਹਨੇਰਾ ਤੇ ਸਾਰੇ ਡਰ ਦੂਰ ਹੋ ਗਏ, ਅਤੇ ਉਸ ਦੇ ਸਾਰੇ ਪਾਪ ਮੁੱਕ ਗਏ ॥੧॥",
    "pronunciation": "(ਨਿਖੂਟਿ) ਮੁੱਕ ਗੲੇ, ਨਿ-ਖੂਟਿ",
    "type_id": 3
  },
  {
    "id": 22528,
    "shabad_id": 1863,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮ ਕੀ; ਮਨਿ ਪ੍ਰੀਤਿ ॥",
    "transliteration": "Har Har Naam Kee Man Preeth ||",
    "translation": "My mind is filled with love for the Name of the Lord, Har, Har.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22529,
    "shabad_id": 1863,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮਿਲਿ ਸਾਧ ਬਚਨ ਗੋਬਿੰਦ ਧਿਅਾੲੇ; ਮਹਾ ਨਿਰਮਲ ਰੀਤਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Mil Saadhh Bachan Gobindh Dhhiaaeae Mehaa Niramal Reeth ||1|| Rehaao ||",
    "translation": "Meeting the Holy Saint, under His Instruction, I meditate on the Lord of the Universe, in the most immaculate way. ||1||Pause||",
    "punjabi": "ਤੇ ਜੇਹੜਾ ਮਨੁੱਖ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਗੁਰੂ ਦੀ ਬਾਣੀ ਦੀ ਰਾਹੀਂ ਗੋਬਿੰਦ ਦਾ ਧਿਆਨ ਧਰਦਾ ਹੈ, ਉਸ ਦੀ ਜੀਵਨ-ਜੁਗਤਿ ਬਹੁਤ ਪਵਿਤ੍ਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22530,
    "shabad_id": 1863,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਜਾਪ ਤਾਪ ਅਨੇਕ ਕਰਣੀ; ਸਫਲ ਸਿਮਰਤ ਨਾਮ ॥",
    "transliteration": "Jaap Thaap Anaek Karanee Safal Simarath Naam ||",
    "translation": "Chanting, deep meditation and various rituals are contained in the fruitful meditative remembrance of the Naam, the Name of the Lord.",
    "punjabi": "ਜੀਵਨ-ਸਫਲਤਾ ਦੇਣ ਵਾਲਾ ਪ੍ਰਭੂ-ਨਾਮ ਸਿਮਰਦਿਆਂ ਸਾਰੇ ਜਪ ਤਪ ਤੇ ਅਨੇਕਾਂ ਹੀ ਮਿਥੇ ਹੋਏ ਧਾਰਮਿਕ ਕੰਮ ਵਿਚੇ ਹੀ ਆ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22531,
    "shabad_id": 1863,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਕਰਿ ਅਨੁਗ੍ਰਹੁ ਅਾਪਿ ਰਾਖੇ; ਭੲੇ ਪੂਰਨ ਕਾਮ ॥੨॥",
    "transliteration": "Kar Anugrahu Aap Raakhae Bheae Pooran Kaam ||2||",
    "translation": "Showing His Mercy, the Lord Himself has protected me, and all my works have been brought to fruition. ||2||",
    "punjabi": "ਪਰਮਾਤਮਾ ਮੇਹਰ ਕਰ ਕੇ ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੂੰ (ਆਪਣੇ ਚਰਨਾਂ ਵਿਚ ਟਿਕਾਈ) ਰੱਖਦਾ ਹੈ ਉਹਨਾਂ ਦੇ ਸਾਰੇ ਕੰਮ ਸਿਰੇ ਚੜ੍ਹ ਜਾਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "ਅ-ਨੁੱਗ੍ਰਹੁ",
    "type_id": 3
  },
  {
    "id": 22532,
    "shabad_id": 1863,
    "pada": 4,
    "source_line": 3,
    "gurmukhi": "ਸਾਸਿ ਸਾਸਿ ਨ ਬਿਸਰੁ ਕਬਹੂੰ; ਬ੍ਰਹਮ ਪ੍ਰਭ ਸਮਰਥ ॥",
    "transliteration": "Saas Saas N Bisar Kabehoon Breham Prabh Samarathh ||",
    "translation": "With each and every breath, may I never forget You, O God, Almighty Lord and Master.",
    "punjabi": "ਆਪਣੇ ਹਰੇਕ ਸਾਹ ਦੇ ਨਾਲ ਸਮਰੱਥ ਬ੍ਰਹਮ ਪਰਮਾਤਮਾ ਨੂੰ ਯਾਦ ਕਰਦਾ ਰਹੁ, ਉਸ ਨੂੰ ਕਦੇ ਨਾਹ ਵਿਸਾਰ।",
    "pronunciation": "ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 22533,
    "shabad_id": 1863,
    "pada": 4,
    "source_line": 4,
    "gurmukhi": "ਗੁਣ ਅਨਿਕ. ਰਸਨਾ ਕਿਅਾ ਬਖਾਨੈ; ਅਗਨਤ ਸਦਾ ਅਕਥ ॥੩॥",
    "transliteration": "Gun Anik Rasanaa Kiaa Bakhaanai Aganath Sadhaa Akathh ||3||",
    "translation": "How can my tongue describe Your countless virtues? They are uncountable, and forever indescribable. ||3||",
    "punjabi": "ਉਸ ਪਰਮਾਤਮਾ ਦੇ ਬੇਅੰਤ ਗੁਣ ਹਨ, ਗਿਣੇ ਨਹੀਂ ਜਾ ਸਕਦੇ, ਮਨੁੱਖ ਦੀ ਜੀਭ ਉਹਨਾਂ ਨੂੰ ਬਿਆਨ ਨਹੀਂ ਕਰ ਸਕਦੀ। ਉਸ ਪਰਮਾਤਮਾ ਦਾ ਸਰੂਪ ਸਦਾ ਹੀ ਬਿਆਨ ਤੋਂ ਪਰੇ ਹੈ ॥੩॥",
    "pronunciation": "ਅ-ਕਥ:ਪੋਲਾ ਬੋਲੋ।ਅ-ਗਨਤ",
    "type_id": 3
  },
  {
    "id": 22534,
    "shabad_id": 1863,
    "pada": 5,
    "source_line": 4,
    "gurmukhi": "ਦੀਨ ਦਰਦ ਨਿਵਾਰਿ. ਤਾਰਣ; ਦੲਿਅਾਲ ਕਿਰਪਾ ਕਰਣ ॥",
    "transliteration": "Dheen Dharadh Nivaar Thaaran Dhaeiaal Kirapaa Karan ||",
    "translation": "You are the Remover of the pains of the poor, the Savior, the Compassionate Lord, the Bestower of Mercy.",
    "punjabi": "ਪਰਮਾਤਮਾ ਗ਼ਰੀਬਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਾਣ ਦੇ ਸਮਰੱਥ ਹੈ, ਦਇਆ ਦਾ ਘਰ ਹੈ, ਉਹ ਹਰੇਕ ਉੱਤੇ ਕਿਰਪਾ ਕਰਨ ਵਾਲਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22535,
    "shabad_id": 1863,
    "pada": 5,
    "source_line": 5,
    "gurmukhi": "ਅਟਲ ਪਦਵੀ ਨਾਮ ਸਿਮਰਣ; ਦਿ੍ਰੜੁ ਨਾਨਕ. ਹਰਿ ਹਰਿ ਸਰਣ ॥੪॥੩॥੨੯॥",
    "transliteration": "Attal Padhavee Naam Simaran Dhrirr Naanak Har Har Saran ||4||3||29||",
    "translation": "Remembering the Naam in meditation, the state of eternal dignity is obtained; Nanak has grasped the protection of the Lord, Har, Har. ||4||3||29||",
    "punjabi": "ਉਸ ਦਾ ਨਾਮ ਸਿਮਰਿਆਂ ਅਟੱਲ ਆਤਮਕ ਜੀਵਨ ਦਾ ਦਰਜਾ ਮਿਲ ਜਾਂਦਾ ਹੈ। ਹੇ ਨਾਨਕ! ਹਰਿ-ਨਾਮ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਟਿਕਾਈ ਰੱਖ, ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਿਆ ਰਹੁ ॥੪॥੩॥੨੯॥",
    "pronunciation": "ਅ-ਟਲ",
    "type_id": 3
  },
  {
    "id": 22536,
    "shabad_id": 1864,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22537,
    "shabad_id": 1864,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਹੰਬੁਧਿ. ਬਹੁ ਸਘਨ ਮਾੲਿਅਾ; ਮਹਾ ਦੀਰਘ ਰੋਗੁ ॥",
    "transliteration": "Ahanbudhh Bahu Saghan Maaeiaa Mehaa Dheeragh Rog ||",
    "translation": "Intellectual egotism and great love for Maya are the most serious chronic diseases.",
    "punjabi": "ਅਹੰਕਾਰ ਇਕ ਬੜਾ ਲੰਮਾ ਰੋਗ ਹੈ, ਮਾਇਆ ਨਾਲ ਡੂੰਘਾ ਪਿਆਰ ਬੜਾ ਪੁਰਾਣਾ ਰੋਗ ਹੈ (ਇਸ ਰੋਗ ਤੋਂ ਉਸ ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਦੀ ਖ਼ਲਾਸੀ ਹੁੰਦੀ ਹੈ ਜਿਸ ਨੂੰ)",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22538,
    "shabad_id": 1864,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਅੳੁਖਧੁ. ਗੁਰਿ ਨਾਮੁ ਦੀਨੋ; ਕਰਣ ਕਾਰਣ ਜੋਗੁ ॥੧॥",
    "transliteration": "Har Naam Aoukhadhh Gur Naam Dheeno Karan Kaaran Jog ||1||",
    "translation": "The Lord's Name is the medicine, which is potent to cure everything. The Guru has given me the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ-ਦਾਰੂ ਦੇ ਦਿੱਤਾ। ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਗਤ ਦੇ ਮੂਲ-ਪ੍ਰਭੂ ਨਾਲ ਮਿਲਾਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22539,
    "shabad_id": 1864,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਮਨਿ ਤਨਿ; ਬਾਛੀਅੈ ਜਨ ਧੂਰਿ ॥",
    "transliteration": "Man Than Baashheeai Jan Dhhoor ||",
    "translation": "My mind and body yearn for the dust of the Lord's humble servants.",
    "punjabi": "ਆਪਣੇ ਮਨ ਵਿਚ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਦੀ ਚਰਨ-ਧੂੜ (ਦੀ ਪ੍ਰਾਪਤੀ) ਦੀ ਤਾਂਘ ਕਰਦੇ ਰਹਿਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22540,
    "shabad_id": 1864,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਕੋਟਿ ਜਨਮ ਕੇ ਲਹਹਿ ਪਾਤਿਕ; ਗੋਬਿੰਦ ਲੋਚਾ ਪੂਰਿ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kott Janam Kae Lehehi Paathik Gobindh Lochaa Poor ||1|| Rehaao ||",
    "translation": "With it, the sins of millions of incarnations are obliterated. O Lord of the Universe, please fulfill my desire. ||1||Pause||",
    "punjabi": "(ਤੇ, ਪ੍ਰਭੂ ਚਰਨਾਂ ਵਿਚ ਅਰਦਾਸ ਕਰਨੀ ਚਾਹੀਦੀ ਹੈ) ਹੇ ਗੋਬਿੰਦ! (ਮੇਰੀ ਇਹ) ਤਾਂਘ ਪੂਰੀ ਕਰ (ਕਿਉਂਕਿ 'ਜਨ-ਧੂਰਿ' ਦੀ ਬਰਕਤਿ ਨਾਲ) ਕ੍ਰੋੜਾਂ ਜਨਮਾਂ ਦੇ ਪਾਪ ਲਹਿ ਜਾਂਦੇ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਪਾਤਿਕ) ਪਾਪ,ਲਹ-ਹਿ",
    "type_id": 4
  },
  {
    "id": 22541,
    "shabad_id": 1864,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਅਾਦਿ ਅੰਤੇ ਮਧਿ ਅਾਸਾ; ਕੂਕਰੀ ਬਿਕਰਾਲ ॥",
    "transliteration": "Aadh Anthae Madhh Aasaa Kookaree Bikaraal ||",
    "translation": "In the beginning, in the middle, and in the end, one is hounded by dreadful desires.",
    "punjabi": "(ਮਾਇਕ ਪਦਾਰਥਾਂ ਦੀ) ਆਸਾ (ਇਕ) ਡਰਾਉਣੀ ਕੁੱਤੀ ਹੈ ਜੋ ਹਰ ਵੇਲੇ (ਜੀਵਾਂ ਦੇ ਮਨ ਵਿਚ ਹੋਰ ਹੋਰ ਪਦਾਰਥਾਂ ਲਈ ਭੌਂਕਦੀ ਰਹਿੰਦੀ ਹੈ, ਤੇ, ਜੀਵਾਂ ਵਾਸਤੇ ਆਤਮਕ ਮੌਤ ਦਾ ਜਾਲ ਖਿਲਾਰੀ ਰੱਖਦੀ ਹੈ)।",
    "pronunciation": "(ਕੂਕਰੀ) ਕੁੱਤੀ, (ਬਿਕਰਾਲ) ਭਿਅਾਨਕ",
    "type_id": 3
  },
  {
    "id": 22542,
    "shabad_id": 1864,
    "pada": 3,
    "source_line": 8,
    "gurmukhi": "ਗੁਰ ਗਿਅਾਨ ਕੀਰਤਨ ਗੋਬਿੰਦ ਰਮਣੰ; ਕਾਟੀਅੈ ਜਮ ਜਾਲ ॥੨॥",
    "transliteration": "Gur Giaan Keerathan Gobindh Ramanan Kaatteeai Jam Jaal ||2||",
    "translation": "Through the Guru's spiritual wisdom, we sing the Kirtan of the Praises of the Lord of the Universe, and the noose of death is cut away. ||2||",
    "punjabi": "ਆਤਮਕ ਮੌਤ ਦਾ (ਇਹ) ਜਾਲ ਗੁਰੂ ਦੇ ਦਿੱਤੇ ਗਿਆਨ (ਆਤਮਕ ਜੀਵਨ ਬਾਰੇ ਸਹੀ ਸੂਝ) ਅਤੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਗੀਤ ਗਾਣ ਨਾਲ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22543,
    "shabad_id": 1864,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ ਮੋਹ ਮੂਠੇ; ਸਦਾ ਅਾਵਾ ਗਵਣ ॥",
    "transliteration": "Kaam Krodhh Lobh Moh Moothae Sadhaa Aavaa Gavan ||",
    "translation": "Those who are cheated by sexual desire, anger, greed and emotional attachment suffer reincarnation forever.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਕਾਮ ਕ੍ਰੋਧ ਲੋਭ (ਆਦਿਕ ਚੋਰਾਂ) ਪਾਸੋਂ (ਆਪਣਾ ਆਤਮਕ ਜੀਵਨ) ਲੁਟਾਂਦੇ ਰਹਿੰਦੇ ਹਨ, ਉਹਨਾਂ ਵਾਸਤੇ ਜਨਮ ਮਰਨ ਦਾ ਗੇੜ ਸਦਾ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਮੂਠੇ) ਠੱਗੇ",
    "type_id": 3
  },
  {
    "id": 22544,
    "shabad_id": 1864,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਪ੍ਰਭ ਪ੍ਰੇਮ ਭਗਤਿ ਗੁਪਾਲ ਸਿਮਰਣ; ਮਿਟਤ ਜੋਨੀ ਭਵਣ ॥੩॥",
    "transliteration": "Prabh Praem Bhagath Gupaal Simaran Mittath Jonee Bhavan ||3||",
    "translation": "By loving devotional worship to God, and meditative remembrance of the Lord of the World, one's wandering in reincarnation is ended. ||3||",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਪਿਆਰ ਪਾਇਆਂ, ਗੋਪਾਲ ਦੀ ਭਗਤੀ ਕੀਤਿਆਂ, ਹਰਿ-ਨਾਮ ਦਾ ਸਿਮਰਨ ਕੀਤਿਆਂ ਅਨੇਕਾਂ ਜੂਨਾਂ ਵਿਚ ਭਟਕਣਾ ਮੁੱਕ ਜਾਂਦਾ ਹੈ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22545,
    "shabad_id": 1864,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਮਿਤ੍ਰ ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਸੁਰਰਿਦ; ਤੀਨਿ ਤਾਪ ਜਲੰਤ ॥",
    "transliteration": "Mithr Puthr Kalathr Sur Ridh Theen Thaap Jalanth ||",
    "translation": "Friends, children, spouses and well-wishers are burnt by the three fevers.",
    "punjabi": "ਮਿੱਤਰ, ਪੁੱਤਰ, ਇਸਤ੍ਰੀ ਰਿਸ਼ਤੇਦਾਰ (ਆਦਿਕਾਂ ਦੇ ਮੋਹ ਵਿਚ ਫਸਿਆਂ ਆਧਿ, ਵਿਆਧਿ, ਉਪਾਧਿ) ਤਿੰਨੇ ਤਾਪ ਮਨੁੱਖ (ਦੇ ਆਤਮਕ ਜੀਵਨ) ਨੂੰ ਸਾੜਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਸੁਰ-ਰਿਦ)ੲਿੱਕ ਦੂਜੇ ਨੰੂ ਰਿਦੇ ਦੇ ਪਿਅਾਰੇ ਮੰਨਣ ਵਾਲੇ।ਮਿੱਤ੍ਰ ਪੁੱਤ੍ਰ ਕ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 22546,
    "shabad_id": 1864,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਜਪਿ ਰਾਮ ਰਾਮਾ. ਦੁਖ ਨਿਵਾਰੇ; ਮਿਲੈ ਹਰਿ ਜਨ ਸੰਤ ॥੪॥",
    "transliteration": "Jap Raam Raamaa Dhukh Nivaarae Milai Har Jan Santh ||4||",
    "translation": "Chanting the Name of the Lord, Raam, Raam, one's miseries are ended, as one meets the Saintly servants of the Lord. ||4||",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਪਰਮਾਤਮਾ ਦੇ ਸੇਵਕਾਂ ਨੂੰ ਸੰਤ ਜਨਾਂ ਨੂੰ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਦਾ ਜਪ ਕੇ (ਆਪਣੇ ਸਾਰੇ) ਦੁੱਖ ਦੂਰ ਕਰ ਲੈਂਦਾ ਹੈ ॥੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22547,
    "shabad_id": 1864,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਸਰਬ ਬਿਧਿ ਭ੍ਰਮਤੇ ਪੁਕਾਰਹਿ; ਕਤਹਿ. ਨਾਹੀ ਛੋਟਿ ॥",
    "transliteration": "Sarab Bidhh Bhramathae Pukaarehi Kathehi Naahee Shhott ||",
    "translation": "Wandering around in all directions, they cry out, \"Nothing can save us!\"",
    "punjabi": "(\"ਬਿਕਰਾਲ ਆਸਾ ਕੂਕਰੀ\" ਦੇ ਪੰਜੇ ਵਿਚ ਫਸ ਕੇ ਜੀਵ) ਅਨੇਕਾਂ ਤਰੀਕਿਆਂ ਨਾਲ ਭਟਕਦੇ ਫਿਰਦੇ ਹਨ (ਤੇ, ਦੁੱਖੀ ਹੋ ਕੇ) ਪੁਕਾਰਦੇ ਹਨ, ਕਿਸੇ ਭੀ ਤਰੀਕੇ ਨਾਲ ਉਹਨਾਂ ਦੀ (ਇਸ \"ਬਿਕਰਾਲ ਆਸਾ ਕੂਕਰੀ\" ਪਾਸੋਂ) ਖ਼ਲਾਸੀ ਨਹੀਂ ਹੁੰਦੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22548,
    "shabad_id": 1864,
    "pada": 6,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਚਰਣ ਸਰਣ, ਅਪਾਰ ਪ੍ਰਭ ਕੇ; ਦਿ੍ਰੜੁ ਗਹੀ, ਨਾਨਕ ਓਟ ॥੫॥੪॥੩੦॥",
    "transliteration": "Har Charan Saran Apaar Prabh Kae Dhrirr Gehee Naanak Outt ||5||4||30||",
    "translation": "Nanak has entered the Sanctuary of the Lotus Feet of the Infinite Lord; he holds fast to their Support. ||5||4||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਮੈਂ ਇਸ ਤੋਂ ਬਚਣ ਲਈ) ਬੇਅੰਤ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਦੀ ਸਰਨ ਚਰਨਾਂ ਦੀ ਓਟ ਪੱਕੀ ਤਰ੍ਹਾਂ ਫੜ ਲਈ ਹੈ ॥੫॥੪॥੩੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22549,
    "shabad_id": 1865,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ਘਰੁ ੪ ਦੁਪਦੇ",
    "transliteration": "Goojaree Mehalaa 5 Ghar 4 Dhupadhae",
    "translation": "Goojaree, Fifth Mehl, Fourth House, Du-Padas:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਦੋ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22550,
    "shabad_id": 1865,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22551,
    "shabad_id": 1865,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਅਾਰਾਧਿ ਸ੍ਰੀਧਰ ਸਫਲ ਮੂਰਤਿ; ਕਰਣ ਕਾਰਣ ਜੋਗੁ ॥",
    "transliteration": "Aaraadhh Sreedhhar Safal Moorath Karan Kaaran Jog ||",
    "translation": "Worship and adore the Lord of wealth, the fulfilling vision, the Almighty Cause of causes.",
    "punjabi": "ਹੇ ਮਨ! ਉਸ ਲੱਛਮੀ-ਪਤੀ ਪ੍ਰਭੂ ਦੀ ਆਰਾਧਨਾ ਕਰਿਆ ਕਰ, ਜਿਸ ਦੇ ਸਰੂਪ ਦਾ ਦਰਸਨ ਜੀਵਨ ਨੂੰ ਕਾਮਯਾਬ ਕਰ ਦੇਂਦਾ ਹੈ, ਤੇ, ਜੋ ਜਗਤ ਦਾ ਸਮਰੱਥ ਮੂਲ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22552,
    "shabad_id": 1865,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਗੁਣ ਰਮਣ, ਸ੍ਰਵਣ ਅਪਾਰ ਮਹਿਮਾ; ਫਿਰਿ. ਨ ਹੋਤ ਬਿਓਗੁ ॥੧॥",
    "transliteration": "Gun Raman Sravan Apaar Mehimaa Fir N Hoth Bioug ||1||",
    "translation": "Uttering His Praises, and hearing of His infinite glory, you shall never suffer separation from Him again. ||1||",
    "punjabi": "ਉਸ ਬੇਅੰਤ ਪਰਮਾਤਮਾ ਦੀ ਵਡਿਆਈ ਤੇ ਗੁਣ ਗਾਵਿਆਂ ਤੇ ਸੁਣਿਆਂ ਮੁੜ ਕਦੇ ਉਸ ਦੇ ਚਰਨਾਂ ਨਾਲੋਂ ਵਿਛੋੜਾ ਨਹੀਂ ਹੁੰਦਾ ॥੧॥",
    "pronunciation": "(ਬਿਓਗੁ) ਵਿਛੋੜਾ",
    "type_id": 3
  },
  {
    "id": 22553,
    "shabad_id": 1865,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਮਨ; ਚਰਣਾਰਬਿੰਦ ੳੁਪਾਸ ॥",
    "transliteration": "Man Charanaarabindh Oupaas ||",
    "translation": "O my mind, worship the Lord's Lotus Feet.",
    "punjabi": "ਹੇ ਮੇਰੇ ਮਨ! ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਦੀ ਉਪਾਸਨਾ ਕਰਦਾ ਰਿਹਾ ਕਰ।",
    "pronunciation": "(ੳੁਪਾਸ) ਭਗਤੀ",
    "type_id": 3
  },
  {
    "id": 22554,
    "shabad_id": 1865,
    "pada": 3,
    "source_line": 15,
    "gurmukhi": "ਕਲਿ ਕਲੇਸ ਮਿਟੰਤ ਸਿਮਰਣਿ; ਕਾਟਿ ਜਮਦੂਤ ਫਾਸ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kal Kalaes Mittanth Simaran Kaatt Jamadhooth Faas ||1|| Rehaao ||",
    "translation": "Meditating in remembrance, strife and sorrow are ended, and the noose of the Messenger of Death is snapped. ||1||Pause||",
    "punjabi": "(ਹਰਿ-ਨਾਮ-) ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਸਾਰੇ ਦੁੱਖ-ਕਲੇਸ਼ ਮਿਟ ਜਾਂਦੇ ਹਨ (ਸਿਮਰਨ ਨਾਲ) ਤੂੰ ਜਮਦੂਤਾਂ ਦੀਆਂ ਮੋਹ ਦੀਆਂ ਉਹ ਫਾਹੀਆਂ ਕੱਟ ਲੈ (ਜੋ ਆਤਮਕ ਮੌਤ ਲਿਆਉਂਦੀਆਂ ਹਨ) ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22555,
    "shabad_id": 1865,
    "pada": 4,
    "source_line": 16,
    "gurmukhi": "ਸਤ੍ਰੁ ਦਹਨ. ਹਰਿ ਨਾਮ ਕਹਨ; ਅਵਰ ਕਛੁ. ਨ ੳੁਪਾੳੁ ॥",
    "transliteration": "Sathra Dhehan Har Naam Kehan Avar Kashh N Oupaao ||",
    "translation": "Chant the Name of the Lord, and your enemies shall be consumed; there is no other way.",
    "punjabi": "ਹੇ ਮਨ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਨਾ ਹੀ ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਨੂੰ ਸਾੜਨ ਲਈ ਵਸੀਲਾ ਹੈ, (ਇਸ ਤੋਂ ਬਿਨਾ ਇਹਨਾਂ ਤੋਂ ਬਚਣ ਲਈ) ਹੋਰ ਕੋਈ ਤਰੀਕਾ ਨਹੀਂ ਹੈ।",
    "pronunciation": "(ਦਹਨ) ਨਾਸ,ਸੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 22556,
    "shabad_id": 1865,
    "pada": 4,
    "source_line": 17,
    "gurmukhi": "ਕਰਿ ਅਨੁਗ੍ਰਹੁ ਪ੍ਰਭੂ ਮੇਰੇ; ਨਾਨਕ. ਨਾਮ ਸੁਅਾੳੁ ॥੨॥੧॥੩੧॥",
    "transliteration": "Kar Anugrahu Prabhoo Maerae Naanak Naam Suaao ||2||1||31||",
    "translation": "Show Mercy, O my God, and bestow upon Nanak the taste of the Naam, the Name of the Lord. ||2||1||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਮੇਰੇ ਪ੍ਰਭੂ! ਮੇਹਰ ਕਰ, ਤੇਰਾ ਨਾਮ ਸਿਮਰਨਾ ਹੀ ਮੇਰੇ ਜੀਵਨ ਦਾ ਮਨੋਰਥ ਬਣਿਆ ਰਹੇ ॥੨॥੧॥੩੧॥",
    "pronunciation": "(ਸੁਅਾੳੁ) ਮਨੋਰਥ, ਅ-ਨੁੱਗ੍ਰਹੁ",
    "type_id": 3
  },
  {
    "id": 22557,
    "shabad_id": 1866,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Goojaree Mehalaa 5 ||",
    "translation": "Goojaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22558,
    "shabad_id": 1866,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤੂੰ ਸਮਰਥੁ ਸਰਨਿ ਕੋ ਦਾਤਾ; ਦੁਖਭੰਜਨੁ ਸੁਖ ਰਾੲਿ ॥",
    "transliteration": "Thoon Samarathh Saran Ko Dhaathaa Dhukh Bhanjan Sukh Raae ||",
    "translation": "You are the Almighty Lord, the Giver of Sanctuary, the Destroyer of pain, the King of happiness.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਤੂੰ ਸਾਰੀਆਂ ਤਾਕਤਾਂ ਦਾ ਮਾਲਕ ਹੈਂ, ਤੂੰ ਸਰਨ ਆਏ ਨੂੰ ਸਹਾਰਾ ਦੇਣ ਵਾਲਾ ਹੈਂ, ਤੂੰ (ਜੀਵਾਂ ਦੇ) ਦੁੱਖ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈਂ, ਤੇ ਸੁਖ ਦੇਣ ਵਾਲਾ ਹੈਂ।",
    "pronunciation": "ਸਮਰੱਥੁ",
    "type_id": 3
  },
  {
    "id": 22559,
    "shabad_id": 1866,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਜਾਹਿ ਕਲੇਸ. ਮਿਟੇ ਭੈ ਭਰਮਾ; ਨਿਰਮਲ ਗੁਣ ਪ੍ਰਭ ਗਾੲਿ ॥੧॥",
    "transliteration": "Jaahi Kalaes Mittae Bhai Bharamaa Niramal Gun Prabh Gaae ||1||",
    "translation": "Troubles depart, and fear and doubt are dispelled, singing the Glorious Praises of the Immaculate Lord God. ||1||",
    "punjabi": "ਤੇਰੇ ਪਵਿਤ੍ਰ ਗੁਣ ਗਾ ਗਾ ਕੇ ਜੀਵਾਂ ਦੇ ਦੁੱਖ ਦੂਰ ਹੋ ਜਾਂਦੇ ਹਨ, ਸਾਰੇ ਡਰ ਭਰਮ ਮਿਟ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22560,
    "shabad_id": 1866,
    "pada": 2,
    "source_line": 18,
    "gurmukhi": "ਗੋਵਿੰਦ ਤੁਝ ਬਿਨੁ; ਅਵਰੁ ਨ ਠਾੳੁ ॥",
    "transliteration": "Govindh Thujh Bin Avar N Thaao ||",
    "translation": "O Lord of the Universe, without You, there is no other place.",
    "punjabi": "ਹੇ ਮੇਰੇ ਗੋਵਿੰਦ! ਤੈਥੋਂ ਬਿਨਾ ਮੇਰਾ ਹੋਰ ਕੋਈ ਆਸਰਾ ਨਹੀਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22561,
    "shabad_id": 1866,
    "pada": 2,
    "source_line": 19,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ. ਪਾਰਬ੍ਰਹਮ ਸੁਅਾਮੀ; ਜਪੀ ਤੁਮਾਰਾ ਨਾੳੁ ॥ ਰਹਾੳੁ ॥",
    "transliteration": "Kar Kirapaa Paarabreham Suaamee Japee Thumaaraa Naao || Rehaao ||",
    "translation": "Show Mercy to me, O Supreme Lord Master, that I may chant Your Name. ||Pause||",
    "punjabi": "ਹੇ ਪਾਰਬ੍ਰਹਮ! ਹੇ ਸੁਆਮੀ! (ਮੇਰੇ ਉਤੇ) ਮੇਹਰ ਕਰ, ਮੈਂ (ਸਦਾ) ਤੇਰਾ ਨਾਮ ਜਪਦਾ ਰਹਾਂ। ਰਹਾਉ॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22562,
    "shabad_id": 1866,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਵਿ ਲਗੇ ਹਰਿ ਚਰਨੀ; ਵਡੈਭਾਗਿ ਲਿਵ ਲਾਗੀ ॥",
    "transliteration": "Sathigur Saev Lagae Har Charanee Vaddai Bhaag Liv Laagee ||",
    "translation": "Serving the True Guru, I am attached to the Lord's Lotus Feet; by great good fortune, I have embraced love for Him.",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਵੱਡੀ ਕਿਸਮਤਿ ਨਾਲ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਜੁੜਦੇ ਹਨ, ਉਹਨਾਂ ਦੀ ਲਗਨ (ਪਰਮਾਤਮਾ ਨਾਲ) ਲੱਗ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  }
]
