[
  {
    "id": 22563,
    "shabad_id": 1866,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਕਵਲ ਪ੍ਰਗਾਸ ਭੲੇ ਸਾਧਸੰਗੇ; ਦੁਰਮਤਿ ਬੁਧਿ ਤਿਅਾਗੀ ॥੨॥",
    "transliteration": "Kaval Pragaas Bheae Saadhhasangae Dhuramath Budhh Thiaagee ||2||",
    "translation": "My heart lotus blossoms forth in the Saadh Sangat, the Company of the Holy; I have renounced evil-mindedness and intellectualism. ||2||",
    "punjabi": "ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਰਹਿ ਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ-ਕੌਲ ਖਿੜ ਜਾਂਦੇ ਹਨ, ਉਹ ਖੋਟੀ ਮਤਿ ਵਾਲੀ ਬੁੱਧੀ ਤਿਆਗ ਦੇਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22564,
    "shabad_id": 1866,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾਠ ਪਹਰ. ਹਰਿ ਕੇ ਗੁਣ ਗਾਵੈ; ਸਿਮਰੈ ਦੀਨ ਦੈਅਾਲਾ ॥",
    "transliteration": "Aath Pehar Har Kae Gun Gaavai Simarai Dheen Dhaiaalaa ||",
    "translation": "One who sings the Glorious Praises of the Lord, twenty-four hours a day, and remembers the Lord in meditation, who is Kind to the poor,",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਅੱਠੇ ਪਹਰ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦਾ ਹੈ, ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22565,
    "shabad_id": 1866,
    "pada": 4,
    "source_line": 2,
    "gurmukhi": "ਅਾਪਿ ਤਰੈ. ਸੰਗਤਿ ਸਭ ੳੁਧਰੈ; ਬਿਨਸੇ ਸਗਲ ਜੰਜਾਲਾ ॥੩॥",
    "transliteration": "Aap Tharai Sangath Sabh Oudhharai Binasae Sagal Janjaalaa ||3||",
    "translation": "Saves himself, and redeems all his generations; all of his bonds are released. ||3||",
    "punjabi": "ਉਹ ਆਪ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਨਾਲ ਮੇਲ ਰੱਖਣ ਵਾਲਾ ਸਾਥ ਭੀ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਉਸ ਦੇ ਸਾਰੇ ਮਾਇਕ-ਬੰਧਨ ਨਾਸ ਹੋ ਜਾਂਦੇ ਹਨ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22566,
    "shabad_id": 1866,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਚਰਣ ਅਧਾਰੁ ਤੇਰਾ ਪ੍ਰਭ ਸੁਅਾਮੀ; ਓਤਿ ਪੋਤਿ ਪ੍ਰਭੁ ਸਾਥਿ ॥",
    "transliteration": "Charan Adhhaar Thaeraa Prabh Suaamee Outh Poth Prabh Saathh ||",
    "translation": "I take the Support of Your Feet, O God, O Lord and Master; you are with me through and through, God.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਹੇ ਸੁਆਮੀ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਤੇਰੇ ਚਰਨਾਂ ਨੂੰ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਦਾ ਸਹਾਰਾ ਬਣਾ ਲਿਆ, ਤੂੰ ਮਾਲਕ ਤਾਣੇ ਪੇਟੇ ਵਾਂਗ ਸਦਾ ਉਸ ਦੇ ਨਾਲ ਰਹਿੰਦਾ ਹੈਂ।",
    "pronunciation": "(ਓਤਿ ਪੋਤਿ) ਲਭਾ ਲਭ ਭਰਪੂਰ",
    "type_id": 3
  },
  {
    "id": 22567,
    "shabad_id": 1866,
    "pada": 5,
    "source_line": 3,
    "gurmukhi": "ਸਰਨਿ ਪਰਿਓ ਨਾਨਕ ਪ੍ਰਭ ਤੁਮਰੀ; ਦੇ ਰਾਖਿਓ ਹਰਿ ਹਾਥ ॥੪॥੨॥੩੨॥",
    "transliteration": "Saran Pariou Naanak Prabh Thumaree Dhae Raakhiou Har Haathh ||4||2||32||",
    "translation": "Nanak has entered Your Sanctuary, God; giving him His hand, the Lord has protected him. ||4||2||32||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਆਖ-) ਹੇ ਪ੍ਰਭੂ! ਜੇਹੜਾ ਮਨੁੱਖ ਤੇਰੀ ਸਰਨ ਆ ਪਿਆ, ਹੇ ਹਰੀ! ਤੂੰ ਉਸ ਨੂੰ ਆਪਣੇ ਹੱਥ ਦੇ ਕੇ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਬਚਾਂਦਾ ਹੈਂ ॥੪॥੨॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22568,
    "shabad_id": 1867,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਗੂਜਰੀ ਅਸਟਪਦੀਅਾ ਮਹਲਾ ੧ ਘਰੁ ੧",
    "transliteration": "Goojaree Asattapadheeaa Mehalaa 1 Ghar 1",
    "translation": "Goojaree, Ashtapadees, First Mehl, First House:",
    "punjabi": "ਰਾਗ ਗੂਜਰੀ, ਘਰ ੧ ਵਿੱਚ ਗੁਰੂ ਨਾਨਕਦੇਵ ਜੀ ਦੀ ਅੱਠ-ਬੰਦਾਂ ਵਾਲੀ ਬਾਣੀ।",
    "pronunciation": "ਅਸਟਪਦੀਅਾਂ ਸ ਪੈਰ ਬਿੰਦੀ ਨ ਲਾੳੁ।",
    "type_id": 3
  },
  {
    "id": 22569,
    "shabad_id": 1867,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 22570,
    "shabad_id": 1867,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ੲੇਕ ਨਗਰੀ ਪੰਚ ਚੋਰ ਬਸੀਅਲੇ; ਬਰਜਤ ਚੋਰੀ ਧਾਵੈ ॥",
    "transliteration": "Eaek Nagaree Panch Chor Baseealae Barajath Choree Dhhaavai ||",
    "translation": "In the one village of the body, live the five thieves; they have been warned, but they still go out stealing.",
    "punjabi": "ਇਸ ਇਕੋ ਹੀ (ਸਰੀਰ-) ਨਗਰ ਵਿਚ (ਕਾਮਾਦਿਕ) ਪੰਜ ਚੋਰ ਵੱਸੇ ਹੋਏ ਹਨ, ਵਰਜਦਿਆਂ ਭੀ (ਇਹਨਾਂ ਵਿਚੋਂ ਹਰੇਕ ਇਸ ਨਗਰ ਵਿਚਲੇ ਆਤਮਕ ਗੁਣਾਂ ਨੂੰ) ਚੁਰਾਣ ਲਈ ਉੱਠ ਦੌੜਦਾ ਹੈ।",
    "pronunciation": "ਨੱਗਰੀ।(ਬਰਜਤ) ਰੋਕਦਿਅਾਂ ਤੋਂ ਵੀ",
    "type_id": 3
  },
  {
    "id": 22571,
    "shabad_id": 1867,
    "pada": 2,
    "source_line": 6,
    "gurmukhi": "ਤਿ੍ਰਹਦ ਸਮਾਲ ਰਖੈ, ਜੋ ਨਾਨਕ; ਮੋਖ ਮੁਕਤਿ ਸੋ ਪਾਵੈ ॥੧॥",
    "transliteration": "Thrihadhas Maal Rakhai Jo Naanak Mokh Mukath So Paavai ||1||",
    "translation": "One who keeps his assets safe from the three modes and the ten passions, O Nanak, attains liberation and emancipation. ||1||",
    "punjabi": "(ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾ ਕੇ) ਜੇਹੜਾ ਮਨੁੱਖ (ਇਹਨਾਂ ਪੰਜਾਂ ਤੋਂ) ਮਾਇਆ ਦੇ ਤਿੰਨ ਗੁਣਾਂ ਤੋਂ ਅਤੇ ਦਸ ਇੰਦ੍ਰਿਆਂ ਤੋਂ (ਆਪਣਾ ਆਤਮਕ ਗੁਣਾਂ ਦਾ) ਸਰਮਾਇਆ ਬਚਾ ਰੱਖਦਾ ਹੈ, ਹੇ ਨਾਨਕ! ਉਹ (ਇਹਨਾਂ ਤੋਂ) ਸਦਾ ਲਈ ਖ਼ਲਾਸੀ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਅੌਗੁਣਾਂ ਵਿਕਾਰਾਂ (ਤਿ੍ਰਹਦ) ਚੋਰਾਂ ਤੋਂ ਸਤਿ ਸੰਤੋਖ ਸ਼ੁਭ ਗੁਣਾਂ ਨੰੂ ਸਮਾਲ ਸੰਭਾਲ",
    "type_id": 3
  },
  {
    "id": 22572,
    "shabad_id": 1867,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਚੇਤਹੁ; ਬਾਸੁਦੇੳੁ ਬਨਵਾਲੀ ॥",
    "transliteration": "Chaethahu Baasudhaeo Banavaalee ||",
    "translation": "Center your mind on the all-pervading Lord, the Wearer of garlands of the jungles.",
    "punjabi": "ਸਰਬ-ਵਿਆਪਕ ਜਗਤ-ਮਾਲਕ ਪਰਮਾਤਮਾ ਨੂੰ ਸਦਾ ਚੇਤੇ ਰੱਖੋ।",
    "pronunciation": "(ਬਨਵਾਲੀ) ਪ੍ਰਮਾਤਮਾ ਜੀ",
    "type_id": 3
  },
  {
    "id": 22573,
    "shabad_id": 1867,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਰਾਮੁ ਰਿਦੈ; ਜਪਮਾਲੀ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Raam Ridhai Japamaalee ||1|| Rehaao ||",
    "translation": "Let your rosary be the chanting of the Lord's Name in your heart. ||1||Pause||",
    "punjabi": "ਪ੍ਰਭੂ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਟਿਕਾਓ ਤੇ (ਇਸ ਨੂੰ ਆਪਣੀ) ਮਾਲਾ ਬਣਾਉ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਜਪਮਾਲੀ) ਜਪ ਕਰਨ ਦੀ ਮਾਲਾ",
    "type_id": 4
  },
  {
    "id": 22574,
    "shabad_id": 1867,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ੳੁਰਧ ਮੂਲ ਜਿਸੁ, ਸਾਖ ਤਲਾਹਾ; ਚਾਰਿ ਬੇਦ ਜਿਤੁ ਲਾਗੇ ॥",
    "transliteration": "Ouradhh Mool Jis Saakh Thalaahaa Chaar Baedh Jith Laagae ||",
    "translation": "Its roots extend upwards, and its branches reach down; the four Vedas are attached to it.",
    "punjabi": "ਜਿਸ ਮਾਇਆ ਦਾ ਮੂਲ-ਪ੍ਰਭੂ, ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਉੱਚਾ ਹੈ, ਜਗਤ ਪਸਾਰਾ ਜਿਸ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਹੇਠ ਹੈ, ਚਾਰੇ ਵੇਦ ਜਿਸ (ਮਾਇਆ ਦੇ ਬਲ ਦੇ ਜ਼ਿਕਰ) ਵਿਚ ਲੱਗੇ ਰਹੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22575,
    "shabad_id": 1867,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਸਹਜ ਭਾੲਿ ਜਾੲਿ ਤੇ, ਨਾਨਕ; ਪਾਰਬ੍ਰਹਮ ਲਿਵ ਜਾਗੇ ॥੨॥",
    "transliteration": "Sehaj Bhaae Jaae Thae Naanak Paarabreham Liv Jaagae ||2||",
    "translation": "He alone reaches this tree with ease, O Nanak, who remains wakeful in the Love of the Supreme Lord God. ||2||",
    "punjabi": "ਉਹ ਮਾਇਆ ਸਹਜੇ ਹੀ (ਉਹਨਾਂ ਬੰਦਿਆਂ ਤੋਂ) ਪਰੇ ਹਟ ਜਾਂਦੀ ਹੈ (ਜੋ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਂਦੇ ਹਨ, ਕਿਉਂਕਿ) ਉਹ ਬੰਦੇ, ਹੇ ਨਾਨਕ! ਪਰਮਾਤਮਾ (ਦੇ ਚਰਨਾਂ) ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ (ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "(੨. ਜਾੲਿਤੇ)",
    "type_id": 3
  },
  {
    "id": 22576,
    "shabad_id": 1867,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਪਾਰਜਾਤੁ. ਘਰਿ ਅਾਗਨਿ ਮੇਰੈ; ਪੁਹਪ ਪਤ੍ਰ ਤਤੁ ਡਾਲਾ ॥",
    "transliteration": "Paarajaath Ghar Aagan Maerai Puhap Pathr Thath Ddaalaa ||",
    "translation": "The Elysian Tree is the courtyard of my house; in it are the flowers, leaves and stems of reality.",
    "punjabi": "ਉਹ (ਸਰਬ-ਇੱਛਾ-ਪੂਰਕ) ਪਾਰਜਾਤ (-ਪ੍ਰਭੂ) ਮੇਰੇ ਹਿਰਦੇ-ਆਂਗਨ ਵਿਚ ਪਰਗਟ ਹੋ ਗਿਆ ਹੈ (ਜਿਸ ਪਾਰਜਾਤ-ਪ੍ਰਭੂ ਦਾ) ਇਹ ਸਾਰਾ ਜਗਤ ਫੁੱਲ ਪੱਤਰ ਡਾਲੀਆਂ ਆਦਿਕ ਪਸਾਰਾ ਹੈ,",
    "pronunciation": "(ਪਾਰਜਾਤੁ) ਕਲਪ ਬਿਰਛ,ਅਾਂਗਨਿ ਪੱਤ੍ਰ ਤੱਤੁ",
    "type_id": 3
  },
  {
    "id": 22577,
    "shabad_id": 1867,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਸਰਬ ਜੋਤਿ ਨਿਰੰਜਨ ਸੰਭੂ; ਛੋਡਹੁ ਬਹੁਤੁ ਜੰਜਾਲਾ ॥੩॥",
    "transliteration": "Sarab Joth Niranjan Sanbhoo Shhoddahu Bahuth Janjaalaa ||3||",
    "translation": "Meditate on the self-existent, immaculate Lord, whose Light is pervading everywhere; renounce all your worldly entanglements. ||3||",
    "punjabi": "ਜੋ ਪ੍ਰਭੂ ਸਾਰੇ ਜਗਤ ਦਾ ਮੂਲ ਹੈ, ਜਿਸ ਦੀ ਜੋਤਿ ਸਭ ਜੀਵਾਂ ਵਿਚ ਪਸਰ ਰਹੀ ਹੈ, ਜੋ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਪਰੇ ਹੈ, ਜਿਸ ਦਾ ਪ੍ਰਕਾਸ਼ ਆਪਣੇ ਆਪ ਤੋਂ ਹੈ। (ਤੁਸੀ ਭੀ ਪਰਮਾਤਮਾ ਨੂੰ ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਉ, ਇਸ ਤਰ੍ਹਾਂ) ਮਾਇਆ ਦੇ ਬਹੁਤੇ ਜੰਜਾਲ ਛੱਡ ਸਕੋਗੇ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22578,
    "shabad_id": 1867,
    "pada": 6,
    "source_line": 9,
    "gurmukhi": "ਸੁਣਿ ਸਿਖਵੰਤੇ. ਨਾਨਕੁ ਬਿਨਵੈ; ਛੋਡਹੁ ਮਾੲਿਅਾ ਜਾਲਾ ॥",
    "transliteration": "Sun Sikhavanthae Naanak Binavai Shhoddahu Maaeiaa Jaalaa ||",
    "translation": "Listen, O seekers of Truth - Nanak begs you to renounce the traps of Maya.",
    "punjabi": "ਹੇ ਸਿੱਖਿਆ ਸੁਣਨ ਵਾਲੇ ਭਾਈ! ਜੋ ਬੇਨਤੀ ਨਾਨਕ ਕਰਦਾ ਹੈ ਉਹ ਸੁਣ! (ਆਪਣੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਧਾਰਨ ਕਰ, ਇਸ ਤਰ੍ਹਾਂ ਤੂੰ) ਮਾਇਆ ਦੇ ਬੰਧਨ ਤਿਆਗ ਸਕੇਂਗਾ।",
    "pronunciation": "(ਸਿਖਵੰਤੇ) ਸਿਖਿਅਾ ਲੈਣ ਵਾਲੇ",
    "type_id": 3
  },
  {
    "id": 22579,
    "shabad_id": 1867,
    "pada": 6,
    "source_line": 10,
    "gurmukhi": "ਮਨਿ ਬੀਚਾਰਿ. ੲੇਕ ਲਿਵ ਲਾਗੀ; ਪੁਨਰਪਿ ਜਨਮੁ ਨ ਕਾਲਾ ॥੪॥",
    "transliteration": "Man Beechaar Eaek Liv Laagee Punarap Janam N Kaalaa ||4||",
    "translation": "Reflect within your mind, that by enshrining love for the One Lord, you shall not be subject to birth and death again. ||4||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਦੇ ਸੋਚ-ਮੰਡਲ ਵਿਚ ਇਕ ਪਰਮਾਤਮਾ ਦੀ ਲਿਵ ਲੱਗ ਜਾਂਦੀ ਹੈ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ (ਦਾ ਗੇੜ) ਨਹੀਂ ਹੁੰਦਾ ॥੪॥",
    "pronunciation": "(ਪੁਨਰਪਿ) ਫਿਰ",
    "type_id": 3
  },
  {
    "id": 22580,
    "shabad_id": 1867,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਸੋ ਗੁਰੂ. ਸੋ ਸਿਖੁ ਕਥੀਅਲੇ; ਸੋ ਵੈਦੁ. ਜਿ ਜਾਣੈ ਰੋਗੀ ॥",
    "transliteration": "So Guroo So Sikh Kathheealae So Vaidh J Jaanai Rogee ||",
    "translation": "He alone is said to be a Guru, he alone is said to be a Sikh, and he alone is said to be a physician, who knows the patient's illness.",
    "punjabi": "ਉਸ ਨੂੰ ਗੁਰੂ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ, (ਅਸਲ) ਸਿੱਖ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ, ਜਾਂ (ਅਸਲ) ਵੈਦ ਕਿਹਾ ਜਾ ਸਕਦਾ ਹੈ ਜੋ ਹੋਰ (ਆਤਮਕ) ਰੋਗੀਆਂ ਦੇ ਰੋਗ ਸਮਝ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22581,
    "shabad_id": 1867,
    "pada": 7,
    "source_line": 11,
    "gurmukhi": "ਤਿਸੁ ਕਾਰਣਿ ਕੰਮੁ ਨ, ਧੰਧਾ ਨਾਹੀ; ਧੰਧੈ. ਗਿਰਹੀ ਜੋਗੀ ॥੫॥",
    "transliteration": "This Kaaran Kanm N Dhhandhhaa Naahee Dhhandhhai Girehee Jogee ||5||",
    "translation": "He is not affected by actions, responsibilities and entanglements; in the entanglements of his household, he maintains the detachment of Yoga. ||5||",
    "punjabi": "ਪਰਮਾਤਮਾ ਦੇ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਦੁਨੀਆ ਦਾ ਕੰਮ-ਧੰਧਾ ਉਸ ਨੂੰ ਵਿਆਪ ਨਹੀਂ ਸਕਦਾ, (ਪ੍ਰਭੂ ਦੇ ਸਿਮਰਨ ਸਦਕਾ) ਉਹ ਮਾਇਆ ਦੇ ਬੰਧਨ ਵਿਚ ਨਹੀਂ (ਫਸਦਾ), ਉਹ ਗ੍ਰਿਹਸਤੀ (ਹੁੰਦਾ ਭੀ) ਜੋਗੀ ਹੈ ॥੫॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22582,
    "shabad_id": 1867,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਹੰਕਾਰੁ ਤਜੀਅਲੇ; ਲੋਭੁ ਮੋਹੁ ਤਿਸ ਮਾੲਿਅਾ ॥",
    "transliteration": "Kaam Krodhh Ahankaar Thajeealae Lobh Mohu This Maaeiaa ||",
    "translation": "He renounces sexual desire, anger, egotism, greed, attachment and Maya.",
    "punjabi": "ਉਸ ਨੇ ਕਾਮ ਕ੍ਰੋਧ ਤੇ ਅਹੰਕਾਰ ਤਿਆਗ ਦਿੱਤਾ ਹੈ, ਉਸ ਨੇ ਲੋਭ ਮੋਹ ਤੇ ਮਾਇਆ ਦੀ ਤ੍ਰਿਸ਼ਨਾ ਛੱਡ ਦਿੱਤੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22583,
    "shabad_id": 1867,
    "pada": 8,
    "source_line": 12,
    "gurmukhi": "ਮਨਿ ਤਤੁ ਅਵਿਗਤੁ ਧਿਅਾੲਿਅਾ; ਗੁਰ ਪਰਸਾਦੀ ਪਾੲਿਅਾ ॥੬॥",
    "transliteration": "Man Thath Avigath Dhhiaaeiaa Gur Parasaadhee Paaeiaa ||6||",
    "translation": "Within his mind, he meditates on the reality of the Imperishable Lord; by Guru's Grace he finds Him. ||6||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਗੁਰੂ ਦੀ ਮੇਹਰ ਨਾਲ ਆਪਣੇ ਮਨ ਵਿਚ ਜਗਤ-ਮੂਲ ਅਦ੍ਰਿਸ਼ਟ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਿਆ ਹੈ ਤੇ ਉਸ ਨਾਲ ਮਿਲਾਪ ਹਾਸਲ ਕਰ ਲਿਆ ਹੈ ॥੬॥",
    "pronunciation": "(ਅਵਿਗਤੁ) ਪ੍ਰਮਾਤਮਾ।ਅਵਿ-ਗਤੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22584,
    "shabad_id": 1867,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਗਿਅਾਨੁ ਧਿਅਾਨੁ ਸਭ ਦਾਤਿ ਕਥੀਅਲੇ; ਸੇਤ ਬਰਨ ਸਭਿ ਦੂਤਾ ॥",
    "transliteration": "Giaan Dhhiaan Sabh Dhaath Kathheealae Saeth Baran Sabh Dhoothaa ||",
    "translation": "Spiritual wisdom and meditation are all said to be God's gifts; all of the demons are turned white before him.",
    "punjabi": "ਪਰਮਾਤਮਾ ਨਾਲ ਡੂੰਘੀ ਸਾਂਝ ਬਣਨੀ, ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੁੜਨੀ; ਇਹ ਸਭ ਪ੍ਰਭੂ ਦੀ ਦਾਤ ਹੀ ਕਹੀ ਜਾ ਸਕਦੀ ਹੈ, (ਜਿਸ ਨੂੰ ਇਹ ਦਾਤ ਮਿਲਦੀ ਹੈ ਉਸ ਨੂੰ ਤੱਕ ਕੇ) ਕਾਮਾਦਿਕ ਵੈਰੀਆਂ ਦਾ ਰੰਗ ਫੱਕ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "(ਸੇਤ) ਚਿੱਟਾ",
    "type_id": 3
  },
  {
    "id": 22585,
    "shabad_id": 1867,
    "pada": 9,
    "source_line": 13,
    "gurmukhi": "ਬ੍ਰਹਮ ਕਮਲ ਮਧੁ, ਤਾਸੁ ਰਸਾਦੰ; ਜਾਗਤ. ਨਾਹੀ ਸੂਤਾ ॥੭॥",
    "transliteration": "Breham Kamal Madhh Thaas Rasaadhan Jaagath Naahee Soothaa ||7||",
    "translation": "He enjoys the taste of the honey of God's lotus; he remains awake, and does not fall asleep. ||7||",
    "punjabi": "ਕਿਉਂਕਿ ਸਿਮਰਨ ਦੀ ਬਰਕਤਿ ਨਾਲ ਉਸ ਦੇ ਹਿਰਦੇ ਵਿਚ, ਮਾਨੋ) ਬ੍ਰਹਮ-ਰੂਪ ਕਮਲ ਦਾ ਸ਼ਹਿਦ (ਚੋਣ ਲੱਗ ਪੈਂਦਾ) ਹੈ, ਉਸ (ਨਾਮ-ਅੰਮ੍ਰਿਤ ਸ਼ਹਿਦ ਦਾ) ਰਸ ਉਹ ਮਨੁੱਖ ਚੱਖਦਾ ਹੈ (ਇਸ ਕਰਕੇ ਉਹ ਮਾਇਆ ਦੇ ਹੱਲਿਆਂ ਵਲੋਂ) ਸੁਚੇਤ ਰਹਿੰਦਾ ਹੈ, (ਮਾਇਆ-ਮੋਹ ਦੀ ਨੀਂਦ ਵਿਚ) ਗ਼ਾਫ਼ਿਲ ਨਹੀਂ ਹੁੰਦਾ ॥੭॥",
    "pronunciation": "ਜਿਸ ਗੁਰਸੇਵਕ ਜੀ ਨੇਬ੍ਰਹਮ ਰੂਪੀ ਕਮਲ ਦਾ। (ਮਧੁ) ਅੰਮਿ੍ਰਤ ਬ੍ਰਹਮਾਨੰਦ ਰਸ। (ਰਸਾਦੰ) ਚੱਖਿਅਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 22586,
    "shabad_id": 1867,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ਮਹਾ ਗੰਭੀਰ ਪਤ੍ਰ ਪਾਤਾਲਾ; ਨਾਨਕ. ਸਰਬ ਜੁ ਅਾੲਿਅਾ ॥",
    "transliteration": "Mehaa Ganbheer Pathr Paathaalaa Naanak Sarab Juaaeiaa ||",
    "translation": "This lotus is very deep; its leaves are the nether regions, and it is connected to the whole universe.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਪ੍ਰਭੂ ਵੱਡੇ ਜਿਗਰੇ ਵਾਲਾ ਹੈ, ਸਾਰੇ ਪਾਤਾਲ (ਸਾਰਾ ਸੰਸਾਰ ਜਿਸ ਪਾਰਜਾਤ-ਪ੍ਰਭੂ) ਦੇ ਪੱਤਰ (ਪਸਾਰਾ) ਹਨ, ਜੋ ਸਭ ਜੀਵਾਂ ਵਿਚ ਵਿਆਪਕ ਹੈ,",
    "pronunciation": "ਅੈਸੇ ਜੋ ਮਹਾਨ ਸਰੂਪ ਬ੍ਰਹਮਜੀ ਹਨ, ੳੁਹ ਸਾਰਿਅਾਂ ਚ ਅਾੲਿ ਹਨ",
    "type_id": 3
  },
  {
    "id": 22587,
    "shabad_id": 1867,
    "pada": 10,
    "source_line": 14,
    "gurmukhi": "ੳੁਪਦੇਸ ਗੁਰੂ ਮਮ. ਪੁਨਹਿ ਨ ਗਰਭੰ; ਬਿਖੁ ਤਜਿ. ਅੰਮਿ੍ਰਤੁ ਪੀਅਾੲਿਅਾ ॥੮॥੧॥",
    "transliteration": "Oupadhaes Guroo Mam Punehi N Garabhan Bikh Thaj Anmrith Peeaaeiaa ||8||1||",
    "translation": "Under Guru's Instruction, I shall not have to enter the womb again; I have renounced the poison of corruption, and I drink in the Ambrosial Nectar. ||8||1||",
    "punjabi": "ਗੁਰੂ ਦੇ ਉਪਦੇਸ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮੈਂ ਉਸ ਦਾ ਨਾਮ-ਅੰਮ੍ਰਿਤ ਪੀਤਾ ਹੈ ਤੇ ਮਾਇਆ ਦਾ ਜ਼ਹਰ ਤਿਆਗਿਆ ਹੈ, ਹੁਣ ਮੇਰਾ ਮੁੜ ਮੁੜ ਗਰਭ-ਵਾਸ (ਜਨਮ ਮਰਨ) ਨਹੀਂ ਹੋਵੇਗਾ ॥੮॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22588,
    "shabad_id": 1868,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੂਜਰੀ ਮਹਲਾ ੧ ॥",
    "transliteration": "Goojaree Mehalaa 1 ||",
    "translation": "Goojaree, First Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22589,
    "shabad_id": 1868,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਕਵਨ ਕਵਨ ਜਾਚਹਿ ਪ੍ਰਭ ਦਾਤੇ; ਤਾ ਕੇ. ਅੰਤ ਨ ਪਰਹਿ ਸੁਮਾਰ ॥",
    "transliteration": "Kavan Kavan Jaachehi Prabh Dhaathae Thaa Kae Anth N Parehi Sumaar ||",
    "translation": "Those who beg of God the Great Giver - their numbers cannot be counted.",
    "punjabi": "ਹੇ ਦਾਤਾਰ ਪ੍ਰਭੂ! ਬੇਅੰਤ ਜੀਵ (ਤੇਰੇ ਦਰ ਤੋਂ ਦਾਤਾਂ) ਮੰਗਦੇ ਹਨ ਉਹਨਾਂ ਦੀ ਗਿਣਤੀ ਦੇ ਅੰਤ ਨਹੀਂ ਪੈ ਸਕਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22590,
    "shabad_id": 1868,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੈਸੀ ਭੂਖ ਹੋੲਿ ਅਭ ਅੰਤਰਿ; ਤੂੰ ਸਮਰਥੁ ਸਚੁ ਦੇਵਣਹਾਰ ॥੧॥",
    "transliteration": "Jaisee Bhookh Hoe Abh Anthar Thoon Samarathh Sach Dhaevanehaar ||1||",
    "translation": "You, Almighty True Lord, fulfill the desires within their hearts. ||1||",
    "punjabi": "ਜਿਹੋ ਜਿਹੀ (ਕਿਸੇ ਦੇ) ਧੁਰ ਅੰਦਰ (ਮੰਗਣ ਦੀ) ਭੁੱਖ ਹੁੰਦੀ ਹੈ, ਹੇ ਦੇਣਹਾਰ ਪ੍ਰਭੂ! ਤੂੰ (ਪੂਰੀ ਕਰਦਾ ਹੈਂ), ਤੂੰ ਸਦਾ-ਥਿਰ ਹੈਂ ਤੇ ਦਾਤਾਂ ਦੇਣ ਜੋਗਾ ਹੈਂ ॥੧॥",
    "pronunciation": "(ਅਭ) ਹਿਰਦਾ। ਸਮਰੱਥ",
    "type_id": 3
  },
  {
    "id": 22591,
    "shabad_id": 1868,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅੈ ਜੀ. ਜਪੁ ਤਪੁ ਸੰਜਮੁ; ਸਚੁ ਅਧਾਰ ॥",
    "transliteration": "Ai Jee Jap Thap Sanjam Sach Adhhaar ||",
    "translation": "O Dear Lord, chanting, deep meditation, self-discipline and truth are my foundations.",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ ਜੀ! ਤੇਰਾ ਨਾਮ ਹੀ (ਸਾਡੇ ਵਾਸਤੇ) ਜਪ ਹੈ ਤਪ ਹੈ ਸੰਜਮ ਹੈ, ਤੇਰਾ ਨਾਮ ਹੀ (ਸਾਡੇ ਵਾਸਤੇ) ਸਦਾ-ਥਿਰ ਰਹਿਣ ਵਾਲਾ ਆਸਰਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22592,
    "shabad_id": 1868,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਹਰਿ ਹਰਿ ਨਾਮੁ ਦੇਹਿ ਸੁਖੁ ਪਾੲੀਅੈ; ਤੇਰੀ ਭਗਤਿ ਭਰੇ ਭੰਡਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Har Har Naam Dhaehi Sukh Paaeeai Thaeree Bhagath Bharae Bhanddaar ||1|| Rehaao ||",
    "translation": "Bless me with Your Name, Lord, that I may find peace. Your devotional worship is a treasure over-flowing. ||1||Pause||",
    "punjabi": "(ਸਾਨੂੰ ਜੀਵਾਂ ਨੂੰ) ਆਪਣਾ ਨਾਮ ਦੇਹ (ਤੇਰੇ ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਹੀ) ਆਤਮਕ ਆਨੰਦ ਮਿਲਦਾ ਹੈ (ਇਸ ਪਦਾਰਥ ਦੀ ਤੇਰੇ ਘਰ ਵਿਚ ਕੋਈ ਕਮੀ ਨਹੀਂ ਹੈ) ਤੇਰੀ ਭਗਤੀ ਦੇ (ਤੇਰੇ ਪਾਸ) ਖ਼ਜ਼ਾਨੇ ਭਰੇ ਪਏ ਹਨ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 22593,
    "shabad_id": 1868,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਸੁੰਨ ਸਮਾਧਿ ਰਹਹਿ ਲਿਵ ਲਾਗੇ; ੲੇਕਾ ੲੇਕੀ ਸਬਦੁ ਬੀਚਾਰ ॥",
    "transliteration": "Sunn Samaadhh Rehehi Liv Laagae Eaekaa Eaekee Sabadh Beechaar ||",
    "translation": "Some remain absorbed in Samaadhi, their minds fixed lovingly on the One Lord; they reflect only on the Word of the Shabad.",
    "punjabi": "(ਹੇ ਕਰਤਾਰ!) ਤਦੋਂ ਤੂੰ ਆਪ ਹੀ ਅਫੁਰ ਅਵਸਥਾ ਵਿਚ (ਆਪਣੇ ਅੰਦਰ) ਸੁਰਤਿ ਜੋੜ ਕੇ ਸਮਾਧੀ ਲਾਈ ਬੈਠਾ ਸੀ, ਤੂੰ ਇਕੱਲਾ ਆਪ ਹੀ ਆਪਣੇ ਇਰਾਦੇ ਨੂੰ ਸਮਝਦਾ ਸੀ,",
    "pronunciation": "ਰਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 22594,
    "shabad_id": 1868,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਲੁ ਥਲੁ ਧਰਣਿ ਗਗਨੁ. ਤਹ ਨਾਹੀ; ਅਾਪੇ ਅਾਪੁ ਕੀਅਾ ਕਰਤਾਰ ॥੨॥",
    "transliteration": "Jal Thhal Dhharan Gagan Theh Naahee Aapae Aap Keeaa Karathaar ||2||",
    "translation": "In that state, there is no water, land, earth or sky; only the Creator Lord Himself exists. ||2||",
    "punjabi": "ਜਦੋਂ ਤੂੰ ਆਪਣੇ ਆਪ ਨੂੰ ਆਪ ਹੀ ਪਰਗਟ ਕੀਤਾ ਸੀ, ਤਦੋਂ ਨਾਹ ਪਾਣੀ ਸੀ, ਨਾਹ ਸੁੱਕ ਸੀ, ਨਾਹ ਧਰਤੀ ਸੀ, ਨਾਹ ਆਕਾਸ਼ ਸੀ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22595,
    "shabad_id": 1868,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਨਾ ਤਦਿ ਮਾੲਿਅਾ. ਮਗਨੁ ਨ ਛਾੲਿਅਾ; ਨਾ ਸੂਰਜ. ਚੰਦ ਨ, ਜੋਤਿ ਅਪਾਰ ॥",
    "transliteration": "Naa Thadh Maaeiaa Magan N Shhaaeiaa Naa Sooraj Chandh N Joth Apaar ||",
    "translation": "There is no intoxication of Maya there, and no shadow, nor the infinite light of the sun or the moon.",
    "punjabi": "ਤਦੋਂ ਨਾਹ ਇਹ ਮਾਇਆ ਸੀ, ਨਾਹ ਇਸ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਵਿਚ ਮਸਤ ਕੋਈ ਜੀਵ ਸੀ, ਨਾਹ ਤਦੋਂ ਸੂਰਜ ਸੀ, ਨਾਹ ਚੰਦ੍ਰਮਾ ਸੀ, ਨਾਹ ਹੀ ਕੋਈ ਹੋਰ ਜੋਤਿ ਸੀ।",
    "pronunciation": "(ਛਾੲਿਅਾ) ਅਵਿੱਦਿਅਾ",
    "type_id": 3
  },
  {
    "id": 22596,
    "shabad_id": 1868,
    "pada": 4,
    "source_line": 19,
    "gurmukhi": "ਸਰਬ ਦਿ੍ਰਸਟਿ ਲੋਚਨ ਅਭ ਅੰਤਰਿ; ੲੇਕਾ ਨਦਰਿ ਸੁ ਤਿ੍ਰਭਵਣ ਸਾਰ ॥੩॥",
    "transliteration": "Sarab Dhrisatt Lochan Abh Anthar Eaekaa Nadhar S Thribhavan Saar ||3||",
    "translation": "The eyes within the mind which see everything - with one glance, they see the three worlds. ||3||",
    "punjabi": "ਹੇ ਪ੍ਰਭੂ! ਸਾਰੇ ਜੀਵਾਂ ਨੂੰ ਵੇਖ ਸਕਣ ਵਾਲੀ ਤੇਰੀ ਅੱਖ, ਤਿੰਨਾਂ ਭਵਨਾਂ ਦੀ ਸਾਰ ਲੈ ਸਕਣ ਵਾਲੀ ਤੇਰੀ ਆਪਣੀ ਹੀ ਨਜ਼ਰ ਤੇਰੇ ਆਪਣੇ ਹੀ ਅੰਦਰ ਟਿਕੀ ਹੋਈ ਸੀ ॥੩॥",
    "pronunciation": "",
    "type_id": 3
  }
]
