[
  {
    "id": 22892,
    "shabad_id": 1901,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਹਰਿ ਸੁਖਦਾਤਾ ਮਨਿ ਵਸੈ; ਹੳੁਮੈ ਜਾੲਿ ਗੁਮਾਨੁ ॥",
    "transliteration": "Har Sukhadhaathaa Man Vasai Houmai Jaae Gumaan ||",
    "translation": "The Lord, the Giver of peace, shall dwell in your mind, and your egotism and pride shall depart.",
    "punjabi": "ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਪਰਮਾਤਮਾ ਮਨ ਵਿਚ ਆ ਵੱਸੇਗਾ, ਹਉਮੈ ਅਹੰਕਾਰ ਨਾਸ ਹੋ ਜਾਇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22893,
    "shabad_id": 1901,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਪਾੲੀਅੈ; ਤਾ ਅਨ ਦਿਨੁ ਲਾਗੈ ਧਿਅਾਨੁ ॥੨॥",
    "transliteration": "Naanak Nadharee Paaeeai Thaa Anadhin Laagai Dhhiaan ||2||",
    "translation": "O Nanak, when the Lord bestows His Glance of Grace, then, night and day, one centers his meditation on the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਪ੍ਰਭੂ ਆਪਣੀ ਮਿਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ ਮਿਲਦਾ ਹੈ ਤਾਂ ਹਰ ਵੇਲੇ ਸੁਰਤਿ ਉਸ ਵਿਚ ਜੁੜੀ ਰਹਿੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22894,
    "shabad_id": 1902,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22895,
    "shabad_id": 1902,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਤੁ ਸੰਤੋਖੁ ਸਭੁ ਸਚੁ ਹੈ; ਗੁਰਮੁਖਿ ਪਵਿਤਾ ॥",
    "transliteration": "Sath Santhokh Sabh Sach Hai Guramukh Pavithaa ||",
    "translation": "The Gurmukh is totally truthful, content and pure.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦਾ ਹੋ ਕੇ ਰਹਿੰਦਾ ਹੈ ਉਹ ਪਵਿਤ੍ਰ (ਜੀਵਨ ਵਾਲਾ) ਹੋ ਜਾਂਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਤ ਸੰਤੋਖ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ,",
    "pronunciation": "ਪਵਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 22896,
    "shabad_id": 1902,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅੰਦਰਹੁ ਕਪਟੁ ਵਿਕਾਰੁ ਗੲਿਅਾ; ਮਨੁ ਸਹਜੇ ਜਿਤਾ ॥",
    "transliteration": "Andharahu Kapatt Vikaar Gaeiaa Man Sehajae Jithaa ||",
    "translation": "Deception and wickedness have departed from within him, and he easily conquers his mind.",
    "punjabi": "ਉਸ ਦੇ ਮਨ ਵਿਚੋਂ ਖੋਟ ਤੇ ਵਿਕਾਰ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ, ਉਹ ਸੌਖੇ ਹੀ ਮਨ ਨੂੰ ਵੱਸ ਕਰ ਲੈਂਦਾ ਹੈ;",
    "pronunciation": "ਜਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 22897,
    "shabad_id": 1902,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਤਹ ਜੋਤਿ ਪ੍ਰਗਾਸੁ ਅਨੰਦ ਰਸੁ; ਅਗਿਅਾਨੁ ਗਵਿਤਾ ॥",
    "transliteration": "Theh Joth Pragaas Anandh Ras Agiaan Gavithaa ||",
    "translation": "There, the Divine Light and the essence of bliss are manifest, and ignorance is eliminated.",
    "punjabi": "ਇਸ ਅਵਸਥਾ ਵਿਚ (ਅੱਪੜ ਕੇ ਉਸ ਦੇ ਅੰਦਰ ਪਰਮਾਤਮਾ ਦੀ) ਜੋਤਿ ਦਾ ਪ੍ਰਕਾਸ਼ ਹੋ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22898,
    "shabad_id": 1902,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਨ ਦਿਨੁ ਹਰਿ ਕੇ ਗੁਣ ਰਵੈ; ਗੁਣ ਪਰਗਟੁ ਕਿਤਾ ॥",
    "transliteration": "Anadhin Har Kae Gun Ravai Gun Paragatt Kithaa ||",
    "translation": "Night and day, he sings the Glorious Praises of the Lord, and manifests the excellence of the Lord.",
    "punjabi": "(ਫਿਰ) ਉਹ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ, (ਰੱਬੀ) ਗੁਣ ਉਸ ਦੇ ਅੰਦਰ ਪਰਗਟ ਹੋ ਜਾਂਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22899,
    "shabad_id": 1902,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਭਨਾ ਦਾਤਾ ੲੇਕੁ ਹੈ; ੲਿਕੋ ਹਰਿ ਮਿਤਾ ॥੯॥",
    "transliteration": "Sabhanaa Dhaathaa Eaek Hai Eiko Har Mithaa ||9||",
    "translation": "The One Lord is the Giver of all; the Lord alone is our friend. ||9||",
    "punjabi": "(ਉਸ ਨੂੰ ਇਹ ਯਕੀਨ ਬਣ ਜਾਂਦਾ ਹੈ ਕਿ) ਇਕ ਪ੍ਰਭੂ ਸਾਰੇ ਜੀਵਾਂ ਦਾ ਦਾਤਾ ਹੈ ਤੇ ਮਿੱਤਰ ਹੈ ॥੯॥",
    "pronunciation": "ਮਿੱਤਾ",
    "type_id": 3
  },
  {
    "id": 22900,
    "shabad_id": 1903,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22901,
    "shabad_id": 1903,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਬ੍ਰਹਮੁ ਬਿੰਦੇ. ਸੋ ਬ੍ਰਾਹਮਣੁ ਕਹੀਅੈ; ਜਿ ਅਨ ਦਿਨੁ ਹਰਿ ਲਿਵ ਲਾੲੇ ॥",
    "transliteration": "Breham Bindhae So Braahaman Keheeai J Anadhin Har Liv Laaeae ||",
    "translation": "One who understands God, who lovingly centers his mind on the Lord night and day, is called a Brahmin.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਬ੍ਰਹਮ ਨੂੰ ਬਿੰਦਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਨੂੰ ਪਛਾਣਦਾ ਹੈ) ਜੋ ਹਰ ਵੇਲੇ ਪਰਮਾਤਮਾ ਵਿਚ ਸੁਰਤਿ ਜੋੜਦਾ ਹੈ, ਉਸ ਨੂੰ ਬ੍ਰਾਹਮਣ ਕਹਿਣਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22902,
    "shabad_id": 1903,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰ ਪੁਛੈ ਸਚੁ ਸੰਜਮੁ ਕਮਾਵੈ; ਹੳੁਮੈ ਰੋਗੁ ਤਿਸੁ ਜਾੲੇ ॥",
    "transliteration": "Sathigur Pushhai Sach Sanjam Kamaavai Houmai Rog This Jaaeae ||",
    "translation": "Consulting the True Guru, he practices Truth and self-restraint, and he is rid of the disease of ego.",
    "punjabi": "(ਉਹ ਬ੍ਰਾਹਮਣ) ਸਤਿਗੁਰੂ ਦੇ ਕਹੇ ਤੇ ਤੁਰਦਾ ਹੈ 'ਸੱਚ' ਰੂਪ ਸੰਜਮ ਰੱਖਦਾ ਹੈ, (ਤੇ ਇਸ ਤਰ੍ਹਾਂ) ਉਸ ਦਾ ਹਉਮੈ-ਰੋਗ ਦੂਰ ਹੁੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22903,
    "shabad_id": 1903,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਹਰਿ ਗੁਣ ਗਾਵੈ. ਗੁਣ ਸੰਗ੍ਰਹੈ; ਜੋਤੀ ਜੋਤਿ ਮਿਲਾੲੇ ॥",
    "transliteration": "Har Gun Gaavai Gun Sangrehai Jothee Joth Milaaeae ||",
    "translation": "He sings the Glorious Praises of the Lord, and gathers in His Praises; his light is blended with the Light.",
    "punjabi": "ਉਹ ਹਰੀ ਦੇ ਗੁਣ ਗਾਉਂਦਾ ਹੈ, (ਰੱਬੀ) ਗੁਣ ਇਕੱਤ੍ਰ ਕਰਦਾ ਹੈ ਤੇ ਪਰਮ-ਜੋਤਿ ਵਿਚ ਆਪਣੀ ਆਤਮਾ ਮਿਲਾਈ ਰੱਖਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22904,
    "shabad_id": 1903,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ੲਿਸੁ ਜੁਗ ਮਹਿ ਕੋ ਵਿਰਲਾ ਬ੍ਰਹਮਗਿਅਾਨੀ; ਜਿ ਹੳੁਮੈ ਮੇਟਿ ਸਮਾੲੇ ॥",
    "transliteration": "Eis Jug Mehi Ko Viralaa Breham Giaanee J Houmai Maett Samaaeae ||",
    "translation": "In this world, one who knows God is very rare; eradicating ego, he is absorbed in God.",
    "punjabi": "ਮਨੁੱਖ ਜਨਮ ਵਿਚ ਕੋਈ ਵਿਰਲਾ ਬ੍ਰਹਮ ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੈ ਜੋ ਹਉਮੈ ਦੂਰ ਕਰ ਕੇ ਬ੍ਰਹਮ ਵਿਚ ਜੁੜਿਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਜੁੱਗ",
    "type_id": 3
  },
  {
    "id": 22905,
    "shabad_id": 1903,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਤਿਸ ਨੋ ਮਿਲਿਅਾ ਸਦਾ ਸੁਖੁ ਪਾੲੀਅੈ; ਜਿ ਅਨ ਦਿਨੁ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ॥੧॥",
    "transliteration": "Naanak This No Miliaa Sadhaa Sukh Paaeeai J Anadhin Har Naam Dhhiaaeae ||1||",
    "translation": "O Nanak, meeting him, peace is obtained; night and day, he meditates on the Lord's Name. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ (ਬ੍ਰਹਮਗਿਆਨੀ ਬ੍ਰਾਹਮਣ) ਹਰ ਵੇਲੇ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ਉਸ ਨੂੰ ਮਿਲਿਆਂ ਸਦਾ ਸੁਖ ਮਿਲਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22906,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22907,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਅੰਤਰਿ ਕਪਟੁ ਮਨਮੁਖ ਅਗਿਅਾਨੀ; ਰਸਨਾ ਝੂਠੁ ਬੋਲਾੲਿ ॥",
    "transliteration": "Anthar Kapatt Manamukh Agiaanee Rasanaa Jhooth Bolaae ||",
    "translation": "Within the ignorant self-willed manmukh is deception; with his tongue, he speaks lies.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲਾ ਮਨੁੱਖ ਜਾਹਲ ਹੈ, ਉਸ ਦੇ ਅੰਦਰ ਖੋਟ ਹੈ ਤੇ ਜੀਭ ਨਾਲ ਝੂਠ (ਭਾਵ, ਅੰਦਰਲੇ ਖੋਟ ਦੇ ਉਲਟ) ਬੋਲਦਾ ਹੈ (ਭਾਵ, ਅੰਦਰੋਂ ਹੋਰ ਤੇ ਬਾਹਰੋਂ ਹੋਰ);",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22908,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਕਪਟਿ ਕੀਤੈ. ਹਰਿ ਪੁਰਖੁ, ਨ ਭੀਜੈ; ਨਿਤ ਵੇਖੈ ਸੁਣੈ ਸੁਭਾੲਿ ॥",
    "transliteration": "Kapatt Keethai Har Purakh N Bheejai Nith Vaekhai Sunai Subhaae ||",
    "translation": "Practicing deception, he does not please the Lord God, who always sees and hears with natural ease.",
    "punjabi": "(ਇਸ ਤਰ੍ਹਾਂ) ਠੱਗੀ ਕੀਤਿਆਂ ਪਰਮਾਤਮਾ ਪ੍ਰਸੰਨ ਨਹੀਂ ਹੁੰਦਾ, (ਕਿਉਂਕਿ) ਉਹ ਸੁਤੇ ਹੀ (ਅਸਾਡਾ ਹਰੇਕ ਲੁਕਵਾਂ ਕੰਮ ਭੀ) ਵੇਖਦਾ ਹੈ ਤੇ (ਲੁਕਵਾਂ ਬੋਲ ਤੇ ਖ਼ਿਆਲ ਭੀ) ਸੁਣਦਾ ਹੈ।",
    "pronunciation": "(ਭੀਜੈ) ਪ੍ਰਸੰਨ",
    "type_id": 3
  },
  {
    "id": 22909,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ ਜਾੲਿ ਜਗੁ ਪਰਬੋਧੈ; ਬਿਖੁ ਮਾੲਿਅਾ ਮੋਹ ਸੁਅਾੲਿ ॥",
    "transliteration": "Dhoojai Bhaae Jaae Jag Parabodhhai Bikh Maaeiaa Moh Suaae ||",
    "translation": "In the love of duality, he goes to instruct the world, but he is engrossed in the poison of Maya and attachment to pleasure.",
    "punjabi": "(ਮਨਮੁਖ) ਆਪ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੈ ਪਰ ਜਾ ਕੇ ਲੋਕਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਰਦਾ ਹੈ; ਜ਼ਹਿਰੀਲੀ ਧਨ-ਦੌਲਤ ਦੇ ਮੋਹ ਅਤੇ ਸੁਆਦ ਅੰਦਰ ਉਹ ਖੱਚਤ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "(ਪਰਬੋਧੈ) ੳੁਪਦੇਸ਼",
    "type_id": 3
  },
  {
    "id": 22910,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ੲਿਤੁ ਕਮਾਣੈ. ਸਦਾ ਦੁਖੁ ਪਾਵੈ; ਜੰਮੈ ਮਰੈ ਫਿਰਿ ਅਾਵੈ ਜਾੲਿ ॥",
    "transliteration": "Eith Kamaanai Sadhaa Dhukh Paavai Janmai Marai Fir Aavai Jaae ||",
    "translation": "By doing so, he suffers in constant pain; he is born and then dies, and comes and goes again and again.",
    "punjabi": "ਇਹ ਕਰਤੂਤ ਕੀਤਿਆਂ ਉਹ ਸਦਾ ਦੁੱਖ ਪਾਂਦਾ ਹੈ, ਜੰਮਦਾ ਹੈ, ਮਰਦਾ ਹੈ, ਮੁੜ ਜੰਮਦਾ ਹੈ ਮਰਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22911,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਹਸਾ. ਮੂਲਿ ਨ ਚੁਕੲੀ; ਵਿਚਿ ਵਿਸਟਾ ਪਚੈ ਪਚਾੲਿ ॥",
    "transliteration": "Sehasaa Mool N Chukee Vich Visattaa Pachai Pachaae ||",
    "translation": "His doubts do not leave him at all, and he rots away in manure.",
    "punjabi": "ਉਸ ਦਾ ਅੰਦਰਲਾ ਤੌਖਲਾ ਕਦੇ ਮਿਟਦਾ ਹੀ ਨਹੀਂ, ਉਹ ਮਾਨੋ, ਮੈਲੇ ਵਿਚ ਪਿਆ ਸੜਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22912,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜਿਸ ਨੋ ਕਿ੍ਰਪਾ ਕਰੇ ਮੇਰਾ ਸੁਅਾਮੀ; ਤਿਸੁ ਗੁਰ ਕੀ ਸਿਖ ਸੁਣਾੲਿ ॥",
    "transliteration": "Jis No Kirapaa Karae Maeraa Suaamee This Gur Kee Sikh Sunaae ||",
    "translation": "One, unto whom my Lord Master shows His Mercy, listens to the Guru's Teachings.",
    "punjabi": "ਪਰ, ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਮੇਰਾ ਮਾਲਕ ਮਿਹਰ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਗੁਰੂ ਦਾ ਉਪਦੇਸ਼ ਸੁਣਾਂਦਾ ਹੈ;",
    "pronunciation": "ਸਿੱਖ",
    "type_id": 3
  },
  {
    "id": 22913,
    "shabad_id": 1904,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ. ਹਰਿ ਨਾਮੋ ਗਾਵੈ; ਹਰਿ ਨਾਮੋ ਅੰਤਿ ਛਡਾੲਿ ॥੨॥",
    "transliteration": "Har Naam Dhhiaavai Har Naamo Gaavai Har Naamo Anth Shhaddaae ||2||",
    "translation": "He meditates on the Lord's Name, and sings the Lord's Name; in the end, the Lord's Name will deliver him. ||2||",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ, ਨਾਮ ਹੀ ਗਾਉਂਦਾ ਹੈ, ਨਾਮ ਹੀ ਉਸ ਨੂੰ ਆਖ਼ਰ (ਇਸ ਸਹਸੇ ਤੋਂ) ਛੁਡਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22914,
    "shabad_id": 1905,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22915,
    "shabad_id": 1905,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਨਾ ਹੁਕਮੁ ਮਨਾੲਿਓਨੁ; ਤੇ ਪੂਰੇ ਸੰਸਾਰਿ ॥",
    "transliteration": "Jinaa Hukam Manaaeioun Thae Poorae Sansaar ||",
    "translation": "Those who obey the Hukam of the Lord's Command, are the perfect persons in the world.",
    "punjabi": "ਉਹ ਮਨੁੱਖ ਜਗਤ ਵਿਚ ਪੂਰੇ ਭਾਂਡੇ ਹਨ ਜਿਨ੍ਹਾਂ ਤੋਂ ਪਰਮਾਤਮਾ (ਆਪਣਾ) ਹੁਕਮ ਮਨਾਂਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22916,
    "shabad_id": 1905,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਸਾਹਿਬੁ ਸੇਵਨਿ੍ਹ ਅਾਪਣਾ; ਪੂਰੈ ਸਬਦਿ ਵੀਚਾਰਿ ॥",
    "transliteration": "Saahib Saevanih Aapanaa Poorai Sabadh Veechaar ||",
    "translation": "They serve their Lord Master, and reflect upon the Perfect Word of the Shabad.",
    "punjabi": "ਉਹ ਬੰਦੇ ਪੂਰੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਚਿੱਤ ਜੋੜ ਕੇ ਆਪਣੇ ਮਾਲਕ ਦੀ ਬੰਦਗੀ ਕਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22917,
    "shabad_id": 1905,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹਰਿ ਕੀ ਸੇਵਾ ਚਾਕਰੀ; ਸਚੈ ਸਬਦਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Har Kee Saevaa Chaakaree Sachai Sabadh Piaar ||",
    "translation": "They serve the Lord, and love the True Word of the Shabad.",
    "punjabi": "ਪ੍ਰਭੂ ਦੀ ਬੰਦਗੀ ਹੋ ਹੀ ਤਾਂ ਸਕਦੀ ਹੈ ਜੇ ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਪਾਈਏ, (ਲਫ਼ਜ਼ੀ-ਸੱਚੇ ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਦੀ ਰਾਹੀਂ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22918,
    "shabad_id": 1905,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਕਾ ਮਹਲੁ. ਤਿਨ੍ਹੀ ਪਾੲਿਅਾ; ਜਿਨ੍ਹ ਹੳੁਮੈ ਵਿਚਹੁ ਮਾਰਿ ॥",
    "transliteration": "Har Kaa Mehal Thinhee Paaeiaa Jinh Houmai Vichahu Maar ||",
    "translation": "They attain the Mansion of the Lord's Presence, as they eradicate egotism from within.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਅੰਦਰੋਂ ਹਉਮੈ ਨੂੰ ਮਾਰਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਹਜ਼ੂਰੀ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22919,
    "shabad_id": 1905,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਮਿਲਿ ਰਹੇ; ਜਪਿ ਹਰਿ ਨਾਮਾ ੳੁਰ ਧਾਰਿ ॥੧੦॥",
    "transliteration": "Naanak Guramukh Mil Rehae Jap Har Naamaa Our Dhhaar ||10||",
    "translation": "O Nanak, the Gurmukhs remain united with Him, chanting the Name of the Lord, and enshrining it within their hearts. ||10||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਬੰਦੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪਰੋ ਕੇ ਤੇ ਨਾਮ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਵਿਚ ਜੁੜੇ ਰਹਿੰਦੇ ਹਨ ॥੧੦॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22920,
    "shabad_id": 1906,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22921,
    "shabad_id": 1906,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਧਿਅਾਨ ਸਹਜ ਧੁਨਿ ੳੁਪਜੈ; ਸਚਿ ਨਾਮਿ ਚਿਤੁ ਲਾੲਿਅਾ ॥",
    "transliteration": "Guramukh Dhhiaan Sehaj Dhhun Oupajai Sach Naam Chith Laaeiaa ||",
    "translation": "The Gurmukh meditates on the Lord; the celestial sound-current resounds within him, and he focuses his consciousness on the True Name.",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੁੰਦਾ ਹੈ ਉਸ ਦੇ ਅੰਦਰ ਜੁੜੀ-ਸੁਰਤ ਤੇ ਅਡੋਲਤਾ ਦੀ ਰੌ ਚੱਲ ਪੈਂਦੀ ਹੈ, ਉਹ ਸੱਚੇ ਨਾਮ ਵਿਚ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22922,
    "shabad_id": 1906,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਅਨ ਦਿਨੁ ਰਹੈ ਰੰਗਿ ਰਾਤਾ; ਹਰਿ ਕਾ ਨਾਮੁ ਮਨਿ ਭਾੲਿਅਾ ॥",
    "transliteration": "Guramukh Anadhin Rehai Rang Raathaa Har Kaa Naam Man Bhaaeiaa ||",
    "translation": "The Gurmukh remains imbued with the Lord's Love, night and day; his mind is pleased with the Name of the Lord.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿੱਚ ਮਸਤ ਰਹਿੰਦਾ ਹੈ ਤੇ ਉਸ ਦੇ ਮਨ ਨੂੰ ਪ੍ਰਭੂ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22923,
    "shabad_id": 1906,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹਰਿ ਵੇਖਹਿ. ਗੁਰਮੁਖਿ ਹਰਿ ਬੋਲਹਿ; ਗੁਰਮੁਖਿ. ਹਰਿ ਸਹਜਿ ਰੰਗੁ ਲਾੲਿਅਾ ॥",
    "transliteration": "Guramukh Har Vaekhehi Guramukh Har Bolehi Guramukh Har Sehaj Rang Laaeiaa ||",
    "translation": "The Gurmukh beholds the Lord, the Gurmukh speaks of the Lord, and the Gurmukh naturally loves the Lord.",
    "punjabi": "ਗੁਰਮੁਖ ਬੰਦੇ ਰੱਬ ਨੂੰ ਹੀ (ਹਰ ਥਾਂ) ਵੇਖਦੇ ਹਨ, ਰੱਬ ਦੀ ਸਿਫ਼ਤ ਹੀ (ਹਰ ਵੇਲੇ) ਉਚਾਰਦੇ ਹਨ, ਤੇ ਰੱਬੀ ਮੇਲ ਵਾਲੀ ਅਡੋਲਤਾ ਵਿਚ ਪਿਆਰ ਪਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22924,
    "shabad_id": 1906,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਗਿਅਾਨੁ ਪਰਾਪਤਿ ਹੋਵੈ; ਤਿਮਰ ਅਗਿਅਾਨੁ ਅਧੇਰੁ ਚੁਕਾੲਿਅਾ ॥",
    "transliteration": "Naanak Guramukh Giaan Paraapath Hovai Thimar Agiaan Adhhaer Chukaaeiaa ||",
    "translation": "O Nanak, the Gurmukh attains spiritual wisdom, and the pitch-black darkness of ignorance is dispelled.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰਮੁਖ ਨੂੰ ਉੱਚੀ ਸਮਝ ਪ੍ਰਾਪਤ ਹੁੰਦੀ ਹੈ, ਉਸ ਦਾ ਅਗਿਆਨ-ਰੂਪ ਘੁੱਪ ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ;",
    "pronunciation": "(ਤਿਮਰ) ਹਨੇਰਾ",
    "type_id": 3
  },
  {
    "id": 22925,
    "shabad_id": 1906,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਿਸ ਨੋ ਕਰਮੁ ਹੋਵੈ ਧੁਰਿ ਪੂਰਾ; ਤਿਨਿ ਗੁਰਮੁਖਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ॥੧॥",
    "transliteration": "Jis No Karam Hovai Dhhur Pooraa Thin Guramukh Har Naam Dhhiaaeiaa ||1||",
    "translation": "One who is blessed by the Perfect Lord's Grace - as Gurmukh, he meditates on the Lord's Name. ||1||",
    "punjabi": "ਉਸੇ ਗੁਰਮੁਖ ਨੇ ਨਾਮ ਜਪਿਆ ਹੈ ਜਿਸ ਉਤੇ ਧੁਰੋਂ (ਕਰਤਾਰ ਵਲੋਂ) ਪੂਰੀ ਮਿਹਰ ਹੋਈ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22926,
    "shabad_id": 1907,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22927,
    "shabad_id": 1907,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਤਿਗੁਰੁ. ਜਿਨਾ ਨ ਸੇਵਿਓ; ਸਬਦਿ. ਨ ਲਗੋ ਪਿਅਾਰੁ ॥",
    "transliteration": "Sathigur Jinaa N Saeviou Sabadh N Lago Piaar ||",
    "translation": "Those who do not serve the True Guru do not embrace love for the Word of the Shabad.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ ਗੁਰੂ ਦਾ ਹੁਕਮ ਨਹੀਂ ਮੰਨਿਆ, ਤੇ ਜਿਨ੍ਹਾਂ ਦਾ ਗੁਰ-ਸ਼ਬਦ ਵਿਚ ਪਿਆਰ ਨਹੀਂ ਬਣਿਆ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22928,
    "shabad_id": 1907,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਹਜੇ ਨਾਮੁ. ਨ ਧਿਅਾੲਿਅਾ; ਕਿਤੁ ਅਾੲਿਅਾ ਸੰਸਾਰਿ ॥",
    "transliteration": "Sehajae Naam N Dhhiaaeiaa Kith Aaeiaa Sansaar ||",
    "translation": "They do not meditate on the Celestial Naam, the Name of the Lord - why did they even bother to come into the world?",
    "punjabi": "ਅਤੇ ਜਿਨ੍ਹਾਂ ਸ਼ਾਂਤ-ਚਿੱਤ ਹੋ ਕੇ ਨਾਮ ਨਹੀਂ ਸਿਮਰਿਆ, ਉਹ ਜਗਤ ਵਿਚ ਕਾਹਦੇ ਲਈ ਆਏ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22929,
    "shabad_id": 1907,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਫਿਰਿ ਫਿਰਿ ਜੂਨੀ ਪਾੲੀਅੈ; ਵਿਸਟਾ ਸਦਾ ਖੁਅਾਰੁ ॥",
    "transliteration": "Fir Fir Joonee Paaeeai Visattaa Sadhaa Khuaar ||",
    "translation": "Time and time again, they are reincarnated, and they rot away forever in manure.",
    "punjabi": "ਅਜੇਹਾ ਬੰਦਾ ਮੁੜ ਮੁੜ ਜੂਨ ਵਿਚ ਪੈਂਦਾ ਹੈ, ਉਹ ਮਾਨੋ, ਮੈਲੇ ਵਿਚ ਪੈ ਕੇ ਦੁਖੀ ਹੋ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22930,
    "shabad_id": 1907,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਕੂੜੈ ਲਾਲਚਿ ਲਗਿਅਾ; ਨਾ ੳੁਰਵਾਰੁ. ਨ ਪਾਰੁ ॥",
    "transliteration": "Koorrai Laalach Lagiaa Naa Ouravaar N Paar ||",
    "translation": "They are attached to false greed; they are not on this shore, nor on the one beyond.",
    "punjabi": "(ਗੁਰੂ ਤੇ ਪਰਮਾਤਮਾ ਨੂੰ ਵਿਸਾਰ ਕੇ) ਝੂਠੇ-ਲਾਲਚ ਵਿਚ ਫਸਿਆਂ ਨਾ ਉਰਲਾ ਬੰਨਾ ਲੱਭਦਾ ਹੈ ਤੇ ਨਾ ਹੀ ਪਰਲਾ ਬੰਨਾ।",
    "pronunciation": "ਲੱਗਿਅਾ",
    "type_id": 3
  }
]
