[
  {
    "id": 22931,
    "shabad_id": 1907,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ੳੁਬਰੇ; ਜਿ ਅਾਪਿ ਮੇਲੇ ਕਰਤਾਰਿ ||੨||",
    "transliteration": "Naanak Guramukh Oubarae J Aap Maelae Karathaar ||2||",
    "translation": "O Nanak, the Gurmukhs are saved; the Creator Lord unites them with Himself. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਨ੍ਹਾਂ ਗੁਰਮੁਖਾਂ ਨੂੰ ਕਰਤਾਰ ਨੇ ਆਪ (ਆਪਣੇ ਨਾਲ) ਜੋੜਿਆ ਹੈ ਉਹੀ ਇਸ (ਲਾਲਚ-ਰੂਪ ਸਮੁੰਦਰ) ਵਿਚੋਂ ਬਚ ਕੇ ਨਿਕਲਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22932,
    "shabad_id": 1908,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22933,
    "shabad_id": 1908,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਭਗਤ ਸਚੈ ਦਰਿ ਸੋਹਦੇ; ਸਚੈ ਸਬਦਿ ਰਹਾੲੇ ||",
    "transliteration": "Bhagath Sachai Dhar Sohadhae Sachai Sabadh Rehaaeae ||",
    "translation": "The devotees look beauteous in the True Court of the Lord; they abide in the True Word of the Shabad.",
    "punjabi": "ਬੰਦਗੀ ਕਰਨ ਵਾਲੇ ਸੱਚੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਸੋਭਦੇ ਹਨ, (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ ਉਹ) ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਟਿਕੇ ਰਹਿੰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22934,
    "shabad_id": 1908,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਕੀ ਪ੍ਰੀਤਿ. ਤਿਨ ੳੂਪਜੀ; ਹਰਿ ਪ੍ਰੇਮ ਕਸਾੲੇ ||",
    "transliteration": "Har Kee Preeth Thin Oopajee Har Praem Kasaaeae ||",
    "translation": "The Lord's Love wells up in them; they are attracted by the Lord's Love.",
    "punjabi": "ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰ ਪੈਦਾ ਹੁੰਦਾ ਹੈ, (ਉਹ) ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਦੇ ਖਿੱਚੇ ਹੋਏ (ਹਨ),",
    "pronunciation": "(ਕਸਾੲੇ) ਖਿੱਚ",
    "type_id": 3
  },
  {
    "id": 22935,
    "shabad_id": 1908,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਹਰਿ ਰੰਗਿ ਰਹਹਿ ਸਦਾ ਰੰਗਿ ਰਾਤੇ; ਰਸਨਾ ਹਰਿ ਰਸੁ ਪਿਅਾੲੇ ||",
    "transliteration": "Har Rang Rehehi Sadhaa Rang Raathae Rasanaa Har Ras Piaaeae ||",
    "translation": "They abide in the Lord's Love, they remain imbued with the Lord's Love forever, and with their tongues, they drink in the sublime essence of the Lord.",
    "punjabi": "ਉਹ ਸਦਾ ਪ੍ਰਭੂ ਦੇ ਪਿਆਰ ਵਿਚ ਰਹਿੰਦੇ ਹਨ, ਪ੍ਰਭੂ ਦੇ ਰੰਗ ਵਿਚ ਰੱਤੇ ਰਹਿੰਦੇ ਹਨ ਤੇ ਜੀਭ ਨਾਲ ਪ੍ਰਭੂ ਦਾ ਨਾਮ-ਰਸ ਪੀਂਦੇ ਹਨ।",
    "pronunciation": "ਰਹ-ਹਿ",
    "type_id": 3
  },
  {
    "id": 22936,
    "shabad_id": 1908,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਫਲੁ ਜਨਮੁ. ਜਿਨ੍ਹੀ ਗੁਰਮੁਖਿ ਜਾਤਾ; ਹਰਿ ਜੀੳੁ ਰਿਦੈ ਵਸਾੲੇ ||",
    "transliteration": "Safal Janam Jinhee Guramukh Jaathaa Har Jeeo Ridhai Vasaaeae ||",
    "translation": "Fruitful are the lives of those Gurmukhs who recognize the Lord and enshrine Him in their hearts.",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਰੱਬ ਨੂੰ ਪਛਾਣਿਆ ਹੈ ਤੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੈ ਉਹਨਾਂ ਦਾ ਜੰਮਣਾ ਮੁਬਾਰਿਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22937,
    "shabad_id": 1908,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਬਾਝੁ ਗੁਰੂ. ਫਿਰੈ ਬਿਲਲਾਦੀ; ਦੂਜੈ ਭਾੲਿ ਖੁਅਾੲੇ ||੧੧||",
    "transliteration": "Baajh Guroo Firai Bilalaadhee Dhoojai Bhaae Khuaaeae ||11||",
    "translation": "Without the Guru, they wander around crying out in misery; in the love of duality, they are ruined. ||11||",
    "punjabi": "ਗੁਰੂ ਤੋਂ ਬਿਨਾ ਸ੍ਰਿਸ਼ਟੀ ਹੋਰ ਹੋਰ ਪਿਆਰ ਵਿਚ ਖੁੰਝੀ ਹੋਈ ਵਿਲਕਦੀ ਫਿਰਦੀ ਹੈ ॥੧੧॥",
    "pronunciation": "(ਬਿਲਲਾਦੀ) ਵਿਰਲਾਪ",
    "type_id": 3
  },
  {
    "id": 22938,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22939,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਲਿਜੁਗ ਮਹਿ ਨਾਮੁ ਨਿਧਾਨੁ. ਭਗਤੀ ਖਟਿਅਾ; ਹਰਿ ੳੁਤਮ ਪਦੁ ਪਾੲਿਅਾ ||",
    "transliteration": "Kalijug Mehi Naam Nidhhaan Bhagathee Khattiaa Har Outham Padh Paaeiaa ||",
    "translation": "In the Dark Age of Kali Yuga, the devotees earn the treasure of the Naam, the Name of the Lord; they obtain the supreme status of the Lord.",
    "punjabi": "ਇਸ ਝੰਬੇਲਿਆਂ-ਭਰੇ ਜਗਤ ਵਿਚ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹੀ) ਖ਼ਜ਼ਾਨਾ ਹੈ, ਜਿਸ ਨੇ ਬੰਦਗੀ ਕਰ ਕੇ (ਇਹ ਖ਼ਜ਼ਾਨਾ) ਖੱਟ ਲਿਆ ਹੈ ਉਸ ਨੇ ਪ੍ਰਭੂ (ਦਾ ਮੇਲ-ਰੂਪ) ਉੱਚਾ ਦਰਜਾ ਪਾ ਲਿਆ ਹੈ,",
    "pronunciation": "ਕਲਿਜੁੱਗ, ਭਗਤੀਂ",
    "type_id": 3
  },
  {
    "id": 22940,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਤਿਗੁਰ ਸੇਵਿ. ਹਰਿ ਨਾਮੁ ਮਨਿ ਵਸਾੲਿਅਾ; ਅਨ ਦਿਨੁ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Sathigur Saev Har Naam Man Vasaaeiaa Anadhin Naam Dhhiaaeiaa ||",
    "translation": "Serving the True Guru, they enshrine the Lord's Name in their minds, and they meditate on the Naam, night and day.",
    "punjabi": "ਗੁਰੂ ਦੇ ਹੁਕਮ ਵਿਚ ਤੁਰ ਕੇ ਉਸ ਨੇ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਆਪਣੇ ਮਨ ਵਿਚ ਵਸਾਇਆ ਹੈ ਤੇ ਹਰ ਵੇਲੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22941,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਵਿਚੇ ਗਿ੍ਰਹ ਗੁਰ ਬਚਨਿ ੳੁਦਾਸੀ; ਹੳੁਮੈ ਮੋਹੁ ਜਲਾੲਿਅਾ ||",
    "transliteration": "Vichae Grih Gur Bachan Oudhaasee Houmai Mohu Jalaaeiaa ||",
    "translation": "Within the home of their own selves, they remain unattached, through the Guru's Teachings; they burn away egotism and emotional attachment.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਬਚਨ ਵਿਚ (ਤੁਰ ਕੇ) ਉਹ ਗ੍ਰਿਹਸਤ ਵਿਚ ਹੀ ਉਦਾਸੀ ਹੈ (ਕਿਉਂਕਿ) ਉਸ ਨੇ ਹਉਮੈ ਤੇ ਮੋਹ ਸਾੜ ਦਿੱਤਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22942,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪਿ ਤਰਿਅਾ. ਕੁਲ ਜਗਤੁ ਤਰਾੲਿਅਾ; ਧੰਨੁ ਜਣੇਦੀ ਮਾੲਿਅਾ ||",
    "transliteration": "Aap Thariaa Kul Jagath Tharaaeiaa Dhhann Janaedhee Maaeiaa ||",
    "translation": "They save themselves, and they save the whole world. Blessed are the mothers who gave birth to them.",
    "punjabi": "ਉਹ (ਇਸ ਝੰਬੇਲਿਆਂ-ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਆਪ ਲੰਘ ਗਿਆ ਹੈ, ਸਾਰੇ ਜਗਤ ਨੂੰ ਭੀ ਲੰਘਾਂਦਾ ਹੈ, ਧੰਨ ਹੈ ਉਸ ਦੀ ਜੰਮਣ ਵਾਲੀ ਮਾਂ!",
    "pronunciation": "ਕੁੱਲ ਸਾਰਾ ਜੱਗ-ਤੁ, ਸਾਰੇ ਜਗਤ ਚ ਕੁਲ ਭੀ ਤਰ ਗੲੀ",
    "type_id": 3
  },
  {
    "id": 22943,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅੈਸਾ ਸਤਿਗੁਰੁ ਸੋੲੀ ਪਾੲੇ; ਜਿਸੁ ਧੁਰਿ ਮਸਤਕਿ ਹਰਿ ਲਿਖਿ ਪਾੲਿਅਾ ||",
    "transliteration": "Aisaa Sathigur Soee Paaeae Jis Dhhur Masathak Har Likh Paaeiaa ||",
    "translation": "He alone finds such a True Guru, upon whose forehead the Lord inscribed such pre-ordained destiny.",
    "punjabi": "ਇਹੋ ਜਿਹਾ ਗੁਰੂ (ਜਿਸ ਨੂੰ ਮਿਲ ਕੇ ਮਨੁੱਖ 'ਆਪਿ ਤਰਿਆ ਕੁਲ ਜਗਤੁ ਤਰਾਇਆ') ਉਸੇ ਬੰਦੇ ਨੂੰ ਮਿਲਦਾ ਹੈ ਜਿਸ ਦੇ ਮੱਥੇ ਤੇ ਧੁਰੋਂ ਕਰਤਾਰ ਨੇ (ਬੰਦਗੀ ਕਰਨ ਦਾ ਲੇਖ) ਲਿਖ ਕੇ ਰੱਖ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22944,
    "shabad_id": 1909,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਬਲਿਹਾਰੀ ਗੁਰ ਅਾਪਣੇ ਵਿਟਹੁ; ਜਿਨਿ ਭ੍ਰਮਿ ਭੁਲਾ ਮਾਰਗਿ ਪਾੲਿਅਾ ||੧||",
    "transliteration": "Jan Naanak Balihaaree Gur Aapanae Vittahu Jin Bhram Bhulaa Maarag Paaeiaa ||1||",
    "translation": "Servant Nanak is a sacrifice to his Guru; when he was wandering in doubt, He placed him on the Path. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! (ਆਖ-) ਮੈਂ ਆਪਣੇ ਗੁਰੂ ਤੋਂ ਸਦਕੇ ਹਾਂ ਜਿਸ ਨੇ ਮੈਨੂੰ ਭੁਲੇਖੇ ਵਿਚ ਭੁੱਲੇ ਨੂੰ ਰਾਹੇ ਪਾਇਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22945,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22946,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਤ੍ਰੈ ਗੁਣ ਮਾੲਿਅਾ ਵੇਖਿ ਭੁਲੇ; ਜਿੳੁ ਦੇਖਿ ਦੀਪਕਿ. ਪਤੰਗ ਪਚਾੲਿਅਾ ||",
    "transliteration": "Thrai Gun Maaeiaa Vaekh Bhulae Jio Dhaekh Dheepak Pathang Pachaaeiaa ||",
    "translation": "Beholding Maya with her three dispositions, he goes astray; he is like the moth, which sees the flame, and is consumed.",
    "punjabi": "ਸਾਰੇ ਜੀਵ ਤ੍ਰੈਗੁਣੀ ਮਾਇਆ ਨੂੰ ਵੇਖ ਕੇ (ਜੀਵਨ ਦੇ ਸਹੀ ਰਸਤੇ ਤੋਂ) ਖੁੰਝ ਰਹੇ ਹਨ ਜਿਵੇਂ ਭੰਬਟ (ਦੀਵੇ ਨੂੰ) ਵੇਖ ਕੇ ਦੀਵੇ ਉਤੇ ਸੜਦੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22947,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਪੰਡਿਤ ਭੁਲਿ ਭੁਲਿ. ਮਾੲਿਅਾ ਵੇਖਹਿ; ਦਿਖਾ, ਕਿਨੈ ਕਿਹੁ ਅਾਣਿ ਚੜਾੲਿਅਾ ||",
    "transliteration": "Panddith Bhul Bhul Maaeiaa Vaekhehi Dhikhaa Kinai Kihu Aan Charraaeiaa ||",
    "translation": "The mistaken, deluded Pandits gaze upon Maya, and watch to see whether anyone has offered them something.",
    "punjabi": "ਪੰਡਤ (ਕਥਾ ਸੁਣਾਂਦੇ) ਮੁੜ ਮੁੜ ਖੁੰਝ ਕੇ ਮਾਇਆ ਵਲ ਹੀ ਤੱਕਦੇ ਹਨ ਕਿ ਵੇਖੀਏ ਕਿਸੇ ਨੇ ਕੁਝ ਲਿਆ ਕੇ ਭੇਟਾ ਰੱਖੀ ਹੈ (ਜਾਂ ਨਹੀਂ),",
    "pronunciation": "ਭੁੱਲਿ,ਭੁੱਲਿ[(ਦਿਖਾ)ਦਿਖਾੳੁਣਾ ਕਰ[ਦਿਖਾ:ਪੋਲਾ ਬੋਲੋ[ ਚੜ੍ਹਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 22948,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਦੂਜੈ ਭਾੲਿ, ਪੜਹਿ ਨਿਤ ਬਿਖਿਅਾ; ਨਾਵਹੁ ਦਯਿ ਖੁਅਾੲਿਅਾ ||",
    "transliteration": "Dhoojai Bhaae Parrehi Nith Bikhiaa Naavahu Dhay Khuaaeiaa ||",
    "translation": "In the love of duality, they read continually about sin, while the Lord has withheld His Name from them.",
    "punjabi": "ਸੋ ਮਾਇਆ ਦੇ ਪਿਆਰ ਵਿਚ ਉਹ (ਅਸਲ ਵਿਚ) ਸਦਾ ਮਾਇਆ (ਦੀ ਸੰਥਾ ਹੀ) ਪੜ੍ਹਦੇ ਹਨ, ਪਰਮਾਤਮਾ ਨੇ ਉਹਨਾਂ ਨੂੰ (ਆਪਣੇ) ਨਾਮ ਵਲੋਂ ਖੁੰਝਾ ਦਿੱਤਾ ਹੈ।",
    "pronunciation": "ਦ-ਯਿ ਦ ਮੁਕਤਾ- ਯਿ ਸਿਹਾਰੀ ਸਹਿਤ- ਤਾਲੂ ਤੋਂ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 22949,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੋਗੀ ਜੰਗਮ ਸੰਨਿਅਾਸੀ ਭੁਲੇ; ਓਨ੍ਹਾ ਅਹੰਕਾਰੁ ਬਹੁ ਗਰਬੁ ਵਧਾੲਿਅਾ ||",
    "transliteration": "Jogee Jangam Sanniaasee Bhulae Ounhaa Ahankaar Bahu Garab Vadhhaaeiaa ||",
    "translation": "The Yogis, the wandering hermits and the Sannyaasees have gone astray; their egotism and arrogance have increased greatly.",
    "punjabi": "ਜੋਗੀ ਜੰਗਮ ਤੇ ਸੰਨਿਆਸੀ (ਭੀ ਜੀਵਨ ਦੇ ਰਾਹ ਤੋਂ) ਖੁੰਝੇ ਹੋਏ ਹਨ, (ਕਿਉਂਕਿ 'ਤਿਆਗ' ਕਾਰਨ) ਇਹਨਾਂ ਨੇ ਮਾਣ ਤੇ ਅਹੰਕਾਰ ਨੂੰ ਵਧਾਇਆ ਹੋਇਆ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22950,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਛਾਦਨੁ ਭੋਜਨੁ. ਨ ਲੈਹੀ ਸਤ ਭਿਖਿਅਾ; ਮਨ ਹਠਿ ਜਨਮੁ ਗਵਾੲਿਅਾ ||",
    "transliteration": "Shhaadhan Bhojan N Laihee Sath Bhikhiaa Manehath Janam Gavaaeiaa ||",
    "translation": "They do not accept the true donations of clothes and food, and their lives are ruined by their stubborn minds.",
    "punjabi": "(ਗ੍ਰਿਹਸਤੀਆਂ ਪਾਸੋਂ) ਆਦਰ ਸਰਧਾ ਨਾਲ ਮਿਲਿਆ ਕੱਪੜਾ ਤੇ ਭੋਜਨ-ਰੂਪ ਭਿੱਛਿਆ ਨਹੀਂ ਲੈਂਦੇ (ਭਾਵ, ਥੋੜੀ ਚੀਜ਼ ਮਿਲਣ ਤੇ ਉਹਨਾਂ ਨੂੰ ਘੂਰਦੇ ਹਨ) ਤੇ ਇਸ ਤਰ੍ਹਾਂ ਮਨ ਦੇ ਹਠ ਨਾਲ ਆਪਣੀ ਜ਼ਿੰਦਗੀ ਅਜਾਈਂ ਗਵਾ ਲੈਂਦੇ ਹਨ।",
    "pronunciation": "ਸ਼ਰਧਾ ਨਾਲ ਦਿਤੀ ਸੱਤ ਸੱਚੀ ਹੀਂ ਲੈਂਦੇ",
    "type_id": 3
  },
  {
    "id": 22951,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੲੇਤੜਿਅਾ ਵਿਚਹੁ. ਸੋ ਜਨੁ ਸਮਧਾ; ਜਿਨਿ ਗੁਰਮੁਖਿ ਨਾਮੁ ਧਿਅਾੲਿਅਾ ||",
    "transliteration": "Eaetharriaa Vichahu So Jan Samadhhaa Jin Guramukh Naam Dhhiaaeiaa ||",
    "translation": "Among these, he alone is a man of poise, who, as Gurmukh, meditates on the Naam, the Name of the Lord.",
    "punjabi": "ਇਹਨਾਂ ਸਾਰਿਆਂ ਵਿਚੋਂ ਉਹ ਮਨੁੱਖ ਪੂਰਨ ਅਵਸਥਾ ਵਾਲਾ ਹੈ ਜਿਸ ਨੇ ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ ਨਾਮ ਸਿਮਰਿਆ ਹੈ।",
    "pronunciation": "(ਸਮਧਾ)ਨਾਮ ਵਿਭੂਤੀ ਵਾਲਾ:ਪੋਲਾ ਬੋਲੋ[ ਪੋਲਾ (ਸਮ-ਧਾ)ਸਮਝਿਅਾ ਹੈ[ ੲੇਤੜਿਅਾਂ ਕਸਕੇ",
    "type_id": 3
  },
  {
    "id": 22952,
    "shabad_id": 1910,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਕਿਸ ਨੋ ਅਾਖਿ ਸੁਣਾੲੀਅੈ; ਜਾ ਕਰਦੇ ਸਭਿ ਕਰਾੲਿਅਾ ||੨||",
    "transliteration": "Jan Naanak Kis No Aakh Sunaaeeai Jaa Karadhae Sabh Karaaeiaa ||2||",
    "translation": "Unto whom should servant Nanak speak and complain? All act as the Lord causes them to act. ||2||",
    "punjabi": "ਪਰ, ਹੇ ਦਾਸ ਨਾਨਕ! ਹੋਰ ਕਿਸ ਅੱਗੇ ਪੁਕਾਰ ਕਰੀਏ? ਸਾਰੇ ਪ੍ਰਭੂ ਦੇ ਪ੍ਰੇਰੇ ਹੋਏ ਹੀ ਕਾਰ ਕਰ ਰਹੇ ਹਨ, (ਭਾਵ, ਇਸ ਮਾਇਆ ਤੋਂ ਬਚਣ ਲਈ ਪ੍ਰਭੂ ਅੱਗੇ ਹੀ ਕੀਤੀ ਅਰਦਾਸ ਸਹੈਤਾ ਕਰਦੀ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22953,
    "shabad_id": 1911,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22954,
    "shabad_id": 1911,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾੲਿਅਾ ਮੋਹੁ ਪਰੇਤੁ ਹੈ; ਕਾਮੁ ਕ੍ਰੋਧੁ ਅਹੰਕਾਰਾ ||",
    "transliteration": "Maaeiaa Mohu Paraeth Hai Kaam Krodhh Ahankaaraa ||",
    "translation": "Emotional attachment to Maya, sexual desire, anger and egotism are demons.",
    "punjabi": "ਮਾਇਆ ਦਾ ਮੋਹ, ਕਾਮ, ਕ੍ਰੋਧ ਤੇ ਅਹੰਕਾਰ ਸਭ ਇਕ ਤਰ੍ਹਾਂ ਦੇ ਭੂਤ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22955,
    "shabad_id": 1911,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ੲੇਹ ਜਮ ਕੀ ਸਿਰ ਕਾਰ ਹੈ; ੲੇਨ੍ਹਾ ੳੁਪਰਿ ਜਮ ਕਾ ਡੰਡੁ ਕਰਾਰਾ ||",
    "transliteration": "Eaeh Jam Kee Sirakaar Hai Eaenhaa Oupar Jam Kaa Ddandd Karaaraa ||",
    "translation": "Because of them, mortals are subject to death; above their heads hangs the heavy club of the Messenger of Death.",
    "punjabi": "ਇਹ ਸਾਰੇ ਜਮਰਾਜ ਦੀ ਰਈਅਤ ਹਨ, ਇਹਨਾਂ ਉੱਤੇ ਜਮਰਾਜ ਦਾ ਜ਼ੋਰ ਚੱਲਦਾ ਹੈ।",
    "pronunciation": "(੨. ਸਿਰਕਾਰ)",
    "type_id": 3
  },
  {
    "id": 22956,
    "shabad_id": 1911,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਨਮੁਖ ਜਮ ਮਗਿ ਪਾੲੀਅਨਿ੍ਹ; ਜਿਨ੍ਹ ਦੂਜਾ ਭਾੳੁ ਪਿਅਾਰਾ ||",
    "transliteration": "Manamukh Jam Mag Paaeeanih Jinh Dhoojaa Bhaao Piaaraa ||",
    "translation": "The self-willed manmukhs, in love with duality, are led onto the path of Death.",
    "punjabi": "ਆਪਣੇ ਮਨ ਦੇ ਪਿਛੇ ਤੁਰਨ ਵਾਲੇ ਬੰਦੇ ਜਿਨ੍ਹਾਂ ਨੂੰ ਮਾਇਆ ਦਾ ਪਿਆਰ ਮਿੱਠਾ ਲੱਗਦਾ ਹੈ ਜਮਰਾਜ ਦੇ ਰਾਹ ਤੇ ਪਾਏ ਜਾਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22957,
    "shabad_id": 1911,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਮਪੁਰਿ ਬਧੇ ਮਾਰੀਅਨਿ; ਕੋ ਸੁਣੈ ਨ. ਪੂਕਾਰਾ ||",
    "transliteration": "Jam Pur Badhhae Maareean Ko Sunai N Pookaaraa ||",
    "translation": "In the City of Death, they are tied up and beaten, and no one hears their cries.",
    "punjabi": "ਉਹ ਮਨਮੁਖ ਜਮ-ਪੁਰੀ ਵਿਚ ਬੱਝੇ ਹੋਏ ਮਾਰੀਦੇ ਹਨ ਤੇ ਕੋਈ ਉਹਨਾਂ ਦੀ ਪੁਕਾਰ ਨਹੀਂ ਸੁਣਦਾ (ਭਾਵ, ਇਹਨਾਂ ਕਾਮਾਦਿਕਾਂ ਦੇ ਪੰਜੇ ਤੋਂ ਕੋਈ ਉਹਨਾਂ ਨੂੰ ਛੁਡਾ ਨਹੀਂ ਸਕਦਾ)।",
    "pronunciation": "ਬੱਧੇ",
    "type_id": 3
  },
  {
    "id": 22958,
    "shabad_id": 1911,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਸ ਨੋ ਕਿ੍ਰਪਾ ਕਰੇ. ਤਿਸੁ ਗੁਰੁ ਮਿਲੈ; ਗੁਰਮੁਖਿ ਨਿਸਤਾਰਾ ||੧੨||",
    "transliteration": "Jis No Kirapaa Karae This Gur Milai Guramukh Nisathaaraa ||12||",
    "translation": "One who is blessed by the Lord's Grace meets the Guru; as Gurmukh, he is emancipated. ||12||",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਤੇ ਪ੍ਰਭੂ ਆਪ ਮਿਹਰ ਕਰੇ ਉਸ ਨੂੰ ਗੁਰੂ ਮਿਲਦਾ ਹੈ, ਗੁਰੂ ਦੀ ਰਾਹੀਂ (ਇਹਨਾਂ ਭੂਤਾਂ ਤੋਂ) ਛੁਟਕਾਰਾ ਹੁੰਦਾ ਹੈ ॥੧੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22959,
    "shabad_id": 1912,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22960,
    "shabad_id": 1912,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਹੳੁਮੈ ਮਮਤਾ ਮੋਹਣੀ; ਮਨਮੁਖਾ ਨੋ ਗੲੀ ਖਾੲਿ ||",
    "transliteration": "Houmai Mamathaa Mohanee Manamukhaa No Gee Khaae ||",
    "translation": "By egotism and pride, the self-willed manmukhs are enticed, and consumed.",
    "punjabi": "ਹਉਮੈ ਤੇ ਅਪਣੱਤ (ਸਰੂਪ ਵਾਲੀ ਮਾਇਆ, ਮਾਨੋ) ਚੁੜੇਲ ਹੈ ਜੋ ਆਪ-ਹੁਦਰਿਆਂ ਨੂੰ ਹੜੱਪ ਕਰ ਜਾਂਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22961,
    "shabad_id": 1912,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਜੋ ਮੋਹਿ ਦੂਜੈ ਚਿਤੁ ਲਾੲਿਦੇ; ਤਿਨਾ ਵਿਅਾਪਿ ਰਹੀ ਲਪਟਾੲਿ ||",
    "transliteration": "Jo Mohi Dhoojai Chith Laaeidhae Thinaa Viaap Rehee Lapattaae ||",
    "translation": "Those who center their consciousness on duality are caught in it, and remain stuck.",
    "punjabi": "ਜੋ ਮਨੁੱਖ (ਰੱਬ ਨੂੰ ਛੱਡ ਕਿਸੇ) ਹੋਰ ਦੇ ਮੋਹ ਵਿਚ ਚਿੱਤ ਜੋੜਦੇ ਹਨ ਉਹਨਾਂ ਨੂੰ ਚੰਬੜ ਕੇ ਆਪਣੇ ਵੱਸ ਵਿਚ ਕਰ ਲੈਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22962,
    "shabad_id": 1912,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਪਰਜਾਲੀਅੈ; ਤਾ ੲੇਹ ਵਿਚਹੁ ਜਾੲਿ ||",
    "transliteration": "Gur Kai Sabadh Parajaaleeai Thaa Eaeh Vichahu Jaae ||",
    "translation": "But when it is burnt away by the Word of the Guru's Shabad, only then does it depart from within.",
    "punjabi": "ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਇਸ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਸਾੜੀਏ ਤਾਂ ਇਹ ਅੰਦਰੋਂ ਨਿਕਲਦੀ ਹੈ;",
    "pronunciation": "(ਪਰਜਾਲੀਅੈ) ਸਾੜਦੀ[ਪਰ-ਜਾਲੀਅੈ",
    "type_id": 3
  },
  {
    "id": 22963,
    "shabad_id": 1912,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਤਨੁ ਮਨੁ ਹੋਵੈ ੳੁਜਲਾ; ਨਾਮੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ||",
    "transliteration": "Than Man Hovai Oujalaa Naam Vasai Man Aae ||",
    "translation": "The body and mind become radiant and bright, and the Naam, the Name of the Lord, comes to dwell within the mind.",
    "punjabi": "ਤਾਂ ਸਰੀਰ ਤੇ ਮਨ ਸੁਅੱਛ ਹੋ ਜਾਂਦਾ ਹੈ; ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22964,
    "shabad_id": 1912,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਮਾੲਿਅਾ ਕਾ ਮਾਰਣੁ, ਹਰਿ ਨਾਮੁ ਹੈ; ਗੁਰਮੁਖਿ ਪਾੲਿਅਾ ਜਾੲਿ ||੧||",
    "transliteration": "Naanak Maaeiaa Kaa Maaran Har Naam Hai Guramukh Paaeiaa Jaae ||1||",
    "translation": "O Nanak, the Lord's Name is the antidote to Maya; the Gurmukh obtains it. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਮਾਇਆ (ਸੰਖੀਏ ਨੂੰ ਕੁਸ਼ਤਾ ਕਰਨ) ਦੀ ਬੂਟੀ ਇੱਕ ਹਰਿ-ਨਾਮ ਹੀ ਹੈ ਜੋ ਗੁਰੂ ਤੋਂ ਹੀ ਮਿਲ ਸਕਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22965,
    "shabad_id": 1913,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22966,
    "shabad_id": 1913,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ੲਿਹੁ ਮਨੁ. ਕੇਤੜਿਅਾ ਜੁਗ ਭਰਮਿਅਾ; ਥਿਰੁ ਰਹੈ ਨ. ਅਾਵੈ ਜਾੲਿ ||",
    "transliteration": "Eihu Man Kaetharriaa Jug Bharamiaa Thhir Rehai N Aavai Jaae ||",
    "translation": "This mind has wandered through so many ages; it has not remained stable - it continues coming and going.",
    "punjabi": "(ਮਨੁੱਖ ਦਾ) ਇਹ ਮਨ ਕਈ ਜੁਗ ਭਟਕਦਾ ਰਹਿੰਦਾ ਹੈ (ਪਰਮਾਤਮਾ ਵਿਚ) ਟਿਕਦਾ ਨਹੀਂ ਤੇ ਜੰਮਦਾ ਮਰਦਾ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "ਜੁੱਗ",
    "type_id": 3
  },
  {
    "id": 22967,
    "shabad_id": 1913,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਭਾਣਾ. ਤਾ ਭਰਮਾੲਿਅਨੁ; ਕਰਿ ਪਰਪੰਚੁ ਖੇਲੁ ੳੁਪਾੲਿ ||",
    "transliteration": "Har Bhaanaa Thaa Bharamaaeian Kar Parapanch Khael Oupaae ||",
    "translation": "When it is pleasing to the Lord's Will, then He causes the soul to wander; He has set the world-drama in motion.",
    "punjabi": "ਪਰ ਇਹ ਗੱਲ ਪ੍ਰਭੂ ਨੂੰ (ਏਸੇ ਤਰ੍ਹਾਂ) ਭਾਉਂਦੀ ਹੈ ਕਿ ਉਸ ਨੇ ਇਹ ਠੱਗਣ ਵਾਲੀ (ਜਗਤ-ਖੇਡ ਬਣਾ ਕੇ (ਜੀਵਾਂ ਨੂੰ ਇਸ ਵਿਚ) ਭਰਮਾਇਆ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 22968,
    "shabad_id": 1913,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਾ ਹਰਿ ਬਖਸੇ. ਤਾ ਗੁਰੁ ਮਿਲੈ; ਅਸਥਿਰੁ ਰਹੈ ਸਮਾੲਿ ||",
    "transliteration": "Jaa Har Bakhasae Thaa Gur Milai Asathhir Rehai Samaae ||",
    "translation": "When the Lord forgives, then one meets the Guru, and becoming stable, he remains absorbed in the Lord.",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ (ਆਪ) ਮਿਹਰ ਕਰਦਾ ਹੈ ਤਾਂ (ਜੀਵ ਨੂੰ) ਗੁਰੂ ਮਿਲਦਾ ਹੈ, (ਫਿਰ) ਇਹ (ਪ੍ਰਭੂ ਵਿਚ) ਜੁੜ ਕੇ ਟਿਕਿਆ ਰਹਿੰਦਾ ਹੈ;",
    "pronunciation": "",
    "type_id": 3
  }
]
