[
  {
    "id": 23805,
    "shabad_id": 2046,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਾਧਸੰਗਤਿ ਕੀ ਸਰਨੀ ਪਰੀਅੈ; ਚਰਣ ਰੇਨੁ ਮਨੁ ਬਾਛੈ ॥੧॥",
    "transliteration": "Saadhhasangath Kee Saranee Pareeai Charan Raen Man Baashhai ||1||",
    "translation": "I have sought the Sanctuary of the Saadh Sangat, the Company of the Holy; my mind longs for the dust of their Feet. ||1||",
    "punjabi": "ਸਾਧ ਸੰਗਤ ਦੀ ਸਰਨ ਪੈਣਾ ਚਾਹੀਦਾ ਹੈ। ਮੇਰਾ ਮਨ ਸਾਧ ਜਨਾਂ ਦੇ ਚਰਨਾਂ ਦੀ ਹੀ ਧੂੜ ਮੰਗਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ਬਾਂਛੈ",
    "type_id": 3
  },
  {
    "id": 23806,
    "shabad_id": 2046,
    "pada": 3,
    "source_line": 1,
    "gurmukhi": "ਜੁਗਤਿ ਨ ਜਾਨਾ. ਗੁਨੁ ਨਹੀ ਕੋੲੀ; ਮਹਾ ਦੁਤਰੁ ਮਾੲਿਅਾਛੈ ॥",
    "transliteration": "Jugath N Jaanaa Gun Nehee Koee Mehaa Dhuthar Maae Aashhai ||",
    "translation": "I do not know the way, and I have no virtue. It is so difficult to escape from Maya!",
    "punjabi": "ਮੈਨੂੰ (ਇਸ ਮਾਇਆ-ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘਣ ਦਾ) ਕੋਈ ਢੰਗ ਨਹੀਂ ਆਉਂਦਾ, ਮੇਰੇ ਵਿਚ ਕੋਈ (ਐਸਾ) ਗੁਣ (ਭੀ) ਨਹੀਂ, ਇਹ ਮਾਇਆ (-ਸਮੁੰਦਰ) ਤੋਂ ਪਾਰ ਲੰਘਣਾ ਬਹੁਤ ਹੀ ਔਖਾ ਹੈ।",
    "pronunciation": "(ਦੁੱਤ-ਰੁ) ਕਠਨ। ਮਾੲਿਅਾ-ਛੈ (ਛੈ) ਨਾਸਵੰਤ ਮਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 23807,
    "shabad_id": 2046,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਅਾੲਿ ਪੲਿਓ ਨਾਨਕ. ਗੁਰ ਚਰਨੀ; ਤੳੁ ੳੁਤਰੀ ਸਗਲ ਦੁਰਾਛੈ ॥੨॥੨॥੨੮॥",
    "transliteration": "Aae Paeiou Naanak Gur Charanee Tho Outharee Sagal Dhuraashhai ||2||2||28||",
    "translation": "Nanak has come and fallen at the Guru's feet; all of his evil inclinations have vanished. ||2||2||28||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਦੋਂ ਮਨੁੱਖ ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਆ ਪੈਂਦਾ ਹੈ ਤਦੋਂ (ਇਸ ਦੇ ਅੰਦਰੋਂ) ਸਾਰੀ ਮੰਦੀ ਵਾਸਨਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ॥੨॥੨॥੨੮॥",
    "pronunciation": "(ਦੁਰਾਛੈ) ਮੰਦੀ ਵਾਸਨਾ",
    "type_id": 3
  },
  {
    "id": 23808,
    "shabad_id": 2047,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23809,
    "shabad_id": 2047,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅੰਮਿ੍ਰਤਾ ਪਿ੍ਰਅ ਬਚਨ ਤੁਹਾਰੇ ॥",
    "transliteration": "Anmrithaa Pria Bachan Thuhaarae ||",
    "translation": "O Beloved, Your Words are Ambrosial Nectar.",
    "punjabi": "ਹੇ ਪਿਆਰੇ! ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੇ ਬਚਨ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੇ ਹਨ;",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23810,
    "shabad_id": 2047,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਤਿ ਸੁੰਦਰ ਮਨਮੋਹਨ ਪਿਅਾਰੇ; ਸਭਹੂ ਮਧਿ ਨਿਰਾਰੇ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Ath Sundhar Manamohan Piaarae Sabhehoo Madhh Niraarae ||1|| Rehaao ||",
    "translation": "O supremely beautiful Enticer, O Beloved, You are among all, and yet distinct from all. ||1||Pause||",
    "punjabi": "ਹੇ ਬੇਅੰਤ ਸੁੰਦਰ! ਹੇ ਪਿਆਰੇ ਮਨ ਮੋਹਣ! ਹੇ ਸਭ ਜੀਵਾਂ ਵਿਚ ਅਤੇ ਸਭ ਤੋਂ ਵੱਖਰੇ ਰਹਿਣ ਵਾਲੇ ਪ੍ਰਭੂ! ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਮਧਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 4
  },
  {
    "id": 23811,
    "shabad_id": 2047,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਰਾਜੁ ਨ ਚਾਹੳੁ. ਮੁਕਤਿ ਨ ਚਾਹੳੁ; ਮਨਿ ਪ੍ਰੀਤਿ ਚਰਨਕਮਲਾਰੇ ॥",
    "transliteration": "Raaj N Chaaho Mukath N Chaaho Man Preeth Charan Kamalaarae ||",
    "translation": "I do not seek power, and I do not seek liberation. My mind is in love with Your Lotus Feet.",
    "punjabi": "ਹੇ ਪਿਆਰੇ ਪ੍ਰਭੂ! ਮੈਂ ਰਾਜ ਨਹੀਂ ਮੰਗਦਾ, ਮੈਂ ਮੁਕਤੀ ਨਹੀਂ ਮੰਗਦਾ, (ਮੇਹਰ ਕਰ, ਸਿਰਫ਼ ਤੇਰੇ) ਸੋਹਣੇ ਕੋਮਲ ਚਰਨਾਂ ਦਾ ਪਿਆਰ ਮੇਰੇ ਮਨ ਵਿਚ ਟਿਕਿਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23812,
    "shabad_id": 2047,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਬ੍ਰਹਮ ਮਹੇਸ ਸਿਧ ਮੁਨਿ ੲਿੰਦ੍ਰਾ; ਮੋਹਿ ਠਾਕੁਰ ਹੀ ਦਰਸਾਰੇ ॥੧॥",
    "transliteration": "Breham Mehaes Sidhh Mun Eindhraa Mohi Thaakur Hee Dharasaarae ||1||",
    "translation": "Brahma, Shiva, the Siddhas, the silent sages and Indra - I seek only the Blessed Vision of my Lord and Master's Darshan. ||1||",
    "punjabi": "(ਲੋਕ ਤਾਂ) ਬ੍ਰਹਮਾ, ਸ਼ਿਵ ਕਰਾਮਾਤੀ ਜੋਗੀ, ਰਿਸ਼ੀ, ਮੁਨੀ ਇੰਦ੍ਰ (ਆਦਿਕ ਦਾ ਦਰਸਨ ਚਾਹੁੰਦੇ ਹਨ, ਪਰ) ਮੈਨੂੰ ਮਾਲਕ-ਪ੍ਰਭੂ ਦਾ ਦਰਸਨ ਹੀ ਚਾਹੀਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23813,
    "shabad_id": 2047,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਦੀਨੁ. ਦੁਅਾਰੈ ਅਾੲਿਓ ਠਾਕੁਰ; ਸਰਨਿ ਪਰਿਓ ਸੰਤ. ਹਾਰੇ ॥",
    "transliteration": "Dheen Dhuaarai Aaeiou Thaakur Saran Pariou Santh Haarae ||",
    "translation": "I have come, helpless, to Your Door, O Lord Master; I am exhausted - I seek the Sanctuary of the Saints.",
    "punjabi": "ਹੇ ਠਾਕੁਰ! ਮੈਂ ਗਰੀਬ ਤੇਰੇ ਦਰ ਤੇ ਆਇਆ ਹਾਂ, ਮੈਂ ਹਾਰ ਕੇ ਤੇਰੇ ਸੰਤਾਂ ਦੀ ਸਰਨ ਆ ਪਿਆ ਹਾਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23814,
    "shabad_id": 2047,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਪ੍ਰਭ ਮਿਲੇ ਮਨੋਹਰ; ਮਨੁ ਸੀਤਲ ਬਿਗਸਾਰੇ ॥੨॥੩॥੨੯॥",
    "transliteration": "Kahu Naanak Prabh Milae Manohar Man Seethal Bigasaarae ||2||3||29||",
    "translation": "Says Nanak, I have met my Enticing Lord God; my mind is cooled and soothed - it blossoms forth in joy. ||2||3||29||",
    "punjabi": "ਹੇ ਨਾਨਕ, ਆਖ! (ਜਿਸ ਮਨੁੱਖ ਨੂੰ) ਮਨ ਮੋਹਣ ਵਾਲੇ ਪ੍ਰਭੂ ਜੀ ਮਿਲ ਪੈਂਦੇ ਹਨ ਉਸ ਦਾ ਮਨ ਸ਼ਾਂਤ ਹੋ ਜਾਂਦਾ ਹੈ, ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੨॥੩॥੨੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23815,
    "shabad_id": 2048,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਦੇਵਗੰਧਾਰੀ ਮਹਲਾ ੫ ॥",
    "transliteration": "Dhaevagandhhaaree Mehalaa 5 ||",
    "translation": "Dayv-Gandhaaree, Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23816,
    "shabad_id": 2048,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਹਰਿ ਜਪਿ; ਸੇਵਕੁ ਪਾਰਿ ੳੁਤਾਰਿਓ ॥",
    "transliteration": "Har Jap Saevak Paar Outhaariou ||",
    "translation": "Meditating on the Lord, His servant swims across to salvation.",
    "punjabi": "ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਸੇਵਕ (ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ) ਪਾਰ ਲੰਘਾ ਲਿਆ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23817,
    "shabad_id": 2048,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਦੀਨ ਦੲਿਅਾਲ ਭੲੇ ਪ੍ਰਭ ਅਪਨੇ; ਬਹੁੜਿ. ਜਨਮਿ ਨਹੀ ਮਾਰਿਓ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Dheen Dhaeiaal Bheae Prabh Apanae Bahurr Janam Nehee Maariou ||1|| Rehaao ||",
    "translation": "When God becomes merciful to the meek, then one does not have to suffer reincarnation, only to die again. ||1||Pause||",
    "punjabi": "ਦੀਨਾਂ ਉਤੇ ਦਇਆ ਕਰਨ ਵਾਲੇ ਪ੍ਰਭੂ ਉਸ ਸੇਵਕ ਦੇ ਆਪਣੇ ਬਣ ਜਾਂਦੇ ਹਨ, ਪ੍ਰਭੂ ਉਸ ਨੂੰ ਮੁੜ ਮੁੜ ਜਨਮ ਮਰਨ ਵਿਚ ਨਹੀਂ ਪਾਂਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "ਦ-ੲਿਅਾਲ",
    "type_id": 4
  },
  {
    "id": 23818,
    "shabad_id": 2048,
    "pada": 2,
    "source_line": 7,
    "gurmukhi": "ਸਾਧਸੰਗਮਿ. ਗੁਣ ਗਾਵਹ ਹਰਿ ਕੇ; ਰਤਨ ਜਨਮੁ. ਨਹੀ ਹਾਰਿਓ ॥",
    "transliteration": "Saadhhasangam Gun Gaaveh Har Kae Rathan Janam Nehee Haariou ||",
    "translation": "In the Saadh Sangat, the Company of the Holy, he sings the Glorious Praises of the Lord, and he does not lose the jewel of this human life.",
    "punjabi": "ਆਓ ਅਸੀਂ ਗੁਰੂ ਦੀ ਸੰਗਤ ਵਿਚ ਬੈਠ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣ ਗਾਵੀਏ। ਪ੍ਰਭੂ ਦਾ ਸੇਵਕ (ਗੁਣ ਗਾ ਕੇ) ਆਪਣਾ ਸ੍ਰੇਸ਼ਟ ਮਨੁੱਖਾ ਜਨਮ ਅਜਾਈਂ ਨਹੀਂ ਗਵਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23819,
    "shabad_id": 2048,
    "pada": 2,
    "source_line": 8,
    "gurmukhi": "ਪ੍ਰਭ ਗੁਨ ਗਾੲਿ. ਬਿਖੈ ਬਨੁ ਤਰਿਅਾ; ਕੁਲਹ ਸਮੂਹ ੳੁਧਾਰਿਓ ॥੧॥",
    "transliteration": "Prabh Gun Gaae Bikhai Ban Thariaa Kuleh Samooh Oudhhaariou ||1||",
    "translation": "Singing the Glories of God, he crosses over the ocean of poison, and saves all his generations as well. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਦੇ ਗੁਣ ਗਾ ਕੇ ਸੇਵਕ ਵਿਸ਼ਿਆਂ ਦੇ ਜਲ ਨਾਲ ਭਰੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤੋਂ ਆਪ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ, ਆਪਣੀਆਂ ਸਾਰੀਆਂ ਕੁਲਾਂ ਨੂੰ ਭੀ (ਉਸ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "ੳੁ-ਧਾਰਿਓ",
    "type_id": 3
  },
  {
    "id": 23820,
    "shabad_id": 2048,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਚਰਨਕਮਲ ਬਸਿਅਾ ਰਿਦ ਭੀਤਰਿ; ਸਾਸਿ ਗਿਰਾਸਿ ੳੁਚਾਰਿਓ ॥",
    "transliteration": "Charan Kamal Basiaa Ridh Bheethar Saas Giraas Ouchaariou ||",
    "translation": "The Lotus Feet of the Lord abide within his heart, and with every breath and morsel of food, he chants the Lord's Name.",
    "punjabi": "ਸੇਵਕ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਰਮਾਤਮਾ ਦੇ ਸੋਹਣੇ ਚਰਨ ਸਦਾ ਵੱਸਦੇ ਰਹਿੰਦੇ ਹਨ, ਸੇਵਕ ਹਰੇਕ ਸਾਹ ਨਾਲ ਹਰੇਕ ਗਿਰਾਹੀ ਨਾਲ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23821,
    "shabad_id": 2048,
    "pada": 3,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਓਟ ਗਹੀ ਜਗਦੀਸੁਰ; ਪੁਨਹ ਪੁਨਹ ਬਲਿਹਾਰਿਓ ॥੨॥੪॥੩੦॥",
    "transliteration": "Naanak Outt Gehee Jagadheesur Puneh Puneh Balihaariou ||2||4||30||",
    "translation": "Nanak has grasped the Support of the Lord of the Universe; again and again, he is a sacrifice to Him. ||2||4||30||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੇਵਕ ਨੇ ਜਗਤ ਦੇ ਮਾਲਕ ਪਰਮਾਤਮਾ ਦਾ ਆਸਰਾ ਲਿਆ ਹੁੰਦਾ ਹੈ, ਮੈਂ ਉਸ ਸੇਵਕ ਤੋਂ ਮੁੜ ਮੁੜ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹਾਂ ॥੨॥੪॥੩੦॥",
    "pronunciation": "(ਪੁਨਹ ਪੁਨਹ) ਬਾਰ ਬਾਰ",
    "type_id": 3
  },
  {
    "id": 23822,
    "shabad_id": 2049,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਾਗੁ ਦੇਵਗੰਧਾਰੀ ਮਹਲਾ ੫ ਘਰੁ ੪",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 5 Ghar 4",
    "translation": "Raag Dayv-Gandhaaree, Fifth Mehl, Fourth House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੪ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23823,
    "shabad_id": 2049,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 23824,
    "shabad_id": 2049,
    "pada": 2,
    "source_line": 12,
    "gurmukhi": "ਕਰਤ ਫਿਰੇ ਬਨ ਭੇਖ; ਮੋਹਨ ਰਹਤ ਨਿਰਾਰ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Karath Firae Ban Bhaekh Mohan Rehath Niraar ||1|| Rehaao ||",
    "translation": "Some wander around the forests, wearing religious robes, but the Fascinating Lord remains distant from them. ||1||Pause||",
    "punjabi": "(ਜੇਹੜੇ ਮਨੁੱਖ ਤਿਆਗੀ ਸਾਧੂਆਂ ਵਾਲੇ) ਭੇਖ ਕਰ ਕੇ ਜੰਗਲ ਵਿਚ ਤੁਰੇ ਫਿਰਦੇ ਹਨ, ਸੋਹਣਾ ਪ੍ਰਭੂ ਉਹਨਾਂ ਤੋਂ ਵੱਖਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "",
    "type_id": 4
  },
  {
    "id": 23825,
    "shabad_id": 2049,
    "pada": 3,
    "source_line": 12,
    "gurmukhi": "ਕਥਨ ਸੁਨਾਵਨ. ਗੀਤ ਨੀਕੇ ਗਾਵਨ; ਮਨ ਮਹਿ ਧਰਤੇ ਗਾਰ ॥੧॥",
    "transliteration": "Kathhan Sunaavan Geeth Neekae Gaavan Man Mehi Dhharathae Gaar ||1||",
    "translation": "They talk, preach, and sing their lovely songs, but within their minds, the filth of their sins remains. ||1||",
    "punjabi": "ਜੇਹੜੇ ਮਨੁੱਖ ਹੋਰਨਾਂ ਨੂੰ ਉਪਦੇਸ਼ ਕਹਿਣ ਸੁਣਾਣ ਵਾਲੇ ਹਨ, ਜੇਹੜੇ ਸੋਹਣੇ ਸੋਹਣੇ ਗੀਤ ਭੀ ਗਾਣ ਵਾਲੇ ਹਨ ਉਹ (ਆਪਣੇ ਇਸ ਗੁਣ ਦਾ) ਮਨ ਵਿਚ ਅਹੰਕਾਰ ਬਣਾਈ ਰੱਖਦੇ ਹਨ (ਮੋਹਨ ਪ੍ਰਭੂ ਉਹਨਾਂ ਤੋਂ ਭੀ ਵੱਖਰਾ ਰਹਿੰਦਾ ਹੈ) ॥੧॥",
    "pronunciation": "(ਗਾਰ)ਹੰਕਾਰ",
    "type_id": 3
  },
  {
    "id": 23826,
    "shabad_id": 2049,
    "pada": 4,
    "source_line": 13,
    "gurmukhi": "ਅਤਿ ਸੁੰਦਰ ਬਹੁ ਚਤੁਰ ਸਿਅਾਨੇ; ਬਿਦਿਅਾ ਰਸਨਾ ਚਾਰ ॥੨॥",
    "transliteration": "Ath Sundhar Bahu Chathur Siaanae Bidhiaa Rasanaa Chaar ||2||",
    "translation": "They may be very beautiful, extremely clever, wise and educated, and they may speak very sweetly. ||2||",
    "punjabi": "ਵਿੱਦਿਆ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਨ੍ਹਾਂ ਦੀ ਜੀਭ ਸੋਹਣੀ (ਬੋਲਣ ਵਾਲੀ ਬਣ ਜਾਂਦੀ) ਹੈ, ਜੋ ਵੇਖਣ ਨੂੰ ਬੜੇ ਸੋਹਣੇ ਹਨ, ਚਤੁਰ ਹਨ, ਸਿਆਣੇ ਹਨ (ਮੋਹਨ ਪ੍ਰਭੂ ਉਹਨਾਂ ਤੋਂ ਭੀ ਵੱਖਰਾ ਹੀ ਰਹਿੰਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23827,
    "shabad_id": 2049,
    "pada": 5,
    "source_line": 13,
    "gurmukhi": "ਮਾਨ ਮੋਹ. ਮੇਰ ਤੇਰ ਬਿਬਰਜਿਤ; ੲੇਹੁ ਮਾਰਗੁ ਖੰਡੇ ਧਾਰ ॥੩॥",
    "transliteration": "Maan Moh Maer Thaer Bibarajith Eaehu Maarag Khanddae Dhhaar ||3||",
    "translation": "To forsake pride, emotional attachment, and the sense of 'mine and yours', is the path of the double-edged sword. ||3||",
    "punjabi": "ਅਹੰਕਾਰ ਤੋਂ, ਮੋਹ ਤੋਂ, ਮੇਰ-ਤੇਰ ਤੋਂ, ਬਚੇ ਰਹਿਣਾ-ਇਹ ਰਸਤਾ ਖੰਡੇ ਦੀ ਧਾਰ ਵਰਗਾ ਬਰੀਕ ਹੈ (ਭਾਵ, ਇਸ ਰਸਤੇ ਉਤੇ ਤੁਰਨਾ ਸੌਖੀ ਖੇਡ ਨਹੀਂ) ॥੩॥",
    "pronunciation": "(ਬਿ-ਬਰਜਿੱਤ) ਤਿਅਾਗਣਾ",
    "type_id": 3
  },
  {
    "id": 23828,
    "shabad_id": 2049,
    "pada": 6,
    "source_line": 14,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਤਿਨਿ ਭਵਜਲੁ ਤਰੀਅਲੇ; ਪ੍ਰਭ ਕਿਰਪਾ ਸੰਤਸੰਗਾਰ ॥੪॥੧॥੩੧॥",
    "transliteration": "Kahu Naanak Thin Bhavajal Thareealae Prabh Kirapaa Santh Sangaar ||4||1||31||",
    "translation": "Says Nanak, they alone swim across the terrifying world-ocean, who, by God's Grace, join the Society of the Saints. ||4||1||31||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਮਨੁੱਖ ਨੇ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਤਰ ਲਿਆ ਹੈ ਜੋ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਸਾਧ ਸੰਗਤ ਵਿਚ ਨਿਵਾਸ ਰੱਖਦਾ ਹੈ ॥੪॥੧॥੩੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23829,
    "shabad_id": 2050,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਰਾਗੁ ਦੇਵਗੰਧਾਰੀ ਮਹਲਾ ੫ ਘਰੁ ੫",
    "transliteration": "Raag Dhaevagandhhaaree Mehalaa 5 Ghar 5",
    "translation": "Raag Dayv-Gandhaaree, Fifth Mehl, Fifth House:",
    "punjabi": "ਰਾਗ ਦੇਵਗੰਧਾਰੀ, ਘਰ ੫ ਵਿੱਚ ਗੁਰੂ ਅਰਜਨਦੇਵ ਜੀ ਦੀ ਬਾਣੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23830,
    "shabad_id": 2050,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ੴ ਸਤਿਗੁਰ ਪ੍ਰਸਾਦਿ ॥",
    "transliteration": "Ik Oankaar Sathigur Prasaadh ||",
    "translation": "One Universal Creator God. By The Grace Of The True Guru:",
    "punjabi": "ਅਕਾਲ ਪੁਰਖ ਇੱਕ ਹੈ ਅਤੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 1
  },
  {
    "id": 23831,
    "shabad_id": 2050,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਮੈ ਪੇਖਿਓ ਰੀ ੳੂਚਾ ਮੋਹਨੁ; ਸਭ ਤੇ ੳੂਚਾ ॥",
    "transliteration": "Mai Paekhiou Ree Oochaa Mohan Sabh Thae Oochaa ||",
    "translation": "I have seen the Lord to be on high; the Fascinating Lord is the highest of all.",
    "punjabi": "ਹੇ ਭੈਣ! ਮੈਂ ਵੇਖ ਲਿਆ ਹੈ ਕਿ ਉਹ ਸੋਹਣਾ ਪ੍ਰਭੂ ਬਹੁਤ ਉੱਚਾ ਹੈ ਸਭ ਨਾਲੋਂ ਉੱਚਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23832,
    "shabad_id": 2050,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਅਾਨ. ਨ ਸਮਸਰਿ ਕੋੳੂ ਲਾਗੈ; ਢੂਢਿ ਰਹੇ ਹਮ ਮੂਚਾ ॥੧॥ ਰਹਾੳੁ ॥",
    "transliteration": "Aan N Samasar Kooo Laagai Dtoodt Rehae Ham Moochaa ||1|| Rehaao ||",
    "translation": "No one else is equal to Him - I have made the most extensive search on this. ||1||Pause||",
    "punjabi": "ਮੈਂ ਬਹੁਤ ਭਾਲ ਕਰ ਕੇ ਥੱਕ ਗਿਆ ਹਾਂ। ਕੋਈ ਹੋਰ ਉਸ ਦੀ ਬਰਾਬਰੀ ਨਹੀਂ ਕਰ ਸਕਦਾ ॥੧॥ ਰਹਾਉ ॥",
    "pronunciation": "(ਮੂਚਾ) ਬਹੁਤਾ",
    "type_id": 4
  },
  {
    "id": 23833,
    "shabad_id": 2050,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਬਹੁ ਬੇਅੰਤੁ. ਅਤਿ ਬਡੋ ਗਾਹਰੋ; ਥਾਹ ਨਹੀ. ਅਗਹੂਚਾ ॥",
    "transliteration": "Bahu Baeanth Ath Baddo Gaaharo Thhaah Nehee Agehoochaa ||",
    "translation": "Utterly infinite, exceedingly great, deep and unfathomable - He is lofty, beyond reach.",
    "punjabi": "ਉਹ ਪਰਮਾਤਮਾ ਬਹੁਤ ਬੇਅੰਤ ਹੈ, ਉਹ ਬਹੁਤ ਹੀ ਗੰਭੀਰ ਹੈ ਉਸ ਦੀ ਡੂੰਘਾਈ ਨਹੀਂ ਲੱਭ ਸਕਦੀ, ਉਹ ਇਤਨਾ ਉੱਚਾ ਹੈ ਕਿ ਉਸ ਤਕ ਅੱਪੜਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "(ਗਾਹਰੋ) ਨਿਰਹੱਲ। (ਅਗ-ਹੂਚਾ) ਸੁਤੰਤ੍ਰ।ਅਗਹੂਚਾ:ਪੋਲਾ ਬੋਲੋ। ਅਤਿ ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 23834,
    "shabad_id": 2050,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਤੋਲਿ ਨ ਤੁਲੀਅੈ. ਮੋਲਿ ਨ ਮੁਲੀਅੈ; ਕਤ ਪਾੲੀਅੈ ਮਨ ਰੂਚਾ ॥੧॥",
    "transliteration": "Thol N Thuleeai Mol N Muleeai Kath Paaeeai Man Roochaa ||1||",
    "translation": "His weight cannot be weighed, His value cannot be estimated. How can the Enticer of the mind be obtained? ||1||",
    "punjabi": "ਕਿਸੇ ਵੱਟੇ ਨਾਲ ਉਸ ਨੂੰ ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਕਿਸੇ ਕੀਮਤਿ ਨਾਲ ਉਸ ਨੂੰ ਖਰੀਦਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਪਤਾ ਨਹੀਂ ਲੱਗਦਾ ਕਿੱਥੇ ਉਸ ਸੋਹਣੇ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭੀਏ ॥੧॥",
    "pronunciation": "(ਰੂਚਾ) ਭਾੳੁਂਦਾ। ਕਤ ਪੋਲਾ",
    "type_id": 3
  },
  {
    "id": 23835,
    "shabad_id": 2050,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਖੋਜ ਅਸੰਖਾ. ਅਨਿਕ ਤਪੰਥਾ; ਬਿਨੁ ਗੁਰ. ਨਹੀ ਪਹੂਚਾ ॥",
    "transliteration": "Khoj Asankhaa Anik Thapanthhaa Bin Gur Nehee Pehoochaa ||",
    "translation": "Millions search for Him, on various paths, but without the Guru, none find Him.",
    "punjabi": "ਅਨੇਕਾਂ ਭਾਲਾਂ ਕਰੀਏ, ਅਨੇਕਾਂ ਰਸਤੇ ਵੇਖੀਏ (ਕੁਝ ਨਹੀਂ ਬਣ ਸਕਦਾ), ਗੁਰੂ ਦੀ ਸਰਨ ਪੈਣ ਤੋਂ ਬਿਨਾ ਉਸ ਪ੍ਰਭੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਨਹੀਂ ਪਹੁੰਚ ਸਕੀਦਾ।",
    "pronunciation": "(ਤ-ਪੰਥਾ) ਤਪੀੲੇ",
    "type_id": 3
  },
  {
    "id": 23836,
    "shabad_id": 2050,
    "pada": 4,
    "source_line": 18,
    "gurmukhi": "ਕਹੁ ਨਾਨਕ. ਕਿਰਪਾ ਕਰੀ ਠਾਕੁਰ; ਮਿਲਿ ਸਾਧੂ ਰਸ ਭੂੰਚਾ ॥੨॥੧॥੩੨॥",
    "transliteration": "Kahu Naanak Kirapaa Karee Thaakur Mil Saadhhoo Ras Bhoonchaa ||2||1||32||",
    "translation": "Says Nanak, the Lord Master has become Merciful. Meeting the Holy Saint, I drink in the sublime essence. ||2||1||32||",
    "punjabi": "ਨਾਨਕ ਆਖਦਾ ਹੈ- ਪ੍ਰਭੂ ਨੇ ਜਿਸ ਮਨੁੱਖ ਉੱਤੇ ਕਿਰਪਾ ਕੀਤੀ, ਉਹ ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਉਸ ਦੇ ਨਾਮ ਦਾ ਰਸ ਮਾਣਦਾ ਹੈ ॥੨॥੧॥੩੨॥",
    "pronunciation": "",
    "type_id": 3
  }
]
