[
  {
    "id": 23936,
    "shabad_id": 2062,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਗੁਰਮਤਿ. ਮਨੁ ਠਹਰਾੲੀਅੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਅਨਤ. ਨ ਕਾਹੂ ਡੋਲੇ ਰਾਮ ||",
    "transliteration": "Guramath Man Theharaaeeai Maeree Jindhurreeeae Anath N Kaahoo Ddolae Raam ||",
    "translation": "Under Guru's Instructions, hold your mind steady; O my soul, do not let it wander anywhere.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰ ਕੇ ਇਸ ਮਨ ਨੂੰ (ਪ੍ਰਭੂ-ਚਰਨਾਂ ਵਿਚ) ਟਿਕਾਣਾ ਚਾਹੀਦਾ ਹੈ (ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਮਨ) ਕਿਸੇ ਹੋਰ ਪਾਸੇ ਨਹੀਂ ਡੋਲਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23937,
    "shabad_id": 2062,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਮਨ ਚਿੰਦਿਅੜਾ ਫਲੁ ਪਾੲਿਅਾ ਹਰਿ ਪ੍ਰਭੁ; ਗੁਣ ਨਾਨਕ ਬਾਣੀ ਬੋਲੇ ਰਾਮ ||੧||",
    "transliteration": "Man Chindhiarraa Fal Paaeiaa Har Prabh Gun Naanak Baanee Bolae Raam ||1||",
    "translation": "One who utters the Bani of the Praises of the Lord God, O Nanak, obtains the fruits of his heart's desires. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੇਹੜਾ ਮਨੁੱਖ (ਗੁਰਮਤਿ ਤੇ ਤੁਰ ਕੇ) ਪ੍ਰਭੂ ਦੇ ਗੁਣਾਂ ਵਾਲੀ ਬਾਣੀ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਮਨ-ਇੱਛਤ ਫਲ ਪਾ ਲੈਂਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23938,
    "shabad_id": 2062,
    "pada": 3,
    "source_line": 2,
    "gurmukhi": "ਗੁਰਮਤਿ ਮਨਿ ਅੰਮਿ੍ਰਤੁ ਵੁਠੜਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਮੁਖਿ ਅੰਮਿ੍ਰਤ ਬੈਣ ਅਲਾੲੇ ਰਾਮ ||",
    "transliteration": "Guramath Man Anmrith Vutharraa Maeree Jindhurreeeae Mukh Anmrith Bain Alaaeae Raam ||",
    "translation": "Under Guru's Instruction, the Ambrosial Name abides within the mind, O my soul; with your mouth, utter the words of ambrosia.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਮਤਿ ਦੀ ਬਰਕਤਿ ਨਾਲ ਜਿਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਨਾਮ-ਜਲ ਆ ਵੱਸਦਾ ਹੈ ਉਹ ਮਨੁੱਖ ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਬਾਣੀ ਸਦਾ ਉਚਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਵੁੱਠੜਾ",
    "type_id": 3
  },
  {
    "id": 23939,
    "shabad_id": 2062,
    "pada": 3,
    "source_line": 3,
    "gurmukhi": "ਅੰਮਿ੍ਰਤ ਬਾਣੀ ਭਗਤ ਜਨਾ ਕੀ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਮਨਿ ਸੁਣੀਅੈ. ਹਰਿ ਲਿਵ ਲਾੲੇ ਰਾਮ ||",
    "transliteration": "Anmrith Baanee Bhagath Janaa Kee Maeree Jindhurreeeae Man Suneeai Har Liv Laaeae Raam ||",
    "translation": "The Words of the devotees are Ambrosial Nectar, O my soul; hearing them in the mind, embrace loving affection for the Lord.",
    "punjabi": "ਹੇ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਕਰਨ ਵਾਲੇ ਮਨੁੱਖਾਂ ਦੀ ਬਾਣੀ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲੀ ਹੈ ਪਰਮਾਤਮਾ ਦੇ ਚਰਨਾਂ ਵਿਚ ਸੁਰਤਿ ਜੋੜ ਕੇ ਉਹ ਬਾਣੀ ਮਨ ਨਾਲ (ਧਿਆਨ ਨਾਲ) ਸੁਣਨੀ ਚਾਹੀਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23940,
    "shabad_id": 2062,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਚਿਰੀ ਵਿਛੁੰਨਾ. ਹਰਿ ਪ੍ਰਭੁ ਪਾੲਿਅਾ; ਗਲਿ ਮਿਲਿਅਾ ਸਹਜਿ ਸੁਭਾੲੇ ਰਾਮ ||",
    "transliteration": "Chiree Vishhunnaa Har Prabh Paaeiaa Gal Miliaa Sehaj Subhaaeae Raam ||",
    "translation": "Separated for so very long, I have found the Lord God; He holds me close in His loving embrace.",
    "punjabi": "(ਜੇਹੜਾ ਮਨੁੱਖ ਸੁਣਦਾ ਹੈ ਉਸ ਨੂੰ) ਚਿਰ ਦਾ ਵਿਛੁੜਿਆ ਹੋਇਆ ਪਰਮਾਤਮਾ ਆ ਮਿਲਦਾ ਹੈ, ਆਤਮਕ ਅਡੋਲਤਾ ਤੇ ਪ੍ਰੇਮ ਦੇ ਕਾਰਨ ਉਸ ਦੇ ਗਲ ਆ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਗਲਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 23941,
    "shabad_id": 2062,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਮਨਿ ਅਨਦੁ ਭੲਿਅਾ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਅਨਹਤ ਸਬਦ ਵਜਾੲੇ ਰਾਮ ||੨||",
    "transliteration": "Jan Naanak Man Anadh Bhaeiaa Hai Maeree Jindhurreeeae Anehath Sabadh Vajaaeae Raam ||2||",
    "translation": "Servant Nanak's mind is filled with bliss, O my soul; the unstruck sound-current of the Shabad vibrates within. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਸ ਮਨੁੱਖ ਦੇ ਮਨ ਵਿਚ ਆਤਮਕ ਆਨੰਦ ਬਣਿਆ ਰਹਿੰਦਾ ਹੈ, ਉਹ ਆਪਣੇ ਅੰਦਰ ਇਕ-ਰਸ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀ ਬਾਣੀ ਦਾ (ਮਾਨੋ, ਵਾਜਾ) ਵਜਾਂਦਾ ਰਹਿੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23942,
    "shabad_id": 2062,
    "pada": 4,
    "source_line": 5,
    "gurmukhi": "ਸਖੀ ਸਹੇਲੀ ਮੇਰੀਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਕੋੲੀ ਹਰਿ ਪ੍ਰਭੁ ਅਾਣਿ ਮਿਲਾਵੈ ਰਾਮ ||",
    "transliteration": "Sakhee Sehaelee Maereeaa Maeree Jindhurreeeae Koee Har Prabh Aan Milaavai Raam ||",
    "translation": "If only my friends and companions would come and unite me with my Lord God, O my soul.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸਖੀ ਸਹੇਲੀਹੋ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇ ਕੋਈ ਧਿਰ ਮੇਰਾ ਹਰਿ-ਪ੍ਰਭੂ ਲਿਆ ਕੇ ਮੈਨੂੰ ਮਿਲਾ ਦੇਵੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23943,
    "shabad_id": 2062,
    "pada": 4,
    "source_line": 6,
    "gurmukhi": "ਹੳੁ ਮਨੁ ਦੇਵੳੁ ਤਿਸੁ ਅਾਪਣਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਪ੍ਰਭ ਕੀ ਹਰਿ ਕਥਾ ਸੁਣਾਵੈ ਰਾਮ ||",
    "transliteration": "Ho Man Dhaevo This Aapanaa Maeree Jindhurreeeae Har Prabh Kee Har Kathhaa Sunaavai Raam ||",
    "translation": "I offer my mind to the one who recites the sermon of my Lord God, O my soul.",
    "punjabi": "ਜੇ ਕੋਈ ਮੈਨੂੰ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦੀਆਂ ਗੱਲਾਂ ਸੁਣਾਇਆ ਕਰੇ, ਤਾਂ ਮੈਂ ਆਪਣਾ ਮਨ ਉਸ ਦੇ ਹਵਾਲੇ ਕਰ ਦਿਆਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23944,
    "shabad_id": 2062,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਦਾ ਅਰਾਧਿ ਹਰਿ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਮਨ ਚਿੰਦਿਅੜਾ ਫਲੁ ਪਾਵੈ ਰਾਮ ||",
    "transliteration": "Guramukh Sadhaa Araadhh Har Maeree Jindhurreeeae Man Chindhiarraa Fal Paavai Raam ||",
    "translation": "As Gurmukh, ever worship the Lord in adoration, O my soul, and you shall obtain the fruits of your heart's desires.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਿਆ ਕਰ, (ਜੇਹੜਾ ਕੋਈ ਸਿਮਰਦਾ ਹੈ ਉਹ) ਮਨ-ਇੱਛਤ ਫਲ ਪ੍ਰਾਪਤ ਕਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23945,
    "shabad_id": 2062,
    "pada": 4,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕ. ਭਜੁ ਹਰਿ ਸਰਣਾਗਤੀ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਵਡਭਾਗੀ ਨਾਮੁ ਧਿਅਾਵੈ ਰਾਮ ||੩||",
    "transliteration": "Naanak Bhaj Har Saranaagathee Maeree Jindhurreeeae Vaddabhaagee Naam Dhhiaavai Raam ||3||",
    "translation": "O Nanak, hurry to the Lord's Sanctuary; O my soul, those who meditate on the Lord's Name are very fortunate. ||3||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੀ ਸਰਨ ਪਈ ਰਹੁ! ਵੱਡੇ ਭਾਗਾਂ ਵਾਲਾ ਮਨੁੱਖ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਹੈ ॥੩॥",
    "pronunciation": "ਭਜੁ:ਪੋਲਾ ਬੋਲੋ[ ਸਰ-ਣਾਗਤੀ",
    "type_id": 3
  },
  {
    "id": 23946,
    "shabad_id": 2062,
    "pada": 5,
    "source_line": 8,
    "gurmukhi": "ਕਰਿ ਕਿਰਪਾ ਪ੍ਰਭ ਅਾੲਿ ਮਿਲੁ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਗੁਰਮਤਿ ਨਾਮੁ ਪਰਗਾਸੇ ਰਾਮ ||",
    "transliteration": "Kar Kirapaa Prabh Aae Mil Maeree Jindhurreeeae Guramath Naam Paragaasae Raam ||",
    "translation": "By His Mercy, God comes to meet us, O my soul; through the Guru's Teachings, He reveals His Name.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਹੀ ਉਹ ਮੈਨੂੰ ਆ ਮਿਲਦਾ ਹੈ। (ਹੇ ਜਿੰਦੇ!) ਗੁਰੂ ਦੀ ਮਤਿ ਉਤੇ ਤੁਰਿਆਂ ਹੀ ਹਰਿ-ਨਾਮ (ਹਿਰਦੇ ਵਿਚ) ਚਮਕਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23947,
    "shabad_id": 2062,
    "pada": 5,
    "source_line": 9,
    "gurmukhi": "ਹੳੁ. ਹਰਿ ਬਾਝੁ ੳੁਡੀਣੀਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿੳੁ ਜਲ ਬਿਨੁ. ਕਮਲ ੳੁਦਾਸੇ ਰਾਮ ||",
    "transliteration": "Ho Har Baajh Ouddeeneeaa Maeree Jindhurreeeae Jio Jal Bin Kamal Oudhaasae Raam ||",
    "translation": "Without the Lord, I am so sad, O my soul - as sad as the lotus without water.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਮੈਂ ਪਰਮਾਤਮਾ ਤੋਂ ਬਿਨਾ ਕੁਮਲਾਈ ਰਹਿੰਦੀ ਹਾਂ, ਜਿਵੇਂ ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਕੌਲ-ਫੁੱਲ ਕੁਮਲਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ੳੁਡੀਣੀਅਾ) ੳੁਦਾਸ",
    "type_id": 3
  },
  {
    "id": 23948,
    "shabad_id": 2062,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਗੁਰਿ ਪੂਰੈ ਮੇਲਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਸਜਣੁ ਹਰਿ ਪ੍ਰਭੁ ਪਾਸੇ ਰਾਮ ||",
    "transliteration": "Gur Poorai Maelaaeiaa Maeree Jindhurreeeae Har Sajan Har Prabh Paasae Raam ||",
    "translation": "The Perfect Guru has united me, O my soul, with the Lord, my best friend, the Lord God.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਨੂੰ ਪੂਰੇ ਗੁਰੂ ਨੇ ਸੱਜਣ-ਹਰੀ ਮਿਲਾ ਦਿੱਤਾ, ਉਸ ਨੂੰ ਹਰੀ ਪ੍ਰਭੂ ਆਪਣੇ ਅੰਗ-ਸੰਗ ਵੱਸਦਾ ਦਿੱਸ ਪੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23949,
    "shabad_id": 2062,
    "pada": 5,
    "source_line": 10,
    "gurmukhi": "ਧਨੁ ਧਨੁ ਗੁਰੂ ਹਰਿ ਦਸਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਨ ਨਾਨਕ. ਨਾਮਿ ਬਿਗਾਸੇ ਰਾਮ ||੪||੧||",
    "transliteration": "Dhhan Dhhan Guroo Har Dhasiaa Maeree Jindhurreeeae Jan Naanak Naam Bigaasae Raam ||4||1||",
    "translation": "Blessed, blessed is the Guru, who has shown me the Lord, O my soul; servant Nanak blossoms forth in the Name of the Lord. ||4||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ, ਸਦਾ ਸਲਾਹੁਣ-ਜੋਗ ਹੈ। ਗੁਰੂ ਨੇ ਜਿਸ ਨੂੰ (ਪਰਮਾਤਮਾ ਦੀ) ਦੱਸ ਪਾ ਦਿੱਤੀ (ਉਸ ਦਾ ਹਿਰਦਾ) ਨਾਮ ਦੀ ਬਰਕਤਿ ਨਾਲ ਖਿੜ ਪੈਂਦਾ ਹੈ ॥੪॥੧॥",
    "pronunciation": "ਦੱਸਿਅਾ",
    "type_id": 3
  },
  {
    "id": 23950,
    "shabad_id": 2063,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਰਾਗੁ ਬਿਹਾਗੜਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Raag Bihaagarraa Mehalaa 4 ||",
    "translation": "Raag Bihaagraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23951,
    "shabad_id": 2063,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅੰਮਿ੍ਰਤੁ ਹਰਿ ਹਰਿ ਨਾਮੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਅੰਮਿ੍ਰਤੁ ਗੁਰਮਤਿ ਪਾੲੇ ਰਾਮ ||",
    "transliteration": "Anmrith Har Har Naam Hai Maeree Jindhurreeeae Anmrith Guramath Paaeae Raam ||",
    "translation": "The Name of the Lord, Har, Har, is Ambrosial Nectar, O my soul; through the Guru's Teachings, this Nectar is obtained.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਆਤਮਕ ਜੀਵਨ ਦੇਣ ਵਾਲਾ ਜਲ ਹੈ, ਇਹ ਨਾਮ-ਜਲ ਗੁਰੂ ਦੀ ਮਤਿ ਉੱਤੇ ਤੁਰਿਆਂ ਹੀ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23952,
    "shabad_id": 2063,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਹੳੁਮੈ ਮਾੲਿਅਾ ਬਿਖੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਅੰਮਿ੍ਰਤਿ. ਬਿਖੁ ਲਹਿ ਜਾੲੇ ਰਾਮ ||",
    "transliteration": "Houmai Maaeiaa Bikh Hai Maeree Jindhurreeeae Har Anmrith Bikh Lehi Jaaeae Raam ||",
    "translation": "Pride in Maya is poison, O my soul; through the Ambrosial Nectar of the Name, this poison is eradicated.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹਉਮੈ ਜ਼ਹਿਰ ਹੈ ਮਾਇਆ (ਦਾ ਮੋਹ) ਜ਼ਹਿਰ ਹੈ (ਜੋ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ), ਇਹ ਜ਼ਹਿਰ ਨਾਮ-ਜਲ (ਪੀਣ) ਨਾਲ ਲਹਿ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23953,
    "shabad_id": 2063,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਨੁ ਸੁਕਾ ਹਰਿਅਾ ਹੋੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾੲੇ ਰਾਮ ||",
    "transliteration": "Man Sukaa Hariaa Hoeiaa Maeree Jindhurreeeae Har Har Naam Dhhiaaeae Raam ||",
    "translation": "The dry mind is rejuvenated, O my soul, meditating on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜਾ ਮਨੁੱਖ ਸਦਾ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰਦਾ ਰਹਿੰਦਾ ਹੈ ਉਸ ਦਾ ਸੁੱਕਾ ਹੋਇਆ (ਥੋੜ੍ਹ-ਵਿਤਾ ਹੋ ਚੁੱਕਾ) ਮਨ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ (ਜਿਵੇਂ ਕੋਈ ਸੁੱਕਾ ਹੋਇਆ ਰੁੱਖ ਪਾਣੀ ਨਾਲ ਹਰਾ ਹੋ ਜਾਂਦਾ ਹੈ, ਤੇ, ਕਰੜਾ-ਪਨ ਛੱਡ ਕੇ ਨਰਮ ਹੋ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23954,
    "shabad_id": 2063,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਭਾਗ ਵਡੇ ਲਿਖਿ ਪਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਨ ਨਾਨਕ. ਨਾਮਿ ਸਮਾੲੇ ਰਾਮ ||੧||",
    "transliteration": "Har Bhaag Vaddae Likh Paaeiaa Maeree Jindhurreeeae Jan Naanak Naam Samaaeae Raam ||1||",
    "translation": "The Lord has given me the pre-ordained blessing of high destiny, O my soul; servant Nanak merges in the Naam, the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਪੂਰਬਲੇ ਲਿਖੇ ਅਨੁਸਾਰ ਵੱਡੇ ਭਾਗਾਂ ਨਾਲ ਪਰਮਾਤਮਾ ਮਿਲ ਪੈਂਦਾ ਹੈ ਉਹ ਸਦਾ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਲੀਨ ਰਹਿੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23955,
    "shabad_id": 2063,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਹਰਿ ਸੇਤੀ ਮਨੁ ਬੇਧਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿੳੁ ਬਾਲਕ ਲਗਿ ਦੁਧ ਖੀਰੇ ਰਾਮ ||",
    "transliteration": "Har Saethee Man Baedhhiaa Maeree Jindhurreeeae Jio Baalak Lag Dhudhh Kheerae Raam ||",
    "translation": "My mind is attached to the Lord, O my soul, like the infant, sucking his mother's milk.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਦਾ ਮਨ ਪਰਮਾਤਮਾ ਨਾਲ ਇਉਂ ਪ੍ਰੋਇਆ ਜਾਂਦਾ ਹੈ ਜਿਵੇਂ ਬੱਚੇ ਦਾ ਮਨ ਦੁੱਧ ਨਾਲ ਪਰਚ ਜਾਂਦਾ ਹੈ,",
    "pronunciation": "ਬੇ੍ਨਧਿਅਾ[ ਲੱਗਿ[ ਦੁੱਧ",
    "type_id": 3
  },
  {
    "id": 23956,
    "shabad_id": 2063,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਬਿਨੁ. ਸਾਂਤਿ ਨ ਪਾੲੀਅੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿੳੁ ਚਾਤਿ੍ਰਕੁ. ਜਲ ਬਿਨੁ ਟੇਰੇ ਰਾਮ ||",
    "transliteration": "Har Bin Saanth N Paaeeai Maeree Jindhurreeeae Jio Chaathrik Jal Bin Ttaerae Raam ||",
    "translation": "Without the Lord, I find no peace, O my soul; I am like the song-bird, crying out without the rain drops.",
    "punjabi": "ਉਸ ਮਨੁੱਖ ਨੂੰ, ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦੇ ਮਿਲਾਪ ਤੋਂ ਬਿਨਾ ਠੰਡ ਨਹੀਂ ਪੈਂਦੀ (ਉਹ ਸਦਾ ਵਿਆਕੁਲ ਹੋਇਆ ਰਹਿੰਦਾ ਹੈ) ਜਿਵੇਂ ਪਪੀਹਾ (ਸ੍ਵਾਂਤੀ ਬੂੰਦ ਦੇ) ਪਾਣੀ ਤੋਂ ਬਿਨਾ ਪੁਕਾਰਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਟੇਰੇ) ਪੁਕਾਰਦਾ",
    "type_id": 3
  },
  {
    "id": 23957,
    "shabad_id": 2063,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸਤਿਗੁਰ ਸਰਣੀ ਜਾੲਿ ਪੳੁ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਗੁਣ ਦਸੇ ਹਰਿ ਪ੍ਰਭ ਕੇਰੇ ਰਾਮ ||",
    "transliteration": "Sathigur Saranee Jaae Po Maeree Jindhurreeeae Gun Dhasae Har Prabh Kaerae Raam ||",
    "translation": "Go, and seek the Sanctuary of the True Guru, O my soul; He shall tell you of the Glorious Virtues of the Lord God.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਾ ਕੇ ਗੁਰੂ ਦੀ ਸਰਨ ਪਈ ਰਹੁ, ਗੁਰੂ ਪਰਮਾਤਮਾ ਦੇ ਗੁਣਾਂ ਦੀ ਦੱਸ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਦੱਸੇ",
    "type_id": 3
  },
  {
    "id": 23958,
    "shabad_id": 2063,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਹਰਿ ਮੇਲਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਘਰਿ ਵਾਜੇ ਸਬਦ ਘਣੇਰੇ ਰਾਮ ||੨||",
    "transliteration": "Jan Naanak Har Maelaaeiaa Maeree Jindhurreeeae Ghar Vaajae Sabadh Ghanaerae Raam ||2||",
    "translation": "Servant Nanak has merged into the Lord, O my soul; the many melodies of the Shabad resound within his heart. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਗੁਰੂ ਨੇ ਪਰਮਾਤਮਾ ਮਿਲਾ ਦਿੱਤਾ ਉਸ ਦੇ ਹਿਰਦੇ-ਘਰ ਵਿਚ (ਮਾਨੋ) ਅਨੇਕਾਂ ਸੋਹਣੇ ਸਾਜ ਵੱਜਦੇ ਰਹਿੰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23959,
    "shabad_id": 2063,
    "pada": 3,
    "source_line": 17,
    "gurmukhi": "ਮਨਮੁਖਿ ਹੳੁਮੈ ਵਿਛੁੜੇ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਬਿਖੁ ਬਾਧੇ ਹੳੁਮੈ ਜਾਲੇ ਰਾਮ ||",
    "transliteration": "Manamukh Houmai Vishhurrae Maeree Jindhurreeeae Bikh Baadhhae Houmai Jaalae Raam ||",
    "translation": "Through egotism, the self-willed manmukhs are separated, O my soul; bound to poison, they are burnt by egotism.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਹਉਮੈ ਦੇ ਕਾਰਨ ਪਰਮਾਤਮਾ ਨਾਲੋਂ ਵਿਛੁੜ ਜਾਂਦੇ ਹਨ, (ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ) ਜ਼ਹਿਰ (ਉਹਨਾਂ ਦੇ ਆਤਮਕ ਜੀਵਨ ਨੂੰ ਮਾਰ ਮੁਕਾਂਦਾ ਹੈ), ਉਹ ਹਉਮੈ ਦੇ ਜਾਲ ਵਿਚ ਬੱਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23960,
    "shabad_id": 2063,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਜਿੳੁ ਪੰਖੀ ਕਪੋਤਿ. ਅਾਪੁ ਬਨ੍ਹਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਤਿੳੁ ਮਨਮੁਖ ਸਭਿ. ਵਸਿ ਕਾਲੇ ਰਾਮ ||",
    "transliteration": "Jio Pankhee Kapoth Aap Banhaaeiaa Maeree Jindhurreeeae Thio Manamukh Sabh Vas Kaalae Raam ||",
    "translation": "Like the pigeon, which itself falls into the trap, O my soul, all the self-willed manmukhs fall under the influence of death.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਵੇਂ (ਚੋਗੇ ਦੇ ਲਾਲਚ ਵਿਚ) ਕਬੂਤਰ ਆਦਿਕ ਪੰਛੀ ਆਪਣੇ ਆਪ ਨੂੰ ਜਾਲ ਵਿਚ ਬੰਨ੍ਹਾ ਲੈਂਦਾ ਹੈ, ਤਿਵੇਂ ਆਪਣੇ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਸਾਰੇ ਮਨੁੱਖ ਆਤਮਕ ਮੌਤ ਦੇ ਵੱਸ ਵਿਚ ਆਏ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "(ਕਪੋਤਿ) ਕਬੂਤ੍ਰ[ ਵੱਸਿ",
    "type_id": 3
  },
  {
    "id": 23961,
    "shabad_id": 2063,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜੋ ਮੋਹਿ ਮਾੲਿਅਾ ਚਿਤੁ ਲਾੲਿਦੇ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸੇ ਮਨਮੁਖ ਮੂੜ ਬਿਤਾਲੇ ਰਾਮ ||",
    "transliteration": "Jo Mohi Maaeiaa Chith Laaeidhae Maeree Jindhurreeeae Sae Manamukh Moorr Bithaalae Raam ||",
    "translation": "Those self-willed manmukhs who focus their consciousness on Maya, O my soul, are foolish, evil demons.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਆਪਣਾ ਚਿੱਤ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ਉਹ ਆਪ-ਹੁਦਰੇ ਮਨੁੱਖ ਮੂਰਖ ਹੁੰਦੇ ਹਨ, ਉਹ ਜੀਵਨ-ਚਾਲ ਤੋਂ ਖੁੰਝੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
