[
  {
    "id": 23988,
    "shabad_id": 2065,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ ਹਰਿ ਜਪਿ ਸੁਖੁ ਪਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸਭਿ ਦੂਖ ਨਿਵਾਰਣਹਾਰੋ ਰਾਮ ||੧||",
    "transliteration": "Naanak Har Jap Sukh Paaeiaa Maeree Jindhurreeeae Sabh Dhookh Nivaaranehaaro Raam ||1||",
    "translation": "Nanak has found peace, meditating on the Lord, O my soul; the Lord is the Destroyer of all pain. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਸੁਖ ਮਿਲ ਜਾਂਦਾ ਹੈ, ਹਰਿ-ਨਾਮ ਸਾਰੇ ਦੁੱਖ ਦੂਰ ਕਰਨ ਦੀ ਸਮਰੱਥਾ ਵਾਲਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23989,
    "shabad_id": 2065,
    "pada": 2,
    "source_line": 1,
    "gurmukhi": "ਸਾ ਰਸਨਾ ਧਨੁ ਧੰਨੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਗੁਣ ਗਾਵੈ ਹਰਿ ਪ੍ਰਭ ਕੇਰੇ ਰਾਮ ||",
    "transliteration": "Saa Rasanaa Dhhan Dhhann Hai Maeree Jindhurreeeae Gun Gaavai Har Prabh Kaerae Raam ||",
    "translation": "Blessed, blessed is that tongue, O my soul, which sings the Glorious Praises of the Lord God.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਜੀਭ ਭਾਗਾਂ ਵਾਲੀ ਹੈ ਮੁਬਾਰਿਕ ਹੈ, ਜੇਹੜੀ (ਸਦਾ) ਪਰਾਮਤਮਾ ਦੇ ਗੁਣ ਗਾਂਦੀ ਰਹਿੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23990,
    "shabad_id": 2065,
    "pada": 2,
    "source_line": 2,
    "gurmukhi": "ਤੇ ਸ੍ਰਵਨ ਭਲੇ ਸੋਭਨੀਕ ਹਹਿ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਕੀਰਤਨੁ ਸੁਣਹਿ. ਹਰਿ ਤੇਰੇ ਰਾਮ ||",
    "transliteration": "Thae Sravan Bhalae Sobhaneek Hehi Maeree Jindhurreeeae Har Keerathan Sunehi Har Thaerae Raam ||",
    "translation": "Sublime and splendid are those ears, O my soul, which listen to the Kirtan of the Lord's Praises.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹੇ ਪ੍ਰਭੂ! ਉਹ ਕੰਨ ਸੋਹਣੇ ਹਨ ਚੰਗੇ ਹਨ ਜੇਹੜੇ ਤੇਰੇ ਕੀਰਤਨ ਸੁਣਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਹਹਿ",
    "type_id": 3
  },
  {
    "id": 23991,
    "shabad_id": 2065,
    "pada": 2,
    "source_line": 3,
    "gurmukhi": "ਸੋ ਸੀਸੁ ਭਲਾ ਪਵਿਤ੍ਰ ਪਾਵਨੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਜਾੲਿ ਲਗੈ ਗੁਰ ਪੈਰੇ ਰਾਮ ||",
    "transliteration": "So Sees Bhalaa Pavithr Paavan Hai Maeree Jindhurreeeae Jo Jaae Lagai Gur Pairae Raam ||",
    "translation": "Sublime, pure and pious is that head, O my soul, which falls at the Guru's Feet.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਸਿਰ ਭਾਗਾਂ ਵਾਲਾ ਹੈ ਪਵਿਤ੍ਰ ਹੈ, ਜੇਹੜਾ ਗੁਰੂ ਦੇ ਚਰਨਾਂ ਵਿਚ ਜਾ ਲੱਗਦਾ ਹੈ।",
    "pronunciation": "ਲੱਗੈ",
    "type_id": 3
  },
  {
    "id": 23992,
    "shabad_id": 2065,
    "pada": 2,
    "source_line": 4,
    "gurmukhi": "ਗੁਰ ਵਿਟਹੁ ਨਾਨਕੁ ਵਾਰਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿਨਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਚਿਤੇਰੇ ਰਾਮ ||੨||",
    "transliteration": "Gur Vittahu Naanak Vaariaa Maeree Jindhurreeeae Jin Har Har Naam Chithaerae Raam ||2||",
    "translation": "Nanak is a sacrifice to that Guru, O my soul; the Guru has placed the Name of the Lord, Har, Har, in my mind. ||2||",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਨਾਨਕ (ਉਸ) ਗੁਰੂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਕਰਾਇਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23993,
    "shabad_id": 2065,
    "pada": 3,
    "source_line": 4,
    "gurmukhi": "ਤੇ ਨੇਤ੍ਰ ਭਲੇ ਪਰਵਾਣੁ ਹਹਿ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਸਾਧੂ ਸਤਿਗੁਰੁ ਦੇਖਹਿ ਰਾਮ ||",
    "transliteration": "Thae Naethr Bhalae Paravaan Hehi Maeree Jindhurreeeae Jo Saadhhoo Sathigur Dhaekhehi Raam ||",
    "translation": "Blessed and approved are those eyes, O my soul, which gaze upon the Holy True Guru.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਅੱਖਾਂ ਭਲੀਆਂ ਹਨ ਸਫਲ ਹਨ ਜੋ ਗੁਰੂ ਦਾ ਦਰਸਨ ਕਰਦੀਆਂ ਰਹਿੰਦੀਆਂ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23994,
    "shabad_id": 2065,
    "pada": 3,
    "source_line": 5,
    "gurmukhi": "ਤੇ ਹਸਤ ਪੁਨੀਤ ਪਵਿਤ੍ਰ ਹਹਿ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਹਰਿ ਜਸੁ ਹਰਿ ਹਰਿ ਲੇਖਹਿ ਰਾਮ ||",
    "transliteration": "Thae Hasath Puneeth Pavithr Hehi Maeree Jindhurreeeae Jo Har Jas Har Har Laekhehi Raam ||",
    "translation": "Sacred and sanctified are those hands, O my soul, which write the Praises of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਹੱਥ ਪਵਿਤ੍ਰ ਹਨ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਲਿਖਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23995,
    "shabad_id": 2065,
    "pada": 3,
    "source_line": 6,
    "gurmukhi": "ਤਿਸੁ ਜਨ ਕੇ ਪਗ ਨਿਤ ਪੂਜੀਅਹਿ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਮਾਰਗਿ ਧਰਮ ਚਲੇਸਹਿ ਰਾਮ ||",
    "transliteration": "This Jan Kae Pag Nith Poojeeahi Maeree Jindhurreeeae Jo Maarag Dhharam Chalaesehi Raam ||",
    "translation": "I worship continually the feet of that humble being, O my soul, who walks on the Path of Dharma - the path of righteousness.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਸ ਮਨੁੱਖ ਦੇ (ਉਹ) ਪੈਰ ਸਦਾ ਪੂਜੇ ਜਾਂਦੇ ਹਨ ਜੇਹੜੇ (ਪੈਰ) ਧਰਮ ਦੇ ਰਾਹ ਉਤੇ ਤੁਰਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "ਪਗ:ਪੋਲਾ ਬੋਲੋ[ ਪੂਜੀਅਹਿ[ ਚਲੇਸਹਿ",
    "type_id": 3
  },
  {
    "id": 23996,
    "shabad_id": 2065,
    "pada": 3,
    "source_line": 7,
    "gurmukhi": "ਨਾਨਕੁ. ਤਿਨ ਵਿਟਹੁ ਵਾਰਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਸੁਣਿ ਹਰਿ ਨਾਮੁ ਮਨੇਸਹਿ ਰਾਮ ||੩||",
    "transliteration": "Naanak Thin Vittahu Vaariaa Maeree Jindhurreeeae Har Sun Har Naam Manaesehi Raam ||3||",
    "translation": "Nanak is a sacrifice to those, O my soul, who hear of the Lord, and believe in the Lord's Name. ||3||",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਨਾਨਕ ਉਹਨਾਂ (ਵਡ-ਭਾਗੀ) ਮਨੁੱਖਾਂ ਤੋਂ ਕੁਰਬਾਨ ਜਾਂਦਾ ਹੈ ਜੇਹੜੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸੁਣ ਕੇ ਨਾਮ ਨੂੰ ਮੰਨਦੇ ਹਨ (ਜੀਵਨ-ਅਧਾਰ ਬਣਾ ਲੈਂਦੇ ਹਨ) ॥੩॥",
    "pronunciation": "ਮਨੇਸਹਿ",
    "type_id": 3
  },
  {
    "id": 23997,
    "shabad_id": 2065,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਧਰਤਿ ਪਾਤਾਲੁ ਅਾਕਾਸੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸਭ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ਰਾਮ ||",
    "transliteration": "Dhharath Paathaal Aakaas Hai Maeree Jindhurreeeae Sabh Har Har Naam Dhhiaavai Raam ||",
    "translation": "The earth, the nether regions of the underworld, and the Akaashic ethers, O my soul, all meditate on the Name of the Lord, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਧਰਤੀ, ਪਾਤਾਲ, ਆਕਾਸ਼-ਹਰੇਕ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਸਿਮਰ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23998,
    "shabad_id": 2065,
    "pada": 4,
    "source_line": 8,
    "gurmukhi": "ਪੳੁਣੁ ਪਾਣੀ ਬੈਸੰਤਰੋ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਨਿਤ ਹਰਿ ਹਰਿ ਹਰਿ ਜਸੁ ਗਾਵੈ ਰਾਮ ||",
    "transliteration": "Poun Paanee Baisantharo Maeree Jindhurreeeae Nith Har Har Har Jas Gaavai Raam ||",
    "translation": "Wind, water and fire, O my soul, continually sing the Praises of the Lord, Har, Har, Har.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਹਵਾ ਪਾਣੀ, ਅੱਗ-ਹਰੇਕ ਤੱਤ ਭੀ ਪਰਮਾਤਮਾ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਦਾ ਗੀਤ ਗਾ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 23999,
    "shabad_id": 2065,
    "pada": 4,
    "source_line": 9,
    "gurmukhi": "ਵਣੁ ਤਿ੍ਰਣੁ ਸਭੁ ਅਾਕਾਰੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਮੁਖਿ ਹਰਿ ਹਰਿ ਨਾਮੁ ਧਿਅਾਵੈ ਰਾਮ ||",
    "transliteration": "Van Thrin Sabh Aakaar Hai Maeree Jindhurreeeae Mukh Har Har Naam Dhhiaavai Raam ||",
    "translation": "The woods, the meadows and the whole world, O my soul, chant with their mouths the Lord's Name, and meditate on the Lord.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੰਗਲ, ਘਾਹ, ਇਹ ਸਾਰਾ ਦਿੱਸਦਾ ਸੰਸਾਰ-ਆਪਣੇ ਮੂੰਹ ਨਾਲ ਹਰੇਕ ਹੀ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਰਿਹਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24000,
    "shabad_id": 2065,
    "pada": 4,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਤੇ ਹਰਿ ਦਰਿ ਪੈਨ੍ਹਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਗੁਰਮੁਖਿ ਭਗਤਿ ਮਨੁ ਲਾਵੈ ਰਾਮ ||੪||੪||",
    "transliteration": "Naanak Thae Har Dhar Painhaaeiaa Maeree Jindhurreeeae Jo Guramukh Bhagath Man Laavai Raam ||4||4||",
    "translation": "O Nanak, one who, as Gurmukh, focuses his consciousness on the Lord's devotional worship - O my soul, he is robed in honor in the Court of the Lord. ||4||4||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜਾ ਜੇਹੜਾ ਜੀਵ ਗੁਰੂ ਦੀ ਸਰਨ ਪੈ ਕੇ ਪਰਮਾਤਮਾ ਦੀ ਭਗਤੀ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜਦਾ ਹੈ, ਉਹ ਸਾਰੇ ਪਰਾਮਤਮਾ ਦੇ ਦਰ ਤੇ ਸਤਕਾਰੇ ਜਾਂਦੇ ਹਨ ॥੪॥੪॥",
    "pronunciation": "(ਪੈਨ੍ਹਾੲਿਅਾ) ਸਤਿਕਾਰਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24001,
    "shabad_id": 2066,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਬਿਹਾਗੜਾ ਮਹਲਾ ੪ ||",
    "transliteration": "Bihaagarraa Mehalaa 4 ||",
    "translation": "Bihaagraa, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24002,
    "shabad_id": 2066,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜਿਨ ਹਰਿ ਹਰਿ ਨਾਮੁ. ਨ ਚੇਤਿਓ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਤੇ ਮਨਮੁਖ ਮੂੜ ੲਿਅਾਣੇ ਰਾਮ ||",
    "transliteration": "Jin Har Har Naam N Chaethiou Maeree Jindhurreeeae Thae Manamukh Moorr Eiaanae Raam ||",
    "translation": "Those who do not remember the Name of the Lord, Har, Har, O my soul - those self-willed manmukhs are foolish and ignorant.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਨ੍ਹਾਂ ਮਨੁੱਖਾਂ ਨੇ (ਕਦੇ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਚੇਤੇ ਨਹੀਂ ਕੀਤਾ, ਉਹ ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਮੂਰਖ ਹਨ ਅੰਞਾਣ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24003,
    "shabad_id": 2066,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜੋ ਮੋਹਿ ਮਾੲਿਅਾ ਚਿਤੁ ਲਾੲਿਦੇ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸੇ ਅੰਤਿ ਗੲੇ ਪਛੁਤਾਣੇ ਰਾਮ ||",
    "transliteration": "Jo Mohi Maaeiaa Chith Laaeidhae Maeree Jindhurreeeae Sae Anth Geae Pashhuthaanae Raam ||",
    "translation": "Those who attach their consciousness to emotional attachment and Maya, O my soul, depart regretfully in the end.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜੇਹੜੇ ਮਨੁੱਖ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਆਪਣਾ ਮਨ ਜੋੜੀ ਰੱਖਦੇ ਹਨ ਉਹ ਅਖ਼ੀਰ ਵੇਲੇ (ਇਥੋਂ) ਹੱਥ ਮਲਦੇ ਜਾਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24004,
    "shabad_id": 2066,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਹਰਿ ਦਰਗਹ ਢੋੲੀ. ਨਾ ਲਹਨਿ੍ਹ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਮਨਮੁਖ ਪਾਪਿ ਲੁਭਾਣੇ ਰਾਮ ||",
    "transliteration": "Har Dharageh Dtoee Naa Lehanih Maeree Jindhurreeeae Jo Manamukh Paap Lubhaanae Raam ||",
    "translation": "They find no place of rest in the Court of the Lord, O my soul; those self-willed manmukhs are deluded by sin.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਆਪਣੇ ਹੀ ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਜੇਹੜੇ ਮਨੁੱਖ (ਸਦਾ) ਪਾਪ-ਕਰਮ ਵਿਚ ਫਸੇ ਰਹਿੰਦੇ ਹਨ ਉਹ ਪਰਮਾਤਮਾ ਦੀ ਦਰਗਾਹ ਵਿਚ ਆਸਰਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕਰ ਸਕਦੇ।",
    "pronunciation": "ਲਹਨਿ੍ਹ",
    "type_id": 3
  },
  {
    "id": 24005,
    "shabad_id": 2066,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਗੁਰ ਮਿਲਿ ੳੁਬਰੇ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਹਰਿ ਜਪਿ ਹਰਿ ਨਾਮਿ ਸਮਾਣੇ ਰਾਮ ||੧||",
    "transliteration": "Jan Naanak Gur Mil Oubarae Maeree Jindhurreeeae Har Jap Har Naam Samaanae Raam ||1||",
    "translation": "O servant Nanak, those who meet the Guru are saved, O my soul; chanting the Name of the Lord, they are absorbed in the Name of the Lord. ||1||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ (ਵਡ-ਭਾਗੀ ਮਨੁੱਖ ਸੰਸਾਰ-ਸਮੁੰਦਰ ਵਿਚ ਡੁੱਬਣੋਂ) ਬਚ ਜਾਂਦੇ ਹਨ (ਕਿਉਂਕਿ ਉਹ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪ ਕੇ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਮਗਨ ਰਹਿੰਦੇ ਹਨ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24006,
    "shabad_id": 2066,
    "pada": 2,
    "source_line": 14,
    "gurmukhi": "ਸਭਿ ਜਾੲਿ ਮਿਲਹੁ ਸਤਿਗੁਰੂ ਕੳੁ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜੋ ਹਰਿ ਹਰਿ ਨਾਮੁ ਦਿ੍ਰੜਾਵੈ ਰਾਮ ||",
    "transliteration": "Sabh Jaae Milahu Sathiguroo Ko Maeree Jindhurreeeae Jo Har Har Naam Dhrirraavai Raam ||",
    "translation": "Go, everyone, and meet the True Guru; O my soul, He implants the Name of the Lord, Har, har, within the heart.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਸਾਰੇ ਗੁਰੂ ਨੂੰ ਜਾ ਮਿਲੋ ਕਿਉਂਕਿ ਉਹ (ਗੁਰੂ) ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਹਿਰਦੇ ਵਿਚ ਪੱਕਾ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24007,
    "shabad_id": 2066,
    "pada": 2,
    "source_line": 15,
    "gurmukhi": "ਹਰਿ ਜਪਦਿਅਾ ਖਿਨੁ ਢਿਲ. ਨ ਕੀਜੲੀ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਮਤੁ ਕਿ ਜਾਪੈ. ਸਾਹੁ ਅਾਵੈ ਕਿ ਨ ਅਾਵੈ. ਰਾਮ ||",
    "transliteration": "Har Japadhiaa Khin Dtil N Keejee Maeree Jindhurreeeae Math K Jaapai Saahu Aavai K N Aavai Raam ||",
    "translation": "Do not hesitate for an instant - meditate on the Lord, O my soul; who knows whether he shall draw another breath?",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ ਜਪਦਿਆਂ ਰਤਾ ਭਰ ਭੀ ਦੇਰ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ। ਕੀਹ ਪਤਾ ਹੈ! ਮਤਾਂ ਅਗਲਾ ਸਾਹ ਲਿਆ ਜਾਏ ਜਾਂ ਨਾਹ ਲਿਆ ਜਾਏ।",
    "pronunciation": "ਕੀਜੲੀ",
    "type_id": 3
  },
  {
    "id": 24008,
    "shabad_id": 2066,
    "pada": 2,
    "source_line": 16,
    "gurmukhi": "ਸਾ ਵੇਲਾ ਸੋ ਮੂਰਤੁ ਸਾ ਘੜੀ; ਸੋ ਮੁਹਤੁ ਸਫਲੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਿਤੁ ਹਰਿ ਮੇਰਾ. ਚਿਤਿ ਅਾਵੈ ਰਾਮ ||",
    "transliteration": "Saa Vaelaa So Moorath Saa Gharree So Muhath Safal Hai Maeree Jindhurreeeae Jith Har Maeraa Chith Aavai Raam ||",
    "translation": "That time, that moment, that instant, that second is so fruitful, O my soul, when my Lord comes into my mind.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਉਹ ਵੇਲਾ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਉਹ ਘੜੀ ਭਾਗਾਂ ਵਾਲੀ ਹੈ, ਉਹ ਸਮਾ ਭਾਗਾਂ ਵਾਲਾ ਹੈ, ਜਿਸ ਵੇਲੇ ਪਿਆਰਾ ਪਰਮਾਤਮਾ ਚਿੱਤ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24009,
    "shabad_id": 2066,
    "pada": 2,
    "source_line": 17,
    "gurmukhi": "ਜਨ ਨਾਨਕ. ਨਾਮੁ ਧਿਅਾੲਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਜਮਕੰਕਰੁ ਨੇੜਿ. ਨ ਅਾਵੈ ਰਾਮ ||੨||",
    "transliteration": "Jan Naanak Naam Dhhiaaeiaa Maeree Jindhurreeeae Jamakankar Naerr N Aavai Raam ||2||",
    "translation": "Servant Nanak has meditated on the Naam, the Name of the Lord, O my soul, and now, the Messenger of Death does not draw near him. ||2||",
    "punjabi": "ਹੇ ਦਾਸ ਨਾਨਕ! ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ ਮਨੁੱਖ ਨੇ ਪਰਮਾਤਮਾ ਦਾ ਨਾਮ (ਹਰ ਵੇਲੇ) ਸਿਮਰਿਆ ਹੈ, ਜਮ ਦੂਤ ਉਸ ਦੇ ਨੇੜੇ ਨਹੀਂ ਢੁੱਕਦਾ (ਮੌਤ ਦਾ ਡਰ ਉਸ ਨੂੰ ਪੋਹ ਨਹੀਂ ਸਕਦਾ, ਉਸ ਨੂੰ ਆਤਮਕ ਮੌਤ ਨਹੀਂ ਆਉਂਦੀ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24010,
    "shabad_id": 2066,
    "pada": 3,
    "source_line": 18,
    "gurmukhi": "ਹਰਿ ਵੇਖੈ ਸੁਣੈ ਨਿਤ ਸਭੁ ਕਿਛੁ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸੋ ਡਰੈ ਜਿਨਿ ਪਾਪ ਕਮਤੇ ਰਾਮ ||",
    "transliteration": "Har Vaekhai Sunai Nith Sabh Kishh Maeree Jindhurreeeae So Ddarai Jin Paap Kamathae Raam ||",
    "translation": "The Lord continually watches, and hears everything, O my soul; he alone is afraid, who commits sins.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! (ਜੇਹੜੇ ਕੰਮ ਅਸੀਂ ਕਰਦੇ ਹਾਂ, ਜੇਹੜੇ ਬੋਲ ਅਸੀਂ ਬੋਲਦੇ ਹਾਂ) ਪਰਮਾਤਮਾ ਉਹ ਸਭ ਕੁਝ ਸਦਾ ਵੇਖਦਾ ਰਹਿੰਦਾ ਹੈ, ਤੇ, ਸੁਣਦਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "ਕਮਤੇ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24011,
    "shabad_id": 2066,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਜਿਸੁ ਅੰਤਰੁ ਹਿਰਦਾ ਸੁਧੁ ਹੈ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਤਿਨਿ ਜਨਿ. ਸਭਿ ਡਰ ਸੁਟਿ ਘਤੇ ਰਾਮ ||",
    "transliteration": "Jis Anthar Hiradhaa Sudhh Hai Maeree Jindhurreeeae Thin Jan Sabh Ddar Sutt Ghathae Raam ||",
    "translation": "One whose heart is pure within, O my soul, casts off all his fears.",
    "punjabi": "ਹੇ ਮੇਰੀ ਸੋਹਣੀ ਜਿੰਦੇ! ਜਿਸ (ਮਨੁੱਖ) ਦਾ ਅੰਦਰਲਾ ਹਿਰਦਾ ਪਵਿਤ੍ਰ ਹੈ, ਉਸ ਮਨੁੱਖ ਨੇ ਸਾਰੇ ਡਰ ਲਾਹ ਦਿੱਤੇ ਹੁੰਦੇ ਹਨ। ਜਿਸ ਮਨੁੱਖ ਨੇ (ਸਾਰੀ ਉਮਰ) ਪਾਪ ਕਮਾਏ ਹੁੰਦੇ ਹਨ, ਉਹ ਡਰਦਾ ਹੈ।",
    "pronunciation": "ਘੱਤੇ",
    "type_id": 3
  },
  {
    "id": 24012,
    "shabad_id": 2066,
    "pada": 3,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਨਿਰਭੳੁ ਨਾਮਿ ਪਤੀਜਿਅਾ, ਮੇਰੀ ਜਿੰਦੁੜੀੲੇ; ਸਭਿ ਝਖ ਮਾਰਨੁ ਦੁਸਟ ਕੁਪਤੇ ਰਾਮ ||",
    "transliteration": "Har Nirabho Naam Patheejiaa Maeree Jindhurreeeae Sabh Jhakh Maaran Dhusatt Kupathae Raam ||",
    "translation": "One who has faith in the Fearless Name of the Lord, O my soul - all his enemies and attackers speak against him in vain.",
    "punjabi": "ਜੇਹੜਾ ਮਨੁੱਖ ਨਿਰਭਉ ਪਰਮਾਤਮਾ ਦੇ ਨਾਮ ਵਿਚ ਗਿੱਝ ਜਾਂਦਾ ਹੈ, (ਕਾਮਾਦਿਕ) ਸਾਰੇ ਕੁਪੱਤੇ ਵੈਰੀ ਬੇਸ਼ਕ ਪਏ ਝਖਾਂ ਮਾਰਨ (ਉਸ ਮਨੁੱਖ ਦਾ ਕੁਝ ਵਿਗਾੜ ਨਹੀਂ ਸਕਦੇ)।",
    "pronunciation": "ਕੁਪੱਤੇ",
    "type_id": 3
  }
]
