[
  {
    "id": 24289,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਨਮੁਖ ਮੂਲਹੁ ਭੁਲਾੲਿਅਨੁ; ਵਿਚਿ ਲਬੁ ਲੋਭੁ ਅਹੰਕਾਰੁ ||",
    "transliteration": "Manamukh Moolahu Bhulaaeian Vich Lab Lobh Ahankaar ||",
    "translation": "The self-willed manmukhs have been led astray from the very beginning; within them lurks greed, avarice and ego.",
    "punjabi": "ਮਨ ਦੇ ਪਿੱਛੇ ਤੁਰਨ ਵਾਲੇ ਮਨੁੱਖ ਪ੍ਰਭੂ ਤੋਂ ਭੁੱਲੇ ਹੋਏ ਹਨ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਅੰਦਰ ਲੱਬ ਲੋਭ ਤੇ ਅਹੰਕਾਰ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24290,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਝਗੜਾ ਕਰਦਿਅਾ. ਅਨ ਦਿਨੁ ਗੁਦਰੈ; ਸਬਦਿ. ਨ ਕਰੈ ਵੀਚਾਰੁ ||",
    "transliteration": "Jhagarraa Karadhiaa Anadhin Gudharai Sabadh N Karai Veechaar ||",
    "translation": "Their nights and days pass in argument, and they do not reflect upon the Word of the Shabad.",
    "punjabi": "ਉਹਨਾਂ ਦਾ ਹਰੇਕ ਦਿਨ (ਲੱਬ ਲੋਭ ਆਦਿਕ ਸੰਬੰਧੀ) ਝਗੜਾ ਕਰਦਿਆਂ ਗੁਜ਼ਰਦਾ ਹੈ, ਉਹ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਵਿਚ ਵਿਚਾਰ ਨਹੀਂ ਕਰਦੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24291,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੁਧਿ ਮਤਿ ਕਰਤੈ ਹਿਰਿ ਲੲੀ; ਬੋਲਨਿ ਸਭੁ ਵਿਕਾਰੁ ||",
    "transliteration": "Sudhh Math Karathai Hir Lee Bolan Sabh Vikaar ||",
    "translation": "The Creator has taken away their subtle intellect, and all their speech is corrupt.",
    "punjabi": "ਕਰਤਾਰ ਨੇ ਉਹਨਾਂ ਮਨਮੁਖਾਂ ਦੀ ਹੋਸ਼ ਤੇ ਅਕਲ ਖੋਹ ਲਈ ਹੈ ਉਹ ਨਿਰੇ ਵਿਕਾਰਾਂ ਦੇ ਬਚਨ ਹੀ ਬੋਲਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24292,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਦਿਤੈ ਕਿਤੈ, ਨ ਸੰਤੋਖੀਅਨਿ; ਅੰਤਰਿ ਤਿ੍ਰਸਨਾ ਬਹੁਤੁ ਅਗ੍ਯਾਨੁ ਅੰਧਾਰੁ ||",
    "transliteration": "Dhithai Kithai N Santhokheean Anthar Thrisanaa Bahuth Agyaan Andhhaar ||",
    "translation": "No matter what they are given, they are not satisfied; within them is desire, and the great darkness of ignorance.",
    "punjabi": "ਉਹ ਕਿਸੇ ਭੀ ਦਾਤ ਦੇ ਮਿਲਣ ਤੇ ਰੱਜਦੇ ਨਹੀਂ ਕਿਉਂਕਿ ਉਹਨਾਂ ਦੇ ਮਨ ਵਿਚ ਬੜੀ ਤ੍ਰਿਸ਼ਨਾ ਅਗਿਆਨ ਤੇ ਹਨੇਰਾ ਹੈ।",
    "pronunciation": "ਅਗਿਅਾਨੁ",
    "type_id": 3
  },
  {
    "id": 24293,
    "shabad_id": 2080,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਮਨਮੁਖਾ ਨਾਲਹੁ ਤੁਟੀਅਾ ਭਲੀ; ਜਿਨਾ ਮਾੲਿਅਾ ਮੋਹਿ ਪਿਅਾਰੁ ||੧||",
    "transliteration": "Naanak Manamukhaa Naalahu Thutteeaa Bhalee Jinaa Maaeiaa Mohi Piaar ||1||",
    "translation": "O Nanak, it is right to break with the self-willed manmukhs; to them, the love of Maya is sweet. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਅਜੇਹੇ) ਮਨਮੁਖਾਂ ਨਾਲੋਂ ਸੰਬੰਧ ਟੁੱਟਾ ਹੋਇਆ ਹੀ ਚੰਗਾ ਹੈ, ਕਿਉਂਕਿ ਉਹਨਾਂ ਦਾ ਪਿਆਰ ਤਾਂ ਮਾਇਆ ਦੇ ਮੋਹ ਵਿਚ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24294,
    "shabad_id": 2081,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24295,
    "shabad_id": 2081,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਤਿਨ੍ਹ ਭੳੁ ਸੰਸਾ ਕਿਅਾ ਕਰੇ; ਜਿਨ ਸਤਿਗੁਰੁ ਸਿਰਿ ਕਰਤਾਰੁ ||",
    "transliteration": "Thinh Bho Sansaa Kiaa Karae Jin Sathigur Sir Karathaar ||",
    "translation": "What can fear and doubt do to those, who have given their heads to the Creator, and to the True Guru?",
    "punjabi": "ਜਿਨ੍ਹਾਂ ਦੇ ਸਿਰ ਪ੍ਰਭੂ ਤੇ ਗੁਰੂ ਹੈ (ਭਾਵ, ਜੋ ਪ੍ਰਭੂ ਤੇ ਗੁਰੂ ਨੂੰ ਰਾਖਾ ਸਮਝਦੇ ਹਨ), ਡਰ ਤੇ ਚਿੰਤਾ ਉਹਨਾਂ ਦਾ ਕੀਹ ਵਿਗਾੜ ਸਕਦੇ ਹਨ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24296,
    "shabad_id": 2081,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਧੁਰਿ ਤਿਨ ਕੀ ਪੈਜ ਰਖਦਾ; ਅਾਪੇ ਰਖਣਹਾਰੁ ||",
    "transliteration": "Dhhur Thin Kee Paij Rakhadhaa Aapae Rakhanehaar ||",
    "translation": "He who has preserved honor from the beginning of time, He shall preserve their honor as well.",
    "punjabi": "ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਉਹਨਾਂ ਦੀ ਲਾਜ ਸਦਾ ਤੋਂ ਰੱਖਦਾ ਆਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24297,
    "shabad_id": 2081,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਿਲਿ ਪ੍ਰੀਤਮ ਸੁਖੁ ਪਾੲਿਅਾ; ਸਚੈ ਸਬਦਿ ਵੀਚਾਰਿ ||",
    "transliteration": "Mil Preetham Sukh Paaeiaa Sachai Sabadh Veechaar ||",
    "translation": "Meeting their Beloved, they find peace; they reflect upon the True Word of the Shabad.",
    "punjabi": "ਤੇ (ਇਸ ਤਰ੍ਹਾਂ) ਸੱਚੇ ਸ਼ਬਦ ਦੀ ਰਾਹੀਂ ਵੀਚਾਰ ਕਰ ਕੇ ਤੇ ਹਰੀ ਪ੍ਰੀਤਮ ਨੂੰ ਮਿਲ ਕੇ ਉਹ ਸੁਖ ਪਾਉਂਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24298,
    "shabad_id": 2081,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ ਸੁਖਦਾਤਾ ਸੇਵਿਅਾ; ਅਾਪੇ ਪਰਖਣਹਾਰੁ ||੨||",
    "transliteration": "Naanak Sukhadhaathaa Saeviaa Aapae Parakhanehaar ||2||",
    "translation": "O Nanak, I serve the Giver of Peace; He Himself is the Assessor. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜੋ ਸੁਖਦਾਤਾ ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸਭ ਦੀ) ਪਰਖ ਕਰਨ ਵਾਲਾ ਹੈ ਉਸ ਦੀ ਉਹ ਸੇਵਾ ਕਰਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24299,
    "shabad_id": 2082,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24300,
    "shabad_id": 2082,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜੀਅ ਜੰਤ ਸਭਿ ਤੇਰਿਅਾ; ਤੂ ਸਭਨਾ ਰਾਸਿ ||",
    "transliteration": "Jeea Janth Sabh Thaeriaa Thoo Sabhanaa Raas ||",
    "translation": "All beings are Yours; You are the wealth of all.",
    "punjabi": "ਹੇ ਹਰੀ! ਸਾਰੇ ਜੀਅ ਜੰਤ ਤੇਰੇ ਹਨ, ਤੂੰ ਸਭਨਾਂ ਦਾ ਖ਼ਜ਼ਾਨਾ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24301,
    "shabad_id": 2082,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਿਸ ਨੋ ਤੂ ਦੇਹਿ, ਤਿਸੁ ਸਭੁ ਕਿਛੁ ਮਿਲੈ; ਕੋੲੀ ਹੋਰੁ ਸਰੀਕੁ ਨਾਹੀ. ਤੁਧੁ ਪਾਸਿ ||",
    "transliteration": "Jis No Thoo Dhaehi This Sabh Kishh Milai Koee Hor Sareek Naahee Thudhh Paas ||",
    "translation": "One unto whom You give, obtains everything; there is no one else to rival You.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਤੂੰ (ਆਪਣੇ ਨਾਮ ਦੀ) ਦਾਤ ਬਖਸ਼ਦਾ ਹੈਂ, ਉਸ ਨੂੰ (ਮਾਨੋ) ਹਰੇਕ ਸ਼ੈ ਮਿਲ ਜਾਂਦੀ ਹੈ; ਤੇਰੇ ਬਰਿਬਰ ਦਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24302,
    "shabad_id": 2082,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤੂ ੲਿਕੋ ਦਾਤਾ ਸਭਸ ਦਾ; ਹਰਿ ਪਹਿ ਅਰਦਾਸਿ ||",
    "transliteration": "Thoo Eiko Dhaathaa Sabhas Dhaa Har Pehi Aradhaas ||",
    "translation": "You alone are the Great Giver of all; I offer my prayer unto You, Lord.",
    "punjabi": "ਤੂੰ ਇਕੱਲਾ ਆਪ ਸਭਨਾਂ ਦਾ ਦਾਤਾ ਹੈਂ (ਇਸ ਕਰ ਕੇ) ਹੇ ਹਰੀ! (ਸਭ ਜੀਵਾਂ ਦੀ) ਤੇਰੇ ਅੱਗੇ ਹੀ ਬੇਨਤੀ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24303,
    "shabad_id": 2082,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਜਿਸ ਦੀ ਤੁਧੁ ਭਾਵੈ, ਤਿਸ ਦੀ ਤੂ ਮੰਨਿ ਲੈਹਿ; ਸੋ ਜਨੁ ਸਾਬਾਸਿ ||",
    "transliteration": "Jis Dhee Thudhh Bhaavai This Dhee Thoo Mann Laihi So Jan Saabaas ||",
    "translation": "One with whom You are pleased, is accepted by You; how blessed is such a person!",
    "punjabi": "ਜਿਸਦੀ ਬੇਨਤੀ ਤੈਨੂੰ ਚੰਗੀ ਲਗੇ, ਉਸਦੀ ਤੂੰ ਪ੍ਰਵਾਨ ਕਰ ਲੈਂਦਾ ਹੈਂ ਤੇ ਉਸ ਮਨੁੱਖ ਨੂੰ ਸ਼ਾਬਾਸ਼ੇ ਮਿਲਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24304,
    "shabad_id": 2082,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਭੁ ਤੇਰਾ ਚੋਜੁ ਵਰਤਦਾ; ਦੁਖੁ ਸੁਖੁ ਤੁਧੁ ਪਾਸਿ ||੨||",
    "transliteration": "Sabh Thaeraa Choj Varathadhaa Dhukh Sukh Thudhh Paas ||2||",
    "translation": "Your wondrous play is pervading everywhere. I place my pain and pleasure before You. ||2||",
    "punjabi": "ਇਹ ਸਾਰਾ ਤੇਰਾ ਹੀ ਕੌਤਕ ਵਰਤ ਰਿਹਾ ਹੈ, (ਸਭਨਾਂ ਦਾ) ਦੁੱਖ ਤੇ ਸੁਖ (ਦਾ ਤਰਲਾ) ਤੇਰੇ ਕੋਲ ਹੀ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24305,
    "shabad_id": 2083,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24306,
    "shabad_id": 2083,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਸਚੈ ਭਾਵਦੇ; ਦਰਿ ਸਚੈ ਸਚਿਅਾਰ ||",
    "transliteration": "Guramukh Sachai Bhaavadhae Dhar Sachai Sachiaar ||",
    "translation": "The Gurmukhs are pleasing to the True Lord; they are judged to be true in the True Court.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਪਿਆਰੇ ਲੱਗਦੇ ਹਨ ਤੇ ਸੱਚੇ ਦੇ ਦਰ ਤੇ ਉਹ ਸੱਚ ਦੇ ਵਾਪਾਰੀ (ਸਮਝੇ ਜਾਂਦੇ ਹਨ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24307,
    "shabad_id": 2083,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਾਜਨ ਮਨਿ ਅਾਨੰਦੁ ਹੈ; ਗੁਰ ਕਾ ਸਬਦੁ ਵੀਚਾਰ ||",
    "transliteration": "Saajan Man Aanandh Hai Gur Kaa Sabadh Veechaar ||",
    "translation": "The minds of such friends are filled with bliss, as they reflect upon the Word of the Guru's Shabad.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨੂੰ ਵਿਚਾਰਨ ਵਾਲੇ ਉਹਨਾਂ ਸੱਜਨਾਂ ਦੇ ਮਨ ਵਿਚ (ਸਦਾ) ਖਿੜਾਉ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24308,
    "shabad_id": 2083,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅੰਤਰਿ ਸਬਦੁ ਵਸਾੲਿਅਾ. ਦੁਖੁ ਕਟਿਅਾ; ਚਾਨਣੁ ਕੀਅਾ ਕਰਤਾਰਿ ||",
    "transliteration": "Anthar Sabadh Vasaaeiaa Dhukh Kattiaa Chaanan Keeaa Karathaar ||",
    "translation": "They enshrine the Shabad within their hearts; their pain is dispelled, and the Creator blesses them with the Divine Light.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਸ਼ਬਦ ਉਹਨਾਂ ਨੇ ਹਿਰਦੇ ਵਿਚ ਵਸਾਇਆ ਹੋਇਆ ਹੈ (ਇਸ ਲਈ) ਸਿਰਜਣਹਾਰ ਨੇ ਉਹਨਾਂ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਹੈ ਤੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿੱਚ ਚਾਨਣ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24309,
    "shabad_id": 2083,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਰਖਣਹਾਰਾ ਰਖਸੀ; ਅਾਪਣੀ ਕਿਰਪਾ ਧਾਰਿ ||੧||",
    "transliteration": "Naanak Rakhanehaaraa Rakhasee Aapanee Kirapaa Dhhaar ||1||",
    "translation": "O Nanak, the Savior Lord shall save them, and shower them with His Mercy. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਰੱਖਿਆ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪਣੀ ਮੇਹਰ ਨਾਲ ਉਹਨਾਂ ਦੀ ਸਦਾ ਰੱਖਿਆ ਕਰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24310,
    "shabad_id": 2084,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24311,
    "shabad_id": 2084,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਗੁਰ ਕੀ ਸੇਵਾ ਚਾਕਰੀ; ਭੈ ਰਚਿ ਕਾਰ ਕਮਾੲਿ ||",
    "transliteration": "Gur Kee Saevaa Chaakaree Bhai Rach Kaar Kamaae ||",
    "translation": "Serve the Guru, and wait upon Him; as you work, maintain the Fear of God.",
    "punjabi": "ਜੇ ਮਨੁਖ (ਪ੍ਰਭੂ ਦੇ) ਡਰ ਵਿਚ ਰਚ ਕੇ ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਸੇਵਾ ਚਾਕਰੀ ਕਾਰ ਕਰੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24312,
    "shabad_id": 2084,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਜੇਹਾ ਸੇਵੈ ਤੇਹੋ ਹੋਵੈ; ਜੇ ਚਲੈ ਤਿਸੈ ਰਜਾੲਿ ||",
    "transliteration": "Jaehaa Saevai Thaeho Hovai Jae Chalai Thisai Rajaae ||",
    "translation": "As you serve Him, you will become like Him, as you walk according to His Will.",
    "punjabi": "ਤੇ ਉਸੇ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰੇ ਤਾਂ ਉਹ ਉਸ ਪ੍ਰਭੂ ਵਰਗਾ ਹੀ ਹੋ ਜਾਂਦਾ ਹੈ ਜਿਸ ਨੂੰ ਇਹ ਸਿਮਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24313,
    "shabad_id": 2084,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਨਾਨਕ. ਸਭੁ ਕਿਛੁ ਅਾਪਿ ਹੈ; ਅਵਰੁ ਨ ਦੂਜੀ ਜਾੲਿ ||੨||",
    "transliteration": "Naanak Sabh Kishh Aap Hai Avar N Dhoojee Jaae ||2||",
    "translation": "O Nanak, He Himself is everything; there is no other place to go. ||2||",
    "punjabi": "ਫਿਰ, ਹੇ ਨਾਨਕ! (ਐਸੇ ਮਨੁੱਖ ਨੂੰ) ਸਭਨੀ ਥਾਈਂ ਪ੍ਰਭੂ ਹੀ ਪ੍ਰਭੂ ਦਿੱਸਦਾ ਹੈ, (ਉਸ ਤੋਂ ਬਿਨਾ) ਕੋਈ ਹੋਰ ਨਹੀਂ ਦਿੱਸਦਾ, ਤੇ ਨਾਹ ਕੋਈ ਹੋਰ (ਆਸਰੇ ਦੀ) ਥਾਂ ਦਿੱਸਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24314,
    "shabad_id": 2085,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24315,
    "shabad_id": 2085,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਤੇਰੀ ਵਡਿਅਾੲੀ ਤੂਹੈ ਜਾਣਦਾ; ਤੁਧੁ ਜੇਵਡੁ. ਅਵਰੁ ਨ ਕੋੲੀ ||",
    "transliteration": "Thaeree Vaddiaaee Thoohai Jaanadhaa Thudhh Jaevadd Avar N Koee ||",
    "translation": "You alone know Your greatness - no one else is as great as You.",
    "punjabi": "ਕਿ ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ, ਇਹ ਤੂੰ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈਂ, ਕਿਉਂਕਿ ਤੇਰੇ ਜੇਡਾ ਹੋਰ ਕੋਈ ਨਹੀਂ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24316,
    "shabad_id": 2085,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਤੁਧੁ ਜੇਵਡੁ. ਹੋਰੁ ਸਰੀਕੁ ਹੋਵੈ, ਤਾ ਅਾਖੀਅੈ; ਤੁਧੁ ਜੇਵਡੁ ਤੂਹੈ ਹੋੲੀ ||",
    "transliteration": "Thudhh Jaevadd Hor Sareek Hovai Thaa Aakheeai Thudhh Jaevadd Thoohai Hoee ||",
    "translation": "If there were some other rival as great as You, then I would speak of him. You alone are as great as You are.",
    "punjabi": "ਜੇ ਤੇਰੇ ਜੇਡਾ ਕੋਈ ਹੋਰ ਸ਼ਰੀਕ ਹੋਵੇ ਤਾਂ ਹੀ ਦੱਸ ਸਕੀਏ (ਕਿ ਤੂੰ ਕੇਡਾ ਵੱਡਾ ਹੈਂ) (ਪਰ) ਤੇਰੇ ਜੇਡਾ ਤੂੰ ਆਪ ਹੀ ਹੈਂ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24317,
    "shabad_id": 2085,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਨਿ ਤੂ ਸੇਵਿਅਾ ਤਿਨਿ ਸੁਖੁ ਪਾੲਿਅਾ; ਹੋਰੁ ਤਿਸ ਦੀ ਰੀਸ ਕਰੇ ਕਿਅਾ ਕੋੲੀ ||",
    "transliteration": "Jin Thoo Saeviaa Thin Sukh Paaeiaa Hor This Dhee Rees Karae Kiaa Koee ||",
    "translation": "One who serves You obtains peace; who else can compare to You?",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੇ ਤੈਨੂੰ ਸਿਮਰਿਆ ਹੈ ਉਸ ਨੇ ਸੁਖ ਪਾਇਆ ਹੈ, ਕੋਈ ਹੋਰ ਮਨੁੱਖ ਉਸ ਦੀ ਕੀਹ ਰੀਸ ਕਰ ਸਕਦਾ ਹੈ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24318,
    "shabad_id": 2085,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੂ ਭੰਨਣ ਘੜਣ ਸਮਰਥੁ ਦਾਤਾਰੁ ਹਹਿ; ਤੁਧੁ ਅਗੈ ਮੰਗਣ ਨੋ. ਹਥ ਜੋੜਿ ਖਲੀ ਸਭ ਹੋੲੀ ||",
    "transliteration": "Thoo Bhannan Gharran Samarathh Dhaathaar Hehi Thudhh Agai Mangan No Hathh Jorr Khalee Sabh Hoee ||",
    "translation": "You are all-powerful to destroy and create, O Great Giver; with palms pressed together, all stand begging before You.",
    "punjabi": "ਤੂੰ ਸਰੀਰਾਂ ਨੂੰ ਬਣਾ ਤੇ ਨਾਸ ਆਪ ਕਰ ਸਕਦਾ ਹੈਂ, ਸਭ ਦਾਤਾਂ ਭੀ ਬਖ਼ਸ਼ਣ ਵਾਲਾ ਹੈਂ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੇ ਅਗੇ ਦਾਤਾਂ ਮੰਗਣ ਲਈ ਹੱਥ ਜੋੜ ਕੇ ਖਲੋਤੀ ਹੋਈ ਹੈ।",
    "pronunciation": "ਸਮਰੱਥੁ[ ਹ-ਹਿ[ ਹੱਥ",
    "type_id": 3
  },
  {
    "id": 24319,
    "shabad_id": 2085,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਤੁਧੁ ਜੇਵਡੁ ਦਾਤਾਰੁ. ਮੈ ਕੋੲੀ ਨਦਰਿ ਨ ਅਾਵੲੀ; ਤੁਧੁ. ਸਭਸੈ ਨੋ ਦਾਨੁ ਦਿਤਾ; ਖੰਡੀ ਵਰਭੰਡੀ ਪਾਤਾਲੀ ਪੁਰੲੀ ਸਭ ਲੋੲੀ ||੩||",
    "transliteration": "Thudhh Jaevadd Dhaathaar Mai Koee Nadhar N Aavee Thudhh Sabhasai No Dhaan Dhithaa Khanddee Varabhanddee Paathaalee Puree Sabh Loee ||3||",
    "translation": "I see none as great as You, O Great Giver; You give in charity to the beings of all the continents, worlds, solar systems, nether regions and universes. ||3||",
    "punjabi": "ਮੈਨੂੰ ਤੇਰੇ ਜੇਡਾ ਕੋਈ ਹੋਰ ਦਾਨੀ ਨਜ਼ਰ ਨਹੀਂ ਆਉਂਦਾ, ਖੰਡਾਂ, ਬ੍ਰਹਮੰਡਾਂ, ਪਾਤਾਲਾਂ, ਪੁਰੀਆਂ, ਸਾਰੇ (ਚੌਦਾਂ ਹੀ) ਲੋਕਾਂ ਵਿਚ ਤੂੰ ਹੀ ਸਭ ਜੀਆਂ ਨੂੰ ਬਖ਼ਸ਼ਸ਼ ਕੀਤੀ ਹੈ ॥੩॥",
    "pronunciation": "ਅਾ-ਵੲੀ[ ਪੁਰ-ੲੀ",
    "type_id": 3
  },
  {
    "id": 24320,
    "shabad_id": 2086,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24321,
    "shabad_id": 2086,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਨਿ ਪਰਤੀਤਿ. ਨ ਅਾੲੀਅਾ; ਸਹਜਿ. ਨ ਲਗੋ ਭਾੳੁ ||",
    "transliteration": "Man Paratheeth N Aaeeaa Sehaj N Lago Bhaao ||",
    "translation": "O mind, you have no faith, and you have not embraced love for the Celestial Lord;",
    "punjabi": "ਜੇ ਮਨ ਵਿਚ (ਹਰੀ ਦੀ ਹੋਂਦ) ਪ੍ਰਤੀਤ ਨਾ ਆਈ, ਤੇ ਅਡੋਲਤਾ ਵਿਚ ਪਿਆਰ ਨਾ ਲੱਗਾ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24322,
    "shabad_id": 2086,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਬਦੈ ਸਾਦੁ. ਨ ਪਾੲਿਓ; ਮਨ ਹਠਿ ਕਿਅਾ ਗੁਣ ਗਾੲਿ ||",
    "transliteration": "Sabadhai Saadh N Paaeiou Manehath Kiaa Gun Gaae ||",
    "translation": "You do not enjoy the sublime taste of the Word of the Shabad - what Praises of the Lord will you stubborn-mindedly sing?",
    "punjabi": "ਜੇ ਸ਼ਬਦ ਦਾ ਰਸ ਨਾ ਲੱਭਾ, ਤਾਂ ਮਨ ਦੇ ਹਠ ਨਾਲ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਨ ਦਾ ਕੀਹ ਲਾਭ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24323,
    "shabad_id": 2086,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਅਾੲਿਅਾ ਸੋ ਪਰਵਾਣੁ ਹੈ; ਜਿ ਗੁਰਮੁਖਿ ਸਚਿ ਸਮਾੲਿ ||੧||",
    "transliteration": "Naanak Aaeiaa So Paravaan Hai J Guramukh Sach Samaae ||1||",
    "translation": "O Nanak, his coming alone is approved, who, as Gurmukh, merges into the True Lord. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਸੰਸਾਰ ਵਿਚ) ਜੰਮਿਆ ਉਹ ਜੀਵ ਮੁਬਾਰਿਕ ਹੈ ਜੋ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿ ਕੇ ਸੱਚ ਵਿਚ ਲੀਨ ਹੋ ਜਾਏ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24324,
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24325,
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪਣਾ ਅਾਪੁ. ਨ ਪਛਾਣੈ, ਮੂੜਾ; ਅਵਰਾ ਅਾਖਿ ਦੁਖਾੲੇ ||",
    "transliteration": "Aapanaa Aap N Pashhaanai Moorraa Avaraa Aakh Dhukhaaeae ||",
    "translation": "The fool does not understand his own self; he annoys others with his speech.",
    "punjabi": "ਮੂਰਖ ਮਨੁੱਖ ਆਪਣੇ ਆਪ ਦੀ ਪਛਾਣ ਨਹੀਂ ਕਰਦਾ ਤੇ ਹੋਰਨਾਂ ਨੂੰ ਆਖ ਕੇ ਦੁਖਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24326,
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮੁੰਢੈ ਦੀ ਖਸਲਤਿ. ਨ ਗੲੀਅਾ ਅੰਧੇ; ਵਿਛੁੜਿ ਚੋਟਾ ਖਾੲੇ ||",
    "transliteration": "Mundtai Dhee Khasalath N Geeaa Andhhae Vishhurr Chottaa Khaaeae ||",
    "translation": "His underlying nature does not leave him; separated from the Lord, he suffers cruel blows.",
    "punjabi": "(ਆਤਮਿਕਤਾ ਤੋਂ) ਅੰਨ੍ਹੇ ਦੀ ਮੁੱਢ ਦੀ (ਦੂਜਿਆਂ ਨੂੰ ਦੁਖਾਉਣ ਦੀ) ਵਾਦੀ ਦੂਰ ਨਹੀਂ ਹੁੰਦੀ, ਤੇ (ਹਰੀ ਤੋਂ) ਵਿਛੁੱੜ ਕੇ ਦੁਖ ਸਹਿੰਦਾ ਹੈ।",
    "pronunciation": "(ਮੁੰਢੈ) ਮੁੱਢਲੀ[ (ਖਸ-ਲਤਿ) ਅਾਦਤ[ਖਸਲਤਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24327,
    "shabad_id": 2087,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੈ ਭੈ ਭੰਨਿ. ਨ ਘੜਿਓ; ਰਹੈ ਅੰਕਿ ਸਮਾੲੇ ||",
    "transliteration": "Sathigur Kai Bhai Bhann N Gharriou Rehai Ank Samaaeae ||",
    "translation": "Through the fear of the True Guru, he has not changed and reformed himself, so that he might merge in the lap of God.",
    "punjabi": "(ਮਨੁੱਖ) ਸਤਿਗੁਰੂ ਦੇ ਡਰ ਵਿਚ ਰਹਿ ਕੇ ਮਨ (ਦੇ ਪਿਛਲੇ ਮੰਦੇ ਸੰਸਕਾਰਾਂ) ਨੂੰ ਭੰਨ ਕੇ (ਨਵੇਂ ਸਿਰੇ ਸਿਮਰਨ ਵਾਲੇ ਸੰਸਕਾਰ) ਨਹੀਂ ਘੜਦਾ ਤਾਂ ਜੋ (ਪ੍ਰਭੂ ਦੀ) ਗੋਦੀ ਵਿਚ ਸਮਾਇਆ ਰਹੇ।",
    "pronunciation": "",
    "type_id": 3
  }
]
