[
  {
    "id": 24367,
    "shabad_id": 2094,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੇ ਜਲੁ. ਅਾਪੇ ਦੇ ਛਿੰਗਾ; ਅਾਪੇ ਚੁਲੀ ਭਰਾਵੈ ॥",
    "transliteration": "Aapae Jal Aapae Dhae Shhingaa Aapae Chulee Bharaavai ||",
    "translation": "He Himself is the water, He Himself gives the tooth-pick, and He Himself offers the mouthwash.",
    "punjabi": "ਆਪ ਹੀ ਜਲ ਦਿੰਦਾ ਹੈ ਤੇ ਛਿੰਗਾ ਭੀ ਆਪ ਦੇਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਚੁਲੀ ਕਰਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24368,
    "shabad_id": 2094,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਅਾਪੇ ਸੰਗਤਿ ਸਦਿ ਬਹਾਲੈ; ਅਾਪੇ ਵਿਦਾ ਕਰਾਵੈ ॥",
    "transliteration": "Aapae Sangath Sadh Behaalai Aapae Vidhaa Karaavai ||",
    "translation": "He Himself calls and seats the congregation, and He Himself bids them goodbye.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਸੰਗਤਿ ਨੂੰ ਸੱਦ ਕੇ ਬਿਠਾਉਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਵਿਦਾ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਸ੍ਨਦਿ",
    "type_id": 3
  },
  {
    "id": 24369,
    "shabad_id": 2094,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਜਿਸ ਨੋ ਕਿਰਪਾਲੁ ਹੋਵੈ ਹਰਿ ਅਾਪੇ; ਤਿਸ ਨੋ ਹੁਕਮੁ ਮਨਾਵੈ ॥੬॥",
    "transliteration": "Jis No Kirapaal Hovai Har Aapae This No Hukam Manaavai ||6||",
    "translation": "One whom the Lord Himself blesses with His Mercy - the Lord causes him to walk according to His Will. ||6||",
    "punjabi": "ਜਿਸ ਉਤੇ ਪ੍ਰਭੂ ਆਪ ਦਇਆਲ ਹੁੰਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪਣੀ ਰਜ਼ਾ (ਮਿੱਠੀ ਕਰ ਕੇ) ਮਨਾਂਦਾ ਹੈ ॥੬॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24370,
    "shabad_id": 2095,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24371,
    "shabad_id": 2095,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਸਭਿ ਬੰਧਨਾ; ਪਾਪ ਪੁੰਨ ਸਨਬੰਧੁ ॥",
    "transliteration": "Karam Dhharam Sabh Bandhhanaa Paap Punn Sanabandhh ||",
    "translation": "Rituals and religions are all just entanglements; bad and good are bound up with them.",
    "punjabi": "(ਕਰਮ ਕਾਂਡ ਦੇ) ਕਰਮ ਤੇ ਧਰਮ ਸਾਰੇ ਬੰਧਨ (ਰੂਪ) ਹੀ ਹਨ ਅਤੇ ਚੰਗੇ ਜਾਂ ਮੰਦੇ ਕੰਮ ਭੀ (ਸੰਸਾਰ/ਮਾਇਆ ਨਾਲ ਮੋਹ) ਜੋੜੀ ਰੱਖਣ ਦਾ ਵਸੀਲਾ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24372,
    "shabad_id": 2095,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਮਮਤਾ ਮੋਹੁ ਸੁ ਬੰਧਨਾ; ਪੁਤ੍ਰ ਕਲਤ੍ਰ ਸੁ ਧੰਧੁ ॥",
    "transliteration": "Mamathaa Mohu S Bandhhanaa Puthr Kalathr S Dhhandhh ||",
    "translation": "Those things done for the sake of children and spouse, in ego and attachment, are just more bonds.",
    "punjabi": "ਮਮਤਾ ਤੇ ਮੋਹ ਭੀ ਬੰਧਨ-ਰੂਪ ਹੈ, ਪੁੱਤ੍ਰ ਤੇ ਇਸਤ੍ਰੀ-(ਇਹਨਾਂ ਦਾ ਪਿਆਰ ਭੀ) ਕਸ਼ਟ ਦਾ ਕਾਰਨ ਹੈ,",
    "pronunciation": "ਕ-ਲੱਤ੍ਰ",
    "type_id": 3
  },
  {
    "id": 24373,
    "shabad_id": 2095,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਜਹ ਦੇਖਾ ਤਹ ਜੇਵਰੀ; ਮਾੲਿਅਾ ਕਾ ਸਨਬੰਧੁ ॥",
    "transliteration": "Jeh Dhaekhaa Theh Jaevaree Maaeiaa Kaa Sanabandhh ||",
    "translation": "Wherever I look, there I see the noose of attachment to Maya.",
    "punjabi": "ਜਿੱਧਰ ਵੇਖਦਾ ਹਾਂ ਉਧਰ ਹੀ ਮਾਇਆ ਦਾ ਮੋਹ (ਰੂਪ) ਜੇਵੜੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24374,
    "shabad_id": 2095,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਨਾਨਕ. ਸਚੇ ਨਾਮ ਬਿਨੁ; ਵਰਤਣਿ ਵਰਤੈ ਅੰਧੁ ॥੧॥",
    "transliteration": "Naanak Sachae Naam Bin Varathan Varathai Andhh ||1||",
    "translation": "O Nanak, without the True Name, the world is engrossed in blind entanglements. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸੱਚੇ ਨਾਮ ਤੋਂ ਬਿਨਾ ਅੰਨ੍ਹਾ ਮਨੁੱਖ (ਮਾਇਆ ਦੀ) ਵਰਤੋਂ ਹੀ ਵਰਤਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24375,
    "shabad_id": 2096,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੪ ॥",
    "transliteration": "Ma 4 ||",
    "translation": "Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24376,
    "shabad_id": 2096,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੰਧੇ. ਚਾਨਣੁ ਤਾ ਥੀਅੈ; ਜਾ ਸਤਿਗੁਰੁ ਮਿਲੈ ਰਜਾੲਿ ॥",
    "transliteration": "Andhhae Chaanan Thaa Thheeai Jaa Sathigur Milai Rajaae ||",
    "translation": "The blind receive the Divine Light, when they merge with the Will of the True Guru.",
    "punjabi": "ਅੰਨ੍ਹੇ ਮਨੁੱਖ ਨੂੰ ਚਾਨਣ ਤਾਂ ਹੀ ਹੁੰਦਾ ਹੈ ਜੇ (ਪ੍ਰਭੂ ਦੀ) ਰਜ਼ਾ ਵਿਚ ਉਸ ਨੂੰ ਸਤਿਗੁਰੂ ਮਿਲ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24377,
    "shabad_id": 2096,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਬੰਧਨ ਤੋੜੈ. ਸਚਿ ਵਸੈ; ਅਗਿਅਾਨੁ ਅਧੇਰਾ ਜਾੲਿ ॥",
    "transliteration": "Bandhhan Thorrai Sach Vasai Agiaan Adhhaeraa Jaae ||",
    "translation": "They break their bonds, and dwell in Truth, and the darkness of ignorance is dispelled.",
    "punjabi": "ਇੰਜ ਉਹ (ਮਾਇਆ ਦੇ) ਬੰਧਨ ਤੋੜ ਲੈਂਦਾ ਹੈ, ਸੱਚੇ ਹਰੀ ਵਿਚ ਲੀਨ ਹੋ ਜਾਂਦਾ ਹੈ ਤੇ ਉਸ ਦਾ ਅਗਿਆਨ (ਰੂਪ) ਹਨੇਰਾ ਦੂਰ ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24378,
    "shabad_id": 2096,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਭੁ ਕਿਛੁ ਦੇਖੈ ਤਿਸੈ ਕਾ; ਜਿਨਿ ਕੀਅਾ ਤਨੁ ਸਾਜਿ ॥",
    "transliteration": "Sabh Kishh Dhaekhai Thisai Kaa Jin Keeaa Than Saaj ||",
    "translation": "They see that everything belongs to the One who created and fashioned the body.",
    "punjabi": "ਫਿਰ ਮਨੁੱਖ ਸਭ ਕੁਝ ਉਸੇ ਪ੍ਰਭੂ ਦਾ ਹੀ ਸਮਝਦਾ ਹੈ, ਜਿਸ ਨੇ ਸਰੀਰ ਬਣਾ ਕੇ ਪੈਦਾ ਕੀਤਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24379,
    "shabad_id": 2096,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ ਸਰਣਿ ਕਰਤਾਰ ਕੀ; ਕਰਤਾ ਰਾਖੈ ਲਾਜ ॥੨॥",
    "transliteration": "Naanak Saran Karathaar Kee Karathaa Raakhai Laaj ||2||",
    "translation": "Nanak seeks the Sanctuary of the Creator - the Creator preserves his honor. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਐਸਾ ਮਨੁੱਖ ਸਿਰਜਣਹਾਰ ਦੀ ਸਰਣੀ ਪੈਂਦਾ ਹੈ ਤੇ ਸਿਰਜਣਹਾਰ ਉਸ ਦੀ ਪੈਜ ਰੱਖਦਾ ਹੈ (ਭਾਵ, ਉਸ ਨੂੰ ਵਿਕਾਰਾਂ ਤੋਂ ਬਚਾ ਲੈਂਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24380,
    "shabad_id": 2097,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "(ਥਾਟੁ) ਰਚਨਾ। (ਬੀਅਾ) ਦੂਜਾ",
    "type_id": 3
  },
  {
    "id": 24381,
    "shabad_id": 2097,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਜਦਹੁ ਅਾਪੇ ਥਾਟੁ ਕੀਅਾ ਬਹਿ ਕਰਤੈ; ਤਦਹੁ ਪੁਛਿ. ਨ ਸੇਵਕੁ ਬੀਅਾ ॥",
    "transliteration": "Jadhahu Aapae Thhaatt Keeaa Behi Karathai Thadhahu Pushh N Saevak Beeaa ||",
    "translation": "When the Creator, sitting all by Himself, created the Universe, he did not consult with any of His servants;",
    "punjabi": "ਜਦੋਂ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਬਹਿ ਕੇ ਰਚਨਾ ਰਚੀ ਤਦੋਂ ਉਸ ਨੇ ਕਿਸੇ ਦੂਸਰੇ ਸੇਵਕ ਪਾਸੋਂ ਸਲਾਹ ਨਹੀਂ ਲਈ ਸੀ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24382,
    "shabad_id": 2097,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਤਦਹੁ ਕਿਅਾ ਕੋ ਲੇਵੈ. ਕਿਅਾ ਕੋ ਦੇਵੈ; ਜਾਂ ਅਵਰੁ. ਨ ਦੂਜਾ ਕੀਅਾ ॥",
    "transliteration": "Thadhahu Kiaa Ko Laevai Kiaa Ko Dhaevai Jaan Avar N Dhoojaa Keeaa ||",
    "translation": "So what can anyone take, and what can anyone give, when He did not create any other like Himself?",
    "punjabi": "ਜਦੋਂ ਹੋਰ ਦੂਸਰਾ ਕੋਈ ਪੈਦਾ ਹੀ ਨਹੀਂ ਸੀ ਕੀਤਾ, ਤਾਂ ਕਿਸੇ ਨੇ ਕਿਸੇ ਪਾਸੋਂ ਲੈਣਾ ਕੀਹ ਸੀ ਤੇ ਦੇਣਾ ਕੀਹ ਸੀ?",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24383,
    "shabad_id": 2097,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਫਿਰਿ ਅਾਪੇ ਜਗਤੁ ੳੁਪਾੲਿਅਾ ਕਰਤੈ; ਦਾਨੁ ਸਭਨਾ ਕੳੁ ਦੀਅਾ ॥",
    "transliteration": "Fir Aapae Jagath Oupaaeiaa Karathai Dhaan Sabhanaa Ko Dheeaa ||",
    "translation": "Then, after fashioning the world, the Creator blessed all with His blessings.",
    "punjabi": "ਫਿਰ ਹਰੀ ਨੇ ਆਪ ਹੀ ਸੰਸਾਰ ਨੂੰ ਪੈਦਾ ਕੀਤਾ ਤੇ ਸਭ ਜੀਵਾਂ ਨੂੰ ਰੋਜ਼ੀ ਦਿੱਤੀ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 24384,
    "shabad_id": 2097,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਸੇਵ ਬਣਾੲੀਅਨੁ ਗੁਰਮੁਖਿ; ਅਾਪੇ ਅੰਮਿ੍ਰਤੁ ਪੀਅਾ ॥",
    "transliteration": "Aapae Saev Banaaeean Guramukh Aapae Anmrith Peeaa ||",
    "translation": "He Himself instructs us in His service, and as Gurmukh, we drink in His Ambrosial Nectar.",
    "punjabi": "ਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਿਮਰਨ ਦੀ ਜੁਗਤਿ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਬਣਾਈ ਤੇ ਆਪ ਹੀ ਉਸ ਨੇ (ਨਾਮ-ਰੂਪ) ਅੰਮ੍ਰਿਤ ਪੀਤਾ।",
    "pronunciation": "ਬਣਾੲੀ-ਅਨੁ",
    "type_id": 3
  },
  {
    "id": 24385,
    "shabad_id": 2097,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਅਾਪਿ ਨਿਰੰਕਾਰ. ਅਾਕਾਰੁ ਹੈ ਅਾਪੇ; ਅਾਪੇ ਕਰੈ ਸੁ ਥੀਅਾ ॥੭॥",
    "transliteration": "Aap Nirankaar Aakaar Hai Aapae Aapae Karai S Thheeaa ||7||",
    "translation": "He Himself is formless, and He Himself is formed; whatever He Himself does, comes to pass. ||7||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਕਾਰ ਤੋਂ ਰਹਿਤ ਹੈ ਤੇ ਆਪ ਹੀ ਆਕਾਰ ਵਾਲਾ ਹੈ, ਜੋ ਉਹ ਆਪ ਕਰਦਾ ਹੈ ਸੋਈ ਹੁੰਦਾ ਹੈ ॥੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24386,
    "shabad_id": 2098,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24387,
    "shabad_id": 2098,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਪ੍ਰਭੁ ਸੇਵਹਿ ਸਦ ਸਾਚਾ; ਅਨ ਦਿਨੁ ਸਹਜਿ ਪਿਅਾਰਿ ॥",
    "transliteration": "Guramukh Prabh Saevehi Sadh Saachaa Anadhin Sehaj Piaar ||",
    "translation": "The Gurmukhs serve God forever; night and day, they are steeped in the Love of the True Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਰਹਿਣ ਵਾਲੇ ਮਨੁੱਖ ਹਰ ਵੇਲੇ ਸਹਿਜ ਅਵਸਥਾ ਵਿਚ ਲਿਵ ਜੋੜ ਕੇ (ਭਾਵ, ਸਦਾ ਇਕਾਗਰ ਚਿੱਤ ਰਹਿ ਕੇ) ਸਦਾ ਸੱਚੇ ਪ੍ਰਭੂ ਨੂੰ ਸਿਮਰਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24388,
    "shabad_id": 2098,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਦਾ ਅਨੰਦਿ ਗਾਵਹਿ ਗੁਣ ਸਾਚੇ; ਅਰਧਿ ੳੁਰਧਿ ੳੁਰਿ ਧਾਰਿ ॥",
    "transliteration": "Sadhaa Anandh Gaavehi Gun Saachae Aradhh Ouradhh Our Dhhaar ||",
    "translation": "They are in bliss forever, singing the Glorious Praises of the True Lord; in this world and in the next, they keep Him clasped to their hearts.",
    "punjabi": "ਤੇ ਹੇਠ ਉਪਰ (ਸਭ ਥਾਈਂ) ਵਿਆਪਕ ਹਰੀ ਨੂੰ ਹਿਰਦੇ ਵਿਚ ਪ੍ਰੋ ਕੇ ਚੜ੍ਹਦੀ ਕਲਾ ਵਿਚ (ਰਹਿ ਕੇ) ਸਦਾ ਸੱਚੇ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦੇ ਹਨ।",
    "pronunciation": "(ਅਰਧਿ) ਲੋਕ ਚ। (ੳੁਰਧਿ) ਪ੍ਰਲੋਕ ਚ",
    "type_id": 3
  },
  {
    "id": 24389,
    "shabad_id": 2098,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅੰਤਰਿ ਪ੍ਰੀਤਮੁ ਵਸਿਅਾ; ਧੁਰਿ ਕਰਮੁ ਲਿਖਿਅਾ ਕਰਤਾਰਿ ॥",
    "transliteration": "Anthar Preetham Vasiaa Dhhur Karam Likhiaa Karathaar ||",
    "translation": "Their Beloved dwells deep within; the Creator pre-ordained this destiny.",
    "punjabi": "ਧੁਰੋਂ ਹੀ ਕਰਤਾਰ ਨੇ (ਉਹਨਾਂ ਲਈ) ਬਖ਼ਸ਼ਸ਼ (ਦਾ ਫ਼ੁਰਮਾਨ) ਲਿਖ ਦਿੱਤਾ ਹੈ ਜਿਸ ਕਰਕੇ ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਪਿਆਰਾ ਪ੍ਰਭੂ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24390,
    "shabad_id": 2098,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਨਾਨਕ ਅਾਪਿ ਮਿਲਾੲਿਅਨੁ; ਅਾਪੇ ਕਿਰਪਾ ਧਾਰਿ ॥੧॥",
    "transliteration": "Naanak Aap Milaaeian Aapae Kirapaa Dhhaar ||1||",
    "translation": "O Nanak, He blends them into Himself; He Himself showers His Mercy upon them. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਨੇ ਆਪ ਹੀ ਕਿਰਪਾ ਕਰ ਕੇ ਉਹਨਾਂ ਨੂੰ ਆਪਣੇ ਵਿਚ ਮਿਲਾ ਲਿਆ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24391,
    "shabad_id": 2099,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24392,
    "shabad_id": 2099,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕਹਿਅੈ ਕਥਿਅੈ. ਨ ਪਾੲੀਅੈ; ਅਨ ਦਿਨੁ ਰਹੈ ਸਦਾ ਗੁਣ ਗਾੲਿ ॥",
    "transliteration": "Kehiai Kathhiai N Paaeeai Anadhin Rehai Sadhaa Gun Gaae ||",
    "translation": "By merely talking and speaking, He is not found. Night and day, sing His Glorious Praises continually.",
    "punjabi": "ਕੇਵਲ ਕਹਿੰਦਿਆਂ ਤੇ ਕਥਦਿਆਂ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਦਾ, ਚਾਹੇ ਜੀਵ ਹਰ ਵੇਲੇ ਗੁਣ ਗਾਉਂਦਾ ਰਹੇ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24393,
    "shabad_id": 2099,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਵਿਣੁ ਕਰਮੈ. ਕਿਨੈ, ਨ ਪਾੲਿਓ; ਭੳੁਕਿ ਮੁੲੇ ਬਿਲਲਾੲਿ ॥",
    "transliteration": "Vin Karamai Kinai N Paaeiou Bhouk Mueae Bilalaae ||",
    "translation": "Without His Merciful Grace, no one finds Him; many have died barking and bewailing.",
    "punjabi": "ਮੇਹਰ ਤੋਂ ਬਿਨਾ ਕਿਸੇ ਨੂੰ ਪ੍ਰਭੂ ਨਹੀਂ ਮਿਲਿਆ, ਕਈ ਰੋਂਦੇ ਕੁਰਲਾਉਂਦੇ ਮਰ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24394,
    "shabad_id": 2099,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ. ਮਨੁ ਤਨੁ ਭਿਜੈ; ਅਾਪਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Gur Kai Sabadh Man Than Bhijai Aap Vasai Man Aae ||",
    "translation": "When the mind and body are saturated with the Word of the Guru's Shabad, the Lord Himself comes to dwell in his mind.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ (ਹੀ) ਮਨ ਤੇ ਤਨ ਭਿੱਜਦਾ ਹੈ ਤੇ ਪ੍ਰਭੂ ਹਿਰਦੇ ਵਿਚ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "ਭਿੱਜੈ",
    "type_id": 3
  },
  {
    "id": 24395,
    "shabad_id": 2099,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ ਨਦਰੀ ਪਾੲੀਅੈ; ਅਾਪੇ ਲੲੇ ਮਿਲਾੲਿ ॥੨॥",
    "transliteration": "Naanak Nadharee Paaeeai Aapae Leae Milaae ||2||",
    "translation": "O Nanak, by His Grace, He is found; He unites us in His Union. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪਣੀ ਕ੍ਰਿਪਾ ਦ੍ਰਿਸ਼ਟੀ ਨਾਲ ਹੀ ਮਿਲਦਾ ਹੈ, ਉਹ ਆਪ ਹੀ (ਜੀਵ ਨੂੰ) ਆਪਣੇ ਨਾਲ ਮਿਲਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24396,
    "shabad_id": 2100,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24397,
    "shabad_id": 2100,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਪੇ ਵੇਦ ਪੁਰਾਣ ਸਭਿ ਸਾਸਤ; ਅਾਪਿ ਕਥੈ ਅਾਪਿ ਭੀਜੈ ॥",
    "transliteration": "Aapae Vaedh Puraan Sabh Saasath Aap Kathhai Aap Bheejai ||",
    "translation": "He Himself is the Vedas, the Puraanas and all the Shaastras; He Himself chants them, and He Himself is pleased.",
    "punjabi": "ਸਾਰੇ ਵੇਦ ਪੁਰਾਣ ਤੇ ਸ਼ਾਸਤ੍ਰ ਪ੍ਰਭੂ ਆਪ ਹੀ ਰਚਣ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਇਹਨਾਂ ਦੀ ਕਥਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਸੁਣ ਕੇ) ਪ੍ਰਸੰਨ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "ਭੀ੍ਨਜੈ",
    "type_id": 3
  },
  {
    "id": 24398,
    "shabad_id": 2100,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪੇ ਹੀ ਬਹਿ ਪੂਜੇ ਕਰਤਾ; ਅਾਪਿ ਪਰਪੰਚੁ ਕਰੀਜੈ ॥",
    "transliteration": "Aapae Hee Behi Poojae Karathaa Aap Parapanch Kareejai ||",
    "translation": "He Himself sits down to worship, and He Himself creates the world.",
    "punjabi": "ਹਰੀ ਆਪ ਹੀ ਬੈਠ ਕੇ (ਪੁਰਾਣ ਆਦਿਕ ਮਤ-ਅਨੁਸਾਰ) ਪੂਜਾ ਕਰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਹੋਰ) ਪਸਾਰਾ ਪਸਾਰਦਾ ਹੈ।",
    "pronunciation": "ਪੂੱਜੇ",
    "type_id": 3
  },
  {
    "id": 24399,
    "shabad_id": 2100,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਅਾਪਿ ਪਰਵਿਰਤਿ. ਅਾਪਿ ਨਿਰਵਿਰਤੀ; ਅਾਪੇ ਅਕਥੁ ਕਥੀਜੈ ॥",
    "transliteration": "Aap Paravirath Aap Niravirathee Aapae Akathh Kathheejai ||",
    "translation": "He Himself is a householder, and He Himself is a renunciate; He Himself utters the Unutterable.",
    "punjabi": "ਆਪ ਹੀ ਸੰਸਾਰ ਵਿਚ ਖਚਿਤ ਹੋ ਰਿਹਾ ਹੈ ਤੇ ਆਪ ਹੀ ਏਸ ਤੋਂ ਕਿਨਾਰਾ ਕਰੀ ਬੈਠਾ ਹੈ ਤੇ ਕਥਨ ਤੋਂ ਪਰੇ ਆਪਣਾ ਆਪਾ ਆਪ ਹੀ ਬਿਆਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "(ਪਰਵਿਰਤਿ) ਸੰਸਾਰੀ। (ਨਿਰਵਿਰਤੀ) ਤਿਅਾਗੀ। ਅ-ਕਥੁ: ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24400,
    "shabad_id": 2100,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਪੁੰਨੁ ਸਭੁ ਅਾਪਿ ਕਰਾੲੇ; ਅਾਪਿ ਅਲਿਪਤੁ ਵਰਤੀਜੈ ॥",
    "transliteration": "Aapae Punn Sabh Aap Karaaeae Aap Alipath Varatheejai ||",
    "translation": "He Himself is all goodness, and He Himself causes us to act; He Himself remains detached.",
    "punjabi": "ਪੁੰਨ ਭੀ ਆਪ ਹੀ ਕਰਾਉਂਦਾ ਹੈ, ਫੇਰ (ਪਾਪ) ਪੁੰਨ ਤੋਂ ਅਲੇਪ ਭੀ ਆਪ ਹੀ ਵਰਤਦਾ ਹੈ।",
    "pronunciation": "ਅ-ਲਿਪਤੁ",
    "type_id": 3
  },
  {
    "id": 24401,
    "shabad_id": 2100,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਸੁਖੁ ਦੁਖੁ ਦੇਵੈ ਕਰਤਾ; ਅਾਪੇ ਬਖਸ ਕਰੀਜੈ ॥੮॥",
    "transliteration": "Aapae Sukh Dhukh Dhaevai Karathaa Aapae Bakhas Kareejai ||8||",
    "translation": "He Himself grants pleasure and pain; the Creator Himself bestows His gifts. ||8||",
    "punjabi": "ਆਪ ਹੀ ਪ੍ਰਭੂ ਸੁਖ ਦੁਖ ਦੇਂਦਾ ਹੈ ਅਤੇ ਆਪ ਹੀ ਮੇਹਰ ਕਰਦਾ ਹੈ ॥੮॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24402,
    "shabad_id": 2101,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24403,
    "shabad_id": 2101,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਸੇਖਾ ਅੰਦਰਹੁ ਜੋਰੁ ਛਡਿ ਤੂ; ਭੳੁ ਕਰਿ. ਝਲੁ ਗਵਾੲਿ ॥",
    "transliteration": "Saekhaa Andharahu Jor Shhadd Thoo Bho Kar Jhal Gavaae ||",
    "translation": "O Shaykh, abandon your cruel nature; live in the Fear of God and give up your madness.",
    "punjabi": "ਹੇ ਸ਼ੇਖ਼! ਹਿਰਦੇ ਵਿਚੋਂ ਹਠ ਛੱਡ ਦੇਹ, ਇਹ ਝੱਲ-ਪੁਣਾ ਦੂਰ ਕਰ ਤੇ ਸਤਿਗੁਰੂ ਦਾ ਡਰ ਹਿਰਦੇ ਵਿਚ ਵਸਾ (ਭਾਵ, ਅਦਬ ਵਿਚ ਆ)।",
    "pronunciation": "ਝੱਲੁ",
    "type_id": 3
  },
  {
    "id": 24404,
    "shabad_id": 2101,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਗੁਰ ਕੈ ਭੈ. ਕੇਤੇ ਨਿਸਤਰੇ; ਭੈ ਵਿਚਿ ਨਿਰਭੳੁ ਪਾੲਿ ॥",
    "transliteration": "Gur Kai Bhai Kaethae Nisatharae Bhai Vich Nirabho Paae ||",
    "translation": "Through the Fear of the Guru, many have been saved; in this fear, find the Fearless Lord.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਅਦਬ ਵਿਚ ਰਹਿ ਕੇ ਨਿਰਭਉ ਪ੍ਰਭੂ ਨੂੰ ਲੱਭ ਕੇ ਕਈ ਏਸ ਡਰ ਦੀ ਰਾਹੀਂ ਤਰ ਗਏ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24405,
    "shabad_id": 2101,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਮਨੁ ਕਠੋਰੁ. ਸਬਦਿ ਭੇਦਿ ਤੂੰ; ਸਾਂਤਿ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Man Kathor Sabadh Bhaedh Thoon Saanth Vasai Man Aae ||",
    "translation": "Pierce your stone heart with the Word of the Shabad; let peace and tranquility come to abide in your mind.",
    "punjabi": "ਆਪਣੇ ਕਰੜੇ ਮਨ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਵਿੰਨ੍ਹ ਤਾਂ ਕਿ ਤੇਰੇ ਮਨ ਵਿਚ ਸ਼ਾਂਤੀ ਤੇ ਠੰਡ ਆ ਕੇ ਵੱਸੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24406,
    "shabad_id": 2101,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਸਾਂਤੀ ਵਿਚਿ ਕਾਰ ਕਮਾਵਣੀ; ਸਾ ਖਸਮੁ ਪਾੲੇ ਥਾੲਿ ॥",
    "transliteration": "Saanthee Vich Kaar Kamaavanee Saa Khasam Paaeae Thhaae ||",
    "translation": "If good deeds are done in this state of peace, they are approved by the Lord and Master.",
    "punjabi": "ਫੇਰ ਸ਼ਾਤੀ ਵਿਚ (ਭਜਨ ਬੰਦਗੀ ਵਾਲੀ) ਜੋ ਕਾਰ ਕਰੇਂਗਾ, ਮਾਲਕ ਉਸ ਨੂੰ ਕਬੂਲ ਕਰੇਗਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24407,
    "shabad_id": 2101,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਨਾਨਕ. ਕਾਮਿ ਕ੍ਰੋਧਿ ਕਿਨੈ, ਨ ਪਾੲਿਓ; ਪੁਛਹੁ ਗਿਅਾਨੀ ਜਾੲਿ ॥੧॥",
    "transliteration": "Naanak Kaam Krodhh Kinai N Paaeiou Pushhahu Giaanee Jaae ||1||",
    "translation": "O Nanak, through sexual desire and anger, no one has ever found God - go, and ask any wise man. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਕਿਸੇ ਗਿਆਨ ਵਾਲੇ ਨੂੰ ਜਾ ਕੇ ਪੁੱਛ ਲੈ, ਕਾਮ ਤੇ ਕ੍ਰੋਧ (ਆਦਿਕ ਵਿਕਾਰਾਂ) ਦੇ ਅਧੀਨ ਹੋਇਆਂ ਕਿਸੇ ਨੂੰ ਭੀ ਰੱਬ ਨਹੀਂ ਲੱਭਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24408,
    "shabad_id": 2102,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  }
]
