[
  {
    "id": 24409,
    "shabad_id": 2102,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਨਮੁਖ ਮਾੲਿਅਾ ਮੋਹੁ ਹੈ; ਨਾਮਿ. ਨ ਲਗੋ ਪਿਅਾਰੁ ||",
    "transliteration": "Manamukh Maaeiaa Mohu Hai Naam N Lago Piaar ||",
    "translation": "The self-willed manmukh is emotionally attached to Maya - he has no love for the Naam.",
    "punjabi": "ਮਨਮੁਖ ਦਾ ਮਾਇਆ ਵਿਚ ਮੋਹ ਹੈ (ਇਸ ਕਰ ਕੇ) ਨਾਮ ਵਿਚ ਉਸਦਾ ਪਿਆਰ ਨਹੀਂ ਬਣਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24410,
    "shabad_id": 2102,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਕੂੜੁ ਕਮਾਵੈ. ਕੂੜੁ ਸੰਗ੍ਰਹੈ; ਕੂੜੁ ਕਰੇ ਅਾਹਾਰੁ ||",
    "transliteration": "Koorr Kamaavai Koorr Sangrehai Koorr Karae Aahaar ||",
    "translation": "He practices falsehood, gathers in falsehood, and makes falsehood his sustenance.",
    "punjabi": "ਉਹ (ਮਾਇਆ ਰੂਪ) ਖੋਟ ਕਮਾਉਂਦਾ, ਖੋਟ ਹੀ ਇਕੱਠੀ ਕਰਦਾ ਹੈ ਤੇ ਖੋਟ ਨੂੰ ਹੀ ਆਪਣੀ ਖ਼ੁਰਾਕ ਬਣਾਉਂਦਾ ਹੈ (ਭਾਵ, ਜ਼ਿੰਦਗੀ ਦਾ ਆਸਰਾ ਸਮਝਦਾ ਹੈ)।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24411,
    "shabad_id": 2102,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਬਿਖੁ ਮਾੲਿਅਾ ਧਨੁ ਸੰਚਿ ਮਰਹਿ; ਅੰਤੇ ਹੋੲਿ ਸਭੁ ਛਾਰੁ ||",
    "transliteration": "Bikh Maaeiaa Dhhan Sanch Marehi Anthae Hoe Sabh Shhaar ||",
    "translation": "He collects the poisonous wealth of Maya, and then dies; in the end, it is all reduced to ashes.",
    "punjabi": "(ਮਨੁੱਖ) ਵਿਹੁ ਰੂਪ ਮਾਇਆ-ਧਨ ਨੂੰ ਇਕੱਠਾ ਕਰ ਕਰ ਕੇ ਖਪਦੇ ਮਰਦੇ ਹਨ ਤੇ ਉਹ ਸਾਰਾ ਧਨ ਅਖ਼ੀਰ ਵੇਲੇ ਸੁਆਹ (ਵਾਂਗ) ਹੋ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24412,
    "shabad_id": 2102,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਕਰਮ ਧਰਮ ਸੁਚ ਸੰਜਮ ਕਰਹਿ; ਅੰਤਰਿ ਲੋਭੁ ਵਿਕਾਰੁ ||",
    "transliteration": "Karam Dhharam Such Sanjam Karehi Anthar Lobh Vikaar ||",
    "translation": "He practices religious rituals, purity and austere self-discipline, but within, there is greed and corruption.",
    "punjabi": "ਉਹ ਆਪਣੇ ਵਲੋਂ ਕਰਮ ਤੇ ਧਰਮ ਪਵਿਤ੍ਰਤਾ ਦੇ ਸਾਧਨ ਤੇ ਹੋਰ ਸੰਜਮ (ਭੀ) ਕਰਦੇ ਹਨ (ਪਰ) ਉਹਨਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ ਲੋਭ ਤੇ ਵਿਕਾਰ (ਹੀ) ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24413,
    "shabad_id": 2102,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਨਾਨਕ. ਜਿ ਮਨਮੁਖੁ ਕਮਾਵੈ, ਸੁ. ਥਾੲਿ ਨਾ ਪਵੈ; ਦਰਗਹਿ ਹੋੲਿ ਖੁਅਾਰੁ ||੨||",
    "transliteration": "Naanak J Manamukh Kamaavai S Thhaae Naa Pavai Dharagehi Hoe Khuaar ||2||",
    "translation": "O Nanak, whatever the self-willed manmukh does, is not acceptable; in the Court of the Lord, he is dishonored. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮਨ ਦੇ ਅਧੀਨ ਹੋਇਆ ਹੋਇਆ ਮਨੁੱਖ ਜੋ ਕੁਝ (ਭੀ) ਕਰਦਾ ਹੈ ਉਹ ਕਬੂਲ ਨਹੀਂ ਹੁੰਦਾ ਤੇ ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿੱਚ ਉਹ ਖ਼ੁਆਰ ਹੁੰਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24414,
    "shabad_id": 2103,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24415,
    "shabad_id": 2103,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਪੇ ਖਾਣੀ. ਅਾਪੇ ਬਾਣੀ; ਅਾਪੇ ਖੰਡ ਵਰਭੰਡ ਕਰੇ ||",
    "transliteration": "Aapae Khaanee Aapae Baanee Aapae Khandd Varabhandd Karae ||",
    "translation": "He Himself created the four sources of creation, and He Himself fashioned speech; He Himself formed the worlds and solar systems.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਖਾਣੀਆਂ, ਬੋਲੀਆਂ, ਖੰਡ ਤੇ ਬ੍ਰਹਮੰਡ ਬਣਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24416,
    "shabad_id": 2103,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਪਿ ਸਮੁੰਦੁ ਅਾਪਿ ਹੈ ਸਾਗਰੁ; ਅਾਪੇ ਹੀ ਵਿਚਿ ਰਤਨ ਧਰੇ ||",
    "transliteration": "Aap Samundh Aap Hai Saagar Aapae Hee Vich Rathan Dhharae ||",
    "translation": "He Himself is the ocean, and He Himself is the sea; He Himself puts the pearls in it.",
    "punjabi": "ਆਪ ਹੀ ਸਮੁੰਦਰ ਸਾਗਰ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ ਇਸ ਵਿਚ (ਸਿਫ਼ਤ-ਸਾਲਾਹ ਰੂਪ) ਰਤਨ ਲੁਕਾ ਰੱਖੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24417,
    "shabad_id": 2103,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅਾਪਿ ਲਹਾੲੇ ਕਰੇ ਜਿਸੁ ਕਿਰਪਾ; ਜਿਸ ਨੋ ਗੁਰਮੁਖਿ ਕਰੇ ਹਰੇ ||",
    "transliteration": "Aap Lehaaeae Karae Jis Kirapaa Jis No Guramukh Karae Harae ||",
    "translation": "By His Grace, the Lord enables the Gurmukh to find these pearls.",
    "punjabi": "ਜਿਸ ਤੇ ਕਿਰਪਾ ਕਰਦਾ ਹੈ, ਤੇ ਜਿਸ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਕਰਦਾ ਹੈ ਉਸ ਨੂੰ ਆਪ ਹੀ ਉਹ ਰਤਨ ਲਭਾ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "(ਲਹਾੲੇ) ਲੱਭਾੲੇ",
    "type_id": 3
  },
  {
    "id": 24418,
    "shabad_id": 2103,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਅਾਪੇ ਭੳੁਜਲੁ. ਅਾਪਿ ਹੈ ਬੋਹਿਥਾ; ਅਾਪੇ ਖੇਵਟੁ ਅਾਪਿ ਤਰੇ ||",
    "transliteration": "Aapae Bhoujal Aap Hai Bohithhaa Aapae Khaevatt Aap Tharae ||",
    "translation": "He Himself is the terrifying world-ocean, and He Himself is the boat; He Himself is the boatman, and He Himself ferries us across.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਸੰਸਾਰ) ਸਮੁੰਦਰ ਹੈ, ਆਪ ਹੀ ਜਹਾਜ਼ ਹੈ, ਆਪ ਹੀ ਮੱਲਾਹ ਹੈ ਤੇ ਆਪ ਹੀ ਤਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24419,
    "shabad_id": 2103,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਅਾਪੇ ਕਰੇ ਕਰਾੲੇ ਕਰਤਾ; ਅਵਰੁ. ਨ ਦੂਜਾ, ਤੁਝੈ ਸਰੇ ||੯||",
    "transliteration": "Aapae Karae Karaaeae Karathaa Avar N Dhoojaa Thujhai Sarae ||9||",
    "translation": "The Creator Himself acts, and causes us to act; no one else can equal You, Lord. ||9||",
    "punjabi": "ਆਪ ਹੀ ਸਭ ਕੁਝ ਕਰਦਾ ਕਰਾਉਂਦਾ ਹੈ। ਹੇ ਪ੍ਰਭੂ! ਤੇਰੇ ਜਿਹਾ ਦੂਜਾ ਕੋਈ ਨਹੀਂ ॥੯॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24420,
    "shabad_id": 2104,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ||",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24421,
    "shabad_id": 2104,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਸਤਿਗੁਰ ਕੀ ਸੇਵਾ ਸਫਲ ਹੈ; ਜੇ ਕੋ ਕਰੇ ਚਿਤੁ ਲਾੲਿ ||",
    "transliteration": "Sathigur Kee Saevaa Safal Hai Jae Ko Karae Chith Laae ||",
    "translation": "Fruitful is service to the True Guru, if one does so with a sincere mind.",
    "punjabi": "ਜੇ ਮਨੁੱਖ ਮਨ ਟਿਕਾ ਕੇ ਸਤਿਗੁਰੂ ਦੀ (ਦੱਸੀ ਹੋਈ) ਕਾਰ ਕਰੇ, ਤਾਂ ਉਹ ਸੇਵਾ ਜ਼ਰੂਰ ਫਲ ਦੇਂਦੀ ਹੈ।",
    "pronunciation": "ਚਿੱਤੁ",
    "type_id": 3
  },
  {
    "id": 24422,
    "shabad_id": 2104,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਨਾਮੁ ਪਦਾਰਥੁ ਪਾੲੀਅੈ; ਅਚਿੰਤੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ||",
    "transliteration": "Naam Padhaarathh Paaeeai Achinth Vasai Man Aae ||",
    "translation": "The treasure of the Naam, is obtained, and the mind comes to be free of anxiety.",
    "punjabi": "ਇੰਜ ਨਾਮ ਧਨ ਮਿਲ ਜਾਂਦਾ ਹੈ ਤੇ ਚਿੰਤਾ ਤੋਂ ਰਹਿਤ (ਪ੍ਰਭੂ) ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24423,
    "shabad_id": 2104,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਨਮ ਮਰਨ ਦੁਖੁ ਕਟੀਅੈ; ਹੳੁਮੈ ਮਮਤਾ ਜਾੲਿ ||",
    "transliteration": "Janam Maran Dhukh Katteeai Houmai Mamathaa Jaae ||",
    "translation": "The pains of birth and death are eradicated, and the mind is rid of egotism and self-conceit.",
    "punjabi": "ਤੇ ਇਹ ਸਾਰੀ ਉਮਰ ਦਾ ਦੁੱਖ ਕੱਟਿਆ ਜਾਂਦਾ ਹੈ ਤੇ ਹਉਮੈ ਮਮਤਾ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24424,
    "shabad_id": 2104,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ੳੁਤਮ ਪਦਵੀ ਪਾੲੀਅੈ; ਸਚੇ ਰਹੈ ਸਮਾੲਿ ||",
    "transliteration": "Outham Padhavee Paaeeai Sachae Rehai Samaae ||",
    "translation": "One achieves the ultimate state, and remains absorbed in the True Lord.",
    "punjabi": "ਤੇ ਇੰਜ (ਪ੍ਰਭੂ ਦੀ ਹਜ਼ੂਰੀ ਵਿਚ) ਵੱਡਾ ਰੁਤਬਾ ਮਿਲਦਾ ਹੈ, ਮਨੁੱਖ ਸੱਚੇ ਹਰੀ ਵਿਚ ਸਮਾਇਆ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24425,
    "shabad_id": 2104,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਨਾਨਕ. ਪੂਰਬਿ ਜਿਨ ਕੳੁ ਲਿਖਿਅਾ; ਤਿਨਾ ਸਤਿਗੁਰੁ ਮਿਲਿਅਾ ਅਾੲਿ ||੧||",
    "transliteration": "Naanak Poorab Jin Ko Likhiaa Thinaa Sathigur Miliaa Aae ||1||",
    "translation": "O Nanak, the True Guru comes and meets those who have such pre-ordained destiny. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਮੁੱਢ ਤੋਂ ਜਿਨ੍ਹਾਂ ਦੇ ਹਿਰਦੇ ਵਿਚ (ਚੰਗੇ ਸੰਸਕਾਰ) ਉੱਕਰੇ ਹੋਏ ਹਨ, ਉਹਨਾਂ ਨੂੰ ਹੀ ਸਤਿਗੁਰੂ ਆ ਮਿਲਦਾ ਹੈ (ਭਾਵ, ਉਹੀ ਸਤਿਗੁਰੂ ਨੂੰ ਪਛਾਣ ਲੈਂਦੇ ਹਨ) ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24426,
    "shabad_id": 2105,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24427,
    "shabad_id": 2105,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਮਿ ਰਤਾ ਸਤਿਗੁਰੂ ਹੈ; ਕਲਿਜੁਗ ਬੋਹਿਥੁ ਹੋੲਿ ||",
    "transliteration": "Naam Rathaa Sathiguroo Hai Kalijug Bohithh Hoe ||",
    "translation": "The True Guru is imbued with the Naam, the Name of the Lord; He is the boat in this Dark Age of Kali Yuga.",
    "punjabi": "ਸਤਿਗੁਰੂ (ਪ੍ਰਭੂ ਦੇ) ਨਾਮ ਵਿਚ ਭਿੱਜਾ ਹੋਇਆ ਹੁੰਦਾ ਹੈ ਤੇ ਕਲਿਜੁਗ (ਦੇ ਜੀਆਂ ਨੂੰ ਤਾਰਨ) ਲਈ ਜਹਾਜ਼ ਬਣਦਾ ਹੈ।",
    "pronunciation": "ਰੱਤਾ",
    "type_id": 3
  },
  {
    "id": 24428,
    "shabad_id": 2105,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਗੁਰਮੁਖਿ ਹੋਵੈ ਸੁ ਪਾਰਿ ਪਵੈ; ਜਿਨਾ ਅੰਦਰਿ ਸਚਾ ਸੋੲਿ ||",
    "transliteration": "Guramukh Hovai S Paar Pavai Jinaa Andhar Sachaa Soe ||",
    "translation": "One who becomes Gurmukh crosses over; the True Lord dwells within him.",
    "punjabi": "ਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਣ ਕਾਰਨ ਜਿਸ ਦੇ ਅੰਦਰ ਪ੍ਰਭੂ ਸਮਾ ਜਾਂਦਾ ਹੈ ਉਹ ਸੰਸਾਰ ਸਮੁੰਦਰ ਤੋਂ ਪਾਰ ਲੰਘ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24429,
    "shabad_id": 2105,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਮੁ ਸਮ੍ਹਾਲੇ. ਨਾਮੁ ਸੰਗ੍ਰਹੈ; ਨਾਮੇ ਹੀ ਪਤਿ ਹੋੲਿ ||",
    "transliteration": "Naam Samhaalae Naam Sangrehai Naamae Hee Path Hoe ||",
    "translation": "He remembers the Naam, he gathers in the Naam, and he obtains honor through the Naam.",
    "punjabi": "ਇੰਜ ਮਨੁੱਖ ਨਾਮ ਨੂੰ ਸਾਂਭਦਾ ਹੈ ਤੇ ਨਾਮ ਧਨ ਇਕੱਠਾ ਕਰਦਾ ਹੈ ਤੇ ਨਾਮ ਦੇ ਕਾਰਨ ਹੀ ਉਸ ਦਾ ਆਦਰ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24430,
    "shabad_id": 2105,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਨਾਨਕ. ਸਤਿਗੁਰੁ ਪਾੲਿਅਾ; ਕਰਮਿ ਪਰਾਪਤਿ ਹੋੲਿ ||੨||",
    "transliteration": "Naanak Sathigur Paaeiaa Karam Paraapath Hoe ||2||",
    "translation": "Nanak has found the True Guru; by His Grace, the Name is obtained. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਨੂੰ ਮਿਲ ਕੇ ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਨਾਲ ਹੀ (ਭਾਵ, ਬਖ਼ਸ਼ਸ਼ ਦਾ ਪਾਤ੍ਰ ਬਣਿਆਂ ਹੀ) ਨਾਮ ਦੀ ਪ੍ਰਾਪਤੀ ਹੁੰਦੀ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24431,
    "shabad_id": 2106,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24432,
    "shabad_id": 2106,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਪਾਰਸੁ. ਅਾਪਿ ਧਾਤੁ ਹੈ; ਅਾਪਿ ਕੀਤੋਨੁ ਕੰਚਨੁ ||",
    "transliteration": "Aapae Paaras Aap Dhhaath Hai Aap Keethon Kanchan ||",
    "translation": "He Himself is the Philosopher's Stone, He Himself is the metal, and He Himself is transformed into gold.",
    "punjabi": "ਪ੍ਰਭੂ ਸੁਆਮੀ ਆਪ ਹੀ ਪਾਰਸ ਹੈ, ਆਪ ਹੀ ਲੋਹਾ ਹੈ ਤੇ ਉਸ ਨੇ ਆਪ ਹੀ (ਉਸ ਤੋਂ) ਸੋਨਾ ਬਣਾਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24433,
    "shabad_id": 2106,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਠਾਕੁਰੁ. ਸੇਵਕੁ ਅਾਪੇ; ਅਾਪੇ ਹੀ ਪਾਪ ਖੰਡਨੁ ||",
    "transliteration": "Aapae Thaakur Saevak Aapae Aapae Hee Paap Khanddan ||",
    "translation": "He Himself is the Lord and Master, He Himself is the servant, and He Himself is the Destroyer of sins.",
    "punjabi": "ਆਪ ਹੀ ਠਾਕੁਰ ਹੈ, ਆਪ ਹੀ ਸੇਵਕ ਹੈ ਤੇ ਆਪ ਹੀ ਪਾਪ ਦੂਰ ਕਰਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24434,
    "shabad_id": 2106,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਸਭਿ ਘਟ ਭੋਗਵੈ ਸੁਅਾਮੀ; ਅਾਪੇ ਹੀ ਸਭੁ ਅੰਜਨੁ ||",
    "transliteration": "Aapae Sabh Ghatt Bhogavai Suaamee Aapae Hee Sabh Anjan ||",
    "translation": "He Himself enjoys every heart; the Lord Master Himself is the basis of all illusion.",
    "punjabi": "ਸਾਰੇ ਸਰੀਰਾਂ ਵਿਚ ਆਪ ਹੀ ਵਿਆਪਕ ਹੋ ਕੇ ਮਾਇਕ ਪਦਾਰਥ ਭੋਗਦਾ ਹੈ ਤੇ ਸਾਰੀ ਮਾਇਆ ਭੀ ਆਪ ਹੀ ਹੈ।",
    "pronunciation": "(ਅੰਜਨੁ) ਮਾੲਿਅਾ",
    "type_id": 3
  },
  {
    "id": 24435,
    "shabad_id": 2106,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪਿ ਬਿਬੇਕੁ. ਅਾਪਿ ਸਭੁ ਬੇਤਾ; ਅਾਪੇ ਗੁਰਮੁਖਿ ਭੰਜਨੁ ||",
    "transliteration": "Aap Bibaek Aap Sabh Baethaa Aapae Guramukh Bhanjan ||",
    "translation": "He Himself is the discerning one, and He Himself is the Knower of all; He Himself breaks the bonds of the Gurmukhs.",
    "punjabi": "ਆਪ ਹੀ ਬਿਬੇਕ (ਭਾਵ, ਗਿਆਨ) ਹੈ, ਆਪ ਹੀ ਸਾਰੇ (ਬਿਬੇਕ) ਨੂੰ ਜਾਣਨ ਵਾਲਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋ ਕੇ (ਮਾਇਆ ਦੇ ਬੰਧਨ) ਤੋੜਨ ਵਾਲਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24436,
    "shabad_id": 2106,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਜਨੁ ਨਾਨਕੁ ਸਾਲਾਹਿ. ਨ ਰਜੈ ਤੁਧੁ ਕਰਤੇ; ਤੂ ਹਰਿ ਸੁਖਦਾਤਾ ਵਡਨੁ ||੧੦||",
    "transliteration": "Jan Naanak Saalaahi N Rajai Thudhh Karathae Thoo Har Sukhadhaathaa Vaddan ||10||",
    "translation": "Servant Nanak is not satisfied by merely praising You, O Creator Lord; You are the Great Giver of peace. ||10||",
    "punjabi": "ਹੇ ਕਰਤਾਰ! ਦਾਸ ਨਾਨਕ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰ ਕੇ ਰੱਜਦਾ ਨਹੀਂ (ਭਾਵ ਮੈਂ ਤੇਰੀ ਕੇਹੜੀ ਸਿਫ਼ਤ ਕਰਾਂ?), ਤੂੰ ਸਭ ਤੋਂ ਵੱਡਾ ਸੁਖਾਂ ਦਾ ਦਾਤਾ ਹੈਂ ॥੧੦॥",
    "pronunciation": "ਰੱਜੈ[ਵੱਡਨੁ",
    "type_id": 3
  },
  {
    "id": 24437,
    "shabad_id": 2107,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੪ ||",
    "transliteration": "Salok Ma 4 ||",
    "translation": "Shalok, Fourth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24438,
    "shabad_id": 2107,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਜੀਅ ਕੇ ਬੰਧਨਾ; ਜੇਤੇ ਕਰਮ ਕਮਾਹਿ ||",
    "transliteration": "Bin Sathigur Saevae Jeea Kae Bandhhanaa Jaethae Karam Kamaahi ||",
    "translation": "Without serving the True Guru, the deeds which are done are only chains binding the soul.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਕਾਰ ਕਰਨ ਤੋਂ ਬਿਨਾ ਜਿਤਨੇ ਕੰਮ ਜੀਵ ਕਰਦੇ ਹਨ ਉਹ ਉਹਨਾਂ ਲਈ ਬੰਧਨ ਬਣਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24439,
    "shabad_id": 2107,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਠਵਰ ਨ ਪਾਵਹੀ; ਮਰਿ ਜੰਮਹਿ ਅਾਵਹਿ ਜਾਹਿ ||",
    "transliteration": "Bin Sathigur Saevae Thavar N Paavehee Mar Janmehi Aavehi Jaahi ||",
    "translation": "Without serving the True Guru, they find no place of rest. They die, only to be born again - they continue coming and going.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਬਿਨਾ ਕੋਈ ਹੋਰ ਆਸਰਾ ਜੀਵਾਂ ਨੂੰ ਮਿਲਦਾ ਨਹੀਂ (ਤੇ ਇਸ ਕਰ ਕੇ) ਮਰਦੇ ਤੇ ਜੰਮਦੇ ਰਹਿੰਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24440,
    "shabad_id": 2107,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ. ਫਿਕਾ ਬੋਲਣਾ; ਨਾਮੁ. ਨ ਵਸੈ ਮਨਿ ਅਾੲਿ ||",
    "transliteration": "Bin Sathigur Saevae Fikaa Bolanaa Naam N Vasai Man Aae ||",
    "translation": "Without serving the True Guru, their speech is insipid. They do not enshrine the Naam, the Name of the Lord, in the mind.",
    "punjabi": "ਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਸਿਮਰਨ ਦੀ ਕਾਰ ਤੋਂ ਖੁੰਝ ਕੇ ਮਨੁੱਖ ਹੋਰ ਹੋਰ ਫਿੱਕੇ ਬੋਲ ਬੋਲਦਾ ਹੈ ਤੇ ਇਸ ਦੇ ਹਿਰਦੇ ਵਿਚ ਨਾਮ ਨਹੀਂ ਵੱਸਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24441,
    "shabad_id": 2107,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਬਿਨੁ ਸਤਿਗੁਰ ਸੇਵੇ, ਜਮਪੁਰਿ ਬਧੇ ਮਾਰੀਅਹਿ; ਮੁਹਿ ਕਾਲੈ ੳੁਠਿ ਜਾਹਿ ||੧||",
    "transliteration": "Naanak Bin Sathigur Saevae Jam Pur Badhhae Maareeahi Muhi Kaalai Outh Jaahi ||1||",
    "translation": "O Nanak, without serving the True Guru, they are bound and gagged, and beaten in the City of Death; they depart with blackened faces. ||1||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਸਤਿਗੁਰੂ ਦੀ ਸੇਵਾ ਤੋਂ ਬਿਨਾ ਜੀਵ (ਮਾਨੋ) ਜਮਪੁਰੀ ਵਿਚ ਬੱਧੇ ਮਾਰੀਦੇ ਹਨ ਤੇ (ਤੁਰਨ ਵੇਲੇ) ਜੱਗ ਤੋਂ ਮੁਕਾਲਖ ਖੱਟ ਕੇ ਜਾਂਦੇ ਹਨ ॥੧॥",
    "pronunciation": "ਬੱਧੇ",
    "type_id": 3
  },
  {
    "id": 24442,
    "shabad_id": 2108,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਮਃ ੩ ||",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24443,
    "shabad_id": 2108,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ੲਿਕਿ ਸਤਿਗੁਰ ਕੀ ਸੇਵਾ ਕਰਹਿ ਚਾਕਰੀ; ਹਰਿ ਨਾਮੇ ਲਗੈ ਪਿਅਾਰੁ ||",
    "transliteration": "Eik Sathigur Kee Saevaa Karehi Chaakaree Har Naamae Lagai Piaar ||",
    "translation": "Some wait upon and serve the True Guru; they embrace love for the Lord's Name.",
    "punjabi": "ਕਈ ਮਨੁੱਖ ਸਤਿਗੁਰੂ ਦੀ ਦੱਸੀ ਹੋਈ ਸਿਮਰਨ ਦੀ ਕਾਰ ਕਰਦੇ ਹਨ ਤੇ ਉਹਨਾਂ ਦਾ ਪ੍ਰਭੂ ਦੇ ਨਾਮ ਵਿਚ ਪਿਆਰ ਬਣ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24444,
    "shabad_id": 2108,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਨਾਨਕ. ਜਨਮੁ ਸਵਾਰਨਿ ਅਾਪਣਾ; ਕੁਲ ਕਾ ਕਰਨਿ ੳੁਧਾਰੁ ||੨||",
    "transliteration": "Naanak Janam Savaaran Aapanaa Kul Kaa Karan Oudhhaar ||2||",
    "translation": "O Nanak, they reform their lives, and redeem their generations as well. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਐਸੇ ਮਨੁੱਖ ਆਪਣਾ ਜਨਮ ਸਵਾਰ ਲੈਂਦੇ ਹਨ ਤੇ ਆਪਣੀ ਕੁਲ ਭੀ ਤਾਰ ਲੈਂਦੇ ਹਨ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24445,
    "shabad_id": 2109,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਪੳੁੜੀ ||",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24446,
    "shabad_id": 2109,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਚਾਟਸਾਲ. ਅਾਪਿ ਹੈ ਪਾਧਾ; ਅਾਪੇ ਚਾਟੜੇ ਪੜਣ ਕੳੁ ਅਾਣੇ ||",
    "transliteration": "Aapae Chaattasaal Aap Hai Paadhhaa Aapae Chaattarrae Parran Ko Aanae ||",
    "translation": "He Himself is the school, He Himself is the teacher, and He Himself brings the students to be taught.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਪਾਠਸ਼ਾਲਾ ਹੈ, ਆਪ ਹੀ ਉਸਤਾਦ ਹੈ, ਤੇ ਆਪ ਹੀ ਵਿਦਆਰਥੀ ਪੜ੍ਹਨ ਨੂੰ ਲਿਆਉਂਦਾ ਹੈ।",
    "pronunciation": "(ਚਾਟਸਾਲ) ਪਾਠਸ਼ਾਲਾ[ ਪੱਾਧਾ",
    "type_id": 3
  },
  {
    "id": 24447,
    "shabad_id": 2109,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਅਾਪੇ ਪਿਤਾ. ਮਾਤਾ ਹੈ ਅਾਪੇ; ਅਾਪੇ ਬਾਲਕ ਕਰੇ ਸਿਅਾਣੇ ||",
    "transliteration": "Aapae Pithaa Maathaa Hai Aapae Aapae Baalak Karae Siaanae ||",
    "translation": "He Himself is the father, He Himself is the mother, and He Himself makes the children wise.",
    "punjabi": "ਆਪ ਹੀ ਮਾਂ ਪਿਉ ਹੈ ਤੇ ਆਪ ਹੀ ਬਾਲਕਾਂ ਨੂੰ ਸਿਆਣੇ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24448,
    "shabad_id": 2109,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਕ ਥੈ ਪੜਿ ਬੁਝੈ. ਸਭੁ ਅਾਪੇ; ੲਿਕ ਥੈ ਅਾਪੇ ਕਰੇ ੲਿਅਾਣੇ ||",
    "transliteration": "Eik Thhai Parr Bujhai Sabh Aapae Eik Thhai Aapae Karae Eiaanae ||",
    "translation": "In one place, He teaches them to read and understand everything, while in another place, He Himself makes them ignorant.",
    "punjabi": "ਇਕ ਥਾਂ ਸਭ ਕੁਝ ਪੜ੍ਹ ਕੇ ਆਪ ਹੀ ਸਮਝਦਾ ਹੈ ਤੇ ਇਕ ਥਾਂ ਆਪ ਹੀ ਬਾਲਕਾਂ ਨੂੰ ਇੰਞਾਣੇ ਕਰ ਦੇਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24449,
    "shabad_id": 2109,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ੲਿਕਨਾ ਅੰਦਰਿ ਮਹਲਿ ਬੁਲਾੲੇ; ਜਾ ਅਾਪਿ ਤੇਰੈ ਮਨਿ ਸਚੇ ਭਾਣੇ ||",
    "transliteration": "Eikanaa Andhar Mehal Bulaaeae Jaa Aap Thaerai Man Sachae Bhaanae ||",
    "translation": "Some, You summon to the Mansion of Your Presence within, when they are pleasing to Your Mind, O True Lord.",
    "punjabi": "ਤੂੰ ਇਕਨਾਂ ਨੂੰ ਆਪਣੇ ਮਹਿਲ ਵਿਚ ਧੁਰ ਅੰਦਰ ਬੁਲਾ ਲੈਂਦਾ ਹੈਂ ਜਦੋਂ ਉਹ ਤੇਰੇ ਮਨ ਨੂੰ ਚੰਗੇ ਲੱਗਦੇ ਹਨ।",
    "pronunciation": "",
    "type_id": 3
  }
]
