[
  {
    "id": 24489,
    "shabad_id": 2117,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਮਃ ੫ ॥",
    "transliteration": "Ma 5 ||",
    "translation": "Fifth Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24490,
    "shabad_id": 2117,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਘਟਿ ਵਸਹਿ ਚਰਣਾਰਬਿੰਦ; ਰਸਨਾ ਜਪੈ ਗੁਪਾਲ ॥",
    "transliteration": "Ghatt Vasehi Charanaarabindh Rasanaa Japai Gupaal ||",
    "translation": "Let the Lotus Feet of the Lord abide within your heart, and with your tongue, chant God's Name.",
    "punjabi": "ਹਿਰਦੇ ਵਿਚ ਪ੍ਰਭੂ ਦੇ ਚਰਨ ਕਮਲ ਵਸਾਈਏ ਤੇ ਜੀਭ ਨਾਲ ਹਰੀ ਨੂੰ ਜਪੀਏ!",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24491,
    "shabad_id": 2117,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਨਾਨਕ. ਸੋ ਪ੍ਰਭੁ ਸਿਮਰੀਅੈ; ਤਿਸੁ ਦੇਹੀ ਕੳੁ ਪਾਲਿ ॥੨॥",
    "transliteration": "Naanak So Prabh Simareeai This Dhaehee Ko Paal ||2||",
    "translation": "O Nanak, meditate in remembrance on God, and nurture this body. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਉਸ ਪ੍ਰਭੂ ਦਾ ਨਾਮ ਜਪੀਏ ਜਿਸ ਨੇ ਸਰੀਰ ਨੂੰ ਪਾਲਿਆ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24492,
    "shabad_id": 2118,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24493,
    "shabad_id": 2118,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਅਠਸਠਿ ਤੀਰਥ ਕਰਤਾ; ਅਾਪਿ ਕਰੇ ੲਿਸਨਾਨੁ ॥",
    "transliteration": "Aapae Athasath Theerathh Karathaa Aap Karae Eisanaan ||",
    "translation": "The Creator Himself is the sixty-eight sacred places of pilgrimage; He Himself takes the cleansing bath in them.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਅਠਾਹਠ ਤੀਰਥਾਂ ਦਾ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ (ਉਹਨਾਂ ਤੀਰਥਾਂ ਤੇ) ਇਸ਼ਨਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "ਅੱਠਸ੍ਨਠਿ",
    "type_id": 3
  },
  {
    "id": 24494,
    "shabad_id": 2118,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਅਾਪੇ ਸੰਜਮਿ ਵਰਤੈ ਸ੍ਵਾਮੀ; ਅਾਪਿ ਜਪਾੲਿਹਿ ਨਾਮੁ ॥",
    "transliteration": "Aapae Sanjam Varathai Svaamee Aap Japaaeihi Naam ||",
    "translation": "He Himself practices austere self-discipline; the Lord Master Himself causes us to chant His Name.",
    "punjabi": "ਮਾਲਕ ਆਪ ਹੀ ਜੁਗਤੀ ਵਿਚ ਵਰਤਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਨਾਮ ਜਪਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24495,
    "shabad_id": 2118,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਅਾਪਿ ਦੲਿਅਾਲੁ ਹੋੲਿ ਭੳੁ ਖੰਡਨੁ; ਅਾਪਿ ਕਰੈ ਸਭੁ ਦਾਨੁ ॥",
    "transliteration": "Aap Dhaeiaal Hoe Bho Khanddan Aap Karai Sabh Dhaan ||",
    "translation": "He Himself becomes merciful to us; the Destroyer of fear Himself gives in charity to all.",
    "punjabi": "ਭਉ ਦੂਰ ਕਰਨ ਵਾਲਾ ਪ੍ਰਭੂ ਆਪ ਹੀ ਦਇਆਲ ਹੁੰਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਤਰ੍ਹਾਂ ਦਾ ਦਾਨ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24496,
    "shabad_id": 2118,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸ ਨੋ ਗੁਰਮੁਖਿ ਅਾਪਿ ਬੁਝਾੲੇ; ਸੋ ਸਦ ਹੀ ਦਰਗਹਿ ਪਾੲੇ ਮਾਨੁ ॥",
    "transliteration": "Jis No Guramukh Aap Bujhaaeae So Sadh Hee Dharagehi Paaeae Maan ||",
    "translation": "One whom He has enlightened and made Gurmukh, ever obtains honor in His Court.",
    "punjabi": "ਜਿਸ ਮਨੁੱਖ ਨੂੰ ਸਤਿਗੁਰੂ ਦੀ ਰਾਹੀਂ ਸਮਝ ਬਖ਼ਸ਼ਦਾ ਹੈ, ਉਹ ਸਦਾ ਦਰਗਾਹ ਵਿਚ ਆਦਰ ਪਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24497,
    "shabad_id": 2118,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਜਿਸ ਦੀ ਪੈਜ ਰਖੈ ਹਰਿ ਸੁਅਾਮੀ; ਸੋ ਸਚਾ ਹਰਿ ਜਾਨੁ ॥੧੪॥",
    "transliteration": "Jis Dhee Paij Rakhai Har Suaamee So Sachaa Har Jaan ||14||",
    "translation": "One whose honor the Lord Master has preserved, comes to know the True Lord. ||14||",
    "punjabi": "ਜਿਸ ਦੀ ਲਾਜ ਆਪ ਰੱਖਦਾ ਹੈ, ਉਹ ਰੱਬ ਦਾ ਪਿਆਰਾ ਸੇਵਕ ਰੱਬ ਦਾ ਰੂਪ ਹੈ ॥੧੪॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24498,
    "shabad_id": 2119,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਲੋਕੁ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24499,
    "shabad_id": 2119,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਨਾਨਕ. ਬਿਨੁ ਸਤਿਗੁਰ ਭੇਟੇ, ਜਗੁ ਅੰਧੁ ਹੈ; ਅੰਧੇ ਕਰਮ ਕਮਾੲਿ ॥",
    "transliteration": "Naanak Bin Sathigur Bhaettae Jag Andhh Hai Andhhae Karam Kamaae ||",
    "translation": "O Nanak, without meeting the True Guru, the world is blind, and it does blind deeds.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਗੁਰੂ ਨੂੰ ਮਿਲਣ ਤੋਂ ਬਿਨਾ ਸੰਸਾਰ ਅੰਨ੍ਹਾ ਹੈ ਤੇ ਅੰਨ੍ਹੇ ਹੀ ਕੰਮ ਕਰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24500,
    "shabad_id": 2119,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਸਬਦੈ ਸਿੳੁ. ਚਿਤੁ ਨ ਲਾਵੲੀ; ਜਿਤੁ ਸੁਖੁ ਵਸੈ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Sabadhai Sio Chith N Laavee Jith Sukh Vasai Man Aae ||",
    "translation": "It does not focus its consciousness on the Word of the Shabad, which would bring peace to abide in the mind.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ ਮਨ ਨਹੀਂ ਜੋੜਦਾ ਜਿਸ ਕਰਕੇ ਹਿਰਦੇ ਵਿਚ ਸੁਖ ਆ ਵੱਸੇ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24501,
    "shabad_id": 2119,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਤਾਮਸਿ ਲਗਾ ਸਦਾ ਫਿਰੈ; ਅਹਿ ਨਿਸਿ ਜਲਤੁ ਬਿਹਾੲਿ ॥",
    "transliteration": "Thaamas Lagaa Sadhaa Firai Ahinis Jalath Bihaae ||",
    "translation": "Always afflicted with the dark passions of low energy, it wanders around, passing its days and nights burning.",
    "punjabi": "ਤਮੋ ਗੁਣ ਵਿਚ ਮਸਤ ਹੋਇਆ ਹੋਇਆ ਸਦਾ ਭਟਕਦਾ ਹੈ ਤੇ ਦਿਨ ਰਾਤ (ਤਮੋ ਗੁਣ ਵਿਚ) ਸੜਦਿਆਂ (ਉਸ ਦੀ ਉਮਰ) ਗੁਜ਼ਰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24502,
    "shabad_id": 2119,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜੋ ਤਿਸੁ ਭਾਵੈ ਸੋ ਥੀਅੈ; ਕਹਣਾ ਕਿਛੂ ਨ ਜਾੲਿ ॥੧॥",
    "transliteration": "Jo This Bhaavai So Thheeai Kehanaa Kishhoo N Jaae ||1||",
    "translation": "Whatever pleases Him, comes to pass; no one has any say in this. ||1||",
    "punjabi": "(ਇਸ ਬਾਰੇ) ਕੁਝ ਆਖਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ, ਜੋ ਪ੍ਰਭੂ ਨੂੰ ਚੰਗਾ ਲੱਗਦਾ ਹੈ, ਸੋਈ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24503,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24504,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਸਤਿਗੁਰੂ ਫੁਰਮਾੲਿਅਾ; ਕਾਰੀ ੲੇਹ ਕਰੇਹੁ ॥",
    "transliteration": "Sathiguroo Furamaaeiaa Kaaree Eaeh Karaehu ||",
    "translation": "The True Guru has commanded us to do this:",
    "punjabi": "ਸਤਿਗੁਰੂ ਨੇ ਹੁਕਮ ਦਿੱਤਾ ਹੈ (ਭਰਮ ਦਾ ਛਉੜ ਕੱਟਣ ਲਈ) ਇਹ ਕਾਰ (ਭਾਵ, ਇਲਾਜ) ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24505,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਗੁਰੂ ਦੁਅਾਰੈ ਹੋੲਿ ਕੈ; ਸਾਹਿਬੁ ਸੰਮਾਲੇਹੁ ॥",
    "transliteration": "Guroo Dhuaarai Hoe Kai Saahib Sanmaalaehu ||",
    "translation": "Through the Guru's Gate, meditate on the Lord Master.",
    "punjabi": "ਗੁਰੂ ਦੇ ਦਰ ਤੇ ਜਾ ਕੇ (ਭਾਵ, ਗੁਰੂ ਦੀ ਚਰਨੀਂ ਲੱਗ ਕੇ), ਮਾਲਕ ਨੂੰ ਯਾਦ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24506,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਸਾਹਿਬੁ ਸਦਾ ਹਜੂਰਿ ਹੈ; ਭਰਮੈ ਕੇ ਛੳੁੜ ਕਟਿ ਕੈ; ਅੰਤਰਿ ਜੋਤਿ ਧਰੇਹੁ ॥",
    "transliteration": "Saahib Sadhaa Hajoor Hai Bharamai Kae Shhourr Katt Kai Anthar Joth Dhharaehu ||",
    "translation": "The Lord Master is ever-present. He tears away the veil of doubt, and installs His Light within the mind.",
    "punjabi": "ਮਾਲਕ ਸਦਾ ਅੰਗ ਸੰਗ ਹੈ, (ਅੱਖਾਂ ਅਗੋਂ) ਭਰਮ ਦੇ ਜਾਲੇ ਨੂੰ ਲਾਹ ਕੇ ਹਿਰਦੇ ਵਿਚ ਉਸ ਦੀ ਜੋਤ ਟਿਕਾਉ।",
    "pronunciation": "(ਛੳੁੜ) ਜਾਲ਼ੇ। ਕੱਟਿ",
    "type_id": 3
  },
  {
    "id": 24507,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਹਰਿ ਕਾ ਨਾਮੁ ਅੰਮਿ੍ਰਤੁ ਹੈ; ਦਾਰੂ ੲੇਹੁ ਲਾੲੇਹੁ ॥",
    "transliteration": "Har Kaa Naam Anmrith Hai Dhaaroo Eaehu Laaeaehu ||",
    "translation": "The Name of the Lord is Ambrosial Nectar - take this healing medicine!",
    "punjabi": "ਹਰੀ ਦਾ ਨਾਮ ਅਮਰ ਕਰਨ ਵਾਲਾ ਹੈ, ਇਹ ਦਾਰੂ ਵਰਤੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24508,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਸਤਿਗੁਰ ਕਾ ਭਾਣਾ. ਚਿਤਿ ਰਖਹੁ; ਸੰਜਮੁ ਸਚਾ ਨੇਹੁ ॥",
    "transliteration": "Sathigur Kaa Bhaanaa Chith Rakhahu Sanjam Sachaa Naehu ||",
    "translation": "Enshrine the Will of the True Guru in your consciousness, and make the True Lord's Love your self-discipline.",
    "punjabi": "ਸਤਿਗੁਰੂ ਦਾ ਭਾਣਾ (ਮੰਨਣਾ) ਚਿਤ ਵਿਚ ਰੱਖੋ ਤੇ ਸਚਾ ਪਿਆਰ (ਰੂਪ) ਰਹਿਣੀ ਧਾਰਨ ਕਰੋ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24509,
    "shabad_id": 2120,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਨਾਨਕ. ਅੈਥੈ ਸੁਖੈ ਅੰਦਰਿ ਰਖਸੀ; ਅਗੈ ਹਰਿ ਸਿੳੁ ਕੇਲ ਕਰੇਹੁ ॥੨॥",
    "transliteration": "Naanak Aithhai Sukhai Andhar Rakhasee Agai Har Sio Kael Karaehu ||2||",
    "translation": "O Nanak, you shall be kept in peace here, and hereafter, you shall celebrate with the Lord. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! (ਇਹ ਦਾਰੂ) ਏਥੇ (ਸੰਸਾਰ ਵਿਚ) ਸੁਖੀ ਰਖੇਗਾ ਤੇ ਅੱਗੇ (ਪਰਲੋਕ ਵਿਚ) ਹਰੀ ਨਾਲ ਰਲੀਆਂ ਮਾਣੋਗੇ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24510,
    "shabad_id": 2121,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24511,
    "shabad_id": 2121,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਅਾਪੇ ਭਾਰ ਅਠਾਰਹ ਬਣਸਪਤਿ; ਅਾਪੇ ਹੀ ਫਲ ਲਾੲੇ ॥",
    "transliteration": "Aapae Bhaar Athaareh Banasapath Aapae Hee Fal Laaeae ||",
    "translation": "He Himself is the vast variety of Nature, and He Himself makes it bear fruit.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਬਨਸਪਤੀ ਦੇ ਅਠਾਰਾਂ ਭਾਰ ਹੈ (ਭਾਵ, ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦੀ ਬਨਸਪਤੀ ਆਪ ਹੀ ਹੈ), ਆਪ ਹੀ ਉਸ ਨੂੰ ਫਲ ਲਾਉਂਦਾ ਹੈ।",
    "pronunciation": "ਬ-ਣਸਪਤਿ",
    "type_id": 3
  },
  {
    "id": 24512,
    "shabad_id": 2121,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਮਾਲੀ ਅਾਪਿ ਸਭੁ ਸਿੰਚੈ; ਅਾਪੇ ਹੀ ਮੁਹਿ ਪਾੲੇ ॥",
    "transliteration": "Aapae Maalee Aap Sabh Sinchai Aapae Hee Muhi Paaeae ||",
    "translation": "He Himself is the Gardener, He Himself irrigates all the plants, and He Himself puts them in His mouth.",
    "punjabi": "ਆਪ ਹੀ ਮਾਲੀ ਹੈ, ਆਪ ਹੀ ਪਾਣੀ ਦੇਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ (ਫਲ) ਖਾਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24513,
    "shabad_id": 2121,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਾਪੇ ਕਰਤਾ ਅਾਪੇ ਭੁਗਤਾ; ਅਾਪੇ ਦੇੲਿ ਦਿਵਾੲੇ ॥",
    "transliteration": "Aapae Karathaa Aapae Bhugathaa Aapae Dhaee Dhivaaeae ||",
    "translation": "He Himself is the Creator, and He Himself is the Enjoyer; He Himself gives, and causes others to give.",
    "punjabi": "ਆਪ ਹੀ ਕਰਨ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਭੋਗਣ ਵਾਲਾ ਹੈ, ਆਪ ਹੀ ਦੇਂਦਾ ਹੈ ਤੇ ਆਪ ਹੀ ਦਿਵਾਉਂਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 24514,
    "shabad_id": 2121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਅਾਪੇ ਸਾਹਿਬੁ ਅਾਪੇ ਹੈ ਰਾਖਾ; ਅਾਪੇ ਰਹਿਅਾ ਸਮਾੲੇ ॥",
    "transliteration": "Aapae Saahib Aapae Hai Raakhaa Aapae Rehiaa Samaaeae ||",
    "translation": "He Himself is the Lord and Master, and He Himself is the Protector; He Himself is permeating and pervading everywhere.",
    "punjabi": "ਮਾਲਕ ਭੀ ਆਪ ਹੈ ਤੇ ਰਾਖਾ ਭੀ ਆਪ ਹੈ, ਆਪ ਹੀ ਸਭ ਥਾਈਂ ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24515,
    "shabad_id": 2121,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਜਨੁ ਨਾਨਕ. ਵਡਿਅਾੲੀ ਅਾਖੈ ਹਰਿ ਕਰਤੇ ਕੀ; ਜਿਸ ਨੋ ਤਿਲੁ ਨ ਤਮਾੲੇ ॥੧੫॥",
    "transliteration": "Jan Naanak Vaddiaaee Aakhai Har Karathae Kee Jis No Thil N Thamaaeae ||15||",
    "translation": "Servant Nanak speaks of the greatness of the Lord, the Creator, who has no greed at all. ||15||",
    "punjabi": "ਸੇਵਕ ਨਾਨਕ ਉਸ ਪ੍ਰਭੂ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਜੋ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਦਾ ਕਰਤਾ ਹੈ ਪਰ ਉਸ ਨੂੰ ਰਤਾ ਮਾਤ੍ਰ ਕੋਈ ਤਮ੍ਹਾ ਨਹੀਂ ਹੈ ॥੧੫॥",
    "pronunciation": "(ਤਮਾੲੇ) ਲਾਲਚ",
    "type_id": 3
  },
  {
    "id": 24516,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24517,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਮਾਣਸੁ ਭਰਿਅਾ ਅਾਣਿਅਾ; ਮਾਣਸੁ ਭਰਿਅਾ ਅਾੲਿ ॥",
    "transliteration": "Maanas Bhariaa Aaniaa Maanas Bhariaa Aae ||",
    "translation": "One person brings a full bottle, and another fills his cup.",
    "punjabi": "ਮਨੁੱਖ ਸ਼ਰਾਬ ਨਾਲ ਭਰਿਆ ਹੋਇਆ ਭਾਂਡਾ ਲਿਆਉਂਦਾ ਹੈ ਜਿਸ ਵਿਚੋਂ ਹੋਰ ਆ ਕੇ ਪਿਆਲਾ ਭਰ ਲੈਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24518,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਜਿਤੁ ਪੀਤੈ ਮਤਿ ਦੂਰਿ ਹੋੲਿ; ਬਰਲੁ ਪਵੈ ਵਿਚਿ ਅਾੲਿ ॥",
    "transliteration": "Jith Peethai Math Dhoor Hoe Baral Pavai Vich Aae ||",
    "translation": "Drinking the wine, his intelligence departs, and madness enters his mind;",
    "punjabi": "ਪਰ (ਸ਼ਰਾਬ) ਜਿਸ ਦੇ ਪੀਤਿਆਂ ਅਕਲ ਦੂਰ ਹੋ ਜਾਂਦੀ ਹੈ ਤੇ ਬਕਣ ਦਾ ਜੋਸ਼ ਆ ਚੜ੍ਹਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24519,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਅਾਪਣਾ ਪਰਾੲਿਅਾ. ਨ ਪਛਾਣੲੀ; ਖਸਮਹੁ ਧਕੇ ਖਾੲਿ ॥",
    "transliteration": "Aapanaa Paraaeiaa N Pashhaanee Khasamahu Dhhakae Khaae ||",
    "translation": "He cannot distinguish between his own and others, and he is struck down by his Lord and Master.",
    "punjabi": "ਆਪਣੇ ਪਰਾਏ ਦੀ ਪਛਾਣ ਨਹੀਂ ਰਹਿੰਦੀ, ਮਾਲਕ ਵੱਲੋਂ ਧੱਕੇ ਪੈਂਦੇ ਹਨ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24520,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਜਿਤੁ ਪੀਤੈ ਖਸਮੁ ਵਿਸਰੈ; ਦਰਗਹ ਮਿਲੈ ਸਜਾੲਿ ॥",
    "transliteration": "Jith Peethai Khasam Visarai Dharageh Milai Sajaae ||",
    "translation": "Drinking it, he forgets his Lord and Master, and he is punished in the Court of the Lord.",
    "punjabi": "ਜਿਸ ਦੇ ਪੀਤਿਆਂ ਖਸਮ ਵਿਸਰਦਾ ਹੈ ਤੇ ਦਰਗਾਹ ਵਿਚ ਸਜ਼ਾ ਮਿਲਦੀ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24521,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਝੂਠਾ ਮਦੁ. ਮੂਲਿ ਨ ਪੀਚੲੀ; ਜੇ ਕਾ ਪਾਰਿ ਵਸਾੲਿ ॥",
    "transliteration": "Jhoothaa Madh Mool N Peechee Jae Kaa Paar Vasaae ||",
    "translation": "Do not drink the false wine at all, if it is in your power.",
    "punjabi": "ਐਸਾ ਚੰਦਰਾ ਸ਼ਰਾਬ, ਜਿਥੋਂ ਤਕ ਵੱਸ ਚੱਲੇ ਕਦੇ ਨਹੀਂ ਪੀਣਾ ਚਾਹੀਦਾ।",
    "pronunciation": "ਜਿੱਥੋਂ ਤੱਕ (ਕਾ) ਦਾ(ਪਾਰਿ ਵਸਾੲਿ)ਵਾਹ ਵੱਸ ਚੱਲੇ ਜੇ। ਮਦੁ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24522,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰੀ ਸਚੁ ਮਦੁ ਪਾੲੀਅੈ; ਸਤਿਗੁਰੁ ਮਿਲੈ ਜਿਸੁ ਅਾੲਿ ॥",
    "transliteration": "Naanak Nadharee Sach Madh Paaeeai Sathigur Milai Jis Aae ||",
    "translation": "O Nanak, the True Guru comes and meets the mortal; by His Grace, one obtains the True Wine.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਦੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਨਾਲ 'ਨਾਮ'-ਰੂਪ ਨਸ਼ਾ (ਉਸ ਮਨੁੱਖ ਨੂੰ) ਮਿਲਦਾ ਹੈ, ਜਿਸ ਨੂੰ ਗੁਰੂ ਆ ਕੇ ਮਿਲ ਪਏ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24523,
    "shabad_id": 2122,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਸਦਾ ਸਾਹਿਬ ਕੈ ਰੰਗਿ ਰਹੈ; ਮਹਲੀ ਪਾਵੈ ਥਾੳੁ ॥੧॥",
    "transliteration": "Sadhaa Saahib Kai Rang Rehai Mehalee Paavai Thhaao ||1||",
    "translation": "He shall dwell forever in the Love of the Lord Master, and obtain a seat in the Mansion of His Presence. ||1||",
    "punjabi": "ਐਸਾ ਮਨੁੱਖ ਸਦਾ ਮਾਲਕ ਦੇ (ਨਾਮ ਦੇ) ਰੰਗ ਵਿਚ ਰਹਿੰਦਾ ਹੈ ਤੇ ਦਰਗਾਹ ਵਿਚ ਉਸ ਨੂੰ ਥਾਂ (ਭਾਵ, ਇੱਜ਼ਤ) ਮਿਲਦੀ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24524,
    "shabad_id": 2123,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24525,
    "shabad_id": 2123,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ੲਿਹੁ ਜਗਤੁ ਜੀਵਤੁ ਮਰੈ; ਜਾ ੲਿਸ ਨੋ ਸੋਝੀ ਹੋੲਿ ॥",
    "transliteration": "Eihu Jagath Jeevath Marai Jaa Eis No Sojhee Hoe ||",
    "translation": "When this world comes to understand, it remains dead while yet alive.",
    "punjabi": "ਇਹ ਸੰਸਰ (ਮਨੁੱਖ) ਤਦੋਂ ਜੀਊਂਦਾ ਹੀ ਮਰਦਾ ਹੈ (ਭਾਵ, ਮਾਇਆ ਵਲੋਂ ਉਪਰਾਮ ਹੁੰਦਾ ਹੈ), ਜਦੋਂ ਇਸ ਨੂੰ ਸੋਝੀ ਆਉਂਦੀ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  },
  {
    "id": 24526,
    "shabad_id": 2123,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜਾ ਤਿਨਿ੍ਹ ਸਵਾਲਿਅਾ. ਤਾਂ ਸਵਿ ਰਹਿਅਾ; ਜਗਾੲੇ ਤਾਂ ਸੁਧਿ ਹੋੲਿ ॥",
    "transliteration": "Jaa Thinih Savaaliaa Thaan Sav Rehiaa Jagaaeae Thaan Sudhh Hoe ||",
    "translation": "When the Lord puts him to sleep, he remains asleep; when He wakes him up, he regains consciousness.",
    "punjabi": "ਸੂਝ ਤਦੋਂ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਪ੍ਰਭੂ ਆਪ ਜਗਾਉਂਦਾ ਹੈ, ਜਦ ਤਾਈਂ ਉਸ ਨੇ (ਮਾਇਆ ਵਿਚ) ਸਵਾਲਿਆ ਹੋਇਆ ਹੈ, ਤਦ ਤਾਈਂ ਮਨੁੱਖ ਸੁੱਤਾ ਰਹਿੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24527,
    "shabad_id": 2123,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਨਾਨਕ. ਨਦਰਿ ਕਰੇ ਜੇ ਅਾਪਣੀ; ਸਤਿਗੁਰੁ ਮੇਲੈ ਸੋੲਿ ॥",
    "transliteration": "Naanak Nadhar Karae Jae Aapanee Sathigur Maelai Soe ||",
    "translation": "O Nanak, when the Lord casts His Glance of Grace, He causes him to meet the True Guru.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਤੇ ਪ੍ਰਭੂ ਆਪਣੀ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰੇ ਤਾਂ ਓਸੇ ਨੂੰ ਸਤਿਗੁਰੂ ਮੇਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24528,
    "shabad_id": 2123,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਗੁਰ ਪ੍ਰਸਾਦਿ ਜੀਵਤੁ ਮਰੈ; ਤਾ ਫਿਰਿ. ਮਰਣੁ ਨ ਹੋੲਿ ॥੨॥",
    "transliteration": "Gur Prasaadh Jeevath Marai Thaa Fir Maran N Hoe ||2||",
    "translation": "By Guru's Grace, remain dead while yet alive, and you shall not have to die again. ||2||",
    "punjabi": "ਜੇ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਮਨੁੱਖ) ਜੀਊਂਦਾ ਹੋਇਆ ਹੀ ਮਰਦਾ (ਭਾਵ, ਹਉਮੇ ਛਡ ਦੇਂਦਾ) ਹੈ ਤਾਂ ਫੇਰ ਮੁੜ ਕੇ ਮਰਨਾ ਨਹੀਂ ਹੁੰਦਾ (ਭਾਵ, ਜਨਮ ਮਰਨ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ) ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24529,
    "shabad_id": 2124,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24530,
    "shabad_id": 2124,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਜਿਸ ਦਾ ਕੀਤਾ. ਸਭੁ ਕਿਛੁ ਹੋਵੈ; ਤਿਸ ਨੋ ਪਰਵਾਹ ਨਾਹੀ ਕਿਸੈ ਕੇਰੀ ॥",
    "transliteration": "Jis Dhaa Keethaa Sabh Kishh Hovai This No Paravaah Naahee Kisai Kaeree ||",
    "translation": "By His doing, everything happens; what does He care for anyone else?",
    "punjabi": "ਉਸ ਪ੍ਰਭੂ ਨੂੰ ਕਿਸੇ ਦੀ ਕਾਣ ਨਹੀਂ ਕਿਉਂਕਿ ਸਭ ਕੁਝ ਹੁੰਦਾ ਹੀ ਉਸ ਦਾ ਕੀਤਾ ਹੋਇਆ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24531,
    "shabad_id": 2124,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹਰਿ ਜੀੳੁ. ਤੇਰਾ ਦਿਤਾ, ਸਭੁ ਕੋ ਖਾਵੈ; ਸਭ ਮੁਹਤਾਜੀ ਕਢੈ ਤੇਰੀ ॥",
    "transliteration": "Har Jeeo Thaeraa Dhithaa Sabh Ko Khaavai Sabh Muhathaajee Kadtai Thaeree ||",
    "translation": "O Dear Lord, everyone eats whatever You give - all are subservient to You.",
    "punjabi": "ਹੇ ਹਰੀ! ਹਰੇਕ ਜੀਵ ਤੇਰਾ ਦਿੱਤਾ ਖਾਂਦਾ ਹੈ ਤੇ ਸਾਰੀ ਸ੍ਰਿਸ਼ਟੀ ਤੇਰੀ ਮੁਥਾਜੀ ਕੱਢਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  }
]
