[
  {
    "id": 24532,
    "shabad_id": 2124,
    "pada": 1,
    "source_line": 1,
    "gurmukhi": "ਜਿ ਤੁਧਨੋ ਸਾਲਾਹੇ ਸੁ ਸਭੁ ਕਿਛੁ ਪਾਵੈ; ਜਿਸ ਨੋ ਕਿਰਪਾ ਨਿਰੰਜਨ ਕੇਰੀ ॥",
    "transliteration": "J Thudhh No Saalaahae S Sabh Kishh Paavai Jis No Kirapaa Niranjan Kaeree ||",
    "translation": "One who praises You obtains everything; You bestow Your Mercy upon him, O Immaculate Lord.",
    "punjabi": "ਉਸ ਨੂੰ ਸਭ ਕੁਝ ਪ੍ਰਾਪਤ ਹੁੰਦਾ ਹੈ ਜੋ ਤੇਰੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰਦਾ ਹੈ ਤੇ ਜਿਸ ਉਤੇ ਮਾਇਆ-ਰਹਿਤ ਪ੍ਰਭੂ ਦੀ ਕਿਰਪਾ ਹੁੰਦੀ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24533,
    "shabad_id": 2124,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸੋੲੀ ਸਾਹੁ ਸਚਾ ਵਣਜਾਰਾ; ਜਿਨਿ ਵਖਰੁ ਲਦਿਅਾ. ਹਰਿ ਨਾਮੁ ਧਨੁ ਤੇਰੀ ॥",
    "transliteration": "Soee Saahu Sachaa Vanajaaraa Jin Vakhar Ladhiaa Har Naam Dhhan Thaeree ||",
    "translation": "He alone is a true banker and trader, who loads the merchandise of the wealth of the Your Name, O Lord.",
    "punjabi": "(ਸਮਝੋ) ਉਹੀ ਸ਼ਾਹੂਕਾਰ ਹੈ ਤੇ ਸੱਚਾ ਵਣਜਾਰਾ ਹੈ ਜਿਸ ਨੇ ਤੇਰਾ ਨਾਮ (ਰੂਪ) ਧਨ ਵੱਖਰ ਲਦਿਆ ਹੈ।",
    "pronunciation": "ਵੱਖਰੁ",
    "type_id": 3
  },
  {
    "id": 24534,
    "shabad_id": 2124,
    "pada": 1,
    "source_line": 2,
    "gurmukhi": "ਸਭਿ ਤਿਸੈ ਨੋ ਸਾਲਾਹਿਹੁ ਸੰਤਹੁ; ਜਿਨਿ ਦੂਜੇ ਭਾਵ ਕੀ ਮਾਰਿ ਵਿਡਾਰੀ ਢੇਰੀ ॥੧੬॥",
    "transliteration": "Sabh Thisai No Saalaahihu Santhahu Jin Dhoojae Bhaav Kee Maar Viddaaree Dtaeree ||16||",
    "translation": "O Saints, let everyone praise the Lord, who has destroyed the pile of the love of duality. ||16||",
    "punjabi": "ਹੇ ਸੰਤ ਜਨੋ! ਸਾਰੇ ਉਸੇ ਦੀ ਸਿਫ਼ਤ-ਸਾਲਾਹ ਕਰੋ ਜਿਸ ਪ੍ਰਭੂ ਨੇ ਮਾਇਆ ਦੇ ਮੋਹ ਦਾ ਟਿੱਬਾ (ਮਨ ਵਿਚੋਂ) ਢਾਹ ਕੇ ਕੱਢ ਦਿੱਤਾ ਹੈ ॥੧੬॥",
    "pronunciation": "(ਵਿਡਾਰੀ) ਕੱਢ ਦਿੱਤੀ",
    "type_id": 3
  },
  {
    "id": 24535,
    "shabad_id": 2125,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਸਲੋਕ ॥",
    "transliteration": "Salok ||",
    "translation": "Shalok:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24536,
    "shabad_id": 2125,
    "pada": 1,
    "source_line": 3,
    "gurmukhi": "ਕਬੀਰਾ. ਮਰਤਾ ਮਰਤਾ ਜਗੁ ਮੁਅਾ; ਮਰਿ ਭਿ. ਨ ਜਾਨੈ ਕੋੲਿ ॥",
    "transliteration": "Kabeeraa Marathaa Marathaa Jag Muaa Mar Bh N Jaanai Koe ||",
    "translation": "Kabeer, the world is dying - dying to death, but no one knows how to truly die.",
    "punjabi": "ਹੇ ਕਬੀਰ! (ਉਂਞ ਤਾਂ) ਮਰਦਾ ਮਰਦਾ ਸਾਰਾ ਸੰਸਾਰ ਮਰ ਹੀ ਰਿਹਾ ਹੈ, ਪਰ ਕਿਸੇ ਨੇ ਵੀ (ਸੱਚੇ) ਮਰਨ ਦੀ ਜਾਚ ਨਹੀਂ ਸਿੱਖੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24537,
    "shabad_id": 2125,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਅੈਸੀ ਮਰਨੀ ਜੋ ਮਰੈ; ਬਹੁਰਿ. ਨ ਮਰਨਾ ਹੋੲਿ ॥੧॥",
    "transliteration": "Aisee Maranee Jo Marai Bahur N Maranaa Hoe ||1||",
    "translation": "Whoever dies, let him die such a death, that he does not have to die again. ||1||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਸੱਚੀ ਮੌਤ ਮਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਫਿਰ ਮਰਨਾ ਨਹੀਂ ਪੈਂਦਾ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24538,
    "shabad_id": 2126,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24539,
    "shabad_id": 2126,
    "pada": 1,
    "source_line": 4,
    "gurmukhi": "ਕਿਅਾ ਜਾਣਾ ਕਿਵ ਮਰਹਗੇ; ਕੈਸਾ ਮਰਣਾ ਹੋੲਿ ॥",
    "transliteration": "Kiaa Jaanaa Kiv Marehagae Kaisaa Maranaa Hoe ||",
    "translation": "What do I know? How will I die? What sort of death will it be?",
    "punjabi": "ਮੈਨੂੰ ਤਾਂ ਇਹ ਪਤਾ ਨਹੀਂ ਕਿ (ਸੱਚਾ) ਮਰਨਾ ਕੀਹ ਹੁੰਦਾ ਹੈ ਤੇ ਸਾਨੂੰ ਕਿਵੇਂ ਮਰਨਾ ਚਾਹੀਦਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24540,
    "shabad_id": 2126,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਜੇ ਕਰਿ ਸਾਹਿਬੁ. ਮਨਹੁ ਨ ਵੀਸਰੈ; ਤਾ ਸਹਿਲਾ ਮਰਣਾ ਹੋੲਿ ॥",
    "transliteration": "Jae Kar Saahib Manahu N Veesarai Thaa Sehilaa Maranaa Hoe ||",
    "translation": "If I do not forget the Lord Master from my mind, then my death will be easy.",
    "punjabi": "ਜੇ ਮਾਲਕ ਮਨੋਂ ਨਾ ਵਿਸਾਰਿਆ ਜਾਏ, ਤਾਂ ਸੁਖੱਲਾ ਮਰਨਾ ਹੁੰਦਾ ਹੈ (ਭਾਵ, ਮਨੁੱਖ ਸੌਖਾ ਹੀ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਬਚ ਜਾਂਦਾ ਹੈ)।",
    "pronunciation": "(ਸਹਿਲਾ) ਸੌਖਾ, ਸਫਲਾ",
    "type_id": 3
  },
  {
    "id": 24541,
    "shabad_id": 2126,
    "pada": 1,
    "source_line": 5,
    "gurmukhi": "ਮਰਣੈ ਤੇ ਜਗਤੁ ਡਰੈ; ਜੀਵਿਅਾ ਲੋੜੈ ਸਭੁ ਕੋੲਿ ॥",
    "transliteration": "Maranai Thae Jagath Ddarai Jeeviaa Lorrai Sabh Koe ||",
    "translation": "The world is terrified of death; everyone longs to live.",
    "punjabi": "ਮਰਨ ਤੋਂ ਸਾਰਾ ਸੰਸਾਰ ਡਰਦਾ ਹੈ ਤੇ ਹਰ ਕੋਈ ਜੀਊਣਾ ਚਾਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24542,
    "shabad_id": 2126,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਗੁਰ ਪਰਸਾਦੀ ਜੀਵਤੁ ਮਰੈ; ਹੁਕਮੈ ਬੂਝੈ ਸੋੲਿ ॥",
    "transliteration": "Gur Parasaadhee Jeevath Marai Hukamai Boojhai Soe ||",
    "translation": "By Guru's Grace, one who dies while yet alive, understands the Lord's Will.",
    "punjabi": "ਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ ਜੋ ਮਨੁੱਖ ਜੀਊਂਦਾ ਹੀ ਮਰਦਾ ਹੈ (ਭਾਵ, ਹਉਮੇ ਮਾਰ ਦੇਂਦਾ ਹੈ), ਉਹ ਹਰੀ ਦੀ ਰਜ਼ਾ ਨੂੰ ਸਮਝਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24543,
    "shabad_id": 2126,
    "pada": 1,
    "source_line": 6,
    "gurmukhi": "ਨਾਨਕ. ਅੈਸੀ ਮਰਨੀ ਜੋ ਮਰੈ; ਤਾ ਸਦ ਜੀਵਣੁ ਹੋੲਿ ॥੨॥",
    "transliteration": "Naanak Aisee Maranee Jo Marai Thaa Sadh Jeevan Hoe ||2||",
    "translation": "O Nanak, one who dies such a death, lives forever. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਇਸ ਤਰ੍ਹਾਂ ਦੀ ਮੌਤ ਜੋ ਮਰਦਾ ਹੈ, (ਭਾਵ, ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦੀ ਰਜ਼ਾ ਵਿਚ ਤੁਰਦਾ ਹੈ) ਉਸ ਨੂੰ ਅਟੱਲ ਜੀਵਨ ਮਿਲ ਜਾਂਦਾ ਹੈ ॥੨॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24544,
    "shabad_id": 2127,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24545,
    "shabad_id": 2127,
    "pada": 1,
    "source_line": 7,
    "gurmukhi": "ਜਾ ਅਾਪਿ ਕਿ੍ਰਪਾਲੁ ਹੋਵੈ ਹਰਿ ਸੁਅਾਮੀ; ਤਾ ਅਾਪਣਾਂ ਨਾੳੁ. ਹਰਿ ਅਾਪਿ ਜਪਾਵੈ ॥",
    "transliteration": "Jaa Aap Kirapaal Hovai Har Suaamee Thaa Aapanaan Naao Har Aap Japaavai ||",
    "translation": "When the Lord Master Himself becomes merciful, the Lord Himself causes His Name to be chanted.",
    "punjabi": "ਜਦੋਂ ਹਰੀ ਸੁਆਮੀ ਆਪ ਮੇਹਰਵਾਨ ਹੁੰਦਾ ਹੈ ਤਾਂ ਆਪਣਾ ਨਾਮ (ਜੀਵਾਂ ਪਾਸੋਂ) ਆਪ ਜਪਾਉਂਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24546,
    "shabad_id": 2127,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਪੇ ਸਤਿਗੁਰੁ ਮੇਲਿ ਸੁਖੁ ਦੇਵੈ; ਅਾਪਣਾਂ ਸੇਵਕੁ ਅਾਪਿ ਹਰਿ ਭਾਵੈ ॥",
    "transliteration": "Aapae Sathigur Mael Sukh Dhaevai Aapanaan Saevak Aap Har Bhaavai ||",
    "translation": "He Himself causes us to meet the True Guru, and blesses us with peace. His servant is pleasing to the Lord.",
    "punjabi": "ਆਪਣਾ ਸੇਵਕ ਹਰੀ ਨੂੰ ਪਿਆਰਾ ਲੱਗਦਾ ਹੈ, ਉਸ ਨੂੰ ਆਪ ਹੀ ਸਤਿਗੁਰੂ ਮਿਲਾ ਕੇ ਸੁਖ ਬਖ਼ਸ਼ਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24547,
    "shabad_id": 2127,
    "pada": 1,
    "source_line": 8,
    "gurmukhi": "ਅਾਪਣਿਅਾ ਸੇਵਕਾ ਕੀ ਅਾਪਿ ਪੈਜ ਰਖੈ; ਅਾਪਣਿਅਾ ਭਗਤਾ ਕੀ ਪੈਰੀ ਪਾਵੈ ॥",
    "transliteration": "Aapaniaa Saevakaa Kee Aap Paij Rakhai Aapaniaa Bhagathaa Kee Pairee Paavai ||",
    "translation": "He Himself preserves the honor of His servants; He causes others to fall at the feet of His devotees.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪਣੇ ਸੇਵਕਾਂ ਦੀ ਆਪ ਲਾਜ ਰੱਖਦਾ ਹੈ ਤੇ ਆਪਣੇ ਭਗਤਾਂ ਦੀ ਚਰਨੀਂ ਲਿਆ ਪਾਂਦਾ ਹੈ।",
    "pronunciation": "ਪੈਰੀਂ",
    "type_id": 3
  },
  {
    "id": 24548,
    "shabad_id": 2127,
    "pada": 1,
    "source_line": 9,
    "gurmukhi": "ਧਰਮਰਾੲਿ ਹੈ ਹਰਿ ਕਾ ਕੀਅਾ; ਹਰਿ ਜਨ ਸੇਵਕ. ਨੇੜਿ ਨ ਅਾਵੈ ॥",
    "transliteration": "Dhharam Raae Hai Har Kaa Keeaa Har Jan Saevak Naerr N Aavai ||",
    "translation": "The Righteous Judge of Dharma is a creation of the Lord; he does not approach the humble servant of the Lord.",
    "punjabi": "ਧਰਮ ਰਾਜ ਭੀ ਜੋ ਪ੍ਰਭੂ ਦਾ ਹੀ ਬਣਾਇਆ ਹੋਇਆ ਹੈ ਤੇ ਉਹ ਪ੍ਰਭੂ ਦੇ ਸੇਵਕ ਦੇ ਨੇੜੇ ਨਹੀਂ ਆਉਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24549,
    "shabad_id": 2127,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਜੋ ਹਰਿ ਕਾ ਪਿਅਾਰਾ. ਸੋ ਸਭਨਾ ਕਾ ਪਿਅਾਰਾ; ਹੋਰ ਕੇਤੀ. ਝਖਿ ਝਖਿ ਅਾਵੈ ਜਾਵੈ ॥੧੭॥",
    "transliteration": "Jo Har Kaa Piaaraa So Sabhanaa Kaa Piaaraa Hor Kaethee Jhakh Jhakh Aavai Jaavai ||17||",
    "translation": "One who is dear to the Lord, is dear to all; so many others come and go in vain. ||17||",
    "punjabi": "ਜੋ ਮਨੁੱਖ ਪ੍ਰਭੂ ਦਾ ਪਿਆਰਾ ਹੈ ਉਹ ਸਭ ਦਾ ਪਿਆਰਾ ਹੈ ਤੇ ਹੋਰ ਬਥੇਰੀ ਸ੍ਰਿਸ਼ਟੀ ਖਪ ਖਪ ਕੇ ਜੰਮਦੀ ਮਰਦੀ ਹੈ ॥੧੭॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24550,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24551,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 10,
    "gurmukhi": "ਰਾਮੁ ਰਾਮੁ ਕਰਤਾ. ਸਭੁ ਜਗੁ ਫਿਰੈ; ਰਾਮੁ. ਨ ਪਾੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Raam Raam Karathaa Sabh Jag Firai Raam N Paaeiaa Jaae ||",
    "translation": "The entire world roams around, chanting, \"Raam, Raam, Lord, Lord\", but the Lord cannot be obtained like this.",
    "punjabi": "ਸਾਰਾ ਸੰਸਾਰ 'ਰਾਮ, ਰਾਮ' ਆਖਦਾ ਫਿਰਦਾ ਹੈ ਪਰ ਇਸ ਤਰ੍ਹਾਂ 'ਰਾਮ' (ਪ੍ਰਭੂ) ਲੱਭਿਆ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24552,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 11,
    "gurmukhi": "ਅਗਮੁ ਅਗੋਚਰੁ ਅਤਿ ਵਡਾ; ਅਤੁਲੁ. ਨ ਤੁਲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Agam Agochar Ath Vaddaa Athul N Thuliaa Jaae ||",
    "translation": "He is inaccessible, unfathomable and so very great; He is unweighable, and cannot be weighed.",
    "punjabi": "ਪ੍ਰਭੂ ਅਪਹੁੰਚ ਹੈ ਇੰਦ੍ਰਿਆਂ ਦੀ ਪਹੁੰਚ ਤੋਂ ਪਰੇ ਹੈ, ਬੜਾ ਵੱਡਾ ਹੈ ਅਤੁੱਲ ਹੈ ਤੇ ਤੋਲਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।",
    "pronunciation": "ਅ-ਤੱੁਲੁ",
    "type_id": 3
  },
  {
    "id": 24553,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਕੀਮਤਿ ਕਿਨੈ. ਨ ਪਾੲੀਅਾ; ਕਿਤੈ. ਨ ਲੲਿਅਾ ਜਾੲਿ ॥",
    "transliteration": "Keemath Kinai N Paaeeaa Kithai N Laeiaa Jaae ||",
    "translation": "No one can evaluate Him; He cannot be purchased at any price.",
    "punjabi": "ਕਿਸੇ ਨੇ ਉਸ ਦੀ ਕੀਮਤ ਨਹੀਂ ਪਾਈ ਤੇ ਕਿਸੇ ਥਾਂ ਤੋਂ (ਮੁੱਲ ਦੇ ਕੇ) ਲਿਆ ਭੀ ਨਹੀਂ ਜਾਂਦਾ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24554,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 12,
    "gurmukhi": "ਗੁਰ ਕੈ ਸਬਦਿ ਭੇਦਿਅਾ; ੲਿਨ ਬਿਧਿ ਵਸਿਅਾ ਮਨਿ ਅਾੲਿ ॥",
    "transliteration": "Gur Kai Sabadh Bhaedhiaa Ein Bidhh Vasiaa Man Aae ||",
    "translation": "Through the Word of the Guru's Shabad, His mystery is known; in this way, He comes to dwell in the mind.",
    "punjabi": "(ਪਰ) ਜੇ ਗੁਰੂ ਦੇ ਸ਼ਬਦ ਨਾਲ (ਮਨ) ਵਿੰਨ੍ਹਿਆ ਜਾਏ ਤਾਂ ਇਸ ਤਰ੍ਹਾਂ ਪ੍ਰਭੂ ਮਨ ਵਿਚ ਆ ਵੱਸਦਾ ਹੈ।",
    "pronunciation": "ਬਿਧਿ:ਪੋਲਾ ਬੋਲੋ",
    "type_id": 3
  },
  {
    "id": 24555,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਨਾਨਕ. ਅਾਪਿ ਅਮੇੳੁ ਹੈ; ਗੁਰ ਕਿਰਪਾ ਤੇ. ਰਹਿਅਾ ਸਮਾੲਿ ॥",
    "transliteration": "Naanak Aap Amaeo Hai Gur Kirapaa Thae Rehiaa Samaae ||",
    "translation": "O Nanak, He Himself is infinite; by Guru's Grace, He is known to be permeating and pervading everywhere.",
    "punjabi": "ਹੇ ਨਾਨਕ! ਪ੍ਰਭੂ ਆਪ ਤਾਂ ਮਿਣਤੀ ਤੋਂ ਪਰੇ ਹੈ, ਪਰ ਸਤਿਗੁਰੂ ਦੀ ਕਿਰਪਾ ਨਾਲ (ਸਮਝ ਪੈਂਦੀ ਹੈ ਕਿ ਉਹ ਸ੍ਰਿਸ਼ਟੀ ਵਿਚ) ਵਿਆਪਕ ਹੈ।",
    "pronunciation": "(ਅਮੇੳੁ) ਬੇਅੰਤ",
    "type_id": 3
  },
  {
    "id": 24556,
    "shabad_id": 2128,
    "pada": 1,
    "source_line": 13,
    "gurmukhi": "ਅਾਪੇ ਮਿਲਿਅਾ ਮਿਲਿ ਰਹਿਅਾ; ਅਾਪੇ ਮਿਲਿਅਾ ਅਾੲਿ ॥੧॥",
    "transliteration": "Aapae Miliaa Mil Rehiaa Aapae Miliaa Aae ||1||",
    "translation": "He Himself comes to blend, and having blended, remains blended. ||1||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਹਰ ਥਾਂ ਮਿਲਿਆ ਹੋਇਆ ਹੈ ਤੇ ਆਪ ਹੀ ਆ ਕੇ (ਜੀਵ ਨੂੰ) ਪਰਗਟ ਹੁੰਦਾ ਹੈ ॥੧॥",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24557,
    "shabad_id": 2129,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਮਃ ੩ ॥",
    "transliteration": "Ma 3 ||",
    "translation": "Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24558,
    "shabad_id": 2129,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ੲੇ ਮਨ. ੲਿਹੁ ਧਨੁ ਨਾਮੁ ਹੈ; ਜਿਤੁ ਸਦਾ ਸਦਾ ਸੁਖੁ ਹੋੲਿ ॥",
    "transliteration": "Eae Man Eihu Dhhan Naam Hai Jith Sadhaa Sadhaa Sukh Hoe ||",
    "translation": "O my soul, this is the wealth of the Naam; through it, comes peace, forever and ever.",
    "punjabi": "ਹੇ ਮਨ! ਐਸਾ ਧਨ ਕੇਵਲ 'ਨਾਮ' ਹੀ ਹੈ, ਜਿਸ ਨਾਲ ਸਦਾ ਲਈ ਸੁਖ ਮਿਲਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24559,
    "shabad_id": 2129,
    "pada": 1,
    "source_line": 14,
    "gurmukhi": "ਤੋਟਾ. ਮੂਲਿ ਨ ਅਾਵੲੀ; ਲਾਹਾ ਸਦ ਹੀ ਹੋੲਿ ॥",
    "transliteration": "Thottaa Mool N Aavee Laahaa Sadh Hee Hoe ||",
    "translation": "It never brings any loss; through it, one earns profits forever.",
    "punjabi": "ਏਹ ਧਨ ਕਦੀ ਨਹੀਂ ਘਟਦਾ, ਇਸ ਦਾ ਸਦਾ ਲਾਭ ਹੀ ਲਾਭ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24560,
    "shabad_id": 2129,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਖਾਧੈ ਖਰਚਿਅੈ. ਤੋਟਿ ਨ ਅਾਵੲੀ; ਸਦਾ ਸਦਾ ਓਹੁ ਦੇੲਿ ॥",
    "transliteration": "Khaadhhai Kharachiai Thott N Aavee Sadhaa Sadhaa Ouhu Dhaee ||",
    "translation": "Eating and spending it, it never decreases; He continues to give, forever and ever.",
    "punjabi": "ਖਾਣ ਨਾਲ ਤੇ ਖ਼ਰਚਣ ਨਾਲ ਭੀ ਇਸ ਦੀ ਘਾਟ ਨਹੀਂ ਪੈਂਦੀ, (ਕਿਉਂਕਿ) ਉਹ ਪ੍ਰਭੂ ਸਦਾ ਹੀ (ਇਹ ਧਨ) ਦੇਈ ਜਾਂਦਾ ਹੈ।",
    "pronunciation": "ਦੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 24561,
    "shabad_id": 2129,
    "pada": 1,
    "source_line": 15,
    "gurmukhi": "ਸਹਸਾ. ਮੂਲਿ ਨ ਹੋਵੲੀ; ਹਾਣਤ. ਕਦੇ ਨ ਹੋੲਿ ॥",
    "transliteration": "Sehasaa Mool N Hovee Haanath Kadhae N Hoe ||",
    "translation": "One who has no skepticism at all never suffers humiliation.",
    "punjabi": "ਕਦੇ (ਇਸ ਧਨ ਸੰਬੰਧੀ) ਕੋਈ ਚਿੰਤਾ ਨਹੀਂ ਹੁੰਦੀ ਤੇ (ਅੱਗੇ ਦਰਗਾਹ ਵਿਚ) ਸ਼ਰਮਿੰਦਗੀ ਨਹੀਂ ਉਠਾਣੀ ਪੈਂਦੀ।",
    "pronunciation": "(ਹਾਣਤ) ਘਾਟਾ",
    "type_id": 3
  },
  {
    "id": 24562,
    "shabad_id": 2129,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਨਾਨਕ. ਗੁਰਮੁਖਿ ਪਾੲੀਅੈ; ਜਾ ਕੳੁ ਨਦਰਿ ਕਰੇੲਿ ॥੨॥",
    "transliteration": "Naanak Guramukh Paaeeai Jaa Ko Nadhar Karaee ||2||",
    "translation": "O Nanak, the Gurmukh obtains the Name of the Lord, when the Lord bestows His Glance of Grace. ||2||",
    "punjabi": "ਹੇ ਨਾਨਕ! ਜਿਸ ਮਨੁੱਖ ਉਤੇ ਪ੍ਰਭੂ ਮੇਹਰ ਦੀ ਨਜ਼ਰ ਕਰਦਾ ਹੈ, ਉਸ ਨੂੰ ਸਤਿਗੁਰੂ ਦੇ ਸਨਮੁਖ ਹੋਇਆਂ ਹੀ (ਇਹ ਧਨ) ਲੱਭਦਾ ਹੈ ॥੨॥",
    "pronunciation": "ਕਰੇ-ੲਿ",
    "type_id": 3
  },
  {
    "id": 24563,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਪੳੁੜੀ ॥",
    "transliteration": "Pourree ||",
    "translation": "Pauree:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24564,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 16,
    "gurmukhi": "ਅਾਪੇ ਸਭ ਘਟ ਅੰਦਰੇ; ਅਾਪੇ ਹੀ ਬਾਹਰਿ ॥",
    "transliteration": "Aapae Sabh Ghatt Andharae Aapae Hee Baahar ||",
    "translation": "He Himself is deep within all hearts, and He Himself is outside them.",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ ਸਾਰੇ ਸਰੀਰਾਂ ਦੇ ਵਿਚ ਹੈ ਤੇ ਆਪ ਹੀ ਸਭ ਤੋਂ ਵੱਖਰਾ ਹੈ,",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24565,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਅਾਪੇ ਗੁਪਤੁ ਵਰਤਦਾ; ਅਾਪੇ ਹੀ ਜਾਹਰਿ ॥",
    "transliteration": "Aapae Gupath Varathadhaa Aapae Hee Jaahar ||",
    "translation": "He Himself is prevailing unmanifest, and He Himself is manifest.",
    "punjabi": "ਆਪ ਹੀ (ਸਭ ਵਿਚ) ਲੁਕਿਆ ਹੋਇਆ ਹੈ ਤੇ ਆਪੇ ਪ੍ਰਤੱਖ ਹੁੰਦਾ ਹੈ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24566,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 17,
    "gurmukhi": "ਜੁਗ ਛਤੀਹ ਗੁਬਾਰੁ ਕਰਿ; ਵਰਤਿਅਾ ਸੁੰਨਾ ਹਰਿ ॥",
    "transliteration": "Jug Shhatheeh Gubaar Kar Varathiaa Sunnaahar ||",
    "translation": "For thirty-six ages, He created the darkness, abiding in the void.",
    "punjabi": "ਯੱਤੀ ਜੁਗਾਂ ਤਕ ਉਸ ਨੇ ਘੁੱਪ ਹਨੇਰਾ ਪੈਦਾ ਕਰ ਕੇ ਆਪ ਸੁੰਨ (ਅਫੁਰ) ਹਾਲਤ ਵਿਚ ਪਰਵੇਸ਼ ਕੀਤਾ।",
    "pronunciation": "(ਸੁੰਨਾ) ਅਫ਼ੁਰ ਹਰੀ ਵਰਤ ਰਿਹਾ ਹੈ",
    "type_id": 3
  },
  {
    "id": 24567,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਓਥੈ. ਵੇਦ ਪੁਰਾਨ ਨ ਸਾਸਤਾ; ਅਾਪੇ ਹਰਿ ਨਰਹਰਿ ॥",
    "transliteration": "Outhhai Vaedh Puraan N Saasathaa Aapae Har Narehar ||",
    "translation": "There were no Vedas, Puraanas or Shaastras there; only the Lord Himself existed.",
    "punjabi": "ਉਸ ਵੇਲੇ ਕੋਈ ਵੇਦ ਪੁਰਾਨ ਜਾਂ ਸ਼ਾਸਤ੍ਰ ਨਹੀਂ ਸੀ, ਕੇਵਲ ਪ੍ਰਭੂ ਆਪ ਹੀ ਆਪ ਸੀ।",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24568,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 18,
    "gurmukhi": "ਬੈਠਾ ਤਾੜੀ ਲਾੲਿ ਅਾਪਿ; ਸਭ ਦੂ ਹੀ ਬਾਹਰਿ ॥",
    "transliteration": "Baithaa Thaarree Laae Aap Sabh Dhoo Hee Baahar ||",
    "translation": "He Himself sat in the absolute trance, withdrawn from everything.",
    "punjabi": "(ਫਿਰ ਰਚਨਾ ਨੂੰ ਰਚ ਕੇ ਵੀ) ਪ੍ਰਭੂ ਸਭ ਤੋਂ ਵੱਖਰਾ ਸਮਾਧੀ ਲਾ ਕੇ ਬੈਠਾ ਹੋਇਆ ਹੈ (ਭਾਵ, ਮਾਇਆ ਦੀ ਰਚਨਾ ਰਚ ਕੇ ਭੀ ਇਸ ਮਾਇਆ ਦੇ ਪ੍ਰਭਾਵ ਤੋਂ ਆਪ ਨਿਰਲੇਪ ਹੈ)।",
    "pronunciation": "(ਤਾੜੀ) ਸਮਾਧੀ",
    "type_id": 3
  },
  {
    "id": 24569,
    "shabad_id": 2130,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਅਾਪਣੀ ਮਿਤਿ ਅਾਪਿ ਜਾਣਦਾ; ਅਾਪੇ ਹੀ ਗੳੁਹਰੁ ॥੧੮॥",
    "transliteration": "Aapanee Mith Aap Jaanadhaa Aapae Hee Gouhar ||18||",
    "translation": "Only He Himself knows His state; He Himself is the unfathomable ocean. ||18||",
    "punjabi": "ਪ੍ਰਭੂ ਆਪ ਹੀ (ਮਾਨੋ) ਡੂੰਘਾ ਸਮੁੰਦਰ ਹੈ ਤੇ ਇਹ ਗੱਲ ਉਹ ਆਪ ਹੀ ਜਾਣਦਾ ਹੈ ਕਿ ਉਹ ਕਿਤਨਾ ਵੱਡਾ ਹੈ ॥੧੮॥",
    "pronunciation": "ਗਹਿਰ ਗੰਭੀਰ(ਗੳੁਹਰੁ) ਅਥਾਹ",
    "type_id": 3
  },
  {
    "id": 24570,
    "shabad_id": 2131,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਸਲੋਕ ਮਃ ੩ ॥",
    "transliteration": "Salok Ma 3 ||",
    "translation": "Shalok, Third Mehl:",
    "punjabi": "",
    "pronunciation": "",
    "type_id": 3
  },
  {
    "id": 24571,
    "shabad_id": 2131,
    "pada": 1,
    "source_line": 19,
    "gurmukhi": "ਹੳੁਮੈ ਵਿਚਿ ਜਗਤੁ ਮੁਅਾ; ਮਰਦੋ ਮਰਦਾ ਜਾੲਿ ॥",
    "transliteration": "Houmai Vich Jagath Muaa Maradho Maradhaa Jaae ||",
    "translation": "In egotism, the world is dead; it dies and dies, again and again.",
    "punjabi": "ਸੰਸਾਰ ਹਉਮੈ ਵਿਚ ਮੁਇਆ ਪਿਆ ਹੈ, ਨਿੱਤ (ਹਿਠਾਂ ਹਿਠਾਂ) ਪਿਆ ਗਰਕਦਾ ਹੀ ਹੈ।",
    "pronunciation": "ਜੱਗਤੁ",
    "type_id": 3
  }
]
